[
  {
    "metadata": "N/A|2016|135 min|Crime,Drama,Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "442"
    },
    "title": "Death Note: Light Up the New World (2016)",
    "description": "Death Noteဆိုရင္ေတာ့မသိသူမရွိပါဘူး။ေသမင္းရဲ႕စာအုပ္ထဲမွာကိုယ္သတ္ခ်င္တဲ့သူရဲ႕နာမည္နဲ႕ေသရတဲ့အေၾကာင္းအရင္းကိုေရးလိုက္ရုံနဲ႕ထိုသူရုတ္တရတ္ေသဆံုးသြားရတဲ့စာအုပ္ေလးကိုအေျခခံထားတဲ့ဇာတ္ကားေလးပါ။ယခင္ထြက္ခဲ့ျပီးတဲ့ကားေတြရဲ႕ေနာက္ဆယ္ႏွစ္ကိုအစျပဳျပီးဒီကားေလးကိုဇာတ္အိမ္ဖြဲ႕ထားတာပါ။လူ႕ေလာကကိုအေနာက္ထပ္Death note၆အုပ္ပို႕ျပီးေတာ့Shinigami ကကီရာရဲ႕စာအုပ္ကိုကိုင္ဆိုင္သူကိုရွာဖို႕အမိန္႕ေပးခဲ့ပါတယ္။၂၀၁၆ခုနွစ္လူ႕ေလာကမွာဆိုင္ဘာတိုက္ခိုက္မႈေတြၾကီးစိုးေနခ်ိန္မွာပဲကမာၻတ၀န္းမွာကီရာအသစ္ေပၚထြက္လာတယ္ဆိုတဲ့ေကာလဟာလေတြနဲ႕အတူလူသတ္မႈေတြဆက္တိုက္ျဖစ္လာခဲ့ပါတယ္။လူသတ္မႈေတြကိုေျခရာခံရင္းDeath Note Task Forceဆိုတဲ့ဆုကုရာမိရွိမာဦးေဆာင္တဲ့အဖြဲ႕ထြက္ေပၚလာပါတယ္။အဲဒီအဖြဲ႕ကိုအယ္လ္(L)ရဲ႕အေမြဆက္ခံသူယုဇာကီကေထာက္ပံေပးထားတာပါ။အဖြဲ႕ဟာလူသတ္မႈေတြကိုလိုက္လံစံုစမ္းရင္းဆာကုရာအိုင္ဆိုသူပိုင္ဆိုင္တဲ့Death Noteစာအုပ္တခုကိုရရွိခဲ့ပါတယ္။အဲဒီစာအုပ္ပိုင္ရွင္ကိုေနာက္ထပ္DeathNoteyပိုင္ရွင္တဦးျဖစ္တဲ့ဆိုင္ဘာအၾကမ္းဖက္သမားယုကီရွိန္းကသတ္ခဲ့တာပါ။ယုဇာကီနဲ႕အဖြဲ႕ဟာသူတို႕ရရွိခဲ့တဲ့စာအုပ္ကိုပိုင္ဆိုင္သူေသမင္းဘီပိုကိုစစ္ေမးတဲ့အခါမွာေတာ့လူ႕ေလာကမွာDeathNoteစာအုပ္၆အုပ္ရွိေၾကာင္းသိခဲ့ရတာပါ။ရွိန္းကလည္းတဖက္မွာမီဆာအာမန္နဲ႕ဆက္သြယ္ျပီးသူ႕ရဲ႕မွတ္ဥာဏ္ေတြကိုျပန္ေဖာ္ေပးခဲ့ပါတယ္။ေနာက္ပိုင္းမွာဆိုင္ဘာတိုက္ခိုက္မႈေတြနဲ႕ပဲရွိန္းတေယာက္ဘယ္လိုေတြလုပ္သြားမလဲ။ယုဇာကီနဲ႕အဖြဲ႕ကေရာဘယ္လိုေတြရင္ဆိုင္သြားမလဲဆိုတာၾကည့္လိုက္ရေအာင္ဗ်ာ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Fridays မွေရးေပးခဲ့တာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ ကိုစိုးေထြးျဖစ္ပါတယ္)File Size : 900 MB/370MBQuality : Bluray 720PRunning Time : 2hr 15minutesFormat : Mp4Genre : Crime, Drama, HorrorTranslator : Soe HtweEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinsuke SatoStarsKen'ichi MatsuyamaNoémie NakaiSôsuke IkematsuTatsuya Fujiwara",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjA5YmJkY2MtZTk3OS00N2MxLWJmODAtYjgxZjEwOTNmNDJkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/death-note-light-up-the-new-world-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cijh/Death_Note_-_Light_Up_The_New_World_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/tucop1g5z9zh",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FZEAyYjI#pXp1qFnEUF2G4OnyhHBX869u_ASPByNKHsOTwTCNC60",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/death-note-light-up-the-new-world-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2016|2h|Asian,Comedy,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "553"
    },
    "title": "Like for Likes (2016)",
    "description": "Like for Likes (2016)IMDb – 6.1/10_____Rotten – 43%2016 ထွက် ဇာတ်ကားသစ်လေးဖြစ်တဲ့ rating 6.1 ရ ကိုရီးယားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..ဇာတ်လမ်းက အချစ်ဟာသလေးပါ..အပျိုကြီးမမ လေယာဉ်မယ်နဲ့ စားဖိုမှူး… နာမည်ကြီးမင်းသားနဲ့ ဇာတ်ညွှန်းရေးသူမမကြီး..တေးရေးဆရာလေးနဲ့ သာမန်ကောင်မလေးတို့အကြောင်းရိုက်ကူးထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးပါ..စုံတွဲ ၃ တွဲအကြောင်းကိုရိုက်ကူးထားတယ် ဆိုပေမယ့် သာမန် အပ်ကြောင်းထပ်ဇာတ်လမ်းတွေမဟုတ်ဘဲဇာတ်လမ်းတစ်ခုစီကို လှလှပပပုံဖော်ထားတာကြောင့် တစ်ကားတည်းနဲ့ ၃ ကားကြည့်ရသလို ပြည့်စုံသွားစေလိမ့်မယ်..။အညွှန်းကိုနောက်ထား.. သရုပ်ဆောင်တွေကိုပဲ အရင်ကြည့်ကြဦးစို့..။– moon lover ထဲက မင်းသား ၈ ( moon lover ဇာတ်ကားအစောပိုင်းမှာလိုပဲ နူးညံ့သိမ်မွေ့ပြီး အေးချမ်းတဲ့ဇာတ်ရုပ်လေးနဲ့ .. )– ဆောင်ကျန်ကွမ်ထဲက မြင်းရိုင်း Yoo Ah In ( သူကတော့ ဘယ်လိုသရုပ်ဆောင်ဆောင် အထာကျပြီးသားပဲ )– နာမည်ကြီးဝါရင့် သရုပ်ဆောင် Kim Joo-hyuk ( နာမည်ပြောလို့မသိဘူးမလား.. the servant 18+ ကားထဲက သရုပ်ဆောင်ဆိုရင် သိမယ်ထင်ရ )– Winter Sonata နဲ့ Stairway to Heaven ထဲက နာမည်ကြီးမင်းသမီး Choi Ji‑woo.. ( ညွှန်းစရာကို မလိုတာ )– နာမည်ရမင်းသမီး lee mi yeon ( လီဗြောင်ဟွန်း addicted ကားထဲက )– အကောင်းဆုံးမျက်နှာသစ်သရုပ်ဆောင်ဆုရထားတဲ့ Esomဒီလိုလူတွေ သရုပ်ဆောင်ထားမှတော့ ကိုရီးယားကားမကြိုက်ဘူးဆိုရင်တောင် ဘေကုန်ရတာ တန်မှာသေချာပါတယ်။(Nyi Thanlwin မှခံစားတင်ဆက်ထားပါတယ်။)2016 ထြက္ ဇာတ္ကားသစ္ေလးျဖစ္တဲ့ rating 6.1 ရ ကိုရီးယားကားေလးတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္..ဇာတ္လမ္းက အခ်စ္ဟာသေလးပါ..အပ်ိဳႀကီးမမ ေလယာဥ္မယ္နဲ႔ စားဖိုမွဴး… နာမည္ႀကီးမင္းသားနဲ႔ ဇာတ္ၫႊန္းေရးသူမမႀကီး..ေတးေရးဆရာေလးနဲ႔ သာမန္ေကာင္မေလးတို႔အေၾကာင္း႐ိုက္ကူးထားတဲ့ အခ်စ္ဟာသဇာတ္ကားေလးပါ..စံုတြဲ ၃ တြဲအေၾကာင္းကိုရိုက္ကူးထားတယ္ ဆိုေပမယ့္ သာမန္ အပ္ေၾကာင္းထပ္ဇာတ္လမ္းေတြမဟုတ္ဘဲဇာတ္လမ္းတစ္ခုစီကို လွလွပပပံုေဖာ္ထားတာေၾကာင့္ တစ္ကားတည္းနဲ႔ ၃ ကားၾကည့္ရသလို ျပည့္စံုသြားေစလိမ့္မယ္..။အၫႊန္းကိုေနာက္ထား.. သ႐ုပ္ေဆာင္ေတြကိုပဲ အရင္ၾကည့္ျကဦးစို႔..။– moon lover ထဲက မင္းသား ၈ ( moon lover ဇာတ္ကားအေစာပိုင္းမွာလိုပဲ ႏူးညံ့သိမ္ေမြ႕ၿပီး ေအးခ်မ္းတဲ့ဇာတ္႐ုပ္ေလးနဲ႔ .. )– ေဆာင္က်န္ကြမ္ထဲက ျမင္း႐ိုင္း Yoo Ah In ( သူကေတာ့ ဘယ္လိုသ႐ုပ္ေဆာင္ေဆာင္ အထာက်ၿပီးသားပဲ )– နာမည္ႀကီးဝါရင့္ သ႐ုပ္ေဆာင္ Kim Joo-hyuk ( နာမည္ေျပာလို႔မသိဘူးမလား.. the servant 18+ ကားထဲက သ႐ုပ္ေဆာင္ဆိုရင္ သိမယ္ထင္ရ )– Winter Sonata နဲ႕ Stairway to Heaven ထဲက နာမည္ႀကီးမင္းသမီး Choi Ji‑woo.. ( ၫႊန္းစရာကို မလိုတာ )– နာမည္ရမင္းသမီး lee mi yeon ( လီေျဗာင္ဟြန္း addicted ကားထဲက )– အေကာင္းဆံုးမ်က္ႏွာသစ္သ႐ုပ္ေဆာင္ဆုရထားတဲ့ Esomဒီလိုလူေတြ သ႐ုပ္ေဆာင္ထားမွေတာ့ ကိုရီးယားကားမႀကိဳက္ဘူးဆိုရင္ေတာင္ ေဘကုန္ရတာ တန္မွာေသခ်ာပါတယ္။(Nyi Thanlwin မွခံစားတင္ဆက္ထားပါတယ္။)File size…(900 MB)Quality…HD-Rip 720pFormat…mp4Duration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHyeon-jin ParkStarsAh In YooEsomHa-Neul KangJi-Woo ChoiCastChoi Ji-wooEsomHa Seok-jinHan Jae-youngHeo Jung-doJi Yun-hoJung Yoo-JinKang Ha-NeulKim Joo-HyukLee Jung-eunLee Mi-yeonPark Hee-vonPark Seul-giYoo Ah-in",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g2etQHaNLcSu9qp3snh1FPRifCx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/like-for-likes-poster.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qadwar7phpwl.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-for-likes-joahaejwo-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://cmdrive.net/d/like-for-likes-(joahaejwo)--2016--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gn5t/Like_For_Likes_(Joahaejwo)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/lhl1nI4Q#X8WVQy7JynKuj9sTJ168fUDR_DMAkaDyLGpHGruK1to",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/vz63dr7ulgbh/Like_For_Likes_(Joahaejwo)_[2016]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/yq9c9swmsgb2",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "puC3uxno4_Q",
      "video_url": "https://www.youtube.com/watch?v=puC3uxno4_Q",
      "embed_url": "https://www.youtube.com/embed/puC3uxno4_Q"
    }
  },
  {
    "metadata": "|2016|97 min|Comedy,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "68"
    },
    "title": "Absurd Accident (2017)",
    "description": "Absurd Accident ကေတာ့ ခ်ာလည္ရိုက္ၿပီးပတ္ရႈပ္ေနတဲ့ တရုတ္ဟာသကားေလးပါ၊ဒီကားထဲမွာရန္ပိုင္ဝမ့္နဲ႔သူ႔မိန္းမမာလိလ်န္ဟာတည္းခိုခန္းပိုင္ရွင္လင္မယားႏွစ္ေယာက္ပါ၊သူေဌးရန္ကသူျမံဳေနတဲ့အတြက္သူ႔မိန္းမကိုတျခားေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနမလားဆိုၿပီးအျမဲသံသယဝင္ေနတဲ့သူပါတစ္ေန႔မွာသူ႔မိန္းမတျခားေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနတာကိုဆြံ႕အနားမၾကားကေတြ႕လိုက္တယ္ဆိုၿပီးသူ႔မိတ္ေဆြရဲ႕ေျပာစကားအရဆြံ႕အနားမၾကားကိုကိုယ္တိုင္သြားေမးၿပီးအထင္လြဲသြားခဲ့တယ္ဒါနဲ႔ပဲသူေဆးကုေနတဲ့ဆရာဝန္ပီက်န္႔ေရွာင့္ဟာလူဆိုးဂိုဏ္းကလူေတြနဲ႔သိတယ္ဆိုၿပီးဆရာပီကိုအကူအညီေတာင္းၿပီးသူ႔မိန္းမကိုသတ္ခိုင္းပါေတာ့တယ္ဇာတ္လမ္းကေတာ့အဲဒီကေနစတာပါပဲ၊ရတနာဆိုင္ ဓားျပတိုက္ၿပီးျပန္လာတဲ့ဓားျပႏွစ္ေယာက္ထဲကတစ္ေယာက္ကေနာက္တစ္ေယာက္မသိေအာင္ပတၱျမားလက္စြပ္ကိုသူေဌးရန္တို႔ဆိုင္စားပြဲေအာက္မွာပီေကနဲ႔ကပ္ၿပီးဖြက္ထားခဲ့ပါတယ္ညသန္းေခါင္ေရာက္တာနဲ႔သူ႔လက္စြပ္ကိုျပန္လာယူတဲ့အခ်ိန္…မာလိလ်န္ကိုသတ္ဖို႔ေရာက္လာတဲ့လူနဲ႔ထိပ္တိုက္ေတြ႕ေနခဲ့ပါတယ္အဲဒီေနာက္ပိုင္းမွာေတာ့ခ်ာလည္ရိုက္ေနတဲ့အရႈပ္ေတြနဲ႔ဟာသေတြေႏွာထားပါေတာ့တယ္ရန္ပိုင္ဝမ့္ကသူ႔မိန္းမကိုအဆံုးထိသံသယဝင္ေနမွာလား……သူအထင္လြဲေနတာကိုပဲအျမင္မွန္ရသြားမွာလား…..File Size : (800 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre :Comedy, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL AAC2.0 H.264-FDHDTranslated by Yamin Thawdar MaungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLi YuheStarsBo DongGao YeSuxi RenXixu ChenCastBo DongGao YeSuxi RenXixu Chen",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMDM4YjIyZjAtMzU4Ny00MmIzLTg1ZWItNzIzMjEzMGY5YjUyXkEyXkFqcGdeQXVyNzYzOTEzMDg@._V1_SY1000_CR007141000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/EJeL",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/EJfM",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/EJgJ",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/EJhR",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/EJi6",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|155 min|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "5,905"
    },
    "title": "Mohenjo Daro (2016)",
    "description": "– ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ သမီးျဖစ္တဲ့ ခ်ာနီဆို တဲ့ မိန္းမလွေလးတစ္ေယာက္နဲ႔ ဆံုခဲ့ပါတယ္။အာဏာရွင္မာဟမ္ရဲ႕ အခြန္အေကာက္သစ္ေတြကို ဆန္႔က်င္ၾကတဲ့ ဘယ္သမားအဖြဲ႕ေတြကို မာဟမ္ရဲ႕ စစ္သားေတြက အျပတ္ရွင္းပစ္ရာမွာ ဆာမန္းက ဝင္ကူခဲ့ပါတယ္။ ခ်ာနီကိုလည္း ျမင္းေတြၾကားထဲက ကယ္တင္ခဲ့ၿပီးတဲ့ေနာက္ ႏွစ္ဦးသား ခ်စ္သြားခဲ့ၾကပါတယ္။ ခ်ာနီဟာ ေကာက္က်စ္တဲ့မြန္းဂ်ာနဲ႔ လက္ထပ္ဖို႔အတြက္ အတင္းအဓမၼေစ့စပ္ခံထားရတာပါ။ ေနာက္ေတာ့ ဆာမန္းဟာ မာဟမ္ဆန္႔က်င္ေရး အဖြဲ႕ေခါင္းေဆာင္ျဖစ္ခဲ့ၿပီး မာဟမ္က ဆာမန္းကို သတ္ပစ္ခ်င္ေပမယ့္လည္း အေလာင္းအစားတိုက္ပြဲတစ္ခု စိန္ေခၚခဲ့ၿပီး ဆာမန္းႏုိင္ခဲ့ရင္ ခ်ာနီကို လြတ္လပ္ခြင့္ေပးမယ့္အေၾကာင္း သေဘာတူခဲ့ပါတယ္။မေကာင္းဆုိးဝါးမာဟမ္က ဆာမန္းကို ဘယ္လိုစိန္ေခၚမႈေတြလုပ္ခဲ့တာလဲ၊ ဆာမန္းနဲ႔ မိုဟန္ဂ်ိဳ ဒါ႐ိုက ဘယ္လိုဆက္စပ္မႈေတြရွိေနတာလဲ၊ ခ်စ္သူႏွစ္ဦးေကာ ေပါင္းစည္းခြင့္ရၾကမွာလားဆုိတာ ဆက္ၾကည့္လိုက္ပါဦး။ ေရွး ေဟာင္းေနာက္ခံ အခ်စ္ဇာတ္ကားလုိ႔ဆုိေပမယ့္လည္း အက္ရွင္ဇာတ္ကြက္ေလးေတြပါတာမို႔ ပရိသတ္ေတြသေဘာက်မွာပါ။(ရုပ္ရွင္အညႊန္းကို 7Daydaily.com မွကူးယူေဖာ္ျပပါသည္။)မင္းသားကေတာ့ လက္ပြားမင္းသား (Hrithik Roshan) ျဖစ္ျပီး မင္းသမီး Pooja Hegde ႏွင့္အျခားသရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။ IMDB (6.3/10) ပါ။(ဒီဇာတ္ကားကိုNyi Thanlwin Phyo Pyaeမွဘာသာျပန္တင္ဆက္ထားတာပါ။)File size…(1.2GB)Quality…HD-Rip 720pFormat…mp4Duration….02:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAshutosh GowarikerStarsArunoday SinghHrithik RoshanKabir BediPooja Hegde",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mohenjo-daro-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/8e7fd/mohenjo-daro-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.2GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/1UZUTASL#PvDGNLXAlzLx29lvuWBuBPJ6gFrJz8N3jXlbo3T7K_s",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/s2t2evelv00g",
        "server": "upstream.to",
        "size": "1.2GB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|134 min|Drama",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "21"
    },
    "title": "One Day (2016)",
    "description": "ဒီဇတ်လမ်းလေးကို မကြည့်ခင် ဇတ်လမ်းအကြောင်းလေး နည်းနည်း အရင် သိချင်မလား ?ဒင်ချိုင် ဆိုတဲ့ ကောင်လေးဟာ အခု ခေတ် အဆိုအရ FA တစ်ယောက်ပါသူက အိုင်တီဝန်ထမ်း တစ်ယောက်ဖြစ်ပြီး လူတိုင်း ရဲ့ လိုသုံးလဲ ဖြစ်ပါတယ်ရုံးတစ်ခုလုံးက သူ့နာမည်ကို မှတ်မိမှု မရှိသလို လိုအပ်တာ နဲ့ဟေး.. ဆိုပြီး အဆင်သင့် ခေါ်ခိုင်းလေ့ ရှိပါတယ်..အဲ့ဒီလို အထီးကျန် မှုတွေ နဲ့ ပြည့်နေတဲ့ ဒင် ဆီကို နူဝီ ဆိုတဲ့ ကောင်မလေးဟာ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်ရှိလာပါတယ်…နူဝီ ဟာ သူမ ပရင်တာပျက်နေလို့ ဒင် ကို အကူအညီလာတောင်းရာကနေ ဘယ်မိန်းကလေးကိုမှ စိတ်မဝင်စားခဲ့တဲ့ဒင် ဟာ နူဝီ အနောက်က အရိပ်လို တကောက်ကောက် လိုက်နေခဲ့ပြီး နူဝီ ကြိုက်တက်တာတွေ လိုက်မှတ်နူဝီ ဘယ်သွားလဲ လိုက်ကြည့် သူမ လိုအပ်တာလေးတွေကို မသိမသာ ကွယ်ရာကနေ လိုက်ဖြည့်ဆည်းပေးပါတယ်…ဒါပေမယ့် ဒင် ရဲ့ အချစ်တွေဟာ နူဝီ ဆီ မရောက်ခဲ့ပါဘူး…နူဝီ ဆိုတဲ့ မိန်းမချောလေးကို ဒင် ရဲ့ သူဌေး တော့ပ် က ချစ်ရေးဆိုပြီး လက်တွဲလိုက်ကြတဲ့နေ့မှာတော့ ဒင် ရဲ့ အသဲတွေအပိုင်းပိုင်းအစစ နဲ့ပေါ့…ဒါပေမယ့် တစ်ရက်မှာတော့ နူဝီ သွားချင်နေတဲ့ ဟော့ကိုင်းဒိုး က နှင်းပွဲတော် ကို လိုက်ပို့ဖို့အတွက် သူဌေး တော့ပ် ကရုံးက ဝန်ထမ်း အားလုံး ကိုပါ ပျော်ရွှင်ဖွယ် ခရီးတစ်ခု ထွက်နိုင်အောင် စီစဉ်ခဲ့ပါတယ်…ထို ခရီးစဉ်မှာလဲ ဒင် ဟာ အမြဲလိုလို တော့ပ် နှင့် နူဝီ တို့ အနောက် အရိပ်လို လိုက်နေခဲ့ပြီးတစ်ဖက်သက် အချစ်တွေနဲ့ နူဝီ အပေါ် အချစ်တွေ မပြတ်နိုင်ခဲ့ပါဘူး…ဒီလို နဲ့ နှင်းတွေ ဖုံးလွှမ်းနေတဲ့ ဟော့ကိုင်းဒိုး က ဆုတောင်းပြည့်တဲ့ ခေါင်းလောင်းရှေ့မှာဒင် တစ်ယောက် တိတ်တစိတ်လေး ဆုတောင်းပြီး ခေါင်းလောင်းတီးခဲ့ပါတယ်…ထူးဆန်းလှတဲ့ ဒင် ရဲ့ ဆုတောင်းလေးက အမှန်တကယ် ပြည့်သွားပါတယ် ဘာ ဆုတောင်းလဲ ဆိုတာပရိတ်သက်ကြီးရော သိချင်ပါသလား ?ဇတ်လမ်း အစ မှာ နည်းနည်းပျင်းဖို့ကောင်းသလို ရှိပေမယ့် ခေါင်းလောင်း တီးပြီး နောက်ပိုင်း မှာထိုင်ရာက မထစတမ်း သင် ကြည့်ဖြစ်သွားမယ်ဆိုတာ ကျနော် ပြောနိုင်ပါတယ်…ဒီရုပ်ရှင်ကား ကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ပဲ ဖြစ်ပြီး အညွှန်းကိုတော့ကျနော် သစ်ဆန်းခန့်မှ ရေးပေးထားပါတယ်…Thit San Khant=================Translated by Tariq L WalkerEncoded by Thit San KhantQuality : WebDL 1080p 5.1File Size : 2.1GBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBanjong PisanthanakunStarsChantavit DhanaseviNittha JirayungyurnTheerapat Sajakul",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/k86e6fl5v2do.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gk6s020ad531.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/one-day-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4esI7/One_Day_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ABAgAIQQ#Opys0vtF3DcNArXV5_QpKFkjL5Ch7SxQIk6lu9I-qvQ",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/2i7kruspk479",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/U9ds/One_Day_2016_WebDL_1080p_5.1_%7BCM%7D.mkv",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "WebDL 1080p 5.1"
      },
      {
        "link": "https://usersdrive.com/c3592fnl06bj.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "WebDL 1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/one-day-2016-web-dl-1080-p-5-1-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "WebDL 1080p 5.1"
      },
      {
        "link": "https://veryfiles.com/b3fpl4bgltkr",
        "server": "veryfiles.com",
        "size": "2.1GB",
        "quality": "WebDL 1080p 5.1"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/one-day-2016",
        "server": "VIP Links",
        "size": "2.1GB",
        "quality": "WebDL 1080p 5.1"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|90 min|Action",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "1,106"
    },
    "title": "The Call Up (2016) ျမန္မာစာတန္းထိုး",
    "description": "အပစ္အခတ္ဂိမ္းဝါသနာရွင္ေတြစုျပီး The Call Up ဆိုတဲ့ ဂိမ္းအဖြဲ႕အစည္းရဲ႕ဖိတ္ႀကားျခင္းခံခဲ႕ရျပီ..ဂိမ္းကိုစတင္ကစားခဲ႕ရာက ဆုေႀကးတစ္ခုအတြက္ ကစားခဲ႕ရာကေန ေနာက္ပိုင္း အထဲမွာနဲ႕အျပင္မွာတကယ္ျဖစ္ေနေသာ The Call Up Game ရဲ႕ ဆန္းႀကယ္ေသာျဖစ္ရပ္….တစ္ႀကိမ္တည္းသာသံုးရလို႔က်ည္ကာအက်ီၤေတြနဲ႕အသက္ကယ္ေဆးေတာင့္ေတြ….ကစားေနရင္း Game Over ျဖစ္တဲ႕သြားရတဲ႕ကစားသမားေတြရဲ႕ ကံႀကမၸာဆိုး…ေႀကာက္စရာေကာင္းတဲ႕ Level ေတြပါဝင္ေနတဲ႕ ဒီ ဂိမ္းမွာ လြတ္ေျမာက္တဲ႕လူရွိႏိုင္မလား….ဒီ The Call Up ကားႀကီးမွာ ရင္ခုန္စြာနဲ႕ႀကည္႕ရႈ႕ႏိုင္ပါျပီ….(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ.Moe Myint lwinပဲျဖစ္ပါတယ္)File size…(700MB)Quality… 720p blurayFormat…mp4Duration….01:30:00Subtitle….Myanmar Subtitle (Hardsub)Encoder…Thanhtike ZawDownload Here (700 MB)Small File Size (350 MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles BarkerStarsChris ObiMax DeaconMorfydd ClarkParker Sawyers",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-call-up-poster.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNueXpQUXFkTWFsbTcxTTJsYStTc1dmWTFmeDJvQk1hVVBucUY4eHovdDVzcGRkYVJrVERubGJtejFNRGJGYldoNW5Jd0dWWFBHbWovYU1sMURTQWJ4UXVkaHQ5OXpvR0REVU95dUpHT0hJSTRzdEFiSlBzaXJpZzlhL1hGQkh1bz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNueXpQUXFkTWFsbTcxTTJsYStTc1dmWTFmeDJvQk1hVVBucUY4eHovdDVzcGRkYVJrVERubGJtejFNRGJGYldoNW5Jd0dWWFBHbWovYU1sMURTQWJ4UXVkaHQ5OXpvR0REVU95dUpHT0hJSTRzdEFiSlBzaXJpZzlhL1hGQkh1bz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNueXpQUXFkTWFsbTcxTTJsYStTc1dmWTFmeDJvQk1hVVBucUY4eHovdDVzcGRkYVJrVERubGJtejFNRGJGYldoNW5Jd0dWWFBHbWovYU1sMURTQWJ4UXVkaHQ5OXpvR0REVU95dUpHT0hJSTRzdEFiSlBzaXJpZzlhL1hGQkh1bz0="
    }
  },
  {
    "metadata": "PG-13|2016|107 min|Action,Asian,Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "723"
    },
    "title": "Skiptrace(2016)",
    "description": "2016 ထွက် ဂျက်ကီချန်း ကားအသစ်တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ Shanghai Noon/Knights ကားတွေနဲ့ အနည်းငယ်တော့ ဆင်တူပါတယ်။ဂျက်ကီဟာ ရဲအရာရှိတစ်ဦးဖြစ်ပြီး မည်သူမှန်းမသိတဲ့ မြေအောက်လျို့ဝှက် ဒုစရိုက်ခေါင်းဆောင်တစ်ဦးကို ဖော်ထုတ်ဖို့ကြိုးစားနေခဲ့ပါတယ်။ ဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ရဲ့ အမည်ဝှက်ကိုတော့ တုံညိုရှီ ( ကျွဲရိုင်းသတ်သမား ) လို့ပဲ သိထားကြပါတယ်။ အဲဒီလို ဖော်ထုတ်ဖို့ ကြိုးစားရင်း သူ့ရဲ့ အခင်ဆုံး သူငယ်ချင်း အသတ်ခံခဲ့ရပြီး သူငယ်ချင်းရဲ့ သမီးလေး ဆမန်သာ ကို ဆက်စောင့်ရှောက်ခဲ့ပါတယ်။ ဒါပေမယ့် ဆမန်သာဟာ တုန်ညိုရှိလို့ သံသယရှိသူပိုင်တဲ့ ကာစီနိုရုံမှာ သူလျိုဝင်လုပ်ရင်း အန္တရာယ်နဲ့ကြုံလာသလို၊ အမေရိကန်လူမျိုး ဖဲသမားလူလိမ် ကော်နာဝက်စ်ကလည်း အဲဒီကာစီနိုဝိုင်းမှာ လူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်ပြီး အရေးကြီးတဲ့ တယ်လီဖုန်းနဲ့ အတူ ထွက်ပြေးလာခဲ့ပါတယ်။အဓိက ဇာတ်လမ်းကတော့ ဘန်နီ(ဂျက်ကီချန်း) ဟာ ဖဲသမားလူလိမ် ကော်နာဝက်စ် ကို မကာအိုကနေ ဟောင်ကောင်ကို အခက်အခဲတွေ ကြားထဲက ခေါ်လာဖို့ ကြိုးစားရင်း လမ်းတစ်လျှောက်ကြုံရတာတွေကို ဟာသတွေ ရယ်စရာတွေ နဲ့ တရုတ်ရိုးရာပွဲတော်အလှတွေ ရောပြီး လှလှပပပြသထားတာပါပဲ။ ဂျက်ကီချန်းရဲ့ လှုပ်ရှားမှုတွေ ကြည့်ရင်း ပြုံးပျော်ဖို့ တဖန်အချိန်ကျလာပြန်ပြီဆိုတော့ အားပေးကြပါဦး။ (Subtitle အတွက် ကို SKL ကို ကျေးဇူးတင်ကြောင်း ပြောကြားလိုက်ပါတယ်)(အညွန်းရေးပေးသူကတော့ Little Neo ဖြစ်ပြီး ဘာသာပြန်သူကတော့ SKL ဖြစ်ပါတယ်)————————————————————————-2016 ထြက္ ဂ်က္ကီခ်န္း ကားအသစ္တင္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကေတာ့ Shanghai Noon/Knights ကားေတြနဲ႕ အနည္းငယ္ေတာ့ ဆင္တူပါတယ္။ဂ်က္ကီဟာ ရဲအရာရိွတစ္ဦးျဖစ္ျပီး မည္သူမွန္းမသိတဲ့ ေျမေအာက္လ်ိဳ႕၀ွက္ ဒုစရုိက္ေခါင္းေဆာင္တစ္ဦးကို ေဖာ္ထုတ္ဖို႕ၾကိဳးစားေနခဲ့ပါတယ္။ ဒုစရိုက္ဂုိဏ္းေခါင္းေဆာင္ရဲ႕ အမည္၀ွက္ကိုေတာ့ တံုညိဳရွီ ( ကြ်ဲရိုင္းသတ္သမား ) လို႕ပဲ သိထားၾကပါတယ္။ အဲဒီလို ေဖာ္ထုတ္ဖို႕ ၾကိဳးစားရင္း သူ႕ရဲ႕ အခင္ဆံုး သူငယ္ခ်င္း အသတ္ခံခဲ့ရျပီး သူငယ္ခ်င္းရဲ႕ သမီးေလး ဆမန္သာ ကို ဆက္ေစာင့္ေရွာက္ခဲ့ပါတယ္။ ဒါေပမယ့္ ဆမန္သာဟာ တုန္ညိဳရိွလို႕ သံသယရိွသူပိုင္တဲ့ ကာစီနိုရံုမွာ သူလ်ိဳ၀င္လုပ္ရင္း အႏၱရာယ္နဲ႕ၾကံဳလာသလို၊ အေမရိကန္လူမ်ိဳး ဖဲသမားလူလိမ္ ေကာ္နာ၀က္စ္ကလည္း အဲဒီကာစီနို၀ိုင္းမွာ လူသတ္မႈတစ္ခုကို မ်က္ျမင္သက္ေသျဖစ္ျပီး အေရးၾကီးတဲ့ တယ္လီဖုန္းနဲ႕ အတူ ထြက္ေျပးလာခဲ့ပါတယ္။အဓိက ဇာတ္လမ္းကေတာ့ ဘန္နီ(ဂ်က္ကီခ်န္း) ဟာ ဖဲသမားလူလိမ္ ေကာ္နာ၀က္စ္ ကို မကာအိုကေန ေဟာင္ေကာင္ကို အခက္အခဲေတြ ၾကားထဲက ေခၚလာဖို႕ ၾကိဳးစားရင္း လမ္းတစ္ေလ်ွာက္ၾကံဳရတာေတြကို ဟာသေတြ ရယ္စရာေတြ နဲ႕ တရုတ္ရိုးရာပြဲေတာ္အလွေတြ ေရာျပီး လွလွပပျပသထားတာပါပဲ။ ဂ်က္ကီခ်န္းရဲ႕ လႈပ္ရွားမႈေတြ ၾကည့္ရင္း ျပံဳးေပ်ာ္ဖို႕ တဖန္အခ်ိန္က်လာျပန္ျပီဆိုေတာ့ အားေပးၾကပါဦး။ (Subtitle အတြက္ ကို SKL ကို ေက်းဇူးတင္ေၾကာင္း ေျပာၾကားလိုက္ပါတယ္)(အညြန္းေရးေပးသူကေတာ့ Little Neo ျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ SKL ျဖစ္ပါတယ္)File Size : 926MBQuality : Bluray 720pRunning Time : 1hr 47 minuteFormat : Mp4Genre : Action, ComedyEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRenny HarlinStarsBingbing FanEric TsangJackie ChanJohnny Knoxville",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/skiptrace-movie-per.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ouc29eguse63.html",
        "server": "usersdrive.com",
        "size": "926 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/skiptrace-jue-di-tao-wang-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "926 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/bb1d19/skiptrace-jue-di-tao-wang-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "926 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4eyri/Skiptrace_(Jue_Di_Tao_Wang)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "926 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AQlAgIzY#ZsYP4BMXW5vRePoqP2XqYQwchA9CjTVO7Dd7-viNUC0",
        "server": "mega.nz",
        "size": "926 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sg8o26wvay5w",
        "server": "upstream.to",
        "size": "926 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1oTFUxUFpob3BacllBaDNiUzZZTFJiWkQySU50UjVaQVczVVJ2SWVrdUtOcFRvQko0eEloKzh0OVQwcytBWFNzampBdVU2cTI2Q1E3Nm9IMDYxVWxSc0JqYUxtZkJXekJSdUxlN09rK01hSXk2UVlGZkVRb1ZaeTYzQVRTRzZPcz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1oTFUxUFpob3BacllBaDNiUzZZTFJiWkQySU50UjVaQVczVVJ2SWVrdUtOcFRvQko0eEloKzh0OVQwcytBWFNzampBdVU2cTI2Q1E3Nm9IMDYxVWxSc0JqYUxtZkJXekJSdUxlN09rK01hSXk2UVlGZkVRb1ZaeTYzQVRTRzZPcz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1oTFUxUFpob3BacllBaDNiUzZZTFJiWkQySU50UjVaQVczVVJ2SWVrdUtOcFRvQko0eEloKzh0OVQwcytBWFNzampBdVU2cTI2Q1E3Nm9IMDYxVWxSc0JqYUxtZkJXekJSdUxlN09rK01hSXk2UVlGZkVRb1ZaeTYzQVRTRzZPcz0="
    }
  },
  {
    "metadata": "|2016|1h 42min|Horror,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "20"
    },
    "title": "The Eye’s Dream (2016)",
    "description": "The Eyes Dream 2016 အညွှန်းMystery, Fantasy, Thriller, Documentary တွေလိုမျိုး ရိုက်ကူးတတ်တဲ့ဒါရိုက်တာ Hisayasu Sato ရဲ့ ၂၀၁၆ က ထွက်ရှိခဲ့ရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီကားကတော့ ကြည့်ရတာနည်းနည်းတော့ရှုပ်ပေမယ့် ကြည့်ရတာ အဆင်ပြေတယ်ဆိုရုံလောက်ပါပဲ။ဇာတ်လမ်းထဲမှာကတော့ ဓာတ်ပုံဆရာမတစ်ယောက်က မျက်လုံးတွေကို စွဲလမ်းနေတဲ့သူတစ်ယောက်ပါ။လမ်းမှာမြင်သမျှလူတွေကိုလည်း မျက်လုံးဓာတ်ပုံတွေကို လိုက်ရိုက်တတ်ပါတယ်။တစ်နေ့မှာ မှတ်တမ်းရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်က သူ့ရဲ့ မျက်လုံးတွေကို စွဲလမ်းတတ်တဲ့ရောဂါကိုရုပ်ရှင်ရိုက်ကူးချင်တယ်လို့ ပြောလာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။ဒါရိုက်တာနဲ့ရော ဘယ်လိုတွေနှစ်ပါးသွားမလဲ Psycho ဆန်ဆန်လေးကို၁၈+ တစ်မျိုးလေး ကြည့်ရှုရမှာဆိုတော့ ပုရိသတို့ အကြိုက်တွေ့စေမှာ အမှန်ပါပဲလို့ပြောရင်း ကြည့်ရှုလိုက်ရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Kaung Setပဲ ဖြစ်ပါတယ်။Genre….. Horror, ThrillerQuality…. 1080p | 720pFile size… 2.1GB | 874MBFormat… mp4Duration…. 1h 42minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Kaung SetEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastIssei SagawaMarissaPantaRina SakuragiRyûju KobayashiShailee NamikiTsuyoshi NakanoYohta Kawase",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sjJj2ls28BufHvRTvHOjmUAYyPX.jpg",
      "https://image.tmdb.org/t/p/w300/9bRW1UUABYV9dkLlQkUbiOhRjQr.jpg",
      "https://image.tmdb.org/t/p/w300/v5ociW7DgoybuYyaNvUnCEsl7pc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gl7C73o7XxIjpTQsGcrvFYjtRii.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gtqav42ann9d.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-eyes-dream-2016-1080-p-jpn-blu-ray-remux-avc-dts-hd-ma-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7rymr/The.Eyes.Dream.2016.1080p.JPN.BluRay.REMUX.AVC.DTS-HD.MA.5.1-CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Qa81FTKT#DZhZUbVvX5N_nz3uJD49-aShXD8HipUoBR7TNWa6Slc",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cho8ydhpj8jr.html",
        "server": "usersdrive.com",
        "size": "874MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-eyes-dream-2016-720-p-jpn-blu-ray-remux-avc-dts-hd-ma-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "874MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ed8UU/The.Eyes.Dream.2016.720p.JPN.BluRay.REMUX.AVC.DTS-HD.MA.5.1-CM.mp4",
        "server": "megaup.net",
        "size": "874MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9LVWhQ6R#jgH-di0SuRbcZzEJ6PiNjBO9gII-ckNvqtc0iQqTgEo",
        "server": "mega.nz",
        "size": "874MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/bavnnwdiqx6x",
        "server": "streamvid.io",
        "size": "874MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/5dkt2bfd2yjf",
        "server": "streamsb.com",
        "size": "874MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PepHSPE4TaU",
      "video_url": "https://www.youtube.com/watch?v=PepHSPE4TaU",
      "embed_url": "https://www.youtube.com/embed/PepHSPE4TaU"
    }
  },
  {
    "metadata": "|2016|1h 43min|Drama,Fantasy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "2,080"
    },
    "title": "If Cats Disappeared from the World (2016)",
    "description": "If Cats Disappeared From The World (2016)IMDb – 7.0/10_____Rotten – 78%စာပို့သမားလေးတစ်ယောက်( Takeru Satou) သူ့မှာ နေဖို့အချိန်မကျန်တော့တာကို သိလိုက်ရချိန်မှာသေမင်းတစ်ပါးက သူ့ဆီရောက်လာပြီး အခွင့်အရေးတစ်ခုပေးခဲ့တယ် …အဲ့ဒါက သူသာ ကမ္ဘာကြီးပေါ်က ပစ္စည်းတွေကို ဖျောက်မယ်ဆိုရင်သူအသက်ဆက်ရှင်ခွင့်ရမယ်ဆိုတာပါပဲ…ဒီလိုနဲ့ ပစ္စည်းတွေဖျောက်လို့ အသက်ဆက်ရှင်နိုင်မလား……ဖျောက်လိုက်ရင်ဘာတွေဆက်ဖြစ်လာမှာလဲ…စာပို႔သမားေလးတစ္ေယာက္( Takeru Satou) သူ႔မွာ ေနဖို႔အခ်ိန္မက်န္ေတာ့တာကို သိလိုက္ရခ်ိန္မွာေသမင္းတစ္ပါးက သူ႔ဆီေရာက္လာၿပီး အခြင့္အေရးတစ္ခုေပးခဲ့တယ္ …အဲ့ဒါက သူသာ ကမာၻႀကီးေပၚက ပစၥည္းေတြကို ေဖ်ာက္မယ္ဆိုရင္သူအသက္ဆက္ရွင္ခြင့္ရမယ္ဆိုတာပါပဲ…ဒီလိုနဲ႔ ပစၥည္းေတြေဖ်ာက္လို႔ အသက္ဆက္ရွင္ႏိုင္မလား……ေဖ်ာက္လိုက္ရင္ဘာေတြဆက္ျဖစ္လာမွာလဲ…File Size     :   730 MBDuration    :   1: 43: 00Quality       :   BluRay Rip 720pTranslator  :   Cindy ChuEncoder      :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkira NagaiStarsGaku HamadaMauro CaiazzaMieko HaradaCastAnna IshiiAoi MiyazakiEiji OkudaEita OkunoGaku HamadaMieko HaradaTakeru Satoh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5riaMzRKCUk3ixMDlHNsaIEpoLC.jpg",
      "https://image.tmdb.org/t/p/w300/rqTHEQDxNASh839YTvKor1NvtMu.jpg",
      "https://image.tmdb.org/t/p/w300/cpO1qdAotrbQlRb229XpgbZZjSB.jpg",
      "https://image.tmdb.org/t/p/w300/pNDmV7AY84jgw2bMB34DF4aWKdc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/if-cats.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/frrpb96655qm.html",
        "server": "usersdrive.com",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/if-cats-disappeared-from-the-world-sekai-kara-neko-ga-kietanara-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/4f57b79/if-cats-disapeared-from-the-world-sekai-kara-neko-ga-kietanara-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/mxkrlmwxzpfg/If_Cats_Disappeared_From_The_World_(Sekai_Kara_Neko_Ga_Kietanara)_[2016]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1zOfb/If_Cats_Disappeared_From_The_World_(Sekai_Kara_Neko_Ga_Kietanara)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/89RzmQqL#H-xQNI1r_8jBDbbmdnLYVkr4Iu0gWe9KOWfKqm_-750",
        "server": "mega.nz",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/uqv2m3l48wdy",
        "server": "upstream.to",
        "size": "730 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "M|2016|1h 58m|Action,Adventure,Comedy",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "863"
    },
    "title": "Assassination Classroom: Graduation (2016)",
    "description": "Assassination Classroom: The Graduation (2016)Anime S1နဲ့ ပထမကားကို အဆုံးသတ်ပြီးနောက်မှာတော့ထပ်ထွက်လာတဲ့ ဒုတိယကားကတော့ S2 ပါပဲ။ကျောင်းဆင်းပွဲနီးလာပြီး သတ်ဖို့အချိန်မကျခင်မှာ မထင်ထားတဲ့အဖြစ်အပျက်တစ်ခုကြောင့် ကေနောက်ဆုံးအချိန်ကျမှသူ့အတိတ်ကိုပြောပြမယ်လို့ ဆုံးဖြတ်ထားတဲ့ ဆရာကိုရိုတစ်ယောက်မတတ်သာတဲ့အဆုံး သူ့အတိတ်ကိုပြောပြခဲ့ပြီးနောက်မှာတော့အရင်ကပစ်မှတ်အနေနဲ့ပဲ သဘောထားခဲ့တဲ့သူ့တပည့်တွေရဲ့ အမြင်တွေပြောင်းလဲသွားပြီး လုပ်ကြံဖို့တွေဝေသွားကြပါတော့တယ်။ဒီလိုနဲ့ သတ်မယ့်အစား ဆရာ့ကိုကယ်ဖို့နည်းလမ်းကိုရှာဖွေကြရင်း ဆရာ့ကိုကယ်နိုင်သွားမလား။ပထမအစီအစဥ်အတိုင်း သတ်ပဲသတ်ရမလားဆိုတာ…Anime မှာ S2 နဲ့အဆုံးသတ်သွားသလိုဒီကားကလည်းနောက်ဆုံးပါပဲ ထပ်ထွက်ဖို့မရှိတော့ပါဘူး။File size…2.26GB / 1.14GBQuality…1080p Blu Ray / 720pFormat…mp4Duration….1h 58mSubtitle….Myanmar Subtitle (HardSub)Encoder… YKTranslated by Moe Pwint PhyuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEiichirô HasumiStarsAmi OkumaArisa MatsunagaHarukaHiroki NarimiyaIvan SontsevKang Ji-youngKanna HashimotoKazunari NinomiyaKen SugawaraKippei ShiinaKô NanaseMaika YamamotoMasaki SudaMiku UeharaMio YukiMirei KiritaniRena TakedaRoma TonioloRyosuke YamadaSeishirou KatouSergey KuvaevTakeo NakaharaTakumi OokaTakuya YoshiharaTsuyoshi AbeYugo MikawaCastAmi OkumaArisa MatsunagaHarukaHiroki NarimiyaIvan SontsevKang Ji-youngKanna HashimotoKazunari NinomiyaKen SugawaraKippei ShiinaKô NanaseMaika YamamotoMasaki SudaMiku UeharaMio YukiMirei KiritaniRena TakedaRoma TonioloRyosuke YamadaSeishirou KatouSergey KuvaevTakeo NakaharaTakumi OokaTakuya YoshiharaTsuyoshi AbeYugo Mikawa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4t6BEzhkJ2yOhXBRIPOgalQe3p4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWI2NWIwM2QtNTNiMC00YjNkLWJhYzktMjY5ZGJlNTA2MTdkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/assassination-classroom-the-graduation-2016-1080-p-blu-ray-x-264-audio-edit-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vu72fc0sqoui.html",
        "server": "usersdrive.com",
        "size": "2.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/tw8xr8lfrkcy",
        "server": "streamvid.io",
        "size": "2.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xOgk/Assassination.Classroom.The.Graduation.2016.1080p.BluRay.x264.Audio_Edit.(CM).mkv",
        "server": "megaup.net",
        "size": "2.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rEMygQxb#MMRLSlfp8cqwRiByv2aR4aEe-XGzANZSYstaCEpWgsU",
        "server": "mega.nz",
        "size": "2.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/assassination-classroom-the-graduation-2016-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.14GB",
        "quality": "1.14GB"
      },
      {
        "link": "https://usersdrive.com/mb60uzetur23.html",
        "server": "usersdrive.com",
        "size": "1.14GB",
        "quality": "1.14GB"
      },
      {
        "link": "https://streamvid.net/czikonbd7y0k",
        "server": "streamvid.io",
        "size": "1.14GB",
        "quality": "1.14GB"
      },
      {
        "link": "https://megaup.net/2xOgl/Assassination.Classroom.The.Graduation.2016.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.14GB",
        "quality": "1.14GB"
      },
      {
        "link": "https://mega.nz/file/SNsixLqR#oWyr8s0fxyGLw41pkp-JTXzCvuQW4vFUNTKDkY9O6FI",
        "server": "mega.nz",
        "size": "1.14GB",
        "quality": "1.14GB"
      }
    ],
    "trailer": {
      "video_id": "XGsf2GB0q7c",
      "video_url": "https://www.youtube.com/watch?v=XGsf2GB0q7c",
      "embed_url": "https://www.youtube.com/embed/XGsf2GB0q7c"
    }
  },
  {
    "metadata": "R|2016|141 min|Musical",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "240"
    },
    "title": "Miss Saigon: 25th Anniversary (2016)",
    "description": "ဒီဇာတ္ကားေလးက သီခ်င္းျပဇာတ္ေလးတစ္ခုပဲျဖစ္ပါတယ္တစ္ခ်ိန္က နာမည္ေက်ာ္ခဲ့တဲ့ Miss Saigon ၿပဇာတ္ ၂၅ ႏွစ္ျပည့္အထိမ္းအမွတ္အေနနဲ႕ လန္ဒန္ၿမဳိ႕မွာ ျပန္လည္ ကျပတာပဲ ျဖစ္ပါတယ္ျပဇာတ္ဆုိေပမဲ့ ေပးႏုိင္တဲ့ရသက အထူးကုိေကာင္းမြန္ၿပီးေတာ့ဇာတ္အိမ္ေကာင္းမြန္တာကုိေတြ႕ရပါတယ္ဇာတ္လမ္းကုိေတာ့ အေမရိကန္ ဗီယက္နမ္ စစ္ပြဲ အဆုံးသတ္ခါနီးအခ်ိန္ေလာက္မွာဇာတ္အိမ္တည္ထားပါတယ္။ထုိစဥ္အခါက ဗီယက္နမ္မွာစစ္ပြဲဒဏ္ေၾကာင့္ ျပည္သူေတြကလဲ ဆင္းရဲမြဲေတမွဳ႕ကုိ ခံစားေနရတဲ့အခ်ိန္ပါစစ္ပြဲေၾကာင့္ မိသားစုနဲ႔ကြဲ မိဘေတြ ေသဆုံး ျဖစ္ရရွာတဲ့ အမ်ဳိးသမီးေလးေတြဟာအေမရိကန္ စစ္သားေတြကုိ ေဖ်ာ္ေျဖရတဲ့ ျပည့္တန္ဆာေလးေတြ ျဖစ္လာပါေတာ့တယ္ကင္မ္ကလဲ သူတုိ႔ထဲက တစ္ေယာက္ပါ … အသက္ ၁၇ ႏွစ္သာ ရွိေသးတဲ့ မိန္းမပ်ဳိေလးကမိဘေတြ စစ္အတြင္းမွာ ေသဆုံးၿပီးေတာ့ ဆုိင္ဂုံမွာရွိတဲ့ ျပည့္တန္ဆာခန္းကုိေရာက္ရွိခဲ့ပါတယ္အဲ့ဒီျပည့္တန္ဆာခန္းမွာရွိတဲ့ မိန္းမပ်ဳိတုိ္င္းရဲ႕ အိပ္မက္ကေတာ့ အေမရိကန္ စစ္သားေတြကသူတုိ႕ကုိ တစ္ခ်ိန္မွာ အေမရိကန္ကုိေခၚသြားၿပီး သားမွတ္မွတ္ မယားမွတ္မွတ္ ေပါင္းဖုိ႕ပါကင္မ္ကုိ ေတာ့ ခရစ္ ဆုိတဲ့ စိတ္သေဘာထားေကာင္းတဲ့ စစ္သားေလးကဂရုဏာ သက္၀င္ ခ်စ္ခင္မိသြားၿပီးေတာ့ အေမရိကန္ကုိ ေခၚသြားဖုိ႔ႀကံပါေတာ့တယ္…ဒါေပမဲ့ မေမွ်ာ္လင့္တဲ့ အေျခအေနဆုိတာ အခ်ိန္ခါအတုိင္းမွာျဖစ္လာတက္ပါတယ္အေမရိကန္ကုိ မေခၚသြားႏုိင္ခဲ့ပဲ ႏွစ္မ်ားစြာၾကာၿပီးေတာ့မွ အိမ္ေထာင္က်ေနတဲ့အေျခတက်ျဖစ္ေနတဲ့ ခရစၥမွာ ကင္မ္ သက္ရွိထင္ရွားရွိေနေသးေၾကာင္းသူနဲ႕ ရထားတဲ့ သားတစ္ေယာက္ရွိေနေၾကာင္း သိလုိက္ရတဲ့ အခါမွာေတာ့…..ဒီဇတ္ကားကို အညႊန္းေရးေပးထားသူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္…UNICODEဒီဇာတ်ကားလေးက သီချင်းပြဇာတ်လေးတစ်ခုပဲဖြစ်ပါတယ်တစ်ချိန်က နာမည်ကျော်ခဲ့တဲ့ Miss Saigon ပြဇာတ် ၂၅ နှစ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ လန်ဒန်မြို့မှာ ပြန်လည် ကပြတာပဲ ဖြစ်ပါတယ်ပြဇာတ်ဆိုပေမဲ့ ပေးနိုင်တဲ့ရသက အထူးကိုကောင်းမွန်ပြီးတော့ဇာတ်အိမ်ကောင်းမွန်တာကိုတွေ့ရပါတယ်ဇာတ်လမ်းကိုတော့ အမေရိကန် ဗီယက်နမ် စစ်ပွဲ အဆုံးသတ်ခါနီးအချိန်လောက်မှာဇာတ်အိမ်တည်ထားပါတယ်။ထိုစဉ်အခါက ဗီယက်နမ်မှာစစ်ပွဲဒဏ်ကြောင့် ပြည်သူတွေကလဲ ဆင်းရဲမွဲတေမှု့ကို ခံစားနေရတဲ့အချိန်ပါစစ်ပွဲကြောင့် မိသားစုနဲ့ကွဲ မိဘတွေ သေဆုံး ဖြစ်ရရှာတဲ့ အမျိုးသမီးလေးတွေဟာအမေရိကန် စစ်သားတွေကို ဖျော်ဖြေရတဲ့ ပြည့်တန်ဆာလေးတွေ ဖြစ်လာပါတော့တယ်ကင်မ်ကလဲ သူတို့ထဲက တစ်ယောက်ပါ … အသက် ၁၇ နှစ်သာ ရှိသေးတဲ့ မိန်းမပျိုလေးကမိဘတွေ စစ်အတွင်းမှာ သေဆုံးပြီးတော့ ဆိုင်ဂုံမှာရှိတဲ့ ပြည့်တန်ဆာခန်းကိုရောက်ရှိခဲ့ပါတယ်အဲ့ဒီပြည့်တန်ဆာခန်းမှာရှိတဲ့ မိန်းမပျိုတိုင်းရဲ့ အိပ်မက်ကတော့ အမေရိကန် စစ်သားတွေကသူတို့ကို တစ်ချိန်မှာ အမေရိကန်ကိုခေါ်သွားပြီး သားမှတ်မှတ် မယားမှတ်မှတ် ပေါင်းဖို့ပါကင်မ်ကို တော့ ခရစ် ဆိုတဲ့ စိတ်သဘောထားကောင်းတဲ့ စစ်သားလေးကဂရုဏာ သက်ဝင် ချစ်ခင်မိသွားပြီးတော့ အမေရိကန်ကို ခေါ်သွားဖို့ကြံပါတော့တယ်…ဒါပေမဲ့ မမျှော်လင့်တဲ့ အခြေအနေဆိုတာ အချိန်ခါအတိုင်းမှာဖြစ်လာတက်ပါတယ်အမေရိကန်ကို မခေါ်သွားနိုင်ခဲ့ပဲ နှစ်များစွာကြာပြီးတော့မှ အိမ်ထောင်ကျနေတဲ့အခြေတကျဖြစ်နေတဲ့ ခရစ္စမှာ ကင်မ် သက်ရှိထင်ရှားရှိနေသေးကြောင်းသူနဲ့ ရထားတဲ့ သားတစ်ယောက်ရှိနေကြောင်း သိလိုက်ရတဲ့ အခါမှာတော့…..ဒီဇတ်ကားကို အညွှန်းရေးပေးထားသူကတော့ Tariq L Walker ဖြစ်ပါတယ်…Download HD (1.2GB)Download Small File (520Mb)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrett SullivanStarsAlistair BrammerEva NoblezadaJon Jon BrionesKwang-Ho Hong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYjhiNTgxZWMtN2FjMS00MGJhLWE1MGQtMzcyZGQzMmI2YmNiXkEyXkFqcGdeQXVyNTMxNTgxNDM@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2016|91 min|Drama",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "3,948"
    },
    "title": "Shut In (2016)",
    "description": "Thit San Khant============Download HD (980MB)Download Small (525MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFarren BlackburnStarsCharlie HeatonJacob TremblayNaomi WattsOliver Platt",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDYzODU2OTgtZDNhMS00Nzk4LWEyZGMtYmJiYmZlNWUwYmYyXkEyXkFqcGdeQXVyNjAwMjI5MzY@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|116 min|Asian,Comedy,Drama,Family",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "567"
    },
    "title": "Some Like It Hot (2016)",
    "description": "ဘဝမှာ သိပ်ချစ်ရတဲ့သူငယ်ချင်းတွေရှိရင် သိပ်လှတယ်…အမူအကျင့် တစ်ခုစီနဲ့ ခွီရတဲ့ သက်လတ်ပိုင်း သူငယ်ချင်း ၅ ယောက်အဖွဲ့…၁။ တစ်ယောက်က မြင်မြင်ချင်းအချစ်ကိုပဲ ယုံကြည်လို့ တစ်ဘဝလုံး FA လုပ်လာတာတစ်နေ့တော့ ကောင်မလေးတစ်ယောက်ကိုမြင်မြင်ချင်းမှာ သိပ်ကြွေသွားပြီး Heart Attack နဲ့သေရော..၂။ နောက်တစ်ယောက်က တခြားကောင်မလေးတွေနဲ့ အသားကုန်ပွေးပေမယ့်အချိန်တန် အိမ်ပြန်ဆိုတဲ့ ဆောင်ပုဒ်ကိုကိုင်ဆွဲထားတဲ့ သူ့ကောင်မလေးကို အသေချစ်သူ…၃။ နောက်တစ်ယောက်က အဖွဲ့တစ်ဖွဲ့လုံးရဲ့ ခိုင်းဖတ် မစိုမခြောက်…၄။ နောက်တစ်ယောက်က အူတူတူနဲ့ လုပ်ချင်ရာလုပ်တတ်ပြီးဘယ်သူမှမကြိုက်တော့တဲ့ အပျိုကြီးကိုမှ အသည်းစွဲသွားသူ…၅။ ဇာတ်လိုက်ကျော်ကြီးကတော့ ကိုရီးယားမော်ဒယ်လေးကို မြင်မြင်ချင်း ပလူးချင်လွန်းလို့အိမ်ကမိန်းမကို ခွကျော်ရမယ့်သူ…ဇာတ်အိမ်ဇာတ်လမ်းလေး ကောင်းမွန်သလိုတင်ဆက်ပုံ သွက်သွက်လက်လက်နဲ့ ဆွဲခေါ်သွားမယ့် ဇာတ်ကားပါ။ကျွန်တော်တော့ အတော်အကြိုက်တွေ့မိပါတယ်။အနားယူချိန်မှာ မိသားစုနဲ့အတူတူကြည့်ပြီး ခွီနေရမယ့် ဇာတ်ကားမျိုးပါ။(အိမ်ကမိန်းမကို မပိုင်သူတွေကတော့ မိန်းမနဲ့ အတူတူ မကြည့်နဲ့ပေါ့..ဆွဲစိတ်ခံနေရမယ်။)IMDb Rating (6.8) ထိ ရရှိထားပါတယ်။File size…(1.1 GB) and (520 MB)Quality….WEB-DL 720pFormat…mp4Duration….01:56:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Cindy HoneyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDong XuSong XiaofeiStarsAllen Ai LunChe XiaoClara LeeDeng ChaoQiao ShanWang XunXiao ShenyangXiao YangXiaoou ZhouYan NiCastAllen Ai LunChe XiaoClara LeeDai Le-leDeng ChaoHanchao CaoQiao ShanRaquel XuTian YuWang XunXiao ShenyangXiao YangXiaojun YueXiaoou ZhouYan NiZhao Yingjun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yJqSkyyb1JNN2BdoUCYaKZdyP6x.jpg",
      "https://image.tmdb.org/t/p/w300/oRrGzvwvdnaYsLHImFIvIv36HD6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/china_comedy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/some-like-it-hot-qing-sheng-2016-mm-sub",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/some-like-it-hot-qing-sheng-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/33G6B/Some_Like_It_Hot_(Qing_Sheng)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://viewsb.com/twip0gr4gj0d.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2016||Thriller",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "1724"
    },
    "title": "Brace for Impact (or) Final Destiny (2016)",
    "description": "Brace for Impact (or) Final Destiny (2016)==============================ThrillerIMDb – 4.8/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို လေယာဉ်ပျက်ကျမှုအကြောင်းကိုရိုက်ကူးတင်ဆက်ထားတဲ့ Thriller ဆန်ဆန် ဇာတ်လမ်းကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့..ရာထူးက ရပ်နားခံထားရတဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေးရတဲ့အေးဂျင့်ဖြစ်တဲ့ ဆိုဖီယာတစ်ယောက် ရာထူးက ရပ်နားခံရပြီးအားလပ်ရက်ရထားတာကြောင့် သူ့အစ်ကိုနဲ့အတူတူလေယာဉ်စီးဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေးရတဲ့အေးဂျင့်ပီပီ လေယာဉ်ထွက်ခါနီးမှာပျက်ကျမှာကို စိုးရိမ်ပြီး ဆင်းလာခဲ့ပါတယ် သူ့အစ်ကိုကိုကတော့ လေယာဉ်ပေါ်မှာ ပါသွားတာပေါ့။အဲဒီလေယာဉ်ဟာ ပျက်ကျသွားတဲ့အချိန်မှာတော့ ဆိုဖီယာတစ်ယောက်ရာထူးရပ်နားခံထားရပေမဲ့ အေးဂျင့်တစ်ယောက်ရဲ့စိတ်ခံစားမှုအရ ဒီကိစ္စကို သူ့ဘာသာစတင် စုံစမ်းပါတော့တယ်။ စုံစမ်းစစ်ဆေးနေတဲ့အချိန်အတွင်း ဆိုဖီယာဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ၊ သဲလွန်စတွေက များလွန်းလို့ သူရှာတွေ့ထားတာက တကယ့်ကိုခိုင်လုံတဲ့သဲလွန်စဖြစ်ရဲ့လား။ ဒီလေယာဉ်ပျက်ကျမှုနောက်ကွယ်က ဖြစ်ရပ်မှန်ကို တကယ်ဖော်ထုတ်နိုင်မှာလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့June ဖြစ်ပါတယ်)File Size……….(1.62 GB) / (600 MB) / (337 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 28MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ThrillerTranslator…….JuneEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichel PouletteCastArthur HoldenCristina RosatoDenise WhiteDonovan ReiterElana DunkelmanEnnis EsmerEric DavisGuido Grasso Jr.Guy BullerHarry StandjofskiIan LakeJason Gangxu XiangJoel S. KellerJohnny SaKerry CondonKevin McGarryMaria HerreraMichelle HeislerNatalie DarbysonNathaly ThibaultRafael PetardiRobert MontcalmRonald Michael TorchiaRussell YuenSerge MartineauSheila McCarthySylvia Stewart",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AtBmJRuohftrXXgBuG2Hncb9Zdh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZWQ0NDRkZDEtMWQ1Yi00YTIzLThlYTEtNTQyMTRiNTAwYTQyXkEyXkFqcGdeQXVyNTU4NjAyNDk@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/brace-for-impact-2016-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dUfu/Brace.For.Impact.2016.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/386ivdfm5b8c.html",
        "server": "streamsb.com",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wH5ylCxb#DMz7YU-9D8Anv3hqNS4SfD3YOMUXe-ZjqR8-RBEuVGE",
        "server": "mega.nz",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kg9ykpr12b0y.html",
        "server": "usersdrive.com",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6n3rnkxckch6",
        "server": "streamvid.io",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/brace-for-impact-2016-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dUfp/Brace.For.Impact.2016.720p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/jjbn2npmpw6v.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ESBFmLYa#YRDJWZrJAEILtOnfGhD3khWDm1wN9N0X9yHvlK0MLMk",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/783b05c82f87.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/uizg10zxz7mw",
        "server": "streamvid.io",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/brace-for-impact-2016-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "337 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1dUfe/Brace.For.Impact.2016.480p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "337 MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/l09t4j3tavd2.html",
        "server": "streamsb.com",
        "size": "337 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/5OJXDCLL#g1_ntIIDzSuyKtKvH26TjETEQQINPMyQRo2JczvlmaI",
        "server": "mega.nz",
        "size": "337 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/6h01ego85878.html",
        "server": "usersdrive.com",
        "size": "337 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/67f919oegjs5",
        "server": "streamvid.io",
        "size": "337 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "eMUxyVVcRfw",
      "video_url": "https://www.youtube.com/watch?v=eMUxyVVcRfw",
      "embed_url": "https://www.youtube.com/embed/eMUxyVVcRfw"
    }
  },
  {
    "metadata": "|2016|1h 21min|Action,Drama,Horror",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "5,645"
    },
    "title": "The Thinning (2016)",
    "description": "The Thinning (2016)_____IMDb – 5.5/10The Thinning (2016)ဇာတ်ကားကတော့ Action/Drama/Horror အမျိုးအစားပါDirected by Michael J. Gallag’her ဖြစ်ပါတယ်IMDb 5.5/10 ဖြစ်ပြီး Rotten Tomatoes ရဲ့Audience Score မှာလည်း 62% ရရှိထားပါတယ်ကိုယ်လည်းစကြည့်တုန်းက အစပိုင်း၁၀မိနစ်လောက်ထိဘာလဲပေါ့ဆိုပြီး ကြည့်ခဲ့တာ တကယ်ကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဇာတ်လမ်းအဆုံးထိဘာဖြစ်မလဲသိချင်အောင်ဆွဲခေါ်သွားခဲ့တယ် သမားရိုးကျဇာတ်လမ်းတွေကနေခွဲထွက်ထားတော့ ပိုကောင်းတာပေါ့(စာကျက်ပျင်းတဲ့သူတွေပိုကြည့်သင့်ပါတယ်နော်)2038 ခုနှစ်မှာ ကမ္ဘာတစ်ဝှမ်းလုံးလူဦးရေသိပ်သည်းမှုကြောင့်နိုင်ငံတိုင်းဟာ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့လူဦးရေထူထပ်လာမှုကို လျှော့ချကြပါတယ် နှစ်တိုင်းမှာလူဦးရေရဲ့ငါးရာခိုင်နှုန်းကို လျှော့ချကြတာပါကလေးတစ်ယောက်ပဲ မွေးရမယ်တို့ ဘာတို့ဒါပေမယ့် အမေရိကမှာတော့ ကျောင်းသားကျောင်းသူတွေကို စစ်ဆေးမှုပြုလုပ်ပါတယ် စာမေးပွဲပေါ့စစ်ဆေးမှုရဲ့ အဆင့်အနိမ့်ဆုံး အမှတ်အနည်းဆုံးကျောင်းသားကျောင်းသူတွေကို thinning လုပ်လိုက်တယ် သတ်ပစ်လိုက်တာပေါ့Michaels (Peyton List)တက္ကဆက်ပြည်နယ် ဗစ်စတာပွိုင့်အထက်တန်းကျောင်းရဲ့အတော်ဆုံးကျောင်းသူတစ်ဦးမိခင်ရဲ့ကျန်းမာရေးကြောင့် ဆေးဖိုးဝါးခရှာရင်းကျူရှင်လဲသင် စာမရတဲ့ကျောင်းသားတွေကိုခိုးချလို့ရတဲ့ မျက်ကပ်မှန်လေးတွေရောင်းရင်းကော်ရင်းနဲ့ဂျိုဝီဆိုတဲ့ ညီမလေးနဲ့မောင်လေးကိုလည်းပြုစုစောင့်ရှောက်နေတဲ့ မမတစ်ယောက်စစ်ဆေးမှုမှာ အမြဲ90%ကျော်နေခဲ့ပြီး ဘာလို့စစ်ဆေးမှုကျရှုံးသွားရတာလဲBlake Redding (Logan Paul) & Ellie Harper ( Lia Marie Johnson)သူတို့ကတော့coupleပါမြို့တော်ဝန်ရတ်ဒင်းန်ရဲ့ သားဖြစ်သူ ဘလိတ်ရတ်ဒင်းန်နဲ့ကျောင်းကခပ်လန်းလန်းကောင်မလေး အယ်လီဟက်ပါစစ်ဆေးမှုမတိုင်ခင်ညမှာ ချိန်းတွေ့ကြတာမိသွားတော့မြို့တော်ဝန်က သူ့သားကျမှာစိုးလို့မပေါ့လျော့ဖို့ဆုံးမမနက်ရောက်တော့ စစ်ဆေးမှုမှာ အယ်လီကျသွားတယ်ချစ်သူကိုအဆုံးရှုံးမခံနိုင်တဲ့ဘလိတ်ခ်က အဖေကိုအကူအညီတောင်းပေမယ့် ဥပဒေအထက်မှာ ဘယ်သူမှမရှိဘူးလို့ငြင်းခံရတော့ဒီစနစ်ကိုဒီလောက်ထောက်ခံရလားဆိုပြီး သူပါတမင်ကျရှုံးအောင်ဖြေမယ့်အကြောင်း videoတစ်ခုလုပ်ထားခဲ့တယ် ရမှတ်တွေမထွက်ခင် မြို့တော်ဝန်သိသွားတဲ့အခါတားမှာလား ဥပဒေအတိုင်းထားမှာလားWoods (Calum Worthy)လီနာရဲ့သူငယ်ချင်းကောင်းစီစီတီဗွီတွေကိုအမြဲဟက်ပြီး ကြည့်လေ့ရှိသူသတင်းထောက်လည်းဖြစ်ချင်တဲ့အတွက်နာမည်ကျော်သတင်းထောက် ဝမ်ဒီဆီကိုသတင်းတွေအမြဲပို့နေသူတစ်ယောက်Thinning လုပ်တယ်ဆိုတာကရော ဘယ်လိုနည်းနဲ့သတ်ပစ်တာလဲစစ်ဆေးမှုရလာဒ်တွေကရော အမှန်တိုင်းဟုတ်ရဲ့လားကယ်လန်ကရော စီစီတီဗွီမှတ်တမ်းကနေတစ်ဆင့်သူငယ်ချင်းတွေကိုဘယ်လိုကူညီနိုင်မှာလဲသနားစရာလီနာနဲ့ အယ်လီတို့ကရော ကယ်တင်ခံရမှာလားဘလိတ်ခ်ကရော သတ်ပစ်ခံရတဲ့ထဲပါသွားမှာလားဆိုတာChannel Myanmar ကနေတစ်ဆင့် ကြည့်ရှုခံစားကြမယ်နော်ဘာသာပြန်သူကတော့Thit Nyein Hanဖြစ်ပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael J. GallagherStarsCalum WorthyKiersten WarrenLia Marie JohnsonLogan PaulMatthew GlaveMichael TraynorPeyton ListRobert GantRyan NewmanStacey DashCastAmy PaffrathCalum WorthyFrank GerrishJana WinternitzJeff CorbettKiersten WarrenKurt CaceresLaura HarringLia Marie JohnsonLogan PaulMatthew GlaveMichael TraynorPeyton ListRobert GantRyan NewmanStacey DashSteven CoxSully ZackSunkrish BalaTara Platt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2cRMsNJxM782QXEx2oDEdJ8FgX9.jpg",
      "https://image.tmdb.org/t/p/w300/sZGqyKpoQPfgDdYkzcXnWUygQOF.jpg",
      "https://image.tmdb.org/t/p/w300/iAVTqLitjc4S7FeqoGn9DsYWpCy.jpg",
      "https://image.tmdb.org/t/p/w300/9HmEbzsEy3VZxSvQ9AOpzwVjmkx.jpg",
      "https://image.tmdb.org/t/p/w300/eRCmAQRH6FZgEzWQ3nWbNGrzt2y.jpg",
      "https://image.tmdb.org/t/p/w300/lIqDb2fDVuw6861q9eVUbXkTeKH.jpg",
      "https://image.tmdb.org/t/p/w300/g5sFMDG2i9IWa0eEvE1kE3vt731.jpg",
      "https://image.tmdb.org/t/p/w300/YDYvtAD2oCMV7Y6ncLO6lKeddT.jpg",
      "https://image.tmdb.org/t/p/w300/3zjzzH9yRfZ7SgnO4L9p6wGqXmJ.jpg",
      "https://image.tmdb.org/t/p/w300/fckrxGLu1IllXfgXHcIXLmUqp9V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/akrr4hgv866i.html",
        "server": "usersdrive.com",
        "size": "918 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-thinning-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "918 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/4fA9y/The_Thinning_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "918 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/oI0Q2KRD#X8xLc4gKJJs6livHU1HNXnLxpZa3s6nCryB4-L7CcPw",
        "server": "mega.nz",
        "size": "918 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://upstream.to/yqsds2eurdje",
        "server": "upstream.to",
        "size": "918 MB",
        "quality": "Blu-Ray 1080p"
      }
    ],
    "trailer": {
      "video_id": "8FbQoI8P7c4",
      "video_url": "https://www.youtube.com/watch?v=8FbQoI8P7c4",
      "embed_url": "https://www.youtube.com/embed/8FbQoI8P7c4"
    }
  },
  {
    "metadata": "|2016||Adult,Asian,Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Erotic Sister (2016)",
    "description": "Dark Side Production မွ တင္ဆက္ထားေသာ ကိုရီးယား ၁၈+ ဇာတ္ကားျဖစ္ပါတယ္။– Synopsis –Where are you off my off! Men do not concede in front of Thyssen (!?) Sister are coming! Three women gathered in a long solo gun carriage only to marry their posts. Genuine Ji tikhan Air Goddess (two stories) and releasing IittIe show host Sumin (yimina) Sora (Kim rayun) heodang of three attractive friends with a man found in front of the gun carriage beolinda a man who battle each other without meonjeoral. Three friends of different charm begins to seduce a man in different ways.Genres: Drama | Romance | EroticCountry: South KoreaLanguage: KoreanDirector: 최우성Stars: 이채담, 이미나, 김라윤, 박혁동File Size…(800MB) and (220MB)Quality…HD-Rip 720pFormat…mp4Duration…01:20:12Subtitle…Myanmar Subtitle(Hardsub)Encoder…RGBTranslated byArkar PhyoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirector최우성Stars김라윤박혁동이미나이채담",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/uc2gunvpu4pl.jpg",
    "movie_links": [
      {
        "link": "http://kibuilder.com/1kuc",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/1kvr",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/1kwX",
        "server": "openload.co",
        "size": "220 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|96 min|Adult,Asian,Comedy,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "[18+] My Friend’s Older Sister (2016)",
    "description": "အရြယ္မေရာက္သူမ်ား လံုးဝမၾကည့္ရ….Dark Side Production မွတင္ဆက္သည္။Synopsis….“Do you want to live in my house?”Living with my friend’s hot sister!Joon-soo learns that his friend Hee-gyu’s sister Hee-jin has no where to go after being scammed, so he suggests living with him. The two start living together. They are close like brother and sister but they can never be that. The two start getting funny and Joon-soo can’t go to sleep at the thought of Hee-jin sleeping just a wall away from him. Mi-na, Joon-soo’s girlfriend notices Joon-soo changing and seduces Joon-soo at his house where Hee-jin is. Is it the girlfriend or the sister?>>>Download နည္းကိုမသိပါကhttps://channelmyanmar.org/how-to-download/မွာဖတ္ေပးပါ။<<<File size…(800 MB) and (260 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:24:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byDark Side AMSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/My-Friends-Older-Sister_poster_goldposter_com_1.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/9OqPIaE2",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/wee6zMfx",
        "server": "megaup.net",
        "size": "260 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/myfriendsoldersister32018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-friends-older-sister-3-2018-1080-p-hd-rip-aac-h-264-mkv",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Thriller|2016|1h 33min|Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "141"
    },
    "title": "The Hunt (2016)",
    "description": "The Hunt 2016=============2016 ထွက် the hunt ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာ မင်းသားကြီး Ahn Sung-Ki နဲ့ Cho Jin-Woong တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းမိုင်းတွင်းဟောင်းကြီးရှိတဲ့ တောင်ပေါ်မှာ မြေပြိုကျမှုတွေဖြစ်ခဲ့တယ်အဲ့လိုဖြစ်ပြီးနောက်မှာ ရွှေတုံးကြီး ပေါ်လာခဲ့တယ်ရွှေတုံးမှန်းသိသွားတဲ့အခါ စုံထောက်ဘတ်ဒုံဂွန်းက လောဘတက်ပြီးသူ့ရဲ့ အမဲလိုက်အဖွဲ့နဲ့တူတူ အပိုင်သိမ်းဖို့ လုပ်ကြတော့တယ်သူတို့ ရွှေခိုးဖို့လုပ်နေတုန်း မြေပိုင်ရှင် အဘွားရောက်လာပြီး ငြင်းခုန်ရန်ဖြစ်ကြတယ်အဲ့ကနေ မြေပိုင်ရှင်အဘွား ချောက်ထဲကို ပြုတ်ကျသွားခဲ့တယ်ဒါကိုတောင်ပေါ်မှာ တောလိုက်တဲ့ မုဆိုး မွန်းဂီဆောင်းနဲ့အဘွားကြီးရဲ့ မြေးတို့ မြင်သွားတဲ့ အခါ…….ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်File Size –  1.63 GBQuality –  WEB-DL 1080pFile Type – mp4Duration – 1h 33minTranslator – Hay Thar OoEncoder – IdiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Woo-chulStarsCho Jin-woongKwon YulSon Hyeon-juSung-Ki AhnYeri HanCastAhn Sung-kiCho Jin-woongHan Jae-youngHan Ye-riHeo Joon-seokJin Sun-kyuKim Yoon-sungKwon YulPark Byung-eunShim Yi-youngShin Dong-miSon Hyun-jooYe Soo-jung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/68481_1_large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-hunt-2016",
        "server": "VIP Links",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/smvddwjrth6g.html",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://upstream.to/mvwh4yss269v",
        "server": "upstream.to",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/E9AlWASD#iy7PsiWD9y0cBCFEbxJXCGtymV32u10ljJU256opcD0",
        "server": "mega.nz",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2Ww2B/The.Hunt.2016.mp4",
        "server": "megaup.net",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://www.datbu.com/r8n4lqkgsydx.html",
        "server": "datbu.com",
        "size": "1.63 GB",
        "quality": "NF WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-hunt-2016-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/effceeg6hyqv.html",
        "server": "usersdrive.com",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/gh2dhu8v4cee",
        "server": "upstream.to",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/8kIA2ZqL#85jzQuk4lRsSzXdEGxWvrb6bWalJ55LXvWaGK611T6w",
        "server": "mega.nz",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1ACcy/The.Hunt(2016).mp4",
        "server": "megaup.net",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/gz8eoq1ko6ax",
        "server": "veryfiles.com",
        "size": "837MB",
        "quality": "NF WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "y1aBd0_f4a0",
      "video_url": "https://www.youtube.com/watch?v=y1aBd0_f4a0",
      "embed_url": "https://www.youtube.com/embed/y1aBd0_f4a0"
    }
  },
  {
    "metadata": "PG-13|2016|133 min|Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "29,055"
    },
    "title": "The Light Between Oceans (2016)",
    "description": "ဒီဇာတ်ကားလေးက အရမ်းသနားဖို့ကောင်းသလို မိဘမေတ္တာကိုပြသတဲ့အတွက် ကြည့်တဲ့သူတွေရင်ကိုထိစေမဲ့ဒရာမာကားလေးပါစစ်ပွဲကြီးအပီးကို့ဘဝကိုစိတ်ဓာတ်ကျနေတဲ့စစ်သားဟောင်းတယောက်ဖြစ်တဲ့ သောမတ်စ်ရှာဘွန်းဟာလူတွေနဲ့ဝေးရာဖြစ်တဲ့ ဂျေးနက်စ်ဆိုတဲ့ကျွန်းကြီးပေါ်မှာမီးပြတိုက်စောင့်လုပ်ဖို့သွားခဲ့တယ်အဲ့ဒိအနီးနားမြို့လေးက အစ်စဘဲလ်ဆိုတဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်လက်ထပ်ခဲ့ပီး ကျွန်းကြီးပေါ်တူတူသွားနေခဲ့ကျတယ်ကလေးအရမ်းလိုချင်တဲ့သူမ ကိုယ်ဝန်ပျက်ကျပီးတဲ့နောက် သူတို့ကျွန်းပေါ်ကိုဘယ်ကမှန်းမသိတဲ့လှေလေးတစီးမျောလာခဲ့တယ်လှေထဲကလူသေအလောင်းတလောင်းနဲ့ အသက်ရှင်နေသေးတဲ့ မွေးကင်းစကလေးလေးကိုတွေ့ပီးတဲ့နောက် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မျက်ရည်လည်ရွှဲနဲ့ကြည့်ရမှာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်း နဲ. ဘာသာပြန်သူကတော့ khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်)File Size : (850 MB) and (350 MB)Quality : Bluray 720pRunning Time : 2hr 13minutesFormat : Mp4Genre : Drama, RomanceTranslated ByKhin Pyae Sone KyawEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDerek CianfranceMariela ComitiniRebecca KerosSeamus KavanaghVeronique LawrenceStarsAlicia VikanderAnthony HayesBryan BrownCaren PistoriusEmily BarclayFlorence CleryJack ThompsonLeon FordMichael FassbenderRachel WeiszCastAlicia VikanderAnthony HayesBenedict HardieBryan BrownCaren PistoriusElliot & Evangeline NewberyEmily BarclayFlorence CleryGarry MacDonaldGeorgie Jean GascoigneJack ThompsonJane MenelausLeon FordMichael FassbenderRachel WeiszScott WillsThomas Unger",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2Ah63TIvVmZM3hzUwR5hXFg2LEk.jpg",
      "https://image.tmdb.org/t/p/w300/uY0m1Hxf785ZEtjWaHmyyIbz7pP.jpg",
      "https://image.tmdb.org/t/p/w300/qEPeOYLoPenjuoIN0ErCAArybxg.jpg",
      "https://image.tmdb.org/t/p/w300/x8L3kBUygXH7teKT8Z7i7XnkjTu.jpg",
      "https://image.tmdb.org/t/p/w300/xGF1fGJ9h18ka3xmYMXxSbJxKeN.jpg",
      "https://image.tmdb.org/t/p/w300/cv8dlr3Pd5G0JaXyr2hySMtf2D0.jpg",
      "https://image.tmdb.org/t/p/w300/Ampb8LS1FjN9SkWRFVd7dR20fcw.jpg",
      "https://image.tmdb.org/t/p/w300/t3pI30yAiNTfjSARhuHpyLIq3P4.jpg",
      "https://image.tmdb.org/t/p/w300/tL9J5RpRz0kHC7mI5rxiWNgb3FL.jpg",
      "https://image.tmdb.org/t/p/w300/ehHfkEekrPJguSHN4jHYwH32ihm.jpg",
      "https://image.tmdb.org/t/p/w300/AijqsfmClfBWCXIfcm4kcCR1n8G.jpg",
      "https://image.tmdb.org/t/p/w300/oJLMv8aa2UfJZnJ7ZNYUs9EDTfa.jpg",
      "https://image.tmdb.org/t/p/w300/wt4w7lli2M5fAcHJvGJKRtDXYc.jpg",
      "https://image.tmdb.org/t/p/w300/l2JcNWnR01m6ClvD9NGhmV1QKTa.jpg",
      "https://image.tmdb.org/t/p/w300/sRVsuUexikrIbDiqBrO2IA22m51.jpg",
      "https://image.tmdb.org/t/p/w300/1Ga7dUHwZRJdHtcbekULdpV3mOs.jpg",
      "https://image.tmdb.org/t/p/w300/s7fhJTCGbigoTMNwnN0Bmg5O8z8.jpg",
      "https://image.tmdb.org/t/p/w300/hVlqUFQAVcJzi5LoIgXyNBC6o0g.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA4NzIzNDIzMF5BMl5BanBnXkFtZTgwNjMzNDk0OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-light-between-oceans-2016",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-light-between-oceans-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://sbembed3.com/21yd087idey9.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "w51IR_BFGyc",
      "video_url": "https://www.youtube.com/watch?v=w51IR_BFGyc",
      "embed_url": "https://www.youtube.com/embed/w51IR_BFGyc"
    }
  },
  {
    "metadata": "Not Rated|2016|105 min|Action,Crime,Mystery",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "7,861"
    },
    "title": "Dhuruvangal Pathinaaru(2016)",
    "description": "Dhuruvangal Pathinaaru(2016)IMDb…..8.5အၿငိမ္းစားစုံေထာက္ရဲအရာရွိတစ္ဦးကုိ တပည့္ေဟာင္းတစ္ဦးက ဖုန္းဆက္တယ္…ဆရာေရ ကြ်န္ေတာ့္သားရဲလုပ္ခ်င္ေနတာဗ်ာ…အဲ့ဒါ ကြ်န္ေတာ္က ရဲထဲကုိမ၀င္ေစခ်င္ဘူး…အဲ့ဒါ ဆရာလည္းသိတဲ့အတုိင္း စုံေထာက္ဘ၀က ခက္ခဲပင္ပန္းတာေတြရွိေတာ့ကြ်န္ေတာ့္သား ဆရာ့ဆီလာရင္ ဆရာႀကဳံခဲ့ရတဲ့ အခက္အခဲေတြမွန္သမွ်ကုိေျပာျပလုိက္ပါ…ဒါမွ ဒီေကာင္စိတ္ပ်က္သြားမွာ…..ကြ်န္ေတာ့္သားကုိဆရာ့ဆီကုိ လႊတ္လုိက္မယ္ဆုိၿပီး ဖုန္းခ်သြားတယ္…အၿငိမ္းစားရဲအရာရွိက တပည့္ရဲ႕သားကုိ ရဲဘ၀က ခက္ခဲပင္ပန္းေၾကာင္းကုိေျပာဖုိ႕ေစာင့္ေနတယ္…သူကုိယ္တုိင္ကလည္း ဂ်ဳိင္းေထာက္တစ္ဘက္နဲ႕….ဒီလုိနဲ႕ ခင္ဗ်ားဟာ လူငယ္တစ္ေယာက္နဲ႕ သက္ႀကီးပုိင္းရဲစုံေထာက္အၿငိမ္းစားတစ္ေယာက္ျမက္ခင္းျပင္မွာ စကားေျပာေနတဲ့ အခန္းကုိ စစခ်င္း ၇မိနစ္ေလာက္မွာေတြ႕လိမ့္မယ္…သူတုိ႕(၂)ေယာက္ဟာ အမွဴကိစၥေတြအေၾကာင္းကုိေဆြးေႏြးေနၾကတယ္…..တကယ့္ရႈတ္ေထြးတဲ့အမႈေတြကုိ သူတုိ႕ေဆြးေႏြးေနၾကသလုိ ျဖစ္ခဲ့တဲ့ အမႈေတြကုိလည္းReplay ျပန္ျပတယ္..တကယ့္ကုိ တိတိက် အခ်ိန္ေတြေနရာေတြနဲ႕….ခင္ဗ်ား ဒီအခန္းေတြကုိ ဂရုုတစ္စုိက္ၾကည့္ဖုိ႕လုိတယ္…အခန္းတုိင္းကို မ်က္ျခည္မျပတ္မွတ္သားဖုိ႕သင့္သလုိ တစ္ခ်ဳိ႕ေနရာေတြမွာဆုိ ေရွ႕ကုိျပန္ၾကည့္သင့္ရင္ၾကည့္လုိက္ပါ…. ဇာတ္လမ္းက တကယ့္ကုိ ခပ္သြက္သြက္နဲ႕ သြားေနတာ..အီေနတဲ့အခန္းကုိမပါဘူး….ဒီစုံေထာက္ကားက ခင္ဗ်ားၾကည့္ဖူးသမွ်ထဲမွာ အေတာ္ေကာင္းတဲ့စာရင္း၀င္ေနလိမ့္မယ္…ဇာတ္လမ္းခ်ိတ္ဆက္ပုံေတြ…ရိုက္ထားတာေတြ..သရုပ္ေဆာင္တာေတြ…တျခားကုလားကားေတြလုိ မ်က္ႏွာတစ္ခုကုိ ေလးဘက္ေလးတန္ပတ္ရုိက္တာေတြမပါသလုိကတဲ့ သီခ်င္းတစ္ပုဒ္မွကုိမပါ ပါဘူး…..ဇာတ္လမ္းက တကယ့္ကုိ ခပ္သြက္သြက္ေနာက္တစ္ခုေျပာခ်င္တာက  ေအးေအးေဆးေဆးျဖစ္တဲ့အခ်ိန္မွၾကည့္ပါ…ကုန္ကုန္ေျပာရရင္ ခင္ဗ်ားတုိ႕ရဲ႕ မ်က္ေတာင္ခတ္ခ်ိန္ကုိေတာင္ အခ်ိတ္ဆြဲမခတ္ပါနဲ႕…ကြ်န္ေတာ္ေျပာတာမလြန္ေၾကာင္း ဇာတ္လမ္းအစ ၁၅မိနစ္ေလာက္မွာတင္သေဘာေပါက္သြားလိမ့္မယ္…စပြဳိင္လာမလုပ္သင့္ဆုံး ရဲစုံေထာက္ကားမုိ႕ ဒီေလာက္ပဲေျပာပါရေစ…ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္…File Size : (950 MB) and (335MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:45:00Genre :Action,Crime,MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKarthick NarenStarsAnjana JayaprakashAshwin KumarDelhi GaneshPraveenRahmanYashika AnandCastAnjana JayaprakashAshwin KumarDelhi GaneshPraveenRahmanYashika Anand",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qZ8RzOQF1Vnh9M4GYB24datB9Pb.jpg",
      "https://image.tmdb.org/t/p/w300/lAG7lVPM2gjw304pgYMj9ETMdml.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ojtEKg6m5scSGL5cw8RDVlmc9Nj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dhuruvangal-pathinaaru-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/9sg4qlgg2bs3.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sknn/Dhuruvangal_Pathinaaru_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/gk845gklil0a",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "xpt2jfiL5GY",
      "video_url": "https://www.youtube.com/watch?v=xpt2jfiL5GY",
      "embed_url": "https://www.youtube.com/embed/xpt2jfiL5GY"
    }
  },
  {
    "metadata": "R|2016|2h 9min|Action,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "50,766"
    },
    "title": "Live by Night (2016)",
    "description": "Live by Night (2016)_____6.4/10မင်းသားကြီး Ben Afflesk ကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး စိတ်တိုင်းကျ မင်းသမီးတွေရွေးချယ်ကာကိုယ်တိုင်ကိုယ်ကျ စိတ်ကြိုက် ပါဝင်သရုပ်ဆောင် ရိုက်ကူးထားတဲ့ဂန်းစတား အက်ရှင် ဇာတ်ကြမ်း ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်Ben Afflex ဦးဆောင်တဲ့Boston က ဂိုဏ်းစတားတွေဟာ ဖလောရီဒါမှာ ဆိုင်လာဖွင့် စီးပွားရှာရာမှနယ်ခံ ဂိုဏ်းစတားတွေနဲ့ ညှိပြီး ခွပ်ကြရာမှဘယ်လိုတွေဆက်ခွပ်ကြမလဲဆိုတာကိုတော့ဆက်လက် ရှူစားလိုက်ကြရအောင်လားဗျာFile Size : 0.99 GBQuality :  Bluray 720PRunning Time : 2hr 9minutesFormat : Mp4Genre :Crime,DramaEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen AffleckStarsAnthony Michael HallBen AffleckBrendan GleesonChris CooperChris MessinaDerek MearsElle FanningRemo GironeSienna MillerTitus WelliverZoe SaldanaCastAndrew BongiornoAnthony Michael HallAustin SwiftBen AffleckBenny CiaramelloBrendan GleesonBruno AmatoChris CooperChris MessinaChris SullivanClark GreggDerek MearsElle FanningJ.D. EvermoreJohn BishopKatie O'MalleyKristen AnneseLarry EudeneLewis D. WheelerLexie RothLucy AngeloMark BurzenskiMatthew MaherMax CasellaMichael ChieffoMichael MantellRemo GironeRobert GlenisterSienna MillerTitus WelliverTom VirtueZoe Saldana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rfHyl8C2ghhahZUtxYLvK9ru4zK.jpg",
      "https://image.tmdb.org/t/p/w300/55qPW3v1CTw5Ye5VFLjxuwfWdS8.jpg",
      "https://image.tmdb.org/t/p/w300/475a8x3a5F1tk25ygqyMFBplavO.jpg",
      "https://image.tmdb.org/t/p/w300/jKkll60SrqKlYbg8viHnI51NFaQ.jpg",
      "https://image.tmdb.org/t/p/w300/qBAXfI4V6z7NkzO2fkP5bdfjzB8.jpg",
      "https://image.tmdb.org/t/p/w300/vClMoGPBTt2mh1NFthtBCZlwO2r.jpg",
      "https://image.tmdb.org/t/p/w300/sJhYEEBIB9OAN5rszi23rnYYkEN.jpg",
      "https://image.tmdb.org/t/p/w300/kvdhBQA2Y9wLEcMNHBO7lbhpEMr.jpg",
      "https://image.tmdb.org/t/p/w300/mNEACUnjemaFanvmUAgFoNkcE7f.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/live-by-night-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pn6l9v9zgsqp.html",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/live-by-night-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sgf1/Live_By_Night_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dVN3XCpb#BwpTQdjDpjz60E094_mO5kZykhJ5IfUwoZEiTPDN_WM",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/jiff97hzg93j",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "vwejneg3sCM",
      "video_url": "https://www.youtube.com/watch?v=vwejneg3sCM",
      "embed_url": "https://www.youtube.com/embed/vwejneg3sCM"
    }
  },
  {
    "metadata": "|2016|1h 28min|Horror",
    "rating": {
      "rating": "5/10",
      "rating_count": "155"
    },
    "title": "Hide-and-Never Seek (2016)",
    "description": "Hide and Never Seek (2016)ကလေးဘဝကလူတိုင်းကစားဖူးတဲ့ တူတူပုန်းတမ်းကို Horror Version လေးတစ်ဖြတ်အနေနဲ့ ကြည့်ရှုရဦးမှာပါ။VJ Glow ဟာ “Glow World” ဆိုတဲ့ horror channel တစ်ခုရဲ့ အစီအစဉ်တင်ဆက်သူဖြစ်ပါတယ်။channel ကနေ ဝင်ငွေရဖို့အတွက် သူနဲ့ Producerဘတ် တို့က ထူးခြားဆန်းပြား ခြောက်ခြားစရာcontent အသစ်တွေကို ရှာဖွေနေခဲ့ကြတာပါ။တစ်နေ့မှာတော့ သူတို့ Channel ကို Video တစ်ခုပေးပို့လာခဲ့ပါတယ်။video ထဲမှာတော့ အထက်တန်းကျောင်းသူလေး ၂ ယောက်က တစ်ယောက်တည်းတူတူပုန်းတမ်းလို့ဆိုတဲ့ ဝိဉာဉ်လောကနဲ့ဆက်သွယ်ပြီးကစားရတဲ့တူတူပုန်းတမ်းကိုကစားနေခဲ့တာပါ။အဲဒီ video ထဲမှာရိုက်ကူးမိထားတဲ့ ခြောက်ခြားစရာအဖြစ်အပျက်ကို VJ Glow တို့တွေက စိတ်ဝင်စားသွားကြပြီးChannel မှာတင်ဆက်ဖို့အတွက် Video ထဲကအဆောက်အဦးကို ကိုယ်တိုင်သွားရောက်စူးစမ်းကြပါတော့တယ်။အဲဒီကျိန်စာသင့်အဆောက်အဦးထဲမှာပဲ live broadcast လွှင့်ကြရင်းနဲ့ဘယ်လို ထူးထူးဆန်းဆန်းကြောက်မက်ဖွယ်တွေဖြစ်လာမလဲ …..Video ထဲကကျောင်းသူလေးကိုရော ကယ်တင်နိုင်မလား ….ဆိုတာတွေကိုရုပ်ရှင်တစ်ခုလုံးကို ကင်မရာနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့ပုံစံအနေနဲ့ ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာကြန်ကတော့ThantSinပဲ ဖြစ်ပါတယ်။Genre….. HorrorQuality…. 1080p | 720p | 480pFile size… 943MB | 435MB | 219MBFormat… mp4Duration…. 1h 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..ThantSinEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJo Bok-raeJo Hyun-wuLee Soo-binRyu Deok-hwanTae-boo Nam홍예은",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hJAI7L8hw0brDTD2U4UA4lupya0.jpg",
      "https://image.tmdb.org/t/p/w300/jKG6uJvzLY12EgCzglSEiQtEWcJ.jpg",
      "https://image.tmdb.org/t/p/w300/dTY4IMVYzTT5llPqYH5lqrwKq2e.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ukzgWvs0ag2q7zBOBQS9Y1aRVCz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jiivfrgh0xgq.html",
        "server": "usersdrive.com",
        "size": "943MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hide-and-never-seek-2016-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "943MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Sgi6/Hide.and.Never.Seek.2016.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "943MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/U25hkTCD#I8Oneab7JFT10FZl-jUtyy2oQSQk_VIgQtk6kfIOC94",
        "server": "mega.nz",
        "size": "943MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/uumw4s1i5obe",
        "server": "streamvid.io",
        "size": "943MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/8ki9ybrg84xf.html",
        "server": "usersdrive.com",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/hide-and-never-seek-2016-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3ebcA/Hide.and.Never.Seek.2016.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZjpGGDqQ#sTKptLubgCKVfQWSiJTzyyzwvn6o18PguP6GHquoRsk",
        "server": "mega.nz",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/wrw64rmzoc5k",
        "server": "streamvid.io",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/ghhc2dvaejrl.html",
        "server": "streamsb.com",
        "size": "435MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/msnwfwx929at.html",
        "server": "usersdrive.com",
        "size": "219MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/hide-and-never-seek-2016-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "219MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3ebcy/Hide.and.Never.Seek.2016.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "219MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/M2By3RhR#5Dp8Vqy7im5zexD7Fbl6Eo2dTuplMvqnXt1hx7unXG0",
        "server": "mega.nz",
        "size": "219MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/xabwo3ufn9bb",
        "server": "streamvid.io",
        "size": "219MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/qanx85jrg3u6.html",
        "server": "streamsb.com",
        "size": "219MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "y8xTql_Xmx0",
      "video_url": "https://www.youtube.com/watch?v=y8xTql_Xmx0",
      "embed_url": "https://www.youtube.com/embed/y8xTql_Xmx0"
    }
  },
  {
    "metadata": "G|2016|90 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "465"
    },
    "title": "Ozzy (2016)",
    "description": "သူ့ရဲ့မိသားစုကအပန်းဖြေခရီးသွားတဲ့အခါ အိမ်ချစ်ခွေးလေးတစ်ကောင်ဖြစ်တဲ့Ozzy တစ်ကောင် ခွေးလေးတွေရဲ့ အကောင်းဆုံးသောအပန်းဖြေရာနေရာတစ်ခုလို့ကြေငြာထားတဲ့နေရာမှနေခဲ့ရပါတယ်….ဘာလို့လဲဆိုတော့ သူ့ကိုပါတစ်ခါတည်းခေါ်သွားလို့မရလို့ပါပဲ….တီဗွီမှာ အကောင်းဆုံးဆိုတဲ့ခွေးလေးတွေရဲ့အကောင်းဆုံးနေရာက တကယ်လည်းရောက်သွားတဲ့အခါမှာထောင်နန်းတစ်ခုသာဖြစ်တယ်ဆိုတာကို ခွေးလေး Ozzy သိလိုက်ရတဲ့အချိန်ကတော့တကယ်ကိုနောက်ကျသွားခဲ့ပြီပဲဖြစ်ပါတယ်….ဘာလို့လဲဆိုတော့ အဲ့ဒီခွေးထောင်လို့ပြောလို့ရမယ် နေရာမှာ သူ့လိုပဲခွေးလေးတွေအများကြီးရှိနေတာမို့လို့ပါ…ခွေးလေးတွေကို ဘာလို့ဖမ်းလဲ….ဘာလို့ဒီလိုချုပ်နှောင်ပြီးထောင်ချထားတာလဲ….အဖြေကတော့ရှင်းရှင်းလေးပါ ခွေးလေးတွေရဲ့ဇိမ်ခံနေရာလို့ကြေငြာထားပြီး ပိုင်ရှင်တွေကလာထားသွားတာနဲ့အကြောင်းအမျိုးမျိုးပြပြီးတော့ ခွေးလေးတွေကို လက်စဖျောက်ကာ ပြန်မပေးပဲထောင်ထဲထည့်တဲ့ ပိုင်ရှင်သူဌေးကြောင့်ပါ….ခွေးလေးကို ခိုင်းပြီးတော့ သူဟာ သူ့ရဲ့အလုပ်တွေကိုခိုင်းစေခဲ့ပါတယ်…အဲ တချို့ခွေးတွေဆို ထောင်ဆိုတဲ့အတိုင်း အရမ်းဆိုးလို့ တိုက်ပိတ်ခံထားရတာတွေတောင်ရှိပါတယ်….စားရတဲ့ ဟာတွေကလည်းတကယ့်ကို မသတီစရာတွေပါ…ဒါကြောင့် အိမ်မှာလိုတရနေပြီး ဇိမ်ကျနေတဲ့ ခွေးလေးOzzy တစ်ကောင်ဒီလိုဆိုးရွားလှတဲ့နေရာမှာရောက်လာတဲ့အခါနေလို့လုံးဝမရခဲ့ပါဘူး….ဘယ်လိုလုပ်ပြီးတော့ပျော်မှာလဲ…ဒီတော့ သူဘာလုပ်မလဲ ???လွယ်ပါတယ်….သူ Prison Break ကားထဲကလို နည်းလမ်းမျိုးစုံခေါင်းက ဉာဏ်ကာလာမျိုးစုံနဲ့ ထောင်ဖောက်တော့မှာပဲဖြစ်ပါတယ်…အဲ့ဒီတော့ ဒီကောင်လေး ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးတော့ ထောင်ဖောက်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်လိုက်ရအောင်ဗျာ…ဒီကားလေးကတော့ ခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေကော တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်တဲ့သူတွေအတွက်အထူးရည်စူးပြီးတော့ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်..တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်မှု့တွေ ကင်းဝေးကြပါစေ…..Quality…..BluRay 1080pDuration…..01:30:00Format…Mp4File Size…1.65GBEncoder…..Moe Myint LwinTranslator…..MayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlberto RodríguezNacho La CasaStarsDani RoviraGuillermo RomeroJosé MotaMichelle Jenner",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/دانلود-انیمیشن-Ozzy-2016.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ozzy-2016-mm-sub",
        "server": "VIP Links",
        "size": "1.65GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ozzy-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Nr4e/Ozzy_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/g50mt7qq8tf1.html",
        "server": "streamsb.com",
        "size": "1.65GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|97 min|Adult,Uncategorized",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "175"
    },
    "title": "The Gigolo 2 (2016)",
    "description": "The Gigolo..2မွာ​ေတာ့..1နဲ႔မတူပဲဇတ္လမ္​းတည္​​ေဆာက္​ပံုကြဲျပားသြားပါတယ္​…ဒီကားရဲ႕အဓိကဇတ္​​ေကာင္​ျဖစ္​တဲ့..ဖြန္​းဟာ..1မွာတုန္​းကလို..ပိုက္​ဆံ​ေပးအ​​ေပ်ာ္​လိုက္​ရတဲ့သူမဟုတ္​​ေတာ့ပဲ..သူ​ေဌးတစ္​​ေယာက္​အ​​ေနနဲ႔..မိန္းမမ်ားရဲ႕ကိစၥကိုကူညီ​ေပးရတဲ့သူတစ္​​ေယာက္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​သူဘာ​ေၾကာင္​့သူ​ေဌးျဖစ္​သြားရတာလဲဆိုတာကို​ေတာ့..ဇတ္​လမ္​းအစမွာ​ေဖာ္​ျပထားပါတယ္​….ဇတ္​လမ္​းအၫြန္​းကို​ေျပာရမယ္​ဆို…..ခဏက​ေျပာခဲ့သလို..မိန္းမ​ေတြ႔ရဲ႕ကိစၥ​ေတ​ြကိုကူညီတဲ့..”ဖြန္​း”ဟာလက္​ထပ္​ခါနီးမိန္းက​ေလးတစ္​​ေယာက္​ကိုကူညီမိလိုက္​တဲ့အတြက္​သူ႔အတြက္​ဘယ္​လို​ေတြျပန္​သက္​​ေရာက္​လာမလဲဆိုတာ​ေတာ့ဒီဇတ္​ကားရဲ႕စိတ္​ဝင္​စားဆံုးအခ်က္​..တစ္​ခ်က္​ပါပဲ..ၿပီး​ေတာ့..ဒီဇတ္​ကားမွာ.မင္​းသမိီး​ေနရာသ႐ုပ္​​ေဆာင္​တဲ့(နာမည္​ထည္​့ရန္​)………(​ေမာ္​န​ီကာ..)ဟာ​ေရာ..ဖြန္​းနဲ႔ဘယ္​လို​ေတြပက္​မႈရိွလာခဲ့မလဲတဆိုတာ..18+ခန္​း​ေလး​ေတြနဲ႔​ေရာ​ေႏွာတင္​ဆက္​ထားပါတယ္​..(၁၈ႏွစ္​မျပည္​့ရင္​မၾကည္​့ၾကပါနဲ႔လို႔​ေျပာလည္​းရမွာမဟုတ္​တဲ့အတြက္​….ဘာမွ​ေလထပ္​မ႐ွည္​​ေန​ေတာ့ပါဘူး..:P)File size – 880 MbQuality -BR-Rip 720PFormat -MP-4Duration -01:36:05Subtitle -Myanmar SubtitleTraslator -John La YaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVenus Keung Kwok-ManStarsConnie ManDominic HoIris ChungJazz LamLeslie LamTony HoWinnie LeungCastConnie ManDominic HoIris ChungJazz LamLeslie LamTony HoWinnie Leung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bArR2JzJVHKJh8QQpJfOO0Kg3JZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2-2016.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/U36z/[02316]_The_Gigolo_2_(2016)_[Drama]_[Dominic_Ho]_[CHINA]_[4.8]_[ADT].mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/qioxp7z993uj",
        "server": "upstream.to",
        "size": "860 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-gigolo-2-2016",
        "server": "VIP Links",
        "size": "860 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-gigolo-2-18-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|108 min|Action,Asian,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "268"
    },
    "title": "Sword Master (2016)",
    "description": "IMDb (5.9/10) နဲ႕ Rotten Tomatoes (67%) ရရွိထားတဲ့ တရုတ္ဓါးသိုင္းဇာတ္ကားပါ။Lin Gengxin,Peter Ho,Jiang Yiyan,Jiang Mengjie တို႕အဓိကပါဝင္ထားပါတယ္။Gu Long ရဲ႕ The Third Master’s Sword  စာအုပ္ကိုအေျခခံရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။တရုတ္သိုင္းကားၾကဳိက္သူေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။(Chu Qiaoမွဘာသာျပန္တင္ဆက္ထားတာပါ။)File size…(950MB) and (430MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:48:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungDownload Small File 360p (430MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTung-Shing YeeStarsKenny LinMengjie JiangPeter HoYiyan Jiang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/Sword-Master-2016-1.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/OAFc9YV7",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/WSRy",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/AMxB",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/71qT3Q",
        "server": "openload.co",
        "size": "450 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "18+|2016|1h 20min|Adult,Asian,Drama",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "330"
    },
    "title": "[18+] White Lily (2016)",
    "description": "Dark Side Production မှ တင်ဆက်သည်။ဂျပန် ၁၈+ Drama ကားလေးတစ်ကားဖြစ်ပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးကလည်း မဆိုးလှတာမို့တင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အိုးပြုလုပ်ခြင်းအနုပညာမှာနာမည်ကြီးတဲ့ Tokiko ဟာသူ့ရဲ့သင်တန်းသူလေးဖြစ်သူ Haruka နဲ့အတူနေထိုင်ကြတာပါ။သူတို့နှစ်ယောက်တည်းအတူနေကြတာဖြစ်ပြီး ဆက်ဆံရေးကလည်း ဆရာမ-ကျောင်းသူလည်းဖြစ် ချစ်သူလည်းဖြစ်ဆိုသလို ဟိုဟာဘာညာတွေပါပဲ။Haruka ဟာဆရာမဖြစ်သူပြောတာမျှအားလုံး လုပ်သမျှအားလုံးကို ကျေကျေနပ်နပ်ခံယူလုပ်ကိုင်ပေးလေ့ရှိပြီး အရာအားလုံးဟာ Satoru ဆိုတဲ့လူငယ်တစ်ယောက်ရောက်လာတဲ့အခါမှာတော့ သူတို့သုံးယောက်ကြားမှာ လွန်ဆွဲတင်းမာမှုတွေဖြစ်လာတော့တာပါပဲ။ဒီနေရာမှာ Tokiko နဲ့ Haruka တို့ရဲ့ဆက်ဆံရေးဟာ တကယ်ကိုလေးနက်ပါတယ်။မိဘအိမ်နဲ့ကျောင်းကနှင်ထုတ်ခံခဲ့ရပြီး အိုးအတတ်ပညာရှင် Tokikoနဲ့ ဆရာမဖြစ်သူရဲ့စေ့စပ်ထားသူတို့အိမ်ကို မထင်မှတ်ဘဲရောက်ရှိလာရာက Haruka ရဲ့ဘဝကယ်တင်ရှင်အားကိုးရာဟာ Tokiko ပဲရှိပါတော့တယ်။သူ့ဆီမှာပဲ အိုးပြုလုပ်တဲ့အတတ်ကိုသင်ယူရင်း အိမ်သားတစ်ယောက်လိုဖြစ်လာကာ နှစ်ဦးသားသံယောဇဉ်တွေတိုးလာကြတာပါ။တစ်နေ့ ဆရာမ Tokiko နဲ့စေ့စပ်ထားသူ ရုတ်တရတ်ကွယ်လွန်သွားချိန်မှာတော့ Tokiko နဲ့ Haruka တို့ကြားကဆက်ဆံရေးဟာ ယခင်ဆရာတပည့်အချစ်ထက်ပိုလာပြီး တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးဟာပိုမိုနက်ရှိုင်းလာပါတော့တယ်။ဇာတ်လမ်းလေးဟာ လူသားတွေကြားက ရှုပ်ထွေးတဲ့သံယောဇဉ်ကြိုးတွေကို ချပြသွားတာဖြစ်ပြီး ၁၈+အခန်းတွေလည်းတော်တော်လေးပါတဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။ဒါရိုက်တာ Hideo Nakata ဟာလည်း Roman Porn ဇာတ်လမ်းတွဲအနုအယွများစွာကို Assistant Director အနေနဲ့ရိုက်ကူးလာခဲ့တာဖြစ်ပြီး ဒီကားလေးဟာ သူ့ရဲ့ပထမဆုံး ဒါရိုက်တာအဖြစ်တာဝန်ယူရိုက်ကူးထားတာဖြစ်ပြီ ဇာတ်လမ်းကိုပုံစံတစ်မျိုးနဲ့ချည်းကပ် ချပြထားတာဖြစ်ပါတယ်။File Size : (750 MB)Quality : Blu-Ray 720pRunning Time : 1hr 20minFormat : Mp4Genre :Drama,AdultSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264-WiKiTranslated byDarkside FridayEncoded byDarksideBGRYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHideo NakataStarsIchiro MikamiKanako NishikawaKaori YamaguchiRin AsukaShôma MachiiCastIchiro MikamiKanako NishikawaKaori YamaguchiMiki HayashidaRin AsukaShôma MachiiYuki Enomoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i4u6MgB6xQCH2U9VeBhXbh2eWe.jpg",
      "https://image.tmdb.org/t/p/w300/7a28LysnmG9uBKuYpbbmYc4w0LO.jpg",
      "https://image.tmdb.org/t/p/w300/85NMyf0hlhoKyNPPoKxYRrxt7Yl.jpg",
      "https://image.tmdb.org/t/p/w300/re8Z3Luy4PKrnQZ9CU0jxDnhFtW.jpg",
      "https://image.tmdb.org/t/p/w300/31EMeS3FFemRicZVQpXrUFDWtFW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/white-lily-poster.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/white-lily-(howaito-rir%c3%ae)--18+---2016--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/zvqaruuf8aqg.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/uut87j5sdsak/White_Lily_(Howaito_Rir%C3%AE)_[18+]_[2016]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1zVy8/White_Lily_(Howaito_Rirî)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dpNDhSjL#8upbSMhA5K1MvFXgjmcpTYTlf3RHlSVClzXddSFLS5k",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dqfh5gyybmrz",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "kMsQ2npN9hg",
      "video_url": "https://www.youtube.com/watch?v=kMsQ2npN9hg",
      "embed_url": "https://www.youtube.com/embed/kMsQ2npN9hg"
    }
  },
  {
    "metadata": "|2016|97 min|Drama,Thriller",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "2,365"
    },
    "title": "Clash (2016)",
    "description": "ဒီကား​ေလးက​ေတာ့ အီဂ်စ္​မွာ ျဖစ္​ခဲ့တဲ့ဘာသာ​ေရးဆူပူအံုႀကြမႈအ​ေၾကာင္​းရိုက္​ထားတဲ့ 2016 ထြက္​ဇာတ္​ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့..2011 ခုနွစ္​မွာသမၼတသက္​တမ္​းအနွစ္​၃၀အထိရွိခဲ့တဲ့ အီဂ်စ္​​ေတာ္​လွန္​ပံုကန္​မႈႀကီးၿပီးဆံုးခဲ့ပါတယ္​အဲ့ဒါနဲ႔2012 ခုနွစ္​ထဲမွာပဲသမၼတအသစ္​တင္​​ေျမာက္​ခဲ့ပါတယ္​ျဖစ္​ခ်င္​​ေတာ့ သမၼတက အစၥလာမ္​ဘာသာဝင္​ပါတီကျဖစ္​​ေနပါတယ္​ အဲ့​ဒီ​ေတာ့2013ခုနွစ္​ထဲ​ေရာက္​​ေတာ့အီဂ်စ္​မွာရွိတဲ့လူ​သန္​း​ေပါင္​းမ်ားစြာကဆႏၵျပၾက​ေတာ့တာ​ေပါ့သံုးရက္​အၾကာမွာပဲ စစ္​တပ္​ကသမၼတကိုဖယ္​ရွားနိုင္​ခဲ့ပါတယ္​အဲ့မွာစ​ေတြ႕​ေတာ့့တာပဲ …အီဂ်စ္​ျပည္​သူ​ေတြကလဲဆႏၵျပ စစ္​တပ္​ကလဲ​ဖမ္​းဆီး​ေရးလုပ္​ ရွိသမွ်မြတ္​စလင္​မ္​မွန္​သမွ်ကလဲ စစ္​တပ္​ကိုတိုက္​ခိုက္​​ေပါ့ …….ဂ်ာနယ္​လစ္​၂​ေယာက္​က​ေနစလိုက္​တဲ့ဇာတ္​လမ္​းကဘယ္​လို​ေတြဆက္​ျဖစ္​မယ္​ဘယ္​လိုရသ​ေတြခံစားရမယ္​ဘာသာ​ေရးအစြန္​း​ေရာက္​တဲ့သူ​ေတြ​ေၾကာင့္ၾကားထဲကအျပစ္မဲ့လူသား​ေတြပါ​ဘယ္​လို​ေတာင္​ေျမစာပင္​ျဖစ္​ၾကရမလဲဆိုတာက​ေတာ့…….(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)File Size : (700 MB) and (400 MB)Quality : 720pBlurayRunning Time : 1hr 37minutesFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKarim El ShenawyMohamed DiabStarsAhmed DashAhmed MalekEl Sebaii MohamedHani AdelHosny ShetaNelly KarimTarek Abdel AzizCastAhmed DashAhmed MalekEl Sebaii MohamedHani AdelHosny ShetaNelly KarimTarek Abdel Aziz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sgvXbQX5KrX86ygVDgrzqmdLJqn.jpg",
      "https://image.tmdb.org/t/p/w300/jX5pBDaBrur5XLc0jE9LI8BZoq6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/eshtebak_ver2_xlg.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1o1Tsu",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o1TuL",
        "server": "channelmyanmar.agbcloud.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o1Tuk",
        "server": "channelmyanmar.agbcloud.com",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o1TvD",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o1Tvi",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "FWHAsFpfDnM",
      "video_url": "https://www.youtube.com/watch?v=FWHAsFpfDnM",
      "embed_url": "https://www.youtube.com/embed/FWHAsFpfDnM"
    }
  },
  {
    "metadata": "R|2016|92 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "1,488"
    },
    "title": "Dark Crimes (2016)",
    "description": "ရဲဌာနကတစ္ေယာက္အသတ္ခံရမွဳနဲ႕ပက္သက္ၿပီးအမွဳျပန္လိုက္တဲ႕ကားေလးပါျပည္႔တန္ဆာအိမ္ကိုခဏခဏသြားၿပီးတစ္ရက္မွာအသတ္ခံလုိက္ရပါတယ္သတ္တဲ႔တရားခံကိုလဲမသိလုိက္ရဘဲအမွဳပိတ္လိုက္ရတယ္အဲံ့ဒါကိုတစ္ႏွစ္ကအမွဳလိုက္ရာျပသနာရွိခဲ့တဲ႔တက္ဒက္ခ္ကဘာေႀကာင့္အသတ္ခံတယ္ဆိုတာသိလိုအမွဳျပန္ဖြင့္လိုက္ပါတယ္BDSMေတြကိုအသားေပးေရးတဲ႔စာေရးဆရာကသတ္တယ္လို႕ထင္လို႕အမွဳကိုျပန္လိုက္ပါတယ္စာေရးဆရာနဲ႕အသတ္ခံရတဲ႔ရဲကအတူတူအဲ႕ျပည္႕တန္ဆာအိမ္ကိုသြားေနႀကတာပါစာေရးဆရာေရးထားတဲ႔အေႀကာင္းအရာဟာ သူတို႕ရဲဌာနကတစ္ေယာက္ေသတာနဲ႕တူေနလို႕စာေရးဆရာကိုေခၚၿပီးစစ္ပါတယ္ ေခၚၿပီးစစ္တဲ႔အခ်ိန္မွာဘာမွမထူးျခားခဲ႔ပါဘူးရဲေတြနဲ႕လူသတ္သမားကိုယ္တိုင္ပဲသိတဲ႕ဒီလိုအခ်က္အလက္ကို စာေရးဆရာကဘယ္လိုိလုပ္သိတာလဲလိမ္မွာေပါ့မုသားေဖာ္စက္နဲ႔လဲစစ္တယ္ဒါေပမယ့္မထူးျခားပါဘူးသူမ်ားကိုသတ္ခုိင္းမွာေပါ့ အဲ႔ဒါလဲစစ္ပါတယ္ သူမခိုင္းခဲ့ပါဘူးဒါဆိုအဲ့ရဲကိုဘယ္သူသတ္တာလဲနည္းနည္းေတာ့စိတ္ဝင္စားစရာေကာင္းလာပါတယ္အဲ႕ေတာ့တက္ဒက္ခ္ဟာစာေရးဆရာရဲ႕အိမ္ကိုေစာင့္ႀကည္ေတာ့တာပဲ အဲ႕မွာအျခားပက္သက္တဲ႔သူေတြကိုေတြ႕တယ္စာေရးဆရာရဲ႕ေကာင္မေလး ဒီအမွဳကိုအရင္ကစံုစမ္းတဲ႔ရဲခ်ဳပ္အာဒမ္ေတြ႕တယ္ အိမ္မွာအျမဲအႏိုင္က်င့္ခံရတဲ႔စာေရးဆရာရဲ႕ေကာင္မေလးသတ္တာလား ရဲခ်ဳပ္ကပဲသတ္တာလားဆိုတာသူသိေအာင္လိုက္စံုစမ္းတယ္ လိုအပ္တဲ႔အခ်က္အလက္စံုးစမ္းၿပီးေနာက္ဆံုးေကာင္မေလးကိုျခိမ္းေျခာက္အႀကပ္ကိုင္ၿပီးစာေရးဆရာလူသတ္ဆိုတာဝန္ခံခဲ႕တယ္သူသတ္ပါတယ္လို႕သတင္းရွာရွင္းလင္းပဲြလဲလုပ္ၿပီးေရာစာေရးဆရာကမွဳခင္းျဖစ္ေနခ်ိန္မွာခရီးထြက္ေနပါတယ္ဒါဆိုဘယ္သူသတ္တာပါလဲ သိခ်င္ရင္ဇာတ္လမ္းေလးကိုႀကည့္လိုက္ပါလို႕ေျပာပါရေစ IMDB rating 5.1ရထားတဲ႕ဇာတ္ကားေလးပါ(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)File Size : (700 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.X264.AC3-EVOTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexandros AvranasStarsAgata KuleszaAnna PolonyCharlotte GainsbourgJim CarreyKati OutinenMarton CsokasPiotr GłowackiRobert WięckiewiczVlad IvanovZbigniew ZamachowskiCastAgata KuleszaAki KaurismäkiAnna MoskalAnna PolonyBartosz WagaCharlotte GainsbourgDanuta KowalskaDominika BednarczykJakub KaczmarczykJim CarreyJulia GdulaKasia KoleczekKasia WarnkeKati OutinenLukasz GarlickiMalgorzata KrukowskaMarcel SabatMarcin MolikMarianna FigurskaMarta KownackaMarton CsokasMateusz DeweraMichal KitlinskiPawel JanisowPiotr GłowackiPiotr KosibaRobert WięckiewiczRuben BugayongVlad IvanovZbigniew ZamachowskiZygmunt Jozefczak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7vR0frpPSBhToKKESNfnPfDTY8y.jpg",
      "https://image.tmdb.org/t/p/w300/9kqnOfqtrVzAKgteIabANgqxStb.jpg",
      "https://image.tmdb.org/t/p/w300/zGvU81cI8qlr7vKdBzMNkdWVNmi.jpg",
      "https://image.tmdb.org/t/p/w300/vjnmhsuLNMkyotvsl5chwI5Ygj4.jpg",
      "https://image.tmdb.org/t/p/w300/22f7v34z0BNbInMfXqva5r9V5V3.jpg",
      "https://image.tmdb.org/t/p/w300/hp3GbdNx1KFtbVuroeLSbM04plc.jpg",
      "https://image.tmdb.org/t/p/w300/qQKUnCJdMyiVz3SV5dnudrwB89y.jpg",
      "https://image.tmdb.org/t/p/w300/eypzyLl490hosEiucMfCgUeN2Rb.jpg",
      "https://image.tmdb.org/t/p/w300/5ghGYxem6GXKEV4c2ccspWMn68U.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dark-crimes-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/ba0e1d5b/dark-crimes-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1wwp5/Dark_Crimes_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/69AzQazQ#AdQeHwUeRW1xbKL6r6GLpJS3fsK5m50DvbRgIJdqkYc",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/jzra5oci0o8y",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "5TTdcyRi-nw",
      "video_url": "https://www.youtube.com/watch?v=5TTdcyRi-nw",
      "embed_url": "https://www.youtube.com/embed/5TTdcyRi-nw"
    }
  },
  {
    "metadata": "PG-13|2016|2h 3min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "236,636"
    },
    "title": "Warcraft: The Beginning (2016)",
    "description": "Warcraft: The Beginning (2016)အညွှန်း********************************ဒီဇာတ်လမ်းလေးကို လူအတော်များမျာ မျှော်လင့်နေကြမယ်ထင်ပါတယ်။သာမန်ရုပ်ရှင်ပရိသတ်တွေလဲ ကောင်းကောင်းကြိုက်ကြပြီးWOW ကစားသမားတွေအတွက်တော့ ရွှေပါပဲ။လက်ရှိမှာတော့ IMDb 6.8 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းလေးကို အကျဉ်းပြောပြရရင် မူလအစမှာ Human တွေနဲ့Orc တွေဟာအချင်းချင်းမသိကြ မဆုံဖူးကြသေးပါဘူး။ဒါပေမယ့် Orc တွေရဲ့ ကမ္ဘာကြီး ပျက်စီးသွားတော့မယ့်အချိန်မှာOrc မှော်ဆရာ Gul’dan ဟာ ဆိုးညစ်တဲ့အစိမ်းရောင်မှော်ပညာ(Fel) ကို သုံးပြီးမှော်မုခ်ဝ(Portal) ကို ဖွင့်လှစ်ပြီးAzeroth ကမ္ဘာ ကို Orc တွေ အားလုံးစုစည်းပြီးမျိုးနွယ်စု(The Horde) ကြီးတစ်ခုလုံးကို ခေါ်လာဖို့ကြိုးပမ်းပါတော့တယ်။အဲဒီ Azeroth ကမ္ဘာမှာတော့ Human တွေလူပု(Dwarf) တွေ နတ်သူငယ်(Elf) တွေဟာတစ်ယောက်ကိုတစ်ယောက်ယုံကြည်မှုမရှိသေး ကြည့်မရကြပေမယ့်ငြိမ်းချမ်းစွာနေထိုင်နေခဲ့တာကြာခဲ့ပါပြီ။ဒါပေမယ့် အခု ကမ္ဘာနှစ်ခုက မျိုးနွယ်တွေ တွေ့ဆုံလာပြီး ကိုယ့်ကိုကိုယ် ရှင်သန်နိုင်ဖို့တိုက်ခိုက်ကြရတော့မယ်အခြေအနေကိုရောက်လာတဲ့အခါ……Human ဘုရင်ကြီး Llane နဲ့ သူရဲကောင်း Lothar တို့ပူးပေါင်းပြီးမှော်ဆရာ(archmage) Khadgar ရဲ့အကူအညီနဲ့ဘယ်လိုရင်ဆိုင်ကြမလဲ….Orc တွေထဲက တကယ့် အမှန်တရားကို မြင်နိုင်တဲ့နှင်းဝံပုလွေမျိုးနွယ်ခေါင်းဆောင်(Frostwolf) ဂျူရိုတန် နဲ့ သွေးနှောနေတဲ့ Orc မိန်းကလေး Garonaတို့ကရောဘယ်လိုဆက်လှုပ်ရှားကြမလဲဆိုတာ ဒီ Warcraft The Beginning ထဲမှာကြည့်ရှုရင်းနောက်ထွက်မဲ့အပိုင်းတွေကို အတူတူစောင့်ကြတာပေ့ါဗျာ။File Size : (6.3GB )(3.65 GB) and (1.43GB)Quality : 4K-Blu-Ray.HEVC, 1080P5.1Ch,720pRunning Time :2hr  3minFormat : Mp4eGenre    : Action, Adventure, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Myo Myint MaungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDuncan JonesJessica ClothierStarsBen FosterBen SchnetzerClancy BrownDaniel WuDominic CooperPaula PattonRobert KazinskyRuth NeggaToby KebbellTravis FimmelCastAdrian Glynn McMorranAnna GalvinAnna Van HooftBen FosterBen SchnetzerBurkley DuffieldCallan MulveyCallum Keith RennieChristian SloanChristina JastrzembskaClancy BrownDan PayneDaniel WuDean RedmanDominic CooperDonavon StinsonDonnie MacNeilDylan SchombingElena WurlitzerElisabeth RosenEugene LipinskiFrank C. TurnerG. Michael GrayGlenn CloseGlenn EnnisJill MorrisonJoel SturrockKyle RideoutMackenzie GrayMichael AdamthwaiteMichael AntonakosMichael PatricMike AntonakosPatrick SabonguiPaula PattonRaj LalRobert KazinskyRuth NeggaRyan RobbinsTerry NotaryToby KebbellTravis FimmelTravis MacDonaldTrevor MackValérie WisemanWesley MacInnes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aTGvZ3F8QnAD8cPpJRaaqRRxFK6.jpg",
      "https://image.tmdb.org/t/p/w300/75ttFULukQltXssZEOZ5tyxsN3X.jpg",
      "https://image.tmdb.org/t/p/w300/yWt4HAs0Lp2T8wp3gR3qYtOpj1y.jpg",
      "https://image.tmdb.org/t/p/w300/riaO9lEYnzlmkILiLG3Y6HtJaM3.jpg",
      "https://image.tmdb.org/t/p/w300/yTiHXKkM9ECrnsxbO94Rf4R01pS.jpg",
      "https://image.tmdb.org/t/p/w300/bA4xV0vgtrESZGcDnq39kzjWo6U.jpg",
      "https://image.tmdb.org/t/p/w300/1vpt8aSp8Piac8EkNlbdJPp3PO6.jpg",
      "https://image.tmdb.org/t/p/w300/moh1nZppEK54QKmbB5EpZDaBhEK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/Warcraft-2016.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/warcraft-the-beginning-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/pt1nc970wmgo.html",
        "server": "usersdrive.com",
        "size": "6.3GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/warcraft-2016-blu-ray-5-1-ch-4-k-hevc-pp-cm-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "6.3GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/VHk33CLY#eFYlkPCKXHLrigdZbz5CceqZ_eHvWRgpV_lT-n-3jUU",
        "server": "mega.nz",
        "size": "6.3GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/pbgvzwhysrxl.html",
        "server": "usersdrive.com",
        "size": "3.65 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/warcraft-2016-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.65 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/2t6lt/Warcraft.2016.BLU-RAY.1080P5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.65 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/EfsmFQBA#q9TxoeO-1FDpUnY50oIySivGS1DcNIYMAek_WXl7NSY",
        "server": "mega.nz",
        "size": "3.65 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://usersdrive.com/crv9u6wbjv7o.html",
        "server": "usersdrive.com",
        "size": "1.43GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/warcraft-2016-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.43GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2t6kt/Warcraft.2016.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.43GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/tStmFTbJ#AA5xaUof7bIySEAcj-eKws2pxT_-o2_esUddbJqre9A",
        "server": "mega.nz",
        "size": "1.43GB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/x3ivn3zfkh9p.html",
        "server": "upstream.to",
        "size": "1.43GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "65AjY_nRdqE",
      "video_url": "https://www.youtube.com/watch?v=65AjY_nRdqE",
      "embed_url": "https://www.youtube.com/embed/65AjY_nRdqE"
    }
  },
  {
    "metadata": "|2016|106 min|War",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "8,775"
    },
    "title": "Mine (2016)",
    "description": "၂ဝ၁၆ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီ Mine ဆိုတဲ့ ဇာတ္ကားေလးဟာIMDB 5.9 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ဇာတ္လမ္းပံုစံကေတာ့ မစ္ရွင္တစ္ခု ေဆာင္ရြက္ဖို႔ စႏိုက္ပါ၂ဦးမစ္ရွင္မေအာင္ျမင္ဘဲ အျပန္ခရီးလမ္းမွာ ႏွစ္ေပါင္းမ်ားစြာကမိုင္းေတြ ျမဳပ္ႏွံထားခဲ့ဖူးတဲ့ သဲကႏၲာရတစ္ခုကို ေက်ာ္အျဖတ္မွာစႏိုက္ပါတစ္ဦးကေတာ့ မိုင္းေၾကာင့္ေသဆံုးခဲ့ၿပီး က်န္ရွိတဲ့စႏိုက္ပါတစ္ဦးျဖစ္သူ ဆာဂ်င္မိုက္ကယ္သားစစ္ကေတာ့ မိုင္းနင္းထားမိၿပီး ၎ေနရာမွခြာလို႔မရႏိုင္ဘဲ သဲမုန္တိုင္းမ်ား၊ ရန္သူမ်ားကို တစ္ဦးတည္းတိုက္ခုိက္ေနရပံုမ်ားကိုရင္သပ္႐ႈေမာဖြယ္ ခံစားၾကည့္႐ႈရမွာပဲျဖစ္ပါတယ္။ေနာက္ဆံုးမွာ ဆာဂ်င္မိုက္ကယ္သားစစ္တစ္ေယာက္ တပ္ဖြဲ႕ရဲ႕ကယ္ဆင္ျခင္းကိုခံရမလား၊ သဲကႏၲာရထဲ ေရငတ္ၿပီး ေသဆံုးသြားမလား၊သဲမုန္တိုင္းေၾကာင့္ေသသြားမလား၊ရန္သူလက္ခ်က္နဲ႔ေသသြားမလားဆိုတာကို ဒီ Mine ဆိုတဲ့ဇာတ္ကားေလးမွာ ဆက္လက္႐ႈစားလိုက္ၾကပါ။QTY – 720p BlurayDuration – 1hr 45minGerne – Thrill/WarSubtitle – Myanmar hard subTranslator – Yae Yint MayEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFabio GuaglioneFabio ResinaroJuan Antonio AgullóStarsAnnabelle WallisArmie HammerClint DyerDaniel SandovalDavid Kirk TraylorGeoff BellInes Pinar MilleJuliet AubreyLuka PerošTom CullenCastAnnabelle WallisArmie HammerClint DyerDaniel SandovalDavid Kirk TraylorEdoardo PurgatoriGeoff BellInes Pinar MilleJuliet AubreyLuka PerošTom Cullen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dEJryRu1avfAiRF2jZ90Iq14TPP.jpg",
      "https://image.tmdb.org/t/p/w300/r5otKWASvRYX3H9wCBDi8hEfM3U.jpg",
      "https://image.tmdb.org/t/p/w300/4A7GSPjxWRGsZj2W9ZYQpu2suDx.jpg",
      "https://image.tmdb.org/t/p/w300/sQjkWEUOBZNZv1eNSGkencD6DHY.jpg",
      "https://image.tmdb.org/t/p/w300/urC9VqW7bUq67W1bJBjXE51exHc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-1.jpg",
    "movie_links": [
      {
        "link": "http://quamiller.com/8Fj9",
        "server": "openload.co",
        "size": "763MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/8Fgv",
        "server": "openload.co",
        "size": "304MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/8Frm",
        "server": "drive.google.com",
        "size": "763MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "hzUj42eaHEc",
      "video_url": "https://www.youtube.com/watch?v=hzUj42eaHEc",
      "embed_url": "https://www.youtube.com/embed/hzUj42eaHEc"
    }
  }
]