[
  {
    "metadata": "|2016|99 min|Action,Crime,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Sky on Fire (2016)",
    "description": "အေဖတူအေမကြဲ ေမာင္ႏွမ၂ေယာက္…ညီမျဖစ္သူ ကင္ဆာေရာဂါ ေနာက္ဆံုးအဆင့္ေရာက္ေနၿပီဆုိတာ သိလုိက္ရတဲ့အခါ…တစ္ဖက္မွာလည္း ကင္ဆာေရာဂါကိုအျမစ္ပ်က္ေအာင္ကုေပးနိုင္တဲ့ ေဆးကိုေဖာ္စပ္ေနတဲ့ ဆရာဝန္ႀကီးတစ္ေယာက္ ေဆးရံုမီးေလာင္မႈနဲ႕အတူ ေသဆံုးသြားခဲ့တယ္ေဆးကိုဆက္ၿပီးေဖာ္စပ္တာ ေအာင္ျမင္သြားတဲ့အခါမွာေတာ့ …အဲ့ေတာ့ ညီမျဖစ္သူရဲ႕ ကင္ဆာေရာဂါကိုပဲ ေပ်ာက္ေအာင္ကုသေပးနုိင္မွာလား…ဆရာဝန္ႀကီး ဆံုးသြားတဲ့ မီးေလာင္မႈက မေတာ္တဆျဖစ္တာလား…မတရားမႈေတြကို ေျဖရွင္းနိုင္မွာလားဆိုုတာကို အသည္းတယားယား ရင္တဖိုဖိုၾကည့္ရႈရမယ့္ အက္ရွင္ဒရမ္မာဇာတ္ကားေလးျဖစ္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)File Size : (750 MB) and (350 MB)Quality : 720p BlurayRunning Time : 1hr 39minutesFormat : Mp4Genre : Action, Crime, ThrillerTranslated By Myint ThinzarEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRingo LamStarsAmber KuoDaniel WuJoseph Chang Hsiao-chuanZhang JingchuZhang RuoyunCastAmber KuoDaniel WuJoseph Chang Hsiao-chuanZhang JingchuZhang Ruoyun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x0vH9LHPjqWs63Wd4yQkuIxEcgc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDM1NWQwNTktM2M2MC00ODY2LWEyNDItNTQ1NGM0YjA4ODIwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://tinyical.com/5Zr",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinyical.com/5aE",
        "server": "channelmyanmar.agbcloud.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinyical.com/5aV",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinyical.com/5ai",
        "server": "channelmyanmar.agbcloud.com",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://tinyical.com/5av",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "nc1jVp7QFTk",
      "video_url": "https://www.youtube.com/watch?v=nc1jVp7QFTk",
      "embed_url": "https://www.youtube.com/embed/nc1jVp7QFTk"
    }
  },
  {
    "metadata": "PG-13|2016|1h 33min|Adventure,Asian,Comedy,Fantasy",
    "rating": {
      "rating": "3.5/10",
      "rating_count": "357"
    },
    "title": "A Chinese Odyssey: Part 3 (2016)",
    "description": "A Chinese Odyssey Part 3 (2016)_____IMDb – 3.5/10ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီးဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။ဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်နွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကိုလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။သတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့…..File Size     :   669 MBDuration    :   1 hr 33 minQuality        :   720p WebripFormat        :   MP4Genre           :   Asian, Adventure, Comedy, FantasyTranslator / Encoder  :  LittleneoA Chinese Odyssey Part 1 and Part 2 Download LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeffrey LauStarsGillian ChungHan GengHe JiongHu JingHuang ZhengIola XieKaren MokTang YanWang YiboWu JingCastCao ChengyanCorey YuenFei ErGillian ChungHan GengHe JiongHe YunweiHu JingHuang ZhengIola XieKaren MokSeung-Youn ChoSun WukongTang YanWang YiboWu JingXiaofei WangXie NanYan TangZhang ChaoZhang Chao-LiZhang YaoZhenqian HuangZhou Yixuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vk9Cqwf0CTBQz0LWeooniLG3ZLk.jpg",
      "https://image.tmdb.org/t/p/w300/wGpwd9P82QCx2NWvW0yVBv9CNXq.jpg",
      "https://image.tmdb.org/t/p/w300/mCOllbAQ6AYYzBi0wxBNJFqmJ70.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/frq1f6rkcxcr.html",
        "server": "usersdrive.com",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-chinese-odyssey-part-3-da-hua-xi-you-3-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/Q8ZAHaJa#5DSEDJG1Y2CUZqJrgRkDlmTUVMSoop2hp6Qo_2Q74sA",
        "server": "mega.nz",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://upstream.to/d8scu9nge139",
        "server": "upstream.to",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "3RXVRvn3yJo",
      "video_url": "https://www.youtube.com/watch?v=3RXVRvn3yJo",
      "embed_url": "https://www.youtube.com/embed/3RXVRvn3yJo"
    }
  },
  {
    "metadata": "N/A|2016|94 min|Action",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "58"
    },
    "title": "Dirty Lies (2016) ျမန္မာစာတန္းထိုး",
    "description": "ကဲ ဒီတစ္ခါေတာ့့ ခပ္လန္းလန္း အက္ရွင္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္တယ္ဇာတ္္ကားက သစၥာတရား က ဘာလဲဆိုတာကို ျပထားတယ္ဇာတ္ကား အက်ဥ္းက သိန္းေထာင္ခ်ီတန္တဲ့ လည္ဆြဲ အတြက္အခန္းေဖာ္ သူယ္ခ်ငး္ က သစၥာေဖာက္သြားတာကိုု ရိုက္ျပထားတာ ျဖစ္တယ္ကဲ ေဒါင္းျပီးသာၾကည့္ေစခ်င္တယ္Download & WatchYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJamie MarshallStarsBeau KnappMark L. YoungScout Taylor-ComptonTania Raymonde",
    "screenshot_links": [],
    "thumbnail_link": "https://pbs.twimg.com/media/CEyQf5HW8AA28X-.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNnenZ2NGM0YVJaMVdtM090Z1ZQVGU2ZlZ5QkxYZDM2dkphcThFdFpVcHU4bFFicGltOEdFYW91ek4vTlYyaGpObEpGQjd3MmlkcDUzRHN4NEpvZTZtcERPN2dVMGpvZ1JVc0ZaTDFrTExibFRrMlRLais5TllMbnFUOHJ3RHd6ST0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNnenZ2NGM0YVJaMVdtM090Z1ZQVGU2ZlZ5QkxYZDM2dkphcThFdFpVcHU4bFFicGltOEdFYW91ek4vTlYyaGpObEpGQjd3MmlkcDUzRHN4NEpvZTZtcERPN2dVMGpvZ1JVc0ZaTDFrTExibFRrMlRLais5TllMbnFUOHJ3RHd6ST0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNnenZ2NGM0YVJaMVdtM090Z1ZQVGU2ZlZ5QkxYZDM2dkphcThFdFpVcHU4bFFicGltOEdFYW91ek4vTlYyaGpObEpGQjd3MmlkcDUzRHN4NEpvZTZtcERPN2dVMGpvZ1JVc0ZaTDFrTExibFRrMlRLais5TllMbnFUOHJ3RHd6ST0="
    }
  },
  {
    "metadata": "R|2016|90 min|Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "4,322"
    },
    "title": "Approaching the Unknown 2016",
    "description": "ဒီရုပ္ရွင္ကားက စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းနဲ ့ဒရမ္မာအမ်ိဳးအသားထဲမွာပါပါတယ္။အာကာသထဲမွာေနထိုင္ရတယ့္ လူတစ္ဦးရဲ ့ရည္မွန္းခ်က္ေတြ ၊ အထီးက်န္မႈေတြ ၊ စိတ္ပင္ပန္းမႈေတြအေၾကာင္းကုိ အဓီကရိုက္ကူးတင္ဆက္ထားပါတယ္။ IMDbRating ၄.၈ ၊ Rotten Tomatoes ၄၅% ၊ Metacritic ၅၃ နဲ ့ Rpger Ebert ၄ မွာ ၂.၅ ရရွိထာပါတယ္။ ဒီရုပ္ရွင္က ေ၀ဖန္ေရးေလာကမွာ ေ၀ဖန္မႈေကာင္းတာေရာ မေကာင္းတာေရာ ရရွိခဲ့ျပီး ဒိြဟျဖစ္ေစခဲ့ပါတယ္။ အဓီကသရုပ္ေဆာင္ထားတယ့္မင္းသားၾကီး မက္ခ္စေတာင္း ရဲ ့သရုပ္ေဆာင္မႈေတြကုိေတာ့ ခ်ီးက်ဴးခဲ့ၾကပါတယ္။ The New York Times ဒီရုပ္ရွင္ကတစ္ကားလုံးၾကည့္လို ့မေကာင္းရင္ေတာင္ မင္းသားၾကီး စေတာင္းရဲ ့လူသားေတြရဲ ့အင္ဂ်င္နီယာ ေပၚမွာ ယုံၾကည္အသက္ရွင္ႏိုင္ဖို ့ၾကိဳးစားေနတယ္လူတစ္ေယာက္အျဖစ္ သရုပ္ေဆာင္ထားတယ့္ အပိုင္းကေတာ့ အရမ္းေကာင္းပါတယ္လို ့မွတ္ခ်က္ေပးထားတယ္။၂၀၁၆ခုႏွစ္ ဇြန္လပိုင္းကထြက္ရွိထားျပီး တစ္ကားလုံးမိနစ္ ၉၀ ၾကာပါတယ္။ဒီဇာတ္လမ္းပုံစံ က လူတစ္ေယာက္က သူ ့အၾကာင္းေတြကုိ ျပန္ေျပာျပေနတယ္ ပုံစံရိုက္ကြက္အေတာ္မ်ားမ်ားနဲ ့ရိုက္ကူးထားပါတယ္။ ဒရမ္မာ ဆုိတယ့္အတိုင္းဇာတ္ကားက ေအးပါတယ္။ဒါေပမယ့္စဥ္းစားစရာေတြ တစ္ခုျပီးတစ္ခုေတာ့ေပးခဲ့ပါတယ္။ကမာၻေျမကထြက္ခြာျပီး တစ္ျခားျဂိဳလ္ေပၚမွာ ရွင္သန္ရပ္တည္ဖို ့ၾကိဳးစားလာၾကတယ့္ လူသားမ်ိဳးႏြယ္ေတြရဲ ့အင္ဂ်င္နီယာပညာရပ္မွာစိတ္ေခၚမႈေတြေတြၾကဳံလာရပုံကုိ ေတြ ့ျမင္ရမွာပါ။ အေၾကာင္းျပခ်က္ အမ်ိဳးမ်ိဳးေတြနဲ ့တစ္ျခားျဂိဳလ္တစ္ခုကုိစူးစမ္းရွာေဖြရာမွာ ေတြၾကဳံရမယ့္ စိန္ေခၚမႈေတြ ၊ အာကာသယာဥ္မႈေတြရဲ ့အခက္ခဲေတြ ကုိေတြ ့့ျမင္ပါတယ္။လူအမ်ားထင္ေနၾကတယ္အာကာသ ယာဥ္းမႈးေတြက ကံအေကာင္းဆုံး လူေတြဆုိတယ့္ ယုံၾကည့္ေနတယ့္အခ်က္ အေပၚမွာ စဥ္းစားစရာေပးလိုက္ပါတယ္။ ေလးဖက္ေလးလံ ၾကည့္လုိက္တယ့္ ေနရာတိုင္း ေမွာင္းမည္းေနတယ့္ ဟင္းလင္းျပင္ၾကီးနဲ ့နံရံေလးဖက္ၾကားမွာ ေန ့တစ္ဒူ၀ ထပ္ခါတစ္လဲလဲတူညီတယ့္ ပုံစံတစ္ုခတည္းကုိသား လုပ္ကိုင္ေနရတယ့္ အာကာယာဥ္မႈေတြ ရဲ ့ေနစဥ္ဘ၀ကုိအသားေပးေဖာ္ျပထားပါတယ္။အစြန္းေရာက္တယ့္ စိတ္ကတစ္ခါတစ္ေလမွာေကာင္းေပမယ့္ အျမဲတမ္းမေကာင္းႏိုင္ပါဘူး။ဒီဇာတ္ကားထဲမွာ မိမိလုပ္ႏိုင္တယ့္ဆိုတယ့္ ယုံၾကည့္ခ်က္လြန္ခဲ့ျပီး အခက္ခဲနဲ ရင္ဆိုင္ပုံေတြ ၊ ဘယ္ေလာက္ဘဲခက္ခဲခက္ခဲ ယုံၾကည့္ရာတစ္ခုအတြက္ အဆုံးထိလုပ္ေဆာင္သြားတယ့္ အာကာသယာဥ္မႈးစတန္းဖိုစ့္ ရဲ ့စိတ္ဓာတ္ကိုေတြ ့ရမွာပါ။ အထီးက်န္မႈေၾကာက္စရာေကာင္းတယ့္ ပုံစံ ၊ ကမာၻေပၚမွာ ေရကုိအလြယ္တကူ ရေနေပမယ့္ လဲ အာကာသမွာ ေရရဖို ့ဘယ္ေလာက္ခက္ခဲျပီး တစ္ေန ့ကုိေရအနည္းေသာက္ျပီး အသက္ရွင္ဖို ့ရႈန္းကန္ေနရတယ့္ ကပၸတိန္ေတြ ရဲ ့ဘ၀ နဲ ့ေနာက္ဆုံး ယုံၾကည့္ရာကုိလက္မေလ်ာ့ဘဲ အဆုံးအထိလုပ္ေဆာင္သြားျပီး သူရဲ ့မစ္ရွင္ျဖစ္တယ့္ အဂါၤျဂိဳလ္ကုိေရာက္ေအာင္သြားႏုိင္ဖုိ ့ကုိအေကာင္အထည္ေဖာ္ႏိုင္မလား ၊လမ္းခရီးမွာဘဲ ေရျပတ္လတ္မႈေၾကာင့္ ေသသြားမလားဆုိတာ ဒီဇာတ္ကားထဲမွာျမင္ရမွာျဖစ္ပါတယ္။အက္ရွင္တို ့စြန္ ့စားခန္းဘဲၾကည့္တယ့္ သူေတြနဲ ့ေတာ့ ဒီကားက အန္မ၀င္ႏုိင္ပါဘူး။ ဇာတ္ကားေကာင္းတယ္မေကာင္းဘူးဆုိတာ ၾကည့္ရႈတယ့္သူေပၚမွာမႈတည္မယ္ထင္ပါတယ္။File Size     :   600 / 300 MbDuration    :   1 : 30 : 17Quality       :   Bluray ripTranslator  :  Htet Linn KyawEncoder      :  LittleneopCloud Link(600Mb)Small File pCloud(300Mb)Op LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark Elijah RosenbergStarsAnders Danielsen LieLuke WilsonMark StrongSanaa Lathan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/appro.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2016|89 min|Horror",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "11,935"
    },
    "title": "Blair Witch 2016",
    "description": "ဂ်ိမ္းစ္ဆိုတဲ့လူငယ္တစ္ေယာက္ဟာ ငယ္စဥ္ကေပ်ာက္ဆံုးသြားခဲ႕တဲ့သူရဲ႕ အစ္မျဖစ္သူပါဝင္တဲ့ ဗြီဒီယိုတိပ္ေခြတစ္ေခြကိုရွာေဖြေတြ႔ရွိခဲ့ပါတယ္…အဲ့ဒီ တိပ္ေခြထဲမွာပဲ မိန္းမၾကီးတစ္ေယာက္ကိုေတြ႕ ခဲ့ပါတယ္…သူတို႕ဟာအဲ့ဒီမိန္းမၾကီးကို Blair စုန္းမလို႕သတ္မွတ္ခဲ့ၾကၿပီး…အဲ့ဒီေနာက္မွာေတာ့ ဂ်ိမ္းစ္နဲ ့ သူ ့ရဲ့သူငယ္ခ်င္းတစ္စုဟာ Blairစုန္းမနဲ ့သက္ဆိုင္ေနတဲ့ ေတာအုပ္ၾကီးထဲကိုသူ ့အစ္မျဖစ္သူကိုရွာဖို ့ထြက္လာၾကတဲ့အခါမွာေတာ့ သူတို႕လံုး၀ထင္မွတ္မထားတဲ့ အၿဖစ္ဆိုးေတြနဲ႕  ရင္ဆိုင္ရေတာ့တာပါပဲ….Blair စုန္းမဆိုတာ ငယ္စဥ္ကလို သူတို႕ အတြက္ ယံုတမ္းပံုၿပင္ တစ္ခုလား…အၿပင္မွာ တစ္ကယ္လား ဆိုတာ ကေတာ့ ေၾကာက္လန္႕စဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္…Rating 5.2 ရရွိထားၿပီးေတာ့ တစ္ေယာက္တည္းၾကည့္ရႈ႕ရန္မသင့္တဲ့ Horror ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္…( ဒီကားကို ဘာသာၿပန္သူ Hnin Pwint မွခံစားတင္ဆက္ေပးထားပါတယ္…)File size…(810MB)Quality…BluRay 1080pFormat…mp4Duration….01:29:11Subtitle….Myanmar Subtitle (Hardsub)Translator…Hnin PwintEncoder….Moe Myint LwinDownload & Watch 360p HD (VIP Link)Download with PcloudDownload with OpenloadDownload with SyncplicityYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam WingardStarsBrandon ScottCallie HernandezCorbin ReidJames Allen McCune",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/blair-witch-2016-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blair-witch-2016",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2VXkz/Blair_Witch_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/7rmakx0chd4r",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2016|136 min|Action,Crime",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1,720"
    },
    "title": "Asura: The City of Madness(2016)",
    "description": "Asura: The City of Madness(2016)IMDb…6.6,,,Rotten..80%” ကျုပ်ရဲအဖြစ်အလုပ်လုပ်တဲ့ အန်နမ်မြို့က အကျင့်ပျက်တဲ့သူတွေနဲ့ပြည့်နှက်နေပြီ..ဒီနောက်ပိုင်းပြန်လည်ဖွံ့ဖြိုးခြင်းတွေနဲ့အတူ တစ်ယောက်နဲ့တစ်ယောက် ခြိ်မ်းခြောက်လာကြတယ်..အန်နမ်ရဲ့မြို့တော်ဝန် ပါ့ခ်ဆွမ်ဘဲဆိုတာရှိတယ်..သူက တစ်မြို့လုံးကို၀ါးမြိုချင်နေတာ…သူ့ပြိုင်ဘက်ကလည်း ဘယ်ငြိမ်နေပါ့မလဲ…နေ့တိုင်းမှာတိုက်ပွဲတွေဖြစ်လို့…ကျုပ်ကတော့ အနိုင်ရတဲ့သူနဲ့ပဲပူးပေါင်းတယ်…”ဒါကတော့ ရဲတစ်ဦးဖြစ်တဲ့ ဟွမ်ဒိုဂျောင်ရဲ့အယူအဆပါပဲ….သူက ငွေရဖို့ဆိုဘယ်လိုလူမျိုးပဲဖြစ်ဖြစ် ပူးပေါင်းပြီး ခွေးတစ်ကောင်လိုအလုပ်လုပ်မယ့်သူ….ဒီကားကတော့ အန်နမ်မြို့တော်ဝန်နဲ့ အတိုက်အခံပါတီတွေကြားမှာ လူမိုက်ဂန်းစတားတွေ..စုံထောက်တွေနဲ့ရှေ့နေတွေကြားကို ကောင်းကောင်းကြီးရိုက်ပြထားတာ..သူတော်စင်တွေ ယုန်ကလေးလိုကောင်တွေတစ်ယောက်မှ မပါဘူး..ယုံပုံစံဖြစ်နေရင်တောင် ယုန်ယောင်ဆောင်ထားတဲ့ ကျားတွေ မြေခွေးတွေပဲဖြစ်တယ်…သွေးထွက်သံယိုခန်းပေါင်းများစွာပါသလို နိုင်ငံရေးရဲ့  ပဋိပက္ခပေါင်းစုံကို အလွှာစုံ နယ်ရုပ်စုံရဲ့ ရွှေ့ကွက်ပေါင်းများစွာကိုတွေ့မြင်ရမယ်..နောက်ပြီးဒီကားက ဇာတ်လမ်းအစမှ အဆုံး Tempo ကျသွားတယ်လို့ရယ်မရှိဘူး…ကြည့်ရင်းကျော်ထဲစိမ့်အောင်လန့်လာသလို ဆက်လည်းမကြည့်ဘဲမနေနိုင်အောင် ဆွဲဆောင်မှုရှိလွန်းတယ်..သရုပ်ဆောင်တွေကလည်း ကိုရီးယားတကယ့်အထင်ကရ လူတွေကြီးပဲ…The king,The Divine Moveနဲ့ Cold eye  တို့မှာ ကြမ်းခဲ့ ရမ်းခဲ့တဲ့မင်းသားကြီးWoo-sung Jungကိုတော့ထွေထွေထူးထူးထပ်မိတ်မဆက်တော့ဘူး..စပွိုင်လာမပါလေ..ဘာဇာတ်လမ်းအကြောင်းမှမပြောလေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားမို့ ဒီလောက်နဲ့တော်ပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်…File Size : (2.13GB),(1.03GB) and (392 MB)Quality : BluRay 1080p 5.1CH, Blu-Ray 720pFormat…mp4Duration…02:16:00Genre :  Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Sung-sooStarsHwang Jung-minJeong Man-sikJu Ji-hoonJung Woo-sungKim Hae-gonKim Jong-suKim Won-haeKwak Do-wonOh Yeon-ahYoon Ji-hyeCastChoi Byung-moHwang Jung-minJeong Man-sikJu Ji-hoonJung Woo-sungKim Hae-gonKim Jong-suKim Won-haeKwak Do-wonOh Yeon-ahYoon Ji-hye",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rdE11QX97n8Pw8N1beI7suBrrM0.jpg",
      "https://image.tmdb.org/t/p/w300/79OzyttIOg34Y5AGMFQYMQBlxo2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/asura.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/asura-the-city-of-madness-2016-mm-sub",
        "server": "VIP Links",
        "size": "1.03GB/2.13GB",
        "quality": "Blu-Ray 720p/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/asura-the-city-of-madness-2016-blu-ray-1080-p-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/asura-the-city-of-madness-2016-blu-ray-1080-p-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2m7xh/Asura_-_The_City_Of_Madness_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2m7xh/Asura_-_The_City_Of_Madness_[2016]_(MM_Sub).mp4 https://megaup.net/3254A/Asura_The_City_of_Madness.2016.BluRay.1080p.5.1CH.mkv",
        "server": "megaup.net",
        "size": "2.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/t3sy5y7je9oj.html",
        "server": "streamsb.com",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "7l8apC2X5Fo",
      "video_url": "https://www.youtube.com/watch?v=7l8apC2X5Fo",
      "embed_url": "https://www.youtube.com/embed/7l8apC2X5Fo"
    }
  },
  {
    "metadata": "N/A|2016|88 min|Action",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "7,529"
    },
    "title": "Beta Test (2016)",
    "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွွစ္ထြက္ရွိထားတဲ့ IMDb rating 6.8 ထိရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ေပးလုိက္ပါတယ္ဗ်ဇာတ္ကားေလးက အက္ရွင္ကားၾကိဳက္တဲ့ သဲထိပ္ရင္ဖို ကားေတြကိုမွႏွစ္သက္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဆိုတာအာမခံပါတယ္  အရင္ NErve ကိုၾကည့္လို႕ၾကိဳက္ႏွစ္သက္ခဲ့တယ္ဆိုဒီဇာတ္ကားေလးကို လဲၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ ေျပာေနစရာမလိုေတာ့ပါဘူးဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂိမ္းခ်န္ပီယံေတြကိုဆို ဂိမ္းကုမၸဏီေတြကသူတို႕ရဲ႕ဂိမ္းရဲက အမွားေတြ ျပစ္ခ်က္ေတြကိုရွာဖို႕ Beta version ကိုေပးေဆာ့ေလ့ရွိပါတယ္ ျပီးမွ လံုး၀အဆင္ေျပျပီဆိုမွ Publication လုပ္ၾကတာပါဒီဇာတ္ကားေလးထဲမွာလဲ ဂိမ္းခ်န္ပီယံ မက္စ္ဟာ မၾကာမီမွာျဖန္႕ခ်ီေတာ့မယ္ဂိမ္းတစ္ခုကို အစမ္းေဆာ့ရာမွ မထင္မွတ္ပဲ ဂိမ္းဟာ အျပင္ေလာကမွာပါ ဂိမ္းထဲကအတိုင္းလိုက္ပါျဖစ္ပ်က္ေနတာကိုေတြ႕လိုက္ရတဲ့ အခါမွာေတာ့ကဲ ဗ်ာ ပရိတ္သတ္ၾကီးကပဲဆက္လက္ၾကည့္လိုက္ပါေတာ့ ဗ်ိဳ႕ဘာၾကည့္ေနတာလဲ ျမန္ျမန္သြားေဒါင္းေတာ့ေလ 😛Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNicholas GyeneyStarsKevon StoverLarenz TateLinden AshbyManu Bennett",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BODdlMjU0MDYtMWQ1NC00YjFjLTgxMDQtNDYxNTg2ZjJjZDFiXkEyXkFqcGdeQXVyMTU2NTcxNDg@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/beta-test-2016",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/beta-test-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/beta-test-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2glT3/Beta_Test_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/17qgzzol7uqn",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2016|132 min|Asian,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "272"
    },
    "title": "Barcelona: A Love Untold (2016)",
    "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်…ဒီဇာတ်ကားကလဲ သူတို့နှစ်ယောက်ရဲ့ တခြားဇာတ်လမ်းတွေလိုပဲ Rating တွေ ကောင်းခဲ့ပြီး နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့…ကိစ္စတစ်ခုကြောင့် မိသားစုကိုအရှက်ရစေပြီးနောက် မီယာဟာဖခင်ဆီကချီးမွှမ်းခြင်းခံရတဲ့ သမီးတစ်ယောက်ဖြစ်ဖို့ပြန်လည်ကြိုးစားချင်တဲ့အတွက်စပိန်နိုင်ငံဘာစီလိုနာမြို့ကိုအလုပ်ရှာဖွေဖို့ စွန့်စွန့်စားစားထွက်လာခဲ့ပါတယ်….တစ်ဖက်မှာ အယ်လီဟာလည်းသူ့ရဲ့ပယောဂကြောင့် ချစ်သူသေဆုံးခဲ့ရတယ်ဆိုတဲ့နောင်တကိုရင်မှာပိုက်ပြီး ချစ်သူရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့အတွက် ကာတွန်းတွေရုပ်ရှင်တွေဖန်တီးချင်တဲ့ဝါသနာကိုစွန့်ပြီး ကမ္ဘာ့ဗိသုကာမြို့တော်ဘာစီလိုနာမှာဗိသုကာပညာလာရောက်သင်ကြားရင်းမီယာဆိုတဲ့ကောင်မလေးနဲ့နှစ်ဦးသားတွေ့ဆုံခဲ့ကြပါတယ်….မီယာဟာ တိုက်ဆိုင်စွာပဲ အယ်လီချစ်သူဟောင်းစီလင်းနဲ့ရုပ်ချင်းခွဲမရအောင်တူနေတဲ့အတွက်အယ်လီဟာ မီယာကိုဘာစီလိုနာမှာကူညီစောင့်ရှောက်ပေးရင်းချစ်ကြိုးသွယ်သွားခဲ့တဲ့ လူငယ်သဘာချစ်ခြင်းမေတ္တာတရားတွေကိုဖော်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်….ဒီဇာတ်လမ်းလေးမှာလူတိုင်းဟာအချစ်ခံရဖို့ထိုက်တန်ပါသလား ????ကျူးလွန်ခဲ့အပြစ်တစ်ခုကြောင့်တစ်သက်လုံးပြန်လည်ပေးဆပ်စရာလိုပါသလား ???လဲကျနေရာကနေပြန်လည်ရှင်သန်ဖို့ ဘယ်လိုခွန်အားတွေပေးခဲ့သလဲဆိုတဲ့မေးခွန်းလေးတွေကို တပြိုင်နက် အဖြေထုတ်ပေးခဲ့ပါတယ်….တကယ်ဆိုရင်တော့ ပရိတ်သတ်ကြီးအနေနဲ့ ဇာတ်ညွှန်းတောင်ဖတ်စရာမလိုပဲနာမည်ကြီးဖိလစ်ပိုင်စုံတွဲ Cathniel ပါတယ်ဆိုရုံနဲ့တင် ကြည့်ကောင်းမယ့်ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သိကြမှာပဲဖြစ်ပါတယ်…(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို May Thazin Myint မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင်https://t.me/Myname2021hakak/52မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(2.3 GB)/(860 MB)Quality…WEB-DL AMZ (Clean Version) 1080p / 720pFormat…mp4Duration….02:11:45Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMay Thazin MyintYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOlivia M. LamasanStarsAiko MelendezAna Abad-SantosAna CapriCris VillanuevaDaniel PadillaJoey MarquezJoshua GarciaKathryn BernardoMaria Isabel LopezRicky DavaoCastAiko MelendezAna Abad-SantosAna CapriCris VillanuevaDaniel PadillaJoey MarquezJoshua GarciaKathryn BernardoLiza DiñoMaria Isabel LopezMelizza JimenezPatrick SuguiRicky Davao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qTYc8zkw84DKAo1eOgfhTwqO4T3.jpg",
      "https://image.tmdb.org/t/p/w300/xWiQyxo18filFhFs2BxaO0dY238.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/barcelona-poster-310x410.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-barcelona-a-love-untold-2016-1080-p-amzn-web-dl-ddp-2-0-h-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xgdB/(CM)_Barcelona.A.Love.Untold.2016.1080p.AMZN.WEB-DL.DDP2.0.H.264-Nyein.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/27AmQCpD#HpKPfPfQQ7Kp7osSFW2ttQx83mBGCYk2sMIs1YAB8F0",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jpmsb6o0aesc.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pb4tsbhsjudk",
        "server": "streamvid.io",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-barcelona-a-love-untold-2016-720-p-amzn-web-dl-ddp-2-0-h-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xgdr/(CM)_Barcelona.A.Love.Untold.2016.720p.AMZN.WEB-DL.DDP2.0.H.264-Nyein.mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yuZxyZIY#lmccF7RO_selhCfE2-POFw6qW1DzFJ6tgY1g7zDQBY8",
        "server": "mega.nz",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9xmpc118n23e.html",
        "server": "usersdrive.com",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/qb5hmv3gkpx3",
        "server": "streamvid.io",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/v5hz0nb6rnwj.html",
        "server": "streamsb.com",
        "size": "860 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fFaJLsjWHIw",
      "video_url": "https://www.youtube.com/watch?v=fFaJLsjWHIw",
      "embed_url": "https://www.youtube.com/embed/fFaJLsjWHIw"
    }
  },
  {
    "metadata": "N/A|2016|123 min|Action,Crime",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "834"
    },
    "title": "Operation Mekong(2016)",
    "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။—————————————————————————————-၂၀၁၆ ထြက္ တရုတ္ crime,action ကားေကာင္းေလး တင္ေပးလိုက္ပါတယ္။ ဒီဇာတ္ကားဟာ တရုတ္ျပည္ရဲ႕ ၀င္ေငြအေကာင္းဆံုးကားေတြထဲက တစ္ကားပါပဲ။ ျဖစ္ရပ္မွန္ျဖစ္တဲ့ မဲေခါင္ျမစ္အတြင္း တရုတ္လူမ်ိဳး ၁၃ ေယာက္အသတ္ခံခဲ့ရျပီး စိတ္ၾကြေဆးျပား ၉၀၀၀၀၀ ေက်ာ္ေတြ႕ရိွခဲ့တဲံ အမႈအေပၚ အေျခခံရုိက္ကူးထားပါတယ္။ ဒီအမႈရဲ႕ အဆံုးသတ္ကေတာ့ အားလံုးရင္းနွီးျပီးသားျဖစ္တဲ့ ဘိန္းဘုရင္ စိုင္းေနာ္ခမ္း ေသဒဏ္စီရင္ခံသြားရတာပါပဲ။ ျမန္မာ လာအို ထိုင္း နိုင္ငံ ၃ ခုၾကားက ေရႊၾတိဂံနယ္ေျမထဲက ဒုစရိုက္သမားေတြကို ရွင္းလင္းျပီး အသတ္ခံရတဲ့ နိုင္ငံသား ၁၃ ေယာက္အတြက္ တရားစီရင္ဖို႕ ၾကိဳးစားတဲ့ အထူးတပ္ဖြဲ႕၀င္ေတြနဲ႕ အသြင္ယူ စံုေထာက္ေတြရဲ႕ စြန္႕စားခန္းေတြကို ျပသထားပါတယ္။ ဇာတ္ေၾကာရိုးအေပၚအေျခခံထားေပမယ့္ သူရဲေကာင္းေတြနဲ႕ ဗီလိန္ေတြကို ပိုပိုသာသာေလးေတာ့ ျပသထားတယ္လုိ႕ ထင္ရပါတယ္။ ဘယ္လိုပဲျဖစ္ျဖစ္ ရုိက္ခ်က္ေတြနဲ႕ သရုပ္ေဆာင္ေတြရယ္ ဇာတ္လမ္းဖြဲ႕စည္းမႈရယ္ကေတာ့ အထူးေကာင္းမြန္တာမို႕ ၾကည့္သင့္တဲ့ ကားေကာင္းတစ္ကားလို႕ ေျပာရမွာပါပဲ။File Size      :   890 MBDuration     :   02 : 03 :58Quality        :   WebripTranslator   :   Littleneo, PyitharooEncoder       :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDante LamStarsBaoguo ChenWenjuan FengWu LinkaiXudong Wu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/images.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mnb4hizbmqc7.html",
        "server": "usersdrive.com",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/operation-mekong-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/5596e9/operation-mekong-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2cN43/Operation_Mekong_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/uU4TVJTQ#lEmZvB_GvD3fK_ZE5NcD3SCqXNWNcaRCLs1mR0ik8PA",
        "server": "mega.nz",
        "size": "890 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/twyvt7eqvdx7",
        "server": "upstream.to",
        "size": "890 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|98 min|Action,Comedy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "12,010"
    },
    "title": "War on Everyone(2016)",
    "description": "War on everyone (2016) ဇာတ္ကားေလးဟာ IMDB 5.9 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ ဇာတ္လမ္းကေတာ့ တယ္ရီနဲ႔ ေဘာ့ ဆုိတဲ့ရဲအရာရွိ ၂ဦး ရွိတယ္…သူတုိ႔ ၂ေယာက္ဟာ ရဲက်င့္၀တ္နဲ႔မညီတာေတြ လုပ္ၾကတယ္ အထူးသျဖင့္ ျပစ္မႈက်ဴးလြန္တဲ့ရာဇ၀တ္သားေတြဆီက လာဘ္စားတယ္ ေငြညႇစ္တယ္ ..တစ္ေန႔ေတာ့ သူတို႔၂ေယာက္ဟာ လုယက္မႈေလးေတြ ေနာက္ကို လုိက္ေနရင္း မေမၽွာလင့္ပဲ အခ်ီႀကီးၾကံေနတဲ့ လုယက္မႈသတင္းအနံရသြားတယ္ နယ္ခံရာဇဝတ္သားတစ္ေယာက္ျဖစ္သူ ဂ်င္မီဟာ ဒီလုယက္မႈႀကီးရဲ႕ ဦးေဆာင္သူကေတာ့ ဂ်ိမ္းစ္မိန္းကန္လို႔ ေခၚတဲ့ၿဗိတိသွ်စီးပြားေရးလုပ္ငန္းရွင္ႀကီးတစ္ေယာက္ျဖစ္ပါတယ္။ သူတို႔ရဲ႕အလုပ္ကို ဝင္ေရာက္ေႏွာင့္ယွက္ေနတဲ့ ဒီရဲႏွစ္ေယာက္ကို ဂ်ိမ္းစ္မိန္းကန္က ရဲအရာရွိဘဝကေန ျပဳတ္သြားေအာင္လုပ္လိုက္ပါတယ္။ သူတုိ႔ ၂ေယာက္ဟာ အရက္သားျဖစ္သြားေပမဲ့လက္မေလ်ာ့ခဲ့ဘူး…အရပ္သားအျဖစ္နဲ႔ သူတို႔ႏွစ္ေယာက္ ဒီအမႈကိုဆက္လက္လိုက္ရင္း ႐ႈပ္ေထြးလွတဲ့ ကြင္းဆက္မ်ားအၾကား ဘယ္လို စံုစမ္းေထာက္လွမ္းၿပီး ဘယ္လိုအႏၲရာယ္ေတြၾကားထဲကေန ေနာက္ဆံုးေခါင္းေဆာင္ဆီေရာက္ေအာင္ သြားမလဲဆိုတာ ဒီဇာတ္ကားေလးထဲမွာ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါဦး။ဒီကားထဲက မင္းသားေတြကုိေတာ့ အားလုံးရင္းႏွီးၿပီးသားျဖစ္မွာပါ……..ဇတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yae Yint MayပါFile Size…(772MB) and (280MB)Quality… 720pFormat…mp4Duration…01:38:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by Yae Yint MayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeanette McGrathJohn Michael McDonaghStarsAlexander SkarsgårdCaleb Landry JonesDavid WilmotMalcolm BarrettMichael PeñaPaul ReiserStephanie SigmanTessa ThompsonTheo JamesZion Rain LeybaCastAlexander SkarsgårdAlma SisnerosAntonio Valdez Jr.Caleb Landry JonesDavid WilmotDerrick BarryDylan KeninGabriel Isaiah AbeytaGeoffrey PomeroyJacob BrowneJonathan David DixonJoshua R. AragonKeith JardineMalcolm BarrettMichael PeñaPaul ReiserRebekah WigginsStephanie SigmanTait FletcherTessa ThompsonTheo JamesTommy TruexZion Rain Leyba",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wsko1RF3SozpVjA3VKFO18qpzci.jpg",
      "https://image.tmdb.org/t/p/w300/5DDvBNxfTnxID8wDyvvCeOxDS5m.jpg",
      "https://image.tmdb.org/t/p/w300/4NIxT5ptYTEulufP2xyyq4pAVGn.jpg",
      "https://image.tmdb.org/t/p/w300/6kvkIlZ27IE0CesKqOAJK5hZqr0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNTU2MjAxMjk3Nl5BMl5BanBnXkFtZTgwMjM5NzI5MDI@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://yobuilder.com/uc6",
        "server": "openload.co",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/ugt",
        "server": "openload.co",
        "size": "281MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/uwo",
        "server": "channelmyanmar.agbcloud.com",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/vC8",
        "server": "channelmyanmar.agbcloud.com",
        "size": "281MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/vic",
        "server": "drive.google.com",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/w5x",
        "server": "drive.google.com",
        "size": "280MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "YkQgZGNMdv4",
      "video_url": "https://www.youtube.com/watch?v=YkQgZGNMdv4",
      "embed_url": "https://www.youtube.com/embed/YkQgZGNMdv4"
    }
  },
  {
    "metadata": "|2016||Animation,Comedy,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": ""
    },
    "title": "My Life as a Zucchini (2016)",
    "description": "ဒီဇာတ်ကားလေးထူးခြားပါတယ်။ကျွန်တော်စကြည့်တုန်းက ဘာမှမျှော်လင့်မထားပေမယ့်အခုတော့ ကျွန်တော်အကြိုက်ဆုံး stop motionဇာတ်ကားလို့တောင် ပြောလို့ရပါတယ် ။အားလုံး stop motion ကာတွန်းလေးတွေကြည့်ဖူးကြမယ် ထင်ပါတယ်။အများစုကတော့ Shawn The Sheepတို့လို ချစ်စရာကောင်းပြီးတော့ ရယ်ရတာမျိုးတွေ များပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဇာတ်လမ်းအစကနေ အဆုံးအထိမိဘမဲ့ကလေးတွေ ကြုံတွေ့ခဲ့ရတာတွေ၊ သူတို့ရဲ့ စိတ်ဒဏ်ရာတွေကိုပျော်စရာတမျိုး၊ ဝမ်းနည်းစရာတမျိုး၊ နွေးထွေးစရာတမျိုးရသအဖုံဖုံ မြောက်အောင် တင်ဆက်ပေးထားလို့ကျွန်တော်တော့ တော်တော် သဘောကျပါတယ်။ဇာတ်လမ်း‌အကျဥ်းက Zucchini(ကျွန်တော်ကတော့ ဖိုးသခွားလို့ ချစ်စနိုးနဲ့ ဘာသာပြန်ထားပါတယ်ခင်ဗျာ) ဆိုတဲ့ကလေးလေးက သူ့အမေနဲ့ နှစ်ယောက်တည်းအတူနေရတာပါ။တနေ့ကျတော့ Zucchini က သူ့အမေကို မရည်ရွယ်ပဲ သတ်လိုက်သလိုဖြစ်သွားတာကြောင့် မိဘမဲ့ဂေဟာကို အပို့ခံလိုက်ရပါတယ်။အဲဒီမိဘမဲ့ဂေဟာရောက်မှ သူ့ဘဝဟာ စတာပါ။ဘဝတူကလေး အချင်းချင်းရဲ့ နားလည်မှုတွေ ချစ်ခြင်းတရားတွေယုံကြည်မှုတွေ တစ်ယောက်ယောက်တယောက်ကာကွယ်စောင့်ရှောက်ကြပုံတွေကြောင့်ကျွန်‌တော်ကြည့်နေရင်း မျက်ရည်ဝဲမိပါတယ်။ဇာတ်ကား‌လေးကို ကြည့်ပြီးမှ ကျွန်တော့်မိဘတွေကို ပိုပြီးတန်ဖိုးထားမိပါတယ်။IMDB အနေနဲ့ 7.8 ရထားပြီးတော့ ခရမ်းချဥ်သီး 99% တောင်ရထားတာမလို့ stop motion ဇာတ်လမ်းတွေထဲမှာတင်မကပဲanimation တွေထဲမှာတောင် rating က အရမ်းကောင်းတဲ့ ထဲပါတာမလို့ ဇာတ်လမ်းဘယ်လောက် ကောင်းကြောင်းကတော့ညွှန်းနေစရာ လိုမယ် မထင်ပါဘူး။မြင်တွေ့နေကျနဲ့ မတူထူးခြားတဲ့ My Life As a Zucchini ရဲ့စိတ်ခံစားချက်နဲ့လိုက်တဲ့ အရောင်တင်ဆက်ပြသမှုတွေဇာတ်အိမ်ကောင်းမှုတွေကို ခံစားကြည့်ကြပါလို့ပဲ တိုက်တွန်းလိုက်ပါတယ်။မှတ်ချက် – ပြင်သစ်ဇာတ်လမ်းမလို့ English ဘာသာပြန်ထားတဲ့စာဖိုင်ကို ပြန်ကြည့်ပြီး မြန်မာမှုပြု ဘာသာပြန်ရတာမလို့ကျွန်တော်ကြည့်ပြီးပြန်တဲ့ စာဖိုင်နဲ့ ဇာတ်လမ်းထဲကအသံနဲ့က ကွဲနိုင်လို့ ဘာသာပြန်လိုအပ်ရင် နားလည်ခွင့်လွှတ်ပေးကြပါခင်ဗျာ။File size…    863 MB /  372 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 10mGenre ….. Comedy/AnimationSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by DrZacYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrien BarazzoneAnne-Laure BraseyBrigitte RossetElliot SanchezEstelle HennardEvelyne BouvierGaspard SchlatterIannis JaccoudJean-Claude IssenmannLéonard GeneuxLou WickMichel VuillermozMonica BuddeNatacha KoutchoumovPaulin JaccoudRaul RiberaRomane CretegnySixtine MuratVéronique Montel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3kzqUA3PGrOsTAeoXsY8VIMGy8L.jpg",
      "https://image.tmdb.org/t/p/w300/1oOy6Xgp3O4oepMPgCrC3Zjc3ja.jpg",
      "https://image.tmdb.org/t/p/w300/39KCF3nZUG0b2GPE5vCeMm0kSf9.jpg",
      "https://image.tmdb.org/t/p/w300/fidHEwSUTcTzkMfCfi4RqeZzwCx.jpg",
      "https://image.tmdb.org/t/p/w300/vkERvNCBD6JpPZb8gBkaxD6rnT9.jpg",
      "https://image.tmdb.org/t/p/w300/ztjSV0PlT8llf6irxVcSqzvbTL4.jpg",
      "https://image.tmdb.org/t/p/w300/9YHlQ6UPiccOuApoSbhepsoZFVz.jpg",
      "https://image.tmdb.org/t/p/w300/af763XAwVatvyP6RMXqSMcnQD1P.jpg",
      "https://image.tmdb.org/t/p/w300/8YPGc3On9EqgwRJN8qbkgjexbho.jpg",
      "https://image.tmdb.org/t/p/w300/y5msQ1wYJssEiP7vlX6BjGVEVjf.jpg",
      "https://image.tmdb.org/t/p/w300/yXZGk3Mzg6aZDnYYypaowAJbvc7.jpg",
      "https://image.tmdb.org/t/p/w300/9ke5XNX067CICkww5EvPgoOxBKd.jpg",
      "https://image.tmdb.org/t/p/w300/3CWoDmiQlcUz39HVhSU5eCvFlhi.jpg",
      "https://image.tmdb.org/t/p/w300/tctBlR39n7x35ramKTstoYN4Xnl.jpg",
      "https://image.tmdb.org/t/p/w300/xiZfdjLBzH76zauCiIt2K7qn5W9.jpg",
      "https://image.tmdb.org/t/p/w300/7oxR1SZD48cxgZvocuFNEQuA7bB.jpg",
      "https://image.tmdb.org/t/p/w300/97wl3FiZWMcRs4MZGevmn4IS8tt.jpg",
      "https://image.tmdb.org/t/p/w300/gLljUDeI72KPhpWTFUngLISiTuw.jpg",
      "https://image.tmdb.org/t/p/w300/xiHLnwagK88eRyGH4ym921ObEF0.jpg",
      "https://image.tmdb.org/t/p/w300/yAlTo6wmxukAkrFdFKqCst47dFq.jpg",
      "https://image.tmdb.org/t/p/w300/szylXtFFrGruh1FgGlb8DTqs5Z5.jpg",
      "https://image.tmdb.org/t/p/w300/qMxMACsD5TE1GiQPmhbIMcr1Gen.jpg",
      "https://image.tmdb.org/t/p/w300/o8OgbvdycrLbhfRpyvAbn8M3io4.jpg",
      "https://image.tmdb.org/t/p/w300/eUlDI0hUI7ADJ7jOJUf3gj7bDGy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g91phMUr77Vw6uRmpIjH1hvZpov.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v66a8wm5cs6m.html",
        "server": "usersdrive.com",
        "size": "863 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-life-as-a-zucchini-2016-rerip-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "863 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZFc3/My.Life.As.A.Zucchini.2016.RERIP.1080p.BluRay._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "863 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gCcyAKjT#gMnKa-yUTZNn-9r4lCtR4KA_MqoOnd0BvR9VMemN63A",
        "server": "mega.nz",
        "size": "863 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/98x5e00kh89g.html",
        "server": "usersdrive.com",
        "size": "372 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-life-as-a-zucchini-2016-rerip-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "372 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7su3m/My.Life.As.A.Zucchini.2016.RERIP.720p.BluRay._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "372 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Fa9lTSAS#-jO6jTTkJeE_odDl4y9XNfq7t_iEUveGMXqOMpQP-c8",
        "server": "mega.nz",
        "size": "372 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qDI14VnLNRM",
      "video_url": "https://www.youtube.com/watch?v=qDI14VnLNRM",
      "embed_url": "https://www.youtube.com/embed/qDI14VnLNRM"
    }
  },
  {
    "metadata": "R|2016|95 min|Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2,723"
    },
    "title": "Hacker (2016)",
    "description": "အဲလက္စ္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ ငယ္ငယ္ကတည္း ကြန္ပ်ဴတာကို ေဆာ့ကစားရင္းၾကီးျပင္းခဲ့ရသူမို႔အင္တာနက္ ကြန္ပ်ဴတာေတြနဲ႔ပတ္သတ္ျပီး အကြ်မ္းတ၀င္ရွိေနပါတယ္။သူရဲ့စိတ္ကူးကလည္း ဒီပညာေတြကို ပိုျပီးသင္ယူဖို႔ ေကာလိပ္တက္ခ်င္တာပါ။မိဘေတြက မေျပလည္သူမို႔ ေကာလိပ္တက္ဖို႔၁၄ ႏွစ္အရြယ္ေလာက္ကတည္းကခက္ခက္ခဲခဲ အင္တာနက္ေနျပီးမွ ေငြရွာျပီး ကိုယ့္ေက်ာင္းစရိတ္ကိုယ္ရွာေနတဲ့ လူေကာင္းေလးတစ္ေယာက္ပါ။ေကာလိပ္တက္ခါနီးမွာပဲ သူ႔အေမအလုပ္လုပ္ေနတဲ့ဘဏ္က သူ႔အေမကိုအလုပ္ထုတ္လိုက္ပါတယ္။သူတို႔အိမ္ဂရန္အေပါင္ကလည္း ဒီဘဏ္မွာျဖစ္တဲ့အတြက္ အလုပ္မရွိေတာ့လို႔ေခ်းေငြလည္းမရနိုင္နဲ႔ အိမ္ကိုပါ ဆံုးရွံဳးရမယ့္အေျခအေနမို႔သူအႏွစ္ႏွစ္အလလစုထားတဲ့ေငြေလးေတြကို ထုတ္ေပးလိုက္ပါတယ္။သူ႔ရဲ့ရင္ထဲမွာလည္း ဘဏ္ေတြကို စိိတ္နာျပီး နာက်ည္းခ်က္၀င္ေနပါတယ္။အဲဒီအခ်ိ္န္မွာ “ Dark Web” ဆိုတဲ့အဖြဲ႔အစည္းက အင္တာနက္ကဟက္ကာအဖြဲ႔အစည္းေတြျဖစ္ျပီးအင္တာနက္ကေန ေငြေၾကးေတြ လိမ္လည္ရယူေနတဲ့ နာမည္ေက်ာ္ဟက္ကာၾကီးအဖြဲ႔ပါ။ေခါင္းေဆာင္ကေတာ့ Zဆိုျပီး မ်က္ႏွာဖံုးနဲ႔ လူတစ္ေယာက္ပါ ။ဒီေတာ့ သူစုထားတဲ့ပိုက္ဆံေတြ မရွိေတာ့တဲ့ အဲလက္စ္ဟာ ဒီအဖြဲ႔ထဲကို ၀င္ဖို႔အၾကံရသြားပါတယ္။ဒီအဖြဲ႔ထဲ ၀င္ဖို႔ကေတာ့ မလြယ္ကူပါဘူး။Online ကေန ေငြေၾကးလိမ္လည္မွဳတစ္ခုလုပ္ျပနိုင္မွ လက္ခံတာပါ။ဒီေတာ့ အဲလက္စ္လည္း ၾကိဳးစားျပီး Onlineေငြေၾကးလိမ္လည္မွုဳတစ္ခုု လုပ္ျပနိုင္လို႔ေအာက္ဆံုးအဆင့္ကေန ၀င္ခြင့္ရခဲ့တယ္။ဒီအဖြဲ႔ထဲ ၀င္ျပီး ၾကိဳးစားလုပ္ကုိင္ရင္းက ၄ ပါတ္အတြင္းမွာကိုသူ ၄နွစ္စုေဆာင္းထားတာေလာက္ကို ရွာနိုင္လာပါတယ္။ေကာလိပ္တက္ဖို႔ ျမိဳ႔ကိုေျပာင္းလာတဲ့အခ်ိန္မွာ “ Dark Web” အဖြဲ႔ကနိုင္ငံတကာသတင္းမီဒီယာေတြကေန ဘဏ္ေတြကို ျခိမ္းေျခာက္ျပီးတိုက္ခိုက္ျပမယ္လို႔ ၾကံဳး၀ါးလာခဲ့ပါတယ္။ဒီအခ်ိန္မွာ အဲလက္စ္က ဘဏ္ေတြကိုလက္စားေခ်ခ်င္ေနတဲ့သူမို႔သူ ေကာလိပ္မတက္ေတာ့ပဲနဲ႔ “ Dark Web” အဖြဲ႔က အဖြဲ႔ေခါင္းေဆာင္ Z နဲ႔ ေတြ႔ဖို႕အင္တာနက္ကေနေငြေၾကးလိမ္လည္မွဳေတြကို တဆင့္ျပီးတဆင့္တိုးလုပ္လာပါေတာ့တယ္………-အဲလက္တစ္ေယာက္ ဘယ္လိုမ်ားတဆင့္ျပီး တဆင့္ Online ေငြေၾကးလိမ္လည္မွဳေတြကို လုပ္သြားသလဲ-သူ႔ကို ဘယ္သူေတြက ကူညီေပးမွာလဲ-“ Dark Web” အဖြဲ႔ေခါင္းေဆာင္ Z ရဲ့ အသိမွတ္ျပဳမိကုိ ရနိုင္မွာလား– နိုင္ငံတကာ ဘဏ္ေတြကိုေရာ လက္စားေခ်နိုင္ေအာင္ စြမ္းေဆာင္သြားနိုင္လား-ဒီေလာက္ေတာင္ online ကေန ေငြေတြလိမ္လည္ေနတာ အဖမ္းခံရမွာလား မခံရဘူးလား-နိင္ငံတကာရဲတပ္ဖြဲ႔ နွင့္ ဘဏ္ေတြဖက္ကေရာဘယ္လိုမ်ိဳး တန္ျပန္တိုက္စစ္ဆင္သလဲဆိုတာကိုေတာ့ဇာတ္လမ္းထဲမွာ ရွဳစားၾကည့္လိုက္ပါ…..ဒီကားေလးေတာ့ ကြန္ပ်ဴတာကိုေန႕တိုင္း ထိေတြ႕ေနတဲ့ ကြ်န္ေတာ္တို႕ အၾကိဳက္ကားေလးပဲၿဖစ္ပါတယ္…Hacking အပိုင္းကိုစိတ္၀င္စားေနတဲ့သူေတြနဲ႕ လူငယ္ေတြအတြက္လက္မလႊတ္သင့္တဲ့ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္…Quality…..BluRay 1080pDuration…..01:35:00Format…Mp4File Size…(771 MB , 386 MB )Encoder…..Moe Myint LwinTranslator…..Htet Htet Tin ZarDownload with YoteShin LinkDownload with OpenloadDownload with Openload (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkan SatayevStarsCallan McAuliffeClifton Collins Jr.Daniel Eric GoldLorraine Nicholson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Top-Best-10-Hacking-Movies-2016-of-All-Time-300x147.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hacker-2016",
        "server": "VIP Links",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/hacker-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/hacker-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/zx3w4wv0khxn",
        "server": "upstream.to",
        "size": "772MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|2h 19min|Biography,Drama,History,War",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "414,554"
    },
    "title": "Hacksaw Ridge (2016)",
    "description": "Hacksaw Ridge (2016)IMDb – 8.1/10_____Rotten – 85%Won 2 Oscars.Another 51 wins & 114 nominations((Blu-Ray 1080p 5.1 CH, Blu-Ray720, တို့ဖြင့် နင်းကန်ကောင်းသည့် စစ်ကားအား ပြန်လည် အရောင်အသွေးစုံလင်စွာဖြင့် တင်ဆက်ပေးလိုက်ပါသည်….))စစ်ခုံရုံးတစ်ခု မှာ ခန္ဓာကိုယ်ပါးလှပ်လှပ်စစ်သည်တစ်ယောက်ဟာ စွဲချက်တွေကြောင့် ရုံးတင်ခံနေရတယ်…စွဲချက်က ဘာလဲဆိုတော့ သေနတ်ကိုင်ရန်ငြင်းဆန်မှု အမိန့်မလိုက်နာမှုကြောင့်ပါ…စစ်သားလုပ်တယ် သေနတ်မကိုင်ချင်ဘူး ဘယ်လိုမှ သဟဇတမဖြစ် …သို့သော် တပ်မတော်တွင် တာဝန်မထမ်းပဲပြန်ထွက်သွားမလားဆိုတော့လည်းမဟုတ်ပြန် ဆက်လက်တာဝန်ထမ်းဆောင်လိုလျှက်ရှိနေပြန်သည်…သူ့ရည်ရွယ်ချက်က စစ်ပွဲမှာဒဏ်ရာ ရနေတဲ့သူငယ်ချင်းရဲဘော်ရဲဘက်တွေကို အရေးပေါ်ဆေးကုပေးမယ် …အားပေးမှုတွေလုပ်မယ် …ကျည်လွတ်နယ်မြေကို ရွှေ့ပြောင်းပေးမယ်ဆိုတာပါပဲ…စွဲချက်တွေကစစ်ထောင်သေချာပေါက်ကျမည့် အချက်တွေကြီးပါပဲ …ဒီကားထရေလာကြည့်တော့ ဒုတိယကမ္ဘာစစ်အတွင်း သေနတ်မကိုင်တဲ့စစ်သည်တစ်ယောက်ဟာ ရှေ့တန်းမှာ ကျည်ဆန်တွေကြားပြေးလွှားရင်းဒဏ်ရာရစစ်သည်တွေကို အသည်းအသန် ကယ်တင်နေတာတွေ့ရတယ် …Ratingမြင့် ယုတ္တိလွန်စစ်ကားနေမှာပါလေလို့ တွေးမိတယ်…နောက်တော့ ကျွန်တော်ထင်တာ လုံးဝလွဲသွားတယ် ဖြစ်ရပ်မှန်ဖြစ်တဲ့အပြင် သေနတ်မကိုင်တဲ့အဲ့ဒီဆေးတပ် သားလေးဟာတိုက်ပွဲဝင်စစ်သည်တွေကိုအသက်စွန့်ကယ်တင်ခဲ့တာကြောင့် အမေရိကန်သမ္မတ ထရူးမင်းချီးမြှင့်တဲ့ Medal of Honorဆုကိုရသွားတယ် …ဒီစစ်သည်လေးဟာ သူ့ရဲ့ ပုံမှန်ထက်ပိုတဲ့ယုံကြည်ချက်ကြောင့် ရင်ဆိုင်ခဲ့ရတဲ့အခက်အခဲတွေ အများကြီးပါပဲ …ချစ်သူ မိဘ ရဲဘော်ရဲဘက် အထက်ခေါင်းဆောင်အရာရှိတွေကြားမှာပေါ့…ပြီးတော့ ဒီဇတ်ကားထဲမှာမင်းသား Andrew Garfield၊မင်းသမီးTeresa Palmer၊မင်းသား Sam Worthingtonအခြား နာမည်ကျော်ဇာတ်ပို့များပါလေတော့သရုပ်ဆောင်ပိုင်းထွေထွေထူးထူးပြောစရာမလိုဘူးထင်ပါတယ်Screen playပိုင်းဆိုရင် အထူးသဖြင့်ဒုတိယ ကမ္ဘာစစ်အတွင်းထိချက်ပြင်း 7.62မမကျည်ဆန်ရဲ့ အသားတွေပေါ်ဖောက်ထွက်ပုံတွေအမြောက် ကျည်ဆန်တွေထိဖြာပုံတွေကဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးခံရလောက်အောင် လန်းလွန်းတယ်…ကဲ ပရိတ်သတ်ကြီးရေ ရေးတာလည်းများပြီဗျာ IMDBကလည်း 8.1 ဆိုတော့ကျွန်တော်ညွန်းတာ ဟုတ်မဟုတ်ကတော့ စောင့်သာကြည့်လိုက်ပါဦးလို့======================File Size : (2.7 GB) and (1 GB)Quality : Blu-Ray 1080p5.1ch, 720pFormat…mp4Duration…01:30:00Genre : Adventure, Drama, Fantasy1Subtitle : Myanmar Subtitle (Hard Sub)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJo WeeksMel GibsonP.J. VoetenSophie Fabbri-JacksonStarsAndrew GarfieldHugo WeavingLuke BraceyLuke PeglerRachel GriffithsRichard RoxburghRyan CorrSam WorthingtonTeresa PalmerVince VaughnCastAndrew GarfieldBen MingayBen O'TooleBenedict HardieBill YoungCharles JacobsDamien ThomlinsonDennis KreuslerFirass DiraniGeorgia AdamsonGoran D. KleutHarry GreenwoodHayden GeensHelmut BakaitisHiroshi KasugaHugo WeavingJacob WarnerJames LugtonJames MackayJames O'ConnellJim RobisonJohn BatziolasJohn CannonLaurence BrewerLuke BraceyLuke PeglerMatt NableMatthew NableMikael KoskiMilan PulvermacherMilo GibsonNathaniel BuzolicNico CortezNobuaki ShimamotoOri PfefferPhilip QuastRachel GriffithsRichard PyrosRichard RoxburghRobert MorganRyan CorrSam ParsonsonSam WorthingtonSanto TripodiSean LynchTaka UematsuTaki AbeTeresa PalmerThomas UngerTim McGarryTim PotterTyler CoppinVince VaughnYoji TatsutaYuki Nagashima",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6O0lsCK90jZCyPvyYSt8Szzlnd6.jpg",
      "https://image.tmdb.org/t/p/w300/rshlQ6LfPRSWFhpGL4s5ZkIPR51.jpg",
      "https://image.tmdb.org/t/p/w300/3wLMx7wT27TF8KaF6GywrrpXFDF.jpg",
      "https://image.tmdb.org/t/p/w300/yQIBS8B9l2qXoPoPtxSXvH7CfoT.jpg",
      "https://image.tmdb.org/t/p/w300/6PRau3Wi3cYgt2HUTPrC9koNAw2.jpg",
      "https://image.tmdb.org/t/p/w300/pqv1Li4kUc96LmrLutdJm6aQi0y.jpg",
      "https://image.tmdb.org/t/p/w300/hA3wfDxHmTvzkWEFXKqXqrGBXqC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hacksaw-ridge-2016",
        "server": "VIP Links",
        "size": "2.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://yoteshinportal.cc/hacksaw-ridge-2016-1080-p-blu-ray-5-1-ch-mm-sub-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://cloudemb.com/bh2slraw2xqo.html",
        "server": "streamsb.com",
        "size": "2.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/Qyxe/Hacksaw_Ridge_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/2cts8/Hacksaw_Ridge_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/gNNEWYTB#3myEtDtixhJvkUrLVAfpiEQ6an11YX-B5JGXlBDRX6A",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://mega.nz/file/BNEQXaAR#4uM8qjBaEV0zch2Nii_6_QzeUvcBbzp-NuforfWAEpU",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "s2-1hz1juBI",
      "video_url": "https://www.youtube.com/watch?v=s2-1hz1juBI",
      "embed_url": "https://www.youtube.com/embed/s2-1hz1juBI"
    }
  },
  {
    "metadata": "|2016||Drama,Horror",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "A Dark Song (2016)",
    "description": "ဆိုဖီယာဆိုတဲ့ စိတ်ပျက်ဝမ်းနည်းနေတဲ့ အမျိုးသမီးတစ်ဦးဝေးလ်စ် နိုင်ငံရဲ့ လူသူအရောက်ပေါက်နည်းနဲ့နေရာတစ်‌နေရာမှ အိမ်တစ်လုံး ငှားခဲ့ပါတယ်။သူမရဲ့ သေသွားတဲ့ ၇နှစ်အရွယ်သားလေးနဲ့စကားပြောခွင့်ရဖို့အောက်လမ်းဆရာတစ်ဦးဖြစ်တဲ့ဂျိုးဆက်ဆိုလိုမွန်ကို ငှားရမ်းပြီး ထိုအိမ်ကြီးမှာလ‌ပေါင်းများစွာ လူတွေနဲ့အဆက်ဖြတ် ပြီးအဘရာမယ်လင်ကျမ်းထဲကကိုယ်ရံတော်နတ်သားကိုဆင့်ခေါ်ဖို့ကြိုးစားပါတော့တယ်File size…  1  GB /  664 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 40mGenre …..  HorrorSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Dr ZacYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBreffni O'ConnorCatherine WalkerMark HubermanMartina NunvarovaNathan VosSheila MoloneySteve OramSusan Loughnane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sac5saRWC8zV8GFHL4D45TuUr3s.jpg",
      "https://image.tmdb.org/t/p/w300/fcSCPSfokv9GdOhSRBtFrtkYVHg.jpg",
      "https://image.tmdb.org/t/p/w300/wK7hylZXDFh9ZlhqkSm1CCcaK6u.jpg",
      "https://image.tmdb.org/t/p/w300/uT4srOrH53TTO9uct4TaS0bR1qX.jpg",
      "https://image.tmdb.org/t/p/w300/kwSSd7y0NW0LYrYsdbdpJU44LgA.jpg",
      "https://image.tmdb.org/t/p/w300/cgOwcK8H9cYiPWKhGxAy7EBLaKU.jpg",
      "https://image.tmdb.org/t/p/w300/cwumM2mpYKoO6j7LZVLG715xjnZ.jpg",
      "https://image.tmdb.org/t/p/w300/pv9kvo6v8eBPZE1tV2yjuiTxFkv.jpg",
      "https://image.tmdb.org/t/p/w300/3fHUExSYpXLFFjM0bfdPal05L8V.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fguce8M1bZnWjVkRWCFh9P3kt6A.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d2igulq6vbpo.html",
        "server": "usersdrive.com",
        "size": "1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-dark-song-2016-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hz3c/A.Dark.Song.2016.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/qNVRRL5C#41qf2cTvncmimoQdd5eKluuB0vcj0_--oF2Rh_EMWGU",
        "server": "mega.nz",
        "size": "1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/fir676wooycf",
        "server": "streamvid.io",
        "size": "1  GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w7dbuzv7jej9.html",
        "server": "usersdrive.com",
        "size": "664 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-dark-song-2016-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "664 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hz3o/A.Dark.Song.2016.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "664 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WVtmDAKS#-dSCMpmpkpiwqXMzBXzAh4j7z1wkRVsgixNDI1DbvOU",
        "server": "mega.nz",
        "size": "664 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/b29viis0t2mn",
        "server": "streamvid.io",
        "size": "664 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TFAB_1BUXWg",
      "video_url": "https://www.youtube.com/watch?v=TFAB_1BUXWg",
      "embed_url": "https://www.youtube.com/embed/TFAB_1BUXWg"
    }
  },
  {
    "metadata": "R|2016|1h 26m|Comedy,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "11000"
    },
    "title": "Good Kids (2016)",
    "description": "Good Kids (2016)သူငယ်ချင်းတွေနဲ့အတူဗရုတ်ကျခဲ့ကြတဲ့ လူငယ်ဘဝအမှတ်တရတွေ လူတိုင်းကိုယ်စီရှိကြမှာပါ။ အဲဒီလိုပဲ ဒီဇာတ်လမ်းကလည်း ကောလိပ်ဝင်တော့မယ့် Teenager Squad တစ်ခုရဲ့ အမှတ်တရနွေရာသီပေါ့။အန်ဒီ စပိုက်စ် လိုင်းယွန်း နဲ့ နိုရာဆိုပြီး သူငယ်ချင်းလေးယောက်နဲ့ဖွဲ့စည်းထားတဲ့ ဒီ Squad ကတော့ ကောလိပ်ကောင်းကောင်းဝင်နိုင်ဖို့ စာပဲလုပ်ခဲ့တဲ့ ဟိုက်ပါအဖွဲ့ပါ။ အတန်းထဲမှာ ဆရာမအိမ်စာထပ်ခိုင်းဖို့မေ့နေရင် ထသတိပေးလို့ အတန်းဖော်တွေမေတ္တာပို့တာခံရတဲ့အဖွဲ့ပေါ့။ ငယ်ငယ်ကတည်းက ဘယ်ခေါ်ခေါ်မလိုက်တဲ့သူတို့ အထက်တန်းပြီးတဲ့အထိ ပါတီဆိုတာလည်း ဘာမှန်းမသိပါဘူး။ဒီလိုနဲ့ လိမ္မာရတာပျင်းလာတဲ့ သူတို့အဖွဲ့က အရင်ကမလုပ်ဖြစ်တာတွေ ဒီနွေရာသီမှာ တစ်ခုချင်းလုပ်ပြီး အပီအပြင်ကဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဟိုက်ပါလေးယောက် ဗရုတ်သုတ်ခတွေလုပ်ရင်း အရှုပ်တွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးအပန်းဖြေရင်းကြည့်ရှုလိုက်ပါဦး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.65GB, 730MBQuality – 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 1H 26MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris McCoyStarsAshley JuddBora JasaCole SandDavid CoussinsDayo OkeniyiDemián BichirEric LutesIsrael BroussardJohn RothmanJulia GarnerKelly PendygraftKevin ChapmanMateo AriasNicholas BraunPaula PlumRandy CoutureStephanie FantauzziTasie LawrenceVirginia GardnerZoey DeutchCastAshley JuddBora JasaCole SandDavid CoussinsDayo OkeniyiDemián BichirEric LutesIsrael BroussardJohn RothmanJulia GarnerKelly PendygraftKevin ChapmanMateo AriasNicholas BraunPaula PlumRandy CoutureStephanie FantauzziTasie LawrenceVirginia GardnerZoey Deutch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8k7hVAUsMuJqZIRtd6T4Ewo8vfq.jpg",
      "https://image.tmdb.org/t/p/w300/6poUEcWOFq4ZtlVuYqlLTy8oAi7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/download-1.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-good-kids-2016-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1WTjg/(CM)_Good_Kids_(2016)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XB8WzDrY#Vn1McwqV_kBhVHRdHKTaZCRVpbjibyJM5nsy3eO0sCA",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cczpub962mof.html",
        "server": "usersdrive.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-good-kids-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3iOd1/(CM)_Good_Kids_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mM12WSAS#TANJkCg045BP-IZ7KLktJm4qd6LAvaXgZnoIZMAAya0",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ccbazgo7prkl.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/ra3mbkqwmdff",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pgh901fm7jsz",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4_GkilRNI4Y",
      "video_url": "https://www.youtube.com/watch?v=4_GkilRNI4Y",
      "embed_url": "https://www.youtube.com/embed/4_GkilRNI4Y"
    }
  },
  {
    "metadata": "N/A|2016|128 min|Horror,Mystery",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "820"
    },
    "title": "Raaz Reboot (2016)",
    "description": "Raaz ဆုိတဲ့နာမည္ျမင္တာနဲ႔ အိႏၵိယသရဲကားပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားသိျပီးသေလာက္ျဖစ္မွာပါ။ဒီကားေလးကေတာ့ ၂၀၁၆ စက္တင္ဘာလ ၁၆ ရက္ေန႔ကမွ ထြက္ရွိထားတဲ့ ကားသစ္ေလးျဖစ္ပါတယ္။အရင္ထြက္ထားခဲ့တဲ့ Raaz 1,2,3 ထက္ပုိျပီးႀကည့္လုိ႔ေကာင္းေစမွာအမွန္ပါပဲ။Draculaအေႀကာင္းကမၻာေRက်ာ္တဲ့ ရုိေမးနီးယားႏုိင္ငံမွာသြားရုိက္ထားတာပါ။ ႏွင္းေတြေဖြးေနတဲ့ရုိေမးနီးယားရဲ႕ရႈခင္းေတြကုိျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ဒါ့အျပင္ နာမည္ႀကီး Hotel Transylvania ကုိလည္း ဒီကားထဲမွာျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။Raazဇာတ္ကားေတြရဲ႕ပင္တုိင္မင္းသားႀကီး Emraan Hashmiကေတာ့ဒီကားထဲမွာ အရင္ကားေတြထက္ထူးျခားတဲ့ကာရုိက္တာကုိသရုပ္ေဆာင္ထားပါတယ္။ေနာက္ထပ္အဓိကမင္းသားတစ္ေယာက္ေတာ့ Gaurav Aroraပါ။မင္းသမီးသစ္ Kriti Kharbanda ကလည္း သူမရဲ႕ပထမဆုံးဇာတ္ကားေလးျဖစ္တဲ့အတြက္ အစြမ္းကုန္ႀကိဳးစားသရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားက တျခားကုလားသရဲကားေတြလုိ မေႀကာက္ေႀကာက္ေအာင္ ျဖဲေျခာက္ထားျခင္းမဟုတ္ဘဲ ဇာတ္လမ္းအဆက္ဆက္ခ်ိတ္မိေအာင္ ဇာတ္အိမ္ကုိတည္ေဆာက္ထားပါတယ္။ေနာက္ဆုံးထြက္ထားတဲ့ 1920 London ဇာတ္ကားထက္ ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ။File size…(1.1GB , 517.6MB)Quality…1080P HDRipFormat…mp4Duration….02:07:22Subtitle….Myanmar Subtitle (Hardsub)Translator…Ye Man AungEncoder….Moe Myint LwinDownload with PcloudDownload with Pcloud(Small Size)Download with OpenloadDownload with SyncplicityYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVikram BhattStarsEmraan HashmiGaurav AroraKriti KharbandaMadhu Anand Chandhock",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/13179253_1761533530727016_5841737855278630041_n.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG|2016|106 min|Animation,Drama,Fantasy",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "41,949"
    },
    "title": "Your Name (2016)",
    "description": "Your Name (2016)===============================(Kimono Na wa)ဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်…ကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီးYour Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ…ဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ…ဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်…တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေးတာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့…အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်…ဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့သူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲသူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့….ဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်…မြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့ဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ…ဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ…ဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးကကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ“မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်နှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ”ကျွန်တော်တို့ ဘဝမှာလည်း နှလုံးသားထောင့်တစ်နေရာကတစ်ယောက်သောသူဆိုတာမျိုး ရှိနေတုန်း ရှိနေနိုင်သေးတယ်မဟုတ်လား??ဦးနှောက်က မေ့သွား/မေ့ထား ပေမယ့် အဖြစ်အပျက်လေးတစ်ခုလောက်ကရင်ကိုလှိုက်ခနဲဖြစ်စေခဲ့တာမျိုးပေါ့…ဒီကားရဲ့ဇာတ်ဝင်တေးတွေကလည်း ကောင်းမွန်ပြီး လှပတဲ့အန်နီမေးရှင်း ပြကွက်တွေနဲ့ ဆွဲဆောင်ထားတာကို ခံစားရမှာပါ..ကဲ အညွှန်းကလည်း နည်းနည်းရှည်သွားပြီမို့ဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားရင်း တစ်နေ့တာကို အရသာရှိရှိဖြတ်သန်းလိုက်ကြရအောင်(ဒါနဲ့ ဒီဇာတ်ကားထဲမှာ The Garden Of Words (2013) ဇာတ်ကားထဲကဆရာမ ယူကာရီ က cameo အနေနဲ့ ပြန်လည်ပါဝင်ပါသေးတယ်..ဒါ့အပြင် အခု Your Name ထဲက ဇာတ်ကောင်တွေဖြစ်တဲ့တကိ..မိဆုဟ..ယော့ဆုဟ..တက်ရှီ..ဆယက တို့တတွေလည်းWeathering With You (2019) မှာ cameo အဖြစ်ပြန်လည်ပါဝင်ကြပါသေးတယ်..သေချာလေးကြည့်ကြနော် 😉…ကဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး)File Size :  1.49 GBQuality : Bluray 1080 (5.1)Running Time : 1hr 46minutesFormat : Mp4Genre : Animation, Drama, FantasyTranslated By Ye Kyaw Htet & MkoEncode By YKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMakoto ShinkaiStarsAoi YukiEtsuko IchiharaKaito IshikawaKazuhiko InoueMasami NagasawaMone KamishiraishiNobunaga ShimazakiRyou NaritaRyûnosuke KamikiTani KanonCastAoi YukiEtsuko IchiharaKaito IshikawaKazuhiko InoueMasami NagasawaMone KamishiraishiNobunaga ShimazakiRyou NaritaRyunosuke KamikiTani Kanon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mMtUybQ6hL24FXo0F3Z4j2KG7kZ.jpg",
      "https://image.tmdb.org/t/p/w300/6vkhRvsRvWpmaRVyCXaxTkIEb7j.jpg",
      "https://image.tmdb.org/t/p/w300/7OMAfDJikBxItZBIug0NJig5DHD.jpg",
      "https://image.tmdb.org/t/p/w300/naaIvC1TSja66pNipVrUD9dTXgJ.jpg",
      "https://image.tmdb.org/t/p/w300/nvsdKYPKwf51EAgC0xLJMB9kUZM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRmZDVmNzUtZDA4ZC00NjhkLWI2M2UtN2M0ZDIzNDcxYThjL2ltYWdlXkEyXkFqcGdeQXVyNTk0MzMzODA@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/your-name",
        "server": "VIP Links",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kimi-no-na-wa-1080-p-x-265-10-bit-flac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://mega.nz/file/ZphAwIxL#aR3S9RQuGhtRTD7X7Oiv5DVQS7sVTWhHXjzDD1BGSq0",
        "server": "mega.nz",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://megaup.net/UIqf/[CM]_Kimi_no_Na_wa_(1080p_x265_10bit_FLAC).mp4",
        "server": "megaup.net",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://upstream.to/por5ya1mjyw3",
        "server": "upstream.to",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://usersdrive.com/qfb8ooxzw7mw.html",
        "server": "usersdrive.com",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      },
      {
        "link": "https://veryfiles.com/ul320iq2xh4v",
        "server": "veryfiles.com",
        "size": "1.49GB",
        "quality": "Bluray 1080 (5.1)"
      }
    ],
    "trailer": {
      "video_id": "xU47nhruN-Q",
      "video_url": "https://www.youtube.com/watch?v=xU47nhruN-Q",
      "embed_url": "https://www.youtube.com/embed/xU47nhruN-Q"
    }
  },
  {
    "metadata": "R21|2016|1h 50min|Adult,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "333"
    },
    "title": "The Bacchus Lady (2016)",
    "description": "The Bacchus Lady (2016)IMDb – 7.2/10_____Rotten – 100%သင်တို့ လက်ရှိဘဝကိုစိတ်ပျက်နေပါသလားဒီကားလေးကြည့်ရင်းကိုယ့့်ထက်ဆိုးတဲ့သူတွေကိုအောက်မေ့သတိရပြီးကောင်းဘက်ကဖြည့်တွေးပေးပါသင်တို့ ဂုဏ်ပကာသနတွေနဲ့စိတ်ရင်းစေတနာကိုသတ်မှတ်ရတယ်လု့ိထင်ပါသလားမှားသွားပါလိမ့်မယ် မတတ်သာလို့လုပ်နေရတဲ့သူတွေရှိသေးလို့ပါသင်တို့နုစဉ်အခါမှာအပျော်တွေနဲ့ပြည့်နှက်နေလို့ တစတစအသက်ကြီးပြီးအနိစ္စသဘောကိုမေ့လျော့နေပါသလား ဘယ်အရာမှမမြဲပါဘူးဆိုတာသတိရပါဒီဇာတ်လမ်းလေးထဲမှာတော့ အသက်သေဆုံးသွားသည့့်တိုင်အောင်လောကဓံရဲ့ဆိုးကျိုးတွေကိုခါးစည်းခံသွားရတဲ့ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကြီးတစ်ယောက်ရဲ့သရုပ်ကိုပီပြင်အောင်ရိုက်ကူးထားတာပါ အိုခံကောင်းဖို့ဆိုတာလူကြီးသူမတိုင်းရဲ့မျှော်လင့်ချက်တစ်ခုပါ ဒါပေမယ့် ဒီအမျိုးသမီးကြီးကတော့ဒီဆုတောင်းမပြည့့်ခဲ့ပါဘူး ငယ်စဉ်တည်းက အိမ်ဖော် / စက်ရုံအလုပ်သမားဘဝတွေနဲ့ဖြတ်သန်းခဲ့ရပြီး ပြည့့်တန်ဆာတစ်ယောက်ဖြစ်လာရသူပါ ဂျုန်နိုဆိုတဲ့နေရာဟာ အသက်ကြီးကြီးဘိုးတော်တွေအတွက် စိတ်ကျေနပ်မှုရှာလို့ရတဲ့ပြည့်တန်ဆာအမျိုးသမီးတွေရဲ့စုရပ်ပါ ဒီလိုနဲ့တစ်နေ့မှာ ဆေးခန်းသွားပြရင်းဆေးခန်းကဆရာဝန်ကိုဖိလစ်ပိုင်သူတစ်ယောက်ကဓားနဲ့ထိုးတဲ့အမှုဖြစ်ပွားတာနဲ့ကြုံခဲ့ရပါတယ် ဒီအမျိုးသမီးအဖမ်းခံရတဲ့အချိန်မှာအကူအညီမဲ့နေတဲ့သားလေးတစ်ယောက်တည်းမျက်စိသူငယ်နားသူငယ်နဲ့ဖြစ်နေတဲ့အချိန်မှာ ဆိုယောင်းဆိုတဲ့အမျိုးသမီးကအိမ်ခေါ်သွားပြီးစောင့်ရှောက်ပေးထားခဲ့ပါတယ် အဓိကပြောချင်တာကတော့လူတစ်ယောက်ရဲ့ဘဝမှာစိတ်ရင်းစေတနာဟာသူ့ရဲ့အသက်မွေးဝမ်းကြောင်းတဲ့အလုပ်နဲ့မဆိုင်ဘူးဆိုတာကိုသက်သေသာဓကပြသွားခဲ့ပါတယ် အသက်ကြီးလာတဲ့အခါကြုံတွေ့ရမယ့်ဖြစ်ပျက်သဘောတရားတွေ / စိတ်သောကတွေ / အားငယ်မှုတွေ / အသက်မွေးဝမ်းကြောင်းဖို့ခက်ခဲတာတွေကိုပီပြင်အောင်ရိုက်ကူးထားတဲ့ဂရုဏာရသပေးတဲ့ဇာတ်ကားလေးဆိုလည်းမမှားပါဘူး အဲ့တော့ CM ပရိသတ်ကြီးလည်းမိဘတွေအိုမင်းလာတဲ့အခါ ပစ်ပယ်မထားသင့်ဘူးနော် အိုခံကောင်းတဲ့မိဘတွေဖြစ်အောင်သားသမီးဖက်က တာဝန်ရှိတဲ့အကြောင်းသင်ခန်းစာယူကြရအောင်ဗျာ….Adult scence အနည်းးငယ်ပါဝင်တာမို့ သတိထားကြည့်ကြဖို့ သတိပေးလိုက်ပါရစေဗျသင္​တို႔ လက္​ရွိဘဝကိုစိတ္​ပ်က္​​ေနပါသလားဒီကား​ေလးၾကည္​့ရင္​း​ကိုယ့္​့ထက္​ဆိုးတဲ့သူ​ေတြကို​ေအာက္​​ေမ့သတိရၿပီး​ေကာင္​းဘက္​က​ျဖည္​့ေတြး​ေပးပါသင္​တို႔ ဂုဏ္​ပကာသန​ေတြနဲ႔စိတ္​ရင္​း​ေစတနာကိုသတ္​မွတ္​ရတယ္​လု႔ိထင္​ပါသလားမွားသြားပါလိမ္​့မယ္​ မတတ္​သာလို႔လုပ္​​ေနရတဲ့သူ​ေတြရွိ​ေသးလို႔ပါသင္​တို႔ႏုစဥ္​အခါမွာအ​ေပ်ာ္​​ေတြနဲ႔ျပည္​့ႏွက္​​ေနလို႔ တစတစ​အသက္​ႀကီးၿပီး​အနိစၥသ​ေဘာကု​ိ​ေမ့​ေလ်ာ့​ေနပါသလား ဘယ္​အရာမွမၿမဲပါဘူးဆိုတာသတိရပါဒီဇာတ္​လမ္​း​ေလးထဲမွာ​ေတာ့ အသက္​​ေသဆံုးသြားသည့္​့တိုင္​​ေအာင္​​ေလာကဓံရဲ႕ဆိုးက်ိဳး​ေတြကိုခါးစည္​းခံသြားရတဲ့ဆို​ေယာင္​းဆိုတဲ့အမ်ိဳးသမီးႀကီးတစ္​​ေယာက္​ရဲ႕သရုပ္​ကိုပီျပင္​​ေအာင္​ရိုက္​ကူးထားတာပါ အိုခံ​ေကာင္​းဖို႔ဆိုတာလူႀကီးသူမတုိင္​းရဲ႕​ေမွ်ာ္​လင္​့ခ်က္​တစ္​ခုပါ ဒါ​ေပမယ့္​ ဒီအမ်ိဳးသမီးႀကီးက​ေတာ့ဒီဆု​ေတာင္​းမျပည့္​့ခဲ့ပါဘူး ငယ္​စဥ္​တည္​းက အိမ္​​ေဖာ္​ / စက္​ရံုအလုပ္​သမားဘဝ​ေတြနဲ႔ျဖတ္​သန္​းခဲ့ရၿပီး ျပည့္​့တန္​ဆာတစ္​​ေယာက္​ျဖစ္​လာရသူပါ ဂ်ဳန္​ႏိုဆိုတဲ့​ေနရာဟာ အသက္​ႀကီးႀကီးဘိုး​ေတာ္​​ေတြအတြက္​ စိတ္​​ေက်နပ္​မႈ​ရွာလို႔ရတဲ့ျပည္​့တန္​ဆာအမ်ိဳးသမီး​ေတြရဲ႕စုရပ္​ပါ ဒီလိုနဲ႔တ​စ္​​ေန႔မွာ ​ေဆးခန္​းသြားျပရင္​း​ေဆးခန္​းကဆရာဝန္​ကိုဖိလစ္​ပိုင္​သူတစ္​​ေယာက္​ကဓားနဲ႔ထိုးတဲ့အမႈျဖစ္​ပြားတာနဲ႔ႀကံဳခဲ့ရပါတယ္​ ဒီအမ်ိဳးသမီးအဖမ္​းခံရတဲ့အခ်ိန္​မွာအကူအညီမဲ့​ေနတဲ့သား​ေလးတစ္​​ေယာက္​တည္​းမ်က္​စိသူငယ္​နားသူငယ္​နဲ႔ျဖစ္​​ေနတဲ့အခ်ိန္​မွာ ဆို​ေယာင္​းဆိုတဲ့အမ်ိဳးသမီးက​အိမ္​​ေခၚသြားၿပီး​ေစာင္​့​ေရွာက္​​ေပးထားခဲ့ပါတယ္​ အဓိက​ေျပာခ်င္​တာက​ေတာ့လူတစ္​​ေယာက္​ရဲ႕ဘဝမွာစိတ္​ရင္​း​ေစတနာဟာသူ႔ရဲ႕အသက္​​ေမြးဝမ္​း​ေၾကာင္​းတဲ့အလုပ္​နဲ႔မဆိုင္​ဘူးဆိုတာကိုသက္​​ေသသာဓကျပသြားခဲ့ပါတယ္​ အသက္​ႀကီးလာတဲ့အခါၾကဳံ​ေတြ႕ရမယ္​့ျဖစ္​ပ်က္​သ​ေဘာတရား​ေတြ / စိတ္​​ေသာက​ေတြ / အားငယ္​မႈ​ေတြ / အသက္​​ေမြးဝမ္​း​ေၾကာင္​းဖို႔ခက္​ခဲတာ​ေတြကိုပီျပင္​​ေအာင္​ရိုက္​ကူးထားတဲ့ဂရုဏာရသ​ေပးတဲ့ဇာတ္​​ကား​ေလးဆိုလည္​းမမွားပါဘူး အဲ့​ေတာ့ CM ပရိသတ္​ႀကီးလည္​းမိဘ​ေတြအိုမင္​းလာတဲ့အခါ ပစ္​ပယ္​မထားသင္​့ဘူး​ေနာ္​ အိုခံ​ေကာင္​းတဲ့မိဘ​ေတြျဖစ္​​ေအာင္​သားသမီးဖက္​က တာဝန္​ရွိတဲ့အ​ေၾကာင္​းသင္​ခန္​းစာယူၾကရ​ေအာင္​​ဗ်ာ….Adult scence အနည္းးငယ္ပါ၀င္တာမို႔ သတိထားၾကည့္ၾကဖို႔ သတိေပးလိုက္ပါရေစဗ်File Size – 795 MBQty – DvD RipDuratuion – 1hr 50minGern – Adult / DramaSubtitle – Myanmar HardsubTranslator – Pyae Xein SettEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorE J-yongStarsAn A-zuJeon Moo-songJeon Mu-songYoon Kye-sangYoun Yuh-jungCastAn A-zuJeon Moo-songJeon Mu-songYoon Kye-sangYoun Yuh-jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1xMCpOKHhwzffoTnbtmywH2k6L3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-bacchus-lady-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qayemah66cp6.html",
        "server": "usersdrive.com",
        "size": "795 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-bacchus-lady-jookyeojooneun-yeoja-17-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "795 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2TQnv/The_Bacchus_Lady_(Jookyeojooneun_Yeoja)_[17+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "795MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/UAlT2CIa#0uEVd82DWx8YA7v2R3ia5a5pKtUUOJy3Q66H2vp4C1g",
        "server": "mega.nz",
        "size": "795 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/hdo956s0n8ko",
        "server": "upstream.to",
        "size": "795MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "qMIFVTD0kw0",
      "video_url": "https://www.youtube.com/watch?v=qMIFVTD0kw0",
      "embed_url": "https://www.youtube.com/embed/qMIFVTD0kw0"
    }
  },
  {
    "metadata": "TV-MA 18+|2016|1h 30min|Adult,Asian,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "137"
    },
    "title": "[18+] Dismay (2016)",
    "description": "ဒီကားလေးကတော့၂၀၁၆ခုနှစ်ထွက်ဖိလစ်ပိုင်ဒရမ်မာလူကြီးကားလေးတကားပါ။လူကြီးဆိုမှကြည့်ပါဒါမှမဟုတ်၁၈စုကြည့်ပါ။ဇာတ်ကားလေးကတော့ဖိလစ်ပိုင်ကျေးလက်ဒေသကလယ်သမားမိသားစုတခုမှအခြေပြုထားပါတယ်။လယ်သမားကြီးရဲ့ဇနီးဖြစ်သူကဆေးရုံမှာကင်ဆာရောဂါနဲ့နှစ်ရှည်လများစွာကြာအောင်ခံစားနေခဲ့ရတာပါ။နောက်ဆုံးဆရာဝန်တွေလက်လျော့လိုက်ပြီးမိသားစုတွေအိမ်ကိုပြန်ခေါ်လာကြပါတယ်။သားနှစ်ယောက်ရှိပြီး အစ်ကိုဖြစ်သူကတော့ဖခင်ဖြစ်သူရဲ့အလုပ်မှာကူညီလုပ်ကိုင်ပေးနေပြီးညီဖြစ်သူကတော့ကျောင်းသားအူတူတူဆိုက်နဲ့ပါ။အကြံကြီးတဲ့ဖခင်ဖြစ်သူကသူ့ဇနီးအတွက်ဆိုပြီးသူနာပြုခေါ်ပါတယ်။အဲဒီမှာဇာတ်လမ်းစသယောင်ယောင်ပဲငိငိ။သိပ်မကြာခင်မှာပဲဇနီးဖြစ်သူဆုံးပါးသွားတဲ့အခါမှာတော့ဖခင်ဖြစ်သူကသူနာပြုမလေးကိုပေါ်တင်အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်။အဲဒီမှာပဲအိမ်တွင်းပြသနာလေးတွေစတော့တာပါပဲ။သူနာပြုလေးကလည်းလန်းတာကိုး။ဆိုတော့ယောကျာ်းသားသုံးယောက်နဲ့အိမ်မှာဘယ်လိုဇာတ်လမ်းတွေဖြစ်လာမလဲ။အဆုံးသတ်မှာရောမျှော်လင့်ထားသလိုဖြစ်လာမလား။မြုပ်ကွက်တွေကဘာတွေလဲဆိုတာတော့စိတ်ဝင်စားစရာပါ။၁၈+တွေပါတယ်ဆိုတော့အသက်မပြည့်သူများမကြည့်သင့်ပါ။မင်းသမီးကလည်းမင်းသမီးပါပဲ။(တကယ်တော့မိန်းမတွေမကောင်းတာဘာာ:3)(ဘာသာပြန်သူကတော့ အဘဖရိုင်းဒေးပါ)File Size : (700 MB)Quality : Webrip 720pRunning Time : 1hr 30minutesFormat : Mp4Genre : Drama, AdultTranslated By A Ba Friday’sEncode By Berry HtikeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoel LamanganStarsAllan PauleBrian ArdaElora EspañoJim PebancoJoem BasconLuis AlandyMaria Isabel LopezMay-i FabrosNathalie HartRomeo LindainCastAllan PauleBrian ArdaDerick RamosElora EspañoJerome GoJim PebancoJoem BasconLuis AlandyMaria Isabel LopezMay-i FabrosNathalie HartRene AbadezaRomeo LindainTin Velasco",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4XuqXfOdenws2e6DFfjhLmPVNgg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMzIwMzgwMGYtZDY5Ny00N2Q4LWExNGYtZjU3YWEyNzM3YjQxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dismay-siphayo-18-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://megaup.net/1B619/Dismay_(Siphayo)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://upstream.to/5r2yhc29pc9u",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "WEB-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|N/A|Sport",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "5"
    },
    "title": "True Sight (Ti8) (2019)",
    "description": "True Sight 2018Dota ကစားသမားေတြေစာင္႔ေမွ်ာ္ေနတဲ႔True Sight2018ကေတာ႔ ထြက္ရွိလုိ႕ပါၿပီTrue Sightဆိုတာကို ေတာ္ေတာ္မ်ားမ်ားကသိၾကေပမယ္႔မသိေသးတဲ႔လူေတြအတြက္ အနည္းငယ္ေျပာျပခ်င္ပါတယ္The Internationalဆိုၿပီး ႏိုင္ငံတကာမွDota2အသင္းမ်ားဝင္ေရာက္ ယွဥ္ၿပိဳင္ၾကတဲ႔TI ၿပိဳင္ပြဲႀကီးကိုႏွစ္စဥ္က်င္းပလာတဲ႔အခါမွာအခုဆို ၈ႀကိမ္ေျမာက္ က်င္းပၿပီးစီးသြားၿပီျဖစ္ပါတယ္တစ္ႀကိမ္က်င္းပၿပီးတုိင္း ေနာက္ဆံုးဗိုလ္လုပြဲေရာက္ရွိခဲ႔တဲ႔ အသင္းေတြရဲ႕Stageေနာက္ကြယ္က အေျခအေနအေတြPlayer ေတြတစ္ေယာက္ခ်င္းစီရဲ႕Final ၅ပြဲအတြင္း စိတ္ခံစားမႈေတြကိုကြက္ကြက္ကြင္းကြင္း ဇာတ္လမ္းတစ္ပုဒ္လုိ ရိုက္ျပထားတာကိုTrue Sightလုိ႕ ေခၚတာပါတကယ္ေတာ႔ နားလည္လြယ္ေအာင္သာဇာတ္လမ္းလုိ႕ေခၚတာပါဇာတ္လမ္းမဟုတ္ပါဘူး Playerေတြရဲ႕သဘာဝစစ္စစ္ေတြကို ျပသထားတာပါအခုဒီTrue Sightကေတာ႔ မႏွစ္ကယွဥ္ၿပိဳင္ကစားခဲ႔တဲ႔TI8 Finalမွာေတြ႕ဆံုခဲ႔ၾကတဲ႔ PSG.LGD အသင္းနဲ႔ OGအသင္းတုိ႕ရဲ႕ ယွဥ္ျပိဳင္မႈကို ျပသထားတာပါOGအသင္းက TIဝင္ၿပိဳင္ခါနီးမွာ အသင္းသား၂ေယာက္ ထြက္သြားတာၾကံဳေတြ႕ခဲ႔ၿပီးကမန္းကတမ္း ျပန္လည္ဖြဲ႔စည္းထားရတာပါPSG.LGD တရုတ္ႏိုင္ငံကိုယ္စားျပဳအသင္းကေတာ႔လူတိုင္းေစာင္႔ၾကည့္ခံေနရတဲ႔အသင္းပါမယံုႏုိင္စရာပဲ ကမန္းကတမ္းလူစာရင္းနဲ႔ OGကFinalကိုတက္လာႏိုင္ၿပီးေတာ႔PSG.LGDနဲ႔ ဖုိင္နယ္မွာျပန္ေတြ႕ပါတယ္(ပထမတစ္ခါ TI8 အုပ္စုပြဲစဥ္ေတြမွာေတြ႕ေတာ႔OGကႏိုင္ခဲ႔တာပါ)ဒါေပမယ္႔လဲOGက TIခ်န္ပီယံျဖစ္ဖို႕ေဝးလုိ႕Finalတက္ဖုိ႕ေတာင္အႏိုင္ႏိုင္လုိ႕ထင္ထားတဲ႔သူေတြအမ်ားႀကီးပါဒါေပမယ္႔လည္းOGတက္ေရာက္လာခဲ႔ပါတယ္ OGဟာအရာရာ ဆံုးရႈံးခဲ႔သူပါအသင္းသား၂ေယာက္ဆံုးရံႈးရတယ္ ဖိႏွိပ္မႈေတြခံရတယ္ဒါေပမယ္႔ ဘာမွထပ္ဆံုးရံႈးစရာမရွိေတာ႔တဲ႔ သူတစ္ေယာက္က ေလာကမွ ေၾကာက္ဖုိ႕အေကာင္းဆံုးမဟုတ္လား…OG မွာ ႏိုင္လဲအျမတ္ မႏိုင္လဲ အရင္း ထပ္ဆံုးရံႈးစရာမရွိေတာ႔ပါဘူးသူတုိ႕ ရလဒ္ကို မေမွ်ာ္ကိုးပဲ ယွဥ္ၿပိဳင္ခဲ႔ပါတယ္ဒီ True Sightမွာေခါင္းေဆာင္ေကာင္းဆိုတာဘယ္လုိလဲDotaဆိုတာဘယ္လုိGameမ်ိဳးလဲဆိုတာကို သင္တုိ႕နားလည္သြားမွာပါ(Dota သမားမဟုတ္တဲ႔သူေတြမ်ားကလဲ TIၿပိဳင္ပြဲႀကီးရဲ႕ ႀကီးက်ယ္ခမ္းနားပံုကို စပ္စုၾကည့္သင့္ပါတယ္)ဘာသာျပန္ေပးထားတာေတာ့Wai Zinျဖစ္ျပီးsithuကencodeေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/maxresdefault-1.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/5xhxBK",
        "server": "drive.google.com",
        "size": "647Mb",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/WVxrxMmA",
        "server": "openload.co",
        "size": "647Mb",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/m12v4h2m",
        "server": "megaup.net",
        "size": "647Mb",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016||War",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Hatred (2016)",
    "description": "Wolyn ဆိုတဲ့ ပိုလန်ဇာတ်ကားကို အင်္ဂလိပ်လိုHatred အမုန်းလို့ နာမည်ပေးထားပါတယ်။ဇာတ်ကားအကြောင်းရှာဖတ်မကြည့်ခင်ကအဲ့ဒီစကားလုံးကို အမုန်း လို့ဘာသာပြန်လို့ရတဲ့စကားလုံးလို့ပဲ ထင်ခဲ့တာပါ။ဒါပေမယ့် ရှာဖတ်ကြည့်တောာ့ ပိုလန်နိုင်ငံသားတစ်ယောက်ရေးထားတဲ့ကွန်မန့်တစ်ခုကနေ သိလိုက်ရတာက အဲ့ဒီ Wolyn ဆိုတာ ဇာတ်ကားထဲက ရင်နင့်ဖွယ်အဖြစ်အပျက်တွေတကယ်ဖြစ်ခဲ့တဲ့ Volhynia – ဗိုလ်ဟင်ညာ/ဝိုဟင်ညာ/ဗိုလ်ဟင်နီးယား လို့အမျိုးမျိုးအသံထွက်ကြတဲ့အဲ့ဒီ နေရာလေးရဲ့ နာမည်နောက်တစ်မျိုးပါပဲတဲ့။Rating တွေက စ’ပြောပြရင်တော့ ဒီဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ထားတဲ့ ပိုလန်ဇာတ်ကားက IMDb ရဲ့Rating 7.6/10 ရထားပါတယ်။Rotten Tomatoes ကနေတော့ 96% ထိရထားပါတယ်။တကယ်ကိုထိုက်တန်ပါတယ်။ဘာအကြောင်းလဲဆိုရင်တော့ ပိုလန်တွေရဲ့ရင်နင့်ကြေကွဲဝမ်းနည်းစရာ လူမျိုးတုန်းသတ်ခံရတဲ့အကြောင်းလို့ ပြောရမှာပါ။ဒါပေမယ် ဇာတ်ကားထဲမှာ သမိုင်းမှာ ရှိဖူး ကြားဖူးခဲ့တဲ့ဆိုးရွားတဲ့အဖြစ်အပျက်အားလုံးရဲ့ နောက်ခံအကြောင်းအရင်းတွေဖြစ်တဲ့လူမျိုးရေး ဘာသာရေး နိုင်ငံရေးအစွဲအယူပြင်းထန်မှုတွေအားလုံးကိုထည့်ရိုက်ပြထားတာကို တွေ့ရမှာပါ။ဒုတိယကမ္ဘာစစ်ဝန်းကျင်ကာလတွေက အကြောင်းတွေလို့ ပြောလို့လည်းရပါတယ်။စစ်ပွဲ နဲ့ နိုင်ငံရေး လူမျိုးရေး ဘာသာရေး ပြဿနာတွေကြောင့် ဖြစ်ခဲ့တဲ့ကြားဖူးနားဝရှိကောင်းရှိကြနိုင်တဲ့အနိဌာရုံတွေကို မျက်မြင်ကြီးကို ကြည့်ရမှာပါ၊ သွေးထွက်သံယိုတွေရက်စက်ကြမ်းကြုတ်မှုတွေကို မမြင်ဝံ့ရင် ကြည့်ဖို့ နည်းနည်းစဉ်းစားပါဦး။ကမ္ဘာအနှံ့ကကြည့်ဖူးကြသူတွေရဲ့ စကားအရဆိုလည်း ဒီဇာတ်ကားကိုမကြည့်သင့်တဲ့ အကြောင်းအရင်းဆိုလို့ အဲ့ဒါပဲပါပါတယ်တဲ့။ဒါပေမယ့် အဲ့လောက်ဆိုးရွားတဲ့ သမိုင်းအကြောင်းတွေ သိထားရတော့လည်း နောက်ထပ်ထပ်ရှိမလာအောင် ဆင်ခြင်နိုင် လက်ဆင့်ကမ်းနိုင်တာမျိုးတွေ ပိုလုပ်နိုင်သွားမှာမျိုးပေါ့။ပိုလန်မိန်းမငယ်လေးတစ်ယောက်အကြောင်းကို မူတည်ပြီးအဖြစ်အပျက်အားလုံးနီးပါးကို ရိုက်ထားလို့သရုပ်ဆောင်နေတယ်ဆိုတာ/ဇာတ်ကားဆိုတာမေ့သွားလောက်တဲ့အထိ ကြည့်မိနေမှာပါ။အစပိုင်းကိုလူများတွေက ဖောက်ပြန်တဲ့မိန်းမဇာတ်ကားများလားထင်သွားတာလို့ ပြောကြပါတယ်။အဲ့လိုဆိုတော့18+ အခန်းတွေလည်း ပါပါတယ်။ရသစုံတယ်တို့ ပြောဖို့ခက်ပေမယ့် တကယ့်အဖြစ်အပျက်ဆိုးတွေဖြစ်ခဲ့တဲ့အချိန်ကို တကယ်မြင်နေရသလို ကြည့်ရတာမို့ဇာတ်ကားနောက် ပါသွားပြီး တစ်ခုခုကိုတကယ်ကြီး ခံစားရမှာပါ။နားမလည်လိုက်ဘူးလို့ ဖြစ်တာမျိုးတွေ ရှိခဲ့ရင်တခြားနိုင်ငံတကာက ကြည့်သူ့တွေလည်းဖြစ်ကြပါတယ်တဲ့။ကြည့်ရင်းနဲ့ သိသွားမှာပါ။အဓိက ရိုက်ပြထားတာက ပိုလန်နဲ့ ယူကရိန်းကြားကရင်နင့်ဖွယ် ဂျီနိုဆိုက်-လူမျိုးတုန်းသတ်ဖြတ်မှု ဖြစ်ရပ်မှန်ကိုပါ။အပြန်အလှန် ရန်ငြိုးရန်စလက်တုံ့ပြန်မှုတွေကလူကို လူလို့မြင်ဖို့ခက်တဲ့အထိက ဖြစ်ကုန်စေတာတွေပါ။ဒုတိယတစ်ခေါက်ကြည့်ရင် ဇာတ်ကားကောင်းတိုင်းလိုလိုကရိုးမသွားဘဲ ပိုမြင် ပိုကြည့်ကောင်းတာသိကြမှာပါ။ဒီဇာတ်ကားလည်း အဲ့လို ကားမျိုးပါပဲ။ဒါပေမယ် ဒုတိယတစ်ခေါက်ကြည့်မယ်ဆိုအနိဌာရုံတွေကို ကျော်ပြီးဖြစ်ဖြစ် မျက်စိမှိတ်၊အသံဖျောက်ထားပြီးဖြစ်ဖြစ် ကြည့်ကြည့်ပါ၊ဇာတ်ကားအကြောင်းထပ်ပြောရရင်တော့အဲ့ဒီဇာတ်ကားက ပိုလန်အကယ်ဒမီတွေ ၉ ဆုခန့် ရခဲ့ပါတယ်။သရုပ်ဆောင်တိုင်းနီးနီးမှာ သရုပ်ဆောင်နေတယ်ဆိုတာခံစားမိအောင်လုပ်တဲ့လူကို မပါသလိုပဲ။ကလေးငယ်ငယ်လေးတွေ ထည့်ထားတာကအစတကယ့်ကို အံဝင်ခွင်ကျ တကယ်ဖြစ်နေတယ်ချည်းထင်ရတာ။အများကြီးတွေ ထက်မပြောတော့ပါဘူး။သမိုင်းထဲက အဖြစ်အပျက် တစ်ခုကိုကြည့်ကြည့်လိုက်ပါ။ It’s worth it ပါ၊File size…    1.8 GB /  1 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 30mGenre ….. War/ActionSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Kaung Myat ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian ZarembaAndrzej PopielArkadiusz JakubikBeata ŁuczakGabriela MuskałaHeorhii PovolotskyiIgnacy KlimIgnacy SutIhor DanchukIryna SkladanIzabela KunaJacek BraciakJanusz ChabiorJarosław GrudaLech DyblikLiudmyla HoncharovaMaria SobocińskaMatylda KrajewskaMichalina ŁabaczOleksandr ChesherovOleksandr ZbarazkyiOles FedorchenkoOstap DziadekRoman SkorovskyiSebastian StegmannSerhii BachykTomasz SaprykVasyl VasylykVolodymyr ProtsiukWojciech Zieliński",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jgLaxbrgFBB5TM3uCdWzTkutKcY.jpg",
      "https://image.tmdb.org/t/p/w300/7bNMeJyc2FHrsRvBJaeB1PCy35N.jpg",
      "https://image.tmdb.org/t/p/w300/nBOCxIqRG4TV4C7AOwHZGkv6jgd.jpg",
      "https://image.tmdb.org/t/p/w300/19anVsf2IQmVOUO14gurFKGaxue.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zYk1YmXtUON1OiNveK6bqbIWUy1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tr110xc5j1rx.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hatred-2016-theatrical-1080-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLw4F/hatred.2016.theatrical.1080p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5iExgQjQ#ujAwVj_GpYIHAGfO2LEKXmDTedY5vR1fOqCgf3q_Uk8",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/s9ix17s0hdlq",
        "server": "streamvid.io",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gwmno2dx1m8t.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hatred-2016-theatrical-720-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sKn3/hatred.2016.theatrical.720p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wnFhnKra#kJjwSAxg07xtPRvMXwHwDLJ-JRWEpLQK4IS1dugsNXA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/o1ssl2oojeu5",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "B-nwg693WCE",
      "video_url": "https://www.youtube.com/watch?v=B-nwg693WCE",
      "embed_url": "https://www.youtube.com/embed/B-nwg693WCE"
    }
  },
  {
    "metadata": "|2016|1h 43min|Crime,Mystery",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "578"
    },
    "title": "Tik Tok (2016)",
    "description": "Tik Tok (2016)_____IMDb – 5.5/10IMDb 5.5 ရထားတဲ့ တရုတ် – ကိုရီးယားဖက်စပ်အက်ရှင်ဇာတ်ကားအလန်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်လူဆိုတာမျိုးကယုံကြည်ချက်သန်ရာသန်ရာကိုလိုက်တတ်တဲ့သူမျိုးပါဒါပေမယ့်ဘယ်ကိစ္စမဆို ယုံကြည်ချက်အစွန်းရောက်သွားပြီးနာကျင်မှုတွေပါပေါင်းစပ်လိုက်တဲ့အခါ ရလဒ်မကောင်းတတ်တာကိုဒီကားလေးထဲမှာတွေ့မြင်နိုင်မှာဖြစ်ပါတယ်ဇာတ်လမ်းကျဉ်းကဆိုရင်ဖြင့် ကိုးတစ်တနဲ့ကိုးကျစ်ဟွားတို့ကညီအစ်ကို ၂ယောက်ထဲက အစ်ကိုဖြစ်သူ ကိုးကျစ်တ ကလောင်းကစားအလုပ်ကိုစွဲလမ်းရူးသွပ်သူပါ ဘယ်လောက်တောင်ရူးသွပ်သလဲဆိုလူကသာစိတ်ကစဉ့့်ကလျားဖြစ်သွားတယ်လောင်းကစားစိတ်ကပျောက်မသွားပါဘူးတစ်ခုရှိတာကသူ့မှာငယ်ငယ်လေးထဲက အနိုင်ရလိုမှု ဆိုက်ကိုပါ ရှိနေလေတော့သူ့ရဲ့စိတ်ဝေဒနာဟာတစ်နေ့တစ်ခြားဆိုးရွားလာပါတော့တယ်“ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ”ဆိုသလိုပဲကုမ္ပဏီပျက်စီးပြီးကြွေးတွေပိ လူကလဲစိတ်ဝေဒနာရသွားလေတော့ညီဖြစ်သူကလည်း ရွာလည်တော့တာပေါ့ဒီလိုဒုက္ခတွေကြားထဲကရုန်းထွက်နိုင်အောင်လို့အစ်ကိုဖြစ်သူကိုးကျစ်တကအကြံကြီးကြီးမားမားတစ်ခုအကောင်အထည်ဖော်ခဲ့ပါတယ်လက်တလုံးခြားလှည့်ကွက်တွေနဲ့ ကိုရီးယားရဲတွေဒုက္ခပေးပါတော့တယ်နောက်ပိုင်းကော ကိုးကျစ်တနဲ့ ကိုးကျစ်ဟွားတို့ဘာဆက်ဖြစ်ကြမလဲပဲလှော်ကြားဆားညှပ်ခဲ့ရတဲ့သူတွေကကောဘယ်သူတွေဖြစ်မလဲကိုရီးယားရဲတွေကကောဘယ်လို ဖြေရှင်းကြမလဲ ပီပြင်လှတဲ့နောက်ဆုံးလှည့်ကွက်ကြီးကိုကော ဘယ်လိုတောင်တအံ့တသြခံစားကြရမလဲဆိုတာကတော့ပြီးခါနီးလေးအထိသေချာစောင့်ကြည့်ကြပါစို့ဗျာတစ်ခုတော့ရှိတယ်ဒေါက်တာမလေးကိုတော့မကြွေမိကြအောင်ထိန်းကြပေါ့ဗျာ….:PQty – 720p Web dlType – Mp4Duration – 1hr 45minGern – Crime / MysterySubtitle – Myanmar HardsubTranslator – Pyae Xein SettReview – Pyae Xein  SettEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJun LiStarsLang YuetingLee Chae-YoungLee Jung-jaeWallace ChungYang FanCastLang YuetingLee Chae-YoungLee Jung-jaeWallace ChungYang Fan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wHg0J6fEe86nJCa13lMO9pFKSE3.jpg",
      "https://image.tmdb.org/t/p/w300/4IV2cdP1HjPPADlyLnq8HPZ3dbK.jpg",
      "https://image.tmdb.org/t/p/w300/rux25zyUtzz0PEegAtIuWSPuorc.jpg",
      "https://image.tmdb.org/t/p/w300/3jjn3IZWifQseIt50Rn7jUZy9w9.jpg",
      "https://image.tmdb.org/t/p/w300/ddMT9AmPKXyRf12VrQLVLMQVEZj.jpg",
      "https://image.tmdb.org/t/p/w300/8eqJQLs3r0SH3Uov61E9WjRAz2J.jpg",
      "https://image.tmdb.org/t/p/w300/pcoPIlikon1KwkWxHezI7TSBWzb.jpg",
      "https://image.tmdb.org/t/p/w300/92dZkG1h9YMKOAeLIyIJRTjC77Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjE5ODhhNjQtOWFjMC00NzcxLWE4YWEtNTQ1Nzc5NmUxMmI4XkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yb6gukgr2rzz.html",
        "server": "usersdrive.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1DQr0/Tik_Tok_(Jing_Tian_Da_Ni_Zhuan)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Fw93gK6R#hClO8O9JXiYxxmTMytC5B6UsaSYGzRyFRZE4jGSZEtc",
        "server": "mega.nz",
        "size": "770MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "T9g73G7WMsk",
      "video_url": "https://www.youtube.com/watch?v=T9g73G7WMsk",
      "embed_url": "https://www.youtube.com/embed/T9g73G7WMsk"
    }
  },
  {
    "metadata": "N/A|2016|123 min|Action,Asian,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "87"
    },
    "title": "Split (2016)",
    "description": "ကိုရီးယား sport/drama ကားတွေကိုမှနှစ်သက်ပါတယ်ဆိုရင်တော့ ဒီ IMDB 5.4 ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးကိုညွှန်းချင်ပါတယ်ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ နိုင်ငံ့ချန်ပီယံဘိုးလင်းအားကစားသမားတစ်ယောက် ကံကြမ္မာအလှည့်အပြောင်းမှာ ကြုံတွေ့ခဲ့ရတဲ့ ကားအက်ဆီးဒန့်တစ်ခု…သုံးမရတော့တဲ့ ခြေထောက်တစ်ဖက်ကြောင့် မြတ်နိုးရတဲ့နိုင်ငံ့အားကစားသမားဘဝကို စွန့်လွှတ်ခဲ့ရပြီးအရက်သမားဘဝကို လုံးလုံးရောက်ခဲ့ရကာ ဘဝကိုခက်ခက်ခဲခဲရုန်းကန်နေရပါတယ်နောက်တစ်ဦးကတော့ ဖခင်ဖြစ်သူရဲ့အမွေ အပေါင်ခံထားရတဲ့ ဘိုးလင်းအားကစားရုံကို ကာကွယ်ချင်တဲ့ မိန်းကလေးတစ်ဦးပေါ့သူတို့နှစ်ယောက်ပေါင်းပြီး အော်တစ်ဇင်ဖြစ်နေပေမယ့် ဘိုးလင်းအားကစားကို တစ်ဖက်ကမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့…ထုံးစံအတိုင်း လူမိုက်တွေ ဒုစရိုက်သမားတွေရဲ့ရက်စက်မှုတွေလူ့ပတ်ဝန်းကျင်ရဲ့ အမြီးကျက်အမြီးစားခေါင်းကျက်ခေါင်းစားစရိုက်တွေနဲ့အတူမေတ္တာတရားကိုပါ ပိုင်ပိုင်နိုင်နိုင်ရိုက်ပြထားတာဖို့ အားပေးကြပါဥိး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (400 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 3minFormat : Mp4Genre : Action, Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DDP2.0 H.264-ARiNTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChoi Kook-heeStarsJeong Seong-hwaKwon Hae-hyoLee Da-witLee Jung-hyunMun Yeong-suYang Dong TakYoo Ji-taeCastJeong Seong-hwaKwon Hae-hyoLee Da-witLee Jung-hyunMun Yeong-suYang Dong TakYoo Ji-tae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8ahhMTMuzRdZuELqVJPMAjnS6K3.jpg",
      "https://image.tmdb.org/t/p/w300/aBywSsJ3fif6E546uKtZ0VueTZI.jpg",
      "https://image.tmdb.org/t/p/w300/2OGLoMfpmmFuuxluGOR8HjYoqwH.jpg",
      "https://image.tmdb.org/t/p/w300/82C1HI9ewsbKsdwhnrlu93fF8Lm.jpg",
      "https://image.tmdb.org/t/p/w300/ihLVSwR2gk5XCcL6Ieq0Ew1cDvL.jpg",
      "https://image.tmdb.org/t/p/w300/yaAHI9j8gXR0cnOodmUj49q97b5.jpg",
      "https://image.tmdb.org/t/p/w300/2pkhAyPDcMKwG0iFxqYRIVQyMjM.jpg",
      "https://image.tmdb.org/t/p/w300/jNznNuOuphoPi5JYi5e9M75akRd.jpg",
      "https://image.tmdb.org/t/p/w300/vyHP00TTEKgPdXeJfRH4tag4COH.jpg",
      "https://image.tmdb.org/t/p/w300/rfFub5SXiXZu0wmJf22M9wnLF2w.jpg",
      "https://image.tmdb.org/t/p/w300/yPVLc2MOlX1zclvMjvyBNbHqazn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pAMwikqsQ5iS9vIFtMu0FVTb1uD.jpg",
    "movie_links": [
      {
        "link": "https://upstream.to/pxear97hba2u",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2effq/Split_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/split-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kmdhouzqmvvd.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|116 min|Drama,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "85,849"
    },
    "title": "Nocturnal Animals (2016)",
    "description": "ဒီဇတ်လမ်း ကို စကြည့်တုန်းက ကိုယ့်ကိုကိုယ် နောင်တ ရနေမိတာဘာလို့ ဒီပေါတောတော ပုံစံ နဲ့ ကားကို ရွေးကြည့်မိလဲ ဆိုပြီးတော့…ဇတ်လမ်းစတာနဲ့ ကိုယ်လုံးတီး မိန်းမကြီး အဖွားကြီးတွေ က နေတာ စမြင်ရမှာပါမြင်ရတာ ကျတ်သရေ တုံးလွန်းလို့ အမြန် ကျော်ကြည့်ချင်နေမိပါတယ်..အဲ့ဒီ အကန့်က ခဏလေးပါပဲ…(ဒီနောက်ပိုင်းကို လုံး၀ နောင်တ မရတော့ပါဘူး)အဲ့ဒီ အနုပညာ ပြခန်းကနေ ဆူစန် (သူဌေး) စထွက်လာတယ်သူမ အိမ်ကို ရောက်သွားတယ် သူမ မအိပ်ဖြစ်တာ အတော်ကြာနေတဲ့ ပုံပါပဲ…ထူးထူးခြားခြားသူမ ဆီကို ပါဆယ် တစ်ခု ရောက်နေလို့ တိပ်တွေကို လျင်လျင်မြန်မြန် ဆွဲဖွင့်တဲ့အခါစက္ကုသားကြောင့် လက်ရှ သွားပြီး ဝန်ထမ်း တစ်ယောက်ကို ဖွင့်ပြီး စာကို ဖတ်ခိုင်းတဲ့အခါသူမ ယောင်္ကျားဟောင်း အက်ဝဒ် မှ ဆူစန် ဖတ်ဖို့ ဝတ္တုစာမူကြမ်း ကို ပေးပို့ပေးလိုက်တာပါ…အလုပ်ပိတ်တဲ့ ဒီတစ်ပတ် မှာ သူမ လက်ရှိ ယောင်္ကျားနဲ့ အပန်းဖြေ ခရီးထွက်ချင်နေပေမယ့်ခြေလှမ်းတွေ ပျက်နေတဲ့ ယောင်္ကျားဖြစ်သူဟာ ဆူစန် အနားမှာ ရှိမနေခဲ့ပါဘူး…၁၉ နှစ်ကျော် ကြာအထိ သူမ နဲ့ အဆက်အသွယ် မလုပ်ခဲ့တဲ့ ခင်ပွန်းဟောင်း ဖြစ်သူ အက်ဝဒ် ရဲ့ ဝတ္တုစာအုပ်မူကြမ်းဟာသူမ စိတ်လိုလက်ရ ဖက်ဖို့ မရှိပေမယ့် တစ်ယောက်ထဲ ဖြစ်နေတဲ့ အချိန်မှာပဲ စာအုပ်ကို ကိုင်ဆွဲပြီး အိပ်ရာထက်ဝင်ခဲ့ပါတော့တယ်…(စာအုပ်ထဲက ဇတ်လမ်း)ဟေးစတင်း ဟာ သူ့ မိန်းမ လော်ရာ နှင့် သမီးဖြစ်သူ အင်ဒိယ တို့ ကို ခေါ်ပြီး တက္ကဆက်ပြည်နယ်မြောက်ပိုင်းဘက်သို့မိသားစု ၃ ယောက်ထဲ ကားမောင်းပြီး ထွက်လာပါတယ်…တက္ကဆက် မြောက်ပိုင်း အဝေးပြေး လမ်းမသည် လူပြတ်ပြီး ဖုန်းလိုင်းမမိတဲ့ နေရာလဲ ဖြစ်ပါတယ်….ဒီလို နဲ့ ကားမောင်းလာနေရင်း ဟေးစတင်း တို့ ကားအား အမူးသမား တစ်ချို့မှ ဘေးတိုက် ဆွဲချပြီးပြသနာရှာခဲ့ပါတယ်…ဟေးစတင်း က တားဆီးနေတဲ့ ကြားက သူ့မိန်းမ နဲ့ သမီး ကို အမူးသမား တွေမှ ကားပေါ် ချုပ်တင်ပြီး ခေါ်သွားခဲ့ပါတယ်သူ့ကိုလဲ ကားတစ်စီးဖြင့် ခေါ်သွားရာမှ လမ်းမှာ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်…ဒါပေမယ့် မိန်းမ နဲ့ သမီး အပေါ် ပူပင်နေတဲ့ သူ့စိတ်က ရေမြေအဆုံး လိုက်ရှာဖို့ပဲ အားသန်နေခဲ့ပါတော့တယ်….(စာအုပ်အချ)ဆူစန် စိတ်တွေ ဂယောင်ချောက်ခြား ဖြစ်သွားခဲ့တယ် စာအုပ်ထဲက ဟေးစတင်း နေရာမှာ သူရောက်သွားသလိုပဲသူမ နှလုံးသားသည်လဲ ဟေးစတင်း နှင့် ထပ်တူ နာကျင်ခံစားလိုက်ရတယ်….စာအုပ်ကို ဆက်လဲ ဖတ်ချင်တယ် ဟေးစတင်း ဘာဆက်ဖြစ်မလဲ သိချင်နေပေမယ့်ဖြစ်လာမယ့် အရာကိုလဲ သူမ ကြိုတွေးနေမိခဲ့တယ်…ဒီလိုနဲ့ စာအုပ်ကို ဆက်ဖတ်ဖြစ်ခဲ့ပါတယ်…စာအုပ်နာမည်ကတော့” Nocturnal Animals ”ဒီရုပ်ရှင်ကို ကျနော် ရှေ့ဆက် မပြောပြတော့ပါဘူးညွှန်းဆို စရာ စကားလုံးလဲ ရှာမတွေ့ပါဘူး…ဒီစာအုပ်ကို ဖတ်နေတဲ့ ဆူစန် ရဲ့ ဇတ်လမ်း တစ်ခု ရယ်စာအုပ်ထဲက ဇတ်ကောင် ဟေးစတင်း ရဲ့ မိန်းမပျောက် သမီးပျောက် ရှာပုံတော်ဇတ်လမ်း ၂ ခု ဟာ သင့်ကို ထိုင်ရာက မထစတမ်း ဆွဲဆောင်သွားမယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုဆိုတာညွှန်းဆိုလိုက်ပါရစေ…ရုပ်ရှင်ကားကို Htet Wai Lwin က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ Encode ပေးထားပါတယ်(သစ်ဆန်းခန့်)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom FordStarsAaron Taylor-JohnsonAmy AdamsJake GyllenhaalMichael Shannon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTYwMzMwMzgxNl5BMl5BanBnXkFtZTgwMTA0MTUzMDI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nocturnal-animals-2016",
        "server": "VIP Links",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/nocturnal-animals-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2h7x6/Nocturnal_Animals_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "836.58 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/rl9yu0xfitcg",
        "server": "upstream.to",
        "size": "836.58 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  }
]