[
  {
    "metadata": "N/A||2h 52m|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "4.7k"
    },
    "title": "Hridayam (2022)",
    "description": "Hridayam (2022)ကိုယ်အရွယ်ရောက်လာတဲ့ အချိန်မှာ ပထမဆုံးချစ်ဖူးတဲ့ လူဟာ ကိုယ့်ရဲ့လက်တွဲဖော်ဖြစ်လာနိုင်ရဲ့လား။အချစ်ဦးတိုင်းမှာ ပျော်ရွှင်စရာ ဇာတ်သိမ်းမျိုး ရှိနိုင်ပါ့မလား။ ကျုပ်အနေနဲ့ဖြေရရင်တော့ ရှိနိုင်ပေမယ့် မလွယ်ကူဘူးလို့ပဲ ထင်တယ်ဗျ။ဒီဇာတ်လမ်းထဲက အာရွမ်နဲ့ ဒါချ်နာလိုပေါ့။ ကောလိပ်ကို စရောက်တဲ့အချိန်ကနေ မြင်မြင်ချင်းရင်ခုန်မိတဲ့နှစ်ယောက် အတူတူလက်တွဲခဲ့ကြပေမယ့် ၂၀ ပတ်လည် ကောလိပ်ကျောင်းသား ဘဝမှာ ကြုံကြရမယ့်အချစ်ရေးပြဿနာတွေ၊ အချင်းချင်းကို တသက်တာ မမေ့နိုင်မယ့် ဒဏ်ရာတွေ ပေးကြရင်း ဘယ်လိုအဆုံးသတ်ကို ဦးတည်ခဲ့ကြမလဲ။ဒီဇာတ်လမ်းက အာရွမ်ဆိုတဲ့ အမျိုးသားဇာတ်ကောင်ရဲ့ ကောလိပ်ကျောင်းသားဘဝကနေ ၃၀ ပတ်လည် လူလတ်ပိုင်းအရွယ်ထိသူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပုံတွေကို အသားပေးရိုက်ပြထားတာပါ။ လူငယ်ဘဝမှာ ကျောင်းကိစ္စ၊ အချစ်ရေး ၊ သူငယ်ချင်းလူလတ်အရွယ်မှာ စီးပွားရေးနဲ့ အိမ်ထောင်ရေး ဒါတွေကို ပျော်စရာရွင်စရာဆိုတာထက် လက်တွေ့ကျကျ ဖော်ကြူးထားတာပေါ့။ဒီနှစ်ထဲပဲ လောလောလတ်လတ်ထွက်ထားပြီး IMDb မှာ 8.9/10 ထိရထားတဲ့အပြင် ရုံတင်ငွေရူပီး 50 crores ထိစံချိန်တင်ထားတာပါ။ဇာတ်လမ်းရဲ့ကြာချိန် ၃ နာရီနီးပါးမှာ ဒါရိုက်တာ Vineeth နဲ့ သူ့ဇနီး Divya တို့ရဲ့ ကောလိပ်ကအကြောင်းတွေကိုဒါရိုက်တာကိုယ်တိုင်ရေးသားပြီး ပုံဖော်ရိုက်ကူးထားတာပေါ့။ ဆိုတော့ကာ ဒီပိတ်ရက်မှာလည်း Channel Myanamr ရဲ့ဘောလိဝုဒ်ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့ အပန်းဖြေရင်း ကြည့်ရှုခံစားလိုက်ကြပါဦးဗျာ။File size…2.56GB /  1.1GB /  6.8GBQuality…True Web Dl 1080p AAC 5.1CH / 720p / 4k SDR HEVC DD+5.1CHFormat…mp4Duration….2h 52mSubtitle….Myanmar Subtitle(Hard Sub)Encoder…. Nyein Saeya Aung & YKTranslated by Poe & Yunni & Honeyey & HMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVineeth SreenivasanStarsAswath LalDarshana RajendranPranav MohanlalCastAbishek Joseph GeorgeAdithyan ChadrashekarAjeesh JoseAjith Thomas AbrahamAju VargheseAnn SaleemAnnu AntonyAR Raja GaneshAravindan RArun KurianAswath LalAthul Ram KumarAtul Ram KumarDarshana RajendranJishnu SreekumarJohny AntonyJojo JoseKalesh RamanandKalyani PriyadarshanKaushik MVKurian Joseph JohnManjula MohandasMaria VincentMathukuttyMeenakshi RaveendranMegha ThomasNikhil NairPandianPranav MohanlalRamesh MenonSangeetha PrathapSanjay MenonSerah MathewsShaun RomyShersha SheriefShiva HariharanThushara PillaiVijayaraghavanVineeth Sreenivasan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pKZ7IFPFtiQGSN395xbj3nLbsEu.jpg",
      "https://image.tmdb.org/t/p/w300/4RqZxb1HJpaiJC7AuhDWvrcIWu5.jpg",
      "https://image.tmdb.org/t/p/w300/mgqImmTJnH82TTVUI5isLSQ2VNW.jpg",
      "https://image.tmdb.org/t/p/w300/yQIpRfLd5eQ1CGzc7A0emdxwDPJ.jpg",
      "https://image.tmdb.org/t/p/w300/agoGf1EDUEwqONq0BGS0SRMY0lm.jpg",
      "https://image.tmdb.org/t/p/w300/ucTlTDDpPB8M6Fbxubm9vl8god1.jpg",
      "https://image.tmdb.org/t/p/w300/ufCf1xzZaT4vsXrBafMxToWyDY2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/t0oUDRi8izy8Hn5yx6tzy55t1z3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hridayam-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hridayam-2022-malayalam-true-web-dl-4-k-hq-sdr-hevc-untouched-dd-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.8GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/ftbroien7k5c.html",
        "server": "usersdrive.com",
        "size": "6.8GB",
        "quality": "4k"
      },
      {
        "link": "https://disk.yandex.com/i/qAMsyTwljlhvzg",
        "server": "disk.yandex.com",
        "size": "6.8GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/hridayam-2022-malayalam-true-web-dl-1080-p-hq-h-264-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qx13gwc98eid.html",
        "server": "usersdrive.com",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/34h6B/Hridayam_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_1080p_HQ_-_H264.AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/btuhn8hcio50",
        "server": "dropgalaxy.com",
        "size": "2.56GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hridayam-2022-malayalam-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r1hkd12hfpd7.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Imb9/Hridayam_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/9yabo5ge62av",
        "server": "dropgalaxy.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/a8wm4v37r7zu.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.9/10",
      "rating_count": ""
    },
    "title": "My Name Is Khan (2010)",
    "description": "IMDb Rating (7.9) / Rotten Tomatoes (83%)မင်းသားရှရွတ်ခန်းနဲ့ မင်းသမီးကာဂျိုးတို့တွဲရိုက်လိုက်တိုင်း နာမည်ကြီးနေကျဆိုသလို ဒီဇာတ်ကားကလဲ ကမ္ဘာ့အလည်မှာ နာမည်ရခဲ့တဲ့ Bollywood ရုပ်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။ရှရွတ်ခန်းဟာ ဒီဇာတ်ကားမှာ Asperger’s syndrome ရောဂါဝေဒနာရနေတဲ့သူတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေက ပြောစရာမရှိအောင် ပြည့်စုံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့….Khan ဟာ Asperger’s syndrome  လူမှုဆက်ဆံရေးချွတ်ချော်တဲ့ရောဂါလို ဂေါက်တောက်တောက်ပုံစံဖြစ်နေတာမလို့ သူ့ညီဖြစ်သူက သူ့ကိုဆို မကြည်ဖြူပေမယ့် မိဘတွေကတော့ သူ့ကိုအချစ်ပိုကြပါတယ်။ဒီလိုနဲ့သူ့မိဘတွေဆုံးတော့ Khan တစ်ယောက် အိန္ဒိယကနေ သူ့ညီရှိရာ အမေရိကကိုပဲ  လိုက်ပါသွားဖို့ ဖြစ်လာပါတော့တယ်။Spoiler Alert….(ဇာတ်ကားကြည့်မည့်သူများ အောက်ကစာကိုမဖတ်ဘဲ ကြည့်သင့်ပါတယ်။)သူဟာ သူ့ညီကုမ္ပဏီက အလှပြင်ပစ္စည်းတွေ ရောင်းချပေးနေရင်း Mandira နဲ့ တွေ့ဆုံမိပြီး  မြင်မြင်ချင်းသဘောကျသွားပါတော့တယ်။ Mandira ဟာ အလှပြင်ဆိုင်မှာလုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာ သားတစ်ယောက်ရှိပါတယ်။ သူ့ယောကျာ်းနဲ့တော့ ကွဲနေပါတယ်။ သူမဟာ မကြာခင် အိမ်ပြောင်းဖို့ရှိနေပြီး ကိုယ်ပိုင်အလှပြင်ဆိုင်လေးတစ်ခုဖွင့်ဖို့ စီစဉ်နေသူပါ။ Khan ကတော့ မကြာခဏ Mandira ဆိုင်ဘက်ခဏခဏရောက်ဖြစ်နေပါတယ်။Khan ဟာ သာမန်လူတစ်ယောက်မဟုတ်ပေမယ့်လည်း သူ့ရဲ့ရိုးသားမှု ညဏ်ကောင်းတာတွေကို Mandira က သဘောကျသောကြောင့် လက်ထပ်ဖို့သဘောတူလိုက်ပါတယ်။ အစပိုင်း Khan တို့ဖက်က ဒီမင်္ဂလာဆောင်ကိုကန့်ကွက်ပါသေးတယ် . . . Mandira က ဟိန္ဒူဘာသာဝင်ဖြစ်ပြီး Khan တို့က မွတ်စလင်ဘာသာဝင်ဖြစ်နေသောကြောင့်ပါ။ ဒါပေမယ့် Khan ကတော့ Mandira ကိုပဲ ရွေးချယ်လိုက်ပါတော့တယ်။Khan, Mandira နဲ့ သူတို့သားတို့ ပျော်ပျော်ရွှင်ရွှင်နေထိုင်လျက်ရှိပြီး . . . တစ်ရက်တော့ သူတို့အတွက် ကံကြမ္မာဆိုးလို့ပြောရမယ့် အရာတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။ 9/11 အသေခံဗုံးဖောက်မှုဖြစ်ပွားပြီး လူပေါင်းများစွာ သေကြေပျက်စီးခဲ့ရပါတယ်။ ထိုကိစ္စကြောင့်အမေရိကန်မှာ မွတ်စလင်နဲ့ တခြားဘာသာခြားတို့ကြား အဆင်မပြေမှုတွေ စပေါ်ပေါက်လာတော့တယ်။ ထိုအဆင်မပြေမှုစနက်တွေကြောင့်ပဲ သူတို့သားဖြစ်သူ ဆုံးရှုံးသွားရပါတောတ့ယ်။ ထို့နောက်သူတို့လင်မယားအဆင်မပြေမှုတွေဖြစ်ပွားပြီး Khan ဟာအိမ်ပေါ်က ဆင်းသွားပါတော့တယ်။ သူ့မိန်းမရဲ့ စကားအတိုင်းပဲ Khan က သမ္မတကြီးနဲ့ တွေ့ဆုံပြီး အကြမ်းဖက် သမား မဟုတ်ဘူးဆိုတာကို ပြောဖို့ ကြိုးစားပါတော့တယ်။ အဲဒီလို ကြိုးစားတဲ့ အခါ တွေ့ကြုံရတဲ့ အခက်အခဲတွေကို ဘယ်လို ကျော်ဖြတ်သွားမှာလဲ ဆိုတာ စိတ်ဝင်စားစရာပါ။ဘာသာရေးနဲ့ ပတ်သတ်ပြီး အတုယူစရာတွေကိုလဲ ဒီဇာတ်ကားထဲမှာ အများကြီးတွေ့နိူင်ပါတယ်။ လူတိုင်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး ကျွန်တော်စာရေးပြီးပြောတာထက်အများကြီးပိုအဓိပ္ပါယ်ရှိပါတယ်။ IMDB Ratings: 7.9/10 ရရှိထားတဲ့ဇာတ်ကားလေးတစ်ခုပါ။(ရုပ်ရှင်အညွန်းကို MMmovie Guide မှ ကူးယူဖော်ပြသည်)File size…(10 GB)/(3.6 GB) /(1.6 GB)Quality….BluRay4KHEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:41:31Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdarsh GouravArif ZakariaArjun MathurChristopher B. DuncanJimmy ShergillJonathan Matthew WilsonJoseph ZinsmanKajolKatie A. KeaneKenton DutyLarry BrownMichael William ArnoldNicolas PajonRod BrittShah Rukh KhanSheetal MenonTanay ChhedaZarina Wahab",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fpgSkuEG2eV9nOHAYzqfOg1R8t2.jpg",
      "https://image.tmdb.org/t/p/w300/xuqgovav0bbzwxzSg9K0RcEzLPj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYWJmODNmY2EtYTkzMS00YTA5LWIyZDEtMmVjNzZhNmY2N2NhXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-my-name-is-khan-2010-uhd-2160-p-4-k-sdr-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "10 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-name-is-khan-2010-blu-ray-1080-p-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1SK2a/(CM)_My_Name_is_Khan_2010.BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/hO5RFYBS#Nw5RmbNQUgZA_05nAbYLVBQZJxOb7DmCBharxhlnv2c",
        "server": "mega.nz",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/pw95fsu7dwad.html",
        "server": "usersdrive.com",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-name-is-khan-2010-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SK1d/(CM)_My_Name_is_Khan_2010.BluRay.720p.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1Tpz0IIK#aocC6xPAkJyvKPDEV8ZrHjteIdWsXSVBXHJ8d06S81g",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gg7epxdrab20.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2vemwqm2zceg",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/1frinjo9ob43.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JJ5r5Z6G2Zo",
      "video_url": "https://www.youtube.com/watch?v=JJ5r5Z6G2Zo",
      "embed_url": "https://www.youtube.com/embed/JJ5r5Z6G2Zo"
    }
  },
  {
    "metadata": "N/A|2019|143 min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "8,039"
    },
    "title": "Chhichhore (2019)",
    "description": "(Unicode)IMDb – 8.4/10Genere – Dramaအတိတ်ရထားကို စီးခွင့်သာ ရမယ်ဆိုရင် ကျောင်းသားဘဝဟာ လူတိုင်းရဲ့ ဘူတာ ဖြစ်မှာပါ။ဘဝရဲ့ အကောင်းဆုံး အမှတ်တရတွေဟာ ကျောင်းသားဘဝမှာပဲ ဖြစ်တည်ကြတာမလား။မိသားစုလို ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ ရှိမယ်။ဘဝရဲ့ လက်တွဲဖော်ကို စပြီး ရှာတွေ့ခဲ့တယ်။အားကစားပွဲတွေမှာ အတူယှဉ်ပြိုင်ခဲ့ကြတယ်။ကျောင်းအနုပညာပွဲတွေမှာ အတူပါဝင်ခဲ့ကြဖူးတယ်။ကျောင်းသားဘဝ အတိတ်မှတ်တမ်းဟာ ပြန်ဖတ်လို့ မရိုးအီနိုင်တဲ့ စာအုပ်တစ်အုပ်ပဲ။———————————————–ဒီဇာတ်ကားထဲမှာတော့ အဓိကဇာတ်ကောင်တွေကို Engineering College ကျောင်းသားတွေ အဖြစ် မြင်ရမယ်။အရှုံးသမားအမည်ခံ ၊ တစ်ကျောင်းလုံးရဲ့ အဆိုးဆုံး အဆောင် H4 လေးရဲ့ ချစ်ခင်မှု၊ပျော်ရွှင်ကြမှု၊ စည်းလုံးမှု ဒါတွေကို မြင်ရမယ်။အရက်သမားရယ်၊ အချိန်ပြည့် အပြာစာအုပ်တွေ ထိုင်ဖတ်နေတဲ့ကောင်ရယ်၊အရှုံးသမားဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ သုံးနှစ်လုံး စီနီယာလုပ်နေတဲ့သူရယ်၊အမြဲလိုလို ငိုငိုပြီး ရိုးအ,လွန်းတဲ့ ကောင်ရယ်၊အနိုင်ကျင့်ဗိုလ်ကျလွန်းတဲ့ကောင်ရယ်၊H4ကို စိတ်ကုန်ရင်း H4ကို ချစ်တတ်သွားတဲ့ကောင်ရယ်၊ဒါဟာ အရှုံးသမား ၆ယောက်၊ H4ရဲ့ အာဏာရှိတွေ။သူတို့ဟာ အရှုံးသမားလို့ အခေါ်ခံနေရတာကို ခံပြင်းနေကြသူပါ။ဘက်စုံထူးချွန်ပြိုင်ပွဲမှာ အနိုင်ရရင်တော့ ဒီနာမည်ဆိုးကို ဖျောက်ဖျက်နိုင်ကြလိမ့်မယ်လို့ သူတို့ ယုံထားတယ်။ဒါပေမဲ့ အနိုင်ရဖို့ မပြောနဲ့ဦး၊အားကစားနဲ့ ပတ်သက်ပြီး အရည်အချင်း ရှိသူတွေက နည်းနေသေးတယ်။ဒီလိုနဲ့ ပြိုင်ပွဲနီးကပ်လာရာမှာတော့….—————————————————-ဒီဇာတ်ကားကို နောက်ကြောင်းပြန်ပြီး ဖော်ပြထားပါတယ်။ဒါကလည်း အရှုံးသမားလို့ အခေါ်ခံရမှာကို ကြောက်နေတဲ့ ကလေးတစ်ယောက်ကို အားပေးစကားပြောပုံနဲ့ တင်ဆက်ထားတာပါ။ကျောင်းသားဘဝရဲ့ ပျော်ရွှင်မှုတွေကို ဖော်ပြရမှာ ရယ်စရာလေးတွေပါမယ်။သို့ပေမယ့် အပေါစားဆန်တဲ့ ဟာသတွေ တော့ မဟုတ်ပါဘူး။ကဲ… ကျွန်တော်တို့အနေနဲ့ ပရိသတ်တွေ ကျေနပ်စေနိုင်တဲ့ ဇာတ်ကားတစ်ကားဆိုတာ ယုံကြည်ရင်း ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ။(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)(Zawgyi)IMDb – 8.4/10Genere – Dramaအတိတ္ရထားကို စီးခြင့္သာ ရမယ္ဆိုရင္ ေက်ာင္းသားဘဝဟာ လူတိုင္းရဲ႕ ဘူတာ ျဖစ္မွာပါ။ဘဝရဲ႕ အေကာင္းဆုံး အမွတ္တရေတြဟာ ေက်ာင္းသားဘဝမွာပဲ ျဖစ္တည္ၾကတာမလား။မိသားစုလို ခ်စ္ခင္ရတဲ့ သူငယ္ခ်င္းေတြ ရွိမယ္။ဘဝရဲ႕ လက္တြဲေဖာ္ကို စၿပီး ရွာေတြ႕ခဲ့တယ္။အားကစားပြဲေတြမွာ အတူယွဥ္ၿပိဳင္ခဲ့ၾကတယ္။ေက်ာင္းအႏုပညာပြဲေတြမွာ အတူပါဝင္ခဲ့ၾကဖူးတယ္။ေက်ာင္းသားဘဝ အတိတ္မွတ္တမ္းဟာ ျပန္ဖတ္လို႔ မ႐ိုးအီႏိုင္တဲ့ စာအုပ္တစ္အုပ္ပဲ။———————————————–ဒီဇာတ္ကားထဲမွာေတာ့ အဓိကဇာတ္ေကာင္ေတြကို Engineering College ေက်ာင္းသားေတြ အျဖစ္ ျမင္ရမယ္။အရႈံးသမားအမည္ခံ ၊ တစ္ေက်ာင္းလုံးရဲ႕ အဆိုးဆုံး အေဆာင္ H4 ေလးရဲ႕ ခ်စ္ခင္မႈ၊ေပ်ာ္႐ႊင္ၾကမႈ၊ စည္းလုံးမႈ ဒါေတြကို ျမင္ရမယ္။အရက္သမားရယ္၊ အခ်ိန္ျပည့္ အျပာစာအုပ္ေတြ ထိုင္ဖတ္ေနတဲ့ေကာင္ရယ္၊အရႈံးသမားဆိုတဲ့ ဂုဏ္ပုဒ္နဲ႔ သုံးႏွစ္လုံး စီနီယာလုပ္ေနတဲ့သူရယ္၊အၿမဲလိုလို ငိုငိုၿပီး ႐ိုးအ,လြန္းတဲ့ ေကာင္ရယ္၊အႏိုင္က်င့္ဗိုလ္က်လြန္းတဲ့ေကာင္ရယ္၊H4ကို စိတ္ကုန္ရင္း H4ကို ခ်စ္တတ္သြားတဲ့ေကာင္ရယ္၊ဒါဟာ အရႈံးသမား ၆ေယာက္၊ H4ရဲ႕ အာဏာရွိေတြ။သူတို႔ဟာ အရႈံးသမားလို႔ အေခၚခံေနရတာကို ခံျပင္းေနၾကသူပါ။ဘက္စုံထူးခြၽန္ၿပိဳင္ပြဲမွာ အႏိုင္ရရင္ေတာ့ ဒီနာမည္ဆိုးကို ေဖ်ာက္ဖ်က္ႏိုင္ၾကလိမ့္မယ္လို႔ သူတို႔ ယုံထားတယ္။ဒါေပမဲ့ အႏိုင္ရဖို႔ မေျပာနဲ႔ဦး၊အားကစားနဲ႔ ပတ္သက္ၿပီး အရည္အခ်င္း ရွိသူေတြက နည္းေနေသးတယ္။ဒီလိုနဲ႔ ၿပိဳင္ပြဲနီးကပ္လာရာမွာေတာ့….—————————————————-ဒီဇာတ္ကားကို ေနာက္ေၾကာင္းျပန္ၿပီး ေဖာ္ျပထားပါတယ္။ဒါကလည္း အရႈံးသမားလို႔ အေခၚခံရမွာကို ေၾကာက္ေနတဲ့ ကေလးတစ္ေယာက္ကို အားေပးစကားေျပာပုံနဲ႔ တင္ဆက္ထားတာပါ။ေက်ာင္းသားဘဝရဲ႕ ေပ်ာ္႐ႊင္မႈေတြကို ေဖာ္ျပရမွာ ရယ္စရာေလးေတြပါမယ္။သို႔ေပမယ့္ အေပါစားဆန္တဲ့ ဟာသေတြ ေတာ့ မဟုတ္ပါဘူး။ကဲ… ကြၽန္ေတာ္တို႔အေနနဲ႔ ပရိသတ္ေတြ ေက်နပ္ေစႏိုင္တဲ့ ဇာတ္ကားတစ္ကားဆိုတာ ယုံၾကည္ရင္း ဘာသာျပန္ တင္ဆက္ေပးလိုက္ပါၿပီ။(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)File Size : (1.20 GB ) and (600 MB)Quality : WEB-DL 720pRunning Time : 2hr 23minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DD+5.1 H.264-KamiKazeTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJay ShahNitesh TiwariRiya KulkarniStarsMohammad SamadNalneesh NeelNaveen PolishettyPrateik BabbarSaharsh Kumar ShuklaShraddha KapoorSushant Singh RajputTahir Raj BhasinTushar PandeyVarun SharmaCastMohammad SamadNalneesh NeelNaveen PolishettyPrateik BabbarSaanand VermaSaharsh Kumar ShuklaShishir SharmaShraddha KapoorSushant Singh RajputTahir Raj BhasinTushar PandeyVarun Sharma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y1YC82T4pFp8nr78ZtLG98aOUt1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oWzz0eXSNLWQLgVMT0yjZ3Qe9OR.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-chhichhore-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/5wI4C/(CM)_Chhichhore_2019_720p_WEBRip.mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2fhuX",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/vl199h0yiktz",
        "server": "upstream.to",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-chhichhore-2019-480-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://yuudrive.me/b671b85ea/cm-chichore-2019-480p-webrip-mp4",
        "server": "yuudrive.me",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/4aNa7/(CM)_Chhichhore_2019_480p_WEBRip.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/1zk3a",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/q3wh0vb637al",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/chhichhore-2019-mm-sub",
        "server": "VIP Links",
        "size": "1.20 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A||2h 6m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "2.6k"
    },
    "title": "Tadap (2021)",
    "description": "Tadap (2021)———————ဒီကားလေးကတော့ RX100 (2018) တုန်းကဇာတ်ကားကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ အချစ်ဇာတ်ကားချိုချိုလေးပဲဖြစ်ပါတယ်မဆူရီမြို့မှာ လူတိုင်းက ဒယ်ဒီလို့ခေါ်ကြတဲ့ လူတစ်ယောက် အီရှာနာကိုငယ်ငယ်လေးကတည်းက မွေးစားခဲ့ပါတယ်။ ဒယ်ဒီဟာ ရွေးကောက်ပွဲမှာအနိုင်ရရှိခဲ့တဲ့ ဒမိုဒါ နောတ့်တီရယ်နဲ့အလွန်တရာမှ ရင်းနှီးကြတဲ့မိတ်ဆွေတွေပါ။အီရှာနာ တစ်ယောက်ကတော့ အဖေဖြစ်သူဒယ်ဒီနဲ့ နောတ့်တီရယ်ကို အဖက်ဖက်မှကူညီအားဖြည့်ပေးနေသူပေါ့။ တစ်နေ့မှာ လန်ဒန်မှ ပညာတော်သင်ပြန်လာတဲ့ဒမိုဒါ ရဲ့ သမီးဖြစ်သူ ရမီဆာ က အီရှာနာကို သဘောကျပြီး ဖွင့်ပြောခဲ့ရာမှကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်စတင်လာပါတယ်။ အချစ်စစ်မှန်ရင်လမ်းကြမ်းစမြဲပါပဲ။ သူတို့ကြား ဘယ်လိုအတားအဆီးတွေ ဝင်ရောက်လာမှာလဲ။ဒမိုဒါရဲ့ပြိုင်ဘက်ပါတီဝင်ကရော ဘယ်လိုကောက်ကျစ်ယုတ်မာမလဲ။မင်းသမီး မင်းသားချောချောလေးနဲ့အတူ စောင်ကိုက်ပြီး ကြည့်ရှုရမဲ့အချစ်ခန်းချိုချိုအီအီလေးတွေပါတာကြောင့် မသေခင်ကြည့်ရှုသွားသင့်တဲ့ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးလို့ညွှန်းလိုက်ပါရစေ…………File size…2.3Gb / 1.2Gb / 400MBQuality…1080p AAC 2.0CH / 720p / 360pFormat…mp4Duration….2h 6mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Shwe Pwint & Haruko &  YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMilan LuthriaStarsAhan ShettyKumud MishraSaurabh ShuklaTara SutariaCastAhan ShettyHashim HaiderKumud MishraMangala KenkreRajesh KheraSaurabh ShuklaSaurav ChakrabartiSumit GulatiTara Sutaria",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bLcL62MeqpvXUQfChKBNGKWBa77.jpg",
      "https://image.tmdb.org/t/p/w300/3ctsTdRqY14FlfsI157b9uMLGl0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nj0cMoZjLRrqN9SFW3wCXlSTYxd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tadap-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/tadap-2021-hindi-true-web-dl-1080-p-hindi-aac-2-0-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5ggy5wwhubi8.html",
        "server": "usersdrive.com",
        "size": "2.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11Ows/Tadap_(2021)_Hindi_TRUE_WEB-DL_-_1080p_.Hindi._AAC2.0(CM).mp4",
        "server": "megaup.net",
        "size": "2.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://icedrive.net/s/jigv9TBFByXTCwBk3u84X5Au73NW",
        "server": "icedrive.net",
        "size": "2.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tadap-2021-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2Gb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tzrtv50q3uxy.html",
        "server": "usersdrive.com",
        "size": "1.2Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/11Ovb/Tadap_(2021)_Hindi_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2Gb",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/a4eplvdgcsh1",
        "server": "dropgalaxy.com",
        "size": "1.2Gb",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/uw7w1ow2z0ii.html",
        "server": "streamsb.com",
        "size": "1.2Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tadap-2021-hindi-360-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "360p"
      },
      {
        "link": "https://usersdrive.com/ho76odlna67w.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/11Ouv/Tadap_(2021)_Hindi_360p(CM).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "360p"
      }
    ],
    "trailer": {
      "video_id": "LSFxtGvSekg",
      "video_url": "https://www.youtube.com/watch?v=LSFxtGvSekg",
      "embed_url": "https://www.youtube.com/embed/LSFxtGvSekg"
    }
  },
  {
    "metadata": "Not Rated|2023|1h 46mins|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "621"
    },
    "title": "Noodles (2023)",
    "description": "Noodles (2023)သပွတ်အူIMDb-7.7/10Thrillers ကားကောင်းများစွာရေးသား ရိုက်ကူးဖူးတဲ့ Madhan Dhakshinamoorthy ရိုက်ကူးထားတဲ့ Family Thriller ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ပိတ်ရက်ညတစ်ည မိသားစုဝင် သူငယ်ချင်းတွေအိမ်နီးနားချင်းတွေ အတူစုပြီး နာမည်ဖွက်ဂိမ်းအပျော်တမ်းကစားနေကြချိန်ညကြီးသန်းခေါင်ဆူညံပွက်လောရိုက်နေတာပေါ့ ဒါကို လာသတိပေးတဲ့ရဲအရာရှိရဲအရာရှိရဲ့ မချေမငံပြောဆိုမှုတွေကြောင့် အစကရိုကျိုးနေကြတဲ့မိသားစုဝင်တွေက ပြန်ရန်တွေ့ကြနဲ့အချေအတင်တွေဖြစ်လာကြတယ်အဲဒီနောက်မှာတော့ သူတို့စတိုးဆိုင်ကို ဝင်‌‌ရောက်စီးနင်းလာသူတွေရှိခဲ့ပြီး မတော်တဆဖြစ်ရပ်ကြောင့်နဲ့စီးနင်းဝင် ရောက်လာသူထဲကတစ်ယောက် သေဆုံးသွားတဲ့‌‌နောက်မှာတော့ သူငယ်ချင်းဖြစ်သူမိတ်ဆက်ပေးတဲ့ရှေ့နေနဲ့အတူဒီကိစ္စကိုဘယ်လို တွေလက်စဖျောက်ပြီး ရှင်းထုတ်ကြမလဲ ……မကျေမနပ်ပြန်သွားရတဲ့ ရဲအရာရှိနဲ့ရော ဘယ်လိုဇယားတွေ ကပ်လာဦးမလဲ ဆိုတာတွေကိုရင်တစ်ထိတ်ထိတ်နဲ့ ကြည့်ရှူရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Yunni ~ Alex ~ ToMo ~ Thaik San တို့ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.5GB / 600MBQuality…1080p WEB DL /720pFormat…mp4Duration….1h 47mminsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  BpL ~ V ~ Yunni ~ Alex ~ ToMo ~ Thaik SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMadhan Kumar DhakshinamoorthyStarsBaby AazhiyaHarish UthamanMadhan Kumar DhakshinamoorthySheela RajkumarThirunavukkarasuVasant MarimuthuCastBaby AazhiyaHarish UthamanMadhan Kumar DhakshinamoorthySheela RajkumarThirunavukkarasuVasant Marimuthu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hfWLFACH06q16N24KJfmAk23d4c.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BYmY0OTEzMWEtNWJlMS00NTBhLWFjZGEtNmU3Y2EyNjZiMTE4XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/noodles-2023-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qtm3h6xis9ii.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20K8g/Noodles_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MDlADBbC#UFg27zv7DLzu3Inw7qy9mjnZHFa7gLdVFrClbZds-Gw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/noodles-2023-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/perdj1sfwe11.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mF3h/Noodles_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720p-_AVC_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8aNhCDBD#dk47y4rpHE7aw5StvRQrmkZeS5UR5AJuLPJWxhxITak",
        "server": "mega.nz",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/9cm6lsmopupr",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tryy9wzyxcn8",
        "server": "streamvid.io",
        "size": "600MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2JLI2q1SJs4",
      "video_url": "https://www.youtube.com/watch?v=2JLI2q1SJs4",
      "embed_url": "https://www.youtube.com/embed/2JLI2q1SJs4"
    }
  },
  {
    "metadata": "|||Bollywood,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Fitoor (2016)",
    "description": "Charles Dickens ရဲ့ Great Expectations (မြန်မာဘာသာပြန် “မျှော်တလင့်လင့်”)ဝတ္ထုကိုအခြေခံထားတဲ့ အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေးပါ။မင်းသား Aditya Roy Kapur နဲ့ မင်းသမီး Katrina Kaif တို့အပြင် Ajay , Tabu စတဲ့နာမည်ကြီးတွေပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့…ဆင်းရဲသားအခိုင်းအစေကောင်လေးနဲ့ အိမ်ကြီးရှင်ရွှေမင်းသမီးကောင်မလေးတို့ ချစ်ကြိုးသွယ်ကြချိန်မှာထုံးစံအတိုင်း အိမ်ကြီးရှင်မင်းသမီးအမေကြီးက အကွက်တွေရွှေ့ ပြီး သူတို့ရဲ့တွေ့ဆုံခြင်းကိုခွဲလိုက်ပါတယ်။စစ်မှန်တဲ့ချစ်ခြင်းတရားဆိုတာ စွန့်လွှတ်အနစ်နာခံမှုတွေနဲ့ အချိန်ရဲ့တိုက်စားမှုကို မှတ်ကျောက်တင်ခံနိုင်တယ်ဆိုတဲ့အတိုင်းဝေးကွာသွားတဲ့ သူတို့နှစ်ယောက် ပေါင်းစုံနိုင်ပါ့မလားဆိုတာ……။IMDb Rating (5.4) သာ ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီး ကပ်ထရီနာကဖ် ပရိတ်သတ်တွေတော့ လက်လွတ်မခံသင့်ပါဘူး…ရင်းဂစ် ၅၅ သိန်းထိ ကုန်ကျခံ ပုံသွင်းထားတဲ့ ဆံကေသာအရောင်တောက်တောက်နဲ့ သူမကို တောက်ပလှပစွာခံစားရမှာပါ။ဇာတ်ကားတစ်ခုလုံးက အလွမ်းတွေချည်း ရွာချထားတဲ့မိုးရာသီတစ်ခုလို အုပ်မှိုင်းမျောလွင့်နေပြီးမင်းသား Aditya Roy Kapur ကလဲ အဲဒီ့ရာသီဉတုနဲ့ တော်တော်လိုက်ဖက်တာကို တွေ့မြင်ရပါမယ်။File size…(6.3 GB)/(1.8 GB)/ (1.1 GB)Quality….BluRay4KHEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:10:36Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/244273386_138979761794259_4527548776284547379_n.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-fitoor-2016-uhd-2160-p-sdr-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fitoor-2016-1080-p-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2Bfin/(CM)_Fitoor_2016.1080p.HEVC.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1S0zRKAI#LbkAmCnwfrOhQCwmZruQ3pJMRivm61amaViTktfa_WU",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/2pux2froqm9u.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fitoor-2016-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Bfiw/(CM)_Fitoor_2016.BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hbVilBIB#-HAjiaPn7daDyQoEjsXzIq6n57ndwe_usA5AhRteI5Y",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cri23699z1yo.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mi0dgo7qe7ng",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/6381yxmje15w.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2022|2h 20m|Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "20k"
    },
    "title": "Drishyam 2 (2022)",
    "description": "Drishyam 2 (2022)IMDb-8.6/10ကဲ တောင်းဆိုနေတဲ့ Drishyam 2CMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါပြီရုံတင်ငွေ ကုဋေ 300ကျော် ရခဲ့တဲ့ အဂျေးရဲ့ 2022 စံချိန်တင်၀င်ငွေရတဲ့ကားပါဒီတစ်ခေါက်မှာဗီဂျေးရင်ဆိုင်ရမယ့်လူကတော့ စစ်တုရင်ကိုတောင်စိတ်နဲ့ဆော့ပြီးအနိုင်ယူတဲ့အထိဉာဏ်ပြေးလွန်းတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးတစ်ယောက်ပါဇာတ်လမ်းအညွှန်းကတော့Drishyam မှာဖြစ်ပျက်ခဲ့တာတွေအပြီး 7 နှစ်အကြာဗီဂျေးဟာ ရုပ်ရှင်ရုံပိုင်ရှင်ဖြစ်လာပြီး သူတို့ဖြစ်ရပ်ကို ပြန်ရိုက်ဖို့အတွက်အိမ်၀န်းရဲ့တစ်စိတ်တစ်ပိုင်းကိုရောင်းပြီး ရင်းနှီးမြှုပ်နှံခဲ့ပါတယ်သို့ပေမယ့် တစ်နှစ်ကြာသည်ထိရုပ်ရှင်ကအကောင်အထည်ပေါ်မလာခဲ့ပါဘူးသူ့ဇာတ်လမ်းကိုလူအများကသဘောကျကြပေမယ့် ဇာတ်သိမ်းကိုတော့ အားမရကြပါဘူးလက်တွေ့ဘ၀မှာလည်း ၇ နှစ်ကြာသည်ထိ သားဖြစ်သူအတွက် အခဲမကျေနိုင်ဖြစ်နေတဲ့ မီရာဟာအိန္ဒိယကိုပြန်ရောက်နေခဲ့ပါတယ်သူ့သားရဲ့ ဝိဉာဉ်အေးချမ်းဖို့အတွက်အလောင်းနေရာကိုမေးခဲ့ပေမယ့် ဗီဂျေးကမပြောပြခဲ့တော့ထက်မြတ်တဲ့ရဲအရာရှိဖြစ်ခဲ့ဖူးတဲ့မီရာဟာ သားအတွက် တရားမျှတမှုဘယ်လိုရအောင်ပြန်ရှာမလဲဗီဂျေးကရော ဘယ်လိုမျိုးဉာဏ်လျင်လျင်နဲ့ ကျော်လွှားဖြေရှင်းပြဦးမလဲဒီတစ်ခါသူ့ရင်ဆိုင်ရမယ့်ဖြစ်ရပ်ကနေရော အများသဘောကျကျေနပ်မယ့် ဇာတ်သိမ်းမျိုးရနိုင်မလားကြည့်ရှူခံစားကြည့်ပါဦးFile size…1.92GB / 847MBQuality…1080p True WEB DL / 720pFormat…mp4Duration….2h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by OeliuJ ~ BpL ~ Yunni ~ CherryYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhishek PathakStarsAjay DevgnAkshaye KhannaIshita DuttaMrunal JadhavRajat KapoorShriya SaranTabuCastAjay DevgnAkshaye KhannaIshita DuttaMrunal JadhavRajat KapoorShriya SaranTabu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zfS6OVeKeuV2ocMSEJ2WuMQX1nR.jpg",
      "https://image.tmdb.org/t/p/w300/71gt2Q1bclyQe8OjshEpfPh96ds.jpg",
      "https://image.tmdb.org/t/p/w300/2FzlNpaWeKet5yH0PwivoDUpKvX.jpg",
      "https://image.tmdb.org/t/p/w300/ydgJ44XRS1QkGzBxw4oABzx4Py5.jpg",
      "https://image.tmdb.org/t/p/w300/czXuHofLkvyyJjRhJowa3SmdPVz.jpg",
      "https://image.tmdb.org/t/p/w300/b0omVIe88I2gPIPmX87VYScMsx5.jpg",
      "https://image.tmdb.org/t/p/w300/x7iT9Xf1Qkz9LTN4TGazdX7fuhX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmY2ZDUxNzUtYWZlYy00MThhLWI5NjktZDhjZTU3MDY5YTM3XkEyXkFqcGdeQXVyNTYxMDgzODI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/drishyam-2-2022-hindi-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mq7r9u4d79c9.html",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6mpeblqly42i",
        "server": "streamvid.io",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1b9h2/Drishyam_2_(2022)_Hindi_TRUE_WEB-DL_1080p_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1MhgEZCR#VdRQr5USF8KVDi5VXUNNZE_UwrBau33v9dQPci80-aw",
        "server": "mega.nz",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/o1blm58u0809.html",
        "server": "streamsb.com",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/drishyam-2-2022-hindi-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7inf3xazdivh.html",
        "server": "usersdrive.com",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fijufkldhwrv",
        "server": "streamvid.io",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1b96p/Drishyam_2_(2022)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "server": "megaup.net",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5B502I7D#T-VWxc4WWWDHegwbZEOjnZnCHJY4Qgjt4LBgOtefMwA",
        "server": "mega.nz",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/lh0fgn0eb06m.html",
        "server": "streamsb.com",
        "size": "847MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cxA2y9Tgl7o",
      "video_url": "https://www.youtube.com/watch?v=cxA2y9Tgl7o",
      "embed_url": "https://www.youtube.com/embed/cxA2y9Tgl7o"
    }
  },
  {
    "metadata": "TV-MA|2023|1h 27m|Bollywood,Crime,Documentary",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "898"
    },
    "title": "Mumbai Mafia: Police vs the Underworld (2023)",
    "description": "Mumbai Mafia: Police vs Underworld (2023)*****************************************************************ဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။ဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီးတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းကလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ…ဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ…ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ …ဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။File size… 2.42GB  / 850MBQuality…1080p NF WEB DL /720pFormat…mp4Duration….1h 27mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Sai Thu Rein ~ Thaik San ~ Khin KhinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaaghav Dar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vHXMenEFXgfIkT8mxVT4nuR0Q8B.jpg",
      "https://image.tmdb.org/t/p/w300/rmqe0qrPCCXhFiADyMOIdGu4eHr.jpg",
      "https://image.tmdb.org/t/p/w300/oXM9gDSBA55IGHSTTLUpI26P6t9.jpg",
      "https://image.tmdb.org/t/p/w300/AtELbffE2eL0rhXPlBw7LEoHFND.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mumbai-mafia-police-vs-the-underworld-2023-1080-p-nf-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j8r0d06kos34.html",
        "server": "usersdrive.com",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1d9jp/Mumbai.Mafia.Police.vs.the.Underworld.2023.1080p.NF.WEB-DL.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NRtRyQ5b#Q8-1k_Y3idbknktRLe4tHgUdzOjybBq4ypBbVGNQ8Wc",
        "server": "mega.nz",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mumbai-mafia-police-vs-the-underworld-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/f4so4y2gqy7j.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/e58ldxm3l8vv",
        "server": "streamvid.io",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/2lji1sq3cf3w.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sJ1XwKRB#xyj2xLkR_EGhjGnm1mXnvu7vp3GwdB7iJLi6-AJxZzM",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OEcqYFcqnAg",
      "video_url": "https://www.youtube.com/watch?v=OEcqYFcqnAg",
      "embed_url": "https://www.youtube.com/embed/OEcqYFcqnAg"
    }
  },
  {
    "metadata": "N/A|2018|115 min|Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "2,828"
    },
    "title": "October (2018)",
    "description": "ေအာက္တုိဘာ တဲ့ ရုပ္ရွင္နာမည္ကစြဲေဆာင္မႈမရွိသလုိပါပဲ။ဒါေပမယ့္ IMDB Rating 7.9 ရရွိထားျပီး Rotten tomato ကေတာ့ 86% ရရွိထားပါတယ္။Rating ျမင့္သေလာက္လဲဇာတ္ကားက အရမ္းစြဲေဆာင္မႈရွိျပီး အဓိပၸါယ္ရွိျပီး ၾကည့္ရတာတန္တဲ့ဇာတ္ကားတစ္ကားပါ အာမခံႏုိင္ပါတယ္။ကၽြန္ေတာ့္အေနနဲ႔ဆုိရင္ ဆရာျမသန္းတင့္ရဲ႕ ေလလြင့္သူကုိ Romance Version နဲ႔ဖတ္လုိက္ရသလုိခံစားရပါတယ္။လူငယ္ေတြ ၾကည့္ကုိၾကည့္သင့္တဲ့ကားလုိ႔ေျပာရင္မလြန္ဘူးထင္ပါတယ္။အပူအပင္မရွိတဲ့ ေဟာ္တယ္အလုပ္သင္ဝန္ထမ္း ၂၁ အရြယ္ Dan တစ္ေယာက္ သူ႕ရဲ႕လုပ္ေဖာ္ကုိင္ဖက္လည္းျဖစ္တဲ့သူငယ္ခ်င္းေတြနဲ႔ အတူတူ ေအးအတူပူအမွ်ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနေနတုန္းမွာပဲ သူ႕ရဲ႕ဘဝဟာအၾကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါတယ္။သူနဲ႔နီးစပ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Shiuli တစ္ေယာက္တုိက္ေပၚကက်ျပီးကုိးမားျဖစ္သြားခဲ့တာပါပဲ။အဲဒီျဖစ္ရပ္ကုိ စိတ္ခံစားလြယ္တဲ့ Dan တစ္ေယာက္ဘယ္လုိရင္ဆုိင္ရလဲဆုိတာကုိဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ျပီးေတာ့ ဒီဇာတ္ကားက အခ်စ္ဇာတ္လမ္းမဟုတ္ပါဘူး ဒါေပမယ့္ အခ်စ္အေၾကာင္းကုိေျပာျပထားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ d3mon ပါ)File Size : (950 MB)Quality : WEB-DL 720pRunning Time : 1hr 55minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShoojit SircarStarsBanita SandhuVarun DhawanCastBanita SandhuVarun Dhawan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r1EwZk4SJnBcQOrxTsaZ9BmusIg.jpg",
      "https://image.tmdb.org/t/p/w300/pj2trZxTJzoLYa2NNMbT4Sj5DiZ.jpg",
      "https://image.tmdb.org/t/p/w300/c5fYeod9Na8uVvJvtyyqwrXSUBQ.jpg",
      "https://image.tmdb.org/t/p/w300/opBjl4jrxFZMaHNN3EbqcvtWLfD.jpg",
      "https://image.tmdb.org/t/p/w300/bHf3a0HOXQRKvqsjpw7gLn7EucT.jpg",
      "https://image.tmdb.org/t/p/w300/cEAXQbkA1KWWihPUsV0WhFBnmbi.jpg",
      "https://image.tmdb.org/t/p/w300/zhS9Ar1kOTRuw1kgIVApzGoD22W.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/october-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/758253/october-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2cnaw/October_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/758253/october-2018-m-sub-mp4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/a41hp2fi0xaj",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "7vracgLyJwI",
      "video_url": "https://www.youtube.com/watch?v=7vracgLyJwI",
      "embed_url": "https://www.youtube.com/embed/7vracgLyJwI"
    }
  },
  {
    "metadata": "Not Rated|2022|2h 28m|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "19k"
    },
    "title": "Vikrant Rona (2022)",
    "description": "VR (Vikrant Rona) (2022)Action, Adventure, DramaIMDb 8.0/10 (19K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ တောင်ပိုင်း ကန်နန်းဒါးဘက်က နာမည်ကြီးမင်းသားဆလ်မန်းခန်းရဲ့ Dabangg 3 ဇာတ်ကားထဲမှာ ဗီလိန်နေရာက သရုပ်ဆောင်သွားတဲ့မင်းသား ကစ်ချားဆူဒီပါးနဲ့ ဆက်ဆီကျကျမမလှလှဂျက်စီတို့ရဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက တော်တော်လေးတော့စိတ်ဝင်စားဖို့ကောင်းတယ်….ကာနတကမြို့နယ်အတွင်းက ကမာရုတူးဆိုတဲ့ရွာလေးကနေ ဇာတ်လမ်းကိုအစပြုထားတယ်….အဲ့ဒီရွာက တောအုပ်ကြီးအလယ်မှာ တည်ရှိနေတဲ့ရွာဖြစ်သလိုဖြစ်ရပ်ဆန်းကြယ်မှုတွေနဲ့ နတ်ဆိုးတွေသောင်းကျန်းနေတယ်လို့လည်း နာမည်ကြီးတယ်…အဲ့ဒီရွာအတွင်းမှာရှိတဲ့ ဘိုးဘွားပိုင်အိမ်မှာ မိသားစုတစ်စုမင်္ဂလာပွဲလာကျင်းပကြပါတယ် အထမမြောက်နိုင်ခဲ့ဘဲ အိမ်ထဲမှာအရာရှိတစ်ယောက်ရဲ့ခေါင်းပြတ်နေတဲ့အလောင်းကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသူငယ်တွေဟာလည်း အသတ်ခံနေနေရပါတယ်…..ဆိုတော့ ဒီရွာက တကယ်ပဲ့ ကျိန်စာသင့်နေတာလား….နတ်ဆိုးတွေ သောင်းကျန်းနေတာလား….အဖြစ်မှန်က ဘာများလဲ…..။File size…2.7GB  / 2.4GB / 1.07GBQuality…4k HEVC WEB DL / 1080p True WEBDL AAC5.1CH / 720pFormat…mp4Duration….2h 28mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor & Yunni & Kevin & Kham Mon & BpL & JerricaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnup BhandariStarsJacquelineNirup BhandariSudeepCastChitkala BiradarJacqueline FernandezMadhusudhan RaoNeetha AshokNirup BhandariRamesh KukkuvalliRavishanker GowdaSiddu MoolimaniSudeepVasuki Vaibhav",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcU3wfses2q4NaiM93tHt2jl25B.jpg",
      "https://image.tmdb.org/t/p/w300/zJhc50Ir3HaMxlaiNXFknMGSMs4.jpg",
      "https://image.tmdb.org/t/p/w300/h9K1T9u9se1JuYBRarzhV1It4c7.jpg",
      "https://image.tmdb.org/t/p/w300/2pJq9T5kWuqC0M3xmFyBxlr2efc.jpg",
      "https://image.tmdb.org/t/p/w300/vxbZEGygxFo39fmVF8T3MhGfhOg.jpg",
      "https://image.tmdb.org/t/p/w300/4tIQaIOiPrbAu0hks4wtwxxxqgo.jpg",
      "https://image.tmdb.org/t/p/w300/5lGpblKFjWbBIfGf0xtlmsWeFDp.jpg",
      "https://image.tmdb.org/t/p/w300/zjBotOQpewbtkxeG0YLugEft5NE.jpg",
      "https://image.tmdb.org/t/p/w300/AosfDqlmqiVjXRDmkxWqAxxCBpn.jpg",
      "https://image.tmdb.org/t/p/w300/4tyzeg30d5QB89OxdNwkS9krykF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/vikrantrona-posterart.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-4-k-sdr-hevc-aac-5-1-ch-yk-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/hgid8rpxdln3.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-true-web-dl-1080-p-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zr83sd6n60ac.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tH1D/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.1080p.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/u083FTZC#QdgAFjjyMFos4we8UDfaQ8zvK_kCytxVaeapZGVzBIA",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/y0fje68wm4b5.html",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/o6ugnqp8otng",
        "server": "veryfiles.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uywdm8079sg7.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17M4t/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/348UBKJb#Bzyq-innHqFHRGib4vRr2HyCr_OuEF6PTw_7ZCUQF9o",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/z9xdfro5uhz0.html",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/lg7tpgahpiz0",
        "server": "veryfiles.com",
        "size": "1.07GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 40m|Bollywood,Comedy,Family",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "160"
    },
    "title": "Neymar(2023)",
    "description": "Neymar 2023ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါး လူငယ်ဟာသကားလေးပဲဖြစ်ပါတယ် လူငယ်ဟာသကားလေးဆိုပေမဲ့ အဓိကဟာသလုပ်မှာကတော့ ခွေးတစ်ကောင်ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့……ကွန်ဂျာဗာနဲ့အာကမ်ရှ်တို့က ဆယ်ကျော်သက်ကျောင်းသားအရွယ်လေးတွေပါ ကွန်ဂျာဗာကဒိုနာဆိုတဲ့မြီးကောင်ပေါက်မလေးကိုကြိုက်လို့ ဘေးကနေဆရာကြီး အာကမ်ရှ်ကအခါတော်ပေးရွှေဖူးစာရေးပေးပါတော့တယ် အဲ့မှာပဲ မိန်းမပိုးနည်း ဆယ့်ကိုးနည်းထဲကစော်ခွေးမွေးရင် ကိုယ်လိုက်မွေးဆိုတဲ့အကွက်အတွက် ခွေးမျိုး‌ခွေးသန်းလေးလိုက်ရှာရပါတော့တယ်သူတို့သွားရှာတဲ့နေရာက ခွေးတွေကလည်း ပိုင်ရှင်က ဘောပွဲဖန်မို့ ခွေးအားလုံးက လူကာကူ ရာမိုစ့် ပီပီဒရော့ဘာ စသည်ဖြင့် ဆရ ကောင်နာမည်တွေပါပဲ အဲ့မှာပဲ ကွန်ဂျာ‌ဗာတို့ ငတိနှစ်ကောင်အတွက် ရလာတဲ့ခွေးက နေမာပါတဲ့နေမာတစ်ကောင် ဘယ်လိုတွေအကွက်တွေပြပြီး ကွန်ဂျာဗာတို့ အာကမ်ရှ်တို့နဲ့အတူပတ်မွှေမလဲဆိုတာ ပရိသတ်ကြီးပဲ တခွီးခွီးနဲ့ ကြည့်တော်မူကြပါကုန်အညွှန်းနဲ့ ဘာသာပြန် CM Bollywood Team ကပဲ ဖြစ်ပါတယ်File size…3.5GB /1.52GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 40minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL~ Zwe~V~Yunni~SaiiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSudhi MaddisonStarsAdarsh SukumaranAmala RoseGowri KrishnaJohny AntonyKeerthana SreekumarManiyanpilla RajuMathew ThomasNaslen GafoorResmi BobanRishikanthSajin GopuShammi ThilakanThushara PillaiVijayaraghavanYoge JappieCastAdarsh SukumaranAmala RoseGowri KrishnaJohny AntonyKeerthana SreekumarManiyanpilla RajuMathew ThomasNaslen GafoorResmi BobanRishikanthSajin GopuShammi ThilakanThushara PillaiVijayaraghavanYoge Jappie",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/6fY7flm2T5jLnw19e1MiRvv60FH.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/neymar-2023-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vkify2tcd14x.html",
        "server": "usersdrive.com",
        "size": "3.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1g4jc/Neymar_(2023)_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/w6liUSyA#zTNDLqwbI1057P_C4YXlk5t-zyIJJCzFD0EMbsnuLUI",
        "server": "mega.nz",
        "size": "3.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/neymar-2023-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.52GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ixngpf9g5f77.html",
        "server": "usersdrive.com",
        "size": "1.52GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1g4jr/Neymar_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.52GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wnNi1ZzT#n9qZ9hn_biojQMQnr6kt_BrS5e0C1yoaQn9kQpTQl84",
        "server": "mega.nz",
        "size": "1.52GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/8r59g7vrkold",
        "server": "streamsb.com",
        "size": "1.52GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rxqqwcouua93",
        "server": "streamvid.io",
        "size": "1.52GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|2h 44min|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "579"
    },
    "title": "Hero (2019)",
    "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့… Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို “မင်းကြီးလာရင် ဘာလုပ်မလဲ”လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် “အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်” ၊ “ကားကောင်းကောင်း စီးချင်တယ်” ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ….?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ကောက်နှုတ်ပြလိုက်တာပါ။အိန္ဒိယနိုင်ငံဟာ ပညာရေးနဲ့ပက်သက်ပြီး ထောက်ပြတဲ့ ဇာတ်ကားတွေကို ဖန်တီးရာမှာ မတူညီတဲ့ ရှုထောင့် ၊ မတူညီတဲ့ အမြင်တွေနဲ့ ပရိတ်သတ်ကို အသိအမြင်တွေ ပေးစွမ်းနိုင်တယ်ဆိုတာ ငြင်းလို့မရပါဘူး။ပိုစတာနဲ့ ထွေလာအရဆိုရင် ဒီကားကို စူပါဟီးရိုး(လူစွမ်းကောင်း)ဇာတ်ကားလို့ ထင်ချင်စရာပါပဲ။တကယ်တမ်းတော့ ဒီကားက လက်တွေ့ဘဝတွေထဲမှာ လူစွမ်းကောင်း (သူရဲကောင်း)ဖြစ်အောင် ဘယ်လိုနေထိုင် ရှင်သန်သွားရမလဲဆိုတာကို ပြပေးတဲ့ကားပါ။ဒါတင်လားဆိုတော့ မဟုတ်ပါဘူး။ပညာရေးနယ်ပယ်ထဲမှာရှိတဲ့ အနိဌာရုံ ဖြစ်ရပ်ဆိုးတွေ ၊ ပညာရေးကို အသုံးချပြီး စီးပွားရှာနေသူတွေ ၊ တော်လွန်းတဲ့သူတွေပါရမီရှိသူတွေကို တက်နင်းပြီး ဖိနှိပ်အမြတ်ထုတ်တာတွေ အများကြီးကို ရိုက်ပြထားတာပါ။ပညာရေးနယ်ပယ်ကို ကြည့်လိုက်ရင် ကိုယ်ထူကိုယ်ထကျောင်းတွေ များလာသလို ကိုယ်ပိုင် ကျောင်းတွေလည်း များလာတယ်။ကိုယ်ပိုင်ကျောင်းတွေဟာ ကျောင်းသားလူငယ်တွေကို အမဲဖျက်စားသောက်ပြီး စီးပွားရေးဖက်ကို ဦးတည်လာတယ်။ဒီလို ပညာရေးအမည်ခံ ကိုယ်ပိုင်ကျောင်း စီးပွားရေးသမားတွေလက်ထဲ အနာဂတ်ကလေးတွေရဲ့ ကိုယ်ပိုင်ကြံဆမှုတွေ ပျောက်ပျက်လာတယ်။ဒါတွေဟာ အိန္ဒိယနိုင်ငံရဲ့ မျက်မှောက်ခေတ်မှာ ဖြစ်ပျက်နေတဲ့ လုပ်ရပ်ဆိုးတွေဆိုရင် မမှားဘူး။ဒါကို မီးမောင်းထိုးပြဖို့ လိုအပ်လာတဲ့အခါ……——————————————ဒီကားကြည့်ပြီးတဲ့အခါ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် အတွေးတစ်စ ရစေမယ်ဆိုရင်ပဲ ဘာသာပြန်ရကျိုး နပ်ပါပြီ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)မၾကာေသးခင္က ျမန္မာျပည္မွာ ႐ုံတင္သြားခဲ့တဲ့ တမီးလ္(Tamil)ကား အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။မင္းသားကေတာ့ ခ်န္နယ္ျမန္မာရဲ႕ အိႏၵိယ႐ုပ္ရွင္ခ်စ္သူေတြ စိမ္းေနႏိုင္ေပမဲ့ မင္းသမီးကေတာ့… Hello 2017 ဇာတ္လမ္းထဲက မင္းသမီးေလးပါ။ဇာတ္လမ္းအေၾကာင္း အနည္းငယ္ ခ်ျပခ်င္ပါတယ္။ကေလးတစ္ေယာက္ကို “မင္းႀကီးလာရင္ ဘာလုပ္မလဲ”လို႔ ေမးၾကည့္တဲ့အခါ တစ္ခ်ိဳ႕က ဆရာဝန္ ၊ တစ္ခ်ိဳ႕က ရဲသား ၊ တစ္ခ်ိဳ႕က ၊ စစ္သား စသျဖင့္ သူရဲေကာင္းဆန္ဆန္ ေျဖၾကလိမ့္မယ္။တကယ္တမ္းအဲ့ဒီကေလးေတြ ေက်ာင္းၿပီးသြားတဲ့အခါ ဘာလုပ္မလဲလို႔ ေမးၾကည့္ရင္ “အိမ္ေကာင္းေကာင္း တစ္လုံး လိုခ်င္တယ္” ၊ “ကားေကာင္းေကာင္း စီးခ်င္တယ္” ဆိုတဲ့ အေျဖေတြ ေပးၾကလိမ့္မယ္။ငယ္ဘဝတုန္းက သူရဲေကာင္းဆန္ဆန္ ေျပာခဲ့ၾကတဲ့ ကေလးေတြဟာ အ႐ြယ္ေရာက္လာေတာ့မွ ဘာေၾကာင့္ ရည္႐ြယ္ခ်က္ေတြ ေျပာင္းလဲသြားရတာလဲ….?ဒါဟာ ဒီဇာတ္ကားအဖြင့္မွာ ပါတဲ့ ဒိုင္ယာေလာ့ဂ္ေတြထဲက တစ္ခ်ိဳ႕ကို ေကာက္ႏႈတ္ျပလိုက္တာပါ။အိႏၵိယႏိုင္ငံဟာ ပညာေရးနဲ႔ပက္သက္ၿပီး ေထာက္ျပတဲ့ ဇာတ္ကားေတြကို ဖန္တီးရာမွာ မတူညီတဲ့ ရႈေထာင့္ ၊ မတူညီတဲ့ အျမင္ေတြနဲ႔ ပရိတ္သတ္ကို အသိအျမင္ေတြ ေပးစြမ္းႏိုင္တယ္ဆိုတာ ျငင္းလို႔မရပါဘူး။ပိုစတာနဲ႔ ေထြလာအရဆိုရင္ ဒီကားကို စူပါဟီး႐ိုး(လူစြမ္းေကာင္း)ဇာတ္ကားလို႔ ထင္ခ်င္စရာပါပဲ။တကယ္တမ္းေတာ့ ဒီကားက လက္ေတြ႕ဘဝေတြထဲမွာ လူစြမ္းေကာင္း (သူရဲေကာင္း)ျဖစ္ေအာင္ ဘယ္လိုေနထိုင္ ရွင္သန္သြားရမလဲဆိုတာကို ျပေပးတဲ့ကားပါ။ဒါတင္လားဆိုေတာ့ မဟုတ္ပါဘူး။ပညာေရးနယ္ပယ္ထဲမွာရွိတဲ့ အနိဌာ႐ုံ ျဖစ္ရပ္ဆိုးေတြ ၊ ပညာေရးကို အသုံးခ်ၿပီး စီးပြားရွာေနသူေတြ ၊ ေတာ္လြန္းတဲ့သူေတြပါရမီရွိသူေတြကို တက္နင္းၿပီး ဖိႏွိပ္အျမတ္ထုတ္တာေတြ အမ်ားႀကီးကို ႐ိုက္ျပထားတာပါ။ပညာေရးနယ္ပယ္ကို ၾကည့္လိုက္ရင္ ကိုယ္ထူကိုယ္ထေက်ာင္းေတြ မ်ားလာသလို ကိုယ္ပိုင္ ေက်ာင္းေတြလည္း မ်ားလာတယ္။ကိုယ္ပိုင္ေက်ာင္းေတြဟာ ေက်ာင္းသားလူငယ္ေတြကို အမဲဖ်က္စားေသာက္ၿပီး စီးပြားေရးဖက္ကို ဦးတည္လာတယ္။ဒီလို ပညာေရးအမည္ခံ ကိုယ္ပိုင္ေက်ာင္း စီးပြားေရးသမားေတြလက္ထဲ အနာဂတ္ကေလးေတြရဲ႕ ကိုယ္ပိုင္ႀကံဆမႈေတြ ေပ်ာက္ပ်က္လာတယ္။ဒါေတြဟာ အိႏၵိယႏိုင္ငံရဲ႕ မ်က္ေမွာက္ေခတ္မွာ ျဖစ္ပ်က္ေနတဲ့ လုပ္ရပ္ဆိုးေတြဆိုရင္ မမွားဘူး။ဒါကို မီးေမာင္းထိုးျပဖို႔ လိုအပ္လာတဲ့အခါ……——————————————ဒီကားၾကည့္ၿပီးတဲ့အခါ အိႏၵိယကားပရိတ္သတ္ေတြအတြက္ အေတြးတစ္စ ရေစမယ္ဆိုရင္ပဲ ဘာသာျပန္ရက်ိဳး နပ္ပါၿပီ။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 44minFormat : Mp4Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080p – AVC – UNTOUCHEDTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorP. S. MithranStarsAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianRay PaulRobo ShankarSivakarthikeyanCastAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianPremRay PaulRobo ShankarSivakarthikeyan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
    "movie_links": [
      {
        "link": "https://yadi.sk/i/myglli-7DqvEGQ",
        "server": "disk.yandex.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7y",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/TYQHmtolIOThSQ",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7q",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hero-2019",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2022|2h 6m|Bollywood,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "410"
    },
    "title": "Thank You (2022)",
    "description": "Thank You (2022)DramaIMDb 6.4/10ကဲ တေလဂူဘက်က မင်းသားချောလေး နာဂချီတန်ယားအခီနယ်နီရဲ့ဇာတ်ကားသစ်လေး ထွက်လို့လာခဲ့ပါပြီ…ဒီမင်းသားရဲ့ထူးခြားချက်ကတော့ သူရိုက်တဲ့ကားတော်တော်များများကဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ အရည်အချင်းရှိတယ်..ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးမှာလည်း လူတစ်ယောက်ရဲ့ဘဝ…အသေအချာပြောရရင် ယောက်ျားတစ်ယောက်ရဲ့ဘဝမှာ ကြုံရတတ်တဲ့ဘဝရဲ့အချိုးအကွေ့ အနိမ့်အမြင့် အတက်အကျတွေကြားမှာ ကိုယ့်ကိုဘယ်သူဟာအမြင့်ကို ဆွဲခေါ်သွားလဲ ကိုယ့်ကို ဘယ်သူဟာ အနိမ့်ကိုဆွဲချသွားလဲဆိုတာကို ပိုင်းခြားသိမြင်တတ်အောင် သင်ပေးထားတဲ့ဇာတ်ကားကောင်းလေးပါ..ရည်မှန်းချက်တွေအပြည့်နဲ့ အမေရိကန်ကို ရောက်လာတဲ့ အဘီဟာတစ်ကောင်ကြွက်တစ်ယောက်ဖြစ်ပြီး သူ့အိပ်မက်တွေ အကောင်အထည်ပေါ်လာအောင်ကြိုးစားမယ့်လူတစ်ယောက်ပါ…ဒါပေမဲ့ အောင်မြင်လာတဲ့အခါမှာလည်း သူဟာ တစ်ကိုယ်ကောင်းဆန်မောက်မာလာပြီး သူ့ကျေးဇူးကို မေ့လာခဲ့ပါတယ်…ဘဝမေ့တော့မယ့်ဆဲဆဲ အမြင်မှန်ရလာတဲ့အခါမှာတော့ ဘဝကိုလက်တွေ့ကျကျနဲ့ သူဘယ်လိုဖြတ်သန်းမလဲသူ့ဘဝတက်လမ်းကို ဖေးမပေးခဲ့တဲ့သူတွေကို ပိုင်းခြားသိမြင်လာပြီးနောက်စိတ်ဝင်စားဖွယ် သူ့နောက်ကြောင်းတွေနဲ့အတူ ဘဝခရီးလမ်းကိုအဓိပ္ပါယ်ရှိစွာနဲ့ ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင် ကိုယ့်ဘဝရဲ့ကျေးဇူးရှင်ရန်သူနဲ့ ဘဝလက်တွဲဖေါ်တို့ကို အောင်မြင်စွာပိုင်းခြားသိမြင်နိုင်ကြပါစေလို့ဆန္ဒပြုလိုက်ပါတယ်နော်…File size…10.57GB / 2.67GB / 1.2GBQuality…720pFormat…mp4Duration….2h 6mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor ~ Yunni ~ KhaiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVikram K. KumarStarsAvika GorEaswari RaoMalavika NairNaga Chaitanya AkkineniPrakash RajRaashii KhannaSai Sushanth ReddySampath RajSrinivas AvasaralaTulasiCastAvika GorEaswari RaoMalavika NairNaga Chaitanya AkkineniPrakash RajRaashii KhannaSai Sushanth ReddySampath RajSrinivas AvasaralaTulasi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a6FYWepW86BDuqcU0bWRPzE6hcu.jpg",
      "https://image.tmdb.org/t/p/w300/fNc3O2iWb2vF9TwSnd1Frs5KeNj.jpg",
      "https://image.tmdb.org/t/p/w300/zjwGds36KjVnr5C0V1tzJsU2wMj.jpg",
      "https://image.tmdb.org/t/p/w300/ysi4uya3HhjJp1hcX4MZOaZmMHv.jpg",
      "https://image.tmdb.org/t/p/w300/ovJun0zLq0P6B0yLhN7rUjDrhIU.jpg",
      "https://image.tmdb.org/t/p/w300/k6u5cgZGkbZlHo6WLvsFVPZgW0s.jpg",
      "https://image.tmdb.org/t/p/w300/z1kZr2yy5Lyuh6DS1jCHnejmnLM.jpg",
      "https://image.tmdb.org/t/p/w300/hi8ZlvwoMdLRLV2BhAeWBwJ1hCp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2JhNWVhMzUtMjhiYS00YTU4LTgwZDItZjA5ZTE0Zjg1ZjQyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thank-you-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/thank-you-2022-telugu-true-web-dl-4-k-hq-sdr-hevc-aac-5-1-ch-yk-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "10.57GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/l29ktmb9fexs.html",
        "server": "usersdrive.com",
        "size": "10.57GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/thank-you-2022-telugu-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.67GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/2lvzt5ii1j9g.html",
        "server": "usersdrive.com",
        "size": "2.67GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/17gkt/Thank_You_(2022)_Telugu_TRUE_WEB-DL_.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.67GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Ap4CzI7J#ajqwDUYu_zONIaaLTWYin3Uyn05-UY1Rr1iCBFfilTo",
        "server": "mega.nz",
        "size": "2.67GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbspeed.com/c9a9mqhginlz.html",
        "server": "streamsb.com",
        "size": "2.67GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/thank-you-2022-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4eux4rbi9eos.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17gd7/Thank_You_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9hxShJgT#-DvnDC1gFceuReC-UFGI3IeoBLH_jnTim2TuZ6jKobM",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/2dneno3r1if4.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023||Action,Bollywood,Drama",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "3.7k"
    },
    "title": "Sirf Ek Bandaa Kaafi Hai (2023)",
    "description": "Sirf Ek Bandaa Kaafi Hai 2023IMDb rating 7.3 အထိရရှိထားပပြီး၂၀၂၃ မှာအသစ်ထွက်ရှိလာတဲ့ တရားခွင်အခြေပြုဘောလီးဝုဒ်အိန္ဒိယဇာတ်ကားလေးဟာ အသက်မပြည့်သေးတဲ့ ကောင်မလေးတစ်ယောက်ကို လိင်အမြတ်ထုတ်ခဲ့တဲ့ဘာသာရေးဆရာတစ်ယောက်နဲ့ သူ့ကိုတရားစွဲတဲ့အခါ ရင်ဆိုင်လျှောက်လဲပေးတဲ့ ရှေ့နေတို့ရဲ့ အားပြိုင်မှုကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဒိုင်ယာလော့အလန်းတွေနဲ့ ရှုစားကြရမှာဖြစ်ပြီး တစ်ခန်းမှကို ပစ်ရက်စရာမရှိ ဇာတ်ရှိန်မကျပဲနဲ့ ဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်အားကိုးရာရှာကြတဲ့ လူတွေရဲ့ ဘာသာတရားတစ်ခု လူတစ်ယောက်ကိုအစွန်းရောက်ကိုးကွယ်လိုက်တဲ့အခါမှာ ဒီဘာသာတရားတစ်ခုကိုခေါင်းစဉ်တပ်ထားရုံနဲ့မျက်ကန်းတွေဖြစ် အမှားတွေအမှန်တွေမသိတော့ပဲ ဘယ်သူ့ကိုမဆိုအဲ့ခေါင်းစဉ်အောက်ကဆိုတာနဲ့ ဇွတ်တွေယုံကြည်ကိုးကွယ်ကြတာပါပဲဒါကဘာသာတရားတစ်ခုတည်းကို မဆိုလိုပါဘူး ယစ်ပူဇော်တတ်တဲ့ အာဖရိကလူရိုင်းတွေကစလို့ဂိုဏ်းဆရာတွေကဟောလို့ ကိုယ့်ကိုယ်ကိုအုပ်လိုက်ကြီးသတ်သေကြတယ်ဆိုတဲ့အနောက်တိုင်းက ရီနေးဆန့်ဆရာကြီးများအလယ်စောင့်ထိန်းစရာအကျင့်သိက္ခာတွေများပြားပြီး တစ်ခုမှမစောင့်ထိန်းလဲနာမည်ကြီးရင် ဇွတ်ကိုးကွယ်ကျတဲ့ အာရှသားများထိအဆုံးလို့ပဲ ပြောရမှာပေါ့ဘာသာရေးဆိုတဲ့ ခေါင်းစဉ်တစ်ခုဒါကိုခုတုံးလုပ်ပြီး ပရဟိတကျောင်းဘာညာ ရိုက်စားလုပ်တဲ့ကောင်တွေရှိတယ်ဒါကိုခုတုံးလုပ်ပြီး ကလေးသူငယ်တွေကို ကျားမမရွေးလိင်အမြတ်ထုတ်နေတာတွေရှိတယ်ဒါကိုခုတုံးလုပ်ပြီး ဗန်းပြအလှူခံသူဌေးဖြစ်နေတဲ့ကောင်တွေရှိတယ်ပြောရရင်တော့ ပြောမဆုံးစေမဲ့ အရာတွေပေါ့အိန္ဒိယဇာတ်ကားတွေထဲမှာ ကျွန်တော်မှတ်မိသလောက် ကတော့ဘုရားရှင်ကို တရားစွဲတဲ့ဇာတ်ကားရယ်အူကြောင်ကြောင် ဂြိုလ်သား PK ရယ်ကဘာသာတရားကို အပီအပြင်ဖဲ့ထားတာပေါ့ခုဒီဇာတ်ကားထဲမှာလည်း ဘာသာတရားဗန်းပြပြီး လိင်အမြတ်ထုတ်နေတဲ့အိန္ဒိယက ဂိုဏ်းဆရာတစ်ယောက်ကို တရားစွဲတဲ့ပုံစံနဲ့ ရှယ်ဖဲ့ထားပါတယ်ဒီဆရာသခင်ကြီးရဲ့ သောက်ကျင့်မကောင်းပုံတွေက ကိုယ်တိုင်ကြည့်ရင်ပိုဒေါသထွက် ပိုခံပြင်းရမှာ သေချာပါတယ်နောက်ပြီး အမှန်တရားဘက်မှာ ဘာဖြစ်ဖြစ်ရပ်တည်မယ်ဆိုတဲ့သူတွေအတွက်ဒီကားကတော့ အားဆေးတစ်ခွက်ပါပဲ အဲ့တော့ ဘာသာရေးခုတုံးလိုက်ဂျင်းအတောင့်လိုက်ထည့်တာတွေနိုင်ငံရေး စီးပွားရေးသမားတွေရယ် နေရာတကာဝင်ပါတာတွေတရားခွင်မှာ အပြန်အလှန်နဲ့ မာန်ပါပါနဲ့အနိုင်ကျဲရတာတွေကိုကြည့်ချင်တဲ့သူတွေအတွက်တော့ ဒီကားလေးက ဆန္ဒတွေဖြည့်ဆည်းပေးမဲ့ချွေးသိပ်ဆေးလေးတစ်ခွက်ဆိုတာ ညွှန်းဆိုပေးလိုက်ပါတယ်ဆင်ခြင်တုံတရားမပါတဲ့ ကိုးကွယ်မှုဆိုတာ အဆိပ်သက်သက်ပါပဲFile size…1.52GB / 695MBQuality…1080p HQ HDRIP / 720pFormat…mp4Duration….2h 7minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Khin~Sai~BpL~Yunni~Thaik SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorApoorv Singh KarkiStarsAdrijaDurga SharmaJaihind KumarManoj BajpayeeNikhil PandeyPriyanka SetiaSurya Mohan KulshreshthaCastAdrijaDurga SharmaJaihind KumarManoj BajpayeeNikhil PandeyPriyanka SetiaSurya Mohan Kulshreshtha",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w2FsfkRBuoh9CXWWj0wdFiMkSBB.jpg",
      "https://image.tmdb.org/t/p/w300/l1SUkMdvUwf7IaVa1XqwgWrC1Lz.jpg",
      "https://image.tmdb.org/t/p/w300/ruUXogGUVSQrZBcA8PelgoNgGag.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZGIzOWNmZGQtMTIyNy00OWJkLTk5YjItNTAzNTFjZWY1OWI0XkEyXkFqcGdeQXVyMjU4MzE4ODM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sirf-ek-bandaa-kaafi-hai-2023-hindi-hq-hd-rip-1080-p-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2jny6udfuzxn.html",
        "server": "usersdrive.com",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Al7q/Sirf_Ek_Bandaa_Kaafi_Hai_(2023)_Hindi_HQ_HDRip_-_1080p_-_x264(CM).mp4",
        "server": "megaup.net",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oKB3RIhA#FkQQ0Pk7CYCFT1Ip2B4Fa5oPsJ0K12W0_ZJxCExqP7A",
        "server": "mega.nz",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sirf-ek-bandaa-kaafi-hai-2023-hindi-hq-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "695MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fol069v6fb07.html",
        "server": "usersdrive.com",
        "size": "695MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Al7y/Sirf_Ek_Bandaa_Kaafi_Hai_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "695MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cHJUQQja#VqYnqoMhr270LyshGOFB-8qIQ29hIRYYa9EgvL2tWzU",
        "server": "mega.nz",
        "size": "695MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/4aqsrzbul7v0.html",
        "server": "streamsb.com",
        "size": "695MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mcb8gqmfygfo",
        "server": "streamvid.io",
        "size": "695MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2023|2h 2m|Bollywood,Drama,Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "1920: Horrors of the Heart (2023)",
    "description": "1920: Horrors of the Heart (2023)ကြောက်စရာကောင်းတဲ့ မေတ္တာဖွဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်။ဟုတ်ပါတယ် အခုတစ်ဖန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့1920ဆိုတဲ့ခုနှစ်နဲ့စတဲ့ သရဲကားတွေထဲကမှ လက်ရှိထွက်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။အမုန်းတရားနဲ့ ချစ်ခြင်းတရား ပြိုင်ဆိုင်လာတဲ့အခါမှာ ပူလောင်တတ်တဲ့သဘောတရားခြင်းတူပေမဲ့ချစ်ခြင်းနောက်မှာ မေတ္တာတရားကပ်ပါလာတဲ့အခါမှာ အေးချမ်းမှုကိုဆောင်ပါတယ်။အဲဒီမေတ္တာကို ငတ်မွတ်နေရက်နဲ့ ချစ်ခြင်းနဲ့မရှာဘဲ အမုန်းတရားနဲ့ရှာနေရင်တော့ မဆုံးနိုင်တဲ့ပူလောင်မှုတွေကိုပဲ ခံစားရမှာပါ။ကောင်မလေးတစ်ယောက် အသက်၂၁နှစ်ပြည့်မယ့်နေ့မှာပဲ အဖေဖြစ်သူက ကြိုးဆွဲချသေသွားခဲ့တယ်။သူ့အဖေသေဆုံးရတဲ့အကြောင်းအရင်းက သူ့ကိုငယ်ငယ်လေးကတည်းက ပစ်ထားခဲ့တဲ့အမေဖြစ်သူကြောင့်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့…အမုန်းတရားတွေ ပေါက်ဖွားလာပြီး ဖခင်ဖြစ်သူရဲ့ ဆိုးဝါးတဲ့လက်စားချေလိုစိတ်ရှိတဲ့ဝိညာဉ်နဲ့အတူ နောက်အိမ်ထောင်နဲ့ပျော်ရွှင်နေတဲ့ အမေဖြစ်သူတို့မိသားစုကိုဖျက်ဆီးဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဒီဆုံးဖြတ်ချက်နဲ့အတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးရှိရာအိမ်လေးဆီကိုဖခင်ရဲ့ ဝိညာဉ်ဆိုးနဲ့အတူရောက်လာတဲ့အခါမှာတော့….။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ YH~V~Cherry~Moon~Yunniတို့ပဲဖြစ်ပါတယ်)File size…1.54GB / 640MBQuality…1080p HD / 720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YH~V~Cherry~Moon~YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKrishna BhattStarsAvika GorAvtar GillDanish PandorKetaki KulkarniRaakeshh DubeyRahul DevRandheer RaiRupam BagCastAvika GorAvtar GillDanish PandorKetaki KulkarniRaakeshh DubeyRahul DevRandheer RaiRupam Bag",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ESHwTZnmxemZqxe6QgymRpR8ic.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMmJhZDJjNjUtOTNiMi00OWM2LTg4ZTAtN2NlNTliZWE0ZGQ0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/1920-horrors-of-the-heart-2023-hindi-hq-hd-rip-1080-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q1g9c682ihzk.html",
        "server": "usersdrive.com",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wnr7/1920_Horrors_of_the_Heart_(2023)_Hindi_HQ_HDRip_-_1080p_-_x264_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/W65gDJza#G4alhuwwMAE3Fq-rb75rAJ7QtZ5NrA-Tcqyi7HqC3-g",
        "server": "mega.nz",
        "size": "1.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/1920-horrors-of-the-heart-2023-hindi-hq-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uhlnv6koayg4.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wnby/1920_Horrors_of_the_Heart_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/TvByTbgS#U4WdWceLk4xeWVWIPSZ8LvJ3YpEXGEQ3OPj72DiG7lk",
        "server": "mega.nz",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/ps5aojhwxq7z",
        "server": "streamsb.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vc2cgf51fyh2",
        "server": "streamvid.io",
        "size": "640MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cLthAiz_PnQ",
      "video_url": "https://www.youtube.com/watch?v=cLthAiz_PnQ",
      "embed_url": "https://www.youtube.com/embed/cLthAiz_PnQ"
    }
  },
  {
    "metadata": "|||Bollywood,Comedy,Drama,Sport",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Patiala House (2011)",
    "description": "ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကိုကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့ဇာတ်ကားမျိုးဆိုလျှင်သင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။(ဇာတ်လမ်းအကျဉ်း)အိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်လူသိများခဲ့ပါတယ်။လူသိမများတာကတော့သူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမားဖြစ်ခဲ့ခြင်းကိုပါ။ခရစ်ကတ်ကစားခြင်းဟာဂတ်တူအတွက်ရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။ဂတ်တူဟာ မိသားစုရေးရာမှာလည်းအဖေချစ်သားအဖြစ်နဲ့အဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်ချီးကျုးခံရခဲ့တယ်။အတိတ်မှာဖြင့်ဂတ်တူရဲ့ဦးလေးဟာဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကိုဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။အဲဒီ့နောက် ဂတ်တူအဖေဟာဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကိုမျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်စွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။ထို့နောက်ဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကိုရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။ဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်အဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။အဖေကို ချစ်လွန်းပြီးအဖေ့အတွက် သားလိမ္မာဖြစ်နေသောဂတ်တူအတွက်တော့အိပ်မက်ကိုသာလျှင်ရေစုန်မျောလိုက်ပါတော့တယ်။တစ်ဖက်မှာလည်းဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။ဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလိုမောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့အပြစ်တင်ခံနေရသူပါ။တစ်နေ့မှာတော့သတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်းခရစ်ကတ်ကစားသမားတစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။ဂတ်တူ အတွက်တော့ပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်မထူးဆန်းလှတော့ပါဘူး။တကယ်တော့ပျက်သုန်းနေတဲ့အိပ်မက်ကိုသူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။သို့ရာတွင် —-မပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကိုဆက်ပေးချင်တဲ့လူနှစ်ဦးပေါ်ပေါက်လာခဲ့ပါတယ်။ဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။ဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။ဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီးအင်္ဂလန်ကစားသမားအဖြစ်ခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။ဆိုင်ရမ် မိန်းမချောလေးကလည်းဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်ကြိုးစားခဲ့သည်။သို့သော် —-?????ဒီဇာတ်ကားလေးမှာဖြင့်ဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့သူရဲ့ဘဝရဲ့ကြမ္မာကိုဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။အိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။ပြန်လည်ရှင်သန်စေခဲ့မလား။ထို့ပြင်အဖေကို ချစ်လွန်းအားကြီးလှသောသားတစ်ယောက်အနေနဲ့မိသားစုရေးဆိုင်ရာတွေကမည်သို့ဖြစ်စေခဲ့မည်နည်း။အဖေ့အတွက် ဂတ်တူဟာမည်သို့သော အင်အားမျိုးနှင့်မြင်တွေ့ရမည်နည်း။ခရစ်ကတ်နဲ့ အဖေ /အဖေနဲ့ ခရစ်ကတ် ကြားမှာဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊နှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်ကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာရင်မောဖွယ် ကြည့်ရဦးမှာပါ။ဒီဇာတ်ကားလေးဟာဖြင့်စိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီးမေတ္တာတရားနဲ့ အနစ်နာခံမှု၊ပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊မြတ်နိုးတန်ဖိုးထားတတ်မှုတို့ရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်ဇာတ်ကားကောင်းလေးပါ။လူမျိုးရေးခွဲခြားမှုနဲ့အရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်းတစ်စိတ်တဒေသ ဖော်ပြစေတဲ့အတွက်စိတ်ဓာတ်ခွန်အားပေးနိုင်တဲ့ဇာတ်ကားဟုလည်းညွှန်းဆိုနိုင်ပါသေးတယ်။ဒါကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဟုညွှန်းဆိုရင်းလက်တို့ပြောလိုက်ရပါတော့သည်။(ရုပ်ရှင်အညွန်းကို ကိုလင်းခယံမှ တင်ဆက်ထားတာပါ။)File size…(3.7 GB)/(1.5 GB)Quality….BluRay HEVC 1080p / 720pFormat…mkv/mp4Duration….02:26:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkshay KumarAnushka SharmaDimple KapadiaMasha PourRishi Kapoor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1O16GiVVTjtEQ7ZnQPt3wf78OyR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/0500e4ffdd38372c712475c5ee97162e5d9aab70.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/patiala-house-2011",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-patiala-house-2011-hindi-1080-p-bluray-hevc-ac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2mI9n/(CM)_Patiala.House.2011.Hindi.1080p.Bluray.HEVC.AC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/hs1CwaSR#Bzpz70CZNQOG0SucwKHuoHwb38bVMsV6AlGiOYaWfSA",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/pineupqq8w61.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-patiala-house-2011-hindi-720-p-bluray-x-264-aac-2-0-audio-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10Ndi/(CM)_Patiala.House.2011.Hindi.720p.Bluray.x264.AAC.2.0_Audio.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1o1ShYrL#oyBCUEn7fpqNTe7CzRkRNq1XATQSw1y1XrRoHIVFaS0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4y01arismfab.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/91vfzw88w9xx.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "Josh (2000)",
    "description": "Josh (2000)***************အိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ သူတစ်ယောက်တည်း ဘယ်လိုရှေ့ဆက်ကြိုးစားမလဲဆိုတာကိုလည်း ခေတ်သစ်ရိုမီရို-ဂျူးလိယက်ပြဇာတ်သဖွယ် ကြည့်ရမှာဖြစ်ပါတယ်။ဒါ့အပြင် ထစ်ခနဲရှိ ချမယ်နှက်မယ်ဆိုတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းရော ဘယ်လိုတွေဆက်ဖြစ်မလဲ … ကျွန်တော်တို့ငယ်စဉ်အခါက ကြည့်ခဲ့ဖူးတဲ့ မင်းသားကြီးရှရွတ်ခန်းကို သီချင်းကောင်း ကကွက်ဆန်းတွေနဲ့အတူ ပြန်လည်လွမ်းဆွတ်ရင်း ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ဒါ့အပြင် မျက်ဝန်းပြာတွေနဲ့ တစ်ကမ္ဘာလုံးကို သိမ်းကြုံးဆွဲဆောင်ခဲ့တဲ့ မယ်ကမ္ဘာ Aishwarya Rai ကိုပါ ငယ်နုစွာ ရှုစားရမှာပါ။(ဘာသာပြန်သူတွေကတော့ Htoo Aung, John, Intelligence နဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။)File size…(3.7 GB) and (1.8 GB)Quality….WEB-DL 1080p & 720pFormat…mp4Duration….02:31:18Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Htoo Aung, John, Intelligence,Thaik SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAishwarya Rai BachchanAli AsgarChandrachur SinghManav GohilNadiraPriya GillPuneet VashistRajesh KheraShah Rukh KhanSharad S. KapoorSharat SaxenaSuhas JoshiSushant SinghVivek Vaswani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/moKRFO2pjDfMjEYDiS2QBqItWEL.jpg",
      "https://image.tmdb.org/t/p/w300/5rzhWexgYVbGH4GcZcVCT4raArZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/epulB8WC1mGIEFJPZr50LVCKt6k.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/josh-2000",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-josh-2000-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12ho3/(CM)Josh_(2000)1080p_WebDL_.mp4",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RuA0GLqZ#bFisFxztA2gWRkf0U-9Kux-TIkdyTU8g8o1rMz0Zj44",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iukwzs93zuct.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-josh-2000-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ochA/(CM)Josh_(2000)720p_WebDL_.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UrBWFLQD#vEEGuVeLmyRctAn7v6bPlGdzej07R9I8q9t_7qL8qTc",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/womxh8pz9y02.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/z6r2qre3xjjk.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "Romantic (2021)",
    "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။သူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ သူတို့၂ဦးကလည်း Living the Moment ကို အပြည့်အဝခံစားကြ ရိုကြပေါ့။အခက်အခဲ​တွေကြား ပြဿနာ​တွေကြားမှာ ဗက်စကိုတစ်​ယောက် သူ့ရဲ့အချစ်​တွေကို နားလည်သွားနိုင်မလား။ ဗက်စကို နောက်ကို အသည်းအသန်လိုက်နေတဲ့ လက်ထောက် ကော်မရှင်နာ မမကြီးကပဲ သူ့ကို သံတိုင်တွေနောက်ပို့တာ ခံရမလား။ သူ့ဖခင်အတွက်ပြန်လည် လက်စား​ချေနိုင်မလားဆိုတာ​တော့ ROMANTIC ဆိုတဲ့ ဒရာမာအက်ရှင်ကား​လေးကို အား​ပေးကြလိုက်ပါဦး။File size…(2.3 GB)/(1.4 GB)Quality….WEB-DL HEVC 1080p/720pFormat…mkv/mp4Duration….02:15:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byNadi Myint Naing&Mugiwara Ya&Arr Khun WinchesterYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkash PuriKetika SharmaMakrand DeshpandeRamya KrishnanSunainaUttej",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rMzjBlv1ytDPUNtTHty61X4BRrJ.jpg",
      "https://image.tmdb.org/t/p/w300/6m3CAbLUUYuAWitsBJt8BFL7DEF.jpg",
      "https://image.tmdb.org/t/p/w300/zWnBQA4f5ota2FX9RJDSu08fNXA.jpg",
      "https://image.tmdb.org/t/p/w300/mNxdpi3AnZRMA0lrby9RY6yIlzf.jpg",
      "https://image.tmdb.org/t/p/w300/uqREgSaQ5MFYuhEKgDouauY6XtZ.jpg",
      "https://image.tmdb.org/t/p/w300/Abv4oNdSxLbervZom3T9uHDKaJo.jpg",
      "https://image.tmdb.org/t/p/w300/dgKdCWUUXs9Hhyib2jfR5E83JAw.jpg",
      "https://image.tmdb.org/t/p/w300/ldKQbhFaMgbHfP9UsFt1N4d1bZR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/romantic-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-romantic-2021-telugu-true-web-dl-1080-p-hevc-untouched-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://cmdrive.org/share/n7UGrwh3",
        "server": "Direct Link",
        "size": "2.3 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/1Gnda/(CM)ROMANTIC_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED.mkv",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://usersdrive.com/wenr9u7gpny0.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://watchsb.com/v8q59p51n2at.html",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-romantic-2021-telugu-true-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/5Y0ZmsEz",
        "server": "Direct Link",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/0bw8d18mykyh.html",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZIxmTDaS#OozcG77P3k1C9WU-0_g4gwMUOmXjZ7ErBajJu3_7gOY",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/0bw8d18mykyh.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NA||2h 27min|Action,Bollywood,Thriller",
    "rating": {
      "rating": "2.4/10",
      "rating_count": "2,759"
    },
    "title": "Drive (2019)",
    "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိန္ဒိယရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးလေးတော့ နည်းနည်းပါမယ်ဗျ။အိန္ဒိယနိုင်ငံရဲ့စီးပွားရေးလုပ်ငန်းအများစုက တရားမဝင်ငွေမည်းတွေနဲ့ လည်ပတ်နေကြတယ်။ဒီလိုလုပ်ငန်းရှင်တွေရဲ့ တရားမဝင်ငွေကြေးတွေကို ရှာဖွေစီစစ်ဖို့လည်း အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့တွေ အစိုးရကဖွဲ့စည်းထားတယ်။ဆိုးတာက အဲဒီအဖွဲ့အစည်းတွေရဲ့ဦးဆောင်ညွှန်ကြားရေးမှူးဖြစ်တဲ့ Vibha Singhဆိုတဲ့ အဖွားကြီးကိုယ်တိုင်ကဒီလုပ်ငန်းရှင်တွေရဲ့ငွေမည်းတွေကို သူ့အတွက်ခွဲတမ်းယူပြီး ငွေမည်းခဝါချပေးနေတယ်။တ တစ်ဖက်မှာလည်း Kingလို့နာမည်ရတဲ့ စောရဝိဇ္ဇာတစ်ယောက်က အဲဒီလုပ်ငန်းရှင်ကြီးတွေရဲ့တရားမဝင်ပိုင်ဆိုင်မှုတွေကို ခိုးလိုက်၊ ဓားပြတိုက်လိုက်နဲ့ အမှည့်ခြွေနေပြန်ပါတယ်။Kingရဲ့ ကစားကွက်တစ်ခုက သူအမှုကျူးလွန်ခဲ့တဲ့ နေရာမှာဘုရင်ပုံဖဲချပ်လေးတစ်ချက်ထားခဲ့ပြီးသူနောက်ထပ်အမှုကျူးလွန်မယ့်နေရာကို အတိအလင်းချပြပြီး စိန်ခေါ်သွားတတ်တာပါ။အဲဒီလိုနဲ့ Kingကျူးလွန်သွားတဲ့ ဓားပြမှုတစ်ခုမှာ သဲလွန်စအနေနဲ့ ပြိုင်ကားဘီးရာတစ်ခုကို ထောက်လှမ်းရေးအဖွဲ့က ရသွားတယ်။ဒီကားတာယာအရ စုံစမ်းကြတဲ့အခါ Street Racingအဖွဲ့တစ်ခုက Taraလို့ခေါ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်မိန်းကလေးတစ်ယောက်ရဲ့ ကားဖြစ်နေတယ်။နောက်ဆုံးကျူးလွန်ခဲ့တဲ့အမှုမှာ Kingကလည်း သူနောက်တစ်ခါဓားပြတိုက်မယ့်နေရာက နိုင်ငံတော်သမ္မတရုံးပါလို့ အတိအလင်းစိန်ခေါ်သွားလေတော့…..Kingက ဘယ်သူလဲ၊ ပြိုင်ကားအဖွဲ့က မိန်းကလေးကရော Kingနဲ့ဘယ်လိုပတ်သတ်နေလဲ၊အဂတိလိုက်စားမှုကျူးလွန်နေကြတဲ့ အစိုးရအဖွဲ့ဝင်လူကြီးမင်းတွေကရောဒီအမှုနဲ့ ဘယ်လိုပတ်သတ်နေသလဲဆိုတာတွေကို Street Racingလောကရဲ့ ယှဉ်ပြိုင်မှုတွေနဲ့အတူ ခံစားကြည့်လိုက်ပါဦးဗျာဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Kyaw Zaw Htet ပဲဖြစ်ပါတယ်…(Zawgyi)ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အိႏၵိယ႐ုပ္ရွင္ကားေတြရဲ႕ထုံးစံအတိုင္း ႏိုင္ငံေရးေလးေတာ့ နည္းနည္းပါမယ္ဗ်။အိႏၵိယႏိုင္ငံရဲ႕စီးပြားေရးလုပ္ငန္းအမ်ားစုက တရားမဝင္ေငြမည္းေတြနဲ႔ လည္ပတ္ေနၾကတယ္။ဒီလိုလုပ္ငန္းရွင္ေတြရဲ႕ တရားမဝင္ေငြေၾကးေတြကို ရွာေဖြစီစစ္ဖို႔လည္း အဂတိလိုက္စားမႈတိုက္ဖ်က္ေရးအဖြဲ႕ေတြ အစိုးရကဖြဲ႕စည္းထားတယ္။ဆိုးတာက အဲဒီအဖြဲ႕အစည္းေတြရဲ႕ဦးေဆာင္ၫႊန္ၾကားေရးမႉးျဖစ္တဲ့ Vibha Singhဆိုတဲ့ အဖြားႀကီးကိုယ္တိုင္ကဒီလုပ္ငန္းရွင္ေတြရဲ႕ေငြမည္းေတြကို သူ႔အတြက္ခြဲတမ္းယူၿပီး ေငြမည္းခဝါခ်ေပးေနတယ္။တ တစ္ဖက္မွာလည္း Kingလို႔နာမည္ရတဲ့ ေစာရဝိဇၨာတစ္ေယာက္က အဲဒီလုပ္ငန္းရွင္ႀကီးေတြရဲ႕တရားမဝင္ပိုင္ဆိုင္မႈေတြကို ခိုးလိုက္၊ ဓားျပတိုက္လိုက္နဲ႔ အမွည့္ေႁခြေနျပန္ပါတယ္။Kingရဲ႕ ကစားကြက္တစ္ခုက သူအမႈက်ဴးလြန္ခဲ့တဲ့ ေနရာမွာဘုရင္ပုံဖဲခ်ပ္ေလးတစ္ခ်က္ထားခဲ့ၿပီးသူေနာက္ထပ္အမႈက်ဴးလြန္မယ့္ေနရာကို အတိအလင္းခ်ျပၿပီး စိန္ေခၚသြားတတ္တာပါ။အဲဒီလိုနဲ႔ Kingက်ဴးလြန္သြားတဲ့ ဓားျပမႈတစ္ခုမွာ သဲလြန္စအေနနဲ႔ ၿပိဳင္ကားဘီးရာတစ္ခုကို ေထာက္လွမ္းေရးအဖြဲ႕က ရသြားတယ္။ဒီကားတာယာအရ စုံစမ္းၾကတဲ့အခါ Street Racingအဖြဲ႕တစ္ခုက Taraလို႔ေခၚတဲ့စီးပြားေရးလုပ္ငန္းရွင္မိန္းကေလးတစ္ေယာက္ရဲ႕ ကားျဖစ္ေနတယ္။ေနာက္ဆုံးက်ဴးလြန္ခဲ့တဲ့အမႈမွာ Kingကလည္း သူေနာက္တစ္ခါဓားျပတိုက္မယ့္ေနရာက ႏိုင္ငံေတာ္သမၼတ႐ုံးပါလို႔ အတိအလင္းစိန္ေခၚသြားေလေတာ့…..Kingက ဘယ္သူလဲ၊ ၿပိဳင္ကားအဖြဲ႕က မိန္းကေလးကေရာ Kingနဲ႔ဘယ္လိုပတ္သတ္ေနလဲ၊အဂတိလိုက္စားမႈက်ဴးလြန္ေနၾကတဲ့ အစိုးရအဖြဲ႕ဝင္လူႀကီးမင္းေတြကေရာဒီအမႈနဲ႔ ဘယ္လိုပတ္သတ္ေနသလဲဆိုတာေတြကို Street Racingေလာကရဲ႕ ယွဥ္ၿပိဳင္မႈေတြနဲ႔အတူ ခံစားၾကည့္လိုက္ပါဦးဗ်ာဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Kyaw Zaw Htet ပဲျဖစ္ပါတယ္…File Size : (950 MB) and (480 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 27minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-MZABTranslated by Kyaw Zaw HtetEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTarun MansukhaniStarsBoman IraniJacqueline FernandezPankaj TripathiSapna PabbiSushant Singh RajputVikramjeet VirkCastBoman IraniJacqueline FernandezPankaj TripathiSapna PabbiSushant Singh RajputVikramjeet Virk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ntUK4xBMhrYYkL4mdIlLexJDUD.jpg",
      "https://image.tmdb.org/t/p/w300/1a2kGktv5qiOi45URVCPEOap1RV.jpg",
      "https://image.tmdb.org/t/p/w300/qw9uBEXkgFcckrn75rLbQI2V1E6.jpg",
      "https://image.tmdb.org/t/p/w300/21bk7sqIsFfeof4vppwGEw1Ahvw.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yadi.sk/i/XEoI6Gq7fAzhqA",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-drive-2019-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9n7n8pu3b2iu.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tN5l2Q5Y#kY_UXbUdTRy7LvXRyYOJ99260u0fM1ApfL9mgN4BQjg",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/7tbjdpm8vwq6",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xbmh/(CM)_Drive.2019.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2022|2h 30m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1k"
    },
    "title": "Hey! Sinamika (2022)",
    "description": "Hey Sinamika 2022မိန်းမတွေကစကားအရမ်းများတယ်လို့ အဆိုရှိကြတယ်မလား ဒါပေမယ့်ဒီဇာတ်ကားမှာတော့ရေပက်မဝင်အောင်ပြောတဲ့ယောကျာ်းကြောင့်ကွာရှင်းချင်နေတဲ့ မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းကိုကြည့်ကြရမှာပဲဖြစ်ပါတယ်Netflix ကနေထုတ်လွှင့်ပေးထားပြီး IMDb 6.3ထိရရှိထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့ မိုနာဆိုတာက ရာသီဥတုလေ့လာဆန်းစစ်သူပါတစ်နေ့မုန်တိုင်းကြားမှာ ဟိန္ဒိစကားသိပ်မပြောတတ်တဲ့ကောင်လေးတစ်ယောက်ကို စကားနည်းတယ်ဆိုပြီးမြင်မြင်ချင်းအချစ်နဲ့နှစ်ယောက်သားလက်ထပ်လိုက်ကြပါတယ် ဒါပေမယ့် လူဆိုတာကြာကြာပေါင်းမှအကြောင်းသိဆိုသလိုပဲဘာသာစကားလေ့လာတတ်ကျွမ်းသွားတဲ့ ရာလန်တစ်ယောက် တွေ့သမျှကိုမေးခွန်းထုတ်ပြီး ရေပက်မဝင်ပြောပါတော့တယ်“စကားပြောတာက အသက်ရှုနေရတာနဲ့အတူတူပဲ” ဒီစကားက ရာလန့်ကိုစကားပြောတာရပ်ခိုင်းရင်သူပြန်ပြောနေကျပါစကားပြောတာအပြင်ကိုအချက်အပြုတ်ပါ ဝါသနာပါတော့ တွေ့မြင်သမျှပေါက်ကရကအစ မိန်းမကိုကျွေးနေတော့သည်းမခံနိုင်တော့တဲ့တစ်နေ့ မိုနာ အလုပ်ကသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကွာရှင်းဖို့နည်းလမ်းရှာပါတော့တယ်ရာလန်ကိုစိတ်ဆိုးအောင်လုပ်ပြီးကွာမယ်ဆိုတဲ့အစီအစဉ်က အောင်မြင်သွားမလား လွဲချော်ကုန်မှာလားဒါ့အပြင်မိုနာတို့ကုမ္ပဏီက တစ်နှစ်စာ‌ခရီးထွက်ဖို့ပရောဂျက်ကျလာတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲမျက်ရည်ထွက်အောင်ရယ်ရတဲ့ Netflix ရဲ့ Romance/Comedyဇာတ်ကားကောင်းတစ်ကားဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်)File size…1.34GB / 3GBQuality…720p WEB DL  /  1080p WEB DL AAC 5.1CHFormat…mp4Duration….2h 30mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni & Go-O & Honeyey & HarukoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrinda MasterStarsAditi Rao HydariDulquer SalmaanK. BhagyarajKajal AgarwalKhushbooMirchi VijayNakshathra NageshPradeep K VijayanSuhasini ManiratnamYogi BabuCastAditi Rao HydariDulquer SalmaanK. BhagyarajKajal AgarwalKhushbooMirchi VijayNakshathra NageshPradeep K VijayanSuhasini ManiratnamYogi Babu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iV2lCf8bVPE6L3OU8qv650OwgFn.jpg",
      "https://image.tmdb.org/t/p/w300/zDTweMA8NH5ZppGE4V4xPvqXIe2.jpg",
      "https://image.tmdb.org/t/p/w300/sMXbtyzcvcidhnivTNg7VJ3pewn.jpg",
      "https://image.tmdb.org/t/p/w300/lzuCrIheYy9S8BRyjZYCjZNMsJo.jpg",
      "https://image.tmdb.org/t/p/w300/pPGawFkduXvNfabH8MXeYJwbK0o.jpg",
      "https://image.tmdb.org/t/p/w300/52FULONxCFoSpqvxxDJsi6m85pj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8hHZrSDD5hOgSlB88yYELzQsr23.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hey-sinamika-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/hey-sinamika-2022-aac-5-1-ch-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4gwp72nc3ia2.html",
        "server": "usersdrive.com",
        "size": "3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Jrdi/Hey_Sinamika_2022_AAC_5.1CH_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/sn19soq462cg",
        "server": "dropgalaxy.com",
        "size": "3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/bp8HTYqY#UbKn8-m5ICRxvwgbeSaP2pX1h308Fu-aFq2c2b37NWs",
        "server": "mega.nz",
        "size": "3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hey-sinamika-2022-aac-2-0-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y2wcq296t9jj.html",
        "server": "usersdrive.com",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Jr3p/Hey_Sinamika_2022_AAC_2.0_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/xhl5t8u0175k",
        "server": "dropgalaxy.com",
        "size": "1.34GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/0otti8k559a1.html",
        "server": "streamsb.com",
        "size": "1.34GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]