[
  {
    "metadata": "PG-13|2019|118 min|Action,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "11"
    },
    "title": "The Bravest (2019)",
    "description": "The Bravest(2019) အညႊန္း***********************(zawgyi)က်န္းက်ိေဝ ဆုိတာ သိပ္ေတာ္တဲ့မီးသတ္ေခါင္းေဆာင္တစ္ေယာက္….အေတြ့အႀကဳံလည္းမ်ားသလုိ တစ္ဒဂၤအတြင္းမွန္ကန္တဲ့ဆုံးျဖတ္ခ်က္ေတြေၾကာင့္ ငယ္သားေတြကလည္းေလးစားအထင္ႀကီးၾကတယ္..တစ္ေန႕ေတာ့ မီးေလာင္မႈတစ္ခုမွာ သူတုိ႕အဖြဲ႕ ကယ္ဆယ္ေရးလုပ္ၾကတယ္…ကေလးတစ္ေယာက္ကုိ က်န္းက်ိေ၀ခက္ခက္ခဲခဲကယ္ထုတ္နုိင္ခဲ့တယ္…ဒါေပမယ့္ သူကလြဲလုိ႕ မီးသတ္တစ္ဖြဲ႕လုံးမေမွ်ာ္လင့္တဲ့ ဂစ္အုိးေပါက္ကြဲမွုေၾကာင့္ ေသဆုံးကုန္ၾကတယ္…..က်န္းက်ိေ၀အတြက္ စိတ္ဒဏ္ရာအရဆုံးျဖစ္သလုိ ဦးတည္ရာမဲ့ရပ္တည္ေနသလုိခံစားရတယ္…စိတ္ပညာဆရာ၀န္ေတြရဲ႕ဆုံးျဖတ္ခ်က္အရမူမမွန္သလုိျဖစ္ေနတဲ့သူ႕ကုိမီးသတ္အဖြဲ႕ကလည္း နွဳတ္ထြက္ေစခ်င္ၾကတယ္….တစ္ေန႕ေတာ့ တရုတ္နုိင္ငံရဲ႕အႀကီးဆုံး ဆိပ္ကမ္းေရနံသုိေလွာင္ကန္ႀကီး ပေယာဂတစ္ခုေၾကာင့္ မီးေလာင္မွႈျဖစ္ပြားခဲ့တယ္….အႀကီးဆုံးေရနံသုိေလွာင္ကန္ဆုိေတာ့ တကယ့္ကုိကပ္ဆုိးၾကီးဆုိက္တာပါပဲ…အခက္အခဲဆုံးမီးေလာင္မွုေတြမတားနုိင္ခဲ့ရင္ အက္တမ္ဗုံး အလုံး ၂၀ အားနဲ႕ ညီမ်ွတဲ့ေပါက္ကြဲမွဳျဖစ္နုိင္တယ္လုိ႕ကြ်မ္းက်င္ပညာရွင္ေတြကဆုိၾကတယ္….ဘယ္ေလာက္ေတာင္အားႀကီးမလဲစဥ္းစားသာၾကည့္ေတာ့…က်န္းက်ိေ၀တုိ႕မီးသတ္အဖြဲ႕ေတြ နဲ႕ တာ၀န္ရွိသူေတြ ဘယ္လုိတားဆီးၾကမလဲဆုိတာေစာင့္ၾကည့္လုိက္ၾကပါဦး…ဒီကားက ျဖစ္ရပ္မွန္ကုိအေျခခံၿပီးရုိက္ကူးထားတာပါ… မီးသတ္ေနတာကုိၾကည့္ရုံနဲ႕ပ်င္းစရာဇာတ္ကားႀကီးလုိ႕ထင္ရင္ေတာ့မွားသြားလိမ့္မယ္…အစကေနအဆုံးထိတကယ့္ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရတာပါ..ကုိယ္တုိင္မီးသတ္တပ္ဖြဲ႕ထဲေရာက္သြားသလုိခံစားရၿပီး ျဖစ္နုိင္ေျခေတြ လုိက္ၾကည့္ရတာ ခင္ဗ်ားတုိ႕ပါေဇာေခြ်းျပန္လာလိမ့္မယ္…ရုိက္ခ်က္ေတြကလည္း တကယ့္ကုိခမ္းနားသလုိ တျခားနုိင္ငံရဲ႕ အထင္ႀကီးေလာက္စရာနည္းစနစ္ေတြကုိ အားက်စရာျမင္ေတြရပါ့လိမ့္မယ္….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္…..(Unicode)ကျန်းကျိဝေ ဆိုတာ သိပ်တော်တဲ့မီးသတ်ခေါင်းဆောင်တစ်ယောက်….အတွေ့အကြုံလည်းများသလို တစ်ဒင်္ဂအတွင်းမှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေကြောင့် ငယ်သားတွေကလည်းလေးစားအထင်ကြီးကြတယ်..တစ်နေ့တော့ မီးလောင်မှုတစ်ခုမှာ သူတို့အဖွဲ့ ကယ်ဆယ်ရေးလုပ်ကြတယ်…ကလေးတစ်ယောက်ကို ကျန်းကျိဝေခက်ခက်ခဲခဲကယ်ထုတ်နိုင်ခဲ့တယ်…ဒါပေမယ့် သူကလွဲလို့ မီးသတ်တစ်ဖွဲ့လုံးမမျှော်လင့်တဲ့ ဂစ်အိုးပေါက်ကွဲမှုကြောင့် သေဆုံးကုန်ကြတယ်…..ကျန်းကျိဝေအတွက် စိတ်ဒဏ်ရာအရဆုံးဖြစ်သလို ဦးတည်ရာမဲ့ရပ်တည်နေသလိုခံစားရတယ်…စိတ်ပညာဆရာဝန်တွေရဲ့ဆုံးဖြတ်ချက်အရမူမမှန်သလိုဖြစ်နေတဲ့သူ့ကိုမီးသတ်အဖွဲ့ကလည်း နှုတ်ထွက်စေချင်ကြတယ်….တစ်နေ့တော့ တရုတ်နိုင်ငံရဲ့အကြီးဆုံး ဆိပ်ကမ်းရေနံသိုလှောင်ကန်ကြီး ပယောဂတစ်ခုကြောင့် မီးလောင်မှှုဖြစ်ပွားခဲ့တယ်….အကြီးဆုံးရေနံသိုလှောင်ကန်ဆိုတော့ တကယ့်ကိုကပ်ဆိုးကြီးဆိုက်တာပါပဲ…အခက်အခဲဆုံးမီးလောင်မှုတွေမတားနိုင်ခဲ့ရင် အက်တမ်ဗုံး အလုံး ၂၀ အားနဲ့ ညီမျှတဲ့ပေါက်ကွဲမှုဖြစ်နိုင်တယ်လို့ကျွမ်းကျင်ပညာရှင်တွေကဆိုကြတယ်….ဘယ်လောက်တောင်အားကြီးမလဲစဉ်းစားသာကြည့်တော့…ကျန်းကျိဝေတို့မီးသတ်အဖွဲ့တွေ နဲ့ တာဝန်ရှိသူတွေ ဘယ်လိုတားဆီးကြမလဲဆိုတာစောင့်ကြည့်လိုက်ကြပါဦး…ဒီကားက ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ… မီးသတ်နေတာကိုကြည့်ရုံနဲ့ပျင်းစရာဇာတ်ကားကြီးလို့ထင်ရင်တော့မှားသွားလိမ့်မယ်…အစကနေအဆုံးထိတကယ့်ကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရတာပါ..ကိုယ်တိုင်မီးသတ်တပ်ဖွဲ့ထဲရောက်သွားသလိုခံစားရပြီး ဖြစ်နိုင်ခြေတွေ လိုက်ကြည့်ရတာ ခင်ဗျားတို့ပါဇောချွေးပြန်လာလိမ့်မယ်…ရိုက်ချက်တွေကလည်း တကယ့်ကိုခမ်းနားသလို တခြားနိုင်ငံရဲ့ အထင်ကြီးလောက်စရာနည်းစနစ်တွေကို အားကျစရာမြင်တွေရပါ့လိမ့်မယ်….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit ပဲဖြစ်ပါတယ်…..File Size : (950 MB) and (402 MB)Quality : WEB-DL720P,Format…mp4Duration…01:58:00Genre : Action, Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by Ba ChitEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/paZRSPyrG611PVDQEcu9JZkwBZZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-bravest-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bravest-2019",
        "server": "VIP Links",
        "size": "950MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://veryfiles.com/6pecn14nm0es",
        "server": "veryfiles.com",
        "size": "950MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://sbembed2.com/bpf5ayrzce42.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "WEB-DL720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|2h 14min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "11,831"
    },
    "title": "Good Newwz (2019)",
    "description": "(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့…..ကဲ ကိုယ့်လူတို့…. ဟာသကားကောင်း နာမည်ကြီး တစ်ကားမို့ လက်မလွတ်တမ်းကြည့်သင့်ပါတယ်ဆိုတာ မပြောလည်း သိကြမယ်မဟုတ်လား။ဒီကားမှာ ခင်ဗျားတို့တွေ ခွီလည်းခွီရမယ် မျက်ရည်လည်းကျရမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်ပေးရတဲ့အချိန်နဲ့တန်တဲ့ အိန္ဒိယကားကောင်းတစ်ကားကြည့်ချင်ရင်တော့ လက်မနှေးဘဲ အပြေးသာဒေါင်းလိုက်ကြပါတော့IMDbမှာတော့ 7.6/10 အထိရထားပြီး ဝါရင့်သရုပ်ဆောင်တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်မှုတွေကို ခံစားကြည့်ရှူကြပါဦးဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ စီအမ်ရဲ့အိန္ဒိယဇာတ်ကားဘာသာပြန်တွေဖြစ်ကြတဲ့ ဇော်ထူး၊ ညီကိုးနှင့် မြင့်သူတို့ပဲဖြစ်ပါတယ်(Zawgyi)အားလုံးကို သတင္းေကာင္းေလး ေပးခ်င္ပါတယ္။ က်ဴပ္တို႔ ဖက္က အာမခံႏိုင္တာတစ္ခုကေတာ့ သတင္းေကာင္းပါပဲဒါက ဂ်ိဳရွီေဆး႐ုံရဲ႕ ေၾကာ္ျငာ၊ ေန႔စဥ္ ကေလးမရတတ္တဲ့ ဇနီးေမာင္ႏွံတို႔ရဲ႕ အားထားရတဲ့ ေနရာ။ကေလးလိုခ်င္ေပမဲ့ မရတတ္ၾကတဲ့ ဗာ႐ြန္တို႔ ဗတၱရားလင္မယားမွာ ညီမနဲ႔ေယာက္ဖရဲ႕လမ္းၫႊန္ခ်က္ေၾကာင့္ ဒီေဆး႐ုံကို ေရာက္လာခဲ့ပါတယ္။အဲ့ဒီမွာပဲ ဗာ႐ြန္တို႔ လင္မယားနဲ႔ ဟန္နီးတို႔ လင္မယားကို ေတြ႕ဆုံဖို႔ ျဖစ္လာပါတယ္။သူတို႔က နာမည္အဖ်ားေတြ တူေနၾကတယ္။ႏွစ္တြဲလုံးက ဗတၱရားေတြ၊ ဒီလိုနဲ႔ ဆရာဝန္က ေျပာလိုက္ပါတယ္။က်ဴပ္တို႔ရဲ႕ အေတြ႕အႀကဳံရင့္က်က္လွတဲ့ ပညာရွင္ေတြဟာ သုက္ႏွစ္စုံကို နာမည္တူေနေတာ့ ေရာေထြးမိသြားပါတယ္တဲ့။ကဲ အဲ့ဒီမွာ ဇာတ္လမ္းက စၿပီ။ဟန္နီးရဲ႕ သုက္က ဒီးပ္တီးဆီ ေရာက္သြားၿပီး ဗာ႐ြန္ရဲ႕ သုက္က မိုနီကားဆီ မွားၿပီး ေရာက္သြားၿပီလို႔ သိလိုက္ရတဲ့ အခါမွာေတာ့…..ကဲ ကိုယ့္လူတို႔…. ဟာသကားေကာင္း နာမည္ႀကီး တစ္ကားမို႔ လက္မလြတ္တမ္းၾကည့္သင့္ပါတယ္ဆိုတာ မေျပာလည္း သိၾကမယ္မဟုတ္လား။ဒီကားမွာ ခင္ဗ်ားတို႔ေတြ ခြီလည္းခြီရမယ္ မ်က္ရည္လည္းက်ရမယ္ဆိုတာ ရဲရဲႀကီးအာမခံပါတယ္ေပးရတဲ့အခ်ိန္နဲ႔တန္တဲ့ အိႏၵိယကားေကာင္းတစ္ကားၾကည့္ခ်င္ရင္ေတာ့ လက္မေႏွးဘဲ အေျပးသာေဒါင္းလိုက္ၾကပါေတာ့IMDbမွာေတာ့ 7.6/10 အထိရထားၿပီး ဝါရင့္သ႐ုပ္ေဆာင္တို႔ရဲ႕ ေျပာင္ေျမာက္လွတဲ့ သ႐ုပ္ေဆာင္မႈေတြကို ခံစားၾကည့္ရႉၾကပါဦးဗ်ာ။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ စီအမ္ရဲ႕အိႏၵိယဇာတ္ကားဘာသာျပန္ေတြျဖစ္ၾကတဲ့ ေဇာ္ထူး၊ ညီကိုးႏွင့္ ျမင့္သူတို႔ပဲျဖစ္ပါတယ္File Size : (2.0 GB) and (950 GB)Quality : AMZN WEB-DL (1080p 5.1, 720p)Running Time : 2hr 14minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Zaw Htoo, Nyi Nyi Koe & Myint ThuEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1DRzyZsg88QZ2u5d5Nie2bet9U6.jpg",
      "https://image.tmdb.org/t/p/w300/2jwns3w9SIImVoUs0wPXljF9vbu.jpg",
      "https://image.tmdb.org/t/p/w300/48Uvy8xBD18nNaKePizQSJVyXxk.jpg",
      "https://image.tmdb.org/t/p/w300/pioDOFsyYEPB9cPRyGl6zqUDYGW.jpg",
      "https://image.tmdb.org/t/p/w300/laaDDuP4cAdYUeA4qESFz5LvAZk.jpg",
      "https://image.tmdb.org/t/p/w300/mhzNriq1YYJjGl9o3RQrGPUzKIR.jpg",
      "https://image.tmdb.org/t/p/w300/wdsJK35X9rqbC9ltmRv6H4yxBau.jpg",
      "https://image.tmdb.org/t/p/w300/uh20sr2rIrDyyh4qaYs3jhQFU8J.jpg",
      "https://image.tmdb.org/t/p/w300/w3832nqS4bhbRTy15dx4xpIIsHK.jpg",
      "https://image.tmdb.org/t/p/w300/u0eTUoBSPY3zImdZeJ3XUrBjLpv.jpg",
      "https://image.tmdb.org/t/p/w300/AqYfTEwg1yr1QTNoI4wjA25eER0.jpg",
      "https://image.tmdb.org/t/p/w300/iHrcuEUvRZek4uKhE6vMEWdxi7V.jpg",
      "https://image.tmdb.org/t/p/w300/yEu2Sr2NT4qNlYfpT7JX9YbO2ox.jpg",
      "https://image.tmdb.org/t/p/w300/g1ureCBR1XOoYp7w76uJX6yuZfz.jpg",
      "https://image.tmdb.org/t/p/w300/pd9moxRQaOsERovMUCpc1RYG4zV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7ryYmy2rHP8DXBaR2pDFt3JaTnx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f514ttq0f4fl.html",
        "server": "usersdrive.com",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/good-newwz-2019-1080-p-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/2T1fn/Good_Newwz_[2019]_{1080p}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://mega.nz/file/syAECIID#SJP_Fesv_yhnyYwhs_FDp67MFB5EB1285oWcBhA4f_k",
        "server": "mega.nz",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/9p2esndz8hkf",
        "server": "upstream.to",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/79vrev76r3sf.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/good-newwz-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x6ii/Good_Newwz_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o25UVYaa#5L78NsFXY7PmZU2r23xm2r4yXGzSQuq_mGlgGaifQb8",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/17k2i7z9l8rc",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|87 min|Action,Thriller",
    "rating": {
      "rating": "3.3/10",
      "rating_count": "263"
    },
    "title": "The Tracker (2019)",
    "description": "ZawGyi====================အီတလီကိုလာရင္း သူ႔ဇနီးနဲ႔သမီးေလး ျပန္ေပးဆြဲခံရ၊အသတ္ခံရၿပီးေနာက္ အမႈမွန္မေပၚခဲ့ပါဘူး။ဆယ္ႏွစ္ၾကာၿပီး တစ္ေန႔က်ေတာ့ စုံေထာက္တစ္ေယာက္ကအမႈအေၾကာင္းသတင္းရထားလို႔ အီတလီကိုျပန္လာေတြ႕ပါလို႔ အေၾကာင္းၾကားပါတယ္။သူသြားတဲ့အခ်ိန္မွာေတာ့ အဲ့စုံေထာက္ရွိ‌မေနေတာ့ဘဲသူ႔ဘာသာသူ႔မိသားစုအတြက္ တရားမွ်တမႈရွာရမယ့္အခ်ိန္ျဖစ္သြားပါေတာ့တယ္။ဒီကားမွာ လူအိုတစ္ေယာက္နဲ႔ စုံေထာက္ေလးတစ္ေယာက္တို႔ ျပန္ေပးဆြဲမႈအတြက္တရားမွ်တမႈရွာတာေတြကိုရႈစားရမွာပါ။Unicode====================အီတလီကိုလာရင်း သူ့ဇနီးနဲ့သမီးလေး ပြန်ပေးဆွဲခံရ၊အသတ်ခံရပြီးနောက် အမှုမှန်မပေါ်ခဲ့ပါဘူး။ဆယ်နှစ်ကြာပြီး တစ်နေ့ကျတော့ စုံထောက်တစ်ယောက်ကအမှုအကြောင်းသတင်းရထားလို့ အီတလီကိုပြန်လာတွေ့ပါလို့ အကြောင်းကြားပါတယ်။သူသွားတဲ့အချိန်မှာတော့ အဲ့စုံထောက်ရှိ‌မနေတော့ဘဲသူ့ဘာသာသူ့မိသားစုအတွက် တရားမျှတမှုရှာရမယ့်အချိန်ဖြစ်သွားပါတော့တယ်။ဒီကားမှာ လူအိုတစ်ယောက်နဲ့ စုံထောက်လေးတစ်ယောက်တို့ပြန်ပေးဆွဲမှုအတွက် တရားမျှတမှုရှာတာတွေကိုရှုစားရမှာပါ။File Size : ( 816 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s1CJHk3fHmbmvCN3zbWZRXS0fnf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AbuABv7tpwiPYPiHuANbrXjqkFG.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/8bfe514/the-tracker-720p-2019-cm-mp4",
        "server": "yuudrive.me",
        "size": "816 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/db7c8/the-tracker-480p-2019-cm-mp4",
        "server": "yuudrive.me",
        "size": "303 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tracker-720-p-2019-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "816 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tracker-480-p-2019-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "303 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/1wc2s/The.Tracker.720p.(2019).(cm).mp4",
        "server": "megaup.net",
        "size": "816 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2c9v3/The.Tracker.480p.(2019).(cm).mp4",
        "server": "megaup.net",
        "size": "303 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://mega.nz/file/IDwXHCQb#YztX8Ky96U3H7nzXabQF36HEtMLntKX0aYWK25NqcUE",
        "server": "mega.nz",
        "size": "816 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/sKpRTKrQ#YVI16xjNoci9D21-gVieH3dZblJZhq3e2q7uB7CTXzg",
        "server": "mega.nz",
        "size": "303 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "LcvqTXgCFKk",
      "video_url": "https://www.youtube.com/watch?v=LcvqTXgCFKk",
      "embed_url": "https://www.youtube.com/embed/LcvqTXgCFKk"
    }
  },
  {
    "metadata": "Not Rated|2019|130 min|Drama,History",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "4,694"
    },
    "title": "Mission Mangal(2019)",
    "description": "Mission Mangal(2019)အညှှနြး************************(Zawgyi)မိုဘိုင်းဖုန်းဆိုတာ ဘာမှန်းမသိသေးတဲ့အချိန်တစ်ခုကို ကျွန်တော်တို့ ပြန်သွားကြည့်ရအောင်... အဲ့လိုအချိန်တစ်ခုရဲ့ စကားဝိုင်းတစ်ခုမှာ “နောင်ကျရင် လူတွေက ရန်ကုန်နဲ့ မန်းလေး ဆက်သွယ်စကားပြောဖို့ကိုငါးလက်မလောက်ပဲရှိတဲ့ ပစ္စည်းလေးရှိရုံနဲ့ စကားပြောလို့ရတော့မှာ” လို့ ကျွန်တော် ပြောလိုက်ရင်ခင်ဗျားတို့အကုန်လုံး ဝိုင်းလှောင် ဝိုင်းဟားကြမှာပါ “သိပ္ပံအောင်မြင်မှုဆိုတာ တစ်ချိန်တုန်းကတော့ ဟာသတစ်ပုဒ်လိုပါပဲ” တဲ့ISRO ဆိုတဲ့ အိန္ဒိယအာကာသ သုတေသနအဖွဲ့က သိပ္ပံပညာရှင် ရာကိရှ်ဒါဝမ်မှ သူ့ကို ဝေဖန်လာတဲ့သူကို ပြန်ချေပလိုက်တဲ့စကားပါ…ဒါဆို သူက ဘယ်လိုဟာသတွေ ပြောလိုက်တာပါလိမ့် မားစ်ဂြိုဟ်ကိုလေ့လာဖို့ ဂြိုဟ်တုလွှတ်တင်မယ်လို့ ပြောလိုက်တာပါ... အဲ့ဒီအချိန်တုန်းက မားစ်ကိုသွားဖို့ ကြိုးစားရာမှာ ကမ္ဘာ့ထိပ်သီးနိုင်ငံတွေဖြစ်တဲ့ ရုရှားနဲ့ အမေရိကန်လည်း ပါဝင်ပါတယ်...သူတို့တွေ အောင်မြင်ခဲ့လားဆိုတော့ မအောင်မြင်ခဲ့ပါဘူး…ရုရှားဟာ ရှစ်ကြိမ်တိုင်တိုင် ကျရှုံးခဲ့ပြီး အမေရိကန်ဟာလည်း လေးကြိမ်တိုင်အောင် ကျရှုံးထားတာပါ... ဒါကို အိန္ဒိယသိပ္ပံပညာရှင် ရာကိက ဘာပြောလဲဆိုတော့ “ပထမဆုံးအကြိမ်မှာကို အောင်မြင်အောင် လုပ်ပြမယ်” တဲ့ဒီလိုစကားပြောရအောင်သူ့မှာ ဘယ်လိုယုံကြည်ချက်တွေ ဘယ်လိုအရည်အချင်းတွေရှိလို့များပါလိမ့်…သူဘယ်လိုတွေဆက်လုပ်ပြမလဲဆိုတာကိုတော့ ဖြစ်ရပ်မှန် အိန္ဒိယသိပ္ပံကားလေးမှာပဲ ကြည့်ကြည့်လိုက်ကြပါ…ဇာတ်ကားကောင်းမို့ လက်မလွှတ်စေချင်ပါကြောင်း….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…..(Unicode)မိုဘိုငျးဖုနျးဆိုတာ ဘာမှနျးမသိသေးတဲ့အခြိနျတဈခုကို ကြှနျတောျတို့ ပွနျသှားကွည့ျရအောငျ... အဲ့လိုအခြိနျတဈခုရဲ့ စကားဝိုငျးတဈခုမှာ “နောငျကရြငျ လူတှကေ ရနျကုနျနဲ့ မနျးလေး ဆကျသှယျစကားပွောဖို့ကိုငါးလကျမလောကျပဲရှိတဲ့ ပစ်စညျးလေးရှိရုံနဲ့ စကားပွောလို့ရတော့မှာ” လို့ ကြှနျတောျ ပွောလိုကျရငျခငျဗြားတို့အကုနျလုံး ဝိုငျးလှောငျ ဝိုငျးဟားကွမှာပါ “သိပ်ပံအောငျမွငျမှုဆိုတာ တဈခြိနျတုနျးကတော့ ဟာသတဈပုဒျလိုပါပဲ” တဲ့ISRO ဆိုတဲ့ အိန်ဒိယအာကာသ သုတသေနအဖှဲ့က သိပ်ပံပညာရှငျ ရာကိရျှဒါဝမျမှ သူ့ကို ဝဖေနျလာတဲ့သူကို ပွနျခြပေလိုကျတဲ့စကားပါ…ဒါဆို သူက ဘယျလိုဟာသတှေ ပွောလိုကျတာပါလိမ့ျ မားဈဂွိုဟျကိုလေ့လာဖို့ ဂွိုဟျတုလှှတျတငျမယျလို့ ပွောလိုကျတာပါ... အဲ့ဒီအခြိနျတုနျးက မားဈကိုသှားဖို့ ကွိုးစားရာမှာ ကမ်ဘာ့ထိပျသီးနိုငျငံတှဖွေဈတဲ့ ရုရှားနဲ့ အမရေိကနျလညျး ပါဝငျပါတယျ...သူတို့တှေ အောငျမွငျခဲ့လားဆိုတော့ မအောငျမွငျခဲ့ပါဘူး…ရုရှားဟာ ရှဈကွိမျတိုငျတိုငျ ကရြှုံးခဲ့ပွီး အမရေိကနျဟာလညျး လေးကွိမျတိုငျအောငျ ကရြှုံးထားတာပါ... ဒါကို အိန်ဒိယသိပ်ပံပညာရှငျ ရာကိက ဘာပွောလဲဆိုတော့ “ပထမဆုံးအကွိမျမှာကို အောငျမွငျအောငျ လုပျပွမယျ” တဲ့ဒီလိုစကားပွောရအောငျသူ့မှာ ဘယျလိုယုံကွညျခကြျတှေ ဘယျလိုအရညျအခငြျးတှရှေိလို့မြားပါလိမ့ျ…သူဘယျလိုတှဆေကျလုပျပွမလဲဆိုတာကိုတော့ ဖွဈရပျမှနျ အိန်ဒိယသိပ်ပံကားလေးမှာပဲ ကွည့ျကွည့ျလိုကျကွပါ…ဇာတျကားကောငျးမို့ လကျမလှှတျစခေငြျပါကွောငျး….ဇာတျလမျးအညှှနျးနဲ့ ဘာသာပွနျသူကတော့ Paing ပဲဖွဈပါတယျ…..File Size : (1.01GB) and (380 MB)Quality :WEB-DL 720p,Format…mp4Duration…02:10:00Genre :  Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2VjCD42B5vwfLlvIBSgvq8NkVtO.jpg",
      "https://image.tmdb.org/t/p/w300/fILNyeMST1ldb78urbya6uZirUN.jpg",
      "https://image.tmdb.org/t/p/w300/geEdU5r8tMULDWnWfjlqhpZHrLc.jpg",
      "https://image.tmdb.org/t/p/w300/1Ug85sRwqKJA3p7h0oj5tj3zY1r.jpg",
      "https://image.tmdb.org/t/p/w300/5elD2VHSLWvFwCSj4dNfH4FYpu3.jpg",
      "https://image.tmdb.org/t/p/w300/yFiG2PEELckkju9zZjVC8Jr7mYi.jpg",
      "https://image.tmdb.org/t/p/w300/rKPS7bui9xWIjPK5X6jnbLdxTSC.jpg",
      "https://image.tmdb.org/t/p/w300/5p38BElzTB4ltpJ2hMqept3Sfzh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nQZJK8ApcqjkHs7IE3ybQudBz8J.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/cvNRjrlPdU",
        "server": "drive.google.com",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://myandrive.net/file/1rFOeiZg8i",
        "server": "drive.google.com",
        "size": "400MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/4ax62/Mission_Mangal.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/4ax6j/Mission_Mangal.2019.360P.PP.mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/2AKy/Mission_Mangal.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://soliddrive.co/2AKz/Mission_Mangal.2019.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "400MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/uLhd4kdH4nY/Mission_Mangal.2019.WEB-DL.720P.PP.mp4",
        "server": "openload.co",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://openload.co/f/-9zwk70bFdk/Mission_Mangal.2019.360P.PP.mp4",
        "server": "openload.co",
        "size": "400MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/ksmcpkpetmllkrqd/Mission_Mangal_2019_WEB-DL_720P_PP_mp4",
        "server": "streamango.com",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://streamango.com/f/nnrlmtrsccfakpdq/Mission_Mangal_2019_360P_PP_mp4",
        "server": "streamango.com",
        "size": "400MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/T4ds",
        "server": "mirrorace.com",
        "size": "1.01GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mirrorace.com/m/3AU35",
        "server": "mirrorace.com",
        "size": "400MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|99 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "827"
    },
    "title": "Playmobil: The Movie (2019)",
    "description": "ကာတွန်းကားလေးတွေကိုကြိုက်နှစ်သက်သူများအတွက်ပေါ့ပေါ့ပါးပါးကာတွန်းကားလေးပါ။Anya Taylor-Joyအပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့Daniel Radcliffe, Adam Lambert နဲ့ Meghan Trainorတို့ကပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မာလာဆိုတဲ့ကောင်မလေးကငယ်စဉ်ကသူ့မောင်လေးနဲ့အတူ ခရီးတွေထွက်ပြီးစွန့်စားခန်းတွေဖွင့်ချင်ခဲ့ပေမယ့်မိဘတွေသေဆုံးသွားတဲ့အတွက်ကြောင့်လက်တွေ့ဘဝထဲမှာပဲကျင်လည်နေရပါတယ်။တစ်နေ့မှာတော့ အပြင်ထွက်သွားတဲ့သူ့မောင်လေးနောက်လိုက်ရင်းနဲ့သူတို့မောင်နှမ Playmobilကမ္ဘာထဲရောက်သွားပြီးရုပ်လေးတွေဖြစ်သွားပါတယ်။Vikingဖြစ်သွားတဲ့သူ့မောင်လေးဖမ်းဆီးခံလိုက်ရတဲ့နောက်မှာတော့မာလာတစ်ယောက်စွန့်စားခန်းတွေဖွင့်ရင်းလိုက်လံကယ်ဆယ်ရပါတော့တယ်။ဇာတ်လမ်းကခမ်းခမ်းနားနားကြီးမဟုတ်ပေမယ့်ပေါ့ပေါ့ပါးပါးနဲ့ချစ်စရာ‌ကောင်းတဲ့ ကာတွန်းကားလေးပါ။File Size : ( 928 MB , 347 MB )Quality :  Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint Lwinzawgyiကာတြန္းကားေလးေတြကိုႀကိဳက္ႏွစ္သက္သူမ်ားအတြက္ေပါ့ေပါ့ပါးပါးကာတြန္းကားေလးပါ။Anya Taylor-Joyအျပင္ အသံသ႐ုပ္ေဆာင္ေတြအေနနဲ႔Daniel Radcliffe, Adam Lambert နဲ႔ Meghan Trainorတို႔ကပါဝင္အားျဖည့္ထားပါတယ္။ဇာတ္လမ္းေလးကေတာ့ မာလာဆိုတဲ့ေကာင္မေလးကငယ္စဥ္ကသူ႔ေမာင္ေလးနဲ႔အတူ ခရီးေတြထြက္ၿပီးစြန႔္စားခန္းေတြဖြင့္ခ်င္ခဲ့ေပမယ့္မိဘေတြေသဆုံးသြားတဲ့အတြက္ေၾကာင့္လက္ေတြ႕ဘဝထဲမွာပဲက်င္လည္ေနရပါတယ္။တစ္ေန႔မွာေတာ့ အျပင္ထြက္သြားတဲ့သူ႔ေမာင္ေလးေနာက္လိုက္ရင္းနဲ႔သူတို႔ေမာင္ႏွမ Playmobilကမာၻထဲေရာက္သြားၿပီး႐ုပ္ေလးေတြျဖစ္သြားပါတယ္။Vikingျဖစ္သြားတဲ့သူ႔ေမာင္ေလးဖမ္းဆီးခံလိုက္ရတဲ့ေနာက္မွာေတာ့မာလာတစ္ေယာက္စြန႔္စားခန္းေတြဖြင့္ရင္းလိုက္လံကယ္ဆယ္ရပါေတာ့တယ္။ဇာတ္လမ္းကခမ္းခမ္းနားနားႀကီးမဟုတ္ေပမယ့္ေပါ့ေပါ့ပါးပါးနဲ႔ခ်စ္စရာ‌ေကာင္းတဲ့ ကာတြန္းကားေလးပါ။File Size : ( 928 MB , 347 MB )Quality :  Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/axmxVeX5R1FfN7w4LNFehskDxW1.jpg",
      "https://image.tmdb.org/t/p/w300/w4Ts2MJw0wRSu3wohSTssZzwGW5.jpg",
      "https://image.tmdb.org/t/p/w300/cHRjdMiOQqHRckAvk1kq9l19j9l.jpg",
      "https://image.tmdb.org/t/p/w300/plZnEmarXP45Wrtqxg2pIL8Lbwm.jpg",
      "https://image.tmdb.org/t/p/w300/yeRcBQ3TNtrooPPBPLq8Uw8UC8P.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zPQzLZnfVw9fbXyxxglyOsmQBlu.jpg",
    "movie_links": [
      {
        "link": "http://myandrive.net/file/MJGFqubEii",
        "server": "usersdrive.com",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/29xsi/(CM)_Playmobil_The_Movie_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/1nw10ThC#PysPYh9sBb9uB2YqaaJUpJoiCHnsa2O_rPp8d_k59UI",
        "server": "mega.nz",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/h7qmbg3r71vy",
        "server": "usersdrive.com",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/4hN7y",
        "server": "usersdrive.com",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/ven6l9glb4p5.html",
        "server": "usersdrive.com",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/c6fbde/cm-playmobil-the-movie-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-playmobil-the-movie-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/xqxvjh385e8n",
        "server": "upstream.to",
        "size": "928 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "xgyP9GG9Ecw",
      "video_url": "https://www.youtube.com/watch?v=xgyP9GG9Ecw",
      "embed_url": "https://www.youtube.com/embed/xgyP9GG9Ecw"
    }
  },
  {
    "metadata": "PG|2019|1h 44min|Action,Adventure,Animation",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "94,690"
    },
    "title": "How to Train Your Dragon: The Hidden World (2019)",
    "description": "How to Train Your Dragon: The Hidden World (2019)IMDb – 7.5/10_____Rotten – 91%How To Train Your Dragon ဟာ ၁ နဲ့ယခုဇတ်သိမ်းမယ့် ၃ ဟာ ၉ နှစ်ခြားခဲ့ပါတယ်…How To Train Your Dragon ရဲ့ပရိတ်သတ်တွေအမြောက်အမြားဆိုတာယုံမှားဖွယ်မရှိပါဘူးဇာတ်လမ်းအကျဉ်းဟစ်ကပ်တို့ရဲ့ ဘာ့ခ်မှာ နဂါးတွေ တဖြည်းဖြည်းများပြားလာသလိုနဂါးမုဆိုးတွေရဲ့ ရန်ကလည်း ပိုကြီးမားလာပါတယ်။ဒါကြောင့် နဂါးတွေနဲ့ သူ့လူတွေ လုံခြုံစေဖို့ ဟစ်ကပ်ဟာကမ္ဘာကြီးရဲ့ အဆုံးက လျို့ဝှက်နေရာတစ်ခုကိုရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။Filesize : 4.1GB  / 1.74GB / 922MBQuality : 4K BluRay HEVC / 1080p BluRay / 720pFormat : mp4Running Time : 1h 44 minSubtitle : Myanmar Subtitle (Hardsub )Translator  : LittleneoEncoder : Thit San Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lFwykSz3Ykj1Q3JXJURnGUTNf1o.jpg",
      "https://image.tmdb.org/t/p/w300/h3KN24PrOheHVYs9ypuOIdFBEpX.jpg",
      "https://image.tmdb.org/t/p/w300/xrFN55qkXziJuxWcxg34Do5uZLe.jpg",
      "https://image.tmdb.org/t/p/w300/lqROGEZ7NvUX08dAzUSJQcy8m74.jpg",
      "https://image.tmdb.org/t/p/w300/rOE5yAP1uRMuZWK6geLyqVA7qRH.jpg",
      "https://image.tmdb.org/t/p/w300/nkWMDZgiBcvcWyAtmJrgY0oYZvR.jpg",
      "https://image.tmdb.org/t/p/w300/c56qP2v5vDeYd6Kre9DL47VMcUH.jpg",
      "https://image.tmdb.org/t/p/w300/xt1eGafwaY42gBvYCUqXQrjUVjw.jpg",
      "https://image.tmdb.org/t/p/w300/wheuIhqlTTuJ9cb8kPMI3TAmbgr.jpg",
      "https://image.tmdb.org/t/p/w300/lgPMQUtps0IbxrQzcEmYRrCOZh3.jpg",
      "https://image.tmdb.org/t/p/w300/jvEXiVQfjNZdEyk839RYkSBTiXo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-trin-your-dragon-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-to-train-your-dragon-the-hidden-world-2019-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-the-hidden-world-2019-2160-p-blu-ray-x-265-10-bit-sdr-5-1-4-k-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/xu9uyw4ohmr4.html",
        "server": "usersdrive.com",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://megaup.net/39z51/How.to.Train.Your.Dragon.The.Hidden.World.2019.2160p.BluRay.x265.10bit.SDR_5.1_4K_%7BCM%7D.mkv",
        "server": "megaup.net",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-the-hidden-world-2019-1080-p-blu-ray-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9rh9ds2kvvqi.html",
        "server": "usersdrive.com",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/39z5A/How.to.Train.Your.Dragon.The.Hidden.World.2019.1080p.BluRay__5.1___%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/u2xwauz341on.html",
        "server": "streamsb.com",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/kq358ds7bszv",
        "server": "veryfiles.com",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-the-hidden-world-2019-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "922MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8t7tx6l2euub.html",
        "server": "usersdrive.com",
        "size": "922MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1NEax/How.to.Train.Your.Dragon.The.Hidden.World.2019.720p.BluRay__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "922MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/q45wotfoeutn.html",
        "server": "streamsb.com",
        "size": "922MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/udw2rmy5hobx",
        "server": "veryfiles.com",
        "size": "922MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qLTDtbYmdWM",
      "video_url": "https://www.youtube.com/watch?v=qLTDtbYmdWM",
      "embed_url": "https://www.youtube.com/embed/qLTDtbYmdWM"
    }
  },
  {
    "metadata": "PG-13|2019|132 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "88,869"
    },
    "title": "Shazam! (2019)",
    "description": "ဒီဟီးရိုးကတော့ မှော်အစွမ်းကို အခြေခံထားတာပါပဲ။ Shazam လို့အော်လိုက်ရင် 14 နှစ်သားကောင်လေးအဖြစ်ငးကနေလူကြီးအရွယ် စူပါဟီးရိုးအဖြစ် ပြောင်းလဲသွားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မှော်ဆရာအဖွဲ့ကြီးတစ်ခုရဲ့ နောက်ဆုံးကျန်တဲ့ မှော်ဆရာဟာကမ္ဘာကြီးကို နတ်ဆိုး ၇ ပါးရန်ကနေ ကာကွယ်ထားရပါတယ်။ သူ့ရဲ့အစွမ်းတွေ အားနည်းလာချိန်မှာတော့ သူ့နေရာကိုဆက်ခံဖို့ စိတ်ထားကောင်းမွန်တဲ့ လူတစ်ယောက်ကို ရှာဖွေရပါတော့တယ်။ဒီဟီးရိုးကတော့ Justice League သာ ဆက်ထွက်ခဲ့ရင် ပါလာနိုင်တာမို့ သူ့ရဲ့ မူလဇစ်မြစ်ကို ဒီကားမှာ သေချာတွေ့ရမှာပါ။(Littleneo ဘာသာပြန်သည်)File Size : (2.50 GB) , (1.20 GB) and (600 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 2hr 12minFormat : Mp4Genre : Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Bluray.Atmos.TrueHD.7.1.x264-EVOTranslated by LittleneoEncoded by THZ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qwgGtdlLMKYvT2tV8hLY22syRHN.jpg",
      "https://image.tmdb.org/t/p/w300/bi4jh0Kt0uuZGsGJoUUfqmbrjQg.jpg",
      "https://image.tmdb.org/t/p/w300/nmV9MdbzST4xv8WMHwhVgxkHHjM.jpg",
      "https://image.tmdb.org/t/p/w300/ex0dyFiWae5t8EYWZJlZmYXC05q.jpg",
      "https://image.tmdb.org/t/p/w300/j1Jak9AxmvDcn0EmO5ObQmhhlXO.jpg",
      "https://image.tmdb.org/t/p/w300/8q5q6wR67oIPpZk4zrgkMU1EgSp.jpg",
      "https://image.tmdb.org/t/p/w300/wVIQswE1Q6uf5vew6Y9wuW2G8MR.jpg",
      "https://image.tmdb.org/t/p/w300/agGKWTDMiEMoVVbMDzawDUGxWWp.jpg",
      "https://image.tmdb.org/t/p/w300/zORJw1HJ632rjdz0cUSjWlEiSyy.jpg",
      "https://image.tmdb.org/t/p/w300/xVA2jvmQaBzPWfcNlFsqIxfhtSo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xnopI5Xtky18MPhK40cZAGAOVeV.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7zwnlcayapa7.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dTpyQSoA#xEsXsn5jv24dlOAbAIOiRkxrk6JhVSHLsW459EAlULc",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dkao/Shazam!_(2019)_1080P_5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ab8uv1lgzcg1.html",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dk9u/Shazam!_(2019)_720P.mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QL5WTRaB#bxmcUA4qhFfZOKCoRQR0ueRp3WPBwUH2SDkxTyJJOeo",
        "server": "mega.nz",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ngkfrd8p5v3k.html",
        "server": "streamsb.com",
        "size": "1.20 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "go6GEIrcvFY",
      "video_url": "https://www.youtube.com/watch?v=go6GEIrcvFY",
      "embed_url": "https://www.youtube.com/embed/go6GEIrcvFY"
    }
  },
  {
    "metadata": "UR|2019|1h 29min|Drama,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1635"
    },
    "title": "Sightless (2020)",
    "description": "Sightless (2020)*****************ဇာတ်လမ်းအညွှန်းနှင်းတွေကျနေတဲ့ညတစ်ညမှာ နာမည်ကြီးတယောပညာရှင်အယ်လန်အက်ရှ်လန်းတစ်ယောက်ဟာသူစိမ်းတစ်ယောက်ရဲ့ တိုက်ခိုက်ခြင်းကိုခံလိုက်ရပါတယ်။သတိရလာချိန်မှာတော့ အယ်လန်တစ်ယောက် မျက်စိမမြင်တော့ပါဘူး။နိုင်ငံခြားရောက်နေတဲ့အကိုရဲ့ စီစဉ်မှုနဲ့ အယ်လန်တစ်ယောက်ဆီယက်တဲလ်မြို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တိုက်ခန်းကိုရောက်ရှိလာပါတယ်။မျက်မမြင်ခါစ အယ်လန့်အတွက် ကလေတန်ဆိုတဲ့အမျိုးသားသူနာပြုတစ်ယောက် ငှားထားပေးသော်လည်းအယ်လန်တစ်ယောက်နေသားမကျနိုင်ဖြစ်နေပါတယ်။အကိုဖြစ်သူကိုလည်းဆက်သွယ်မရ၊သူငယ်ချင်းဖြစ်သူကိုလည်းဆက်သွယ်မရနဲ့မိမိအဖြစ်ကိုမကျေမချမ်းဖြစ်နေတဲ့ အယ်လန့်အတွက်နေထိုင်ရာ တိုက်ခန်းမှာ ပုံမှန်မဟုတ်တာတွေကို သတိထားမိလာတဲ့အခါအမှောင်ထဲမှာ လမ်းပျောက်နေတဲ့အယ်လန့်အတွက်ဘယ်လိုလျှို့ဝှက်သည်းဖိုဖွယ် အဖြစ်မှန်တစ်ခုကစောင့်ကြိုနေလဲဆိုတာ တော့….(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။)File Size : (1.44 GB) and (804 MB)Quality :1080p.WEB-DLFormat…mp4Duration…1h 29minGenre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ChokoEncoded by Myoko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cMcn5W38E5FVao1FqIZllO11nSF.jpg",
      "https://image.tmdb.org/t/p/w300/oZLGQwThjiFCFWDfgkZGzyPKkrz.jpg",
      "https://image.tmdb.org/t/p/w300/eiETbEln1eUY1esWXft0ea78GnS.jpg",
      "https://image.tmdb.org/t/p/w300/hZCgCYtyiWOT5tFPXXnWr3D2xpt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTExMmZjMzItNTNlZS00ZjU1LTk5M.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sightless-2020",
        "server": "VIP Links",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/sightless-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://mega.nz/file/wzw0UJ5a#PouiaifhtXeEiR6vyxEzJG6GTRcakQNSC9djy5DBvMU",
        "server": "mega.nz",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://usersdrive.com/6l391fucon2s.html",
        "server": "usersdrive.com",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://upstream.to/7gfcmkglnu1x",
        "server": "upstream.to",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://veryfiles.com/u75z4rn8yu4s",
        "server": "veryfiles.com",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://www.datbu.com/ldkppd8zhx8u.html",
        "server": "datbu.com",
        "size": "1.44 GB",
        "quality": "1080p.WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/sightless-2020-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      },
      {
        "link": "https://mega.nz/file/szJTiCRQ#t30NYfxX05ak3gyDv1BAdvZNnjCQQfE3DbVLCt39LGo",
        "server": "mega.nz",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      },
      {
        "link": "https://usersdrive.com/vrc9tkm64nse.html",
        "server": "usersdrive.com",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      },
      {
        "link": "https://upstream.to/fjef6a6bxvh6",
        "server": "upstream.to",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      },
      {
        "link": "https://veryfiles.com/hhqg7kpp3zlr",
        "server": "veryfiles.com",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      },
      {
        "link": "https://www.datbu.com/4xtkt934p5d7.html",
        "server": "datbu.com",
        "size": "804 MB",
        "quality": "720p.WEB-DL"
      }
    ],
    "trailer": {
      "video_id": "oOAFdru_lQs",
      "video_url": "https://www.youtube.com/watch?v=oOAFdru_lQs",
      "embed_url": "https://www.youtube.com/embed/oOAFdru_lQs"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Action,Comedy,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "5000"
    },
    "title": "Welcome to Acapulco(2019)",
    "description": "Welcome to Acapulco(2019)ရင္ခုန္စိတ္လႈပ္ရွားစရာအက္ရွင္ ဇာတ္ကားေလးေတြကိုမွ ၾကည့္ခ်င္ပါတယ္ဆိုတဲ့ ပရိ္သတ္ၾကီးအတြက္ ၂၀၁၉ ထဲမွာ ထြက္ရွိထားတဲ့Welcome to Acapulco ဆုိတဲ့ ဇာတ္ကားသစ္ေလး တင္ဆက္ေပးပါမယ္နယူးေယာက္က ဂိမ္းေတြကို ဒီဇိုင္းေရးတဲ့ ပရိုဂရမ္မာေလးတစ္ေယာက္ဟာ အလုပ္ကိစၥနဲ႔ နယူးမကၠဆီကိုကို သြားဖို႔ေလဆိပ္မွာ ေလယာဥ္ေစာင့္ေနရင္း မိတ္ေဆြတစ္ဦးနဲ႕မထင္မွတ္ဘဲေတြ႔ျပီး ေသာက္ၾကစားၾကရင္း ေရခ်ိန္လြန္သြားခဲ့ပါတယ္…အမူးလြန္ျပီးသတိျပန္ရလာခ်ိန္မွာ သူဟာေလယာဥ္ေပၚေရာက္ေနျပီးျဖစ္ျပီးေတာ့ သူစီးလာခဲ့တဲ့ ေလယာဥ္ဟာနယူးမကၠဆီကိုမဟုတ္ဘဲ အရင္မကၠဆီကိုကိုျဖစ္ေနပါတယ္…ေလယာဥ္မွားစီးလာျပီေပါ့…ဒါေၾကာင့္ နယူးမကၠဆီကို ကို ျပန္စီးဖို႔ ေလယာဥ္လက္မွတ္ဝယ္ေသာ္လည္း ေနာက္ေန႕မွ လက္မွတ္ရမွာျဖစ္တဲ့အတြက္ေရာက္ရာအရပ္မွာပဲ တစ္ရက္ေလာက္ေနဖို႔ ဆံုးျဖတ္လိုက္ခ်ိန္မွာေတာ့ ဘာေၾကာင့္မွန္းမသိတဲ့ အေၾကာင္းကိစၥတစ္ခုေၾကာင့္အက္ဖ္ဘီအိုင္ေတြ စီအိုင္ေအေတြ လူဆိုးဂိုဏ္းေတြ စုျပံဳ ၿပီး အမဲလုိက္သလုိ  သူ႕ေနာက္ကုိ လုိက္ၾကပါေတာ့တယ္…. ဘာေၾကာင့္မ်ားျဖစ္မလဲ ..သူ႕အသက္ေဘးက ေနလြတ္ပါ့မလား…ဘယ္လုိေတြရုန္းထြက္မလဲ…သူ႕ေနာက္ကုိေရာ အဖြဲ႕ေပါင္းမ်ားစြာက ဘာျဖစ္လုိ႕လုိက္ေနတာလဲ…ကိုယ္တိုင္ပဲ…ၾကည့္ရွဳခံစားေတာ္မူၾကပါ..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (330 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:28:00Genre :Action,Comedy,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oyom7j5hNQCmBJ0uAc2eOT47cJ0.jpg",
      "https://image.tmdb.org/t/p/w300/8L8WXhjJmhtatuscmCfmI3wjoyq.jpg",
      "https://image.tmdb.org/t/p/w300/hhEgV7N43s1H8oB1hx0NTNN8mqr.jpg",
      "https://image.tmdb.org/t/p/w300/kI6xgV3pOmwW4Y3q1dd2JqjJzws.jpg",
      "https://image.tmdb.org/t/p/w300/xr3urFoniD6kuyJoiPc9nXPMiFP.jpg",
      "https://image.tmdb.org/t/p/w300/ogYwEaNsfsDNfGBd6ByqnLRxCzr.jpg",
      "https://image.tmdb.org/t/p/w300/fMYPN0i44uZLcB6rpWxDerEIeZx.jpg",
      "https://image.tmdb.org/t/p/w300/2R4QyumHrVHlom1cXY853JRoSnA.jpg",
      "https://image.tmdb.org/t/p/w300/pw2SWWouzvIxUeMUrOe4KUFrdHB.jpg",
      "https://image.tmdb.org/t/p/w300/9LucBRP9vmQHxsjlWFYDRJvtlqQ.jpg",
      "https://image.tmdb.org/t/p/w300/mYhrg9fnfJJWDYZ27vf2A3WGuHD.jpg",
      "https://image.tmdb.org/t/p/w300/2LbFx488fDfroNLZO9vv56VQ8yS.jpg",
      "https://image.tmdb.org/t/p/w300/lngUGKo4PKNFSzLiLcXo4DWhUeN.jpg",
      "https://image.tmdb.org/t/p/w300/y7HgeUtWCnTidsbiocd5o3PkonB.jpg",
      "https://image.tmdb.org/t/p/w300/m0uVu8RsitIeejpomjyBaecL9Dz.jpg",
      "https://image.tmdb.org/t/p/w300/mbxwH2LEfBBz8XsTwGI4Xxje4ck.jpg",
      "https://image.tmdb.org/t/p/w300/u8tuxgMMuJahTSQ4dFMfJn6wtr8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/385c8968296eb5e54a50be5d1297cc82.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/37iav7iy15m4.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/Sbxg/Welcome_To_Acapulco_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/dizdcyk9ua2a",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "zFSzRzBefhw",
      "video_url": "https://www.youtube.com/watch?v=zFSzRzBefhw",
      "embed_url": "https://www.youtube.com/embed/zFSzRzBefhw"
    }
  },
  {
    "metadata": "Not Rated|2019|130 min|Action,Adult,Bollywood,Comedy",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "3,406"
    },
    "title": "Total Dhamaal (2019)",
    "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက ‘OK’ ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ….အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ …Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ)File Size :(950 MB ) and (430 MB)Quality : WEB-DL 720pRunning Time : 2h 10minFormat : Mp4Genre : Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : Hindi – 1080p UNTOUCHED – HD AVCTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Thanhtike Zaw",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5djhbe56vo4m.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/total-dhamaal-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": " https://upstream.to/kyghl3ylor4e",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fo9EhcwQXcM",
      "video_url": "https://www.youtube.com/watch?v=fo9EhcwQXcM",
      "embed_url": "https://www.youtube.com/embed/fo9EhcwQXcM"
    }
  },
  {
    "metadata": "N/A|2019|1h 36min|Adventure,Drama,Romance",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "6,091"
    },
    "title": "IO (2019)",
    "description": "ဒီေန႔ေခတ္လူသားေတြရဲ႕ အသက္ရွင္ေနထိုင္ပံု စားေသာက္ပံုနဲ႔အသံုးအေဆာင္ပစၥည္းေတြဟာကၽြန္ေတာ္တို႔ရဲ႕ကမာၻေျမႀကီးကိုမ်ားစြာ ထိခိုက္ပ်က္စီးေစပါတယ္ဒီဇာတ္ကားက လူသားအမ်ားစုဟာ ပ်က္စီးေနၿပီျဖစ္ၿပီးအဆိပ္သင့္ေနတဲ့ေလထုေၾကာင့္ လူသားေတြ ေနထိုင္လို႔မရေတာ့ဘူးယာယီ လြန္းပ်ံယာဥ္ေတြအသံုးျပဳၿပီး အာကာသထဲထြက္ကာလူေနလို႔ရမဲ့ ၿဂိဳလ္ကို စူးစမ္းရွာေဖြေနၾကပါတယ္ဒါေပမဲ့လည္း ဆမ္၀ယ္လ္ဒန္ တစ္ေယာက္ကေတာ့ သူ႔အေဖရဲ႕ထင္ျမင္ခ်က္ မွန္ကန္တယ္ဆိုတာကိုသက္ေသျပဖို႔ကမာၻေျမမွာ က်န္ရစ္ခဲ့ၿပီး သုေတသနဆက္လုပ္ကာေျပာင္းလဲသြားတဲ့ ကမာၻေျမႀကီးမွာ လူသားေတြျပန္လည္ရွင္သန္ရပ္တည္ႏိုင္ဖို႔ နည္းလမ္းေတြရွာေဖြေနတဲ့အေၾကာင္းရိုက္ကူးထားတာျဖစ္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Scrn ျဖစ္ပါတယ္)File Size : (700 MB) and (350 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 36minFormat : Mp4Genre : Adventure, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DD5.1.x264-CMTranslated by ScrnEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tirhxzSR6g1A9Iayo2lpYW4luUF.jpg",
      "https://image.tmdb.org/t/p/w300/sw6pemhIvSVeKZxpf6JzL0HwRI6.jpg",
      "https://image.tmdb.org/t/p/w300/iL207izkEJwSjeiyeZQAn5Ce3Zj.jpg",
      "https://image.tmdb.org/t/p/w300/jFpR9Ari0xdmVZMIZ03ruVDKsbj.jpg",
      "https://image.tmdb.org/t/p/w300/hdzfaMKS0dovS1jL3ImODtI9zDE.jpg",
      "https://image.tmdb.org/t/p/w300/nshNXUTlBKEtG9dqjIE0uCvhb7b.jpg",
      "https://image.tmdb.org/t/p/w300/cujSjyKFtyNYrtb3tihoNeXoCkw.jpg",
      "https://image.tmdb.org/t/p/w300/hvLTNaCFhMfEZlmvCFdUnRcxctb.jpg",
      "https://image.tmdb.org/t/p/w300/mm71wK1NdAxhlxOu7254qi1R7xB.jpg",
      "https://image.tmdb.org/t/p/w300/2jgyHDRPErYBf1D7bCs7YOi8xIX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/utH781EwjzzXQC6fZUO3cw8L5Ht.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/io-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1yGfm/IO_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/34jp2rnv2gw8",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5s3f32qzqpnz.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "y3GLhAumiec",
      "video_url": "https://www.youtube.com/watch?v=y3GLhAumiec",
      "embed_url": "https://www.youtube.com/embed/y3GLhAumiec"
    }
  },
  {
    "metadata": "N/A|2019|96 min|Action,Crime",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "187"
    },
    "title": "P Storm ( 2019 )",
    "description": "IMdb 6.0 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္ဒီကား​ေလးဟာ မင္​းသားႂကီး Louis Koo(古天乐)အဓိကပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတ​ဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ICACစံုစမ္​း​ေဖာ္​ထုတ္​သူ လု​ေက့်လ်န္​ဟာ သူ႔ရဲ႕အဓိကပစ္​မွတ္​ျဖစ္​တဲ့​ေခ်ာက္​ယြမ္​ယြမ္​ရဲ႕ လာဘ္​ထိုးမႈ..ရည္​ရြယ္​ခ်က္​႐ွိ႐ွိသတ္​ျဖတ္​မႈ​ေတြကိုသာမကအက်င္​့ပ​​်က္​ခ်စားတဲဝန္​ထမ္​း​ေတြကိုစံုစမ္​း​ေဖာ္​ထုတ္​ဖို႔အတြက္​​ေထာင္​ထဲကို ျပစ္​မႈက်ဴးလြန္​ဟန္​ျပဳၿပီး ဝင္​​ေရာက္​သြားခဲ့ပါတယ္​…သူက ​ေခ်ာင္​ယြမ္​ယြမ္​ကိုခ်ဥ္​းကပ္​ႏိုင္​ၿပီးယံုၾကည္​မႈကိုရယူႏိုင္​ပါ့မလား...သူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝသူဖမ္းဆီးခဲ႔ဖူးတဲ႔အရႏဲွ​ဟာင္း​ဟြမ္​ဝိန္​ပင္​းဆိုတဲ့သူနဲ႔​ဘယ္လို​ေ​တြရင္​ဆိုင္​ရပါ့မလဲ…သူ႔ရဲ႕ရည္​ရြယ္​ခ်က္​အတိုင္​းအရာအားလံုးကို​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလားဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..Translated & Review By Phyo ZawEncoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjY5NWZiMWQtZTc1Zi00OGE0LTlmOWYtMDYwYmMzMDRkZjliXkEyXkFqcGdeQXVyOTUzODczNjk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ini2hfs0vd4r.html",
        "server": "usersdrive.com",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3ztml/P_Storm_(_P__Fung_Bou)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/p-storm-p-fung-bou-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/9ihedi1ofis0",
        "server": "Soliddrive.co",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2019|129 min|Drama,History,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,023"
    },
    "title": "The Red Sea Diving Resort (2019)",
    "description": "The Red Sea Diving Resort (2019) ဆုိတဲ့ ဒီ စပိုင္ဇာတ္ကားေလးက တကယ့္အျဖစ္အပ်က္ကုိ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ ‘အီသီယိုပီးယားႏုိင္ငံက ဂ်ဴးလူမ်ိဳးေတြ ျပည္တြင္းစစ္ေၾကာင့္ ဒုကၡေရာက္ရတဲ့အတြက္ အစၥေရးႏုိင္ငံကုိ ထြက္ေျပးခဲ့ရပါတယ္။အစၥေရးေထာက္လွမ္းေရး ေမာ့ဆက္ က ႏုိင္ငံတကာက ေအးဂ်င့္ေတြနဲ႔ ဖြဲ႕စည္းထားတဲ့အဖြဲ႕ကုိ အစၥေရးေအးဂ်င့္တစ္ေယာက္ျဖစ္တဲ့ အာရီ လီဗင္ဆင္က ဦးေဆာင္ျပီးထြက္ေျပးလာၾကတဲ့ စစ္ေဘးေရွာင္ဒုကၡသည္ေတြကုိ ကူညီေပးတဲ့အေၾကာင္းေလးပါ။ကယ္ပုံကလည္း ဆန္းပါတယ္။သူတုိ႔ ေအးဂ်င့္တစ္စုက အီသီယိုပီးယားႏုိင္ငံနဲ႔ ကပ္ေနတဲ့ ဆူဒန္ႏုိင္ငံမွာ Red Sea Diving Resort ဆုိတဲ့ ဟုိတယ္ကုိ ဖြင့္ျပီးအဲဒီကေန ဒုကၡသည္ေတြကို ေရလမ္းကေန အစၥေရးေရတပ္အကူအညီနဲ႔ လြတ္ေျမာက္ေအာင္ ကူညီေပးေနတာပါ။အထူးေလ့က်င့္ထားတဲ့ လုပ္ၾကံသတ္ျဖတ္ေရးသမား ေအးဂ်င့္ေတြက ဟုိတယ္မွာ ဝန္ေဆာင္မႈေပးေနရင္းဒုကၡသည္ေတြကုိ ထြက္ေျပးလြတ္ေျမာက္ေအာင္ ဘယ္လုိကူညီခဲ့ၾကလဲဆုိတာ ရင္တစ္မမ နဲ႔ၾကည့္ရမွာပါ။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.3 ရရွိထားပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (950 MB) and (470 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 09minFormat : Mp4Genre : Drama, History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DD5.1.x264-FGTTranslated by May Tharaphi LwinEncode by THZ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j96B1BPQiRL1PZzmuC1fUOUSkcF.jpg",
      "https://image.tmdb.org/t/p/w300/7XI3DfxdQwvgXTCx29fglvcirQP.jpg",
      "https://image.tmdb.org/t/p/w300/sVupPRE68sGlKf8UASsdjJ70MH4.jpg",
      "https://image.tmdb.org/t/p/w300/pb16K2dn0xMa5SWYCJY6vK9xpRv.jpg",
      "https://image.tmdb.org/t/p/w300/okgGjpxQvTiQjSIsATvfM7ebkHl.jpg",
      "https://image.tmdb.org/t/p/w300/kQudLNhHWVVD856J7xKu3CPZcZo.jpg",
      "https://image.tmdb.org/t/p/w300/AkL8ZGejP4j30RfbMkNsH6VcfC8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bTgd1QQFTKdxESevtffAvIvCnz2.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/7fM4JvWuhz",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Upi/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2NCql/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/hm6fFp_13L8/%28CM%29The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "openload.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/brdzyow2ae02",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/qonkroooasfcbets/_CM_The_Red_Sea_Diving_Resort_2019_NF_WEBDL_720p_mp4",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2TNh9",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/AaHI1NSg3V",
        "server": "drive.google.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Uph/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "Soliddrive.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2NCqj/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/WudOS5N5LO4/%28CM%29The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "openload.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/dvdzummjl2b5",
        "server": "ClicknUpload.org",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/ptcabmrbemnnbntq/_CM_The_Red_Sea_Diving_Resort_2019_NF_WEBDL_480p_mp4",
        "server": "streamango.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2TNh3",
        "server": "mirrorace.com",
        "size": "470 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "80WflPMzAcw",
      "video_url": "https://www.youtube.com/watch?v=80WflPMzAcw",
      "embed_url": "https://www.youtube.com/embed/80WflPMzAcw"
    }
  },
  {
    "metadata": "N/A|2019|130 min|Drama,Family,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "304"
    },
    "title": "Where We Belong (2019)",
    "description": "ထိုင္းကားေကာင္းေကာင္းေလးေစာင့္ေနက်တဲ့သူေတြအတြက္ပါလူငယ္ဆန္ဆန္ဇာတ္ကားေကာင္းေလးပါစူးဆုိတဲ့ေကာင္မေလးဟာသူ႕အေဖေခါက္ဆြဲဆိုင္ေလးမွာေခါက္ဆြဲကူေရာင္းေပးျပီးေက်ာင္းတက္ေနတဲ့ေကာင္မေလးပါတစ္ရက္ေက်ာင္းရဲ႕စေကာ္လားရွစ္ဝင္ေလွ်ာက္ရင္းဖင္လန္ႏုိင္ငံကိုပညာေတာ္သင္သြားဖို႕အခြင့္အလမ္းေပၚလာပါတယ္ဒါေပမယ့္အေဖျဖစ္သူကေတာ့ဆိုင္မွာပဲစီးပြားေရးဆက္လုပ္ေစခ်င္ျပီးမလႊတ္ခ်င္ပါဘူးစူးကလည္းဒီေနရာကလြဲလို႕ဘယ္ေနရာကိုပဲျဖစ္ျဖစ္ထြက္သြားႏိုင္ရင္ရျပီလို႕ဆံုးျဖတ္ခ်က္ခ်ထားပါတယ္စူးမွာဘဲလ္လို႕ေခၚတဲ့သူငယ္ခ်င္းတစ္ေယာက္ရွိတယ္စူးဘာေတြလုပ္လုပ္အျမဲစူးဘက္ကကာကြယ္ေပးတဲ့သူေပါ့ဒါေပမယ့္စူးထြက္သြားမွာကုိေတာ့သေဘာမက်တဲ့သူေပါ့စူးဒီကေနထြက္သြားလို႕ရေအာင္ဘဲလ္ကကူညီမလားစူးကေရာဘဲလ္နဲ႕ရွိေနရင္းထြက္သြားခ်င္ပါ့ဦးမလားဘာေတြစိတ္ကူးေျပာင္းမလဲသူ႕အေဖလႊတ္ေအာင္ေရာသူဘယ္လိုၾကိဳးစားမလဲေနာက္ဆံုးဆံုးသြားျပီျဖစ္တဲ့သူ႕အေမပါပါလာတဲ့အခါမွာေရာ….ေကာင္မေလးတစ္ေယာက္သူေနေနတဲ့ေနရာကသူနဲ႕မအပ္စပ္ဘူးလို႕ေတြးမိရာကေနအသစ္ေတြကိုသင္ယူခ်င္လာတဲ့အေႀကာင္းကုိေသခ်ာရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါFile Size : ( 1 GB , 238 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 10 minFormat : Mp4Genre : Drama , Family , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dfzYBMy3NIY6tfvOehDgGl4SN8s.jpg",
      "https://image.tmdb.org/t/p/w300/1RfNKfQ4a4787fyuQU5MeRIw522.jpg",
      "https://image.tmdb.org/t/p/w300/rNubYfLnPQl6MpiN5eriV6u1Hl5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7uybw37v9MPs3AtnHDIDLrmi6jM.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/IKMpxkBQYu",
        "server": "drive.google.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/xllgLwUzHK",
        "server": "drive.google.com",
        "size": "238 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://soliddrive.co/2AHg/(CM)_Where_We_Belong_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AHh/(CM)_Where_We_Belong_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "238 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/28vra/(CM)_Where_We_Belong_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/28vre/(CM)_Where_We_Belong_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "238 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://openload.co/f/MpCS6gLN_24/%28CM%29_Where_We_Belong_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/1d39CzJCSvA/%28CM%29_Where_We_Belong_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "238 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://mirrorace.com/m/2UMr8",
        "server": "mirrorace.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2UMra",
        "server": "mirrorace.com",
        "size": "238 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "dC_S4oKFZ6Q",
      "video_url": "https://www.youtube.com/watch?v=dC_S4oKFZ6Q",
      "embed_url": "https://www.youtube.com/embed/dC_S4oKFZ6Q"
    }
  },
  {
    "metadata": "|2019||Adventure,Asian",
    "rating": {
      "rating": "8.0/10",
      "rating_count": ""
    },
    "title": "Saya Aika – fooled newcomer model (2019)",
    "description": "ဒီတခါတော့ stay homeကာလမှာ ‌ပျော်ရွှင်နေစေဖို့ Dark sideကဆင်ဆာမပါ ပြောင်ပြောင်ရှင်းရှင်း ဇာတ်လမ်းတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့ အပြာမင်းသမီးလေး အီကာဟာဓာတ်ပုံဆရာနဲ့သူမရဲ့ ခန္ဓာကိုယ်ဒီဇိုင်းကာလာ အလှအပကိုဖော်ထုတ် ဓာတ်ပုံရိုက်ဖို့ ရှိပါတယ်.ဓာတ်ပုံရိုက်ကွင်းတွေမှာ ပုံမှန်ဆို ချစ်လို့ မရပေမယ့်ဓာတ်ပုံဆရာကိုကိုရဲ့ မဟားတရား ချစ်ချင်နေစိတ်ကြီးကြောင့်မင်းသမီးလေး အီကာ ဘယ်လိုဘယ်ပုံ ခံစားသွားရတယ်ဆိုတာကိုအနှစ်သာရ ရှိရှိရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းဖြစ်တာကြောာင့်ds fanတွေ အကြိုက်တွေ့စေမှာပါဗျာDarkKnight က ဘာသာပြန်ထားပြီးXCode က တင်ဆက်ထားပါတယ်",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/screen-7.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/er27ptv7kizs.html",
        "server": "usersdrive.com",
        "size": "611.1 MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2019|141 min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "2,253"
    },
    "title": "Romeo Akbar Walter(2019)",
    "description": "Romeo Akbar Walter(2019)စပုိင္ဇာတ္ကား ခ်စ္သူမ်ားအတြက္ အိႏၵိယဇာတ္ကား Romeo Akbar Walter (2019) နဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ ပါကစၥတန္ႏုိင္ငံကေန အေရွ႕ပါကစၥတန္(ယခု ဘဂၤလားေဒ့ရွ္) ရဲ႕ ခြဲထြက္တဲ့ကာလက အေၾကာင္းအရာကုိ ရုိက္ကူးထားတာပါ။ ဖခင္ျဖစ္သူကုိ အားက်စိတ္နဲ႔ စစ္ထဲကုိဝင္ျပီး စစ္တကၠသုိလ္မွာ ထူးခၽြန္ခဲ့ေပမဲ့ ဖခင္ဆုံးပါးသြားတဲ့အခါ အေမတစ္ခုသားတစ္ခုျဖစ္တဲ့အတြက္ အေမ့ရဲ႕ ဆုံးျဖတ္ခ်က္နဲ႔ စစ္တပ္ကထြက္ခဲ့ရတဲ့ ဘဏ္စာေရးေလး ရုိမီရုိအလီတစ္ေယာက္ တစ္ေန႔မွာ ႏုိင္ငံအတြက္ တာဝန္ထမ္းႏုိင္ဖုိ႔ အခြင့္အေရးတစ္ခုရလာပါတယ္။ အိႏၵိယရဲ႕ ႏုိင္ငံတကာေထာက္လွမ္းေရး(RAW) ကပါကစၥတန္ကုိ စပုိင္အျဖစ္နဲ႔ေစလႊတ္တာပဲျဖစ္ပါတယ္။ သူက တာဝန္ေတြကုိ ေက်ေက်ပြန္ပြန္ထမ္းေဆာင္ခဲ့ေပမဲ့ RAW က အေရးၾကံဳလာတဲ့အခါမွာသူ႕ကုိ ပစ္ပယ္ထားလုိက္ၾကပါတယ္။ အဲဒီအခ်ိန္မွာ သူ အသက္ရွင္ႏုိင္ေအာင္ဘာေတြလုပ္လဲဆုိတာကုိ စိတ္ဝင္တစားၾကည့္ရမွာပါ။IMDB Rating ကေတာ့ 6.6 ရရွိထားပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  demon ပဲျဖစ္ပါတယ္…File Size : (1 GB) and (439 MB)Quality : WEB-DL 720p,Format…mp4Duration…02:21:00Genre :|Action,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by demonEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vAZbc9nkLXOUg63xg1z85wREgDj.jpg",
      "https://image.tmdb.org/t/p/w300/wbYokYltX1HHsXDXXFlIorEG3tf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bFMVatMQVqB3lZGXFpK38tPAetq.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Lkzc/Romeo_Akbar_Walter.2019.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/2bjv2ybatvh2.html",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/2bjv2ybatvh2.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/wlVEDQqK#tlNYn0y25MOXQEkDtkjgNsiulJOL-BU1fVdlQRKzVZo",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/k8gcxjpjd12r",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|98 min|Action,Asian,Martial,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "418"
    },
    "title": "Furie (2019)",
    "description": "IMDb (7.5) / Rotten Tomatoes (91%)Furie (ဗီယက္နမ္လို Hai Phuong) ဆိုတဲ့ ဗီယက္နမ္ဇာတ္ကားဟာ ႏိုင္ငံတကာ Rating သာမက စီးပြားေရးအရလဲ ေအာင္ျမင္ေနပါတယ္…အေမရိကန္လို ႏိုင္ငံမွာ ရံုတင္ေနၿပီး ဝင္ေငြေကာင္းေနတဲ့အျပင္ လူႀကိဳက္မ်ားေနေၾကာင္းလဲသိရပါတယ္။ဇာတ္လမ္းကေတာ့……..ဟုိင္းေဖာင္ ဟာ အစြန္အဖ်ားနယ္ၿမိဳ႕ေလးမွာ ဇာတ္ၿမဳပ္ေနထုိင္ရင္း သမီးေလးနဲ႔အတူဘ၀ကုိ ရုန္းကန္ေနတဲ့မိခင္တစ္ဦးၿဖစ္ပါတယ္။သူဟာ ဘယ္ဘ၀ကလာခဲ့လဲ ဘယ္သူမွ မသိၾကသလုိ ဘာေၾကာင့္ ဒီေနရာကိုေရာက္ေနလဲ ဘာေၾကာင့္လူေတြနဲ႔ခပ္ကင္းကင္းေနထုိင္လဲဆုိတာကုိလဲ ဘယ္သူမွ မသိၾကပါဘူး။ဟုိင္းေဖာင္အလုပ္က လယ္သမားေတြဆီကေၾကြးလုိက္ေတာင္းေပးရတဲ့ အလုပ္ၿဖစ္တာေၾကာင့္ သူ႔သမီးေလးဟာ ေက်ာင္းမွာအၿမဲတမ္းအႏွိမ္ခံရသလုိ ဖခင္ေခၚစရာမရွိတဲ့သူတစ္ေယာက္အၿဖစ္လဲ ေလွာင္ေၿပာင္ခံရတယ္။ ဒါေၾကာင့္ ေက်ာင္းကထြက္ၿပီးေတာ့အလုပ္လုပ္ရင္း သူ႔အေမကုိ တစ္ဖက္တစ္လမ္းက အကူအညီေပးခ်င္သူပါ။သူတုိ႔ သားအမိဆက္ဆံေရးဟာလဲ ေႏြးေႏြးေထြးေထြးမရွိလွေပမယ့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ ေဖးမၾကတယ္။တစ္ခါတစ္ေလ ဟုိင္းေဖာင္ဟာ တစ္ေယာက္တည္း စီးကရက္တစ္လိပ္နဲ႔ မႈိင္ေတြ ေငးရီေနတတ္တယ္။တစ္ေန႔ေတာ့ သူ႔သမီးအိမ္မက္ေလးကို အေကာင္အထည္ေဖာ္ဖုိ႔ သူၿမတ္ၿမတ္ႏုိးႏုိးသိမ္းထားတဲ့ နားစြဲေလးတစ္ရံကုိေစ်းထဲသြားေပါင္ခ်ိန္မွာသူ႔သမီးကုိ သူခုိးအၿဖစ္ ၀ုိင္း၀န္းစြပ္စြဲေနတာကို ေၿဖရွင္းရင္း ရုန္းရင္းဆန္ခတ္အေၿခအေနအၿပီး သူက အေပါင္ဆုိင္ကုိၿပန္အသြားမွာ သူ႔သမီးေလးကို လူတစ္စုက ဖမ္းဆီးေခၚေဆာင္သြားခံရပါေတာ့တယ္။အဲ့ဒီၿပန္ေပးသမား တစ္စု မသိလုိက္တာကေတာ့ သူတုိ႔ေတြ ၿပန္ေပးဆြဲဖုိ႔ လူေရြးတာ အမွားၾကီးမွားသြားၿပီ ဆုိတာပါပဲ။သူ႔ဘ၀ အသက္ေသြးေၾကာၿဖစ္တဲ့ သမီးေလးကို ၿပန္ရဖုိ႔ ဟုိင္းေဖာင္ ဟာ သူတတ္သမွ် ပညာေပါင္းစုံနဲ႔ တစ္ဂုိဏ္းလုံးနဲ႔ တစ္ေယာက္ေရစုံေရဖ်ား လုိက္ေတာ့မွာပါ။Furie ဟာ Trailer စထြက္ကတည္းက ေစာင့္ေမွ်ာ္ခဲ့ရတဲ့ကားၿဖစ္သလုိ တကယ္တမ္းထြက္လာေတာ့လဲ ေမွ်ာ္ရက်ိဳးနပ္ေလာက္ေအာင္ကုိစိတ္ေက်နပ္စရာေကာင္းပါတယ္။ လွပေသသပ္လွတဲ့ ကုိယ္ခံပညာအေၿခၿပဳအက္ရွင္ခန္းေတြ သြက္လက္ၿပီး ပ်င္းစရာမရွိတဲ့ဇာတ္ေၾကာင္းတုိ႔ဟာ ဗီယက္နမ္ဟာလဲ ရုပ္ရွင္ပညာမွာ ေဘာင္၀င္တန္း၀င္ အဆင့္တစ္ခုမွာ ေရာက္ရွိေနၿပီဆုိတာၿပလုိက္တဲ့သက္ေသပါပဲ။File size…(1.5 GB) and (720 MB)Quality….WEB-DL 1080p & 720pFormat…mp4Duration….01:40:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAlias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tPaozm8vnEyBOqT9Io4A2WVynVM.jpg",
      "https://image.tmdb.org/t/p/w300/oZ8Nw7eedHxMoTFJOvvjRYg3Kzx.jpg",
      "https://image.tmdb.org/t/p/w300/jXc41btarmyCRM9WMDzJ4b0zpRW.jpg",
      "https://image.tmdb.org/t/p/w300/hUtiSP30nZqswVlvb9AJXYYm5ZX.jpg",
      "https://image.tmdb.org/t/p/w300/ocoxypt9Ej35gEOh2JFtcqkP2Kf.jpg",
      "https://image.tmdb.org/t/p/w300/sHi332vPfLQEw4cs7NPqa3hygnK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/duhns6xh3akd.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jd1z61lwku8q.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://drive.google.com/file/d/1ARON06M7R64-ChGsZqvrYJJir5N4R4xL/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/1xsin/Furie_(Hai_Phuong)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://upstream.to/yz7nsmmirfww",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      }
    ],
    "trailer": {
      "video_id": "rrDVvRuSXIM",
      "video_url": "https://www.youtube.com/watch?v=rrDVvRuSXIM",
      "embed_url": "https://www.youtube.com/embed/rrDVvRuSXIM"
    }
  },
  {
    "metadata": "R21|2019|1h 58min|Adult",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] (WANZ-849) Black Man English Lesson Cheating Sana Matsunaga",
    "description": "(Unicode)Dark Side Production မှ တင်ဆက်သည်။JAV မင်းသမီးချောလေးတွေက အင်မတန်မှ အနုအရွကြိုက်ပြီး အသည်းယားအောင် ညုတက်တယ်ဆိုတာ ပုရိသတို့အသိပါပဲသူတို့ရဲ့ Cute ဖြစ်တဲ့ မျက်နှာလေးတွေရယ် အလန်းစား ခန္ဓာကိုယ်လေးတွေရယ်က မြင်ရသူအပေါင်း ဘဝင်ခိုက်စေပါတယ်JAV မလေးတွေရဲ့ ဘက်က ပြည့်စုံသလောက် Actor တွေဘက်ကတော့ မြင်တွေ့နေရတဲ့အတိုင်းပါပဲ…..ခံစားရတာ မပြည့်စုံလှပါဘူး “ခါချဉ်ကောင် တောင်ဖြိုချင်ပေမဲ့ ခါးကမသန်” ဆိုသလိုပါပဲ…ခံစားမှုရသတစ်မျိုးထူးခြား ပေးမယ့် ရသမြောက်ကားလေး အခုပဲတင်ဆက်ပေးလိုက်ပါတယ်…International တန်းဝင် JAV အချောမလေးရဲ့ အယုအယတွေနဲ့ လူမည်း ထွားထွားကြိုင်းကြိုင်းတို့ အပြိုင်လွန်ဆွဲခန်းတွေဒီဇာတ်လမ်းမှာတဝကြီး တွေ့ရတော့မှာပါ…..ခေတ်ကြီးက Globalization ဖြစ်လာတာနဲ့အမျှ အင်္ဂလိပ်စာက အခရာကျလာပါတယ်ခေတ်အမြင်ရှိလှတဲ့ ဆာနာရဲ့ ခင်ပွန်းဖြစ်သူဟာ ဇနီးသည်ကို သတင်းစာမှတဆင့်ကြေငြာတင်ထားတဲ့အင်္ဂလိပ်စာသင်တန်းတစ်ခုကို တက်ခိုင်းပါတယ်…သင်တန်းဆရာကတော့ ရောဘတ်လို့ခေါ်ပါတယ်သူကတော့ စာသင်တာတော်ပေမဲ့ မိန်မကိစ္စမှာ အလွန်ပွေရှုပ်တဲ့ လူမည်းတစ်ယောက်ဖြစ်နေပါတယ်…အဲဒါကိုမသိပဲ နာဆာရဲ့ ခင်ပွန်းက နာဆာကို အတင်း သင်တန်းတက်စေခဲ့ပါတယ်….ဒါပေမဲ့ သူသိတဲ့အချိန်မှာတော့ နောက်ကျခဲ့လေပြီ…ရောဘတ် တယောက်အင်္ဂလိပ်စာကို ဘယ်လိုသင်ပေးမလဲဆိုတာ အခုပဲ ဒေါင်းသာကြည့်လိုက်တော့ဗျာ…..…..ကျောက်သင်ပုန်းဆိုတာ မြေဖြူနဲ့ရေးမှ ထင်းခနဲ ကွင်းခနဲ မြင်ရတာ…(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်)(Zawgyi)Dark Side Production မွ တင္ဆက္သည္။JAV မင္းသမီးေခ်ာေလးေတြက အင္မတန္မွ အႏုအ႐ြႀကိဳက္ၿပီး အသည္းယားေအာင္ ညဳတက္တယ္ဆိုတာ ပုရိသတို႔အသိပါပဲသူတို႔ရဲ႕ Cute ျဖစ္တဲ့ မ်က္ႏွာေလးေတြရယ္ အလန္းစား ခႏၶာကိုယ္ေလးေတြရယ္က ျမင္ရသူအေပါင္း ဘဝင္ခိုက္ေစပါတယ္JAV မေလးေတြရဲ႕ ဘက္က ျပည့္စုံသေလာက္ Actor ေတြဘက္ကေတာ့ ျမင္ေတြ႕ေနရတဲ့အတိုင္းပါပဲ…..ခံစားရတာ မျပည့္စုံလွပါဘူး “ခါခ်ဥ္ေကာင္ ေတာင္ၿဖိဳခ်င္ေပမဲ့ ခါးကမသန္” ဆိုသလိုပါပဲ…ခံစားမႈရသတစ္မ်ိဳးထူးျခား ေပးမယ့္ ရသေျမာက္ကားေလး အခုပဲတင္ဆက္ေပးလိုက္ပါတယ္…International တန္းဝင္ JAV အေခ်ာမေလးရဲ႕ အယုအယေတြနဲ႔ လူမည္း ထြားထြားႀကိဳင္းႀကိဳင္းတို႔ အၿပိဳင္လြန္ဆြဲခန္းေတြဒီဇာတ္လမ္းမွာတဝႀကီး ေတြ႕ရေတာ့မွာပါ…..ေခတ္ႀကီးက Globalization ျဖစ္လာတာနဲ႔အမွ် အဂၤလိပ္စာက အခရာက်လာပါတယ္ေခတ္အျမင္ရွိလွတဲ့ ဆာနာရဲ႕ ခင္ပြန္းျဖစ္သူဟာ ဇနီးသည္ကို သတင္းစာမွတဆင့္ေၾကျငာတင္ထားတဲ့အဂၤလိပ္စာသင္တန္းတစ္ခုကို တက္ခိုင္းပါတယ္…သင္တန္းဆရာကေတာ့ ေရာဘတ္လို႔ေခၚပါတယ္သူကေတာ့ စာသင္တာေတာ္ေပမဲ့ မိန္မကိစၥမွာ အလြန္ေပြရႈပ္တဲ့ လူမည္းတစ္ေယာက္ျဖစ္ေနပါတယ္…အဲဒါကိုမသိပဲ နာဆာရဲ႕ ခင္ပြန္းက နာဆာကို အတင္း သင္တန္းတက္ေစခဲ့ပါတယ္….ဒါေပမဲ့ သူသိတဲ့အခ်ိန္မွာေတာ့ ေနာက္က်ခဲ့ေလၿပီ…ေရာဘတ္ တေယာက္အဂၤလိပ္စာကို ဘယ္လိုသင္ေပးမလဲဆိုတာ အခုပဲ ေဒါင္းသာၾကည့္လိုက္ေတာ့ဗ်ာ…..…..ေက်ာက္သင္ပုန္းဆိုတာ ေျမျဖဴနဲ႔ေရးမွ ထင္းခနဲ ကြင္းခနဲ ျမင္ရတာ…(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)File Size : (850 MB) And (480 MB)Quality : HDRip720pRunning Time : 1hr 58minFormat : Mp4Genre :  AdultSubtitle : Myanmar Subtitle (Hard Sub)Translated by Darkside KiMuChiEncoded by Darkside BGR",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/12/79352811_1131580140567446_6637644855277256704_n.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1utw51809i0g.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/black-man-english-lesson-cheating-sana-matsunaga-21-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/97a6f566f7/black-man-english-leson-cheating-sana-matsunaga-21-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/35v5mnhfaum4/Black_Man_English_Lesson_Cheating_Sana_Matsunaga_[21+]_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/m7acvbzued4e",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ty6q/(DS)_WANZ-849.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ty65/(DS)_WANZ-849_480p.mp4",
        "server": "megaup.net",
        "size": "480 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|93 min|Action,Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "489"
    },
    "title": "The Parts You Lose(2019)",
    "description": "The Parts You Lose(2019)အၫႊန္း*******************************(Unicode)ဒီဇာတ်လမ်းလေးကတော့ နားထိုင်းနေတဲ့ ကောင်လေးတစ်ယောက် သူ့ရဲ့ဘဝကို အမြဲတမ်းအနိုင်ကျင့်ခံရတာတွေ စိတ်အားငယ်တာတွေနဲ့ပဲ ဖြတ်သန်းနေရတယ် အိမ်မှာနေရတာလဲ ငြီးငွေ့နေပြီပေါ့ အဲ တစ်နေ့တော့ လုယက်မှုတစ်ခုကနေ ထွက်ပြေးလွတ်မြောက်လာတဲ့ သေလုနီးပါး လူဆိုးတစ်ယောက်ကို ကယ်ပေးပြီးတော့ အဲ့လူဆိုးကသူတတ်စွမ်းသရွေ့ ဘဝနေနည်းတွေကိုသင်ကြားပေးတယ်….အနှိမ်ခံဘဝဖြစ်နေခဲ့ရတော့ သူ့အတွက် တကယ့်ကိုခွန်အားတွေရစေခဲ့သလိုဒီလူဆိုးကလည်း သူ့ရဲ့ ကိုးကွယ်ရာဖြစ်ခဲ့တယ်…အဲ့ဒီနောက်တော့ သင်ပေးတဲ့အတိုင်းနေဖို့ ဆုံးဖြတ်ပြီးတဲ့နောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်….(zawgyi)ဒီဇာတ္လမ္းေလးကေတာ့ နားထိုင္းေနတဲ့ ေကာင္ေလးတစ္ေယာက္ သူ႔ရဲ႕ဘ၀ကို အၿမဲတမ္းအႏိုင္က်င့္ခံရတာေတြ စိတ္အားငယ္တာေတြနဲ႕ပဲ ျဖတ္သန္းေနရတယ္ အိမ္မွာေနရတာလဲ ၿငီးေငြ႕ေနၿပီေပါ့ အဲ တစ္ေန႔ေတာ့ လုယက္မႈတစ္ခုကေန ထြက္ေျပးလြတ္ေျမာက္လာတဲ့ ေသလုနီးပါး လူဆိုးတစ္ေယာက္ကို ကယ္ေပးၿပီးေတာ့ အဲ့လူဆိုးကသူတတ္စြမ္းသေရြ႕ ဘ၀ေနနည္းေတြကိုသင္ၾကားေပးတယ္….အႏွိမ္ခံဘဝျဖစ္ေနခဲ့ရေတာ့ သူ႕အတြက္ တကယ့္ကိုခြန္အားေတြရေစခဲ့သလိုဒီလူဆိုးကလည္း သူ႕ရဲ႕ ကိုးကြယ္ရာျဖစ္ခဲ့တယ္…အဲ့ဒီေနာက္ေတာ့ သင္ေပးတဲ့အတိုင္းေနဖို႔ ဆုံးျဖတ္ၿပီးတဲ့ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (338 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre : Action,Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9b6gzDq3B0TrWxt0lwG5xrfjhyA.jpg",
      "https://image.tmdb.org/t/p/w300/pymN8Rzq0mrgw33pMPMthNqqDGP.jpg",
      "https://image.tmdb.org/t/p/w300/lPnJ1AOXpBQIRbMAYZQkmwNQZRA.jpg",
      "https://image.tmdb.org/t/p/w300/bKcbJ6pIc5jiRIheqN6QihsoHs1.jpg",
      "https://image.tmdb.org/t/p/w300/btI6DuwkkQDnkedvFIhoHty6gr1.jpg",
      "https://image.tmdb.org/t/p/w300/nUfhJD1JTcAGtftvBImwd4izCqS.jpg",
      "https://image.tmdb.org/t/p/w300/9PCPyp3xPUqfEYDNx7EOvdzXIvY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mnlxl7Vp5Y711rAe14gMlEfKbvn.jpg",
    "movie_links": [
      {
        "link": "http://myandrive.net/file/owp5l8LuAD",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Pv5z/The_Parts_You_Lose.2019.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/5qwFHAgJ#vL68usyx0kMBvURSdtgRfqm_tusYKMOGe_I_QiLjpjY",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/312C/The_Parts_You_Lose.2019.BLU-RAY.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/3BPLl",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/49p2as49u9xe.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/e9c8014/the-parts-you-lose-2019-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-parts-you-lose-2019-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/lawcsqn56vei",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "6j9BgCd-1FU",
      "video_url": "https://www.youtube.com/watch?v=6j9BgCd-1FU",
      "embed_url": "https://www.youtube.com/embed/6j9BgCd-1FU"
    }
  },
  {
    "metadata": "|2019|1hr 42min|Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "79"
    },
    "title": "Adan (2019)",
    "description": "Adan (2019)ဖိလစ်ပိုင် Lesbian ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အယ်လန် ဆိုတဲ့ ကောင်မလေးက ကလေးဘဝကတည်းက အမေဖြစ်သူက ထားခဲ့တာကြောင့် မိတဆိုး သမီးလေး အဖြစ် အဖေဖြစ်သူနဲ့ အတူ နေထိုင်ခဲ့ရပါတယ်။ကျေးတောသူလေး အယ်လန် မှာ အရင်းနှီးဆုံးဆိုလို့ ရန် ဆိုတဲ့ သူငယ်ချင်းမလေးပဲ ရှိပါတယ်။အယ်လန်းလေ တဖြည်းဖြည်းနဲ့ အရွယ်ရောက်လာတဲ့အချိန်အယ်လန်အဖေ့မှာ အကြွေးတွေ ပုံလာတဲ့အချိန်မှာ အယ်လန်ကို အကြွေးရှင်လက်ထဲကို ထိုးထည့်ဖို့ရာ ဖြစ်လာပါတော့တယ်။အယ်လန် သိသွားတဲ့အချိန်မှာ ထွက်ပြေးဖို့ ကြိုးစားရင်း အဖေဖြစ်သူကို လက်လွန်ပြီး သတ်လိုက်မိပါတော့တယ်။ဒီအချိန်မှာ ရန် ရောက်လာပြီး ရန် နဲ့ အယ်လန် မြို့ကို ထွက်ပြေးရင်း သံယောဇဉ်တွေ ဆထက်တိုးခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ ချစ်ခရီးလမ်း သာယာဖြောင့်ဖြူးရဲ့လား ဆိုတာကတော့ဖြင့် …..သူတို့နှစ်ယောက်ရဲ့ ဖောင်းဒိုင်းရှူးရှဲ အပြင် အခြားဖောင်းဒိုင်းရှူးရှဲပါ ပါတာမို့ …..မိသားစုနဲ့တော့ အတူတူ ကြည့်လို့ မရကြောင်းပါ။IMDb – 7.7/10 ရထားတဲ့ ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ဘာသာပြန်ကတော့ Hazel ဖြစ်ပါတယ်။File size… 1.1GBQuality….720pFormat…mp4Duration…. 1hr 42minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. HazelEncoder ….. August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4VvUDkHHewJi6K6RCCASijElEij.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8hwXhsGYPn8Yp02KZlYXoUdPlfP.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/adan-2019",
        "server": "VIP Links",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-adan-2019-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Vxcl/(CM)_Adan.2019.720p.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/moxn1vb4m24g.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/ukwi0hubf596.html",
        "server": "datbu.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/nkxe4mf7le4j",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|103 min|Action",
    "rating": {
      "rating": "3.2/10",
      "rating_count": "143"
    },
    "title": "Rogue Warfare (2019)",
    "description": "ဒီကားလေးကတော့လျှို့ဝှက်စစ်ဆင်ရေးကို ထမ်းဆောင်ဖို့အမေရိကန်ပြည်ထောင်စုက မဟာမိတ်နိုင်ငံတွေစီကနေအတော်ဆုံးရွေးချယ်ထားတဲ့လူတွေကိုစေလွှတ်ဖို့သဘောတူလက်မှတ်ထိုးခဲ့တယ် စစ်ဆင်ရေးကတော့အရှေ့အလယ်ပိုင်းမှာ လက်နက်မှောင်ခိုရောင်းဝယ်နေတဲ့အကြမ်းဖက်သမားတွေက မျက်နှာဖုံးအနက်နဲ့သူတွေနဲ့အဆက်အသွယ်ရှိနေတာကိုစုံစမ်းဖို့အတွက်ဖြစ်တယ်မျက်နှာဖုံးအနက်နဲ့သူတွေကဘာတွေလျှို့ဝှက်ကြံစည်ပြီးတော့တော်လှန်မှုတွေလုပ်နေလဲဆိုတာကိုတော့စစ်ဆင်ရေးမှာပါဝင်နေတဲ့ စစ်သားတွေကစုံစမ်းဖော်ထုပ်ပေးရမှာဖြစ်တယ်စစ်သားတွေစစ်ဆင်ရေးလုပ်ရင်းအဆင်မပြေဖြစ်တာတွေ အခက်အခဲကြုံတွေ့ရတာတွေကို ကြည့်ရှု့ရမှာပါFile Size : ( 964 MB , 342 MB)Quality :  BluRay 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sQENipE4TjyTnY8xBZvPKzi23jo.jpg",
      "https://image.tmdb.org/t/p/w300/pumsEI8lY5RUp6NluHqk8SqnidA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/78hDh9EHDMbox4FlKlOrRfrmgpU.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/zeyrn9zohX",
        "server": "drive.google.com",
        "size": "964 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/8oJqNbWNak",
        "server": "drive.google.com",
        "size": "342 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://soliddrive.co/2AJ9/(CM)_Rogue_Warefare_2019_(Large_SIze).mp4",
        "server": "Soliddrive.co",
        "size": "964 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AJa/(CM)_Rogue_Warefare_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "342 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/3uxij/(CM)_Rogue_Warefare_2019_(Large_SIze).mp4",
        "server": "megaup.net",
        "size": "964 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/3uxim/(CM)_Rogue_Warefare_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "342 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://openload.co/f/mbVYoiMTTOY/%28CM%29_Rogue_Warefare_2019_%28Large_SIze%29.mp4",
        "server": "openload.co",
        "size": "964 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/fL2vp7ZsXEU/%28CM%29_Rogue_Warefare_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "342 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://clicknupload.org/vv1y8h56adj1",
        "server": "ClicknUpload.org",
        "size": "964 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/tpl9qupz2wu1",
        "server": "ClicknUpload.org",
        "size": "342 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "FeAJwJwqNQo",
      "video_url": "https://www.youtube.com/watch?v=FeAJwJwqNQo",
      "embed_url": "https://www.youtube.com/embed/FeAJwJwqNQo"
    }
  },
  {
    "metadata": "Not Rated|2019|124 min|Bollywood,Crime,Drama",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "1,204"
    },
    "title": "Section 375 (2019)",
    "description": "(Unicode)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကတော့ တစ်နှစ်ကို ပေါကားတွေလည်းထွက်သလို အမှန်အကန်အဖိုးတန်ကားတွေလည်းထွက်လေ့ရှိပါတယ်အခုတင်ဆက်ပေးထားတဲ့ဇာတ်ကားကတော့ တကယ့်အဖိုးတန်ကားပါပဲ ရွှေလိုကားပါဇာတ်ကားတစ်ကားလုံးမှာ တွေ့နေကျကုလားကားတွေလို က,ခုန်တာတွေ သီချင်းတွေ အပိုအက်ရှင်ခန်းတွေ တစ်ခုမှမပါဘဲအချိန် ၂ နာရီကုန်သွားမှန်းမသိရလောက်အောင်ကောင်းတဲ့ တကယ့်ဇာတ်ကားပါသရုပ်ဆောင်ငယ်ငယ်ချောချောတစ်ယောက်မှမပါဘဲ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့အမှန်အကန် Crime, Drama ဇာတ်ကားကောင်းပါဇာတ်လမ်းကရှင်းပါတယ်နာမည်ကြီးဒါရိုက်တာတစ်ယောက် သူ့အဖွဲ့က လက်ထောက်အဝတ်စားဒီဇိုင်နာကိုအဓမ္မပြုကျင့်လို့ဆိုပြီး တရားရင်ဆိုင်ရတာပါအဲ့ဒိဇာတ်ကို ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားသလဲဆိုတာ ကြည့်လိုက်ကြပါဦးကျွန်တော်တို့မြန်မာနိုင်ငံက တချို့ဖြစ်ရပ်တွေနဲ့လည်း သွားဆင်တူနိုင်တဲ့အခြေအနေလေးတွေပါနေပါတယ်(တရားဥပဒေနှင့်ပတ်သတ်သည့်အသုံးနှုန်းများ ဘာသာပြန်လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါရန် မေတ္တာရပ်ခံအပ်ပါသည်)ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကေတာ့ တစ္ႏွစ္ကို ေပါကားေတြလည္းထြက္သလို အမွန္အကန္အဖိုးတန္ကားေတြလည္းထြက္ေလ့ရွိပါတယ္အခုတင္ဆက္ေပးထားတဲ့ဇာတ္ကားကေတာ့ တကယ့္အဖိုးတန္ကားပါပဲ ေ႐ႊလိုကားပါဇာတ္ကားတစ္ကားလုံးမွာ ေတြ႕ေနက်ကုလားကားေတြလို က,ခုန္တာေတြ သီခ်င္းေတြ အပိုအက္ရွင္ခန္းေတြ တစ္ခုမွမပါဘဲအခ်ိန္ ၂ နာရီကုန္သြားမွန္းမသိရေလာက္ေအာင္ေကာင္းတဲ့ တကယ့္ဇာတ္ကားပါသ႐ုပ္ေဆာင္ငယ္ငယ္ေခ်ာေခ်ာတစ္ေယာက္မွမပါဘဲ ဇာတ္လမ္းဇာတ္ကြက္ေကာင္းေကာင္းနဲ႔အမွန္အကန္ Crime, Drama ဇာတ္ကားေကာင္းပါဇာတ္လမ္းကရွင္းပါတယ္နာမည္ႀကီးဒါ႐ိုက္တာတစ္ေယာက္ သူ႔အဖြဲ႕က လက္ေထာက္အဝတ္စားဒီဇိုင္နာကိုအဓမၼျပဳက်င့္လို႔ဆိုၿပီး တရားရင္ဆိုင္ရတာပါအဲ့ဒိဇာတ္ကို ဘယ္လိုစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တင္ဆက္ထားသလဲဆိုတာ ၾကည့္လိုက္ၾကပါဦးကြၽန္ေတာ္တို႔ျမန္မာႏိုင္ငံက တခ်ိဳ႕ျဖစ္ရပ္ေတြနဲ႔လည္း သြားဆင္တူႏိုင္တဲ့အေျခအေနေလးေတြပါေနပါတယ္(တရားဥပေဒႏွင့္ပတ္သတ္သည့္အသုံးႏႈန္းမ်ား ဘာသာျပန္လိုအပ္ခ်က္ပါရွိပါက သည္းခံေပးၾကပါရန္ ေမတၱာရပ္ခံအပ္ပါသည္)ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (450 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 04minFormat : Mp4Genre : Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEBRip x264 – LOKiHDTranslated by Zaw HtooEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/idHYrf8r4a8tX9PCwbsuOFSrKc0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/x7rVZ0KiPWxBMJBI8roIwlMvs2c.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/mc/Section_375_[2019]_(MM_Sub).mp4",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-section-375-2019-hindi-720-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/962b471/cm-section-375-2019-hindi-720p-amzn-web-dl-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1t7nj/(CM)_Section_375_2019_Hindi_720p_AMZN_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1843VIQI#JTOAJnp3WGlvR4VptEtLZdJc9zVn2VDtLj9fNtwX60s",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/1zww6",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/eanaa8v7nloh",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/section-375-2019",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UWjxS8EJ4Z8",
      "video_url": "https://www.youtube.com/watch?v=UWjxS8EJ4Z8",
      "embed_url": "https://www.youtube.com/embed/UWjxS8EJ4Z8"
    }
  },
  {
    "metadata": "R|2019|83 min|Comedy,Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "786"
    },
    "title": "Harpoon(2019)",
    "description": "Harpoon(2019)အညႊန္း*****************(unicode)Harpoon 2019IMDb 6.3RT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်….သူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်…ပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်…အဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ….သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲကသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…IMDb လည်းကောင်းသလို Rotten လည်း အကောင်းဆုံးအနေအထားမှာရှိနေတယ်လို့သတင်းကောင်းပါးပါရစေ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoon Wah Wah Theint ပဲဖြစ်ပါတယ်(zawgyi)Harpoon 2019IMDb 6.3RT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်….သူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်…ပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်…အဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ….သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲကသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…IMDb လည်းကောင်းသလို Rotten လည်း အကောင်းဆုံးအနေအထားမှာရှိနေတယ်လို့သတင်းကောင်းပါးပါရစေ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoon Wah Wah Theint ပဲဖြစ်ပါတယ်File Size : (850 MB) and (384 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:23:00Genre : Comedy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoonwahwah TheintEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ArYKUZEubIWRtdbDUXJ24gu9TKD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/36zt0v54vRmgn1Zgvlfw0azQK9h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/harpoon-2019-web-dl-720-p-pp-mp-4",
        "server": "drive.google.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/05427fea9e/harpon-2019-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Nhrd/Harpoon.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/k1hSyYLQ#zSM78SvUdGbJT5XqSrK_STa43BkZb4GRn6k-1JOTwug",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.datbu.com/1dea7yur1c3m.html",
        "server": "DatBu",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/3Bwha",
        "server": "yuudrive.me",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/0uo9kkgketl1",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "QiEmfI_oNtw",
      "video_url": "https://www.youtube.com/watch?v=QiEmfI_oNtw",
      "embed_url": "https://www.youtube.com/embed/QiEmfI_oNtw"
    }
  },
  {
    "metadata": "N/A|2019|100 min|Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "10663"
    },
    "title": "Fractured (2019)",
    "description": "ဒီဇာတ္လမ္းေလးကေတာ႔ Mystery/ Thriller ၾကိဳက္တဲ႔ပရိသတ္ၾကီးအတြက္ေတာ႔ အၾကိဳက္ေတြ႔ေစဦးမွာပါ။ဇာတ္လမ္းေလးကေတာ႔ မိသားစုသံုးေယာက္ ခရီးထြက္လာခ်ိန္မွာသမီးျဖစ္သူက ထိခိုက္ဒဏ္ရာရသြားပါတယ္။ေဆးရံုကိုအေျပးေမာင္းလာခဲ႔ေပမယ္႔ ေဆးရံုရဲ ႔အေျခအေနက ထူးဆန္းေနပါတယ္။သူနာျပဳေတြရဲ ႔ထူးဆန္းတဲ႔အမူအရာေတြ၊ ေဆးရံုကိုေရာက္လာတဲ႔လူနာေတြစတာေတြေၾကာင္႔ ဖခင္ျဖစ္သူက စိတ္ပူခဲ႔ေပမယ္႔သမီးေဇာနဲ႔ လက္ရွိေဆးရံုမွာပဲကုသခဲ႔ပါတယ္။ဒါေပမယ္႔ဇနီးသည္ျဖစ္သူနဲ႔ သမီးျဖစ္သူ ေပ်ာက္ဆံုးသြားခ်ိန္မွာေတာ႔ဖခင္ျဖစ္သူဘာဆက္လုပ္မလဲ?ေဆးရံုကေရာဘာလဲ?ဘာေၾကာင္႔ ေပ်ာက္ဆံုးသြားရတာလဲ?ေရွ႔ဆက္လာတဲ႔ မိနစ္နဲ႔အမွ် စိတ္ဝင္စားဖို႔ေကာင္းေကာင္းလာတဲ႔ဒီကားေလးက မထင္မွတ္ထားတဲ႔ အလွည္႔အေျပာင္းေတြနဲ႔ စိတ္ဝင္တစားၾကည္႔ရႈရမွာပါ။Imdb Rating 6.3/10 Rotten Tomatoes 63% ရရွိထားပါတယ္File Size : ( 937 MB , 352 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3UnUxeEAGoZhjIW8X1HpEuDPngV.jpg",
      "https://image.tmdb.org/t/p/w300/gCq6BX0hOSQZ9wAPC3XRxAigU5s.jpg",
      "https://image.tmdb.org/t/p/w300/2HfEQr1DPXDKe4vzn23Yq7h0hAo.jpg",
      "https://image.tmdb.org/t/p/w300/kdg85uSEuhyKLHAiu3IzfjJ65VN.jpg",
      "https://image.tmdb.org/t/p/w300/kjBm5Qjvvhe69NYTwhPVGR7ypel.jpg",
      "https://image.tmdb.org/t/p/w300/bk6k1DV4v73bOjvDdbdtU4XUNHL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/paZNRffT3kUckuRFKbeDBuX1YcZ.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/4QZKWP0BYA",
        "server": "drive.google.com",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/7kx42GQ6VT",
        "server": "drive.google.com",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://soliddrive.co/1KJ6/(CM)_Fractured_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1KJ7/(CM)_Fractured_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/4axS1/(CM)_Fractured_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4axS5/(CM)_Fractured_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://openload.co/f/cPjaZ6b7sr4/%28CM%29_Fractured_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/2GkNB0qFT5M/%28CM%29_Fractured_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://clicknupload.org/6kbg1xqc1zkf",
        "server": "ClicknUpload.org",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/vfher0sr4ovj",
        "server": "ClicknUpload.org",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://mirrorace.com/m/T582",
        "server": "mirrorace.com",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/T585",
        "server": "mirrorace.com",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "sCimThZW-Ew",
      "video_url": "https://www.youtube.com/watch?v=sCimThZW-Ew",
      "embed_url": "https://www.youtube.com/embed/sCimThZW-Ew"
    }
  },
  {
    "metadata": "|2019||Drama,Thriller",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "700"
    },
    "title": "A Clear Shot (2019)",
    "description": "A Clear Shot (2019)===============IMDb Rating – 4.3/10#Unicodeပရိတ်သတ်ကြီးအတွက် Drama,Thriller ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Lesiure Guys ဆိုတဲ့ လျှပ်စစ်ပစ္စည်းတွေရောင်းနေတဲ့ဆိုင်မှာရောင်းသူဝယ်သူတွေနဲ့ စည်ကားနေပါတယ်။ အဲ့အချိန်မှာ ဗီယက်နမ်သားတွေဖြစ်တဲ့ လိုရီ လောင် နဲ့ ဖန်တို့ညီအစ်ကိုသုံးယောက်နဲ့ သူတို့သူငယ်ချင်း ကွန်တို့ဟာ လက်နက်တွေကိုင်ပြီး စတိုးဆိုင်ကို ဓားပြဝင်တိုက်ပြီး ဓားစာခံတွေကိုဖမ်းထားပါတယ် ။ ဓားပြတိုက်ခံရကြောင်း ရဲတွေ သိပြီးနောက်မှာ စုံထောက်ဂိုမက်စ်ဦးဆောင်တဲ့ အဖွဲ့ဟာ စတိုးဆိုင်ရှိရာအဆောက်အဦးနားကိုရောက်လာပြီး ဓားစာခံတွေကိုဘေးကင်းကင်းနဲ့ လွှတ်မြောက်အောင် ဓားပြတွေကို ဘယ်လိုစည်းရုံးသိမ်းသွင်းမလဲ၊ လိုရီတို့အဖွဲ့လည်း ဘယ်လိုတွေ တောင်းဆိုပြီး ကိုယ်လွတ်ရုန်းမလဲဆိုတာတွေကို စိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiပရိတ္သတ္ႀကီးအတြက္ Drama,Thriller ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Lesiure Guys ဆိုတဲ့ လွ်ပ္စစ္ပစၥည္းေတြေရာင္းေနတဲ့ဆိုင္မွာေရာင္းသူဝယ္သူေတြနဲ႔ စည္ကားေနပါတယ္။ အဲ့အခ်ိန္မွာ ဗီယက္နမ္သားေတြျဖစ္တဲ့ လိုရီ ေလာင္ နဲ႔ ဖန္တို႔ညီအစ္ကိုသုံးေယာက္နဲ႔ သူတို႔သူငယ္ခ်င္း ကြန္တို႔ဟာ လက္နက္ေတြကိုင္ၿပီး စတိုးဆိုင္ကို ဓားျပဝင္တိုက္ၿပီး ဓားစာခံေတြကိုဖမ္းထားပါတယ္ ။ ဓားျပတိုက္ခံရေၾကာင္း ရဲေတြ သိၿပီးေနာက္မွာ စုံေထာက္ဂိုမက္စ္ဦးေဆာင္တဲ့ အဖြဲ႕ဟာ စတိုးဆိုင္ရွိရာအေဆာက္အဦးနားကိုေရာက္လာၿပီး ဓားစာခံေတြကိုေဘးကင္းကင္းနဲ႔ လႊတ္ေျမာက္ေအာင္ ဓားျပေတြကို ဘယ္လိုစည္း႐ုံးသိမ္းသြင္းမလဲ၊ လိုရီတို႔အဖြဲ႕လည္း ဘယ္လိုေတြ ေတာင္းဆိုၿပီး ကိုယ္လြတ္႐ုန္းမလဲဆိုတာေတြကို စိတ္ဝင္စားစြာၾကည့္ရႈရမွာျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 28 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ThirllerSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zd0Tp3wVvzClhTZ67nBkEs83CZ3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMWFjZTQ2ODMtNjRmMi00NjhiLTk0ZDMtOTQ3ZTYyNzg3MmYxXkEyXkFqcGdeQXVyMjg5NjU1NDQ@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i35k59r3lzpf.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/qel9zfuaqjbf.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-clear-shot-2019-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-clear-shot-2019-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/2dlrl/[CM]A.Clear.Shot.2019.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/2dlre/[CM]A.Clear.Shot.2019.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/z5s9fx03zi9l",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/lfcsm7pjbs8o",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/FhIW3aLR#OSp8FQkUJ_ASW2yPe7hdlc-wLanLfT0QzBK1uN_NPbs",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/l9ZASSqa#Tqfzzm0jyIgVC0tu9C-x3eq_tOyTX_5NBCb7tpbJeDc",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/f0A5T0IWHqM_9g",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/f0A5T0IWHqM_9g",
        "server": "disk.yandex.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "126"
    },
    "title": "A Diamond in the Rough (2019)",
    "description": "A Diamond in the Rough (2019)ဂင်ဂီဂန်းဟာ အထက်တန်းကျောင်းသားတစ်ဦးပါ….ဒီသားလေးတစ်ယောက်ထဲရှိတာဆိုပြီးမိခင်ရဲ့ အလိုလိုက်မှုကြောင့်  ခပ်ဆိုးဆိုးကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်…တစ်ရက်မှာတော့ သူငယ်ချင်းတွေနဲ့ အတူ ရွာမှာရှိတဲ့ အိမ်တစ်အိမ်ရဲ့ စိုက်ခင်းကနေကြက်သွန်ဖြူ ခိုးရောင်းမှုနဲ့ ထောင်ကျသွားခဲ့ပါတယ်…..မိခင်ဖြစ်သူက အိမ်နောက်က မြေကွက်ကိုအလျော်ပေးပြီး ကျေအေးပေးလို့ ပြန်လွတ်လာခဲ့ပါတယ်…..ဒီအမှုရဲ့နောက်ဆက်တွဲအကျိုးဆက်က ကျောင်းထုတ်ခံခဲ့ရပါတယ်….ဒါ့ကောင့် ဂင်ဂီဂန်းဟာသူ့ကိုယ်သူပြင်ဆင်ပြီးကောင်းအောင်နေမယ်ဆိုပြီး   ဆိုးလ် မြို့ကိုတက်သွားခဲ့ပါတယ်…..ဆိုးလ်ကိုရောက်တဲ့အချိန်မှ တကယ်ကံဆိုးတာပါ…. ပြဿနာအကြီးကြီးကြုံပြီးသေဒဏ်ပါကျသွားတယ်….ဒီလိုအခြေအနေမှာ တောကမိခင်ဖြစ်သူဟာသားလေးအမှုက ပြစ်ဒဏ်ပြေလျော့ဖို့ သူတတ်စွမ်းသလိုကြိုးစားပါတော့တယ်….ဒီကားထဲက မခင်ဖြစ်သူအဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသမီးကြီးHae-sook Kim ကိုတော့အားလုံးသိကြမှာပါ…သရုပ်ဆောင်အင်မတန်တော်တဲ့သူပါ….ဒီတစ်ကားလုံးလည်း သူတစ်ယောက်ထဲထိန်းသွားတာ…သားဖြစ်သူဟာ ဘယ်လိုအမှုမျိုးကျူးလွန်ခဲ့တာလဲ….မိခင်ကြီးကလည်း သားကိုချစ်တဲ့စိတ်နဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်….File Size :(858 MB) and (333 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:48:00Genre : Drama, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Han Thu AyeEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/ADIA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q9kwcinzda2k.html",
        "server": "usersdrive.com",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-diamond-in-the-rough-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/T9ne/A_Diamond_In_The_Rough.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/7f75416vuvvk",
        "server": "upstream.to",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-diamond-in-the-rough-2019",
        "server": "VIP Links",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|89 min|Crime,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "909"
    },
    "title": "Domino (2019)",
    "description": "ဒီကားထဲကမင္းသမီးကေတာ့အကုန္လံုးနဲ႕မစိမ္းတဲ့game of thronesထဲကmelisandreအျဖစ္သရုပ္ေဆာင္တဲ့ မင္းသမီးကရိုက္ကူးထားပါတယ္….လုပ္ေဖာ္ကိုင္ဖက္သူငယ္ခ်င္းႏွစ္ေယာက္ တစ္ရက္မွာကင္းလွည့္ရင္းတစ္ေယာက္အသတ္ခံလိုက္ရတဲ့အခါမွာ…သတ္သြားတဲ့သူကိုျပန္ကလဲ့စားေခ်ဖို႕လိုက္႐င္းအိုင္အက္အိုင္အက္အၾကမ္းဖက္အဖြဲ႕ေတြနဲ႕အေမရိကန္ကအထူးစံုစမ္းေရးအဖြဲ႕ေတြပါပါေနတာကိုသိလာတဲ့အခါ..ကိုယ္ခ်စ္တဲ့သူအတြက္လက္စားေခ်ခ်င္စိတ္နဲ႕မင္းသားနဲ႕ပူးေပါင္းျပီးအမႈကိုလိုက္တဲ့အခါမွာ သူတို႕ေတြဖမ္းမိမလား လက္စားေခ်ခြင့္ေရာရမလားဆိုတာကိုေတာ့…ဇာတ္ကားေလးၾကည့္ၾကည့္လိုက္ပါေနာ္File Size : (836 MB) & (269 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Crime ,  ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1NGFwLyUo6YYLYD6jUaiWXgxh6n.jpg",
      "https://image.tmdb.org/t/p/w300/7QgaoeanTcg0HMKYjO8sHMLAGvG.jpg",
      "https://image.tmdb.org/t/p/w300/slSkIwJNUclCE2PlCGAemxCLYGT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4ExrDZRhhmZkveXMjUzywc6266q.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/BzsVNU4AUS",
        "server": "drive.google.com",
        "size": "836 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://myandrive.net/file/pjzdMtXg8J",
        "server": "drive.google.com",
        "size": "269 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://soliddrive.co/1KfA/(CM)_Domino_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "836 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1KfB/(CM)_Domino_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "269 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/3sPw0/(CM)_Domino_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "836 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3sPw3/(CM)_Domino_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "269 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://openload.co/f/71kskGL3btw/%28CM%29_Domino_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "836 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://openload.co/f/C5_GWKV34wM/%28CM%29_Domino_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "269 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mirrorace.com/m/R8ai",
        "server": "mirrorace.com",
        "size": "836 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/R8al",
        "server": "mirrorace.com",
        "size": "269 MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "pW9_y6gWa6U",
      "video_url": "https://www.youtube.com/watch?v=pW9_y6gWa6U",
      "embed_url": "https://www.youtube.com/embed/pW9_y6gWa6U"
    }
  },
  {
    "metadata": "|2019|86 Mins|Fantasy,Suspense",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "100"
    },
    "title": "Wu Lin: The Soul Knife (2019)",
    "description": "ဒီကား​ေလးဟာ ၂၀၁၉ထြက္​သိုင္​းကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​..ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ထ်န္​းရင္​းဂိုဏ္​းဆိုတဲ့​ေမွာင္​ခို​ေစ်းကြက္​ရဲ႕မီး႐ွဴးမီးပန္​းပြဲ​ေတာ္​မွာ Soul Knifeလို႔​ေခၚတဲ့ အစြမ္​း႐ွိတဲ့ဓားကိုအဓိက​ေလလံပစၥည္​းအျဖစ္​​​ေရာင္​းခ်ဖို႔ ​ေၾကျငာရာက​ေန..ရန္​းယြီဂိုဏ္​းခ်ဳပ္​နဲ႔ သူ႔တပည္​့ရန္​းယြီခုနစ္​​ေဖာ္​..ပိုင္​ရီး​ေခါင္​း​ေဆာင္​..က်ဴးခြၽဲ့နဲ႔ သိုင္​း​ေလာကသားအ​ေပါင္​းတို႔…စီးပြား​ေရးသမားအ​ေပါင္​းတို႔လာ​ေရာက္​စု​ေဝးကုန္​ၾကပါတယ္​…ဒီ​ေလလံပြဲႀကီးမွာဘယ္​လိုလွည္​့ကြက္​​ေတြ႐ွိ​ေနတာလဲ….တစ္​ဖက္​မွာလည္​းရန္​းယြီဂိုဏ္​းရဲ႕သံုးပြင္​့ဆိုင္​ဇာတ္​လမ္​းႀကီး​ေပၚလာၿပီးမထင္​မွတ္​တာ​ေတြၾကံဳ​ေတြ႔လာရတဲ့အခါ…ပိုင္​ရီး​ေခါင္​း​ေဆာင္​နဲ႔က်ဴးခြၽဲ့ၾကားမွာဘယ္​လိုပတ္​သက္​မႈမ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​…သိုင္းကားမၾကိဳက္ဘူးဆုိရင္ေတာင္ မင္းသမီးေလးေတြငန္းရတာနဲ႔တင္တန္ပါတယ္ 😛Translated & Review By Phyo ZawEncoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/y10r9o87uxjt.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i843743n4r8f.html",
        "server": "usersdrive.com",
        "size": "955 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2Tofe/Wu_Lin_-_The_Soul_Knife_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "955 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://drive.google.com/file/d/15ThNfQ8qyG-XH0bGpVgCehgAgGu99r-r/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "955 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/y13mz3057n2o",
        "server": "upstream.to",
        "size": "955 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Documentary",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "American Factory (2019)",
    "description": "တရုတ်ဘီလီယံနာသူဠေးတစ်ယောက်အမေရိကန် အိုဟိုင်းအိုပြည်နယ်မှာ ဖန်ထည်စက်ရုံလာထည်ထောင်တယ်.နာမည်က ဖူယောင်တဲ့.ဒီမတိုင်ခင်ရှေ့စက်ရုံပိတ်သိမ်းလိုက်လို့အလုပ်လက်မဲ့ဖြစ်သွားခဲ့တဲ့ အမေရိကန်တွေ အလုပ်ပြန်ရတော့မယ်ဆိုတဲ့အတွေးနဲ့တင်ပျော်နေခဲ့ကြတာပေ့ါ.တကယ်တမ်းစက်ရုံစပြီးလည်ပတ်တော့လည်း အမေရိကန်လူမျိုးတွေကိုနေရာပေးရာထူးပေးအလုပ်ခန့်အပ်ခဲ့ပါတယ်။ဒါပေမယ့် လုပ်ငန်းခွင်အခြေခံလုံခြုံမှုလေးတောင်မရှိတဲ့တရုတ်အလုပ်ခွင်မှာလုပ်ရတဲ့အမေရိကန်တွေအတွက်တော့တကယ့်ကိုတစ်ရက်နဲ့တစ်ရက်ပြဿနာပေါင်းမျိုးစုံရင်ဆိုင်လာရပါတယ်။ဒီဇာတ်ကားကိုကြည့်ရတဲ့အချိန် ကိုယ့်နိုင်ငံကစက်ရုံတွေမှာလဲဒီလိုတွေဖြစ်နေတယ်ဆိုတာကိုသိလာမှာပါ.အဆုံးသတ်မှာအမေရိကန်တွေပဲအနိုင်ရမလားစီးပွားရေးလုပ်ငန်းရှင်တရုတ်ကြီးတွေကပဲအနိုင်ပိုင်းခဲ့နိင်မလားဆိုတာကိုကြည့်ရမှာ.ဖြစ်ရပ်မှန်မှတ်တမ်းတင်ဇာတ်ကားဖြစ်ပြီးBarack and Michelle Obama’sထုတ်လုပ်ရေးပိုင်ဇာတ်ကားလဲဖြစ်ပါတယ်။File size…    2.3 GB /  1 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 40mGenre ….. Documentary/DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Aye Chansu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vzmUkbi07g2dKVL6YCr8FX3LFgn.jpg",
      "https://image.tmdb.org/t/p/w300/r1QbTeE3qMXgKkGgFcHJCwDQrMg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7jH3dQOJ3CHMrp9tWsI3rRCDiaD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qro7ujmqi8vj.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/american-factory-2019-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eefci/American.Factory.2019.1080p.NF.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NTNUWY4J#nKl9r1O0GfnvjJrMMcWS-uyXJ9XsFNCOP2N-JyRU19k",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/fgtepm4whiag",
        "server": "streamvid.io",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/62n1c50v5pm4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/american-factory-2019-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZPKS/American.Factory.2019.720p.NF.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9XUQAICT#SXwG2FpnHCcIbuNacg_4BDnVpcvtOsZEYMsLjnyzNyo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/j3tizsw95irh",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "m36QeKOJ2Fc",
      "video_url": "https://www.youtube.com/watch?v=m36QeKOJ2Fc",
      "embed_url": "https://www.youtube.com/embed/m36QeKOJ2Fc"
    }
  },
  {
    "metadata": "N/A|2019|125 min|Sci-Fi",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "6130"
    },
    "title": "The Wandering Earth(2019)",
    "description": "The Wandering Earth(2019)IMDb…..7.5ဒီဇာတ်လမ်းအကျဉ်းကတော့….ကမ္ဘာပျက်ခြင်းနဲ့ကြုံတွေ့ရတော့မယ့်အခြေအနေတစ်ခုကိုရှောင်လွှဲနိုင်ဖို့အတွက် တစ်ကမ္ဘာလုံးကလူသားမျိုးနွယ်များပူးပေါင်းပြီး ကမ္ဘာပျက်မယ့်အန္တရာယ်ကနေကယ်တင်ကြပုံအကြောင်းကို သိပ္ပံအက်ရှင်ဆန်ဆန်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းထဲမှာနေမင်းကြီးဟာ တဖြေးဖြေးအရွယ်အစားထုတည်ကြီးမားလာပြီး နောင်နှစ်ပေါင်းသုံးရာအတွင်းမှာကမ္ဘာဂြိုလ်ကြီးကိုပါဝါးမြိုတော့မယ့် အခြေအနေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတော့မှာပါ အဲ့အချိန်မှာလူသားအားလုံးပေါင်းစည်းပြီးကမ္ဘာကြီးကိုနေစကြာဝဌာအပြင်ဘက်ကိုတွန်းထုတ်သွားဖို့အတွက် ပြင်ဆင်ကြပါတော့တယ် အဲ့လိုလုပ်ဖို့အတွက်ကမ္ဘာ့အင်ဂျင်ကြီးများလို့ခေါ်တဲ့ ဧရာမအင်ဂျင်အလုံးပေါင်း၁ဝဝဝဝကိုတည်ဆောက်ပြီး ကမ္ဘာကိုဟိုးအဝေးနေနဲ့အဝေးဆုံးကိုတွန်းပို့ခဲ့ကြတယ်…ဒါပေမယ့်တစ်နေ့မှာ ဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲငင်အားပတ်လမ်းကြောင်းနဲ့ကမ္ဘာဂြိုလ်ကြီးနီးကပ်သွားတဲ့အချိန်မှာတော့…ကမ္ဘာကြီးကိုဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲအားအောက်ကနေဘယ်လိုမျိုးပူးပေါင်းလုပ်ကိုင်ဆောင်ရွက်ကြမလဲဆိုတာကိုတော့…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ဖြစ်ပါတယ်…File Size : (864 MB) and (399 MB)Quality :WEB-DL 720p,Format…mp4Duration…02:05:00Genre :Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tInrbWwOvZqfsjvNMlWEa0qm03I.jpg",
      "https://image.tmdb.org/t/p/w300/yk1Sh15gWWHsIsqAIBXt1cAiJX.jpg",
      "https://image.tmdb.org/t/p/w300/3LX3y1s6sav5NPcNPCpvpBiWsTE.jpg",
      "https://image.tmdb.org/t/p/w300/8y1cgtK1H2lKuELyxaIWsoxckLY.jpg",
      "https://image.tmdb.org/t/p/w300/bRf0DtsumGfwKe5F2XwLLMclYY9.jpg",
      "https://image.tmdb.org/t/p/w300/89o30UqDVPASJDobaw8iaEKnbdA.jpg",
      "https://image.tmdb.org/t/p/w300/utsjv5oP6D3WxOcW6RZpG0NQcv5.jpg",
      "https://image.tmdb.org/t/p/w300/jTBn95ds1jmdJttV47lVX2kiU1x.jpg",
      "https://image.tmdb.org/t/p/w300/wleIax2G6nuclVX592ncQwdcH1U.jpg",
      "https://image.tmdb.org/t/p/w300/rjuhCkZ4P3Ew2OANxuBVxvHHv0h.jpg",
      "https://image.tmdb.org/t/p/w300/ank63kA2hPddHHHFYyT8PTQhgCt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjE2NzZlMGItMzA4OS00ZjRiLTk3NzItMDRkOGFlZmNhYzJkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Ufeg/The_Wandering_Earth_(Liu_Lang_Di_Qiu)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "864 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wandering-earth-liu-lang-di-qiu-2019",
        "server": "VIP Links",
        "size": "864 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/the-wandering-earth-liu-lang-di-qiu-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "864 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://sbembed4.com/a36aicldnkt9.html",
        "server": "streamsb.com",
        "size": "864 MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "areWwcCRNHE",
      "video_url": "https://www.youtube.com/watch?v=areWwcCRNHE",
      "embed_url": "https://www.youtube.com/embed/areWwcCRNHE"
    }
  }
]