[
  {
    "metadata": "N/A|2019|118 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "590"
    },
    "title": "Friend Zone (2019)",
    "description": "သင်ရော သင်ချစ်ရတဲ့သူငယ်ချင်းရဲ့ friend zone ထဲ ရောက်နေပြီလား??…Friendzone ဆိုတဲ့ ဒီဇာတ်ကားကို မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံအနှံ့အပြားမှာ ရိုက်ကူးထားခဲ့တာဖြစ်ပြီးဇာတ်ဝင်တေးကိုလည်း နိုင်ငံအစုံက အဆိုတော်တွေနဲ့ ဘာသာမျိုးစုံသီဆိုထားပါတယ်မြန်မာနိုင်ငံက အဆိုတော်ဖြူဖြူကျော်သိန်း အပါအဝင်ပေါ့ဒီဇာတ်ကားထဲမှာတော့ မင်းသမီးလေး Baifern Pimchanok က ဂင်းဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့မင်းသား Nine Naphat ကတော့ ဂင်းကို ကြိတ်သဘောကျနေတဲ့ ကောင်လေး ပမ်အဖြစ် သရုပ်ဆောင်ထားပါတယ်Friend zone ထဲရောက်နေတဲ့ သူတွေအတွက် အဆိုးဝါးဆုံးအရာကဘာလဲသိလားကိုယ်ချစ်ရတဲ့သူငယ်ချင်းက ရည်းစားရသွားတာပါပဲအဲဒီလိုပဲ ပမ်အနေနဲ့ ဆယ်နှစ်ကျော်ချစ်ခဲ့ရတဲ့ ဂင်းတစ်ယောက် ရည်းစားရပြီး တဇွတ်ထိုးလုပ်နေတာကို လိုက်ထိန်းနေရတဲ့ပမ်တစ်ယောက် အဆုံးသတ်မှာ ဆယ်နှစ်ကြာ friend zone ကနေ ရုန်းထွက်နိုင်မလားဂင်းအနေနဲ့ကရော ပမ့်အပေါ် ဘယ်လိုသဘောထားဆုံးဖြတ်ပေးသွားမလဲဆိုတာကိုငယ်သူငယ်ချင်းကြား အမှတ်တရလေးတွေ ပျော်ရွှင်စရာ ဟာသဖြစ်ရပ်လေးတွေနဲ့အတူ ရိုက်ကူးပုံဖော်ထားပါတယ်❤️❤️သင်လည်း friend zoneထဲထည့်ခံထားရသူဆို ချစ်ရတဲ့crush လေးကို ဒီကားပြပြီး ကိုယ့်အချစ်တွေမြင်လာအောင်ပြလိုက်တော့နော်..။(ဘာသာပြန်ပေးထားသူတွေကတော့ Kyi Nue Zin & Nang Mwe Kham တို့ပါ)File Size :(2.8 GB ) and (950 MB)Quality : WEB-DL HEVC 1080p/HDRip 720pRunning Time : 1hr 58minFormat : Mp4Genre : Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kyi Nue Zin & Nang Mwe KhamEncoded by THZ & Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChayanop BunprakopStarsJason YoungNaphat SiangsomboonNutthasit KotimanuswanichPimchanok LeuwisetpaiboonCastBenjamin Joseph VarneyBoom SuvagondhaChi PuJason YoungJoyce ChuMeng JiaNameweeNaphat SiangsomboonNathasit KotimanuswanichNutthasit KotimanuswanichPimchanok Leuwisetpaiboon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/reWlnWgwZbKgrDDQ9gUWpTGQ7ql.jpg",
      "https://image.tmdb.org/t/p/w300/aOWN2g07FIPG22yyUEn1Yp3Ec1T.jpg",
      "https://image.tmdb.org/t/p/w300/c9vkBQxcaXYn6GeO74SzoiomIaw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/6c05b3bde407350e336d281419727750.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-friend-zone-2019-1080-p-web-dl-hevc-aac-5-1-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/1Gi68/(CM)Friend.Zone.2019.1080p.WEB-DL.HEVC.AAC5.1.mkv",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://usersdrive.com/pnaqrxtaq586.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/friend-zone-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2furr/Friend_Zone_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/92vp00qo2bjz.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4S81gZQ68LE",
      "video_url": "https://www.youtube.com/watch?v=4S81gZQ68LE",
      "embed_url": "https://www.youtube.com/embed/4S81gZQ68LE"
    }
  },
  {
    "metadata": "N/A|2019|N/A|History",
    "rating": {
      "rating": "2.8/10",
      "rating_count": "61"
    },
    "title": "The Viking War (2018)",
    "description": "Vikingလူမ်ိဳးစု၂စုၾကားျဖစ္ပြားခဲ့တဲ့ တုိက္ပြဲအေၾကာင္းကုိ ႐ုိက္ကူးထားတာပါျဖစ္ပါတယ္။Berserker လူမ်ိဳးေတြက သူတုိ႔ကုိယ္သူတုိ႔ စြမ္းအား႐ွိတယ္လုိ႔ ယုံၾကည္ကာSaxonလူမ်ိဳးေတြကုိ က်ဴးေက်ာ္တုိက္ခုိက္ပါေတာ့တယ္။Berserkerေတြက Saxonေတြကုိ သတ္ကြင္းထဲမွာ တစ္ေယာက္ခ်င္းေသတဲ့အထိယွဥ္ၿပိဳင္တုိက္ခုိက္ပါတယ္။သတ္ကြင္းထဲကBerserkerတစ္ေယာက္ကုိအႏုိင္ယူရင္လြတ္လပ္ခြင့္ရမွာျဖစ္ေပမယ့္ တစ္ေယာက္မွ အသက္႐ွင္ရက္ျပန္မထြက္ႏုိင္ၾကပါဘူး။တစ္ေန႔ ရြာတစ္ရြာကုိ ဝင္သိမ္းပုိက္ရင္းနဲ႔ အဲ့ဒီရြာက ရြာလူႀကီးOlavရဲ႕သားသမီး၃ေယာက္က ထြက္ေျပးလြတ္ေျမာက္သြားခဲ့ပါတယ္။အဲ့ဒီေမာင္ႏွမ၃ေယာက္က Berserkerေတြလက္ကေန လြတ္ပါ့မလား။လူမ်ိဳး၂စုၾကား တုိက္ပြဲကေရာ ဘယ္လုိဆုံး႐ႈံးမႈမ်ိဳးေတြ သယ္လာမလဲဆုိတာကုိေတာ့The Viking Warဆုိတဲ့ဇာတ္ကားထဲမွာ ႐ႈစားလုိက္ၾကပါခင္ဗ်ာ။File Size : ( 969 MB) & ( 480 MB)Quality : Web-DL 720pRunning Time :1hr 43 minFormat : Mp4Genre : HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byYe Man AungEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLouisa WarrenStarsDarcie LincolnGeorgia WoodthorpeJerry AntonMichelle ArcherPeter CosgroveShaila AlvarezVictor TothCastDarcie LincolnGeorgia WoodthorpeJerry AntonMichelle ArcherPeter CosgroveShaila AlvarezVictor Toth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qfMvkKqBAZEdHLUT5Zmslu5rV5H.jpg",
      "https://image.tmdb.org/t/p/w300/nKdQoXW3yJJem6ichBwlS4LvFts.jpg",
      "https://image.tmdb.org/t/p/w300/aOy1sohuhav5zdIQB04BHDwrw6W.jpg",
      "https://image.tmdb.org/t/p/w300/4CB44S2es7weAWg15jnZv1E1K3v.jpg",
      "https://image.tmdb.org/t/p/w300/tVTMUmZtUNECsiKndJOJMLsyZFm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4Qlg1KNg8EAhOifp2ttvbi4rOI2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-viking-war-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/nqs4d53et4ue.html",
        "server": "usersdrive.com",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Skm8/The_Viking_War_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/r7ll3295znzm",
        "server": "upstream.to",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "qracOOtCpsM",
      "video_url": "https://www.youtube.com/watch?v=qracOOtCpsM",
      "embed_url": "https://www.youtube.com/embed/qracOOtCpsM"
    }
  },
  {
    "metadata": "|2019||Thriller",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "12,00"
    },
    "title": "Range Runners (2019)",
    "description": "Range Runners (2019)=================IMDb Rating – 4.9/10#Unicodeမယ်လနီ လို့ ခေါ်တဲ့ အမျိုးသမီးအပြေးသမားတစ်ယောက်ရှိပါတယ်။တစ်နေ့တော့ သူက ခြေလျင်လမ်းလျှောက်ဖို့ ခရီးရှည်ရှိတာကြောင့် တစ်ဉီးတည်းထွက်လာခဲ့ရာကနေ အမျိုးသားနှစ်ယောက်ရဲံ နိုင်လိုမင်းထက် ပြုမူခြင်းကို ခံရပါတယ်။ဒီအမျိုးသားနှစ်ယောက် ဘယ်ကလဲ ဘာလဲ မသိရပါဘူး။ ဒီအမျိုးသားနှစ်ယောက်ရဲ့နောက်ကြောင်းက ဘာလဲ? မယ်လနီရော ဒီအမျိုးသားနှစ်ယောက်ရဲ့ လက်ကနေလွတ်ပါ့မလား? ဇာတ်သိမ်းခါနီးမှာလည်း မထင်မှတ်တဲ့ လှည့်ကွက်တွေနဲ့ ကြုံရဦးမှာမို့ဇာတ်လမ်းကို မဖော်တော့ပါဘူး။ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ဇာတ်သိမ်းတဲ့အထိကြည့်မိမယ့် Thriller ကား ကောင်းကောင်းလေးတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)#Zawgyiမယ္လနီ လို႔ ေခၚတဲ့ အမ်ိဳးသမီးအေျပးသမားတစ္ေယာက္ရွိပါတယ္။တစ္ေန႔ေတာ့ သူက ေျခလ်င္လမ္းေလွ်ာက္ဖို႔ ခရီးရွည္ရွိတာေၾကာင့္ တစ္ဉီးတည္းထြက္လာခဲ့ရာကေန အမ်ိဳးသားႏွစ္ေယာက္ရဲံ ႏိုင္လိုမင္းထက္ ျပဳမူျခင္းကို ခံရပါတယ္။ဒီအမ်ိဳးသားႏွစ္ေယာက္ ဘယ္ကလဲ ဘာလဲ မသိရပါဘူး။ ဒီအမ်ိဳးသားႏွစ္ေယာက္ရဲ႕ေနာက္ေၾကာင္းက ဘာလဲ? မယ္လနီေရာ ဒီအမ်ိဳးသားႏွစ္ေယာက္ရဲ႕ လက္ကေနလြတ္ပါ့မလား? ဇာတ္သိမ္းခါနီးမွာလည္း မထင္မွတ္တဲ့ လွည့္ကြက္ေတြနဲ႔ ႀကဳံရဦးမွာမို႔ဇာတ္လမ္းကို မေဖာ္ေတာ့ပါဘူး။ အသည္းတယားယား ရင္တဖိုဖိုနဲ႔ ဇာတ္သိမ္းတဲ့အထိၾကည့္မိမယ့္ Thriller ကား ေကာင္းေကာင္းေလးတစ္ကားပါပဲ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 51minSubtitle – Myanmar HardsubFormat – Mp4Genre : ThrillerSource : 1080p.WebRipTranslator – AugustEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhilip S. PlowdenStarsCarl Clemons-HopkinsCeleste M CooperMariah GordonMichael B. WoodsSarah ChariparSean Patrick LeonardTiffany Renee JohnsonCastCarl Clemons-HopkinsCeleste M CooperMariah GordonMichael B. WoodsSarah ChariparSean Patrick LeonardTiffany Renee Johnson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q5oUlIyERIPJuYGP3Q222zAiyCD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-19-at-1.43.07-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xf70y2bd4mvg.html",
        "server": "usersdrive.com",
        "size": "960 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1yR8q/Range..Runners.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/f8uvsz5jld0d",
        "server": "upstream.to",
        "size": "960 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/Sl5XGaxB#qihivtJwQreelCD-AndyMcmxRttD7xCnHc0VYSwveFA",
        "server": "mega.nz",
        "size": "960 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/range-runners-2020",
        "server": "VIP Links",
        "size": "960 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://sbembed3.com/talyg532sio3.html",
        "server": "streamsb.com",
        "size": "960 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "76bsXTsvwhI",
      "video_url": "https://www.youtube.com/watch?v=76bsXTsvwhI",
      "embed_url": "https://www.youtube.com/embed/76bsXTsvwhI"
    }
  },
  {
    "metadata": "Not Rated|2019|101 min|Action,Biography,Crime",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "179"
    },
    "title": "Chasing the Dragon II(2019)",
    "description": "Chasing the Dragon II(2019)((WEB-DL 720P ျဖင့္ update ေပးထားပါသည္….))(Zawgyi)ေဟာင္ေကာင္ရဲတပ္ဖြဲ႕တဈခုလုံး ေန႔စဥ္နဲ႔အ်မွေခါင္းမီးေတာက္ေနတယ္….ေအၾကာင္းေကတာ့ မူးယဈရာဇာႀကီး တေဈယာက္ေၾကာင့္ပါ…..မူးယဈရာဇာႀကီးဟာ ဒီေလာကမြာေတာ့ ဥပေဒကို လက္တဈလုံးျခားေနတဲ့သူပါ…ေအတြ႕အႀကဳံေပါင္း်မားစြာ႐ြိတဲ့အျပင္ ပါးနပ္လြန္းတဲ့ သူ႔ကိုဖမ္းဆီးဖို႔ ရဲေတြအတြက္ေန႔စဥ္နဲ႔အ်မွေခါင္းစားေနရတယ္..ဒီမူးယဈရာဇာႀကီးဟာ ကိစၥတဈခုကိုေျဖ႐ြင္းဖို႔ ေငြေၾကး လူသတ္သမားေပါင္းစုံအသုံးျပဳၿပီးေျခရာေ်ဖာက္ၿပီး ဥပေဒဘက္ေတာ္သားေတြကိုေလြာင္ၿပဳံးၿပဳံးေနတတ္တယ္…တေစန႔ေတာ့ ရဲတပ္ဖြဲ႕က ထက္ျမက္တဲ့ ရဲအရာ႐ြိတေဈယာက္ကို စပိုင္အျဖဈ မူးယဈဂိုဏ္းကို ဝင္ေစၿပီးေတာ့ သက္ေသေတြနဲ႔ ေထာင္ဖမ္းဖို႔ႀကိဳးစားပါေတာ့တယ္…ရဲတပ္ဖြ႕ဲရဲ႕အစီအစဥ္ေတြေအာင္ျမင္မလားဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ဒီတ႐ုတ္ကားေကတာ့ နာမည္ႀကီးမင္းသားေတြျဖဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို႔ ပါဝင္ထားပါတယ္…ခုေနာက္ထြက္တဲ့တ႐ုတ္ကားေတြထဲမြာ ေတာ္ေတာ္ႀကီးကိုမိုက္တဲ့အထဲမြာပါပါတယ္…Louis Koo ဆိုရင္ Line Walker ၾကည့္တဲ့ျမန္မာပရိတ္သတ္ေတြအဖို႔ မစိမ္းလြပါဘူး..အလန္းစားတ႐ုတ္ကားမို႔ခံစားၾကည့္ၾကပါဦးဇာတ္လမ္းအညႇြန္းနဲ႔ ဘာသာျပန္သူေကတာ့ Naomi Noe ပဲျဖဈပါတယ္…(Unicode)ဟောင်ကောင်ရဲတပ်ဖွဲ့တဈခုလုံး နေ့စဉ်နဲ့အျမှခေါင်းမီးတောက်နေတယ်….အေကြာင်းကေတာ့ မူးယဈရာဇာကြီး တဈေယာက်ကြောင့်ပါ…..မူးယဈရာဇာကြီးဟာ ဒီလောကမွာတော့ ဥပဒေကို လက်တဈလုံးခြားနေတဲ့သူပါ…အေတွ့အကြုံပေါင်းျမားစွာရွိတဲ့အပြင် ပါးနပ်လွန်းတဲ့ သူ့ကိုဖမ်းဆီးဖို့ ရဲတွေအတွက်နေ့စဉ်နဲ့အျမှခေါင်းစားနေရတယ်..ဒီမူးယဈရာဇာကြီးဟာ ကိစ္စတဈခုကိုဖြေရွင်းဖို့ ငွေကြေး လူသတ်သမားပေါင်းစုံအသုံးပြုပြီးခြေရာေျဖာက်ပြီး ဥပဒေဘက်တော်သားတွေကိုလွောင်ပြုံးပြုံးနေတတ်တယ်…တစေန့တော့ ရဲတပ်ဖွဲ့က ထက်မြက်တဲ့ ရဲအရာရွိတဈေယာက်ကို စပိုင်အဖြဈ မူးယဈဂိုဏ်းကို ဝင်စေပြီးတော့ သက်သေတွေနဲ့ ထောင်ဖမ်းဖို့ကြိုးစားပါတော့တယ်…ရဲတပ်ဖွ့ဲရဲ့အစီအစဉ်တွေအောင်မြင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဒီတရုတ်ကားကေတာ့ နာမည်ကြီးမင်းသားတွေဖြဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို့ ပါဝင်ထားပါတယ်…ခုနောက်ထွက်တဲ့တရုတ်ကားတွေထဲမွာ တော်တော်ကြီးကိုမိုက်တဲ့အထဲမွာပါပါတယ်…Louis Koo ဆိုရင် Line Walker ကြည့်တဲ့မြန်မာပရိတ်သတ်တွေအဖို့ မစိမ်းလွပါဘူး..အလန်းစားတရုတ်ကားမို့ခံစားကြည့်ကြပါဦးဇာတ်လမ်းအညှွန်းနဲ့ ဘာသာပြန်သူကေတာ့ Naomi Noe ပဲဖြဈပါတယ်…File Size : (850 MB) and (335 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:4100Genre : Action, Crime, BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason KwanWong JingStarsCandice YuConnie ManDu JiangGordon LamKa-Hung WaiLouis KooSabrina QiuSimon YamTony Leung Ka-FaiYe Xiang-MingCastCandice YuChun-Fung WongConnie ManDu JiangGordon LamKa-Hung WaiLouis KooLukian WangMichael WongSabrina QiuSimon YamTony Leung Ka-FaiYe Xiang-Ming",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rDkKXMGGE9Rk2QOWPHpiNmec2pP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eDDH9Mp5cSN21Vf5Sl6AEqfuKzX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aifbk65c0dur.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/mhveafvrukc2",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/chasing-the-dragon22019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|N/A|Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "67"
    },
    "title": "Spider in the Web (2019)",
    "description": "ဒီကားကေတာ့ မင္းသားၾကီးben kingsleyရဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဆီးရီးယားမွာဓါတုဓါတ္ေငြ႕ေတြနဲ႕စစ္ပြဲျဖစ္ေနတဲ့အခ်ိန္ဘာ္ဂ်ီယံရဲ႕လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးနဲ႕အတူဓါတ္ေငြ႕ေသနတ္ကိုရွာပံုေတာ္ဖြင့္ၾကပါတယ္အဲဒီအခ်ိန္မွာပဲသူ႕ရဲ႕ေခါင္းေဆာင္ဗိုလ္ခ်ဳပ္ကိုဆီးရီးယားဘက္ကၿပန္ေပးဆြဲသြားတဲ့အခါမွာ ဗိုလ္ခ်ဳပ္ကုိလည္းလိုက္ရွာရင္းတစ္ဖက္မွာလည္းခိုင္းတဲ့ပစၥည္းကိုရွာေပးရပါတယ္ဒါေပမယ့္လည္း အဲဒီလိုလိုက္ရွာရင္းဗိုလ္ခ်ဳပ္ေျပာခဲ့ဖူးတဲ့မိန္းမတစ္ေယာက္နဲ႕ေတြ႕ဆံုမိတဲ့အခါမွာျပီးေတာ့သူ႕ကုိေနာက္ကေနအျမဲလိုက္ျပီးေစာင့္ၾကည့္ေနတဲ့သူကသူ႕တစ္ခ်ိန္ကအခ်စ္ဆံုးသူငယ္ခ်င္းရဲ႕သားျဖစ္ေနတဲ့အခါမွာေနာက္ဆံုးမွာဒါေတြအားလံုးကိုခ်ဳပ္ကုိင္ထားတဲ့သူကိုသိလုိက္ရတဲ့အခ်ိန္ဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လုိက္ပါဦးေနာ္Unicode==================ဒီကားကတော့ မင်းသားကြီးben kingsleyရဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ဆီးရီးယားမှာဓါတုဓါတ်ငွေ့တွေနဲ့စစ်ပွဲဖြစ်နေတဲ့အချိန်ဘာ်ဂျီယံရဲ့လျှို့ဝှက်စစ်ဆင်ရေးနဲ့အတူဓါတ်ငွေ့သေနတ်ကိုရှာပုံတော်ဖွင့်ကြပါတယ်အဲဒီအချိန်မှာပဲသူ့ရဲ့ခေါင်းဆောင်ဗိုလ်ချုပ်ကိုဆီးရီးယားဘက်ကပြန်ပေးဆွဲသွားတဲ့အခါမှာ ဗိုလ်ချုပ်ကိုလည်းလိုက်ရှာရင်းတစ်ဖက်မှာလည်းခိုင်းတဲ့ပစ္စည်းကိုရှာပေးရပါတယ်ဒါပေမယ့်လည်း အဲဒီလိုလိုက်ရှာရင်းဗိုလ်ချုပ်ပြောခဲ့ဖူးတဲ့မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံမိတဲ့အခါမှာပြီးတော့သူ့ကိုနောက်ကနေအမြဲလိုက်ပြီးစောင့်ကြည့်နေတဲ့သူကသူ့တစ်ချိန်ကအချစ်ဆုံးသူငယ်ချင်းရဲ့သားဖြစ်နေတဲ့အခါမှာနောက်ဆုံးမှာဒါတွေအားလုံးကိုချုပ်ကိုင်ထားတဲ့သူကိုသိလိုက်ရတဲ့အချိန်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်လိုက်ပါဦးနော်File Size : (1 GB , 391 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEran RiklisStarsBen KingsleyFilip PeetersHilde Van MieghemKarl FerlinLuk WynsMakram J. KhouryMarcel HensemaMonica BellucciCastBen KingsleyFilip PeetersHilde Van MieghemKarl FerlinLuk WynsMakram J. KhouryMarcel HensemaMonica Bellucci",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pPWuqPZSUl81m1QHY7YPwQ2mm7P.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/74r57f3FG2rspymmHiFYOWQgfLn.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/m2PIx3owPq",
        "server": "drive.google.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/BSKX9pU1nc",
        "server": "drive.google.com",
        "size": "391 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "http://soliddrive.co/1KzI/(CM)_Spider_In_The_Web_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://soliddrive.co/1KzL/(CM)_Spider_In_The_Web_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "391 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/1s5pj/(CM)_Spider_In_The_Web_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1s5pn/(CM)_Spider_In_The_Web_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "391 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://openload.co/f/jxW-eTH21N0/%28CM%29_Spider_In_The_Web_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/b4kj7Ntlc6U/%28CM%29_Spider_In_The_Web_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "391 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/Sqrq",
        "server": "mirrorace.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Sqru",
        "server": "mirrorace.com",
        "size": "391 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "1w6iuVbmUTw",
      "video_url": "https://www.youtube.com/watch?v=1w6iuVbmUTw",
      "embed_url": "https://www.youtube.com/embed/1w6iuVbmUTw"
    }
  },
  {
    "metadata": "TV-MA|2019|90 min|Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1,706"
    },
    "title": "Juanita (2019)",
    "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် ရသမျိုးစုံပေးစွမ်းနိုင်မယ့်Juanita (2019)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Rotten Tomatoes 80%တောင်ရထားတာမလို့ ကောင်းတယ်ဆိုတာအထွေအထူးပြောစရာလိုမယ်မထင်ပါဘူး။ဝမ်နီတာလို့ခေါ်တဲ့ အမျိုးသမီးကြီးက လက်ရှိဘဝကနေ လွတ်မြောက်ချင်တဲ့သူပါ။ကလေးတွေက အရွယ်ရောက်နေပြီဖြစ်ပေမယ့်ဒီကလေးတွေကိုပဲစောင့်ရှောက်ပြီးနေလာရတဲ့သူပါ။တစ်နေ့မှာတော့ အလုပ်ကနေ အိမ် ဘာမှအဓိပ္ပါယ်မရှိတဲ့လက်ရှိဘဝထဲကနေ ထွက်ပြီး ခြေဦးတည့်ရာထွက်သွားဖို့စီစဉ်ပါတော့တယ်။ဘယ်ဆီကိုသွားချင်မှန်းမသိ ဦးတည်ရာလဲမရှိတဲ့ဝမ်နီတာတစ်ယောက် ဘယ်တွေကိုရောက်ပြီး ဘာတွေဖြစ်မလဲ?သူလိုချင်တဲ့ဘဝတစ်ခုကိုရော သူထင်ထားသလိုဖန်တီးနိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် ကားလေးပါ။File Size : ( 843 MB , 318 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ခါေတာ့ CM ပရိသတ္ၾကီးအတြက္ ရသမ်ိဳးစံုေပးစြမ္းႏိုင္မယ္႔Juanita (2019)ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္။Rotten Tomatoes 80%ေတာင္ရထားတာမလို႔ ေကာင္းတယ္ဆိုတာအေထြအထူးေျပာစရာလိုမယ္မထင္ပါဘူး။ဝမ္နီတာလို႔ေခၚတဲ႔ အမ်ိဳးသမီးၾကီးက လက္ရွိဘဝကေန လြတ္ေျမာက္ခ်င္တဲ႔သူပါ။ကေလးေတြက အရြယ္ေရာက္ေနျပီျဖစ္ေပမယ္႔ဒီကေလးေတြကိုပဲေစာင္႔ေရွာက္ျပီးေနလာရတဲ႔သူပါ။တစ္ေန႔မွာေတာ႔ အလုပ္ကေန အိမ္ ဘာမွအဓိပၸါယ္မရွိတဲ႔လက္ရွိဘဝထဲကေန ထြက္ၿပီး ေျခဦးတည္႔ရာထြက္သြားဖုိ႔စီစဥ္ပါေတာ႔တယ္။ဘယ္ဆီကိုသြားခ်င္မွန္းမသိ ဦးတည္ရာလဲမရွိတဲ႔ဝမ္နီတာတစ္ေယာက္ ဘယ္ေတြကိုေရာက္ျပီး ဘာေတြျဖစ္မလဲ?သူလိုခ်င္တဲ႔ဘဝတစ္ခုကိုေရာ သူထင္ထားသလိုဖန္တီးႏိုင္ပါ႔မလားဆိုတာစိတ္ဝင္တစားေစာင္႔ၾကည္႔ရမယ္႔ ကားေလးပါ။File Size : ( 843 MB , 318 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClark JohnsonStarsAdam BeachAlfre WoodardAshlie AtkinsonBlair UnderwoodGil BirminghamLaTanya Richardson JacksonCastAdam BeachAlfre WoodardAshlie AtkinsonBlair UnderwoodGil BirminghamLaTanya Richardson Jackson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/84G2n5VRBiFE534BbH4rTUpMI4Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yKq6LErlgWizCtl3DcdYv86xn2e.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6n2rxora9l51.html",
        "server": "usersdrive.com",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/355b2119e/cm-juanita-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-juanita-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4eC63/(CM)_Juanita_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/UkMm0IbT#7X-H4vaFy0MiMJMMQUvnFxrzlZyclGiolKELDoaZv1M",
        "server": "mega.nz",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/yj8fxxucqmw1",
        "server": "upstream.to",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://myandrive.net/file/BC4vvCjjjN",
        "server": "usersdrive.com",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/79b12e36bc190d4e",
        "server": "fastload.cc",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1A54o",
        "server": "usersdrive.com",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/cOMuskoDGbNt0Q",
        "server": "disk.yandex.com",
        "size": "843 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "kg5uqDh00H4",
      "video_url": "https://www.youtube.com/watch?v=kg5uqDh00H4",
      "embed_url": "https://www.youtube.com/embed/kg5uqDh00H4"
    }
  },
  {
    "metadata": "Unrated|2019|1h 31m|Romance",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "521"
    },
    "title": "After the Storm (2019)",
    "description": "After the Storm (2019)ဒီရုပ်ရှင်လေးထဲမှာတော့ သူတစ်ပါးကိုကူညီတတ်တဲ့ ကျောင်းဆရာမလေးနဲ့ တစ်နယ်တည်းသားချင်း နယ်ခံလက်သမားလေးတို့ကြားက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့အတူ ကျေးလက်ရဲ့ အငွေ့အသက်၊ သာယာလှပမှုတို့ကိုပါ ပူးတွဲခံစားရမှာပဲဖြစ်ပါတယ်။တစ်နေ့မှာ ကျေးလက်ဒေသလေးတစ်ခုဟာ သူတို့ရဲ့သမိုင်းမှာ အပြင်းထန်ဆုံးဖြစ်လာခဲ့တဲ့ လေမုန်တိုင်းတစ်ခုနဲ့ကြုံတွေ့ခဲ့ရပြီး များပြားလှစွာသော အပျက်အစီးတွေကြားရောက်ခဲ့ရပါတယ်။ သေသူ‌ကသေ၊ ထိခိုက်ဒဏ်ရာရသူကရ၊ အိမ်ပြိုသူကပြိုနဲ့ အတော်လေးကိုကမောက်ကမဖြစ်နေတဲ့ အချိန်ကာလတစ်ခုဖြစ်နေခဲ့တယ်။ မုန်တိုင်းရဲ့ဒဏ်ကို အကြီးအကျယ်ခံလိုက်ရတဲ့သူတွေထဲမှာ လော်ရန်ဆိုတဲ့ကျောင်းဆရာမလေးတစ်ယောက်လည်း အပါအဝင်ဖြစ်တယ်။လော်ရန်ဟာ ချောင်လည်တဲ့စီးပွားရေးသမားတစ်ဦးဖြစ်တဲ့ ဒန်နဲ့စေ့စပ်ထားတဲ့မိန်းကလေးတစ်ယောက်ဖြစ်တယ်။ မုန်တိုင်းကျတဲ့အချိန်မှာ ဒန်ဟာ ဩစတေးလျကို အလုပ်ကိစ္စနဲ့ရောက်နေပြီး လော်ရန်ကတော့ ကိုယ့်အိမ်ကိုယ့်ရာရဲ့ တင်းကုပ်ထဲမှာရှိနေခဲ့တယ်။ မနက်မိုးလင်းထွက်အကြည့်မှာတော့ သူ‌တို့မိသားစုလက်ဆင့်ကမ်းခဲ့ကြတဲ့ သူ့ရဲ့အိမ်လေးဟာ ရာသီဥတုရဲ့ဆိုးရွားတဲ့ရိုက်ချက်မှာ အထိနာခဲ့တာကို တွေ့လိုက်ရပါတော့တယ်။လော်ရန်ဟာ စိတ်ဓာတ်မကျပဲ နွေရာသီအားလပ်ချိန်လည်းဖြစ်တာကြောင့် သူ့အိမ်ကို သူကိုယ်တိုင်ပြန်ဆောက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ပြန်လည်တည်ဆောက်ရေးလုပ်ငန်းစဉ်မှာ အဝေးရောက်သူတို့သားလောင်းရဲ့ သူ့နည်းသူ့ဟန်နဲ့ သူကောင်းမယ်ထင်သလို လော်ရန့်ကို ကူညီပေးလိုက်တာဟာ သူတို့ကြားကအချင်းချင်းနားလည်မှုနဲ့ ဆက်ဆံရေးအခြေအနေကို အလင်းပွင့်စေခဲ့တယ်။တစ်ဖက်မှာတော့ လော်ရန်နဲ့ အတိတ်မှာဇယားလေးတွေရှိခဲ့ကြဖူးတဲ့ တစ်နယ်တည်းသား မောင်ကော်လင်းဟာ စိတ်ပါလက်ပါ ထဲထဲဝင်ဝင် ရပ်ကွက်‌ဒေသပြန်လည်ထူထောင်ရေး၊ ရှာဖွေကယ်ဆယ်ရှင်းလင်းရေးတို့မှာ အားတက်သရော ပါဝင်လှုပ်ရှားနေခဲ့တာဖြစ်တယ်။ လော်ရန် သူ့မိသားစုအိမ်ကိုပြန်ဆောက်တဲ့ကိစ္စမှာလည်း လော်ရန့်စိတ်သဘောကို သူနားလည်ပြီး သူကိုယ်တိုင် လူအင်အားဖြည့်ပေးမယ်လို့ စပြီး အကြိမ်ကြိ‌မ်ကမ်းလှမ်းခဲ့တယ်။ အချိန်ကြာလာတာနဲ့အမျှ ပြန်လည်ရင်းနှီးလာကြပြီး အရင်ကကျန်သေးတဲ့မီးပွားစလေးတွေ တောက်လောင်လာခဲ့တယ်။ဆိုတော့ လော်ရန်တစ်‌ယောက် နောက်ဆုံးမှာ ဘယ်သူ့ကိုရွေးမှာလဲ၊ ဘယ်လိုဆုံးဖြတ်ချက်ချမလဲဆိုတာကတော့ အားလုံးအတူ လိုက်ပါကြည့်ရှုလိုက်ကြရအောင်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုJinaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 722MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 31MinGenre – RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byJinaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEmma Jean SutherlandStarsBo YokelyBobby DanielsBrian Scott CarletonBryce SetoCailan Laine PunnewaertCarlisle J. WilliamsColin PriceCraig MorganCrystal RobertsDiana ChrismanGabriel DavenportHugh WilsonMadeline LeonMichael MorroneMike MorroneMish TamStuartSundanceWill EnnisCastBo YokelyBobby DanielsBrian Scott CarletonBryce SetoCailan Laine PunnewaertCarlisle J. WilliamsColin PriceCraig MorganCrystal RobertsDiana ChrismanGabriel DavenportHugh WilsonMadeline LeonMichael MorroneMike MorroneMish TamStuartSundanceWill Ennis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rp71qywIHgeqCQB6YAYrMt1MY3y.jpg",
      "https://image.tmdb.org/t/p/w300/4G7Gt0O5ezcBMMvr6ZhNz3yKSN1.jpg",
      "https://image.tmdb.org/t/p/w300/aWK5tnBiQAKYNbsw8quTJ1URaB8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Az6FT66SQJk1NUO8YSpsWcodzn.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-after-the-storm-2019-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7rG2l/(CM)_After_The_Storm_(2019)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RGNmSTKb#Ekyt2t9BQbEYYg7GjaYth1JBVs7h3knb7rw0XyWfKVA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5abzy7xlmg5f.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/kijroh1b2d7m",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-after-the-storm-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "722MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7rG02/(CM)_After_The_Storm_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "722MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5G8DBIxC#jxWUKIUhHRkqdXGyzQ04f2JyeG0GXOHe6nhWt_GaifU",
        "server": "mega.nz",
        "size": "722MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gndd0pc1pkfk.html",
        "server": "usersdrive.com",
        "size": "722MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/sffh3quahn7n",
        "server": "streamsb.com",
        "size": "722MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Drama,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "2,303"
    },
    "title": "A Fire in the Cold Season (2019)",
    "description": "A Fire in the Cold Season (2019)========================IMDb Rating – 5.0/10#Unicodeကန္တာရထဲမှာ ရေကြည်တစ်ပေါက်က အေးချမ်းမှုကို ပေးစွမ်းပါတယ်။ ဒီလိုပဲ ဆောင်းတွင်းအေးအေးမှာလည်း မီးတစ်ဖိုက နွေးထွေးမှုကို ပေးစွမ်းပါတယ်။ မုဆိုးတစ်ယောက်နဲ့ မုဆိုးမတစ်ယောက်ရဲ့ တွေ့ဆုံမှုက ဒီဇာတ်လမ်းလေးကို ဖြစ်စေတာပါပဲ။ မုဆိုးကတော့ တောလိုက်မုဆိုး ပါ။ မုဆိုးမကတော့ လင်ယောကျ်ားဆုံးပါးသွားတဲ့ အမျိုးသမီး မိုနာ ပါ။ဒီနှစ်ယောက် ဘယ်လိုဆုံတွေ့ခဲ့ကြတာလဲဆိုတော့ ….. မိုနာရဲ့အမျိုးသား မြစ်ဘေးမှာ လဲကျသေဆုံးနေတာကို မုဆိုးက စတွေ့ခဲ့ပြီး ရဲတိုင်ခဲ့ပါတယ်။ သူ့မှာ တာဝန်ရှိသလို ခံစားရပြီး မိုနာကိုစောင့်ရှောက်ပေးဖို့ ကြိုးစားပါတယ်။ မိုနာ့မှာလည်း ကိုယ်လေးလက်ဝန်နဲ့ ကျန်နေခဲ့တာပါ။မိုနာရဲ့အမျိုးသားဟာ အကြွေးတွေ တင်နေခဲ့ပြီး ဒီအကြွေးတွေကို လူဆိုးတွေက မိုနာ့ဆီလာတောင်းတဲ့အခါမှာတော့ ….. ဆောင်းတွင်းရဲ့မီးတစ်တောက်က ဘယ်လိုမျိုးလဲ ဆိုတာကိုဆက်လက်ကြည့်ရှုကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)#Zawgyiကႏၲာရထဲမွာ ေရၾကည္တစ္ေပါက္က ေအးခ်မ္းမႈကို ေပးစြမ္းပါတယ္။ ဒီလိုပဲ ေဆာင္းတြင္းေအးေအးမွာလည္း မီးတစ္ဖိုက ေႏြးေထြးမႈကို ေပးစြမ္းပါတယ္။ မုဆိုးတစ္ေယာက္နဲ႔ မုဆိုးမတစ္ေယာက္ရဲ႕ ေတြ႕ဆုံမႈက ဒီဇာတ္လမ္းေလးကို ျဖစ္ေစတာပါပဲ။ မုဆိုးကေတာ့ ေတာလိုက္မုဆိုး ပါ။ မုဆိုးမကေတာ့ လင္ေယာက်္ားဆုံးပါးသြားတဲ့ အမ်ိဳးသမီး မိုနာ ပါ။ဒီႏွစ္ေယာက္ ဘယ္လိုဆုံေတြ႕ခဲ့ၾကတာလဲဆိုေတာ့ ….. မိုနာရဲ႕အမ်ိဳးသား ျမစ္ေဘးမွာ လဲက်ေသဆုံးေနတာကို မုဆိုးက စေတြ႕ခဲ့ၿပီး ရဲတိုင္ခဲ့ပါတယ္။ သူ႔မွာ တာဝန္ရွိသလို ခံစားရၿပီး မိုနာကိုေစာင့္ေရွာက္ေပးဖို႔ ႀကိဳးစားပါတယ္။ မိုနာ့မွာလည္း ကိုယ္ေလးလက္ဝန္နဲ႔ က်န္ေနခဲ့တာပါ။မိုနာရဲ႕အမ်ိဳးသားဟာ အေႂကြးေတြ တင္ေနခဲ့ၿပီး ဒီအေႂကြးေတြကို လူဆိုးေတြက မိုနာ့ဆီလာေတာင္းတဲ့အခါမွာေတာ့ ….. ေဆာင္းတြင္းရဲ႕မီးတစ္ေတာက္က ဘယ္လိုမ်ိဳးလဲ ဆိုတာကိုဆက္လက္ၾကည့္ရႈၾကရေအာင္ပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1h 34minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ThrillerSource : 1080p.WebRipTranslator – AugustEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin OakeyStarsMichaela KurimskyStephen OatesTerry RyanCastDarryl HopkinsEvan ParsonsJustin McCormackMichaela KurimskyPenny-Laine RyanStephen LushStephen OatesTerry Ryan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fmy4aa5cp2BztpoJwvymyNAZnC0.jpg",
      "https://image.tmdb.org/t/p/w300/AloBUbrPFYfBWFiGnCgbOU3iWY3.jpg",
      "https://image.tmdb.org/t/p/w300/yr9b9cU93RVxkB46DTkzyweXcyI.jpg",
      "https://image.tmdb.org/t/p/w300/ebmhycz2MPl4s8UFS7qnUSS5meC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/a.fire_.in_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-fire-in-the-cold-season-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "815 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/a-fire-in-the-cold-season-2020-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/1zzql/A.Fire.in.the.Cold.Season.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "815 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1zzqj/A.Fire.in.the.Cold.Season.2020.480p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/yn8zg6euxld7",
        "server": "upstream.to",
        "size": "815 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/wmhj9j31xjkt",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/0Sg23YyZ#EXdEzb5R1jT-NXG6MDx9gDIQBhVSplqpr7Y2rpPd1mU",
        "server": "mega.nz",
        "size": "815 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/EDwGzapZ#--vOWCwMCJe5hzo8KMpQnqIg9-6XVxj82_tksPXItsc",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-fire-in-the-cold-season-2019",
        "server": "VIP Links",
        "size": "815 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "eZHApRoVbHM",
      "video_url": "https://www.youtube.com/watch?v=eZHApRoVbHM",
      "embed_url": "https://www.youtube.com/embed/eZHApRoVbHM"
    }
  },
  {
    "metadata": "N/A|2019|1h 56min|Drama,Music,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "Farewell Song (2019)",
    "description": "Farewell Song 2019================ဟရု နဲ့ လီယို ဆိုတဲ့ကောင်မလေးနှစ်ယောက်ကအမှတ်မထင်တွေ့ရင်းက ဟရုလီယိုဆိုတဲ့ တီးဝိုင်းလေးတစ်ခုဖြစ်လာတယ်အောင်မြင်လာတာနဲ့အတူ အဆင်မပြေမှုတွေပါတွေ့ရင်းဘယ်လိုဆက်ဖြစ်မလဲနာမည်ကြီးမင်းသမီးနှစ်ယောက်ဖြစ်တဲ့Na Na လေးနဲ့ Mugi Kadowaki ကဟရု နဲ့ လီယို အဖြစ်သရုပ်ဆောင်ထားပါတယ်တီးဝိုင်းအဖွဲ့ဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေရယ်သံယောဇဉ်တွေရယ်ကြိုးစားအားထုတ်မှုတွေရယ်စိတ်အားထက်သန်မှုတွေရယ်သီချင်းချိုချိုလေးတွေရယ်ကိုအားရပါးရကြည့်ရမှာပါဂျပန်ကားတွေရဲ့ထုံးစံအတိုင်း ပါးပါးလှပ်လှပ်ပေါ့ပေါ့ပါးပါးလေးပဲရိုက်ပြထားပါတယ်သီချင်းတွေလည်းအရမ်းကောင်းလို့ သေချာလေးရေးပေးထားတာမို့ဒေါင်းပြီးတော့ ကြည့်ရှုခံစားလိုက်ပါဦးအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ ThinZar Htet ဖြစ်ပါတယ်Translator  : Thinzar HtetEncoded : YKQuality :  1080p blueray and 720pFile Size :1.22 GB and 578MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkihiko ShiotaStarsMugi KadowakiNana KomatsuRyô NaritaCastAkinobu ShinoyamaMakita SportsMarika MatsumotoMarika YamakawaMarin HidakaMasaki NaitoMugi KadowakiNana KomatsuRyô NaritaTakaya AoyagiYukiko ShinoharaYûya MatsuuraYuzumi Shintani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tcrRV2AIxn8vj4K84twhXfkZ72g.jpg",
      "https://image.tmdb.org/t/p/w300/x2TS3izWb33EhR4zx3SA9r4sxkL.jpg",
      "https://image.tmdb.org/t/p/w300/jbdr1LvJQFdGkbSqAEtrXqXsrc9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/t7PWpkcFrzs84bguwYc0V2yb78u.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1zVq5/Farewell.Song.2019.1080p.BluRay.x264.%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.22GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://megaup.net/2fSS2/Farewell.Song.2019.720p%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "578MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/qbol3h3mw48y",
        "server": "veryfiles.com",
        "size": "1.22GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://veryfiles.com/c2imwwi1x8yz",
        "server": "veryfiles.com",
        "size": "578MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4n9f6au0vam7.html",
        "server": "usersdrive.com",
        "size": "1.22GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://usersdrive.com/s8vyar53tudd.html",
        "server": "usersdrive.com",
        "size": "578MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/farewell-song-2019-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.22GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://yoteshinportal.cc/farewell-song-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "578MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/farewell-song-2019",
        "server": "VIP Links",
        "size": "1.22GB",
        "quality": "1080p Blueray"
      }
    ],
    "trailer": {
      "video_id": "w0Ll0wAVwYk",
      "video_url": "https://www.youtube.com/watch?v=w0Ll0wAVwYk",
      "embed_url": "https://www.youtube.com/embed/w0Ll0wAVwYk"
    }
  },
  {
    "metadata": "|2019|1h 29min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "116"
    },
    "title": "Nemesis (2019)",
    "description": "Nemesis (2019)คืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီးငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့အခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့လောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့ဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့သတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်စိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့ရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ…သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီးမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။File size…1.7GB and 1.1GB and 499MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration….1h 29minSubtitle….Myanmar Subtitle (Hardsub)Translator …..HazelEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGunparwitt PhuwadolwisidCastJirayu TantrakulKiet KijcharouenNatathida DamrongwisetphanitRamavadi SirisukhaSilp Ruchiravanich",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h9REwQ0SMJciySthcOvWfDJISPV.jpg",
      "https://image.tmdb.org/t/p/w300/xLrCrhz4gvGTxLRfPOrgHGzjeoX.jpg",
      "https://image.tmdb.org/t/p/w300/w0sW1emYkyWLy6bShav594TiyID.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nemesis-2019",
        "server": "VIP Links",
        "size": "1.7GB / 1.1GB",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/nemesis-2019-1080-p-nf-web-dl-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/YEdt/Nemesis.2019.1080p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v5ec8ny1xwq4.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/68l2gabc0h42",
        "server": "upstream.to",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/379hx39c3aaz",
        "server": "veryfiles.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/5vpqeptxnzkd.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nemesis-2019-720-p-nf-web-dl-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kz80/Nemesis.2019.720p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/657pz2iqr434.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8maugypg8d74",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/mtdgq9fsa62l",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/9gxxc4sgidn6.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/nemesis-2019-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2kz8i/Nemesis.2019.480p.CM.mp4",
        "server": "megaup.net",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/egqqox04y4n3.html",
        "server": "usersdrive.com",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/rlcbjj083y6l",
        "server": "upstream.to",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/5ehkrjv7jcuz",
        "server": "veryfiles.com",
        "size": "499MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/izja857xzjtr.html",
        "server": "streamsb.com",
        "size": "499MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|99 min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "742"
    },
    "title": "Seventeen (2019)",
    "description": "ဒီကားလေးကတော့ IMDb rating 7.3ရထားပြီး Netflixကထုတ်တဲ့စပိန် comedy-drama ကားကောင်းလေးတစ်ကားပါ။ဟတ်တာက ခိုးမှုတွေကြောင့် လူငယ်ထိန်းသိမ်းရေးစင်တာမှာရောက်နေပေမယ့်ကြံရည်ဖန်ရည်ရှိပြီး ဉာဏ်ကောင်းတဲ့ကောင်လေးတစ်ယောက်ပေါ့။သူ့မှာမိဘတွေလည်းမရှိ သူချစ်တဲ့အဖွားကလည်းသေခါနီးဖြစ်နေပြီး တစ်ဦးတည်းသောအစ်ကိုနဲ့လည်းဆက်ဆံရေးကမပြေလည်ပါဘူး။စင်တာမှာသူထိန်းကျောင်းပေးတဲ့ခွေးလေးတစ်ကောင်မွေးစားခံရပြီးသူ့ဆီရောက်မလာတဲ့အချိန်မှာတော့ စင်တာကနေထွက်ပြေးပြီးခွေးသွားရှာပါတော့တယ်။ညီအစ်ကိုချင်းနွေးထွေးမှုမရှိတော့ပေမယ့် သူထွက်ပြေးသွားတဲ့အချိန်မှာတော့သူ့အစ်ကိုသူ့ဆီလိုက်လာပါတယ်။ ဒီလိုနဲ့ ညီအစ်ကိုနှစ်ယောက်သားမွေးစားခံရတဲ့‌ခွေးကိုလိုက်ရှာရင်း ဒီနေ့လားမနက်ဖြန်လားသေတော့မယ့်အဖွားကိုရွာပြန်ပြီးမြေမြှုပ်ပေးဖို့စီစဉ်ရင်းနဲ့ ခရီးစဉ်စတင်လိုက်ပါတယ်။သံယောဇဉ်တွေ ချစ်ခြင်းမေတ္တာတွေကို ဟာသလေးတွေနှောပြီးဖော်ကျူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File Size : ( 932 MB , 327 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel Sánchez ArévaloStarsBiel MontoroCarolina ClementeChani MartínIñigo AranburuItsaso AranaJorge CabreraKandido UrangaLola CordónMamen DuchNacho SánchezCastAaron PorrasBiel MontoroCarolina ClementeChani MartínIñigo AranburuItsaso AranaJorge CabreraKandido UrangaLola CordónMamen DuchNacho Sánchez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zQ2aQ8LrasFdSZLc7OaNXTPa7XP.jpg",
      "https://image.tmdb.org/t/p/w300/2u98Bw2ulETGs5fvU69nMf7lUYe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lTn1VQUw7nzNKZc9eLHazh1dckx.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2OM35/(CM)_Seventeen_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "932 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2OM39/(CM)_Seventeen_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "327 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/seventeen-2019",
        "server": "VIP Links",
        "size": "932 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/seventeen-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "932 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://sbembed2.com/d/8tv0xf7288uq.html",
        "server": "streamsb.com",
        "size": "932 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "XiQS_nNdxoY",
      "video_url": "https://www.youtube.com/watch?v=XiQS_nNdxoY",
      "embed_url": "https://www.youtube.com/embed/XiQS_nNdxoY"
    }
  },
  {
    "metadata": "N/A|2019|1h 50min|Comedy,Sci-Fi,Thriller",
    "rating": {
      "rating": "4.8/10",
      "rating_count": ""
    },
    "title": "The Night of the Undead",
    "description": "Night of the Undead (2019)ဒီကားကတော့ ၂၀၁၉ ကထွက်ထားတဲ့ Sci-fi Thriller အမျိုးအစားကားကောင်းတစ်ကားဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဆိုအီဆိုတဲ့ မိန်းကလေးဟာ မန်းဂီးဆိုတဲ့ လက်ထပ်ပြီးအိမ်ထောင်သည်ဘဝကိုပျော်မွေ့နေသူတစ်ယောက်ပါ ဒါပေမယ့် သူမအမျိုးသားမှာထူးဆန်းတဲ့အကျင့်တစ်ခုရှိပါတယ် အမြဲအလုပ်များနေတတ်ပြီး ဘယ်လောက်အလုပ်များများ အနားမယူတတ်တာပါ တစ်ခါတစ်လေ ဒီအပြုအမူတွေကြောင့်ဆိုအီကသူယောကျ်ားကို လူသားတစ်ယောက်လို့ မခံစားမိတော့အောင်ဖြစ်လာပါတယ် ဒါကြောင့်သူမအမျိုးသားဘာတွေလုပ်နေတယ်ဆိုတာကို အလွတ်စုံထောက်တစ်ယောက်ကိုငှားပြီး နောက်ယောင်ခံစေခဲ့ပါတယ် အဲ့ဒီအခါမှာ သူမအမျိုးသားဟာသူမအရင်ကလက်ထပ်ထားသူတွေ ရှိနေခဲ့ပြီး အဲ့ဒီမိန်းမတွေကလည်း ပုံစံတူသေဆုံးခဲ့တယ်ဆိုတာကိုသိလိုက်ရပါတယ် သူမယောက်ျားက ဘယ်လိုလူမျိုးလဲ အစပိုင်းမှာတော့မိန်းမကိုအရမ်းချစ်တတ်ပြီး ကြင်နာတတ်တဲ့ယောက်ျားရဲ့နောက်ကွယ်ကအဖြစ်မှန်ကဘာလဲဆိုတာကို စိတ်ဝင်စားဖွယ်တွေ့ရမှာပါ Sci fi ကားကြိုက်တတ်သူတွေအတွက် ပျင်းစရာ မကောင်းပဲ စိတ်ဝင်စားစရာကြည့်ရမယ့်ကားလေးဆိုလည်းမမှားပါဘူးTranslated by : Moe PwintEncoded by : Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong-won ShinStarsJung-hyun LeeSeong-oh KimYeong-hie SeoCastBaek Seung-chulJang Myung-kapJoo Bo-biKim Ki-chunKim Sung-ohLee Jung-hyunLee Mi-doSeo Young-heeYang Dong-geun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bDkHfdrmUUxeVjFBexyLYnTBX2p.jpg",
      "https://image.tmdb.org/t/p/w300/jgkWgI6IkFtveO59tBZI4vPfrPk.jpg",
      "https://image.tmdb.org/t/p/w300/8HrnujdxmVV3uEBwVkfdvAQHkn1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/syUy6A3j20oVVJL0jwJi7q6YizF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/40gfgxfukp7f.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j9hq4xgwb5bx.html",
        "server": "usersdrive.com",
        "size": "589MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zGo8/Night.of.the.Undead.2019.WEBRip.1080p_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2VBiy/Night.of.the.Undead.2019.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "589MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/night-of-the-undead-2019-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/night-of-the-undead-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "589MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/oo671uebgl0v",
        "server": "veryfiles.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/r4lq8wodcsp3",
        "server": "veryfiles.com",
        "size": "589MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/night-of-the-undead-2019",
        "server": "VIP Links",
        "size": "1.16GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(18+)Revenge Porn: PAIN OF LOVE (2019)",
    "description": "နာမည်လေးက ရီအရမ်းချစ်ဖို့ကောင်းတယ် အထူးသဖြင့်သူမရဲ့ အိစက်လုံးဝန်းနေတဲ့ ရွှေရင်အစုံသူမက အရမ်းချစ်ဖို့ကောင်းလို့ ကျောင်းမှာ ကောင်လေးတိုင်းစိတ်ဝင်စားတယ်ဒါပေမဲ့ သူစိတ်ဝင်နေတာက အတန်းက စီနီယာ မီကီအိုဖြစ်နေတယ်ကိုကိုမှ ကိုကိုဖြစ်နေတာတနေ့ မီကီအိုက သူ့ကိုချစ်ရေးဆိုလာတယ်သူအရမ်းပျော်တာပေါ့ ကိုကို အချစ်ကိုရပြီလေဒါပေမဲ့ မီကီအိုမှာ သူများနဲ့ မတူတဲ့ ခံစားချက် ခံစားချင်တဲ့ လူတစ်ယောက်ဖြစ်နေရာမှမီကီအိုတယောက် သူရဲ့အချစ်ရေးက သာယာပါ့မလားဖြောင့်ဖြူးပါ့မလားဆိုတာ ချစ်စဖွယ် တလုံးတခဲ ကြီးတွေကိုကွက်ကွက် ကွင်းကွင်း ရိုက်ပြထားတာ ဖြစ်လို့တမူထူးခြားတဲ့ ပြကွက်တွေ ခံစားချက်တွေ ကောင်းနေတာမို့DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်File size…500MBQuality…720pFormat…mp4Duration….1h 10minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaisuke YamanouchiStarsBansho ShinraHotaru HazukiMasamitsu KaniSakura KirishimaShijimiCastBansho ShinraHotaru HazukiMasamitsu KaniSakura KirishimaShijimi",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ceFW0MQUDqu1vTDs4DFWrfbyaPx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/revenge-porn-of-love-2018-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z6d17qkv9egh.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fsjf/Revenge_Porn_Of_Love_.2018.720p(DS).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kiVUXZRR#27uZuq2za_sXDh80srHiYbcU_KIwau4IbUnQf5Ba-7A",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/0h80smuaz7xq.html",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yg80flj3i3ne",
        "server": "streamvid.io",
        "size": "500MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2019|109 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1,344"
    },
    "title": "The Gangster, the Cop, the Devil (2019)",
    "description": "The Gangster, The Cop, The Devil (2018)၂၀၁၈ တုန်းက ထွက်ရှိခဲ့တဲ့ မာဒုန်ဆွတ်ရဲ့ဇာတ်လမ်းကောင်းတစ်ကားပါ Train to Busan ထဲကလူသန်ကြိး မာဒုန်ဆွတ်ဆိုတာနဲ့ ဇာတ်လမ်းကကောင်းပြီးသားဆိုတာ ခန့်မှန်းမိမှာပါ အခုကားကတော့ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ ဂိုဏ်စတားတစ်ယောက်ရယ်ရဲတစ်ယောက်ရယ် မကောင်းဆိုးရွားတစ်ကောင်ရဲ့ ဇာတ်လမ်းပါသူတို့ ၃ ယောက် ဘယ်လိုများဆက်စပ်နေကြပါလိမ့် ချွန်းချောင်တောင်ပိုင်းမှာဆက်တိုက်ဆိုသလို ဖြစ်နေတဲ့ လူသတ်မှုတွေကိုကွင်းဆက်လူသတ်မှုအဖြစ် ဆက်စပ်မိတဲ့ ရဲစုံထောက် တစ်ယောက်…..မမျှော်လင့်ဘဲ ကွင်းဆက်လူသတ်သမားရဲ့ဓားနဲ့အထိုးခံလိုက်ရတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်……လူသတ်သမားကို မိဖို့အရေး ပူးပေါင်းလိုက်ကြရဖို့ ဖြစ်လာတဲ့အခါ…..ရဲ နဲ့ လူဆိုး ပူးပေါင်းဖို့ရာ ဖြစ်နိုင်ပါ့မလား?????ကွင်းဆက်လူသတ်သမားကိုရော ဖမ်းမိပါ့မလား?????မှုခင်းဇာတ်လမ်းဖြစ်တဲ့အတွက် စလယ်ဆုံး လုံး၀စိတ်ဝင်စားဖို့ကောင်းပါတယ် တစ်ကားလုံးကို အသည်းတယားယားရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်ကိုရီးယားကားကောင်းတစ်ကား ဖြစ်ပါတယ်ဗျာTranslated By : AugustEncoded By : X CodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Won-taeStarsHeo Dong-wonKim Gyu-riKim Mu-yeolKim Sung-kyuLee Seo-hwanMa Dong-seokOh Hee-joonRyu Tae-hoYoo Seung-mokYou Jae-myeongCastCha Soon-BaeHeo Dong-wonJeon Bae-sooKim Gyu-riKim Mu-yeolKim Sung-kyuLee Seo-hwanMa Dong-seokOh Hee-joonRyu Tae-hoYoo Seung-mokYou Jae-myeong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mh1xax1OZd0g48bdhbvUCgPg6rp.jpg",
      "https://image.tmdb.org/t/p/w300/fI6X3Hd8KvtAuOKVdmxckdNzrx.jpg",
      "https://image.tmdb.org/t/p/w300/ekN46EvLFtN7dGsHMU7ml4QJYdK.jpg",
      "https://image.tmdb.org/t/p/w300/OCZxJCBUAaZCj0FF8BSIMIXB84.jpg",
      "https://image.tmdb.org/t/p/w300/bYmufSoEMGXZMPkRHPVlYZH6rcc.jpg",
      "https://image.tmdb.org/t/p/w300/8gPpz6eKR3JKDVEbciE0HwBs0lL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BYTdjNDZmNjgtZTI2Mi00OWJkLWI3ODItNzA5YjQ4MTczMTdjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX750_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-gangster-the-cop-the-devil-2019",
        "server": "VIP Links",
        "size": "1.16 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-gangster-the-cop-the-devil-ak-in-jeon-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3usuW/The_Gangster,_The_Cop,_The_Devil.2018_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/28xzc/The_Gangster,_The_Cop,_The_Devil.2018__SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "533.19 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/s7pef0aoacc7",
        "server": "upstream.to",
        "size": "1.16 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "9KQtYRy5SK0",
      "video_url": "https://www.youtube.com/watch?v=9KQtYRy5SK0",
      "embed_url": "https://www.youtube.com/embed/9KQtYRy5SK0"
    }
  },
  {
    "metadata": "|2019||Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1533"
    },
    "title": "Buck Run (2019)",
    "description": "Buck Run (2019)==============IMDb Rating – 5.8/10အတိတ်က နာကျင်စရာတွေကို လက်ခံနိုင်ဖို့ ကြိုးစားဖူးလား။ နာကျင်မှုတွေ ဆုံးရှုံးမှုတွေနဲ့ အမှန်တရားတွေကလက်ခံနိုင်ဖို့အတွက် အချိန်အတိုင်းအတာတစ်ခုတော့ လိုအပ်ပါတယ်…..ဒီကားမှာတော့ ကင်ဆာရောဂါသည်မိခင် သေသွားပြီးနောက်ပိုင်း ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ မိခင်အလောင်းနဲ့တစ်အိမ်ထဲမှာ အတူနေရတဲ့ ၁၅နှစ်သားအရွယ် ကောင်လေး ရှော။ အမေမရှိတော့မှ အရက်စွဲနေတဲ့ အဖေရောက်လာပြီး အဖေဖြစ်သူ ဝီလီယံနဲ့အတူ နေနိုင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဘဝကို အရက်သောက်၊မိန်းမလိုက်စား၊ အဓိပ္ပါယ်မဲ့စွာဖြတ်သန်းပြီး အတိတ်ကအကြောင်းတွေကနေ ရုန်းမထွက်နိုင်တဲ့ ဝီလီယံ။  မိခင်ကို ဆုံးရှုံးလိုက်ရပြီး ဘေးပတ်ဝန်းကျင်ကအနိုင်ကျင့်ခံရတဲ့ ကောင်လေး၊ ငယ်ငယ်ထဲကထွက်သွားပြီး အခုမှပေါ်လာတဲ့ အဖေနဲ့အတူ သူဘယ်လိုနေထိုင်မလဲ…..သူ့စိတ်ထဲဘာတွေရှိနေမလဲ။ နောက်ဆုံး သူတို့ သားအဖနှစ်ယောက် အတိတ်က နာကျင်စရာတွေကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဆုတွေလည်း အတော်များများရထားပြီး ဇာတ်လမ်းအေးအေးလေးတွေကိုစီးမျောခံစားတတ်တဲ့သူတွေအဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 20minSubtitle – Myanmar HardsubFormat – Mp4Genre :  DramaSource : 1080p.WebRipTranslator –  ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNick FrangioneStarsAlicia GoransonAmy HargreavesAngus MacfadyenJames Le GrosJim ParrackKevin J. O'ConnorNolan LyonsCastAlicia GoransonAmy HargreavesAngus MacfadyenJames Le GrosJim ParrackKevin J. O'ConnorNolan Lyons",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZTZiYzY5Y2EtZWY5Ny00NTJlLTk1YTgtODYxZDE4YTdhNmUyXkEyXkFqcGdeQXVyNTI0MTI0OTE@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/buck-run-2019-1080-p-web-rip-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/buck-run-2019-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/2gVuW/Buck.Run.2019.1080p.WEBRip.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/1AY22/Buck.Run.2019.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "715 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://upstream.to/3cux3hhhgt37",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/NUNQWTRb#76bDzx4b9U8VB5E06zK3KgtJ5hZSyMIQMkXHAC5--N8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/dZ0CEBaZ#ezt-WpT10T-GpHF_KhwZMXd6-26I1426pZT8b0Xgb1M",
        "server": "mega.nz",
        "size": "715 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://usersdrive.com/6n6lysnd7vs6.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/sanchrjfkrig.html",
        "server": "usersdrive.com",
        "size": "715 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/buck-run-2019",
        "server": "VIP Links",
        "size": "1 GB / 715 MB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|93 min|Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "208"
    },
    "title": "Who Would You Take to a Deserted Island?",
    "description": "Who would you take to a deserted island (2019)ပူေလာင္လြန္းတဲ့ ေႏြရာသီရက္တစ္ရက္မွာကိုယ့္အိပ္မက္ဆီကို အေရာက္သြားၾကရေတာ့မယ့္လူငယ္ေလးေယာက္ရဲ႕ႏႈတ္ဆက္ပြဲကေနအစျပဳခဲ့တဲ့ ဒီဇာတ္လမ္း။ရွစ္ႏွစ္ၾကာ ခင္မင္လာခဲ့ၾကတဲ့ သူငယ္ခ်င္းေလးေယာက္၊စံုတြဲႏွစ္တြဲရဲ႕ ေနာက္ဆံုးႏႈတ္ဆက္ပြဲ။မေတာ္တဆ ကစားမိၾကတဲ့ “မင္း ဘယ္သူ႔ကို ကႏာၱရကၽြန္းကို ေခၚသြားမွာလဲ”ဆိုတဲ့ ကစားနည္းေၾကာင့္သူတို႔ၾကားက လွ်ိဳ႕၀ွက္ခ်က္ေတြ ပြင့္အံလွ်ံက်လာခဲ့ၾကတယ္။အဲ့လွ်ိဳ႕၀ွက္ခ်က္က ဘာေတြလဲ?အဲ့လွ်ိ႕၀ွက္ခ်က္ေၾကာင့္ သူတို႔ၾကားမွာ ဘာေတြျဖစ္ၾကဦးမလဲ?စပိန္ကားေတြရဲ႕ ထံုးစံအတိုင္းTwist ေတြက တကယ့္ကို အႀကီးႀကီးေတြပါပဲ။ၾကည့္ရင္းၾကည့္ရင္းနဲ႔ ဟာခနဲဟင္ခနဲ ျဖစ္ရမွာေတြလည္း ပါပါတယ္။ဇာတ္လမး္ကို ဒီေလာက္ပဲ ေျပာျပခ်င္ပါတယ္။ဒီ့ထက္ေျပာျပလိုက္ရင္ Plot Twist ေတြေပၚကုန္မွာစိုးလို႔ မေျပာျပေတာ့ပါဘူး။Plot Twist ေတြက ၾကည့္ေနရင္းနဲ႔ အရသာရွိလာပါလိမ့္မယ္။ရုပ္ရွင္ကားေကာင္းေကာင္းႀကိဳက္ရင္ေတာ့လက္မလႊတ္သင့္တဲ့ ကားတစ္ကားပါ။Money Heist နဲ႔ Elite မွာ ပါ၀င္ခဲ့တဲ့ မင္းသား၊မင္းသမီးေတြလည္း ပါတယ္ဆိုေတာ့Money Heist နဲ႔ Elite ကို ၾကည့္ဖူးတဲ့ပရိသတ္ေတြအတြက္ေတာ့ အရမ္းညႊန္းမေနေတာ့ပါဘူး။စိတ္ခ်လက္ခ်သာ ၾကည့္လိုက္ပါ။IMDb Rating ကေတာ့ 5.4/10 ရထားပါတယ္။ရုပ္ရွင္ကားကို Myo Nyunt က ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJota LinaresStarsAndrea RosJaime LorenteMaría PedrazaPol MonenCastAndrea RosJaime LorenteMaría PedrazaPol Monen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/abTnQsdz3wRHDTtYauDnTEQkwnb.jpg",
      "https://image.tmdb.org/t/p/w300/zCAb4opafbOHgBx6n9Pv3OQpwD3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYWZjMjYyMTAtNWQ0Zi00YmFhLTgzNDUtYjZjN2QyNmZkNTMwXkEyXkFqcGdeQXVyOTgxODE5NDQ@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://upstream.to/tzxp82fxekvc",
        "server": "upstream.to",
        "size": "873.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/who-would-you-take-to-a-deserted-island-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "873.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2dV9h/Who_Would_You_Take_To_A_Deserted_Island-_[2019]_(MM_Sub).MP4",
        "server": "megaup.net",
        "size": "873.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/3rrqt9rnjbja.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "8J3TQV-ngko",
      "video_url": "https://www.youtube.com/watch?v=8J3TQV-ngko",
      "embed_url": "https://www.youtube.com/embed/8J3TQV-ngko"
    }
  },
  {
    "metadata": "PG-13|2019|105 min|Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "7,880"
    },
    "title": "After (2019)",
    "description": "“သူနဲ့ မတွေ့ခင်က ကျွန်မဘဝဟာ… အရမ်းကို ရိုးရှင်းပြီး ပုံသေ သတ်မှတ်ထားပြီးသားပါ…အခုတော့ သူနဲ့ တွေ့ပြီးနောက်ပိုင်း… သူနဲ့ တွေ့ပြီးတဲ့ နောက်ပိုင်း ဆိုတာပဲ… ရှိတော့တယ်”“ကျွန်တော့်ဘဝမှာ ဝတ္ထုပေါင်းများစွာ ဖတ်ခဲ့ဖူးပါတယ်…အများစုက အချစ်ဆိုတာ စကြဝဠာကြီးရဲ့ ဗဟိုချက်လို့ ပြောကြပါတယ်…အချစ်က ကျွန်တော်တို့ရဲ့ အတွင်းဒဏ်ရာတွေကို ကုစားပေးနိုင်တယ်…အချစ်ဟာ ကျွန်တော်တို့ အသက်ရှင်ဖို့ လိုအပ်တဲ့အရာပါပဲတဲ့…သူနဲ့ မတွေ့ခင်အထိ ကျွန်တော့်ကို အခြားတစ်ယောက်က… လုံးဝဖမ်းစားသွားနိုင်မယ်လို့ ဘယ်တုန်းကမှ မထင်ခဲ့ဖူးပါဘူး”ဒီတစ်ခါတော့ ရိုမက်တစ်ဆန်ဆန် အချစ်ဇာတ်လမ်းကောင်းလေးတွေကို ချစ်တဲ့ပရိသတ်တွေအတွက် After ဆိုတဲ့ ဇာတ်လမ်းကောင်းလေးကို မိတ်ဆက်ပေးလိုက်ပါတယ်တက်ဆာဆိုတဲ့ စာတော်ပြီး အမေစိတ်တိုင်းကျ ကြိုးစားနေတဲ့စာကြမ်းပိုးမလေးတစ်ယောက် ကောလိပ်ကို ရောက်လာတာက ဇာတ်လမ်းကို စတည်ထားပါတယ်အမေဖြစ်သူက စီစဉ်တဲ့အတိုင်း ဘဝကို နေထိုင်ရင်း ဟာဒင်ဆိုတဲ့ ကောင်လေးနဲ့ တွေ့တဲ့အချိန်မှာ သူဘာတွေ ပြောင်းလဲ သွားမှာလဲဟာဒင်ကရော ဘယ်လိုကောင်လေးလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဇာတ်ကားအနှစ်သာရ ပျက်သွားမှာ စိုးလို့ အများကြီး မညွှန်းပေးတော့ပါဘူးစကြည့်မိတာနဲ့ လုံးဝနစ်မျောသွားမယ့် အချစ်ဇာတ်လမ်းလေးပါ ကြည့်ပြီးနောင်တမရစေရမယ့်ဇာတ်ကားကောင်းလေးဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်ကြဖို့ ညွှန်းပေးပါရစေ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့May Tharaphi Lwinပါ)File Size : (1.70 GB) , (850 MB) and (420 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 45minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-NTGTranslated byMay Tharaphi LwinEncoded byTHZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJenny GageStarsDylan ArnoldHero Fiennes TiffinInanna SarkisJennifer BealsJosephine LangfordPeter GallagherPia MiaSamuel LarsenSelma BlairShane Paul McGhieCastAnna ToddDylan ArnoldHero Fiennes-TiffinInanna SarkisJennifer BealsJessica BarthJosephine LangfordKhadijha Red ThunderMeadow WilliamsPeter GallagherPia MiaRebecca Lee RobertsonSamuel LarsenSelma BlairShane Paul McGhieSwen Temmel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/997ToEZvF2Obp9zNZbY5ELVnmrW.jpg",
      "https://image.tmdb.org/t/p/w300/1ZF4IDGsUYDLQsn98EHfhwovk6.jpg",
      "https://image.tmdb.org/t/p/w300/i1JJ57rEGCPZRzGQoi1ScITKruw.jpg",
      "https://image.tmdb.org/t/p/w300/3Zb2B1NVnp7pG9Tio3uyh9FFLjH.jpg",
      "https://image.tmdb.org/t/p/w300/8lESY7UGpOsbL2caib9Qe4bOebF.jpg",
      "https://image.tmdb.org/t/p/w300/uRjLSalNDTESsvddDEtCvpssG3J.jpg",
      "https://image.tmdb.org/t/p/w300/fluvJ6Z8LNchUP7AdWGRNFHyJcU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g9ygsq6w6cx4.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/after-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XTax/After_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/T6I3yJKB#18isyKW8QFcZTBxwjGEDwnC3gC5cRgVcPcK621J-dX4",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xyhk5whjgeqe",
        "server": "streamvid.io",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/l3vvsbysafel",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2ZAdcWHuCmY",
      "video_url": "https://www.youtube.com/watch?v=2ZAdcWHuCmY",
      "embed_url": "https://www.youtube.com/embed/2ZAdcWHuCmY"
    }
  },
  {
    "metadata": "N/A|2019|118 min|Action,Adult,Asian",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "97"
    },
    "title": "[21+] She’s Just a Shadow (2019)",
    "description": "ရှည်ရှည်ဝေးဝေးတော့ မပြောတော့ဘူးဗျာဂျပန်ကား အင်္ဂလိပ်စကားပြောဇတ်လမ်း အညွှန်းကို ပြောရရင် နည်းနည်းထူးဆန်းမယ်ဒီရုပ်ရှင်ကားက 21+ လို့ ပြောလို့ရတယ်Uncensored ပဲ အကုန် အရှင်းတိုင်း ပြလို့ အတော်လန့်ရတယ်မိသားစုနှင့် အတူမကြည့်ပါနဲ့ ယောင်္ကျားလေး ၂၁ ယောက် စုကြည့်ပါ၂၁ ယောက် မပြည့်ရင် ကျိန်စာသင့်ပါမယ် 😛ဇတ်လမ်းထဲမှာတော့ ဇိမ်မယ်တွေ ရှိတဲ့ အိမ်ကြီးတစ်ခုရယ်ဂိုဏ်းစတား တစ်ဖွဲ့ရယ် ကြားထဲကို ဝင်ရှုပ်မိတဲ့လူတစ်ယောက် ကနေ စရာမှာပဲအဲ့ဒီလူကလဲ သူပစ်မှတ်ထားတဲ့ ကောင်မလေးတွေကိုပြန်ပေးဆွဲ မုဒိန်းကျင့်ပြီး သက်ပစ်နေတဲ့ ဖမ်းမမိတဲ့ကွင်းဆက်လူသတ်သမား..သူဇယား သွားရှုပ်မိတာက ဂိုဏ်းစတား တစ်ခုဘယ်လို ဘယ်ပုံ ဆိုတာတော့ ကိုယ့်ဘာသာ ကြည့်ကြကောင်မလေးတွေ ဖျင်လေးတွေ လုံးတာတော့ အာမခံတယ်ကျန်တာတော့ မသိဘူး…ကြည့်ချင်ကြည့် မကြည့်ချင်နေTranslator အသစ်လေး Sunday Cum ကSunday မှာ ၁၈ ပလပ်အပေါင်း သူတော်ကောင်းအတွက်ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ။အညွှန်းရေးပြီး Encode ပေးတာကတော့ကျနော် XCode ပါ တဲ့ ခင်ဗျား…DarkSide ကနေ ပြန်လည်ကြိုဆိုလိုက်ပါတယ်…Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam ShermanStarsHaruka AbeKentez AsakaKihiroMercedes MaxwellTao OkamotoCastAbby DongHaruka AbeHaruna AyaneKentez AsakaKihiroMakoto TakeuchiMarcus JohnsonMarissaMercedes MaxwellMickey CurtisNoriko AraiŌmiya IchiRajia BaroudiTao Okamoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kLCDqWNTjcxI7zWOTjszJTzD3jY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNzUxNzEwNTUtOTI3MS00NDE1LTkzNTctYzc0ZjIxYjVhYzg5XkEyXkFqcGdeQXVyNjg0ODE1ODE@._V1_SY1000_CR006771000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1l6qbuvmbf4t.html",
        "server": "usersdrive.com",
        "size": "1.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/shes-just-a-shadow-21-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yuudrive.me/9ef6e/shes-just-a-shadow-21-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.65 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/aos1lqdw4m3x/She%E2%80%99s_Just_A_Shadow_[21+]_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Vhey/She’s_Just_A_Shadow_[21+]_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/2ko46tfsq5u9",
        "server": "upstream.to",
        "size": "1.65 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "BnnGIQQrqA8",
      "video_url": "https://www.youtube.com/watch?v=BnnGIQQrqA8",
      "embed_url": "https://www.youtube.com/embed/BnnGIQQrqA8"
    }
  },
  {
    "metadata": "|2019|1h 43min|Action,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "3,468"
    },
    "title": "Exit (2019)",
    "description": "Exit (2019)IMDb – 7.0/10_____Rotten – 83%CM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့မကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့ကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့တင်ဆက်ပေးလိုက်ပါပြီ။ဇတ်လမ်းပုံစံကတော့…ယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ…အားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်အလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီးအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ 😀ယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့ယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီးအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ….တစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်ဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ပါတီ ကျင်းပကြပါတယ်အဲ့ဒီမှာ အလုပ်လုပ်နေတဲ့ အူဂျူ  ဆိုတဲ့ ယောင်နမ် နဲ့ အရင်ကတောင်တက် လေ့ကျင့်နေကြ ကောင်မလေး နဲ့ ပြန်ဆုံပါလေရော..ပျော်ရမယ် မကြံရသေးပါဘူး…ယောင်နမ်တို့ ပါတီလုပ်နေတဲ့ နေရာနားမှာပဲ လူလုပ်တဲ့သဘာ၀ ဘေး တစ်ခု ကျရောက်လာပါတော့တယ်…ယောင်နမ် နှင့် မိသားစု အားလုံး အထဲမှာ ပိတ်မိနေပြီးမိသားစု တွေကို ဘေးကင်းရာ ပို့ဖို့ နဲ့ အသက်ဆက်ရှင်ဖို့စီစဉ်ရသော အခါတွင်…..ဒီရုပ်ရှင်ကားဟာ စ လယ် ဆုံး အသက်ရှုဖို့ မေ့ရလောက်တဲ့အထိအခန်းတွေ ပါဝင်ပြီး ကြည့်ရှုသူကို စိတ်အကျေနပ်ဆုံး ပေးစွမ်းနိုင်မှာပါရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့ThinZar Htet ဖြစ်ပြီး XCode မှ အညွှန်းရေး တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Sang-geunStarsCho Jung-seokGoh Doo-shimHwang Hyo-eunKang Ki-YoungKim Byeong-soonKim Ji-youngKim Jong-gooLee Bong-ryeonLim YoonaPark In-hwanYoonaCastBae Hae-sunBae Yoo-ramBan Hye-raCho Jung-seokGoh Doo-shimHwang Hyo-eunJoo Bo-biJung Min-sungKang Ki-YoungKim Byeong-soonKim Ji-youngKim Jong-gooKim Kang-hoonKim Kang-hyunLee Bong-ryeonLee Dong-HwiLee Jeong-inLim YoonaOh Hee-joonPark In-hwanPark Sung-ilShin Se-hwiShin Se-hwuiYoo Su-binYoona",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cxM5ifGuXvuqYM7B0cgrLw08F4R.jpg",
      "https://image.tmdb.org/t/p/w300/4tu7fg5H8Gad5W0Tu7QlFFU4AnX.jpg",
      "https://image.tmdb.org/t/p/w300/yp0sTg5nXyDpiE3sGj5GltbYeHQ.jpg",
      "https://image.tmdb.org/t/p/w300/hTyguvazmYWPwI55BLJOjc2JK7u.jpg",
      "https://image.tmdb.org/t/p/w300/bq6NAKNLTGri7Y4zg7pEJoe4l3l.jpg",
      "https://image.tmdb.org/t/p/w300/hcbkTmqXvEqxvs3RyQum3RfR1ms.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/h7voyr60urkt.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/exit-ek-si-teu-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yuudrive.me/571ff03/exit-ek-si-teu-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/3g3l5e4v1ijx/Exit_(Ek-Si-Teu)_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/T5n5/Exit_(Ek-Si-Teu)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/QE1ySJQY#PH9l5qBBXeFrujqyPBKzAmjXa7peqSBlLZcm2e4Fdf4",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/ahgs0svdhrrc",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/exit-2019",
        "server": "VIP Links",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/exit-2019-1080-p-blu-ray-remux-avc-dts-hd-ma-5-1-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      },
      {
        "link": "https://megaup.net/2hOG4/EXIT.2019.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-HEVC_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      },
      {
        "link": "https://upstream.to/uqxbn0qobezu",
        "server": "upstream.to",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      },
      {
        "link": "https://usersdrive.com/sznlju1487yj.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      },
      {
        "link": "https://usersdrive.com/sznlju1487yj.html",
        "server": "veryfiles.com",
        "size": "2.4GB",
        "quality": "1080P HEVC"
      }
    ],
    "trailer": {
      "video_id": "Sp_Uex375YM",
      "video_url": "https://www.youtube.com/watch?v=Sp_Uex375YM",
      "embed_url": "https://www.youtube.com/embed/Sp_Uex375YM"
    }
  },
  {
    "metadata": "Not Rated|2019|146 min|Action,Bollywood",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "1,187"
    },
    "title": "Vinaya Vidheya Rama (2019)",
    "description": "ကဲ စာမမှန်ရင် မကြည့်ဘူး၊ကွာလတီမကောင်းရင်မကြည့်ဘူး ဆိုသူတွေအတွက်စာအမှန်နဲ့ ကွာလတီကောင်းကောင်းနဲ့ ရပါပြီ။ပထမဗားရှင်းမှာ စာမပါဘဲ ရုပ်ထွက်လည်းခုဗားရှင်းလောက် မကောင်းခဲ့ပါ။စာအမှန်ကို စောင့်ပေးကြတဲ့အတွက်ကျေးဇူးအထူးပင် တင်ပါတယ်။တေလဂူးမင်းသားချော ရမ်ချာရန်း အများအခေါ် ဘိုင်ရာဗာရယ်လို့ လူကြိုက်များတဲ့ မင်းသားရဲ့ ၂၀၁၉ မှာ ထွက်လာခဲ့တဲ့ကား ဆိုတာကို အထူးတလည် မိတ်ဆက်ဖို့ လိုမယ်မထင်ပါ။——————–သိပ်ကို ဆင်းရဲနွမ်းပါးတဲ့ မိဘမဲ့ကလေး၄ယောက်မှာတနေ့တော့ ရထားလမ်းဘေးမှာ ကလေးတစ်ယောက် ကောက်ရခဲ့ပါတယ်။ရမ်ချာရန်းပါပဲ။သူ့ကို မွေးစားခဲ့တဲ့ ကလေး၄ယောက်ကိုအစ်ကိုကြီးတွေအဖြစ် သိပ်ကို ချစ်ရပါတယ်။အိပ်မပျော်ခင် နောက်ဆုံးတွေးတဲ့ အတွေးနဲ့မနက်အိပ်ယာထချိန် အစောဆုံး တွေးတဲ့ အတွေးတောင်သူတို့ လေးယောက် အဖို့ပါ။အဲ့သလောက်ကို ချစ်ပါတယ်။သူတို့လေးယောက်ရဲ့ ဇနီးတွေနဲ့ အတူရမ်းချာရန်ဟာ နေထိုင်ခဲ့တယ်။မိန်းမလား… ဟင့်အင်း စိတ်မဝင်စား ပညာရေးလား … ဟင့်အင်း စိတ်မဝင်စားဘာဆို ဘာမှ မစဉ်းစားဘဲ အစ်ကို လေးယောက်အတွက်ပဲစဉ်းစားတတ်သူပါ။သူတို့အတွက်ဆို အသက်တောင်ပေးမလောက်ပဲ။တနေ့ ရွေးကောက်ပွဲကော်မရှင်အဖွဲ့ဝင် အစ်ကိုနဲ့လတ်တလော မဲဝင်ပြိုင်မယ့် ပါတီဝင်တွေနဲ့စကားများရာကစ…ပြဿနာတက်ခဲ့ရမှာတော့…..ကဲ ကိုယ်တိုင် ခံစားရမယ့် အချိန် ရောက်ရှိခဲ့ပါပြီဗျာ။—————————–ဇာတ်ကားထွက်ခဲ့စဉ်မှာတော့ ဝေဖန်မှု အမျိုးမျိုးနဲ့ ကြုံခဲ့ရပေမဲ့ဒီမင်းသားကားကို မဖြစ်မနေကြည့်ချင်သူတွေ အများကြီးပဲဆိုတာ ယုံကြည်ပါတယ်။(အညွန်းနဲ့ ဘာသာပြန်ကတော့ Myin Thu နဲ့ Nyi Nyi Koe တို့ ညီအစ်ကိုပါ)File Size :(1.10 GB ) and (500 MB)Quality : AMZN WEB-DL 720pRunning Time : 2h 26minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.Web-DL.AVC.DDP.5.1-DDRTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBandi RameshBoyapati SrinuRavi NandipatiStarsAryan RajeshChalapathi RaoHimajaKiara AdvaniMadhumithaPrashanth ThyagarajanRam CharanRavi VarmaSnehaVivek OberoiCastAryan RajeshChalapathi RaoEsha GuptaHarish UthamanHemaHimajaJayaprakashKiara AdvaniMadhumithaMadhunandanMahesh ManjrekarMukesh RishiPrashanth ThyagarajanPrudhvirajRam CharanRavi VarmaSnehaVivek Oberoi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ljq0avsF0L5oWueF1dLCpxVcunH.jpg",
      "https://image.tmdb.org/t/p/w300/tGjCYw8Dy3iHFsDEFboxIyvWCil.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tOjSnrKwI3qVKMHn5ofwc2K3Sm3.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2ehM0/Vinaya_Vidheya_Rama_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/vinaya-vidheya-rama-2019",
        "server": "VIP Links",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/vinaya-vidheya-rama-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/95i5lyvp94md.html",
        "server": "streamsb.com",
        "size": "1.10 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lanFp3Yw9YU",
      "video_url": "https://www.youtube.com/watch?v=lanFp3Yw9YU",
      "embed_url": "https://www.youtube.com/embed/lanFp3Yw9YU"
    }
  },
  {
    "metadata": "TV-14|2019|1h 47min|Comedy,Drama,Fantasy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1,843"
    },
    "title": "The Man Without Gravity (2019)",
    "description": "The Man Without Gravity (2019)IMDb – 6.4/10_____Rotten – 76%အခု အသစ်ထွက်ရှိလာတဲ့ ဆန်းဆန်းပြားပြားကားလေးကိုCM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကတော့ The Man Without Gravity(2019)ပါ။မြန်မာလိုဆိုရင် မြေဆွဲအားမသက်ရောက်တဲ့လူသားပေါ့။နာမည်အတိုင်းပါပဲ ဒီဇာတ်ကားလေးဟာ မွေးလာကတည်းကလေပေါ်ပေါ်နေတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ။မိုးသည်းတဲ့တစ်နေ့မှာမွေးဖွားလာတဲ့ကောင်လေးတစ်ယောက်ကအမိဝမ်းကထွက်ထွက်ချင်း လေပေါ်ကိုပျံသွားပါတယ်။သူ့ကိုအဖွားဖြစ်သူနဲ့ အမေဖြစ်သူက ဒီအကြောင်းကိုအများသူငှာသိသွားခဲ့ရင်အန္တရာယ်ဖြစ်မှာစိုးတဲ့အတွက်အိမ်ထဲမှာပဲ သိုဝှက်နေထိုင်ခဲ့ပါတယ်။တစ်နေ့တော့ အဲဒီ အော်စကာဆိုတဲ့ကောင်လေးဟာအိမ်ကနေထွက်သွားပြီးအပြင်လောကကြီးကိုခြေဆန့်ပါတော့တယ်။သူဘာတွေဆက်ဖြစ်မလဲ?အများသူငှာကရော သူ့အစွမ်းကိုဘယ်လိုတုံ့ပြန်မလဲ?စတဲ့မေးခွန်းပေါင်းများစွာနဲ့ ကြည့်လို့ကောင်းတဲ့ကားလေးပါ။စူပါဟီးရိုးတစ်ယောက်ကို မြင်တွေ့နေကြရှုထောင့်ကမဟုတ်ပဲရှုထောင့်အသစ်ကနေ ရိုက်ကူးတင်ဆက်ထားတဲ့ကားလေးပါ။ဇာတ်ကားလေးနာမည်ကတော့ The Man Without Gravity (2019)ပါ။File Size : ( 1 GB )Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , Drama , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarco BonfantiStarsAndrea PennacchiCristina DonadioDieter-Michael GrohmannElena CottaElio GermanoJennifer BrokshiMichela CesconPietro PescaraSilvia D'Amico BendicoVincent ScaritoCastAgnieszka JaniaAndrea PennacchiBalkissa Souley MaigaChiara IngrossoChiara SartoriCristina DonadioDieter-Michael GrohmannDominique LombardoElena CottaElio GermanoFabio LovinoFrancesco ProcopioFulvio MilaniGiorgia SpinelliJean-Marie De BolJennifer BrokshiManuela ParodiMaria Angela TonettiMichela CesconPietro PescaraSalvio SimeoliSilvia D'Amico BendicoVincent Scarito",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ueV2gmU5j7d0N1Xb52MuxR4ol82.jpg",
      "https://image.tmdb.org/t/p/w300/zk56t0E9Urj17t5p0L6P2etconL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/The-Man-Without-Gravity-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-man-without-gravity-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/900c3e/cm-the-man-without-gravity-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://cmdrive.net/d/the-man-without-gravity-(l'uomo-senza-gravit%c3%a0)--2019--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/1e1d1vqfnuef.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://www.filedwon.info/m13m8aurhgs0/The_Man_Without_Gravity_(L'uomo_Senza_Gravit%C3%A0)_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/TWr0/The_Man_Without_Gravity_(L_uomo_Senza_Gravità)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/ocVGXbhI#ne--8i-IZ23NjR5jQqp_EkOR9YGr2xSKGQX3YU-Jegg",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/qkfdpnyjqfum",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "wy7uzo_Vlu8",
      "video_url": "https://www.youtube.com/watch?v=wy7uzo_Vlu8",
      "embed_url": "https://www.youtube.com/embed/wy7uzo_Vlu8"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Drama,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "49"
    },
    "title": "You Shine in the Moonlight ( 2019 )",
    "description": "Zawgyi*******ဂ်ပန္ Romance ကားေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္Luminescentေရာဂါခံစားေနရတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ဆီကိုအတန္းကိုယ္စားေက်ာင္းသားေလးတစ္ေယာက္ကလူနာသတင္းလာေမးရင္းတေန႔ေကာင္မေလးရဲ႕မိဘနဲ႔ပတ္သက္တဲ့အမွတ္တရပစၥည္းတစ္ခုျဖစ္တဲ့ဖန္ေဘာလုံးေဘးကိုခြဲမိသြားတဲ့အတြက္ေကာင္ေလးကျပန္ေတာင္းပန္တဲ့အေနနဲ႔တစ္ခုခုျပန္လုပ္ေပးခ်င္ေနတာမလို႔ေဆး႐ုံခန္းထဲမွာပဲပိတ္မိေနၿပီးအထီးက်န္ေနတဲ့ေကာင္မေလးကေကာင္ေလးကိုသူ႔ဆီခဏခဏလာေစခ်င္တဲ့အတြက္သူ႔စာအုပ္ထဲမွာစာရင္းလုပ္ထားခဲ့တဲ့သူမေသခင္လုပ္သြားခ်င္တဲ့ကိစၥေတြကိုသူ႔ကိုယ္စားလုပ္ေပးဖို႔ေတာင္းဆိုခဲ့ပါတယ္….ဒီလိုနဲ႔ႏွစ္ေယာက္ကအေနနီးရင္းတစ္စတစ္စသံေယာဇဥ္ေတြတိုးလာတဲ့အခါ……………………………….Unicode*******ဂျပန် Romance ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်Luminescentရောဂါခံစားနေရတဲ့ကျောင်းသူလေးတစ်ယောက်ဆီကိုအတန်းကိုယ်စားကျောင်းသားလေးတစ်ယောက်ကလူနာသတင်းလာမေးရင်းတနေ့ကောင်မလေးရဲ့မိဘနဲ့ပတ်သက်တဲ့အမှတ်တရပစ္စည်းတစ်ခုဖြစ်တဲ့ဖန်ဘောလုံးဘေးကိုခွဲမိသွားတဲ့အတွက်ကောင်လေးကပြန်တောင်းပန်တဲ့အနေနဲ့တစ်ခုခုပြန်လုပ်ပေးချင်နေတာမလို့ဆေးရုံခန်းထဲမှာပဲပိတ်မိနေပြီးအထီးကျန်နေတဲ့ကောင်မလေးကကောင်လေးကိုသူ့ဆီခဏခဏလာစေချင်တဲ့အတွက်သူ့စာအုပ်ထဲမှာစာရင်းလုပ်ထားခဲ့တဲ့သူမသေခင်လုပ်သွားချင်တဲ့ကိစ္စတွေကိုသူ့ကိုယ်စားလုပ်ပေးဖို့တောင်းဆိုခဲ့ပါတယ်….ဒီလိုနဲ့နှစ်ယောက်ကအနေနီးရင်းတစ်စတစ်စသံယောဇဉ်တွေတိုးလာတဲ့အခါ……………………………….Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSho TsukikawaStarsHonoka MatsumotoKyoko HasegawaMei NaganoMio ImadaMitsuhiro OikawaShouma KaiTakumi KitamuraTomoko IkutaYukaCastHonoka MatsumotoKyoko HasegawaMei NaganoMio ImadaMitsuhiro OikawaShouma KaiTakumi KitamuraTomoko IkutaYuka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tYuCWb9QoeDHKop6GKGK5AbLNSa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bmnhF7QMp8At0YYMfAoL61At4RC.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/you-shine-in-the-moonlight-2019",
        "server": "VIP Links",
        "size": "1.07 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-you-shine-in-the-moonlight-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1AU4c/(CM)You.Shine.in.the.Moonlight.2019.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/4a6sa66fsnbm",
        "server": "upstream.to",
        "size": "1.07 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|95 min|Adventure,Fantasy,Sci-Fi",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "152"
    },
    "title": "Dreadout: Tower of Hell (2019)",
    "description": "အရှေ့တောင်အာရှရုပ်ရှင်စျေးကွက်မှာ ထိုင်း၊အင်ဒိုနီးရှား နိုင်ငံများရဲ့ရုပ်တွေက တော်တော်လေးလေးပေါက်ပေါက်ရောက်ရောက်ရှိပါတယ်။သရဲကားဆိုရင်လည်း ထိုင်း၊ အင်ဒို၊ မလေးရှား အစရှိတဲ့ဇာတ်ကားတွေသာ ထိပ်ဆုံးက ဦးဆောင်နေပါတယ်။ဒီတစ်ခါမှာတော့ မကြာခင်ကမှထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားသရဲကား DreadOut ကိုတင်ဆက်ပေးချင်ပါတယ်။Jump scare တွေများများစားစားမပါဘဲ အဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့် Horror ကားမျိုး ကြည့်ချင်သူတွေဆိုရင် ဒီကားကိုကြည့်ဖို့ လက်တို့ပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့… Jessica, Beni, Dian တို့သုံးယောက်က အထက်တန်းကျောင်းသူ/သား တွေပါ။မျက်မှောက်ခေတ်ဆယ်ကျော်သက်တွေရဲ့ထုံးစံအတိုင်း Social Network တွေရဲ့လွှမ်းမိုးမှုကို အကြီးအကျယ်ခံထားရတဲ့သူတွေပေါ့။သူတို့သုံးယောက်က Social Network ပေါ်မှာ ပေါ်ပြူလာဖြစ်ချင်တာကြောင့် နှစ်အတော်ကြာစွန့်ပစ်ထားတဲ့ တိုက်အိုကြီးပေါ်သွားပြီး Live လွှင့်ကာ Follower ရှာဖို့ကြံကြပါတယ်။အဲဒီမှာ Alex ဆိုတဲ့ခပ်ရမ်းရမ်းကျောင်းသားတစ်ယောက်ရယ်၊ Erik ဆိုတဲ့စော်ကြည်ဘဲတစ်ယောက်ကိုပါ ချောဆွဲကြပါတယ်။နောက်ထပ်ချောဆွဲခံလိုက်ရတာက Linda၊ Linda က သူတို့တွေရဲ့ ဂျူနီယာတစ်ယောက်၊ မိသားစုအဆင်မပြေလို့ စတိုးဆိုင်မှာ ကျောင်းတစ်ဖက်နဲ့အလုပ်လုပ်နေရတဲ့သူ။သူ့ကိုခေါ်ရတဲ့အကြောင်းအရင်းက တိုက်အိုကြီးရဲ့အစောင့်နဲ့ ရင်းနှီးတာကြောင့် သူတို့အသာတကြည်ဝင်ခွင့်ရအောင် ခေါ်ချင်တာ။Linda က အစကတော့ ငြင်းပေမယ့် နောက်ပိုင်း လိုက်လာခများများစားစားရမယ်လည်းဆိုရော ခေါင်းညှိတ်ပြီးလက်ခံလိုက်တယ်။ဒီလိုနဲ့တိုက်အိုကြီးဆီရောက်ပြီး အစပိုင်းကတော့ အေးအေးဆေးဆေးပဲ၊ မျက်နှာပြောင်လိုက်၊ သရဲအခြောက်ခံရချင်ယောင်ဆောင်လိုက်နဲ့ပေါ့။ဖြစ်ချင်တော့ သူတို့လွှင့်နေတဲ့ Live က လိုင်းကျပြီး ပျောက်သွားတယ်။Viewer လေးကလည်း နည်းနည်းများလာပြီဆိုတော့ စိတ်ကလည်းခပ်ပါပါနဲ့ တိုက်စောင့်ရော ရဲတွေကကြိုးတားပြီး တားမြစ်ထားတဲ့ဘက်ကို လိုင်းမိလိုမိငြားနဲ့ အဖွဲ့လိုက်သွားကြတဲ့အချိန်မှာ စတော့တာပါပဲ။အဲဒီဘက်အခြမ်းမှာ ချိတ်ပိတ်ထားတဲ့အခန်းတစ်ခန်းရှိတယ်။သူတို့ထဲမှာ ကြောက်တဲ့သူကကြောက်နေပေမယ့် အဖွဲ့လိုက်ဆိုတော့ စိတ်ကြွပြီးအခန်းထဲဝင်သွားတဲ့အခါမှာတော့ သူတို့ဘဝရဲ့မမေ့နိုင်စရာ ညတစ်ညနဲ့ကြုံတွေ့ဖို့ အကြောင်းဖန်လာခဲ့တော့တယ်။ဒီဇာတ်ကားက ထွက်တာလည်းတစ်ရက်တောင်မပြည်သေးဘူးဆိုပေမယ့် IMDB မှာတော့ 5.6 Rating ကိုရထားပါတယ်။Horror တွေဆို Rating စုတ်တာထုံးစံလိုဖြစ်နေကြောင့် 5.6 လောက်ဟာ Entertain ဖြစ်ပြီး ကြည့်လို့ကောင်းတဲ့အနေအထားမှာရှိတယ်လို့ ပြောလို့ရပါတယ်။ဒါ့အပြင် ဒီဇာတ်ကားမှာ သိပ်ထင်မထားကြတဲ့ Plot Twist တချို့လည်းပါတာကြောင့် စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Myo Thant Kyaw ပါ)File Size : (1.50 GB) , (750 MB) and (380 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Adventure, Fantasy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.H.264-BeeruTranslated by Myo Thant KyawEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKimo StamboelStarsCaitlin HaldermanCiccio ManasseroHannah Al RashidIrsyadillahJefri NicholMarsha AruanMike LucockMiller KhanSalvita DecorteSusan SamehCastCaitlin HaldermanCiccio ManasseroHannah Al RashidIrsyadillahJefri NicholMarsha AruanMike LucockMiller KhanSalvita DecorteSusan Sameh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/crNBh2zIipjITjV0QqUeSQjKnxZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4uwxfZBJzk7d1xsbRFgG92R7JtW.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xp2t/Dreadout_-_Tower_Of_Hell_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/dreadout-tower-of-hell-2019",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dreadout-tower-of-hell-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/44a3089vk5gg.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rParFp1_dC8",
      "video_url": "https://www.youtube.com/watch?v=rParFp1_dC8",
      "embed_url": "https://www.youtube.com/embed/rParFp1_dC8"
    }
  },
  {
    "metadata": "|2019||Drama,Fantasy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "2001"
    },
    "title": "Pinocchio (2019)",
    "description": "Pinocchio (2019)==============IMDb Rating 6.5/10 ရရှိထားပါတယ်။#Unicodeပီနိုခီယိုဆိုတာ ပုံပြင်တွေ ဖတ်ဖူးတဲ့သူဆိုရင် ကြားဖူးကြမှာပါပဲ။ သစ်သားရုပ်ကလေးနေအသက်ဝင်လာတဲ့ကလေးလေးပေါ့။ မိဘစကားနားမထောင်လို့ ဒုက္ခရောက်တဲ့အကြောင်း၊လူစိမ်းတွေကို မယုံဖို့အကြောင်း၊ပညာသင်ဖို့လိုကြောင်း၊ စိတ်ထားကောင်းရင် ကံကောင်းကြောင်း၊ သတ္တိရှိဖို့လိုကြောင်း စတဲ့အချက်တွေအားလုံးကို ပုံပြင်တစ်ခုထဲနဲ့ စုံအောင်ထည့်ပြီး ကလေးတွေအတွက် ဆုံးမပေးခဲ့တဲ့ ပုံပြင်လေးပါပဲ။ လိမ်ပြောရင်နှာခေါင်းကြီးရှည်ထွက်လာတယ်ဆိုတဲ့ ဗန်းစကားတွေ ပုံပြင်တွေအားလုံးက ဒီက စတာပါပဲ။ ဒီရုပ်ရှင်ကတော့အီတလီကားပါ၊ အရောင်တွေသုံးထားတာ ခပ်မှောင်မှောင်နဲ့ လူတွေကတော့ အတော်စုတ်စုတ်ပြတ်ပြတ်ဖြစ်နေအောင် ပြထားပါတယ်။ ဒစ်စနေးလိုတော့ အရောင်စုံလေးတွေ မပါပါဘူး။ ဒါပေမယ့် ကလေးတွေကိုပြဖို့ပဲ ဖြစ်ဖြစ်၊ကိုယ်တိုင်အပမ်းဖြေဖို့ပဲ ဖြစ်ဖြစ် စိတ်ဝင်စားဖို့ကောင်းလို့ တင်ဆက်ပေးထားလိုက်ပါတယ်။ပီနိုခီယိုရဲ့ ရှည်လျားတဲ့ စွန့်စားခန်းပုံပြင်ကြီးကို မေ့တေ့တေ့ဖြစ်နေတဲ့ ပုံပြင်ကြိုက်ခဲ့သူတွေအတွက်တော့ပြန်နွှေးဖို့နဲ့ ကလေးတွေကိုပြောပြဖို့ အခွင့်အရေးကောင်းပါပဲ။#Zawgyiပီႏိုခီယိုဆိုတာ ပုံျပင္ေတြ ဖတ္ဖူးတဲ့သူဆိုရင္ ၾကားဖူးၾကမွာပါပဲ။ သစ္သား႐ုပ္ကေလးေနအသက္ဝင္လာတဲ့ကေလးေလးေပါ့။ မိဘစကားနားမေထာင္လို႔ ဒုကၡေရာက္တဲ့အေၾကာင္း၊လူစိမ္းေတြကို မယုံဖို႔အေၾကာင္း၊ပညာသင္ဖို႔လိုေၾကာင္း၊ စိတ္ထားေကာင္းရင္ ကံေကာင္းေၾကာင္း၊ သတၱိရွိဖို႔လိုေၾကာင္း စတဲ့အခ်က္ေတြအားလုံးကို ပုံျပင္တစ္ခုထဲနဲ႔ စုံေအာင္ထည့္ၿပီး ကေလးေတြအတြက္ ဆုံးမေပးခဲ့တဲ့ ပုံျပင္ေလးပါပဲ။ လိမ္ေျပာရင္ႏွာေခါင္းႀကီးရွည္ထြက္လာတယ္ဆိုတဲ့ ဗန္းစကားေတြ ပုံျပင္ေတြအားလုံးက ဒီက စတာပါပဲ။ ဒီ႐ုပ္ရွင္ကေတာ့အီတလီကားပါ၊ အေရာင္ေတြသုံးထားတာ ခပ္ေမွာင္ေမွာင္နဲ႔ လူေတြကေတာ့ အေတာ္စုတ္စုတ္ျပတ္ျပတ္ျဖစ္ေနေအာင္ ျပထားပါတယ္။ ဒစ္စေနးလိုေတာ့ အေရာင္စုံေလးေတြ မပါပါဘူး။ ဒါေပမယ့္ ကေလးေတြကိုျပဖို႔ပဲ ျဖစ္ျဖစ္၊ကိုယ္တိုင္အပမ္းေျဖဖို႔ပဲ ျဖစ္ျဖစ္ စိတ္ဝင္စားဖို႔ေကာင္းလို႔ တင္ဆက္ေပးထားလိုက္ပါတယ္။ပီႏိုခီယိုရဲ႕ ရွည္လ်ားတဲ့ စြန႔္စားခန္းပုံျပင္ႀကီးကို ေမ့ေတ့ေတ့ျဖစ္ေနတဲ့ ပုံျပင္ႀကိဳက္ခဲ့သူေတြအတြက္ေတာ့ျပန္ေႏႊးဖို႔နဲ႔ ကေလးေတြကိုေျပာျပဖို႔ အခြင့္အေရးေကာင္းပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Quality – 720p  Web-DLDuration – 2 hrs 32 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, FantasySource : 1080p.WEB-DLTranslator – LittleneoEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatteo GarroneStarsAlessio Di DomenicantonioDavide MarottaFederico IelapiGigi ProiettiMarcello FonteMarine VacthMassimo CeccheriniPaolo GraziosiRoberto BenigniRocco PapaleoCastAlessio Di DomenicantonioAlida Baldari CalabriaCiro PetroneDavide MarottaEnzo VetranoFederico IelapiGianfranco GalloGigi ProiettiMarcello FonteMaria Pia TimoMarine VacthMassimiliano GalloMassimo CeccheriniMaurizio LombardiNino ScardinaPaolo GraziosiRoberto BenigniRocco PapaleoTeco Celio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AdqOBPw4PdtzOcfEuQuZ8MNeTKb.jpg",
      "https://image.tmdb.org/t/p/w300/c4pO6YmyuUexu6WVlMjfXg2e4Zp.jpg",
      "https://image.tmdb.org/t/p/w300/mQo71VE4h0ea5BV4SShtvi6z5Yr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/pinocchio.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-pinocchio-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pinocchio-2019-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "430 MB",
        "quality": "480P"
      },
      {
        "link": "https://yuudrive.me/5ae4056c08/cmpinochio-2019-webdl-720p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://yuudrive.me/bd49aa5a3/cmpinochio-2019-webdl-480p-mp4",
        "server": "yuudrive.me",
        "size": "430 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2Slol/[CM]Pinocchio.2019.WebDL.720P.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Qt1h/[CM]Pinocchio.2019.WebDL.480P.mp4",
        "server": "megaup.net",
        "size": "430 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/3s8wooefbhc4",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/99ndp5iuy1nc",
        "server": "upstream.to",
        "size": "430 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MCIE1K7J#8dN-brHSKoB8sFePrFjU42KKitlPszizgHgDy9_kf18",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/oCwXFK6I#xn_5JktiYiaPDrzimFW-1RsVBELrNKzG3N1GbL4Fcs8",
        "server": "mega.nz",
        "size": "430 MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/Q8g8Pz6DuL5OoQ",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/WeaWZp0pgsUgDw",
        "server": "disk.yandex.com",
        "size": "430 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "v1VH-8ezqTw",
      "video_url": "https://www.youtube.com/watch?v=v1VH-8ezqTw",
      "embed_url": "https://www.youtube.com/embed/v1VH-8ezqTw"
    }
  },
  {
    "metadata": "Not Rated|2019|107 min|Biography",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "450"
    },
    "title": "Wish Man ( 2019 )",
    "description": "Zawgyi*******Wish Man (2019) ဒီဇာတ္လမ္းေလးဟာ Make a Wish Foundationျဖစ္ေပၚလာပံုေလးကို တင္ဆက္ေပးထားတာျဖစ္ပါတယ္…ဒီ Foundation ကို April 29, 1980 တြင္ စတင္တည္ေထာင္ခဲ့ၿပီးFounder ျဖစ္တဲ့ Frank Shankwitz ရဲ႕ ဘဝဇာတ္ေၾကာင္းကိုလည္းဒီဇာတ္ကားထဲမွာ ေတြ႕ရမွာျဖစ္ပါတယ္ … True Story ကိုအေျခခံထားတဲ့ဇာတ္လမ္းမို႔လို႔ အားလံုးလည္းစိတ္ဝင္စားၾကမယ္ထင္ပါတယ္..အေဝးေျပးလမ္းမေပၚက ယာဥ္ထိန္းရဲ Frank ဟာငယ္စဥ္ကတည္းက ဖခင္ႏွင့္ခြဲခြာခဲ့ရလို႔ စိတ္ဒဏ္ရာရေနတဲ့သူပါ….မေတာ္တဆျဖစ္ၿပီး ေသကံမေရာက္ခဲ့ေပမဲ့ တရားခံကိုလက္ပါတယ္ဆိုၿပီး ေခ်ာက္ခ်တရားစြဲခံရတဲ့အခ်ိန္မွာသူ႕ဘဝေျဗာင္းဆန္ေနပါတယ္ ဒီအခ်ိန္မွာမေမွ်ာ္လင့္ဘဲက်န္းမာေရးမေကာင္းလို႔ ဆံုးပါးခါနီးတဲ့ေကာင္ေလးတစ္ေယာက္ကိုအိမ္မက္ကို အေကာင္အထည္ေဖာ္ေပးရင္း ၂၈ ႏွစ္ၾကာကြဲကြာေနတဲ့ဖခင္နဲ႔ျပန္ဆံုေတြ႕ခဲ့ရလို႔ ဒီကေလးကိုဂုဏ္ျပဳတဲ့အေနနဲ႔ Foundationကိုစတင္တည္ေထာင္ခဲ့တာပါ လူေတြရဲ႕ဆႏၵကုိလိုက္လုပ္ေပးဖို႔ဆိုတာလြယ္ကူတဲ့ကိစၥမဟုတ္ေပမယ့္ သက္တမ္းမေစ့ဘဲ ေႂကြလြင့္ရမဲ့ကေလးေတြအတြက္ကေတာ့ မ်ားျပားတဲ့ ဆႏၵရွိတတ္တာမဟုတ္ပါဘူးေဝဒနာခံစားရတဲ့ ကေလးေတြအတြက္ ဒီလို Foundationတစ္ခုရွိလာတာဟာ အင္မတန္ဝမ္းသာစရာ ေကာင္းပါတယ္…IMDb 6.7/10 ရွိၿပီး 91% လူႀကိဳက္မ်ားတဲ့အတြက္ လက္လြတ္မခံသင့္ပါဘူးေနာ္…ဇာတ္လမ္းရဲ႕ႏူးညံ့သိမ္ေမြ႕မႈနဲ႔အႏွစ္သာရေတြကို ကိုယ္တိုင္ခံစားႏိုင္ဖုိ႔အားလံုးပဲ ၾကည့္ၾကည့္ၾကဖို႔ တုိက္တြန္းခ်င္ပါတယ္…Unicode*******Zawgyi*******Wish Man (2019) ဒီဇာတ်လမ်းလေးဟာ Make a Wish Foundationဖြစ်ပေါ်လာပုံလေးကို တင်ဆက်ပေးထားတာဖြစ်ပါတယ်…ဒီ Foundation ကို April 29, 1980 တွင် စတင်တည်ထောင်ခဲ့ပြီးFounder ဖြစ်တဲ့ Frank Shankwitz ရဲ့ ဘဝဇာတ်ကြောင်းကိုလည်းဒီဇာတ်ကားထဲမှာ တွေ့ရမှာဖြစ်ပါတယ် … True Story ကိုအခြေခံထားတဲ့ဇာတ်လမ်းမို့လို့ အားလုံးလည်းစိတ်ဝင်စားကြမယ်ထင်ပါတယ်..အဝေးပြေးလမ်းမပေါ်က ယာဉ်ထိန်းရဲ Frank ဟာငယ်စဉ်ကတည်းက ဖခင်နှင့်ခွဲခွာခဲ့ရလို့ စိတ်ဒဏ်ရာရနေတဲ့သူပါ….မတော်တဆဖြစ်ပြီး သေကံမရောက်ခဲ့ပေမဲ့ တရားခံကိုလက်ပါတယ်ဆိုပြီး ချောက်ချတရားစွဲခံရတဲ့အချိန်မှာသူ့ဘဝဗြောင်းဆန်နေပါတယ် ဒီအချိန်မှာမမျှော်လင့်ဘဲကျန်းမာရေးမကောင်းလို့ ဆုံးပါးခါနီးတဲ့ကောင်လေးတစ်ယောက်ကိုအိမ်မက်ကို အကောင်အထည်ဖော်ပေးရင်း ၂၈ နှစ်ကြာကွဲကွာနေတဲ့ဖခင်နဲ့ပြန်ဆုံတွေ့ခဲ့ရလို့ ဒီကလေးကိုဂုဏ်ပြုတဲ့အနေနဲ့ Foundationကိုစတင်တည်ထောင်ခဲ့တာပါ လူတွေရဲ့ဆန္ဒကိုလိုက်လုပ်ပေးဖို့ဆိုတာလွယ်ကူတဲ့ကိစ္စမဟုတ်ပေမယ့် သက်တမ်းမစေ့ဘဲ ကြွေလွင့်ရမဲ့ကလေးတွေအတွက်ကတော့ များပြားတဲ့ ဆန္ဒရှိတတ်တာမဟုတ်ပါဘူးဝေဒနာခံစားရတဲ့ ကလေးတွေအတွက် ဒီလို Foundationတစ်ခုရှိလာတာဟာ အင်မတန်ဝမ်းသာစရာ ကောင်းပါတယ်…IMDb 6.7/10 ရှိပြီး 91% လူကြိုက်များတဲ့အတွက် လက်လွတ်မခံသင့်ပါဘူးနော်…ဇာတ်လမ်းရဲ့နူးညံ့သိမ်မွေ့မှုနဲ့အနှစ်သာရတွေကို ကိုယ်တိုင်ခံစားနိုင်ဖို့အားလုံးပဲ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်…Translated & Review By Htoo Htoo Ka JoeEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTheo DaviesStarsAndrew SteelBruce DavisonDanny TrejoFay MastersonKirby Bliss BlantonLarry WilcoxRobert PineTom SizemoreCastAndrew SteelBruce DavisonDanny TrejoFay MastersonKirby Bliss BlantonLarry WilcoxRobert PineTom Sizemore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fv1ZIqHsq2juN7l8A2htKzLpEw7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pJGAUwBVql7dYGfAOpYYe0EmqZ7.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wish-man-2019",
        "server": "VIP Links",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wish-man-2019-web-dl-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/d/bere3dm2dcpo.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/8RRCAAYZ#f6ePAVf4ktYH2J47RdsyJmKQYWf7VqPW-ijye264Beo",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1skai/(CM)Wish.Man.2019.WEB-DL720p.mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "ySzFF0utiE8",
      "video_url": "https://www.youtube.com/watch?v=ySzFF0utiE8",
      "embed_url": "https://www.youtube.com/embed/ySzFF0utiE8"
    }
  },
  {
    "metadata": "N/A|2019|113 min|Documentary",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "58"
    },
    "title": "The Great Hack (2019)",
    "description": "IMDb – 7.10 / Rotten tomatoes – 85%ပထမဦးဆံုးေျပာခ်င္တာက ဒီရုပ္ရွင္ဟာ အေပ်ာ္ၾကည့္ေဖ်ာ္ေျဖေရးရုပ္ရွင္မဟုတ္ပါဘူး …၂၀၁၆ အေမရိကန္ မွာ ေရြးေကာက္ပြဲအျပီးမွာ Facebook နဲ႔ Cambridge Analytica ကုမၸဏီတို႕ၾကားအၾကီးအက်ယ္ပြဲဆူခဲ့တဲ့နည္းပညာဆိုင္ရာ တရားမဝင္ မဲဆြယ္မႈေတြအသံုးခ်ျပီး လူေတြကို လွည့္စားခဲ့တာေတြ မဟုတ္မမွန္ ႏိုင္ငံေရးဝါဒျဖန္႔မႈေတြလုပ္ခဲ့တာေတြကို ရိုက္ကူးမွတ္တမ္းတင္ထားတဲ့ မွတ္တမ္းရုပ္ရွင္ပဲျဖစ္ပါတယ္…ဒီရုပ္ရွင္ကိုဘယ္လိုလူေတြၾကည့္သင့္လဲ ?ဒီေမးခြန္းကိုေျဖရရင္ Facebook လိုလူမႈကြန္ယက္အသံုးျပဳသူေတြ မျဖစ္မေနၾကည့္သင့္တဲ့ မွတ္တမ္းရုပ္ရွင္ပဲျဖစ္ပါတယ္ …ဘာေၾကာင့္လဲဆုိေတာ့ ကၽြန္ေတာ္တို႔ ေန႔စဥ္အသံုးျပဳေနတဲ့ လူမႈကြန္ယက္မီဒီယာေတြမွာ ကၽြန္ေတာ္တို႔ရဲ႕ကိုယ္ေရးကိုယ္တာအခ်က္အလက္ေတြဟာ သိမ္းဆည္းအသံုးခ်ခံေနရပါတယ္၂၀၁၆ ေဒၚနယ္ထရမ့္ မဲဆြယ္ပြဲေတြလုပ္တုန္းကလည္း ကိုယ္ေရးကိုယ္တာ အခ်က္အလက္ေတြကို သံုးျပီးလူေတြကို ဖ်ားေယာင္းခဲ့လို႔ အဲ့ဒီကုမၸဏီေတြ တရားစြဲခံရပါတယ္ဒီအခ်က္အလက္ေတြကို ဘယ္လိုအသံုးခ်ျပီး ဘယ္လိုစည္းရံုးခဲ့လဲ ဒီထဲမွာ အားလံုးပါပါတယ္တိုးတက္လာတဲ့ေခတ္ၾကီးမွာ ကမၻာၾကီးကို ပိုမိုနီးကပ္ေအာင္ ၾကိဳးစားခဲ့ၾကတာကေန နည္းပညာရဲ႕ေဘးထြက္ဆိုးက်ိဳးက လူေတြကိုပိုမို ေဝးကြာေစခဲ့ပါတယ္…ဒါေတြဟာ ႏုိင္ငံတိုင္းလိုလုိမွာျဖစ္ေနတာပါ …လူမႈကြန္ယက္ေတြကိုအသံုးခ်ျပီး အမ်ိဳးမ်ိဳးေသြးခြဲဝါဒျဖန္႔မႈေတြကို ဇူကာဘက္တို႔လို ၾကီးမားတ့ဲနည္းပညာကုမၸဏီပိုင္ရွင္ေတြက သိရဲ႕သားနဲ႔ ေရငံုႏႈတ္ပိတ္ေနတာၾကပါတယ္ …ဒါေတြအားလံုးကို ဒီထဲမွာ ရွင္းလင္းရိုက္ကူးျပထားပါတယ္…(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (950 MB) and (470 MB)Quality : NF WEB-DL 720pRunning Time : 1h 58minFormat : Mp4Genre : DocumentarySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.x264-NTGTranslated by Zuel Khant ThwinEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJehane NoujaimKarim AmerStarsBrittany KaiserCarole CadwalladrChristopher WileyDavid CarrollEmma Graham-HarrisonGill PhillipsJulian WheatlandPaul HilderPaul-Olivier DehayeRavi NaikCastAlexander NixBrittany KaiserCarole CadwalladrChristopher WileyDavid CarrollDonald TrumpEmma Graham-HarrisonGill PhillipsHillary ClintonJulian WheatlandMark ZuckerbergNigel FaragePaul HilderPaul-Olivier DehayeRavi NaikRoger McNameeSarah DonaldsonStephen K. BannonTed Cruz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mGyMkoip5CpfcfNNQFIiuoIQkKb.jpg",
      "https://image.tmdb.org/t/p/w300/lo4BllBfNgNUHHTohb218lNgaM3.jpg",
      "https://image.tmdb.org/t/p/w300/khKvtVs49NFnVRmwdiIDGLRXotV.jpg",
      "https://image.tmdb.org/t/p/w300/z9rg7EQDoNyUkq0sfXuk45MS96e.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uIrGgUzasEUA7v8uChRhUUFzLwE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-great-hack-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/v36ffgb5pcie.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ub6zkibkxkl6",
        "server": "veryfiles.com",
        "size": "950MB",
        "quality": "Uploading..."
      },
      {
        "link": "https://cmdexer.com/y/the-great-hack--2019--(mm-sub)-mp4",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "iX8GxLP1FHo",
      "video_url": "https://www.youtube.com/watch?v=iX8GxLP1FHo",
      "embed_url": "https://www.youtube.com/embed/iX8GxLP1FHo"
    }
  },
  {
    "metadata": "TV-MA|2019|115 min|Crime,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "5,469"
    },
    "title": "In the Shadow of the Moon(2019)",
    "description": "In the Shadow of the Moon(2019)(Zawgyi)ဖဲလ္လာဒဲဖီးယား ၿမိဳ႕က ရဲအရာရွိတစ္ေယာက္ဟာ ၁၉၈၈ ခုႏွစ္မွာျဖစ္ေပၚခဲ့တဲ့ ကြင္းဆက္လူသတ္မႈတစ္ခုကို ေဖာ္ထုတ္ႏိုင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္….ေျပာရရင္ဒီလူသတ္မွဳဟာဆန္းၾကယ္မွဳေတြျပည့္ေနပါတယ္…ဒီကြင္းဆက္လူသတ္သမားကုိ ဖမ္းဆီးနုိင္ဖုိ႕ အရမ္းခက္ခဲပါတယ္…ဘာေၾကာင့္လဲဆုိသူသတ္ၿပီးတုိင္းသဲလြန္စေတြ မခ်န္ခဲ့သလုိ အခ်ိန္အၾကာၾကီးေပ်ာက္ကြယ္ေနတတ္လုိ႕ပါ…ရဲအရာရွိဟာ ဒီလူသတ္သမားေပၚတဲ့အခ်ိန္ေတြဟာ အခ်ိန္ကုိက္ျဖစ္ေနတတ္သလုိတျခားသူေတြနဲ႕မတူတဲ့သဘာ၀လြန္ စြမ္းအားတစ္ခုပုိင္ဆုိင္ထားတာကုိသိခဲ့ရၿပီးတဲ့ေနာက္…ဒီလူသတ္သမားကုိ ဖမ္းဆီးနုိင္ပါ့မလား….ဒီလူသတ္သမားကေရာ ဘယ္လုိစြမ္းအင္ေတြပုိင္ဆုိင္ထားသလဲ…ခံစားၾကည့္လုိက္ပါဦး….ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္….(unicode)ဖဲလ်လာဒဲဖီးယား မြို့က ရဲအရာရှိတစ်ယောက်ဟာ ၁၉၈၈ ခုနှစ်မှာဖြစ်ပေါ်ခဲ့တဲ့ ကွင်းဆက်လူသတ်မှုတစ်ခုကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးစားခဲ့ပါတယ်….ပြောရရင်ဒီလူသတ်မှုဟာဆန်းကြယ်မှုတွေပြည့်နေပါတယ်…ဒီကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးနိုင်ဖို့ အရမ်းခက်ခဲပါတယ်…ဘာကြောင့်လဲဆိုသူသတ်ပြီးတိုင်းသဲလွန်စတွေ မချန်ခဲ့သလို အချိန်အကြာကြီးပျောက်ကွယ်နေတတ်လို့ပါ…ရဲအရာရှိဟာ ဒီလူသတ်သမားပေါ်တဲ့အချိန်တွေဟာ အချိန်ကိုက်ဖြစ်နေတတ်သလိုတခြားသူတွေနဲ့မတူတဲ့သဘာဝလွန် စွမ်းအားတစ်ခုပိုင်ဆိုင်ထားတာကိုသိခဲ့ရပြီးတဲ့နောက်…ဒီလူသတ်သမားကို ဖမ်းဆီးနိုင်ပါ့မလား….ဒီလူသတ်သမားကရော ဘယ်လိုစွမ်းအင်တွေပိုင်ဆိုင်ထားသလဲ…ခံစားကြည့်လိုက်ပါဦး….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ SCRNပဲဖြစ်ပါတယ်….File Size : (900 MB) and (386 MB)Quality : WEB-DL 720 PFormat…mp4Duration…01:55:00Genre : Crime,Mystery,SCI-FISubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJim MickleStarsBokeem WoodbineBoyd HolbrookCleopatra ColemanMichael C. HallPhilippa DomvilleQuincy KirkwoodRachel KellerRudi DharmalingamSarah DugdaleTony NappoCastAdrian GriffinAl MainiBilly OtisBobby DanielsBokeem WoodbineBoyd HolbrookCleopatra ColemanColton RoyceDavid MacInnisDelphine RousselEdward RendellElinor PriceGabrielle GrahamGregory MillarJay YooJennifer GrahamJhonattan ArdilaJuan Carlos VelisJulia KnopeLila YeeMark CowlingMartha GirvinMichael C. HallMurray FurrowNicky LawrenceNicolas Van BurekNneka ElliottPhilippa DomvillePhillip JarrettQuincy KirkwoodRachel KellerRudi DharmalingamRyan AllenSandra BattagliniSarah DugdaleStuart DowlingTadhg McMahonTony CraigTony NappoTrisha BlairYahsmin Daviault",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eZKJ6Ez3DhVamz1CG1zwUpdwaAS.jpg",
      "https://image.tmdb.org/t/p/w300/pi6d0RfkATgOpyVBqXHZwj9iCSz.jpg",
      "https://image.tmdb.org/t/p/w300/3ynlkJtUepIlG4uluNtD77etgI.jpg",
      "https://image.tmdb.org/t/p/w300/k9h7XCkvqFoMcYGNnCgwKHFHfaf.jpg",
      "https://image.tmdb.org/t/p/w300/cjCp20VMAADF64UkkOtQFGEpWLJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5DSVYlKwEzGBxTkS95L73c3oxLs.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/b55b77c09/in-the-shadow-of-the-mon-2019-web-dl720p-p-mp4",
        "server": "yuudrive.me",
        "size": "900MB",
        "quality": "WEB-DL 720 P"
      },
      {
        "link": "https://yuudrive.me/95a279/in-the-shadow-of-the-mon-2019-360p-p-mp4",
        "server": "yuudrive.me",
        "size": "386 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2OtmA/In_The_Shadow_Of_The_Moon.2019.WEB-DL720P.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720 P"
      },
      {
        "link": "https://megaup.net/1sys8/In_The_Shadow_Of_The_Moon.2019.360P.PP.mp4",
        "server": "megaup.net",
        "size": "386 MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/in-the-shadow-of-the-moon-2019-web-dl-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720 P"
      },
      {
        "link": "https://yoteshinportal.cc/in-the-shadow-of-the-moon-2019-360-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "386 MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/recskatcpkqortbn/In_The_Shadow_Of_The_Moon_2019_WEB-DL720P_PP_mp4",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "WEB-DL 720 P"
      },
      {
        "link": "https://streamango.com/f/sdbndftcmdskbadn/In_The_Shadow_Of_The_Moon_2019_360P_PP_mp4",
        "server": "usersdrive.com",
        "size": "386 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/3AKqs",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "WEB-DL 720 P"
      },
      {
        "link": "https://mirrorace.com/m/4gHSV",
        "server": "usersdrive.com",
        "size": "386 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "lJ3_biTbeRM",
      "video_url": "https://www.youtube.com/watch?v=lJ3_biTbeRM",
      "embed_url": "https://www.youtube.com/embed/lJ3_biTbeRM"
    }
  },
  {
    "metadata": "PG-13|2019|82 min|Horror,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "68"
    },
    "title": "Sweetheart (2019)",
    "description": "ဒီကားလေးကတော့ဂျန်ဆိုတဲ့ကောင်မလေးတစ်ယောက်သူငယ်ချင်းတွေနဲ့ခရီးထွက်လာရင်းမုန်တိုင်းမိပြီးကမ်းခြေမှာရှင်သန်ဖို့ကြိုးစားရတဲ့အကြောင်းကိုhorroဆန်ဆန်ရိုက်ကူးထားတာပါသူတစ်ယောက်တည်းရှင်သန်ရတော့မယ်ထင်နေပေမယ့်ရက်အနည်းငယ်အကြာမှာသူ့ကောင်လေးနဲ့သူငယ်ချင်းဖြစ်သူတို့ပါရောက်လာတဲ့အခါ..ညဘက်ဆိုပင်လယ်ထဲကနေတက်လာပြီးကမ်းပေါ်ကစားစရာတွေလာလာဆွဲတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ရှိနေတာကိုပြောပြခဲ့ပေမယ့်မယုံကြတဲ့အခါမှာသူတစ်ယောက်ထဲလွတ်မြောက်ဖို့ဘယ်လိုကြိုးစားမလဲအတူရှိနေတဲ့သူတွေလက်တွေ့အဲဒီမကောင်းဆိုးဝါးကိုမြင်လိုက်ရတဲ့အချိန်ဘာတွေဆက်ဖြစ်မလဲသူတို့လွတ်မြောက်ပါ့မလားဆိုတာကိုသည်းထိတ်ရင်ဖိုကြည့်ရမှာပါFile Size : ( 774 MB , 289 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 22 minFormat : Mp4Genre :  Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJ.D. DillardStarsAndrew CrawfordBenedict SamuelEmory CohenHanna Mangan LawrenceKiersey ClemonsCastAndrew CrawfordBenedict SamuelEmory CohenHanna Mangan LawrenceKiersey Clemons",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/de51GG0AQZj8dUm00aQUi4wisBr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xyPPBPkGbZxfS6UM4PjR5bnVfwR.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/T8355gVSuN",
        "server": "drive.google.com",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/i2zSQ1r4hS",
        "server": "drive.google.com",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/2AMj/(CM)_SweetHeart_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AMk/(CM)_SweetHeart_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/4aB75/(CM)_SweetHeart_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4aB77/(CM)_SweetHeart_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://openload.co/f/Mhfg4oMRfdc/%28CM%29_SweetHeart_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/cYoXk9fUcT8/%28CM%29_SweetHeart_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://clicknupload.org/cpq3mlgcmh6b",
        "server": "ClicknUpload.org",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/bi8agld70nhn",
        "server": "ClicknUpload.org",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/1z5YR",
        "server": "mirrorace.com",
        "size": "774 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1z5YT",
        "server": "mirrorace.com",
        "size": "289 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "wlJwxYmfSuo",
      "video_url": "https://www.youtube.com/watch?v=wlJwxYmfSuo",
      "embed_url": "https://www.youtube.com/embed/wlJwxYmfSuo"
    }
  },
  {
    "metadata": "R|2019|98 min|Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "521"
    },
    "title": "Them That Follow (2019)",
    "description": "Drama/Thriller ကားတစ်ကားပါ။ဝေးလံခေါင်ပါးတဲ့ တောင်ပေါ်ဒေသလေးတစ်ခုမှာပေါ့အရမ်းဘာသာရေးကိုယုံကြည်အစွန်းရောက်နေတဲ့သူတွေနေကြတာပေါ့။ဘယ်လိုမျိုးလဲဆိုရင် သူတို့ဘုရားကျောင်းမှာနှစ်ခြင်းဖျန်းခြင်းတွေလုပ်တာမျိုးမဟုတ်ဘဲမြွေတွေကိုလည်ပင်းမှာပတ်ခိုင်းပြီးဘုရားသခင်အပေါ်ယုံကြည်မှုကိုစမ်းသပ်တာပေါ့။မြွေကလည်းရိုးရိုးမြွေမဟုတ်ဘဲအဆိပ်အင်မတန်ပြင်းလှပါတယ်ဆိုတဲ့ ခလောက်မြွေတွေပေါ့။(မြွေကိုသုံးရတဲ့အကြောင်းအရင်းကစေတန်ကအိဗ်ကိုပန်းသီးစားဖို့ မြူဆွယ်တုန်းကမြွေယောင်ဆောင်ခဲ့လို့ဒါကိုစမ်းသပ်ချက်တစ်ခုအဖြစ်လုပ်ဆောင်တာလို့ ကျွန်မယူဆမိပါတယ်။)အဲ့လိုမျိုးတင်းကြပ်တဲ့ဒေသမှာ သင်းအုပ်ဆရာရဲ့သမီးမှာစစ်စတာတစ်ယောက်ရဲ့သားနဲ့ရတဲ့ကိုယ်ဝန်ရှိလာပါလေရော။စစ်စတာရဲ့သားက အဲ့တောင်ပေါ်မှာဘာသာရေးကိုမယုံကြည်တဲ့တစ်ယောက်တည်းသောသူ။ဒါနဲ့ကောင်မလေးက သူတို့နှစ်ယောက်မဖြစ်နိုင်ဘူးဆိုတာလည်းသိပြန်၊သူ့ကိုကြွေနေပြီး သူ့အဖေကလည်းသဘောတူထားတဲ့ကောင်ကလည်းရှိ‌ဆိုတော့အဲ့ကောင်ကိုပဲ ဂျိုတပ်ဖို့လုပ်တာပေါ့။ဒါပေမယ့် အဲ့အကြောင်းကို စစ်စတာသိသွားပြီးသူ့သားကိုပြောလိုက်တဲ့အခါမှာတော့ဘာသာရေးကိစ္စတွေပါရောထွေးပြီး ဗြောင်းဆန်ကုန်တော့တာပါပဲ။အစပိုင်းမှာပျင်းစရာကောင်းပေမယ့်နောက်ကြအရှိန်တက်လာပါတယ်။ ခံစားကြည့်ရှုလိုက်ပါအုံး။File Size : ( 918 MB , 341 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre :  ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBritt PoultonDan Madison SavageStarsAlice EnglertAnnie TedescoBrooks RoseberryJim GaffiganKaitlyn DeverKatherine DeBoerLewis PullmanOlivia ColmanThomas MannWalton GogginsCastAlice EnglertAnnie TedescoBrooks RoseberryJim GaffiganKaitlyn DeverKatherine DeBoerLewis PullmanOlivia ColmanThomas MannWalton Goggins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qZsDZLvDSKJXs58ZW5fShnXeqDd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/y5pXzgds0pPOJevmunFkPFMaaGU.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-them-that-follow-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/a15f98/cm-them-that-folow-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AQm/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/v0Mi0YRI#sp07ZVPc3VkZJHzW1iTFVZt0xhqR41dC7jYT0x4x7MM",
        "server": "mega.nz",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1zhYS",
        "server": "usersdrive.com",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/iae15ufqa3cl",
        "server": "upstream.to",
        "size": "918 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "eXl1vjK4040",
      "video_url": "https://www.youtube.com/watch?v=eXl1vjK4040",
      "embed_url": "https://www.youtube.com/embed/eXl1vjK4040"
    }
  },
  {
    "metadata": "N/A|2019|89 min|Horror,Mystery",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "438"
    },
    "title": "Play or Die (2019)",
    "description": "ထူးဆန္းတဲ့ အိမ္ႀကီး တစ္အိမ္ ရွိတယ္တစ္ရက္မွာေတာ့ ထုိအိမ္ႀကီး ထဲတြင္ျပဳျပင္စရာမ်ား ရွိတဲ့ အတြက္ အလုပ္သမားေခၚရာေရႊ႕ေျပာင္းအလုပ္သမားမ်ားကိုသာ ေခၚဆိုခဲ့ပါတယ္အိမ္ႀကီးတစ္လံုးတြင္ လင္မယား ၂ ေယာက္သာရွိၿပီးၿခံအက်ယ္ႀကီး ထဲတြင္ အိမ္တစ္လံုး နွင့္ လူ ၂ ေယာက္သာေနသျဖင့္ အၿမဲတမ္း တိတ္ဆိတ္ေနတက္သည္။ေရႊ႕ေျပာင္းအလုပ္သမားမ်ား ေရာက္ရွိလာေသာအခါအလုပ္သမားမ်ားကို ၿခံ၀န္းအတြင္းသာ ေနထုိင္ေစခဲ့ၿပီးတစ္ရက္ေသာ အခါမွာေတာ့ ပိုင္ရွင္လင္မယား ပံုစံမွာထူးဆန္းေနေၾကာင္း အလုပ္သမားမ်ားသတိထားမိခဲ့ေသာအခါမွာေတာ့…ရုပ္ရွင္ကားဟာ ေသြးထြက္သံယို မ်ားပါတယ္ရုပ္ရွင္ကားကို Hnyot Myet Wunn မွဘာသာျပန္တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJacques KlugerStarsCharley Palmer RothwellHelena ChambonLaetitia ChambonMarie ZabukovecRoxane MesquidaCastCharley Palmer RothwellHelena ChambonLaetitia ChambonMarie ZabukovecRoxane Mesquida",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kuzacazold66HHkTtHjabcoJSk1.jpg",
      "https://image.tmdb.org/t/p/w300/tD8uuLr5E6k1skeq3yaSfJkEV0e.jpg",
      "https://image.tmdb.org/t/p/w300/i96l87I60fzMTS3bs5ejWHpOewh.jpg",
      "https://image.tmdb.org/t/p/w300/5slLyWqgsuV6JNsbWqH9gFNyIIr.jpg",
      "https://image.tmdb.org/t/p/w300/wMfucNldvC29nkkOyGiOPfw98TF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTJkNjYxZjktOGFjYy00YTk5LWIyMzktZWYzZjkyNDg5ODE0XkEyXkFqcGdeQXVyMzk3MzY5MTM@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/gpKEChAK1f",
        "server": "drive.google.com",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://myandrive.net/file/jUzpWKV45k",
        "server": "drive.google.com",
        "size": "301.62 MB",
        "quality": "480P"
      },
      {
        "link": "https://soliddrive.co/1KD2/Play.Or.Die.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1KD1/Play.Or.Die.2019_SD_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "301.62 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/Mkr7/Play.Or.Die.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2OcO0/Play.Or.Die.2019_SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "301.62 MB",
        "quality": "480P"
      },
      {
        "link": "https://openload.co/f/C1T6OReUjRo/Play.Or.Die.2019_720P_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://openload.co/f/IF0cn_wpbX8/Play.Or.Die.2019_SD_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "301.62 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/rk39hd9q88g15.html",
        "server": "DatBu",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/9sdinyvz2a7zx.html",
        "server": "DatBu",
        "size": "301.62 MB",
        "quality": "480P"
      },
      {
        "link": "https://verystream.com/stream/NbVhtDckWgY/Play.Or.Die.2019_720P_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "643.39 MB",
        "quality": "720P"
      },
      {
        "link": "https://verystream.com/stream/NkF2Amcj8uF/Play.Or.Die.2019_SD_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "301.62 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "UTSPQsjYf0g",
      "video_url": "https://www.youtube.com/watch?v=UTSPQsjYf0g",
      "embed_url": "https://www.youtube.com/embed/UTSPQsjYf0g"
    }
  }
]