[
  {
    "metadata": "R|2019|98 min|Horror",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "5,082"
    },
    "title": "Eli (2019)",
    "description": "(Unicode)Eli ဆိုတဲ့ကလေးလေးက ထူးခြားတဲ့ရောဂါတစ်ခုဖြစ်နေပါတယ်။ အဲဒါကတော့ လေနဲ့မတည့်တာပါ။လေရှုလိုက်ရင် သူ့အရေပြားတွေလောင်ကုန်ပြီး ပေါက်ကွဲမလိုဖြစ်တဲ့ ရောဂါဆန်းပါ။သူအိမ်မှာနေရလဲ မှန်လုံအိမ်ထဲလိုနေရာမျိုးမှာလေ Filter နဲ့နေရပါတယ်။လေတင်မကဘူး ရေလည်းထိလို့မရပါဘူး ?။အဲတာနဲ့ပဲ သူ့အဖေနဲ့အမေက သူ့ကို ဆေးကုဖို့ Doctor Horn ဆိုတဲ့ ဆရာဝန်မ အိမ်မှာနေရင်းဆေးကုဖို့ လုပ်ခဲ့ကြပါတယ်။အဲဒီ အိမ်က လေ filtration နဲ့ရေ filtration system တွေပြည့်နေတာမို့ Eli လေးတစ်ယောက် မှန်လုံအိမ်နဲ့ အလုံပိတ်ထားတဲ့ အင်္ကျီထဲမှာနေစရာ မလိုတော့ပါဘူး။သူ့ကိုဆေးကုနေရင်းနဲ့ပဲ Step 1 အဆင့်မှာ ဒီအိမ်ကသာမန်မဟုတ်ပဲ သရဲခြောက်တဲ့အိမ်ဆိုတာသိခဲ့ရတယ်။သူကအပြင်ထွက်မရပေမယ့် အပြင်ဘက်မှာ Harley ဆိုတဲ့ မိန်းကလေးနဲ့ မှန်တစ်ဖက်တစ်ချက်စီက စကားပြောရင်းခင်ခဲ့ပါတယ်။သရဲတွေကခြောက်တာ တဖြည်းဖြည်းဆိုးလာတာတွေရော Harley ကြောင့်ပါ ဒီအိမ်ကြီးက လုံးဝမူမမှန်သလို Doctor Horn ကလည်းသူထင်ခဲ့သလို မဟုတ်မှန်းသိလာခဲ့တယ်။သရဲတွေက Doctor Horn သတ်ခဲ့တဲ့ကလေးတွေလား ?…Doctor Horn ကဘာလို့ သူမကယ်နိုင်မှန်းသိတဲ့ကလေးတွေကိုသတ်ရတာလဲ ?ကလေးတွေကို စမ်းသပ်ချင်ရုံ သက်သက်လား ?သူ့အဖေနဲ့အမေကရော ဘာလို့ Eli ပြောသမျှမယုံပဲ ဒီဆရာဝန်မလက်ထဲ အပ်ချင်နေရတာလဲ……..Brainwashed ခံထားရပြီးလား….သူ့တစ်ယောက်ထဲ ဒီအိမ်ကြီးကနေဘယ်လိုရုန်းထွက်မလဲ ထွက်ပြေးမလဲဆိုတာ…?Review ( Spoiler alert) ?Netflix ကနေ Halloween အတွက်ရုပ်ရှင်တွေအများကြီးထွက်လာသလို In the tall grass ဆိုလည်းတော်တော်ကောင်းပါတယ်။Netflix က Horror movie တွေကတော့ အရမ်းမကောင်းရင်တောင်အထင်သေးလို့မရပါဘူး။ဒီဇာတ်ကားကိုလည်း Trailer ကြည့်ပြီးကတည်းက Sci Fi လိုလို ဇာတ်လမ်းမျိုးကို Horror ထည့်ပြီးရိုက်ထားတဲ့ ဇာတ်ကား ဆိုပြီး မထွက်ခင်ကတည်းကအရမ်းကြည့်ချင်နေခဲ့တာပါ။ကြည့်ပြီးသွားတော့လည်း ကိုယ့်အကြိုက်နဲ့ ထပ်တူမကျခဲ့ပေမယ့် Plot Twist လေးတွေကိုကြိုက်မိတာတော့အမှန်ပဲ။ကိုယ်မှန်းသမျှ လွဲတာဒီကားပဲရှိဦးမယ်?။ လုံးဝမထင်မှတ်ထားတဲ့ Plot တွေနဲ့ ချပြသွားတာ Woww ကနဲ ပဲ…အဆုံးသတ်ထိ အော်အာ့လိုလားဆိုပြီးဖြစ်သွားတာလားဆိုပြီး အံ့သြစရာအတွေးတွေနဲ့ကျန်နေခဲ့တယ် ..horror ကားတွေကြိုက်တဲ့သူတွေအတွက်တော်တော်ကြည့်ကောင်းမယ့် ဇာတ်ကားပါပဲ။အိမ်ကြီးထဲမှာကလေးလေးတစ်ယောက်ပဲ အသက်ဘေးအတွက်ရုန်းကန်နေတာကိုကြည့်ရတာလဲ အသက်ပါရှုရခက်သလို အရမ်းလည်းကြည့်ကောင်းပါတယ်။Harley နေရာကသရုပ်ဆောင်တဲ့မင်းသမီးကလည်း Stranger things ထဲက Max ပါပဲ။Eli နေရာကသရုပ်ဆောင်တဲ့ကလေးကလည်း ဝါရင့်သရုပ်ဆောင်ပီပီ သရုပ်ဆောင်တော်တော်ကောင်းပါတယ်။Eli ရဲ့သရုပ်ဆောင်ချက်တွေကအံ့မခန်းပါပဲ။IMDb 6 သာရထားပေမယ့် အဲဒီ Rating ထက်ပိုပေးချင်ပါတယ်။(ရှပ်ရှင်အညွှန်းကို Naw Pyae Sone FB မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)Eli ဆိုတဲ့ကေလးေလးက ထူးျခားတဲ့ေရာဂါတစ္ခုျဖစ္ေနပါတယ္။ အဲဒါကေတာ့ ေလနဲ႔မတည့္တာပါ။ေလရႈလိုက္ရင္ သူ႔အေရျပားေတြေလာင္ကုန္ၿပီး ေပါက္ကြဲမလိုျဖစ္တဲ့ ေရာဂါဆန္းပါ။သူအိမ္မွာေနရလဲ မွန္လံုအိမ္ထဲလိုေနရာမ်ိဳးမွာေလ Filter နဲ႔ေနရပါတယ္။ေလတင္မကဘူး ေရလည္းထိလို႔မရပါဘူး ?။အဲတာနဲ႔ပဲ သူ႔အေဖနဲ႔အေမက သူ႔ကို ေဆးကုဖို႔ Doctor Horn ဆိုတဲ့ ဆရာဝန္မ အိမ္မွာေနရင္းေဆးကုဖို႔ လုပ္ခဲ့ၾကပါတယ္။အဲဒီ အိမ္က ေလ filtration နဲ႔ေရ filtration system ေတြျပည့္ေနတာမို႔ Eli ေလးတစ္ေယာက္ မွန္လံုအိမ္နဲ႔ အလံုပိတ္ထားတဲ့ အက်ႌထဲမွာေနစရာ မလိုေတာ့ပါဘူး။သူ႔ကိုေဆးကုေနရင္းနဲ႔ပဲ Step 1 အဆင့္မွာ ဒီအိမ္ကသာမန္မဟုတ္ပဲ သရဲေျခာက္တဲ့အိမ္ဆိုတာသိခဲ့ရတယ္။သူကအျပင္ထြက္မရေပမယ့္ အျပင္ဘက္မွာ Harley ဆိုတဲ့ မိန္းကေလးနဲ႔ မွန္တစ္ဖက္တစ္ခ်က္စီက စကားေျပာရင္းခင္ခဲ့ပါတယ္။သရဲေတြကေျခာက္တာ တျဖည္းျဖည္းဆိုးလာတာေတြေရာ Harley ေၾကာင့္ပါ ဒီအိမ္ႀကီးက လံုးဝမူမမွန္သလို Doctor Horn ကလည္းသူထင္ခဲ့သလို မဟုတ္မွန္းသိလာခဲ့တယ္။သရဲေတြက Doctor Horn သတ္ခဲ့တဲ့ကေလးေတြလား ?…Doctor Horn ကဘာလို႔ သူမကယ္ႏိုင္မွန္းသိတဲ့ကေလးေတြကိုသတ္ရတာလဲ ?ကေလးေတြကို စမ္းသပ္ခ်င္ရံု သက္သက္လား ?သူ႔အေဖနဲ႔အေမကေရာ ဘာလို႔ Eli ေျပာသမွ်မယံုပဲ ဒီဆရာဝန္မလက္ထဲ အပ္ခ်င္ေနရတာလဲ……..Brainwashed ခံထားရၿပီးလား….သူ႔တစ္ေယာက္ထဲ ဒီအိမ္ႀကီးကေနဘယ္လို႐ုန္းထြက္မလဲ ထြက္ေျပးမလဲဆိုတာ…?Review ( Spoiler alert) ?Netflix ကေန Halloween အတြက္႐ုပ္ရွင္ေတြအမ်ားႀကီးထြက္လာသလို In the tall grass ဆိုလည္းေတာ္ေတာ္ေကာင္းပါတယ္။Netflix က Horror movie ေတြကေတာ့ အရမ္းမေကာင္းရင္ေတာင္အထင္ေသးလို႔မရပါဘူး။ဒီဇာတ္ကားကိုလည္း Trailer ၾကည့္ၿပီးကတည္းက Sci Fi လိုလို ဇာတ္လမ္းမ်ိဳးကို Horror ထည့္ၿပီး႐ိုက္ထားတဲ့ ဇာတ္ကား ဆိုၿပီး မထြက္ခင္ကတည္းကအရမ္းၾကည့္ခ်င္ေနခဲ့တာပါ။ၾကည့္ၿပီးသြားေတာ့လည္း ကိုယ့္အႀကိဳက္နဲ႔ ထပ္တူမက်ခဲ့ေပမယ့္ Plot Twist ေလးေတြကိုႀကိဳက္မိတာေတာ့အမွန္ပဲ။ကိုယ္မွန္းသမွ် လြဲတာဒီကားပဲရွိဦးမယ္?။ လံုးဝမထင္မွတ္ထားတဲ့ Plot ေတြနဲ႔ ခ်ျပသြားတာ Woww ကနဲ ပဲ…အဆံုးသတ္ထိ ေအာ္အာ့လိုလားဆိုၿပီးျဖစ္သြားတာလားဆိုၿပီး အ့ံၾသစရာအေတြးေတြနဲ႔က်န္ေနခဲ့တယ္ ..horror ကားေတြႀကိဳက္တဲ့သူေတြအတြက္ေတာ္ေတာ္ၾကည့္ေကာင္းမယ့္ ဇာတ္ကားပါပဲ။အိမ္ႀကီးထဲမွာကေလးေလးတစ္ေယာက္ပဲ အသက္ေဘးအတြက္႐ုန္းကန္ေနတာကိုၾကည့္ရတာလဲ အသက္ပါရႈရခက္သလို အရမ္းလည္းၾကည့္ေကာင္းပါတယ္။Harley ေနရာကသ႐ုပ္ေဆာင္တဲ့မင္းသမီးကလည္း Stranger things ထဲက Max ပါပဲ။Eli ေနရာကသ႐ုပ္ေဆာင္တဲ့ကေလးကလည္း ဝါရင့္သ႐ုပ္ေဆာင္ပီပီ သ႐ုပ္ေဆာင္ေတာ္ေတာ္ေကာင္းပါတယ္။Eli ရဲ႕သ႐ုပ္ေဆာင္ခ်က္ေတြကအ့ံမခန္းပါပဲ။IMDb 6 သာရထားေပမယ့္ အဲဒီ Rating ထက္ပိုေပးခ်င္ပါတယ္(ရွပ္ရွင္အညႊန္းကို Naw Pyae Sone FB မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)File Size : (750 MB ) and (375 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 38minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCiarán FoyStarsCharlie ShotwellJared BankensKelly ReillyLili TaylorMax MartiniSadie SinkCastCharlie ShotwellJared BankensKelly ReillyLili TaylorMax MartiniSadie Sink",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a6WTWBgM7O8wEmCJuGLpPM15agH.jpg",
      "https://image.tmdb.org/t/p/w300/cFYsuhqnyOuJ9kY1065v4UPNB8h.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bIID8uZTYNnSMfWwaIluRTzaZQL.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/Zl0WPoXKje",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/30Nz/(CM)Eli.2019.720p.NF.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3uEw3/(CM)Eli.2019.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/4mRRQ1le-nY/%28CM%29Eli.2019.720p.NF.WEB-DL.mp4",
        "server": "openload.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/npsekdlmnnlbcrme/_CM_Eli_2019_720p_NF_WEB-DL_mp4",
        "server": "streamango.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2V23w",
        "server": "mirrorace.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/ECadfta4YS",
        "server": "drive.google.com",
        "size": "375 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/30NA/(CM)Eli.2019.480p.NF.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "375 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3uEwi/(CM)Eli.2019.480p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "375 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/_uKR2bCQ6wk/%28CM%29Eli.2019.480p.NF.WEB-DL.mp4",
        "server": "openload.co",
        "size": "375 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/qectrotdfqbcclbr/_CM_Eli_2019_480p_NF_WEB-DL_mp4",
        "server": "streamango.com",
        "size": "375 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2V24v",
        "server": "mirrorace.com",
        "size": "375 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "qfSTiAw1rkM",
      "video_url": "https://www.youtube.com/watch?v=qfSTiAw1rkM",
      "embed_url": "https://www.youtube.com/embed/qfSTiAw1rkM"
    }
  },
  {
    "metadata": "Not Rated|2019|80 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "266"
    },
    "title": "Scooby-Doo! Return to Zombie Island (2019)",
    "description": "ေခြးေလးစကူဘီဒူးရဲ႕စြန္႔စားခန္းေတြ ျပန္ေရာက္လာပါျပီအရင္ဇာတ္လမ္းေတြကို ျပန္ေႏြးရမယ္ဆိုရင္သူတို႔ရဲ႕ ဆန္းၾကယ္ကိစၥေလးေတြကို လိုက္ေျဖရွင္းေနရာမွာထိခိုက္အႏၱရာယ္ရမွာကို စိုးရိမ္တဲ့အတြက္ ရဲမွဴးၾကီးကေနာက္ထပ္မလုပ္ေတာ့ဖို႔ ဘယ္ ဆန္းၾကယ္ကိစၥကိုမွမပါ၀င္ မပတ္သက္ေတာ့ဖို႔ ကတိေတာင္းသြားခဲ့ပါတယ္ဖရက္ဒီ၊ ဒက္ဖနီနဲ႔ ဗယ္လ္မာတုိ႔ကေတာ့ အလြန္စိတ္္ဆင္းရဲေပမယ့္အတိုင္းထက္အလြန္ေပ်ာ္ေနတာကေတာ့ ရွက္ဂီနဲ႔ စကူဘီဒူးပါပဲ..သူတို႔ကအရမ္းေၾကာက္တတ္တာကိုး အဲဒီလိုနဲ႔တစ္ရက္မွာေတာ့ရွက္ဂီက စရိတ္ျငိမ္းအပန္းေျဖခရီးထြက္ခြင့္ကို သူၾကည့္ေနၾကတီဗီရိႈးကေန မဲေပါက္သြားပါေတာ့တယ္ေနာက္ေနာင္ဘယ္ဆန္းၾကယ္ကိစၥကိုမွ ၀င္မပါေတာ့ပါဘူးလို႔သူ႔သူငယ္ခ်င္းသံုးေယာက္ကို ကတိေတာင္းျပီးေနာက္မွာေပါ့ေလရွက္ဂီန႔ဲစကူဘီက အရမ္းေတြတက္ၾကြျပီး ခ်ီတက္သြားေပမယ့္ေရာက္ေရာက္ခ်င္း ေဆာက္နဲ႔ထြင္း ဆုိသလို သူတို႔ကြ်န္းေပၚေျခခ်လိုက္တာနဲ႔ ကြ်န္းသူကြ်န္းသား စံုတြဲက ထြက္သြားခိုင္းပါေတာ့တယ္သူတုိ႔အဆိုအရ ကြ်န္းေပၚမွာ ဇြန္ဘီေတြအျပည့္ပါတဲ့ေနာက္ေနတယ္ပဲထင္ၾကတဲ့တစ္ဖဲြ႔လံုးဟာ ဘာကိုမွဂရုမစိုက္ဘဲဟိုတယ္ဆီခ်ီတက္သြားပါေတာ့တယ္ ဟိုတယ္ဆီေရာက္တဲ့အခါသူတို႔အရင္ကေရာက္ဖူးတဲ့ မြန္းစကားကြ်န္းက အိမ္ၾကီးနဲ႔တစ္ပံုစံတည္းတူေနတာကို ေတြ႔ရေပမယ့္ ဆန္းၾကယ္ကိစၥဆိုဘာဆိုဘာမွ မေတြ႔ဘူးလုိ႔ ဘူးခံျငင္းခ်င္သူ သံုးေယာက္သားကေတာ့အတင္းၾကီးကို ဒါကသာမန္ကိစၥေတြပဲလို႔သာ ျငင္းေနပါေတာ့တယ္သူတို႔ထင္တဲ့အတုိင္း ဆန္းၾကယ္မႈေတြ ဘာမွမရွိဘူးလားဟိုတယ္မွာသူတုိ႔ကိုဘာေတြေစာင့္ၾကိဳေနမွာလဲဘယ္လိုေတြေျဖရွင္းၾကမလဲဆိုတာကို ဒီကာတြန္းကားေလးမွာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္စကူဘီဒူးကားေတြထံုးစံအတုိင္း လ်ိဳ႕၀ွက္သည္းဖိုဆန္ဆန္ကိုေတြးစရာေလး ရယ္စရာေလးေတြ ေႏွာျပီး ၾကည့္ရႈၾကရမွာပါFile Size : (750 MB , 219 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCecilia AranovichEthan SpauldingStarsCassandra PetersonDave B. MitchellDavid HermanFrank WelkerGrey DeLisleJanell CoxJohn Michael HigginsKate MicucciMatthew LillardTravis WillinghamCastCassandra PetersonDave B. MitchellDavid HermanFrank WelkerGrey DeLisleJanell CoxJohn Michael HigginsKate MicucciMatthew LillardRoger RoseTravis Willingham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cXnlomnqXZF8Lvcev5UAJgfx4gt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/scooby-doo-return-to-zombie-island-2019",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scooby-doo-return-to-zombie-island-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/fcizt55v3k23",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|125 min|Action",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "44"
    },
    "title": "Triple Frontier 2019",
    "description": "Netflix ရဲ႕ အက္ရွင္ဇာတ္ကားအသစ္ထြက္လာပါျပီ။ မင္းသား ဘန္အက္ဖလက္၊ ခ်ာလီဟန္နန္၊ ေအာ္စကာအိုင္းဆက္တုိ႕လို လူေတြနဲ႕ ဇာတ္အိမ္ေကငာ္းေကာင္းဖြဲ႕ျပီး ရိုက္ကူးထားတာပါပဲ။ ေထြလာထြက္ကတည္းက ေမွ်ာ္ေနရတဲ့ကားဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းအထူးတပ္ဖြဲ႕ဝင္ေဟာင္းေတြရဲ႕ ဘဝဟာလည္း သနားစရာေကာင္းပါတယ္။ အစြမ္းကုန္ေလ့က်င့္၊ အသက္စြန္႕တိုက္ခိုက္ျပီး မေသလို႕ အနားယူခ်ိန္ေရာက္လာေတာ့ လက္ထဲမွာရွိတဲ့ပိုက္ဆံက သားသမီးေက်ာင္းစရိတ္ေတာင္ မလုပ္တဲ့လူေတြ ျဖစ္လာပါတယ္။ သူတို႕ဒီနယ္ပယ္မွာ ေတာ္သေလာက္သာ အျပင္လုပ္ငန္းေတြမွာ လုပ္ႏိုင္ခဲ့ရင္ စားမကုန္တဲ့ေငြေတြရႏိုင္မယ့္  အရည္အခ်င္းရွိတဲ့ သူမ်ိဳးေတြပါပဲ။ ဒီလိုအျဖစ္ေတြကို သည္းမခံခ်င္ေတာ့တဲ့ တပ္ဖြဲ႕ဝင္ေဟာင္းတစ္သိုက္ကေတာ့ ေတာထဲမွာ အေစာင့္အျပည့္နဲ႕ ေငြသန္းေပါင္းမ်ားစြာကို ဖင္ခုထိုင္ထားတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္အိမ္ကို ဝင္စီးျပီး တစ္သက္စားမကုန္မယ့္ေငြေတြကို ကိုယ့္အတြက္ကိုယ္သိမ္းဆည္းဖို႕ ၾကံစည္ၾကပါေတာ့တယ္။ တကယ္တမ္းေငြေတြရလာတဲ့အခါ အရမ္းမ်ားလြန္းေနတဲ့အတြက္ သူတို႕ထင္ထားသလို မေခ်ာေမြ႕ပဲ အခက္အခဲမ်ိဳးစံု ရင္ဆိုင္လာရပါေတာ့တယ္။File Size          :          900/ 450 MbDuration         :          2 hrQuality            :          WebripTranslator       :          Littleneo & YukiEncoder           :          Than Htike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJ.C. ChandorStarsAdria ArjonaBen AffleckCharlie HunnamGarrett HedlundJuan Camilo CastilloLouis JeovannyMaddy WaryOscar IsaacPedro PascalReynaldo GallegosCastAdria ArjonaAmber StoneBen AffleckBrandon WolffCarlos LinaresCharlie HunnamChristine HornGarrett HedlundGeorge HaynGustavo GómezHakeemshady MohamedHilliard Joshua MeeksJuan Camilo CastilloJuan E. MartínezLouis JeovannyMaddy WaryMichael Benjamin HernandezOscar IsaacPedro HaroPedro LopezPedro PascalReynaldo GallegosSheila Vand",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oAHrzWUakQoukH4Gt2UKdYXMSPH.jpg",
      "https://image.tmdb.org/t/p/w300/7wM9QdXErv8ZEAt9T9WRrJUqJh6.jpg",
      "https://image.tmdb.org/t/p/w300/5b4iQIc9TGmafzgAZZ4bBni5ZbL.jpg",
      "https://image.tmdb.org/t/p/w300/tDfe64KY5RMDr5ebAOM31LbMBB.jpg",
      "https://image.tmdb.org/t/p/w300/aXb1jnXvEOkRFQREC3eu8kPlxTo.jpg",
      "https://image.tmdb.org/t/p/w300/cNy0v8rKuKoqvO2TbnKDkOu41HQ.jpg",
      "https://image.tmdb.org/t/p/w300/d0gaUcmucbpIp2o8DoyjzWfld32.jpg",
      "https://image.tmdb.org/t/p/w300/lf3ukO3rKdZsQpAquCeQszHeyDT.jpg",
      "https://image.tmdb.org/t/p/w300/qeoFgUG8fBhtOCqKOlZVxoybMpZ.jpg",
      "https://image.tmdb.org/t/p/w300/8fPIbRr6UP544D0P0nfur59zjff.jpg",
      "https://image.tmdb.org/t/p/w300/s9I2LmQMYCanl6DvC3X1AOHs2r8.jpg",
      "https://image.tmdb.org/t/p/w300/bkOAfrZSTwifHrErGey9Ohiyjnu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/triple.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/triple-frontier-2019-mm-sub-mp-4-1",
        "server": "openload.co",
        "size": "900 Mb",
        "quality": "Webdl"
      },
      {
        "link": "https://usersdrive.com/svggmf13kenj.html",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "Webdl"
      },
      {
        "link": "https://upstream.to/oer72gdz4e1e",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/svggmf13kenj.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Webdl"
      }
    ],
    "trailer": {
      "video_id": "Fo3yRLLrXQA",
      "video_url": "https://www.youtube.com/watch?v=Fo3yRLLrXQA",
      "embed_url": "https://www.youtube.com/embed/Fo3yRLLrXQA"
    }
  },
  {
    "metadata": "PG|2019|97 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "9,291"
    },
    "title": "Abominable (2019)",
    "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိထားတဲ့ကာတွန်းကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော် DreamWorks Studio ကနေ ဖန်တီးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%တောင်ရရှိထားတာမလို့Animation Movie ကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့CM ပရိသတ်ကြီးအတွက် သတင်းကောင်းပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်လိုပါသေးတယ်။ရှန်ဟိုင်းမြို့တစ်နေရာမှာ လူချမ်းသာ စီးပွားရေးသမား မစ္စတာဘားနက်ကဟိုး ဟိမဝန္တာက နှင်းလူတစ်ကောင်ကို ဖမ်းဆီးရရှိထားပါတယ်။တစ်နေ့မှာတော့ လုံခြုံရေးကျိုးပေါက်ပြီး အဲဒီနှင်းလူကထွက်ပြေးကာယီဆိုတဲ့တရုတ်မလေးရဲ့အိမ်ခေါင်မိုးမှာ ပုန်းနေပါသတဲ့။ပုန်းနေတဲ့ နှင်းလူလေးကိုဝေးလံလှတဲ့ ဟိမဝန္တာဆီကိုပြန်လိုက်ပို့ဖို့ယီရယ် ပန်ဆိုတဲ့ကလေးလေးရယ် ဂျင်မ်ဆိုတဲ့ ကောင်လေးရယ်အတူတူကြိုးစားအားထုတ်ပုံတွေကိုမြင်တွေ့ရမှာပါ။တစ်ဖက်မှာလဲသူတို့နောက်ကိုလိုက်နေတဲ့ သူတွေကလဲရှိနေပြန်တော့သူတို့ဘာတွေရင်ဆိုင်ရမလဲ?ဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းမလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပါ။File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH , BluRay 720pRunning Time : 1 hr 37 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJill CultonTodd WildermanStarsAlbert TsaiChloe BennetEddie IzzardJames HongMichelle WongSarah PaulsonTenzing Norgay TrainorTsai ChinCastAlbert TsaiChloe BennetEddie IzzardJames HongMichelle WongSarah PaulsonTenzing Norgay TrainorTsai Chin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tLCDKsXo6D84IVFanoElosSEKdp.jpg",
      "https://image.tmdb.org/t/p/w300/jXk3ZMq7n4ugOqKYq0CtMn3gia8.jpg",
      "https://image.tmdb.org/t/p/w300/iSrw6tCzdsM8sNvSAqG3RrjcRKe.jpg",
      "https://image.tmdb.org/t/p/w300/pBJdJ3sjdJYQ1wRJJDOSZSGpazh.jpg",
      "https://image.tmdb.org/t/p/w300/aWIyablTW3THDIGqdhnpkLy7psQ.jpg",
      "https://image.tmdb.org/t/p/w300/95OHeFy8Rbt2orYkSFYCUKRGifj.jpg",
      "https://image.tmdb.org/t/p/w300/zcCMyiOfK7omVoOg3ukoYh6YEIe.jpg",
      "https://image.tmdb.org/t/p/w300/kPkog65WUoXJiVI1Um2fH9ctucN.jpg",
      "https://image.tmdb.org/t/p/w300/u5YFfYNTCIL5GGLXZTn4rHXRVQW.jpg",
      "https://image.tmdb.org/t/p/w300/pWhd9uNbTY4oHK12SWyoEOVPaIz.jpg",
      "https://image.tmdb.org/t/p/w300/qcDPzv6nE3ul1LhMb3d0w6RSdw0.jpg",
      "https://image.tmdb.org/t/p/w300/3pyw1eGAghG66U2ye19uTgnFnFr.jpg",
      "https://image.tmdb.org/t/p/w300/96Xsh04CwkEk2QxdVILklwkCdNv.jpg",
      "https://image.tmdb.org/t/p/w300/OAVlVS3qMcDH2G96JE5Q1pSjlL.jpg",
      "https://image.tmdb.org/t/p/w300/yeT6fNK0AlzJfna7v2n1jeuyLWU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/20djTLqppfBx5WYA67Y300S6aPD.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-abominable-2019-bluray-1080p-51-ch",
        "server": "VIP Links",
        "size": "2 GB/905 MB",
        "quality": "BluRay 1080p 5.1 CH/BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-abominable-2019-blu-ray-1080-p-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-abominable-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "905 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2nl7z/(CM)_Abominable_2019_BluRay_1080p_5.1_CH.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/11qcm/(CM)_Abominable_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "905 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://watchsb.com/x7pfuq1fuffa.html",
        "server": "streamsb.com",
        "size": "905 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "Ap0NRJD-2ts",
      "video_url": "https://www.youtube.com/watch?v=Ap0NRJD-2ts",
      "embed_url": "https://www.youtube.com/embed/Ap0NRJD-2ts"
    }
  },
  {
    "metadata": "|2019||Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "37 Teen (2019)",
    "description": "37 Teen 2019==========#Unicodeဇာတ်လမ်းနာမည်လေး ဖတ်လိုက်ရုံနဲ့ ဒီဇာတ်လေးက ပျော်စရာကောင်းမယ်ဆိုတာ တန်းပြီးသိလောက်မယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ငယ်ငယ်က အနိုင်ကျင့်ခံခဲ့ရတဲ့ အဒမ်ပိုင်အရွယ်ရောက်လာတဲ့အခါမှာတော့ ဖုန်းကုမ္ပဏီပိုင်ရှင် ဘီလျံနာ အဒမ်ဖြစ်သွားခဲ့ပါတယ်….သူ့သူငယ်ချင်း ဂရက်ရဲ့တိုက်တွန်းမှုနဲ့ သူအရမ်းမုန်းတီးခဲ့တဲ့ အထက်တန်းကျောင်းသားဟောင်းပြန်လည်တွေ့ဆုံပွဲကို သွားခဲ့ကြပါတယ်….ဒီလိုနဲ့ အဒမ်မှာ အကြံတစ်ခုရလာပါတယ်..သူ့အတွက်မကောင်းတဲ့အမှတ်တရတွေပဲရှိခဲ့တဲ့ အထက်တန်းကျောင်းကို နောက်တစ်ကြိမ်ပြန်တက်ပြီး အမှတ်တရကောင်းတွေအဖြစ်ပြောင်းလဲပစ်မယ့် အကြံပါပဲ…အဲ့အကြံက အမှန်တကယ်အောင်မြင်ပါ့မလား..၃၇ နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့သူတို့အတွက် အရေးအကြီးဆုံးက ဘယ်အရာလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်…IMDB 5.8/10 ရရှိထားပါတယ်#Zawgyiဇာတ္လမ္းနာမည္ေလး ဖတ္လိုက္႐ုံနဲ႔ ဒီဇာတ္ေလးက ေပ်ာ္စရာေကာင္းမယ္ဆိုတာ တန္းၿပီးသိေလာက္မယ္ထင္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ အဒမ္ပိုင္အ႐ြယ္ေရာက္လာတဲ့အခါမွာေတာ့ ဖုန္းကုမၸဏီပိုင္ရွင္ ဘီလ်ံနာ အဒမ္ျဖစ္သြားခဲ့ပါတယ္….သူ႔သူငယ္ခ်င္း ဂရက္ရဲ႕တိုက္တြန္းမႈနဲ႔ သူအရမ္းမုန္းတီးခဲ့တဲ့ အထက္တန္းေက်ာင္းသားေဟာင္းျပန္လည္ေတြ႕ဆုံပြဲကို သြားခဲ့ၾကပါတယ္….ဒီလိုနဲ႔ အဒမ္မွာ အႀကံတစ္ခုရလာပါတယ္..သူ႔အတြက္မေကာင္းတဲ့အမွတ္တရေတြပဲရွိခဲ့တဲ့ အထက္တန္းေက်ာင္းကို ေနာက္တစ္ႀကိမ္ျပန္တက္ၿပီး အမွတ္တရေကာင္းေတြအျဖစ္ေျပာင္းလဲပစ္မယ့္ အႀကံပါပဲ…အဲ့အႀကံက အမွန္တကယ္ေအာင္ျမင္ပါ့မလား..၃၇ ႏွစ္အ႐ြယ္ရွိေနၿပီျဖစ္တဲ့သူတို႔အတြက္ အေရးအႀကီးဆုံးက ဘယ္အရာလဲဆိုတာကို ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရမယ့္ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္…IMDB 5.8/10 ရရွိထားပါတယ္(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)Quality – 720p  WEB-RIPDuration – 1 hrs 32 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.WEB-RIPTranslator – May Myat ThuEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMiles ForsterStarsCarmel AmitJosh BlackerLaura AdkinPeter BensonStacey BendfeltVictoria BidewellCastCarmel AmitJosh BlackerLaura AdkinPeter BensonStacey BendfeltVictoria Bidewell",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/၃၇.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vd4/[CM]37.Teen.2019.720P.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://fastload.cc/358",
        "server": "fastload.cc",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://yadi.sk/i/qjGk1m2pALtrJw",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://mirrorace.com/m/2gOur",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://usersdrive.com/qy2n7h3t3x8r.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://yuudrive.me/cfcd51/cm37-ten-2019-720p-webrip-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://yoteshinportal.cc/cm-37-teen-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://megaup.net/4eMlU/[CM]37.Teen.2019.720P.WEBRip.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://mega.nz/file/8kgX2SDL#MHLsF2GarNUn2AEzO8fNsO2I8McUxDhrckv4nNiuDdU",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      },
      {
        "link": "https://upstream.to/5i6f2e5oz1sd",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720P WEB-Rip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "4,492"
    },
    "title": "The Wild Goose Lake (2019)",
    "description": "The Wild Goose Lake (2019)=====================IMDb Rating – 6.8/10#Unicode2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့Golden Bear Awardကို Diao Yinanရဲ့Balck Cold, Thin Iceကားကရသွားခဲ့တယ်။BCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့BCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်သူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်းအခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့ခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။ဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့ဇာတ်လမ်းဟာ အပြင်လောကမှာအမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။ဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကိုပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာသူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”လို့မူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီးအင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီးသူဖြေသွားတာ အတော်လှပါတယ်။“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံးရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းကအတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့ဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။တစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာသွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။ဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့မှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့တစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့ဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။ကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲဘူတာရုံဆိုတာက လူတွေဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲခံစားရရုံပါပဲ။ဒါကြောင့်“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”ဆိုတဲ့ နာမည်ကလေးထဲမှာသူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့ကျွန်တော်ထင်တယ်။”တဲ့။သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESSကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်Lead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသားမက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့Chinese Paladin အတွဲတွေထဲက Hu Geပါ။ထူးတာက သူက ဒီ့အရင် သာမန်လျှံကာရုပ်ရှင်နည်းနည်းနဲ့ ဇာတ်လမ်းတွဲတွေပဲရိုက်ဖူးတဲ့လူပါပဲ။Yinanကတော့ Hu Geကို စာရွက်လွတ်တစ်ရွက်လို့ပဲတင်စားသွားပါတယ်။ ဘာမှမရေးရသေးတဲ့စာရွက်လွတ်တစ်ရွက်ဟာ ဘာမဆိုဖြစ်နိုင်ပါတယ်။Hu Geဟာ နောက်နှစ်ပြမယ့် ဝေါင်ကာဝေးရဲ့Blossomsမှာလည်း Lead Actorနေရာယူထားတာမို့Art Houseလာကထဲ ခြေချလာပြီလို့ပဲဆိုရပါမယ်။Legend of the condor Heroကလွဲ ဇာတ်လမ်းကောင်းကောင်း မရိုက်ခဲ့ဖူးပေမယ့်အတော်လည်းသရုပ်ဆောင်ကောင်းတဲ့လူပါပဲ။ဇာတ်လမ်းတွဲတွေမှာ သူနဲ့ရင်းနှီးပြီးသားလူတောင်ကားဆုံးခါနီးမှ မှတ်မိတယ်။Night is another filter for cameraလို့ဒါရိုက်တာကြီးကပြောတယ်။တစ်ကားလုံးရဲ့ကိုးဆယ်ရာခိုင်နှုန်းကလည်းညဘက်မှာဖြစ်ပျက်နေတာပါပဲ။ညပြကွက်တွေဟာ ခင်ဗျားကို ဘ၀တစ်ခုထဲအလည်ခေါ်သွားပါလိမ့်မယ်။ ရေဟာ ရမ္မက်ကိုကိုယ်စားပြုပြီး ညဟာ သေခြင်းကို ကိုယ်စားပြုဖော်ကျူးထားတဲ့အတွက် ရိုက်ကွက်တိုင်းနီးပါးမှာဒီနှစ်ခုကို တွဲဖက်မြင်ရမှာပါပဲ။Cinematograpyနဲ့ပက်သက်ပြီး ကျွန်တော်တော့ ချီးကျူးစရာဘာမှသိပ်မတွေ့ပေမယ့် ပြကွက်တစ်ကန့်တိုင်းကပါ၀င်ပစ္စည်းတွေက ကဗျာဖွဲ့ပြီးသီးခြားစီရပ်တည်ပြနိုင်တဲ့ ဟန်ကတော့ခံစားစရာပုံစံအသစ်တစ်ခုကိုပေးစွမ်းပါလိမ့်မယ်။ညကာလတစ်ခုရဲ့ ဘူတာရုံတစ်ပေါ်မိုးတွေတဖွဲဖွဲရွာကျနေတာနဲ့ ဇာတ်လမ်းကိုစဖွင့်ထားတယ်။လူတစ်ယောက်ဟာတစ်စုံတစ်ရာကိုစောင့်စားနေတယ်။ဘာလဲတော့ ဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။ဒီအချိန်မှာ စီးကရက်ကိုင်ထားတဲ့မိန်းကလေးတစ်ယောက်ရောက်လာပြီးမီးခြစ်ငှားတယ်။ခဏနေတော့မိန်းကလေးဟာ သူလာရှာတဲ့သူဟုတ်မဟုတ်အတည်ပြုပြီး အဲ့ဒီလူစောင့်နေတဲ့ သူ့မိန်းမကရောက်မလာနိုင်ကြောင်းပြောလိုက်တယ်။သူ့မိန်းမကို သူဘာကြောင့်စောင့်နေလဲဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။ခဏနေကြတော့ အဲ့ဒီလူက သူဖြစ်ခဲ့တဲ့ဇာတ်ကြောင်းကုန်စင်ကိုပြောပြဖို့အကြောင်းဖန်လာတယ်။သူပြောပြတဲ့ဇာတ်လမ်းပြီးသွားချိန်မှာလည်းခင်ဗျားတို့မသိရသေးတာတွေကိုထပ်ပေးတယ်။ဇာတ်လမ်းဟာ အစပိုင်းတစ်၀က်ဟာဇာတ်ကြောင်းပြောပြီးခေါ်သွားတယ်။မေးခွန်းပေးလိုက် အဖြေပေးလိုက်နဲ့တရွေ့ရွေ့ ခရီးဆုံးဆီဆွဲခေါ်သွားတယ်။တစ်ထောင့်တစ်ညပုံပြင်တွေရဲ့ ဇာတ်ကြောင်းပြောပြတဲ့ဟန်ကိုလည်း သုံးပြီး ညှိ့ငင်ထားတယ်။တစ်ခုရှိတာက အနုပညာမှာတောင်အလုံးစုံပြည့်စုံတယ်ဆိုတာမရှိဘူး။ဆိုတော့ကာဒီရုပ်ရှင်မှာ မဆိုသလောက်အားနည်းချက်လေးတွေတော့ရှိနေတယ်။ ဒါပေမယ့် ကျွန်တော့်ဘက်ကအာမခံလို့ရတာက ဒီထက်ကောင်းတဲ့ကားမျာပေါ်လို့ဒီနှစ်ရဲ့အကောင်းဆုံတရုတ် ရုပ်ရှင်မဟုတ်ခဲ့ရင်တောင်ဒီနှစ်ရဲ့ အနုပညာအဆန်ဆုံး တရုတ်ရုပ်ရှင်ဆိုတာတော့သေချာတယ်။ အာရှရုပ်ရှင်ပွဲတော်မှာရုပ်ရှင်ဓာတ်ပုံပညာဆုရထားပြီးကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့Palme d’Orမှာ ယဉ်ပြိုင်ဖို့အရွေးခံထားရတဲ့အာရှကားနှစ်ကားထဲက တစ်ကားလည်းဟုတ်တယ်။ဆုရသွားတာကတော့ သူနဲ့အတူ ကိန်းရောက်လာတဲ့အာရှသား တောင်ကိုရီးယားရုပ်ရှင် Parasiteပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung  ပဲဖြစ်ပါတယ်။)#Zawgyi2014ဘာလင္႐ုပ္ရွင္ပြဲေတာ္မွာ အျမင့္ဆုံးဆုျဖစ္တဲ့Golden Bear Awardကို Diao Yinanရဲ႕Balck Cold, Thin Iceကားကရသြားခဲ့တယ္။BCTIမတိုင္ခင္မွာ သူစိတ္ကူးရထားတဲ့BCTIနဲ႔ခပ္ဆင္ဆင္ ဇာတ္လမ္းတစ္ပုဒ္သူ႔မွာရွိတယ္။ ဒီဇာတ္လမ္းကို သူဇာတ္ၫႊန္းအခါခါေရးၾကည့္ေပးမယ့္ မျပည့္စုံေသးဘူးလို႔ခံစားရတဲ့အတြက္ သူမ႐ိုက္ျဖစ္ခဲ့ဘူး။ဒီေနာက္မွာေတာ့ သူစိတ္ကူးထားတဲ့ဇာတ္လမ္းဟာ အျပင္ေလာကမွာအမွန္တကယ္ျဖစ္သြားခဲ့တာသူသိလိုက္ရတယ္။ဒီသတင္းကိုဖတ္ၿပီး သူ႔ဇာတ္ၫႊန္းရဲ႕ Plot Lineကိုျပင္ေရးခဲ့ေပမယ့္လည္း စိတ္တိုင္းမက်ခဲ့တဲ့အတြက္၂၀၁၉အထိေရာက္လာခဲ့တာပါပဲ။။ဖန္တီးသူဟာသူ႔အႏုပညာကို အေတာ္ တန္ဖိုးထားခဲ့တာပါ။႐ုပ္ရွင္ရဲ႕နာမည္ဟာ အဂၤလိပ္မူအရငန္း႐ိုင္းကန္ေပမယ့္ တ႐ုတ္မူမွာေတာ့“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”လို႔မူကြဲပါတယ္။ဒုတိယမူဟာ စာေရးသူဒါ႐ိုက္တာေပးထားတဲ့အမည္ပါပဲ။ဒါနဲ႔ပက္သက္ၿပီးအင္တာဗ်ဴးမွာ ဒီအမည္နဲ႔ပက္သက္ၿပီးသူေျဖသြားတာ အေတာ္လွပါတယ္။“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္းဆိုတာကြၽန္ေတာ္ဒီဇာတ္ၫႊန္းစေရးေတာ့ ပထမဆုံးေရးလိုက္တဲ့စကားစုပါပဲ။ေတာင္ပိုင္းကအေတာ္႐ိုမန႔္တစ္ဆန္ၿပီး အပူပိုင္းဆန္တဲ့ေဒသပါပဲ။ဘူတာ႐ုံဆိုတာက လူေတြဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာပဲေလ။တစ္ခ်ိဳ႕လူေတြ ထာ၀ရအၿပီးအပိုင္ခြဲခြာသြားၾကတဲ့ေနရာဆိုလည္းဟုတ္တယ္။ဒါက ကြၽန္ေတာ္တို႔အတြက္ အေရးႀကီးတဲ့မွတ္ညဏ္တစ္ခုပါပဲ။ ႀကီးပ်င္းလာတဲ့တစ္ေလွ်ာက္က ကြၽန္ေတာ္တို႔ မွတ္ညဏ္ေတြနဲ႔ဘူတာ႐ုံနဲ႔ကို ပိုင္းျခားပစ္လို႔မရႏိုင္ဘူး။ကြၽန္ေတာ္ခုေလးတင္ေျပာခဲ့သလိုပဲဘူတာ႐ုံဆိုတာက လူေတြဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာဇာတ္လမ္းေတြ ျဖစ္ပ်က္ၾကတဲ့ေနရာလို႔ပဲခံစားရ႐ုံပါပဲ။ဒါေၾကာင့္“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”ဆိုတဲ့ နာမည္ကေလးထဲမွာသူမတူတဲ့ရသတစ္မ်ိဳးရွိေနတယ္လို႔ကြၽန္ေတာ္ထင္တယ္။”တဲ့။သ႐ုပ္ေဆာင္ေတြဘက္လွည့္ရရင္ ACTRESSကေတာ့ BCTIမွာကတည္းက သူနဲ႔လက္တြဲခဲ့သူဆိုေတာ့ ဘာမွအထူးတလည္ေျပာစရာမရွိေပမယ့္Lead Actor ျမန္မာပရိတ္သတ္နဲ႔ ရင္းႏွီးၿပီးသားမက္မြန္ေျမကခ်စ္ေတးတစ္ပုဒ္နဲ႔Chinese Paladin အတြဲေတြထဲက Hu Geပါ။ထူးတာက သူက ဒီ့အရင္ သာမန္လွ်ံကာ႐ုပ္ရွင္နည္းနည္းနဲ႔ ဇာတ္လမ္းတြဲေတြပဲ႐ိုက္ဖူးတဲ့လူပါပဲ။Yinanကေတာ့ Hu Geကို စာ႐ြက္လြတ္တစ္႐ြက္လို႔ပဲတင္စားသြားပါတယ္။ ဘာမွမေရးရေသးတဲ့စာ႐ြက္လြတ္တစ္႐ြက္ဟာ ဘာမဆိုျဖစ္ႏိုင္ပါတယ္။Hu Geဟာ ေနာက္ႏွစ္ျပမယ့္ ေဝါင္ကာေဝးရဲ႕Blossomsမွာလည္း Lead Actorေနရာယူထားတာမို႔Art Houseလာကထဲ ေျခခ်လာၿပီလို႔ပဲဆိုရပါမယ္။Legend of the condor Heroကလြဲ ဇာတ္လမ္းေကာင္းေကာင္း မ႐ိုက္ခဲ့ဖူးေပမယ့္အေတာ္လည္းသ႐ုပ္ေဆာင္ေကာင္းတဲ့လူပါပဲ။ဇာတ္လမ္းတြဲေတြမွာ သူနဲ႔ရင္းႏွီးၿပီးသားလူေတာင္ကားဆုံးခါနီးမွ မွတ္မိတယ္။Night is another filter for cameraလို႔ဒါ႐ိုက္တာႀကီးကေျပာတယ္။တစ္ကားလုံးရဲ႕ကိုးဆယ္ရာခိုင္ႏႈန္းကလည္းညဘက္မွာျဖစ္ပ်က္ေနတာပါပဲ။ညျပကြက္ေတြဟာ ခင္ဗ်ားကို ဘ၀တစ္ခုထဲအလည္ေခၚသြားပါလိမ့္မယ္။ ေရဟာ ရမၼက္ကိုကိုယ္စားျပဳၿပီး ညဟာ ေသျခင္းကို ကိုယ္စားျပဳေဖာ္က်ဴးထားတဲ့အတြက္ ႐ိုက္ကြက္တိုင္းနီးပါးမွာဒီႏွစ္ခုကို တြဲဖက္ျမင္ရမွာပါပဲ။Cinematograpyနဲ႔ပက္သက္ၿပီး ကြၽန္ေတာ္ေတာ့ ခ်ီးက်ဴးစရာဘာမွသိပ္မေတြ႕ေပမယ့္ ျပကြက္တစ္ကန႔္တိုင္းကပါ၀င္ပစၥည္းေတြက ကဗ်ာဖြဲ႕ၿပီးသီးျခားစီရပ္တည္ျပႏိုင္တဲ့ ဟန္ကေတာ့ခံစားစရာပုံစံအသစ္တစ္ခုကိုေပးစြမ္းပါလိမ့္မယ္။ညကာလတစ္ခုရဲ႕ ဘူတာ႐ုံတစ္ေပၚမိုးေတြတဖြဲဖြဲ႐ြာက်ေနတာနဲ႔ ဇာတ္လမ္းကိုစဖြင့္ထားတယ္။လူတစ္ေယာက္ဟာတစ္စုံတစ္ရာကိုေစာင့္စားေနတယ္။ဘာလဲေတာ့ ဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။ဒီအခ်ိန္မွာ စီးကရက္ကိုင္ထားတဲ့မိန္းကေလးတစ္ေယာက္ေရာက္လာၿပီးမီးျခစ္ငွားတယ္။ခဏေနေတာ့မိန္းကေလးဟာ သူလာရွာတဲ့သူဟုတ္မဟုတ္အတည္ျပဳၿပီး အဲ့ဒီလူေစာင့္ေနတဲ့ သူ႔မိန္းမကေရာက္မလာႏိုင္ေၾကာင္းေျပာလိုက္တယ္။သူ႔မိန္းမကို သူဘာေၾကာင့္ေစာင့္ေနလဲဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။ခဏေနၾကေတာ့ အဲ့ဒီလူက သူျဖစ္ခဲ့တဲ့ဇာတ္ေၾကာင္းကုန္စင္ကိုေျပာျပဖို႔အေၾကာင္းဖန္လာတယ္။သူေျပာျပတဲ့ဇာတ္လမ္းၿပီးသြားခ်ိန္မွာလည္းခင္ဗ်ားတို႔မသိရေသးတာေတြကိုထပ္ေပးတယ္။ဇာတ္လမ္းဟာ အစပိုင္းတစ္၀က္ဟာဇာတ္ေၾကာင္းေျပာၿပီးေခၚသြားတယ္။ေမးခြန္းေပးလိုက္ အေျဖေပးလိုက္နဲ႔တေ႐ြ႕ေ႐ြ႕ ခရီးဆုံးဆီဆြဲေခၚသြားတယ္။တစ္ေထာင့္တစ္ညပုံျပင္ေတြရဲ႕ ဇာတ္ေၾကာင္းေျပာျပတဲ့ဟန္ကိုလည္း သုံးၿပီး ညႇိ႔ငင္ထားတယ္။တစ္ခုရွိတာက အႏုပညာမွာေတာင္အလုံးစုံျပည့္စုံတယ္ဆိုတာမရွိဘူး။ဆိုေတာ့ကာဒီ႐ုပ္ရွင္မွာ မဆိုသေလာက္အားနည္းခ်က္ေလးေတြေတာ့ရွိေနတယ္။ ဒါေပမယ့္ ကြၽန္ေတာ့္ဘက္ကအာမခံလို႔ရတာက ဒီထက္ေကာင္းတဲ့ကားမ်ာေပၚလို႔ဒီႏွစ္ရဲ႕အေကာင္းဆုံတ႐ုတ္ ႐ုပ္ရွင္မဟုတ္ခဲ့ရင္ေတာင္ဒီႏွစ္ရဲ႕ အႏုပညာအဆန္ဆုံး တ႐ုတ္႐ုပ္ရွင္ဆိုတာေတာ့ေသခ်ာတယ္။ အာရွ႐ုပ္ရွင္ပြဲေတာ္မွာ႐ုပ္ရွင္ဓာတ္ပုံပညာဆုရထားၿပီးကိန္း႐ုပ္ရွင္ပြဲေတာ္ရဲ႕ အျမင့္ဆုံးဆုျဖစ္တဲ့Palme d’Orမွာ ယဥ္ၿပိဳင္ဖို႔အေ႐ြးခံထားရတဲ့အာရွကားႏွစ္ကားထဲက တစ္ကားလည္းဟုတ္တယ္။ဆုရသြားတာကေတာ့ သူနဲ႔အတူ ကိန္းေရာက္လာတဲ့အာရွသား ေတာင္ကိုရီးယား႐ုပ္ရွင္ Parasiteပါပဲ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 720p BluRayDuration – 1h 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, DramaSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYi'nan DiaoStarsFan LiaoGe HuGwei Lun-meiCastChen YongzhongFu XiaoxianGwei Lun-meiHu GeHuang JueLi ZhipengLiao FanQi DaoWan QianZeng MeihuiziZhang Yicong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lwSZQFBgs43xbXPEwxYepoIxsn9.jpg",
      "https://image.tmdb.org/t/p/w300/6eHAnSoBuSQwU9Gom1rG105o9rn.jpg",
      "https://image.tmdb.org/t/p/w300/qVLaHqtZMSCePFAPQVlNuZVxsyo.jpg",
      "https://image.tmdb.org/t/p/w300/22JmfyLqdWSqLTRwjFyk1FHiXUq.jpg",
      "https://image.tmdb.org/t/p/w300/wFgoayuFOelkdfLcDRmSCZ1IzyJ.jpg",
      "https://image.tmdb.org/t/p/w300/l4tFDqNIRUErrIFRSfBeMPhlRDd.jpg",
      "https://image.tmdb.org/t/p/w300/vIxAY8zLuimvMCykHK7JMoRu0xW.jpg",
      "https://image.tmdb.org/t/p/w300/44svqv0lvV1g6DqP83OUPGGh0Mw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/The-Wild-Goose-Lake-2019.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2VPix/The.Wild.Goose.Lake.2019.720P.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2VPiy/The.Wild.Goose.Lake.2019.480P.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/8xtsx3gvjxrf",
        "server": "upstream.to",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/3441o4y19gyn",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/ZKpikAjD#Pyu3oG5fUVH8sgs0jhVqE3KV_VUihnFeeMQSbwfIsfY",
        "server": "mega.nz",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/8SxGXYjT#-40FJQCT3568nnRvdMG-y0YoM64vuwI-TY_m9a3UYAU",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-wild-goose-lake-2019-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-wild-goose-lake-2019-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-wild-goose-lake-2019",
        "server": "VIP Links",
        "size": "960 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "wgxfLdvVPU0",
      "video_url": "https://www.youtube.com/watch?v=wgxfLdvVPU0",
      "embed_url": "https://www.youtube.com/embed/wgxfLdvVPU0"
    }
  },
  {
    "metadata": "N/A|2019|2h 17min|Bollywood,Thriller",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "857"
    },
    "title": "Yeh Saali Aashiqui (2019)",
    "description": "နိုင်ငံတကာအဆင့်သတ်မှတ်ချက်များIMDb 8.3/10,The Economic Times 3.5/5,BollywoodMDB 5/5ဆာဟေးလ်ဆိုတဲ့ကောင်လေးနဲ့ မီတီးဆိုတဲ့ကောင်မလေး ဟိုတည်စီမံခန့်ခွဲရေးသင်းတန်းကျောင်းမှာ တွေ့ဆုံခဲ့ကြတယ်နှစ်ယောက်သား Love at first sight ဆိုသလို မြင်မြင်ချင်း သဘောကျခဲ့ကြတယ်အဲ့ဒိလိုနဲ့ သိပ်ကြည်နူးစရာကောင်းတဲ့အချစ်ကမ္ဘာလေးကို အချစ်ဌက်နှစ်ကောင် ပျံသန်းနေတယ်လို့ဆိုရအောင်သူတို့သံယောဇဉ်ဟာ သိပ်ကိုအဆင်ပြေချောမွေ့လို့နေပါတယ်ဒါပေမဲ့လည်း အိပ်မက်ကမ္ဘာထဲကလိုလှပနေတဲ့ သူတို့အချစ်ရေးဟာမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုကြောင့် အိပ်မက်ဆိုးအသွင်ပြောင်းသွားခဲ့ပါတယ်အဲ့ဒိအဖြစ်ကတော့ ဆာဟေးလ်က သူ့သိပ်ချစ်တဲ့ မီတီးကိုအတင်းအဓမ္မပြုကျင့်ဖို့ကြံခဲ့ပါတယ်ဆိုပြီး အဖမ်းခံလိုက်ရပါတယ်ရုတ်တရက်ဆိုသလို ပြောင်းလဲသွားတဲ့ သူတို့နှစ်ယောက်ကြားမှာဘာအလှည့်အပြောင်းတွေရှိနေမလဲဘာပြဿနာတွေ ဘာလျှို့ဝှက်ချက်တွေရှိနေမလဲဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးဇာတ်လမ်းကလှည့်ကွက်အပြည့်နဲ့မို့လို့ သိပ်အများကြီးမပြောချင်တော့ပါဘူးဟိုးအပေါ်က နိုင်ငံတကာအဆင့်သတ်မှတ်ချက်တွေဟာ ဒီဇာတ်ကား ကောင်းမကောင်းဆိုတာ သက်သေပါပဲသရုပ်ဆောင်အသစ်တွေဆိုပေမယ့် လက်ရှိနာမည်ရနေတဲ့ ငပေါတချို့ထက် သရုပ်ဆောင်ပိုကောင်းကြောင့် တွေ့ရပါလိမ့်မယ်ဗျာအဓိကဇာတ်လိုက်မင်းသားက တခြားလူမဟုတ်ပါဘူးနာမည်ကျော်သရုပ်ဆောင်ကြီး Amrish Puri ၏မြေး Vardhan Puri ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကြည့်လိုက်ပါ “ခင်ဗျား အချစ်ဆိုတာကို မုန်းသွားပါလိမ့်မယ် “(အားလုံးပဲ ဇာတ်ကားတွေကြည့်ကာ အိမ်တွင်းအောင်းရင်း ရောဂါဆိုးကြီးကို ကျော်ဖြတ်နိုင်ကြပါစေ)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEBRip x264 AC3 – LOKiHD – TellyTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCherag RuparelStarsAmit AroraDeepansha DhingraJessey LeverShivaleeka OberoiVardhan PuriCastAmit AroraDeepansha DhingraJessey LeverShivaleeka OberoiVardhan Puri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fIv36fGgBfQyqZ74VQKeLSt1CTq.jpg",
      "https://image.tmdb.org/t/p/w300/7c8sJIqXRPk9LMEV9jzFwrHLhrd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/67Td8lVcCvxJERLLueIAHVl7ajD.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/Oo2zyShAv4qakrQgSipj",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Vvd/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_720p_WEB-DL.mp4",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/3ks",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3xJ3s/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_720p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/qSpfntF4k_E5eA",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/se5kTAKT#FkDjMOOqBY_jWI8iTwBQt58mez_SW9cyGz9xuhFY26g",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/756hu5dtictu",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2XMR6",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.com/file/C6puqrTO4gjbEGES0ASe",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Vvc/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_480p_WEB-DL.mp4",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://fastload.cc/3kr",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3xJ3p/(CM)_Yeh_Saali_Aashiqui_2019_Hindi_480p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/60hsFeZipe_zow",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/VL4CXYzL#7bUuA7Z9wEprf9m5ShsN04YO2M1dHzCT344JyPHKqzE",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/8eunuzwvnx1y",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/3DKjh",
        "server": "VIP Links",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BP0k4SdquG0",
      "video_url": "https://www.youtube.com/watch?v=BP0k4SdquG0",
      "embed_url": "https://www.youtube.com/embed/BP0k4SdquG0"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Drama,History",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The King’s Letters (2019)",
    "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်……(Zawgyi)ဒီတစ္ခါ မိတ္ဆက္ေပးလိုက္တာကေတာ့ 2019 ခုႏွစ္မွာ အသစ္စက္စက္ ထြက္ The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင္ကားေကာင္းေလးပါကိုရီးယားအကၡရာေတြ ေပၚေပါက္လာပံုနဲ႔ ပတ္သက္ျပီး ကိုရီးယားမွာ ဇာတ္လမ္းမ်ိဳးစုံရွိတဲ့အထဲကေနမွ တစ္ပုဒ္ကို အေျခခံျပီး ရိုက္ကူးထားတာပါဂ်ိဳဆြန္းျပည္ဟာ ဗုဒၶဘာသာနိုင္ငံဆိုတာကေန ကြန္ျဖဴးရွပ္ဝါဒီျဖစ္သြားတဲ့ ကာလအတြင္း ျဖစ္ခဲ့တာပါမင္းႀကီးဟာ တရုတ္အကၡရာကိုပဲ အသံုးျပဳႏိုင္ျပီး တရုတ္လက္ေအာက္ခံႏိုင္ငံတစ္နိုင္ငံအျဖစ္ ေနရတာကို စိတ္ပ်က္ေနျပီး ကိုယ္ပိုင္အကၡရာ တီထြင္ဖို႔ ႀကိဳးစားေနခဲ့ပါတယ္တစ္ေန႔ေတာ့ ဂ်ပန္ဘုန္းႀကီးေတြဟာ ဂ်ိဳဆြန္းရဲ႕ ရတနာျဖစ္တဲ့ တိပိဋကမူရင္းစာအုပ္ေတြကို လာေတာင္းရာမွ မင္းႀကီးကိုယ္တိုင္ မျငင္းသာေတာ့တဲ့အခါ ဗုဒၶဘာသာ ဘုန္းႀကီးတစ္ပါးက ကူညီေျဖရွင္းခဲ့ပါတယ္ဒီကေန အစျပဳလို႔ ကိုယ္ပိုင္အကၡရာ တီထြင္နိုင္မယ့္ လမ္းစကို ေတြ႕ခဲ့ျပီး ႀကိဳးစားခဲ့ပံုကို ရိုက္ကူးျပထားပါတယ္ကြန္ျဖဴးရွပ္ဝါဒီနိုင္ငံမွာ ဗုဒၶဘာသာဘုန္းႀကီးေတြနဲ႔အတူ အကၡရာ တီထြင္ရတဲ့အတြက္ ဘယ္လိုအခက္အခဲေတြ ႀကံဳေတြ႕ရတယ္ဆိုတာကိုလည္း စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားပါတယ္ကိုရီးယားေတြရဲ႕ ထံုးစံအတိုင္း ရာဇဝင္ကားေတြကို ပီျပင္ေအာင္ ရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္လို႔ ညႊန္းေပးပါရေစဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္……File Size :(900 MB) and (450 MB)Quality : HDRip 720pRunning Time : 1hr 50minFormat : Mp4Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHD AAC x264-NonDRMTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCho Chul-hyunStarsCha Lae-hyungChoi Deok-moonGeum Sae-rokJeon Mi-seonJeong Hae-gyunKim Jun-hanNam Moon-chulOh Hyeon-KyeongPark Hae-ilSong Kang-hoCastCha Lae-hyungChoi Deok-moonGeum Sae-rokJeon Mi-seonJeong Hae-gyunJeong In-gyeomKim Jun-hanNam Moon-chulOh Hyeon-KyeongPark Hae-ilSong Kang-hoTang Jun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qn1tRfTtb4rPWwe5afILoomjAhx.jpg",
      "https://image.tmdb.org/t/p/w300/zOelWyEUacZBelUnj59ysjRPXqu.jpg",
      "https://image.tmdb.org/t/p/w300/kORaqF0PvKkbLzDVFMkSQq5xWSh.jpg",
      "https://image.tmdb.org/t/p/w300/dEiKJKrkcY3EjttcuKtJLbXR5e.jpg",
      "https://image.tmdb.org/t/p/w300/a32wN24aCCM4nFkiKrQqfDXgEsG.jpg",
      "https://image.tmdb.org/t/p/w300/9dU1KiPGBhIdGmrvnoU6swp9GCf.jpg",
      "https://image.tmdb.org/t/p/w300/k2EVhdq6xzjCcXHcBm3o7yrzx5C.jpg",
      "https://image.tmdb.org/t/p/w300/w9pUzi4m9LKBMySgYXCj8fxduUT.jpg",
      "https://image.tmdb.org/t/p/w300/7uruePKlvSZ0p8MKGc9Zlh1wHY6.jpg",
      "https://image.tmdb.org/t/p/w300/eDB6H2SncJVLcfUc6Z3wEDcjjIW.jpg",
      "https://image.tmdb.org/t/p/w300/2lAnhJqiWI2NMgJbErAKX2gI2CW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/b2S8hUwuaz6Kh7LQ3TIE",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2aBk/(CM)The.Kings.Letters.2019.FHD.720p.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2O3rg/(CM)The.King_s.Letters.2019.FHD.720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/TOvo0c0s1L4/%28CM%29The.King%27s.Letters.2019.FHD.720p.mp4",
        "server": "openload.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/4asxqbmakhcq",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/tfdtdrmrbemmltfr/_CM_The_King_s_Letters_2019_FHD_720p_mp4",
        "server": "streamango.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/1yrhf",
        "server": "mirrorace.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.com/file/1r1ECtFcPyibEKvDQiwt",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "Soliddrive.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1s8x3/(CM)The.King_s.Letters.2019.FHD.480p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/DssauaY_gXE/%28CM%29The.King%27s.Letters.2019.FHD.480p.mp4",
        "server": "openload.co",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/th6at0lh0hl0",
        "server": "ClicknUpload.org",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/tqlemnsrqroebcsb/_CM_The_King_s_Letters_2019_FHD_480p_mp4",
        "server": "streamango.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/1yrhv",
        "server": "mirrorace.com",
        "size": "450 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2019|112 min|Adventure,Family,Fantasy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "23,280"
    },
    "title": "Dumbo (2019)",
    "description": "90’s born အစောပိုင်း ကလေးတွေ ကာတွန်းကားအဖြစ် ခဏခဏ ပြန်ကြည့်ပြီး အသည်းစွဲကြိုက်ခဲ့ရသလို၊ အရမ်းချစ်စရာကောင်းတဲ့ 1941 ခုနှစ်ကထွက်ထားတဲ ့ Disney’s Dumbo ကိုအခြေခံပြီး ယခုလက်ရှိမှာတော့ ဒါရိုက်တာ Tim Burton ကနေပြန်လည်အသက်သွင်းထားပါတယ်။1941 ခုနှစ်တုန်းက Dumbo ကားဟာ ကာတွန်းအနေနဲ ့အောင်မြင်မှုတွေရယူခဲ့ပြီး ယခု Dumbo (2019) ဇာတ်ကားကိုတော့ 3D Animation ရယ် Human Characters တွေရယ် ပေါင်းစပ်ထားပြီး Live Action အနေနဲ့Walt Disney Studios Motion Pictures ကနေ ဇာတ်လမ်းအတွက် US 170 milion လောက်ကို သုံးထားပြီး ရိုက်ကူးဖြန့်ချီထားတယ်လို ့လည်းသိရပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Colin Farrell, Michael Keaton, Danny DeVito နဲ့ Eva Green တို့က အဓိကပါဝင်ထားပြီး ဇာတ်လမ်းကြာချိန်ကတော့ 112 minutes လောက် ကြာမြင့်မှာဖြစ်တဲ့ စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။Dumbo လေးကို အမှတ်မထင််ရထားပေါ်မှာတွေ့မိပြီး မွေးကတည်းက နားရွက်ကလေးက ကြီးနေလို့ အထူးအဆန်း ဆင်ပေါက်ကလေးအနေနဲ့ မိခင်နဲ့ခွဲခံရကာ ဆပ်ကပ်အဖွဲ့ထဲရောက်ခဲ့ရပါတယ်။အဲ့အချိန်မှာ Dumbo လေးက သူ့ဟာသူရော ဘယ်သူကမှပါ ပျံသန်းတတ်တာမသိကြသေးပါဘူး… Dumbo လေးက ချစ်စရာလေးမို ့ကလေးလေးတွေနဲ ့ဆော့ရင်း မတော်တဆပျံသန်းမိခဲ့သလို ့ဖြစ်ခဲ့ရာကနေ Dumbo ရှိတဲ့ ့ဆပ်ကပ်လေးက လူသိများလာတဲ့အခါ…ဆပ်ကပ်အဖွဲ့ရဲ့နောက်ကွယ်ဇာတ်လမ်းတွေအပေါ်မှာ Dumbo လေး ဘာတွေဆက်ဖြစ်သွားမယ်ဆိုတာကိုတော့။(ရုပ်ရှင်အညွှန်းကို Yangon Directory မှကူးယူဖော်ပြပါသည်။)File size…(1.8 GB) and (900 MB) and (500 MB)Quality….Blu-Ray 1080p 5.1CH and 720p and 480pFormat…mp4Duration….01:52:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Little NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim BurtonStarsAlan ArkinColin FarrellDanny DeVitoDeobia OpareiEva GreenFinley HobbinsJoseph GattMichael KeatonNico ParkerSandy MartinCastAlan ArkinChris RogersColin FarrellDanny DeVitoDeobia OpareiDouglas ReithErick HaydenEva GreenFinley HobbinsGreg CanestrariHeather RomeJoseph GattKamil LemieszewskiLampros KalfuntzosLars EidingerMichael BufferMichael KeatonNico ParkerRoshan SethSandy MartinScott HaneySharon RooneyTom SeekingsZoë Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5tFt6iuGnKapHl5tw0X0cKcnuVo.jpg",
      "https://image.tmdb.org/t/p/w300/klLlOpBV0BhgUlSuZrLIaYkcDOE.jpg",
      "https://image.tmdb.org/t/p/w300/cjuD9xIhHYBS8dShhbrWkAr6Orp.jpg",
      "https://image.tmdb.org/t/p/w300/AkpE4O8xc4GXEWNsfRuTbb5jYqK.jpg",
      "https://image.tmdb.org/t/p/w300/dMd8RGTt4husZdVumbxwCrJ9NPu.jpg",
      "https://image.tmdb.org/t/p/w300/1DmHgYYQlGHMOj9XLjo0I0qBtFh.jpg",
      "https://image.tmdb.org/t/p/w300/lal3A86IEw3lFWlBLHGD0Oh1X8C.jpg",
      "https://image.tmdb.org/t/p/w300/n4SoI3ePRaM05LvopSPlWuyhyGv.jpg",
      "https://image.tmdb.org/t/p/w300/tz27bm8LAqK0SlX8TwXrtS9OiBB.jpg",
      "https://image.tmdb.org/t/p/w300/zfQoIdJVX6t1BcDIl7TRLXkCxtt.jpg",
      "https://image.tmdb.org/t/p/w300/JeQZJzWPyZFcTBMHIjxIWwPpIB.jpg",
      "https://image.tmdb.org/t/p/w300/oLHsQilVsF536yXOHX6d20nKb6E.jpg",
      "https://image.tmdb.org/t/p/w300/y99EUIwl83Eg74CWITjHWxkCAT8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/dumbo-807586129-large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dumbo-2019-mm-sub",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://megaup.net/12mrv/Dumbo_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/dumbo-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://viewsb.com/bb1tap34yaww.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p BluRay"
      }
    ],
    "trailer": {
      "video_id": "-QPdRfqTnt4",
      "video_url": "https://www.youtube.com/watch?v=-QPdRfqTnt4",
      "embed_url": "https://www.youtube.com/embed/-QPdRfqTnt4"
    }
  },
  {
    "metadata": "N/A|2019|101 min|Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,666"
    },
    "title": "The Russian Bride (2019)",
    "description": "Thriller / horror ပရိတ်သတ်တွေအတွက် ၂၀၁၈ ခုနှစ်ထွက်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ ရရှားအမျိုးသမီး နီနာတစ်ယောက် အားကိုးရတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်လိုချင်တဲ့အတွက် Russian Love Line ဆိုတဲ့ဝက်ဆိုက်မှာ ဗီဒီယိုတင်ခဲ့ပါတယ်သူ့မှာ ဒါရှာဆိုတဲ့သမီးလေးတစ်ယောက်လေးရှိပါတယ်သူ့ဗီဒီယိုမှတစ်ဆင့် အမေရိကန်သူဌေး ပလတ်စတစ်ဆာဂျင်ကားလ်နဲ့ ချစ်ကြိုးသွယ်မိကာအမေရိကားကိုလိုက်လာခဲ့ပါတော့တယ်အမေရိကားတော့ ရောက်လာပြီးတဲ့အခါမှာတော့ကားလ်ဟာ သူထင်ခဲ့သလိုသူမျိုးမဟုတ်တဲ့အခါသူရင်ဆိုင်ရတာတွေက ဘာတွေဖြစ်မလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်Nudity အခန်းတစ်ချို့နဲ့ Bloody Scenes တွေအများအပြားပါဝင်နေကြောင်းကိုတော့ သတိချပ်စေချင်ပါတယ်IMDB 5.3 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (390 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 41minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H264-CMRGTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael S. OjedaStarsAlison KormanCorbin BernsenGregory O'GallagherKeenan JohnstonKristina PimenovaLisa GoodmanMichael Robert BrandonOksana OrlanYefim SominYuliya ZelenskayaCastAlison KormanArav DondaBlake BrownClement ValentineCorbin BernsenEmmanuel TodorovGregory O'GallagherGuido Den BroederJohn Paul BrandtJustin NelsonKeenan JohnstonKenneth G. BeaudinKristina PimenovaLisa GoodmanLyudmila VelikayaMaryanne NagelMichael Robert BrandonNatasha GoubskayaNica SorokineOksana OrlanYefim SominYuliya Zelenskaya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Af1XwdR4l9XcljzhWZ1XZzoJY2N.jpg",
      "https://image.tmdb.org/t/p/w300/gEq1AOnbW1P0yW2Gv776upE7kfJ.jpg",
      "https://image.tmdb.org/t/p/w300/ur724WwYuYvwtteqeQv4W1ayj5l.jpg",
      "https://image.tmdb.org/t/p/w300/e82OHric9xVNJQL5kwHj375VB2j.jpg",
      "https://image.tmdb.org/t/p/w300/5cjqwAmyiz2oZA11VVHogd0hWnT.jpg",
      "https://image.tmdb.org/t/p/w300/x8jtgVoJC9ULx6CJOFrwIOWjfpT.jpg",
      "https://image.tmdb.org/t/p/w300/s8K2TAS30ENGEa6v4Dj3XADGoK4.jpg",
      "https://image.tmdb.org/t/p/w300/15RgWVF6wthbWt9DE77uFUYQVYL.jpg",
      "https://image.tmdb.org/t/p/w300/6w7TNDGj0AxzBMEd7CTsw0v3pq1.jpg",
      "https://image.tmdb.org/t/p/w300/jFnFiOhMYPVzmV7QMTLe6MK5x0y.jpg",
      "https://image.tmdb.org/t/p/w300/7Jem8vWsp9ratlyZqUXeQkMDbRI.jpg",
      "https://image.tmdb.org/t/p/w300/yV91B5hyfk1xGer1PWurWlfVzXA.jpg",
      "https://image.tmdb.org/t/p/w300/3p1kHbzNGUkBvc8iAF5WVJsipm3.jpg",
      "https://image.tmdb.org/t/p/w300/n4SG8X2ahUntJaukwQf7jLZ4vwa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/45b2JGeU3PJTxlgdSOCSIYypdL3.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1y85g/(CM)_The_Russian_Bride_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-russian-bride-2019",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-russian-bride-2019-large-size-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/utxc8rf7iijy.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NX7XeqOo37I",
      "video_url": "https://www.youtube.com/watch?v=NX7XeqOo37I",
      "embed_url": "https://www.youtube.com/embed/NX7XeqOo37I"
    }
  },
  {
    "metadata": "|2019||Documentary,Music",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "3499"
    },
    "title": "Travis Scott: Look Mom I Can Fly (2019)",
    "description": "Travis Scott: Look Mom I Can Fly (2019)============================IMDB 6.3/10Music, DocumentaryTravis Scott ဆိုတာဒီနေ့ခေတ် Hip-Hop ရေစီးကြောင်း တစ်လျှောက်မှာ အအောင်မြင်ဆံုးRapper တွေထဲကတစ်ယောက်ဆိုရင်မမှားပါဘူး။ ၂၀၂၀ ခုနှစ်ထဲမှာပဲ Nike,PS5,Fornite,McDonald တို့နဲ့ Collabပေါင်းများစွာလုပ်ထားပြီး သန်းချီချမ်းသာနေပေမယ့်Low Profile ပဲနေတတ်တဲ့လူပါ။ ဒီလိုအောင်မြင်မှုရအောင် Astroworld ဆိုတဲ့အယ်ဘမ်တစ်ချပ်က သူ့ရဲ့ Career ကို Next level‌အထိဆွဲတင်ပေးခဲ့တာပါ။ Astroworldဆိုတာ Travis အတွက်တော့ အယ်ဘမ်တစ်ချပ်ဆိုတာထက် Childhood memoriesတွေနဲ့အတူငယ်ငယ်က ဟူစတင်မြို့မှာ ဖျက် သိမ်းခဲ့တဲ့ ပွဲတော်တစ်ခုကို Inspirationယူထားတဲ့ Masterpiece တစ်ခုပါ။ဒီ Documentry မှာ အဲ့ဒီ Astroworld albumကို ဘယ်လိုဖန်တီးခဲ့တယ်ဆိုတာတွေ… စတိတ်စင်နောက်ကွယ်က ဖြစ်ရပ်တွေ အင်တာဗျူးတွေ၊ ငယ်ဘ၀ footage videoတွေကို တစ်၀ကြီးကြည့်ရမှာပါ။ သင်က La Flame fanတစ်ယောက်ဆိုရင်လည်း Astroworld ထဲကသီချင်းတွေကို Live show ဖျော်‌ေြဖတဲ့အခန်းတွေ အများကြီးနားထောင်ကြည့်ရှုရမှာပါ….Fan မဟုတ်လည်း ဒီ Documentaryကိုကြည့်ပြီးသူ့သီချင်းတွေ နားထောင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ Travis စကားအတိုင်းပြောရရင် It’s Lit ပေါ့။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 24minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Documentary, MusicSource : 1080p.WebRipTranslator –  Thiha Yan NaingEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsaac YowmanWhite Trash TylerStarsAkonBella HadidBizzyDavid StrombergDJ ScrewDon ToliverDr. Nate AlibiJacques WebsterJames BlakeJimmy FallonJohn MayerJohnoKanye WestKendall JennerKevin ParkerKimberly CarrollKris JennerKylie JennerMike DeanPaul WallSarah RomeroSheck WesSickamoreStormi WebsterSylvester TurnerSylvia RhoneTravis ScottWanda WebsterZane LoweCastAkonBella HadidBizzyDavid StrombergDJ ScrewDon ToliverDr. Nate AlibiJacques WebsterJames BlakeJimmy FallonJohn MayerJohnoKanye WestKendall JennerKevin ParkerKimberly CarrollKris JennerKylie JennerMike DeanPaul WallSarah RomeroSheck WesSickamoreStormi WebsterSylvester TurnerSylvia RhoneTravis ScottWanda WebsterZane Lowe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fqUPF6mPUNAmAsfUflka3UA2XGg.jpg",
      "https://image.tmdb.org/t/p/w300/tdrUcus8sw8c6BTSyD7qjnSwPud.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmFiNTkxZGYtMmJmZC00YzgxLWEyYjAtYTY0Y2ZmMjMxYmJjXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://vip.yoteshinportal.cc/CaSd8OvkP",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://vip.yoteshinportal.cc/OBCGw3_Sv",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/2gJhx/Travis.Scott.Look.Mom.I.Can.Fly.2019.1080p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/UOma/Travis.Scott.Look.Mom.I.Can.Fly.2019.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://upstream.to/w1q9uhrszyou",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/gMERAazC#mNy3SfiKz3MgQU9BzRyuYTXvyxfuoGSFxRREjlhRVd4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/oUUllIKa#YkHJybyL2X0he6lVABTPrrQ7bLoirPhUosV5XDVJQ5o",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://usersdrive.com/byflqkzetugw.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/aeud2unz70z8.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/travis-scott-look-mom-i-can-fly-2019",
        "server": "VIP Links",
        "size": "2 GB / 800 MB",
        "quality": "WEBRip 1080p / WEBRip 720"
      }
    ],
    "trailer": {
      "video_id": "CpR3rI_rjtg",
      "video_url": "https://www.youtube.com/watch?v=CpR3rI_rjtg",
      "embed_url": "https://www.youtube.com/embed/CpR3rI_rjtg"
    }
  },
  {
    "metadata": "N/A|2019|131 min|Action,Adventure,Mystery",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "5,280"
    },
    "title": "Bacurau (2019)",
    "description": "ဒီကား​လေးက​တော့ ဘရာဇီးလူမျိုး​တွေကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့စိတ်ကူးယဥ်ဆန်ဆန်ဒရမ်မာအက်ရှင်ကား​လေးတစ်ကားပါထ​ရစ်ဇာက သူမအဖွား​သေဆုံးသွားတဲ့အတွက်ဘာကူယာရွာ​လေးကို​ရောက်လာခဲ့တယ်သူမအဖွားစျာပနာအခမ်းအနားကိုတက်​ရောက်ဖို့​ပေါ့ဇာတ်ကားထဲမှာ​တော့ ဘာကူယာလို့​ခေါ်တဲ့ ​ကျေးရွာ​လေးက ဘရာဇီးမှာရှိတယ်လို့စိတ်ကူးယဥ်ပုံ​ဖော်ထားတဲ့ရွာ​လေးတစ်ရွာ​ပေါ့ဘာကူယာရွာ​လေးမှာ သေ​ရေးရှင်​ရေးအခက်အခဲ​တွေရှိ​နေတယ်​ထောက်ပံ့မှုတွေလည်းနည်းလာခဲ့တယ်​နောက်ပြီးဖုန်းလိုင်း​တွေလည်းမမိ​တော့ဘူးဖြစ်ခဲ့တယ်အကျင့်ပျက်ခြစား​နေတဲ့အစိုးရကလည်း ရွာ​လေးကို ပစ်ပယ်ခဲ့တယ်ဘာကူယာရွာ​လေးဟာ ​မြေပုံထဲက​နေ​ဖျောက်ဖျက်ခံလိုက်ရတယ် ​နောက်ပိုင်းမှာရွာ​လေးဟာဘယ်လိုအဖြစ်ဆိုး​တွေနဲ့ကြုံ​တွေ့ခဲ့လဲရွာမှာရှိတဲ့နယ်ခံ​တွေက​​ရောဒီအဖြစ်ဆိုး​တွေက​နေဘယ်လို​​ဖြေရှင်းကြမလဲဆိုတာကိုပ​ဟေဠိဆန်ဆန်ကြည့်ရှု့ရမှာပါFile Size : ( 1 GB , 459 MB )Quality :  WEB-DL 720GRunning Time : 2 hr 11 minFormat : Mp4Genre : Action , Mystery , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated byHsu LeiEncoded byMoe Myint Lwinzawgyiဒီကား​ေလးက​ေတာ့ ဘရာဇီးလူမ်ိဳး​ေတြကိုအ​​ေျခခံၿပီး႐ိုက္ကူးထားတဲ့စိတ္ကူးယဥ္ဆန္ဆန္ဒရမ္မာအက္ရွင္ကား​ေလးတစ္ကားပါထ​ရစ္ဇာက သူမအဖြား​ေသဆုံးသြားတဲ့အတြက္ဘာကူယာ႐ြာ​ေလးကို​ေရာက္လာခဲ့တယ္သူမအဖြားစ်ာပနာအခမ္းအနားကိုတက္​ေရာက္ဖို႔​ေပါ့ဇာတ္ကားထဲမွာ​ေတာ့ ဘာကူယာလို႔​ေခၚတဲ့ ​ေက်း႐ြာ​ေလးက ဘရာဇီးမွာရွိတယ္လို႔စိတ္ကူးယဥ္ပုံ​ေဖာ္ထားတဲ့႐ြာ​ေလးတစ္႐ြာ​ေပါ့ဘာကူယာ႐ြာ​ေလးမွာ ေသ​ေရးရွင္​ေရးအခက္အခဲ​ေတြရွိ​ေနတယ္​ေထာက္ပံ့မႈေတြလည္းနည္းလာခဲ့တယ္​ေနာက္ၿပီးဖုန္းလိုင္း​ေတြလည္းမမိ​ေတာ့ဘူးျဖစ္ခဲ့တယ္အက်င့္ပ်က္ျခစား​ေနတဲ့အစိုးရကလည္း ႐ြာ​ေလးကို ပစ္ပယ္ခဲ့တယ္ဘာကူယာ႐ြာ​ေလးဟာ ​ေျမပုံထဲက​ေန​ေဖ်ာက္ဖ်က္ခံလိုက္ရတယ္ ​ေနာက္ပိုင္းမွာ႐ြာ​ေလးဟာဘယ္လိုအျဖစ္ဆိုး​ေတြနဲ႔ႀကဳံ​ေတြ႕ခဲ့လဲ႐ြာမွာရွိတဲ့နယ္ခံ​ေတြက​​ေရာဒီအျဖစ္ဆိုး​ေတြက​ေနဘယ္လို​​ေျဖရွင္းၾကမလဲဆိုတာကိုပ​ေဟဠိဆန္ဆန္ၾကည့္ရႈ႕ရမွာပါFile Size : ( 1 GB , 459 MB )Quality :  WEB-DL 720GRunning Time : 2 hr 11 minFormat : Mp4Genre : Action , Mystery , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJuliano DornellesKleber Mendonça FilhoStarsAlli WillowAntonio SaboiaBárbara ColenChris DoubekJonny MarsKarine TelesSilvero PereiraSônia BragaThomas AquinoUdo KierCastAlli WillowAntonio SaboiaBárbara ColenBrian TownesBuda LiraCarlos FranciscoCharles HodgesChris DoubekClébia SousaDanny BarbosaEdilson SilvaEduarda SamaraFabiola LiperIngrid TrigueiroJames TurpinJamila FacuryJonny MarsJr. BlackJulia Marie PetersonKarine TelesLia de ItamaracáLuciana SouzaMárcio FecherRodger RogérioRubens SantosSilvero PereiraSônia BragaSuzy LopesThardelly LimaThomas AquinoUdo KierUirá dos ReisVal JuniorValmir do CôcoWilson RabeloZoraide Coleto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nqRu2hk6F9UICID7XkLZBytSM6H.jpg",
      "https://image.tmdb.org/t/p/w300/lIEBRfoMdDWZDf4jtAGHRgMCo34.jpg",
      "https://image.tmdb.org/t/p/w300/ju8O2WUkm83YcTEfGBqMQIpUT2F.jpg",
      "https://image.tmdb.org/t/p/w300/5KxxFy2pgUXPeYmI80llFxJ5Dt8.jpg",
      "https://image.tmdb.org/t/p/w300/wiIILYNkmXIuoO7r4DaIHoEEdmQ.jpg",
      "https://image.tmdb.org/t/p/w300/5ALUmYKMjLJJODla0wKkaB9Ve93.jpg",
      "https://image.tmdb.org/t/p/w300/zSSPYvx8MfkyGleGqJrCX1Oz0Oc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hu5RpvEdLjJ2sLGkAMzRjoNWbMj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bl1mkdbb8ire.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/c85e697252/cm-bacurau-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bacurau-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/tk0V2SoI#HT1THeefiwEDIinyRW0a1JnSC7Hk9ZolECP0IBvQ9P8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/l8njg7qsaq4g",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://myandrive.net/file/cg6O4HBzvH",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1L2D/(CM)_Bacurau_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2g2wh",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/17a76e9a38e55a33",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/RU29HcjwHx8VxA",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Hr49Ayyb3zs",
      "video_url": "https://www.youtube.com/watch?v=Hr49Ayyb3zs",
      "embed_url": "https://www.youtube.com/embed/Hr49Ayyb3zs"
    }
  },
  {
    "metadata": "PG-13|2019|132 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "47,767"
    },
    "title": "Godzilla: King of the Monsters (2019)",
    "description": "ဂေါ်ဇီလာရုပ်ရှင်တော်တော်များများကို ကျွန်တော်တို့ကြည့်ဖူးကြပါတယ်..ကြည့်လိုက်တိုင်းလည်း လူသားတွေရဲဲ့ပြသနာရှာမှု့တွေကိုဂေါ်ဇီလာကပဲ လိုက်ဖြေရှင်းတိုက်ခိုက်ပေးနေရတာပါ…ပြောရမယ်ဆိုရင် လူသားတွေကတိုက်တန်ကြီးတွေကိုမုန်းတယ်ဒါပေမယ့် တကယ်တမ်းပြသနာတက်လာခဲ့ရင်လည်းအဲဒီတိုက်တန်တွေရဲ့ဘုရင်ကြီးကပဲ ထွက်လာရတာပါပဲ….အဲချိန်ကျမှ ဟေးခနဲ ၀ါးခနဲ အသံတွေနဲ့ပျော်နေကြတာလည်းလူသားတွေပါပဲ..ဒီကားမှာလည်း နဂိုထဲကပျောက်ကွယ်လုနီးပါးဖြစ်နေတဲ့Ghidorah (ခေါင်းသုံးလုံးနဂါး) ကိုထွက်လာအောင်သွားလုပ်လို့ဘုရင်ကြီးကပဲ မနေနိုင်မထိုင်နိုင်ဖြစ်ပြီးထွက်ကယ်ရပြန်ပါတယ်….အသေချကြပါတယ်…..အကောင်ကြီးတွေချတာကြည့်ပြီး ကြက်သီးလည်းထတယ်..အကောင်းဆုံးကတော့ ဂေါ်ဇီလာရဲ့ theme song ပြန်ပါလာပါတယ်….အဲအသံကိုကြားတဲ့ချိန်ပျော်တယ်ဆိုတာထက်မိုက်တယ်ကွာလို့တောင် ပြောမိတယ်….ကျွန်တော်တို့ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေတဲ့Epic Battle တစ်ခုကိုခံစားပြီးပါပြီ…End Game က Final Scene ပါ….နောက် Epic Battle တစ်ခုကိုပြောပါဆိုရင်တော့ဒီကားထဲက Godzilla နဲ့  Ghidorah (ခေါင်းသုံးလုံးနဂါး) တို့ရဲ့တိုက်ပွဲပါပဲ…တကယ်လည်းမိုက်တယ် …. အသေချတယ်….ကြည့်ရတဲ့လူအဖို့ ဂေါ်ကြီးနိုင်ပါစေ ….ဂေါ်ကြီးထိသွားရင်လည်း ဟာခနဲဖြစ်ပြီးရင်ခုန်ပြီးကြည့်နေရတာပါ….ဒီကားက တိုက်တန်ကြီးတွေချတာကိုကြည့်တာနဲ့တင်လုံးဝတန်နေပြီဖြစ်တဲ့ ကားလို့တောင်ပြောလို့ရပါတယ်…ဒါကြောင့် ဒီကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုအားလုံးလည်းနားလည်အောင် အနည်းငယ်တင်ဆက်ပေးပါရစေ…ဒီရုပ်ရှင်ကတော့ ၂၀၁၄ ဂေါ်ဇီလာကားရဲ့ အဆက်ဖြစ်ပြီးတော့Rating 6.6 ရရှိထားပါတယ်..Rating နည်းတာကိုမကြည့်ပါနဲ့…တိုက်တန်ကြီးတွေရဲ့Battle တွေကိုကြည့်ကြည့်ပါ…လုံးဝအလန်းကြီးတွေပါ………ဇာတ်လမ်းသဘောအရတော့ဂေါ်ဇီလာနဲ့ တိုက်တန်အချို့တိုက်ပွဲအပြီးမှာ မိုနာ့ခ် အဖွဲ့ကြီးဟာအခြားသော တိုက်တန်တွေကို ရှာဖွေထိန်းသိမ်းနေကြပါတယ်။ဒေါက်တာ အမ်မာကတော့ တိုက်တန်တွေကို အမိန့်ပေးနိုင်မယ့်အော်ကာလို့ ခေါ်တဲ့ စက်တစ်မျိုးကို တီထွင်နိုင်ခဲ့တယ်။အဲဒီစက်ကနေ ဂီဒီုရာနိုးထလာပြီး အခြားတိုက်တန်တွေရဲ့ ဘုရင်နေရာအတွက်ဂေါ်ဇီလာနဲ့ အားပြိုင်မှုတွေ ဖြစ်လာပါတော့တယ်……( Openload နဲ့ဒေါင်းတဲ့လူများ အခုတင်တင်ချင်းတစ်ရက်အတွင်းဒေါင်းစေချင်ပါတယ်..နောက်ရက်တွေက ပျက်မှာသေချာတဲ့အတွက် ဒေါင်းလို့ရမှာမဟုုတ်လောက်ပါဘူး….)File Size : (1 GB) & (251 MB)Quality :BluRay 720pRunning Time : 2 hr 12 minFormat : Mp4Genre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated byLittle NeoEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael DoughertyThomas Robinson HarperStarsBradley WhitfordCharles DanceKen WatanabeKyle ChandlerMillie Bobby BrownO'Shea Jackson Jr.Sally HawkinsThomas MiddleditchVera FarmigaZhang ZiyiCastAisha HindsAlan MaxsonAnthony RamosBradley WhitfordCCH PounderCharles DanceDavid StrathairnElizabeth LudlowJason LilesJoe MortonJonathan HowardKen WatanabeKyle ChandlerLexi RabeMillie Bobby BrownO'Shea Jackson Jr.Randy HavensRichard DortonSally HawkinsT.J. StormThomas MiddleditchVan MartenVera FarmigaZhang Ziyi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uovH5k4BAEPqXqxgwVrTtqH169g.jpg",
      "https://image.tmdb.org/t/p/w300/cNt14e43I2DDW6Xd9zFhrP8eOcA.jpg",
      "https://image.tmdb.org/t/p/w300/rea98TEQvc6GB14ZNbWljtIySsX.jpg",
      "https://image.tmdb.org/t/p/w300/30BxobPLvzTp3ziDDPDnKLQUzi8.jpg",
      "https://image.tmdb.org/t/p/w300/mzRJpkWPjXdXak0WCc8ZxVH4hug.jpg",
      "https://image.tmdb.org/t/p/w300/jFV7FW4dzVJaKRwu6iBJGkOiomM.jpg",
      "https://image.tmdb.org/t/p/w300/ndQbXYTC5dY6zhMdT9eg0D56NWD.jpg",
      "https://image.tmdb.org/t/p/w300/hPLeAEr93ZA5uXYsN51VJQfR9c9.jpg",
      "https://image.tmdb.org/t/p/w300/1m3jdWBnUWiVOciOoAQVzzG9rCr.jpg",
      "https://image.tmdb.org/t/p/w300/mb5dDFzZuMvI0I3l5kYKQLWUL6X.jpg",
      "https://image.tmdb.org/t/p/w300/IlV71UsJ94gRVfQXiB3ig6jNjO.jpg",
      "https://image.tmdb.org/t/p/w300/jb6Ju38HmKX0bYHCmAxs8HyNeJ2.jpg",
      "https://image.tmdb.org/t/p/w300/qRvoBcSeTJOhCruJ7tMkGj704k2.jpg",
      "https://image.tmdb.org/t/p/w300/lN22lHqWOKRJgFvDZrcCwBm4eGB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pU3bnutJU91u3b4IeRPQTOP8jhV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/godzilla-king-of-the-monsters-2019",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/godzilla-king-of-the-monsters-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/y66hzynwfqrq",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Vd4f/Godzilla_-_King_Of_The_Monsters_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/godzilla-king-of-the-monsters-2019",
        "server": "VIP Links",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/godzilla-2-king-of-the-monsters-2019-hdr-10-plus-2160-p-uhd-blu-ray-x-265-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://usersdrive.com/avjarth9uk58.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://megaup.net/1Bft1/Godzilla.2.King.of.the.Monsters.2019.HDR10Plus.2160p.UHD.BluRay.x265_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://upstream.to/bmo7mgltgeyc",
        "server": "upstream.to",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://www.datbu.com/wtxyh3bcznb3.html",
        "server": "datbu.com",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      },
      {
        "link": "https://veryfiles.com/oh8jx7umbd0j",
        "server": "veryfiles.com",
        "size": "2.9GB",
        "quality": "1080P HEVC 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "wVDtmouV9kM",
      "video_url": "https://www.youtube.com/watch?v=wVDtmouV9kM",
      "embed_url": "https://www.youtube.com/embed/wVDtmouV9kM"
    }
  },
  {
    "metadata": "N/A|2019|100 min|Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "10663"
    },
    "title": "Fractured (2019)",
    "description": "ဒီဇာတ္လမ္းေလးကေတာ႔ Mystery/ Thriller ၾကိဳက္တဲ႔ပရိသတ္ၾကီးအတြက္ေတာ႔ အၾကိဳက္ေတြ႔ေစဦးမွာပါ။ဇာတ္လမ္းေလးကေတာ႔ မိသားစုသံုးေယာက္ ခရီးထြက္လာခ်ိန္မွာသမီးျဖစ္သူက ထိခိုက္ဒဏ္ရာရသြားပါတယ္။ေဆးရံုကိုအေျပးေမာင္းလာခဲ႔ေပမယ္႔ ေဆးရံုရဲ ႔အေျခအေနက ထူးဆန္းေနပါတယ္။သူနာျပဳေတြရဲ ႔ထူးဆန္းတဲ႔အမူအရာေတြ၊ ေဆးရံုကိုေရာက္လာတဲ႔လူနာေတြစတာေတြေၾကာင္႔ ဖခင္ျဖစ္သူက စိတ္ပူခဲ႔ေပမယ္႔သမီးေဇာနဲ႔ လက္ရွိေဆးရံုမွာပဲကုသခဲ႔ပါတယ္။ဒါေပမယ္႔ဇနီးသည္ျဖစ္သူနဲ႔ သမီးျဖစ္သူ ေပ်ာက္ဆံုးသြားခ်ိန္မွာေတာ႔ဖခင္ျဖစ္သူဘာဆက္လုပ္မလဲ?ေဆးရံုကေရာဘာလဲ?ဘာေၾကာင္႔ ေပ်ာက္ဆံုးသြားရတာလဲ?ေရွ႔ဆက္လာတဲ႔ မိနစ္နဲ႔အမွ် စိတ္ဝင္စားဖို႔ေကာင္းေကာင္းလာတဲ႔ဒီကားေလးက မထင္မွတ္ထားတဲ႔ အလွည္႔အေျပာင္းေတြနဲ႔ စိတ္ဝင္တစားၾကည္႔ရႈရမွာပါ။Imdb Rating 6.3/10 Rotten Tomatoes 63% ရရွိထားပါတယ္File Size : ( 937 MB , 352 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam DruxmanBrad AndersonStarsAdjoa AndohChad BruceDennis ScullardDerek James TrappLauren CochraneLily RabeSam WorthingtonShane DeanStephanie SyStephen TobolowskyCastAdjoa AndohAdrian McLeanAlan CastanagaChad BruceChris SigurdsonDennis ScullardDerek James TrappDorothy CarrollErik AthavaleErnesto GriffithErnie PittsFrederick AllenGabriel DanielsJeff StromeJessica BurlesonLauren CochraneLily RabeMarina Stephenson KerrMark DannMuriel HogueSam WorthingtonShane DeanStephanie SyStephen TobolowskyWill Woytowich",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3UnUxeEAGoZhjIW8X1HpEuDPngV.jpg",
      "https://image.tmdb.org/t/p/w300/gCq6BX0hOSQZ9wAPC3XRxAigU5s.jpg",
      "https://image.tmdb.org/t/p/w300/2HfEQr1DPXDKe4vzn23Yq7h0hAo.jpg",
      "https://image.tmdb.org/t/p/w300/kdg85uSEuhyKLHAiu3IzfjJ65VN.jpg",
      "https://image.tmdb.org/t/p/w300/kjBm5Qjvvhe69NYTwhPVGR7ypel.jpg",
      "https://image.tmdb.org/t/p/w300/bk6k1DV4v73bOjvDdbdtU4XUNHL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/paZNRffT3kUckuRFKbeDBuX1YcZ.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/4QZKWP0BYA",
        "server": "drive.google.com",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/7kx42GQ6VT",
        "server": "drive.google.com",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://soliddrive.co/1KJ6/(CM)_Fractured_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1KJ7/(CM)_Fractured_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/4axS1/(CM)_Fractured_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4axS5/(CM)_Fractured_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://openload.co/f/cPjaZ6b7sr4/%28CM%29_Fractured_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/2GkNB0qFT5M/%28CM%29_Fractured_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://clicknupload.org/6kbg1xqc1zkf",
        "server": "ClicknUpload.org",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/vfher0sr4ovj",
        "server": "ClicknUpload.org",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://mirrorace.com/m/T582",
        "server": "mirrorace.com",
        "size": "937 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/T585",
        "server": "mirrorace.com",
        "size": "352 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "sCimThZW-Ew",
      "video_url": "https://www.youtube.com/watch?v=sCimThZW-Ew",
      "embed_url": "https://www.youtube.com/embed/sCimThZW-Ew"
    }
  },
  {
    "metadata": "|2019||Documentary",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "American Factory (2019)",
    "description": "တရုတ်ဘီလီယံနာသူဠေးတစ်ယောက်အမေရိကန် အိုဟိုင်းအိုပြည်နယ်မှာ ဖန်ထည်စက်ရုံလာထည်ထောင်တယ်.နာမည်က ဖူယောင်တဲ့.ဒီမတိုင်ခင်ရှေ့စက်ရုံပိတ်သိမ်းလိုက်လို့အလုပ်လက်မဲ့ဖြစ်သွားခဲ့တဲ့ အမေရိကန်တွေ အလုပ်ပြန်ရတော့မယ်ဆိုတဲ့အတွေးနဲ့တင်ပျော်နေခဲ့ကြတာပေ့ါ.တကယ်တမ်းစက်ရုံစပြီးလည်ပတ်တော့လည်း အမေရိကန်လူမျိုးတွေကိုနေရာပေးရာထူးပေးအလုပ်ခန့်အပ်ခဲ့ပါတယ်။ဒါပေမယ့် လုပ်ငန်းခွင်အခြေခံလုံခြုံမှုလေးတောင်မရှိတဲ့တရုတ်အလုပ်ခွင်မှာလုပ်ရတဲ့အမေရိကန်တွေအတွက်တော့တကယ့်ကိုတစ်ရက်နဲ့တစ်ရက်ပြဿနာပေါင်းမျိုးစုံရင်ဆိုင်လာရပါတယ်။ဒီဇာတ်ကားကိုကြည့်ရတဲ့အချိန် ကိုယ့်နိုင်ငံကစက်ရုံတွေမှာလဲဒီလိုတွေဖြစ်နေတယ်ဆိုတာကိုသိလာမှာပါ.အဆုံးသတ်မှာအမေရိကန်တွေပဲအနိုင်ရမလားစီးပွားရေးလုပ်ငန်းရှင်တရုတ်ကြီးတွေကပဲအနိုင်ပိုင်းခဲ့နိင်မလားဆိုတာကိုကြည့်ရမှာ.ဖြစ်ရပ်မှန်မှတ်တမ်းတင်ဇာတ်ကားဖြစ်ပြီးBarack and Michelle Obama’sထုတ်လုပ်ရေးပိုင်ဇာတ်ကားလဲဖြစ်ပါတယ်။File size…    2.3 GB /  1 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 40mGenre ….. Documentary/DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Aye ChansuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCynthia HarperDave BurrowsJeff Daochuan LiuJill LamantiaJohn GauthierJunming 'Jimmy' WangRebecca Ruan-O'ShaughnessyRob HaerrShawnea RosserSherrod BrownWong He",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vzmUkbi07g2dKVL6YCr8FX3LFgn.jpg",
      "https://image.tmdb.org/t/p/w300/r1QbTeE3qMXgKkGgFcHJCwDQrMg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7jH3dQOJ3CHMrp9tWsI3rRCDiaD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qro7ujmqi8vj.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/american-factory-2019-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eefci/American.Factory.2019.1080p.NF.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NTNUWY4J#nKl9r1O0GfnvjJrMMcWS-uyXJ9XsFNCOP2N-JyRU19k",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/fgtepm4whiag",
        "server": "streamvid.io",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/62n1c50v5pm4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/american-factory-2019-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZPKS/American.Factory.2019.720p.NF.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9XUQAICT#SXwG2FpnHCcIbuNacg_4BDnVpcvtOsZEYMsLjnyzNyo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/j3tizsw95irh",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "m36QeKOJ2Fc",
      "video_url": "https://www.youtube.com/watch?v=m36QeKOJ2Fc",
      "embed_url": "https://www.youtube.com/embed/m36QeKOJ2Fc"
    }
  },
  {
    "metadata": "N/A|2019|93 min|Biography,Drama,Musical",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "154"
    },
    "title": "Daffodils (2019)",
    "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် New Zealand နိုင်ငံထုတ် Drama/Musical ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်relationship တစ်ခုတည်ဆောက်ပြီးပြီဆိုရင် ဘယ်သူမှတော့ ပြိုကွဲချင်ကြမှာမဟုတ်ပါဘူးအထူးသဖြင့် ကိုယ့်ရဲ့ love of the life နဲ့ဆိုရင်ပေါ့အဲ့လိုမပြိုကွဲဖို့ဆိုရင် တစ်ဦးနဲ့တစ်ဦး ဖုံးကွယ်သိုဝှက်ထားတာတွေမရှိပဲ ပွင့်ပွင့်လင်းလင်းနဲ့နားလည်မှုကိုတည်ဆောက်သင့်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးက ကွက်ကွက်ကွင်းကွင်းပြသသွားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲရစ်က ဓာတ်ပြားဆိုင်မှာအလုပ်လုပ်တဲ့ လူငယ်လေးပါတစ်ရက်တော့ သိပ်ကိုလှပတဲ့ ရို့စ်နဲ့ အမှတ်မထင်တွေ့ဆုံရင်း နှစ်ယောက်သား ချစ်မိသွားကြတယ်ဆိုပါတော့ဒီလိုနဲ့ ရို့စ်အမေ သဘောမတူတဲ့ကြားထဲက လက်ထပ်လိုက်ကြတယ်အချိန်တွေကြာလာတာနဲ့အမျှ သူတို့အိမ်ထောင်ရေးဟာ ချစ်စခင်စလိုပန်းခင်းလမ်းမဟုတ်တော့တဲ့အခါ….Ost အမိုက်စားတွေနဲ့အတူ ချစ်တတ်ရင် ရို့စ်နဲ့အဲရစ်တို့နေရာကနေ ဝင်ရောက်ခံစားမိစေမှာအမှန်မို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)၂၀၁၉ ခုႏွစ္ထြက္ New Zealand ႏိုင္ငံထုတ္ Drama/Musical ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုမိတ္ဆက္ေပးခ်င္ပါတယ္relationship တစ္ခုတည္ေဆာက္ၿပီးၿပီဆိုရင္ ဘယ္သူမွေတာ့ ၿပိဳကြဲခ်င္ၾကမွာမဟုတ္ပါဘူးအထူးသျဖင့္ ကိုယ့္ရဲ႕ love of the life နဲ႔ဆိုရင္ေပါ့အဲ့လိုမၿပိဳကြဲဖို႔ဆိုရင္ တစ္ဦးနဲ႔တစ္ဦး ဖုံးကြယ္သိုဝွက္ထားတာေတြမရွိပဲ ပြင့္ပြင့္လင္းလင္းနဲ႔နားလည္မႈကိုတည္ေဆာက္သင့္တယ္ဆိုတာကို ဒီဇာတ္ကားေလးက ကြက္ကြက္ကြင္းကြင္းျပသသြားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အဲရစ္က ဓာတ္ျပားဆိုင္မွာအလုပ္လုပ္တဲ့ လူငယ္ေလးပါတစ္ရက္ေတာ့ သိပ္ကိုလွပတဲ့ ႐ို႕စ္နဲ႔ အမွတ္မထင္ေတြ႕ဆုံရင္း ႏွစ္ေယာက္သား ခ်စ္မိသြားၾကတယ္ဆိုပါေတာ့ဒီလိုနဲ႔ ႐ို႕စ္အေမ သေဘာမတူတဲ့ၾကားထဲက လက္ထပ္လိုက္ၾကတယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမွ် သူတို႔အိမ္ေထာင္ေရးဟာ ခ်စ္စခင္စလိုပန္းခင္းလမ္းမဟုတ္ေတာ့တဲ့အခါ….Ost အမိုက္စားေတြနဲ႔အတူ ခ်စ္တတ္ရင္ ႐ို႕စ္နဲ႔အဲရစ္တို႔ေနရာကေန ဝင္ေရာက္ခံစားမိေစမွာအမွန္မို႔ၾကည့္ရႈဖို႔တိုက္တြန္းလိုက္ပါတယ္(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 33minFormat : Mp4Genre : Biography, Drama, MusicalSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid StubbsStarsGeorge MasonJodie HillockKatie WolfeKimbraMark MitchinsonRose McIverTandi WrightCastGeorge MasonJodie HillockKatie WolfeKimbraMark MitchinsonRose McIverTandi Wright",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jWHXrBPChfJnAXwDRMWvELpbfph.jpg",
      "https://image.tmdb.org/t/p/w300/mDJSser5Ks2V9TV9XW8YksNc8pB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6PYCZJhUSbfxKIDQijYoRgfe8b2.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/0PgfLbnHTOh0BjGfLDGm",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2B0q/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29rsj/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zr5gFaYR#KEEyUSBgeUklQ3RAO5LqkZ-DS4Cnhy2E5uJof_9J1ko",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4XFEd",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3mktspd4n2es.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/6c31e/cm-dafodils-2019-720p-webrip-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-daffodils-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wfd16561vdau",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XHkkE7ukGSQ",
      "video_url": "https://www.youtube.com/watch?v=XHkkE7ukGSQ",
      "embed_url": "https://www.youtube.com/embed/XHkkE7ukGSQ"
    }
  },
  {
    "metadata": "|2019||Action",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "300"
    },
    "title": "Trust No 1 (2019)",
    "description": "Trust No 1 (2019)=============IMDb Rating – 3.8/10#UnicodeGoffstownဆိုတဲ့ မြို့ငယ်လေးမှာ တစ်ခါမှ မဖြစ်ဖူးတဲ့ လူသတ်မှုတွေ တစ်မှုပြီး တစ်မှု ပေါ်လာခဲ့တယ်။အဲ့အသတ်ခံရတာလူကလဲ အရပ်သားမဟုတ်ပဲ north sideထောင်က ထွက်လာတဲ့ ထောင်သားတွေပဲဖြစ်နေတော့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်ထုပ်တွေ ဖြစ်ပျက်ခဲ့လို့ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရတာလဲ။ အဲ့အမှုကို ကိုင်တဲ့ စုံထောက် Bradleyရဲ့ ညီကလဲ ထောင်ထွက်စာရင်းထဲမှာ ပါနေတော့Bradleyတစ်ယောက် အမှုကို ဘယ်လို့ဆက်လိုက်ဖြစ်မလဲ။ နောက်ပြီး နောက်ကွယ်က ကြိုးကိုင်နေသူကကော ဘာကြောင့် ဒီလိုထောင်ထွက်တွေကိုမှ လိုက်သတ်နေရလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးဟာ Rating အားဖြင့် 3.8 သာရထားပေမယ့် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်းပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#ZawgyiGoffstownဆိုတဲ့ ၿမိဳ႕ငယ္ေလးမွာ တစ္ခါမွ မျဖစ္ဖူးတဲ့ လူသတ္မႈေတြ တစ္မႈၿပီး တစ္မႈ ေပၚလာခဲ့တယ္။အဲ့အသတ္ခံရတာလူကလဲ အရပ္သားမဟုတ္ပဲ north sideေထာင္က ထြက္လာတဲ့ ေထာင္သားေတြပဲျဖစ္ေနေတာ့ ေနာက္ကြယ္မွာ ဘယ္လိုဇာတ္ထုပ္ေတြ ျဖစ္ပ်က္ခဲ့လို႔ တစ္ေယာက္ၿပီး တစ္ေယာက္အသတ္ခံရတာလဲ။ အဲ့အမႈကို ကိုင္တဲ့ စုံေထာက္ Bradleyရဲ႕ ညီကလဲ ေထာင္ထြက္စာရင္းထဲမွာ ပါေနေတာ့Bradleyတစ္ေယာက္ အမႈကို ဘယ္လို႔ဆက္လိုက္ျဖစ္မလဲ။ ေနာက္ၿပီး ေနာက္ကြယ္က ႀကိဳးကိုင္ေနသူကေကာ ဘာေၾကာင့္ ဒီလိုေထာင္ထြက္ေတြကိုမွ လိုက္သတ္ေနရလဲဆိုတာ စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးဟာ Rating အားျဖင့္ 3.8 သာရထားေပမယ့္ ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားေလးျဖစ္ေၾကာင္းေျပာခ်င္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူေတာ့ Su Myat Nandar Win ပဲျဖစ္ပါတယ္။)Quality – 720p  BluRayDuration – 1 hr 30 minSubtitle – Myanmar HardsubFormat – Mp4Genre : ActionSource : 1080p.BluRayTranslator – Su Myat Nandar WinEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaron NiemerowStarsBradford EckhartBritton PurvisCharles JustoDouglas RouillardMichael ZammitoMichele GomezRyan RouillardScott D. GoldCastBradford EckhartBritton PurvisCharles JustoDouglas RouillardMichael ZammitoMichele GomezRyan RouillardScott D. Gold",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYTNjMDE2YjctZDI1Ni00NzY0LTg1NzEtMWFhYWU3ZDc5NDQwXkEyXkFqcGdeQXVyMjk1ODM0NTk@._V1_SY1000_CR007081000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nwwcjz01b6s3.html",
        "server": "usersdrive.com",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://usersdrive.com/l2wueb2bppqs.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-trust-no-1-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-trust-no-1-2019-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/Rxnq/[CM]Trust.No.1.2019.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://megaup.net/Rxnm/[CM]Trust.No.1.2019.BluRay.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/ugx566cgvsbc",
        "server": "upstream.to",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://upstream.to/k724nto8297u",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/As5AnaBC#hPemdWoUrAVOj3OOOYR6TozjrSlh8qs6gwHmXfDQhT8",
        "server": "mega.nz",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://mega.nz/file/A5gWSQRQ#SlpUKfo3OjtEocD5vuTJIWM6VBtmAPxJagSIo0_Hr_g",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/WJO7NKkjHkXINA",
        "server": "disk.yandex.com",
        "size": "830 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://yadi.sk/i/sAdKXNwtnOqK4g",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|141 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Asuran (2019)",
    "description": "(Unicode)Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ကျွန်တွေ ၊ အခိုင်းအစေတွေလို့ သဘောထားတယ်။ဇာတ်နိမ့်သူတွေအဖြစ် လူရာမသွင်းကြပါဘူး။ဒီဇာတ်ကားမှာလည်း မြေယာပြဿနာကို အခြေခံပြီး ရွာတစ်ရွာမှာရှိတဲ့ မိသားစု နှစ်ခုကြားက ကြီးမားတဲ့လက်စားချေ ရန်ညှိုးဖွဲ့ သတ်ဖြတ်ကြပုံတွေကို တင်ဆက်ထားပါတယ်။အိုဗာ အက်ရှင်တွေ မပါပါဘူး။ဓားချင်းယှဉ်ခုတ်တာ ၊ လှံချင်းယှဉ်ထိုးတာတွေဟာ အသည်းယားစရာ ကောင်းလှတာကြောင့်သွေးထွက်သံယိုပြကွက်တွေ ပေါပေါသီသီ ပါဝင်နေပါတယ်။အရွယ်မရောက်သေးသူများ ၊ ကလေးသူငယ်များ အုပ်ထိန်းသူနှင့်အတူ (သို့မဟုတ်)အုပ်ထိန်းသူ ခွင့်ပြုချက် ရမှ ကြည့်သင့်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ္ခါတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ သုံးဘဝဇာတ္ကား (Anegan),VIP 1+2 တို႔နဲ႔ ျမန္မာျပည္က အိႏၵိယပရိတ္သတ္ေတြကို ညႇိဳ႕ယူဖမ္းစားႏိုင္ခဲ့တဲ့ Tamil မင္းသား Dhanush ရဲ႕ ဇာတ္ကား ျဖစ္ပါတယ္။ေယာကၡမျဖစ္သူ Rajinikanth ရဲ႕ ေျခရာကို နင္းတယ္လို႔ ဆိုရေအာင္ Dhanush ဟာလည္း ေအာင္ျမင္မႈေတြ ရရွိေနတဲ့ Tamil မင္းသားပါ။# အၫႊန္းအိႏၵိယႏိုင္ငံဟာ ၿဗိတိသွ်လက္ေအာက္မွာ အခ်ိန္ၾကာျမင့္စြာ ရွိတဲ့ဖူးတဲ့အတြက္ ၿဗိတိသွ်ေတြ ထြက္ခြာသြားၿပီးေနာက္ပိုင္း ဆိုးေမြအျဖစ္နဲ႔ျပႆနာေပါင္း ေသာင္းေျခာက္ေထာင္ က်န္ရစ္ ခံစားခဲ့ရတဲ့ ႏိုင္ငံလည္း ျဖစ္ပါတယ္။ဒီလိုျပႆနာေတြၾကားမွာမွ ေျမရွင္ ၊ အလုပ္သမားျပသနာေတြကလည္း ဖြံၿဖိဳးမႈ ေနာက္က်က်န္ရစ္တဲ့ ေဒသေတြမွာ အျမစ္စြဲေနပါေတာ့တယ္။ေငြေၾကးဥစၥာ ႂကြယ္ဝသူက မရွိဆင္းရဲသားေတြကို ကြၽန္ေတြ ၊ အခိုင္းအေစေတြလို႔ သေဘာထားတယ္။ဇာတ္နိမ့္သူေတြအျဖစ္ လူရာမသြင္းၾကပါဘူး။ဒီဇာတ္ကားမွာလည္း ေျမယာျပႆနာကို အေျခခံၿပီး ႐ြာတစ္႐ြာမွာရွိတဲ့ မိသားစု ႏွစ္ခုၾကားက ႀကီးမားတဲ့လက္စားေခ် ရန္ညႇိဳးဖြဲ႕ သတ္ျဖတ္ၾကပုံေတြကို တင္ဆက္ထားပါတယ္။အိုဗာ အက္ရွင္ေတြ မပါပါဘူး။ဓားခ်င္းယွဥ္ခုတ္တာ ၊ လွံခ်င္းယွဥ္ထိုးတာေတြဟာ အသည္းယားစရာ ေကာင္းလွတာေၾကာင့္ေသြးထြက္သံယိုျပကြက္ေတြ ေပါေပါသီသီ ပါဝင္ေနပါတယ္။အ႐ြယ္မေရာက္ေသးသူမ်ား ၊ ကေလးသူငယ္မ်ား အုပ္ထိန္းသူႏွင့္အတူ (သို႔မဟုတ္)အုပ္ထိန္းသူ ခြင့္ျပဳခ်က္ ရမွ ၾကည့္သင့္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 21minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080pTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVetrimaranStarsAdukalam NarenAmmu AbhiramiBalaji SakthivelDhanushKen KarunasManju WarrierPasupathy MasilamaniPawanPrakash RajTeejayCastAdukalam NarenAmmu AbhiramiBalaji SakthivelDhanushGuru SomasundaramKen KarunasManju WarrierPasupathy MasilamaniPawanPrakash RajSubramaniam SivaTeejayThalaivasal VijayYogi Babu",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/de4o4FwDCCUt6DREkAdOou05O3T.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-asuran-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e4eca29b/cm-asuran-2019-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2AT1/(CM)__ASURAN_(2019)_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1t641/(CM)__ASURAN_(2019)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qk9nBbhB#aLrbu83PLOh1Bqfpeo8ORoS7KBDmIeoTcLjRCTnLaMI",
        "server": "mega.nz",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/si56ceuzvb4l",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/1zvi6",
        "server": "yuudrive.me",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-asuran-2019-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://yuudrive.me/bd45deedaf/cm-asuran-2019-web-dl-480p-mp4",
        "server": "yuudrive.me",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2AT3/(CM)_ASURAN_(2019)_WEB-DL_480p.mp4",
        "server": "Soliddrive.co",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1t65j/(CM)_ASURAN_(2019)_WEB-DL_480p.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ihszSTbC#0g6ueXQUBeZ8wq_ZBiaEVkVLNtUIALBTkdF2VpNo0k4",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/s3wll0pswyf5",
        "server": "upstream.to",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/1zvjg",
        "server": "yuudrive.me",
        "size": "650 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "dwU37PObFK0",
      "video_url": "https://www.youtube.com/watch?v=dwU37PObFK0",
      "embed_url": "https://www.youtube.com/embed/dwU37PObFK0"
    }
  },
  {
    "metadata": "N/A|2019|98 min|Action,Asian,Martial,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "418"
    },
    "title": "Furie (2019)",
    "description": "IMDb (7.5) / Rotten Tomatoes (91%)Furie (ဗီယက္နမ္လို Hai Phuong) ဆိုတဲ့ ဗီယက္နမ္ဇာတ္ကားဟာ ႏိုင္ငံတကာ Rating သာမက စီးပြားေရးအရလဲ ေအာင္ျမင္ေနပါတယ္…အေမရိကန္လို ႏိုင္ငံမွာ ရံုတင္ေနၿပီး ဝင္ေငြေကာင္းေနတဲ့အျပင္ လူႀကိဳက္မ်ားေနေၾကာင္းလဲသိရပါတယ္။ဇာတ္လမ္းကေတာ့……..ဟုိင္းေဖာင္ ဟာ အစြန္အဖ်ားနယ္ၿမိဳ႕ေလးမွာ ဇာတ္ၿမဳပ္ေနထုိင္ရင္း သမီးေလးနဲ႔အတူဘ၀ကုိ ရုန္းကန္ေနတဲ့မိခင္တစ္ဦးၿဖစ္ပါတယ္။သူဟာ ဘယ္ဘ၀ကလာခဲ့လဲ ဘယ္သူမွ မသိၾကသလုိ ဘာေၾကာင့္ ဒီေနရာကိုေရာက္ေနလဲ ဘာေၾကာင့္လူေတြနဲ႔ခပ္ကင္းကင္းေနထုိင္လဲဆုိတာကုိလဲ ဘယ္သူမွ မသိၾကပါဘူး။ဟုိင္းေဖာင္အလုပ္က လယ္သမားေတြဆီကေၾကြးလုိက္ေတာင္းေပးရတဲ့ အလုပ္ၿဖစ္တာေၾကာင့္ သူ႔သမီးေလးဟာ ေက်ာင္းမွာအၿမဲတမ္းအႏွိမ္ခံရသလုိ ဖခင္ေခၚစရာမရွိတဲ့သူတစ္ေယာက္အၿဖစ္လဲ ေလွာင္ေၿပာင္ခံရတယ္။ ဒါေၾကာင့္ ေက်ာင္းကထြက္ၿပီးေတာ့အလုပ္လုပ္ရင္း သူ႔အေမကုိ တစ္ဖက္တစ္လမ္းက အကူအညီေပးခ်င္သူပါ။သူတုိ႔ သားအမိဆက္ဆံေရးဟာလဲ ေႏြးေႏြးေထြးေထြးမရွိလွေပမယ့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ ေဖးမၾကတယ္။တစ္ခါတစ္ေလ ဟုိင္းေဖာင္ဟာ တစ္ေယာက္တည္း စီးကရက္တစ္လိပ္နဲ႔ မႈိင္ေတြ ေငးရီေနတတ္တယ္။တစ္ေန႔ေတာ့ သူ႔သမီးအိမ္မက္ေလးကို အေကာင္အထည္ေဖာ္ဖုိ႔ သူၿမတ္ၿမတ္ႏုိးႏုိးသိမ္းထားတဲ့ နားစြဲေလးတစ္ရံကုိေစ်းထဲသြားေပါင္ခ်ိန္မွာသူ႔သမီးကုိ သူခုိးအၿဖစ္ ၀ုိင္း၀န္းစြပ္စြဲေနတာကို ေၿဖရွင္းရင္း ရုန္းရင္းဆန္ခတ္အေၿခအေနအၿပီး သူက အေပါင္ဆုိင္ကုိၿပန္အသြားမွာ သူ႔သမီးေလးကို လူတစ္စုက ဖမ္းဆီးေခၚေဆာင္သြားခံရပါေတာ့တယ္။အဲ့ဒီၿပန္ေပးသမား တစ္စု မသိလုိက္တာကေတာ့ သူတုိ႔ေတြ ၿပန္ေပးဆြဲဖုိ႔ လူေရြးတာ အမွားၾကီးမွားသြားၿပီ ဆုိတာပါပဲ။သူ႔ဘ၀ အသက္ေသြးေၾကာၿဖစ္တဲ့ သမီးေလးကို ၿပန္ရဖုိ႔ ဟုိင္းေဖာင္ ဟာ သူတတ္သမွ် ပညာေပါင္းစုံနဲ႔ တစ္ဂုိဏ္းလုံးနဲ႔ တစ္ေယာက္ေရစုံေရဖ်ား လုိက္ေတာ့မွာပါ။Furie ဟာ Trailer စထြက္ကတည္းက ေစာင့္ေမွ်ာ္ခဲ့ရတဲ့ကားၿဖစ္သလုိ တကယ္တမ္းထြက္လာေတာ့လဲ ေမွ်ာ္ရက်ိဳးနပ္ေလာက္ေအာင္ကုိစိတ္ေက်နပ္စရာေကာင္းပါတယ္။ လွပေသသပ္လွတဲ့ ကုိယ္ခံပညာအေၿခၿပဳအက္ရွင္ခန္းေတြ သြက္လက္ၿပီး ပ်င္းစရာမရွိတဲ့ဇာတ္ေၾကာင္းတုိ႔ဟာ ဗီယက္နမ္ဟာလဲ ရုပ္ရွင္ပညာမွာ ေဘာင္၀င္တန္း၀င္ အဆင့္တစ္ခုမွာ ေရာက္ရွိေနၿပီဆုိတာၿပလုိက္တဲ့သက္ေသပါပဲ။File size…(1.5 GB) and (720 MB)Quality….WEB-DL 1080p & 720pFormat…mp4Duration….01:40:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLê Văn KiệtStarsCát ViPhạm Anh KhoaPhan Thanh NhiênThanh HoaVeronica NgoCastCát ViPhạm Anh KhoaPhan Thanh NhiênThanh HoaVeronica Ngo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tPaozm8vnEyBOqT9Io4A2WVynVM.jpg",
      "https://image.tmdb.org/t/p/w300/oZ8Nw7eedHxMoTFJOvvjRYg3Kzx.jpg",
      "https://image.tmdb.org/t/p/w300/jXc41btarmyCRM9WMDzJ4b0zpRW.jpg",
      "https://image.tmdb.org/t/p/w300/hUtiSP30nZqswVlvb9AJXYYm5ZX.jpg",
      "https://image.tmdb.org/t/p/w300/ocoxypt9Ej35gEOh2JFtcqkP2Kf.jpg",
      "https://image.tmdb.org/t/p/w300/sHi332vPfLQEw4cs7NPqa3hygnK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/duhns6xh3akd.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jd1z61lwku8q.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://drive.google.com/file/d/1ARON06M7R64-ChGsZqvrYJJir5N4R4xL/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/1xsin/Furie_(Hai_Phuong)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://upstream.to/yz7nsmmirfww",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "1080p BluRay"
      }
    ],
    "trailer": {
      "video_id": "rrDVvRuSXIM",
      "video_url": "https://www.youtube.com/watch?v=rrDVvRuSXIM",
      "embed_url": "https://www.youtube.com/embed/rrDVvRuSXIM"
    }
  },
  {
    "metadata": "TV-MA|2019|77 min|Horror",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "185"
    },
    "title": "A.M.I. (2019)",
    "description": "ေကစီဆိုတဲ့ေကာင္မေလးဟာမေတာ္တဆမႈတစ္ခုေၾကာင့္မိခင္ျဖစ္သူကိုဆံုးရႈံးထားခဲ့ရသူပါ…ခက္ခဲလွတဲ့ဘဝကိုတစ္ေယာက္တည္း႐ုန္းကန္ရသူမို႔တစ္ေန႔မွာေတာ့ ဖုန္းထဲက AI တစ္ခုကိုအေမတစ္ေယာက္လိုသေဘာထားမိသြားတဲ့အခါ…Thriller/slasher ကားတစ္ကားျဖစ္လို႔ေသြးသံရဲရဲ သတ္တာျဖတ္တာႀကိဳက္တဲ့သူေတြၾကည့္လို႔ေကာင္းမယ့္ကားျဖစ္ပါတယ္ရုပ္ရွင္ကားကို May Thu Thu Kyaw ကဘာသာျပန္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRusty NixonStarsAndrew CoghlanBonnie HayDebs HowardHavana GuppyLaura MitchellLori TrioloMichael MaticPhilip GrangerSam Robert MuikVeronica HampsonCastAndrew CoghlanBonnie HayDebs HowardElinet LouiciusHavana GuppyJill ZavazalLaura MitchellLori TrioloMichael MaticPhilip GrangerRoxanne FernandesSam Robert MuikVeronica Hampson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1GYIRo2gAjVCjafgl2Lc0VGwhl3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMWIyOTk0ZTYtN2ZhNi00OGEzLTkyNjgtMTNmZjBiNzgxZDZlXkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_SY1000_CR006791000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/IDmYcCYBy8",
        "server": "drive.google.com",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://myandrive.net/file/IDmYcCYBy8",
        "server": "drive.google.com",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://soliddrive.co/2aD6/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1KC8/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/28fid/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/28fi0/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://openload.co/f/eo5oc5ukDiU/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://openload.co/f/QwkS-1-u564/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/csj8euzrtufcg.html",
        "server": "DatBu",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/pnyiyw42ca0bf.html",
        "server": "DatBu",
        "size": "207.25 MB",
        "quality": "480P"
      },
      {
        "link": "https://verystream.com/stream/9M22LJbD4RC/A.M.I.2019_720P_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "555.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://verystream.com/stream/CF7ZA7T7fAr/A.M.I.2019_SD_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "207.25 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "tSRBugiu78Q",
      "video_url": "https://www.youtube.com/watch?v=tSRBugiu78Q",
      "embed_url": "https://www.youtube.com/embed/tSRBugiu78Q"
    }
  },
  {
    "metadata": "Unrated|2019|2h 16min|Action",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "237"
    },
    "title": "Daaka (2019)",
    "description": "Daaka (2019)ရှင်ဒီ ဟာ အသက် (၃၈) နှစ်အရွယ် လူပျိုကြီး၊ ပိုင်ဆိုင်တာဆိုလို့ ရူပီးနှစ်သိန်းတန် မြေကွက်တစ်ခုရယ်၊ တံခါးပေါက်တွေတောင်မပါတော့တဲ့ အိမ်တစ်လုံးရယ်၊ ခြေသုံးချောင်းပဲ အကောင်းကျန်တော့တဲ့ ကုတင်တစ်လုံးရယ်၊ ဆီအမြဲပြတ်နေတတ်တဲ့ ဆိုင်ကယ်တစ်စင်းရယ်၊ သူ့ကိုသိပ်ချစ်ရှာတဲ့ အထက်တန်းလွှာက ချစ်သူမိန်းမချောလေးရယ်၊ သူဘေးမှာ မခွာတမ်း ခင်မင်ရှာတဲ့ ညီအစ်ကိုတမျှရင်းနီးသူ ဘာလီ ရယ်။ရှင်ဒီ နဲ့ ဘာလီ တို့နှစ်ယောက်ဟာ ဈေးဆိုင်ကြီးတစ်ခုရဲ့မျက်နှာစာမှာ ဖုန်းပြင်ဆိုင်သေးသေးလေးဖွင့်လို့ စားဝတ်နေရေး ဖြေရှင်းကြရသူတွေပါ။ ရှင်ဒီ က အကြံဉာဏ်ကောင်းတွေနဲ့ စီးပွားရေးလုပ်ကိုင်တတ်သူဖြစ်ပြီး ဘာလီ ကတော့ ရှင်ဒီ ပြောသမျှနားထောင်ပြီး ဒိုင်ခံအလုပ်လုပ်ပေးသူ ဖြစ်ပါတယ်။ ဉာဏ်သမားနဲ့ အလုပ်လုပ်သမားပေါ့။ ဒါပေမဲ့ သူတို့နှစ်ယောက်က ကျောမွဲလေးတွေပါ။ ဆင်းရဲသား နင်းပြားလေးတွေ။တစ်နေ့မှာ သူတို့မှီခိုနေရတဲ့ ဈေးဆိုင်ကို သူ့ပိုင်ရှင်က ရောင်းချတော့မယ့်အဖြစ်ကို ရောက်လာခဲ့ပါတယ်။ နောက်ရောက်လာမယ့်ပိုင်ရှင်က ဈေးဆိုင်ရှေ့မှာဖွင့်နေတဲ့ သူတို့ရဲ့ဖုန်းပြင်ဆိုင်လေးကို ကြည်ဖြူပါ့မလား မသေချာတာကြောင့် ရှင်ဒီ နဲ့ ဘာလီ တို့ ဈေးဆိုင်ကြီးကို မဖြစ်မနေ ဝယ်ယူရမယ့်အခြေရောက်လာပါတော့တယ်။ရှင်ဒီ ဘက်မှာလည်း ချစ်သူရဲ့ဖခင်က အထင်ကြီးမှုကို အသည်းအသန်လိုအပ်နေလို့ ဈေးဆိုင်ကိုဝယ်မှရမယ့်အ‌ချိန်၊ ဘာလီ ဘက်မှာလည်း ချစ်သမီးလေးရဲ့ အစာအိမ်ရောဂါက သိပ်ပြင်းထန်လွန်းလို့ ငွေပုံအောပြီး ကုရမယ့်အခြေရောက်လာတော့ နှစ်ယောက်သား ကြံရာမရဖြစ်ရတာပေါ့။ မတတ်သာတဲ့အဆုံး ရွာထဲကဘဏ်ငယ်လေးတစ်လုံးကို ဓားပြတိုက်ဖို့ ကြံစည်ရပါတော့တယ်။ ရှင်ဒီ ရဲ့ ရွှေချရမယ့်ဦးနှောက်နဲ့ အစီအစဉ်တွေ အားလုံးအဆင်ပြေနေပေမဲ့ လတ်တလောဖမ်းမိထားတဲ့ လူလိမ်ရာဇဝတ်ကောင်ကြီး စူကာချန်း ကို သူ့တပည့်တွေက ရဲစခန်းဝင်စီးပြီး လာကယ်ချိန်နဲ့တိုးလို့ သူတို့ဓားပြမှုလေး အောင်မြင်ကာနီးမှ တစ်ပြားမှမရဘဲပြန်ပြေးခဲ့ရတယ်ပေါ့။အစိုးရဆီက သန်း (၅၀၀) လိမ်လည်ခဲ့သူကြီး စူကာချန်း ဟာ ကယ်တင်မှု မအောင်မြင်လို့ ရွာထဲမှာပိတ်မိနေပြီး ဓားပြမှုကနေ ပြေးလာတဲ့ ရှင်ဒီ တို့နှစ်ယောက်နဲ့ တိုးမိရာကနေ အပေးအယူတစ်ခုဖြစ်လာပါတယ်။ သူ့ကို ရွာထဲက လွတ်အောင်ထုတ်ပေးနိုင်ရင် ရှင်ဒီ တို့နှစ်ယောက် သန်း (၅၀) ရမယ်တဲ့။ ကဲ ဘာဆက်ဖြစ်မလဲဆိုတာတော့ လူကြီးမင်းတို့ဖာသာ ဆက်ကြည့်လိုက်ပါတော့…(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.3GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 2H 16MinGenre – ActionSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBaljit Singh DeoStarsGippy GrewalRana Jung BahadurZareen KhanCastGippy GrewalRana Jung BahadurZareen Khan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jS9I1TO4OVdBhTCeyHHKiXE5Bil.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/daaka-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-daaka-2019-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qYH3/(CM)_Daaka_(2019)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JP0SUbqB#gswH62KMPtxFTiPxfcXvjnFw9kcdKRgfVXBW9_dN1v0",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/pinyk6fbit7v.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-daaka-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1L1df/(CM)_Daaka_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Vak2EaqL#sCiC0rMbWlJHEET4BL7Fd-Y8L-rBOURPgwPTfcYiefg",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/8iy4m0xhawpe.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|151 min|Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "345"
    },
    "title": "The Forest of Love (2019)",
    "description": "ဒီတစ်ခါမှာ​တော့CMပရိသတ်​တွေကို Rating 6.5ရထားတဲ့ဂျပန်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးလိုက်ပါတယ်ကား​လေးက​တော့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့ဇာတ်ကား​လေးပါ ​ရုပ်ရှင်ရိုက်ကူးနေတဲ့ ဂျေး နဲ့ ဖူကာမီတို့ဟာရှင်း နဲ့ဆုံမိပြီး​တော့ရုပ်ရှင်တစ်ကားကိုဖန်တီးခဲ့ကြတယ်ဂျိုးမူရာတာရဲ့ဘဝဇာတ်​ကြောင်းကိုရိုက်ကူးဖို့လုပ်ခဲ့ကြတာ​ပေါ့မူရာတာဟာ​ကောင်မ​လေး​တွေကိုမြူဆွယ်ပြီး​တော့အကြမ်းဖက်ကာပိုက်ဆံ​တွေကိုလိမ်ယူ​နေတဲ့သူ​ပေါ့ သူနဲ့ပတ်သတ်ခဲ့တဲ့မိန်းက​လေး​တွေထဲကမှတာအီကိုဟာ​ဂျေးတို့နဲ့ခင်မင်​နေတဲ့သူပါပြီး​တော့သူမရဲ့သူငယ်ချင်း မီစုကိုကိုလည်းမူရာတာဟာချင်းကပ်ခဲ့ပါတယ်တာအီကိုနဲ့မီစုကိုတို့ဟာအထက်တန်း​ကျောင်းတုန်းကအခန်း​ဖော်​တွေ​ပေါ့တာအီကိုနဲ့မီစုကို သူတို့၂​ယောက်မှာအထက်တန်း​ကျောင်းတုန်းကအံ့သြစရာအဖြစ်အပျက်​တွေရှိခဲ့ကြတယ်​ဂျေးတို့ဟာတာအီကိုရဲ့​ပြောပြချက်​တွေ​ကြောင့်မူရာတာရဲ့ဘဝဇာတ်​ကြောင်းကိုရိုက်ကူးဖို့ကြိုးပမ်းခဲ့ကြတယ် ရှင်းဟာမူရာတာ​နေရာမှာသရုပ်​ဆောင်ခဲ့တယ်မူရာတာဟာ လူတိုင်းကိုအကြမ်းဖက်နှိပ်စက်တတ်ပြီး​တော့မိန်း​က​လေး​တွေကိုလည်းနှိပ်စက်တဲ့သူပါ​နောက်ပိုင်းမှာ ​ဂျေးတို့သူ့အ​ကြောင်းဇာတ်လမ်းတစ်ပုဒ်ရိုက်​နေတာသိသွားတဲ့အခါမှာ​တော့သူကိုယ်တိုင် ထုတ်လုပ်သူအဖြစ်ပါဝင်လာခဲ့တယ်သူပါဝင်လာပြီးတဲ့​နောက်မှာ ​ဂျေးတို့ရိုက်ကူး​နေတဲ့ဇာတ်ကားဟာရက်စက်ကြမ်းကြုတ်ပြီး​​တော့အကြမ်းဖက်တဲ့အခန်း​တွေပါခဲ့တယ်ဇာတ်ကားရိုက်​နေရင်း​နောက်ပိုင်းလူသတ်မှု​တွေပါကျူးလွန်လာခဲ့တယ်နောက်ပိုင်းမှာမူရာတာဘာ​တွေအထိလုပ်ခဲ့လဲဆိုတာကိုဇာတ်ရှိန်မြင့်မြင့်နဲ့ကြည့်ရှု့ရမှာပါ​ဒီဇာတ်ကားထဲမှာဆိုရင်လည်း​ကောင်မ​လေး​တွေကိုတောထဲမှာသတ်ထားခဲ့တဲ့ကွင်းဆက်လူသတ်သမားဟာဆိုရင်လွတ်​မြောက်​နေတုန်းပဲ လွတ်​မြောက်​နေတဲ့လူသတ်သမားဟာဘယ်သူလဲဆိုတာကို​တော့ ဇာတ်လမ်းကိုအဆုံးထိကြည့်ရှု့ပြီးမှသိလာမှာပါ ​File Size : ( 1 GB , )Quality :  WEB-DL 720pRunning Time : 2 hr 31 minFormat : Mp4Genre : CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated byHsu LeiEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSion SonoStarsDai HasegawaDendenEri KamatakiKippei ShiinaKyoko HinamiNatsuki KawamuraSei MatobuShinnosuke MitsushimaYoung DaisYuzuka NakayaCastChiho FujiiCyborg KaoriDai HasegawaDendenEri KamatakiFûsaku TaniGaku SanoHajime TsukumoHideyuki KobashiKippei ShiinaKyoko HinamiManaka KinoshitaMiyu KinoshitaNami UeharaNana MizoguchiNatsuki KawamuraSei MatobuShin ShimizuShinnosuke MitsushimaSho YakumaruTakato YonemotoTsukino YamamotoYoung DaisYuki AshidaYuki NagashimaYuzuka Nakaya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aydE5GnUgwAwIQMdce6z0l89QBM.jpg",
      "https://image.tmdb.org/t/p/w300/mLVTHKuELrSub0GYOfIwsJ3n8aX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rVXfMsco93vuuFe31J4kVZGKp1c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-forest-of-love-ai-naki-mori-de-sakebe-2019-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-forest-of-love-ai-naki-mori-de-sakebe-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1I465/The_Forest_Of_Love_(Ai_Naki_Mori_De_Sakebe)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://viewsb.com/4y9zldkquxow.htmlhttps://viewsb.com/4y9zldkquxow.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "RLHfG5Oi7F8",
      "video_url": "https://www.youtube.com/watch?v=RLHfG5Oi7F8",
      "embed_url": "https://www.youtube.com/embed/RLHfG5Oi7F8"
    }
  },
  {
    "metadata": "|2019|1hr 50min|Comedy,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "20"
    },
    "title": "Last Fool Show (2019)",
    "description": "Last Fool Show (2019)ဖိလစ်ပိုင်ကားတွေ ကြိုက်တဲ့သူတွေအတွက် ကြိုက်မယ့်ဇာတ်လမ်လေးပါ။အချစ်ဇာတ်လမ်းတွေဆို ဖိလစ်ပိုင်တွေက နင့်နင့်နဲနဲ ခံစားရအောင် ရိုက်တတ်ကြပါတယ်။ဖြစ်ဖူးကြမလား မသိဘူး?????ကိုယ်တွေ့ဇာတ်လမ်းကို ကိုယ်တိုင်ဇာတ်လမ်းဖန်တီးရမယ့် အဖြစ်အပျက်မျိုး။ဒီဇာတ်လမ်းက ဇာတ်ကောင်ကတော့ ဒီအဖြစ်အပျက်နဲ့ ကြုံခဲ့ရတဲ့အကြောင်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အမျိုးသမီးဒါရိုက်တာ မီရေးဆာဟာ ထိတ်လန့်စရာဇာတ်ကားတွေ၊လူထုကို မီးမောင်းထိုးပြတဲ့ ဇာတ်လမ်းတိုတွေ ရိုက်ပြီးရုပ်ရှင်ဆိုင်ရာ ဆုများစွာကို ရရှိခဲ့ဖူးသူ တစ်ယောက် ဖြစ်ပါတယ်။သူမ အလုပ်ဝင်မယ့်ဂလက်စီရုပ်ရှင်ထုတ်လုပ်ရေးက လက်ရည်စမ်းတဲ့အနေနဲ့ သူမကို ရိုမန့်စ် ဟာသဇာတ်လမ်းတစ်ပုဒ်ကို ရိုက်စေချင်တယ်။ရိုက်နေကျ ဇာတ်လမ်းတွေနဲ့ လုံးလုံးကွဲထွက်နေတဲ့ရိုမန့်စ်ဟာသ ရုပ်ရှင် ရိုက်ရတော့မယ်ဆိုတော့ဇာတ်ညွှန်းရေးဖို့ ဒါရိုက်တာမမ ခေါင်းစားရတော့တာပေါ့။ဒီလိုနဲ့ အရင်က အချစ်ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ကိုပြန်အသက်သွင်းဖို့ ဖြစ်လာခဲ့တယ်လေ။လွန်ခဲ့တဲ့သုံးလေးငါးနှစ်က အခုချိန်တွေးရင်တောင်အခုပြန်သတိရတဲ့အတိတ်ဟောင်းတစ်ခုကိုပေါ့အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန် ကို တစ်လှည့်စီ ပြသသွားတဲ့ အခင်းအကျင်းကလည်းဇာတ်လမ်းကို တစ်မျိုးတစ်ဖုံ လှပစေခဲ့ပြန်ပါတယ်။သီချင်းစာသားလေးတွေကလည်း အတော်မိုက်ပါတယ်။ဇာတ်ဝင်သီချင်းရဲ့အသက်ဝင်မှုနဲ့ ပံ့ပိုးထားတာမို့အရိုတစ်လိုင်း ပရိသတ်တို့ ရင်ထဲရောက်မယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb- 6.7/10 ဆိုတော့ ဇာတ်လမ်းရဲ့အတိမ်အနက်ကို တွေးသာကြည့်ပါတော့Review and Translated by DoDoFile size… 785MBQuality….WEB-DL540pFormat…mp4Duration…. 1hr 50minSubtitle….Myanmar Subtitle (Hardsub)Encoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlora Mae SasamArci MuñozArlene MuhlachBibeth OrtezaChamyto AguedanCholo BarrettoErin OcampoGina AlajarJM de GuzmanJoanna Marie KatanyagJosef ElizaldeKris Tiffany JansonMenggie CobarrubiasPatrick SuguiSnooky SernaVia AntonioVictor SilayanVJ Mendoza",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nXDkOREEL88E0dgWvSfUoAAc9Js.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7vH8YK9r09y9sF3qgwi8zsz6Xnv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/last-fool-show-2019",
        "server": "VIP Links",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-last-fool-show-2019-540-p-hc-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://megaup.net/V1cn/(CM)_Last.Fool.Show.2019.540p.HC.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://mega.nz/file/jhplxAhC#9gISpbpAcSrQgRIatPSX-6KrEN7f06b-dyjYNiqFLjI",
        "server": "mega.nz",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://usersdrive.com/0h8pio5ecouc.html",
        "server": "usersdrive.com",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://upstream.to/6f04se0fcy6q",
        "server": "upstream.to",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://www.datbu.com/2iijisf34qia.html",
        "server": "datbu.com",
        "size": "785MB",
        "quality": "540P"
      },
      {
        "link": "https://veryfiles.com/9w7b3fgym6eq",
        "server": "veryfiles.com",
        "size": "785MB",
        "quality": "540P"
      }
    ],
    "trailer": {
      "video_id": "tz1ZolNGM4I",
      "video_url": "https://www.youtube.com/watch?v=tz1ZolNGM4I",
      "embed_url": "https://www.youtube.com/embed/tz1ZolNGM4I"
    }
  },
  {
    "metadata": "PG-13|2019||Asian,Drama,Sunny",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "45.648"
    },
    "title": "Happy Old Year (2019)",
    "description": "Bad Genius ရုပ်ရှင်နဲ့ နာမည်ကျော်သွားတဲ့မင်းသမီး Chutimon Chuengcharoensukying ရဲ့ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ကတော့ ဒရာမာ၊ ရိုးမန့်စ် အမျိုးအစားပါပဲ။ဇာတ်လမ်းအကျဉ်း ဂျင်းဟာတကိုယ်ကောင်းခပ်ဆန်ဆန် ကောင်မလေးပါပဲ။သူ့ချစ်သူကို အဆက်အသွယ်တိခနဲဖြတ်ပြီးဆွီဒင်ကို ထွက်သွားခဲ့တယ်။သူပြန်လာချိန်မှာတော့ သူ့မှာ စိတ်ကူးလေးတစ်ခု ပါလာပါပြီ။Minimalism လို့ခေါ်တဲ့ အနည်းဆုံးဝါဒနဲ့ ကိုက်ညီတဲ့ရုံးခန်းနဲ့ အိမ်လေး ဆောက်ချင်စိတ်ပါပဲ။အဲဒီလိုဆောက်ဖို့အတွက် တစ်အိမ်လုံးအပေါ်ထပ်အောက်ထပ်တွေပစ္စည်းတွေပြည့်နှက်နေတဲ့ သူ့ရဲ့အိမ်မှာမလိုတာတွေအားလုံး၊ အမှတ်တရပစ္စည်းတွေအားလုံးကိုလွှင့်ပစ်ဖို့ လိုလာပါပြီ။အသုံးမလိုတော့တဲ့ အတိတ်ကပစ္စည်းတွေကိုလွှင့်ပစ်ဖို့ဟာ ပြောရတာ လွယ်ပေမယ့်လုပ်ရတာ အရမ်းခက်ခဲပါတယ်။မိသားစုရဲ့ အမှတ်တရတွေ၊သူ့ရည်းစားဟောင်းရဲ့အမှတ်တရတွေကိုတစ်ခုချင်း လွှင့်ပစ်ဖို့ ကြိုးစားရင်းကြုံတွေ့လာရတာတွေက အဓိကဇာတ်လမ်းပါပဲ။သူက အစအဆုံးခံစားချက်တစ်ခုရတာမျိုးမဟုတ်ဘဲ၊တစ်ခန်းလာလိုက်တိုင်း ခံစားချက်တစ်မျိုးရလာသလို၊ကိုယ်နဲ့ပဲ တိုက်ဆိုင်နေသလိုလိုနဲ့အရသာ တစ်မျိုးလေး ကြည့်ရတဲ့ဇာတ်ကားမျိုးပါပဲ။ အားပေးကြပါဦး။ဒီကားကို Little Neo မှ သူ၏ မေ့မပစ်နိုင်သော Ex များအတွက်ခံစား ဘာသာပြန်ပေးထားပြီး Thit San Khant မှပျင်းရိလေးတွဲ့စွာ တင်ဆက်ပေးထားပါသည်။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/sunny/ကြည့်လို့ရပါတယ်။)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNawapol ThamrongrattanaritStarsApasiri NitibhonArisara BuaprangChutimon ChuengcharoensukyingPatcha KitchaicharoenSunny SuwanmethanonThirawat NgosawangCastApasiri NitibhonArisara BuaprangChutimon ChuengcharoensukyingPatcha KitchaicharoenSunny SuwanmethanonThirawat Ngosawang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/njlQxhgA8A6CiQq6x2NbCHQ4gl6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BOTc2NDQzNDQtZmFhMC00YjU0LWI1MGUtZWFhOTc0Y2IxNGExXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/happy-old-year-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e84d9/hapy-old-year-2019-720p-cm-mp4",
        "server": "yuudrive.me",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1LwB/Happy.Old.Year.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1LwA/Happy.Old.Year.2019_480P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://fastload.cc/3kd",
        "server": "fastload.cc",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://fastload.cc/3kc",
        "server": "fastload.cc",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2RJsU/Happy.Old.Year.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2bM0t/Happy.Old.Year.2019_480P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/nqzy153uj6ln.html",
        "server": "usersdrive.com",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/dewb6szstojw.html",
        "server": "usersdrive.com",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/#!JREDWSzR!WErtyV5ozBz4TAq14PJ84adqJCLfadGA8yIrMsyAIkY",
        "server": "mega.nz",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/#!0EcTDApJ!XaHyTMZaGLP0dq4O14sbb75MYPKlL50GDwamVVRGemM",
        "server": "mega.nz",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://1fichier.com/?au1raydtvc2h5tgs63he",
        "server": "1fichier.com",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://1fichier.com/?7slsbknrygr6bs1b8x90",
        "server": "1fichier.com",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/zkfm8jc2reuv",
        "server": "upstream.to",
        "size": "1.19 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/55nc96mbiag1",
        "server": "upstream.to",
        "size": "675.23 MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/r1lUU_LbV1OPDA",
        "server": "disk.yandex.com",
        "size": "1.19 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Qu5aQeh7VT0",
      "video_url": "https://www.youtube.com/watch?v=Qu5aQeh7VT0",
      "embed_url": "https://www.youtube.com/embed/Qu5aQeh7VT0"
    }
  },
  {
    "metadata": "N/A|2019|1h 42min|Action,Comedy,Drama,Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Start-Up 2019",
    "description": "Start Up (2019) အညွှန်း********************imdb 6.3မင်းသားကြီး Ma Dong Seok ပါဝင်သရုပ်​ဆောင်ထားတဲ့ comedy-drama ကား​လေးတစ်ခုကိုတင်ဆက်​ပေးချင်ပါတယ်ဇာတ်လမ်းထဲမှာ ထယ်အီဆိုတဲ့​​ကောင်​လေးဟာ အထက်တန်း​ကျောင်းကထွက်ပြီး က​​လေက​ချေဖြစ်​နေတဲ့​ ဆယ်​ကျော်သက်အရွယ်​ကောင်​လေးတစ်​ယောက်ပါဒီအရွယ်မှာ ဖြစ်တတ်တဲ့သ​ဘာဝအတိုင်း မိခင်ဖြစ်သူနဲ့အဆင်မ​ပြေဖြစ်ကာ အိမ်ကသွားထွက်သွားခဲ့ပါတယ် နောက်​တော့ နေထိုင်စား​သောက်ဖို့အတွက် စား​သောက်ဆိုင်တစ်ဆိုင်မှာဝင်လုပ်ခဲ့ပါတယ်တစ်ချိန်ထဲမှာပဲ ထယ်အီရဲ့ မိုက်​ဖော်မိုက်ဖက်သူငယ်ချင်းဆန်းပယ်ကလည်းအ​ကြွေးရှင်လုပ်ငန်းတစ်ခုမှာ အလုပ်ရသွားခဲ့ပါတယ် သူတို့နှစ်​ယောက်အလုပ်ခွင်မှာကြုံ​တွေ့ရမယ့် အဖြစ်အပျက်​တွေက သူတို့ရဲ့ဘဝကိုဘယ်လိုတည့်မတ်​ပေးသွားမလဲဆိုတာကိုတွေ့ရမှာဖြစ်ပါတယ်ဒီကားမှာလူငယ်​တွေဖြစ်တတ်တဲ့သ​ဘာဝ​တွေကို​သေချာချပြသွားပြီး တစ်ချို့​ရိုက်ကွက်​လေး​တွေဆို တော်​တော်ကိုမှတ်သားစရာ​လေး​တွေရှိတာကို​တွေ့ရပါတယ်ဒီကားမှာ မင်းသားကြီးရဲ့​မြင်​နေကျဇာတ်ရုပ်​တွေနဲ့မတူညီတဲ့ သရုပ်​ဆောင်မှူ​တွေကိုမြင်​တွေ့ရမှာဖြစ်ပြီးတော့ ရီရီ​မော​မောနဲ့ကြည့်ရှုရမှာမို့ သူ့ရဲ့ပရိသတ်​တွေဆိုရင်လက်လွှတ်ခံလို့မဖြစ်ပါဘူး​​နော်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက​တော့- Thet Hnin Hsu ပါTranslator  – Thet Hnin HsuEncoder – Thit San KhantFile Size -1GB and 500MBQuality – 1080p and 720pYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChoi Sung-eunGoh Doo-shimJung Hae-inKim Jong-suKim Kyung-dukKim Min-jaeLee Hae-woonMa Dong-seokPark Hae-joonPark Jung-MinSeung Eui-yeolSung HyukYoon Kyung-hoYum Jung-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5U2ymTay0lKD0RB8shGYjqduJzB.jpg",
      "https://image.tmdb.org/t/p/w300/n2dENfGJLZFZEX3Zl4wVZoLulvU.jpg",
      "https://image.tmdb.org/t/p/w300/7KwerWDMnUw18aNuVVNTnW8gR1c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1t0xyMPry61yQfdyb7hxxoHvL6a.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/start-up-2019-korean-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/start-up-2019-korean-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "516MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6hy4vqcp8rdg.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/k4l8t50ehdkz.html",
        "server": "usersdrive.com",
        "size": "516MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zwq8/Start.Up.2019.KOREAN.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Vrky/Start.Up.2019.KOREAN.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "516MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/mesl2lqby3w9",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/vv295y0wu2u5",
        "server": "veryfiles.com",
        "size": "516MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/ylb9v1e2omgm.html",
        "server": "datbu.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/rua9t2u6fbh4.html",
        "server": "datbu.com",
        "size": "516MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/start-up-2019",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "kBkeYEN6aG4",
      "video_url": "https://www.youtube.com/watch?v=kBkeYEN6aG4",
      "embed_url": "https://www.youtube.com/embed/kBkeYEN6aG4"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Action,Crime,Mystery",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "53"
    },
    "title": "Bodies at Rest ( 2019 )",
    "description": "Zawgyi*******ဒီကားေလးဟာ Imdb6.1ရ႐ွိထားၿပီး မင္းသားႀကီး Nick Cheungနဲ႔ Richie Jenတို႔ အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့၂၀၁၉ထြက္Action,Crime,Mystery အမ်ိဳးအစားဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ မႈခင္းဆရာဝန္နဲ႔ သူ႔ရဲ႕လက္ေထာက္တို႔ဟာ ခရစ္စမတ္ညတစ္ညမွာ အေလာင္းေတြကိုခြဲစိတ္ၿပီးေသဆံုးရတဲ့အေၾကာင္းရင္းကို႐ွာေနတုန္းမွာ မ်က္ႏွာဖုံးစြပ္ထားတဲ့လူသံုးဦးရဲ႕ဝင္ေရာက္တိုက္ခိုက္တာခံလိုက္ရပါတယ္..မ်က္ႏွာဖံုးလူသံုးေယာက္အေလာင္းေတြကိုခြဲစိတ္ၿပီးေသဆံုးရက္ေသခံက်ည္ဆန္ေတာင့္ကိုၿခိမ္းေျခာက္ၿပီးထုတ္ေစတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲ..ဒီမိန္းမအေလာင္းရဲ့ေနာက္ကြယ္မွာ ဘယ္လိုအျဖစ္အပ်က္ေတြရွိေနတာလဲ..မ်က္ႏွာဖံုးလူသံုးေယာက္ကဘယ္သူေတြလဲ… မႈခင္းဆရာဝန္နဲ႔သူ႔လက္ေထာက္တို႔က လြတ္ေျမာက္ႏိုင္ပါ့မလားဇာတ္လမ္းတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ..Unicode*******ဒီကားလေးဟာ Imdb6.1ရရှိထားပြီး မင်းသားကြီး Nick Cheungနဲ့ Richie Jenတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့၂၀၁၉ထွက်Action,Crime,Mystery အမျိုးအစားဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မှုခင်းဆရာဝန်နဲ့ သူ့ရဲ့လက်ထောက်တို့ဟာ ခရစ်စမတ်ညတစ်ညမှာ အလောင်းတွေကိုခွဲစိတ်ပြီးသေဆုံးရတဲ့အကြောင်းရင်းကိုရှာနေတုန်းမှာ မျက်နှာဖုံးစွပ်ထားတဲ့လူသုံးဦးရဲ့ဝင်ရောက်တိုက်ခိုက်တာခံလိုက်ရပါတယ်..မျက်နှာဖုံးလူသုံးယောက်အလောင်းတွေကိုခွဲစိတ်ပြီးသေဆုံးရက်သေခံကျည်ဆန်တောင့်ကိုခြိမ်းခြောက်ပြီးထုတ်စေတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲ..ဒီမိန်းမအလောင်းရဲ့နောက်ကွယ်မှာ ဘယ်လိုအဖြစ်အပျက်တွေရှိနေတာလဲ..မျက်နှာဖုံးလူသုံးယောက်ကဘယ်သူတွေလဲ… မှုခင်းဆရာဝန်နဲ့သူ့လက်ထောက်တို့က လွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ..Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRenny HarlinStarsCarlos ChanFeng Jia-YiJin Au-YeungMa ShuliangNick CheungRichie RenRoger KwokRon NgSonija KwokYang ZiCastCarlos ChanClara LeeFeng Jia-YiJin Au-YeungMa ShuliangNick CheungRichie RenRoger KwokRon NgSonija KwokYang Zi",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8QEwdBM87iVLgoZqSfQQMj3kOuE.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/e856c5d77/cmbodies-at-rest-2019-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/375eb7/cmbodies-at-rest-2019-web-dl-480p-mp4",
        "server": "yuudrive.me",
        "size": "381 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2Otaw/(CM)Bodies.at.Rest.2019.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1sygd/(CM)Bodies.at.Rest.2019.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "381 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bodies-at-rest-2019-web-dl-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bodies-at-rest-2019-web-dl-480-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "381 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/7crcn48h2kzf",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/7crcn48h2kzf",
        "server": "upstream.to",
        "size": "381 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|1h 36m|Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": "7700"
    },
    "title": "Buddy Games (2019)",
    "description": "Buddy Games (2019)အခုမိတ်ဆက်ပေးမယ့် Buddy Games ဆိုတဲ့ ဇာတ်ကားလေးကတော့ အချစ်ဆုံးသူငယ်ချင်း ပေါက်ဖော်လေးယောက်အကြောင်းကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။Buddy Games ဆိုတဲ့အတိုင်း သူတို့လေးယောက်က မိတ်ဆွေဖြစ်ဂိမ်းကို ငယ်ငယ်ကတည်းကနေ ကြီးကောင်ကြီးမား လူလတ်ပိုင်းရောက်တဲ့အထိကို ကလေးတွေလို ပျော်ပျော်ပါးပါးဆော့ကစားခဲ့ကြပါတယ်။ ဒီလိုနဲ့ တစ်နှစ်မှာ ဒီဂိမ်းလေးကိုဆော့နေရင်း ဘန်ဒါလို့ခေါ်တဲ့ သူငယ်ချင်းလေးယောက်ထဲကတစ်ယောက်က နောက်တစ်ယောက်ဖြစ်တဲ့ ရှယ်လီဆိုသူကိုစနောက်ရင်း စိတ်ဆိုးသွားပြီး သူ့ကို သေနတ်အတုနဲ့ ပစ်လိုက်ရာကနေ ပြဿနာတွေတက်ပြီး ဇာတ်လမ်းလေးက အကြောင်းဖန်လာပါတော့တယ်။ဒီဇာတ်ကားလေးက အရမ်းကိုပျော်ဖို့ကောင်းပြီး အခုလိုမေတ္တာတရားတွေခေါင်းပါးလာတဲ့ မျက်မှောက်ခေတ်ကြီးမှာ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ သူငယ်ချင်းအချင်းချင်း တစ်ယောက်ကိုတစ်ယောက် ဖေးမကူညီတတ်တဲ့ သူငယ်ချင်းစိတ်ဓာတ်ကို ကွက်ကွက်ကွင်းပေါ်လွင်အောင်ရိုက်ပြထားပေးတဲ့ ဟာသပေါကားလေးတစ်ကားဖြစ်လို့ အပန်းဖြေရင်း ကြည့်ရှူလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 780MBQuality – 1080p, 720pFormat – mp4Duration – 1H 36MinGenre – ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh DuhamelStarsCaitlin HowdenCecilia DeaconDan BakkedahlDavid MylreaDax ShepardDonna BenedictoDuncan FraserElysia RotaruEmily DelahuntyHannah ZirkeIrene KarasJames Roday RodriguezJanis HanenJeff GulkaJensen AcklesJohn TierneyJosh DuhamelKeisha HainesKevin DillonLauren McGibbonLinda DarlowLucie GuestMarion EismanMel TuckMelanie ChanNeal McDonoughNick SwardsonOlivia MunnRachel HaywardSienna BohnStephen FarrellyTaylor FoggCastCaitlin HowdenCecilia DeaconDan BakkedahlDavid MylreaDax ShepardDonna BenedictoDuncan FraserElysia RotaruEmily DelahuntyHannah ZirkeIrene KarasJames Roday RodriguezJanis HanenJeff GulkaJensen AcklesJohn TierneyJosh DuhamelKeisha HainesKevin DillonLauren McGibbonLinda DarlowLucie GuestMarion EismanMel TuckMelanie ChanNeal McDonoughNick SwardsonOlivia MunnRachel HaywardSienna BohnStephen FarrellyTaylor Fogg",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z1VcsfkSHhByeqloNnu7m0YRB9v.jpg",
      "https://image.tmdb.org/t/p/w300/bOZJ1qTOG9OaGkF6Wpfxcro1Pzu.jpg",
      "https://image.tmdb.org/t/p/w300/5LlFUEXebmt29Me1VXe9b6jwAO3.jpg",
      "https://image.tmdb.org/t/p/w300/6ZbT3GpWL28R18uFWa6HrVUyHB1.jpg",
      "https://image.tmdb.org/t/p/w300/7rslbZ4clMDf0Cem7OJkDgPy4GS.jpg",
      "https://image.tmdb.org/t/p/w300/iCg6M8xf8RX1z4rJxCTw4ykMeED.jpg",
      "https://image.tmdb.org/t/p/w300/6O0bu8Cu2GmWInUWscDOT3IPtCz.jpg",
      "https://image.tmdb.org/t/p/w300/bK1R72jwNqBWVPtzKXpmRakw3Vb.jpg",
      "https://image.tmdb.org/t/p/w300/1Ke9RCZBOMnadeLXXMwYtU1Lmx8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uNCZh6YGg6r0GMyrctI14R0lHGL.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-buddy-games-2019-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eTpn/(CM)_Buddy_Games_(2019)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wPVyGQqJ#YmhvUdJjs5uBqbLp0wWnVstBip-ea3fnR7Xk9K7xtSI",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5z3grw53k6lv.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-buddy-games-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eTpe/(CM)_Buddy_Games_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JKsTjLLD#z2MPO5CEjzD0kqdKbbnV6dkD9Ap4gtExAOiYoy1MoSA",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pu87quxedq7m.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/fh2r6l7onje5.html",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yphzdrului8u",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jDW2AUrTq-E",
      "video_url": "https://www.youtube.com/watch?v=jDW2AUrTq-E",
      "embed_url": "https://www.youtube.com/embed/jDW2AUrTq-E"
    }
  },
  {
    "metadata": "PG-13|2019|181 min|Action,Adventure,Fantasy,Marvel Universe",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "360,133"
    },
    "title": "Avengers: Endgame (2019) MCU",
    "description": "Avengers: Endgame(2019)IMDb…8.8,,,,,,Rotten…..95%ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပ္ေျပာစရာမလိုလွပါဘူး။အားလံုးလည္း သိေနၾကမွာပါ။ Mad Titan ျဖစ္တဲ့ Thanos ဟာ စၾကဝဠာႀကီး အဓြန္႕ရွည္ဖို႕အနႏၱေက်ာက္တံုးေတြကိုသံုးၿပီး သက္ရွိ တစ္ဝက္တိတိ ေဖ်ာက္ပစ္ခဲ့ပါတယ္။ဒီအျဖစ္ကို အဗန္ဂ်ာေတြ ဘယ္လို ျပန္ကယ္တင္မလဲ ဘယ္လို လက္စားေခ်မလဲဆိုတာ ဒီကားမွာ ေတြ႕ရပါေတာ့မယ္။အားလံုးအၾကိဳက္ေတြ႕ၾကမွာ ေသခ်ာပါတယ္။အက္မင္ေတြေတာ့ ရံုမွာ ၃ ေခါက္ေလာက္ၾကည့္ၿပီး ဒီဗားရွင္းကိုငါးေခါက္ေလာက္ကို ျပန္ၾကည့္ျဖစ္ေလာက္ေအာင္ ၾကိဳက္ပါတယ္။ ခံစားၾကည့္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္……MCU ဇာတ္ကားအားလံုးကိုhttps://channelmyanmar.org/category/marvel-universe/မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။ပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။အဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။ေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။Infinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan လို႕ေခၚၾကတဲ့ Thanos က ဒီေက်ာက္တံုးေတြကို စုစည္းျပီးစၾကဝဠာကို သူ႕သေဘာအတိုင္းဖန္တီးဖို႕ၾကိဳးစားပါလိမ့္မယ္။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို႕နဲ႕Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖြဲ႕တို႕ ပူးေပါင္းတားဆီးၾကရင္း ျဖစ္လာတဲ့ စစ္ပြဲပါ။Infinity Stones 6 လံုးရဲ႕ တည္ေနရာေတြကေတာ့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ္ကားမွာ နာဇီေတြဆီက လုယူရတဲ့ ေက်ာက္တံုးျဖစ္ျပီးAvengers ဇာတ္ကားမွာ လိုကီက ျဂိဳလ္သားေတြကို ကမာၻကိုေခၚဖို႕ ဝင္ေပါက္ဖြင့္တဲ့ေနရာမွာ အသံုးျပဳခဲ့ပါတယ္၊လက္ရိွကေတာ့ Asgard ျဂိဳလ္ေပၚမွာ သိမ္းဆည္းခဲ့ရင္း Thor: Ragnarok ကားအဆံုးမွာ လိုကီ ခိုးယူခဲ့တာကို ေတြ႕ရမွာပါ)၂။ Reality Stone aka Aether (Red)( စၾကဝဠာကို Big Bang မတိုင္ခင္အထိေတာင္ ျပန္ေျပာင္းပစ္ႏိုင္ပါတယ္။Thor 2: The Dark World မွာ ပါလာခဲ့ျပီး ေနာက္ဆံုး credit scene မွာ Collector ဆိုသူဆီမွာ သိမ္းဆည္းထားပါတယ္)၃။ Power Stone (Purple Orb)( ျဂိဳလ္တစ္ခုလံုးကို အသာေလးဖ်က္ပစ္လို႕ရတဲ့ raw power ေတြပါပါတယ္။Guardian of the Galaxy 1 မွာ ပါဝင္ခဲ့ျပီး Xander က Nova Corps စစ္တပ္လက္ထဲမွာ သိမ္းဆည္းထားပါတယ္။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အခ်ိန္ကို လိုသလိုအသံုးခ်ႏိုင္ပါတယ္။ Doctor Starnge ဇာတ္လမ္းမွာ ပါဝင္လာျပီး လက္ရိွ ေဒါက္တာ စထ္ရိန္႕က ေစာင့္ေရွာက္ထားပါတယ္)၅။ Mind Stone (Yellow)( ဥာဏ္ရည္ကို ျမွင့္တင္ျခင္းနဲ႕ စိတ္ညိဳ႕ျခင္းေတြ ျပဳလုပ္ႏိုင္ပါတယ္။ Avengers 1 မွာ ပါဝင္ခဲ့ျပီး လက္ရိွ Vision ရဲ႕ နဖူးထဲမွာ ျမွပ္ထားတာပါ)၆။ Soul Stone (Orange)( သက္ရိွ သက္မဲ့ အေျခအေနေတြကို ထိန္းခ်ဳပ္ႏုိင္ပါတယ္။ Planet Vormir မွာရွိပါတယ္။ )အဆိုပါ ေက်ာက္တံုး ၆ တံုးကို သံုးႏိုင္ဖို႕ Infinity Gauntlet ဆိုတဲ့ လက္အိတ္ကို လိုပါတယ္။ အဲဒီလက္အိတ္ကိုေတာ့ Thanos ပိုင္ဆိုင္ထားပါတယ္။ဒီေလာက္ဆို Marvel Universe ကိုၾကည့္ဖို႔ အၾကမ္းဖ်ဥ္းလံုေလာက္ျပီ ထင္ပါတယ္။[Unicode]Avengers: Endgame(2019)IMDb…8.8,,,,,,Rotten…..95%ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမလိုလှပါဘူး။အားလုံးလည်း သိနေကြမှာပါ။ Mad Titan ဖြစ်တဲ့ Thanos ဟာ စကြဝဠာကြီး အဓွန့်ရှည်ဖို့အနန္တကျောက်တုံးတွေကိုသုံးပြီး သက်ရှိ တစ်ဝက်တိတိ ဖျောက်ပစ်ခဲ့ပါတယ်။ဒီအဖြစ်ကို အဗန်ဂျာတွေ ဘယ်လို ပြန်ကယ်တင်မလဲ ဘယ်လို လက်စားချေမလဲဆိုတာ ဒီကားမှာ တွေ့ရပါတော့မယ်။အားလုံးအကြိုက်တွေ့ကြမှာ သေချာပါတယ်။အက်မင်တွေတော့ ရုံမှာ ၃ ခေါက်လောက်ကြည့်ပြီး ဒီဗားရှင်းကိုငါးခေါက်လောက်ကို ပြန်ကြည့်ဖြစ်လောက်အောင် ကြိုက်ပါတယ်။ ခံစားကြည့်ကြပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Little Neo ပဲဖြစ်ပါတယ်……MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File Size : (3.0 GB),(1.50 GB) and (750 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 3hr 01minFormat : Mp4Genre : Action, Adventure, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by LittleneoEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony RussoChris CastaldiEdward CatleyJoe RussoMark JohnstonSimon DownesStarsBradley CooperBrie LarsonChris EvansChris HemsworthDon CheadleJeremy RennerMark RuffaloPaul RuddRobert Downey Jr.Scarlett JohanssonCastAaron LazarAmeenah KaplanAngela BassettAnthony MackieAva RussoBazlo LeClairBen SakamotoBenedict CumberbatchBenedict WongBradley CooperBrent McGeeBrian SchaefferBrie LarsonCade WoodwardCallan MulveyChadwick BosemanChris EvansChris HemsworthChris PrattCobie SmuldersDanai GuriraDave BautistaDon CheadleElizabeth OlsenEmma FuhrmannEvangeline LillyFrank GrilloGwyneth PaltrowHayley AtwellHiroyuki SanadaHye Jin JangJack ChampionJackson A. DunnJacob BatalonJames D'ArcyJeremy RennerJim StarlinJimmy Ray PickensJoe RussoJohn Michael MorrisJohn PoseyJohn SlatteryJon FavreauJosh BrolinKaren GillanKatherine LangfordKen JeongKerry CondonLee MooreLetitia WrightLexi RabeLia RussoLinda CardelliniLoen LeClairMarisa TomeiMark RuffaloMaximiliano HernándezMichael A. CookMichael DouglasMichael James ShawMichelle PfeifferMike LutzMonique GandertonNatalie PortmanOlaniyan ThurmonPatrick GormanPaul RuddPom KlementieffRene RussoRobert Downey Jr.Robert PralgoRobert RedfordRoss MarquandRussell BobbittSam HargraveSamuel L. JacksonScarlett JohanssonSean GunnSebastian StanStan LeeTaika WaititiTerry NotaryTessa ThompsonTilda SwintonTom HiddlestonTom HollandTom Vaughan-LawlorTy SimpkinsVin DieselWilliam HurtWinston DukeYvette Nicole BrownZoe Saldana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7RyHsO4yDXtBv1zUU3mTpHeQ0d5.jpg",
      "https://image.tmdb.org/t/p/w300/orjiB3oUIsyz60hoEqkiGpy5CeO.jpg",
      "https://image.tmdb.org/t/p/w300/9wXPKruA6bWYk2co5ix6fH59Qr8.jpg",
      "https://image.tmdb.org/t/p/w300/91iy9F1JOG1dvM6M6JNYgvScZpK.jpg",
      "https://image.tmdb.org/t/p/w300/dVSMKPEaiwujXE7kQkvixPLieHR.jpg",
      "https://image.tmdb.org/t/p/w300/eGCKggBoaadtSJ807iZzurLpNq9.jpg",
      "https://image.tmdb.org/t/p/w300/78WAcG3Xp5yYh8bReVBzKmUUQDe.jpg",
      "https://image.tmdb.org/t/p/w300/9K92NxOO2Ax2n3j1U3voKuwGdT9.jpg",
      "https://image.tmdb.org/t/p/w300/5NtF6XT0NGqzFCc3hSZ7x0Q5EoT.jpg",
      "https://image.tmdb.org/t/p/w300/r0jfRKIIKl34kZCeTxInYu5bVPf.jpg",
      "https://image.tmdb.org/t/p/w300/eqTCA7NkaUVu1nOIS0o2yTWcMfX.jpg",
      "https://image.tmdb.org/t/p/w300/hWqju5EapuE8d9N0Cg7lsrruVH6.jpg",
      "https://image.tmdb.org/t/p/w300/9bNMGdizora8T6vgZp6eMZoXfMC.jpg",
      "https://image.tmdb.org/t/p/w300/ukNvaGnw2KFdi5F2M3Vfcr8S9Es.jpg",
      "https://image.tmdb.org/t/p/w300/bYU6qq8pXGAodkfTa2SjmrjlZDy.jpg",
      "https://image.tmdb.org/t/p/w300/gmvzqNNOfb9ukAOKEViMVuiwmXl.jpg",
      "https://image.tmdb.org/t/p/w300/jKYe5vPoNxctuJhjE7Js7pNeShV.jpg",
      "https://image.tmdb.org/t/p/w300/qFQ9zjkNKgdFY9Vskud2uxvWc1H.jpg",
      "https://image.tmdb.org/t/p/w300/qytlfL6fzFRnpscCDSGKGBbtWbn.jpg",
      "https://image.tmdb.org/t/p/w300/afgXc5MZhDvTkECxnunhndI0NUZ.jpg",
      "https://image.tmdb.org/t/p/w300/sa4iZ5QpvWmuGT2sDjfgfqy7ArE.jpg",
      "https://image.tmdb.org/t/p/w300/ytHDfUNSRDgHT6TuVSaavobxKd5.jpg",
      "https://image.tmdb.org/t/p/w300/hbttT3QHJcrCNesAJBuHJcnXs3o.jpg",
      "https://image.tmdb.org/t/p/w300/wpL6X6vpSGEVmxAiLKDLunfOf2Q.jpg",
      "https://image.tmdb.org/t/p/w300/vuWPAgysgrGUuCEhHYUVzlDbNu6.jpg",
      "https://image.tmdb.org/t/p/w300/6SB5j44aaQLudVzJzFLNvSN9ACr.jpg",
      "https://image.tmdb.org/t/p/w300/g0EppcEywb728qVGcQL7DRlZfI2.jpg",
      "https://image.tmdb.org/t/p/w300/lmQYdIeroWVUJQdR9tu7oLoi4UA.jpg",
      "https://image.tmdb.org/t/p/w300/dWgE2rcWXEs8yHOzAPf9dhQwM5H.jpg",
      "https://image.tmdb.org/t/p/w300/uDGjdZbjlMJcwsMPi4YWOfe9uyW.jpg",
      "https://image.tmdb.org/t/p/w300/9LiJdlaBOTvTFxGWs5YdY6qZbUD.jpg",
      "https://image.tmdb.org/t/p/w300/A7ntkj2RwCZFX3mZ2MqY74SnD4u.jpg",
      "https://image.tmdb.org/t/p/w300/9RUDLvjbe4SxyfWjCNjrx1kjeA8.jpg",
      "https://image.tmdb.org/t/p/w300/x7Ea3kNCOJdVbRls2IayYEUekjL.jpg",
      "https://image.tmdb.org/t/p/w300/hQ60aDBtcfKBf5bUGtHZCawREnA.jpg",
      "https://image.tmdb.org/t/p/w300/9e7OOTa0iIzNZdelleZxdR2HmNd.jpg",
      "https://image.tmdb.org/t/p/w300/7ChN5bA6Aa9tG3J0Gv9RG0yxEtA.jpg",
      "https://image.tmdb.org/t/p/w300/1l83SChf1u9weyf9z16kiaUL3cH.jpg",
      "https://image.tmdb.org/t/p/w300/iuGzq8rXvJeJyLqWDEeROAsgBKT.jpg",
      "https://image.tmdb.org/t/p/w300/b55ke93qqT7lphrf4v7wANUl0jI.jpg",
      "https://image.tmdb.org/t/p/w300/nQHVzbBJbBht9uwC4smtPLqB0ES.jpg",
      "https://image.tmdb.org/t/p/w300/xmob87IHRXY68mNjcdZfIeKDz9W.jpg",
      "https://image.tmdb.org/t/p/w300/A8PnjuNZkp5SnBiVWAKBd27fK6N.jpg",
      "https://image.tmdb.org/t/p/w300/p7fUJNCa3n5nrN9fVYfhcJJk6Tg.jpg",
      "https://image.tmdb.org/t/p/w300/kGKxaMRe1FDXlEWhw85nwmMMeeZ.jpg",
      "https://image.tmdb.org/t/p/w300/j7I08xXUt3UrkzaiqWFL9aM00yD.jpg",
      "https://image.tmdb.org/t/p/w300/eFzIlCERjyrp2z2YpZo8yaETGWx.jpg",
      "https://image.tmdb.org/t/p/w300/aw8niyYZNTonD1ep5vMZm9LZ26Z.jpg",
      "https://image.tmdb.org/t/p/w300/oiQZbVhhmcXSloTmS8VKKUPwmSn.jpg",
      "https://image.tmdb.org/t/p/w300/iN3oNMbya305a3poxzjW7AaxWxY.jpg",
      "https://image.tmdb.org/t/p/w300/fnmVmqZurrtzcxZBHk3DnhsJEHE.jpg",
      "https://image.tmdb.org/t/p/w300/1ZvpWvH2Gs2HdKSGGVd2pTPoU54.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xdtla61t6h2j.html",
        "server": "usersdrive.com",
        "size": "3.0 GB",
        "quality": "1080p5.1CH"
      },
      {
        "link": "https://yuudrive.me/1c0ea/avengers-endgame-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "3.0 GB",
        "quality": "1080p5.1CH"
      },
      {
        "link": "https://megaup.net/4UHFb/Avengers_-_Endgame_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "3.0 GB",
        "quality": "1080p5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/avengers-endgame-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.0 GB",
        "quality": "1080p5.1CH"
      },
      {
        "link": "https://mega.nz/file/rhVgUS4C#Tf_T4CZbEykD5niWtNXyznEFFQKEJbxMLYTrJ56zXAw",
        "server": "mega.nz",
        "size": "3.0 GB",
        "quality": "1080p5.1CH"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/avengers-end-game2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "hA6hldpSTF8",
      "video_url": "https://www.youtube.com/watch?v=hA6hldpSTF8",
      "embed_url": "https://www.youtube.com/embed/hA6hldpSTF8"
    }
  },
  {
    "metadata": "Not Rated|2019|176 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "2,637"
    },
    "title": "Maharshi (2019)",
    "description": "IMDb Rating – 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။—————————————————မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား … ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ…၊ ခ်စ္သူ…၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း လုပ္ရဦးမယ္မလား။ႏွလံုးသားရဲ႕ လိုအင္ကို ခ်ဳိခ်ဥ္ေကြၽးၿပီးလွ်ဳိထားခ်င္လို႔မွ မရဘဲ။ကဲ ရီရီွဆိုတဲ့ ကမ႓ာ့ထိပ္သီးကုမၸဏီ ေအာ္ရီဂ်င္ရဲ႕စီအီးအို… ခရီးဆက္ပါၿပီ။——————————————————ဒီဇာတ္ကားထဲမွာေတာ့ မိဘနဲ႔ သားသမီး၊သူငယ္ခ်င္းေကာင္းစိတ္ဓာတ္၊အခ်စ္ေရးေတြအျပင္အိႏၵိယႏိုင္ငံရဲ႕ အေျခခံလူတန္းစားေတြရဲ႕ဘဝကိုပါ ႏိုင္ငံေရးနဲ႔တြဲၿပီး ျမင္ရမွာပါ။ဇာတ္လမ္းထဲ အေၾကာင္းအရာမ်ားၿပီးအေၾကာင္းရင္းတစ္ခုစီမွာရသတစ္ခု ေပးထားတယ္လို႔ ျမင္မိပါတယ္။ေတလဂူး ျပည္နယ္ဇာတ္ကားမို႔ သူတို႔ရဲ႕ သဘာဝအတိုင္း အခ်စ္၊ ဘဝသ႐ုပ္ေဖာ္ စတာေတြနဲ႔ျပည့္ႏွက္ေနၿပီး အက္ရွင္၊အကေတြလည္း ပါပါေသးတယ္။အက္ရွင္ေတြမွာ အိုဗာေတြပါတာေတာ့သူတို႔ရဲ႕ သဘာဝမို႔ နားလည္ၾကည့္ရမွာပါ။ဒီဇာတ္ကားဟာ အိႏၵိယဇာတ္ကားအမ်ားစုအားရစရာမရိွတဲ့ 2019ခုႏွစ္မွာေတာ့ေက်နပ္စရာ ဇာတ္ကားတစ္ကား အျဖစ္ ျမင္မိပါတယ္။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ)File Size : (2.60 GB) , (1.30 GB) and (650 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 56minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.DL.VBR.H264.DDP.5.1.TellyTranslated by Nyi Koe & Myint ThuEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVamsi PaidipallyStarsAllari NareshAnanyaJagapati BabuJayasudhaMahesh BabuMeenakshi DixitPooja HegdePrakash RajSai KumarTanikella BharaniCastAllari NareshAnanyaAneesha DamaAnish KuruvillaAnnapoornaBrahmajiHemant Jeshwant RaoJacklyn ThrappJagapati BabuJayasudhaJhansiKaikala SatyanarayanaKamal KamarajuKota Srinivasa RaoMahesh AchantaMahesh BabuMeenakshi DixitMukesh RishiNassarPooja HegdePosani Krishna MuraliPrakash RajPruthviRajiv KanakalaRajsekhar AningiRandhir GatlaRao RameshRavi PrakashSai KumarSameer HasanSivannarayana NaripeddiSonia AlbizuriSrinivasa ReddyTanikella BharaniVennela KishoreVidyullekha Raman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vhLjYH4ypK1NitJwgamVj3pbrYf.jpg",
      "https://image.tmdb.org/t/p/w300/y4borbfWftpi4O3ZagytLUE8apH.jpg",
      "https://image.tmdb.org/t/p/w300/1nY3bOtOZcEtWLdK1jz8GolNZTv.jpg",
      "https://image.tmdb.org/t/p/w300/6HBO0LykRRBUGBVlx4c9KCE9eR.jpg",
      "https://image.tmdb.org/t/p/w300/xqYYqPbU5T0F9uM0AvggFSBdh99.jpg",
      "https://image.tmdb.org/t/p/w300/oFtr7SHlirL1jcs7sQYsU246KBV.jpg",
      "https://image.tmdb.org/t/p/w300/wI9QOHUQnGHgwKay8f5tuZfyTXX.jpg",
      "https://image.tmdb.org/t/p/w300/kihBviODgtCUl1nRwUGzIOZxnEK.jpg",
      "https://image.tmdb.org/t/p/w300/giVZsq8aBKd8C7Fd9NyzOOE7jmI.jpg",
      "https://image.tmdb.org/t/p/w300/f9EbS4N3aXxwJnqVIEniQNuDhe.jpg",
      "https://image.tmdb.org/t/p/w300/tfnkdnwK6qHvynZiZDClWXZhpCM.jpg",
      "https://image.tmdb.org/t/p/w300/6cdzOPMDbr06LHS94axjh2rRZGA.jpg",
      "https://image.tmdb.org/t/p/w300/yge9XXgFM3cBdo2EYdAFcbig8Rc.jpg",
      "https://image.tmdb.org/t/p/w300/fFC2EkaKL1qniyPjbr1IQcabglg.jpg",
      "https://image.tmdb.org/t/p/w300/dCS2MWJx21Ct67ft2qrLqYA7QdJ.jpg",
      "https://image.tmdb.org/t/p/w300/liHmqXPnzbeY7jbpYkHYTyBF3w6.jpg",
      "https://image.tmdb.org/t/p/w300/JiiadARaLq6inskCDVoGwJcq4K.jpg",
      "https://image.tmdb.org/t/p/w300/WweHmjUEFXaIlhuI8CYBNOH5F0.jpg",
      "https://image.tmdb.org/t/p/w300/1sch0dgss4GS21QSyGRytkoHru5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4UP8Q/Maharshi_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/maharshi-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/39d389ea/maharshi-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g2zjly29k5cg.html",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/A1NXyAYJ#Xp6yyXh46fUVTay-CtOQnkwI7uQWTYXzghpMf_ptctk",
        "server": "mega.nz",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yiwbzbcag2ht",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "evuFp60TiM0",
      "video_url": "https://www.youtube.com/watch?v=evuFp60TiM0",
      "embed_url": "https://www.youtube.com/embed/evuFp60TiM0"
    }
  },
  {
    "metadata": "PG-13|2019|93 min|Crime,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "1,428"
    },
    "title": "Gosnell: The Trial of America’s Biggest Serial Killer (2019)",
    "description": "ဒီဇာတ္ကားကေတာ့ ဇာတ္ကားနာမည္ၾကည့္တာနဲ႔ တကယ့္ျဖစ္ရပ္မွန္ကို ျပန္ရိုက္ထားတယ္ဆိုတာကို သိႏုိင္ပါတယ္။ဇာတ္ကားရဲ႕နာမည္ကမွာ သံုးထားတဲ့ အေမရိကန္ႏိုင္ငံရဲ႕အၾကီးမားဆံုးကြင္းဆက္လူသတ္သမား ဆိုတာ Kermit Gosnell လို႔ေခၚတဲ့ ဆရာဝန္ပါ။ဆရာဝန္ဆိုေပမယ့္ ရိုးရိုးဆရာဝန္မဟုတ္ပါဘူး၊ ကိုယ္ဝန္ဖ်က္ခ်ေပးတဲ့ဆရာဝန္ပါ။ကုိယ္ဝန္ဖ်က္ခ်ေပးတာဟာ ကၽြန္ေတာ္တို႔ႏိုင္ငံမွာ တရားမဝင္ေပမယ့္ အေမရိကန္ႏိုင္ငံမွာေတာ့ တရားဝင္ျပဳလုပ္ခြင့္ေပးထားတဲ့လုပ္ငန္းပဲျဖစ္ပါတယ္။တရားဝင္ဆိုေပမယ့္ ခ်မွတ္ထားတဲ့စည္းမ်ဥ္းစည္းကမ္းေတြကေတာ့ တင္းက်ပ္ပါတယ္။Kermit Gosnell ကေတာ့ အဲဒီစည္းမ်ဥ္းေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ကိုယ္ဝန္ေဆာင္ကာလေျခာက္လေက်ာ္ရင္ ဖ်က္ခ်ေပးခြင့္မရွိတာကို ဖ်က္ခ်ေပးတယ္။သတ္မွတ္ဦးေရထက္ပိုျပီး လက္ခံေပးတယ္။ဖ်က္ခ်တဲ့ေနရာမွာလည္း ျပဌာန္းထားတဲ့ လုပ္ငန္းစဥ္ေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ဒါ့အျပင္ သူ႔ေဆးခန္းကသူနာျပဳေတြကလည္း အေတြ႕အၾကံဳမရွိတဲ့သူေတြ၊ စနစ္တက်ေလ့လာသင္ယူမႈမရွိခဲ့တဲ့သူေတြခ်ည္းပါပဲ။Kermit Gosnell ဆိုတဲ့ဆရာဝန္ကို ရဲေတြသံသယစရွိတဲ့အမႈက မူးယစ္ေဆးဝါးမႈပါ။မူးယစ္ေဆးဝါးမႈနဲ႔လိုက္ရင္း သူ႔ေဆးခန္းမွာ အမ်ိဳးသမီးတစ္ေယာက္ ေသဆံုးခဲ့ဖူးတဲ့အေၾကာင္းကို သိရွိသြားတဲ့အခါမွာေတာ့ Philadelphia ရဲတပ္ဖြဲ႕စံုေထာက္ James Wood ဟာ လူသတ္မႈျဖစ္ေနႏုိင္တယ္လို႔ သံသယရွိသြားတဲ့အတြက္ ဆက္လက္ျပီးစံုစမ္းစစ္ေဆးမႈေတြ ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုစံုစမ္းစစ္ေဆးရင္းနဲ႔ပဲ သူက်ဴးလြန္ခဲ့တဲ့အမႈေတြဟာ မီးခိုးၾကြက္ေလွ်ာက္ေပၚလာပါေတာ့တယ္။Kermit Gosnell က်ဴးလြန္ခဲ့တဲ့အမႈဆိုတာကေတာ့ ကိုယ္ဝန္ဖ်က္ခ်တဲ့ေနရာမွာခ်မွတ္ထားတဲ့ တရားဝင္စည္းမ်ဥ္းေတြကို မလိုက္နာဘဲ သေႏၶသားကိုအရင္ဖြားေအာင္လုပ္ မိခင္ဝမ္းရဲ႕အျပင္ကိုေရာက္လာမွ ရက္ရက္စက္စက္သတ္ပစ္တာပါပဲ။Gosnell ရဲ႕ရက္စက္ၾကမ္းၾကဳပ္မႈေတြကို မခံႏိုင္တဲ့ ခရိုင္ေရွ႕ေန Alexis McGuire ဟာ အဲဒီမွာပဲGosnell ကိုတရားရံုးတင္ျပီး တရားစြဲဆိုဖို႔ၾကိဳးစားပါေတာ့တယ္။ဒီလိုတရားစြဲရတဲ့ကိစၥဟာ လံုးဝမလြယ္ကူခဲ့ပါဘူး။အကယ္၍တရားခြင္မွာ သူရႈံးနိမ့္သြားခဲ့ရင္ Gosnell ဟာလူမည္းျဖစ္ေနတဲ့အတြက္ သူ႔ကိုလူမ်ိဳးေရးခြဲျခားသူလို႔တံဆိပ္ႏွိပ္ခံရမယ့္အျပင္ အလုပ္ပါျပဳတ္သြားႏုိင္တဲ့အေျခအေနရွိပါတယ္။သို႔ေပမယ့္ ေရွ႕ေန Alexis McGuire ဟာ တရားမွ်တမႈအတြက္ အရာအားလံုးကိုစြန္႔စားျပီး ရဲရဲဝင့္ဝင့္တရားရင္ဆိုင္ခဲ့ပါတယ္။တရားရံုးမွာ စြဲခ်က္တင္ဖို႔ၾကိဳးပမ္းပံုေတြကိုေတာ့ ဇာတ္ကားထဲမွာ ဆက္လက္ျပီးၾကည့္ရႈလိုက္ၾကပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာဦးမ်ိဳးသန္႔ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 33minFormat : Mp4Genre : Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNick SearcyStarsDean CainEarl BillingsGrace MontieJanine TurnerKent JonesNick SearcyCastDean CainEarl BillingsGrace MontieJanine TurnerKent JonesNick Searcy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ytFNPjPNFJBaoJE3AEqieETPzRe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oqlqucQm9ycktct45zlkqPQmO1I.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/gosnell-the-trial-of-americas-biggest-serial-killer-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eqE6/Gosnell_-_The_Trial_Of_America_s_Biggest_Serial_Killer_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/hnbpe755204e",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8mzxg4kt5fi1.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ttwkr8MM9Rk",
      "video_url": "https://www.youtube.com/watch?v=ttwkr8MM9Rk",
      "embed_url": "https://www.youtube.com/embed/ttwkr8MM9Rk"
    }
  }
]