[
  {
    "metadata": "|2020||Comedy,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,343"
    },
    "title": "Unpregnant (2020)",
    "description": "Unpregnant (2020)===============IMDb Rating – 6.1/10#Unicodeဒီနေ့အတွက် HBO ရုပ်သံလိုင်းမှာပြသသွားတဲ့ Rating အလန်းဇယားနဲ့ Comedy, Drama ကားကောင်းကားသစ်လေး ၂၀၂၀ထွက်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဆယ်ကျော်သက်ကောင်မလေးနှစ်ယောက်ကို ဇာတ်ကြောင်းတည်ရိုက်ကူးထားတာကြောင့် လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကားလေးလည်းဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာ ပါတနာရဲ့တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ကိုယ်ဝန်ရသွားခဲ့တဲ့ဗရွန်နီကာတစ်ယောက် သူ့ရဲ့ကိုယ်ဝန်ကိုဖျက်ချဖို့ အာဘာကွာကီမြို့ကို သူနဲ့မခေါ်မပြောဖြစ်နေခဲ့တာ ကြာတဲ့ ဘေလီဆိုတဲ့ငယ်သူငယ်ချင်းနဲ့သွားရင်း ကြုံကြိုက်ခဲ့ရတဲ့ အခက်အခဲ ဒုက္ခသုခတွေကို ရိုက်ကူးထားတာပါ။ ဒီကားလေးထဲမှာခေတ်လူငယ်တွေရဲ့ဘဝ ခံစားချက် စိတ်ဓါတ်တွေနဲ့ သူငယ်ချင်းဆိုတာကဘယ်လိုမျိုးဆိုတာကို တွေ့မြင်ခံစားရမှာပဲဖြစ်ပါတယ်။အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ပါလို့ ညွှန်းဆိုပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ HBO ႐ုပ္သံလိုင္းမွာျပသသြားတဲ့ Rating အလန္းဇယားနဲ႔ Comedy, Drama ကားေကာင္းကားသစ္ေလး ၂၀၂၀ထြက္ကားေကာင္းေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။ ဆယ္ေက်ာ္သက္ေကာင္မေလးႏွစ္ေယာက္ကို ဇာတ္ေၾကာင္းတည္႐ိုက္ကူးထားတာေၾကာင့္ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမယ့္ ကားေလးလည္းျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းမွာ ပါတနာရဲ႕တစ္ကိုယ္ေကာင္းဆန္မႈေၾကာင့္ ကိုယ္ဝန္ရသြားခဲ့တဲ့ဗ႐ြန္နီကာတစ္ေယာက္ သူ႔ရဲ႕ကိုယ္ဝန္ကိုဖ်က္ခ်ဖို႔ အာဘာကြာကီၿမိဳ႕ကို သူနဲ႔မေခၚမေျပာျဖစ္ေနခဲ့တာ ၾကာတဲ့ ေဘလီဆိုတဲ့ငယ္သူငယ္ခ်င္းနဲ႔သြားရင္း ႀကဳံႀကိဳက္ခဲ့ရတဲ့ အခက္အခဲ ဒုကၡသုခေတြကို ႐ိုက္ကူးထားတာပါ။ ဒီကားေလးထဲမွာေခတ္လူငယ္ေတြရဲ႕ဘဝ ခံစားခ်က္ စိတ္ဓါတ္ေတြနဲ႔ သူငယ္ခ်င္းဆိုတာကဘယ္လိုမ်ိဳးဆိုတာကို ေတြ႕ျမင္ခံစားရမွာပဲျဖစ္ပါတယ္။အေတာ္ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားေလးမို႔ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ပါလို႔ ၫႊန္းဆိုပါရေစ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 25minSubtitle – Myanmar HardsubFormat – Mp4Genre : SportSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRachel GoldenbergStarsAlex MacNicollBarbie FerreiraBetty WhoGiancarlo EspositoHaley Lu RichardsonJeryl PrescottKirsten FoeMeg SmithRamona YoungSugar Lyn BeardCastAlex MacNicollBarbie FerreiraBetty WhoGiancarlo EspositoHaley Lu RichardsonJeryl PrescottKirsten FoeMary McCormackMeg SmithRamona YoungSugar Lyn Beard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w0ZLvI3mTMWWAQmhtTelGzR6Wd1.jpg",
      "https://image.tmdb.org/t/p/w300/fCOafhIixSEx54y115G2IxEdy5k.jpg",
      "https://image.tmdb.org/t/p/w300/i1lFaOgSu8YvTdS5HMrHifZdpmY.jpg",
      "https://image.tmdb.org/t/p/w300/a9kbX91JFsKjuMmGccWHO57A4Ib.jpg",
      "https://image.tmdb.org/t/p/w300/wVSytzDGjdX59PL9oYGzqYjuaGI.jpg",
      "https://image.tmdb.org/t/p/w300/2rp0eeDe9AMXsXKZwBrxWlaKgPM.jpg",
      "https://image.tmdb.org/t/p/w300/43gCWrjhYXd9Wu9mcEOWreENrwF.jpg",
      "https://image.tmdb.org/t/p/w300/q8gFCDwHntOH5Vn2bOHQYQQmGVY.jpg",
      "https://image.tmdb.org/t/p/w300/61TIOUHpMleAgeGTH3TGRiGe9Wm.jpg",
      "https://image.tmdb.org/t/p/w300/e16yL2Uiy7s7VsCq3EMzeoRDuEE.jpg",
      "https://image.tmdb.org/t/p/w300/2yimxrZdV8nT1lwzDEOXO226pyU.jpg",
      "https://image.tmdb.org/t/p/w300/ofAHNt00D1nLDmhW9PfUiOb6Dpp.jpg",
      "https://image.tmdb.org/t/p/w300/7QaItfwAzp0jY0gFgPSzpY8ZrBv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-4.54.05-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0gpger71b81k.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2eOoA/Unpregnant.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/pm4lu8rkvzxf",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/OZpEhaKR#xClConeotI3yMXTC7RbKCJogMVRcrBfdd3xpJcJd84k",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/unpregnant2020",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/unpregnant-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://sbembed3.com/kfljp4sea6ds.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "WDulv-J1bEs",
      "video_url": "https://www.youtube.com/watch?v=WDulv-J1bEs",
      "embed_url": "https://www.youtube.com/embed/WDulv-J1bEs"
    }
  },
  {
    "metadata": "|2020||Mystery,Thriller",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "1825"
    },
    "title": "Fatale (2020)",
    "description": "Fatale (2020)============IMDb Rating – 4.8/10ဒီနေ့အတွက် Box Office Movie ကားလေးဖြစ်တဲ့ Fatale ဆိုတဲ့ကားလေးကိုတင်ပေးချင်ပါတယ်။ဒဲရစ်တိုင်လာ ဆိုတာ ဘတ်စကတ်ဘောကစားသမားဟောင်း၊ ကစားသမားဘဝကနေ အနားယူပြီးနောက်သူငယ်ချင်းတစ်ယောက်နဲ့အတူတွဲပြီး ကစားသမားအေဂျင်စီတစ်ခုထူထောင်ပြီး စီးပွားရေးအောင်မြင်နေတဲ့သူ။ ဒါပေမယ့် စီးပွားရေးအဆင်ပြေ အောင်မြင်နေတော့ အိမ်ထောင်ရေးဖက် သိပ်အရေးမပေးမိသလိုဖြစ်ပြီး မိန်းမဖြစ်သူနဲ့ သိပ်အဆင်မပြေဖြစ်နေသူပေါ့။ တစ်နေ့မှာ အလုပ်ကိစ္စနဲ့ လက်စ်ဗေးဂတ်စ်ရောက်ရင်းဘားတစ်ခုမှာ ကောင်မလေးတစ်ယောက်နဲ့ဆုံပြီး one night stand ဖြစ်သွားတယ်။ ဒါပေမယ့် အဲ့ကိစ္စကဒဲရစ်အတွက် ဘယ်လောက်ထိဒုက္ခရောက်စရာဖြစ်သွားမလဲ၊ ဘဝပျက်လောက်စရာဖြစ်သွားရလောက်အောင်ကောင်မလေးနဲ့ဘယ်လိုပက်သက်နေလဲဆိုတာကတော့ ဆက်လက်ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Jack ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRip 5.1CHDuration – 1h 42minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Mystery, ThrillerSource : 1080p.WebRipTranslator – JackEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeon TaylorStarsHilary SwankMichael EalyMike Colter |CastDamaris LewisGeoffrey OwensHilary SwankMichael EalyMike ColterTyrin Turner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mDLrSHK4VtWmxyidCcF2Dh8vxNR.jpg",
      "https://image.tmdb.org/t/p/w300/9xlVq3ZBF0BXXYq6tlHrk9GVASg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmI2OThhMmYtZjVjOC00NWE3LWIwOGItMWM1MTEzMGNiOTM4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fatale-2020-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fatale-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/3CK8f/Fatale.2020.1080p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/3CK7X/Fatale.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://upstream.to/5rpva1qzt7h1",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/IE8EEQAC#e1Qv8XKXSAb-sjdYhROX8MK96cOmFrAhIgDT5D6LniA",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/wBlG2ZyL#v3NIPrip6tjIb_6inFw7EmcXfvAlIM6Qkcac83WDofA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://usersdrive.com/ffiu2cqu95yn.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/a8gq3ufy5gie.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/fatale-2020",
        "server": "VIP Links",
        "size": "2 GB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "tPWURGgKJ7o",
      "video_url": "https://www.youtube.com/watch?v=tPWURGgKJ7o",
      "embed_url": "https://www.youtube.com/embed/tPWURGgKJ7o"
    }
  },
  {
    "metadata": "R|2020|1 hr. 31 min.|Action,Asian",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "4526"
    },
    "title": "Bully Bad Guys (2020)",
    "description": "Bully Bad GuysSynopsisဒီဇာတ်ကားလေးမှာတော့ ဂျပန်ကျောင်းသားလူမိုက်အဖွဲ့ကကိုရီးယားအထက်တန်းကျောင်းသားတွေအပေါ်အနိုင်ကျင့်ဖိနှိပ်မှုတွေ လူမျိုးခွဲခြားဆက်ဆံမှုတွေကိုအသည်းယားဖွယ်ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ဂျင်းမန်ဆိုတဲ့ ကျောင်းသားခေါင်ဆောင်ကောင်လေးကအမြဲ ဘော်ဒါစိတ်ဓါတ်အပြည့်နဲ့ ကိုယ့်သူငယ်ချင်းတွေကိုအကာအကွယ်ပေးတတ်တဲ့အပြင်စိတ်သဘောထားလည်းကောင်းတဲ့အတွက်ကျောင်းသားတွေကြားမှာပေါ်ပြူလာဖြစ်တဲ့လူငယ်တစ်ယောက်ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့ရဲ့အနိုင်ကျင့်ဗိုလ်ကျတာကို ခံလိုက်ရတဲ့သူငယ်ချင်းတွေကိုကူညီဖို့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့နဲ့ထိပ်တိုက်တွေ့လာပါတော့တယ်။ကျောင်းသားလူငယ် ဇာတ်လမ်းဖြစ်တဲ့အတွက်လူငယ်အများစုအကြိုက်တွေ့စေမှာဖြစ်ပြီးတော့အက်ရှင်ကြမ်းကြမ်းအပြင် ဟာသရသကိုလည်းတပြိုင်တည်းခံစားလို့ရမယ့် ဇာတ်လမ်းကောင်းတစ်ခုလည်းဖြစ်ပါတယ်။သတ္တိနည်းပြီး စိတ်ဓါတ်ပျော့ညံ့တဲ့အတွက်ဂျပန်အနိုင်ကျင့်တာကို ခံရပြီးတော့ မျိုးချစ်စိတ်ထက်သန်ကြပေမယ့်နိုင်ငံသမိုင်းကြောင်းကို ဂဂဏဏမသိကြတဲ့ခေတ်လူငယ်တွေအားနည်းချက်ကိုမီးမောင်းထိုးပြထားပြီး ဒီလိုအခြေအနေတွေကနေနိုးထဖို့ messageပေးချင်တဲ့ သဘောထားကိုလည်း မြင်တွေ့ရပါတယ်။Translated By : Dulia LayEncoded By : XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMoon Young DongStarsHan Cho WonSeo Se Myung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/dA0l0f.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Q1mw/Bully_Bad_Guys.2020._720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "659.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/lwffneph4p3l.html",
        "server": "VIP Links",
        "size": "659.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hxsbil9dz0o9.html",
        "server": "VIP Links",
        "size": "659.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QE0W1QhD#7m_g5O_J7DarMUyft4oin8oC_drxncBd-FoKbrly0Vs",
        "server": "mega.nz",
        "size": "659.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/b0w1vo9mgvtd",
        "server": "upstream.to",
        "size": "659.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://1fichier.com/?u45njpa8j82pf0t1vpbv",
        "server": "1fichier.com",
        "size": "659.7 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Action",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "700"
    },
    "title": "Ancestral World (2020)",
    "description": "Ancestral World (2020)==================#Unicodeရှေးရှေးတုန်းက နိုင်ငံတွေအားလုံးအတူတကွ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲနေထိုင်ခဲ့ပေမယ့်။တစ်နေ့မှာတော့ ရှဲဒိုးဝါး ဦးဆောင်တဲ့ မိစ္ဆာစစ်တပ်တွေက အခြားနိုင်ငံတွေကို ဝါးမျိုလာလိုက်တာ ဂိုလန်မောဦးဆောင်တဲ့ တစ်နိုင်ငံပဲကျန်တော့တဲ့အထိဖြစ်လာခဲ့ပါတယ်။ စတေးခံမူအနစ်နာခံမူများစွာနဲ့ ရှဲဒိုးဝါးကို အနိုင်ရခဲ့သော်လည်း နောက်၁၀နှစ်အကြာမှာ မိစ္ဆာစစ်တပ်တွေကဂိုလန်မောရဲ့ သားကြီးကို ဖမ်းခေါ်သွားပါတော့တယ်။ အကြားအမြင်ဆရာမကို ဖမ်းရခြင်းအကြောင်းအရင်းမေးမြန်းရာမှ အကြောင်းအရင်းကို သိရှိပြီး ဂိုလန်မောရဲ့ သားငယ်က အကို့ကိုကယ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ သူ သူ့အကိုကို ကယ်တင်တာအောင်မြင်မလား ….. ဘာအခက်အခဲတွေရှိနိုင်လဲ….ကယ်တင်နိုင်ဖို့က သူဘာကိုအောင်မြင်အောင်လုပ်ဆောင်ရမလဲ။ သူ့အကိုကိုဘာလို့ဖမ်းသွားရလဲ စတာတွေကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမယ့် ရှေးခေတ်စစ်သမိုင်းကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiေရွးေရွးတုန္းက ႏိုင္ငံေတြအားလုံးအတူတကြ ၿငိမ္းခ်မ္းစြာ အတူယွဥ္တြဲေနထိုင္ခဲ့ေပမယ့္။တစ္ေန႔မွာေတာ့ ရွဲဒိုးဝါး ဦးေဆာင္တဲ့ မိစာၦစစ္တပ္ေတြက အျခားႏိုင္ငံေတြကို ဝါးမ်ိဳလာလိုက္တာ ဂိုလန္ေမာဦးေဆာင္တဲ့ တစ္ႏိုင္ငံပဲက်န္ေတာ့တဲ့အထိျဖစ္လာခဲ့ပါတယ္။ စေတးခံမူအနစ္နာခံမူမ်ားစြာနဲ႔ ရွဲဒိုးဝါးကို အႏိုင္ရခဲ့ေသာ္လည္း ေနာက္၁၀ႏွစ္အၾကာမွာ မိစာၦစစ္တပ္ေတြကဂိုလန္ေမာရဲ႕ သားႀကီးကို ဖမ္းေခၚသြားပါေတာ့တယ္။ အၾကားအျမင္ဆရာမကို ဖမ္းရျခင္းအေၾကာင္းအရင္းေမးျမန္းရာမွ အေၾကာင္းအရင္းကို သိရွိၿပီး ဂိုလန္ေမာရဲ႕ သားငယ္က အကို႔ကိုကယ္ဖို႔ ျဖစ္လာခဲ့ပါတယ္။ သူ သူ႔အကိုကို ကယ္တင္တာေအာင္ျမင္မလား ….. ဘာအခက္အခဲေတြရွိႏိုင္လဲ….ကယ္တင္ႏိုင္ဖို႔က သူဘာကိုေအာင္ျမင္ေအာင္လုပ္ေဆာင္ရမလဲ။ သူ႔အကိုကိုဘာလို႔ဖမ္းသြားရလဲ စတာေတြကို ရင္ခုန္စြာနဲ႔ေစာင့္ၾကည့္ရမယ့္ ေရွးေခတ္စစ္သမိုင္းကားတစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫြန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thinzar Lwin ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 17 minSubtitle – Myanmar HardsubFormat – Mp4Genre : ActionSource : 1080p.WebRipTranslator – Thinzar LwinEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEnrico De PaloStarsChristopher JonesJennifer MischiatiJoe MorelliRyan A. PhillipsStewart ArnoldCastChristopher JonesJennifer MischiatiJoe MorelliRyan A. PhillipsStewart Arnold",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8NmrSQzIKYvao697BjzvPP5HvP2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-10.16.39-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w5u4as5n5ra6.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/kuoale85qczj.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ancestral-world-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ancestral-world-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/1xpu6/[CM]Ancestral.World.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/1xpu3/[CM]Ancestral.World.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/fdkz35pwjmjt",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/e3jqz68z3vhq",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/MlZ3DQbb#Flk3g1x_J-GPMluJ425QemqODrxuQwfNxOKMn6kuVZ8",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/F9IxiSjb#fntQuHwV-2QXMLVPEUVu764_-pmgBB6w4l1_3YQQQOQ",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/6J_ayFjT0H4GtQ",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/4DnFQssUPIjpXA",
        "server": "disk.yandex.com",
        "size": "350 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": {
      "video_id": "_CXV-tcnYqc",
      "video_url": "https://www.youtube.com/watch?v=_CXV-tcnYqc",
      "embed_url": "https://www.youtube.com/embed/_CXV-tcnYqc"
    }
  },
  {
    "metadata": "|2020||Comedy,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "7,688"
    },
    "title": "Happiest Season (2020)",
    "description": "Happiest Season (2020)==================IMDb Rating – 6.9/10ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာက ယောကျ်ား၊ မိန်းမမခွဲခြားဘဲ တစ်ယောက်လက်ကို တစ်ယောက်တွဲပြီး လောကဓံကိုအတူရင်ဆိုင်ဖြတ်သန်းကြတာပါ……မိဘတွေဆုံးပါးသွားပြီးနောက်ပိုင်း ခရစ်စမတ်ကို တစ်ယောက်ထဲ အထီးကျန်စွာ ဖြတ်သန်းနေတဲ့ အက်ဘီ…..ပြီးပြည့်စုံတဲ့ မိသားစုတစ်စုဖြစ်ဖို့ မိမိရဲ့ပုံစံအမှန်ကို ဖုံးကွယ်ထားရတဲ့ ဟက်ပါ……ဟက်ပါနဲ့ အက်ဘီတို့က lesbian ချစ်သူတွေပါ။ ဟက်ပါက သူမိသားစုနဲ့အတူ ခရစ်စမတ်မှာ အတူဖြတ်သန်းပြီးမိဘတွေနဲ့ မိတ်ဆက်ပေးဖို့ အက်ဘီကို အိမ်ခေါ်သွားပါတယ်။ ခရစ်စမတ်မှာ အက်ဘီတစ်ယောက် ဟက်ပါကို လက်ထပ်ခွင့်တောင်းဖို့ ရည်ရွယ်ပြီး ဟက်ပါအိမ်ကို လိုက်သွားပါတော့တယ်။ အဲ့လိုနဲ့ ဟက်ပါတို့ မိသားစုရဲ့ အိမ်တွင်းရေးအခြေအနေနဲ့ ခရစ်စမတ်မှာ မပျော်တတ်တဲ့ အက်ဘီတို့ကြား ပြဿနာလေးတွေ၊ ကတောက်တဆလေးတွေနဲ့၊ LGBT တွေမှာသာရင်ဆိုင်ကြုံတွေ့ရတဲ့ ပြဿနာတွေနဲ့ သူတို့ရဲ့ ခံစားချက်တွေကို နားလည်ပေးနိုင်ဖို့ ဘယ်လိုဖြေရှင်းရမယ်ဆိုတာကို ဒီဇာတ်ကားမှာ စီးမျောခံစားနိုင်မှာပါ။ ဒီကားထဲမှာ မင်းသမီး Kisten Stewart ကို lesbian တစ်ယောက်အဖြစ် မြင်တွေ့ရမှာပါ။Comedy , Romance ကားလေးမို့လို့ ရယ်လည်းရယ်ရပြီး ခရစ်စမတ်အငွေ့အသက်တွေအပြည့် ချစ်ခြင်းမေတ္တာတွေအပြည့်ကိုဒီဇာတ်ကားတစ်ကားထဲမှာတင် မြင်တွေ့ရမှာမို့ အများကြီးမပြောတော့ဘူးနော်။ ခရစ်စမတ်မှာ ချစ်ရတဲ့ မိသားစုတွေ သူငယ်ချင်းတွေနဲ့ ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနိုင်ကြပါစေ……(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiခ်စ္ျခင္းေမတၱာဆိုတဲ့အရာက ေယာက်္ား၊ မိန္းမမခြဲျခားဘဲ တစ္ေယာက္လက္ကို တစ္ေယာက္တြဲၿပီး ေလာကဓံကိုအတူရင္ဆိုင္ျဖတ္သန္းၾကတာပါ……မိဘေတြဆုံးပါးသြားၿပီးေနာက္ပိုင္း ခရစ္စမတ္ကို တစ္ေယာက္ထဲ အထီးက်န္စြာ ျဖတ္သန္းေနတဲ့ အက္ဘီ…..ၿပီးျပည့္စုံတဲ့ မိသားစုတစ္စုျဖစ္ဖို႔ မိမိရဲ႕ပုံစံအမွန္ကို ဖုံးကြယ္ထားရတဲ့ ဟက္ပါ……ဟက္ပါနဲ႔ အက္ဘီတို႔က lesbian ခ်စ္သူေတြပါ။ ဟက္ပါက သူမိသားစုနဲ႔အတူ ခရစ္စမတ္မွာ အတူျဖတ္သန္းၿပီးမိဘေတြနဲ႔ မိတ္ဆက္ေပးဖို႔ အက္ဘီကို အိမ္ေခၚသြားပါတယ္။ ခရစ္စမတ္မွာ အက္ဘီတစ္ေယာက္ ဟက္ပါကို လက္ထပ္ခြင့္ေတာင္းဖို႔ ရည္႐ြယ္ၿပီး ဟက္ပါအိမ္ကို လိုက္သြားပါေတာ့တယ္။ အဲ့လိုနဲ႔ ဟက္ပါတို႔ မိသားစုရဲ႕ အိမ္တြင္းေရးအေျခအေနနဲ႔ ခရစ္စမတ္မွာ မေပ်ာ္တတ္တဲ့ အက္ဘီတို႔ၾကား ျပႆနာေလးေတြ၊ ကေတာက္တဆေလးေတြနဲ႔၊ LGBT ေတြမွာသာရင္ဆိုင္ႀကဳံေတြ႕ရတဲ့ ျပႆနာေတြနဲ႔ သူတို႔ရဲ႕ ခံစားခ်က္ေတြကို နားလည္ေပးႏိုင္ဖို႔ ဘယ္လိုေျဖရွင္းရမယ္ဆိုတာကို ဒီဇာတ္ကားမွာ စီးေမ်ာခံစားႏိုင္မွာပါ။ ဒီကားထဲမွာ မင္းသမီး Kisten Stewart ကို lesbian တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာပါ။Comedy , Romance ကားေလးမို႔လို႔ ရယ္လည္းရယ္ရၿပီး ခရစ္စမတ္အေငြ႕အသက္ေတြအျပည့္ ခ်စ္ျခင္းေမတၱာေတြအျပည့္ကိုဒီဇာတ္ကားတစ္ကားထဲမွာတင္ ျမင္ေတြ႕ရမွာမို႔ အမ်ားႀကီးမေျပာေတာ့ဘူးေနာ္။ ခရစ္စမတ္မွာ ခ်စ္ရတဲ့ မိသားစုေတြ သူငယ္ခ်င္းေတြနဲ႔ ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္ ျဖတ္သန္းႏိုင္ၾကပါေစ……(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1h 42minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, RomanceSource : 1080p.WebRipTranslator – ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClea DuVallStarsKristen StewartMackenzie DavisMary SteenburgenCastAlison BrieAna GasteyerAnis N'DobeAsiyih N'DobeAubrey PlazaBenDeLaCremeBurl MoseleyCarla GalloCaroline HarrisChelsea BanglesdorfChristopher Jon GombosDaina GriffithDan LevyDaniel KrellDaryn KahnDave MaulbeckDominique Allen LawsonDominique BriggsDon Hewitt Jr.Jake McDormanJenny GulleyJinkx MonsoonJonathan BerryKristen StewartLauren LapkusLiron BlumenthalMackenzie DavisMary HollandMary SteenburgenMatt NewellMichelle ButeauSarab KamooSarayu BlueSean Michael WeberTimothy SimonsVictor Garber",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/35PMyh6kydJWEL1MbMNVkJgeTyI.jpg",
      "https://image.tmdb.org/t/p/w300/uuG9rbnnGPbUSnTcBmzsjgJ3ojw.jpg",
      "https://image.tmdb.org/t/p/w300/b7W96ctz1AmKrtIoeqr92bkrrRK.jpg",
      "https://image.tmdb.org/t/p/w300/coCPT8I2D2eTf4q56J5U6EHrUea.jpg",
      "https://image.tmdb.org/t/p/w300/lDz9lS8TFGsb4XzLX9YGbzPLsDv.jpg",
      "https://image.tmdb.org/t/p/w300/9zvoI5aNBxOso3McRvggSkr1N3U.jpg",
      "https://image.tmdb.org/t/p/w300/39mA0tMqzjbErratbEBX6z3KrPI.jpg",
      "https://image.tmdb.org/t/p/w300/uBpYTqErfA0a7CpK9q6TKLGFH5T.jpg",
      "https://image.tmdb.org/t/p/w300/gWR3Xi7dF8hVhssFO018V4AzN3p.jpg",
      "https://image.tmdb.org/t/p/w300/rZvLFE3zr32ux2gtOpoWgAj1iSZ.jpg",
      "https://image.tmdb.org/t/p/w300/Au7LP8xyecBJU9lrOWHshS5c6Up.jpg",
      "https://image.tmdb.org/t/p/w300/weTpW2lITpbkDmqIa4BEGwOjONl.jpg",
      "https://image.tmdb.org/t/p/w300/lxPS9DMllFqw7Y2GxObsz7n9y6f.jpg",
      "https://image.tmdb.org/t/p/w300/8qurx24qdYmY10CgzTbIDGuHm4O.jpg",
      "https://image.tmdb.org/t/p/w300/51vEtyjcML9j7oK5BKM291Clv7x.jpg",
      "https://image.tmdb.org/t/p/w300/4Bap9Acq3urj9e8J1xCWLzd3AmR.jpg",
      "https://image.tmdb.org/t/p/w300/gKlIUNCWHvYtNahyu6N5ZAtiGPn.jpg",
      "https://image.tmdb.org/t/p/w300/ruiGNRMdmn5fkvq1YAcNqQcWWC3.jpg",
      "https://image.tmdb.org/t/p/w300/419z0hVrV87MMqunC2KsEKFIxVl.jpg",
      "https://image.tmdb.org/t/p/w300/tgAxOAF4hneI8xcISBimXAukHUf.jpg",
      "https://image.tmdb.org/t/p/w300/jCtsplxSi4ATbq5WmtSBYqewe7e.jpg",
      "https://image.tmdb.org/t/p/w300/qGrtUnwqL89Rp5N2LBJfwZB3T3O.jpg",
      "https://image.tmdb.org/t/p/w300/rSHKmZ1aj3lp4V9jZf4qbEjpGIy.jpg",
      "https://image.tmdb.org/t/p/w300/lv1psKsJEh9fzqqAITtmJqSlcu6.jpg",
      "https://image.tmdb.org/t/p/w300/DzmPgqn4w3MdnHiF2DCGEMlvGa.jpg",
      "https://image.tmdb.org/t/p/w300/8ucDO1ZDrJqZN9BsToqoKuM7z7Z.jpg",
      "https://image.tmdb.org/t/p/w300/n2BHtcQBAOL95ZauTPBDTpkJ34B.jpg",
      "https://image.tmdb.org/t/p/w300/wCQ5U8nOlc3WXQXbQL1KAc4hXed.jpg",
      "https://image.tmdb.org/t/p/w300/dS1FAAhocWiF5GeOBS9Ui4jZPfT.jpg",
      "https://image.tmdb.org/t/p/w300/eYxqt2lh6HCjVdIEanqsJm4goCs.jpg",
      "https://image.tmdb.org/t/p/w300/mK8sN603XmPdFXJjCa4JltckNkx.jpg",
      "https://image.tmdb.org/t/p/w300/gWKDP7LrgPizn9oFn29KMjjlCMt.jpg",
      "https://image.tmdb.org/t/p/w300/sKFqo8OEZQ8x4Oq1h2HHDQ3H52w.jpg",
      "https://image.tmdb.org/t/p/w300/aQwSyX855oYwdcFegPf6SSmgMiZ.jpg",
      "https://image.tmdb.org/t/p/w300/iSENyEslZJGyhDMLAXvC0Kn6BA0.jpg",
      "https://image.tmdb.org/t/p/w300/ktXYOrrewwmW5srtQKnKQKM5Uw8.jpg",
      "https://image.tmdb.org/t/p/w300/jAsnvcG4Y09sLc6TJMwvtnpOJPt.jpg",
      "https://image.tmdb.org/t/p/w300/n82JrwPPZcfFuMIi8BdRUp84h2d.jpg",
      "https://image.tmdb.org/t/p/w300/vxONFr2KfvBp2okLEz76aT5o0J4.jpg",
      "https://image.tmdb.org/t/p/w300/49TMqhv2xh5G9FqiunbuAY8qcVE.jpg",
      "https://image.tmdb.org/t/p/w300/pcrPfMfVpvwBTofExvox0bh7Pb9.jpg",
      "https://image.tmdb.org/t/p/w300/uUwxvMKqrOPcQbxm4ZG9XyHA2FJ.jpg",
      "https://image.tmdb.org/t/p/w300/2MZickhxY8kidBPQoCWR1MpjGZY.jpg",
      "https://image.tmdb.org/t/p/w300/vQzGmVttOztbZIbkx9BjsRh8B24.jpg",
      "https://image.tmdb.org/t/p/w300/aLAWopSo9Hz49aglLS0tDqF1hq5.jpg",
      "https://image.tmdb.org/t/p/w300/e3TMRoMBVnWiajRCHVa0Yz6xLfE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZDgyZDNiZGEtYmQ4NC00NzU5LTllODQtNjIwMGY2NDYyNGQwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/happiest-season-2020-1080-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/happiest-season-2020-720-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2g2A3/Happiest.Season.2020.1080p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/2g2A8/Happiest.Season.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "880 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/am0y8svka8b4",
        "server": "upstream.to",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://upstream.to/46ok47mctqrl",
        "server": "upstream.to",
        "size": "880 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/0tVlkYiB#7oIUTmlAD_4D0QA04ZOQdrJ8uPHHqC1seSWZwxDir4w",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://mega.nz/file/UpFhjCgR#jWEvjwDnTDvAW2HW65VKiJcEy2ato60OiFidchesNP0",
        "server": "mega.nz",
        "size": "880 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/happiest-season-2020-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/happiest-season-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/happiest-season-2020-1080p",
        "server": "VIP Links",
        "size": "1.8 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/happiest-season-2020",
        "server": "VIP Links",
        "size": "880 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "h58HkQV1gHY",
      "video_url": "https://www.youtube.com/watch?v=h58HkQV1gHY",
      "embed_url": "https://www.youtube.com/embed/h58HkQV1gHY"
    }
  },
  {
    "metadata": "R|2020|1h 48min|Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "8334"
    },
    "title": "Nomadland (2020)",
    "description": "Nomadland (2020)======================IMDb Rating- 7.7/10Rotten Tomatoes- 96%ဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာပြောပြချင်တာတွေများလာတဲ့အခါဖြစ်တည်လာတော့တာပါပဲ။ဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့Cinematographyသမားခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့ပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။” ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊ထောင်ထဲသုံးလေးခါနေကြည့်၊ခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။စုဆောင်းမိလာတာနဲ့ ခင်ဗျားပြောချင်တာတွေရှိလာမယ်။ခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့ရုပ်ရှင်မရိုက်သင့်ဘူး”တဲ့Nomadlandဟာ ပြောစရာသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့လက်ရာတစ်ခုလို့ဆိုရမယ်။ညနေစောင်းလို့ တိမ်တောက်တဲ့အခါမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကိုကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊ရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့ပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။ဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့ပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကိုပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။အိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။သူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့homeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။ရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့ရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့သူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့သူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့ဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့ဘ၀နေထိုင်နေမှုဟာတစ်ချို့အတွက်တော့ ဒုက္ခလို့ဆိုလို့ရပေမဲ့ ကျွန်တော်တော့သိပ်ချစ်စရာကောင်းတယ်လို့ပဲဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကိုတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်းသူတို့ရှင်သန်ကြတယ်။အဆုံးသတ်ရန်တစ်နေရာမှာတော့အားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲအဲ့ဒီနေ့မရောက်သေးသမျှတော့‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်မဟုတ်လား။ Nomadlandဟာဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာBest Pictureရနိုင်ခြေအများဆုံးရုပ်ရှင်လို့ဆိုကြတယ်။Cineamatographyကလည်းLandscape viewနဲ့ရိုက်ပြထားပြီးအတော်ခမ်းနားတယ်။ဘာပဲဖြစ်ဖြစ်ဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဆယ်ကားကိုပြောပါဆိုရင်Nomadlandက ထိပ်ကပါနေမှာပါ။ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)Translated by Daniel LawwaiEncoded by : YKQuality : 1080p WEBSCR and 720pFile  Size : 1.5GB and 800MBSubtitles : Myanmar(Hardsub)Duration : 1h 48minsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChloé ZhaoStarsDavid StrathairnFrances McDormandLinda MayCastAngela ReyesAnnette WebbBob WellsBradford Lee RizaBrandy WilberBryce BedsworthCarl R. HughesCarol Anne HodgeCat CliffordCheryl DavisDavid StrathairnDerek EndresDerrick JanisDonnie MillerDouglas G. SoulEmily FoleyForrest BaultFrances McDormandGay DeForestGreg BarberJames R. TaylorJeff AndrewsJeremy GreenmanJr.Karie Lynn McDermott WilderKen GreenmanLinda MayMakenzie EtcheverryMatt SfaelosMatthew StinsonMelissa SmithMerle RedwingMike SellsPaige DeanPatricia GrierPaul CunninghamPaul WinerPeter SpearsRachel BannonRonald O. ZimmermanRoxanne BayRyan AquinoSherita Deni CokerSuanne CarlsonSwankieTay StrathairnTeresa BuchananTerry PhillipWarren Keith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bjjZXrP8PEdFeJkKERc62xlarMI.jpg",
      "https://image.tmdb.org/t/p/w300/ehpMUwekFSSlO7wtK2wdODbi7Hu.jpg",
      "https://image.tmdb.org/t/p/w300/max2X8e2IzOkMfXs0LEJg5kde9J.jpg",
      "https://image.tmdb.org/t/p/w300/gOvUJzah5i3DMf3mGUjqfcP05tp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jz5jzvaxy6j2.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      },
      {
        "link": "https://usersdrive.com/vcieh7popt41.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-nomadland-2020-1080-p-webscr-dd-2-0-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-nomadland-2020-720-p-mp-4https://yoteshinportal.cc/cm-nomadland-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/V7fr/[CM%7DNomadland.2020.1080p.WEBSCR.DD2.0.x264.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      },
      {
        "link": "https://megaup.net/V7g1/[CM%7DNomadland.2020.720p.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/vrxiw7zf7qsb",
        "server": "veryfiles.com",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      },
      {
        "link": "https://veryfiles.com/3u8jcbt7jc40",
        "server": "veryfiles.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/un8f3ru89cq1.html",
        "server": "datbu.com",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      },
      {
        "link": "https://www.datbu.com/kw3ikhp9ho2c.html",
        "server": "datbu.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/nomadland-2020",
        "server": "VIP Links",
        "size": "1.5GB",
        "quality": "1080p WEBSCR"
      }
    ],
    "trailer": {
      "video_id": "6sxCFZ8_d84",
      "video_url": "https://www.youtube.com/watch?v=6sxCFZ8_d84",
      "embed_url": "https://www.youtube.com/embed/6sxCFZ8_d84"
    }
  },
  {
    "metadata": "Unrated|2020|2h 1m|Mystery,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "99"
    },
    "title": "The Legacy of Dr. Death: Black File (2020)",
    "description": "The Legacy of Dr. Death: Black File (2020)~ IMDb – 5.5/10, MyDramaList – 7.4/10 ~“လူသားတွေမှာ ရှင်သန်ခွင့်ရှိရင် သေဆုံးခွင့်လည်း တန်းတူရှိသင့်တယ်”မိုးရွာတဲ့ညတစ်ညမှာ ကလေးတစ်ယောက်က သူ့အဖေက ဆရာဝန်ဆိုးတစ်ယောက်ကြောင့် အသတ်ခံခဲ့ရတယ်ဆိုပြီး ဖုန်းဆက်တိုင်ကြားခဲ့လို့ စုံထောက်တွေဖြစ်ကြတဲ့ အီနုကာအီ (Inukai) နဲ့ တာကာချီဟို (Takachiho) တို့ သွားရောက်စုံစမ်းကြတော့ အဲဒီကလေးရဲ့အဖေက ရောဂါကျွမ်းနေပြီဖြစ်တဲ့လူတစ်ယောက်ဖြစ်ပြီး ငြိမ်းငြိမ်းချမ်းချမ်း သေဆုံးချင်တယ်လို့ မရဏဒေါက်တာ (Dr.Death) ကို တောင်းဆိုပြီး ဆေးထိုးခံ သေဆုံးသွားတယ်လို့သိရတယ်။ အဲဒီအမှုကနေသိလိုက်ရတာက မရဏဒေါက်တာမှာ တရားမဝင်ဝက်ဆိုက်ရှိပြီး အဲဒီကနေ ညင်သာစွာဇီဝိန်ခြွေပေးဖို့ (Euthanasia) ကို တောင်းဆိုနေကြသူတွေတွေ့လို့ အီနုကာအီတို့လည်း တဖြည်းဖြည်းလိုက်လံစုံစမ်းရင်း… ထင်သလောက်မရိုးစင်းတဲ့ ဇာတ်လမ်း မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့အတူ ကြည့်ရှုခံစားရမှာပါ။၂၀၁၇ ခုနှစ်မှာရေးသားထုတ်ဝေခဲ့တဲ့ Shichiri Nakayama ရဲ့ Dr. Death no Isan: Black File ကို ၂၀၂၀ ခုနှစ်မှာ ရိုက်ကူးခဲ့ပါတယ်။ Shichiri Nakayama ဆိုတာ ၂၀၂၁ ခုနှစ်မှာထွက်ခဲ့တဲ့ In the Wake ဆိုတဲ့ဇာတ်ကားရဲ့ မူရင်းစာရေးဆရာလည်းဖြစ်ပါတယ်။ Homunculus (2021), Hard Days (2023), Ajin Demi-Human (2017) မှာသရုပ်ဆောင်ခဲ့တဲ့ Go Ayano နဲ့ The Promised Neverland (2020), Stolen Identity (2018) မှာပါခဲ့တဲ့ Keiko Kitagawa တို့က အဓိကပါဝင်ထားကြပါတယ်။Euthanasia ဆိုတာက Mercy Killing ဆိုတဲ့ “ဝဋ်ကျွတ်အောင်သတ်ပေးခြင်း” လိုပါပဲ။ ကုသလို့မရတော့တဲ့ရောဂါဖြစ်ဖြစ်၊ နာတာရှည်ရောဂါဖြစ်ဖြစ်ခံစားနေရတဲ့ ကိုယ်က ကိုယ့်ကိုယ်ကိုယ်လည်းဒုက္ခခံရ၊ ကိုယ့်မိသားစုဝင်တွေကိုလည်း တစ်နည်းနည်းနဲ့ အကျိုးမပေးမှတော့ အမြန်ဆုံး ဒီဝဋ်ကနေကျွတ်ချင်ကြမှပဲလေ။ အဲဒါကို ဆေးဝါးတစ်ခုခုနဲ့ ညင်ညင်သာသာ ဇီဝိန်ခြွေပေးတဲ့ Euthanasia ဆိုတဲ့ဝန်ဆောင်မှုကရှိလာတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် လူကိုသေအောင်သတ်တဲ့လုပ်ရပ်ဆိုတာ လူသတ်မှုနဲ့မခြားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.3GB, 640MBQuality – 1080p, 720pIMDb Rating – 5.5/10Format – mp4Duration – 2H 1MinGenre – Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYoshihiro FukagawaStarsGo AyanoKeiko KitagawaKen IshiguroKoshi MizukamiMisato AoyamaTomoya MaenoCastGo AyanoKeiko KitagawaKen IshiguroKoshi MizukamiMisato AoyamaTomoya Maeno",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dII67b1S63F5CeFoBjJD3Api8lF.jpg",
      "https://image.tmdb.org/t/p/w300/p6mr7Gwm1GnUZd5LH7fhVHd2rI6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iJA8WjWQOvaznRoRAk7UOLh2Xo9.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-legacy-of-dr-death-black-file-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Hbgp/(CM)_The_Legacy_of_Dr._Death_-_Black_File_(2020)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8ecDjApI#CN426vEpyzNexJzMtOa3wpav5-TRj3uJcbkG2HRZQZw",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9ocix7ohfzrf.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-legacy-of-dr-death-black-file-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Hbft/(CM)_The_Legacy_of_Dr._Death_-_Black_File_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pa8DnSKS#oB1hxcfDeHsTADfA89F66dv5o0ggCtuXljBO-Yh5olI",
        "server": "mega.nz",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r8dhr6piq6wr.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/quyi9pumq9ip",
        "server": "streamsb.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/z9i2w3fsbvna",
        "server": "streamvid.io",
        "size": "640MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1045"
    },
    "title": "Olvido y León (2020)",
    "description": "Olvido y León (2020)================ဇာတ်ကားနာမည်အတိုင်းပဲ အော်ဗီဒို နဲ့ လီယွန်တို့ မောင်နှမနှစ်ယောက် အကြောင်းကို အဓိက တင်ဆက် ထားပါတယ်။မွေးဖွားတဲ့နေ့ရက်တူပေမယ့် ကံကြမ္မာမတူတဲ့ သူတို့နှစ်ယောက်မှာလီယွန်က Down Syndrome ဝေဒနာသည်လေး အဖြစ်မွေးဖွားလာခဲ့ပါတယ်.အဖေရော အမေပါ ဆုံးသွားပြီးတဲ့နောက် သူတို့နှစ်ယောက်တည်း ကျန်ခဲ့တဲ့အချိန်မှာ ဘယ်သူ့ကိုမှ မျက်နှာသာမပေးတဲ့လောကဓံတရားကလည်း သူတို့ကို ပြင်းထန်စွာ ရိုက်ခတ်လာပါတော့တယ်။ မိဘမဲ့အနေနဲ့ အစိုးရထောက်ပံ့ကြေး ယူထားရင်းနဲ့ပဲ ဝါသနာပါတဲ့ သရုပ်ဆောင် အလုပ်ကိုလည်း လက်မလွှတ်နိုင်ဘဲ အောင်မြင်မှုနဲ့ ဝေးကွာရင်း စိတ်ကျန်းမာရေးပါထိခိုက်လာတဲ့ အော်ဗီဒို၊ အစ်မဖြစ်သူရဲ့ အခြေအနေကို အဆုံးစွန်ထိ ကာကွယ်ပြောဆိုရင်း ဉာဏ်ရည်မဖွံ့ဖြိုးပေမယ့် မေတ္တာတရားများ ဖွံ့ဖြိုးကြီးထွားလာသူ လီယွန်တို့နှစ်ယောက် အခက်အခဲတွေကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲ။ကိုယ့်ကိုကိုယ် သတ်သေဖို့ ကြိုးစားရလောက်တဲ့အထိ စိတ်ဓာတ်တွေ ကျဆင်းနေသူအတွက် လီယွန်ရဲ့ ရိုးရှင်းစွာအားပေးလိုက်တဲ့စကားလေးတစ်ခွန်းကိုလည်း ပြောပြချင်ပါတယ်။“You Can Also Die of Success”(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Sai Sumali ဖြစ်ပါတယ်)File Size……….(1.7 GB) / (650 MB) / (380 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1H 47MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….Sai SumaliEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastGuillem JiménezMarta LarraldeMonti CastiñeirasSergio Quintana",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzgzOTdlYzItM2RhZi00MTIzLTk0ZDUtNWQ0MTViZDliNTllXkEyXkFqcGdeQXVyMzUyODYwOTA@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2yRjm/Olvido.y.Leon.2020.1080p.NF.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/0qudjtk41jwk.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/IXYghRAL#JyFAzrAsLaJkAwDkWgoedTBpEUxIVG89-U-VH4YEs5Q",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wltg1v2vaero.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/i3b7h2v14g8i",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/olvido-y-leon-2020-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yRjm/Olvido.y.Leon.2020.1080p.NF.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/peafideyskmd.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QSYGmaTC#WHDtO1FK2yBA7d3fleK5T0bQoH6LSjQeRWgb9n4Okcs",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/62h36sfov8ei.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/e0dqod773t2u",
        "server": "streamvid.io",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/olvido-y-leon-2020-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "380 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3eOL8/Olvido.y.Leon.2020.720p.NF.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/gSxzlZJA#Ry4Fq2r0eSosbZRNvveo-bVaahEcH91aOX2-HJmXKXo",
        "server": "mega.nz",
        "size": "380 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/g7mw8copw3dg.html",
        "server": "streamsb.com",
        "size": "380 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/z19y7peuag4y.html",
        "server": "usersdrive.com",
        "size": "380 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/sh1pz2c0bpcs",
        "server": "streamvid.io",
        "size": "380 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Horror,Mystery,Thriller",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "1,290"
    },
    "title": "Witches in the Woods (2019)",
    "description": "Witches in the Woods (2019)======================IMDb Rating – 4.2/10#Unicodeဒီဇာတ်လမ်းလေးကတော့ ၂၀၁၉ ကထွက်ရှိထားတဲ့ Horror/Thriller/ Mystery ဆန်ဆန် ဇာတ်ကား လေးပါ။ ဇာတ်လမ်းကတော့ အပျော်ခရီး ထွက်လာကြတဲ့ သူငယ်ချင်းတစ်သိုက်တောလမ်းတစ်နေရာမှာ လမ်းပျောက်နေကြတယ်။ သူတို့လမ်းပျောက်နေတဲ့နေရာက စုန်းနဲ့ ပတ်သက်ပြီးဇာတ်လမ်းလေးရှိခဲ့တဲ့နေရာ။ ရာသီဉတုကလည်း နှင်းတွေကျပြီး အပူချိန်ကလည်း အနှုတ်ပြနေတယ်။ ဒီတော့ ဒီသူငယ်ချင်းတစ်သိုက် ဆိုးဝါးတဲ့ရာသီဉတုအောက်မှာ စုန်းဇာတ်လမ်း ရှိတဲ့တောထဲဘယ်လိုရှင်သန်ကြမလဲ။ စုန်းကဝေကားတွေထဲကလိုမျိုး တောထဲမှာ စုန်းကဝေတွေနဲ့ တွေ့ပြီး ဖိုက်တင်ချကြမှာလား။ ဒါမှမဟုတ် စွန့်စားခန်းတွေဖွင့်ပြီး လမ်းရှာကြမှာလား။ သေချာတာကတော့ ဇာတ်လမ်းကောင်းလေးဖြစ်လို့ အဖြေကိုတော့ဇာတ်လမ်းကိုကြည့်မှပဲသိရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)Quality –  720p BluRayDuration – 1hr 32minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, Mystery, ThrillerSource : 1080p.BluRayTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJordan BarkerStarsAlexander De JordyCorbin BleuCraig ArnoldDavid LafontaineHannah KasulkaHumberly GonzalezIan MatthewsJames GilbertKyle MacSasha ClementsCastAlexander De JordyCorbin BleuCraig ArnoldDavid LafontaineHannah KasulkaHumberly GonzalezIan MatthewsJames GilbertKyle MacSasha Clements",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kB7g7Ei9LYugDsDpiT5CDq7WYgI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-13-at-12.37.41-AM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/witches-in-the-woods-2020-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/58ncon72260c",
        "server": "upstream.to",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/witches-in-the-woods-2019-mm-sub",
        "server": "VIP Links",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://tubesb.com/ensyqsf2d578.html",
        "server": "streamsb.com",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1EWl3/Witches_In_The_Woods_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "ozixqk2jfdU",
      "video_url": "https://www.youtube.com/watch?v=ozixqk2jfdU",
      "embed_url": "https://www.youtube.com/embed/ozixqk2jfdU"
    }
  },
  {
    "metadata": "|2020||Adult,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "{18+}Delicious Sex And Sisters (2020)",
    "description": "Delicious Sex and Sistersတကယ်လို့ အထူးဖော်စပ်တဲ့ ရေမွှေးတစ်ပုလင်းကြောင့် ဘယ်လိုဆော်မျိုးကိုမဆိုအိပ်ယာပေါ် သိမ်းသွင်းနိုင်မယ်ဆိုရင် အဲ့ရေမွှေးကို ယူမလား?ကိုရီးယား 18+ရဲ့ ဇာတ်လိုက် ကျော်ကြီးတစ်ယောက်ဂျပန်ကို အလုပ်ကိစ္စ နဲ့ ရောက်သွားတဲ့ အခါ တည်းခိုခန်းတစ်ခုမှာ ခဏတာ တည်းခိုရင်း ဂျပန် သိပ္ပံပညာရှင်တစ်ယောက်ဆီကရတဲ့ ထူးဆန်းတဲ့ ရေမွှေးနဲ့ ဂျပန်က တည်းခိုခန်းပိုင်ရှင် မမနဲ့ ကိုရီးယားအလုပ်သမားမလေး ၂ယောက်ကို ဘယ်လိုသီချင်းတွေဆိုပြမယ်ဘယ်လိုမှားချင်ယောင်ဆောင် တဲ့အကွက်တွေ ရွှေ့မယ်ဆိုတာကို တ၀ကြီးကြည့်ရအုန်းမှာပါကိုရီးယားဂျပန်အရောလေးမလို့ အသစ်အဆန်းလေး ကြိုက်တယ်ဆို ကြည့်ကိုကြည့်သင့်တဲ့၁၈ယောက်ကားကောင်းလေးပါ(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File size…515MBQuality…WEB DL  720pFormat…mp4Duration….1h 1minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by FOXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShin Hyo-sungStarsChae Seol-ahHikaru KonnoMin Do-yoonCastChae Seol-ahHikaru KonnoMin Do-yoon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ZExTal9Gd9dT3u99u6eP22EaRc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/delicious-sex-and-sisters-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "515MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/icqf3h3tpl9j.html",
        "server": "usersdrive.com",
        "size": "515MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1l09c/Delicious_Sex_And_Sisters.720p.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "515MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7uZhlTxT#ZNS9H2Nj-96RFKa3vFl5Wr9-D5kUSbbKa-mHlmlRPRw",
        "server": "mega.nz",
        "size": "515MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/3401el49knc5",
        "server": "streamsb.com",
        "size": "515MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020|58m|Documentary,Family",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "450"
    },
    "title": "Planet Earth: A Celebration (2020)",
    "description": "Planet Earth: A Celebration (2020)ဒီ Documentryလေးကတော့ BBCကတင်ဆက်တဲ့ Planet Earth IIနဲ့Blue Planet II အစီအစဥ်တွေကိုမှ အထူးအစီအစဥ်အနေနဲ့ ပြန်ပေါင်းစည်းပေးထားတာပါ။နောက်ခံဂီတကိုလည်း သီးသန့်ထည့်သွင်းထားပြီး Covidကာလအတွင်း သဘာဝတရားကို ခံစားသိနိင်အောင် တင်ဆက်ထားတာပါ။ ကြမ်းတမ်းလွန်းတဲ့ သဘာဝတရားကြီးကိုတောင် အံ့တုနေကြတဲ့ သတ္တဝါမျိုးစုံရှိပြီး အားတက်ဖွယ်ခံစားနိုင်အောင်ပါတဲ့။Documentryထဲမှာဆိုရင် ရေဘဝဲ၊ လင်းပိုင်၊ ခြင်္သေ့၊ ကြိုးကြာနီ၊ နှင်းကျားသစ်၊ အီဂွာနာဖွတ်နဂါး၊ Racer မြွေ၊ ပင်လယ်ပျံလွှား၊ ထရီဗယ်လီငါး၊ဟယ်ရင်းငါးသလောက်၊ အော်ကာနဲ့ Humpbackဝေလငါး စတာတွေကို အကျအနရိုက်ကူးပြထားပါတယ်။တောရိုင်းသတ္တဝါတွေရဲ့ ရှင်သန်မှုတွေ၊ အမူအကျင့်၊ အမဲလိုက်ပုံတွေ၊ ဉာဏ်ရည်တွေကိုတွေကို အနီးကပ်ကြည့်ရှုရမှာပါ။ ထူးခြားတာက Documentryဆိုတိုင်း ပျင်းစရာမဟုတ်ပြန်ဘူးဗျ။အီဂွာနာဖွတ်ပေါက်လေးနဲ့ မြွေတို့ကြား၊ ပင်လယ်ပျံလွှားနဲ့ ထရီဗယ်လီငါးတို့ကြားက အမဲလိုက်သူနဲ့ ရှင်ကျန်အောင်ကြိုးပမ်းသူတို့တိုက်ပွဲဟာဆိုရင်ကြမ်းပါပေ့ဆိုတဲ့ actionကားတွေတောင်မေ့သွားအောင် ကြည့်ကောင်းလွန်းပါတယ်။မွန်းကြပ်ကာလကို ကျော်ဖြတ်နိုင်အောင်အားပေးတဲ့အနေနဲ့ တောရိုင်းသဘာဝတရားကို ရိုက်ကူးပြထားတာမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ Docu လေးပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Themesပါ။)File Size          :2.2GB, 863MB, 461MBQuality            :1080p WEB-DL AAC 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :58minsGenre              :Documentary, FamilyTranslated byThemesEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDavid AttenboroughCastDavid Attenborough",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uBWEqs4gD3NMvBMvIXa12QwjlW.jpg",
      "https://image.tmdb.org/t/p/w300/l9RmIVSZ5ekRe5euM4Vnfob4Iw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tpAyNA2ZOEbUeu5Dbyepf5Rcy5l.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-planet-earth-a-celebration-2020-1080-p-web-dl-aac-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q4qbmdlvvbqm.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ABfq/[CM]Planet.Earth.A.Celebration.2020.1080p.WEB-DL.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UN8ilLxL#_y8YzqWfBwo6UQumNXiVRoz0h0MQJDDcei8pjG4knaY",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/rmpfx2yim7mg",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-planet-earth-a-celebration-2020-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rn2b0krp5nj4.html",
        "server": "usersdrive.com",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eGkw/[CM]Planet.Earth.A.Celebration.2020.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8U1AFADY#yfe_BKUT7qDHJ98U5jdiB2daxqr53DuSBsXw-A29cHw",
        "server": "mega.nz",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/27a0yavh1ed9",
        "server": "streamvid.io",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/astdwadjzlic.html",
        "server": "streamsb.com",
        "size": "862MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-planet-earth-a-celebration-2020-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "461MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/eqfm60l4ejh7.html",
        "server": "usersdrive.com",
        "size": "461MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1eGkt/[CM]Planet.Earth.A.Celebration.2020.480p.mp4",
        "server": "megaup.net",
        "size": "461MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/AZ1l3bKb#9MaYpKhDk-qYkw8F0oBq-T_E_W3Z4OHnXvhFX-JvYTo",
        "server": "mega.nz",
        "size": "461MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/dubb70di2yor",
        "server": "streamvid.io",
        "size": "461MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/gtnhgf8x3agy.html",
        "server": "streamsb.com",
        "size": "461MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "5kizCCIhtUs",
      "video_url": "https://www.youtube.com/watch?v=5kizCCIhtUs",
      "embed_url": "https://www.youtube.com/embed/5kizCCIhtUs"
    }
  },
  {
    "metadata": "TV-14|2020|2h 10min|Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "45.648"
    },
    "title": "The Kissing Booth 2",
    "description": "လာပါပြီ အကုန်လုံး​စောင့်​မျှော်​နေကြတဲ့ Kissing Booth 2 …..အခု 2 မှာ​တော့ မင်းသမီးအယ်ဗန်စ်နဲ့သူ့​ဘော်ဒါလီတို့ဖိုင်နယ်​ကျောင်းသား​တွေဖြစ်သွားကြပါပြီမင်းသားနိုအာကလည်း ​​ကျောင်းဆက်တက်ဖို့အတွက် ​ဘော်စတွန်ကိုထွက်သွားရပါတယ်လီမှာကလည်း ​ရေချယ်ဆိုတဲ့ကောင်မ​လေး နဲ့ချစ်သူ​တွေဖြစ်​နေကြပါတယ်မင်းသမီးအ​နေနဲ့နိုအာ့ကိုလွမ်း​နေတုန်းနိုအာက​တော့ ​ဘော်စတွန်မှာသူငယ်ချင်း​ကောင်မ​လေးအသစ်ရသွားပါတယ်မင်းသမီးကလည်း ​နောက်ထပ် ​စော်ကြည်ဘဲကောင်​လေးတစ်​ယောက်နဲ့သူငယ်ချင်းဖြစ်သွားပါတယ်အမြဲတပူးပူးတတွဲတွဲဖြစ်​နေကြ မင်းသမီးနဲ့လီတို့သူငယ်ချင်းနှစ်​ယောက်ကြားမှာ ​ရေချယ်​ရောက်လာ​တော့ဘယ်လိုပြဿနာ​တွေဖြစ်လာမလဲမင်းသမီးနဲ့နိုအာကြားက အချစ်​ရေးက​ကောပျက်စီးသွားမလားပိုပြီးခိုင်မာလာမှာလားဆိုတာဆက်ပြီးကြည့်ရှုပါဦးလို့…..File Size –  1.8 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Augsut , Pyae Shan Tun Wai , YK , DollyEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVince MarcelloStarsBianca BoschCarson WhiteJacob ElordiJoel CourtneyJoey KingMaisie Richardson-SellersMeganne YoungMolly RingwaldStephen JenningsTaylor Zakhar PerezCastBianca BoschByron LangleyCamilla WolfsonCarson WhiteChloe WilliamsD. David MorinDylan EdyEvan HengstFrances Sholto-DouglasGlen Biderman-PamGrant RossHilton PelserJacob ElordiJeanne NeilsonJoel CourtneyJoey KingJoshua Daniel EadyJudd KrokKai Luke BrummerMaisie Richardson-SellersMeganne YoungMichelle AllenMolly RingwaldMorné VisserMotsi TekatekaNadia KretschmerNathan LynnSanda ShanduStephen JenningsTaylor Zakhar PerezToni Jean ErasmusTrent RoweWaldemar SchultzZandile Madliwa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wO5QSWZPBT71gMLvrRex0bVc0V9.jpg",
      "https://image.tmdb.org/t/p/w300/iVc7AAibUvTzUlYlbaPmuUj3GaJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOWQ5ZGU2ZGQtOTJjYi00MWI3LWE1ZDQtM2EzOGI2MzJjNTA4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w0n9niad5c6n.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/96gncmc6umw0.html",
        "server": "usersdrive.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-kissing-booth-2-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-kissing-booth-2-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/S1k5/The.Kissing.Booth.2.2020.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2dWfD/The.Kissing.Booth.2.2020_.720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/r2ghACBR#mEmtdS3OtEdYOLtJrDpE3vLd_CsWfhTxV8UHpSdmeTM",
        "server": "mega.nz",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/S6xRlSQQ#WFQvF3yNjnrl6WWwJBNYCjwF1-rH8u4af6fHgEQ5l2U",
        "server": "mega.nz",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/6wu2u6rfhbn3",
        "server": "upstream.to",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/wqr6unj6rq1v",
        "server": "upstream.to",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/90kgkkfb2102.html",
        "server": "datbu.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/67fyb14xc8gc.html",
        "server": "datbu.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "veryfiles.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "veryfiles.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "filedwon.info",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "filedwon.info",
        "size": "837 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "_Br5Sm6sf24",
      "video_url": "https://www.youtube.com/watch?v=_Br5Sm6sf24",
      "embed_url": "https://www.youtube.com/embed/_Br5Sm6sf24"
    }
  },
  {
    "metadata": "|2020||Animation,Comedy,Short",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "2,394"
    },
    "title": "Minions Holiday Special (2020)",
    "description": "Illumination Presents: Minions Holiday Special (2020)=======================================IMDb Rating – 7.0/10#Unicodeကိုဗစ်ကြောင့်ခရီးမထွက်ရလို့စိတ်ညစ်နေတဲ့လူတွေကိုပျော်ရွှင်စေဖို့ Minions လေးတွေလာပါပြီ။Holiday Special အနေနဲ့ Minions ဇာတ်လမ်းတိုလေး(၄)ပုဒ်ကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။Minionsလေးတွေကိုမြင်တာနဲ့ ဇာတ်လမ်းလေးတွေက ဘယ်လိုဖြစ်မယ်ဆိုတာကိုသိနေကြမယ်လို့ထင်တာကြောင့် ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဇာတ်လမ်းတိုလေးတွေဖြစ်တဲ့အတွက် . နည်းနည်းလေးပြောပြလိုက်ရုံနဲ့ အနှစ်အရသာလျော့သွားနိုင်တာမို့ မိမိဘာသာဒီဇာတ်လမ်းလေးကိုဒေါင်းကြည့်ကြပါကုန်။အခုကားလေးကိုကြည့်ပြီး တစ်ရက်တာကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလိုက်နိုင်ကြပါစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။Quality – 1080p WebRip/720pDuration – 21 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, ComedyTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad AblesonStarsBrian T. DelaneyCarlos AlazraquiPierre CoffinCastBrian T. DelaneyCarlos AlazraquiCory WallsDana GaierDave RosenbaumElsie FisherJessica DiCiccoNev ScharrelPierre CoffinRaymond S. PersiRégis Schuller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/186yWfGH0HRKBXlmayftGJHU87I.jpg",
      "https://image.tmdb.org/t/p/w300/xH1yGqfQ9jHlUACmv7pSYFAMPgh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/minion.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/illumination-presents-minions-holiday-special-2020-720-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "314MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2g4pl/Illumination.Presents.Minions.Holiday.Special.2020.720p.WEB[CM].mp4",
        "server": "megaup.net",
        "size": "314 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/illumination-presents-minions-holiday-special-2020-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "432 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/38eei/Illumination.Presents.Minions.Holiday.Special.2020.1080p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "432 MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/0uz0gvut0ea9.html",
        "server": "streamsb.com",
        "size": "432 MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "s8x-Rd7YQl8",
      "video_url": "https://www.youtube.com/watch?v=s8x-Rd7YQl8",
      "embed_url": "https://www.youtube.com/embed/s8x-Rd7YQl8"
    }
  },
  {
    "metadata": "Unrated|2020|2h 7m|Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "599"
    },
    "title": "My Blood and Bones in a Flowing Galaxy (2020)",
    "description": "My Blood & Bones in a Flowing Galaxy (2020)~ IMDb – 6.7/10, MyDramaList – 7.9/10 ~ဟီးရိုး လူစွမ်းကောင်းဖြစ်ချင်တဲ့စိတ်က လူတော်တော်များများမှာ အဓိပ္ပာယ်သတ်မှတ်ချက် တစ်မျိုးစီနဲ့ ဖြစ်တည်နေလေ့ရှိပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျောင်းသား ခိရိုဆုမိ ဟမဒ ဂျူနီယာကောင်မလေးအပေါ် ကာကွယ်ပေးချင်တဲ့အကြောင်းကို သူ့ရဲ့ရည်မှန်းချက်ဖြစ်တဲ့ သူရဲကောင်းဖြစ်လိုစိတ်နဲ့ ချိတ်ဆက်ထားပါတယ်။ခိရိုဆုမိရဲ့ အဖေဖြစ်သူက သူ့ကိုမွေးခါနီးနာရီပိုင်းအလိုမှာပဲ ရေထဲမျောပါပြီး သေဆုံးသွားပါတယ်။ အကြောင်းရင်းကလည်း ရေထဲထိုးကျနေတဲ့ကားထဲက လိုက်ပါစီးနင်းသူတွေကို ဆင်းကယ်ရင်း သူကိုယ်တိုင် နစ်သွားတာကြောင့်ပါ။ခိရိုဆုမိဟာ ငယ်စဉ်ကတည်းက သူ့အဖေရဲ့ လူစွမ်းကောင်းဆန်ပုံတွေ စိတ်ကောင်းရှိပုံတွေကို သူ့အမေဆီကနေ ကြားခဲ့ရပါတယ်။ ဒါကြောင့်မို့ သူလည်း သူ့အဖေလို ဟီးရိုးဖြစ်ရမယ်ဆိုပြီး ခံယူထားတဲ့၊ အမှန်တရားကို လိုလားတဲ့ ဆယ်ကျော်သက်လေးဖြစ်လာခဲ့ပါတယ်။တတိယနှစ်မှာတော့ ကျောင်းအစည်းအဝေးမှာ အနိုင်ကျင့်ခံနေရတဲ့ ဂျူနီယာလေး ခုရမိုတို ဟာရိကို ဝင်ပြီးကာကွယ်ပေးခဲ့ပါတယ်။ ဟာရိက အကြောင်းရင်းတစ်ခုကြောင့် လူတွေနဲ့ထိတွေ့ဆက်ဆံလိုစိတ်မရှိဘဲ ရန်လိုတဲ့ပုံစံဖြစ်နေခဲ့တာပါ။ဟာရိကို ကြိုးစားပြောင်းလဲပေးဖို့လုပ်ရင်းနဲ့ သူတို့တွေရင်းနှီးလာခဲ့ပါတယ်။ ဒါ‌ပေမဲ့ ဟာရိ လျှို့ဝှက်ထားတဲ့ အကြောင်းရင်းက ရှုပ်ထွေးနေရုံမကဘဲ နှစ်ရှည်လများဖြစ်တည်လာတဲ့ အကြောက်တရားနဲ့ နှိပ်စက်ချုပ်ချယ်မှုတွေ ရက်စက်မှုတွေကြောင့်ဖြစ်နေတဲ့အခါ…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုIngyin Sanမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.4GB, 650MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 2H 7MinGenre – Drama, Fantasy, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSabuStarsAiri MatsuiAkiko YadaAnna IshiiHana KinoKai InowakiKaya KiyoharaShinichi TsutsumiTaishi NakagawaTakumi KitamuraTomoyo HaradaCastAiri MatsuiAkiko YadaAnna IshiiHana KinoKai InowakiKaya KiyoharaShinichi TsutsumiTaishi NakagawaTakumi KitamuraTomoyo Harada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/78DtnmdbFMPiG093OI2SwhLggXR.jpg",
      "https://image.tmdb.org/t/p/w300/vzEvhqTSwDUIVDm5DrwftzjwaTR.jpg",
      "https://image.tmdb.org/t/p/w300/9UNEHOHRRnyxveLVA9y1gYQRl44.jpg",
      "https://image.tmdb.org/t/p/w300/3ga1ewhjHYXI3hj3phaP3jeUkoi.jpg",
      "https://image.tmdb.org/t/p/w300/eeDCl7qypnoIWFPlbJNJycPsBUq.jpg",
      "https://image.tmdb.org/t/p/w300/4gr22s0NCQgrPrFbbqZOnxtujIf.jpg",
      "https://image.tmdb.org/t/p/w300/auPn6woiCGk9QONogWRkybcVoGI.jpg",
      "https://image.tmdb.org/t/p/w300/nDnsajbwn7bPiAKFgvgeCIIiLv9.jpg",
      "https://image.tmdb.org/t/p/w300/65ORaBo9yqNnpRpQ4Ck6l1hczgG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gqyA60NtjGHYBnf20k7BHcPWvsg.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-my-blood-and-bones-in-a-flowing-galaxy-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1guj5/(CM)_My_Blood_&_Bones_in_a_Flowing_Galaxy_(2020)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/En8HhDDb#bSlBGSdBOkiNlkRnocdJY7MTxbu5ikhFcOs-NcH4u34",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6g4pdg7iaucd.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-blood-and-bones-in-a-flowing-galaxy-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2CpdB/(CM)_My_Blood_&_Bones_in_a_Flowing_Galaxy_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QndW1LKT#Jja3ct8NPibIS4EKuNNWAJTaZBOH0hAM6QycCLWcvds",
        "server": "mega.nz",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/s8r8fwel8y76.html",
        "server": "usersdrive.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/fz61j0bf5hnm",
        "server": "streamsb.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ln2t5ewgrt92",
        "server": "streamvid.io",
        "size": "650MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "QsmCmmzQFNY",
      "video_url": "https://www.youtube.com/watch?v=QsmCmmzQFNY",
      "embed_url": "https://www.youtube.com/embed/QsmCmmzQFNY"
    }
  },
  {
    "metadata": "R|2020|57mins|Adult,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "5623"
    },
    "title": "(18+) Big Busted Daughter In Law (2020)",
    "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ချွဲမယ် ပြုစုမယ်ဆိုတာကတော့ ဇာတ်ကားထဲမှာရှယ်ကြည့်နို်င်ပါတယ် ဆော်လေးကကိုယ်လုံးကိုယ်ပေါက်လေးက ကျစ်သလို နှုတ်ခမ်းရဲရဲလေးအသံချွဲချွဲလေးနဲ့ဖမ်းစားသွားဦးမှာမို့ ငါးကောင်တို့ သိုင်းလောကသားတွေအကြိုက်တွေ့ဦးမယ့်ဇာတ်လမ်းလေးလိ့ုညွှန်းချင်ပါတယ်Translated by : FOXEncoded by :SenpaiQuality :1080p webRip H264 and 720pFile Size : 829Mb and 440MBDuration : 57minYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSenpaiStarsGyeong-joonaCastGyeong-joonGyeong-jun",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1DdtY/Big.Busted.Daughter-in-Law.2020.1080p.WebRip.H264.AAC(DS).mp4",
        "server": "megaup.net",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "server": "megaup.net",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/adnkc2s0d3t7",
        "server": "veryfiles.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/1wv20ywh3uhg",
        "server": "veryfiles.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zp508c8yu7f8.html",
        "server": "usersdrive.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/098jzdauaxvl.html",
        "server": "usersdrive.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-1080-p-web-rip-h-264-aac-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-big-busted-daughter-in-law-2020",
        "server": "VIP Links",
        "size": "829MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2020|107 Mins|Action,Comedy,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "1,656"
    },
    "title": "King of Prison (2020)",
    "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကားကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးထားတာဖြစ်ပြီးဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။မင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်သရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့ထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်ကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့ရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။ထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလိုတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။ဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီးထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။စားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့ကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့ဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်ကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။ဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့အကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။အခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်းနေကြပါတယ်။အဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်းအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်သံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကိုဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။ကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့Action/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်ကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။File Size –  1.2 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Moe PwintEncoder – XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/king-of-prison-2020",
        "server": "VIP Links",
        "size": "1.2 GB / 543.6 MB",
        "quality": "1080P / 720P"
      },
      {
        "link": "https://usersdrive.com/dyv17ky1r5ip.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i7ngehfl9x6d.html",
        "server": "usersdrive.com",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/s7b4fdgjw9ux",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/hyrtkgykudf9",
        "server": "veryfiles.com",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/king-of-prison-2020-1080-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/king-of-prison-2020-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1ybk4/King_of_Prison_(2020)_1080P_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_{CM}_.mp4",
        "server": "megaup.net",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/GzxgxQIJ#Gytkje0b7IbzcAaV3Lc-zFiaibCmn6c2dFvONYpiiCs",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/v7ggXQIS#KHuBpFIdvWKgui9EpNcARi7u6JHQULGlkG5ML0MgexE",
        "server": "mega.nz",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/ruo4dh07yynt",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/r6h11tnamt50",
        "server": "upstream.to",
        "size": "543.6 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2020|1h 53m|Drama,Music,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "12000"
    },
    "title": "The High Note (2020)",
    "description": "The High Note (2020)~ IMDb – 6.4/10, Rotten Tomatoes – 71% ~မာဂရက် ရှားဝုဒ် (မက်ဂ်) ဆိုတဲ့ ကောင်မလေးဟာ တန်းဝင်အဆိုတော်ကြီး ဂရေ့စ် ဒေးဗစ် ရဲ့ အတွင်းရေးမှူးလေးတစ်ယောက်ပေါ့။ မက်ဂ်ရဲ့ မိခင်က အဆိုတော်၊ ဖခင်က ရေဒီယိုအစီအစဉ်မှူးဆိုတော့ ဂီတနဲ့ ရင်းနှီးသူဖြစ်ပြီး ဂီတအကြောင်း ကောင်းကောင်းသိပါတယ်။ သူ့ရဲ့ရည်မှန်းချက်က ဂရေ့စ်ရဲ့ ထုတ်လုပ်ရေးမှူးဖြစ်လာချင်တာပါ။ ဒါပေမဲ့ ငယ်ရွယ်နုနယ်လွန်းတာကြောင့် ယုံကြည်မှုမရရှာတော့ တိတ်တိတ်လေးခိုးပြီး သီချင်းလေးတွေ အစမ်းထုတ်လုပ်ကြည့်နေသူပေါ့။ဒီလိုနဲ့ အသံသိပ်ကောင်းပြီး ဆွဲဆောင်အားပြင်းတဲ့ ကောင်လေးတစ်ယောက်ကို ချစ်လည်းချစ်မိ၊ အသံကိုလည်း ကြွေခဲ့ရတဲ့ မက်ဂ်က သူ့ကို သီချင်းတွေ ထုတ်လုပ်ပေးဖို့ ကြိုးစားကြည့်တယ်။ ဂရေ့စ်ဆီရယ်၊ ကောင်လေးဆီရယ် အပြန်အလှန် ပြေးပြေးလွှားလွှားနဲ့ သူ့ရဲ့ ထုတ်လုပ်ရေးမှူးအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ကြိုးစားရင်း တလွဲတချော်တွေဖြစ်လာတဲ့အခါ၊ မက်ဂ်တစ်ယောက် ငါးရံ့နှစ်ကောင်ဖမ်းရင်း ဖွတ်မရ ဓားမ,ဆုံး အဖြစ်ကို ကြုံရတာပေါ့လေ။ဒီဇာတ်ကားမှာ သီချင်းကောင်းလေးတွေ အများကြီးပါဝင်ပြီး ကြိုးစားပမ်းစား ဘာသာပြန်ပေးထားပါတယ်။ သံစဉ်နဲ့အလိုက်ဖက်ဆုံး အနုအရွစာသားတွေကို သေသေချာချာစဉ်းစားပြီးတော့ပေါ့။ မကောင်းခဲ့ရင် ကျွန်တော်ညံ့လို့ပါ။ သီချင်းတွေက သိပ်ကောင်းပါတယ်။ Dakota Johnson က မက်ဂ် အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ မပြင်မဆင် အဝတ်အစား ဖရိုဖရဲနဲ့ အလုပ်များတဲ့ကောင်မလေးအဖြစ် သရုပ်ဆောင်နေပေမဲ့ သူ့ရဲ့ သဘာဝအလှက ခမ်းနားလွန်းပါတယ်လေ။ Tracee Joy Silberstein က ဂရေ့စ် ဒေးဗစ် အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ မိသားစုနဲ့အတူ ရယ်ရယ်မောမောနဲ့ သီချင်းကောင်းလေးတွေ တငြိမ့်ငြိမ့်ခံစားဖို့ ရွေးချယ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပါပဲဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုArr Khun Winchesterမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.3GB, 690MBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 1H 53MinGenre – Drama, Music, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNisha GanatraStarsAndy MartinAram AsatryanBen LewisBianca LopezBill PullmanDaisha GrafDakota JohnsonDanielle BarbosaDavid A. GarciaDeniz AkdenizDiploEddie IzzardEdras CerratoEugene CorderoHolly Alexis HymanIce CubeJazlyn MartinJeffery SelfJonathan FreemanJulia DennisJune Diane RaphaelKelvin Harrison Jr.Kenwood AndersonKyndra ReeveyLena DrakeLiliana VasquezMarc Evan JacksonMelanie GriffithNeil LaneParvesh CheenaRoss PartridgeRupak GinnSonal ShahTiffany ElleTracee Ellis RossUttera SinghZoe ChaoCastAndy MartinAram AsatryanBen LewisBianca LopezBill PullmanDaisha GrafDakota JohnsonDanielle BarbosaDavid A. GarciaDeniz AkdenizDiploEddie IzzardEdras CerratoEugene CorderoHolly Alexis HymanIce CubeJazlyn MartinJeffery SelfJonathan FreemanJulia DennisJune Diane RaphaelKelvin Harrison Jr.Kenwood AndersonKyndra ReeveyLena DrakeLiliana VasquezMarc Evan JacksonMelanie GriffithNeil LaneParvesh CheenaRoss PartridgeRupak GinnSonal ShahTiffany ElleTracee Ellis RossUttera SinghZoe Chao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aVX9a54YFmrcEHATubpuFQQKn5L.jpg",
      "https://image.tmdb.org/t/p/w300/xw2Qyos3clcRz87xS5fkoagL506.jpg",
      "https://image.tmdb.org/t/p/w300/ohK1kIDFItfP3VhKZjbfM7yZShs.jpg",
      "https://image.tmdb.org/t/p/w300/qbb9K4WdZbJCwQLPiWdnkJIgnHs.jpg",
      "https://image.tmdb.org/t/p/w300/pYAu1wZBoOgaJIzqvbL3dH53kCf.jpg",
      "https://image.tmdb.org/t/p/w300/cbKPC89ieB3BzWKybXqUD09XILv.jpg",
      "https://image.tmdb.org/t/p/w300/6wYdUEI02OrAE2GvluGjrWgOqhA.jpg",
      "https://image.tmdb.org/t/p/w300/1vJa3dBkwJKgYliVMHIbj38BAsj.jpg",
      "https://image.tmdb.org/t/p/w300/vVAEOZqbGUkfnywo9YjV0dgDu5K.jpg",
      "https://image.tmdb.org/t/p/w300/z0T4F4ZJvs2aKN6g1mil8TidbVS.jpg",
      "https://image.tmdb.org/t/p/w300/3zwHcsmvzwVXZ9SLlXHDSfYJnho.jpg",
      "https://image.tmdb.org/t/p/w300/laIEwyhI47tzAyUszMXGLADGXwP.jpg",
      "https://image.tmdb.org/t/p/w300/sFV1euEPmoXe0nDDkB0CSEqlr4H.jpg",
      "https://image.tmdb.org/t/p/w300/kJkOhgwsutWtCzEicqt8INwPvwr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yHsu8swJSgqDrsPiu7adBjOPLlp.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-high-note-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3bH9v/(CM)_The_High_Note_(2020)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4LFj0RoT#dF8fCWmkLf9jHMY_DWsnDBlmnda6-wIxYbWr5NW9_sY",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c34n3he6entv.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/hfon4s59tnx5.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-high-note-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3bH9j/(CM)_The_High_Note_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gO1GURKK#6BqT0dkxFUb1i43wHpJcYZ0ZINgrEyFLkAwnZRW4b9Q",
        "server": "mega.nz",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ogtnpzbfvw4j.html",
        "server": "usersdrive.com",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/yoowwqf5y6y9.html",
        "server": "streamsb.com",
        "size": "690MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qpWJugM99FI",
      "video_url": "https://www.youtube.com/watch?v=qpWJugM99FI",
      "embed_url": "https://www.youtube.com/embed/qpWJugM99FI"
    }
  },
  {
    "metadata": "|2020||Uncategorized",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "2,445"
    },
    "title": "HIT: The First Case (2020)",
    "description": "HIT: The First Case (2020)====================IMDb Rating – 7.8/10#Unicodeသီချင်းမဆိုတဲ့ကုလားကား မကတဲ့ကုလားကားဆိုပြီး မေးတတ်ခဲ့တဲ့လူတွေအတွက် Hit: The First Case (2020)ကားလေးလာပါပြီ။ ဒီကားလေးက IMDb 7.8 တောင်ရထားပြီး လူတစ်ရာမှာ ၉၄ ယောက်ကြိုက်နှစ်သက်တဲ့မှုခင်းဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ အတိတ်ကကိုယ်ရေးကိုယ်တာ ကိစ္စတစ်ခုကြောင့် Panic Attackခံစားနေရတဲ့ ရဲအရာရှိ ဗစ်ခရန် တစ်ယောက် ဆေးခွင့်နဲ့ ခြောက်လလောက် အနားယူနေစဥ် သူ့ချစ်သူမိန်းကလေးသဲလွန်စမရှိပျောက်ဆုံးသွားပါတယ်။ သူ့ချစ်သူက မှုခင်းဆေးဘက်ဆိုင်ရာဌာနမှဖြစ်ပြီး သူမ မပျောက်ဆုံးခင်အဝေးပြေးလမ်းပေါ်မှာ ၁၈ နှစ်အရွယ်မိန်းကလေး ပရီတီ ပြန်ပေးဆွဲခံရတဲ့အမှုကို စစ်ဆေးနေတာပါ။ ချစ်သူအမှုကို ကိုယ်ရေးကိုယ်တာဖြစ်လို့ ကိုင်တွယ်ခွင့်မရတဲ့ ဗစ်ခရန်ဟာ ဆက်စပ်နေတဲ့ ပရီတီ့အမှုကို လိုက်လံစစ်ဆေးဖော်ထုတ်နေရင်း ဇာတ်ရှိန်မကျဘဲ ဆက်တိုက် စိတ်ဝင်စားဖွယ်တစား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ကြောင်း အာမခံပါတယ်။ စုံထောက်ကားကြိုက်တဲ့လူတွေ ဗစ်ခရန်နဲ့အတူ တရားခံဘယ်သူလဲဆိုတာ တူတူမှန်းဆကြည့်ရအောင်နော် . နှစ်သက်သွားတဲ့လူတွေ ဆက်စောင့်ကြည့်ဖို့ Hit: The Second Case ကို 2021 မှာထွက်ပါမယ်ဆိုတာလည်း ကြိုတင်သတင်းကောင်းပါးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 2hr 11 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, DramaSource : 1080p.WebRip.5.1CHTranslator – Htoo Htoo Ka JoeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSailesh KolanuStarsBhanuchanderBrahmajiHari TejaMurali SharmaRavi VarmaRuhani SharmaVishwak SenCastBhanuchanderBrahmajiHari TejaMurali SharmaRavi VarmaRuhani SharmaVishwak Sen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/im5GgnLwQzowqRHVIFHQEkYdjmH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/hit.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hit-the-first-case-2020-web-rip-5-1-ch-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "WEBRIP 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hit-the-first-case-2020-web-rip-720-p-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://usersdrive.com/7pj1knn0pp6x.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "WEBRIP 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/q4pbmwczzwzh.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/3ko6z/[CM]Hit.The.First.Case.2020.WebRip.5.1CH.1080P.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "WEBRIP 1080P 5.1CH"
      },
      {
        "link": " https://megaup.net/1Ytc2/[CM]Hit.The.First.Case.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://embedsb.com/9wznj3u7tb54.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEBRIP 720P"
      }
    ],
    "trailer": {
      "video_id": "GNn_ovCI85Q",
      "video_url": "https://www.youtube.com/watch?v=GNn_ovCI85Q",
      "embed_url": "https://www.youtube.com/embed/GNn_ovCI85Q"
    }
  },
  {
    "metadata": "R|2020|1h 11mins|Drama,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "6754"
    },
    "title": "(18+)Lover’s Bosomy Friend (2020)",
    "description": "Lover’s Big Tits Friend (2021)နောက်ထပ် ပျိုတို့အတွက် ကြည့်ကောင်းမယ့် ကိုရီးယား ၁၈+ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ချုစားတတ်တဲ့ ယောကျာ်းပိုင်းလုံးတစ်ယောက်ကို လှလှပပကြွကြွရွရွနဲ့ မိန်းမလှနှစ်ယောက်က ပညာပြန်ပေးတဲ့ ပညာရေး အချစ်ဇာတ်လမ်းလေးပါပဲ….ကိုရီးယားမလေးတို့ရဲ့ အလှတရားဖြစ်တဲ့ အပေါ်ပိုင်း အောက်ပိုင်း စတဲ့ အလှတရားပေါင်းစုံနဲ့ဇာတ်လမ်းဇာတ်ကွက်အလန်းတွေကြောင့် သဘောကျကြမယ် ထင်လို့Dark Sideကနေ တင်ဆက်ပေးလိုက်ပါတယ်Translated by : FOXEncoded by : DSFile Size : 612MBQuality : 720pYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDark SideStarsJin KyeongCastKyeong Hoon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/lover-bosomy-friend-2021.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lovers-bosomy-friend-2020",
        "server": "VIP Links",
        "size": "612MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lovers-big-tits-friend-2021-720-p-hd-rip-aac-x-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "612MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kZTh/Lover_s_big_tits_friend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "server": "megaup.net",
        "size": "612MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/v9fw1jzw374u.html",
        "server": "streamsb.com",
        "size": "612MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/v9fw1jzw374u.html",
        "server": "veryfiles.com",
        "size": "612MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/BlzhzfWN6kLLOg",
        "server": "disk.yandex.com",
        "size": "612MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Action,Crime,Horror",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "The Vanished (2020)",
    "description": "ဇနီးမောင်နှံနှစ်ဦးဖြစ်ကြတဲ့ ပေါလ်နဲ့ ဝင်န်ဒီတို့ဟာအားလပ်ရပ်မှာ သမီးလေးဖြစ်တဲ့ တေလာနဲ့ ခွေးလေးလပ်ကီးတို့နဲ့အတူ အပန်းဖြေဖို့အတွက်အာဗီကားလေးတစ်စီးနဲ့ ထွက်လာခဲ့ကြပါတယ်။အပန်းဖြေစခန်းကို ရောက်တဲ့အချိန်မှာ ဝင်န်ဒီကလိုအပ်တဲ့ပစ္စည်းတွေ သွားဝယ်နေတုန်း ပေါလ်ကလည်းဘေးကပ်ရပ်မှာ စခန်းချနေတဲ့ မရန်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ စကားလက်ဆုံကျနေခဲ့ပါတယ်။အဲ့ဒီ အချိန် တစ်ဒင်္ဂလေးအတွင်းမှာပါသူတို့ရဲ့သမီးလေးဖြစ်တဲ့ တေလာဟာထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တာပါ။ပေါလ်တို့ ဇနီးမောင်နှံနှစ်ယောက် ဒါကိုသိလိုက်တဲ့အချိန်မှာအထိတ်တလန့်ဖြစ်ပြီး ရဲကိုအကြောင်းကြားရပါတော့တယ်။အဲ့ဒီနောက် ပေါ်လ်တို့သိရှိလိုက်ရတာကတော့သူတို့စခန်းချနေတဲ့ အနီးက တောထဲမှာ ထောင်ပြေးတစ်ယောက်လွတ်မြောက်နေတယ်ဆိုတဲ့ သတင်းပါပဲ။ဒီလိုနဲ့ ရဲတွေတားမြစ်ထားတဲ့ကြားက သားသမီးဇောကြောင့်သမီးဖြစ်သူကို ရှာဖွေဖို့ ကြိုးစားကြတဲ့အခါမှာတော့ဘယ်လိုပြဿနာတွေကို ရင်ဆိုင်ရမလဲဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မထင်မှတ်တဲ့ လှည့်ကွက်တွေတစ်ခုပြီးတစ်ခုတွေ့ရမယ့်psychological thrillerကားကောင်းတစ်ကားဖြစ်လို့လျှို့ဝှက်သည်းဖို ကြိုက်တတ်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။ပေါလ်အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား Thomas Janeကိုတော့The Mist (2007)ကြည့်ဖူးသူတွေ ရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။File size…  1.6 GB /  730 MBQuality… WEB-Dl 1080p / 720pFormat… mp4Duration…. 1h 55 mGenre …..  Action , CrimeSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. XCodeTranslated by Spencer PotatoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAleksei ArcherAlex HaydonAnne HecheCurtis NichoulsDean ShortlandGiovanni CapitelloGregory HarrisonJason PatricJohn D. HickmanJorge Castro-SalinasKk HeimKristopher WenteLily Anne HarrisonLucas BentleyMitchell L. JohnsonPeter FacinelliRebecca LinesSadie HeimSkyler Elyse PhilpotThomas Jane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/suz4yRPnDL47JJ0zDdu8jnrfAY6.jpg",
      "https://image.tmdb.org/t/p/w300/c2tlXIpwii4Es8s0bLQ8KJ3c0jd.jpg",
      "https://image.tmdb.org/t/p/w300/6JVITYxjubGIf2GLPB2RDW0dXNT.jpg",
      "https://image.tmdb.org/t/p/w300/yM98knSDRmDFiojovS14MZFboiC.jpg",
      "https://image.tmdb.org/t/p/w300/1fwfKxSonQyPxUfwjXWYwVMwE3A.jpg",
      "https://image.tmdb.org/t/p/w300/yb9H9MwApAXg3b0Sj3FQgL7fTpD.jpg",
      "https://image.tmdb.org/t/p/w300/7sJ5PElRsJRYfa7mh5MMjABTHDD.jpg",
      "https://image.tmdb.org/t/p/w300/ou3jfZbent0RxYoeyF2DhlobZ4B.jpg",
      "https://image.tmdb.org/t/p/w300/5RDH5vouBhfkQboi5bKhganBcqI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/napriaik29rg.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-vanished-2020-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/account_home.html#:~:text=https%3A//megaup.net/1VXi9/The.Vanished.2020.1080p.WEB%2DDL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/wl3appdyf3ei",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/szxztv1rd4s1.html",
        "server": "usersdrive.com",
        "size": "730 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-vanished-2020-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VXhq/The.Vanished.2020.720p.WEB-DL_{CM}.mp4",
        "server": "megaup.net",
        "size": "730 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ix30068zk995",
        "server": "streamvid.io",
        "size": "730 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rLAVxKOfHaA",
      "video_url": "https://www.youtube.com/watch?v=rLAVxKOfHaA",
      "embed_url": "https://www.youtube.com/embed/rLAVxKOfHaA"
    }
  },
  {
    "metadata": "PG-13|2020|1h 41min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "9,023"
    },
    "title": "Never Rarely Sometimes Always (2020)",
    "description": "[Unicode]Never, Rarely, Sometimes,Always (2020)=========================IMdb Rating – 7.3/10ဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။မြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။IMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။ကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။ဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။တစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။ဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။ကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။The New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။ရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။ဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။မြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။ခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေလစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။စစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ 81%ဟာ လိင်ပိုင်းဆိုင်ရာနှောင့်ယှက်မှုတွေနဲ့ကြုံတွေခဲ့ရပြီးငါးယောက်မှာ တစ်ယောက်နှုန်းလောက် လိင်ပိုင်းဆိုင်ရာအနိုင်ကျင့်ခံရတယ်ဆိုပါတယ်။လူ့အဖွဲ့အစည်းကနေလုံလောက်တဲ့ကာကွယ်မှု မရတဲ့သဘောပါပဲ။ဒါကို ဒီရုပ်ရှင်မှာ Reality ဆန်ဆန်နဲ့ မြင်သာအောင်ပြထားတယ်။တစ်ဖက်မှာလည်း အမျိုးသမီးတွေကြုံ‌တွေ့ရမယ့်လိင်မှုကိစ္စရဲ့နောင်ဆက်တွဲဖြစ်တဲ့ ကိုယ်ဝန် ပြဿနာကို ၁၇နှစ်ကလေးမလေးရဲ့ကိုယ်ဝန်ဖျက်ဖို့ကြိုးစားခြင်းနဲ့ပြထားတယ်။နစ်နာသူအတွက် တစ်ချို့လိင်ပိုင်းဆိုင်ရာ အနိုင်ကျင့်ခံရမှုတွေဟာ စကားနဲ့ပြောပြဖို့ရာ အဆင်မပြေပါဘူး။ဒါရိုက်တာကလည်း ဖော်ပြမထားပါဘူး။ဆရာဝန်သိသလောက်ကိုပဲ ကျွန်တော်တို့သိရတာပါပဲ။သဘောကျစရာ ကောင်းတာကတော့ ဖြေရခက်တဲ့ မေးခွန်းတွေအတွက် အဖြေလေးခုထဲက ရွေးပေးရတဲ့စနစ်ကိုသုံးပြီး လူသားဆန်ဆန်မေးတာပါပဲ။အဲ့ဒီ‌အဖြေလေးခုကတော့ “တစ်ခါမှ”“ဖြစ်တောင့်ဖြစ်ခဲ” “တစ်ခါတလေ”“အမြဲတမ်း”တို့ပါပဲ။ခင်ဗျားရောလိင်မှုကိစ္စပြုဖူးလား။ပြုဖူးရင်ရောအမျိုးသမီးဘက်က နောက်ဆက်တွဲ ပြဿနာတွေအတွက် ထည့်စဉ်းစားဖူးလား။“တစ်ခါမှလား” “ဖြစ်တောင့်ဖြစ်ခဲလား”“တစ်ခါတလေလား” “အမြဲတမ်းလား”။ဘာပဲဖြစ်ဖြစ်ပါ ဒီရုပ်ရှင်ဟာ လိင်မှုကိစ္စနောက်ဆက်တွဲပြဿနာတွေကို ပိုပြီးဆင်ခြင်မိစေမှာပါပဲ။တစ်နေ့နေ့ တစ်ချိန်ချိန်မှာ မလွဲမသွေ ကြုံတွေ့ရမယ့် အရာအ‌တွက် ကြည့်ထားကြသင့်တဲ့ ရုပ်ရှင်ပါပဲ။ဒီရုပ်ရှင်ရဲ့ အသက်ကန့်သတ်ချက်က PG-13ပါ။13နှစ်အထက် သားသမီးတွေရှိရင် ပြသင့်တဲ့ Sex educationရုပ်ရှင်တစ်ကားလို့ ပြောရင်လည်း မမှားပါဘူး။( အညွှန်းရေးသားပြီးဘာသာပြန်ထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Never, Rarely, Sometimes,Always (2020)=========================IMdb Rating – 7.3/10ဒီ႐ုပ္ရွင္ဟာ ထူးျခားမႈတစ္စုံတရာမရွ္ိေပမယ့္ ႐ုပ္ရွင္ေကာင္းတစ္ခုပါပဲ။ျမင္ေနၾကျပႆနာ တစ္ခုအတြက္ ကာကာကြယ္ကြယ္ေျပာရရင္ တစ္ခ်ိဳ႕အတြက္ေတာ ဘာမွန္းမသိဘဲ ၿပီးသြားတဲ့ကားသက္သက္ျဖစ္မွာပါ။IMdb ratingဟာ ခင္ဗ်ားသြားေပးလည္းရတဲ့ ratingတစ္ခုဆိုေတာ့ IMDb ratingမဆိုးတာကို အသာဖယ္လိုက္ပါဦး။ကမာၻ႔စိတ္အခ်ရဆုံး ratingလို႔ေျပာၾကတဲ့ Rotten Tomatoesရဲ႕ criticေတြေပးတဲ့ Tomatoers rating ၉၉ရွိပါတယ္။ဒီေလာက္ဆို ကြၽန္ေတာ္ၫႊန္းစရာေတာင္မလိုပါဘူး။ ႐ုပ္ရွင္ေကာင္းဆိုတာ သိသာပါတယ္။တစ္ခုရွိတာကေတာ့ Audience Ratingကေတာ့ ၂၀ပဲရွိပါတယ္ ။ဆိုလိုတာကေတာ့ လူတိုင္းႀကိဳက္မယ့္ကား မဟုတ္ပါဘူး။ေကာင္းတယ္ၫႊန္းလို႔ Downမိတာ မေကာင္းဘူးေျပာမယ့္သူေတြ ႀကိဳက္မယ့္ကားမ်ိဳးမဟုတ္ပါဘူး။The New Yokerမွာေတာင္ ဒီ႐ုပ္ရွင္အေၾကာင္း ေဆာင္းပါးတစ္ခုတ္တရေရးထားပါတယ္။႐ုပ္ရွင္တစ္ကားရဲ႕ ေကာင္းျခင္းမ‌ေကာင္းျခင္းက ၾကည့္ရႈသူရဲ႕ ခံစားမႈအက်ယ္အေျပာနဲ႔ တိုက္႐ိုက္ အခ်ိဴးက်ပါတယ္။ဒီ႐ုပ္ရွင္ရဲ႕ အေၾကာင္းအရာနဲ႔ တင္ဆက္ျပသပုံဟာ အင္မတန္႐ိုးရွင္းၿပီး သ႐ုပ္မွန္ဆန္ပါတယ္။ျမင္ေနက်ျပႆနာ တစ္ခုကိုပဲ တင္ျပထားတာပါ။ေခတ္အဆက္ဆက္ျပႆနာျဖစ္တဲ့ လိင္မႈေရးရာနဲ႔ အမ်ိဳးသမီးေတြရဲ႕ အႏိုင္က်င့္ခံရမႈေတြလစဥ္ဓမၼတာေဝဒနာေတြ၊ ကိုယ္ဝန္နဲ႔ပက္သက္တဲ့ ေဝဒနာေတြအေၾကာင္းပါပဲ။စစ္တမ္းေကာက္ခ်က္အရေတာ့ အမ်ိဴးသမီးထုရဲ႕ 81%ဟာ လိင္ပိုင္းဆိုင္ရာေႏွာင့္ယွက္မႈေတြနဲ႔ႀကဳံေတြခဲ့ရၿပီးငါးေယာက္မွာ တစ္ေယာက္ႏႈန္းေလာက္ လိင္ပိုင္းဆိုင္ရာအႏိုင္က်င့္ခံရတယ္ဆိုပါတယ္။လူ႔အဖြဲ႕အစည္းကေနလုံေလာက္တဲ့ကာကြယ္မႈ မရတဲ့သေဘာပါပဲ။ဒါကို ဒီ႐ုပ္ရွင္မွာ Reality ဆန္ဆန္နဲ႔ ျမင္သာေအာင္ျပထားတယ္။တစ္ဖက္မွာလည္း အမ်ိဳးသမီးေတြႀကဳံ‌ေတြ႕ရမယ့္လိင္မႈကိစၥရဲ႕ေနာင္ဆက္တြဲျဖစ္တဲ့ ကိုယ္၀န္ ျပႆနာကို ၁၇ႏွစ္ကေလးမေလးရဲ႕ကိုယ္၀န္ဖ်က္ဖို႔ႀကိဳးစားျခင္းနဲ႔ျပထားတယ္။နစ္နာသူအတြက္ တစ္ခ်ိဳ႕လိင္ပိုင္းဆိုင္ရာ အႏိုင္က်င့္ခံရမႈေတြဟာ စကားနဲ႔ေျပာျပဖို႔ရာ အဆင္မေျပပါဘူး။ဒါ႐ိုက္တာကလည္း ေဖာ္ျပမထားပါဘူး။ဆရာ၀န္သိသေလာက္ကိုပဲ ကြၽန္ေတာ္တို႔သိရတာပါပဲ။သေဘာက်စရာ ေကာင္းတာကေတာ့ ေျဖရခက္တဲ့ ေမးခြန္းေတြအတြက္ အေျဖေလးခုထဲက ေ႐ြးေပးရတဲ့စနစ္ကိုသုံးၿပီး လူသားဆန္ဆန္ေမးတာပါပဲ။အဲ့ဒီ‌အေျဖေလးခုကေတာ့ “တစ္ခါမွ”“ျဖစ္ေတာင့္ျဖစ္ခဲ” “တစ္ခါတေလ”“အၿမဲတမ္း”တို႔ပါပဲ။ခင္ဗ်ားေရာလိင္မႈကိစၥျပဳဖူးလား။ျပဳဖူးရင္ေရာအမ်ိဳးသမီးဘက္က ေနာက္ဆက္တြဲ ျပႆနာေတြအတြက္ ထည့္စဥ္းစားဖူးလား။“တစ္ခါမွလား” “ျဖစ္ေတာင့္ျဖစ္ခဲလား”“တစ္ခါတေလလား” “အၿမဲတမ္းလား”။ဘာပဲျဖစ္ျဖစ္ပါ ဒီ႐ုပ္ရွင္ဟာ လိင္မႈကိစၥေနာက္ဆက္တြဲျပႆနာေတြကို ပိုၿပီးဆင္ျခင္မိေစမွာပါပဲ။တစ္ေန႔ေန႔ တစ္ခ်ိန္ခ်ိန္မွာ မလြဲမေသြ ႀကဳံေတြ႕ရမယ့္ အရာအ‌တြက္ ၾကည့္ထားၾကသင့္တဲ့ ႐ုပ္ရွင္ပါပဲ။ဒီ႐ုပ္ရွင္ရဲ႕ အသက္ကန႔္သတ္ခ်က္က PG-13ပါ။13ႏွစ္အထက္ သားသမီးေတြရွိရင္ ျပသင့္တဲ့ Sex education႐ုပ္ရွင္တစ္ကားလို႔ ေျပာရင္လည္း မမွားပါဘူး။( အညႊန္းေရးသားျပီးဘာသာျပန္ထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.3/10Format__mp4Duration__01:44:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEliza HittmanStarsSidney FlaniganTalia RyderThéodore PellerinCastAlana Barrett-AdkinsAmy TribbeyApril SzykerukAurora RichardsBill VilaBrian AltemusBryse GregoryCarolina EspiroCassandra PogenskyChristian ClementsDavid BunetaDenise PillottDrew SeltzerEliazar JimenezFrank ChavezGuy A. ForttJingjing TianJohn Ballinger Sr.Julia GrantKaeta JarkowKelly ChapmanKim Rios LinLizbeth MacKayMia DillonMichael ErikNolan SchafferOmar DugueRonnick McCoyRose Elizabeth RichardsRyan EggoldSalem MurphySam DuggerSharon Van EttenSidney FlaniganSipiwe MoyoSonia Luz Rose MenaTalia RyderTamara LeeTate PontoneThéodore PellerinTommy KellyZachary AsnisZachary Dill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i372MQ9hO3ZSrj421zG1127Vzfm.jpg",
      "https://image.tmdb.org/t/p/w300/uHZVZexorbiKo2GkRTDwqKphren.jpg",
      "https://image.tmdb.org/t/p/w300/9EfBlWRFnDYhVjKFaLfEl1iE5Xh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGUzZjZhMmUtZDE4Yi00NTI0LWJlMDUtNTU1OWI2ZWM1MzBmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/never-rarely-sometimes-always-2020",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/never-rarely-sometimes-always-2020-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://usersdrive.com/hrx3j1yyydu0.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://megaup.net/2gcE0/Never_Rarely_Sometimes_Always_(2020)_WebDL-1080p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://mega.nz/file/1bwSmCJQ#4RmD3kiN3kgHtkta2gP0CYTLkq8VFbxcRFxSfX5Ly4A",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://upstream.to/5e4ltglk62x0",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "Web-DL 1080P"
      }
    ],
    "trailer": {
      "video_id": "hjw_QTKr2rc",
      "video_url": "https://www.youtube.com/watch?v=hjw_QTKr2rc",
      "embed_url": "https://www.youtube.com/embed/hjw_QTKr2rc"
    }
  },
  {
    "metadata": "|2020||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1,200"
    },
    "title": "Dating Amber (2020)",
    "description": "Dating Amber (2020)=================IMDb Rating – 7.0/10#Unicodeဒီနေ့အတွက် imdb rating 7.0/10 ထိရရှိထားတဲ့ Comedy, Drama, Romance ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် အက်ဒီက gay.အဖေက စစ်ဗိုလ်ဖြစ်လို့ စစ်ဗိုလ်မျိုးဆက်ကို ဆက်ခံရမယ်လို့ ခံယူထားတဲ့သူ။ ကျောင်းမှာလဲသူငယ်ချင်းတွေက အမြဲစနောက်တယ်။ အမ်ဘာကလဲ lesbian ။ ကျောင်းမှာ ပေါင်းမယ့်သူမရှိ။ကျောင်းပြီးတာနဲ့ မြို့ကထွက်သွားဖို့ စဉ်းစားထားတဲ့သူ။ တစ်ရက် gay နဲ့ lesbian ဟန်ဆောင်ချစ်သူတွေအဖြစ် ကျောင်းမှာ ပေါ်တင်နေဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ။ အံ့သြခြင်းများစွာနဲ့အတူကျောင်းနေဖက်သူငယ်ချင်းတွေရဲ့ ဖြစ်ပျက်ပြောင်းလဲသွားပုံနဲ့ သူတို့နှစ်ဦးရဲ့ဇာတ်လမ်းအပေါ်ဟာသလေးတွဲပြီး ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ imdb rating 7.0/10 ထိရရွိထားတဲ့ Comedy, Drama, Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ အက္ဒီက gay.အေဖက စစ္ဗိုလ္ျဖစ္လို႔ စစ္ဗိုလ္မ်ိဳးဆက္ကို ဆက္ခံရမယ္လို႔ ခံယူထားတဲ့သူ။ ေက်ာင္းမွာလဲသူငယ္ခ်င္းေတြက အၿမဲစေနာက္တယ္။ အမ္ဘာကလဲ lesbian ။ ေက်ာင္းမွာ ေပါင္းမယ့္သူမရွိ။ေက်ာင္းၿပီးတာနဲ႔ ၿမိဳ႕ကထြက္သြားဖို႔ စဥ္းစားထားတဲ့သူ။ တစ္ရက္ gay နဲ႔ lesbian ဟန္ေဆာင္ခ်စ္သူေတြအျဖစ္ ေက်ာင္းမွာ ေပၚတင္ေနဖို႔ဆုံးျဖတ္လိုက္ၾကတဲ့အခါ။ အံ့ၾသျခင္းမ်ားစြာနဲ႔အတူေက်ာင္းေနဖက္သူငယ္ခ်င္းေတြရဲ႕ ျဖစ္ပ်က္ေျပာင္းလဲသြားပုံနဲ႔ သူတို႔ႏွစ္ဦးရဲ႕ဇာတ္လမ္းအေပၚဟာသေလးတြဲၿပီး ၿငိမ့္ၿငိမ့္ေလးၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးပါလို႔ ၫႊန္းေပးခ်င္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, Drama, RomanceSource : 1080p.WebRipTranslator – Z Naing Z NianhEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid FreyneStarsAlly Ni ChiarainArian NikBarry WardFionn O'SheaLola PetticrewSharon HorganSimone KirbyCastAlly Ni ChiarainArian NikBarry WardFionn O'SheaLola PetticrewSharon HorganSimone Kirby",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ch38EJf5EeEze7rJ9cqr38GjM8b.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-4.36.12-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ycxe0nb8flbq.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/z7l7zg56cnec.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dating-amber-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dating-amber-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/1xpbi/[CM]Dating.Amber.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/1xpba/[CM]Dating.Amber.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/zak6355ygb3v",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/8km1tq96ofh9",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/shgBARRJ#SVAxk1ozKw7TK5h40ddz-QPSzO8QJlVEdMLqi8gqzWg",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/J94z3DSA#FaH7S5g8YHaV_rI3f7-qpos6UyIn-iCCtvVU0x0a4ag",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/yFfoC9nzUx4tjg",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/r5wTB6BlWu5HNQ",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Adult,Horror",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "5"
    },
    "title": "The Cursed Lesson (2020)",
    "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့Horror ကားလေးတစ်ကားဖြစ်ပြီးတော့Horror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။သင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီးအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?ဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီးသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်တွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလိုတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်ကအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။ခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့နောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီးသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့တက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။ဘာလို့လဲဆိုတာကတော့ ………………အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… 0.97 GBQuality….WEBrip 720pFormat…mp4Duration…. 1hr 33 minSubtitle….Myanmar Subtitle (Hardsub)Encoder…. XcodeTranslated by …… FoxYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJai-hong JuhnJi-han KimCastChoi Cheol-hoHan Se-minJo Jung-minKan Mi-younKim Si-woonLee Chae-Young",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oRSOnwDJdGAdxmCiRZ58CALjbuB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-cursed-lesson-2020",
        "server": "VIP Links",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://www.datbu.com/auixr21s1ej5.html",
        "server": "datbu.com",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://usersdrive.com/8qxra09cqags.html",
        "server": "usersdrive.com",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://veryfiles.com/ui6bo35zvcib",
        "server": "veryfiles.com",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-cursed-lesson-2020-720-p-hd-rip-h-264-aac-non-drm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://mega.nz/file/RAkSkRKK#Njlqc9WC9gOmOm-5vjXkx8MSV_pMY5wPzuHNiE7Yc80",
        "server": "mega.nz",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://upstream.to/pazmaxyakwpk",
        "server": "upstream.to",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      },
      {
        "link": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "server": "megaup.net",
        "size": "0.97GB",
        "quality": "720P WEBRip"
      }
    ],
    "trailer": {
      "video_id": "Zd0C5pUYjtM",
      "video_url": "https://www.youtube.com/watch?v=Zd0C5pUYjtM",
      "embed_url": "https://www.youtube.com/embed/Zd0C5pUYjtM"
    }
  },
  {
    "metadata": "R|2020|1h 45min|Drama,Romance",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "5,868"
    },
    "title": "After We Collided (2020)",
    "description": "Hello Hello !အချစ်တွေနဲ့ အမုန်းကြမ်းမယ့် Tessa နဲ့ Hardin ပြန်လာပါပြီBut ….ဒီကားလေးကို မကြည့်ခင် After ဆိုတဲ့ 2019 တုန်းက ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းလေးကို ကြည့်ဖူးမှဖြစ်ပါမယ်ဒီတော့ မကြည့်ရသေးရင် အခုပဲ ပြေးကြည့်လိုက်ပါဇာတ်ကြောင်းလေးပြန်ကောက်ပေးရမယ်ဆိုရင်တော့ ပါတီတစ်ခုက Truth or Dare ဆိုတဲ့ ဂိမ်းလေးရဲ့ ကျေးဇူးနဲ့ ချစ်သူတွေ ဖြစ်သွားကြတဲ့Hardin နဲ့ Tessaဆိုတဲ့ ကောလိပ်ကျောင်းသားနဲ့ ကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ ….After မှာ နှစ်ယောက်အတူ အနမ်းတွေ ခြွေခဲ့တဲ့ ရေကန်လေးမှာ အတူတူထိုင်ရင်း အဆုံးသတ်သွားတာ မှတ်မိကြဦးမှာပါ” လောကမှာ အချစ်ဆုံးက ငါ့ကိုယ်ငါလို့ ဖြေခဲ့တာ နင်မှတ်မိလားတကယ်တော့ လောကမှာ ငါအချစ်ဆုံးက နင်ပါ ” ဆိုတဲ့ စကားလေးရော မှတ်မိကြသေးရဲ့လားမှတ်မိရင် ဆက်ကြည့်လို့ရပါပြီAfter We Collided ရော အချစ်ငှက်နှစ်ကောင် ဘယ်လိုတွေ ကြမ်းကြ အဲ …. ချစ်ကြဦးမလဲ ……ကာရိုက်တာ အသစ်တစ်ယောက်လည်း ပါလာပြီမို့ ဘယ်လိုဇာတ်တွေရှပ်ကြဦးမလဲ …..ဘယ်လို စိတ်၀င်စားစရာအခြေအနေတွေ ဖြစ်လာဦးမလဲ ဆိုတာကတော့ …….. ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ပါတော့ဒီ Sequel မှာတော့” I think you owe me a dare ” ဆိုတဲ့ လေသံလေးကြောင့် ပျိုပျိုမေတို့ ကြွေဆင်းခဲ့ရတဲ့ မင်းသားချောလေး Hero အပြင်Sprouse ညီအစ်ကိုထဲက အကြီးဖြစ်တဲ့ Dylan Sprouse ပါ ထပ်တိုးပါလာပြီမို့ နှုတ်ခမ်းနီမလေးတွေအတွက်တော့ ဒီ ၂ ယောက်နဲ့တင် တန်နေပါပြီဒါတင်ပဲလား …?After We Collided မှာ ပိုပြီး sexy ဖြစ်လာတဲ့ မင်းသမီးလေးကတော့ ပုရိသ ယောက်ျားတို့အတွက် ဂွင်ပါပဲနော်ကဲ ပြောနေတာကြာတယ်အခုပဲ မြန်မြန်သာ ဒေါင်းကြည့်လိုက်ကြပါတော့ ပေါ့ပါ့ပါးပါး အချစ်ဇာတ်လမ်းလေးမို့ Home Stay ကာလမှာ အပန်းပြေစေမှာ အမှန်ပါပဲဘာသာပြန်ပေးထားသူကတော့ Littleneo ပဲ ဖြစ်ပါတယ်။File Size : ( 1.85 GB) ,(850 MB) and (430 MB)Quality : AMZN 1080p 5.1Running Time : 1hr 45minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 10800p.AMZN.WEB-DL.DDP5.1.H.264Translated by LittleneoEncode by Thanhtike Zaw , Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCandice KingCharlie WeberDylan ArnoldDylan SprouseHero Fiennes-TiffinInanna SarkisJohn Jackson HunterJosephine LangfordKarimah WestbrookKhadijha Red ThunderLouise LombardMax RagonePia MiaRob EstesSamuel LarsenSelma BlairShane Paul McGhie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r5srC0cqU36n38azFnCyReEksiR.jpg",
      "https://image.tmdb.org/t/p/w300/lcoEUsxTM6QWZH3HlraA3Qmb5yx.jpg",
      "https://image.tmdb.org/t/p/w300/7eTG0xaWatHAcF4CkN7CiIi7Nmk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/fb4e58756e169a0b959934844b7ed6aa304ced9d1cc530de425cd0c8f1dfb3da._RI_V_TTW_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/after-we-collided-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hyparbnvc0i9.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1FDrk/After_We_Collided_(2020)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/T2QUjIZL#2Upt_gBFKpvmj9Dzgjz29kDLlIyWkg9Gjg8HX6JfuiE",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/after-we-collided-2020-720-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ot1lvnnueqti.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dJ0QTK6a#YlStvrNiYlZoXm5EWN3NT4AIuBrnMfT5RdMqSADvkEM",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Twa7/After.We.Collided.2020.720p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/e76lwowwyk94",
        "server": "streamvid.io",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/58xmp9etdxa5",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BJBxXDhpZq0",
      "video_url": "https://www.youtube.com/watch?v=BJBxXDhpZq0",
      "embed_url": "https://www.youtube.com/embed/BJBxXDhpZq0"
    }
  },
  {
    "metadata": "N/A|2020|2h 39min|Action,Bollywood",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "2,995"
    },
    "title": "Darbar (2020)",
    "description": "(Unicode)ဘောလိဝုဒ်ဇာတ်ကားတွေပြီးတော့အခုတစ်ခါ တမီးလ်စူပါစတားကြီး Rajinikanth ရဲ့ ရုံတင်ဇာတ်ကားကြီးအလှည့်ပေါ့ဗျာ။ဟောလိဝုဒ် ၊ ဘောလိဝုဒ်ပရိတ်သတ်တွေအဖို့အိုဗာအက်ရှင်တွေကို ညည်းငွေ့နေနိုင်ပေမယ့်အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တွေကို ကြိုက်တတ်သူအဖို့တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဘယ်လိုပဲ ဖြစ်ဖြစ် Rajinikanth ဟာလည်းတောင်ပိုင်းရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားသာကမဘောလိဝုဒ်ရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားမှာလည်းသြဇာရှိပြီး အနုပညာကြေးမြင့်တဲ့ မင်းသားကြီးမို့ပရိတ်သတ်တွေကတော့ ဒီဇာတ်ကားကို ကြည့်ရင်းလက်ခုပ်လက်ဝါးတီးပြီး အားပေးကြဦးမှာပါ။အညွှန်းအာဒိသယာဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာသမီးဖြစ်သူ ဗာလီနဲ့အတူ မွန်ဘိုင်းမြို့ကို ရဲမင်းကြီး(ရဲမှူးကြီးဟု သင့်တော်သလို ဘာသာပြန်ထားသည်)အဖြစ်နဲ့ရောက်ရှိလာပြီးမြို့ထဲမှာရှိတဲ့ ဆိုးသွမ်းသူတွေကို လိုက်လံနှိမ်နင်းရာကနေ ဇာတ်လမ်းကို စထားပြီး….ဒီနောက်ပိုင်းမှာတော့ တမီးလ်ရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်းအကအလှတွေ ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ပြီးဇာတ်လမ်းကို အရှိန်တက်လာအောင် စွမ်းဆောင်ထားပါတယ်။ဇာတ်လမ်းပုံစံက ရဲနဲ့လူဆိုး အားပြိုင်ကြတဲ့ မြင်နေကျ သာမာန်ဆိုပေမယ့်ရိုက်ကူးထားပုံက ဆန်းသစ်ပြီး Rajinikanthရဲ့ ဟိုးရုပ်ရှင်ခေတ်ဦးကတည်းကသုံးစွဲလာခဲ့တဲ့သူ့ရဲ့ကိုယ်ပိုင်အမှတ်အသားဖြစ်တဲ့ တီးလုံးကို အက်ရှင်ခန်းတွေ ၊ Tempo မြှင့်တင်တဲ့အခန်းတွေမှာသင့်တော်သလို သုံးစွဲထားပုံက သပ်ရပ်ပြီး ပရိတ်သတ်ကို တစ်မျိုးတစ်မည် ဆွဲဆောင်ထားပါတယ်။ကဲ…အိန္ဒိယတောင်ပိုင်းဇာတ်ကားပရိတ်သတ်တို့ရေ…ကျွန်တော်တို့ငယ်စဉ်ကတည်းက စွဲလမ်းခဲ့ရတဲ့Idol ကြီးရဲ့ အသစ်စက်စက် ရုံတင်ဇာတ်ကားကြီးကို လက်မနှေးပဲ အားပေးလိုက်ကြပါစို့။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)ေဘာလိဝုဒ္ဇာတ္ကားေတြၿပီးေတာ့အခုတစ္ခါ တမီးလ္စူပါစတားႀကီး Rajinikanth ရဲ႕ ႐ုံတင္ဇာတ္ကားႀကီးအလွည့္ေပါ့ဗ်ာ။ေဟာလိဝုဒ္ ၊ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအဖို႔အိုဗာအက္ရွင္ေတြကို ညည္းေငြ႕ေနႏိုင္ေပမယ့္အိႏၵိယေတာင္ပိုင္း႐ုပ္ရွင္ေတြကို ႀကိဳက္တတ္သူအဖို႔ေတာ့ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါပဲ။ဘယ္လိုပဲ ျဖစ္ျဖစ္ Rajinikanth ဟာလည္းေတာင္ပိုင္း႐ုပ္ရွင္ထုတ္လုပ္ေရးေတြၾကားသာကမေဘာလိဝုဒ္႐ုပ္ရွင္ထုတ္လုပ္ေရးေတြၾကားမွာလည္းၾသဇာရွိၿပီး အႏုပညာေၾကးျမင့္တဲ့ မင္းသားႀကီးမို႔ပရိတ္သတ္ေတြကေတာ့ ဒီဇာတ္ကားကို ၾကည့္ရင္းလက္ခုပ္လက္ဝါးတီးၿပီး အားေပးၾကဦးမွာပါ။အၫႊန္းအာဒိသယာဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာသမီးျဖစ္သူ ဗာလီနဲ႔အတူ မြန္ဘိုင္းၿမိဳ႕ကို ရဲမင္းႀကီး(ရဲမႉးႀကီးဟု သင့္ေတာ္သလို ဘာသာျပန္ထားသည္)အျဖစ္နဲ႔ေရာက္ရွိလာၿပီးၿမိဳ႕ထဲမွာရွိတဲ့ ဆိုးသြမ္းသူေတြကို လိုက္လံႏွိမ္နင္းရာကေန ဇာတ္လမ္းကို စထားၿပီး….ဒီေနာက္ပိုင္းမွာေတာ့ တမီးလ္႐ုပ္ရွင္ေတြရဲ႕ ထုံးစံအတိုင္းအကအလွေတြ ၊ ဟာသခန္းေလးေတြ ညႇပ္ထည့္ၿပီးဇာတ္လမ္းကို အရွိန္တက္လာေအာင္ စြမ္းေဆာင္ထားပါတယ္။ဇာတ္လမ္းပုံစံက ရဲနဲ႔လူဆိုး အားၿပိဳင္ၾကတဲ့ ျမင္ေနက် သာမာန္ဆိုေပမယ့္႐ိုက္ကူးထားပုံက ဆန္းသစ္ၿပီး Rajinikanthရဲ႕ ဟိုး႐ုပ္ရွင္ေခတ္ဦးကတည္းကသုံးစြဲလာခဲ့တဲ့သူ႔ရဲ႕ကိုယ္ပိုင္အမွတ္အသားျဖစ္တဲ့ တီးလုံးကို အက္ရွင္ခန္းေတြ ၊ Tempo ျမႇင့္တင္တဲ့အခန္းေတြမွာသင့္ေတာ္သလို သုံးစြဲထားပုံက သပ္ရပ္ၿပီး ပရိတ္သတ္ကို တစ္မ်ိဳးတစ္မည္ ဆြဲေဆာင္ထားပါတယ္။ကဲ…အိႏၵိယေတာင္ပိုင္းဇာတ္ကားပရိတ္သတ္တို႔ေရ…ကြၽန္ေတာ္တို႔ငယ္စဥ္ကတည္းက စြဲလမ္းခဲ့ရတဲ့Idol ႀကီးရဲ႕ အသစ္စက္စက္ ႐ုံတင္ဇာတ္ကားႀကီးကို လက္မေႏွးပဲ အားေပးလိုက္ၾကပါစို႔။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 39minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorA.R. MurugadossStarsDalip TahilJatin SarnaNawab ShahNayantharaNivetha ThomasPrateik BabbarRajinikanthSrimanSunil ShettyYogi BabuCastDalip TahilJatin SarnaManasvi KottachiNawab ShahNayantharaNivetha ThomasPrateik BabbarRajinikanthSrimanSunil ShettyYogi Babu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nO1Z6TznALTIkAahKNxlCKN9SII.jpg",
      "https://image.tmdb.org/t/p/w300/nRtj31ZhUVCVljE2WwUgLPgBbuN.jpg",
      "https://image.tmdb.org/t/p/w300/8WtaU1fpr9pqQV544PDoldP97lp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vPYRg4Kwwj3w3waMPjGM9M7cLpV.jpg",
    "movie_links": [
      {
        "link": "https://fastload.cc/3dm",
        "server": "fastload.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/k3Qk33f-lOn0hQ",
        "server": "disk.yandex.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1LlE/(CM)_Darbar.Tamil.2020.480p.AMZN.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://fastload.cc/3dl",
        "server": "fastload.cc",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/lY2m68aV-8EOKQ",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Action,Adventure,Animation",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1,303"
    },
    "title": "Ben 10 Versus the Universe: The Movie (2020)",
    "description": "Ben 10 Versus the Universe: The Movie (2020)=================================IMDb Rating – 6.0/10#UnicodeBen 10ကိုဆိုမသိတဲ့လူမရှိလောက်ပါဘူးနော် အခုကားလေးကတော့Ben 10နဲ့ အာကာသထဲကဂြိုဟ်သားတွေရဲ့တိုက်ပွဲရယ် Ben 10ရဲ့နာရီလေးဘယ်လိုဖြစ်လာလဲရဲ့ နောက်ကြောင်းတွေရယ်ကြားထဲကဆက်စပ်မှုတွေအကြောင်းပါ။ ဘန်တို့ရဲ့ကမ္ဘာဂြိုဟ်ဆီကိုဥက္ကာခဲတစ်ခုဦးတည်လာနေတာကိုသိပ္ပံပညာရှင်ကြီးဖေလ်ကတစ်ဆင့်သိခဲ့ရပါတယ်။ ကမ္ဘာပေါ်ကသာမန်လူဆိုးတွေလောက်ကိုဖမ်းရတာပျင်းနေတဲ့ဘန်ကအာကာသထဲထိသွားပြီး ဥက္ကာခဲကိုလမ်းကြောင်းလွဲအောင်တိုက်ထုတ်ပစ်လိုက်ဖို့စိတ်အားထက်သန်နေပါတယ်။ ဒီစွန့်စားခန်းမှာအရေးကြီးတာကဘန့်ရဲ့နာရီရယ် သုံးတတ်ရင်သုံးတတ်သလိုအစွမ်းထက်တဲ့ နာရီသော့ရယ်ပဲဖြစ်ပါတယ်။ အမှန်တော့လာနေတဲ့ဥက္ကာခဲဆိုတာဂြိုဟ်သားရာဇဝတ်ကောင်ကြီးရဲ့ယာဉ်ပျံပါပဲ သူကဘန့်ရဲ့နာရီသော့ကိုလိုချင်လို့ကမ္ဘာထိလိုက်လာပေမယ့်။ ဘန်ကတော့အာကာသထဲကိုရောက်ပြီးကမ္ဘာနဲ့ အဆက်အသွယ်၊ အထိန်းအချုပ်မဲ့သွားချိန်မှာ နာရီကိုစတီထွင်ခဲ့တဲ့ဂြိုဟ်သားသိပ္ပံပညာရှင်ကြီးနဲ့တွေ့ခဲ့ပါတယ်။ ထိုသိပ္ပံပညာရှင်ကြီးရဲ့အကြံဉာဏ်တွေအကူအညီတွေနဲ့ဘန်ဟာကမ္ဘာကို ကယ်တင်တဲ့ရင်တမမကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#ZawgyiBen 10ကိုဆိုမသိတဲ့လူမရွိေလာက္ပါဘူးေနာ္ အခုကားေလးကေတာ့Ben 10နဲ႔ အာကာသထဲကၿဂိဳဟ္သားေတြရဲ႕တိုက္ပြဲရယ္ Ben 10ရဲ႕နာရီေလးဘယ္လိုျဖစ္လာလဲရဲ႕ ေနာက္ေၾကာင္းေတြရယ္ၾကားထဲကဆက္စပ္မႈေတြအေၾကာင္းပါ။ ဘန္တို႔ရဲ႕ကမာၻၿဂိဳဟ္ဆီကိုဥကၠာခဲတစ္ခုဦးတည္လာေနတာကိုသိပၸံပညာရွင္ႀကီးေဖလ္ကတစ္ဆင့္သိခဲ့ရပါတယ္။ ကမာၻေပၚကသာမန္လူဆိုးေတြေလာက္ကိုဖမ္းရတာပ်င္းေနတဲ့ဘန္ကအာကာသထဲထိသြားၿပီး ဥကၠာခဲကိုလမ္းေၾကာင္းလြဲေအာင္တိုက္ထုတ္ပစ္လိုက္ဖို႔စိတ္အားထက္သန္ေနပါတယ္။ ဒီစြန႔္စားခန္းမွာအေရးႀကီးတာကဘန႔္ရဲ႕နာရီရယ္ သုံးတတ္ရင္သုံးတတ္သလိုအစြမ္းထက္တဲ့ နာရီေသာ့ရယ္ပဲျဖစ္ပါတယ္။ အမွန္ေတာ့လာေနတဲ့ဥကၠာခဲဆိုတာၿဂိဳဟ္သားရာဇဝတ္ေကာင္ႀကီးရဲ႕ယာဥ္ပ်ံပါပဲ သူကဘန႔္ရဲ႕နာရီေသာ့ကိုလိုခ်င္လို႔ကမာၻထိလိုက္လာေပမယ့္။ ဘန္ကေတာ့အာကာသထဲကိုေရာက္ၿပီးကမာၻနဲ႔ အဆက္အသြယ္၊ အထိန္းအခ်ဳပ္မဲ့သြားခ်ိန္မွာ နာရီကိုစတီထြင္ခဲ့တဲ့ၿဂိဳဟ္သားသိပၸံပညာရွင္ႀကီးနဲ႔ေတြ႕ခဲ့ပါတယ္။ ထိုသိပၸံပညာရွင္ႀကီးရဲ႕အႀကံဉာဏ္ေတြအကူအညီေတြနဲ႔ဘန္ဟာကမာၻကို ကယ္တင္တဲ့ရင္တမမၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 12minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action, AdventureSource : 1080p. WebRipTranslator – Hnin Wut YiEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDaryl SabaraDavid KayeDee Bradley BakerGreg CipesJohn DiMaggioJosh KeatonMontse HernandezRoger Craig SmithTara StrongTodd HaberkornTom KennyTravis WillinghamYuri Lowenthal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c12U1DSy6Bj2qI5RiT7lKIPLvU9.jpg",
      "https://image.tmdb.org/t/p/w300/iiTH06VNTukyUElJJuSduiwpgmC.jpg",
      "https://image.tmdb.org/t/p/w300/1hmWAyMs0lTp23J9jItUus1EXsq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-18-at-5.31.37-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ben-10-vs-the-universe-the-movie-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/ben-10-vs-the-universe-the-movie-2020-web-rip-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/Tqaf/Ben.10.vs.the.Universe.The.Movie.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "630 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/Tqac/Ben.10.vs.the.Universe.The.Movie.2020.WebRip.480P[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/4z6al8gj5uva",
        "server": "upstream.to",
        "size": "630 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/ehywh1kgyjxt",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/xPxzjK7Z#psW3BsJpD_GYjCSwabWJxSAUsQBAVJCDF__6nv4qP0k",
        "server": "mega.nz",
        "size": "630 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/MSwXFKJR#i7Fyu7y3Bgy21JSFytgSRA_syWjMiplxjaHY6pWo2fo",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ben-10-vs-the-universe-the-movie-2020",
        "server": "VIP Links",
        "size": "630 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "opR_2-IBw8E",
      "video_url": "https://www.youtube.com/watch?v=opR_2-IBw8E",
      "embed_url": "https://www.youtube.com/embed/opR_2-IBw8E"
    }
  },
  {
    "metadata": "N/A|2020|96Mins|Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "The Winners 2020",
    "description": "Winner 2020အခုလို ကိုဗစ်ကာလမှာ ပျင်းနေကြပြီလား။အပျင်းပြေအောင် ဆန်းလည်းဆန်း ၊ ရယ်စရာလဲကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါ့မယ်။Comedy အမျိုးအစားဖြစ်ပြီး Chinese IMDBအရ Rating 6.8ရထားတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ ရထားတဲ့ ratingနဲ့အညီ နောက်ဆုံးအထိ ရယ်လဲရယ်ရသလို မြုပ်ကွက်တွေကလဲ တကယ်အံသြစရာကောင်းပါတယ်။အဓိကလူက ယန်ဂျင်။ ဂျင်ဆိုတဲ့ စကားလုံးက တာဝန်သိတတ်မှု၊ အလေးအနက်ထားမှုနဲ့ အသေးစိတ်ကျမှုဆိုပြီ အဓိပ္ပါယ်ရတယ်။ ဒီလိုပါပဲ ယန်ဂျင်တစ်ယောက်ဟာလဲ နာမည်နဲ့အတူ တာဝန်ကျေပွန််တယ်။ လုပ်ထုံးလုပ်နည်းအတိုင်း တသွေမတိမ်းသွားတယ်၊ စည်းစနစ်ကျတယ်။အဲ့လိုလူတစ်ယောက်ဖြစ်တဲ့ ယန်ဂျင်ဟာ တစ်ရက်မှာ စစ်ရေးလေ့ကျင့်မှုတစ်ခုမှာ ဓားပြနေရာသရုပ်ဆောင်ဖို့ အကြောင်းဖန်လာပါလေရော။ ယန်ဂျင်က ဘဏ်ဝန်ထမ်းတစ်ယောက်၊ စစ်ရေးလေ့ကျင်မှုက ဘယ်လိုလဲဆိုရင် တကယ်ဘဏ်ကို ဓားပြအတိုက်ခံရသလိုမျိုး လေ့ကျင့်ရတာ။ ယန်ဂျင်ရဲ့ ဇာတ်ဆောင်နေရာက…. ဓားပြ။ဘယ်အရာမဆို အသေးစိတ်ကျတတ်တဲ့ ယန်ဂျင််ကတော့ ထုံးစံအတိုင်း ဓားပြတိုက်ဖို့ အစီအစဥ်တွေဆွဲ၊ အကြံတွေထုတ်၊ လေ့ကျင့်ခန်းတွေ လုပ်တာပေါ့လေ။ ရဲတွေကတော့ ဒီတိုင်းပြီးသွားမှာပဲ ဆိုပြီး အလေးအနက်မထားကြဘူး။ ယန်ဂျင်သူငယ်ချင်းတွေဆို အလုပ်စောစောဆင်းရတော့မယ်ဆိုပြီး ပျော်နေကြ။သူတို့မေ့နေတာက…… ယန်ဂျင်က ဘယ်လိုလူစားမျိုးလဲဆိုတာပင်။ဘယ်အရာမဆို အလေးအနက်ထားလုပ်တတ်တဲ့ ယန်ဂျင်တစ်ယောက်…. စစ်ရေးလေ့ကျင့်မှုမှာ ဘယ်လိုတွေ ကမောက်ကမတွေဖြစ်လဲဆိုတာ…..ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုခံစားရမှာပါ။ တကယ် ရယ်ရတာဆိုတာ ဘာသာပြန်နေရင်း ရယ်နေမိလို့ တော်တော်နဲ့မပြီးဘူး…….ရယ်စရာကောင်းပြီး ပေါတောတော ကားကြီးလားလို့ မေးရင်တော့မှားသွားပြီ…. နောက်ဆုံးပိုင်းကျမှ တကယ် ‘အော်အဲ့လိုကိုး’ ဆ်ိုပြီးဖြစ်သွားရတဲ့အထိပါပဲ။ကိုတိကျကြီးယန်ဂျင်ရဲ့… ရဲတွေကို ဘယ်လိုဒုက္ခပေးမလဲဆိုတာ ကြည့်လိုက်ကြပါစို့လားTranslator -Sai Wai NaingEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMiao YuStarsChengpeng DongLele DaiYan LiuCastDai LeleDong ChengpengDu YuanLiu YanMeng FeiMeng HetangQu JingjingTao HuiTian YuYang YanduoZhang Zixian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pzIlhG9i67PS82pnS3VgZkMLr3P.jpg",
      "https://image.tmdb.org/t/p/w300/t3n8f3Bw1iIfiLlxV7NUA9qRZB3.jpg",
      "https://image.tmdb.org/t/p/w300/noL3D2P7xunBtEqTzIYQgAqXxl2.jpg",
      "https://image.tmdb.org/t/p/w300/pmkCmFiOPZVdq5mKgRAjaK8u2xy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7cedakrLJKLT70lwAFwNJiFAJUM.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d9gtrb6rjgp2.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/albzvkao4dml.html",
        "server": "usersdrive.com",
        "size": "559MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2VChD/The.Winners.2020.HD1080P_{CM}.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2VChB/The.Winners.2020.HD720p(CM).mp4",
        "server": "megaup.net",
        "size": "559MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-winners-2020-hd-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-winners-2020-hd-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "559MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/77wzcywkanwt",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/dwodyiy7iio2",
        "server": "veryfiles.com",
        "size": "559MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-winner-2020",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "CYV0et8iwGw",
      "video_url": "https://www.youtube.com/watch?v=CYV0et8iwGw",
      "embed_url": "https://www.youtube.com/embed/CYV0et8iwGw"
    }
  },
  {
    "metadata": "|2020||Action,Crime,Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "35"
    },
    "title": "Blue Ridge(2020)",
    "description": "Blue Ridge(2020)အညွှန်း***********************Blue Ridgeဆိုတဲ့တိတ်ဆိတ်ငြိမ်းချမ်းတဲ့မြို့လေးတစ်မြို့ကိုရဲမှူးအသစ်တစ်ယောက်ပြောင်းလာပါတယ်….ရဲမှူးပဲကံဆိုးလေသလား…ပြောင်းရွှေ့လာပြီးသိပ်မကြာခင်မှာပဲမြို့မှာတစ်ခါမှမဖြစ်ခဲ့ဖူးတဲ့ ထူးဆန်းတဲ့ လူသတ်မှုတွေပေါ်ပေါက်လာပါတော့တယ်…ရဲမှူးအတွက် စိန်ခေါ်မှုအသစ်ဆိုပေမဲ့ သူ့မှာရှိတဲ့အတွေ့အြကုံတွေပေါင်းစပ်ပြီးထူးဆန်းတဲ့လူသတ်မှုတွေကို ဖောက်ထုတ်ဖို့ကြိုးစားပါတော့တယ်…ရဲမှူးကျော်ဖြတ်နိုင်ပါ့မလား..ဘယ်လိုအင်အားကြီးအဖွဲ့အစည်းတွေကပြုလုပ်နေတာလဲ….ဘယ်လိုအခက်အခဲအတားအဆီးတွေစောင့်ကြိုနေမလဲဆိုတာစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ…File Size :(881 MB) and (300 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:44:00Genre : Action,Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBen EslerGraham GreeneJae Hoon ChaeJohnathon SchaechKevin L. JohnsonLaura CarbonellSarah LancasterTaegen BurnsTom ProctorTonya Bludsworth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qWRONAReBMtFa5HMzjO8IQnlvE2.jpg",
      "https://image.tmdb.org/t/p/w300/nkHiGi7mF7AWIPMxNyEc4WTHrFB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gF8zQR8nE3dKDv5DCabKWmWMZcb.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6if3xp8e2hp9.html",
        "server": "usersdrive.com",
        "size": "881MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://usersdrive.com/cnc7gmqjh6f2.html",
        "server": "usersdrive.com",
        "size": "300MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/blue-ridge-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "881MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yoteshinportal.cc/blue-ridge-2020-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2ftqm/Blue_Ridge.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "881MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://megaup.net/2ftqu/Blue_Ridge.2020.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "300MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/YxElGKLY#JOggntJtpLAYnm2PxLExNIpuPSbli-Uo6D94zCFVHgY",
        "server": "mega.nz",
        "size": "881MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mega.nz/file/Bg9iwYgL#Ig4Kxxcv4YBgr75BVo3AIWvYUDHHwjizMBzz_o-za6w",
        "server": "mega.nz",
        "size": "300MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/blue-ridge2020",
        "server": "VIP Links",
        "size": "881MB",
        "quality": "WEB-DL  720p"
      }
    ],
    "trailer": {
      "video_id": "E7smTm-mfdg",
      "video_url": "https://www.youtube.com/watch?v=E7smTm-mfdg",
      "embed_url": "https://www.youtube.com/embed/E7smTm-mfdg"
    }
  },
  {
    "metadata": "N/A|2020|2h 3min|Drama,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "427"
    },
    "title": "Romance Doll (2020)",
    "description": "Romance Doll 2020——————————-၁၈ယောက်စုကြည့်ရတဲ့ကားပါလို့ ကြိုပြောထားပါမယ်Netflix ကရိုက်ထားတဲ့ကားကောင်းလေးပါသရုပ်ဆောင်အများကြီးမပါပေမယ့်နွေးထွေးတဲ့ဆက်ဆံရေးအများကြီးကိုရှင်းရှင်းလင်းလင်းကိုရိုက်ပြထားပြီး သရုပ်ဆောင်တွေအကုန်လုံးကလည်းchemistery မိလှပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့လူကြီးအရုပ်တွေလုပ်ရတဲ့ကောင်လေးနဲ့အဝတ်ဗလာမော်ဒယ်လ်ထိုင်ပေးတဲ့ကောင်မလေးတစ်ယောက်တို့အကြောင်းပေါ့ပထမတွေ့တဲ့အကြိမ်မှာပဲရင်သားတွေအကိုင်ခံလိုက်ရလို့ချစ်သွားတဲ့ကောင်မလေးနဲ့ရှက်ရှက်နဲ့ကိုင်လိုက်ပြီး တစ်ခါတည်းနဲ့ကိုတန်းချစ်သွားတဲ့ကောင်လေးတို့ဟာအချင်းချင်းအမေးအမြန်းတွေသိပ်လုပ်မနေပဲလက်ထပ်လိုက်ကြပါတယ်ချစ်ခြင်းတွေနဲ့ပဲတည်ဆောက်ထားတဲ့နှစ်ယောက်တည်းကမ္ဘာလေးကလျှို့ဝှက်ချက်တွေမပေါ်လာခင်အထိတော့သာယာနေခဲ့တာပေါ့ယောင်္ကျားတွေက ဘယ်လိုပဲချစ်လို့ယူထားယူထားအခြားက စနှိုက်တွေရောက်လာတဲ့အခါခဏလောက်ဖြစ်ဖြစ် ယိမ်းယိုင်တတ်တဲ့စိတ်ကိုလည်းမြင်လိုက်ရပါသေးတယ်( ရှင်တို့ယောင်္ကျားတွေကောင်းကိုမကောင်းဘူး )ဆိုတော့ သာယာကြည်နူးဖွယ်ကောင်းသော ဝမ်းနည်းဖွယ်ကောင်းသောပျော်ရွှင်ဖွယ်ကောင်းသော အခန်းတိုင်းက ခံစားချက်အမျိုးမျိုးကိုရစေပါတယ်ချစ်ခြင်းတရားဟာ အဘယ်ကဲ့သို့ဆန်းကြယ်ကြောင်းတွေရောကိုအပြင်လောကမှာကြုံတွေ့ရသလို သဘာဝကျကျလေးရိုက်ကူးထားတာမို့လို့စီးမြောခံစားရတာ သက်တောင့်သက်သာရှိလှပါတယ်( ရည်းစားမရှိတဲ့သူတွေကတော့ ရုပ်ရှင်ကိုရုပ်ရှင်လိုပဲကြည့်ပေါ့ )ဇာတ်လမ်လေးကောင်းရုံတင်မကအပိုဆုအနေနဲ့ မင်းသမီးလေးကလည်းအသားအရည်ရဲ့ဝင်းလဲ့နေမှု မျက်နှာလေးရဲ့ လှပနေမှုဆိုသလိုတော်တော်လေးလှပါတယ်ပြီးတော့ ၂၀၀၈တုန်းက အကောင်းဆုံးဇာတ်ပို့ဆုရထားတာမို့ သရုပ်ဆောင်တာကတော့သိပ်ညွှန်းမနေတော့ဘူးနော် )မင်းသားကလည်း ယောင်္ကျားဆန်ဆန်ပုံစံနဲ့ သရုပ်ဆောင်တာလည်းကောင်းတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်အတွက် နောင်တရစရာမရှိပါဘူးTranslated and Reviewed by ThinZar HtetEncoded by YKFile Size : 2.2GB abd 1.3GBQuality :1080p Blu-Ray Remux and 720pDuration : 2h 3minSubtitles : Myanmar (Hardsub)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYuki TanadaStarsIssey TakahashiKenta HamanoYu AoiCastEri WatanabeIssey TakahashiKenta HamanoKitarôKôji OhkuraPierre TakiToko MiuraYu Aoi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5GGaoOxrSeFAGXoLOISyD4cjZAQ.jpg",
      "https://image.tmdb.org/t/p/w300/AdGvds645hrMlpUThTKMhgCSqtV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vxO9MBHp6LWiXZyv7G40Fv5WCuh.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yicjun81wo9c.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://usersdrive.com/xmsk1ma9bbi7.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-romance-doll-2020-1080-p-blu-ray-remux-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/cm-romance-doll-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/V49z/(CM)Romance.Doll.2020.1080p.BluRay.REMUX..mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/V49a/(CM)Romance.Doll.2020.720p..mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yfcrhw1wvf9b",
        "server": "upstream.to",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://upstream.to/hnkohzv26oyb",
        "server": "upstream.to",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/8p3lt5sm5u6t",
        "server": "veryfiles.com",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://veryfiles.com/u2chi8kh0rg8",
        "server": "veryfiles.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/romance-doll-2020",
        "server": "VIP Links",
        "size": "2.2GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "auc632vdPAY",
      "video_url": "https://www.youtube.com/watch?v=auc632vdPAY",
      "embed_url": "https://www.youtube.com/embed/auc632vdPAY"
    }
  },
  {
    "metadata": "|2020||Comedy,Fancy,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3440"
    },
    "title": "Spontaneous (2020)",
    "description": "Spontaneous (2020)================IMDb Rating – 6.5/10ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့……ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ……မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ…..အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ…..ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ…….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, Fantasy, Sci-FiSource : 1080p.WebRipTranslator –  ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian DuffieldCastAmanda GrayAsh LeeBraeden ShrimptonBrahm TaylorBzhaun RhodenCameron DentCharlie PlummerChelah HorsdalClive HollowayDanielle KremeniukDarcey JohnsonDolores DrakeDoralynn MuiFrancisco TrujilloGlen PinchinHayley LawJared Ager-FosterJarrett CarlingtonJason SakakiJason TremblayJeremy ArnoldJunnicia LagoutinKaitlyn BernardKatherine LangfordKayt RothLaine MacNeilLaura Di CiccoLuvia PetersenMarlowe PercivalMellany BarrosMelody Nosipho NiemannMichael BrianMilo ShandelPaul Moniz de SaPayton LepinskiPeter BundicPiper PeraboRob HuebelSophia DalyYvonne Orji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sjQepwkDKxle9sIhGuDX6A9MdcW.jpg",
      "https://image.tmdb.org/t/p/w300/nG33WBWFqr74odjJCJf9v74CDm0.jpg",
      "https://image.tmdb.org/t/p/w300/324jDHMRHWZ8HLbjRJNwVPYJZT0.jpg",
      "https://image.tmdb.org/t/p/w300/ir2WsNTKwNdJpXTZLXyWHwGFssH.jpg",
      "https://image.tmdb.org/t/p/w300/aiIKnr7vg0dnMLzgdUu6DYogiiT.jpg",
      "https://image.tmdb.org/t/p/w300/8q0uvfC1ym3BQZJdFj9KonxjWZi.jpg",
      "https://image.tmdb.org/t/p/w300/hTIxwfzWADgQAtfSQD14YB6A2pi.jpg",
      "https://image.tmdb.org/t/p/w300/sr58B40clrmSWk3xXRO0qLVfzXA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/spontaneous-2020-1080-p-web-rip-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/spontaneous-2020-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/1B33f/Spontaneous.2020.1080p.WEBRip.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/1B33s/Spontaneous.2020.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://mega.nz/file/QZoSyJII#UrzSr6v7oJNtCvH6StgsliCT9XhfqGRw5CEPOYWAeEg",
        "server": "mega.nz",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://mega.nz/file/8Ux0xTKC#7z8XbN83FKX79W89LMG3AnPtHT2zkf1eW3xGhxKsCxk",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://upstream.to/jpob439j3b9k",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/cb0v8g5iiypm.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/50si6cjdb2eg.html",
        "server": "usersdrive.com",
        "size": "880 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/spontaneous-2020",
        "server": "VIP Links",
        "size": "2 GB / 880 MB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "0dt523AHZWY",
      "video_url": "https://www.youtube.com/watch?v=0dt523AHZWY",
      "embed_url": "https://www.youtube.com/embed/0dt523AHZWY"
    }
  }
]