[
  {
    "metadata": "PG-13|2003|201 min|Action,Adventure,Drama,Fantasy",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "1,499,774"
    },
    "title": "The Lord of the Rings: The Return of the King (2003)",
    "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။အပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။ဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။ဥပမာ – နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။နတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။မူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။စာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။လူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။The Lord of the rings (LotR) ရုပ်ရှင်တွေဟာ ၂၀၀၁ ကနေ စတင်ပြီးထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ပထမဆုံး LotR ရုပ်ရှင် သုံးကားဟာ စုစုပေါင်း Oscar 17 ဆု ရရှိခဲ့ပါတယ်။ပထမကားက ၄ ဆု၊ ဒုတိယကားက ၂ ဆု နဲ့ သုံးကားမြောက်က ၁၁ ဆု ရရှိခဲ့တာပါ။သူ့နောက်မှ ထွက်ရှိလာတဲ့ Hobbit သုံးကားကတော့ Oscar တစ်ဆုသာ ရခဲ့ပါတယ်။LotR ရုပ်ရှင်တွေရဲ့ အောင်မြင်မှုဟာ ကာလအကန့်အသတ်မရှိ timeless လို့ပဲ ပြောရမှာဖြစ်ပါတယ်။၂၀၀၁ တုန်းက လူတွေကြိုက်ခဲ့သလို ၃၀၀၁ ခုနှစ်မှာလည်း ကြိုက်ကြဦးမှာပါပဲ။အဓိကကတော့ ဇာတ်လမ်းအတွက် ဝတ်စုံ၊ရိုက်ကွင်းပြင်ဆင်မှုတွေ၊ ရိုက်ချက်တွေ၊ သရုပ်ဆောင်တွေ အသေးစိတ်ကျခဲ့တယ်၊ ခမ်းနားခဲ့တယ်လို့ပြောရမှာပါပဲ။နောက်ထပ် ချီးကျူးရမှာကတော့ ဇာတ်ညွှန်းပါ။ စာအုပ်ပါ ဖတ်ဖူးတဲ့သူတွေ ပိုသိပါလိမ့်မယ်။အရမ်းကိုကောင်းတဲ့ ဝတ္ထုရှည်ကြီးတစ်ခုကို ကြည့်လို့လည်းကောင်းအောင် အခန်းတွေဖြတ်တောက်ရ၊ ဇာတ်ကောင်တွေ ဖယ်ထုတ်ရတာ မလွယ်လှပါဘူး။ဒါပေမယ့် အကောင်းဆုံး လုပ်နိုင်ခဲ့ပါတယ်။ ဒိုင်ယာလော့တွေ ဇာတ်လမ်းအနိမ့်အမြင့်တွေကိုလည်း အရှိန်တင်ပေးသွားတာ အံ့သြလောက်ပါတယ်။ဥပမာ – လက်စွပ်ကို ဖျက်ဆီးဖို့ ဆွေးနွေးကြတဲ့အခန်းမှာ ဝတ္ထုအတိုင်းဆို အယ်ရွန်က အားလုံးကို ကြိုတင်မိတ်ဆက်၊ သမိုင်းကို ပြောပြပြီးမှ စတင်ဆွေးနွေးကြတာဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီအတိုင်း ဆွေးနွေးကြရင်း ဘိုမီရာက အာရာဂွန်ကို အထင်သေးစကားပြောချိန်မှာလီဂိုးလက်စ်က ထပြောလိုက်တဲ့အခန်းမျိုး ပြင်လိုက်ခြင်းအားဖြင့် ဇာတ်ရှိန် တက်သွားတာ ရှိပါတယ်။ပြီးတော့ အာရာဂွန်ဟာ ထီးနန်းကို ဆက်တိုက်ငြင်းပယ်ခဲ့တာ၊ Andúril ဓားကို နောက်ဆုံးအချိန်မှ ပြန်ပြင်တာတွေဟာ ဇာတ်ရှိန်ပိုတက်စေတဲ့ ပညာပါပဲ။ပြီးတော့ ဆာရူးမန်းကို သေခိုင်းတဲ့ ဇာတ်ညွှန်းမျိုးဟာ အတော်လေးကို ရဲတင်းရာကျပါတယ်၊ဘာကြောင့်လဲ ဆိုတော့ စာအုပ်ထဲမှာ ဆာရူးမန်းဟာ ထွက်ပြေးသွားခဲ့ပါတယ်။လက်စွပ်ကိုဖျက်ဆီးပြီးလို့ ဟော့ဘစ်တွေ ရှိုင်းယားကို ပြန်လာချိန်မှာ ဆာရူးမန်းနဲ့ ထပ်ပြီးရင်ဆိုင်ကြရပါသေးတယ်။ဒါတွေကို ဖျက်ပစ်လိုက်ပေမယ့် ရုပ်ရှင်က ညံ့မသွားခဲ့တာကို တွေ့မှာပါ။ဒါကတော့ ဇာတ်ညွှန်းဆရာတွေရဲ့ အရည်အချင်းတွေပါပဲ။၁ မျက်နှာ ဖန်တရာတေ ဇာတ်ညွှန်းဆရာတွေ လေ့လာသင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်း===========Three Rings for the Elven-kings under the sky,Seven for the Dwarf-lords in their halls of stone,Nine for Mortal Men doomed to die,One for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie.One Ring to rule them all, One Ring to find them,One Ring to bring them all, and in the darkness bind them,In the Land of Mordor where the Shadows lie.ဒါကတော့ LotR ဇာတ်လမ်းကြီးကို စတင်ခဲ့တဲ့ ဂန္ဓဝင်ကဗျာကြီးပါပဲ။Dark Lord ဆော်ရွန်ဟာ နတ်သူငယ်တွေအတွက် လက်စွပ် ၃ ကွင်း၊ လူပု ဘုရင် ၇ ပါးအတွက် လက်စွပ် ၇ ကွင်း၊ လူတွေအတွက် ၉ ကွင်းကို ထုလုပ်စေခဲ့ပြီး ပေးအပ်ခဲ့ပါတယ်။လက်စွပ်ကိုယ်စီဟာ စွမ်းအားရှိတာမို့ သူတို့တွေ လက်ခံခဲ့ကြတယ်။ဒါပေမယ့် ဆော်ရွန်ဟာ လက်စွပ်ရှင်အားလုံးကို လွှမ်းမိုးနိုင်တဲ့ လက်စွပ်အားလုံးရဲ့ ဘုရင် တစ်ခုတည်းသော လက်စွပ်ကို ထုလုပ်ခဲ့ပြီး အားလုံးကိုချုပ်ကိုင်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် မဟာမိတ်တွေနဲ့ နောက်ဆုံးစစ်ပွဲမှာ ရှုံးနိမ်ခဲ့ပြီး လက်စွပ်ကိုလည်းလက်လွှတ်လိုက်ရပါတယ်။နှစ်ပေါင်းများစွာကြာပြီးနောက် လက်စွပ်ပြန်ပေါ်လာချိန် ဆော်ရွန်လည်းအင်အားကြီးလာချိန်မှာနတ်သူငယ်တွေ၊ လူတွေ၊ လူပုတွေ၊ ဟော့ဘစ်လေးတွေဟာ ဆော်ရွန်ကို တားဆီးဖို့နဲ့ လက်စွပ်ဖို့ ဖျက်ဆီးဖို့ ကြိုးစားကြရပါတော့တယ်……….ဒီလောက်ဆို ဒီရုပ်ရှင်တွေကို ဆက်ပြီးခံစားဖို့ လုံလောက်မှာပါ။LotR ဇာတ်လမ်းမှာ အရေးပါခဲ့တဲ့ ကဗျာတစ်ခုကိုလည်း ဖော်ပြပေးလိုက်ပါတယ်။All that is gold does not glitterNot all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes, a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be kingရွှေအဆင်းအတိနဲ့အရာဟာ တစ်လက်လက် တောက်ပမနေတတ်ပါဘူးလှည့်လည်နေသူတိုင်းဟာလည်း လမ်းပျောက်နေကြတာမဟုတ်ပါအိုမင်းပေမယ့် ကြံ့ခိုင်သူဟာ ဆွေးမြေ့မလာတတ်ပါနက်ရှိုင်းလွန်းတဲ့ အမြစ်တွေဟာ သစ်တောနဲ့ အလှမ်းကွာစမြဲပြာပုံကြားကနေ မီးတောက်နိုးထလာချိန်အမှောင်တွေထဲက အလင်းတန်းတစ်ခု ဖြန်းပက်လာရင်းကျိုးပဲ့သွားခဲ့တဲ့ဓားကို ပြန်လည်ပြုပြင်ပြီးချိန်မှာသရဖူမဲ့နေခဲ့သူဟာ ဘုရင်ပြန်လည်ဖြစ်လာမှာပါ။(1) The Fellowship of The Ring(အော်စကာ ဆန်ကာတင် ၁၃ နေရာရရှိပြီး အော်စကာ ၄ဆု ရရှိခဲ့)(မူရင်းရုပ်ရှင်ဗားရှင်းမှာ ၃နာရီ ကြာမြင့်ပြီး လက်ရှိ Extended Versionမှာ ၃ နာရီခွဲ ကြာမြင့်)(2) The Two Towers (အော်စကာ ဆန်ကာတင် ၆ နေရာရရှိပြီး ၂ ဆု ရရှိခဲ့)(မူလဗားရှင်းမှာ ၃ နာရီကြာမြင့်ပြီး Ext.version မှာ ၃ နာရီ ၄၀ မိနစ် ကြာမြင့်)(3) The Return of The King (အော်စကာ ဆန်ကာတင် ၁၁ နေရာရရှိခဲ့ရာတွင် ၁၁ ဆုလုံးအား စံချိန်တင်ရရှိသွားခဲ့)(မူလဗားရှင်းမှာ ၃ နာရီ မိနစ် ၂၀ ဖြစ်ပြီး ext.version မှာ ၄ နာရီ ၁၁ မိနစ်ကြာမြင့်)The Lord of the Rings ဟာ ရုပ်ရှင်သမိုင်းရဲ့ အကြီးကျယ်ဆုံး အအောင်မြင်ဆုံးရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပါတယ်။အောင်မြင်မှုတွေကိုကတော့ တွေ့တဲ့အတိုင်းဖြစ်ပြီး RT မှာ rating 90% အထက် IMDb မှာ 8 အထက်တွေချည်းပဲဖြစ်ပါတယ်။ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ခဏဏကြည့်ခဲ့ရပေမယ့် Thea.version နဲ့ Extended Version ၂ ခုလုံးကိုတော့ လူတိုင်းကြည့်ဖြစ်မယ်မထင်သေးပါဘူး။တကယ်လို့ မိတ်ဆွေဟာ LOTR ကို ၉နာရီအစအဆုံးပဲ runကြည့်ဖူးတယ်ဆိုမပြည့်စုံသေးဘူးလို့ ပြောလိုက်ပါရစေ။တစ်ခေါက်လောက် ၁၂ နာရီ ဗားရှင်းလေး runကြည့်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။File size…(9.8 GB) and (4.2 GB)Quality….Extended BluRay4K HDR& 1080p HEVCFormat…mkvDuration….04:23:17Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byDr.NyanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter JacksonStarsAndy SerkisBilly BoydDominic MonaghanElijah WoodIan McKellenJohn Rhys-DaviesLiv TylerOrlando BloomSean AstinViggo MortensenCastAidan BellAlan HowardAli AstinAlistair BrowningAndrew LesnieAndy SerkisBernard HillBilly BoydBilly JacksonBrad DourifBret McKenzieBruce HopkinsBruce PhillipsBruce SpenceCate BlanchettChristian RiversChristopher LeeClint ElvyCraig ParkerDavid AstonDavid WenhamDominic MonaghanElijah WoodEmma DeakinGino AcevedoHarry SinclairHenry MortensenHoward ShoreHugo WeavingIan HolmIan HughesIan McKellenJane AbbottJarl BenzonJason FitchJed BrophyJoel TobeckJohn BachJohn NobleJohn Rhys-DaviesJohn StephensonJoseph Mika-HuntJørn BenzonKarl UrbanKatie JacksonLawrence MakoareLee HartleyLiv TylerLuke BurnyeatMaisy McLeod-RieraMarton CsokasMichael ElsworthMichael SemanickMiranda OttoNoel ApplebyOrlando BloomPaul NorellPete SmithPeter JacksonPeter TaitPhil GrieveRichard EdgeRichard TaylorRick PorrasRobert PollockRoss DuncanRoyd TolkienSadwyn BrophySala BakerSam KellySandro KoppSarah McLeodSean AstinSean BeanShane RangiStephen UreThomas RobinsTodd RipponViggo MortensenZo Hartley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lXhgCODAbBXL5buk9yEmTpOoOgR.jpg",
      "https://image.tmdb.org/t/p/w300/9xOmYwIKLX8pTlDaLKdrvkao8Ju.jpg",
      "https://image.tmdb.org/t/p/w300/a7p3RuCocDAwurgu2bJbAEhJagf.jpg",
      "https://image.tmdb.org/t/p/w300/pm0RiwNpSja8gR0BTWpxo5a9Bbl.jpg",
      "https://image.tmdb.org/t/p/w300/veil9soyCyCy7ovAkyg1h3IYW8q.jpg",
      "https://image.tmdb.org/t/p/w300/yhz8UCvBdenFLePNJU74RucQh1C.jpg",
      "https://image.tmdb.org/t/p/w300/lZWdNk6BsDZrSsZ0unHAsTFfFc4.jpg",
      "https://image.tmdb.org/t/p/w300/9DeGfFIqjph5CBFVQrD6wv9S7rR.jpg",
      "https://image.tmdb.org/t/p/w300/tvzlqpf7FgtBBBosJZIoRKtx6UZ.jpg",
      "https://image.tmdb.org/t/p/w300/g6DMMWXa69MIhSxbBnA6joKWOXd.jpg",
      "https://image.tmdb.org/t/p/w300/bYeg8ssTvpFFFpWYbAkhrCCgedX.jpg",
      "https://image.tmdb.org/t/p/w300/Ae9EYFrxur2QMYWNUq8kTMAFBdt.jpg",
      "https://image.tmdb.org/t/p/w300/nSBUO8ujZ9MvAvPZ1xNbhMRtUPs.jpg",
      "https://image.tmdb.org/t/p/w300/1UGuss2w8JuSzvGSWsP4wN0v7cN.jpg",
      "https://image.tmdb.org/t/p/w300/q5W94TjRKRoEjgPpZ5wHPaMhmZb.jpg",
      "https://image.tmdb.org/t/p/w300/wlyoUS8SSpeGVWV6J0QK2bcQ7b6.jpg",
      "https://image.tmdb.org/t/p/w300/bpeiV13Lix5oGzUmGKFdKf9h0RP.jpg",
      "https://image.tmdb.org/t/p/w300/z9Yp7Tcf4ehKcCiH3aVta4kW5tP.jpg",
      "https://image.tmdb.org/t/p/w300/5daoHVyAAvJsusr6AowCFOasQQT.jpg",
      "https://image.tmdb.org/t/p/w300/rOmd5Beem8FNcEA2DrmlBMjf6v5.jpg",
      "https://image.tmdb.org/t/p/w300/fPpm4fWHiCHmxW325HZqn2OiDYA.jpg",
      "https://image.tmdb.org/t/p/w300/kUm5B8JzpShODkAZ3qHy8vdPDcK.jpg",
      "https://image.tmdb.org/t/p/w300/iCOU5UfrVi9rpmy0l1XuBWdrrEA.jpg",
      "https://image.tmdb.org/t/p/w300/vMWwOiwwQY2Q9j2MWR4OFYpACm2.jpg",
      "https://image.tmdb.org/t/p/w300/gtxgvnmzhwhUGAWYTNK9hKai3Hk.jpg",
      "https://image.tmdb.org/t/p/w300/hPoOYfhxzrWDMZ8Zj9PvlAnU6Vh.jpg",
      "https://image.tmdb.org/t/p/w300/b4wmKAU5k7Y9L4Ks5hQJwmojrk.jpg",
      "https://image.tmdb.org/t/p/w300/wVhE0H3v7Qu6PxKVXvSWa1q6z53.jpg",
      "https://image.tmdb.org/t/p/w300/6bqeDKvD6ivRPjINok5uSufLYIg.jpg",
      "https://image.tmdb.org/t/p/w300/yPeiLCEtOfsBLc7vkUwOe58r6HD.jpg",
      "https://image.tmdb.org/t/p/w300/7dSU6LL7PXC1I318goxQfztBbpo.jpg",
      "https://image.tmdb.org/t/p/w300/9I3n4G2ckZJq8XMotcUWqPLGnhI.jpg",
      "https://image.tmdb.org/t/p/w300/1v7PsM3LrAfNIYNn1Cg7YU0LtTJ.jpg",
      "https://image.tmdb.org/t/p/w300/5HdbXdgSle4TIlapT08fiafocm6.jpg",
      "https://image.tmdb.org/t/p/w300/c1zcZDruzyUSuh22h8U5EiYBwyQ.jpg",
      "https://image.tmdb.org/t/p/w300/eHvyNjogDkIRnezhPJKWAQ7WhAp.jpg",
      "https://image.tmdb.org/t/p/w300/29EQzBhdGnqGffUgysfiB079W28.jpg",
      "https://image.tmdb.org/t/p/w300/48wR2zLOX40ThDcZMHCo6fqGuHu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-lord-of-the-rings-the-return-of-the-king-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-the-lord-of-the-rings-the-return-of-the-king-2003-extended-2160-p-4-k-hdr-10-bit-blu-ray-x-265-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "9.8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://mega.nz/file/Mnx0RBDJ#3eDfOwjigaLoKpVE79QniuBye6BWvF-l73sAT86m49Q",
        "server": "mega.nz",
        "size": "9.8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://usersdrive.com/ex9ue6j17y29.html",
        "server": "usersdrive.com",
        "size": "9.8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-lord-of-the-rings-the-return-of-the-king-2003-extended-1080-p-blu-ray-x-265-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2ofny/(CM)The-Lord-of-the-Rings-The-Return-of-the-King-2003-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1g9QjYCY#1Uz7qendDz7N3qZ2Nhc_hNFECSbB3Ro_zUb_qOBwNPA",
        "server": "mega.nz",
        "size": "4.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/ib7ja0m05dp6.html",
        "server": "usersdrive.com",
        "size": "4.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://viewsb.com/srdtk3qobn83.html",
        "server": "streamsb.com",
        "size": "4.2 GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "o9-NreR2Ji0",
      "video_url": "https://www.youtube.com/watch?v=o9-NreR2Ji0",
      "embed_url": "https://www.youtube.com/embed/o9-NreR2Ji0"
    }
  },
  {
    "metadata": "|||Action,Adventure",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Captain America : Civil War  (2016)",
    "description": "Blu ray Update ထြက္လာလို႕ အၾကည္သိမ္းထားျခင္သူေတြအတြက္ျပန္တင္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ Age of Ultron အျပီးမွာ ျပန္လည္စုစည္းထားတဲ့ Avenger ေတြဟာ စစ္ဆင္ရင္းတစ္ခု ဆင္ႏြဲရင္း မေတာ္တဆ လူေတြေသရျပန္ပါတယ္။ Avenger ေတြရဲ႕ တိုက္ပြဲတိုင္းမွာ ပ်က္စီးမႈေတြ မ်ားလြန္းတာကို သည္းမခံနိုင္ေတာ့တဲ့ ကမာၻၾကီးဟာ သေဘာတူစာခ်ဳပ္တစ္ခုကို နိုင္ငံမ်ားစြာက လက္မွတ္ထိုးျပီး UN ရဲ႕ လက္ေအာက္မွာ Avenger ေတြကို ထားဖို႕ဆႏၵျပဳလာပါေတာ့တယ္။ ဒါကို ဆံုးျဖတ္ခ်က္အမွားေတြေၾကာင့္ ေနာင္တရေနတဲ့ Iromman က ေနာက္ထပ္ အမွားေတြကိုတားဆီးနိုင္ဖို႕လို႕ ေတြးျပီး ခ်က္ခ်င္းလက္ခံနိုင္ေပမယ့္ ကိုယ္ပိုင္ဆံုးျဖတ္ခြင့္ကို ယံုၾကည္တဲ့ Captain America ကေတာ့လံုး၀လက္မခံဖို႕ ဆံုးျဖတ္လိုက္ပါတယ္။ ဒီစာခ်ဳပ္ကို အတည္ျပဳေနစဥ္အတြင္းမွာပဲ အၾကမ္းဖက္တိုက္ခိုက္မႈ ေပၚလာျပီး Cap ရဲ႕ သူငယ္ခ်င္း Winter Soilder ပါ၀င္ပတ္သတ္ေနတယ္လို႕ အားလံုးက ထင္သြားတဲ့အခါမွာ သူ႕ကို ကူညီခ်င္တဲ့ Cap နဲ႕ ဘက္ကီကို မယံုၾကည္တဲ့ Tony တို႕လံုး၀စိတ္၀မ္းကြဲျပီး Avenger ေတြဘက္တစ္ဘက္ ကို ေရြးဖို႕ အခ်ိန္ၾကလာတဲ့အခါမွာေတာ့……………….။(Littleneoဘာသာျပန္ေပးထားပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/cv1-1.jpg",
    "movie_links": [
      {
        "link": "http://swiftation.com/CFiE",
        "server": "Soliddrive.co",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU5MYW5JQng4ZVBnRDBKc1NKRk5pUVZsWTV0cWJFOG1SYU1lc2EvbDZrdkFSaG5BbjlBRjJYclprRlllcUdNd0ZLa3ErSkpqUld6UktIMDVMUitkRmRSTWpJekJNUjlxamxQdTRlU015bmhpVFRYekVFeGY4RUdySzhzb3F2bE9PQT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU5MYW5JQng4ZVBnRDBKc1NKRk5pUVZsWTV0cWJFOG1SYU1lc2EvbDZrdkFSaG5BbjlBRjJYclprRlllcUdNd0ZLa3ErSkpqUld6UktIMDVMUitkRmRSTWpJekJNUjlxamxQdTRlU015bmhpVFRYekVFeGY4RUdySzhzb3F2bE9PQT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU5MYW5JQng4ZVBnRDBKc1NKRk5pUVZsWTV0cWJFOG1SYU1lc2EvbDZrdkFSaG5BbjlBRjJYclprRlllcUdNd0ZLa3ErSkpqUld6UktIMDVMUitkRmRSTWpJekJNUjlxamxQdTRlU015bmhpVFRYekVFeGY4RUdySzhzb3F2bE9PQT0="
    }
  },
  {
    "metadata": "PG|2017|1h 29min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "106,038"
    },
    "title": "Despicable Me 3 (2017)",
    "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။Despicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။ဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။ဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။ဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။ဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်ဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်ထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။အဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)————————————————————ခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။Despicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။ဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။ဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။ဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။ဒရူးဟာ ဂရူးလို ဗီလိန္အလုပ္ေတြ လုပ္ဖို႔ အရမ္းစိတ္အားထက္သန္ေနပါတယ္ဂရူးကလည္း သူ႔အလုပ္ျပန္ရဖို႔ ဗီလိန္ေဘာ္တယ္ဇာ ဘရက္တ္ကို ဖမ္းဖို႔လိုေနတာကတစ္ေၾကာင္း ဒရူးကလည္း ဗီလိန္လုပ္ျပီး ဘရက္တ္ခိုးသြားတဲ့စိန္ကို ျပန္ယူဖို႔ ညီအစ္ကိုႏွွစ္ေယာက္သား အတိုင္အေဖာက္ညီညီ ၾကိဳးပမ္းၾကပါတယ္ထံုးစံအတိုင္းရယ္ရယ္ေမာေမာေပါ့ေပါ့ပါးပါးနဲ႕ ထြက္ခဲ့ျပီးတဲ့ Despicable me1,2လိုပဲ ပရိ္သတ္ကိုေက်နပ္ေစမွာပါ။အဲေတာ့ ဒရူးနဲ႕ဂရူးတို႕ ဘယ္လိုကမာၻၾကီးကိုကယ္တင္ၾကမလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းအျပည့္အစံုကုိ ရႈစားၾကပါဦးဗ်ာ(ျမန္မာစာတန္းထိုးဖိုင္ကိုေတာ့ Mmsubtitles မွကူညီေပးထားတာျဖစ္ပါတယ္)File Size : (708 MB)Quality : 720pWebripRunning Time : 1hr 30minutesFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Subtitle by MmsubtitlesEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKyle BaldaPierre CoffinStarsDana GaierJenny SlateJulie AndrewsKristen WiigMiranda CosgroveNev ScharrelPierre CoffinSteve CarellSteve CooganTrey ParkerCastAdrian CiscatoAndy NymanBill FarmerBob BergenBrian T. DelaneyBruno DequierCarlos AlazraquiChris RenaudCory WallsDana GaierDanny MannGregg BergerJan RabsonJenny SlateJess HarnellJim WardJohn CyganJohn KassirJude AlpersJulie AndrewsKatia SaponenkoKen DaurioKristen WiigKyle BaldaLaraine NewmanLori AlanMartavious GaylesMatthew WoodMichael BeattieMindy SterlingMiranda CosgroveMona MarshallNev ScharrelPierre CoffinSophie M. SiadatpourStephanie De MeautisSteve CarellSteve CooganTara StrongTeresa GanzelTrey Parker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/puV2PFq42VQPItaygizgag8jrXa.jpg",
      "https://image.tmdb.org/t/p/w300/ftRkFtAGuHngHnLiOxktq0aCVMF.jpg",
      "https://image.tmdb.org/t/p/w300/tO6Wrp6JRZFwBxdAGQNxZ8hPVX7.jpg",
      "https://image.tmdb.org/t/p/w300/qslbZBJHUis8PL97Dy2Fsbq8QsA.jpg",
      "https://image.tmdb.org/t/p/w300/7JGfZGooHS4uHRHuYpfWLAcCNsE.jpg",
      "https://image.tmdb.org/t/p/w300/7YoKt3hzTg38iPlpCumqcriaNTV.jpg",
      "https://image.tmdb.org/t/p/w300/kNhsBc0sJdzglKx7ouHsdYUm6TB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jqayi7yndzb0.html",
        "server": "usersdrive.com",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/despicable-me-3-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/52d595b/despicable-me-3-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yLpo/Despicable_Me_3_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/nVNAEabC#Oi6o5OxH9wtBYgv9rY6s_5ZFwMlwWeH8qC_EUySS3vc",
        "server": "mega.nz",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/dgbf7ij1hhn7",
        "server": "upstream.to",
        "size": "708 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/despicable-3-2017",
        "server": "VIP Links",
        "size": "708MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/ejtlwcs932zp",
        "server": "veryfiles.com",
        "size": "2.63GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/m5038geggezp.html",
        "server": "usersdrive.com",
        "size": "2.63GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1DCx5/Despicable.Me.3.2017.2160p.BluRay.x265.10bit.SDR.DTS-X.7.1_HEVC_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.63GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/despicable-me-3-2017-2160-p-blu-ray-x-265-10-bit-sdr-dts-x-7-1-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.63GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/despicable-3-2017",
        "server": "VIP Links",
        "size": "2.63GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "euz-KBBfAAo",
      "video_url": "https://www.youtube.com/watch?v=euz-KBBfAAo",
      "embed_url": "https://www.youtube.com/embed/euz-KBBfAAo"
    }
  },
  {
    "metadata": "Not Rated|2010|125 min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "4,956"
    },
    "title": "No Mercy ( 2010 )",
    "description": "Zawgyi*******ကားေကာင္းေလးဆုိေပမယ္႔ IMDb 7.4  အထိေတာင္ရရွိထားတဲ႔ဇာတ္ကားေကာင္းပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Action , Crime , Thriller ၿဖစ္ၿပီးေတာ႔ 2010 မွာထြက္ရွိထားတဲ႔ ကိုရီးယားရုပ္ရွင္ No Mercy ဟာ ဒါရိုက္တာ Hyeong-Joon Kim ကရိုက္ကူးတင္ဆက္ထားတဲ႔ အလန္းစားရုပ္ရွင္ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္One Of The Best Thriller Movie လို႔ေတာင္ တင္စားေၿပာရမလိုၿဖစ္ေနပါတယ္ဇာတ္လမ္းအညႊန္းကိုေတာ႔ ရွည္ရွည္ေ၀းေ၀းၾကီးသိပ္မေၿပာလိုေတာ႔ဘူးနာမည္ၾကီးဆရာ၀န္တစ္ေယာက္.ရယ္ ငါးပိုင္းပိုင္းၿပီးေတာ႔ အသတ္ခံလိုက္ရတဲ႔မိန္းကေလးတစ္ေယာက္နဲ႕ လူသတ္သမား…ၿပီးေတာ႔ ၿပည္ပမွာ စာသင္ၿပီးၿပန္လာမယ္႔ မွုခင္းဆရာ၀န္ရဲ႕သမီးကလည္း ထပ္ၿပီးၿပန္ေပးဆြဲခံရတဲ႔အခါမွာေတာ႔ဘာေတြဆက္ၿဖစ္ၾကမလဲ ဆုိတာကိုယ္တိုင္သာဆက္လက္ခံစားၾကည္႕ရွုပါအဆံုးသတ္ေလးကလည္း အေတာ္ကိုထိသြားႏိုင္ပါတယ္ၾကည္႕သင္႔တဲ႔ဇာတ္ကားေလးတစ္ကားပါပဲ18+ အခန္းေတြအနည္းငယ္ေတာ႔ပါပါတယ္Unicode*******ကားကောင်းလေးဆိုပေမယ့် IMDb 7.4 အထိတောင်ရရှိထားတဲ့ဇာတ်ကားကောင်းပါဇာတ်လမ်းအမျိုးအစားကတော့ Action , Crime , Thriller ဖြစ်ပြီးတော့ 2010 မှာထွက်ရှိထားတဲ့ ကိုရီးယားရုပ်ရှင် No Mercy ဟာ ဒါရိုက်တာ Hyeong-Joon Kim ကရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားရုပ်ရှင်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်One Of The Best Thriller Movie လို့တောင် တင်စားပြောရမလိုဖြစ်နေပါတယ်ဇာတ်လမ်းအညွှန်းကိုတော့ ရှည်ရှည်ဝေးဝေးကြီးသိပ်မပြောလိုတော့ဘူးနာမည်ကြီးဆရာဝန်တစ်ယောက်.ရယ် ငါးပိုင်းပိုင်းပြီးတော့ အသတ်ခံလိုက်ရတဲ့မိန်းကလေးတစ်ယောက်နဲ့ လူသတ်သမား…ပြီးတော့ ပြည်ပမှာ စာသင်ပြီးပြန်လာမယ့် မှုခင်းဆရာဝန်ရဲ့သမီးကလည်း ထပ်ပြီးပြန်ပေးဆွဲခံရတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာကိုယ်တိုင်သာဆက်လက်ခံစားကြည့်ရှုပါအဆုံးသတ်လေးကလည်း အတော်ကိုထိသွားနိုင်ပါတယ်ကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပါပဲ18+ အခန်းတွေအနည်းငယ်တော့ပါပါတယ်Translated By LinaReview ကိုေတာ႔ Movie Request မွ Kyaw Kyaw Htun Comment ကို အနည္းငယ္ယူထားပါတယ္Review ကိုတော့ Movie Request မှ Kyaw Kyaw Htun Comment ကို အနည်းငယ်ယူထားပါတယ်Encoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Hyoung-junStarsHan Hye-jinNam Kyung-eubPark Sang-wookRyoo Seung-bumSul Kyung-guSung Ji-RuCastHan Hye-jinNam Kyung-eubPark Sang-wookRyoo Seung-bumSul Kyung-guSung Ji-Ru",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eyHp78UA3Y0OWriLy67kwmHHuCa.jpg",
      "https://image.tmdb.org/t/p/w300/cOiiAu58tkgowbZFoh5bxEISXIW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d4Tc1vGHjk5ySKuI1UUxoog5Uf9.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/B1fVvhXzb7",
        "server": "drive.google.com",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://myandrive.net/file/qu2s6QGV5H",
        "server": "drive.google.com",
        "size": "342 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1s8p1/(CM)No_Mercy_2010_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1s8pn/(CM)No_Mercy_2010_WEB-DL_480p.mp4",
        "server": "megaup.net",
        "size": "342 MB",
        "quality": "480p"
      },
      {
        "link": "http://soliddrive.co/Uyz/(CM)No_Mercy_2010_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/2aBi/(CM)No_Mercy_2010_WEB-DL_480p.mp4",
        "server": "Soliddrive.co",
        "size": "342 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/mvOUZiWB9aw/%28CM%29No_Mercy_2010_WEB-DL_720p.mp4",
        "server": "openload.co",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://openload.co/f/oS4HJnHoDQo/%28CM%29No_Mercy_2010_WEB-DL_480p.mp4",
        "server": "openload.co",
        "size": "342 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "_2hiqv57RUU",
      "video_url": "https://www.youtube.com/watch?v=_2hiqv57RUU",
      "embed_url": "https://www.youtube.com/embed/_2hiqv57RUU"
    }
  },
  {
    "metadata": "|2015|134 min|Action,Asian,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2,183"
    },
    "title": "Mr. Six (2015)",
    "description": "EXO-M အဖြဲ႕ဝင္ Kris Wu ,မင္းသား Li Yifeng နဲ႕မင္းသားၾကီး Feng Xiaogang တို႔အဓိကပါဝင္ထားတဲ့ ဒီတရုတ္ဇာတ္ကားဟာ Crime/Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1) ,Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဇာတ္လမ္းကေတာ့…..တစ္ခ်ိန္က အရွိန္အ၀ါရွိခဲ့ တဲ့၊ လူဆိုးလူေတတစ္ေယာက္ျဖစ္ ခဲ့တဲ့ လ်ဴယဲ့ေခၚေလာင္ေပါင္အာ (မစၥတာဆစ္)ဟာ အသက္ (၅၀) အရြယ္ေလာက္ေရာက္လာတဲ့ အခါမွာေတာ့ အထီးက်န္ဆန္စြာ ေနခဲ့ရပါတယ္။ဓားေရးကြၽမ္းက်င္ လွတဲ့၊ မာဖီးယားဂိုဏ္းသားတစ္ဦး ျဖစ္တဲ့ မစၥတာ ဆစ္မွာေရွာင္ဘို (ေဘာ္ဘီ)ဆိုတဲ့ သားတစ္ေယာက္ ရွိေပမယ့္ သိပ္အေစးမကပ္လွပါ ဘူး။တစ္ရက္မွာေတာ့ အစိုးရ အႀကီးအကဲတစ္ေယာက္ရဲ႕ သား ပိုင္တဲ့ အဖိုးတန္ၿပိဳင္ကားကို ပ်က္ စီးေစမႈတစ္ခုနဲ႔ ေဘာ္ဘီျပန္ေပး ဆြဲခံခဲ့ရပါတယ္။ ေဘာ္ဘီကို ဖမ္း သြားတဲ့လူဆိုးအဖြဲ႕ေခါင္းေဆာင္ ရဲ႕ မိသားစုဟာ ေနာက္ခံအေျခအ ေနေကာင္းတာေၾကာင့္ ကိုမာျဖစ္ လုလုနီးအေျခအေနျဖစ္ေအာင္ ႏွိပ္စက္ညႇဥ္းပန္းတာေတြ လုပ္ခဲ့ ပါတယ္။မစၥတာဆစ္ဟာ ႏွလံုးေရာဂါ အေျခအေနဆိုးေနေပမယ့္ သူ႕ သားကို ကယ္ဖို႔ႀကိဳးစားရာမွာ ထင္သေလာက္မလြယ္ကူခဲ့တာ ေၾကာင့္ သူနဲ႔လက္တြဲလုပ္ခဲ့ဖူးတဲ့ လူဆိုးဂိုဏ္း၀င္ေတြကို ျပန္ေခၚၿပီး သူ႕သားကို ျပန္ကယ္ႏိုင္ဖို႔အတြက္ႀကိဳးပမ္းပါေတာ့တယ္။ဇာတ္လမ္းေက်ာ႐ိုးကိုက လူဆိုးဂိုဏ္း၀င္ေတြအေၾကာင္းျဖစ္ တာမို႔ အမွန္အကန္အတိုက္အ ခိုက္၊ အက္ရွင္ဇာတ္ကြက္ေတြ ၾကည့္ရမွာမို႔ ပရိသတ္ေတြသေဘာက်မယ္ ထင္ပါတယ္။လူဆိုးဂိုဏ္းသားေဟာင္းႀကီးေတြနဲ႔ ယေန႔လူ ငယ္လူဆိုးအဖြဲ႕ေတြ ရင္ဆိုင္ေတြ႕ တဲ့အခါ ဘာေတြဆက္ျဖစ္ၾကမွာ လဲ။ မစၥတာဆစ္က သူ႕သားေရွာင္ဘိုကို ကယ္တင္ႏိုင္မွာလားဆိုတာ စိတ္၀င္စားစရာပါ။အဓိကဇာတ္ေဆာင္ မစၥတာဆစ္တျဖစ္လဲ ဖန္ေရွာင္ဂန္က (၅၂) ႀကိမ္ေျမာက္ ေရႊျမင္းဆုခ်ီးျမႇင့္ပြဲ မွာ ဒီဇာတ္ကားနဲ႔ ပတ္သက္ၿပီး အေကာင္းဆံုးသ႐ုပ္ေဆာင္ဆုရရွိခဲ့တယ္လို႔ ဆိုပါတယ္။မစၥတာဆစ္ အေကာင္းဆံုးသ႐ုပ္ေဆာင္ဆုရ ခဲ့တာ ထုိက္တန္ရဲ႕လားဆိုတာ ကိုယ္တိုင္ၾကည့္ရင္း အကဲျဖတ္ ၾကည့္လိုက္ပါဦးေနာ္။(ရုပ္ရွင္အညႊန္းကို 7daydaily မွကူးယူေဖာ္ျပပါသည္။)File Size…(950MB) and (370MB)Quality…BluRay Rip 720pFormat…mp4Duration…02:14:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byWhite AuroraYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuan HuStarsFeng XiaogangKris WuLi YifengLiu HuaXu QingZhang HanyuCastFeng XiaogangKris WuLi YifengLiu HuaXu QingZhang Hanyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sojLOoysxV8n6I1DHAL4aFjdzIg.jpg",
      "https://image.tmdb.org/t/p/w300/waVuQFTavb5cmhdAgV9sJlrZGB3.jpg",
      "https://image.tmdb.org/t/p/w300/rZKElH2POXb3pmXNqFOjSBXHUjE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/Mr._Six_film_poster.jpeg",
    "movie_links": [
      {
        "link": "http://kimechanic.com/ng9",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kimechanic.com/o9J",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kimechanic.com/oAm",
        "server": "VIP Links",
        "size": "370 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG||2h 11min|Action,Adventure,Mystery",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "296,376"
    },
    "title": "National Treasure (2004)",
    "description": "National Treasure (2004)” Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် “National Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ကြီးပြင်းလာတဲ့သူတွေအတွက်တော့ ဒီကားဟာ ဘာ Fact မှ ရှာဖတ်မရသေးတဲ့ ခေတ်မှာတောင် တော်တော် စိတ်ဝင်စားစရာကောင်းတဲ့ ကားဖြစ်ခဲ့တယ်။ ဘာလို့ဆို အဲဒီခေတ်က တော်တော်များများ ပုတက်တို့ ကစ်ဇုန်တို့လို ကာတွန်းဂျာနယ်တွေကို ဖတ်ခဲ့ကြတာကိုး။ ပုတက်ဆို သူ့ရဲ့ အချပ်ပိုသုတစွယ်စုံစာအုပ်လေးမှာ ကမ္ဘာပေါ်က အကျော်အမော်တွေအကြောင်းတွေ အမြဲထည့်ပေးလေ့ရှိတယ်။ National Treasure ရဲ့ Trade Mark လိုဖြစ်နေတဲ့ အမေရိကန်ရဲ့ Founding Fathers တွေတဖြစ်လဲ ဒီကားတွေမှာ သုံးထားတဲ့သမိုင်းဝင်ပုဂ္ဂိုလ်တွေဖြစ်တဲ့ လင်ကွန်း၊ ဘင်ဂျမင်ဖရန်ကလင် နဲ့ ဖရန်ကလင် ဒီရုစဗဲ့တို့လို သမ္မတတွေ၊ မောင့်ရပ်ချ်မိုးလိုနေရာတွေကို အဲဒီသုတစွယ်စုံစာအုပ်တွေကနေ အားလုံးရင်းနှီးပြီးသားဖြစ်နေတော့ ဒီကားထဲကအချက်တွေဟာ အားလုံးအတွက် စိတ်ဝင်စားစရာဖြစ်သွားခဲ့တာလည်း ပါတာပါပဲ။ ဖရီးမေဆင်ဘာညာကတော့ မင်းသိင်္ခလို စာရေးဆရာတွေလက်ချက်နဲ့ ရင်းနှီးပြီးသားဆိုတော့ ဒီကားက အစကတည်းက ရင်းနှီးပြီးသားကားလို ဖြစ်သွားခဲ့တာကြောင့်လည်း တော်တော်လူကြိုက်များသွားခဲ့တယ်လို့‌ ပြောလို့ရပါတယ်။ သိမှကြည့်ရမယ်တော့မဟုတ်ပေမဲ့ ဒီလူတွေကို ဒီအရာတွေကို ကြိုမသိဘဲကြည့်တဲ့အရသာနဲ့ ကြိုသိပြီးမှ ကြည့်တဲ့ အရသာကတော့ ကွာတာပေါ့။ National Treasure ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်ပဲ ဒီ၂ကားလုံးက ရတနာသိုက်တွေ ဖော်တာတွေကို နိုင်ငံ့တည်ထောင်သူဖခင်ကြီးတွေ၊ သမ္မတတွေ၊ နိုင်ငံ့ရေးရာတွေနဲ့ မကင်းတာတွေနဲ့ ပုံဖော်သွားတယ်။ဒီကားရဲ့ကောင်းကွက်တွေအကြောင်းပြောရင် သရုပ်ဆောင်တွေကိုလည်း ချန်ခဲ့လို့မရပြန်ဘူး။ သရုပ်ဆောင်တွေ သရုပ်ဆောင်ကောင်းတာတင်မဟုတ်ဘဲ တခြားရတနာရှာတဲ့ကားတော်တော်များများမှာ ကျွန်တော်တို့ မတွေ့ရနိုင်တဲ့အချက်တစ်ချက်ကို National Treasure က ပိုင်ဆိုင်ထားတယ်။ ဇာတ်ကောင်တွေရဲ့ Chemistry ပေါ့။ ဒီထဲက ဇာတ်ကောင်တွေရဲ့ Chemsitry မိချက်မျိုးကို တော်တန်ရုံ ရတနာသိုက်ရှာတဲ့ ကားမျိုးမှာ တွေ့ရမှာတော့မဟုတ်ဘူး။ နစ်ကေ့ရဲ့ ခပ်တည်တည်နဲ့ မသိမသာဘဝမြင့်တတ်တဲ့ဇာတ်ကောင်အပြင် နောက် ခွီခနဲဖြစ်ရမယ့်ဟာသမျိုးတွေပြောတတ်တဲ့ ဂျက်စတင်ရဲ့ဇာတ်ကောင်ရယ်၊ ခရူဂါရဲ့ ယန်ဓာတ်အားပြုတဲ့ဇာတ်ကောင်ရယ်က နစ်ကေ့ရဲ့ဇာတ်ကောင်ကို ပိုပေါ်အောင် အားဖြည့်ပေးထားတဲ့ ဇာတ်ကောင်တွေပေမဲ့ သူတို့ရဲ့ Chemistry သိပ်ကောင်းနေတာကလည်း ဒီကားကို သာမန်ရတနာရှာတဲ့ကားဆိုတာထက် တစ်ဆင့်တက်သွားစေတဲ့အချက်လို့ပြောလို့ရတယ်။ National Treasure ဖန်တွေအတွက်တော့ ဒီဇာတ်ကောင်တွေကို တခြားလူတွေနဲ့ အစားထိုးလို့မရလောက်ပါဘူး။ဒီလိုနဲ့ပဲ National Treasure ဟာ တော်တော်‌လေးအောင်မြင်တဲ့ Franchise တစ်ခုဖြစ်လာခဲ့သလို စာအုပ်တစ်ချို့လည်းထွက်ရှိခဲ့ပါတယ်။ ၃ကားမြောက်ကို ၂ပြီးကတည်းက ရိုက်ဖို့စီစဉ်လာတာ အထမမြောက်သေးသလို တော်တော်လည်း ကြာနေခဲ့ပေမဲ့ ဒီနှစ်မှာတော့ သူ့ထဲက တစ်ချို့ဇာတ်ကောင်တွေပြန်ပါလာတဲ့ စီးရီးတစ်ခုတော့ထွက်လာခဲ့ပြီဖြစ်သလို ၃ကလည်း ထွက်လာဖို့ လုံးဝသေချာနေပါပြီ။ ဒီကြားထဲ မကောင်းမကန်းကားပေါင်းစုံ ရိုက်ပြီး တဟုန်ထိုးကျဆင်းလာခဲ့တဲ့ နစ်ကေ့ရဲ့ နာမည်ကလည်း Pig တို့ The Unbearable Weight of Massive Talent တို့နဲ့ ပြန်တက်စပြုလာတော့ ရှေ့နှစ်တွေဟာ NT 3 ရိုက်ဖို့ အချိန်ကောင်းဖြစ်လာမယ်တော့ ထင်ရတာပါပဲ။ ရှေ့နှစ်မှာ သူထွက်မယ့်ကားတွေက နည်းနည်းတော့များနေတော့ တစ်ထစ်ချတော့ပြောမရပေမဲ့ Renfield ဆိုတဲ့ကားသစ်ကိုတော့ တော်တော်များများ Hype နေကြတာပါပဲ။ ဘာနေနေပါ… ဇာတ်ညွှန်းမူကြမ်းပြီးတာ ၁၀စုနှစ်ကျော်နေပြီဖြစ်တဲ့ National Treasure 3 ကို လက်ရှိ Disney ကနေလွှင့်နေတဲ့ ဇာတ်လမ်းတွဲကိုကြည့်ရင်း ဒီကနဦးကား၂ကားကို ပြန်ကြည့်ပြီး Nostalgia ပြန်ဖြစ်ရင်း စောင့်စားလိုက်ကြတာပေါ့။—– ဇာတ်လမ်းအကျဉ်း —–ဘန်ဂိတ်စ်လို့ခေါ်တဲ့ လူတစ်ယောက်ရှိတယ်။ ဒီလူက မျိုးနဲ့ရိုးနဲ့ကို အမေရိကန်သမိုင်းနဲ့ မကင်းတဲ့လူ။ ဂိတ်စ်တွေဟာ ဘိုးဘေးဘီဘင်ခေတ်ကတည်းကကို ဝှက်စာဖော်တာတွေ ရတနာသိုက်ရှာတာတွေ လုပ်ခဲ့ကြတဲ့သူတွေပေါ့။ မရှိဘူးလို့ ထင်ကြတဲ့ ရတနာသိုက်ကို ရှာရင်း လူတွေက အရူးလို့ သမုတ်တာခံထားရတဲ့လူတွေဆိုလည်း မမှားဘူး။ ဘန်ဂိတ်စ်လက်ထက်မှာတော့ သူတို့မျိုးရိုးရဲ့ ဒီအလှောင်ခံရသမှုကို ချေဖျက်ဖို့ ရတနာသိုက်ကို အရရှာဖို့လုပ်ခဲ့တယ်။ ဒီလိုနဲ့ ရတနာသိုက်ရဲ့ သဲလွန်စနောက်ကို လိုက်ရင်း အမေရိကန်တည်ထောင်သူဖခင်ကြီးတွေ၊ လွတ်လပ်ရေးကြေညာစာတမ်းတွေ အစရှိသဖြင့် အမေရိကန်သမိုင်းရဲ့ အထင်ကရအရာတွေနဲ့ ဆက်စပ်လာခဲ့တယ်။ ဖရီးမေဆင်တွေရဲ့ လျှို့ဝှက်ချက်တွေကိုလည်း ဖော်ရဖို့ဖြစ်လာတယ်။ ဒီလိုဖော်ရင်း သူ့သူငယ်ချင်းတစ်ယောက် သစ္စာဖောက်တာခံလိုက်ရပေမဲ့ ဒီအမွေအနှစ်တွေကိုချစ်တဲ့ အဘီဂေးလ်လို့ ခေါ်တဲ့ ‌မော်ကွန်းတိုက်မှူးလေးရယ်၊ နည်းပညာကျွမ်းကျင်တဲ့ သူ့သူငယ်ချင်း ရိုင်လေရယ်ရဲ့ အကူအညီနဲ့ လွတ်လပ်ရေးကြေညာစာတမ်းကြီးကို ခိုးပြီး ရတနာသိုက်ရှာဖို့ ကြိုးစားရာက FBI ကရော လူဆိုးတွေကရော လိုက်နေတဲ့ကြားက နှစ်ပေါင်းများစွာ ဘယ်သူမှ ရှာမတွေ့ခဲ့တဲ့ ရတနာသိုက်ကို ရှာတွေ့နိုင်ဖို့ ကြိုးပမ်းကြရတော့တယ်။(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့Ye Khant Minပဲဖြစ်ပါတယ်။)Size – 2.4GB, 1.2GB, 772MBQuality – 1080p, 720p, 480pIMDb Rating – 6.9/10Format – mp4Duration – 2H 11MinGenre – Action, Adventure, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byYe Khant MinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon TurteltaubStarsChristopher PlummerDavid Dayan FisherDiane KrugerHarvey KeitelJon VoightJustin BarthaNicolas CageOleg TaktarovSean BeanStewart Finlay-McLennanCastAdriana AlvearioAlexandra BalahoutisAnnie ParisseAntony AldaArabella FieldArmando RiescoChristopher PlummerDavid Dayan FisherDeborah YatesDiane KrugerDior RayeDon McManusElizabeth GreenbergErik KingFern D. Baguidy Jr.Harvey KeitelHeidi AlbertsenHunter GomezJason EarlesJody HalseJohn TravisJon VoightJoshua BittonJustin BarthaLiam NobleMark PellegrinoMichael RussoNicolas CageOleg TaktarovRod McLachlanRon CanadaSean BeanSharon WilkinsStephen A. PopeStewart Finlay-McLennanTerrence CurrierThomas Q. MorrisYves Michel-Beneche",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2kOgnTByORg6gvEWWy8ynyJpCXa.jpg",
      "https://image.tmdb.org/t/p/w300/88SaC8hSOamSPr8aMa2vNNidW89.jpg",
      "https://image.tmdb.org/t/p/w300/9EnZD3ZWjpJy4IPoQkqTzxvZrso.jpg",
      "https://image.tmdb.org/t/p/w300/gTcswboCQKQMbOc9ugl3L1tJdP0.jpg",
      "https://image.tmdb.org/t/p/w300/ygGNqHL2wutte5sless4A2bOhHH.jpg",
      "https://image.tmdb.org/t/p/w300/fMlG089jLdvpncCWpraVGQgnLmt.jpg",
      "https://image.tmdb.org/t/p/w300/zqjpoYMsamfcKKqyKJaHxitXpGI.jpg",
      "https://image.tmdb.org/t/p/w300/6W1E28VY8aKUsj7gFk5TXSiI96J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-national-treasure-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1QKqp/(CM)_National_Treasure_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/umhEXSDC#pxqxauTfgXes7_BuHu7vZ5tHVI-iGxfG5w13ZqxNgBc",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": " https://usersdrive.com/nwb33pab28xm.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/d9efa3ouxq2e.html",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/gimyw0n0vg85/(CM)_National_Treasure_(2004)_1080p.mp4",
        "server": "streamvid.io",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-national-treasure-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1QKp1/(CM)_National_Treasure_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qyBj2DQa#XsNkh9-lyHCBAGLVlB5TefbeQ2pzm_O4KUIMt00EVss",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": " https://usersdrive.com/cw94sb8j5po9.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/hdhfe2jemaby.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ifsog4u0mwwq/(CM)_National_Treasure_(2004)_720p.mp4",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-national-treasure-2004-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1QKot/(CM)_National_Treasure_(2004)_480p.mp4",
        "server": "megaup.net",
        "size": "772MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/73gmyYKY#fvuNAmnnm5sm523qHh5cQMdKS8OQoM0ev9N-JsCKZUM",
        "server": "mega.nz",
        "size": "772MB",
        "quality": "480p"
      },
      {
        "link": " https://usersdrive.com/6q4qzvquxzfv.html",
        "server": "usersdrive.com",
        "size": "772MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/cqjp0enc3re6.html",
        "server": "streamsb.com",
        "size": "772MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/reo3tsa0bjzy/(CM)_National_Treasure_(2004)_480p.mp4",
        "server": "streamvid.io",
        "size": "772MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "by2yMNLmCDs",
      "video_url": "https://www.youtube.com/watch?v=by2yMNLmCDs",
      "embed_url": "https://www.youtube.com/embed/by2yMNLmCDs"
    }
  },
  {
    "metadata": "|||Action,Drama,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Ladder 49 (2014)",
    "description": "Ladder 49~~~~~~IMDb – 6.5RT – 41%မီးသတ်သမားတွေဆိုတာ အမေ့ခံ ပုဂ္ဂိုလ်တွေလို့ပဲ ပြောရမလားပဲ။ ကိုယ့်အသက်ကို ပဓာနမထားပဲ ကယ်တင်မှုတွေလုပ်ပေးပေမဲ့ ဆုတံဆိပ်အချို့က လွှဲလို့ ဘာမှရခဲ့တာမဟုတ်ပါဘူး။ အဲ့ဒီလိုလေးတွေနဲ့ပဲ ချွေးသိပ်ခဲ့ကြရတာပါ။အဲ့လို‌အမေ့ခံသူရဲကောင်းတွေဖြစ်တဲ့ မီးသတ်သမား‌တွေအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်များစွာရှိပါတယ်။ အဲ့ဒီထဲမှာမှမင်းသား Joaquin Phoenix ရဲ့ ၂၀၀၄ က ရိုက်ကူးခဲ့တဲ့ Ladder 49 ဆိုတဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။ဗာတီမောမြို့က ဂျက်မော်ရစ်စင် အမည်ရတဲ့ မီးသတ်သမားရဲ့ဘဝကို အခြေတည်ထားပြီး မီးသတ်သမားတွေရဲ့ ဘ‌ဝတွေ လူမှုပြဿနာတွေ သူရဲကောင်းဆန်မှုတွေ ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဝင်ငွေပိုင်းအရ အောင်မြင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ခဲ့ပြီ ကမ္ဘာ့တစ်ဝန်းမှာ သန်းတစ်ရာကျော်ပြန်လည်ရရှိခဲ့ပါတယ်။File size…(1.77GB)/(1.01GB)/(597MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:55:00Genre…Action /Drama /ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….SPKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBalthazar GettyBilly BurkeBrooke HamlinJacinda BarrettJay HernandezJoaquin PhoenixJohn TravoltaKevin ChapmanKevin DanielsMorris ChestnutRobert LewisRobert PatrickSteve MayeTim GuineeYvonne Erickson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dfxPajRKhApSMfv31Sq14loL8Ck.jpg",
      "https://image.tmdb.org/t/p/w300/xieC3W15ai5RfajdeTkBt6JblIl.jpg",
      "https://image.tmdb.org/t/p/w300/zcH3uIobtpa1yLnKo2AP3R3lHjv.jpg",
      "https://image.tmdb.org/t/p/w300/3xz9M7KdpyuqYiMJl3EFKYejObc.jpg",
      "https://image.tmdb.org/t/p/w300/n0urcdy6Sajh3bsMXyhqnQ9UWlM.jpg",
      "https://image.tmdb.org/t/p/w300/jF94vmzKJIL9M60TiRqHuHIEesH.jpg",
      "https://image.tmdb.org/t/p/w300/5lk9uaPKTLZcymNDwxRDu5qIJHm.jpg",
      "https://image.tmdb.org/t/p/w300/nxcFq0SJArOcBX8vhPfCEELKFTZ.jpg",
      "https://image.tmdb.org/t/p/w300/jUdBvgNKu1xJZgGQ1fTFpYLRTCm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-ladder.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ladder-492014",
        "server": "VIP Links",
        "size": "1.77GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ladder-49-2004-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.77GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15kc6/Ladder.49.2004.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.77GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NpcS0ZyY#NWsVRv7_xO-Jp_qiEP7RLmeG8GGgne358LBo5rcdXpU",
        "server": "mega.nz",
        "size": "1.77GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/08d8ep7dqrqf.html",
        "server": "usersdrive.com",
        "size": "1.77GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ladder-49-2004-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rf6u/Ladder.49.2004.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RtMjkIyD#tb8Ud-pAnOiJfymbKSUV-ibFUBgH7yR2FFu-q45Emnw",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ltteg6ywxo7t.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ladder-49-2004-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "597MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/sg3hqoqf75x8.html",
        "server": "usersdrive.com",
        "size": "597MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2rf6m/Ladder.49.2004.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "597MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/lh9lhAKQ#puME9vDz4RK7LTu26znsaToQfbu0vdIcafQsW8YLmxM",
        "server": "mega.nz",
        "size": "597MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "streamsb.com",
        "size": "597MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "jpU7gzT6CdM",
      "video_url": "https://www.youtube.com/watch?v=jpU7gzT6CdM",
      "embed_url": "https://www.youtube.com/embed/jpU7gzT6CdM"
    }
  },
  {
    "metadata": "|||Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Zanjeer (2013)",
    "description": "တောင်ပိုင်းမင်းသား ရမ်ချရန် Ram Charan နဲ့ ဘောလိဝုဒ်မင်းသမီးချော ပရီရန်ကာချော်ပရာ Priyanka Chopra တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက တောင်ပိုင်းဆန်တဲ့ အက်ရှင်ရဲဇာတ်ကားပါ။ဇာတ်လမ်းကတော့…ACP Vijay Khanna ဆိုတာ မတရားမှုတွေကို လက်ပိုက်ကြည့်မနေဘဲ ကိုယ်တိုင်ဝင်ပါဖြေရှင်းတတ်ပြီး လက်သံပြောင်လွန်းလို့ ရဲဌာနတွေကနေ ခဏခဏပြောင်းရွှေ့ခံနေရတဲ့ရဲအရာရှိတစ်ဦးပါ…ဒီတစ်ခါ…သူပြောင်းရွှေ့ခံလိုက်ရတဲ့နေရာမှာ ဆီမှောင်ခိုလုပ်ငန်းက အမြစ်တွယ်ကြီးထွားနေပြီးမကောင်းမှုအားလုံးရဲ့မြစ်ဖျားခံရာဆိုတာနဲ့ ဒီမကောင်းမှုတွေမှာ ရဲဌာနက လူကြီးတွေပါပါဝင်နေတာကို သူသိလိုက်တဲ့အခါမှာတော့…ACP Vijay Khanna တစ်ယောက် အမှန်တရားအတွက် ဘာကိုမှ မငဲ့ကွက်ဘဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ……..။File size…(3.9 GB)/(1.4 GB)Quality…WEBHD 1080p HEVC/720pFormat…mkv/mp4Duration….02:09:58Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAtul KulkarniKavita KaushikMahie GillPrakash RajPriyanka Chopra JonasRam CharanSanjay DuttSanjay SharmaSrihariTaran Bajaj",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r3Hv33DlIN3GmMyKfOrwjSfQwki.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/zanjeer-malayalam-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-zanjeer-2013-1080-p-untouched-webhd-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3f39f/(CM)_Zanjeer_(2013)_1080p_Untouched_WEBHD_HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "3.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Yi5gULBB#hWYrzW3EeIaU9KfTvQPM53OVRpqGqv14bG_mx4_Nqs8",
        "server": "mega.nz",
        "size": "3.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/rcv5xa85tbym.html",
        "server": "usersdrive.com",
        "size": "3.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-zanjeer-2013-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1T8ds/(CM)_Zanjeer_(2013)_720p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I3QBCBqC#RedOf9v6pE3OB3QaqykemG415os3Fev8oNSJ4jNwbwA",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dt6x5bi3iusy.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/pxk80lyfyh7d.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2008|149 min|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "10,408"
    },
    "title": "Race (2008)",
    "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူးပါ)File Size : (1.2 GB)Quality : Blu-Ray 720pRunning Time : 2hr 29minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p Blu-Ray x264 DTS { TaRa }Translated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbbas Alibhai BurmawallaMastan Alibhai BurmawallaStarsAkshaye KhannaAnil KapoorBipasha BasuDalip TahilGloria AllredJohnny LeverKatrina KaifSaif Ali KhanSameera ReddyCastAkshaye KhannaAnil KapoorBipasha BasuDalip TahilGloria AllredJohnny LeverKatrina KaifSaif Ali KhanSameera Reddy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rb7gEWA25f84NLNYDfsOy0RYXl5.jpg",
      "https://image.tmdb.org/t/p/w300/pTl7OCmGVcRLUnB3gfBu7l83DjE.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/race-2008-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/08599/race-208-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/df431QpA#r2PPT83NGxlhHz5Q_RKQwPzL08wY2PhZAlg49HzTIVg",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/zf6gsvwoc7ov",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "0vSsBXtD-EE",
      "video_url": "https://www.youtube.com/watch?v=0vSsBXtD-EE",
      "embed_url": "https://www.youtube.com/embed/0vSsBXtD-EE"
    }
  },
  {
    "metadata": "|2021|1h 37min|Action,Adventure,Comedy",
    "rating": {
      "rating": "5/10",
      "rating_count": "10"
    },
    "title": "Tiger Mask (2021)",
    "description": "Tiger Mask (2021)ဒီတစ်ခေါက် Channel Myanmar မှာတင်ဆက်ပေးမယ့် Movie ကတော့Tiger Mask ဆိုတဲ့ New Hero Adventure ကားလေးပဲဖြစ်ပါတယ်ယူဂုံဖြောင်း ဆိုတဲ့ ဘဝမှာနေရတာကို ငြီးငွေ့နေတဲ့ သူ ကငယ်ငယ်က ကျားမျက်နှာဖုံး လိုမျိုးဖြစ်ချင်ခဲ့ပြီးကျားမျက်နှာဖုံးပိုင်ရှင်ရဲ့ မျက်နှာအစစ်ကို သိတဲ့ တစ်ယောက်တည်း‌သောသူပါတစ်နေ့မှာ သူ့အမေဆုံးသွားပြီး နောက်ရက်အနည်းငယ်ကြတော့သူ့ကို အားပေးပြီး ပညာတွေသင်ပေးတဲ့ ဂျီယာ့ဆာ က အဘိုး ဆုံးသွားပါတယ်အဲ့ အဘိုးမှာ ဘိုမီ ဆိုတဲ့မြေးတစ်ယောက်ရှိပါတယ်ဂုံဖြောင်းကို အဘိုး ပေးဖို့ထားခဲ့တဲ့ သေတ္တာလေးကိုတစ်ယောက်တည်းဖွင့်ကြည့်ဖို့ အဘိုးရဲ့ မြေး‌မလေးကို မှာခဲ့ပါတယ်ဂုံဖြောင်း ဖွင့်ကြည့်လိုက်ပြီး ကျားမျက်နှာဖုံး ကို တွေ့သွားတော့…..ဂျီယာ့ဆာကို လိုချင်နေကြတဲ့ ဂျပန်လူမျိုးတွေ လုတာကို မပါသွားအောင် ထိန်းလိုက်နိုင်လား?ဟီးရိုးမင်းသားကြီးရော နိုင်သွားပါ့မလား …အက်ရှင်ဆန်ဆန် ဟာသလေး‌နှောပြီး အခွီအကြမ်းလေး ကြည့်ချင်ရင်ဒီကားကို ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Htet Eaindray Khin ဖြစ်ပါတယ်။Genre…..Action, Adventure, ComedyQuality….WEB-DL 1080p and 720p and 360pFile size…1.3GB and 808MB 259MBFormat…mp4Duration….1h 37minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Htet Eaiindray KhinEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJo Han-sunJung Tae-wooKang ByulKim Heung-rae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tPKFMXyyGwKZQrnx7znrrV68RKg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g7Ahst6SCjWVijGwJYNEjxmSMRy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tiger-mask-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/yeona7j4wd4l.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tiger-mask-2021-1080-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/33cgA/Tiger.Mask.2021.1080p.FHDRip.CM..mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/BscnlCbD#91kNr2m8gpfYxYG7iTT0iUDiB0Pv_X02wEuIbnHPook",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/rawvrfv5y16p.html",
        "server": "usersdrive.com",
        "size": "808MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tiger-mask-2021-720-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "808MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2neO8/Tiger.Mask.2021.720p.FHDRip.CM..mp4",
        "server": "megaup.net",
        "size": "808MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/UgEByCBT#1gX_rYIzR0-UyAWGIlsQAbvrnmIOtfGJpgmZChDfLY0",
        "server": "mega.nz",
        "size": "808MB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/59jlgocw3s1f.html",
        "server": "streamsb.com",
        "size": "808MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/uqlssdoyt4rc.html",
        "server": "usersdrive.com",
        "size": "269MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/tiger-mask-2021-360-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "269MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2neO3/Tiger.Mask.2021.360p.FHDRip.CM..mp4",
        "server": "megaup.net",
        "size": "269MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/59ERQaRZ#-L60s-8DzOFGx5-ncj6G7vOKyhbqfZqyJTbaCEL-P5o",
        "server": "mega.nz",
        "size": "269MB",
        "quality": "360P"
      },
      {
        "link": "https://watchsb.com/khkwm4utmap9.html",
        "server": "streamsb.com",
        "size": "269MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "yBhGKpVcDEY",
      "video_url": "https://www.youtube.com/watch?v=yBhGKpVcDEY",
      "embed_url": "https://www.youtube.com/embed/yBhGKpVcDEY"
    }
  },
  {
    "metadata": "|||Action,Crime,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1108"
    },
    "title": "Lost Bullet 2020",
    "description": "လီနိုဟာ ဘာမှမတော်တဲ့ ညီလေးတစ်ယောက်ကို ကူညီပေးရာကနေ ထောင်ကျသွားပါတယ်။ ကွန်ကရစ်လေးထပ် ကာထားတဲ့ ရတနာဆိုင်ကို ကားလေးတစ်စင်းနဲ့ ဝင်တိုက်ပြီး ဖောက်ခဲ့တာ ဒဏ်ရာလေးတောင် မရခဲ့ပါဘူး။ ဒါကို အမြန်တပ်ဖွဲ့က သဘောကျသွားပြီး သူတို့အတွက် အလုပ်လုပ်ပေးဖို့ ချာရက်ဆိုတဲ့ အဖွဲ့ခေါင်းဆောင်က လီနို့ကို လာပြီး သိမ်းသွင်းပါတယ်။ လီနိုနဲ့ ချာရက်က အချိန်ကြာလာတာတဲ့ တကယ့်လူရင်းတွေလို ဖြစ်လာကြတယ်။ တစ်ရက်တော့ ချာရက်လိုက်နေတဲ့အမှုက အဆုံးသတ်ခါနီးဆဲဆဲမှာ သူတို့အဖွဲ့ထဲက တစ်ယောက်က သူလုပ်ထားတာ အကုန်ပေါ်မှာစိုးပြီး ချာရက်ကို သတ်ပစ်တယ်။ သတ်ပြီးတာနဲ့ လီနိုကို ချောက်ချတော့တာပဲ။ ဒီကိစ္စကို ထောင်ထွက်တစ်ယောက်ဖြစ်တဲ့ လီနိုက ဒီကိစ္စကို ဘယ်လိုပြန်ဖြေရှင်းမလဲ။ သူ့စကားကိုရော ဘယ်သူတွေက ယုံမှာတဲ့လဲ။ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်။Quality – 720p  WebRipDuration – 1 hr ၃၂minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, ThrillerTranslator – ElizabethEncoder – LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillaume PierretStarsAlban LenoirAlexandre PhilipArthur AspaturianNicolas DuvauchellePatrick MédioniRamzy BediaRod ParadotSébastien LalanneStéfi CelmaStephen ScardicchioCastAlban LenoirAlexandre PhilipArthur AspaturianNicolas DuvauchellePatrick MédioniRamzy BediaRod ParadotSébastien LalanneStéfi CelmaStephen Scardicchio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ynMYRX3G4JJ2dioLudZNc7oFKd.jpg",
      "https://image.tmdb.org/t/p/w300/1nZmMs0YK27jgCsir5eslECHAvO.jpg",
      "https://image.tmdb.org/t/p/w300/t4mzypFVjY6toyBXAmfrIaWcUXa.jpg",
      "https://image.tmdb.org/t/p/w300/ajsYu1fpMfzLKFYwdvSBx4zjYLT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/lost-bullet.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lost-bullet-2020-720-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lost-bullet-2020-480-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2dnbv/Lost.Bullet.2020.720p.WEB.(CM).mp4",
        "server": "megaup.net",
        "size": "700 mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xqeq/Lost.Bullet.2020.480p.WEB.(CM).mp4",
        "server": "usersdrive.com",
        "size": "300 mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ri3xoisrse64.html",
        "server": "usersdrive.com",
        "size": "700 mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qfaxij651ne9.html",
        "server": "usersdrive.com",
        "size": "300 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "-qaYywvAyz8",
      "video_url": "https://www.youtube.com/watch?v=-qaYywvAyz8",
      "embed_url": "https://www.youtube.com/embed/-qaYywvAyz8"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "134K"
    },
    "title": "Bronson(2008)",
    "description": "ဗြိတိန်ရဲ့နာမည်ကြီးထောင်သား ချာလီဘရွန်ဆင်ရဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ Bronsonဇာတ်ကားပဲဖြစ်ပါတယ်။ Tom Hardy က Bronsonအနေနဲ့ ပြောင်မြောက်စွာပါဝင်ထားပါတယ်။အမြဲတစေအကြမ်းဖက်မှုကိုတောင့်တနေတဲ့ ထူးဆန်းလှတဲ့သူ၊ ထောင်ဝန်ထမ်းတွေအကုန်လက်လန်ရတဲ့သူ၊ ထောင်ဆိုတာကိုဟိုတယ်လို့ထင်တဲ့သူ တစ်ယောက်ရဲ့ အကြောင်းကို Bronsonကိုယ်တိုင်ပြန်ပြောပြတဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။File size…1.08 GB / 715.7 MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 32mGenre …..  Action ,  Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Chole KhinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNicolas Winding RefnStarsKelly AdamsLuing AndrewsTom HardyCastAmanda BurtonAndrew ForbesAndrew St. JohnHugh RossJames LanceJoe TuckerJon HouseJonny PhillipsJuliet OldfieldKaty BarkerKelly AdamsLuing AndrewsMark PowleyMatt KingNeil BroomePaul DonnellyTom HardyTracy Wiles",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bJvVLVohSuv5e5mSA6ia1hbZvAi.jpg",
      "https://image.tmdb.org/t/p/w300/sIlsT8wnD9bBQ1tBASCMgEeeUS2.jpg",
      "https://image.tmdb.org/t/p/w300/lDwdtSgY3feaJ31qeYssuigYhfs.jpg",
      "https://image.tmdb.org/t/p/w300/oL9Y6MNERLebOo7Z9dAneTnJl.jpg",
      "https://image.tmdb.org/t/p/w300/9pA9u1HLdJRXyySNhCspKcwSMIC.jpg",
      "https://image.tmdb.org/t/p/w300/iLbMX35vboH3ZCsmEV6uECPgcDC.jpg",
      "https://image.tmdb.org/t/p/w300/9i8mU5XOBZFyKcmB0TSD4QFsjpB.jpg",
      "https://image.tmdb.org/t/p/w300/m3fS9KZyhS5RV8gJzk2PtjqhfVE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o5JaAtcvjRJz3utEaptk0L77FjM.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/khyskmawrj00.html",
        "server": "usersdrive.com",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bronson-2008-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1cI9t/Bronson.2008.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/F2gXUSiK#Y51XuRnMIHWlM8BTifY9G0um2f_hkdxhfaHdQX9AIMo",
        "server": "mega.nz",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/4fzb6vaqi23k.html",
        "server": "streamsb.com",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/g3yngkusuljn",
        "server": "streamvid.io",
        "size": "1.08GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/iqu1jge548n1.html",
        "server": "usersdrive.com",
        "size": "715.7MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bronson-2008-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715.7MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cI94/Bronson.2008.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "715.7MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/4uY1AbRT#2QDrUmsLNz9sqWXR1vxypPaO6c0koP_Q5qhYHqEAdF4",
        "server": "mega.nz",
        "size": "715.7MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/yio067rigbzz.html",
        "server": "streamsb.com",
        "size": "715.7MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/xs445hx2on5s",
        "server": "streamvid.io",
        "size": "715.7MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "paa9knyJKrs",
      "video_url": "https://www.youtube.com/watch?v=paa9knyJKrs",
      "embed_url": "https://www.youtube.com/embed/paa9knyJKrs"
    }
  },
  {
    "metadata": "||1h 34m|Action,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": ""
    },
    "title": "In the Shadow of the Naga (2008)",
    "description": "ပန် ပေါ် စင်ဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ငွေသယ်ဆောင်လာတဲ့ကားကို ဓားပြတိုက်ခဲ့ပြီး ရဲတွေလိုက်ဖမ်းတာခံရလို့ ပေါ်ဟာငွေအိတ်ယူသွားပြီး ပါလွမ့်ဘုန်းကြီးကျောင်းမှာဖွက်ထားခဲ့ပါတယ်ပေါ်နဲ့ပန်ဟာ မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးချင်လို့ စင်နဲ့ပေါင်းပြီးဓားပြတိုက်ဖို့ဆုံးဖြတ်ခဲ့တာပါဒါပေမယ့် ဘုန်းကြီးကျောင်းကိုပြန်လာတဲ့အချိန်မှာတော့ ပေါ်ငွေအိတ်ဖွက်ထားတဲ့နေရာမှာ ကျောင်းတော်ကြီးဆောက်ထားပါတယ်ဒါနဲ့ပဲ ဘုန်းကြီးကျောင်းမှာငွေအိတ်ရှာဖို့အတွက် နေနိုင်တဲ့တနည်းကတော့ ဘုန်းကြီးဝတ်တာပါပဲဘုန်းကြီးအတုအနေနဲ့ဘုန်းကြီးကျောင်းမှာနေနိုင်ဖို့ စင်ဟာ ဆရာတော်ချင့်ကို သူနဲ့ပန်ကိုဘုန်းကြီးဝတ်ပေးဖို့ဖိအားပေးပါတော့တယ်ဒီလိုနဲ့ပဲ စင်နဲ့ပန်ဟာဘုန်းကြီးအတုတွေလုပ်ပြီး ငွေအိတ်ကိုရှာနေခဲ့ပါတယ်ငွေအိတ်ကိုရှာနိုင်ပါ့မလား ရဲတွေရော သူတို့ကိုဖမ်းနိုင်မလား ပေါ်နဲ့ပန်ရော မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးနိုင်မလားဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်ပါနော် 🔥File Size__(1.6GB)Quality__1080pIMDb Rating__6.8/10Format__mp4Duration__01:32:00Type__Action, Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byNang Mwe KhamEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNasorn PanungkasiriStarsAkkaphan NamartIntira JaroenpuraPassin ReungwootPitisak YaowananonRatchanoo BoonchuduangRay MacDonaldSa-Ard PiempongsanSomchai KemgladTheerayut PratyabamrungCastAkkaphan NamartIntira JaroenpuraPassin ReungwootPitisak YaowananonRatchanoo BoonchuduangRay MacDonaldSa-Ard PiempongsanSomchai KemgladTheerayut Pratyabamrung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8BOnombiQ4eey0JNBarLNuii3xE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/ONxYdf-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/in-the-shadow-of-naga-2008-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3babx/In_the_Shadow_of_Naga_(2008)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kCsgxAoR#mXXuOxVPIWCvG_TW6fNmOHN_6TyyWFDaLYAZdl1BmII",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/adta2bvunw1m.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "1yzwGfMQ070",
      "video_url": "https://www.youtube.com/watch?v=1yzwGfMQ070",
      "embed_url": "https://www.youtube.com/embed/1yzwGfMQ070"
    }
  },
  {
    "metadata": "PG-13|2002|2h 4m|Action,Drama,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "122000"
    },
    "title": "The Sum of All Fears (2002)",
    "description": "The Sum of All Fears (2002)~ IMDb – 6.4/10, Rotten Tomatoes – 59% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲရဲ့ ၄ကား​မြောက်ရုပ်ရှင်ဖြစ်ပြီး Ben Affleck နုစဉ်အခါက ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ သူ့အပြင် Morgan Freeman ကြီးလည်း ပါဝင်ပါ​သေးတယ်။ ဒီဇာတ်ကားကတော့ ဒုတိယကမ္ဘာစစ်အပြီး ယူအက်စ်နဲ့ ရုရှားရဲ့ စစ်​​​​အေး​ခေတ် လက်နက် အားပြိုင်မှုကို ​ကျောရိုးယူရိုက်ကူးထားတာပါ။~ ဇာတ်လမ်းအကျဉ်း ~အ​မေရိကန် ​ဘော်တီမိုးမှာ သမ္မတကိုယ်တိုင် တက်​ရောက်အား​ပေးတဲ့ ​ဘောလုံးပြိုင်ပွဲကို အဏုမြူဗုံးနဲ့ တိုက်ခိုက်ခဲ့တာပါ။ သမ္မတက အသက်ရှင်ခဲ့​ပေမဲ့ ဒီတိုက်ခိုက်မှု​ကြီးကြောင့် လူ​ပေါင်းများစွာ သေ​​​ကြေခဲ့တာပါ။ ဒီအကြမ်းဖက်မှုရဲ့ရှေ့မှာလည်း ရုရှားက​နေ ခွဲထွက်ထားတဲ့ ချေချင်းညာ​ဒေသအ​ရေး​ကြောင့် ရုရှားနဲ့ အ​နောက်နိုင်ငံ​တွေ၊ အထူးသဖြင့် အ​မေရိကန်တို့ကြားမှာ တင်းမာမှုရှိခဲ့တာ​ကြောင့် ဒီတိုက်ခိုက်မှုဟာ ရုရှား​​တွေရဲ့လက်ချက်လို့ယူဆပြီး ပြန်တုံ့ပြန်ဖို့ ပြင်ဆင်ပါ​တော့တယ်။တစ်ဖက်က ရုရှား​တွေကလည်း အ​မေရိကန်​တွေ ထိုးစစ်ဆင်လာမှာသိတဲ့အတွက် ပြန်တိုက်ဖို့ပြင်ဆင်ရင်း နျူကလီးယားလက်နက်​တွေ ၂ဖက်လုံးထုတ်သုံးမယ့် အ​ခြေအ​နေထိဖြစ်လာခဲ့ပါတယ်။ ဒီ​နေရာမှာ ​ဘော်တီမိုးတိုက်ခိုက်မှုဟာ ရုရှား​​ရဲ့လုပ်ရပ်မဟုတ်ဘူးလို့ ယူဆသူက ​ဒေါက်တာဂျက်ရိုင်ယန်ပါ။ ဂျက်အ​နေနဲ့ ဒီအကြမ်းဖက်​ ဖောက်ခွဲမှုရဲ့ တရားခံအစစ်ကိုရှာရင်း ၂နိုင်ငံ စစ်ကြီးဖြစ်မယ့်အ​ရေး၊ ​နောက်ထပ်ကမ္ဘာစစ်ဖြစ်မယ့်အ​ရေးကို တားဆီးရဖို့ ဖြစ်လာပါ​တော့တယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုXမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.5GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 2H 4MinGenre – Action, Drama, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byXEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhil Alden RobinsonStarsAl VandecruysAlan BatesAleksandr BelyavskiyAlison DarcyAndre CornellierAntonio David LyonsArnold McCullerArthur HoldenBen AffleckBridget MoynahanBruce McGillCiarán HindsColm FeoreConrad PlaConstantine GregoryCraig HoskingDale GodboldoDavid SchaapDavid VazquezEdward ZinovievEric SteibiEvgeniy LazarevFrance ArbourFrancois BryonFrank FontaineGary GelfandGerry WoodGilles MarsolaisGriffith BrewerHeinar PillerHenri PardoHryhoriy HladyIan MongrainIrwin DillionJ.J. CarleJacklyn St. PierreJames CromwellJamie HarroldJason AntoonJason WinerJennifer SeguinJerry MarkbreitJoel BissonnetteJohn BeasleyJohn EavesJosef SommerJoseph AntakiJosh KimmelKen JenkinsKirk TaylorKwasi SonguiLaraine NewmanLee GarlingtonLennie LoftinLev PrygunovLiev SchreiberLisa Bronwyn MooreLisaGay HamiltonLubomir MykytiukMace NeufeldMarcel JeanninMarcel SabourinMaria MonakhovaMariah IngerMarie MatikoMarie-Josée ColburnMarina LapinaMariusz SibigaMark Antony KrupaMatt HollandMaxime OpadtchiiMichael ByrneMichel 'Gish' Abou-SamahMike McDougalMorgan FreemanNabil ElouahabiNorm BerketaOleg BelkinOstap SorokaPhilip AkinPhilip Baker HallPhilip PrettenPragna DesaiReal AugerRichard CoheeRichard MarnerRobert Martin RobinsonRoger TonryRon RifkinRussell BobbittSheena LarkinStefan KaliphaSven-Ole ThorsenValeri KoudriavtsevVictor PedtrchenkoVictoria ReuterVie NystromVladimir RadianWillie GaultCastAl VandecruysAlan BatesAleksandr BelyavskiyAlison DarcyAndre CornellierAntonio David LyonsArnold McCullerArthur HoldenBen AffleckBridget MoynahanBruce McGillCiarán HindsColm FeoreConrad PlaConstantine GregoryCraig HoskingDale GodboldoDavid SchaapDavid VazquezEdward ZinovievEric SteibiEvgeniy LazarevFrance ArbourFrancois BryonFrank FontaineGary GelfandGerry WoodGilles MarsolaisGriffith BrewerHeinar PillerHenri PardoHryhoriy HladyIan MongrainIrwin DillionJ.J. CarleJacklyn St. PierreJames CromwellJamie HarroldJason AntoonJason WinerJennifer SeguinJerry MarkbreitJoel BissonnetteJohn BeasleyJohn EavesJosef SommerJoseph AntakiJosh KimmelKen JenkinsKirk TaylorKwasi SonguiLaraine NewmanLee GarlingtonLennie LoftinLev PrygunovLiev SchreiberLisa Bronwyn MooreLisaGay HamiltonLubomir MykytiukMace NeufeldMarcel JeanninMarcel SabourinMaria MonakhovaMariah IngerMarie MatikoMarie-Josée ColburnMarina LapinaMariusz SibigaMark Antony KrupaMatt HollandMaxime OpadtchiiMichael ByrneMichel 'Gish' Abou-SamahMike McDougalMorgan FreemanNabil ElouahabiNorm BerketaOleg BelkinOstap SorokaPhilip AkinPhilip Baker HallPhilip PrettenPragna DesaiReal AugerRichard CoheeRichard MarnerRobert Martin RobinsonRoger TonryRon RifkinRussell BobbittSheena LarkinStefan KaliphaSven-Ole ThorsenValeri KoudriavtsevVictor PedtrchenkoVictoria ReuterVie NystromVladimir RadianWillie Gault",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/455z1puGQRuMKumAaDttSEEzqg1.jpg",
      "https://image.tmdb.org/t/p/w300/pXECs3KNnsMBYHK4uA19huGQeSE.jpg",
      "https://image.tmdb.org/t/p/w300/aKDQgOqZCvnh8ruGaYUOzkd8ulu.jpg",
      "https://image.tmdb.org/t/p/w300/yDYL8sXzXHh2BCYaq44lBFaqe7n.jpg",
      "https://image.tmdb.org/t/p/w300/c9VCKVZY8ZqzUWPLsp4OnVhixp6.jpg",
      "https://image.tmdb.org/t/p/w300/j1ENhXTfW7VoooEnhvFOdiaNt2x.jpg",
      "https://image.tmdb.org/t/p/w300/yM79T3daf9KyvUN1dD7SAOHKczf.jpg",
      "https://image.tmdb.org/t/p/w300/jwXGqdQGCZRazI0BESCHu91uEBp.jpg",
      "https://image.tmdb.org/t/p/w300/icamvxykmDndrjJRQD2sip8gCUN.jpg",
      "https://image.tmdb.org/t/p/w300/vGjQvATSuCYjByjGA3I9H0iwYeV.jpg",
      "https://image.tmdb.org/t/p/w300/jabHWVS3nJo98krTfjAbuM6vRUs.jpg",
      "https://image.tmdb.org/t/p/w300/2UJPoxptGCucBDrndCtfgZZRNvo.jpg",
      "https://image.tmdb.org/t/p/w300/fOyaC4Ae2hmAEFkkGf0K1OC382H.jpg",
      "https://image.tmdb.org/t/p/w300/x5SFbcQyYUJHd6p40F3PBlpBdzc.jpg",
      "https://image.tmdb.org/t/p/w300/lepgG3wZ1f9ZaCG5gEGqfGIrTVw.jpg",
      "https://image.tmdb.org/t/p/w300/iIKywzlVqjkZk0GNXJM5TeT5mCP.jpg",
      "https://image.tmdb.org/t/p/w300/7UTxNes0PJwF0pIQcJVYv1QMdAB.jpg",
      "https://image.tmdb.org/t/p/w300/sFhQduxjmZQnmBYVCd9vPnHbfYk.jpg",
      "https://image.tmdb.org/t/p/w300/5VgA6TymFL9UzWqftA74rFMeXA7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3E4LW4bjRhEMDeeXeIsmkJ94v8K.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-sum-of-all-fears-2002-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Cpbn/(CM)_The_Sum_of_All_Fears_(2002)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dnEy1TaA#uLi5v9zHM_nsckCeQfDxR8i6_NjL_dehUj4jBHGS4fU",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mypmb7ellaw6.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-sum-of-all-fears-2002-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Cpau/(CM)_The_Sum_of_All_Fears_(2002)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wicXCYjQ#mxBgtI0El5NuT_tElG9Ce6t_9alBycPV9cplrM3pe88",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jc0moqhmrs4k.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/f8b9m7mtydy4",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/k2ueorsb1jw9",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u-CWOk1fn-Y",
      "video_url": "https://www.youtube.com/watch?v=u-CWOk1fn-Y",
      "embed_url": "https://www.youtube.com/embed/u-CWOk1fn-Y"
    }
  },
  {
    "metadata": "N/A|1990|90 min|Action,Asian,Comedy,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "406"
    },
    "title": "When Fortune Smiles (1990)",
    "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ ငယ္စဥ္က ဇာတ္ကားပါ…Action/Comedy/Romance အမ်ိဳးအစားျဖစ္ပါတယ္။Action ဆိုလဲ လံုးဝမအိုင္ေအာင္ ခပ္မိုက္မိုက္ရိုက္ကူးထားပါတယ္။Comedy ဆိုလဲ အခြီျဖစ္ေအာင္ ရိုက္ကူးထားႏိုင္ပါတယ္။Romance ဆိုလဲ လံုးဝဟက္ထိေအာင္ ရိုက္ကူးထားပါတယ္။သူ႕ေနရာနဲ႔သူ ရသအစံုပံုေဖာ္ထားႏိုင္တဲ့ ဇာတ္ကားပါ။မင္းသမီးကလဲ ဇာတ္ရုပ္နဲ႔အလိုက္ ေဒါင္က်က် ျပားက်က် သရုပ္ေဆာင္ျပထားတာေတြ႕ရပါတယ္။ဇာတ္ေၾကာင္းေလးကိုေတာ့ ခံစားအားေပးၾကည့္ၾကပါဦး။File size…(999 MB) and (490 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:30:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byKhin Chan Myae ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony ChanStarsAnthony ChanAnthony WongBilly ChowCutie Mui Siu-WaiLam KauMai KeiSandra Ng Kwun-YuShing Fui-OnStephen ChowStuart OngCastAnthony ChanAnthony WongBilly Ching Sau-YatBilly ChowCutie Mui Siu-WaiHui Ying-SauKan Tat-WahLam KauLui TatMai KeiSai Gwa-PauSandra Ng Kwun-YuShing Fui-OnStephen ChowStuart Ong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lXQUI5iOX0v1AoKIuBpaEeTJ21d.jpg",
      "https://image.tmdb.org/t/p/w300/bkMxJaGiAcKRQ773Ht9wDERLh2Q.jpg",
      "https://image.tmdb.org/t/p/w300/dUELwZZ5ClzrMBZxG8LksamjgB8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/s-l640.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/when-fortune-smiles-mou-dik-hang-wan-sing-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/T0cp/When_Fortune_Smiles_(Mou_Dik_Hang_Wan_Sing)_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/oszwi8phs5b0",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/5jtmswp4r9ni.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||007,Action,Adventure,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": ""
    },
    "title": "[James Bond] Goldfinger (1964)",
    "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၃ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.7/10) ရရှိထားပါတယ်။File size…(2.1 GB)Quality….BluRay HEVC 1080pFormat…mkvDuration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZuel Khant ThwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAleta MorrisonAlf JointAustin WillisBernard LeeBill BrandonBill EdwardsBill NagyBurt KwoukCaron GardnerCec LinderDesmond LlewelynGerry DugganGert FröbeHal GaliliHarold SakataHonor BlackmanJane MurdochJohn MaximJohn McCarthyJohn McLarenLaurence HerderLenny RabinLesley LangleyLois MaxwellMaggie WrightMai LingMargaret NolanMarian CollinsMartin BensonMichael MellingerNadja ReginNorman ChancerPeter CranwellRaymond YoungRichard VernonRobert MacLeodRoland BrandSean ConneryShirley EatonTania MalletTricia MullerVarley ThomasVictor BrooksWilliam Hurndell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lh65Y0sUQcRh5UVVgnTOfMUbN2c.jpg",
      "https://image.tmdb.org/t/p/w300/K9QDzVVkT7Z0tfht8NkzGn24cS.jpg",
      "https://image.tmdb.org/t/p/w300/bFvjfR2G9YQ3b8dzuEsWQnMlBts.jpg",
      "https://image.tmdb.org/t/p/w300/mM4WeXqJd2tu1gCF5GYyAZf2Npl.jpg",
      "https://image.tmdb.org/t/p/w300/61EGCsXVTPBRKwwxXrPYvVB3N2K.jpg",
      "https://image.tmdb.org/t/p/w300/drJqT1gIZR5tUFPDHPoA5LRucxA.jpg",
      "https://image.tmdb.org/t/p/w300/Rf0ufs1DBICXJ1t2kKuuzqvm2f.jpg",
      "https://image.tmdb.org/t/p/w300/ljCRYaYPxby1LyJsKGuvzRuS6vo.jpg",
      "https://image.tmdb.org/t/p/w300/xqbzXQcV6ZLwRzHBUsKUjOFnTmP.jpg",
      "https://image.tmdb.org/t/p/w300/rc8BwdjqXvCrASGxMtU9C8zvg9c.jpg",
      "https://image.tmdb.org/t/p/w300/itRVavwUO94HVRQj6t7b6lEzBTN.jpg",
      "https://image.tmdb.org/t/p/w300/8TYWHeNTk6vUD0US3ZzPjfiDWKC.jpg",
      "https://image.tmdb.org/t/p/w300/qxToVjAbhBaew4HJh0HgHVZVWhH.jpg",
      "https://image.tmdb.org/t/p/w300/v7kGa1wJhLsDyNVXth2UP3UPcvq.jpg",
      "https://image.tmdb.org/t/p/w300/o4fI1aWX8grvXJPjIyTsUQrW732.jpg",
      "https://image.tmdb.org/t/p/w300/vAD0MPJgMge5lzpgAsBsI3XusHP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aKNFzaqQgPzsGXnsMc4kJH5hFIV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/james-bond-goldfinger-1964",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-goldfinger-1964-blu-ray-1080-p-hevc-eac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://cmdrive.org/share/zKvMdzj5",
        "server": "Direct Link",
        "size": "2.1 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/1Gacl/(CM)Goldfinger-1964,BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://mega.nz/file/s8FzxQSa#nahS8uXi-BiuCO3R-xhzbD6UrzLAKgsIcwnk4ljqxDI",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://embedsb.com/ssvsqxrb987j.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MA65V-oLKa8",
      "video_url": "https://www.youtube.com/watch?v=MA65V-oLKa8",
      "embed_url": "https://www.youtube.com/embed/MA65V-oLKa8"
    }
  },
  {
    "metadata": "|||Action,Biography,Crime",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "163000"
    },
    "title": "Mesrine: Killer Instinct(2008)",
    "description": "Mesrine: Killer Instinct(2008)****************************Jacques mesrine ဆိုတဲ့ ပြင်သစ်နိုင်ငံသားတစ်ယောက်က စစ်တပ်မှာ တာဝန်ထမ်းဆောင်ပြီးမိဘအိမ် ပြန်လာတဲ့ သူပါ…သူ့မိဘက သူ့ကို အလုပ်ကောင်းကောင်းတစ်ခုရှာပေးခဲ့ပေမယ့် သူကတော့ဂျာမနီလူမျိုးတွေနဲ့မို့ အလုပ်မလုပ်ချင်ပါဘူးဒါပေမယ့် တစ်နေ့မှာ သူ့သူငယ်ချင်းဖြစ်သူ Jean Paul Mercier ဟာ ဂိုဏ်းစတားတစ်ဦးဖြစ်သူGuido ဆိုတဲ့ လူဆီကို ခေါ်သွားပါတယ် ,,,အဲ့ဒီအလုပ်က သူများပစ္စည်းခိုးတာတွေ ဘဏ်ဖောက်တာတွေ ဖြစ်တာကြောင့်တစ်ခါတည်းနဲ့ ငွေအချီကြီးရလေ့ရှိပါတယ်,,,အဲ့ဒီလို ငွေအချီကြီးကို မက်ပြီး Jacque mesrine တစ်ယောက် မကောင်းမှုထဲကို တစ်စတစ်စ နစ်ဝင်သွားချိန်မှာတော့…File Size :(3.2GB)(1.1GB)(and (392MB)Quality :Blu-Ray 1080P5.1Ch, 720pFormat…mp4Duration…01:53:00Genre :  Action ,Biography , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by EricEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbdelhafid MetalsiAffif Ben BadraAngelo AybarArnaud HenrietCaroline FerrusCécile de FranceChristian BordeleauChristine BeaulieuChristine BellierDanielle LepineDeano ClavetDominique LoiseauDorothée BrièreElena AnayaFarid FedjerFlorence ThomassinFrançois HauteserreFrankie PainGérard DepardieuGilbert SicotteGilles GeisweillerGilles LelloucheGuilhem PellegrinGuy ThauvetteJean-Claude LeguayJean-Loup YaleJeff BoudreaultLaurent ImbaultLeïla BekhtiLouison BlivetLuc-Martial DagenaisLudivine SagnierManuela GouraryMercè LlorensMichel DuchaussoyMichelle BrûléMonique GosselinMustapha AbourachidMyriam BoyerOlivier GourmetPaul StewartRoy DupuisSabri LahmerSofiane BenrazzakSylvain SavardVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nnSjkUOJGfKTy4bnVPsbl4pyL0x.jpg",
      "https://image.tmdb.org/t/p/w300/53zMv4Xt8Fi86NCVeQV5u8icFQb.jpg",
      "https://image.tmdb.org/t/p/w300/aI1AAriTwg3JsiVImxZL6Ye4zrl.jpg",
      "https://image.tmdb.org/t/p/w300/qTHPyRxYx3lbUZIVmJEaQvpKyTm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zCyuiyIhbhgEOZde81qTgXbO0pw.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m5yadwzwa8fn.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/mesrine-killer-instinct-2008-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yWS2/Mesrine_Killer_Instinct_2008.BLU-RAY.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/RN0kzJrb#iETKk-AL5cWJWbmpHht3JCOVguPlo1ZYUZpxXM4K770",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5f1cs0mqhhpf.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/mesrine-killer-instinct-2008-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SZp7/Mesrine_Killer_Instinct_2008.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZE8CWT7A#_70cpw90tUU_nNIvb-ila0PWNXWKuHk2Nm4qAaXfM4c",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbface.com/kj29xtxu0ozl.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ijzdijhn0b6w",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ybdlqnxcp091.html",
        "server": "usersdrive.com",
        "size": "392MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/mesrine-killer-instinct-2008-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "392MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1SZr2/Mesrine_Killer_Instinct_2008.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "392MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/gI9U2CKC#hr9STWoOTPY2a_4B5KRzFsJu1z66V4cYYWcCDyUOByo",
        "server": "mega.nz",
        "size": "392MB",
        "quality": "480P"
      },
      {
        "link": "https://sbface.com/cqjdmlc9ln58.html",
        "server": "streamsb.com",
        "size": "392MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/e6k3sfbrwwff",
        "server": "streamvid.io",
        "size": "392MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "W3_3FKPRoLM",
      "video_url": "https://www.youtube.com/watch?v=W3_3FKPRoLM",
      "embed_url": "https://www.youtube.com/embed/W3_3FKPRoLM"
    }
  },
  {
    "metadata": "|2005|1h 56m|Action,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "66K"
    },
    "title": "Harsh Times (2005)",
    "description": "Harsh Times (2005)Christian Bale ကိုယ်တိုင် ပရိုဂျူဆာအနေနဲ့ရော အဓိကဇာတ်ကောင် ဂျင်မ်အဖြစ်နဲ့ပါ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့သရုပ်ဆောင်ချက်တွေဟာ လက်ဖျားခါလောက်တယ်ဆိုတဲ့ မှတ်ချက်တွေ တပုံတပင်ရရှိထားတဲ့ကားပါ။ဂျင်မ်နဲ့ မိုက်ခ်က သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ။ ညီအစ်ကိုတွေလိုတောင်ဖြစ်နေကြပါပြီ။ မိုက်ခ်က လက်ရှိမှာ အလုပ်လက်မဲ့၊ သူ့ဇနီးဖြစ်သူက ငြိုငြင်လာပြီး အလုပ်ထွက်ရှာဖို့ပဲ တတွတ်တွတ်တိုက်တွန်းနေတော့ စိတ်ညစ်နေတဲ့သူ။ဂျင်မ်က စစ်ပြန်ရိန်းဂျားတစ်ယောက်ပေါ့။ သူတာဝန်ထမ်းဆောင်ခဲ့တာက အာဖရန်နစ္စကန်မှာ။ စစ်ပွဲဆိုတော့ သိတဲ့အတိုင်း သေကြကြေကြ သတ်ကြဖြတ်ကြပါပဲ။လူသတ်ရတာ ဘယ်လိုနေလဲလို့ မိုက်ခ်က မေးတိုင်း ဂျင်မ် အဲဒီမှာဖြစ်ခဲ့သမျှဟာ သူ့အတွက် ဘာသက်ရောက်မှုမှမရှိပါဘူးလို့ ကြွေးကြော်တတ်တယ်။ အခုဆို သူ့မှာ ချစ်ရတဲ့မက်ဆီကန်မလေး မာတာလည်းရှိနေပြီလေ။ သူ အယ်လ်အေရဲတပ်ဖွဲ့မှာ အလုပ်ရတာနဲ့ အမေရိကားကိုခေါ်ပြီး သူတို့ယူကြတော့မှာ မဟုတ်လား။ဒီလိုသာမန်အေးချမ်းတဲ့ဘဝမျိုးရခါနီး ဂျင်မ်နောက်ကို သူ့အတိတ်ဆိုးက လိုက်လာတဲ့အခါမှာ သူဘာတွေကြုံရမှာလဲ?မိုက်ခ်ကရော သူ့အချစ်ဆုံးသူငယ်ချင်း ဂျင်မ်နောက်ကိုလိုက်ရင်း ဘာတွေဘယ်လိုကြားညပ်မိမလဲ?ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့May Myat Thuပါ။)File Size :3.8GB,1.3GB &528MBQuality :1080p Blu-ray AC3 5.1CH,720p Blu-ray&480pFormat :mp4Duration :1hr & 56minsGenre :Action,Crime,DramaTranslated byMay Myat ThuEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid AyerStarsChristian BaleEva LongoriaFreddy RodríguezCastAdriana MillanCesar GarciaChaka FormanChristian BaleEmilio RiveraEva LongoriaFreddy RodríguezGeo CorveraJ.K. SimmonsMichael MonksNoel GugliemiPaul RenteriaSamantha EstebanTammy TrullTania VerafieldTerry Crews",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/phyTTlJf3oHwbDBZxJSIQUxADlU.jpg",
      "https://image.tmdb.org/t/p/w300/ooWqV1Tm9LbAbEAzTqhonI7StGO.jpg",
      "https://image.tmdb.org/t/p/w300/6E2q8qzzm6fwdqTCNh0wMMqwQuh.jpg",
      "https://image.tmdb.org/t/p/w300/7ocRA8kQrB4KM4M8su1p2vKVCyx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/raBWBnGz2X6FQ3iUwPwYQE4FrkY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/harsh-times-2005",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-harsh-times-2005-1080-p-blu-ray-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w3ghkmg0kexa.html",
        "server": "usersdrive.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/14Hqz/%5BCM%5DHarsh.Times.2005.1080p.Blu-ray.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harsh-times-2005-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rt94rawmjyat.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2qCkr/%5BCM%5DHarsh.Times.2005.720p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lAtXDJoB#frwV8U0uaPV4e6P4kXq1VWOEI65rhhGNj16NOQlKRXU",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/9tvggc3gzdc1.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harsh-times-2005-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "528MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/3eva4z7zwunq.html",
        "server": "usersdrive.com",
        "size": "528MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/14Hpq/%5BCM%5DHarsh.Times.2005.480p.mp4",
        "server": "megaup.net",
        "size": "528MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Qc9DyKha#yU8t9bDjtOTVbX6JxqZYuaM4QeQDvIM1IR_bW7O5RVg",
        "server": "mega.nz",
        "size": "528MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/962l7l54qa1d.html",
        "server": "streamsb.com",
        "size": "528MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "XbS7M4-Y87Y",
      "video_url": "https://www.youtube.com/watch?v=XbS7M4-Y87Y",
      "embed_url": "https://www.youtube.com/embed/XbS7M4-Y87Y"
    }
  },
  {
    "metadata": "|2007|136 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "8,568"
    },
    "title": "Dhamaal (2007)",
    "description": "Bollywood ဖန္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး တခြီးခြီး နဲ႕ ဟားရမယ့္ ဟာသ ကားေကာင္း တစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Cast ေတြကေတာ့ မင္းသားႀကီး Snajay Dutt, ဟာသကားတုိင္းလုိလုိ ပါေနက် ျဖစ္တဲ့ Riteish Deshmukh , Arshad Warsi တုိ႔က ဓိကပါဝင္ထားၿပီးတကားလုံ နားခ်ိန္မရေအာင္ ရယ္ေနရမယ္ဆုိတာ အာမခံပါတယ္။ဇာတ္လမ္းေလးကေတာ့ အလုပ္လက္မဲ့ ေဘာ္ဒါ ေလးေယာက္ျဖစ္တဲ့Roy, Adi, Boman နဲ႕ Madav တုိ႔ဟာ တစ္ေန႔ မွာ အက္ဆီးဒန္႕ ျဖစ္သြားတဲ့ လူတစ္ေယာက္ကုိ ကူညီဖုိ႔ သြားေပမယ့္ ထုိသူက သူ႕အေျခအေန သူသိၿပီးမေသခင္မွာ သူဖြက္ထားခဲ့တဲ ပုိက္ဆံ သန္း၁၀၀ ရွိတဲေနရာကုိ ေျပာျပခဲ့တယ္သူငယ္ခ်င္းေလးေယာက္ခြဲယူဆုိၿပီးေတာ့ ႕႕႕႕႕႕ဒါေပမဲ့ ဒီလူက ရာဇဝတ္သားျဖစ္လုိ႔ သူ႕ကုိ လုိက္ဖမ္းေနတ့ဲ ရဲနဲ႕ သူတုိ႔ ပက္ပင္းမိၿပီး ျပသနာေတြ တက္လာပါေတာ့တယ္ဒိအခ်ိန္မွာေတာ့ ႕႕႕႕႕႕႕႕႕႕႕႕႕ဒီဇာတ္ကားရဲ႕အဆက္ Double Dhamaal (2011) ကိုhttps://channelmyanmar.org/double-dhamaal-2011/မွာၾကည့္လို႕ရပါတယ္။(ဘာသာျပန္သူကေတာ့ နိုင္ဇာေအးပါ)File Size : (970 MB)Quality : 720p DVDRipRunning Time : 2hr 16minFormat : Mp4Genre :Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naing Zar AyeEncode by Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIndra KumarStarsAashish ChaudharyArshad WarsiAsraniJaved JaffreyPrem ChopraRitesh DeshmukhSanjay DuttCastAashish ChaudharyArshad WarsiAsraniJaved JaffreyPrem ChopraRitesh DeshmukhSanjay Dutt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xW25OJfQYhWOmI6gCQGC4PbfMPk.jpg",
      "https://image.tmdb.org/t/p/w300/aPlLyoovTjDKh5ZVw8pL09dRMiR.jpg",
      "https://image.tmdb.org/t/p/w300/hydgNGd6kCQNcS2i9sbRnr13YDj.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f39mud84irce.html",
        "server": "usersdrive.com",
        "size": "970 MB",
        "quality": "720p DVDRip"
      },
      {
        "link": "https://yoteshinportal.cc/dhamaal-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970 MB",
        "quality": "720p DVDRip"
      },
      {
        "link": "https://megaup.net/1y5ho/Dhamaal_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "970 MB",
        "quality": "720p DVDRip"
      },
      {
        "link": "https://mega.nz/file/1CwEgazJ#zdD7veDyCRT-f9aVS4hk6yLIUOR1_QkjU-GH6selSqg",
        "server": "mega.nz",
        "size": "970 MB",
        "quality": "720p DVDRip"
      },
      {
        "link": "https://upstream.to/zpdxy1idrh2y",
        "server": "upstream.to",
        "size": "970 MB",
        "quality": "720p DVDRip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Action,Crime,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "1500"
    },
    "title": "Baantjer het begin (2019)",
    "description": "Baantjer het begin (2019)==================IMDb Rating – 6.8/10ဒီရုပ်ရှင်ကတော့ ၁၉၈၀ ခုနှစ် နယ်သာလန်ဘုရင်မကြီးဘီယက်ထရစ်နန်းတက်ပွဲမတိုင်ခင်ရက်ပိုင်းအနည်းငယ်အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ဒီကားရဲ့ အဓိကဇာတ်လိုက်ကျော်ကတော့ ယူရီယန်နယ်ကော့ဆိုတဲ့ ကျေးလက်ဒေသကနေမှ အမ်စတာဒမ်ကိုပြောင်းရွှေ့လာခဲ့တဲ့ စုံထောက်လေးပေါ့။ သူနဲ့အတူတူတွဲလုပ်ရတဲ့စုံထောက်ကတော့ တိုနီမွန်တိုင်းဆိုတဲ့ အမ်စတာဖွားငလည်စုံထောက်တစ်ယောက်။ ယူရီယန်တစ်ယောက် ရောက်ရောက်ချင်းမှာတင်ကိုပဲ ကံဆိုးချင်တော့ လူဆိုးလိုက်ဖမ်းရာကနေလူသေအလောင်းတစ်လောင်းကိုရှာတွေ့သွားခဲ့ပြီး၊ အဲဒီလူသေအလောင်းကနေမှ နန်းတက်ပွဲကိုဝင်တိုက်ခိုက်နိုင်မယ့် သဲလွန်စတွေကိုသိသွားခဲ့ရပါတယ်။ဒီတော့ နန်းတက်ပွဲကို တိုက်ခိုက်ဖို့ကြံစည်နေကြတာ ဘယ်သူတွေလဲ၊ ယူရီယန်နဲ့ တိုနီတို့နှစ်ယောက် အချိန်မီတားဆီးနိုင်ကြမလား၊ တခြားသူတို့မသိကြသေးတာတွေ ဘာတွေရှိနေနိုင်သလဲဆိုတာကိုတော့ ဒီ Baantjer het begin (2019) ကားထဲမှာဆက်လက်ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Fiona Gillen ဖြစ်ပါတယ်)File Size……….(1.87 GB) / (680 MB) / (364 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 53MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Crime, DramaTranslator…….Fiona GillenEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorArne ToonenCastFedja van HuêtHélène De VosHorace CohenJelka van HoutenJuda GoslingaLisa SmitLoes LucaPeter BolhuisRaven van DorstRobert de HoogRuben van der MeerTim MurckTom VermeirTygo GernandtWaldemar Torenstra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fABfnFOikIuaCIbKsEfe737BKkz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDE5ZDgwMTgtZTcyNC00NWE1LTk2YmMtZDY5ZmI3NTMxMjJjXkEyXkFqcGdeQXVyNTc5OTMwOTQ@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/baantjer-het-begin-2019-dutch-1080-p-web-rip-x-264-vxt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zZcA/Baantjer.het.begin.2019.DUTCH.1080p.WEBRip.x264-VXT.mp4",
        "server": "megaup.net",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/hfsf7stbhlty.html",
        "server": "streamsb.com",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xHwVlTwQ#TBgIAg8RN-yPANAqZR3bHxVgdNrf4GlKBWhUI03Klzo",
        "server": "mega.nz",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rspar1d7z0j5.html",
        "server": "usersdrive.com",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/czo06b8efmsz",
        "server": "streamvid.io",
        "size": "1.87 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/baantjer-het-begin-2019-dutch-720-p-web-rip-x-264-vxt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e4hz/Baantjer.het.begin.2019.DUTCH.720p.WEBRip.x264-VXT.mp4",
        "server": "megaup.net",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/adpodjwkbmnj.html",
        "server": "streamsb.com",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oWByzZDJ#7ZGylJivkz8rd0NfoHNqldp_g7qT7U21CB5pvZl4Iy0",
        "server": "mega.nz",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4pn5cbvqk4zh.html",
        "server": "usersdrive.com",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0h2bg5kzmn30",
        "server": "streamvid.io",
        "size": "680 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/baantjer-het-begin-2019-dutch-480-p-web-rip-x-264-vxt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "364 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1e4hr/Baantjer.het.begin.2019.DUTCH.480p.WEBRip.x264-VXT.mp4",
        "server": "megaup.net",
        "size": "364 MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/tog19putgj5e.html",
        "server": "streamsb.com",
        "size": "364 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ULpkzJ4Z#3Ej74Y6s9lE7w2k0RE3Lbfgn8olpBOzTTQ4eD_AA22g",
        "server": "mega.nz",
        "size": "364 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/iz0ny1azh900.html",
        "server": "usersdrive.com",
        "size": "364 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/cojkiab6rywo",
        "server": "streamvid.io",
        "size": "364 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]