[
  {
    "metadata": "PG-13|2014|1h 30min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "39,322"
    },
    "title": "Brick Mansions (2014)",
    "description": "Brick Mansions (2014)_____IMDb – 5.7/10သက္ကရာဇ် ၂၀၁၈ ၊ အမေရိကန်ပြည်ထောင်စုရှိ Detroit မြို့မှာ လူသူစွန့်ခွာသွားခဲ့တဲ့နေရာတစ်ခုရှိပြီး လက်ရှိထိုနေရာကတော့ ရာဇဝတ်မှုတွေနဲ့ပြည့်နေပြီး မထိန်းသိမ်းနိုင်တဲ့အတွက် ထိုနေရာကို စည်းတားထားပြီး စည်းအပြင်မှာတော့ ရဲတွေက စောင့်ရှောက်နေလျက်ရှိပါတယ်။ Lino ကတော့ ထိုအရပ်ဒေသမှာ နေထိုင်နေတဲ့သူဖြစ်ပြီး သူပေးစရာရှိတဲ့ မူးယစ်ပစ္စည်းတွေကို မပေးတဲ့အတွက် ထိုဒေသရဲ့ မူးယစ်ခေါင်းဆောင်Tremaine က လိုက်လံဖမ်းဆီးနေတဲ့အတွက် ရှောင်ပြေးနေလျက်ရှိပြီး သူ့ရည်းစားဟောင်းကတော့ အဖမ်းခံထားရပါတယ်။Lino ဟာ သူ့ရည်စားဟောင်းကို ပြန်ကယ်ရင်း Tremaine ကို ဓားစာခံအဖြစ်ဖမ်းဆီးကာ ရဲလက်အပ်ခဲ့ပေမယ့် ထိုရဲဟာ Tremaine တို့ရဲ့ လူဖြစ်နေတာကြောင့် Tremaine တစ်ယောက်ပြန်လည်လွတ်မြောက်သွားရင်း Lino သာ အဖမ်းခံခဲ့ရကာ သူ့ရည်းစားဟောင်းကတော့ Tremaine ပြန်လည်ခေါ်ဆောင်သွားခဲ့ပါတယ်။Damien ကတော့ ရဲတစ်ယောက်ဖြစ်ပြီး လူဆိုးတွေကိုဖမ်းဆီးရင်းနဲ့ အချိန်ကုန်နေကာ သူရဲ့ နောက်ထပ်ပစ်မှတ်တစ်ခုကတော့ မူးယစ်ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့ Temarine ကို ဖမ်းဆီးဖို့ပါ။ တစ်ရက်တော့ မြို့တော်ဝန်က သူ့ကိုခေါ်ပြီး သူတို့ရဲ့ကားတစ်ဆီးပြန်ပေးဆွဲခံရကာ ထိုကားအတွင်းရှိ ဒုံးကျည်ပါ ပါဝင်သွားခဲ့တဲ့အတွက် ဒုံးကျည်ရဲ့ Code ပြန်ဖြေဖို့အတွက် Damien ကို တာဝန်ပေးလိုက်ပါတော့တယ်။ ပြန်ပေးဆွဲသွားသူကတော့ Temarine တို့အဖွဲ့လို့ဆိုပါတယ်။ Temarine တို့အခြေချရာအရပ်ဒေသဟာ သူ မရင်းနှီးတဲ့အတွက် နယ်မြေကျွမ်းတဲ့ Lino ကိုပါ တစ်ခါတည်းထည့်ပေးလိုက်ဖို့ စီစဉ်ထားပါတော့တယ်။တကယ်တော့ မြို့တော်ဝန်နဲ့အဖွဲ့တွေဟာ ထိုအရပ်ဒေသ ကို စီးပွားရေးနယ်မြေတစ်ခုလုပ်ချင်တဲ့အတွက်ကြောင့် ထိုအရပ်ဒေသရှိလူတွေကို ရှင်းလင်းချင်နေတာပါ။ Damien ရဲ့ဖခင်ဖြစ်သူဟာ Temarine တို့နဲ့ တိုက်ခိုက်ရင်းသေဆုံးသွားတာလို့ Damien သိထားတဲ့အတွက် သူကိုယ်တိုင်လည်း Temarine ကို ရှင်းလင်းချင်နေတာပါ။Damien ကို Lino နဲ့ အတူ ထောက်ထွက်ပြေးတဲ့ပုံစံနဲ့ထည့်ပေးလိုက်ပေမယ့် Lino ဟာ Damien ကို ရဲမှန်း ရိပ်မိတဲ့အတွက် အစပိုင်းအဆင်မပြေခဲ့ပေမယ် သူတို့နှစ်ယောက်ရဲ့ အဓိက ပစ်မှတ်တူနေတဲ့အတွက်ကြောင့် အတူတူပူးပေါင်းဖြစ်ခဲ့ကြပါတယ်။ သူတို့နှစ်ယောက်ပူးပေါင်းပြီး Temarine ကိုတိုက်ခိုက်ကာ ဒုံးကျည်ရဲ့ ကုဒ်ကိုဖြေခါနီးကျမှ အဖြစ်မှန်ကို Damien တစ်ယောက်သိရှိသွားတဲ့အခါမှာတော့ . . . . .ဒီကားက 2004 ခုနှစ်ထုတ် ပြင်သစ်ရုပ်ရှင်ကား District B13 ကို Remake ပြန်လုပ်ထားတာဖြစ်ပါတယ်။Paul Walker နောက်ဆုံးရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး ဇာတ်ကားတစ်ကားလုံးအက်ရှင်ခန်းတွေနဲ့ပြည့်နှက်နေကာ အက်ရှင်ကားကြိုက်သူတွေ အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေးတစ်ပါပဲ။ ပြောစရာတစ်ခုကတော့ Damien နဲ့ Lino နှစ်ယောက်ဟာ သတ်ပုတ်ရာမှာ တအားကြီးကျွမ်းကျင်နေတာပဲ။ IMDB Ratings ကတော့  5.7/10 ပဲ ရရှိထားပါသေးတယ်။ Paul Walker, David Belle, RZA တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကာ Paul Walker ပရိတ်သတ်တွေအနေနဲ့ သူရဲ့နောက်ဆုံးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးကို ကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါပဲ။(mmmovie guide မှကူးယူဖော်ပြပါသည်…)File size…922 MBQuality….flashFormat…Mp4Duration….01:30:09Subtitle….(Myanmar Hardsub)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCamille DelamarreElizabeth TremblayPierre MagnyStéphane Moreno CarpioStarsAyisha IssaBruce RamsayCarlo RotaCatalina DenisDavid BelleKalinka PétrieKwasi SonguiPaul WalkerRobert MailletRZACastAbdul AyoolaAndreas ApergisAndy BradshawAyisha IssaBruce DinsmoreBruce RamsayCarlo RotaCarolina BartczakCatalina DenisDanny Blanco HallDavid BelleDavid McKeownFrank FontaineGouchy BoyJade HassounéKalinka PétrieKwasi SonguiMarc-André BoulangerPaul WalkerRichard ZemanRobert MailletRyan TrudeauRZASean LuVictor Cornfoot",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eT990B07JBhgomU5nLI2WS1WLTw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/10/brick-mansions-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t9hbf8v5igg1.html",
        "server": "usersdrive.com",
        "size": "922 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/brick-mansions-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "922 MB",
        "quality": ""
      },
      {
        "link": "http://www.filedwon.info/2rwj5wz5mkxb/Brick_Mansions_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "922 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2emeh/Brick_Mansions_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "922 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/vYgHTD7Q#XabUe9e2TeBg963dbRiQxzQaHeOxjRxvJFnW8exf2tw",
        "server": "mega.nz",
        "size": "922 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/0tvgfbub2o43",
        "server": "upstream.to",
        "size": "922 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4CzcsN4k9FM",
      "video_url": "https://www.youtube.com/watch?v=4CzcsN4k9FM",
      "embed_url": "https://www.youtube.com/embed/4CzcsN4k9FM"
    }
  },
  {
    "metadata": "PG|2014|1h 42min|Action,Adventure,Animation",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "296,449"
    },
    "title": "How to Train Your Dragon 2 (2014)",
    "description": "How to Train Your Dragon 2 (2014)IMDb – 7.8/10_____Rotten – 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။ဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။ဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကိုယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။အဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ နဂါးဖမ်းတဲ့မုဆိုးတစ်ယောက်က သူတို့ရဲ့ နဂါးတွေကို ဖမ်းဖို့ ကြိုးစားပါတယ်။Eret ဟာ သူ့ရဲ့ ရွာပျက်သွားတာကြောင့် နဂါးတွေကို ကြည့်မရသူဖြစ်ပြီး Drago Bludvist လို့ခေါ်တဲ့နဂါးနိုင်မင်းတစ်ယောက်အတွက် နဂါးတွေ လိုက်ဖမ်းပေးနေတာပါ။ ဒီကိစ္စကို အသိပေးဖို့ Hiccup နဲ့ Astrid တို့ဟာ ရွာကို ပြန်ခဲ့ကြပါတယ်။Hiccup နဲ့ Astrid တို့ဆီက သတင်းစကား ကြားရပြီးနောက်မှာတော့ Stoick က တစ်ရွာလုံးကို တပ်လှန့်လိုက်ပါတယ်။ Stoick ဟာ အရင်ကDrago နဲ့ ရင်ဆိုင်ဖူးပြီး ရူးသွပ်နေတယ်လို့ ဆိုပါတယ်။ Drago ဟာ ရွာကို နဂါးတွေနဲ့ မီးလောင်တိုက်သွင်းဖို့ ကြိုးစားခဲ့ဖူးပါတယ်။ ဒါပေမယ့်Hiccup ကတော့ အဲဒီ သုံးသပ်ချက်ကို လက်မခံပဲ Drago ကို သူဖြောင်းဖြရင် ရနိုင်မယ်လို့ ယုံကြည်ပြီး Eret ဆီမှာ သွားအဖမ်းခံလိုက်ပါတယ်။အဲဒီလို အဖမ်းခံပေမယ့်လည်း Hiccup ကို တကယ်တမ်း မဖမ်းနိုင်ပဲ လွတ်မြောက်သွားပြီး Hiccup နဲ့ Astrid တို့ဟာ တခြားသူတစ်ယောက် ဖမ်းဆီးတာ ခံလိုက်ရပါတယ်။ဖမ်းလိုက်တဲ့သူကတော့ တခြား နဂါးစီးသူ တစ်ယောက်ဖြစ်ပြီး Valka လို့ အမည်ရပါတယ်။ သူဟာ Alp့ha အမျိုးအစား ဧရာမ နဂါးကြီးကိုနိုင်နင်းသူဖြစ်ပြီး အဲဒီ Alpha နဂါးကြီးဟာ ကျန်တဲ့ နဂါးလေးတွေကို စောင့်ရှောက်သူ ဖြစ်ပါတယ်။ နောက်မှ သိရတာက Valka က Hiccup ရဲ့မိခင်ဖြစ်ပြီး သူငယ်စဉ်က နဂါးတွေနဲ့အတူ ရွာကနေ ထွက်သွားခဲ့တာပါ။Hiccup ဟာ သူ့မိခင်ကို ပြန်တွေ့ရပေမယ့် Drago ရဲ့ အန္တရာယ်ကနေ လွတ်မြောက်ခြင်း မရှိသေးပါဘူး။ ဗိုက်ကင်းကြီး Stoick ကလည်းHiccup နောက်ကို လိုက်လာပါတယ်။ Hiccup တို့ မိသားစု ပြန်လည်ဆုံတွေ့ကြမှာလား။ Drago ကရော ဘာတွေ ကြံစည်ထားလဲ ဆိုတာကိုတော့ ဆက်လက်ရှုစားကြပါ။Kung Fu Panda ကနေ တောက်လျှောက် 3D နဲ့ အောင်မြင်မှု ရခဲ့တဲ့ DreamWorks Animation ဟာ ၂၀၁၀ ပြည့်နှစ်က အောင်မြင်ခဲ့တဲ့How to Train Your Dragon ရဲ့ ဒုတိယမြောက် ဇာတ်ကားကို ဆက်လက်ထုတ်လုပ်လိုက်တာ ဖြစ်ပါတယ်။ စာရေးဆရာမ Cressida Cowell ရဲ့How to Train Your Dragon ဝတ္ထုကို သုံးပိုင်းခွဲ ရိုက်ကူးတဲ့ထဲက ဒုတိယမြောက် ဇာတ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Dean DeBlois ရိုက်ကူးပြီးJay Baruchel ၊ Cate Blanchett ၊ Gerald Butler ၊ Craig Ferguson ၊ America Ferrera နဲ့ Djimon Hounsou တို့က အသံနဲ့ ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။IMDb မှာ Rating 7.8 ရရှိထားပြီး Rotten Tomatoes မှာတော့ Tomatometer 91% ထိ ရရှိထားပါတယ်။ နဂါးတွေ အရောင်စုံနဲ့ရုပ်ထွက်လှပမှုကလည်း Rio 2 နဲ့ အပြိုင်ပါပဲ။ ဗိုက်ကင်းတွေရဲ့ ဇာတ်အိမ်နဲ့ ခိုင်မာတဲ့ ဇာတ်ကြောင်းကိုလည်း ပရိသတ်နှစ်သက်မှာပါ။(အညွှန်းကို myanmar movie guide မှ ကူးယူပါသည် )Filesize : 4.1GB /2.04GB / 1.07GBQuality : 1080p BluRay AAC5.1CH / 720pFormat : mp4Running Time : 1h 42 minTranslator – VSubtitle : Myanmar Subtitle (Hardsub )Encoder : Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDean DeBloisJ.C. AlvarezStarsAmerica FerreraCate BlanchettChristopher Mintz-PlasseCraig FergusonDjimon HounsouGerard ButlerJay BaruchelJonah HillKristen WiigT.J. MillerCastAmerica FerreraAndrew AblesonCate BlanchettChristopher Mintz-PlasseCraig FergusonDjimon HounsouGerard ButlerGideon EmeryJay BaruchelJonah HillKieron ElliottKit HaringtonKristen WiigPhilip McGradeRandy ThomSimon KassianidesT.J. Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nphdgY5Vca7cvKqml7UPSI73TQp.jpg",
      "https://image.tmdb.org/t/p/w300/sKTFNMsuSgyAcwbD0xXVUXvvbY.jpg",
      "https://image.tmdb.org/t/p/w300/9q0HTEzChHgUqVzNnVJGU5O7tlM.jpg",
      "https://image.tmdb.org/t/p/w300/8AAuJtCzaibYkbE0QVHc8EBsELB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-to-train-your-dragon-2-2014-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-2160-p-blu-ray-x-265-10-bit-sdr-5-1-4-k-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/vn6tlrghfdnz.html",
        "server": "usersdrive.com",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-1080-p-blu-ray-x-265-10-bit-sdr-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y9y1iaa62hyq.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1NE51/How.to.Train.Your.Dragon.2.2014_1080p.BluRay.x265.10bit.SDR_5.1__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/msogz6z59tzm.html",
        "server": "streamsb.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/srkr3ovkkav8",
        "server": "veryfiles.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fm56svamgaku.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tBxb/How.to.Train.Your.Dragon.2.2014_720p.BluRay__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/h879kyrg0p9w.html",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/of9ej4xgoqxm",
        "server": "veryfiles.com",
        "size": "1.07GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "68AqHwgk2s8",
      "video_url": "https://www.youtube.com/watch?v=68AqHwgk2s8",
      "embed_url": "https://www.youtube.com/embed/68AqHwgk2s8"
    }
  },
  {
    "metadata": "|2014||Drama,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "The Fault in Our Stars (2014)",
    "description": "IMDb Rating (7.6) / Rotten Tomatoes (81%)ဒီဇာတ်လမ်းခေါင်းစဉ်လေးကတော့ ရှိတ်စပီးယားရဲ့ ဂျူးလီးယက်ဆီဇာ ပြဇာတ်ထဲက စကားစုတိုလေးဖြစ်တဲ့ “the fault, dear Brutus, is not in our stars but in ourselves” “ဘရူးတပ်စ်ရယ် အပြစ်က ငါတို့ရဲ့ကြယ်တွေထဲမှာ မရှိပါဘူး ငါတို့ဆီမှာပါ” ဆိုတဲ့စကားစုလေးကနေ ယူသုံးလာတယ်ထင်ပါတယ်။ အဲဒီအဆိုဟာလဲ အမြဲမှန်နိုင်ပါ့မလား။ တခါတလေ ဘဝရဲ့ခါးသီးမှုတွေက ကိုယ်တိုင်ဘာမှ လုပ်မယူခဲ့ဘဲ ဘာအပြစ်မှမရှိဘဲ ကြယ်လေးတွေရဲ့အပြစ်(ကံကြမ္မာ)ပဲ ဖြစ်နေနိုင်မလား။“ကျွန်မတို့ရဲ့ ကမ္ဘာကြီးထဲမှာ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးတွေကို ဘယ်လိုပုံစံနဲ့ပြောပြရမယ်ဆိုတာ ရွေးချယ်ခွင့်ရှိတယ်လို့ ယုံကြည်ပါတယ်။တနည်းအားဖြင့် ရှင်တို့ အဲဒီဇာတ်လမ်းကို သကာလောင်းပြီး ပြောပြနိုင်သေးတာပေါ့။ သူတို့ အချစ်စိတ်ကူးယဉ် ရုပ်ရှင်နဲ့ ဝတ္ထုတွေမှာ လုပ်နေကြပုံအတိုင်း လှပတဲ့လူသားလေးတွေက လှပတဲ့သင်္ခန်းစာလေးတွေရပြီး ပီတာဂေဘရီရယ်ရဲ့ သီချင်းလေးတစ်ပုဒ်နဲ့တောင်းပန်လိုက်ရင် မပြေလည်နိုင်လောက်အောင် ပျက်စီးသွားတဲ့ပြသနာမျိုးလဲ မရှိဘူးပေါ့။ ကျွန်မလဲ အခြားကောင်မလေးတွေလိုပဲ အဲဒီလို ဇာတ်လမ်းလေးတွေကိုကြိုက်ပါတယ်။ ဒါပေမယ့် ယုံလိုက်ပါ အဲဒါတွေဟာ အမှန်တရားမဟုတ်ဘူး။ အမှန်တရားကို အခုပြောပြမယ်။ စိတ်မကောင်းပါဘူး။ ”ဇာတ်လမ်းလေးရဲ့ နိဒါန်းလေးကို ဒီလိုပြောပြီးဖွင့်လှစ်လိုက်ပါတယ်။ ၂၀၁၄ ခုနှစ်ထွက် Drama,Romance ရုပ်ရှင်လေးပါ။ IMDb 7.8 နဲ့ပေါ့။ ဇာတ်လမ်းအကျဉ်းကတော့ ကင်ဆာနောက်ဆုံးဆင့်နဲ့ ဆယ်ကျော်သက်ကောင်မလေး ဟေဇယ်ဟာ ကင်ဆာဝေဒနာသည်တွေအချင်းချင်းနှစ်သိမ့်တဲ့ အဖွဲ့လေးမှာ တခြားကင်ဆာနဲ့ ဆယ်ကျော်သက်ကောင်လေး အောဂက်စ်တက် နဲ့ သိကျွမ်းလာရပါတယ်။ သူတို့ ၂ ယောက်ရဲ့ တွေ့တွေ့ချင်း အငြင်းပွားစရာခေါင်းစဉ်ကတော့ အာဂတ်စ်တက်က သူသေဆုံးပြီးနောက်မှာ မေ့ပစ်ခံရပြီးအလုံးစုံပျောက်ကွယ်သွားရမှာကို ကြောက်ရွံ့နေပါတယ်။ သူ့အိမ်မက်က လူတွေ သန်းပေါင်းများစွာက သူ့ကိုမှတ်မိနိုင်လောက်အောင် အရေးပါတဲ့သူ သို့မဟုတ် သူရဲကောင်းတစ်ယောက်လို ရှင်သန်ချင်နေခဲ့တာပါ။ ဟေဇယ်ကတော့ လူသားအားလုံးဟာ တစ်ချိန်မှာ ပျောက်ကွယ်ခြင်းအဖြစ်ကို ရှောင်လွှဲမရဘူး ဒီတော့ အဲဒါကို ကြောက်ရင် ဥပက္ခာပြုထားလိုက်ဖို့ပဲတွေးပါတယ်။ ပြီးတော့ လူတွေအားလုံးက အမှတ်တရဖြစ်နေဖို့ထက် တစ်ယောက်ထဲကပဲ ထာဝရအမှတ်ရနေပေးရင် လုံလောက်ပြီဆိုတဲ့ အတွေးနဲ့ ကောင်မလေးပါ။တစ်နေ့မှာတော့  ဟေဇယ်ရဲ့ အကြိုက်ဆုံးစာအုပ်ဖြစ်တဲ့ An Imperial Affliction ကိုရေးတဲ့ စာရေးဆရာဆီက သူအမေးချင်ဆုံးမေးခွန်းတွေကို ဖြေပေးဖို့    အမ်စတာဒမ်ကို ဖိတ်ခေါ်လာတဲ့အခါ။ ဒါပေမယ့် ဟေဇယ်မိဘတွေကဒီခရီးအတွက်ပိုက်ဆံမတတ်နိုင်ကြပါဘူး။ ဟေဇယ်ကိုယ်တိုင်လဲ သေလောက်တဲ့ ရောဂါသည်ကလေးတွေကို ဆန္ဒတစ်ခု ဖြည့်ဆည်းပေးတဲ့ ဖောင်ဒေးရှင်းတစ်ခုဖြစ်တဲ့ ဂျင်းနီတွေဆီမှာ ၁၃ နှစ်သမီးကတည်းက ဆန္ဒတစ်ခုတောင်းဆိုခဲ့ပြီးသား ဖြစ်နေတဲ့အခါ။ အောဂတ်စ်တက်ဟာ သူ့ရဲ့နောက်ဆုံးဆန္ဒတောင်းဆိုခွင့်လေးကို ဟေဇယ်နဲ့အတူ အဲဒီစာရေးဆရာဆီသွားဖို့ အသုံးချခဲ့ပြီး ဆယ်ကျော်သက်လေး နှစ်ယောက်ရဲ့ ခရီးစဉ်လေး စတင်လာတဲ့ခါ…….တခြားဇာတ်ကားတွေမှာ ဝမ်းနည်းစရာပြကွက်မှာ ဝမ်းနည်းပြီး ပျော်စရာပြကွက်မှာ ပျော်ရွင်ကြရပါတယ်။ ဒီဇာတ်ကားနဲ့ ပတ်သတ်ပြီး အမြင်မျိုးစုံနဲ့ ခံစားနိုင်ကြပါတယ်။ ကျွန်တော့်အမြင်မှာ အထူးခြားဆုံးခံစားချက်ကတော့ ဒီဇာတ်ကားလေးမှာ အပျော်ရွှင်ရဆုံး အခိုက်အတန့်တွေမှာတောင် ဟေဇယ်ရဲ့ နှာခေါင်းက အောက်စီဂျင်ပိုက်ကလေး တစ်ခုတည်းကနေ ဝမ်းနည်းမှုတစ်ခုကို အချိန်ပြည့် ရောထွေးနေစေတဲ့အတွက် ထူးဆန်းတဲ့ ခံစားမှုတစ်ခုကို အမြဲရနေခဲ့ပါတယ်။ မိတ်ဆွေတို့လဲ ကြည့်ပြီးရင် တစ်ခုခု ပြန်လာမျှဝေကြပါဦး။မူရင်းရသကို မမှီပေမယ့် အတော်လေး ကြည့်လို့ကောင်း တွေးလို့ကောင်း ခံစားလို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး လူတိုင်း တစ်ခေါက်လောက်တော့ ခံစားကြည့်သင့်တဲ့ဇာတ်ကားမျိုးပါပဲ။ဒီအောက်မှာရေးထားတဲ့အကြောင်းအရာလေးတွေကတော့ ဇာတ်လမ်းအတွင်းမှာ သုံးသွားတဲ့ တစ်ချို့ နာမည်လေးတွေရဲ့ နောက်ခံကို ပြန်ရှင်း ပြပေးထားတာပါ။သူတို့၂ယောက် လည်ပတ်ခဲ့တဲ့ Anne Frank House အန်းဖရန့်ခ် အိမ် ဆိုတဲ့နေရာက ဒုတိယကမ္ဘာစစ်မှာ နာဇီလက်ထဲနေ အန်း ရဲ့ မိသားစု နဲ့ လူ၄ ယောက်ပုန်းခိုနေခဲ့တဲ့နေရာပါ။ အန်း ဟာ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သေဆုံးသွားခဲ့ပေမယ့် သူရေးခဲ့တဲ့ ဒိုင်ယာရီနဲ့အတူ အဲဒီအိမ်ကလေးဟာ ကမ္ဘာကျော်နေရာတစ်ဖြစ်လာခဲ့ပါတယ်။နောက်ပြီးတော့ နောက်ဆုံးမှာ ဗန်ဟောင်တန်ပြောခဲ့တဲ့ Omnis cellula e cellula (လက်တင်-ပြင်သစ် ထင်ရပါတယ်) ဆဲလ်အားလုံးဟာ ဆဲလ်တွေကပဲ ဖြစ်ပေါ်လာတယ်ဆိုတာ ဂျာမန်ရောဂါဗေဒပညာရှင် Rudolf Virchow ရဲ့ ထင်ရှားတဲ့ သီအိုရီ တစ်ခုပါပဲ။Trolley Problem ဆိုတဲ့ စကားစုလေးကလဲ  Philippa Foot က ၁၉၆၇ မှာ စတင်မိတ်ဆက်ခဲ့တဲ့ လူကျင့်ဝတ်ဆိုင်ရာ အတွေးအခေါ်မေးခွန်းတစ်ခုပါ။ မူရင်းကတော့ ရထားလမ်းအတိုင်း လိမ့်ဆင်းလာတဲ့လှည်းတစ်ခုရဲ့ လမ်းကြောင်းပေါ်မှာ လူ ၅ ယောက်ကို မလှုပ်နိုင်အောင် ကြိုးချီထားခဲ့ပါတယ်။ အဲဒီရထားလှည်းကို လမ်းကြောင်းပြောင်းပေးနိုင်တဲ့ လီဗာ အနီးမှာ လူတစ်ယောက်ရှိနေပါတယ်။ တကယ်လို့ သူဟာလီဗာကို ဆွဲလိုက်ရင် လမ်းကြောင်းပြောင်းသွားမှာပါ။ ဒါပေမယ့် ခင်ဗျားပြောင်းမဲ့လမ်းကြောင်းပေါ်မှာလဲ လူတစ်ယောက်ကို တွေ့လိုက်တဲ့အခါ။ (၁) လီဗာမဆွဲဘဲ လူ ၅ယောက်ကို အသေခံမယ် (၂) လီဗာဆွဲပြီး ဘေးလမ်းက လူကို အသေခံမယ် ဆိုရင် ဘယ်အရာက မှန်ကန်တဲ့ ရွေးချယ်မှုလဲ ဆိုတာပါပဲ။File size…(2.8 GB)/ (1 GB)Quality….BluRay 1080p /720pFormat…mp4Duration….02:12:53Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byLittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander MurphAlexis HodgesAllegra CarpenterAna Dela CruzAnsel ElgortBethany LeoC.J. EvansCarly OtteCarol WeyersCheyenne HurleyCindy ZengDaniel BookoDanielle HartnettDavid WhalenDina MorroneEmily BachEmily PeacheyJacqueline PinolJean BrassardJean GilpinJennifer KlineJim PirriJoe FishelJoey RichterJordan DrexelJosh PotterLaura DernLauren BlumenthalLily KennaLotte VerbeekMatthew WolfMike BirbigliaMilica GovichNat WolffNicholas GuestNikki LipinskiPJ RossottoRandy KovitzRichard C. FishelSam TrammellSebastian DeanShailene WoodleySilvio Wolf BuschSitara AttaieSteven EdmondsTanner BoatwrightTaylor DettoreTim HartmanToni SaladnaViviana CardenasWillem Dafoe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zd3glaVQrqcQrYj7WopNbkDW76y.jpg",
      "https://image.tmdb.org/t/p/w300/jmwDvn9rNxkhV645S04mFKUOWpA.jpg",
      "https://image.tmdb.org/t/p/w300/22l5YKpMHBeh0o4uHQ079Y19PPg.jpg",
      "https://image.tmdb.org/t/p/w300/px777XqxG2pU1xc9zbxCSg3uwpP.jpg",
      "https://image.tmdb.org/t/p/w300/soKyUNFGJrAMtsDiHTxwGSZ7Et5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNTVkMTFiZWItOTFkOC00YTc3LWFhYzQtZTg3NzAxZjJlNTAyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-fault-in-our-stars-2014-1080-p-bluray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fpyg/(CM)_The.Fault.in.Our.Stars.2014.1080p.Bluray.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AaUzlRKa#wA_jmBuBBOzyfQ-5oUxVP2ycBT8v_8VHRnnU5wVTGnI",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q02hbhi55gys.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-fault-in-our-stars-2014-720-p-bluray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fpyr/(CM)_The.Fault.in.Our.Stars.2014.720p.Bluray.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hHclBQrY#Eq2fzNEXNETPjO5a9ulDC9ER4qOYMIvziKASnB1_QRg",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ohp66tu9bbfv.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rhvs9nt4xmgw",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/1vwt7tet7ipb.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9ItBvH5J6ss",
      "video_url": "https://www.youtube.com/watch?v=9ItBvH5J6ss",
      "embed_url": "https://www.youtube.com/embed/9ItBvH5J6ss"
    }
  },
  {
    "metadata": "NOT RATED|2014|111 min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "7,952"
    },
    "title": "A Hard Day ( 2014 )",
    "description": "A Hard Day (ကိုရီးယားအမည်-Take it to the End) ဆိုတဲ့ရုပ်ရှင်လေးဟာတောင်ကိုရီးယားနိုင်ငံ မှ ၂၀၁၄ခုနှစ်မှာရိုက်ကူးထားတဲ့မှုခင်းဇာတ်ကြောင်းအခြေခံ ထိတ်လန့်ဖွယ်ရာ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ဇာတ်ညွှန်းနဲ့ဒါရိုက်တာအဖြစ် Kim Seong-hun ကဖန်တီးရိုက်ကူးထားပြီးတော့ Lee Sun-kyun နဲ့Cho Jin-Woongတို့ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။A Hard Day ရုပ်ရှင်ကားဟာ Cannes Film Festival ရဲ့Directors’ Fortnight Sectionမှာ ပါဝင်ယှဉ်ပြိုင်ဖို့ ရွေးချယ်ခဲ့ရပါတယ်။Cannes ရုပ်ရှင်ပွဲတော်မှာ May 18,2014 မှာပြသခဲ့ပြီးတောင်ကိုရီးယားနိုင်ငံမှာတော့ May 29, 2014မှာပြသခဲ့ပါတယ်။ဇာတ်လမ်းလေးကတော့ လာဘ်စားအကျင့်ပျက် စုံထောက်ရဲတစ်ဦးဟာသူ့ရဲ့မိခင် မကြာသေးမီက ကွယ်လွန်သွားတဲ့အတွက်အရေးတကြီးနဲ့ လှိုဏ်ခေါင်းလမ်းတွေကနေ အမြန်ကားမောင်းလာပါတယ်။သူ့ရဲ့အဖွဲ့ဟာလည်း လာဘ်စားခြင်းကိစ္စအတွက်နဲ့ စစ်ဆေးမှုတွေ ခံယူနေရပါတယ်။ရဲဟာ လမ်းပေါ်မှာ သွားနေတဲ့လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပြီးတော့လူသတ်မိသွားပါတယ် ။သူဟာကြောက်ရွံ့ပြီး အလောင်းကိုတိတ်တဆိတ်သယ်ဆောင်လာခဲ့ပါတယ်။ ထို့နောက် ဘာတွေဆက်ဖြစ်ကြမလဲ?လူသတ်မှုကကောအမှုမှန်ပေါ်ပေါက်ပါမလား?ဘယ်လိုတွေဆက်ပြီးတော့ကြုံတွေ့လာရနိုင်မလဲ ဆိုတာတွေကိုစိတ်ဝင်စားဖွယ် မှုခင်းတစ်ခုအနေနဲ့ ရှုစားကြရမှာ ဖြစ်ပါတယ်။မင်းသား Lee Sun-kyun ကိုတော့ရဲအရာရှိ Ko Gun-su အနေနဲ့ မြင်တွေ့ရမှာဖြစ်ပြီးတော့Cho Jin-woong ကိုတော့ Lieutenant Park Chang-minအဖြစ် ရှုစားကြရပါမယ်။ဇာတိကားဟာ ၁၁၁ မိနစ်ခန့် ကြာမြင့်မှာဖြစ်ပြီးတော့ Crime Action Thrillerရုပ်ရှင်ကားကောင်းများကို နှစ်ခြိုက်ကြသူတို့သဘောတွေ့စေမယ့်ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။Translated & Review By LinaEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Seong-hunStarsCho Jin-woongHeo Jung-EunJeong Man-sikKim Dong-youngLee Ji-hoonLee Sun-kyunPark Bo-GumShin Dong-miShin Jung-geunCastCho Jin-woongHeo Jung-EunJeong Man-sikKim Dong-youngLee Ji-hoonLee Sun-KyunPark Bo-GumShin Dong-miShin Jung-geun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/FR4N397ArzbzSx3Wz5TPGsQYnc.jpg",
      "https://image.tmdb.org/t/p/w300/ttEAMcrLbNfSHI6lekFRkGU7uw1.jpg",
      "https://image.tmdb.org/t/p/w300/jurMNPzrHuW9Pl6wuCJu4VCBIiN.jpg",
      "https://image.tmdb.org/t/p/w300/o6x1qkouhbPvjAJxDVHLnkndZSJ.jpg",
      "https://image.tmdb.org/t/p/w300/ez1FZ4s1HciRbHyb4pEuxW6HpNE.jpg",
      "https://image.tmdb.org/t/p/w300/f3lMZqeXYoHpAPbBdf9AS7JsHjT.jpg",
      "https://image.tmdb.org/t/p/w300/vj9S2ITsrVOpU8fIbeIQWU9jNGB.jpg",
      "https://image.tmdb.org/t/p/w300/aLrXBQ5dR34p6QIGOYH6HKwATY9.jpg",
      "https://image.tmdb.org/t/p/w300/cBV96gnKWAvBSexeUjVzyjhVkuU.jpg",
      "https://image.tmdb.org/t/p/w300/idLFdL8SaHPL5iKb7cTdyXZfnEw.jpg",
      "https://image.tmdb.org/t/p/w300/xUM5Ty1lso8KUihvRstj5fuLh8u.jpg",
      "https://image.tmdb.org/t/p/w300/24UhjNNFklaAFLrPaB3OICEHPJW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/Hard.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2ehM1/A_Hard_Day_(Kkeut-Kka-Ji-Gan-Da)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-hard-day-kkeut-kka-ji-gan-da-2014",
        "server": "VIP Links",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-hard-day-kkeut-kka-ji-gan-da-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/ebuvvkibhr5v.html",
        "server": "streamsb.com",
        "size": "953 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "pG8iJa4dYPc",
      "video_url": "https://www.youtube.com/watch?v=pG8iJa4dYPc",
      "embed_url": "https://www.youtube.com/embed/pG8iJa4dYPc"
    }
  },
  {
    "metadata": "PG-13|2014|1h 29min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "47,290"
    },
    "title": "Ouija (2014)",
    "description": "Ouija (2014)_____IMDb – 4.5/10ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့..ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..2014 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားကတော့ IMDb 4.5/10 ရရှိထားပြီး သရဲကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာ Stiles White ရိုက်ကူးထားတာဖြစ်ပါတယ်.. ဟောလိဝုဒ်ရုံတင်စာရင်းရဲ့ နံပါတ်တစ်နေရာကို ရယူခဲ့တဲ့ ဇာတ်ကားလဲဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ Debbie ဆိုတဲ့ကောင်မလေးဟာ Ouija Board ကို အိမ်ဟောင်းတစ်ခုမှာတွေ့တဲ့အခါ Laine ဆိုတဲ့ငယ်သူငယ်ချင်းလေးကို သတိရရင်း တစ်ယောက်တည်းအပျော်ဆော့လိုက်မိရာကနေ ထူးထူးဆန်းဆန်းတွေစတင်ဖြစ်ပါတော့တယ်… Debbie က ဘုတ်ပြားကို မီးရှို့ပစ်လိုက်ပေမယ့်လဲ အကောင်းအတိုင်းပြန်ရောက်လာပြီး မကောင်းဆိုးဝါးပူးကပ်ကာ Debbie သေသွားခဲ့ပါတယ်…သူ့အသုဘအပြီး မိဘတွေမရှိတုန်း Debbie ရဲ့သူငယ်ချင်းတစ်စု အိမ်စောင့်ပေးရင်းနဲ့ Debbie နဲ့ဆက်သွယ်ကြည့်မယ်ဆိုပြီး Ouija board ကို သုံးခဲ့ပြန်ပါတယ်.. မီးတွေမှိတ်တုတ်မှိတ်တုတ်ဖြစ်ပြီး ထူးဆန်းတဲ့အသံတွေ ကြားလာရတဲ့အချိန်မှာတော့ လန့်ဖြန့်ပြီး ကစားနည်းကိုရပ်လိုက်ကြတယ်. ဒါပေမယ့် နောက်တစ်ရက်မှာပဲ သူတို့ရဲ့ ကားမှန်တွေ.. ကွန်ပျူတာစခရင်တွေ.. နံရံတွေပေါ်မှာ “Hi Friend” ဆိုတဲ့ စာသားပေါ်လာတယ် … Hi Friend ဆိုတာက Ouija Board ဆီကို သရဲ / ဝိဉာဉ်ရောက်လာတဲ့အခါမှာ စတင်နှုတ်ဆက်လေ့ရှိတဲ့စကားပါ.. အဲဒါကြောင့် သူတို့ရဲ့သူငယ်ချင်းက သူတို့ဆီကိုဆက်သွယ်ဖို့ကြိုးစားနေတယ်အထင်နဲ့ သူငယ်ချင်းတစ်စု Ouija Board ကို ထပ်မံအသုံးပြုလိုက်မိတဲ့အခါမှာတော့………………….ထင်မထားတဲ့လှည့်ကွက်တွေနဲ့ တော်တော်လေးကျောချမ်းစရာဇာတ်ကားဖြစ်တာကြောင့် ဘေကုန်ရကျိုးနပ်မှာသေချာပါတယ်.. အပြင်လောကမှာလဲ ယုံကြည်သူတွေရှိကြပြီး တချို့ဝိဉာဉ်နဲ့ဆက်သွယ်ပေးတဲ့လုပ်ငန်းတွေမှာလဲ တကယ်သုံးတာမို့ ဒီဇာတ်ကားဟာ အောင်မြင်မှုများစွာနဲ့ တော်တော်ကြီးအမြတ်အစွန်းရခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်.. စိတ်ဝင်စားသူများ Ouija Board Application တွေ Play Store တွေကနေ ဒေါင်းလုပ်ဆွဲကစားနိုင်ပြီး ကစားပြီးနောက်မှာ အမှန်တကယ်သေဆုံးသူတွေလဲ ရှိခဲ့တယ်လို့လဲ သတင်းကြီးတာမို့ စိတ်မခိုင်သူများ လုံးဝဆော့ကစားခြင်းမပြုပါရန် အကြံပေးချင်ပါတယ်…ဇာတ်လမ်းအညွန်းကိုတော့ ညီသံလွင်ကရေးပေးခဲ့တာပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStiles WhiteStarsAna CotoDaren KagasoffOlivia CookeCastAfra Sophia TullyAna CotoBianca A. SantosBill WattersonClaire BealeClaudia Katz MinnickDaren KagasoffDouglas SmithIzzie GalantiKen BlackwellLin ShayeMatthew SettleMorgan Peter BrownOlivia CookeRobyn LivelyShelley HennigSierra HuermannSunny May AllisonVivis Colombetti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6p36sBJYrZnkA0FNCZKm0gAB1X1.jpg",
      "https://image.tmdb.org/t/p/w300/4vYjo8UJReZ2pFsW56t4AGfsqBp.jpg",
      "https://image.tmdb.org/t/p/w300/qmnDTtmkgEY7s0k5NjArsP6KJHq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/Ouija-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nxwfymdkj0av.html",
        "server": "usersdrive.com",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ouija-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/a4befe/ouija-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/y7bgxqqx1du6/Ouija_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2Vv4w/Ouija_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/U8gwmQoS#m69qG11UUmS2LqDOyTRKPljFVCUzfF3esdHLf2gHVBc",
        "server": "mega.nz",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/w9bucjbagkno",
        "server": "upstream.to",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "xBLmBdn2QF8",
      "video_url": "https://www.youtube.com/watch?v=xBLmBdn2QF8",
      "embed_url": "https://www.youtube.com/embed/xBLmBdn2QF8"
    }
  },
  {
    "metadata": "N/A|2014|1h 25m|Adventure,Animation,Asian,Biography",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "179"
    },
    "title": "Buddha 2: The Endless Journey (2014)",
    "description": "Buddha 2 : The Endless Journeyမြတ်ဗုဒ္ဓ ၂ – ဘဝသံသရာခရီး………………………………………………..IMDb 6.2/10MyAnimeList 6.9/10ဒီကာတွန်း​လေးက​တော့ ၂၀၁၁ထွက် Buddha : the great departureရဲ့​နောက်ဆက်တွဲကာတွန်းပါ။(ပထမကား Buddha : The Great Departureရဲ့ download linkပါClick Hereပထမကား​အပြီး တောထွက်ရာက​နေ သဗ္ဗညုတဥာဏ်ဆိုက်​​ရောက်ပြီးဗုဒ္ဓမဖြစ်ခင်စပ်ကြား ဒုက္ကရစရိယာကို ပြင်းပြင်းထန်ထန်ကျင့်ကြံခဲ့ပုံ၊ ​ဂင်္ဂါမြစ်စစ်ပွဲ၊ ​ကောသလနဲ့သကျသာကီတို့ရဲ့ စစ်ပွဲ၊ ဗိမ္မသာရမင်းကြီးနဲ့​တွေ့ဆုံခန်း၊သာကီဝင်​တွေကျဆုံးခန်း​တွေကို​ဝေ​​ဝေဆာဆာမြင်​တွေ့ရမှာပါ။ တစ်ခု​တော့ရှိပါတယ်။ဗုဒ္ဓဖြစ်စဥ်ကို​ကျောရိုး​လောက်ပဲယူထားတာမလို့ ​ထေရဝါဒရဲ့ဗုဒ္ဓဝင်နဲ့​တော်​တော်ကိုကွဲပါတယ်။တချို့ဇာတ်လမ်း​တွေဆိုရင် အသစ်ထည့်တာ​တွေ၊ အချိန်ကွဲတာ​တွေပါပါတယ်။ဥပမာ ​ကောသလက သကျသာကီ​တွေကိုဝင်တိုက်တဲ့ကာလဟာ အရမ်း​စော​နေတာတို့ပါ။အပျင်း​ပြေကြည့်မယ်ဆိုမှပဲ ကြည့်ရအဆင်​ပြေမှာပါ။ နို့မို့ဆိုရင် ကျမ်းစာနဲ့မကိုက်ဘူးဘာဘူးညာဘူးဖြစ်ပြီး စိတ်ညစ်ရပါလိမ့်မယ်။မှတ်ချက် – နာမည်​တွေကိုတတ်နိုင်သမျှ ကျမ်းစာပါအတိုင်း ​​ရေး​ပေးထားပါတယ်File size…1.4GB/ 565MBQuality…1080p / 720pFormat…mp4Duration….1h 25mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Dr NyanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorToshiaki KomuraStarsHidetaka YoshiokaHiromasa TaguchiKanako ToujouKeiji FujiwaraKen'ichi MatsuyamaSayuri YoshinagaYôko MakiCastHidetaka YoshiokaHiromasa TaguchiKanako ToujouKeiji FujiwaraKenichi MatsuyamaSayuri YoshinagaYoko Maki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yopQhyDLa3238WUoIjZuSJ2MdZF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTMzMjMzOGQtNTEzYy00MDBhLWIyZmUtZjBlNmYwODljNzdhXkEyXkFqcGdeQXVyNTgwNzU4NjM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tezuka-osamu-no-buddha-owarinaki-tabi-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b9fdne1tgt5d.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3VOwi/Tezuka_Osamu_no_Buddha_-_Owarinaki_Tabi.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4BEhgKQT#FpoSphJh_KcyLP2eUUvx5U_sTODiI3h1l1bdkRABTI0",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tezuka-osamu-no-buddha-owarinaki-tabi-720-p-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "565MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qq3d3r3l02s4.html",
        "server": "usersdrive.com",
        "size": "565MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fR3T/Tezuka_Osamu_no_Buddha_-_Owarinaki_Tabi.720p.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "565MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NZlGnQZL#dTKQNcVeEZJHcyjv23MNAHypJmhqC1lJ9aEHfqv2MGY",
        "server": "mega.nz",
        "size": "565MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/inu41f1v0i7v.html",
        "server": "streamsb.com",
        "size": "565MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/z9f4gdh3w6oq",
        "server": "streamvid.io",
        "size": "565MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2014|1h 32min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "76,726"
    },
    "title": "Penguins of Madagascar (2014)",
    "description": "Penguins Of Madagascar (2014)IMDb – 6.7/10_____Rotten – 73%ဒီ ဇာတ်လမ်းလေးကတော. Skipper, Kowalski, Rico နဲ. Private join ဆိုတဲ့ပင်ဂွင်းလေးကောင်ရဲ. စွန်စားခန်းလေးတွေအကြောင်းပါ ဇာတ်လမ်းအစမှာတော့ Skipper, Kowalski, Rico တို.ဟာ Private မွေးဖွာမဲ. ဥ ကိုကယ်တင်ခဲ့ပြီး Private ဟာ Skipper, Kowalski, Rico တို.နဲ. မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။ပင်ဂွင်းလေးကောင်ဟာ နယူးယောက်ခ် မြို.ကိုရောက်ရှိခဲ့ပြီး ပင်ဂွင်းတွေကို ရန်ငြိုးကြီးနေတဲ့ရေဘဝဲ ဒေဗ့်က ဖမ်း သွားပါတယ်။. နော.ဝင်း အဖွဲ.သားတွေနဲ.ပင်ဂွင်းလေးကောင် ပူပေါင်းပြီး ရေဘဝဲ ဒေဗ်. ရဲ. ယုတ်မာမူတွေကို အတူတွန်းလှန်ရာကနေ အကုန်လုံး ရေဘဝဲ ဒေဗ်.ရဲ.ဖမ်းဆီးခြ င်းကို ခံခဲ့ရပါတယ်။နောက်ပိုင်းမှာတော့ ပင်ဂွင်း အဖွဲ.ရဲ. အငယ်ဆုံးကောင်လေးဖြစ်တဲ့ Private ဟာ ပင်ဂွင်း တွေအကုန်လုံးကို ရေဘဝဲ ဒေ့ဗ် လက်မှ ကယ်တင်ခဲ .ပုံကိုဟာသတွေ တပုံကြီး နဲ. ကြည့်ရမှာဖြစ်လို. မြန်မြန် ဒေါင်းပြီး ကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပြစေ။(အညွှန်းကို Thanhtike Zaw မှ ရေးပေးထားပါတယ်)File Size         : 860 MBQuality           : Blu ray 720PRunning Time : 1hr 32 minuteFormat           : Mp4Genre             : Animation,Adventure, FamilyEncoder         : Than Htike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric DarnellSimon J. SmithStarsAndy RichterAnnet MahendruBenedict CumberbatchChris MillerChristopher KnightsConrad VernonJohn MalkovichKen JeongPeter StormareTom McGrathCastAdriano AragonAl RodrigoAndy RichterAngie WuAnnet MahendruAva AcresBenedict CumberbatchBilly EichnerCarter HastingsChris MillerChris SandersChristopher KnightsConrad VernonCullen McCarthyDanny JacobsElizabeth PanEmily NordwindHope LevyJeff FischerJim PirriJohn MalkovichKelly CooneyKen JeongLynnanne ZagerMike MitchellNicholas GuestPeter StormareSean CharmatzStephen ApostolinaStephen KearinSteve AltermanSusan FitzerTom McGrathWalt DohrnWerner Herzog",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/77KUH3Dheen9duqXitJD4nZHuom.jpg",
      "https://image.tmdb.org/t/p/w300/msnknPOg9dx86b0YozXOFP8PgBI.jpg",
      "https://image.tmdb.org/t/p/w300/2QMgoiDlTmrO9FngZft8GgZ2SbX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/penguin-of-madagascar-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3urjvzi9ccet.html",
        "server": "usersdrive.com",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/penguins-of-madagascar-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://megaup.net/2dnrn/Penguins_Of_Madagascar_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://mega.nz/file/21oRmJwI#0T77K3evp7p7tl-H3YP7P0c7372moTCqjbLYFfT7oaY",
        "server": "mega.nz",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://upstream.to/6hojul5k7blz",
        "server": "upstream.to",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/penguins-of-madagascar-2014",
        "server": "CM Links",
        "size": "860 MB",
        "quality": "Blu ray 720P"
      }
    ],
    "trailer": {
      "video_id": "KHGHEpUeUwo",
      "video_url": "https://www.youtube.com/watch?v=KHGHEpUeUwo",
      "embed_url": "https://www.youtube.com/embed/KHGHEpUeUwo"
    }
  },
  {
    "metadata": "N/A|2014|100 min|Adult,Comedy",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "1,004"
    },
    "title": "Live Nude Girl (2014) 18+",
    "description": "Shaneဟာသူ႔ရဲ႕ဦးေလးျဖစ္သူဆီကေန gentelmen’s club ကိုအေမြဆက္ခံရရိွိထားတဲ့သူျဖစ္ပါတယ္ ဒီေနရာမွာေျပာစရာရိွလာတာက”ၿပိဳင္တူတြန္းလွ်င္ေရြ႔ႏုိင္သည္”ဆိုတဲ့စကားပံုအတုိင္းပါပဲ….ShaneဟာClubကိုပိုင္ဆိုင္ရၿပီးသိပ္မၾကာခင္အတြင္းမွာပဲ..Clubကိုဖ်က္သိမ္းခံရမဲ့အေရးကိုရင္ဆိုင္ရပါေတာ့တယ္ဒီေတာ့ Shaneတစ္ေယာက္ အခက္ေတြ႔ရေတာ့မွာလားလက္ေလွ်ာ့သြားမွာလား Shaneနဲ႔အတူသူ႔မိတ္ေတြကေရာ..သူနဲ႔အတူ ဒီျပႆနာကိုတြန္းလွန္ႏုိင္မွာလားအဲဒီေမးခြန္းမ်ားစြာရဲ႕အေျဖကိုေတာ့ခ်န္ထားပါရေစ….အထက္ပါတိုင္းၫြန္းထားလို႔ ဒီဇတ္ကားဟာ႐ိုးစင္းလြန္းပါတယ္လို႔ထင္ရင္မွားသြားပါမယ္..ဇတ္လမ္းအစကေနကို ေကာင္မေလးေတြရဲ႕ကိုယ္ခနၶာအလွေတြ အခ်ိဳ႕ေဖာ္ခြၽတ္မႈေတြဒါ့အျပင္ ဇတ္လမ္းေပၚမပ်င္းရိသြားရေအာင္ ဟာသေလးေတြပါေႏွာရင္းလွည့္ကြက္ေတြလဲပါဝင္ထားတဲ့အတြက္ေၾကာင့္ၾကည့္ရင္းဗဟုသုတေလးေတြပါရယူႏုိင္ပါေၾကာင္းျပန္ေျပာင္းလို႔ၫြန္းျပရင္းဒီေလာက္နဲ႔တစ္ခန္းရပ္ခြင့္ျပဳပါ…File Size : 770 MBQuality : Blu ray 720PRunning Time : 1hr 40 minuteFormat : Mp4Genre : ComedyEncoder : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းေရးသူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJay LeggettStarsBree OlsonDave FoleyHar Mar SuperstarMike Hatton",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/Live_Nude_Girls_2014.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2014|2h 11min|Action,Asian,Biography,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3,043"
    },
    "title": "Rise of the Legend (2014)",
    "description": "Rise of the Legend (2014)IMDb – 6.5/10_____ Rotten – 63%IMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။ကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကိုRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့တခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီးချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။တရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်သားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။တရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်သူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီးသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်…….စတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ…..စတုတ္ထသား ကရော ဘယ်လိုရည်ရွယ်ချက် ဘယ်လို တုန့်ပြန်မှုတွေအတွက်ကျားနက်ဂိုဏ်းအတွင်းဝင်ရောက်လာသလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးအနေနဲ့ ဆက်လက်ကြည့်ရှုကြပါ………………………P.S- အသတ်အဖြတ်တွေက ကြမ်းတမ်းတဲ့အတွက်အတိုက်အခိုက်ကြိုက်တဲ့ ပရိတ်သတ်ကြီးကိုတော့အကြိုက်တွေ့စေမှာပါ။ဒီဇာတ်ကားထဲက Orchid ဆိုတဲ့ ပြည့်တန်ဆာမလေးကတော့ကျွန်တော့ ခရှ်ခ် လေး AngelaBaby ပါမာစတာလူကတော့ ဟုန်ကျင်းပေါင် လို့လူသိများခဲ့တဲ့မင်းသားကြီး Sammo Kam-Bo Hung ပါအသက်ကြီးပြီး ဝပေမယ့် ပေါ့ပေါ့ပါးပါးဘဲ တိုက်ခိုက်ခန်းတွေကို သရုပ်ဆောင်ထားတာတွေ့ရပါတယ်(ဇာတ်ကားအညွန်းရေးသူကတော့CM Admin ကသာသားလေးပဲ ဖြစ်ပါတယ်)@JokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoy Hin Yeung ChowStarsEddie PengLuodan WangSammo Kam-Bo HungCastAngelaBabyByron MannChen Zhi-HuiEddie PengFeng Jia-YiGao TaiyuJiang Zhong-WeiJing BoranJulius Brian SiswojoKuang-Yao FanLuo Bei AnMike LeederMiroslav KarelPhat Chan FeiQin JunjieSammo HungTony Leung Ka-FaiWang LuodanWong Cho-lamZhang Jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pFKSRbJdpYH8W84LuyLFzUXpoWF.jpg",
      "https://image.tmdb.org/t/p/w300/bLMKuXd6hQ1u9bSD5bVutP1n5Bj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nruv8eyb6ome.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/rise-of-the-legend-huang-feihong-zhi-yingxiong-you-meng-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://mega.nz/file/IxUh0IbR#WA1_Nx8vLBdKyt7N_obQDeveLuf5xVRdQIXvfFJ3nZc",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "http://www.filedwon.info/vjyrjscgx49h/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/9b24owvdr7xv",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "ewb3anW1aMM",
      "video_url": "https://www.youtube.com/watch?v=ewb3anW1aMM",
      "embed_url": "https://www.youtube.com/embed/ewb3anW1aMM"
    }
  },
  {
    "metadata": "|2014||Action,Drama,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "3012"
    },
    "title": "Broken (2014)",
    "description": "Broken (2014)=============IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။#Unicodeဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကားမျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စကအပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်းထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။#Zawgyiဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကားမ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥကအပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက အိမ္အျပန္မွာ တစ္ေက်ာင္းတည္းေန ေက်ာင္းသားေတြရဲ႕ ျပန္ေပးဆြဲအဓမၼက်င့္ျခင္းကိုခံလိုက္ရပါေတာ့တယ္။ အဲ့ဒါကိုမွ ဖခင္ျဖစ္သူက ျပန္လည္လက္စားေခ်တဲ့ဇာတ္လမ္းေလးပါပဲ . ဒါေပမယ့္ ဇာတ္လမ္းမွာ ျမဳပ္ကြက္ေတြေလးေတြလည္းထည့္ထားၿပီး စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈရမယ္ဆိုတာေလးေတာ့ အာမခံပါတယ္။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p  BluRay 5.1CHDuration – 2 hrs 02 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :Action,Drama,ThrillerSource : 1080p.BluRay 5.1CHTranslator – Hnin Wut YiEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Jeong-hoStarsJeong Seok-yongJung Jae-youngKim Dae-myungKim Hong-paLee Ju-seungLee Soo-binLee Sung-minPark Myung-shinSeo Jun-youngYoun Ho ChoCastJeong Seok-yongJung Hyung-sukJung Jae-youngKim Dae-myungKim Hong-paKim HyeonLee Ju-seungLee Soo-binLee Soo-kyungLee Sung-minPark Myung-shinSeo Jun-youngYoun Ho Cho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5gUzGebvpb9qneaw2wWh0ueWIYN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/broken.2014.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1Luq/[CM]Broken.2014.1080p.BluRay.DD5.1.mp4",
        "server": "Soliddrive.co",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://soliddrive.co/1Lup/[CM]Broken.2014.720p.BluRay.DD5.1.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yadi.sk/i/IGCkId2TQOxUcg",
        "server": "disk.yandex.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://yadi.sk/i/AeV5mXdbZ7uWVg",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/4dvzf/[CM]Broken.2014.1080p.BluRay.DD5.1.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/4dvz1/[CM]Broken.2014.720p.BluRay.DD5.1.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://usersdrive.com/3fq467zo7rxs.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/8hix6rudm1wv.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-broken-2014-1080-p-blu-ray-dd-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-broken-2014-720-p-blu-ray-dd-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2014|1h 56min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5,583"
    },
    "title": "No Tears for the Dead (2014)",
    "description": "No Tears for The Dead (2014)_____IMDb – 6.8/10IMDb rating 6.8 ရရှိထားတဲ့ ကိုရီးယားကားလေးပါ။ကိုရီးယား Action and Drama ကားကောင်းများကြိုက်တဲ့သူတွေအတွက်တော့လက်မလွှတ်သင့်ပါဘူး။ ပြီးတော့ မိခင်မေတ္တာနဲ့ချစ်ခြင်းတို့ပေါင်းစပ်ထားတဲ့ဇာတ်လမ်းလေးမို့ အငိုသမားတွေစိတ်ခိုင်ခိုင်လေးထားကြပါလေ။ကြေးစားလူသတ်သမားတယောက်ဟာသူ့တာဝန်ကိုထမ်းဆောင်နေချိန်အတွင်းမှာကောင်မလေးတစ်ယောက်ကို တွေ့မိပြီးနောက်ပိုင်း ကြေးစားလူသတ်သမားဟာကောင်မလေး အမေကိုလိုက်လံရှာဖွေပေးရတာကိုဒရာမာဆန်ဆန်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဗျအားပေးလိုက်ကြပါအုံးနော်ZAWGYIIMDb rating 6.8 ရရွိထားတဲ့ ကိုရီးယားကားေလးပါ။ကိုရီးယား Action and Drama ကားေကာင္းမ်ားႀကိဳက္တဲ့သူေတြအတြက္ေတာ့လက္မလႊတ္သင့္ပါဘူး။ ၿပီးေတာ့ မိခင္ေမတၱာနဲ႔ခ်စ္ျခင္းတို႔ေပါင္းစပ္ထားတဲ့ဇာတ္လမ္းေလးမို႔ အငိုသမားေတြစိတ္ခိုင္ခိုင္ေလးထားၾကပါေလ။ေၾကးစားလူသတ္သမားတေယာက္ဟာသူ႔တာဝန္ကိုထမ္းေဆာင္ေနခ်ိန္အတြင္းမွာေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိၿပီးေနာက္ပိုင္း ေၾကးစားလူသတ္သမားဟာေကာင္မေလး အေမကိုလိုက္လံရွာေဖြေပးရတာကိုဒရာမာဆန္ဆန္႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ဗ်အားေပးလိုက္ၾကပါအုံးေနာ္File Size – 870 MBFile Type – Mp4Quality – Blu-Ray Rip 72opDuration – 01:56:00Encoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong-beom LeeLee Jeong-beomStarsAlexander WraithAnthony DilioBrian TeeDong-gun JangHee-won KimJang Dong-gunJeon Bae-sooJun KimKim Hee-wonKim Min-heeKim Min-jaeLee Young-lanMin-hee KimCastAlexander WraithAngela BullockAnthony DilioBrian TeeByun Yo-hanDana LeeJang Dong-gunJeon Bae-sooJun KimKang Han-NaKang Ji-wooKim Hee-wonKim Min-heeKim Min-jaeKim So-jinKo Woo-rimLee Young-lanPark Ji-yeonRich Ting",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bgWuI8gHnzxDMX5KpWCQTOwTxH9.jpg",
      "https://image.tmdb.org/t/p/w300/jWAXGg6DoKg2z0bsHVMokz7tNtU.jpg",
      "https://image.tmdb.org/t/p/w300/1t8vTrkdUjCtVv8a4G8kqbtQlCX.jpg",
      "https://image.tmdb.org/t/p/w300/pqjtUNEdN2hRFdnH2GXCgZvHBR3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/No-Tears-for-The-Dead-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qzcjd3qi9s6w.html",
        "server": "usersdrive.com",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/no-tears-for-the-dead-uneun-namja-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/ua6jgfjjrnei/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1ylvh/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/6UBHWKzR#pN_bswc2ZFoZ_9lf8W2h8Lz9LHLw_-1xQovfQBDIRT8",
        "server": "mega.nz",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/on8i7kd3bo7d",
        "server": "upstream.to",
        "size": "870 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "ulv5ICaMo6Y",
      "video_url": "https://www.youtube.com/watch?v=ulv5ICaMo6Y",
      "embed_url": "https://www.youtube.com/embed/ulv5ICaMo6Y"
    }
  },
  {
    "metadata": "|2014|124 min|Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1,918"
    },
    "title": "Miss Granny (2014)",
    "description": "CM ပရိတ္သတ္ေတြထဲမွာ ကိုးရီးယားဇာတ္လမ္းကိုမွ ႏွစ္ၿခိဳက္ၿပီး စြဲစြဲျမဲျမဲအားေပးေနတဲ့သူေတြရွိလား…ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ကိုးရီးယားဇာတ္လမ္းကေတာ့ ပ်င္းလဲမပ်င္းရဘူး ရယ္ေနရမယ္ ငိုရမယ့္ဇာတ္ဝင္ခန္းလဲပါမယ္..စိတ္ဝင္စားဖို႔လဲေကာင္းမယ္ဒီဇာတ္လမ္းကို Chinese က Remake ျပန္လုပ္ထားတဲ့ version ေတာင္ရွိပါတယ္…ကဲ စိတ္ဝင္စားသြားၾကၿပီထင္ပါတယ္..ဇာတ္လမ္းနာမည္ကေတာ့ “Miss Granny”တဲ့..အညႊန္းေလးကို ဖတ္ၾကည့္ပါဦး..အသက္ ၇၄ ႏွစ္အရြယ္ အဖြား အိုမယ္ဆြန္းဟာ တစ္ကိုယ္တည္း ရပ္တည္ၿပီးသားျဖစ္သူကို ျပဳစုပ်ိဳးေထာင္ခဲ့သူပါ..သူဟာ ငယ္ငယ္ရြယ္ရြယ္နဲ႔ အိမ္ေထာင္က်ခဲ့ပါတယ္ကံဆိုးခ်င္ေတာ့ သူခ်စ္ရတဲ့ ခင္ပြန္းဟာလဲ စစ္တိုက္ရင္း စစ္ပြဲက်ကာ အသက္ငယ္ငယ္နဲ႔ မုဆိုးမ ျဖစ္သြားပါေတာ့တယ္…ကေလးတစ္ေယာက္နဲ႔ အားကိုးမယ့္သူမရွိ ေငြေၾကးကလဲအဆင္မေျပ အသက္ကလဲငယ္ေသးေတာ့ မယ္ဆြန္းအတြက္ ဘဝဟာခက္ခဲပင္ပန္းခဲ့ပါတယ္..သူ႔ရဲ႕ ငယ္ရြယ္မႈေတြ ဝါသနာေတြကို သားေလးအတြက္ ျမႇဳပ္ႏွံေပးဆပ္ခဲ့ပါတယ္…သူ႔ရဲ႕ သားေလးအေပၚသြန္သင္ဆံုးမမႈေတြက အခ်ည္းႏွီးမျဖစ္ခဲ့ပါဘူး..သားျဖစ္သူဟာ ပါေမာကၡတစ္ေယာက္ျဖစ္ခဲ့ၿပီး အိမ္ေထာင္က်ကာ သမီးတစ္ေယာက္ သားတစ္ေယာက္ပိုင္ဆိုင္ခဲ့ပါတယ္..မယ္ဆြန္းဟာ အဖိုးႀကီးအဖြားႀကီးထံုးစံအတိုင္း ေခၽြးမျဖစ္သူကို ေန႔စဥ္ပြစိပြစိ ေျပာတတ္ပါတယ္..ေခၽြးမျဖစ္သူဟာ က်န္းမာေရးေကာင္းမြန္သူေတာ့မဟုတ္ပါဘူးေယာကၡမ ပူညံသံကတစ္မ်ိဳး က်န္းမာေရးက တမ်ိဳးနဲ႔ တစ္ေန႔အိပ္ရာထဲလဲပါေတာ့တယ္..ေယာကၡမ ေၾကာင့္စိတ္ဖိစီးေနတဲ့ ေခၽြးမဟာ မယ္ဆြန္းအဖြားႀကီးကို မေတြ႕ခ်င္ေတာ့တဲ့အထိျဖစ္ခဲ့ရပါတယ္..ဒါကိုသိတဲ့ အဖြားမယ္ဆြန္းဟာ သူ႔သားဖြင့္ေပးထားတဲ့ ကေဖးဆိုင္မွာသာ သြားေနပါေတာ့တယ္…တစ္ေန႔ မယ္ဆြန္းဟာ ခ်ံဳခၽြန္းဓာတ္ပံုစတူဒီယိုဆိုၿပီး ဆိုင္တစ္ဆိုင္ကိုေတြ႕ခဲ့ပါတယ္..ဓာတ္ပံုဆိုင္က ထြက္လာခ်ိန္မွာေတာ့ သူဟာ အသက္ ၂၀ ၂၁ အရြယ္ မိန္းမပ်ိဳေလးအျဖစ္ ေျပာင္းလဲသြားပါေတာ့တယ္…ဒီေနာက္ပိုင္းဘာေတြဆက္ျဖစ္မလဲ CM ပရိတ္သတ္ေတြကပဲ ၾကည့္ရႈခံစားၾကပါဦး..File Size : (950 MB) and (370 MB)Quality : Blu-Ray 720pRunning Time : 2hr 4minFormat : Mp4Genre :Comedy, Fantasy, MusicSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 720p DTS.x264-CHDTranslated by Maybe & NovelyEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHwang Dong-hyukStarsHa Yeon-jooJeong In-giJin YoungKim Hyun-SookLee Jin-wookNa Moon-heePark In-hwanShim Eun-kyungSung Dong-ilCastHa Yeon-jooJeong In-giJin YoungKim Hyun-SookLee Jin-wookNa Moon-heePark In-hwanShim Eun-kyungSung Dong-il",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wKZTuCNUAfmpezRTrhluYFMTHqy.jpg",
      "https://image.tmdb.org/t/p/w300/pRU4m8ZO8yLbmkX5h1CKLsObpkg.jpg",
      "https://image.tmdb.org/t/p/w300/bLus1yqY76qYwIZUkQtqaCwhnfX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/1.jpg",
    "movie_links": [
      {
        "link": "http://kializer.com/4fK1",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4fL0",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4fLr",
        "server": "Soliddrive.co",
        "size": "370 MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4fMX",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4fNS",
        "server": "openload.co",
        "size": "370 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "gtgbOFeDsso",
      "video_url": "https://www.youtube.com/watch?v=gtgbOFeDsso",
      "embed_url": "https://www.youtube.com/embed/gtgbOFeDsso"
    }
  },
  {
    "metadata": "NOT RATED|2014|130 min|Bollywood,Drama,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "1,606"
    },
    "title": "Hate Story 2 (2014)",
    "description": "မင္းသမီးအသစ္နဲ႕ ထပ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ပထမဇာတ္ကားနဲ႕ အဆက္အစပ္မရွိပါဘူး။ဆက္စပ္တာကေတာ့ ဇာတ္နာေနတဲ့ မိန္းကေလးတစ္ေယာက္က ျပန္လည္လက္စားေခ်တဲ့ ဇာတ္လမ္းပံုစံတူတာပါပဲ။File size…(1GB)Quality….DVD-Rip 720pFormat…mp4Duration….02:01:44Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPratik VyasRammy SrivastavVishal PandyaStarsJay BhanushaliRajesh KheraSiddharth KherSunny LeoneSurveen ChawlaSushant SinghCastJay BhanushaliRajesh KheraSiddharth KherSunny LeoneSurveen ChawlaSushant Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kcARsc41o7mlgh5l3DNxZWhos6y.jpg",
      "https://image.tmdb.org/t/p/w300/lVoQxPShQ2RqAiMxAl5g7neIEck.jpg",
      "https://image.tmdb.org/t/p/w300/72OtMFzcwvE70OK2RuvtVuILqEH.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hate-story-2-16-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/f58101452/hate-story-2-16-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://megaup.net/1wpp1/Hate_Story_2_[16+]_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/JSR2BQLY#kziMLJY6yel1v4Ao5DFqZrp9jxOBLbXyHKQFxSs_8cA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://upstream.to/112qw8r8oy3l",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "1JY8rA7fVnU",
      "video_url": "https://www.youtube.com/watch?v=1JY8rA7fVnU",
      "embed_url": "https://www.youtube.com/embed/1JY8rA7fVnU"
    }
  },
  {
    "metadata": "PG-13|2014|1h 42min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "70,394"
    },
    "title": "Seventh Son (2014)",
    "description": "Seventh Son (2014)_____IMDb – 5.5/10Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီးတော့ IMDb Rating (5.5/10) ရရှိထားပါတယ်။မင်းသားကြီး Jeff Bridges , Ben Barnes , မင်းသမီး Julianne Moore တို့အပြင်အခြားသော သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။မကောင်းဆိုးဝါးနဲ့ မှော်အစွမ်းတွေကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။(Rating တွေနည်းနေတာကိုတော့ သတိပြုရမှာပါ)Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ IMDb Rating (5.5/10) ရရွိထားပါတယ္။မင္းသားၾကီး Jeff Bridges , Ben Barnes , မင္းသမီး Julianne Moore တို႕အျပင္အျခားေသာ သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။မေကာင္းဆိုးဝါးနဲ႕ ေမွာ္အစြမ္းေတြကို ဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားပါတယ္။(Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ)File size…800 MBQuality….Blu-ray Rip 720pFormat…mp4Duration….01:41:59Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSergei BodrovStarsBen BarnesJeff BridgesJulianne MooreCastAlicia VikanderAnthony WelchAntje TraueBen BarnesBill CroftBilly WickmanBrenda McDonaldCandice May LangloisCarmel AmitDavid CubittDjimon HounsouDuffyEric KeenleysideFabin WoodcockFaustino Di BaudaFraser AitchesonGerard PlunkettGraeme FordIsabelle LandryJason AsuncionJason Scott LeeJeff BridgesJim ShieldJoanne BentleyJohn Andrew VaasJohn NovakJulian Black AntelopeJulianne MooreKit HaringtonLeslie HuculLibby OslerLilah FitzgeraldLoyd CatlettLuc RoderiqueMarcel BridgesMike ChristieOlivia WilliamsPrimo AllonRyan RobbinsSean CareySimon BurnettTaya ClyneThai-Hoa LeThomas DuPontTimothy WebberYaroslav PoverloZahf Paroo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i2dj1xCRJyVRiKj19pOKzvzZoEN.jpg",
      "https://image.tmdb.org/t/p/w300/1rkX9smCizSf9vIc48o6NU1wEFn.jpg",
      "https://image.tmdb.org/t/p/w300/kNeswK8h4LEdKqu4sIlnoHTaRSP.jpg",
      "https://image.tmdb.org/t/p/w300/e8JIV8Rjt48yel0Fl290p1DwTLh.jpg",
      "https://image.tmdb.org/t/p/w300/kFwEJWeOn54vaSnNpoWydqyYQ7C.jpg",
      "https://image.tmdb.org/t/p/w300/gbnPfPDahp2sDoUuQEtr0NamzEU.jpg",
      "https://image.tmdb.org/t/p/w300/bGo5njeMOEBHSeLi6STNdVe0TYA.jpg",
      "https://image.tmdb.org/t/p/w300/8mOoQxy5UZVawxbKWsxgAEQrYEq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/04/seventh-son-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6b8b9k7ykjbq.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/seventh-son-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/3917445f/seventh-son-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/9ltlrfaxi679/Seventh_Son_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2fmH6/Seventh_Son_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/4t52yZiI#tqSLEg7k8P6NhBy5QygElqi1kauUCrRxCuo_Ac-au_o",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/lpwegdg6lfuc",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "5i90Qr0Qi6w",
      "video_url": "https://www.youtube.com/watch?v=5i90Qr0Qi6w",
      "embed_url": "https://www.youtube.com/embed/5i90Qr0Qi6w"
    }
  },
  {
    "metadata": "NC-16|2014-15|1h 49min & 1h 57min|Action,Drama,Horror",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "3,918 & 2,217"
    },
    "title": "Parasyte (1) + (2) Special Package 2014 -15",
    "description": "Parasyte 1: Kiseijuu (2014)_______IMDb – 6.9/10Parasyte 2: Kiseijuu: Kanketsuhen (2015)_______IMDb – 6.5/10Parasyte ဟာ Iwaaki Hitoshi ရဲ့ ၁၉၈၈ခုနှစ်ကနေ ၁၉၉၅ခုနှစ်ထိ အခန်းဆက်ရေးသားခဲ့တဲ့ Sci-fi horror မန်ဂဇာတ်လမ်းတွဲဖြစ်ပြီး၊ ဇာတ်လမ်းရဲ့ ထူးခြားတဲ့တင်ပြပုံနဲ့ body horror ကို အသားပေးဖော်ပြမှုကြောင့်နာမည်ကြီးတဲ့ မန်ဂဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေခဲ့မှုကြောင့် အမေရိက နဲ့ နိုင်ငံတကာမှာ အတော်လေးအောင်မြင်ခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ ၂၀၁၄ခုနှစ်မှာတော့ ဇာတ်ခုံပေါ်တစ်ဖန်ပြန်တက်လာခဲ့ပါတယ်။ ၂၀၁၄ခုနှစ်မှာ TOHO ကနေ အပိုင်း၂ပိုင်းပါဝင်တဲ့ Live-action ရုပ်ရှင်ဇာတ်ကားအဖြစ် ရိုက်ကူးရုံတင်ဖို့ ကြေညာခဲ့ပြီး၊ ၂၀၁၄ ခုနှစ်ထဲမှာပဲ MADHOUSE စတူဒီယိုကနေ ရိုက်ကူးတဲ့ Anime ရုပ်သံဇာတ်လမ်းတွဲကို ထုတ်လွှင့်ပြသခဲ့ပါသေးတယ်။ အစကတော့ ၂၀၀၅ခုနှစ်ကတည်းက ဒီဇာတ်လမ်းကို ရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းရိုက်ကူးဖို့ဝယ်ယူထားတာက ဟောလိဝုဒ်ရုပ်ရှင်လုပ်ငန်းတစ်ခုဖြစ်တဲ့ New Line Cinema ဖြစ်ပေမယ့် မရိုက်ဖြစ်လိုက်ရပဲ ၂၀၁၃ခုနှစ်ထဲမှာ သက်တမ်းကုန်သွားတဲ့အတွက် ကံကောင်းထောက်မစွာ အနောက်တိုင်းမှုပြုထားတဲ့(ညံ့မှာသေချာတဲ့)ဇာတ်ကားမထွက်ရှိလိုက်ပဲ အခုလို ဒါရိုက်တာ Yamazaki Takashi ရဲ့ Live-action ဇာတ်ကားအဖြစ် ကြည့်ရတာ ဖြစ်ပါတယ်။Kiseijuu (ကပ်ပါးကောင်) လို့ အဓိပ္ပာယ်ရတဲ့ အမည်နဲ့လိုက်ဖက်စွာပဲ ဒီဇာတ်လမ်းရဲ့အဓိကလက်သည်တွေကတော့ ဘယ်ကနေဘယ်လိုရောက်ရှိလာမှန်းမသိတဲ့ အမျိုးအမည်မသိသတ္တဝါဆန်း ကပ်ပါးကောင်တွေပဲ ဖြစ်ပါတယ်။ သဘာဝအလျောက်စ့ဆော်မှုအရလူသားတွေကို သတ်ဖြတ်ချင်နေတဲ့ ဒီကပ်ပါးကောင်တွေဟာ လူသားတွေရဲ့ခန္ဓာကိုယ်ထဲဝင်ရောက်ပြီး၊ ဦးနှောက်ကိုအပိုင်စီးကာ လူခန္ဓာကိုယ်မှာ တွယ်ကပ်နေတဲ့ လူသားစား Monster တွေဖြစ်လာပါတယ်။ လူခန္ဓာကိုယ်ကို လုယူနိုင်လိုက်တဲ့ကပ်ပါးကောင်တစ်ကောင်ဟာ သာမန်လူတစ်ယောက်ပုံစံဟန်ဆောင်နိုင်ပြီး၊ သားကောင်ရှေ့ရောက်မှ သတ်ဖြတ်စားသောက်ကြတာ ဖြစ်ပါတယ်။ Izumi Shinichi အမည်ရ အထက်တန်းကျောင်းသားလေးကတော့ ကံကောင်းသွားပါတယ်။ သူ့ရဲ့ ခန္ဓာကိုယ်ထဲဝင်ရောက်လာတဲ့ ကပ်ပါးကောင်ဟာ Shinichi ရဲ့ ဦးနှောက်ကိုမရလိုက်ပဲ ညာဘက်လက်ကိုသာ အပိုင်စီးနိုင်ခဲ့ပါတယ်။ အိပ်ရာကနေနိုးလာတော့ ကိုယ့်ရဲ့ညာဘက်လက်က သတ္တဝါဆန်းတစ်ကောင်ဖြစ်နေတာတွေ့လိုက်ရတဲ့ ခံစားချက်ကို စဉ်းစားသာကြည့်ကြပါတော့။ လေ့လာသင်ယူမှုအားကောင်းတဲ့ ကပ်ပါးကောင်တွေပီပီ အဆိုပါ Migi (ညာလက်) အမည်ရ ကပ်ပါးကောင်ဟာ Shinichi နဲ့ ဆက်သွယ်ပြောဆိုလာနိုင်ပြီးနောက် နှစ်ယောက်စလုံးအသက်ရှင်ရပ်တည်ရေးအတွက် အတူတကွယှဉ်တွဲနေထိုင်ဖို့ သဘောတူညီချက်ရရှိသွားပါတယ်။ Shinichi ဟာ မိခင်ဖြစ်သူ Izumi Nobuko နဲ့ အမေတစ်ခုသားတစ်ခု နေထိုင်ရတာဖြစ်ပြီး၊ မိခင်ဖြစ်သူတစ်ယောက်တည်း သူ့အတွက်ကြိုးစားရုန်းကန်နေရတာကိုကြည့်ကာ အလိုလိုနေရင်းအပြစ်ရှိသလို ခံစားနေရတဲ့ Shinichi အတွက် အခုလို လူသားစားကပ်ပါးကောင်တွေနဲ့ ပတ်သတ်ဖို့ဖြစ်လာတော့ ပိုပြီးစိတ်ဖိစီးလာခဲ့ပါတယ်။ ပိုဆိုးတာက ကပ်ပါးကောင်တွေဟာ တစ်ယောက်နဲ့တစ်ယောက် အာရုံခံနိုင်တဲ့အတွက် Shinichiအတွက် ရှောင်ပြေးဖို့မဖြစ်နိုင်ပဲ သူပထမဆုံးကြုံတွေ့ရတဲ့ လူသားစားကပ်ပါးကောင်တစ်ယောက်ကို Migi ရဲ့အကူအညီနဲ့ သတ်ဖြတ်နိုင်လိုက်ပါတယ်။ ဒီလို Migi ကို လူတွေမမြင်အောင် ဖုံးကွယ်နေရတဲ့ကြားထဲ အခြားသောကပ်ပါးကောင်တွဆီကနေ ပတ်ပြေးရသေးတဲ့ Shinichi ဟာ တစ်နေ့တော့ သူတို့ကျောင်းကိုအသစ်ရောက်ရှိလာတဲ့ ဆရာမ Tamiya Ryoko ဟာ ကပ်ပါးကောင်တစ်ယောက်ဖြစ်နေတာ  သိလိုက်ရပါတော့တယ်။ အခြားလူသားစားကပ်ပါးကောင်တွေနဲ့မတူ တစ်မူထူးခြားတဲ့ Tamiya ဟာ ကပ်ပါးကောင်တွေနဲ့လူသားတွေ အတူတကွနေထိုင်နိုင်မယ့်နည်းလမ်းကို သူရှာဖွေစမ်းသပ်နေကြောင်း ပြောပြကာ Shinichi ကို သူတို့ရဲ့ကွန်ယက်ထဲ သွင်းလိုက်ပါတယ်။ ဒါပေမယ့် အခြားကပ်ပါးကောင်တစ်ယောက်ဖြစ်တဲ့ ရဲအရာရှိခန္ဓာကိုယ်နဲ့ A ကတော့ Shinichi ကို ယုံကြည်ခြင်းမရှိပဲ တစ်ညမှာ Shinichi ကို လမ်းမှာတိုက်ခိုက်ပါတယ်။ Shinichi က Migi ရဲ့အစွမ်းနဲ့ ကံကောင်းထောက်မစွာ အသက်ရှင်လွတ်မြောက်နိုင်စွမ်းရှိပေမယ့် အဆိုပါအိမ်ပြန်လမ်းကနေ ဖြတ်သန်းပြန်လာသူက Shinichi ရဲ့ မိခင်ဖြစ်သူ Nobkuo .. ။ခြောက်လနီးပါးခြားပြီး ရုံတင်ပြသတဲ့ အပိုင်း ၂ မှာတော့ အပိုင်း ၁ ရဲ့ အဆုံးကနေ တစ်ဆက်တည်းဇာတ်လမ်းဆက်ပြီး၊ အပိုင်း ၁ တုန်းက ဖြစ်ရပ်တွေကြောင့် မတူညီတဲ့အခြားလူတစ်ယောက်လို ပြောင်းလဲသွားတဲ့ Shinichi ဟာ ကပ်ပါးကောင်တွေနဲ့လူသားတွေကြားက စစ်ပွဲမှာ တစ်ဖန်ပါဝင်ပတ်သတ်ရပြန်ပါတယ်။ Tamiya ရဲ့ ကပ်ပါးကောင်ကွန်ရက်ဟာ မြို့တော်ဝန်ရာထူးအထိရယူနိုင်လာပြီး၊ သူတို့ရဲ့အဖွဲ့အစည်းကို ကြီးမားအောင်ဖွဲ့စည်းနိုင်လာပါတယ်။ တစ်ဆက်တည်းမှာ လူသားကလေးတစ်ယောက်ကို စမ်းသပ်တဲ့အနေနဲ့ ကိုယ်ဝန်ဆောင်မွေးဖွားတဲ့ Tamiya ဟာ သူမရဲ့အမူအကျင့်တွေ၊ အတွေးအခေါ်တွေ ပြောင်းလဲလာသတိထားမိပြီး၊ Shinichi နဲ့ Migi တို့ကြားကဆက်ဆံရေးဟာလည်း ပိုပြီးရင်းနှီးနီးစပ်လာခဲ့ပါတယ်။ Tamiya အဆိုပြုတဲ့ လူသားတွေနဲ့အတူတကွနေထိုင်နိုင်ဖို့အတွက် သူတို့အနေနဲ့လိုက်လျောညီထွေပြောင်းလဲဖို့လိုအပ်ကြောင်းကို လက်မခံတဲ့ ကပ်ပါးကောင်တွေနဲ့ ထိပ်တိုက်တွေ့တာက ကပ်ပါးကောင်တွေကို နှိမ်နင်းဖို့ အစိုးရကစေလွှတ်လိုက်တဲ့အထူးတပ်ဖွဲ့တွေ။ ဒီလိုနဲ့ ကပ်ပါးကောင်တွေနဲ့လူသားတွေကြားက တိုက်ပွဲဟာအရှိန်အမြင့်ဆုံးကိုရောက်ရှိလာပြီးနောက်၊ Shinichi နဲ့ Migi တို့ဟာ ဒီမျိုးစိတ်နှစ်ခုအတူယှဉ်တွဲနေထိုင်ဖို့ဖြစ်နိုင်မလား၊ ဘယ်ဘက်ကမကောင်းဆိုးဝါးတွေလဲ၊ လူသားတွေလား၊ ကပ်ပါးကောင်တွလားဆိုတာ အဖြေရှာရတော့မှာ ဖြစ်ပါတယ်။အပိုင်း ၁ နဲ့ ၂ မှာ သိသာစွာ ကွဲပြားချက်တစ်ခုကတော့ ပထမဇာတ်ကားမှာ စတင်အသက်ဝင်လာတဲ့ ကပ်ပါးကောင်တွေရဲ့အန္တရာယ်ကို ကြောက်မက်ဖွယ်ကောင်းအောင် ဖော်ပြထားပြီး၊ လူသားတွေဖြစ်တဲ့ပရိသတ်တွေအနေနဲ့ လူတွေကိုရက်ရက်စက်စက်သတ်ဖြတ်နေတဲ့ ကပ်ပါးကောင်တွေကို ဗီလိန်တွေအဖြစ် အမုန်းကြီးမုန်းကြရမှာ ဖြစ်ပါတယ်။ အဲ … ဒုတိယပိုင်းရောက်တော့ ကပ်ပါးကောင်တွေက လူသားခန္ဓာကိုယ်မှာအချိန်ကြာလာတော့ တဖြည်းဖြည်းနဲ့လိုက်လျောညီထွေဖြစ်အောင် ရုပ်ပိုင်းဆိုင်ရာကော၊ စိတ်ပိုင်းဆိုင်ရာပါ ဆင့်ကဲပြောင်းလဲလာကြပြီး၊ ဒီတစ်ကြိမ်မှာတော့ လူသားတွေအနေနဲ့ ခံရတဲ့ victim သားကောင် ချည်းသက်သက်မဟုတ်တော့တာ တွေ့ရမှာပါ။ရှင်းရှင်းပြောရင် Parasyte ဇာတ်ကားဟာ မထွက်ရှိခင်က သိပ်ပြီးအကောင်းဘက်ကနေ မျှော်လင့်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်မဟုတ်ခဲ့ပါဘူး။ အကယ်ဒမီဆုရှင်ဒါရိုက်တာ Yamazaki Takashi ဟာ ဒီဇာတ်ကားကို မန်ဂစီးရီးတစ်ခုရဲ့ adaptation ဆိုတာထက် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ရိုက်ကူးဖို့ ကြိုးစားခဲ့ဟန်တူပါတယ်။ မန်ဂအုပ်တွဲပေါင်း ၁၀ခုကို လေးနာရီကြာ ရုပ်ရှင်ဇာတ်လမ်းအဖြစ် ကူးပြောင်းရိုက်ကူးတဲ့နေရာမှာ အများကြီးဖြတ်တောက်ချုံ့ပစ်လိုက်တာဖြစ်တဲ့အပြင် ဆယ်စုနှစ်နှစ်ခုနီးပါးကွာခြားတဲ့ ဇာတ်အိမ်တည်ရာအချိန်ကာလကြောင့် အချို့နေရာတွေမှာ ခေတ်မှီအောင် ပြင်ဆင်လိုက်ရတာတွေရှိုလို့  မူရင်းဇာတ်လမ်းတွဲပရိသတ်ပါ ဆိုသူများအတွက်တော့ အလိုမကျစရာတွေ အများကြီးရှိမှာအမှန်ပါပဲ။ အရေးပါတဲ့ဇာတ်လမ်းဇာတ်ကွက်များစွာနဲ့ ဇာတ်ကောင်တွေကို ချန်လှပ်ပြီး၊ ဇာတ်လမ်းကိုပြုပြင်တဲ့နေရာမှာ အထင်ရှားဆုံးအချက်လို့ပြောရမှာကတော့ အဓိကဇာတ်ကောင် Shinichi ရဲ့ မိသားစုအခြေအနေပါပဲ။ မူရင်းထဲကလို မိစုံဖစုံမဟုတ်တော့ပဲ အမေတစ်ခု၊သားတစ်ခုပုံစံ ပြု ပြင်ထားတာက ဆိုးဝါးတဲ့စိတ်ကူးတစ်ခုလို့ မဆိုနိုင်ပါဘူး။ ဒီလိုပြင်လိုက်လို့ Shinichi နဲ့ မိခင်ဖြစ်သူတို့ကြားက သံယောဇဉ်ကို ပိုပြီးမီးမောင်းထိုးပြနိုင်တဲ့အပြင် နောက်ပိုင်းပါလာမယ့် Shinichi ရဲ့ စိတ်ပိုင်းဆိုင်ရာပြောင်းလဲမှုတွေအတွက် ပိုပြီးအားကောင်းတဲ့ သက်ရောက်မှုတစ်ခုဖြစ်စေခဲ့ပါတယ်။ ဘာဖြစ်လို့လဲဆိုတော့ မူလဇာတ်လမ်းတုန်းက Shinichi ရဲ့ ပြောင်းလဲမှုမှာအဓိကကျခဲ့တဲ့ ဇာတ်ကောင် သူ့နောက်ကတစ်ကောက်ကောက်လိုက်နေတဲ့ကောင်မလေး Kana ဟာ Live-action မှာ ချန်လှပ်ထားခဲ့တဲ့ ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့အတွက် Shinichi တို့သားအမိဆက်ဆံရေးဟာ ပိုပြီးအရေးပါလာခဲ့ပါတယ်။ ပြောရရင် မူရင်းဇာတ်လမ်းတွေထဲမှာကတည်းက သတိထားမိတာကို ပြောရရင် မိခင်ဖြစ်သူဟာ Shinichi ရဲ့ စိတ်အတွင်းရုန်းကန်မှုတွေမှာ အရေးပါတဲ့နေရာကပါဝင်ခဲ့ပေမယ့် သူတို့ကြားက အပြင်ပန်းဆက်ဆံရေးကို ဖော်ပြတဲ့နေရာမှာတော့ ထင်သလောက်မပေါ်လွင်တာတွေ့ရမှာပါ။ ဒီနေရာမှာ Live-actionကတောင် ပိုသာတယ် ပြောရမှာပါ။ အထူးသဖြင့် အပိုင်း ၁ ရဲ့ နောက်ဆုံးဇာတ်ရှိန်အမြင့်ဆုံးဇာတ်ဝင်ခန်းမှာ ရုပ်ရှင်ဖန်တီးသူတွေ ထည့်သွင်းထားတဲ့ Izumi Nobuko ရဲ့ သားဖြစ်သူအပေါ်ထားတဲ့မေတ္တာကိုမြင်သာစေသော အခိုက်အတန့်ကတော့ မန်ဂ နဲ့ Anime တွေထဲကထက် ပိုပြီးရသမြောက်ပါတယ်။ အလားတူ Shinichi ကို စောင့်ကြည့်ဖို့ Tamiya က ငှားရမ်းထားတဲ့ သတင်းထောက် Kuramori နဲ့ သူ့ရဲ့သမီးလေးတို့အကြောင်းကို အချိန်နည်းနည်းယူပြီး သရုပ်ဖော်ထားတာက ပရိသတ်အနေနဲ့ ဇာတ်ကားရဲ့လူသားဇာတ်ကောင်တွေအပေါ် ပိုပြီး၊ စာနာခံစားလာစေပါတယ်။ဇာတ်လမ်းဇာတ်ကွက်နဲ့ဇာတ်ကောင်တစ်ချို့ကို အရမ်းကြီးကြမ်းကြုတ်မှုမရှိအောင် နည်းနည်းဖျော့ထားတာကလည်း သတိထားမိစရာပါ။ ဥပမာပြောရရင် နိုင်ငံရေး၊လူမှုရေးအရပြသနာရှိနိုင်တဲ့ မြို့တော်ဝန်ရုံးကို အထူးရဲတပ်ဖွဲ့ SAT က ဝင်ရောက်စီးနင်းတဲ့ဇာတ်ဝင်ခန်းတွေမှာ ရက်စက်ကြမ်းကြုတ်မှုတွေကို တတ်နိုင်သလောက်လျှော့ထားတာမျိုးပေါ့။ အဲဒီလိုဆိုလို့ သွေးထွက်သံယိုပြကွက်တွေ နည်းတယ်လို့ မထင်လိုက်ပါနဲ့ဦး။ စားသောက်လို့ကျန်တဲ့လူ့ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြွင်းအကျန်တွေက ကာတွန်းထဲကထက် အပြင်မှာတွေ့ရတာ ပိုအော်ဂလီဆန်စရာကောင်းပါတယ်။မူရင်းကာတွန်းရုပ်ပြဇာတ်လမ်းနဲ့ပဲ နှိုင်းယှဉ်နေတာတွေ ခဏရပ်ပြီး၊ သာမန်ရုပ်ရှင်ဇာတ်ကားတစ်ကားအနေနဲ့ ခဏကြည့်ကြည့်ရအောင်။ အဲဒီလိုဆိုရင်တော့ သိပ်ကိုကောင်းတဲ့ ရုပ်ရှင်ဇာတ်ကားလို့ ဆိုရမှာပါ။ ဇာတ်ဝင်ခန်းတိုင်း၊ ဒိုင်ယာလော့ခ်တိုင်းဟာ ဒါရိုက်တာတင်ပြချင်တဲ့ အကြောင်းအရာအတိုင်းကွက်တိကျပြီး၊ အပိုအလိုမရှိဘူးလို့ဆိုနိုင်ပါတယ်။ ဒီအတိုင်း လူတွေကို သတ်နေတဲ့ Monster သတ္တဝါတွေနဲ့ ပါဝါရှိတဲ့မင်းသား၊ လူသားစစ်တပ်တွေ၊ရဲတွေကြားက တိုက်ပွဲအက်ရှင်ကား ဆိုပြီး ပေါ့ပေါ့သဘောထားပြီး၊ ကြည့်ရင်တော့ ဘာမှထူးမှာ မဟုတ်ပါဘူး။ ဒါ့အပြင် လက်ရှိအင်တာနက်ပေါ်က ဒီဇာတ်ကားနှစ်ကားလုံးအတွက် အင်္ဂလိပ်ဘာသာပြန်စာတန်းထိုး subtitle အားလုံးနီးပါးက တော်တော်လေးမှားယွင်းနေတာလည်း သတိထားမိပါတယ်။ ဒီတော့ ခုနကပြောခဲ့သလို ပြောနေတာတွေနားမလည်တော့ ဒီအတိုင်းအက်ရှင် body horror ဇာတ်ကားတစ်ကားအဖြစ် မြင်ကြတာများမှာပါ။ (အခုတော့ Samuri ကိုယ်တိုင် မြန်မာဘာသာပြန်ပေးလိုက်တာပါ။)ဇာတ်ကောင်အနေနဲ့ပြောရရင်တော့ နာမည်ကျော်မင်းသမီး Fukatsu Eri သရုပ်ဆောင်ထားတဲ့ Tamiya Ryoko ဟာ အပိုင်း ၁ မှာတော့ သွေးအေးရက်စက်တဲ့ဇာတ်ကောင်တစ်ယောက်ဖြစ်ခဲ့ပေမယ့် အပိုင်း ၂ မှာတော့ သူမရဲ့ မိခင်ဖြစ်လာပြီးနောက် ပိုမိုလူသားဆန်လာမှုကို အတော်ကလေးချဲ့ကားထားပြီး၊ anti-villain ဇာတ်ကောင်တစ်ယောက်ဖြစ်လာတာ တွေ့ရမှာပါ။ ထို့အတူ Fukatsu Eri ရဲ့ချောမောလှပမှုက သူမရဲ့ creepyဖြစ်ရမယ့် ဇာတ်ရုပ်ကိုထင်သလောက်ကြောက်စရာမကောင်းဘူးဖြစ်စေပေမယ့် ဇာတ်ကားတစ်ကားလုံးမှာ အကောင်းဆုံးသရုပ်ဆောင်သွားသူပါပဲ။ အဓိကဇာတ်ကောင်အဖြစ်ပါဝင်တဲ့ Sometani Shota ကတော့ သူ့ရဲ့မထုံတက်တေး derp face ကြောင့် ဝေဖန်ကြပေမယ့် တော်တေ်ာလေးcoolဖြစ်အောင် သရုပ်ဆောင်သွားပါတယ်။ တစ်ခုပဲ။ ရုပ်ကလေးချောသလောက် ပါးစပ်အဟောင်းသား၊ မျက်နှာသေနဲ့ သရုပ်ဆောင်နေတဲ့ မင်းသမီး Hashimoto Aiရဲ့ Satomi ကို ကြည့်ရတာတော့ တော်တော်လေးစိတ်ညစ်ဖို့ကောင်းပါတယ်။အပိုင်း ၂ ပိုင်းခွဲပြီး၊ ရုံတင်တဲ့ Live-action ဇာတ်ကားတွေ ကြုံတွေ့နေကျ ပြသနာဖြစ်တဲ့ ပထမဇာတ်ကားမှာ ဇာတ်ရှိန်အမြင့်ဆုံးနေရာကို ဇာတ်လမ်းကြီးဆွဲ … ဆန့် ပြီး ခေါ်သွားပြီးမှ ဒုတိယပိုင်းကျတော့ ကျန်ရှိနေတဲ့ဇာတ်လမ်းအများကြီးကို အလောသုံးဆယ်မတရားချုံ့ပစ်ရတာမျိုးကိုတော့ မတွေ့မဖြစ် တွေ့ရဦးမှာပါ။ ပြရမယ့်ဇာတ်ဝင်ခန်းတွေကများ၊ အချိန်ကမရတဲ့အတွက် အရေးကြီးတဲ့ဇာတ်ဝင်ခန်းတွေအားလုံး တစ်ပြိုင်နက်ဖြစ်နေကာ ဇာတ်ရှိန်ကတစ်ချိန်လုံးမကျပဲ ဖြစ်နေပါတယ်။ အဓိကဇာတ်ကောင် Shinichiရဲ့ ပျော်ပျော်နေတတ်တဲ့ လူငယ်အဖြစ်ကနေ တည်ငြိမ်သွေးအေးတဲ့စိတ်ထားပိုင်ရှင်အဖြစ်သို့ပြောင်းလဲ၊ ပြီးတော့မှလူသာဆန်တဲ့စိတ်ခံစားချက်တွေကိုပြန်လည်ရရှိလာ …အစရှိသဖြင့် အရေးကြီးတဲ့ Character ပြောင်းလဲပုံအဆင့်ဆင့်ကို ဖော်ကျူးသွားတာက မြန်ဆန်လွန်းတဲ့အတွက် ရုပ်ရှင်ကြည့်ရှုသူတစ်ယောက်အနေနဲ့ သတိတောင် ထားမိလိုက်မှာ မဟုတ်ပါဘူးဒါပေမယ့် နောက်ဆုံးဇာတ်သိမ်းခန်းအတွက် အချိန်အများကြီးပေးထားပြီး၊ တိုက်ခိုက်တဲ့နေရာကို ဧရာမအမှိုက်မီးရှို့စက်ကြီးထဲမှာ ရိုက်ကူးထားတာက တော်တေ်ာလေးမိုက်ပါတယ်။ အက်ရှင်ခန်းတွေ နဲ့ CG effect တွေက ဂျပန် (အာရှ) ဇာတ်ကားတစ်ကားအတွက် အံ့သြဖွယ်ကောင်းလောက်အောင် သေသပ်ကောင်းမွန်နေတာတွေ့ရပြီး၊ အထူးသဖြင့် အရေးအပါဆုံးဇာတ်ကောင် Migi ကို CG နဲ့ဖန်တီးထားတဲ့နေရာမှာ သေချာရုပ်လုံးပေါ်တဲ့အတွက် စိတ်ကျေနပ်စရာပါ။လူသားနဲ့ ကပ်ပါးကောင် ဘယ်ဘက်ကနေမလဲ။ သေချာတာပေါ့။ ကြည့်ရှုတဲ့ပရိသတ်ကျွန်တေ်ာတို့က လူစစ်စစ်ကြီးတွေဖြစ်လို့ လူသားစားတဲ့ကပ်ပါးကောင်ဘက်ကအားပေးဖို့မဖြစ်နိုင်ပေဘူး။ ဒါပေမယ့် တခြားတွေ့နေကျ Monster ဇာတ်ကားတွေ၊ Horror ကားတွနဲ့ ခြားနားစွာပဲ လူသားမျိုးနွယ်ကို ဒုက္ခပေးမယ့်သတ္တဝါဆိုးတွေကို အောင်မြင်စွာနှိမ်နင်းလိုက်လေသတည်းဆိုတဲ့ ဖီလင်မျိုးနဲ့ အဆုံးသတ်သွားမှာမဟုတ်တဲ့ Parasyte Live-action ဇာတ်ကားနှစ်ကားကတော့ ယခုနှစ်ထဲမှာကြည့်ဖြစ်တဲ့ ဂျပန်ရုပ်ရှင်ဇာတ်ကားတွေထဲမှာတော့ အမိုက်ဆုံးဇာတ်ကားတွေအပါအဝင်အဖြစ် အမှတ်ပေးလိုက်ပါတယ်။ ။(မြန်မာစာတန်းထိုးနဲ့ အညွှန်းကိုတော့www.myotaku.clubရဲ့ Founder ကြီးSamuri(ခေါ်)Soe Nyein Ooမှ ကိုယ်တိုင်ရေးသားတင်ဆက်လိုက်တာပါ။)Parasyte: Part 1 (2014)File size…(900MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:49:52Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungParasyte: Part 2 (2015)File size…(950MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:57:49Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakashi YamazakiStarsAi HashimotoEri FukatsJun KunimuraShota SometaniShôta Sometani uTadanobu Asano",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/parsyte-12.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9ugest5aayaa.html",
        "server": "usersdrive.com",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/parasyte-part-1-kiseijuu-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rl0t/Parasyte_-_Part_1_(Kiseijuu)_[2014]_(MMSub).mp4",
        "server": "megaup.net",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dKoyxSqY#pTDw-GfngeLm13oOaIISjF8eLQFj1BBu6CCjxEudsP8",
        "server": "mega.nz",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ogcgxr62vqlk",
        "server": "upstream.to",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/9rmxszrqport.html",
        "server": "usersdrive.com",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/parasyte-part-2-kiseijuu-kanketsuhen-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rl0j/Parasyte_-_Part_2_(Kiseijuu_-_Kanketsuhen)_[2015]_(MMSub).mp4",
        "server": "megaup.net",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dOhgmAzQ#FVGqq5hJHa2B3ullq9zBGc4SmCIYXQBYwU_8zlX0C5c",
        "server": "mega.nz",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/vyc31dlh58mk",
        "server": "upstream.to",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "dcVuEbnq-8Y?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=dcVuEbnq-8Y?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/dcVuEbnq-8Y?feature=player_embedded"
    }
  },
  {
    "metadata": "R|2014|89 min|Action",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1,406"
    },
    "title": "Tell (2014)",
    "description": "2014 ခုႏွစ္ကထြက္ရွိထားတဲ့ အက္ရွင္ကားေလးတစ္ကားကိို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက IMdb ၅.၄ ရထားတာေၾကာင့္ သိပ္မဆိုးဘူးလို႕ သတ္မွတ္လို႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီသန္တဲ က ပဆံခိုးတဲ့ ေနရာမွာ ေတာ္ေတာ္ နာမည္ၾကီးတဲ့တစ္ေယာက္ပါ  ဒါေပမဲ့ ပဆံခိုးတာ က သူ႕ အတြက္လြယ္ေနသေလာက္ လက္ေတြ႕ ဘ၀မွာသူ႕အတြက္ အေရးပါတဲ့ သူ႕သူငယ္ခ်င္းေတြသူ႕ရဲ႕ မိသားစုေတြ လုပ္ေဖာ္ကိုင္ဖက္ေတြနဲ႕သူဘယ္လို ဆက္လက္ေနမလဲ သူပဆံခိုးတာကိုလဲ စံုေထာက္ ေတြ႕ လိုက္လံေထာက္လွမ္းလာတဲ့အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty – 720p BlurayDuration – 1hr 33minGern – ActionEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJ.M.R. LunaStarsAlan TudykJason LeeJohn Michael HigginsKatee SackhoffMilo VentimigliaRobert PatrickCastAlan TudykJason LeeJohn Michael HigginsKatee SackhoffMilo VentimigliaRobert Patrick",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fwtD85uAbnBFI4KjVpiJOHIik0X.jpg",
      "https://image.tmdb.org/t/p/w300/qSv8F5Cs5CDXWVqC0JCkuruXoZo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/p11087119_p_v8_ac.jpg",
    "movie_links": [
      {
        "link": "http://skamaker.com/3ahn",
        "server": "openload.co",
        "size": "765MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/3afq",
        "server": "openload.co",
        "size": "300MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/3ap7",
        "server": "drive.google.com",
        "size": "765MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ajJYsqIxT9U",
      "video_url": "https://www.youtube.com/watch?v=ajJYsqIxT9U",
      "embed_url": "https://www.youtube.com/embed/ajJYsqIxT9U"
    }
  },
  {
    "metadata": "R|2014|160|Adult",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,656"
    },
    "title": "Confinemet Incontinence Uniform Slave (2014)",
    "description": "unicodeDark Side ဖန်တွေ အတွက် တစ်ရက် တစ်ကားဆိုသလိုဖန်တီးပေးမယ့် Dark Knight နဲ့ XCode တို့ထပ်မံ ပူးပေါင်း တင်ဆက်ပေးလိုက်တာကတော့ပြန်ပေးဆွဲခံရတဲ့ ကောင်မလေး ဇတ်လမ်းပါပဲညဘက် အချိန်ပိုင်းအလုပ်ကနေ ပြန်လာတဲ့အချိန်ပိုင်း ကျောင်းသူလေးဟာ ပြန်လိုက်ပို့ပေးမယ်လို့လိမ်ညာခေါ်တဲ့ ကိုကိုလူချောနောက်ကောက်ကောက်ပါအောင် လိုက်သွားပြီးပြန်ပေးဆွဲပြီး ဝိုင်း ဘု တာ ခံရပါရောလားပြန်ပေးဆွဲတာတွေ နောက် ပါသွားတဲ့ကျောင်းသူလေး ပြန်လွှတ်ပါ့မလားသူဘယ်လိုတွေ ကြိုးစားမလဲ ဆိုတာရင်တုန်ခံစား ကြည့်ရှုလိုက်ကြပါအုံး၁၈ ပလပ် ဇတ်ကားကိုအိပ်ရေးတွေပျက် အားတွေချိနဲ့စွာဘာသာပြန်ပေးထားတာကတော့Dark Knight ဖြစ်ပြီးစေတနာ ဗရပွ နဲ့ JAV အလန်းတွေတင်ဆက်ပေးနေတာကတော့XCode တို့ပဲ ဖြစ်ပါတယ်…Dark Side ဖန်တွေရေ ရယ်ဒီပဲလား ?zawgyiDark Side ဖန္ေတြ အတြက္ တစ္ရက္ တစ္ကားဆိုသလိုဖန္တီးေပးမယ့္ Dark Knight နဲ႔ XCode တို႔ထပ္မံ ပူးေပါင္း တင္ဆက္ေပးလုိက္တာကေတာ့ျပန္ေပးဆြဲခံရတဲ့ ေကာင္မေလး ဇတ္လမ္းပါပဲညဘက္ အခ်ိန္ပိုင္းအလုပ္ကေန ျပန္လာတဲ့အခ်ိန္ပိုင္း ေက်ာင္းသူေလးဟာ ျပန္လုိက္ပို႔ေပးမယ္လုိ႔လိမ္ညာေခၚတဲ့ ကိုကိုလူေခ်ာေနာက္ေကာက္ေကာက္ပါေအာင္ လုိက္သြားၿပီးျပန္ေပးဆြဲၿပီး ၀ိုင္း ဘု တာ ခံရပါေရာလားျပန္ေပးဆြဲတာေတြ ေနာက္ ပါသြားတဲ့ေက်ာင္းသူေလး ျပန္လႊတ္ပါ့မလားသူဘယ္လုိေတြ ႀကိဳးစားမလဲ ဆိုတာရင္တုန္ခံစား ၾကည့္ရႈလုိက္ၾကပါအံုး၁၈ ပလပ္ ဇတ္ကားကိုအိပ္ေရးေတြပ်က္ အားေတြခ်ိနဲ႔စြာဘာသာျပန္ေပးထားတာကေတာ့Dark Knight ျဖစ္ၿပီးေစတနာ ဗရပြ နဲ႔ JAV အလန္းေတြတင္ဆက္ေပးေနတာကေတာ့XCode တို႔ပဲ ျဖစ္ပါတယ္…Dark Side ဖန္ေတြေရ ရယ္ဒီပဲလား ?Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXStarsMiyaSaki LinonCastMiyaSaki Linon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2y6mqxqsqpvt.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/confinemet-incontinence-uniform-slave-2014-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/VEQ1zawb#pXpIvXhB93DAPa5hEYrcgmGTB25xPPIPZ1zr4qtPiZk",
        "server": "mega.nz",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/4jv7us6upwtf",
        "server": "upstream.to",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://myandrive.com/file/FyePGkbwjaz2pyhpaLZ4",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://myandrive.com/file/fxjiEy6EAY8jQohN8LhC",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/fdphvl0idcrb.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/mx1pfk5kvv44.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ejgb8gd2utki.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/b0fomg2kspdh.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/w5WyYLgZmCI03w",
        "server": "disk.yandex.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yadi.sk/i/DNlyqMFgKZQHiQ",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://mirrorace.com/m/1Aprf",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mirrorace.com/m/1Aprt",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2014|92 min|Action,Crime,Drama",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "2,278"
    },
    "title": "Wicked Blood (2014)",
    "description": "Wicked Blood (2014) ဟာ IMDb Rating 5.4 ရရွိထားျပီးသရုပ္ေဆာင္ Abigail Bresln , Sean Bean , James Purefoy တုိ႔ပါ၀င္သရုပ္ေဆာင္ထားေသာ Action , Crime , Dramaဇာတ္ကားေကာငး္တစ္ကားျဖစ္ပါတယ္။Hannah နဲ႔ Amber Baker တို႔နွစ္ေယာက္ဟာ အၾကမ္းဖက္ေမွာင္ခိုမူးရစ္ေဆး၀ါးနဲ႕ မေကာင္းမွဳ႕မွန္သမ်ွလုပ္တဲ့ေတာင္ပိုင္းေျမေအာက္ မေကာင္းမွဳ႕ဒုစရိုက္ကမာၻမွာပိတ္မိေနၾကပါတယ္။သူတို႔နွစ္ေယာက္ ထိုကဲ့သို႔ ၾကမ္းၾကဳတ္လွတဲ့ ရာဇ၀တ္ဂိုဏ္းရဲ႕ေခါင္းေဆာင္Uncle Frank ရဲ႕လက္ေအာက္မွာ ေနထိုင္ရတဲ့အခါမွာဆိုရင္ဘယ္လိုေတြရင္ဆိုင္ၾကံဳေတြ႕ရမလဲဆိုတာကေတာ့ဇာတ္ကားထဲမွာၾကည့္ရွဳ႕လိုက္ၾကပါခင္ဗ်ာ။(အညႊန္းေရးသားတာကေတာ့ Win Kyaw Thuျဖစ္ပါတယ္)File size__( 800 MB) and ( 350 MB)Quality__BR-Rip 720pIMDb Rating__5.4/10Format__mp4Duration__01:31:50Type__Action , Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by NALEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrandon LohstreterMark YoungNancy ClarkStarsAbigail BreslinAlexa PenaVegaDodie BrownJ.D. EvermoreJake BuseyJames PurefoyLew TempleRitchie MontgomerySean BeanThomas Francis MurphyCastAbigail BreslinAlexa PenaVegaCasey HendershotClaire FrederiksenColby ArpsDodie BrownJ.D. EvermoreJake BuseyJames PurefoyJody QuigleyKaden Washington LewisLew TempleRitchie MontgomerySean BeanThomas Francis Murphy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/se6pj7NARpwviPNjPrrtyIxINvV.jpg",
      "https://image.tmdb.org/t/p/w300/2DBmOXlWKkt02VYRgfjFvBUwMA8.jpg",
      "https://image.tmdb.org/t/p/w300/tHpsY8YMw5hpI9Qt7S4oDtXTE38.jpg",
      "https://image.tmdb.org/t/p/w300/oMLYT5VOnGyIfmCdnYlX5awWy5u.jpg",
      "https://image.tmdb.org/t/p/w300/hYVu8PlomhN0WP9FdnuNgA483dF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/wicked-blood.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wicked-blood-2014",
        "server": "CM Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/wicked-blood-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2f7gk/Wicked_Blood_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/fvnzj5mvpj8i",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/noba3jv6f751.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://www.kinocloud.org/2s/Wicked_Blood_[2014]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ho-0qtPDF0I",
      "video_url": "https://www.youtube.com/watch?v=ho-0qtPDF0I",
      "embed_url": "https://www.youtube.com/embed/ho-0qtPDF0I"
    }
  },
  {
    "metadata": "R|2014|1h 46min|Action,Adventure,Asian",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "793"
    },
    "title": "The Four 3: Kingdom Of Blood (2014)",
    "description": "The Four 3: Kingdom Of Blood (2014)_____IMDb – 5.6/10ဒီကားကတော့ The Four သုံးကားထဲမှာ နောက်ဆုံး ကားပဲ ဖြစ်ပါတယ်။ပထမကားနဲ့ ဒုတိယကားကို မကြည့်ဖူးရင် သိပ်သဘောပေါက်လောက်မှာ မဟုတ်လို့ ပထမ နှစ်ကားကို ကြည့်ဖို့ အကြံပြုချင်ပါတယ်။ဇာတ်လမ်းကို နည်းနည်းပြန် မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ ဒုတိယကားထဲမှာ မိသားစုအကြောင်း အမှန်တရားကို ရှောင်ယွယဲ့ (Yifei Liu)က သိရှိသွားခဲ့ပြီး ကျူးကယ်ကျုံး နဲ့ သံလက်တို့ကို စိတ်ပျက်သွားခဲ့ပါတယ်။လန်လင်ကျီး လဲထို့အတူပါပဲ ဒါပေမဲ့ သူကရှေင်ယွယဲ့ အပြင် ဋ္ဌာနခြောက် က ကျိယောင်ဟွာတို့နဲ့လဲ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဖြစ်နေပြန်ပါတယ်။ကျိယောင်ဟွာတစ်ယောက်ကတော့ သခင်အန်းဆိုတဲ့ လူရဲ့ အမိန့်ကို မလွန်ဆန်နိုင်ဖြစ်နေတာပါ။ သခင်အန်းတစ်ယောက်ကတော့သူ့သားအတွက် လက်စားချေဖို့ အတွက် ဋ္ဌာနခြောက် ဆန်ဟုန်ဖူတို့ အပြင် မင်းကြီး အရိုက်အရာကိုပါရယူချင်နေတာပါ။ဒီလိုနဲ့ တစ်ရက်မှာ မင်းကြီးတစ်ယောက် သာမန်အဝတ်အစားနဲ့ တိုင်ခန်းလှည့်လည်ရင်း အဖမ်းဆီးခံလိုက်ရပါတယ်။ဒီအချိန်မှာပဲ သခင်အန်းက ထီးနန်း ရယူဖို့ ကြိုးစားပါတော့တယ်။ စွမ်းအင် ကြီးမားလှတဲ့ သူ့ကို The Four လေးယောက်ဘယ်လိုများအနိုင်ယူမလဲဆိုတာကို စိတ်ဝင်မစားကြည့်ရှု့ရမှာဖြစ်ပါတယ်။File Size : (852 MB)Quality : 720p BluRayRunning Time : 1h 46minFormat : Mp4Genre : Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Encode by Tariq L WalkerThe Four – 2012 ကြည့်ရှုရန် နှိပ်ပါThe Four 2 – 2013 ကြည့်ရှုရန် နှိပ်ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGordon ChanJanet ChunStarsAda Liu YanAnthony WongCollin ChouDeng ChaoEmma WuJiang YiyanLiu YifeiRonald ChengSheren TangWaise LeeWu XiuboCastA-WeiAda Liu YanAlec SuAnthony WongAwayne LiuBao Bei-ErCao BingkunChenghui YuCollin ChouDeng ChaoEmma WuJiang YiyanLai XiLee Yiu-GingLiu YanLiu YifeiRonald ChengSheren TangTina XiangWaise LeeWu XiuboWu Ying-JieYu Cheng-Hui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6JrZtwsTUGovMGgUJp6h88uVhgb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sryhjitl2i4e.html",
        "server": "usersdrive.com",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-four-3-kingdom-of-blood-si-da-ming-bu-3-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xupq/The_Four_3_-_Kingdom_Of_Blood_(Si_Da_Ming_Bu_3)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/1YhVCB7K#Zyq1P-yZrHNhrd-KM-B1UZeDIytdYEOnXmsjHy5SYu4",
        "server": "mega.nz",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/8bddg8atl9n1",
        "server": "upstream.to",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "6W7lqlku3p0",
      "video_url": "https://www.youtube.com/watch?v=6W7lqlku3p0",
      "embed_url": "https://www.youtube.com/embed/6W7lqlku3p0"
    }
  },
  {
    "metadata": "PG-13|2014|121 min|Action,Adventure,Marvel Universe,Sci-Fi",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "835,288"
    },
    "title": "Guardians of the Galaxy (2014) MCU",
    "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser.1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကိုhttps://channelmyanmar.org/category/marvel-universe/မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။ပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။အဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။ေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။Infinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan လို႕ေခၚၾကတဲ့ Thanos က ဒီေက်ာက္တံုးေတြကို စုစည္းျပီးစၾကဝဠာကို သူ႕သေဘာအတိုင္းဖန္တီးဖို႕ၾကိဳးစားပါလိမ့္မယ္။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို႕နဲ႕Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖြဲ႕တို႕ ပူးေပါင္းတားဆီးၾကရင္း ျဖစ္လာတဲ့ စစ္ပြဲပါ။Infinity Stones 6 လံုးရဲ႕ တည္ေနရာေတြကေတာ့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ္ကားမွာ နာဇီေတြဆီက လုယူရတဲ့ ေက်ာက္တံုးျဖစ္ျပီးAvengers ဇာတ္ကားမွာ လိုကီက ျဂိဳလ္သားေတြကို ကမာၻကိုေခၚဖို႕ ဝင္ေပါက္ဖြင့္တဲ့ေနရာမွာ အသံုးျပဳခဲ့ပါတယ္၊လက္ရိွကေတာ့ Asgard ျဂိဳလ္ေပၚမွာ သိမ္းဆည္းခဲ့ရင္း Thor: Ragnarok ကားအဆံုးမွာ လိုကီ ခိုးယူခဲ့တာကို ေတြ႕ရမွာပါ)၂။ Reality Stone aka Aether (Red)( စၾကဝဠာကို Big Bang မတိုင္ခင္အထိေတာင္ ျပန္ေျပာင္းပစ္ႏိုင္ပါတယ္။Thor 2: The Dark World မွာ ပါလာခဲ့ျပီး ေနာက္ဆံုး credit scene မွာ Collector ဆိုသူဆီမွာ သိမ္းဆည္းထားပါတယ္)၃။ Power Stone (Purple Orb)( ျဂိဳလ္တစ္ခုလံုးကို အသာေလးဖ်က္ပစ္လို႕ရတဲ့ raw power ေတြပါပါတယ္။Guardian of the Galaxy 1 မွာ ပါဝင္ခဲ့ျပီး Xander က Nova Corps စစ္တပ္လက္ထဲမွာ သိမ္းဆည္းထားပါတယ္။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အခ်ိန္ကို လိုသလိုအသံုးခ်ႏိုင္ပါတယ္။ Doctor Starnge ဇာတ္လမ္းမွာ ပါဝင္လာျပီး လက္ရိွ ေဒါက္တာ စထ္ရိန္႕က ေစာင့္ေရွာက္ထားပါတယ္)၅။ Mind Stone (Yellow)( ဥာဏ္ရည္ကို ျမွင့္တင္ျခင္းနဲ႕ စိတ္ညိဳ႕ျခင္းေတြ ျပဳလုပ္ႏိုင္ပါတယ္။ Avengers 1 မွာ ပါဝင္ခဲ့ျပီး လက္ရိွ Vision ရဲ႕ နဖူးထဲမွာ ျမွပ္ထားတာပါ)၆။ Soul Stone (Orange)( သက္ရိွ သက္မဲ့ အေျခအေနေတြကို ထိန္းခ်ဳပ္ႏုိင္ပါတယ္။ Planet Vormir မွာရွိပါတယ္။ )အဆိုပါ ေက်ာက္တံုး ၆ တံုးကို သံုးႏိုင္ဖို႕ Infinity Gauntlet ဆိုတဲ့ လက္အိတ္ကို လိုပါတယ္။ အဲဒီလက္အိတ္ကိုေတာ့ Thanos ပိုင္ဆိုင္ထားပါတယ္။ဒီေလာက္ဆို Marvel Universe ကိုၾကည့္ဖို႔ အၾကမ္းဖ်ဥ္းလံုေလာက္ျပီ ထင္ပါတယ္။[Unicode]\n1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File size…(2.3 GB) and (1.2 GB in Openload)Quality…1080p BluRay 5.1 DTSFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames GunnStarsBradley CooperChris PrattDave BautistaDjimon HounsouJohn C. ReillyKaren GillanLee PaceMichael RookerVin DieselZoe SaldanaCastAbidemi SobandeAlex RoseAlexis DenisofAlexis RodneyAlison LintottBenicio del ToroBradley CooperBrendan FehrBruce MackinnonChris PrattChristopher FairbankDave BautistaDavid YaroveskyDjimon HounsouDominic GrantDouglas RobsonEkaterina ZalitkoEmily ReddingEmmett ScanlanEnoch FrostEnzo CilentiErica MelargoFrank GilhooleyFredFreddie AndrewsGlenn CloseGraham ShielsGregg HenryHelen BanksImogen PoyntonIsabella PoyntonJames GunnJanis AhernJennifer Moylan-TaylorJohn BrothertonJohn C. ReillyJosh BrolinJozef AokiKaren GillanKeeley ForsythKrystian GodlewskiLaura HaddockLaura OrtizLee PaceLindsay MortonLloyd KaufmanMarama CorlettMarianna DeanMax WrottesleyMelia KreilingMichael RookerMikaela HooverMiriam LuciaNaomi RyanNathan FillionNick HolmesNicole Alexandra ShipleyOphelia LovibondPeter SerafinowiczRachel CullenRaed AbbasRalph InesonRichard KatzRob ZombieRobert FirthRonan SummersRosie JonesSean GunnSeth GreenSharif AtkinsSolomon MousleySpencer WildingStan LeeStephen BlackehartTom ProctorTomas AranaTyler BatesVin DieselWyatt OleffZoe Saldana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bHarw8xrmQeqf3t8HpuMY7zoK4x.jpg",
      "https://image.tmdb.org/t/p/w300/kHex2XdOmGtazk1VfJjp4bl7BIc.jpg",
      "https://image.tmdb.org/t/p/w300/sDaFgf32B9FBfZM1hjAxaj8USdI.jpg",
      "https://image.tmdb.org/t/p/w300/rQTbb3w4rpXt4kY2EyP8sOjnAQ.jpg",
      "https://image.tmdb.org/t/p/w300/ulIcRPYo6562XFg84yxRwuXCWq9.jpg",
      "https://image.tmdb.org/t/p/w300/aVqzQ7zcT940X316UX9qLT1Bomo.jpg",
      "https://image.tmdb.org/t/p/w300/1eh71zFRnblNsnb2NCU7plqFfd3.jpg",
      "https://image.tmdb.org/t/p/w300/qXy4RpimcPSj1ELgUSVKWpsv3vW.jpg",
      "https://image.tmdb.org/t/p/w300/bu3AJfx72mRqAP79CXjU3E8iPu3.jpg",
      "https://image.tmdb.org/t/p/w300/jyopHhvvZbVtTr3HQiTPFoUijQV.jpg",
      "https://image.tmdb.org/t/p/w300/6k3NNLq6HOZMniTb3etKxzITdP9.jpg",
      "https://image.tmdb.org/t/p/w300/5pqz5JKkIdSE5aGg4daAV8WnK8G.jpg",
      "https://image.tmdb.org/t/p/w300/af3OOyT7VyReEPLrHQ7AYqjrKP2.jpg",
      "https://image.tmdb.org/t/p/w300/uHDtPnbxQ5LlHS6lO3osx2N7aU5.jpg",
      "https://image.tmdb.org/t/p/w300/ofj4cz3KePdyeDbLkMYfdln9pDB.jpg",
      "https://image.tmdb.org/t/p/w300/w5KVMSjlwuCGOpX6Z998JhoUZYh.jpg",
      "https://image.tmdb.org/t/p/w300/rQQihQdbWkaHSSZpDsZhTv6TCoH.jpg",
      "https://image.tmdb.org/t/p/w300/naqClLLKomWSCGnawuM0R8j5aKk.jpg",
      "https://image.tmdb.org/t/p/w300/lNZL1Qx6prLZ8yJJgaVoux3SyMk.jpg",
      "https://image.tmdb.org/t/p/w300/ePp5kSxMXW3DDa2vX3aHfjc8L5d.jpg",
      "https://image.tmdb.org/t/p/w300/vvDuhUjiuLssjRUkDWQSLPV16Rw.jpg",
      "https://image.tmdb.org/t/p/w300/pNCSd1vyx1hqhu2kMrCa6isnbLR.jpg",
      "https://image.tmdb.org/t/p/w300/2mITdppBnxmWbEokbdRFQWGeuaZ.jpg",
      "https://image.tmdb.org/t/p/w300/nZNkU2qHJ06OU2baPtaDVX6KudM.jpg",
      "https://image.tmdb.org/t/p/w300/uCpEypTrR5w01JMRGyjRl51yaiq.jpg",
      "https://image.tmdb.org/t/p/w300/iD9PdyvW3pUTtnCIwslwKqBj1aB.jpg",
      "https://image.tmdb.org/t/p/w300/6GtlYBHbSC4bkQ7vfgNovcKKX78.jpg",
      "https://image.tmdb.org/t/p/w300/kVb5UmFoi3Mdwr6EnrWBPta6f5q.jpg",
      "https://image.tmdb.org/t/p/w300/fWJfl6QR0NZTDIjnmIKcyGZ6iFT.jpg",
      "https://image.tmdb.org/t/p/w300/2uvAPuBvkSMaybpJ0dMV529E8sw.jpg",
      "https://image.tmdb.org/t/p/w300/2JzS4KtX0bbjdhO1ycuCAwwla91.jpg",
      "https://image.tmdb.org/t/p/w300/1qDa3ucUsLOQsEHdPPUNkIdPzvu.jpg",
      "https://image.tmdb.org/t/p/w300/35657JZSn1MlRjty9AgmqvpyraY.jpg",
      "https://image.tmdb.org/t/p/w300/1IouKtDPzWCpDaq7heAyXd8sOBF.jpg",
      "https://image.tmdb.org/t/p/w300/eTCWTyfCZyXn3TtAB52smF5F6bV.jpg",
      "https://image.tmdb.org/t/p/w300/8094PEDLq3a5gDMD3d9g5fbKDka.jpg",
      "https://image.tmdb.org/t/p/w300/9RrHG369kUOECDVoeLo2yGmRTHc.jpg",
      "https://image.tmdb.org/t/p/w300/3zep23sMXaVCzl2FG41bEFBwUqg.jpg",
      "https://image.tmdb.org/t/p/w300/hJJOBxwuwhBal558GRJjcsGOMxb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uklv2whase8n.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://yuudrive.me/5eca935a/mcu-cmguardians-of-the-galaxy-2014-1080p-bluray-cm-mp4",
        "server": "yuudrive.me",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/mcu-cm-guardians-of-the-galaxy-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://megaup.net/2MEuq/(MCU-CM)Guardians.of.the.Galaxy.2014.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://mega.nz/file/Z15XHZhR#I2nW5oMzofO9jKzBr9S9PM4f67VFIgWlwQqN4Snis78",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/guardians-of-the-galaxy-2014-1080-p-blu-ray-x-264-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.27GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1Dzs7/Guardians.of.the.Galaxy.2014.1080p.BluRay.x264_HEVC_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.27GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/xyqu5a59enk7.html",
        "server": "usersdrive.com",
        "size": "2.27GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/guardians-of-the-galaxy-2014-mcu",
        "server": "VIP Links",
        "size": "2.27GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbembed4.com/aduzfluwetfr.html",
        "server": "streamsb.com",
        "size": "910MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "b7yOuhI1dzU",
      "video_url": "https://www.youtube.com/watch?v=b7yOuhI1dzU",
      "embed_url": "https://www.youtube.com/embed/b7yOuhI1dzU"
    }
  },
  {
    "metadata": "PG-13|2014|142 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "348,156"
    },
    "title": "The Amazing Spider-Man 2 (2014)",
    "description": "ဒီဇာတ်ကားက ကျွန်တော် အရမ်းကြိုက်ခဲ့တဲ့ Spider-Man ကာတွန်းဇာတ်လမ်းထဲက ဇာတ်လမ်းတစ်ချို့ကို အခြေခံပြီး ရိုက်ကူးထားသလို၊ Visual Effect ကလည်း အရမ်းကောင်းပါတယ်။ ဒါ့အပြင် Spider-Man Web ပစ်ပြီး လေထဲမှာ သွားတဲ့ အခန်းတွေက တကယ် ကြည့်လို့ကောင်းပြီး၊ Electro နဲ့ ရင်ဆိုင်တဲ့ အခန်းမှာလည်း Slow Motion ကို လိုအပ်သလောက် ထည့်ပြီး ပညာသား ပါပါ အသုံးပြုသွားပါတယ်။Superheros ရုပ်ရှင် ကားတွေထဲမှာ လက်ရှိအချိန်ထိ ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေကThe Dark Knight နဲ့ Avengers တို့ဖြစ်ပါတယ်။ ဒီကားက အဲ့ဒီ နှစ်ကား လောက် စိတ်လှုပ်ရှားမှုမပေးနိုင်သလို၊ ဇာတ်ရှိန် အတက်အကျမကောင်းပေမယ့်၊ လက်ရှိအချိန်မှာတော့ အကောင်းဆုံး Spider-Man ကားလို့ တောင် ပြောလို့ရပါတယ်။ Original Spider-Man 2 ဇာတ်ကားထက်တောင် မှ အများကြီးသာလွန်နေပြီး၊ Captain America ထက် ပိုကြိုက်ပါတယ်။ဒါပေမယ့် ကျွန်တော်ပြောခဲ့သလို၊ ဇာတ်လမ်းက ဇာတ်ရှိန် အတက်အကျ မမှန်ပါဘူး။ အထူးသဖြင့် Peter နဲ့ Gwen တို့နဲ့ အချစ်ဇာတ်လမ်းက ကလေး ကစားသလိုဖြစ်နေပါတယ်။ ပရိတ်သတ်တစ်ချို့က ဒီအချစ်ဇာတ်လမ်းမလိုဘူး လို့ထင်ပေမယ့် တကယ်တော့ Spider-Man ဇာတ်လမ်းမှာ အချစ်ဇာတ်လမ်း လိုကို လိုပါတယ်။သူက လူတွေကို ကယ်တင်နေရင်းနဲ့ တဖက်ကလည်း ချစ်သူနဲ့ တွဲသင့် မတွဲသင့် အမြဲ တမ်းကြုံတွေ့ရသလို၊ ရန်သူတွေက သူ့ချစ်သူကို အန္တရာယ်ပေးမှာ လည်း တွေးပူရပါတယ်။ ဒီကားက အဲ့ဒီအချက်ကို ထည့်ပေးထားပေမယ့် တစ်ချို့အခန်းတွေက သာမန် Drama ကားတွေလောက် တောင် မကောင်းဘူးဖြစ်နေပါတယ်။ဒါပေမယ့် ကျွန်တော်က ကျန်တဲ့ အချက်အားလုံးနီးပါးကို သဘောကျပါတယ်။ ဒီကားမှာ Electro ကို အဓိက ရန်သူအဖြစ် မိတ်ဆက်သွားပြီး၊ သူ့ရဲ့ Transformation ကလည်း အရမ်းကောင်းပါတယ်။ ကာတွန်းထဲက နဲ့ မတူပေမယ့် ကာတွန်းထဲက Origin ထက်ပိုပြီး ကြည့်လို့ကောင်းပါတယ်။ အထူးသဖြင့် Oscorp နဲ့ ဗီလိန်အား လုံး ချိတ်ဆက်ပေးထားပြီး Sinister Six ကို သွားနေတဲ့ ပုံစံလည်း ဖြစ်ပါတယ်။ဒီကားက အက်ရှင် ဇာတ်ကွက်တော့ အနည်းပဲပါပြီး၊ သာမန်ပရိတ်သတ်ကို စိတ်ကြေနပ်မှု သိပ်မပေးနိုင်ခဲ့ ပါဘူး။ ဘာလိုလည်းဆိုတော့ သူတို့က နောက်ထပ် ဇာတ်ကားတွေအတွက် ပြင်ဆင်နေလို့ပဲဖြစ်ပါတယ်။ အထူး သဖြင့် Andrew Garfield ကို နောက်ထပ် ၂ ကားထပ်ရိုက်ဖို့ စာချုပ်ချုပ်ပြီးသွားပြီလို့လည်း သိရပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)File size…(4.8 GB)/(2.4 GB)/(1.3 GB)Quality….BluRay 4K HEVC/ DS4K 1080p HEVC / 720pFormat…mkv/mp4Duration….02:21:34Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc WebbWendy Lee RobertsStarsAndrew GarfieldCampbell ScottColm FeoreDane DeHaanEmbeth DavidtzEmma StoneJamie FoxxMax CharlesPaul GiamattiSally FieldCastAdrian MartinezAidy BryantAndrei RuntsoAndrew GarfieldAnslem RichardsonB. J. NovakBill HeckBJ DavisBrennan TaylorBrian McElhaneyCal McCrystalCampbell ScottCharlie DePewChris CooperClem CheungColm FeoreDane DeHaanDaniel GerrollDario BarossoDavid ShabtaiDavid ShihDenis LearyDrew BeasleyDusan HyskaEmbeth DavidtzEmma StoneFelicity JonesFrank DealGreg ConnollyHelen SternJ.D. WalshJabari GrayJacob RodierJames ColbyJames McCauleyJamie FoxxJamie Lynn ConcepcionJessica AboJessica Shea AlversonJonathan BraylockJorge VegaJosh Elliott PickelJulia DavisKari ColemanLouis CancelmiLynn MarocolaMark DohertyMartin SheenMarton CsokasMatthew TronieriMax CharlesMichael MasseeOdette Warder HendersonPat KiernanPaul GiamattiPaul UrcioliPeter KT TzotchevPeter TzotchevRachael McOwenRobert NewmanSally FieldSalvatore L. RossiSarah GadonSkyler GisondoSlate HolmgrenStan LeeStefanie BarrySteven HauckTeddy ColucaThaddeus PhillipsTimothy AdamsTug Coker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u7SeO6Y42P7VCTWLhpnL96cyOqd.jpg",
      "https://image.tmdb.org/t/p/w300/iWrDibFusV4JEz5Qw79RuWSGfX4.jpg",
      "https://image.tmdb.org/t/p/w300/mPyiNWS0upEG1mGKOKyCQSoZpnp.jpg",
      "https://image.tmdb.org/t/p/w300/k3bSkdbbNguVE7MTJB8ZZAMTXwS.jpg",
      "https://image.tmdb.org/t/p/w300/uKjQG8MjipLwmKA5F3RIRus3Zao.jpg",
      "https://image.tmdb.org/t/p/w300/rbwXgWZwyYKbwAJuegnzuNlcgfs.jpg",
      "https://image.tmdb.org/t/p/w300/SSFIJp1TqfRGMCblkJpW6nxYhj.jpg",
      "https://image.tmdb.org/t/p/w300/kpwZav5jaxuGT2dBYQntkgExDEN.jpg",
      "https://image.tmdb.org/t/p/w300/9imW701EpAKpVhLZZRAuUtdptmS.jpg",
      "https://image.tmdb.org/t/p/w300/3sRrpY7ILvqtcWxvooFyOj0f35X.jpg",
      "https://image.tmdb.org/t/p/w300/5Yj3KIkyNf8KMl7VjrCs7sVdmxQ.jpg",
      "https://image.tmdb.org/t/p/w300/rF3kAqk08zGSvs8m6hRwsi28nHg.jpg",
      "https://image.tmdb.org/t/p/w300/dPj9RAHYhcmUQfLR7HKgthOzxgZ.jpg",
      "https://image.tmdb.org/t/p/w300/4rL2zlusJHFoeJWnVZAa9S2Up0k.jpg",
      "https://image.tmdb.org/t/p/w300/7LfWVC34L2gYy6qZpRuNh3iFGWW.jpg",
      "https://image.tmdb.org/t/p/w300/lkKF5ab85k4Ls56q4ev9UO94Hov.jpg",
      "https://image.tmdb.org/t/p/w300/h2kRhU64AQn3cDndNqnv9ckcRaJ.jpg",
      "https://image.tmdb.org/t/p/w300/2JfMyuC4goZqzo4SKGAfZEgAmkS.jpg",
      "https://image.tmdb.org/t/p/w300/qX3LbPeACoTtx8Z4WVlZYzWDsbM.jpg",
      "https://image.tmdb.org/t/p/w300/20D8rc4hRKPiGh7j8f6IjlxlkyP.jpg",
      "https://image.tmdb.org/t/p/w300/bkNvvn0C1xphI9TRd1ADONHiHxo.jpg",
      "https://image.tmdb.org/t/p/w300/luyYoR8nyOCQIepMjoH9gOKDTh1.jpg",
      "https://image.tmdb.org/t/p/w300/cNrtzFZnjo6cdRCCy65EuRYOUJ8.jpg",
      "https://image.tmdb.org/t/p/w300/vMJTH2AFEHrSSezsjGQeUH0yEdh.jpg",
      "https://image.tmdb.org/t/p/w300/77xZxHM0FWyqfeCFoiNz4UIIldi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOTA5NDYxNTg0OV5BMl5BanBnXkFtZTgwODE5NzU1MTE@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-amazing-spider-man-2-2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-amazing-spider-man-2-2014-2160-p-blu-ray-4-k-sdr-10-bit-hevc-aac-5-1-audio-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/32W9u/(CM)_The_Amazing_Spider-Man_2_(2014)_2160p_BluRay_4K_SDR_10bit_HEVC_AAC_5.1_Audio-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/4tsRVQgT#EM7ZYDwiZi3PzCPujOW3qE7LKjhg5LlW32S3-NYMcmI",
        "server": "mega.nz",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/kohzy9lup9za.html",
        "server": "usersdrive.com",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-amazing-spider-man-2-2014-1080-p-ds-4-k-sdr-10-bd-rip-10-bit-x-265-hevc-aac-5-1-audio-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://megaup.net/2xsbn/(CM)_The_Amazing_Spider-Man_2_(2014)_1080p_DS4K_SDR10_BDRip_10bit_x265_HEVC_AAC_5.1_Audio-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/s9sHjKLB#ZXSCZLPdS6w22ioWw91tNL1iwScQjsu--bHXfWJFyjc",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/nwuftoyafui6.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-amazing-spider-man-2-2014-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bxgq/(CM)_The_Amazing_Spider-Man_2_(2014)_720p_.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NlknUKQK#w3Ryf7-MsYJzFcM3vwFWFzuEK3BKdIt5ARDTScqo3iE",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dzgb7m2oxuqb.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/avdl43mhyk7k.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DlM2CWNTQ84",
      "video_url": "https://www.youtube.com/watch?v=DlM2CWNTQ84",
      "embed_url": "https://www.youtube.com/embed/DlM2CWNTQ84"
    }
  },
  {
    "metadata": "PG-13|2014|1h 38min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "143,628"
    },
    "title": "Hercules (2014)",
    "description": "Hercules (2014)IMDb – 6.0/10_____Rotten – 57%#ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ The Rock ရဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို၊ Hercules ရဲ့ ဇာတ်လမ်းကို မထင်မှတ်ထားတဲ့ ရှုထောင့်ကနေတင်ဆက် ပေးထားတာဖြစ်ပါတယ်။ရှေးပုံပြင်တွေမှာ Hercules က Demi-God ဖြစ်ပြီး Zeus ရဲ့ သားဖြစ်တယ်လို့အာလုံး က လက်ခံထားကြသလို၊ Hercules ကာတွန်းကားကလည်း ဒီအတိုင်းပဲ သရုပ်ဖော်ထားခဲ့ပါတယ်။ ဒီကားကတော့ Hercules ရဲ့ ဂုဏ်သတင်း နဲ့ အားလုံးသိထားတဲ့ ပုံပြင်တွေ၊ စွန့်စားခန်းတွေ က တကယ်တော့ လူတွေ လုပ်ကြံပြောဆိုတာပါဆိုပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းမှာ Hercules ရဲ့ တူဖြစ်သူက ခရီးလှည့်လည်သွားလာရင်းနဲ့ ရောက်လေရာမှာ သူ့ဦးလေးရဲ့ အကြောင်းကို လူတွေ အထင်ကြီး လေးစားလာအောင် ရန်သူတွေ ကြောက်ရွံ့ အောင် ပြောဆိုလေ့ရှိပါတယ်။ Hercules က ခေါင်းသုံးနဲ့ နဂါးကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ၊ တောဝက်ကြီးကို ဘယ်လို နှိမ်နင်းခဲ့တာ၊ ခြေင်္သေ့ကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ စသဖြင့် ပုံပြင်တွေ လုပ်ပြီး ပြောပြရာကနေ Hercules ရဲ့ ဂုဏ်သတင်းက ပြန့်နှံ့ခဲ့ပါတယ်။ တကယ်လည်း Hercules က ဒီသတ္တဝါတွေကို နှိမ်နင်းခဲ့တာဖြစ်ပေမယ့် သူတစ်ယောက်တည်း မဟုတ်ပါဘူး။ Hercules မှာ သူ့ ကိုလေးစားချစ်ခင်ပြီး သူ့နောက်က အမြဲလိုက်နေတဲ့ မိတ်ဆွေတွေရှိပြီး သူတို့အဖွဲ့က နှိမ်နင်းခဲ့တာဖြစ်ပါတယ်။ဇာတ်ကားက Hercules ကို ပုံပြင်တွေထဲကလို စွမ်းအားရှင်၊ အဖြစ် ပုံမပေါ်ထားပဲ၊ သာမန်လူတစ်ယောက် ကနေ၊ သာမန်လူတွေထက် အင်အားပိုသန်သလို၊ နည်းပရိယာယ်ကြွယ်ဝတဲ့ လူစွမ်းကောင်း တစ်ယောက် အဖြစ် သဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားပါတယ်။ဒီအချက်တစ်ချက်တည်းနဲ့ တင် ပရိတ်သတ်ကိုကြည့်ဖို့ ကျွန်တော် တိုက်တွန်းလိုပြီး၊ သရုပ်ဆောင်၊ ဇာတ်လမ်း၊ ဒါရိုက်တာ ဇာတ်ရှိန်အတက်အကျ ကောင်းမွန်လို့ ဇာတ်ကားကောင်း တစ်ကားအဖြစ် မိတ်ဆက်ပေးရတာဖြစ်ပါတယ်။ဒီဇာတ်ကားနဲ့ပတ်သက်ပြီး ကျွန်တော် ပြောခဲ့ဖူးတာ တစ်ခု ပြန်သတိရမိပါတယ်။ ကျွန်တော်တို့ ငယ်စဉ်က သင်ခဲ့ရတဲ့ ကျန်စစ်သား၊ ငထွေးရူး၊ ငလုံးလဖယ်၊ ညောင်ဦးဖီး တို့ လေးယောက်ကို အနော်ရထာမင်းကြီး က ရှမ်းပြည်ကို စစ်ကူလွှတ်တဲ့ အခန်းကိုသတိရမိပါတယ်။ စာထဲမှာ ရှမ်းပြည်ကို ဂွမ်းစစ်စသည် တစ်သိန်း ချီတက်လာတော့ ရှမ်းစော်ဘွားက စစ်ကူတောင်းပါတယ်။ ဒါကို အနော်ရထာမင်းကြီးက စစ်သားလေးသိန်း အကူအညီ ပေးမယ်ဆိုပြီး တကယ်တမ်းမှာတော့ ကျန်စစ်သားတို့ လေးယောက်ကို စစ်တပ်အနည်းငယ်နဲ့ စေလွှတ်ခဲ့ပါတယ်။ဒီနေရာမှာ ပြောချင်တာက မြန်မာရုပ်ရှင်ထုတ်လုပ်သူတွေအနေနဲ့ ကျန်စစ်သားဇာတ်ကားရိုက်တိုင်း၊ အနော်ရထာရဲ့ မိဖုရားလောင်း နဲ့ အထင်လွဲလို့ လှံနဲ့ ပစ်တဲ့ အခန်းက နေစပြီး၊ ကြားထဲမှာ မိန်းမလေးယောက် ယူတာကိုပဲ ရိုက်မနေကြပါနဲ့လို့။ အထက်မှာပြောခဲ့တဲ့ ဇာတ်လမ်းတစ်ခုနဲ့တင် တကယ်ကို ကြည့်ကောင်းမယ့် ရုပ်ရှင်အဖြစ် ရိုက်ကူးလို့ရနေပါပြီ။ Special Effect တွေ မသုံးပဲ နဲ့တောင် ဇာတ်ကားကောင်းဖြစ်အောင် ရိုက်ကူးလို့ရပါတယ်။ဒါ့အပြင် ထွေးရူး၊ ငလုံးလဖယ်၊ ညောင်ဦးဖီး အသီးသီး စွမ်းရည်ပြတဲ့အခန်းနဲ့ ဇာတ်လမ်းကိုစပြီး၊ ကျန်စစ်သားက စစ်သည် လိုက်စုဆောင်းတဲ့ နေရာနဲ့ ဇာတ်လမ်းကို ဖွင့်လိုက်ရင် အရမ်းကြည့်ကောင်း တဲ့ War/Action ရုပ်ရှင်ဖြစ်လာမှာပါ။Hercules က ရုံမှာကြည့်ဖို့ အဆင်ပြေပြီးမိသားစုတူတူကြည့်နိုင်ပါတယ်။#Sololay(ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြပါသည်….)File size…1.2GBQuality….DVDripFormat…mp4hour….01:38:00Subtitle….Myanmar (Hardsub)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrett RatnerSusie JonesStarsAksel HennieDwayne JohnsonIan McShaneIngrid Bolsø BerdalJohn HurtJoseph FiennesPeter MullanReece RitchieRufus SewellTobias SantelmannCastAksel HennieBarbara PalvinCaroline BoultonChristopher FairbankDwayne JohnsonIan McShaneIan WhyteIngrid Bolsø BerdalIrina ShaykIsaac AndrewsJoe AndersonJohn CrossJohn HurtJoseph FiennesKarolina SzymczakMark PhelanMáté HaumannMatt DevereNicholas MossPeter MullanRebecca FergusonReece RitchieRobert MailletRobert WhitelockRufus SewellStephen PeacockeTobias Santelmann",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nl18gyzai02Tu99VkURu7kCFrR8.jpg",
      "https://image.tmdb.org/t/p/w300/1Pol7cMlzsoTk3OaQWyuGPP8BLG.jpg",
      "https://image.tmdb.org/t/p/w300/8udcy9JSbmNLIF0hwdyKweFwvra.jpg",
      "https://image.tmdb.org/t/p/w300/tc946m6EPAqVEfx9P3lHdvcNr9C.jpg",
      "https://image.tmdb.org/t/p/w300/byreVMxSJkXySGxqhIHYpHNGeJJ.jpg",
      "https://image.tmdb.org/t/p/w300/6G2oZlcV2JotOvAUuOxp0IM2HXR.jpg",
      "https://image.tmdb.org/t/p/w300/axkKMQrOaovEjZviAJxaCykKlwI.jpg",
      "https://image.tmdb.org/t/p/w300/f5zqdZqAoQD64HR56SccWFFSq6S.jpg",
      "https://image.tmdb.org/t/p/w300/aNK6j3BFUedPxwexBkVg5MBvNDM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/hercules-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/k6n66nbo2r1q.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://yoteshinportal.cc/hercules-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      },
      {
        "link": "http://www.filedwon.info/yer8b9uq9yew/Hercules_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://megaup.net/2ep9m/Hercules_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://mega.nz/file/Nt9xRCJS#wF5wVXTvWd9puRVULfGsWX1ifjyT1Pk7_obJRMV1r7k",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://upstream.to/2v0v6gf5qhzn",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "DVD Rip"
      }
    ],
    "trailer": {
      "video_id": "HydiAICZq6I",
      "video_url": "https://www.youtube.com/watch?v=HydiAICZq6I",
      "embed_url": "https://www.youtube.com/embed/HydiAICZq6I"
    }
  },
  {
    "metadata": "Not Rated|2014|1h 53min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Monster (2014)",
    "description": "Monster(2014)===========IMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။သို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။Thriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။Psychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။ကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။သရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။ဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။နောက်… ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ အံ၀င်ခွင်ကျကို လိုက်ဖက်တယ်။ကလေးသရုပ်ဆောင်မလေး အပါအ၀င် ကျန်တဲ့လူတွေလည်း သူ့နေရာနဲ့သူ ကောင်းကြပါတယ်။အကုန်လုံးကလည်း K Drama တွေနဲ့ ရင်းနှီးတဲ့သူတွေ မစိမ်းတဲ့ သူတွေချည်း။နောက်အားသာချက်ကတော့ ကလေးသရုပ်ဆောင်နဲ့ ဂိုအွန်းနဲ့ကြားက Chemistry က ချစ်စရာလည်းကောင်း နာကျင်စရာလည်းကောင်းပြီး အတော်လေး Emotional ဖြစ်တယ်။အားနည်းချက်ကတော့ သိပ်တော့ ထွေထွေထူးထူး မဟုတ်ပေမဲ့ R Rate မထားချင်လားလို့လားတော့ မသိ သတ်ခန်းဖြတ်ခန်းတွေမှာ လုံး၀ ပီပီပြင်ပြင်ကြီး သတ်ပြသွားတာမျိုး မရှိဘူး။သို့ပေမဲ့ သွေးသံရဲရဲအခန်းတွေတော့ အတော်များပါတယ်။Run time ပိုယူပြီး သတ်ခန်းဖြတ်ခန်းတွေကို သေချာလေးပြပြီး ဇာတ်အိမ်လေးနည်းနည်း ဖြည့်လိုက်ရင်တော့ ဒီထက် ကြည့်ရကောင်းသွားမယ်တော့မြင်မိတာပါပဲ။ပတ်ချန်း၀တ်ကားဆန်သွားတာပေါ့။ဒါရိုက်တာကတော့ Spellbound နဲ့ ဒီကား နှစ်ကားပဲရိုက်ထားပြီး နှစ်ကားလုံး အတော်ကြည့်ပျော်တော့ မဆိုးဘူးပြောရမယ်။ဘာပြောပြောပါ နာမည်ကြီးဒါရိုက်တာတစ်ယောက် ရိုက်တာမဟုတ်ဘဲ ဒီလောက်ကြည့်ပျော်တဲ့ Thrillerလိုင်းက ကားက ရှားပါတယ်။ကိုရီးယား Psychopath ရုပ်ရှင်တွေ Thriller ရုပ်ရှင်တွေ ကြိုက်တဲ့လူတွေအတွက် အာသီသ ပြေစေမယ့်ကားဖြစ်တဲ့အပြင်ရင်နင့်စဖွယ်အရာတွေနဲ့ ချစ်စဖွယ် ဇာတ်၀င်ခန်း‌တွေကို ရောယှက်ပြီး ပရိတ်သတ်ကို ခံစားရအောင်လုပ်နိုင်တဲ့Entertain လည်း အတော်ဖြစ်တဲ့ ကားဆိုတာကတော့ မမှားပါဘူး။File size…(1.98 GB) / (982 MB)/ (398 MB)Quality…WEB-DL 1080p / 720p / 480pFormat…mp4Duration…. 1h 43 minSubtitle….Myanmar Subtitle (Hardsub)Encoder…. d3monTranslated byThe PoohYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhn Seo-hyunKim Bo-RaKim Bu-seonKim Go-eunKim Roi-haLee Min-ki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lCbAXmuyUFbaMrFhvSmEyERw9dg.jpg",
      "https://image.tmdb.org/t/p/w300/uLJE9jktJlDelhWnK2mvkt0aNwo.jpg",
      "https://image.tmdb.org/t/p/w300/hAKmqmL4o4lybYUduFmAPXSI5Ts.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-2014",
        "server": "VIP Links",
        "size": "1.98 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-2014-1080-p-amzn-web-dl-dd-2-0-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.98 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://megaup.net/1Ey6v/(CM)Monster.2014.720p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "server": "megaup.net",
        "size": "1.98 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/a4nzyuookuxn.html",
        "server": "usersdrive.com",
        "size": "1.98 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://cloudemb.com/lf8ij02mjpwl.html",
        "server": "streamsb.com",
        "size": "1.98 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-2014-720-p-amzn-web-dl-dd-2-0-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "982 MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://megaup.net/1Ey65/(CM)Monster.2014.480p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "server": "megaup.net",
        "size": "982 MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/ow04xx5ogvxu.html",
        "server": "usersdrive.com",
        "size": "982 MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://cloudemb.com/p7kqz24g2t7l.html",
        "server": "streamsb.com",
        "size": "982 MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-2014-480-p-amzn-web-dl-dd-2-0-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "398 MB",
        "quality": "480P WEB-DL"
      },
      {
        "link": "https://megaup.net/30t2C/(CM)Monster.2014.1080p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "server": "megaup.net",
        "size": "398 MB",
        "quality": "480P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/ijzj3ek5nnd2.html",
        "server": "usersdrive.com",
        "size": "398 MB",
        "quality": "480P WEB-DL"
      },
      {
        "link": "https://cloudemb.com/c97qo26vd879.html",
        "server": "streamsb.com",
        "size": "398 MB",
        "quality": "480P WEB-DL"
      }
    ],
    "trailer": {
      "video_id": "X2w-zAihnnM",
      "video_url": "https://www.youtube.com/watch?v=X2w-zAihnnM",
      "embed_url": "https://www.youtube.com/embed/X2w-zAihnnM"
    }
  },
  {
    "metadata": "N/A|2014|95 min|Animation,Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "4,703"
    },
    "title": "Stand by Me Doraemon",
    "description": "ဒိုရာမြန္ လုိ႔ေျပာလုိက္ရင္ အျပာေရာင္ေၾကာင္ကာတြန္းရုပ္ေလးကို ေျပးျမင္မိၾကမွာပါ။ဒိုရာမြန္ဟာ ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ manga စီးရီးတစ္ခုလည္းျဖစ္ပါတယ္။ဒီ Stand by Me Doraemon ကာတြန္းရုပ္ရွင္က 2014 ခုႏွစ္မွာထြက္ခဲ့တာျဖစ္ၿပီး38 ႀကိမ္ေျမာက္ ဂ်ပန္အကယ္ဒမီ ကာတြန္းရုပ္ရွင္ဆု ရရွိခဲ့တဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ကေလးေတြအတြက္သာမက လူႀကီးေတြအတြက္ပါ ခံစားၾကည့္ရႈလုိ႔ရတဲ့ကာတြန္းကားဆိုလည္းမမွားပါဘူး။ ဒီကားမွာ ဒိုရာမြန္ ဇာတ္လမ္းတြဲေတြရဲ႕ အစလုိ႔ေျပာလုိ႔ရတဲ့ ..အလြဲလြဲအေခ်ာ္ေခ်ာ္နဲ႔ လူညံ့ လူပ်င္းေလး ႏိုဘိတ ဆီကို ဒိုရာမြန္ေရာက္လာရတဲ့အေၾကာင္းအရင္းကို ဇာတ္လမ္းတည္ထားပါတယ္။ႏိုဘိတက က်န္တဲ့ေနရာသာ သံုးစားမရေပမယ့္ ေမတၱာတရားမွာေတာ့ေခသူမဟုတ္ ဆိုတဲ့အထဲကပါ။ ဒီကားေလးထဲမွာ ႏိုဘိတရဲ႕ခြက္ရွ္ ရွီဇူကာအေပၚထားတဲ့ေမတၱာတရားေတြ၊ဒိုရာမြန္နဲ႔ ႏိုဘိတၾကားက သံေယာဇဥ္ေတြ၊ လူတစ္ဘက္သားကိုအႏိုင္က်င့္တတ္တဲ့ဂ်ီႀကီးနဲ႔ စနိတို႔ရဲ႕ အမူအက်င့္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ဖြဲ႕လုိက္တဲ့အခါမွာေတာ့ရယ္စရာလည္းပါ၊ ၀မ္းနည္းစရာလည္းပါ၊ သနားစရာေတြလည္းပါတဲ့ကာတြန္းဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္လာခဲ့ပါေတာ့တယ္။ၾကည့္ရက်ိဳးနပ္တဲ့ ကာတြန္းကားေလးျဖစ္သလုိဒိုရာမြန္ ခ်စ္သူေတြအတြက္ေတာ့ လံုး၀လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ခင္ဗ်ား။ဘာသာျပန္နဲ႕ အညႊန္းကေတာ့ Phyo Thu Kyaw ျဖစ္ပါတယ္ဗ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRyuichi YagiTakashi YamazakiStarsAruno TaharaKotono MitsuishiMiyako TakeuchiSachi MatsumotoSatoshi TsumabukiShihoko HaginoTomokazu SekiVanilla YamazakiWasabi MizutaYumi KakazuCastAruno TaharaKotono MitsuishiMegumi OoharaMiyako TakeuchiSachi MatsumotoSatoshi TsumabukiShihoko HaginoSubaru KimuraTomokazu SekiVanilla YamazakiWasabi MizutaWataru TakagiYasunori MatsumotoYumi Kakazu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1aABIiqBY7yoQESE8qWvR0w9bJZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYTVlZTc0NzMtNzBiYi00MzA1LWJiNmUtNzk2YmRmNzczMjE2XkEyXkFqcGdeQXVyMjI1OTQ2MjU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/stand-by-me-doraemon-2014-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/stand-by-me-doraemon-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "K4SMJcSyxYk",
      "video_url": "https://www.youtube.com/watch?v=K4SMJcSyxYk",
      "embed_url": "https://www.youtube.com/embed/K4SMJcSyxYk"
    }
  },
  {
    "metadata": "PG-13|2014|1h 52min|Drama,Horror,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "51,319"
    },
    "title": "Stonehearst Asylum (2014)",
    "description": "Stone Hearst Asylum (2014)IMDb – 6.8/10_____Rotten – 54%ဒီဇာတ်ကားကတော့ IMDb rating 6.8/10 ရရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဆင်ထားပုံကတော့ဇာတ်လမ်းဇာတ်ကွက်ကောင်းပါတယ်ဆိုတဲ့ ကုလားကားတွေကို သနားတယ်လို့တောင်ပြောလို့ရတဲ့ဇာတ်ကားပါ။ဇာတ်ကားတကားလုံး လျှိုကွက်တွေနဲ့ ပြည့်နှက်နေပြီးဇာတ်လမ်းကို အစအဆုံး ကြည့်မှသာ ဇာတ်လမ်းသဘောတရားကို သိရှိနိုင်မှာပါ။ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင် Eliza Graves နေရာမှာမင်းသမီး Kate Beckinsale ကသရုပ်ဆောင်ထားပြီးတော့အဓိက မင်းသား ဒေါက်တာEdward Newgate နေရာမှာ မင်းသား Jim Sturgess ကပီပီပြင်ပြင်သရုပ်ဆောင်ထားတာပါ။ဒီဇာတ်ကားကိုမှာ သဘောကျတာကတော့ တကားလုံးကို အရူးတွေနဲ့ဘဲဇာတ်လမ်းဆင်ရိုက်ကူးထားတာကိုပါ။ဒီဇာတ်ကားဟာ Golden Reel Award မှာ Best Sound Editing Award ကိုရရှိထားလို့အသံကျယ်ကျယ်လေးနဲ့ကြည့်ရှုကြည့်ကြပါလို့ အကြံပြုခြင်ပါတယ်။Oxford တက္ကသိုလ်ရှိ ဆေးပညာဆွေးနွေးပွဲတခုမှာ စိတ်ရောဂါတမျိုးကို ဆွေးနွေးကြရာမှစိတ်ဝေဒနာရှင် တွေကို လက်တွေ့စမ်းသပ်ပြသခဲ့ရာမှစိတ်ဝေဒနာရှင် Eliza Graves ကို မင်းသား ဒေါက်တာ Edward Newgate ကတွေ့ရှိပြီး စွဲလမ်းသွားရာမှEliza ကိုထားရှိကုသတဲ့ စိတ်ရောဂါကုဆေးရုံ Stone Heart Asylum သွားရောက်ပြီး ကယ်တင်ဖို့ကြိုးစားပါတယ်။Stone Heart Asylum ကိုရောက်ရှိသွားတဲ့အချိန်မှာစစ်ဆရာဝန်အရူး ဒေါက်တာ Silas Lamb (Ben Kingsley) ကဆေးရုံရှိဆရာဝန်တွေကို ဖမ်းချုပ်ပြီး အရူးထောင်ကို အပိုင်စီးကာစိတ်ရောဂါဝေဒနာရှင်တွေကို သူ့ရဲ့ အရူးကုထုံးတွေနဲ့ ကုသနေတာကိုရောက်ရှိလာမယ့် ဒေါက်တာ Newgate က ဘယ်လို သိရှိသွားမလဲ ………..ဒေါက်တာ Newgate ကို ဒေါက်တာ Limb ကဘဲလှည့်စားထားနိုင်မလားဒေါက်တာ Newgate က ဘယ်လို လွတ်မြောက်အောင် ကြိုးစားမလဲသူချစ်တဲ့ Eliza ကိုရောကယ်တင်နိုင်ပါ့မလားဆိုတာကိုပရိတ်သတ်ကြီးအနေနနဲ့ ဆက်လက် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်(ဇာတ်ကားအညွန်းကတော့ ကသာသားလေး ရေးပေးထားတာ ဖြစ်ပါတယ်)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad AndersonStarsDavid ThewlisJim SturgessKate BeckinsaleCastAlexandra SpasovaAndrew DallmeyerAndrey SlabakovAnton TrendafilovAsen MutafchievBen KingsleyBrendan GleesonChristopher FulfordCiara FlynnDarin AngelovDavid ThewlisDejan AngelovEdmund KingsleyEkaterina StoyanovaGabrielle DowneyGuillaume DelaunayHristo MitzkovIvo KehayovJason FlemyngJim SturgessJivka GanchevaJoreta NikolovaKalin VrachanskiKate BeckinsaleKrasimir GospodinovKrasimir KutsuparovKrasimir NedevMalin KrastevMarin YanevMarta Gutiérrez AbadMichael CaineMoni ZarevNikolay StanoevPetya DimanovaPetya KamenovaRobert HandsRuslan MainovSinéad CusackSophie Kennedy ClarkStefan ShterevStoyan AleksievTeodor YordanovVelimir VelevVelizar BinevVelizar VelichkovYordan BikovYordan Zahariev",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2Zh5pYl3Sbu94E0rmF3Cu0i7IAh.jpg",
      "https://image.tmdb.org/t/p/w300/7t4OgKvzqfvDcB2nA6oPyEHWd2G.jpg",
      "https://image.tmdb.org/t/p/w300/6XSvdW8LtXF4JBtLrcqMS0PttsJ.jpg",
      "https://image.tmdb.org/t/p/w300/6Ubwygna9slDYTRe0tsVmsmCZuq.jpg",
      "https://image.tmdb.org/t/p/w300/x0FzUWQ1rRJTFcmlazlSwDqhCoZ.jpg",
      "https://image.tmdb.org/t/p/w300/7EaIeAx89dHU0063tKr31jBVxt3.jpg",
      "https://image.tmdb.org/t/p/w300/988AG01BZZe62P33jemkFIacxF9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/07/Stonehearst-Asylum-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a51bj2dwq6gm.html",
        "server": "usersdrive.com",
        "size": "770 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/stonehearst-asylum-eliza-graves-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/U759/Stonehearst_Asylum_(Eliza_Graves)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "770 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://mega.nz/file/V8Mi2D5R#QXPUPZkpt1lJ3uvPo-AGBHkjCgZyg8IX0LXtF6D3wSI",
        "server": "mega.nz",
        "size": "770 MB",
        "quality": "HD 720p"
      },
      {
        "link": "http://www.filedwon.info/ldr85y68h2w1/Stonehearst_Asylum_(Eliza_Graves)_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "770 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/dtpsg921zpxg",
        "server": "upstream.to",
        "size": "770 MB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "3fw6fDIgNcw",
      "video_url": "https://www.youtube.com/watch?v=3fw6fDIgNcw",
      "embed_url": "https://www.youtube.com/embed/3fw6fDIgNcw"
    }
  },
  {
    "metadata": "PG-13|2014|123 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "344,476"
    },
    "title": "Godzilla (2014)",
    "description": "2014 ခု နှစ်မှာထွက်ရှိခဲ့တဲ့ Godzilla ရုပ်ရှင်ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..IMDb Rating6.4 ရရှိထားပြီးတော့ Rotten Tomatoes 75% အထိလည်းရရှိထားပါတယ်..ဒါရိုက်တာ Gareth Edwards ကနေ ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..ဂျပန်နိုင်ငံက ရိုက်ကူးခဲ့တဲ့ Godzilla ဇာတ်လမ်းတွဲကို အမေရိကပုံစံ အသက်သွင်းပြန်လည်ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..အချွန်အတက်များနဲ့ရက်စက်ယုတ်မာစွာ..အဖျက်စွမ်းအားကောင်းတဲ့အထပ်မြင့်မိုးမျှော်အဆောက်အဦးများထက်ကြီးမားတဲ့သတ္တဝါကြီးတွေဟာ လူသားတွေရဲ့ရပ်တည်မှုကိုခြိမ်းခြောက်လာစဉ်မှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်..ဒီတစ်ခါတော့ ဟောလိဝုဒ်က ဂျပန်တွေရဲ့ Godzilla ဇာတ်လမ်းကို ကောင်းအောင် ရိုက်နိုင်ခဲ့ပါပြီ။ ၁၉၉၈ တုန်းက နာမည်ပျက်ခဲ့တဲ့ Godzilla ဇာတ်ကား နဲ့ဒီကားက တစ်ခြားစီပါပဲ။ လက်ရှိ Godzilla ဇာတ်ကားက ဂျပန် တွေတီထွင်ခဲ့တဲ့ Gojira (Godzilla) ရဲ့ မူလ ဇာတ်လမ်းကို မှီငြမ်းပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၅၄ ကျော်လောက်ကတည်း Castle Bravo Nuclear Bomb Testing လုပ်တာကို ပြခဲ့ပြီးအဲ့ဒီတုန်းက ဗုံးက စမ်းသပ်ဗုံးမဟုတ်ပဲ Godzilla ကို သတ်ဖို့ကြိုးစားခဲ့တာပဲဖြစ်ပါတယ်။၁၉၉၉ ခုနှစ် မှာတော့ ဖီလစ်ပိုင်မှာ ဂေါ်ဇီလာရုပ်ကြွင်းကိုတွေခဲ့သလို ဥနှစ်လုံးကိုလည်း တွေ့ခဲ့ပါတယ်။တစ်လုံးကတော့ ဥပေါက်သွားပြီး ထွက်သားပြီးဖြစ်နေတာကို တွေ့ရပါတယ်။အဲ့ဒီအချိန်မှာ Breaking Bad မင်းသား Bryan Cranston (Joe Brody) နဲ့ သူ့မိန်းမက ဂျပန် Nuclear Plant မှာ အလုပ်လုပ်နေတာဖြစ်ပြီး၊ရုတ်တရက် ငလျင် လှုပ်ခတ်သွားသလို၊ EMP (Electromagnetic Pulse) ကြောင့် မီးတွေလည်းပျက်သွားခဲ့သလိုPower Plant ပြိုကျမှုကြောင့် (Trailer ထဲမှာပါတဲ့) သူ့မိန်းမ လည်း သေသွားခဲ့ပါတယ်။သူ့မိန်းမသေတဲ့ အခန်းက ရိုက်ထားတာ အရမ်းပီပြင်ပြီး သူကိုယ်တိုင် တံခါးပိတ်လိုက်ရတာဖြစ်လို့လည်း ကြည့်ရတဲ့သူတွေကိုပါ စိတ်မကောင်းဖြစ်စေခဲ့ပါတယ်။Joe က ဒီ Nuclear Plant ပြိုကျတာဟာ သဘာဝဘေးအန္တရာယ်မဟုတ်ဘူးလို့ ခံယူထားပြီး အစိုးရက တစ်ခုခုကို ဖုံးကွယ်ထားတယ်လို့ ယုံကြည်နေပါတယ်။ ၁၅ နှစ်ကြာပြီးမှာတော့ သူ့ရဲ့ သား Aaron Taylor-Johnson (Kick-Ass မင်းသား ဖြစ်ပြီး၊ Avengers:Age of Ultron မှာ Quicksilver အဖြစ်ပါဝင်မှာ ဖြစ်ပါတယ်။) က မိန်းမနဲ့ကလေးနဲ့ ရှိနေသလို စစ်ထပ်ထဲမှာလည်း Bomb Specialist အဖြစ် တာဝန်ထမ်းဆောင်ဖူးပါတယ်။သူ တာဝန်ပြီးလို့ ပြန်လာတဲ့အချိန်မှာပဲ သူ့အဖေက Japan မှာ ဖမ်းခံနေရလို့ အာမခံနဲ့သွားထုတ်ပေးရာက စပြီး လွန်ခဲ့တဲ့ ၁၅ နှစ်က အဖြစ်အပျက်တွေရဲ့ အဖြစ်မှန်ကို သိခဲ့ရပါတယ်။Nuclear Power Plant ပြိုကျခဲ့တာက သဘာ၀ အတိုင်း ငလျင်မဟုတ်ပဲ MUTO (Massive Unidentified Terrestrial Object) ကြောင့်ပြိုကျခဲ့တာဖြစ်ပါတယ်။ ၁၉၉၉ ဖီလစ်ပိုင်မှာတွေ့တဲ့ MUTO ဥနှစ်ဥထဲက အထီးရဲ့ ဥက အကောင်ပေါက်ပြီး ဂျပန်ကိုရောက်လာတာဖြစ်ပါတယ်။MUTO တွေရဲ့ အဓိက အစာက Nuclear Radiation ဖြစ်တာကြောင့် Nuclear Power Plant မှာလာပြီး အသိုက်လုပ်နေနေပါတယ်။ အဲ့ဒီအချိန်ထဲက လူတွေက မသတ်ရဲသလို မသတ် ပဲနဲ့ လေ့လာမှုတွေလုပ်နေခဲ့ကြပါတယ်။ (သတ်လိုက်ရင် သူဆီက Radiation တွေ Nuclear ဗုံးဖောက်သလို ပွင့်ထွက်မှာ စိုးလို့လို့ ရှင်းပြထားပါတယ်။)MUTO နဲ့ Godzilla တို့က လူတွေထက်နှ်စ်သန်းပေါင်းများစွာစောပြီး ကမ္ဘာကြီးမှာ Radiation တွေ ရှိနေတဲ့ အချိန်ထဲက ရှင်သန်နေတာဖြစ်ပါတယ်။ သူတို့က ဒီ Radiation ကနေ အဟာရဖြစ်ပြီး နေလာရာက တစ်ဖြည်းဖြည်း Radiation နည်းလာတဲ့နောက် ရေအောက်ထဲကို ဆင်းပြီးနေလာ ကြပါတယ်။ ရေအောက် ကြမ်းပြင်က ကမ္ဘာ့ဗဟိုနဲ့ နည်းပြီး Radiation ပိုရလို့ဖြစ်ပါတယ်။ ဖီလစ်ပိုင်မှာတွေ့တဲ့ Godzilla ရုပ်ကြွင်းက MUTO တွေကြောင့် သေတာဖြစ်မယ်လို့လည်း ရှင်းထားပါတယ်။MUTO အမရဲ့ဥကိုတော့ Nevada, USA ကို သယ်သွားခဲ့ပြီး အဲ့ဒီမှာရှိတဲ့ Nuclear Waste ထားတဲ့ တောင်ကြားထဲမှာ ထားထားပါတယ်။ အမက ဥကနေ အကောင်မပေါက်သေးပဲ အထီးက အရွယ်ရောက်လို့ အချက်ပေးတော့မှ သူက အကောင်ပေါက်လာတာဖြစ်ပါတယ်။၁၅ နှစ်ကြာပြီးတဲ့နောက်မှာ Japan က အထီးနဲ့ Nevada က အမတို့ San Francisco မှာ တွေ့ကြပြီး မျိုးပွားဖို့ အစီအစဉ်ဖြစ်ပါတယ်။ဒါပေမယ့် အထီးက အမကို Signal ထုတ်လွှတ်ပြီး ဆက်သွယ်ရာမှာ ကြားထဲက Godzilla က ကြားသွားပြီး တဖန် နိုးထလာပါတယ်။အဲ့ဒီကနေ Godzilla နဲ့ MUTO နှစ်ကောင်ရဲ့ တိုက်ပွဲ ကို ပရိတ်သတ်ကြီးရင်သက်ရှုမောဖွယ် ကြည့်ရှု ခံစားရမှာဖြစ်ပါတယ်။Godzilla က ဒီကားမှာ လူတွေကို ဒုက္ခပေးဖို့မဟုတ်ပဲ “Godzilla came to restore balance to the nature” လို့ပြောထားပါတယ်။ ဆိုလိုတာက ကမ္ဘာကြီးကို ဒုက္ခပေးဖို့ လာတဲ့ ရန်သူတွေကို Godzilla က အမြဲ ရင်ဆိုင်ရပြီး ကမ္ဘာကြီးကို စောင့်လျှောက်နေတာဖြစ်ပါတယ် (Original Japan ကားကြည့်ဖူးသူတွေသိမှာပါ။)အရင်ကားဟောင်းတွေရဲ့ အရသာမပျက်ပဲ အမြင်ဆန်းနဲ့ ရိုက်ကူးထားနိုင်ပြီး Visual Effect ကောင်းကောင်း နဲ့ ကြည့်ရသလို၊ ဇာတ်လမ်း ဇာတ်သွားလည်း အရမ်းကောင်းပါတယ်။Fight Scene တွေကလည်း အထူးကောင်းမွန်ပြီး၊ Godzilla ကို တင်ဆက်သွားတာလည်း အရမ်းပီပြင်ပါတယ်။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ ဇာတ်ရှိန်အတက်အကျ ဘာမှပြောစရာမရှိသလို၊ Godzilla ရဲ့ အဓိက လက်နှက်ဖြစ်တဲ့ Atomic Ray ကိုလည်း မြင်တွေ့ခံစားရမှာဖြစ်ပြီး၊ ဒီဘက်ခေတ်လူငယ်တွေ၊ ၁၉၅၀ ကျော်က ဂျပန် ကားမကြည့်ဖူးတဲ့လူတွေအတွက် ဒီကားက Godzilla ရဲ့ အနှစ်သာရကို အပြည့်အ၀ ရရှိစေမှာဖြစ်ပါတယ်။တစ်ခုရှိတာက Godzilla က အရင်တုန်းကနဲ့ ယှဉ်ရင် အနည်းငယ်ဝနေတာကိုတွေ့ရပါတယ်။အရမ်းကောင်းတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ရုံမှာ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ကား ကောင်း ဖြစ်ပါတယ်။ (No Sex, No Nudity) ပါ။ မိသားစုတူတူ ကြည့်နိုင်ပါတယ်။ ကလေး လူကြီးမရွေးကြည့်သင့်တဲ့ကားဖြစ်ပြီး Rated PG-13 ပါ။#Sololay(အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြသည်…)File size…(2.0 GB) and (1.2 GB)Quality….Blu-Ray 1080p & 720pFormat…mp4Duration….02:03:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGareth EdwardsJessica ClothierStarsAaron Taylor-JohnsonBryan CranstonCarson BoldeCJ AdamsDavid StrathairnElizabeth OlsenJuliette BinocheKen WatanabeRichard T. JonesSally HawkinsCastAaron Taylor-JohnsonAkira TakaradaAl SapienzaAnthony KonechnyBrian MarkinsonBryan CranstonCarson BoldeCatherine Lough HaggquistChris ShieldsChristian TessierCJ AdamsDavid StrathairnElizabeth OlsenEric KeenleysideGarry ChalkHiro KanagawaJake CunananJames D. DeverJames PizzinatoJared KeesoJill TeedJosh CowderyJuliette BinocheKen WatanabeKen YamamuraKurt Max RunteLuc RoderiqueMichael RowePatrick SabonguiRichard T. JonesSally HawkinsT.J. StormTy OlssonVictor RasukWarren TakeuchiYuki Morita",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2WKcxQbTVkLUgoS5kPnHlecbj02.jpg",
      "https://image.tmdb.org/t/p/w300/2GSZk0GHxwjdajG4oTkpiL2cWIX.jpg",
      "https://image.tmdb.org/t/p/w300/qv68SQxSNppjr7Kn7mHtPKjwy8T.jpg",
      "https://image.tmdb.org/t/p/w300/bPLBPjMyS89PUYA7tWakrxeGcGF.jpg",
      "https://image.tmdb.org/t/p/w300/BofVLrnYrZbWTpoNF0Gbuzfyyb.jpg",
      "https://image.tmdb.org/t/p/w300/hZ8TEiJRDf7JJa5b8JJ5uRWqwyc.jpg",
      "https://image.tmdb.org/t/p/w300/5EQWRuCHkn7qGZytyBjv2lc9I4V.jpg",
      "https://image.tmdb.org/t/p/w300/xtYobuarEoVlk9TvK77Vki2Hn38.jpg",
      "https://image.tmdb.org/t/p/w300/ysMjmb3Bfj1HHOloNSudpIXycQ2.jpg",
      "https://image.tmdb.org/t/p/w300/uSfzvpisadmYQgnSkptwclDlDN2.jpg",
      "https://image.tmdb.org/t/p/w300/99ujuZHIuAyLXUabD47EaITh7ZZ.jpg",
      "https://image.tmdb.org/t/p/w300/2iqTv0aGCKgZ9SP0GazzDnxoaIY.jpg",
      "https://image.tmdb.org/t/p/w300/i0F5M6jWAkLEEIvIO5El74WgktL.jpg",
      "https://image.tmdb.org/t/p/w300/eItZGFWPqkogH0u6qYPuGx9yiZU.jpg",
      "https://image.tmdb.org/t/p/w300/jAbK4vy8e6N2uBToqMGDEonZK19.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/04/91bpOUYWS8L._SY445_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1Bawg/Godzilla_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://upstream.to/blvqn0i9ktlz",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://usersdrive.com/lkqk6hrzj6j8.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/1Bfs2/Godzilla.2014.1080p.BluRay.x264.DTS-HD.MA.7.1-%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/godzilla-2014-1080-p-blu-ray-x-264-dts-hd-ma-7-1-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/godzilla-2014",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://sbembed2.com/cau2949yc59j.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/godzilla-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://veryfiles.com/p8jw3nutp9rs",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "720p BluRay"
      }
    ],
    "trailer": {
      "video_id": "QjKO10hKtYw",
      "video_url": "https://www.youtube.com/watch?v=QjKO10hKtYw",
      "embed_url": "https://www.youtube.com/embed/QjKO10hKtYw"
    }
  },
  {
    "metadata": "|2014||Action,Comedy,Crime",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "23000"
    },
    "title": "Kill Me Three Times (2014)",
    "description": "Kill Me Three Times (2014)====================IMDb Rating – 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p BluRayDuration – 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Comedy, CrimeSource : 1080p.BluRayTranslator – Chuck ChuckEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKriv StendersStarsAlice BragaSimon PeggTeresa PalmerCastAlice BragaBryan BrownCallan MulveyLuke HemsworthSimon PeggSteve Le MarquandSullivan StapletonTeresa Palmer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fyFxUv5teTNfeEbyWDAaQ8Mjice.jpg",
      "https://image.tmdb.org/t/p/w300/ujlbSoqLejPZqXtWM5N6Ba4k7Ae.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kill-me-three-times-2014",
        "server": "VIP Links",
        "size": "1.73 GB / 930 MB / 300 MB",
        "quality": "BluRay 1080P 5.1CH / BluRay 720P / 360P"
      },
      {
        "link": "https://yoteshinportal.cc/kill-me-three-times-2014-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.73 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/30Sgu/Kill.Me.Three.Times.2014.BluRay.1080P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "1.73 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://tubesb.com/pff7ymqv8pvv.html",
        "server": "streamsb.com",
        "size": "1.73 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/hdxSnBQI#2Wrh4fdcyM4JVTECETmFfyS8vBPNdvnGcj4YJrGiLYA",
        "server": "mega.nz",
        "size": "1.73 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/kill-me-three-times-2014-blu-ray-720-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/30Sgw/Kill.Me.Three.Times.2014.BluRay.720P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "930 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://tubesb.com/bssd6uypxy4k.html",
        "server": "streamsb.com",
        "size": "930 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/ZBgAjRjT#W82thpI26Rs7go8QLPN4WyzuZhNcZrfe8pFhmAnFUFI",
        "server": "mega.nz",
        "size": "930 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/kx5obspmgxff.html",
        "server": "usersdrive.com",
        "size": "930 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/kill-me-three-times-2014-blu-ray-360-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/30Sgv/Kill.Me.Three.Times.2014.BluRay.360P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://tubesb.com/mkig43uzy832.html",
        "server": "streamsb.com",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/JUxyXRZR#79_crpjgmN0VmSbKIyuH5Kazkwhq1e1cjcfyjEj9zQg",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/sbtp4lo2lc89.html",
        "server": "usersdrive.com",
        "size": "300 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "MoApWLxwEr8",
      "video_url": "https://www.youtube.com/watch?v=MoApWLxwEr8",
      "embed_url": "https://www.youtube.com/embed/MoApWLxwEr8"
    }
  },
  {
    "metadata": "R|2014|1 39min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "684,923"
    },
    "title": "The Grand Budapest Hotel (2014)",
    "description": "The Grand Budapest Hotel (2014)IMDb – 8.1/10_____Rotten – 91%Won 4 Oscars.Another 130 wins & 225 nominations.ဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့ရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်…1. Best Achievement in Costume Design2. Best Achievement in Makeup and Hair styling3. Best Achievement in Music Written for Motion Pictures,Original Score4. Best Achievement in Production Designဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲရရှိပိုင်ဆိုင်ထားပါတယ်…ဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့ဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကိုမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်…သင်ဟာ ပုံပြင်နားထောင်ရတာ ကြိုက်တယ်ဆိုရင် ပိုသင့်တော်ပါမယ်ဘာလို့ ဆိုတော့ ပုံပြင်ကောင်းတစ်ပုဒ်ကိုနားထောင်နေရတဲ့ အတိုင်းဇတ်လမ်းကို ပြောပြနေလို့ပါ…ဒီရုပ်ရှင် ရဲ့ အဓိက နေရာကတော့ Grand Budapest ဆိုတဲ့ ပန်းရောင်အဆင်းချယ်ထားတဲ့ ဟိုတယ်ကြီး ဖြစ်ပြီး….အဓိက ဇတ်ကောင်ကတော့ ဟိုတယ်အုပ်ချူပ်သူ ဂူစ်စတေ့စ် နဲ့သူ့ရဲ့ တပည့်ကျော်လေး ဧည့်ကြို ဇီးရိုး တို့ပဲ ဖြစ်ပါတယ်…ဒီဇတ်လမ်းကို သင်ကြည့်နေတုန်း ဂူစ်စတေ့စ် နဲ့ ဇီးရိုး ရဲ့ရာဇဝင်ကို ခန့်မှန်းမိအုံးမှာမဟုတ်ပါဘူး ဇတ်လမ်း ရဲ့၃ ပုံ ၂ ပုံ ရောက်ရင် မျက်ရည်သုတ်ရမှာမို့ လက်ကိုင်ပုဝါလေးတော့ဆောင်ထားပါ….အစပိုင်း အခန်းတစ်ချို့မှာ 18+ အခန်းတစ်ချို့ ဖြတ်ခနဲ ပါတာကလွဲရင်မိသားစု ကြည့်လို့ အဆင်ပြေတဲ့ ရုပ်ရှင်ကား ဖြစ်ပေမယ့်နားလည်လွယ်ဖို့ ခက်ပါတယ် ပေါတောတော ကားတွေ ကြည့်နေတဲ့သူတွေ အဖို့ နားမလည်ပေမယ့် စဉ်းစားတက် တွေးတက် တဲ့ သူတွေအတွက်ကတော့ လက်မလွှတ်နိုင်တဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ကြောင်း အာမခံပါတယ်…ဒီဇတ်လမ်း ရဲ့ အကြောင်းကို နည်းနည်းလေးမှ ရှင်းမပြချင်ပါဘူးဘာဖြစ်လို့လဲ ဆိုတော့ ပြောပြလိုက်ရင် ကြည့်ရတဲ့ နေရာမှာအရသာ ပျက်သွားမှာ ဆိုးလို့ပါ အဓိက အချက်ကတော့ဂူစ်စတေ့စ် နဲ့ ဇီးရိုး တို့ ရဲ့ ကမောက်ကမ စွန့်စားခန်းတွေကပေါတောတော မဆန်ပဲ ရယ်ရတာရယ် ဆရာတပည့် ၂ ယောက်ရဲ့သံယောဇဉ် တစ်ခုရယ် အချစ်တွေ ဟာသတွေ သစ္စာရှိမှု နဲ့အလွမ်းအဆွေး တွေ တစ်နေရာထဲမှာ ခံစားလို့ရမှာ ဖြစ်တဲ့အတွက်ပါအခုပဲ Channel Myanmar ကနေ တဆင့် ကြည့်ရှုလိုက်ပါတော့….ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပါတယ်File size – ( 944 MB )Quality – BluRay RipFormat – MP4Duration -1h 40mSubtitle – Myanmar SubtitleTranslator – Archi Thang GyiEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexandra TorterototBen HowardJosh RobertsonWes AndersonStarsAdrien BrodyBill MurrayF. Murray AbrahamHarvey KeitelJeff GoldblumJude LawMathieu AmalricRalph FiennesTony RevoloriUwe HoloubekWillem DafoeCastAdrien BrodyAlfred HänelArwin LobedannBen HowardBernhard KremserBill MurrayBirgit MüllerBob BalabanBohumil VáchalCarl SpragueClaudia JungDaniel SteinerDar RongeDarin DamjanowDavid AdamikDavid CioffiDirk BossmannEd MunroEdward NortonEnrico HoffmannF. Murray AbrahamFisher StevensFlorian LukasFrancesco ZippelFrank JacobGabriel RushGeorg RittmannspergerGeorg TryphonGerald SullivanGisela BechGiselda VolodiGolo EulerGyula LukácsHannes WegenerHans Martin StierHarvey KeitelHeike Hanold-LynchHeinz-Werner JeschkowskiHendrik von BültzingslöwenJason SchwartzmanJeff GoldblumJella NiemannJeno OroszJohn PeetJude LawJürgen SchwämmleJutta WestphalKarl MarkovicsKunichi NomuraLarry PineLéa SeydouxLennart MeyerLisa KreuzerLucas HedgesManfred LindnerManpreet GerlachMarcel MazurMarie GoyetteMarko DyrlichMathieu AmalricMatthias HolfertMatthias MatschkeMichael BenthinMichaela CasparMilton WelshMonika KrügerMoritz HepperNeal HuffOliver ClaridgeOliver HazellOwen WilsonPaul SchlasePhilipp SonntagPiet PaesRainer ReinersRalph FiennesReinhold HegelowRenate KleinRobert BienasRobin HurlstoneRoman BergerRoy MacreadySabine EulerSabine UrigSaoirse RonanSister Anna RademacherSteffen NixdorfSteffen ScheumannTilda SwintonTom WilkinsonTony RevoloriUrsula KuhntUwe HoloubekVolker MichalowskiWallace WolodarskyWaris AhluwaliaWillem DafoeWolfgang CeczorWolfram Nielacny",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wMQgG7pzfFoorL4JC0U9YKlkcSl.jpg",
      "https://image.tmdb.org/t/p/w300/9udCLTxTFl28RxnK8Q05E154ZGa.jpg",
      "https://image.tmdb.org/t/p/w300/5vPW6MPAyCFd84FEQQgtPDmVDPQ.jpg",
      "https://image.tmdb.org/t/p/w300/8AZNGm7ZoxT0SLNs5vssDe8CmD9.jpg",
      "https://image.tmdb.org/t/p/w300/k63AxABrX0blDWQQtaCHXCIXoCa.jpg",
      "https://image.tmdb.org/t/p/w300/86M0belD4wgM9SRpDcbkrkSGQUe.jpg",
      "https://image.tmdb.org/t/p/w300/z7xsUl85HXgAMG78aJdfcMT8qSB.jpg",
      "https://image.tmdb.org/t/p/w300/74h48KPfPXcNFwmIGkGJTeMmwHq.jpg",
      "https://image.tmdb.org/t/p/w300/ko72tIgjpitcbovOHilQRAh3NVV.jpg",
      "https://image.tmdb.org/t/p/w300/on8gz9RKl24iLsWpoVx1XQmxJwm.jpg",
      "https://image.tmdb.org/t/p/w300/o4OuyVBY2uMP6SwlL5VYatgLVeK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qs1sc9tbbhhd.html",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": "BluRay Rip"
      },
      {
        "link": "https://yoteshinportal.cc/the-grand-budapest-hotel-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "944 MB",
        "quality": "BluRay Rip"
      },
      {
        "link": "https://megaup.net/2e8P3/The_Grand_Budapest_Hotel_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "944 MB",
        "quality": "BluRay Rip"
      },
      {
        "link": "https://mega.nz/file/UVtFHCJK#Ux_mGekZcpZ8D1HWaRtPBN2wssDsrelg86Qd3Qbf0O8",
        "server": "mega.nz",
        "size": "944 MB",
        "quality": "BluRay Rip"
      },
      {
        "link": "https://upstream.to/zum88e6flrwl",
        "server": "upstream.to",
        "size": "944 MB",
        "quality": "BluRay Rip"
      },
      {
        "link": "https://usersdrive.com/z23kmmn04khx.html",
        "server": "usersdrive.com",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/1C7rv/The.Grand.Budapest.Hotel.2014.1080p.BluRay.x264.%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://veryfiles.com/izq97yhty1li",
        "server": "veryfiles.com",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/the-grand-budapest-hotel-2014-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://upstream.to/pba0zlogzqe1",
        "server": "upstream.to",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-grand-budapest-hotel-2014",
        "server": "VIP Links",
        "size": "2.09GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "qmLEsdDnyLg",
      "video_url": "https://www.youtube.com/watch?v=qmLEsdDnyLg",
      "embed_url": "https://www.youtube.com/embed/qmLEsdDnyLg"
    }
  },
  {
    "metadata": "|2014|90 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,981"
    },
    "title": "$50K and a Call Girl: A Love Story (2014)",
    "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။Rose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း…အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့…သူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္…သူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ…ခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ….ေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ…ကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ…ေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့….။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။)File Size…(800MB) and (310MB)Quality…BluRay 720pFormat…mp4Duration…01:30:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byBladeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSeth GrossmanStarsAl CarabelloAsher RothJessie WisemanKeena FergusonLauren AboulafiaRoss PattersonSeth GrossmanCastAl CarabelloAsher RothJessie WisemanKeena FergusonLauren AboulafiaRoss PattersonSeth Grossman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a1ET2KIGZCTHJQv268dzUCaG85B.jpg",
      "https://image.tmdb.org/t/p/w300/lp5arjAHKolNkjfY68SmGwl77GQ.jpg",
      "https://image.tmdb.org/t/p/w300/w0D8KuyNTcWK0M4CICW6MPbJBh4.jpg",
      "https://image.tmdb.org/t/p/w300/1SbVGzMHTEZRlt1MYISlr4oU49c.jpg",
      "https://image.tmdb.org/t/p/w300/doHfBQWwjCbcv1rOrhopOEjgKQI.jpg",
      "https://image.tmdb.org/t/p/w300/v4zLGOEnk8Ii7MQCAipYdbJnUb8.jpg",
      "https://image.tmdb.org/t/p/w300/51LARLMwXMX711m5VgVfSaGOfm4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/50k-and-a-call-girl-a-love-story-2014",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dollar-50-k-and-call-girl-a-love-story-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p47924geelb6",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UJChXXJiKwU",
      "video_url": "https://www.youtube.com/watch?v=UJChXXJiKwU",
      "embed_url": "https://www.youtube.com/embed/UJChXXJiKwU"
    }
  },
  {
    "metadata": "PG|2014|1h 36min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "53,200"
    },
    "title": "The Boxtrolls (2014)",
    "description": "The Boxtrolls (2014)IMDb – 6.8/10_____Rotten – 77%Animation ပရိတ်သတ်တွေအတွက် ထွက်ထားတာ မကြာသေးတဲ့ ကာတွန်းဇာတ်ကားအသစ်ကိုတင်ဆက်လိုက်ပါတယ်….IMDb Rating (6.8/10) ရရှိထားတဲ့ ဇာတ်ကားဖြစ်လို့ကာတွန်းကြိုက်ပရိတ်သတ်တွေလက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။File size…1GBQuality….DVDRipFormat…mp4Duration….01:36:00Subtitle….Myanmar Subtitle(Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony StacchiDaniel R. CaseyDavid J. EpsteinGraham AnnableHolly WernerKev HarwoodMeredith KochMiriam HessSamuel WilsonSimon DunsdonWhitney G. SchmerberStarsBen KingsleyDee Bradley BakerElle FanningIsaac Hempstead-WrightJared HarrisNick FrostRichard AyoadeSimon PeggToni ColletteTracy MorganCastBen KingsleyBrian GeorgeDee Bradley BakerElle FanningFred TatascioreIsaac Hempstead-WrightJames UrbaniakJared HarrisLaraine NewmanLori TritelMaurice LaMarcheMax MitchellNick FrostNika FuttermanPat FraleyReckless JackRichard AyoadeSimon PeggSteve BlumToni ColletteTracy Morgan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dkBx0XNzsngDDqiWiPG08eMWBm7.jpg",
      "https://image.tmdb.org/t/p/w300/jPyxTmdg2voer0IPPzw8jceAL7E.jpg",
      "https://image.tmdb.org/t/p/w300/NdDHCmS5PSXcx9qqoxte8P213s.jpg",
      "https://image.tmdb.org/t/p/w300/q2vz5DeLbegD2teJU29Gtb4t2sO.jpg",
      "https://image.tmdb.org/t/p/w300/5LhmD8IkXlvmFeSbsZG4YOCo1Fh.jpg",
      "https://image.tmdb.org/t/p/w300/xJslVee1SfIGD8lrNBSmgotfwS9.jpg",
      "https://image.tmdb.org/t/p/w300/lPvtHbiRc4AgaSnOqrV4gSuJOTu.jpg",
      "https://image.tmdb.org/t/p/w300/u8pOSof1U2swiGv6sahAV5fcWHA.jpg",
      "https://image.tmdb.org/t/p/w300/iwufLlPk30jrU3LDvU1v7H9IzTx.jpg",
      "https://image.tmdb.org/t/p/w300/zLRnzRh5qvGWHR72coLZm8B5rSv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/01/the-boxtrolls-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f591ih236oun.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-boxtrolls-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/5bf93/the-boxtrols-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "http://www.filedwon.info/f846rojm0jnd/The_Boxtrolls_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3zAxu/The_Boxtrolls_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/1xwigBJZ#cyS_4wVpgzTFr4Dg8hItjnFvGb9ta2vbREqOfTEuhAw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/w22z952ntxbf",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "xrC40fnHI9g",
      "video_url": "https://www.youtube.com/watch?v=xrC40fnHI9g",
      "embed_url": "https://www.youtube.com/embed/xrC40fnHI9g"
    }
  }
]