[
  {
    "metadata": "|2004||Comedy",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "32000"
    },
    "title": "Envy (2004)",
    "description": "Envy (2004)==========“လောဘကြောင့် မင်းအသိစိတ်ပျောက်သွားပြီ”ကိုယ့်ထက်နိမ့်ကျတဲ့သူတစ်ယောက် ကိုယ့်ထက်သာသွားတဲ့အချိန်မှာမနာလိုဖြစ်ဖူးလား?2004 ခုနှစ်က ထွက်ရှိခဲ့ပြီး ဒီဇာတ်ကားမှာတော့ Night at the Museum နဲ့The secret life of Walter Mitty တို့လိုကားတွေမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ရုပ်ရှင်ထုတ်လုပ်သူ/မင်းသား Ben Stiller နဲ့ Kung Fu Panda Po ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်တစ်ဖြစ် Gulliver’s Travel လို နာမည်ကျော်ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့ Jack Black တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဂျက်နဲ့တင်မ်တို့က အိမ်နီးချင်းတွေဖြစ်ပြီး နေ့စဉ်အလုပ်အတူတူ သွားကြတဲ့လုပ်ဖော်ကိုင်ဖက်တွေလည်းဖြစ်ပါတယ်။ အလုပ်ခွင်မှာတော့ တင်မ်က အလုပ်ပိုတော်တဲ့အတွက် ရာထူးပိုမြင့်ပြီး ကိုယ်ပိုင်ရုံးခန်းပိုင်ပါတယ်၊ ဂျက်ကတော့အလုပ်ပေါ်အာရုံစိုက်နိုင်စွမ်း အားနည်းတဲ့အတွက် သာမန်ဝန်ထမ်းလေးတစ်ယောက်ပါပဲ။ တစ်ရက် အလုပ်ကအ‌ပြန်လမ်းမှာ လူတစ်ယောက် ခွေးချေးကျုံးနေတာကိုမြင်ပြီး ဂျက်တစ်ယောက် Vapoorize ဆိုတဲ့အရာကို တီထွင်ဖို့ အကြံရသွားပါတယ်၊ တင်မ်ကတော့ အဓိပ္ပါယ်မရှိဘူးလို့ပြောပြီး ဂျက်ရဲ့ပြောစကားကိုအဖက်မလုပ်ခဲ့ပါဘူး။ ဒီလိုနဲ့ ဂျက်တစ်ယောက် သူ့ရဲ့တီထွင်မှု အောင်မြင်သွားတဲ့အခါမှာ တင်မ်တစ်ယောက် ဘယ်လိုမျိုးတွေဖြစ်လာမလဲ။ သူတို့နှစ်ယောက်ရဲ့ခင်မင်မှုကရော အရင်အတိုင်း ရှိပါဦးမလား… ဒါတွေကိုသိရဖို့အတွက် Envy ဆိုတဲ့ဇာတ်ကားလေးကို ဆက်ပြီးကြည့်ရှုကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thura Aung ဖြစ်ပါတယ်)File Size……….(1.55 GB) / (720 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 39MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ComedyTranslator…….Thura AungEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBarry LevinsonCastAmy HigginsAmy PoehlerAngee HughesAriel GadeAshlynn RoseAtiana Coons-ParkerBen StillerBlue DeckertBoris ShitikovBrian ReddyCayden BoydChristopher WalkenConnor MatheusCurtis AndersenDaniel LugoDouglas RobertsE.J. CallahanEdith JeffersonFrank RomanGustavo HernandezHannah RosenbergHector EliasJack BlackJacob GreenblattJaye K. DanfordJohn GaviganJohn MarrottKent ShocknekLily JacksonManny KleinmuntzMaricela OchoaMelissa PoukNicholas SugimotoOfer SamraRachel WeiszRandall BosleySam LernerTara KarsianTed RooneyTerry BozemanTom McCleisterTracy DixonTumbleweed",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rgImWBvvXCGTl4mNJ3L5960svfV.jpg",
      "https://image.tmdb.org/t/p/w300/6p6iDDKyFbPlezsmdILJmrx3Amg.jpg",
      "https://image.tmdb.org/t/p/w300/wkKJ1BYn9U60DiX2axPW4bz2n8t.jpg",
      "https://image.tmdb.org/t/p/w300/lMJI5hZ6ovbPT2un0TCu00B99lJ.jpg",
      "https://image.tmdb.org/t/p/w300/oQaOPzPb3wE1oa2sWgFzVh33oua.jpg",
      "https://image.tmdb.org/t/p/w300/afqUqVtjWIaWbCFOO8IcFxLfbqh.jpg",
      "https://image.tmdb.org/t/p/w300/5yGqdtwHZ62Tlea2XeSkwB1WkSa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNTA5OTcyZmEtODUxZS00MWRhLTkxODItYmNmNGMwZDg3ZTFmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/envy-2004-1080-p-web-rip-x-264-aac-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GUox/Envy.2004.1080p.WEBRip.x264.AAC(CM)_new.mp4",
        "server": "megaup.net",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/2ch2ie4twief",
        "server": "streamsb.com",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wL9CBIbS#CQ-u7Rty_6WUa9qlon8JP8w2Ytt8tcKwWiwQ13DnMDk",
        "server": "mega.nz",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xs0lsv1fl6dt.html",
        "server": "usersdrive.com",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/envy-2004-720-p-web-rip-x-264-aac-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mRPN/Envy.2004.720p.WEBRip.x264.AAC(CM)_new.mp4",
        "server": "megaup.net",
        "size": "720 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/lygua45rtmwn",
        "server": "streamsb.com",
        "size": "720 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JPkARRJB#kKyHgeqAtk7CTkyIbAO7ogBF05kYG7TpoiFrGY2voQA",
        "server": "mega.nz",
        "size": "720 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xh9ltp2lnzct.html",
        "server": "usersdrive.com",
        "size": "720 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7mp9f5dsQ00",
      "video_url": "https://www.youtube.com/watch?v=7mp9f5dsQ00",
      "embed_url": "https://www.youtube.com/embed/7mp9f5dsQ00"
    }
  },
  {
    "metadata": "R|2004|80 min|Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "181,350"
    },
    "title": "Before Sunset (2004)",
    "description": "Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး ….အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ့ဟိုတယ်အခန်းကျဉ်းလေးတစ်ခုထဲမှာ လင်မယားနှစ်ယောက် စကားအခြေအတင် ငြင်းခုန်နေကြတယ်။ နှစ်ယောက်စလုံး မြိုသိပ်ထားခဲ့ရတဲ့ ခံစားချက်တွေ၊ နားလည်ခြင်းတွေကို ထုတ်ဖော်ပြီး ရန်ဖြစ်နေကြတယ်။ အကယ်၍ အခြေအနေတစ်ခု တိမ်းစောင်းသွားပါက သူတို ့နှစ်ယောက်ရဲ ့အိမ်ထောင်ရေးဟာ ပျက်စီးသွားကြတော့မယ်။ ဒါပေမဲ့ သူတို ့မေ့နေတာက လွန်ခဲ့တဲ့ 18 နှစ်ကျော်က ရထားတစ်စင်းပေါ်မှာ လင်မယားနှစ်ယောက် ရန်ဖြစ်တာကို အကြောင်းပြုပြီး သူတို ့နှစ်ယောက် စတွေ ့ခဲ့ကြတယ်ဆိုတာကိုပဲ။.ကျွန်တော်တို ့တွေ အမြဲပြောလေ့ရှိတဲ့ ဝေါဟာရလေးတစ်ခုရှိိတယ်။ ရေစက်တဲ့။ လူသားနှစ်ဦးဟာ ရေစက်ရှိလို ့ကံကြမ္မာက တမင်ဖန်တီးပေးတာလား၊ ဒါမှမဟုတ် ထိုရေစက်ဆိုတဲ့အရာကို မဖြစ် ဖြစ်အောင် ကျွန်တော်တို ့လူသားတွေကပဲ ကံကြမ္မာကို လှည့်စားခဲ့ကြတာလား။ Before Trilogy လို ့ရုပ်ရှင်ချစ်သူတွေရဲ ့နှလုံးသားမှာ ရေပန်းစားတဲ့ Before Sunrise, Before Sunset နဲ ့Before Midnight ဇာတ်ကားတွေကို ကြည့်ပြီးတဲ့အခါမှာ ပထမဆုံး စတွေးမိတဲ့ကျွန်တော့်ရဲ ့အတွေးက ဒါပဲ။ ဘဝရဲ ့တစ်နေ ့နေ ့တစ်ချိန်ချိန်မှာ လူသားတစ်ယောက်ကို တွေ ့မယ်။ ပြီးတော့ ထိုလူသားကို ပြန်တွေ ့အောင် သင်ဟာ နည်းမျိုးစုံနဲ ့တမင်ဖန်တီးနေခဲ့မိမယ်။ ဒါတွေရဲ ့မြစ်ဖျားခံရာက အချစ်ပဲ။—————————————————————————-B E F O R E.သူ ့နာမည်က James။ ဒါပေမဲ့ ရင်းနှီးတဲ့သူတွေက သူ ့ကို Jesse လို ့ပဲခေါ်ကြတယ်တဲ့။ ဒီတော့ ကျွန်တော်တို ့လည်း သူ ့ကို ရင်းနှီးတယ်လို ့ခံစားရအောင် Jesse လို ့ပဲ ခေါ်ကြတာပေါ့။ သူဟာ ချစ်သူကောင်မလေးဆီကို လာလည်ဖို ့ဆိုတဲ့ရည်ရွယ်ချက်နဲ ့ဥရောပကို ရောက်လာတယ်။ ဒါပေမဲ့ မဟန်တဲ့အခြေအနေတွေကို ရိပ်မိတဲ့သူဟာ ကျန်တဲ့ငွေနဲ ့ပဲ အမေရိကားကို ပြန်ဖို ့ထွက်လာခဲ့တယ်။ Vienna မြို ့ကနေ လေယာဉ်နဲ ့US ကို မထွက်ခွာခင် Vienna ကို ရထားတစ်စင်းစီးပြီး လိုက်လာတယ်။ ဒါပေမဲ့ ထိုရထားပေါ်မှာ ပြင်သစ်သူ မိန်းကလေးတစ်ယောက်ဟာ သူနဲ ့မလှမ်းမကမ်းနားမှာ လာထိုင်ပြီး စကားစမည်ပြောဖြစ်တာကြောင့် ထိုကောင်မလေးကို သူစိတ်ဝင်စားသွားတယ်။ သူတို ့နှစ်ယောက်ရဲ ့စကားဝိုင်းဟာ မပြီးဆုံးသေးဘူးဆိုတာ သူသိတယ်။ ဒါကြောင့် အရဲစွန် ့ပြီး Vienna မြို ့ပေါ်ကို သူနဲ ့အတူ တစ်ညလောက် လိုက်လည်ပြီး စကားတွေဆက်ပြောဖို ့ဖိတ်ခေါ်ခဲ့တယ်။ အမှန်တော့ ဒါဟာ ရူးကြောင်ကြောင်နိုင်တဲ့ လုပ်ရပ်တစ်ခုလို ့တစ်ချိ ့က ထင်ကြေးပေးချင်ပေးကြလိမ့်မယ်။ ကျွန်တော်ကတော့ သူလုပ်သင့်တဲ့အရာတစ်ခုကို လုပ်ခဲ့တယ်လို ့ပဲ မြင်တယ်။.လူသားနှစ်ယောက်ကို ဘယ်အရာက ဆက်စပ်ပေးတယ်လိုု ့ခင်ဗျားတို ့ထင်ကြသလဲ။ ကျွန်တော်ကတော့ ထိုလူသားနှစ်ယောက် ပြောဖြစ်တဲ့ စကားစအကြောင်းအရာတွေကပဲ လူသားနှစ်ယောက်ကို ဆက်စပ်ပေးတာလို ့မြင်တယ်။ လောကမှာ ကိုယ်နဲ ့လူတစ်ယောက် စကားပြောရင်း စကားစတွေပြတ်သွားမှာ ပြောမဲ့စကားတွေကုန်ခမ်းသွားမှာကို မသိစိတ်ကရော သိစိတ်ကပါ စိုးထိတ်နေပြီဆိုရင် ထိုအခွင့်အရေးကို လက်လွှတ်ဆုံးရှုံးမခံသင့်ဘူး။ Director Richard Linklater ဟာ လူ ့ဘဝရဲ ့တန်ဖိုးအရှိဆုံးအချိန်တွေဟာ ဘယ်အချိန်တွေလဲဆိုတာ ကောင်းကောင်းသိခဲ့တဲ့သူပဲ ဖြစ်လိမ့်မယ်။ ဒါကြောင့် သူရေးဖွဲ ့ခဲ့တဲ့ ဇာတ်ကောင် Jesse ဟာ Celine ကို စကားတွေ ဆက်ပြောဖို ့ဖိတ်ခေါ်ခဲ့တယ်။ Celine လည်း မငြင်းဆန်ခဲ့ဘူး။ ဒီလိုနဲ ့သူတို ့နှစ်ယောက်ဟာ ရထားပေါ်က ဆင်းလာကြပြီး Vienna မြို ့ပေါ်ကို ပထမဆုံး ခြေလှမ်းတွေ စလှမ်းပါတော့တယ်။.သူတို ့မှာ သွားရမဲ့ Destination ဆိုတာ မရှိဘူး ။ ရောက်တတ်ရာရာ ခြေဦးတည့်ရင်း စကားတွေ ဆက်ပြောကြတယ်။ သူတို ့နှစ်ယောက် ပြောခဲ့တဲ့ စကားတွေဟာ အကြောင်းအရာ အမျိုးစုံတယ်။ ဘဝအကြောင်းတွေပါတယ်။ ခံယူချက်တွေပါတယ်။ အတွေးအခေါ်တွေပါတယ်။ နိုင်ငံရေးအကြောင်းအရာတွေပါတယ်။ ဘာသာရေးတွေပါတယ်။ မျက်စိရှေ ့မှာ မြင်တွေ ့နေတဲ့ မြင်ကွင်းတွေပါတယ်။ အချစ်ရေးတွေပါတယ်။ သူတို ့စိတ်ကူးထဲမှာ ပေါ်ပေါက်လာတဲ့ အတွေးတွေအကုန်လုံးကို ပြောဖြစ်ကြတယ်။ Vienna မြို ့လေးပေါ်က အုတ်လမ်းလေးတွေပေါ်က သူတို ့နှစ်ယောက်ရဲ ့ခြေသံတွေဟာ ထပ်ထပ်လာလေ သူတို ့နှစ်ဦးပြောဖြစ်တဲ့ အကြောင်းအရာတွေဟာ ပိုပြီး ဆက်စပ်မှု ရှိလာလေလေပဲ။ ထိုညလေးဟာ တစ်ဖြည်းဖြည်းနဲ ့ပိုနက်လာတယ်။ တစ်နေရာမှာ ဗေဒင်ဟောဆရာမတစ်ယောက်ကို တွေ ့ခဲ့တယ်။ တစ်နေရာမှာတော့ ကဗျာဆရာတစ်ယောက်နဲ ့တွေ ့တယ်။ ထိုကဗျာဆရာဇာတ်ကောင်က ထူးဆန်းတယ်။ သူကလူတွေဆီကနေ ငွေကို အခမဲ့မတောင်းဘူး။ လူတွေကို စိတ်ထဲကရှိတဲ့ စကားလုံးတစ်လုံးကို ရေရွတ်ခိုင်းတယ်။ ထိုစကားလုံးကို အခြေခံပြီး ထိုခဏအတွင်း သူကဗျာတစ်ပုဒ်ဖွဲ ့နွဲ ့ရေးသားမယ်။ ဖတ်တဲ့သူတွေက နှစ်သက်မှ၊ ပြီးတော့ သူတို ့ဘဝတွေမှာ တစ်ခုခုနဲ ့ဆက်နွယ်တယ်လို ့ခံစားရမှ သူ ့ကိုစေတနာရှိသလောက် ငွေပေးကမ်းခဲ့ခိုင်းတာမျိုး။ သူက Jesse နဲ ့Celine ကို ဖွဲ ့ပေးလိုက်တဲ့ ကဗျာလေးက အရမ်းလှလွန်းတယ်။.Daydream delusion, limousine eyelash /Oh baby with your pretty face /Drop a tear in my wineglass /Look at those big eyes /See what you mean to me /Sweet-cakes and milkshakes /I’m a delusion angel /I’m a fantasy parade /I want you to know what I think /Don’t want you to guess anymore /You have no idea where I came from /We have no idea where we’re going /Lodged in life /Like branches in a river/Flowing downstream /Caught in the current /I carry you /You’ll carry me /That’s how it could be /Don’t you know me? /Don’t you know me by now?.ထိုညတစ်ညမှာ လရောင်ဟာ လင်းလက်နေခဲ့သလား၊ မှောင်မိုက်နေခဲ့သလားဆိုတာကိုတော့ သူတို ့နှစ်ယောက်ပဲ အသိဆုံးဖြစ်ခဲ့လိမ့်မယ်။ ဒီလိုနဲ ့နောက်နေ ့မနက်မှာ ကိုယ်ပိုင်ခရီးတစ်ခုဆီကို သူတို ့အသီးသီးဆက်သွားကြတော့တယ်။ လူသားတွေဟာ မတည်မြဲတဲ့ ကတိတွေကို ပေးတတ်တဲ့နေရာမှာတော့ ထူးချွန်ကြတယ်။ ဒီလိုပဲ သူတို ့လည်း နောက် ၆ လကြာရင် ဒီမြို ့လေးမှာ ပြန်တွေ ့ကြမယ်ဆိုပြီး ကတိတွေပေးခဲ့ကြတယ်။.ထိုရုပ်ရှင်ဇာတ်ကားထွက်ခဲ့တုန်းက ပရိသတ်တိုင်းဟာ သူတို ့နှစ်ယောက် ပြန်တွေ ့ခဲ့ကြလား၊ မတွေ ့ဖြစ်ခဲ့ကြဘူးလားဆိုတာ ဘယ်သူမှ တပ်အပ်မပြောနိုင်ခဲ့ကြဘူး။ ကိုယ်ပိုင်ထင်ကြေးတွေ ပေးခဲ့ကြတယ်။ ထိုအဖြေကို နောက် ၉ နှစ်အကြာမှ ပရိသတ်တွေ ရခဲ့ကြတယ်။—————————————————————————-နှစ်တွေကြာမြင့်ခဲ့ပြီ။ နောက် ၉ နှစ်အကြာမှာ ပါရီမြို ့ရဲ ့စာအုပ်ဆိုင်တစ်ဆိုင်မှာ မမျှော်လင့်ပဲ သူတို ့ထပ်တွေ ့ဖြစ်ကြတယ်။ Jesse ဟာ လွန််ခဲ့တဲ့ နှစ်အနည်းငယ်က ရထားတစ်စင်းပေါ်မှာ ကောင်မလေးတစ်ယောက်နဲ ့စတင်တွေ ့ဆုံခဲ့ပြီး Vinenna မြို ့ပေါ်မှာ တစ်ညတာ အချိန်တွေ ကုန်ဆုံးခဲ့ပုံကို စာအုပ်ရေးခဲ့တာကြောင့် အခုတော့ အတော်အတန်အောင်မြင်စ စာရေးဆရာတစ်ယောက်ပေါ့။ စာနယ်ဇင်းသမား ၃ ယောက်ရဲ ့အမေးတွေကို ဖြေကြားနေတဲ့ Jesse ကို ဘေးကနေ Celine ပြုံးကြည့်နေတယ်။ ဒီတစ်ခါ သူတို ့ပြန်တွေ ့ဖြစ်ကြတော့ လွန်ခဲ့တဲ့ ၉ နှစ်တုန်းကလို အချိန်တစ်ညလောက် မရဘူး။ ညနေ နေမဝင်ခင်မှာ Jesse က လေယာဉ်နဲ ့အမေရိကားကို ပြန်ရမှာ။ အလွန်ဆုံး စကားလက်ဆုံပြောရ နာရီအနည်းငယ်ခန် ့ပေါ့။ ဒါပေမဲ့ သူတို ့ထိုညနေခင်းတစ်ခင်းကို လွန်ခဲ့တဲ့ ၉ နှစ်ကအတိုင်း စကားလုံးတွေနဲ ့ကုန်ဆုံးကြပြန်တော့တယ်။ ထ်ိုညနေခင်းရဲ ့အဆုံးမှာ ဘာတွေ ဆက်ဖြစ်သွားကြသလဲ။ Celine က Jesse ကို သတိပေးလိုက်တယ်။ ရှင်တော့ လေယာဉ်မှီမှာ မဟုတ်တော့ဘူး တဲ့။.ထုံးစံအတိုင်း ပရိသတ်ကို ဘာဆက်ဖြစ်မလဲဆိုတာ မသေချာတဲ့ဇာတ်ကြောင်းနဲ ့ချန်ထားရစ်ပြန်တယ်။ Jesse လေယာဉ်မှီသွားရဲ ့လား။ သူတို ့ဘာဆက်ဖြစ်ကြတော့မှာလဲ။ ထိုမေးခွန်းတွေရဲ ့အဖြေကိုလည်း နောက် ၉ နှစ်ကြာမှ ပရိသတ်တွေ ရခဲ့တော့တယ်။——————————————————————————B E F O R E အပေါ် မိမိအမြင်.ဒီဇာတ်ကား ၃ ကားကို ကျွန်တော်ကြည့်ခဲစဉ်က ထူးထူးခြားခြား ဘယ်လို ခံစားခဲ့ရသလဲဆိုတော့ ရုပ်ရှင်တစ်ကားကို ကြည့်နေတယ်လို ့မခံစားရပဲ စာအုပ်တစ်အုပ် (သို ့မဟုတ်) ဆောင်းပါးတစ်ခုကို ဖတ်နေရသလိုပဲ ခံစားခဲ့ရတယ်။ အခုလို ခံစားချက်မျိုးက My Dinner with Andre (1981) ကို ကြည့်ခဲ့ရတုန်းကလည်း ခံစားဖူးတယ်။ ဒါပေမဲ့ ဇာတ်ကား ၃ ကားစလုံးကို ကြည့်ပြီးတဲ့အခါမှ ထို ၃ ကားစလုံးပေါင်းပြီး ရုပ်ရှင်တစ်ကားလို ့ခံစားခဲ့ရတယ်။.လူအများစုက ယခုဇာတ်ကားတွေကို အချစ်ကားလို ့သတ်မှတ်ကြပေမဲ့ ကျွန်တော်ကတော့ အချစ်ကားဆိုတာထက် ပိုတယ်လို ့ခံစားရတယ်။ လူသားနှစ်ဦးရဲ ့ဆက်စပ်မှုတွေ၊ တူညီတဲ့အတွေးစတွေကို ဖော်ထုတ်ပေးခြင်းလို ့ပိုမြင်မိတယ်။ သူတို ့နှစ်ယောက် ပြောခဲ့တဲ့ စကားတွေကို ကြည့်မယ်ဆိုရင် Before Sunrise မှာတုန်းက သူစိမ်းတွေဆိုတော့ ခံယူချက်တွေ၊ ideas တွေ အစရှိတဲ့အကြောင်းအရာတွေကို ပိုမိုပြောဖြစ်ခဲ့ကြပြီး နောင် ၉ နှစ်အကြာ Before Sunset မှာ ပြန်တွေ ့တော့ သူတို ့ပြောတဲ့စကားတွေက လွန်ခဲ့တဲ့ ၉ နှစ်အတွင်းက ဖြစ်ခဲ့ကြတဲ့ ဘဝအသီးသီးရဲ ့ဖြစ်စဉ်တွေကို ဖလှယ်ကြတယ်။ သူတို ့ဘဝတွေဟာ ပရိသတ်တွေရဲ ့ဘဝတွေ ဖြစ်လာတယ်။ ဒီလိုနဲ ့နောက်ထပ် ၉ နှစ်အကြာ Before Midnight မှာ သူတို ့ဘာတွေပြောကြပြီလဲဆိုတော့ အရင်လိုတစ်ယောက် မသိခဲ့တဲ့ ဖြစ်စဉ်တွေကို တစ်ယောက် ပြောနေတာထက် နှစ်ယောက်အတူတူ နှစ်ရှည်လများ ရှိနေခဲ့တာတောင် တစ်ယောက်ရဲ ့ခံစားချက်ကို တစ်ယောက် မမြင်နိုင်ခဲ့တဲ့ ခံစားချက်တွေပဲ။ ဒီဇာတ်ကားတွေဟာ ဘာထူးခြားသလဲဆိုတော့ သူတို ့နှစ်ယောက်ရဲ ့စကားဝိုင်းကို ကျွန်တော်တို ့ဟာ တတိယလူအဖြစ်နဲ ့ဝင်ရောက်နားထောင်နေခဲ့တဲ့အတွက် သူတို ့နှစ်ယောက်အပြင် တတိယလူဖြစ်တဲ့ ပရိသတ်ကပါ ထိုဇာတ်ကောင်နှစ်ယောက်နဲ ့ပိုမိုနီးစပ်လာတယ်ဆိုတာ သိသာစွာ ခံစားလာရတယ်။ ထိုဇာတ်ကောင် နှစ်ယောက်နဲ ့ပရိသတ်ကြားမှာ ကာထားတဲ့ အလွှာပါးတစ်ချပ်ဟာ ဘယ်အချိန်မှာ လွင့်ပျံပျောက်ကွယ်သွားတယ်ဆိုတာ ပရိသတ်ဟာ ဘယ်တော့မှ သိလိုက်မိမှာမဟုတ်ဘူး။ ဒါဟာ သူတို ့နှစ်ယောက်ရဲ ့စကားလုံးတွေကြားမှာ သင်ဟာလည်း စီးမျောပါသွားလို ့ပဲ။.Directing မှာ 90% က Casting လို ့ directors တွေပြောတာ ကျွန်တော် ဖတ်ဖူးတယ်။ ဒီစကားသာ အမှန်ဆိုရင် ဒီဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ Director Richard Linklater ကတော့ 90% စလုံးကို အောင်မြင်ခဲ့တယ်လို ့ဆိုလို ့ရတယ်။ ဒီဇာတ်ကား ၃ ကားလုံးမှာ ထူးခြားချက်တွေအကုန်လုံးက ထိုဇာတ်ကောင်နှစ်ယောက်ကို အသီးသီးပုံဖော်ခဲ့ကြတဲ့ Ethan Hawke နဲ ့Julie Deply တို ့နှစ်ယောက်ပဲ။ သူတို ့နှစ်ယောက် သရုပ်ဆောင်တာကို ကြည့်ရတာ သရုပ်ဆောင်နေတယ်လို ့လုံးဝမထင်ရဘူး။ သာမာန်အသိ လူသားနှစ်ယောက် လမ်းလျှောက်ရင်း စကားတွေ ပြောနေကြသလိုမျိုးပဲ။ 3 ကားစလုံးမှာ 10 မိနစ်ထက်ကျော်တဲ့ ဇာတ်ဝင်ခန်းတွေပါတယ်။ တစ်ချို ့ဆို 17 မိနစ်ကျော်တယ်။ ထိုဇာတ်ဝင်ခန်းတွေကို သရုပ်ဆောင်ဖို ့ဆိုတာ ဘယ်မင်းသား မင်းသမီးမှ တော်ရုံ သရုပ်မဆောင်နိုင်ဘူး။ ဒါပေမဲ့ အလွယ်ကူဆုံးကတော့ သရုပ်ဆောင် နှစ်ယောက်ကို Theme တစ်ခုချပြထားပြီး သူတို ့ဆွေးနွေးပြောဆိုနေကြတာကို camera က လိုက်ရိုက်ကူးနေယုံပဲ။.dialogues တွေကိုစဉ်းစားပြီး 17 မိနစ်ကျော် သရုပ်ဆောင်ရတာထက် အခုလို လွတ်လပ်စွာ သရုပ်ဆောင်ရတာကို ကျွန်တော်က ပိုသဘောကျတယ်။ ဒါက ကျွန်တော့်အထင်ပါ။ သူတို ့နှစ်ယောက် တစ်ကယ်လည်း ထိုပုံစံအတိုင်း သရုပ်ဆောင်ချင် ဆောင်ခဲ့ကြပါလိမ့်မယ်။ နောက်တော့ ကျွန်တော် သိခဲ့တာက ထိုသရုပ်ဆောင်နှစ်ယောက်စလုံး ဇာတ်ညွှန်းကို တစ်ခြားဇာတ်ညွှန်းရေးဆရာတွေနဲ ့ပူးတွဲရေးသားခဲ့ကြလို ့ပဲ။ ပထမဆုံး Before Sunrise မှာတော့ credits မပါခဲ့ပေမဲ့ နောက်နှစ်ကားမှာတော့ ဇာတ်ညွှန်းရေးဆရာနာမည်တွေမှာ သူတို ့နှစ်ယောက်ပါခဲ့ကြတယ်။ ကိုယ်တိုင်ပူးတွဲရေးသားထားတဲ့ ဇာတ်ညွှန်းကို ကိုယ်တိုင်ပြန်သရုပ်ဆောင်ရတာ ပိုလွယ်ကူမယ်လို ့မြင်မိလို်က်တယ်။ ဒီဇာတ်ကားတွေမှာ ဇာတ်ကြောင်းပြောတဲ့သူမရှိဘူး။ သူတို ့ပြောနေတဲ့ စကားတွေကပဲ ဇာတ်ကောင်တွေကို ရင်းနှီးစေတယ်။ Jesse နဲ ့Celine ဆိုတာ ရုပ်ရှင်ဆိုတဲ့ ဖျော်ဖြေမှုတစ်ခုရဲ ့အလှပဆုံးတဖြစ်လဲ သဘာဝအကျဆုံး ဇာတ်ကောင်တွေပဲ။.Ethan Hawke ရဲ ့ဇာတ်ကောင်ဖြစ်တဲ့ Jesse ကို ကျွန်တော်သဘောကျတယ်။ သူက အချစ်ဆိုတာကို ယုံကြည်ခဲ့တဲ့လို ့ပြောလို ့ရတယ်။ ဒါကြောင့်လည်း Before Sunset အစမှ သူတို ့နှစ်ယောက်ပြန်တွေ ့တော့ Celine အသည်းအသန်မေးခဲ့တဲ့ မေးခွန်းက သူတို ့ချိန်းခဲ့ကြတဲ့ နေရာလေးကို Jesse လာခဲ့သလားဆိုတာပဲ။ အစကတော့ မဖြေဘူး။ Celine တစ်ယောက် မလာခဲ့တာကို သိတော့ သူကိုယ်တိုင်လည်း ထိုအချိန်က လာခဲ့ရဲ့သားနဲ ့မလာခဲ့ဘူးလို ့လိမ်ပြောလိုက်တယ်။ ကျွန်တော် စောစောက ပြောခဲ့သလို ဖူးစာဆိုတာ လူသားတွေလိမ်ညာပြီး တမင်ဖန်တီးတဲ့အရာဆိုတာ ဒီနေရာမှာ မြင်လာရတယ်။ Jesse က ပြောတယ်။ ဒီစာအုပ်ထုတ်တယ်ဆိုတာ သူ ့စိတ်ထဲက ရေးချင်စိတ်နဲ ့ရေးလိုက်တာတဲ့။ Celine ကလည်း ပြောတယ်။ ဒီစာအုပ်ဆိုင်လေးက သူအမြဲလာနေကြနေရာလေးတဲ့။ တစ်ကယ်တော့ သူတို ့နှစ်ယောက်စလုံး ညာခဲ့ကြတယ်။ Celine နဲ ့ပြန်တွေ ့လိုတွေ ့ငြားဆိုတဲ့ စိတ်လေးနဲ ့Jesse ဒီစာအုပ်လေးကို ရေးပြီးထုတ်ခဲ့တယ်။ Jesse တစ်ယောက် ထိုနေ ့မှာ ထိုစာအုပ်ဆိုင်လေးမှာ စာနယ်ဇင်းမိတ်ဆက်ပွဲရှိတယ်ဆိုတာ သိလို ့Celine တစ်ယောက် တမင်လာခဲ့တာ။ ဒါဟာ သူတို ့ရဲ ့ဖူးစာကို သူတို ့ဖန်တီးခဲ့ကြတာပဲ။——————————————————————————–ဒီဇာတ်ကားလေးတွေ ဖြစ်ပေါ်လာပုံကလည်း ရုပ်ရှင်ချစ်သူတွေ သိပြီးကြတဲ့အတိုင်း ထူးဆန်းပြီး လှပလွန်းတယ်။ Richard Linklater က 1989 တုန်းက သူ ့ရဲ ့ပထမဆုံးဇာတ်ကား Slacker ဆိုတဲ့ဇာတ်ကားရိုက်ကူးရေးအပြီး New York ကအပြန် Philadelphia မှာ သူစိမ်းအမျိုးသမီးတစ်ယောက်နဲ ့စကားလက်ဆုံကြဖြစ်ခဲ့တယ်။ မြို ့အနှံလမ်းလျှောက်သွားကြရင်းနဲ ့ စကားဝိုင်းဟာ ပိုမိုကြာရှည်လာတယ်။ ထိုတစ်ညက အဖြစ်အပျက်ကို အခြေခံပြီး Before Sunrise ကို ရိုက်ကူးခဲ့တာပဲ။ ထိုအမျိုးသမီးနာမည်က Amy Lehrhaup တဲ့။ ဝမ်းနည်းဖို ့ကောင်းတာတစ်ခုက ထိုရုပ်ရှင်ကား Before Sunrise တောင် ရုံမတင်ခင်မှာပဲ ထိုအမျိုးသမီးဟာ Motorcycle Accident နဲ ့ဆုံးပါးသွားခဲ့တယ်။ ထိုအကြောင်းအရာတွေကို Richard Linklater က နောင် 15 နှစ်အကြာ 2010 မှ Public ကို ပြောပြခဲ့တယ်။—————————————————————————B E F O R E အပေါ် မိမိခံစားချက်.သူတို ့နှစ်ယောက် ပြောခဲ့ကြတဲ့ စကားတွေထဲက တစ်နေရာမှာ Jesse က လူသားတွေရဲ ့အသက်ရှင်ခြင်းနဲ ့သေဆုံးခြင်းအတွေးကို ထုတ်ဖော်ပြခဲ့တယ်။ ကျွန်တော်အမြဲမေးလေ့ရှိတဲ့ မေးခွန်းတစ်ခုပဲ။ လူသားတွေဟာ တစ်ဘဝပဲလား ဆိုတာ။ တစ်ကယ်လို ့ရှေးဘဝတွေ၊ နောက်ဘဝတွေ ရှိတယ်ဆိုရင် လွန်ခဲ့တဲ့ နှစ်ပေါင်းမြောက်မြားစွာကထက် အခုအချိန်မှာ လူသားအရေအတွက်တွေ ကမ္ဘာပေါ်မှာ အဆပေါင်းမြောက်မြားစွာ ပိုများလာရတာလဲ။ ယနေ ့ခေတ်လူသားတွေရဲ ့ဝိဉာဉ်တွေဟာ ဘယ်ကနေ ရောက်လာကြတာလဲ။ Jesse ပြောခဲ့တဲ့အတိုင်းဆိုရင် လွန်ခဲ့တဲ့နှစ်ပေါင်း 50,000 ကျော်လောက်က ကမ္ဘာပေါ်မှာ လူသားအရေအတွက် တစ်သန်းပင် မရှိဘူး။ လွန်ခဲ့တဲ့ နှစ်ပေါင်း 10,000 လောက်ရောက်လာတော့ ကမ္ဘာပေါ်မှာ လူသားအရေအတွက် နှစ်သန်းကျော်နေပြီ။ သူပြောခဲ့တဲ့ 1995 တုန်းက ကမ္ဘာပေါ်မှာ 6 Billion ခန် ့လောက် လူသားတွေ ရှိနေပြီ။ ဟိုတုန်းက လူသားတွေရဲ ့ကြွေလွင့်သွားတဲ့ ဝိဉာဉ်တွေဟာ အစိပ်စိပ်အပိုင်းဖြစ်သွားပြီး ယခုမှာ အရေအတွက်တွေ ပိုမိုများပြားလာတာလားလို ့သူတွေးပုံကို ပြောပြတယ်။ တစ်ကယ်လို ့လူသားတွေဟာ ဒီတစ်ဘဝတစ်ခုတည်းဆိုရင် ဘာကြောင့် အရည်မရ၊ အဖတ်မရ လူ ့ဘဝကြီးကို ကျွန်တော်တို ့တွေ ရနေရတာလဲ။ ဘာအဓိပ္ပာယ်များ ရှိနေလို ့လဲ။.နောက်တော့ မွေးဖွားခြင်းနဲ ့သေခြင်းတရားကို သူယှဉ်ပြသွားပုံကိုလည်း ကျွန်တော်သဘောကျတယ်။ သူ ့သူငယ်ချင်းတစ်ယောက်ရှိတယ်တဲ့။ ထိုလူက သူ ့မိန်းမကလေးမွေးတာကို ကြည့်နေချိန်မှာ ဖြစ်ပေါ်လာတဲ့ အတွေးစလေးတစ်ခု။ ယခုမှ လူ ့လောကထဲကို တိုးဝင်လာတဲ့ လူသားလေးဟာ သူ ့ဘဝရဲ ့ပထမဆုံးအသက်ကို မနည်းအားယူပြီး ရှုနေတယ်။ ဒီအချိန်မှာ ဖခင်လုပ်တဲ့သူက ကြည့်နေရင်း ဘာကို သွားစဉ်းစားမိသလဲဆိုတော့ ယခုမှ လူ ့လောကထဲတိုးဝင်လာတဲ့ လူသားတစ်ယောက်ဟာ တစ်ချိန်မှာ သေဆုံးမယ်ဆိုတဲ့ သေခြင်းတရားအတွေးကို စဉ်းစားခဲ့တယ်။ ကျွန်တော်ကိုယ်တိုင်လည်း နောင်တစ်ချိန်မှာ ဖခင်ဖြစ်လာရင် ကိုယ့်ရင်သွေးကို ပထမဆုံးမြင်တဲ့အခါ စတွေးမိမဲ့အတွေးဟာ ဒီအတွေးပဲ ဖြစ်နေမိတော့မယ်။.Celine ပြောခဲ့တဲ့ စကားတွေထဲမှာ ကျွန်တော်သဘောကျခဲ့တာက မိမိဘဝမှာတွေ ့ကြုံခဲ့ရတဲ့ လူသားတိုင်းဟာ အစားထိုးလို ့မရဘူးဆိုတာပဲ။ လူသားတိုင်းမှာ ကိုယ်ပိုင်ထူးခြားတဲ့ အသေးစိပ်အချက်ကလေးတွေရှိတယ်ဆိုတာပဲ။ သူမဇာတ်ကောင်ဟာလည်း လူသားတွေရဲ ့အသေးစိပ်အချက်ကလေးတွေကို မှတ်သားထားတတ်ပြီး ဘယ်တော့မှ မမေ့တတ်တဲ့ သူမျိုး။ ငယ်ငယ်ကဆို ကျောင်းသွားတဲ့လမ်းမှာတောင် အမြဲတမ်း သစ်ပင်ပေါ်ကကျလာတဲ့ chestnuts သီးလေးတွေရဲ ့လိမ့်ဆင်းသွားပုံတွေ၊ လမ်းဖြတ်ကူးနေတဲ့ ပုရွက်ဆိတ်တန်းလေးတွေ၊ သစ်ရွက်ကလေးတွေရဲ ့အရိပ်ကလေးတွေ လိုက်ကြည့်နေတတ်လို ့အမြဲကျောင်းနောက်ကျခဲ့ဖူးတဲ့ သူမျိုး။.အသက်သုံးဆယ်ကျော်အရွယ် ရင့်ကျက်သွားပြီဖြစ်တဲ့ သူတို ့နှစ်ယောက် Before Sunset မှာ ပြန်တွေ ့တော့ ဇာတ်ကောင်နှစ်ယောက် ပြောခဲ့ကြတဲ့ စကားတွေဟာ သရုပ်ဆောင်နှစ်ယောက်ရဲ ့ပြင်ပက လက်တွေ ့ဘဝတွေကို မသိမသာထင်ဟပ်စေခဲ့တယ်။ အမှန်တော့ ထိုသရုပ်ဆောင်တွေဟာ သူတို ့ရဲ ့အပြင်က ဘဝတွေကိုပါ ရောပြီးပြောသွားခဲ့ကြတယ်။ အထူးသဖြင့် Jesse အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Ethan Hawke ဟာ ထိုအချိန်တုန်းက မင်းသမီး Uma Thurman နဲ ့ကွာရှင်းခါစ အချိန်ဖြစ်တာကြောင့် သူ ့ဘဝအစစ်ကို သူပြန်ပြောနေသလိုတောင် မြင်ခဲ့ရတယ်။ ဘဝဆ်ုိတာ ခက်ခဲတယ်တဲ့။ ငါတို ့တွေဟာ ဘဝရဲ ့ခါးသီးမှုတွေကိုသာ မခံစားရရင် ဘဝကနေ ဘာမှ သင်ယူဖြစ်မှာမဟုတ်ဘူးတဲ့။ ထို ့အပြင် ဇာတ်ကောင်တွေဟာ အသက်အရွယ်ကြီးရင့်လာခြင်းရဲ ့ဆုတ်ယုတ်မှုတွေကို ဘာနဲ ့ပြောပြခဲ့သလဲဆိုတော့ Celine ရဲ ့အိပ်မက်ဆိုးတစ်ခုမှာ သူမဟာ အသက် ၃၂ ဖြစ်နေတယ်တဲ့။ ဒီလိုနဲ ့အိပ်မက်က နိုးလာတော့ အသက်က ၂၃ ဆိုလို ့စိတ်ချမ်းသာသွားခဲ့တယ်။ ဒါပေမဲ့ တစ်ကယ့် အိ်ပ်မက်အစစ်က နိုးထလာချိန်မှာတော့ သူမဟာ အသက် ၃၂ ဆိုတာ ပြန်သတိရသွားတယ်။ ဒါဟာ သူတို ့အတွက် တစ်ကယ်အိပ်မက်ဆိုးတစ်ခုပဲ။ ကျွန်တော်ကိုယ်တိုင်လည်း နောင်နှစ်အနည်းငယ်ကြာတဲ့အခါ ထိုအိပ်မက်ဆိုးကို မက်နေမိတော့မယ်။.Notre Dame ဘုရားကျောင်းကြီးကို Seine မြစ်ပေါ်ကနေ သူတို ့နှစ်ယောက် ငေးကြည့်နေတယ်။ ဒုတိယကမ္ဘာစစ်တုန်းက German တွေ စစ်ရှုံးလို ့ပြန်ပြေးခါနီးမှာ ဒီဘုရားကျောင်းကြီးကို မိုင်းခွဲပြီး ဖျက်ဆီးဖို ့စီစဉ်ခဲ့ကြတယ်။ မို်င်းကြိုးတွေသွယ်ပြီး မိုင်းခွဲဖို ့စစ်သားတစ်ယောက်ကို ချန်ထားခဲ့တယ်။ ထိုစစ်သားဟာ Notre Dame ဘုရားကျောင်းကြီးရဲ ့အလှကို ခံစားနေခဲ့တာကြောင့် သူမိုင်းမခွဲခဲ့ဘူး။ မဟာမိတ်တပ်သားတွေ ရောက်လာတော့ ဘုရားကျောင်းကြီးကို မိုင်းကြိုးတွေနဲ ့သွယ်ပြီး မိုင်းခွဲတဲ့ခလုတ်ကို ပိတ်ထားတာကို တွေ ့ခဲ့ကြတယ်တဲ့။ ဒီဇာတ်လမ်းကို Jesse က ပြောတော့ အဟုတ်လားလိုု ့Celine က မေးတယ်။ ဟုတ်တယ်၊ မဟုတ်တယ် ဆိုတာကို သူမသိဘူး။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကိုတော့ သူသဘောကျတယ်တဲ့။ သူသဘောကျသလို ကျွန်တော်တို ့လည်း သဘောကျတယ်။ လောကရဲ ့အလှအပတွေ၊ အနုပညာရဲ ့အလှအပတွေကို ခံစားတတ်တဲ့သူတွေသာ ကမ္ဘာမှာ များပြားခဲ့ရင် စစ်ပွဲတွေဆိုတာ ရှိလာခဲ့မှာ မဟုတ်ဘူး။——————————————————————————ဒီဇာတ်ကား ၃ ကားစလုံးကို ကြည့်ပြီးသွားတဲ့ ပရိသတ်တစ်ယောက်အနေနဲ ့ကိုယ်ဘယ်ဇာတ်ကားကို အကြိုက်ဆုံးလဲလို ့မိမိကိုယ်ကို မေးမိကြလိမ့်မယ်။ ကျွန်တော်ကိုယ်တိုင်လည်း မေးခဲ့တယ်။ ဒါပေမဲ့ တိကျတဲ့အဖြေထက် ကွဲပြားတဲ့ အဖြေတွေကို ကျွန်တော်ရလာတယ်။ Before Sunrise ဇာတ်ကားကို ကြည့်ပြီး လူငယ်အများစုဟာ စိတ်ကူးယဉ်ကောင်း ယဉ်မိကြမယ်။ ကိုယ်နဲ ့အရာအားလုံး ကိုက်ညီတဲ့ ထူးဆန်းတဲ့ အချစ်စစ်တစ်ခုကို အိပ်မက်တွေထဲကလို မမျှော်လင့်ပဲ တွေ ့ဆုံမိမယ်။ ထို ့နောက် စကားတွေ ပြောဖြစ်ကြမယ်။ ဝမ်းနည်းဖို ့ကောင်းတဲ့ လမ်းခွဲချိန်လေးရောက်ပြီး ကြေကွဲဆို ့နစ်မယ်။ ဒါကြောင့် Before Sunrise ဟာ ပရိသတ်အများစု လိုချင်တာတွေကို ပေးခဲ့တယ်။ ဒါပေမဲ့ Before Sunset ရောက်လာတဲ့အခါ ဇာတ်ကောင်တွေဟာ သရုပ်ပိုမှန်လာတယ်။ အရွယ်ရောက်လူသားတွေရဲ ့ခက်ခဲတဲ့တာဝန်တွေ၊ ဝန်ထုတ်ဝန်ပိုးတွေ ထမ်းဆောင်နေရပုံတွေကို တွေ ့လာရတယ်။ အချစ်ဆိုတာ အမျှင်တန်းလေးအနေနဲ ့ပဲ တွေ ့ရတယ်။ Before Midnight ရောက်တဲ့အခါမှာတော့ နာကျင်မှုတွေဟာ ပိုပြီးပြင်းထန်လာကြတယ်။ အရာတစ်ချို ့ဟာ ပြောင်းလဲလာကြတယ်။ နေ ့တစ်နေ ့ရဲ ့အဆုံးဟာ ညသန်းခေါင်ယံမတိုင်မှီအချိန်ဖြစ်သလို အချစ်တစ်ခုရဲ ့နိဂုံးဟာလည်း ပွင့်ထွက်လာကြတဲ့ ခံစားမှုတွေ ပေါက်ကွဲမထွက်ခင်ကာလတစ်ခုပဲ။.Before Midnight ကို စဖွင့်တဲ့အခါ ကျွန်တော်တို ့တွေ ့ရတဲ့ Jesse နဲ ့Celine ဟာ လွန်ခဲ့တဲ့ ၉ နှစ်ကနဲ ့တစ်ခြားစီဖြစ်နေပြီ။ လွန်ခဲ့တဲ့ ၉ နှစ်ကလို ငယ်ရွယ်နုပျိုမှုတွေ မရှိတော့ဘူး။ အချစ်တွေတော့ ကျန်ကောင်းကျန်နေပါလိမ့်မယ်။ ဒါပေမဲ့ ဟန်ဆောင်မှုတွေလားလို့ သံသယဝင်မိလာတယ်။ ဒီဇာတ်ကားဟာ ထို ၃ ကားထဲမှာ သဘာဝအကျဆုံး၊ သရုပ်အမှန်ဆုံး တင်ပြထားခြင်းပဲ။ ဇာတ်ကောင်တွေမှာ တောက်ပတဲ့ အိပ်မက်တွေအစား နေ ့စဉ်ဖြတ်သန်းတဲ့ဘဝတွေရုန်းကန်မှုတွေက အစားထိုးလာတယ်။ Jesse မှာ အရင်ကလို စူးရှတဲ့ မျက်ဝန်းတွေ မရှိတော့ဘူး။ Celine မှာ အရင်ကလို စွဲဆောင်မှုရှိတဲ့ ခန္ဓာကိုယ် မရှိတော့ဘူး။ ရီဝေနေတဲ့ မျက်ဝန်းတွေနဲ ့အဆီတွေတက်နေတဲ့ ခန္ဓာကိုယ်တွေကို ကျွန်တော်တို ့မြင်လာရတယ်။.လွန်ခဲ့တဲ့ 18 နှစ်ကျော်တုန်းက Vienna ရဲ ့လမ်းမတွေပေါ်မှာ ပြင်သစ်သူလေး Celine တစ်ယောက် အချစ်ကိုရူးသွပ်စွာ ယုံကြည်ပုံကို ဘယ်လို ပြောခဲ့သလဲဆိုတော့ ထိုလူဟာ သူ ့ဆံပင်ကို ဘယ်လိုပုံစံထားလာမှာ၊ ဘယ်အကျင်္ီကို ဘယ်နေ ့မှာ သူဝတ်လာခဲ့တာ၊ ထိုလူရဲ ့တိုက်ဆိုင်ရင် တိုက်ဆိုင်သလို ပြောလေ့ရှိတဲ့ အကြောင်းအရာတွေကို သူခန် ့မှန်းတတ်လာခဲ့ပြီဆိုရင် သူဟာ ထိုလူကို တစ်ကယ်ချစ်နေမိပြီတဲ့။.ဒါပေမဲ့ အခုတော့ အချစ်ဆိုတာထက် ကျွန်မ ရှင့်ကို မချစ်နိုင်တော့ဘူးဆိုပြီး တံခါးကနေ ထွက်ခွာသွားတော့တယ်။ ထို ၃ ကားစလုံးမှာ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ဝင်ခန်းက Jesse ရဲ ့Celine ကို ပြေလည်အောင် လိုက်ပြောတဲ့ ဇာတ်ဝင်ခန်းပဲ။ အချစ်တစ်ခုရဲ ့အမှန်တရားတွေအကုန်လုံးကို ထို 10 မိနစ်အတွင်းမှာ ချပြခဲ့တယ်။ သရုပ်မှန်ဟာ လက်တွေ ့ဆန်တယ်။ စိတ်ကူးယဉ်မဟုတ်ဘူး။ Perfect မဖြစ်ဘူးဆိုတာ သူပြောသွားခဲ့တယ်။—————————————————————————–B E F O R E ရဲ ့နိဂုံးလူသားတွေ တစ်ကယ်ပြောင်းလဲကြလား။ အချစ်ဆိုတာကရော အချိန်နဲ ့အတူ ပြောင်းလဲတတ်သလား။ ပမာဏကို တိုင်းတာလို ့မရနိုင်ပေမဲ့ ပုံစံခြင်းတော့ ကွဲပြားသွားတတ်ကြပါတယ်။ အမှန်တော့ လူသားတွေဟာ မပြောင်းလဲကြပါဘူး။ ကိုယ့်ကိုကိုယ် ပြောင်းလဲကြတယ်လို ့အထင်မှားနေကြတာပါ။ ကျွန်တော် ပထမဆုံး ပြောခဲ့တဲ့ ဖူးစာကို ပြန်ပြောမယ်ဆိုရင် ဇာတ်လမ်းအဆုံးမှာ Jesse နဲ ့Celine တို ့လမ်းခွဲခဲ့ကြသလား။ ရှေ ့ဆက်လက်တွဲသွားကြသလား။ ဘာပဲဖြစ်ဖြစ် ဒါတွေအားလုံးဟာ သူတို ့နှစ်ယောက် ရွေးချယ်တဲ့ ဆုံးဖြတ်ချက်တွေပဲ။ ကံကြမ္မာက သူတို ့နှစ်ယောက်ကို နီးစပ်စေခဲ့တာ မဟုတ်ဘူး။ ကံကြမ္မာက သူတို ့နှစ်ယောက်ကို ခွဲခွာစေခဲ့တာလည်း မဟုတ်ဘူး။ သူတို ့နှစ်ယောက်စလုံးဟာ သူတို ့ရဲ ့ဆုံးဖြတ်ချက်ကိုပဲ ရွေးချယ်ခဲ့ကြတာ။ ဖူးစာဆိုတာ မရှိဘူး။ ကံကြမ္မာဆိုတာ မရှိဘူး။ ဖူးစာဆိုတာ ကျွန်တော်တို ့လူသားတွေ ကံကြမ္မာကို ခုတုံးလုပ်ပြီး အသုံးချလို ့ကောင်းတဲ့ စကားတစ်ခွန်းပဲ။.ရထားပေါ်က ဆင်းဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။ဒီစာအုပ်ဆိုင်ကို ပြန်လာဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။သူတို ့နှစ်ယောက်ရဲ ့ရန်ပွဲကိုလည်း …. ဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။.Before Sunrise က 1995 တုန်းက ထွက်ခဲ့တယ်။ Before Sunset ကိုတော့ 2004 မှာ ထွက်ခဲ့ပြီး နောက်ဆုံးကား Before Midnight ကို 2013 မှာထွက်ခဲ့တော့ အကယ်၍ 2013 အပြီး နောင် 9 နှစ်အကြာ 2022 မှာ နောက်ထပ် Before တစ်ကားကို ကျွန်တော် စောင့်ချင်တယ်။ Richard Linklater ရော၊ Julie Delpy ရော Ethan Hawke ရော ကျွန်တော်ရော 2022 ထိ အသက်ရှိထင်ရှား ရှိနေအုံးမယ်ဆိုရင်တော့ ကျွန်တော့်အတွက် မျှော်လင့်ချက်ကလေး ရှိချင်ရှိနေအုံးမှာပါ။ဇာတ်လမ်းအညွန်းကိုတော့ Movies – we watch,we feel page ကကူးယူဖော်ပြတာဖြစ်ပြီး ဘာသာပြန်ကတော့ကိုခိုင်လင်းပါ ။Before ကို Trilogy အဖြစ်ထွက်ရှိထားတာ ဖြစ်လို့ ကျန်တဲ့ ့ mid – night ကိုလဲ ထပ်မံတင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်အားပေကြပါအုံးဗျYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard LinklaterStarsAlbert DelpyDenis EvrardDiaboloEthan HawkeJulie DelpyLouise Lemoine TorrèsMariane PlasteigMarie PilletRodolphe PaulyVernon DobtcheffCastAlbert DelpyDenis EvrardDiaboloEthan HawkeJulie DelpyLouise Lemoine TorrèsMariane PlasteigMarie PilletRodolphe PaulyVernon Dobtcheff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2Kx2q1GOmYRjxmILEFIusMIGTUc.jpg",
      "https://image.tmdb.org/t/p/w300/9KdZct0XujoKmJMtBAOK5gMJgoo.jpg",
      "https://image.tmdb.org/t/p/w300/4rzu25ueXLvuNG1zcov7L37MOwr.jpg",
      "https://image.tmdb.org/t/p/w300/fxoqsFKkYMQMaKq9vfVNYJUSJqv.jpg",
      "https://image.tmdb.org/t/p/w300/nEIURFiAyrjzxDwv7LskRr27W4M.jpg",
      "https://image.tmdb.org/t/p/w300/f0lS6dFawoZqrzxzZPl53YoOY4q.jpg",
      "https://image.tmdb.org/t/p/w300/mcuGLIBwJM5pBFojvxefBtxUvwQ.jpg",
      "https://image.tmdb.org/t/p/w300/tNOf61ltTMg8UD1Hi9yQravElFF.jpg",
      "https://image.tmdb.org/t/p/w300/8LreGAwWHDrIBv92Ec987F6d24p.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1MjAwNTM5Ml5BMl5BanBnXkFtZTYwNDM0MTc3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/before-sunset-2004",
        "server": "VIP Links",
        "size": "2.23GB/632.3MB",
        "quality": "BluRay 1080p/720p"
      },
      {
        "link": "https://yoteshinportal.cc/before-sunset-2004-1080-p-blu-ray-cm-recode-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/10Rx1/Before.Sunset.2004.1080p.BluRay_{CM}_Recode.mp4",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://watchsb.com/u4xkg78cqfg1.html",
        "server": "streamsb.com",
        "size": "2.23GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/before-sunset-2004-mm-sub-mp-4-1",
        "server": "VIP Links",
        "size": "632.3MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mMrt/Before.Sunrise.1995.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMrl/Before.Midnight.2013.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMuX/Before_Midnight_[2013]_(MM_Sub)_(1).mp4 https://megaup.net/2mMv4/Before_Sunset_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "632.3MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "oI3UuneLcyU",
      "video_url": "https://www.youtube.com/watch?v=oI3UuneLcyU",
      "embed_url": "https://www.youtube.com/embed/oI3UuneLcyU"
    }
  },
  {
    "metadata": "R|2004|88 min|Crime,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "39,906"
    },
    "title": "3 IRON (2004)",
    "description": "ဆိုက္ကို ဆန္ဆန္ ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစထူျခားတာက ဒီဇာတ္ကားထဲမွာ မင္းသားက စကားတစ္ခြန္းမွေျပာမသြားတာပဲ(ဘာသာျပန္ရတာသက္သာတာေပါ့????????)သူက ဆိုင္ကယ္တစ္စီးနဲ႔ ပန္းဖလက္ေတြကို အိမ္ေတြရဲ႕ ေသာ့ေပါက္ေတြမွာလိုက္ကပ္တယ္ၿပီးေတာ့ ညၾကမွလာျပန္ၾကည့္ ပန္းဖလက္ မကြာေသးတဲ့ အိမ္ေတြဆိုေသာ့တုနဲ႔ဖြင့္ၿပီး အိမ္ထဲကိုဝင္ စားစရာ႐ွိတာခ်က္ျပဳတ္စား၊ေရခ်ိဳး၊ ႐ုပ္႐ွင္ၾကည့္၊ ပ်က္ေနတဲ့ ပစၥည္းေတြေတြ႔ရင္ျပင္၊ အျမင္မေတာ္တာေတြေကာက္သိမ္း၊အဝတ္ေတြေလ်ာ္ သူအိမ္လိုပဲေနတယ္ ၿပီးရင္ ဘာပစၥည္းမွမယူပဲ ဒီအတိုင္းျပန္ထြက္သြားတယ္တစ္ရက္က်ေတာ့ လူမ႐ွိဘူးထင္ၿပီး သူေဖာက္ဝင္ခဲ့တဲ့ အိမ္ထဲမွာအတင္းအက်ပ္လက္ထပ္ယူထားၿပီး ႏွိပ္စက္ခံထားရတဲ့မိန္းမတစ္ေယာက္နဲ႔သြားဆံုတယ္ ၿပီးေတာ့ အဲ့မိန္းကေလးကို ႏွိက္စက္ေနတဲ့သူကိုေဂါက္သီးနဲ႔ တည္႐ိုက္ၿပီးေတာ့ ထြက္လာေတာ့ အဲ့မိန္းမကလဲလိုက္လာတယ္ ဒီလိုနဲ႔ သူတို႔ႏွစ္ေယာက္ တစ္အိမ္ၿပီးတစ္အိမ္လိုက္ေဖာက္ၿပီးေနေနရင္းနဲ႔မွ ႀကိဳက္သြားၾကတယ္ေပါ့ဗ် တစ္ေန႔ၾကေတာ့သူတို႔ ေဖာက္ဝင္တဲ့ အိမ္ထဲမွာ ေသဆံုးေနတဲ့ အဖိုးႀကီးတစ္ေယာက္ကိုေတြ႔တဲ့အခါ သူတို႔ ဘာေတြဆက္လုပ္ၾကမလဲ….?ဒီဇာတ္ကားကေတာ့ ေက်ာ္ကိုယ္တိုင္ ၾကည့္ဖူးသမွ် ကိုရီးယားကားေတြထဲကအႀကိဳက္ဆံုးဇာတ္ကားပါ ဇာတ္အိမ္က နားေထာင္ၾကည့္ရင္ပ်င္းစရာႀကီးဆိုေပမယ့္ ဇာတ္ကားၿပီးတျ့အထိ ေကာင္းေကာင္းဆြဲေဆာင္သြားႏိုင္တဲ့ကားပါ 2004 တုန္းကထြက္ထားတာျဖစ္ၿပီး IMDb 8.1 အထိရထားတဲ့ဇာတ္ကားေလးပါ ဇာတ္ကားဆန္းဆန္းေလးေတြ ၾကည့္ခ်င္တဲ့လူေတြအႀကိဳက္ေတြ႔ၾကမွာပါ အၫႊန္းေရၿပီး ဘာသာျပန္ေပးထားတာေတာ့ ကြၽန္ေတာ္ Htaung At ပါP.S. (ေရးထားတဲ့အၫႊန္းထက္ ေကာင္းတဲ့ ဇာတ္ကားဆိုတာကိုထပ္ၫႊန္းပါရေစ)Download Large File From PcloudDownload Small File From PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKi-duk KimStarsHyuk-ho KwonHyun-kyoon LeeJeong-ho ChoiSeung-yeon Lee",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTM1ODIwNzM5OV5BMl5BanBnXkFtZTcwNjk5MDkyMQ@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/3-iron-2004",
        "server": "CM Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/3-iron-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fpC8/3_Iron_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/q7yrjxxwddf7",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2004||Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1405"
    },
    "title": "Vanilla and Chocolate (2004)",
    "description": "Vanilla and Chocolate (2004)======================IMDb Rating – 6.1/10” ဘီယာဘူးတောင် ကိုယ့်ဘာသာမဖောက်တတ်တဲ့ရှင်….. ကျွန်မမရှိဘဲဘယ်လိုနေမလဲ ကျွန်မမစဉ်းစားချင်တော့ဘူး “။ မိန်းမကျမ်းကြေ မိန်းမပွေလွန်းတဲ့ယောက်ျားကို Penelope တစ်​ယောက် မသိကျိုးကျွန်ပြုထားရတာ ကြာခဲ့ပါပြီ။ သားသမီး ၃​ယောက်ကိုငဲ့ပြီးသည်းခံလာရသမျှတွေလည်း တစ်နေ့မှာတော့ ရေစီးကမ်းပြိုလိုက်သွားရပါတော့တယ်။Penelope စိတ်ပျက်ပြီး ထွက်သွားတဲ့အခါမှာတော့ အိမ့်တာဝန်သားသမီးတာဝန်ဆိုလို့ လက်ကလေးတစ်ချောင်းမမဖူးတဲ့ Andreaတစ်ယောက် ရုံးနဲ့အိမ်ကြား တောင်ပြေးမြောက်လိုက်ဖြစ်နေရပါပြီ။မိသားစုနဲ့ဝေးရာရောက်နေတဲ့ Penelope ဟာလည်း ခင်ပွန်းဖြစ်သူမှားသမျှကို တောင့်ခံလျစ်လျူရှုပေးနိုင်ခဲ့တဲ့ ဝှက်ဖဲလေးအကြောင်းနောက်ကြောင်းပြန်စဉ်းစားမိနေရင်း……(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(1.7 GB) / (555 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 50MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Hnin Wut YiEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCiro IppolitoCastAlessandro PreziosiIlaria StivaliJoaquín CortésMaria Grazia CucinottaSerra Ylmaz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8flNFfay9ZQ61rKyhGsRyyVYfQH.jpg",
      "https://image.tmdb.org/t/p/w300/tYgk1QfAabaS6X9JyZkfwa5P8p6.jpg",
      "https://image.tmdb.org/t/p/w300/tf2Jn8JeuBqPVyjgjrJdTGrygVk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjE4NmE3MDUtYTI4Ny00NTUyLTg1NmUtMWIyNjY1M2MzNjNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjkzODMxNTY@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/vanilla-and-chocolate-2004-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UZrs/Vanilla.and.Chocolate.2004.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/l75z1sjtebf4.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/s7lTgDpB#MvT802ep2g7QFbcqdym71HWCrbLRAYwTcZwwC7O3VFA",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iyo4lsc1ru1d.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/nrdzsgl2h68m",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vanilla-and-chocolate-2004-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "555 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UZri/Vanilla.and.Chocolate.2004.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "555 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/r56y9wd6fwqe.html",
        "server": "streamsb.com",
        "size": "555 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/U7lziR4a#W7XYVeHFNWs8AHUF3gxGmVMe92aQxTN8WToPApfUhJA",
        "server": "mega.nz",
        "size": "555 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n2dw0uy1nqsy.html",
        "server": "usersdrive.com",
        "size": "555 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9f8axngizom7",
        "server": "streamvid.io",
        "size": "555 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2004||Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Spider-Man 2 (2004)",
    "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်…သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်းနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ …သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ…။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်…1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။File size…(2.3 GB)/(1 GB)Quality….BluRay DS4K HEVC 1080p / 720pFormat…mkv/mp4Duration….02:07:27Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Thet OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexandra K. BrowneBac DeLormeDan BradleyEric HeffronJeff ShiffmanSam RaimiTrudy RamirezStarsAlfred MolinaBill NunnDaniel GilliesDonna MurphyDylan BakerJ.K. SimmonsJames FrancoKirsten DunstRosemary HarrisTobey MaguireCastAasif MandviAlfred MolinaAndre M. JohnsonAndy BaleAnne BetancourtBill CalvertBill E. RogersBill NunnBonnie SomervilleBrendan Patrick ConnorBrent BriscoeBrianna BrownBruce CampbellCalvin DeanChloe DykstraChristine EstabrookCindy CheungCliff RobertsonDan CallahanDan HicksDaniel Dae KimDaniel GilliesDavid BostonDonna MurphyDonnell RawlingsDylan BakerElizabeth BanksElla RogersElya BaskinElyse DinhEmily DeschanelFrank BonsangueGarrett WarrenGregg EdelmanHal SparksJ.K. SimmonsJames FrancoJason Fiore-OrtizJill SayreJoanne BaronJoe VirziJoel McHaleJoey DiazJohn LandisJohn PaxtonJopaul Van EppJoy BryantJulia MaxKelly ConnellKirsten DunstLou VolpeLouis LombardiMageina TovahMarc John JefferiesMichael ArthurMichael Edward Thomasmiles millerMolly CheekPeter AllasPeter CincottiPeter McRobbiePeter VourasPeyton ListPhil LaMarrReed DiamondRickey G. WilliamsRosemary HarrisRoshon FeganSavannah PopeScott RossScott SpiegelSimone GordonSpencer ListStan LeeSusie ParkTaylor GilbertTed RaimiTim StormsTimothy JeromeTimothy Patrick QuillTobey MaguireTom CareyTony CampisiTricia PetersTroy MetcalfVanessa FerlitoVenus LamWesley VolcyWeston EppWillem DafoeZachry Rogers",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6al048Lat3eLVQOuKtc9h6Tu94d.jpg",
      "https://image.tmdb.org/t/p/w300/8HMHE8VpkWOTmkm3c9QyEL6h1cP.jpg",
      "https://image.tmdb.org/t/p/w300/vqZnytUpDDAZI6JU7WtCqdq84L.jpg",
      "https://image.tmdb.org/t/p/w300/mVnqWRyC7Qkg7eyLkko8aYBDxb8.jpg",
      "https://image.tmdb.org/t/p/w300/pXzAbaFV8iNtflap5MqSyXcV8Qx.jpg",
      "https://image.tmdb.org/t/p/w300/aqaSgTT6jiAdx9aJ4xUI4G2MEXe.jpg",
      "https://image.tmdb.org/t/p/w300/ouMBIALAOq0rpoB8b2RydUevRu1.jpg",
      "https://image.tmdb.org/t/p/w300/5ijb90YkkT6teZDqEpKtCm2Umtg.jpg",
      "https://image.tmdb.org/t/p/w300/z9FcSlz4LKC3ACRYvFP4MK5SyDc.jpg",
      "https://image.tmdb.org/t/p/w300/gkINAPOuwUFo2Qphs3OUUbjUKUZ.jpg",
      "https://image.tmdb.org/t/p/w300/eY120dfwVqINlsB6zSpQiFggp9G.jpg",
      "https://image.tmdb.org/t/p/w300/kt8bwPIxzf7lN3mv96bt7703Dhl.jpg",
      "https://image.tmdb.org/t/p/w300/ngsPPZHsnPE8k8EK04ndlnR3Dnw.jpg",
      "https://image.tmdb.org/t/p/w300/m5EDsOim9h9kfqnKAiQKFpChfB9.jpg",
      "https://image.tmdb.org/t/p/w300/wazmXdm92TILjHJMO70suUvPcfb.jpg",
      "https://image.tmdb.org/t/p/w300/talutKhSf1B0DVtekFCN0Oe3Yla.jpg",
      "https://image.tmdb.org/t/p/w300/tFeqZIp4potC0cG8jZhbdiY8YyZ.jpg",
      "https://image.tmdb.org/t/p/w300/7r2EQdqCwM1mqiO9m8625o5jcJ0.jpg",
      "https://image.tmdb.org/t/p/w300/jBP7FbGBp2o2jMvrMiSgOzVBujV.jpg",
      "https://image.tmdb.org/t/p/w300/qteExEpYDERpXcaH7gIeyxCeNpH.jpg",
      "https://image.tmdb.org/t/p/w300/1WhRRnPJ1hSo8VrS1vWCBOfK9KI.jpg",
      "https://image.tmdb.org/t/p/w300/qsuV5CmEJE4IoF9rbLNLDUmtvHH.jpg",
      "https://image.tmdb.org/t/p/w300/9HrPwwSIP48NrJI6NmvgajlKEo7.jpg",
      "https://image.tmdb.org/t/p/w300/3PlyDGcVGF13lONaOWdww7Egzht.jpg",
      "https://image.tmdb.org/t/p/w300/lOcQZjhU99PMykoIStbmZLUVj9D.jpg",
      "https://image.tmdb.org/t/p/w300/sfY8b5FCUVCrlg4WVjxfSYljYFY.jpg",
      "https://image.tmdb.org/t/p/w300/yAHqWqXo3b0n3aTgqHjWpPmd0ic.jpg",
      "https://image.tmdb.org/t/p/w300/mPglIawN5LTkNkHOIULepgn99gG.jpg",
      "https://image.tmdb.org/t/p/w300/wh2Nevof4wiK2gpF3ePqpeaH3Zk.jpg",
      "https://image.tmdb.org/t/p/w300/eU3IYWXCZoNjZxMCIX2XmIFGpHt.jpg",
      "https://image.tmdb.org/t/p/w300/6SxxFvoWvTqP3EZtizwhOgGRlyz.jpg",
      "https://image.tmdb.org/t/p/w300/2QZ93ZlcEyfrVgQ7aGQpaAWoa0S.jpg",
      "https://image.tmdb.org/t/p/w300/eyi8HYXZByttuDX762imzx2U0ja.jpg",
      "https://image.tmdb.org/t/p/w300/h5JXYb2WuHn71pMoHfAvA6NOfud.jpg",
      "https://image.tmdb.org/t/p/w300/6Gxx20QnxQS3wlrIFrOxKmhYBiX.jpg",
      "https://image.tmdb.org/t/p/w300/cdb5HLoWbSfh6bZeR7EAd3wxQzg.jpg",
      "https://image.tmdb.org/t/p/w300/lW1TxsiTN0e9rtjztMNcjFTu1sK.jpg",
      "https://image.tmdb.org/t/p/w300/p8FL4EAJR7bVJiQZDnkMqR1v81D.jpg",
      "https://image.tmdb.org/t/p/w300/tTqQNCIgH4VxCABhjxEUYpzr71t.jpg",
      "https://image.tmdb.org/t/p/w300/bpgHdCmBroOSW1c9KdEgJKrHXxs.jpg",
      "https://image.tmdb.org/t/p/w300/vQCYMC114TJy3O7rBw62CbwUpky.jpg",
      "https://image.tmdb.org/t/p/w300/vbV3zyhGZPxVHaoyTgIK6zwuMTV.jpg",
      "https://image.tmdb.org/t/p/w300/WeOMVqQsNfIqb5OEk2M0GOlGlI.jpg",
      "https://image.tmdb.org/t/p/w300/9Bs6MR1RGtuM6Hwm6XD1LZWk22N.jpg",
      "https://image.tmdb.org/t/p/w300/lX7CY8J70jbVW8hMEer2irqwlCO.jpg",
      "https://image.tmdb.org/t/p/w300/8fdf0PkU64jAFvHnG3nmKllZ7Fz.jpg",
      "https://image.tmdb.org/t/p/w300/f8d4eu9gAyGJQhdqBNX7Qs1Klo6.jpg",
      "https://image.tmdb.org/t/p/w300/sTt2xaHZnzPdw7Rndwd06IIXvOn.jpg",
      "https://image.tmdb.org/t/p/w300/hTOJeTFjvIqQ0NdBHvlpzqySpwF.jpg",
      "https://image.tmdb.org/t/p/w300/iVBPaRzZtoSyRUSQpN4ekSGlD99.jpg",
      "https://image.tmdb.org/t/p/w300/2UF15hiKO4q1UEek4Jw4rzwkWvm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/spider-man-2-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-spider-man-2-2004-1080-p-ds-4-k-hdr-10-bd-rip-10-bit-x-265-hevc-ac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://megaup.net/2mFag/(CM)_Spider-Man_2_(2004)_1080p_DS4K_HDR10_BDRip_10bit_x265_HEVC_AC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://mega.nz/file/s84E2JAa#w_w2r6o2417l55g3Kpen5fwTXF6Di6GjbC2XC528_pk",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://usersdrive.com/1b585r5h527l.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spider-man-2-2004-720-p-ds-4-k-blu-ray-10-bit-x-264-aac-2-0-audio-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10Kev/(CM)_Spider-Man_2_(2004)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4wp0CDxD#LqfI3t1ruHt8lBoVKkYIrUgHE6VElCGhyz-eJGEUrpo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hxtk18z7bb0l.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/wfqzsyw7f4j7.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3jBFwltrxJw",
      "video_url": "https://www.youtube.com/watch?v=3jBFwltrxJw",
      "embed_url": "https://www.youtube.com/embed/3jBFwltrxJw"
    }
  },
  {
    "metadata": "PG-13|2004|111 min|Comedy,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "32,184"
    },
    "title": "Chasing Liberty(2004)",
    "description": "ညစာစားေနတဲ့ေကာင္ေလးနဲ႕ေကာင္မေလးတုိ႕စားပြဲ၀ုိင္းကုိ လူရြယ္တစ္စုခ်ဥ္းကပ္သြားတယ္ သူတုိ႕ထဲကတစ္ေယာက္ကအက်ၤီအိပ္ထဲကုိလက္ႏႈိက္လုိက္တယ္….ဒီအၿပဳအမူေၾကာင့္ သက္ေတာ္ေစာင့္ အေယာက္ ၂၀ေလာက္က လူရြယ္တစ္စုကုိခုန္အုပ္လုိက္တယ္ ေကာင္ေလးနဲ႕ေကာင္မေလးရဲ႕ေပ်ာ္ရႊင္ဖြယ္ညတစ္ညဟာ သက္ေတာ္ေစာင့္ေတြေၾကာင့္ အက်ဥ္းတန္သြားတယ္သက္ေတာ္ေစာင့္ေတြကလည္းသူတုိ႕တာ၀န္သူတုိ႕လုပ္ရတာကုိး ဘာျဖစ္လုိ႕လဲဆုိေတာ့ ညစာစားတဲ့ေကာင္မေလးဟာ သမၼတရဲ႕သမီးျဖစ္ေနလုိ႕ပါပဲ..ဒါေၾကာင့္ ခ်ဥ္းကပ္သြားတဲ့လူရြယ္တစ္စုဟာ အႏၱရယ္ျပဳႏုိင္သူျဖစ္ႏုိင္ေတာ့  သူတုိ႕လည္းအေျခအေနအရ တားဆီးလုိက္ရတယ္….ကြ်န္ေတာ္တုိ႕ခနၶာကုိယ္ထဲမွာ phenylethylamine လုိ႕ေခၚတဲ့ natural chemical တစ္ခုထြက္ပါတယ္ သူ႕ရဲ႕အစြမ္းသတၱိကဘာျဖစ္လဲဆုိေတာ့စိတ္ကုိႏူးညံေပ်ာ့ေပ်ာင္းေစတယ္ ခ်စ္တတ္ေစတယ္ ခံစားတတ္ေစတယ္ ဒါေပမယ့္ phenylethylamine က အခ်ိန္တုိင္းမထြက္ဘူးကာလအပုိင္းအျခားနဲ႕ ထြက္တာ….ခ်စ္သူမ်ားေန႕မွာ ေခ်ာကလက္ဘာေၾကာင့္ေကြ်းလဲဆုိေတာ့ ေခ်ာကလက္ဟာ phenylethylamine ကုိထြက္ေစလုိ႕ ကုိယ္ခ်စ္တဲ့သူကုိ ေကြ်းၾကတယ္လုိ႕ေျပာၾကတယ္….ဒီကားကုိၾကည့္ရတာ ကမၻာ့အစြမ္းထက္ဆုံးေခ်ာကလက္ကုိစားရသလုိပဲ ..phenylethylamine ေတြ ဘယ္ေလာက္ေတာင္ ႏွလုံးသားမွာ ေျပးလႊားေနလဲမသိ.ရင္ေတြခုန္တယ္ …Plot ကလည္းဆြဲေဆာင္မႈရွိတယ္ သမၼတရဲ႕သမီးနဲ႕ေအးဂ်င့္ေကာင္ေလးတစ္ေယာက္ေပါ့… ဒီကားထဲကေကာင္ေလးနဲ႕ေကာင္မေလးေျပာတဲ့စကားအေတာ္မ်ားမ်ားဟာ ကဗ်ာရနံေတြထုံလႊမ္းေနတယ္…ေနာက္ခံသီးခ်င္းေလးေတြကလည္း လွပလြန္းတယ္ တစ္ခါတစ္ရံကုိယ့္ရဲ႕ရင္ခုန္သံဟာ ဇာတ္ကားထဲကသီးခ်င္းရဲ႕ ခပ္မွန္မွန္ထြက္ေနတဲ့ BASS သံထက္ေတာင္က်ယ္ေလာင္ေနတတ္တယ္…ေသခ်ာတယ္ ခင္ဗ်ားတုိ႕လည္းဒီကားၾကည့္ေနရင္း ကေယာင္ကတမ္းနဲ႕ ကိုယ့္ဘယ္ဘက္ရင္အုံကုိျပန္စမ္းမိလိမ့္မယ္…..File Size…(850MB) and (398MB)Quality…DVDripFormat…mp4Duration…01:50:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Honest AbeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndy CadiffKim ArmitageStarsAnnabella SciorraBeatrice RosenCaroline GoodallJeremy PivenMandy MooreMark HarmonMatthew GoodeStark SandsTerence MaynardTony JayawardenaCastAnnabella SciorraBeatrice RosenCaroline GoodallJeremy PivenMandy MooreMark HarmonMatthew GoodeMiriam MargolyesStark SandsTerence MaynardTony Jayawardena",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kELxYgHaIsvT7a13mH5Z3zs79ws.jpg",
      "https://image.tmdb.org/t/p/w300/aVh7UX6622TIXlYZAw4H2xdCc80.jpg",
      "https://image.tmdb.org/t/p/w300/cE8YAtArSgOdvfHH0NSiF2XvuTp.jpg",
      "https://image.tmdb.org/t/p/w300/1cn08lSDcQglxYIhJweYiegjM1r.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1d8HojlX4MXXLiYdDI5gxOZCxEP.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0pygzfihfbh2.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/chasing-liberty-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2URqP/Chasing_Liberty_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/l1dokwtjo4fn",
        "server": "upstream.to",
        "size": "850MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "9tyAA22yuJc",
      "video_url": "https://www.youtube.com/watch?v=9tyAA22yuJc",
      "embed_url": "https://www.youtube.com/embed/9tyAA22yuJc"
    }
  },
  {
    "metadata": "N/A|2004|3h 13m|Action,Bollywood,Drama,War",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "1.7k"
    },
    "title": "Ab Tumhare Hawale Watan Saathiyo (2004)",
    "description": "Ab Tumhare Hawale Watan Saathiyo (2004)Action, Drama, WarIMDb 4.4/10 (1.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်း..အရှေးကူမား..ဘော်ဘီဒိုးတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။Box Office မှာလည်း အိန္ဒိယရူပီ ဘတ်ဂျက် သန်း ၂၀၀ မှာ အိန္ဒိယရူပီ ၃၀၁.၆၆ သန်းအထိပြန်လည်ရရှိခဲ့သော ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြောရမယ်ဆိုရင်တော့ အိန္ဒိယ-ပါကစ္စတန်မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းပေါ့ဗျာ။ပါကစ္စတန်ဘက်က အကြမ်းဖက်သမားတွေ အိန္ဒိယထဲစေလွှတ်မယ်။ အကြမ်းဖက်ရေးလှုပ်ရှားမှုတွေ လုပ်ဆောင်မယ်။တရားမဝင်နည်းလမ်းနဲ့ အိန္ဒိယပိုင်နယ်မြေကို သိမ်းပိုက်မယ်။ဒါကို အိန္ဒိယက ရဲစွမ်းသတ္တိအပြည့်နဲ့အမိမြေအတွက် သက်စွန့်ဆံဖျား ပြန်လည်ချေပမယ်။ဒီဇာတ်ကားထဲမှာ အိန္ဒိယစစ်တပ်ရဲ့ရဲစွမ်းသတ္တိရှိမှုတွေကို ဖေါ်ပြထားပြီးစစ်သားတစ်ယောက်ဖြစ်ရခြင်းရဲ့အဓိပ္ပါယ်ဟာ ဘာလဲဆိုတာကို သေချာအဓိပ္ပါယ်ဖေါ်ပြပေးသွားပါတယ်။ကိုယ့်တိုင်းပြည် ကိုယ့်လူမျိုးအတွက်ဆို တရားသောနည်းလမ်းနဲ့ ရန်အစွယ်စွယ်ကို တွန်းလှန်ပြီးပြည်သူသာအမိ ပြည်သူသာအဖဆိုတဲ့ သဘောတရားကို ကောင်းကောင်းသရုပ်ဖေါ်သွားနိုင်ခဲ့ပါတယ်။နိုင်ငံတစ်နိုင်ငံကို စောင့်ရှောက်ဖို့မှာ နိုင်ငံသားတိုင်းအတွက် တာဝန်ရှိပါတယ်။ကိုယ့်အိုးအိမ်ကိုတောင် ဘေးကင်းအောင်မထားနိုင်တဲ့သူဟာ နိုင်ငံ့သားကောင်းဖြစ်မလာနိုင်ပါဘူး။ မိသားစုအတွက် ကိုယ်ဟာသားကောင်းတစ်ယောက်ဖြစ်သင့်သလို နိုင်ငံ့အတွက်လည်း အကျိုးရှိတဲ့လူတစ်ယောက်ဖြစ်သင့်တယ်ဆိုတာကိုဒီဇာတ်ကားလေးက ကောင်းကောင်းဖေါ်ပြပေးထားလို့ ရှုစားကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။File size…4.43GB / 2.14GBQuality…1080p WEB DL /720pFormat…mp4Duration….3h 13mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnil SharmaStarsAarti ChabriaAkshay KumarAmitabh BachchanAshutosh RanaBobby DeolDanny DenzongpaDivya Khosla KumarGovind NamdeoKapil SharmaNagmaSandali SinhaVishwajeet PradhanCastAarti ChabriaAkshay KumarAmitabh BachchanAshutosh RanaBobby DeolDanny DenzongpaDivya Khosla KumarGovind NamdeoKapil SharmaNagmaSandali SinhaVishwajeet Pradhan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rxYbTEakxvnigRab30Nwlyu7lRC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ab-tumhare-hawale-watan-sathiyo-2004-hindi-movie-1080-p-zee-5-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jdhgsqgrx675.html",
        "server": "usersdrive.com",
        "size": "4.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/2cyqmqx110fn",
        "server": "streamvid.io",
        "size": "4.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xqht/Ab_Tumhare_Hawale_Watan_Sathiyo_2004_Hindi_Movie_1080p_ZEE5_HDRip(CM).mp4",
        "server": "megaup.net",
        "size": "4.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hrw2FQrD#O7U43vzTNj14gPjyJVE7ZKSe1m8uFcnk-xNvS82XgxA",
        "server": "mega.nz",
        "size": "4.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ab-tumhare-hawale-watan-sathiyo-2004-hindi-movie-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.14GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i2aw4fdjc1v7.html",
        "server": "usersdrive.com",
        "size": "2.14GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tqusemvbcbni",
        "server": "streamvid.io",
        "size": "2.14GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xqhg/Ab_Tumhare_Hawale_Watan_Sathiyo_2004_Hindi_Movie_720p(CM).mp4",
        "server": "megaup.net",
        "size": "2.14GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9yIzxJKZ#RSfFJp5WEZHlqC1-7lApmNCEHr3m3fKb2tfBIJiS7nA",
        "server": "mega.nz",
        "size": "2.14GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2004|1h 41min|Action,Horror,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "230,733"
    },
    "title": "Dawn of the Dead (2004)",
    "description": "Dawn of the Dead (2004)IMDb – 7.3/10_____Rotten – 75%ကြောက်တက်သူများ ကြည့်ဖို့မသင့်တော်ပါဘူး သွေးသံရဲရဲတွေနဲ့ သဘာဝကျစွာပုံဖေါ်ထားတာဖြစ်လို့ Horror ကြိုက်သူတို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပါ။ဇွန်ဘီကားဆိုပေမဲ့ ဖြစ်သလိုဇာတ်အိမ်ဖွဲ့ထားတာမျိုးမဟုတ်ပဲ သဘာဝကျကျ ဖွဲ့ထားပါတယ်။သေချာခံစားပြီးကြည့်ရင် သင်ကိုယ်တိုင် ဇာတ်လမ်းထဲမှာ စီးမျောနေသယောင်ခံစားရပါလိမ့်မယ်။ဘဝကို ရိုးရှင်းစွာဖြတ်သန်းနေတဲ့ သူနာပြုမလေးတစ်ယောက်။တစ်နေ့ဂျူတီပြီးလို့ အိမ်အပြန် ညနေပိုင်းလောက်မှာ မိန်းကလေးတစ်ယောက် တံခါးဝမှာရပ်နေပါတယ်…ကလေးရဲ့ ပါးစပ်မှာသွေးတွေပေနေပြီး လူကလောက်ကျောက်ရုပ်လိုငြိမ်သက်နေပါတယ်ဂါဝန်အဖြူမှာလည်း သွေးတွေစွန်းထင်းနေပါတယ်။သူမကိုမြင်တော့ အကူညီလိုနေတယ်ထင်လို့ အကူညီခေါ်ပေးဖို့အနားသွားလိုက်တဲ့အခါမှာတော့.. ကမောက်ကမတွေဖြစ်ကုန်ပါတယ်…အသက်ရှင်ကျန်ရစ်သူ သူနာပြုမလေးကတော့ ခြေဦးတည့်ရာပြေးရင်းလွှားရင်း လူတစ်စုနဲ့ပေါင်းမိပြီး မောလ်ကြီးတစ်ခုထဲကို ရောက်ရှိသွားပါတယ်။အဲဒီမောလ်ကြီးဟာ အသက်ရှင် ကျန်ရစ်တဲ့သူတွေအတွက် မှီခိုရာနေရာလေးဖြစ်သွားပါတော့တယ်..။တစ်ကယ်တော့ သူတို့တွေအားလုံးက ဇွန်ဘီကောင်တွေရဲ့ သဘောသဘာဝကို မသိကြပါဘူးဘယ်လိုကူးစက်လဲဆိုတာကိုလည်းမသိကြပါဘူး..။တစ်နေ့မှာ မောလ်ထဲကို လူသစ်တွေထပ်ရောက်လာပါတယ် သူတို့ထဲက တစ်ယောက်ကအကိုက်ခံထားရပြီး အခြေနေက အတော်ဆိုးရွားနေပါပြီ။သူ..သေသွားပြီး တစ်ဖန်ပြန်ထလာကာ တွေ့တဲ့လူကို လိုက်ကိုက်ပါတော့တယ်။အဲဒီအချိန်မှာပဲ အကိုက်ခံရရင် ကူးစက်တယ်ဆိုတာ သိရှိကြပါတော့တယ်…။ဒါပေမဲ့ သူတို့သိတာနောက်ကျခဲ့ပါပြီ…။တစ်ကယ်လို့များ အဲဒါကို အစကတည်းကသိခဲ့ကြရင်…။ရင်တစ်ထိတ်ထိတ် သဲတဖိုဖိုနဲ့ အူယားစရာကောင်းအောင်းကြည့်ရှု့ခံစားရမဲ့ဟောင်းပေမဲ့ ကောင်းနေဆဲ ဇာတ်ကားလေးဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရုပ်ရှင်ကားကို Translator Aye Min Oo မှ ဘာသာပြန် တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClay StaubDug RotsteinEric S. PotechinJoel HayJordana LiebermanPeter D. MarshallZack SnyderStarsJake WeberJayne EastwoodKevin ZegersLindy BoothMatt FrewerMekhi PhiferMichael BarryMichael KellySarah PolleyTy BurrellVing RhamesCastBluBoyd BanksBruce BohneHannah LochnerInna KorobkinaJake WeberJayne EastwoodJohn MiglioreKen ForeeKevin ZegersKim PoirierLindy BoothLouis FerreiraMatt FrewerMekhi PhiferMichael BarryMichael KellyNatalie BrownPhillip MacKenzieSarah PolleyScott H. ReinigerTom SaviniTy BurrellVing RhamesZack Snyder",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zUyNBPZZLBOkCODTOWY9iWVkjq1.jpg",
      "https://image.tmdb.org/t/p/w300/kpwaU3k3nYhUtAQID7fGI8iEZBR.jpg",
      "https://image.tmdb.org/t/p/w300/kQV80woEeTdhCmYy1qOs64FRkuA.jpg",
      "https://image.tmdb.org/t/p/w300/rspbS1E9wJtslrb8amfJgtMBUVh.jpg",
      "https://image.tmdb.org/t/p/w300/nHfFi1Q38oqcxUIX6K2kzrGTtdi.jpg",
      "https://image.tmdb.org/t/p/w300/8AIdrt210ZETJnL8VSUn9jt6ijO.jpg",
      "https://image.tmdb.org/t/p/w300/tecJdIZ9l3px6SotGFdEl5Ac2J0.jpg",
      "https://image.tmdb.org/t/p/w300/rIQJoHNx3vDY2nw34nUnHrPC8iz.jpg",
      "https://image.tmdb.org/t/p/w300/biruDrArJr0Bzs5mMFDxUL7z1Jh.jpg",
      "https://image.tmdb.org/t/p/w300/xKIVzmyzLeW2gm5efk7m02r0565.jpg",
      "https://image.tmdb.org/t/p/w300/c1bejD7jTTf8qSUkcv32Gmv8N50.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BN2M2ZmU2OGQtNmU5Yi00MTIyLTgwNWMtYjljMzZlYTdiNjBhXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006771000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/o1gm8064fkf9.html",
        "server": "usersdrive.com",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1yIcd/Dawn_Of_The_Dead_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/9yos6il02bky",
        "server": "upstream.to",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/dawn-of-the-dead-2004-mm-sub",
        "server": "VIP Links",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://sbembed2.com/0bm5kaa4zxox.html",
        "server": "streamsb.com",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://veryfiles.com/cpg4rclbg2bd",
        "server": "veryfiles.com",
        "size": "782 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "DV8mJcuYVaA",
      "video_url": "https://www.youtube.com/watch?v=DV8mJcuYVaA",
      "embed_url": "https://www.youtube.com/embed/DV8mJcuYVaA"
    }
  },
  {
    "metadata": "NOT RATED|2004|111 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "14,874"
    },
    "title": "36th Precinct(2004)",
    "description": "36th Precinct(2004)IMDb…7.2,,,Rotten..100%ပဲရစ္ၿမိဳ႕ေပၚမွာ ဒုစ႐ိုက္အမႈေတြအမ်ားအျပားက်ဴးလြန္ေနလ်က္႐ွိၿပီ  းရဲတပ္ဖြဲ႔ကုိ အျမဲတမ္းလိုလို ဒုကၡေပးတာၾကာၿပီ… ဒီၿမဳိ႕မွာပဲလီယိုဗရင့္ခ္စ္ နဲ႔ ဒန္းနစ္ကလီယန္ ဆိုတဲ့ရဲအရာ႐ွိႏွစ္ေယာက္ဟာ ရာထူးတိုးေအာင္အၿပိဳင္အဆိုင္ ယွဥ္ၿပိဳင္ေနတဲ့ရဲႏွစ္ေယာက္ျဖစ္တယ္…သူတို႔ၿမိဳ႕ကနာမည္ႀကီးဆံုးလူဆိုးဂိုဏ္းအဖြဲ႔ရဲ႕သတင္းကိုရဖို႔အတြက္ ႏွစ္ဦးႏွစ္ဖက္လံုးဟာ လူဆိုးတစ္ခ်ိဳ႕နဲ႔ပူးေပါင္းၿပီး သတင္းႏိႈက္ၾကတယ္..၂ေယာက္လုံးဟာလည္း အရည္အခ်င္းရွိတဲ့သူေတြ… လူဆုိးဂုိဏ္းကလည္း အဖြဲ႕ေတာင့္တဲ့အျပင္ တကယ့္လက္ရဲဇက္ရဲေတြ…သူတုိ႕ ၂ေယာက္စုံစမ္းတာေအာင္ျမင္မလား…. ၾကားထဲမွာ ဘယ္လုိျပသနာေပါင္းစုံၾကဳံေတြ႕ရမလဲဆုိတာကုိေတာ့Action,Crimeေတြကိုမွ ၾကဳိက္တဲ့သူေတြအဖုိ႕ ဒီကားက နင္းကန္လန္းတယ္လုိ႕သတင္းေကာင္းပါးပါရေစ….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့Zwel Zan Aung ျဖစ္ပါတယ္…File Size : (875 MB) and (345 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:51း00Genre :Action,Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOlivier MarchalStarsAndré DussollierAnne ConsignyCatherine MarchalDaniel AuteuilDaniel DuvalFrancis RenaudGérard DepardieuGuy LecluyseRoschdy ZemValeria GolinoCastAlain FiglarzAndré DussollierAnna D'AnnunzioAnne ConsignyAurore AuteuilCatherine MarchalChristophe RouzaudDaniel AuteuilDaniel DuvalDenis SylvainEric DefosseFrancis RenaudFrédéric MaranberGérard DepardieuGuy LecluyseIvan FraněkJean-Louis BihoreauJo PrestiaLaurent OlmedoLudovic BerthillotMylène DemongeotMylène JampanoïOlivier MarchalRoschdy ZemSolène BiaschStéphane MetzgerStéphane OrsolaniThierry GuerribValeria GolinoVincent Moscato",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uTy1AkXdQm0vG0DqjNkMy7btAU2.jpg",
      "https://image.tmdb.org/t/p/w300/o9vqgJm2LG1pboNWhIND1AEDUq7.jpg",
      "https://image.tmdb.org/t/p/w300/TriIbcQdCHumgdjY7aRNoe9O5W.jpg",
      "https://image.tmdb.org/t/p/w300/3CGymgiwflyO8KjGk9iVToXxj3c.jpg",
      "https://image.tmdb.org/t/p/w300/nv7kMKOrWNpJcQoLeIOXGfnHXnf.jpg",
      "https://image.tmdb.org/t/p/w300/eHRpeVjeAvmk2gVcnparEoKi3rC.jpg",
      "https://image.tmdb.org/t/p/w300/88LoICG4BTZfi609iNVQOdPP87Z.jpg",
      "https://image.tmdb.org/t/p/w300/5zGs4PLDtQDYLZHmLgU7JxjGVud.jpg",
      "https://image.tmdb.org/t/p/w300/eyMrnHYlg4csblKoJ6Ha9V7P8L.jpg",
      "https://image.tmdb.org/t/p/w300/86PhU1C3RhmRNjt8skDHEjVupmU.jpg",
      "https://image.tmdb.org/t/p/w300/txmN6vZHvlQnpC0letmtvcFePHm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5W9f6HDYUuzxKYkO7stA0z7Dhdz.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/36th-precinct2004",
        "server": "CM Links",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/36-th-precinct-36-quai-des-orfevres-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "345MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tcpz/36th_Precinct_(36_Quai_Des_Orfèvres)_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/2dq3r2i8wjsr",
        "server": "upstream.to",
        "size": "345MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/imhhggurfhua.html",
        "server": "usersdrive.com",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://www.kinocloud.org/2y/36th_Precinct_(36_Quai_Des_Orfèvres)_[2004]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "345MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "BpGLkxBPavI",
      "video_url": "https://www.youtube.com/watch?v=BpGLkxBPavI",
      "embed_url": "https://www.youtube.com/embed/BpGLkxBPavI"
    }
  },
  {
    "metadata": "PG|2004|93 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "357,425"
    },
    "title": "Shrek 2 (2004)",
    "description": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona’s mother and father.But not everyone is happy.Shrek and the King find it hard to get along, and there’s tension in the marriage.The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage.(ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ)File Size : (800 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 33minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p.BluRay.x264.DTS-FGTTranslated by Zaya PhyoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew AdamsonConrad VernonKelly AsburyMatt AspburyStarsAntonio BanderasCameron DiazCody CameronConrad VernonEddie MurphyJennifer SaundersJohn CleeseJulie AndrewsMike MyersRupert EverettCastAlina PhelanAndrew AdamsonAntonio BanderasAron WarnerCameron DiazChris MillerChristopher KnightsCody CameronConrad VernonDavid P. SmithDebi DerryberryEddie MurphyErika ThomasGuillaume AretosJennifer SaundersJoan RiversJohn CleeseJulie AndrewsKelly AsburyKelly CooneyLarry KingLatifa OuaouMark MoseleyMickie McGowanMike MyersRupert EverettSherry LynnWendy Bilanski",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gdFAYLb5NR5HqcEKnPloOM6fX4B.jpg",
      "https://image.tmdb.org/t/p/w300/6WOXLySAHZg9W2OcPPuGONnQuXz.jpg",
      "https://image.tmdb.org/t/p/w300/7Y4JMIhbex546Dv5M8OQTssmKiq.jpg",
      "https://image.tmdb.org/t/p/w300/oJRhl7MatF7SXuAwCgcWfWWLmqP.jpg",
      "https://image.tmdb.org/t/p/w300/rieLCLsemrccxbRozuQVysaBt4A.jpg",
      "https://image.tmdb.org/t/p/w300/odSGDgCtYvVvihBKQrgxSf3xyll.jpg",
      "https://image.tmdb.org/t/p/w300/yo2Tx1C92KTxb62vVqj9WtmvANJ.jpg",
      "https://image.tmdb.org/t/p/w300/uxkW1kGYxBUixsGWTonQsvILx7K.jpg",
      "https://image.tmdb.org/t/p/w300/2dGivU7pigJk4PQVsgLFVlGJDcX.jpg",
      "https://image.tmdb.org/t/p/w300/m39gdqdNXX02aKI1SP4NxwkX5pN.jpg",
      "https://image.tmdb.org/t/p/w300/hViuDO0ohqdjFjVhauJMMBFB1QC.jpg",
      "https://image.tmdb.org/t/p/w300/f5xc78CZllxBZyghBEq6etrQxcZ.jpg",
      "https://image.tmdb.org/t/p/w300/7xxvh16BcIwe4pN0CrX9B25Yghn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/akWDA0BMVYK4OTM92T5i91DYnsT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shrek-2-2004",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/shrek-2--2004--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/shrek-2-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/shrek-2--2004--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/U098/Shrek_2_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "dB7a9utApIQ",
      "video_url": "https://www.youtube.com/watch?v=dB7a9utApIQ",
      "embed_url": "https://www.youtube.com/embed/dB7a9utApIQ"
    }
  },
  {
    "metadata": "R|2004|1h 48m|Bridget Jones Trilogy,Comedy,Drama,Romance",
    "rating": {
      "rating": "6/10",
      "rating_count": "116000"
    },
    "title": "Bridget Jones: The Edge of Reason (2004)",
    "description": "Bridget Jones: The Edge of Reason (2004)ဒီကားကတော့ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့Bridget Jones’s Diaryရဲ့ အဆက်ပါ။ ဘရစ်ဂျစ် တို့နှစ်ဦးချစ်သူဖြစ်ပြီးနောက်ပိုင်းကို ဆက်လက်ရိုက်ကူးထားတာပါ။ဘရစ်ဂျစ်ဟာ သူ့ချစ်သူမာ့ခ်ရဲ့ အထက်တန်းလွှာ အသိုင်းအဝိုင်းမှာ ၀င်ဆံ့ဖို့ကြိုးစားရင်း ကြားထဲမှာ ချစ်သူကို လုပ်ဖော်ကိုင်ဖက်ရှေ့နေမလေးနဲ့ ဖောက်ပြန်နေလား‌ဆိုတာ သံသယ၀င်စရာကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။မာ့ခ်က သံသယတွေကိုမဖြေရှင်းတဲ့အခါမှာ ဘရစ်ဂျစ်ကစိတ်ဆိုးပြီး လမ်းခွဲလိုက်ပါတယ်။ အဲ့နောက်မှာအရင်ရည်းစားဟောင်း ဒယ်နီရယ်နဲ့ Program ရိုက်ကူးဖို့ ထိုင်းကို သူငယ်ချင်းခေါ်ပြီးလိုက်သွားပါတယ်။ ထိုင်းမှာ ဘရစ်ဂျစ်သူငယ်ချင်းက အသက်ငယ်ငယ်ကောင်လေးနဲ့ တွေ့ပြီးတွဲခုတ်နေပါတယ်။ဒယ်နီရယ်ကလည်း ရည်းစားနဲ့ကွဲလို့‌ တွေဝေနေတဲ့ဘရစ်ဂျစ်ကိုပြန်ရဖို့ ပြန်ကပ်နေပါတယ်။ ဒါပေမဲ့ ဒယ်နီရယ်ရဲ့ မိန်းမရှုပ်ပွေတဲ့အကျင့်ကြောင့် ဘရစ်ဂျစ်က ပြန်လက်မခံခဲ့ပါဘူး။ ထိုင်းကနေ သူငယ်ချင်းခေါ်ပြီးပြန်လာတဲ့အခါမှာ လေဆိပ်မှာ သူငယ်ချင်းရဲ့ပစ္စည်းကိုသယ်ပေးတဲ့ ဘရစ်ဂျစ်က ကိုကိန်းသယ်ဆောင်မှုနဲ့ ဖမ်းစစ်ဆေးခံရပါတော့တယ်။ထိုင်းက အကျဉ်းထောင်ထဲမှာနေရင်း ဘရစ်ဂျစ်ကသူ့ကိုလွှတ်ပေးမယ့်လူကိုစောင့်မျှော်နေပါတယ်။ မထင်ထားစရာဘဲ ဘရစ်ဂျစ်ဆီရောက်လာသူကတော့ မာ့ခ်ပါ။ မာ့ခ်က ဘရစ်ဂျစ်လွတ်အောင်ကူညီတာကိုတော့ အမှန်အတိုင်းမပြောခဲ့ပါဘူး။သူငယ်ချင်းတွေပြောပြလို့ အမှန်အတိုင်းသိလိုက်ရတဲ့အခါ ဘရစ်ဂျစ်တို့ ချစ်သူနှစ်ဦး ပြန်လည်အဆင်ပြေပြီး ပျော်ရွှင်စရာအဆုံးသတ်ဖြစ်မလား… ဘရစ်ဂျစ်အထင်လွဲနေတဲ့ရှေ့နေမလေးရဲ့ တကယ့်ချစ်သူကရော ဘယ်သူလဲဆိုတာ လှည့်ကွက်လေးတွေနဲ့ ကြည်ကြည်နူးနူး ကြည့်ရမယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 960MBQuality – 1080p, 720pIMDb Rating – 6/10Format – mp4Duration – 1H 48MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBeeban KidronStarsAlba Fleming FurlanAlex JenningsArturo VenegasCatherine RussellCelia ImrieColin FirthDavid AukerDavid CannDavid VerreyDominic McHaleDonald DouglasFlaminia CinqueGemma JonesHannes FlaschbergerHon Ping TangHugh GrantIan McNeiceJacinda BarrettJames CallisJames FaulknerJason WatkinsJeremy PaxmanJessica HynesJim BroadbentLilo BaurLucy RobinsonLuis SotoMark TandyMelissa AshworthMichelle LeeNeil DudgeonNeil PearsonOliver ChrisPatrick BaladiPaul HumpoletzPaul NichollsPhilip GardnerPui Fan LeeRenée ZellwegerRichard BraineRosalind HalsteadSabina MichaelSally PhillipsSam BeazleySam HazeldineShirley DixonShirley HendersonSimón AndreuStephanie O'RourkeSuthas BhoopongsaTing Ting HuTom BrookeTrevor FoxVee VimolmalWolf KahlerCastAlba Fleming FurlanAlex JenningsArturo VenegasCatherine RussellCelia ImrieColin FirthDavid AukerDavid CannDavid VerreyDominic McHaleDonald DouglasFlaminia CinqueGemma JonesHannes FlaschbergerHon Ping TangHugh GrantIan McNeiceJacinda BarrettJames CallisJames FaulknerJason WatkinsJeremy PaxmanJessica HynesJim BroadbentLilo BaurLucy RobinsonLuis SotoMark TandyMelissa AshworthMichelle LeeNeil DudgeonNeil PearsonOliver ChrisPatrick BaladiPaul HumpoletzPaul NichollsPhilip GardnerPui Fan LeeRenée ZellwegerRichard BraineRosalind HalsteadSabina MichaelSally PhillipsSam BeazleySam HazeldineShirley DixonShirley HendersonSimón AndreuStephanie O'RourkeSuthas BhoopongsaTing Ting HuTom BrookeTrevor FoxVee VimolmalWolf Kahler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1XKrZoWCjkzxpsQGIeoTVUTjJnC.jpg",
      "https://image.tmdb.org/t/p/w300/gLwayooStb7pdQ37h01cpH4IxOA.jpg",
      "https://image.tmdb.org/t/p/w300/kEoiTr1QEtdtVPLbxNvd5LQduPX.jpg",
      "https://image.tmdb.org/t/p/w300/wtoYm7m4K1d6oZzuKN8LZdp65EX.jpg",
      "https://image.tmdb.org/t/p/w300/bXLtN6o8dq8N7vI7AllG16t35bw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/42v82AwTnhaL1JkNcQK8PRAh46P.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bridget-jones-the-edge-of-reason-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cYcr/(CM)_Bridget_Jones_-_The_Edge_of_Reason_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QVtGXDaB#Q8IzfCCi9CliqA-emNokyK-VDydwaJ2Pi2ExBpUoZF8",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3yy902bk53lc.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/84d7mvcnv8px.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bycgo59ty6k6",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bridget-jones-the-edge-of-reason-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cYco/(CM)_Bridget_Jones_-_The_Edge_of_Reason_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gV8CXIiD#j8MoW1XDcXh-Z7rMk-9_qlXlzWRaddnhSoUGAJAOD1k",
        "server": "mega.nz",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/odqwdkwruwly.html",
        "server": "usersdrive.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/w1l47gqromwd.html",
        "server": "streamsb.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/chjorm3dwsec",
        "server": "streamvid.io",
        "size": "960MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2DFQNPx5sxA",
      "video_url": "https://www.youtube.com/watch?v=2DFQNPx5sxA",
      "embed_url": "https://www.youtube.com/embed/2DFQNPx5sxA"
    }
  },
  {
    "metadata": "R|2004|106 min|Crime,Horror,Mystery",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "50,208"
    },
    "title": "Mindhunters (2004)",
    "description": "IMDb 6.4/10 ထိ ရထားတဲ့ ရုပ္ရွင္ကားျဖစ္ၿပီးသည္းထိတ္ရင္ဖို လ်ိဳ႕၀ွတ္ခ်က္ေတြ အျပည့္ နဲ႔ ဇတ္လမ္း မ်ိဳးျဖစ္ပါတယ္…18+ အခန္း တစ္ခ်ိဳ႕ ႏွင့္ ေသြးထြက္သံယို အခန္းမ်ား ပါ၀င္၍ ကေလးသူငယ္မ်ားႏွလံုးေရာဂါ ရွိသူမ်ား ေၾကာက္တက္သူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါFBI မွ သူတို႔ ဆီမွ အေတာ္ဆံုး လူ တစ္ခ်ိဳ႕ကို စုစည္းၿပီး ေလ့က်င့္ခန္း ဆင္းေပးဖို႔အတြက္လူပံုတူ အရုပ္ႏွင့္ အေဆာက္အဦးမ်ားသာ ရွိေသာ မႈခင္း စမ္းသက္ကြင္း သဖြယ္ ဖန္တီးထားေသာအိုေနဂါ ကၽြန္းေပၚသို႔ ပို႔ထားမွာ ျဖစ္ပါတယ္…အသင္းအဖြဲ႔ျဖင့္ အလုပ္လုပ္တက္ေစရန္ မႈခင္း ေဖာ္ထုတ္မႈ ျမန္ဆန္ေစရန္ ရည္ရြယ္ခ်က္ျဖင့္ ျဖစ္ပါတယ္..FBI ေအးဂ်င့္ ေတြ အေနနဲ႔ ထို တန္းဆင္း ေလ့က်င့္မႈ ေအာင္ျမင္မွာသာ ျပန္ရမွာ ျဖစ္ေပမယ့္ထို ကၽြန္းက သူတို႔အတြက္ မျပန္လမ္း တစ္ခု အေျဖရွာမရေသာ ပုဒ္စာ တစ္ခု ဆိုတာ သိရွိလိုက္ရခ်ိန္မွာေတာ့…ဒီဇတ္ကားကို CM Translator ျဖစ္သူ Tariq L Walker မွ ဘာသာျပန္ေပးထားတာ ျဖစ္ပါတယ္..(Thit San Khant)Download HD (760Mb)Download Small File (460Mb)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRenny HarlinStarsClifton Collins Jr.Eion BaileyVal KilmerWill Kemp",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTAwOTY3NDM1NjNeQTJeQWpwZ15BbWU3MDEzMjU1MjE@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2004|108 min|Adult,Comedy,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "174,314"
    },
    "title": "[18+] The Girl Next Door (2004)",
    "description": "IMDb Rating (6.7)ဒီဇာတ်ကားကိုကြည့်ဖူးရင် အကောင်ပါပဲ……..မင်းသမီး Elisha Cuthbert ကိုကြိုက်မိသွားတဲ့အကောင်။ကျွန်တော်ကတော့ မင်းသမီးအပြင် မင်းသား Emile Hirsch ရဲ့သရုပ်ဆောင်မှုတွေကိုလဲ အာတွေ့လှပါတယ်။သူတို့အတွက်များ ဒီဇာတ်ကားဖန်တီးဖြစ်တာလားလို့ တွေးမိရလောက်အောင် မင်းသားရော မင်းသမီးရော နှစ်ယောက်လုံး ထိထိမိမိ ပိုင်ပိုင်နိုင်နိုင် သရုပ်ဆောင်သွားကြပါတယ်။ သူတို့နဲ့ လိုက်ဖက်လွန်းတဲ့ဇာတ်ကားပါ။ဇာတ်ကားရဲ့ ရည်ရွယ်ရင်းလဲ နှစ်သက်မိသလို ဟာသရသလဲမြောက်ပါတယ်။လူငယ် အချစ် ဟာသ ဇာတ်လမ်းလေးတွေမှာတော့ မမေ့နိုင်တဲ့ဇာတ်ကားပါ။Hit Man မင်းသား..ဖိုက်တာကြီး Timothy Olyphant ကို ဂျလေဘီဆန်ဆန်မြင်ရတာလဲ သဘောကျမိပါတယ်။Unrated Version နဲ့တင်ဆက်ထားတာမို့ ပြည့်ပြည့်ဝဝခံစားရမှာပါ။ချုပ်ပြောရရင် Teen Comedy ပရိတ်သတ်တွေ မကြည့်ဖူးသေးရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ကြည့်ပြီးသားဖြစ်ရင်လဲ မင်းသမီး Elisha Cuthbert ကြောင့် ထပ်ကြည့်သင့်ကြောင်းပါ။ 😛File size…(2.3 GB) and (1.2 GB)Quality….Blu-Ray Unrated 1080p and 720p 5.1CHFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byKaung Myat ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuke GreenfieldStarsElisha CuthbertEmile HirschJames RemarTimothy Olyphant",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/girl-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-girl-next-door-2004-unrated-1080-p-blu-ray-x-264-japhson-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-girl-next-door-2004-unrated-720-p-blu-ray-x-264-japhson-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 Gb",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/SU4ihIoB#bVkWv2uPf2FUgf3CVKTldseT912wS6mDsug-SRfgX6s",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TE4UESIR#PU0SDlEO8ImLAFLERKZXFzm4dHMmSFsfmJJbEpweBDM",
        "server": "mega.nz",
        "size": "1.3 Gb",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1CT5z/(CM)The.Girl.Next.Door.2004.UNRATED.1080p.BluRay.x264-Japhson.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1CT59/(CM)The.Girl.Next.Door.2004.UNRATED.720p.BluRay.x264-Japhson_1.mp4",
        "server": "megaup.net",
        "size": "1.3 Gb",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/xa7bjz1xx7io",
        "server": "veryfiles.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/ik0qf459zgob",
        "server": "veryfiles.com",
        "size": "1.3 Gb",
        "quality": ""
      },
      {
        "link": "https://upstream.to/baek3mn2jq1j",
        "server": "upstream.to",
        "size": "1.3 Gb",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-the-girl-next-door-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2004|1h 31m|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "147000"
    },
    "title": "The Grudge (2004)",
    "description": "The Grudge (2004)ဒီဇာတ်ကားလေးကတော့ ၂၀၀၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ဟော်ရာကား Ju-On ရဲ့ Hollywood Remake ပေါ့။ Remake ဆိုပေမဲ့ ထူးခြားတဲ့ Storyline နဲ့ မူရင်း ဂျပန် Ju-On ကားတွေရဲ့ လမ်းကြောင်းကနေ မသွေဖယ်ထားလို့ ကြည့်ရတာ ကြောက်ဖို့ကောင်းနေမှာပါပဲ။ဒီဇာတ်ကားမှာတော့ ဘိုးဘွားစောင့်ရှောက်ရေးစင်တာ တစ်ခုမှာ Volunteer အနေနဲ့ ဝင်လုပ်နေတဲ့ ကယ်ရန်နဲ့ စတင်ထားတယ်။ အိမ်တစ်အိမ်ကို ဝင်ပေးနေကျ မိန်းကလေး ယိုကို အလုပ်ကိုရောက်မလာတာမို့ ကယ်ရန်ဟာ အစားထိုးဝင်ပေးတဲ့အနေနဲ့ ရောက်ရှိသွားခဲ့တယ်။ အိမ်မှာ အဘွားအိုကြီးတစ်ယောက်ပဲ ရှိနေတယ်။ ကယ်ရန်ဟာ အဖော်ပြုလုပ်ကိုင်ပေးရင်း အိမ်ထဲကနေ ထူးဆန်းတဲ့အသံတွေ ကြားလာရတယ်။ အဲဒါနဲ့ပဲ ဗီရိုထဲမှာ ပိတ်မိနေတဲ့ ကလေးလေး တစ်ယောက်ကို ရှာတွေ့သွားတယ်။အဲဒီကောင်လေးရဲ့ နာမည်ကတော့ တိုရှိအို……Horror Master တစ်ပါးဖြစ်တဲ့ Takashi Shimizu ရဲ့ The Grudge (2004) ကို အမှောင်ထဲမှာ အသံကျယ်ကျယ်လေးဖွင့်ပြီး ကြည့်ရှူခံစားလန့်ဖျပ်လိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.85GB, 620MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 31MinGenre – Horror, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakashi ShimizuStarsBill PullmanClea DuVallEiji ÔkiGrace ZabriskieHajime OkayamaHiroshi MatsunagaJason BehrJunko KoizumiKaDee StricklandKatsuhiro OyamaKazuyuki TsumuraNana KoizumiRosa BlasiRyo IshibashiSarah Michelle GellarTaigi KobayashiTakako FujiTakashi MatsuyamaTed RaimiWilliam MapotherYôichi OkamuraYôko MakiYoshiyuki MorishitaYuya OzekiCastBill PullmanClea DuVallEiji ÔkiGrace ZabriskieHajime OkayamaHiroshi MatsunagaJason BehrJunko KoizumiKaDee StricklandKatsuhiro OyamaKazuyuki TsumuraNana KoizumiRosa BlasiRyo IshibashiSarah Michelle GellarTaigi KobayashiTakako FujiTakashi MatsuyamaTed RaimiWilliam MapotherYôichi OkamuraYoko MakiYoshiyuki MorishitaYuya Ozeki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3F2BYZy8H74lWUEKfP5lTPFxEq8.jpg",
      "https://image.tmdb.org/t/p/w300/jH0m3IgHaTZ6qq7zoLA30CzogSM.jpg",
      "https://image.tmdb.org/t/p/w300/e8nfiNRrcUfebNLPKtR6dzgV1M1.jpg",
      "https://image.tmdb.org/t/p/w300/dAMCO2gU2Iatm6PkwDhcwT67Rpa.jpg",
      "https://image.tmdb.org/t/p/w300/azCFDojFTP6SZLNubTAR3RaVNEb.jpg",
      "https://image.tmdb.org/t/p/w300/873mZBgEzwfwaBYZuY4V31BRrLJ.jpg",
      "https://image.tmdb.org/t/p/w300/sU3ib8cPFUYfRaTe4osXitfoBdC.jpg",
      "https://image.tmdb.org/t/p/w300/wUAQ3PZlxAW6q1p0tQSWanYnJiA.jpg",
      "https://image.tmdb.org/t/p/w300/5nD5lR3CPPVsTUXKUEQXbD28caA.jpg",
      "https://image.tmdb.org/t/p/w300/utgvpMHyU1RcRaYeXke3ySFeFjG.jpg",
      "https://image.tmdb.org/t/p/w300/9Q57I5rMqptja4OiysX6Gz2Moab.jpg",
      "https://image.tmdb.org/t/p/w300/pcCxl9BPD1P4ng6e7m9bpVkbmIC.jpg",
      "https://image.tmdb.org/t/p/w300/gj6tDgHlujcT11Tbw90zU6UY57X.jpg",
      "https://image.tmdb.org/t/p/w300/fWbnt3QuImSPiBIeJk4Wd1iuxxs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5AGB8FVELnhMMw3nO372sw1xp58.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-grudge-2004-unrated-directors-cut-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zK7o/(CM)_The_Grudge_(2004)_UNRATED_Director_s_Cut_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9WEjCSIC#rxN4JDID-23ConajAPUPw6eJo4ZV1ZCZ1CKTsEJXZ8o",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dcenk2poish3.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-grudge-2004-unrated-directors-cut-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fHz0/(CM)_The_Grudge_(2004)_UNRATED_Director_s_Cut_720p.mp4",
        "server": "megaup.net",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tKNUiLLT#MAEXnUrbAJbL-mvpoLs2Cxx0p31Ou5MY_CIjI50G2Is",
        "server": "mega.nz",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/027inidagq3f.html",
        "server": "usersdrive.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/s9lzcwy4xt04.html",
        "server": "streamsb.com",
        "size": "620MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/y0ct8g0i0n4q",
        "server": "streamvid.io",
        "size": "620MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tqn2t3PefdY",
      "video_url": "https://www.youtube.com/watch?v=tqn2t3PefdY",
      "embed_url": "https://www.youtube.com/embed/tqn2t3PefdY"
    }
  },
  {
    "metadata": "R|2004|1h 44min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "427"
    },
    "title": "Hypnotized (2004)",
    "description": "The Hypnotized 2004——————————–ဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ချစ်မိနေခဲ့ပါပြီ. အဓိကကတော့ ဂျီဆုဆိုတဲ့ မိန်းမတစ်ယောက်ရဲ့ စိတ်အခြေအနေကို ရသမြောက်အောင်ရိုက်ကူးပြသပြီး လူ့ဘ၀ရဲ့ ရှုပ်ထွေးပုံကို တင်ဆက်ထားတာပါ. တချို့ဇာတ်၀င်ခန်းတွေက မိသားစုနဲ့အတူ ကြည့်ရှုဖို့မသင့်တော်ကြောင်း သတိပေးရင်း စိတ်ပညာစိတ်၀င်စားသူတို့နဲ့ ရုပ်ရှင်ချစ်သူတို့ကို ကြည့်စေချင်ကြောင်းညွှန်းချင်ပါတယ်Translated by SenpaiEncoded by YKQuality : DVD9File Size :1.15GbYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIn-shik KimStarsJeong-su HanKim Hye-suKim Tae-wooCastDo Yong-GuHan Jung-sooJo Dong-hyukKim Hye-sooKim Tae-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bIrHdysJFCxGqCXNjWWUysoPvoz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-hypnotized-2009-dv-d-9-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://veryfiles.com/peeft1v4jclp",
        "server": "veryfiles.com",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://usersdrive.com/9lpartyf063e.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://megaup.net/2jdcA/The_Hypnotized_2009_DvD9(CM).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "DVD9"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hypnotized-2004",
        "server": "VIP Links",
        "size": "1.15GB",
        "quality": "DVD9"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2004||Crime,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "Maria Full of Grace (2004)",
    "description": "IMDB 7.4 ရရှိထားတဲ့ ကိုလံဘီယာဘတ်ဂျတ်ရုပ်ရှင်တစ်ကားပါ။ဘတ်ဂျတ်ရုပ်ရှင်ဆိုပေမဲ့ သရုပ်ဆောင်ချက်တွေက လက်ဖျားခါစရာပါပဲ။[ဇာတ်လမ်းအကျဉ်း]ကိုလံဘီယာက အမှီအခိုကင်းပြီး စိတ်ဓာတ်ပြင်းတဲ့ ၁၇ နှစ်အရွယ်မာရီယာဟာ ထိုက်သင့်သလောက် လခမရတဲ့ပန်းထုပ်ပိုးတဲ့အလုပ်မှာ လုပ်နေတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်တယ်။သူ့ရဲ့ဘဝက အသုံးမကျတဲ့ရည်းစား ဝမ်ကြောင့် စိတ်ပျက်စရာကောင်းသလိုမျှော်လင့်မထားဘဲ ကိုယ်ဝန်ရသွားပြီး အလုပ်ရှင်နဲ့ ဆက်ဆံရေးအဆင်မပြေလို့အလုပ်ထွက်လိုက်ပြီးတဲ့နောက်မှာ ပိုဆိုးလာတော့တယ်။အစ်မနဲ့အမေဖြစ်သူရဲ့ ဖိအားကြောင့်ရော ငွေကြေးအခက်အခဲရောကြောင့်မာရီယာဟာ မူးယစ်ဆေးတို့လိုမျိုး တရားမဝင်ပစ္စည်းတွေပို့ဆောင်ပေးတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်လာခဲ့တယ်။ဒါပေမဲ့ အမေရိကားကိုသွားရတဲ့ သူ့ရဲ့ပထမဆုံးပို့ဆောင်မှုမှာတင်အခြေအနေက ထင်သလိုဖြစ်မလာခဲ့ဘဲ အဆိုးဘက်ကိုပဲဆက်သွားနေတဲ့အခါ နောက်ဆုံးမှာ မာရီယာနဲ့ သူ့ကလေးဟာဘေးကင်းတဲ့အနာဂတ်တစ်ခု ရလာနိုင်မလားဆိုတာကိုတော့…File size…    2 GB /   958 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 41mGenre …..  Crime , DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by KasashiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAna María AcostaCatalina Sandino MorenoCharles Albert PatiñoEvangelina MoralesFabricio SuarezGeorge SmithGuilied LopezHugo FerroJaime Osorio GómezJhon Álex ToroJohanna Andrea MoraJuana GuarderasMateo SuarezPatricia RaeRodrigo Sánchez BorhorquezSelenis LeyvaVictor MaciasVirgina ArizaWilson GuerreroYenny Paola Vega",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/djDwQAaEjF93So3bTGM1brbz8Lt.jpg",
      "https://image.tmdb.org/t/p/w300/q6xEN0Lx214QUXXXlQfLaoJS7EB.jpg",
      "https://image.tmdb.org/t/p/w300/immNDdI0qx7IOriuZcsK3PSFUu4.jpg",
      "https://image.tmdb.org/t/p/w300/lem1Obo1AZB1nzmF4S9ov6wXWPO.jpg",
      "https://image.tmdb.org/t/p/w300/eNw94kSBpWbrR39DcrpFBN4VVhq.jpg",
      "https://image.tmdb.org/t/p/w300/8zm2OhBdsNVAU7nunp5btCR6mkB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/30CImATfvHWLXy6a3KmHXnYXB6c.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/75n6fdb9s2m0.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/maria-full-of-grace-2004-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2HIbt/Maria.Full.Of.Grace.2004.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aqYRiK5J#vqFrJUsOIdW5GY64bnPxjsg1qQ0Zkg3Qqs0uwgs1AhE",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wpp9b4ilbi77.html",
        "server": "usersdrive.com",
        "size": "958 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/maria-full-of-grace-2004-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "958 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HIbe/Maria.Full.Of.Grace.2004.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "958 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7mImDJpI#HXX5VhkVmSvUxDTrQZbN9w6znkKhjLJ46bfgiMjBdDQ",
        "server": "mega.nz",
        "size": "958 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "FkdFcCtrFzI",
      "video_url": "https://www.youtube.com/watch?v=FkdFcCtrFzI",
      "embed_url": "https://www.youtube.com/embed/FkdFcCtrFzI"
    }
  },
  {
    "metadata": "|2004||Drama,Musical,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "The Phantom of the Opera (2004)",
    "description": "The Phantom of the Opera (2004)********************************တစ်ခေတ်တစ်ခါက Masterpiece ဖြစ်ခဲ့တဲ့ Old but gold Musical film တစ်ခုနဲ မိတ်ဆက်ပေးချင်ပါတယ်။Musical film ဆိုတဲ့အတိုင်း သီချင်းတွေအများကြီးနဲ့မို့Musical ပရိတ်သတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ပေါ်ပြူလိုင်ရာဆိုတဲ့နာမည်ကြီးပြဇာတ်ရုံကြီးတစ်ခု..မကြာခဏလျှို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်တွေဖြစ်လေ့ရှိပြီး ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ရှိတယ်လို့ လူအများစုယုံကြည်ကြပါတယ်။တစ်နေ့မှာတော့ ယင်းသံအမြင့်ဆုံးအဆိုရှင်ဖြစ်တဲ့ ကာလော့တာက စိတ်အလိုမကျမှုကြောင့် ချက်ချင်းထွက်သွားတဲ့အတွက်ညဘက်ပွဲလည်းရှိတာကြောင့် ခရစ္စတင်းဒါယဲရ်ဆိုတဲ့ မိန်းကလေးငယ်တစ်ယောက်ကို အစားထိုးခိုင်းလိုက်ရပါတော့တယ်။အကအဖွဲ့ထဲကမိန်းကလေးဖြစ်ပေမယ့် ကာလော့တာထက်တောင်ကောင်းကောင်းဆိုနိုင်တာကြောင့်အကုန်အံ့အားသင့်သွားရပါတယ်။ဒါဟာလည်း သူ့ကိုသင်ကြားပေးနေတဲ့သူဟာ  ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ဖြစ်နေလို့ပါပဲ..ဒါပေမဲ့ ခရစ္စတင်းကတော့ အဲဒီသူ့ဆရာကို အသံပဲကြားဖူးပြီး တစ်ခါမှမမြင်ဖူးပါဘူး..အသံပဲကြားရုံနဲ့တင် လေးစားချစ်ခင်ပြီး သူ့တေးသွားတမန်တော်လို့မှတ်ယူထားခဲ့ပါတယ်။တစ်နေ့တော့ ခရစ္စတင်းရဲ့ငယ်ချစ်ဦးဖြစ်သူ ရာအိုးလ်ဟာလည်း ပြဇာတ်ရုံကြီးထဲရောက်ရှိလာတဲ့အခါ..ခရစ္စတင်းတစ်ယောက် ငယ်ငယ်ထဲကချစ်မြတ်နိုးရသူ၊ ငယ်ချစ်ဦးဖြစ်တဲ့ရာအိုးလ်ကိုရွေးချယ်မလား။သူ့ကိုသီချင်းဆိုနိုင်အောင်သင်ပေးတဲ့ အမြဲလေးစားခဲ့ရတဲ့ဆရာဖြစ်တဲ့ ပြဇာတ်ရုံကြီးကဝိဉာဉ်ကိုပဲရွေးချယ်သွားမလား…File Size :(2.55GB)&(1.13 GB)Quality : Blu-Ray 1080P,720p,480pFormat :mp4Duration : 02:23:00Genre : Romance , Drama , MusicalSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shin RinaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron SillisAdam PudneyAlec MannAlexander CameronAlison SkilbeckAmy LawsonAndrew Charles CorbettAndrew CorbettAnnabel PorterAnnalene BeecheyAnnika StrandbergAshley WallenBen GantBen GarnerBeth SheatherBethany ElliotBlake ClayfieldBrian WheelerCandice EvansCarlos OteraCaroline LynnChris JarvisChris OvertonChris WorseyCiarán HindsClaire GoodmanClinton GoldsmithDamian JonesDamien DelaneyDamien JacksonDamien Lee StirkDave ToshDavid ArneilDavid LanghamDawn CollinsDeborah BundyElena BudaEmmy RossumGabriel NobleGavin LeeGavin WilkinsonGem CollingwoodGeorgina HagertyGerard ButlerGraham McDuffGreet BottermanHalcro JohnstonImogen BainIsabel LestoJackie MarksJames FleetJames PullmanJanine DavisJeff MooreJennifer EllisonJesika CannonJoanna ErnestJoanna WoodliffeJohn GriffithsJonathan D. EllisJonathon HillJonathon KitchenJose TiradoJudith ParisJulia FlorimoJulia WorsleyJulian PooleJuliet GoughKasper CornishKathryn DunnKevin McNallyKirsty TappLaura HounsomLea JerovaLee ChapmanLee SellersLeigh DanielsLiesl DowsettLisa StevensLorena RandiLorraine StewartLucy CassonLucy PotterLuis Gallo MudarraLuke JacksonMaddy G. HarrisMandy HollidayMarcus TeschMargaret PreeceMarilena NicolaouMark CarrollMaryam PourianMatthew DraperMelanie PerksMichael MansbridgeMichael SmallMiles WesternMilo MilesMinnie DriverMiranda RichardsonMurray MelvinNathan ClarkOliver ChoppingPascal LangdalePatrick WilsonPaul BrookePaul CostinPaul MichaPhilip CatchpolePia DriverPippa RaineRachael CrockerRalph BroadbentRamin KarimlooRebekah DobbinsRemy MartynRichard BaylissRobert PurvisRod BuchananRuben HalseRyan JenkinsSandra EloaniSarah FrascaScott WyerSebastien TorkiaSimon CallowSimone De La RueSophia HurdleySophie-Louise DannStephen B. WhiteStephen BerkeleyTerry KellyTess CunninghamTimothy KiplingTom TanscyTricia DeightonTristan KeyteValerie CutkoVanessa PerroncelVictor McGuire",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yWIjNZpQSVGD2YgpGorFVf1MJb0.jpg",
      "https://image.tmdb.org/t/p/w300/5ZsBF0oGqK57rE1TadXPSExQpfk.jpg",
      "https://image.tmdb.org/t/p/w300/6egb3SbNS53Y3aTuXTQjtFS9Tmc.jpg",
      "https://image.tmdb.org/t/p/w300/l9ExANecba9lkfj23l0MNShWfmP.jpg",
      "https://image.tmdb.org/t/p/w300/yTpabO9GJRXbzfOoCDfNUjvDfP0.jpg",
      "https://image.tmdb.org/t/p/w300/z2BY7XBTYxU56dGzlvibtpc8H8C.jpg",
      "https://image.tmdb.org/t/p/w300/wUV9uFxXmZuVwwbQ0hw1bDypxd3.jpg",
      "https://image.tmdb.org/t/p/w300/q3Y5FlWTuIlLQu5gblLZYjJm80h.jpg",
      "https://image.tmdb.org/t/p/w300/eOjWzpi4qsNT21YpdvytpI2yVpO.jpg",
      "https://image.tmdb.org/t/p/w300/bJL5Y5xy9IrIgxiC9eu4l2UsMNS.jpg",
      "https://image.tmdb.org/t/p/w300/y9xpFz5OC3aKbYfV7P9Rd446Sh6.jpg",
      "https://image.tmdb.org/t/p/w300/hpvA6TLsXzdRryOTFzKNOaJXqei.jpg",
      "https://image.tmdb.org/t/p/w300/flfdpftIK18ox1lS2emObZzMTqk.jpg",
      "https://image.tmdb.org/t/p/w300/ikrlHYWkgo9UgcYLoFf0zWbYPWh.jpg",
      "https://image.tmdb.org/t/p/w300/xW7pZW94IwOC5JDZnGemtuYVPVk.jpg",
      "https://image.tmdb.org/t/p/w300/tyNVTLnU4hGSwWdCOhphhasdciq.jpg",
      "https://image.tmdb.org/t/p/w300/qGuB8QfmFftFd7NobNGuZqayesC.jpg",
      "https://image.tmdb.org/t/p/w300/1dNXKLYZ2iiJ78MGp7fJI24XmIR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aTsp2VTaCBiGs8w05OTXfD97FRZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-phantom-of-the-opera-2004-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cnpeicm5ze99.html",
        "server": "usersdrive.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbhight.com/dx8jje228r3v.html",
        "server": "streamsb.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c84y5k4feock",
        "server": "streamvid.io",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7w8jFQBC#T4BqNNSNU9UpvSXbTuEKllIB80LYMYJqKQ6owdYHOO8",
        "server": "mega.nz",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Sfg6/The.Phantom.of.the.Opera.2004.BluRay.1080p.mp4",
        "server": "megaup.net",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/playing-for-keeps-2012-blu-ray-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ae3g5cz1t8qx.html",
        "server": "usersdrive.com",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://sbhight.com/uil6slxse3hj.html",
        "server": "streamsb.com",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wwnnn2ufoz2a",
        "server": "streamvid.io",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/agNwjByS#8a4Ki-Zwa_uwedWLMhOHAblvPzyOJu2CzrmJUN3s_qw",
        "server": "mega.nz",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Sfff/The.Phantom.of.the.Opera.2004.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.13GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "o1XY_ux5iUI",
      "video_url": "https://www.youtube.com/watch?v=o1XY_ux5iUI",
      "embed_url": "https://www.youtube.com/embed/o1XY_ux5iUI"
    }
  },
  {
    "metadata": "|2004||Drama,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Scarlet Letter (2004)",
    "description": "(18+) The Scarlet Letter (2004)ဒီဇာတ်ကားရဲ့နာမည်ကို The Scarlet Letter ဆိုတဲ့စာအုပ်ကို အစွဲပြုပြီး ​ပေးထားတာဆို​ပေမယ့်ဇာတ်လမ်းနဲ့ အလိုက်ဖက်ဆုံးနာမည်ကို ​စဉ်းစားရရင်“အချစ်​ကြောင့် ပျက်သုဉ်းရသူများ”လို့ ကင်ပွန်းတပ်ရင် မှားမယ်မထင်ပါဘူး။၂၀၀၄ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Mystery Drama ရုပ်ရှင်ဖြစ်ပြီးတစ်​ခေတ်တစ်ခါက အ​တော်​ရေပန်းစားခဲ့တဲ့ ကိုရီးယားရုပ်ရှင်ပါ၊IMDb 6.4အထိရရှိထားပြီး ဇာတ်လမ်းသွားနဲ့ plot twist​တွေက အ​တော်​လေးမိုက်ပါတယ်၊အ​​​ဖော်အပြလည်း ကြမ်းသလို ​သွေးသံရဲရဲ​တွေလည်း ပါဝင်လို့18+လို့ ​ပြောလို့ရပါတယ်။မထင်ထားတဲ့plot twistအဆန်း​​တွေကြိုက်ရင် ဒီဇာတ်ကားကို ​သေချာ​ပေါက် ညွှန်းလို့ရပါတယ်။သရုပ်​ဆောင်​​တွေအ​​နေနဲ့ အားလုံးရင်းနှီးပြီးသား Dr. Romantic ထဲက မင်းသားကြီး Han Suk Kyu နဲ့တချိန်က နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Lee Eun Juတို့ အဓိကပါဝင်ထားသလိုဒီဘက်​ခေတ် ဒရာမာ​တွေမှာ မကြာခဏတွေ့​နေကျ မင်းသား၊မင်းသမီးကြီး​တွေပါဝင်ထားပါ​သေးတယ်၊ဒီဇာတ်ကားက မင်းသမီးLee Eun Juရဲ့ ​နောက်ဆုံးဇာတ်ကား ဖြစ်ပြီး ​အညွန့်တလူလူနဲ့ ​အောင်မြင်ကာစ ၂၄နှစ်အရွယ်မှာပဲ Suicide caseနဲ့ ဆုံးပါးသွားခဲ့ပါတယ်။ဇာတ်လမ်းအစကို ဓါတ်ပုံတိုက်ပုံရှင်အသတ်ခံရမှုနဲ့ စဖွင့်ထားပြီးစုံ​ထောက်အီဂီဟွန်းက ဒီအမှုကို ဦး​​ဆောင် စုံစမ်းစစ်​​​ဆေးရသူပါ၊​​သေဆုံးသူမှာ ဇနီးတစ်​ယောက်ကျန်ခဲ့ပြီး အသက်အာမခံ​ကြေးက ဝမ်သန်း၆၀၀​​အထိဖြစ်​နေလို့ဇနီးသည်ကို သံသယတရားခံအ​ဖြစ် သတ်မှတ်ထားခဲ့ကြတာပါ၊စုံ​ထောက်အီဂီဟွန်းကလည်း လူမှု​ရေး ​ဖောက်ပြန်နေသူဖြစ်ပြီးကိုယ်ဝန်သည်ဇနီးရှိရဲ့သားနဲ့ တခြားသူနဲ့ ​နောက်မီးလင်း​နေခဲ့တာပါ၊ဆိုးတာက ဇနီးဖြစ်သူနဲ့ ​မယားငယ်က အထက်တန်း​ကျောင်း သူငယ်ချင်း​တွေ ဖြစ်​နေတာပါ။မိန်းမဖြစ်သူမှာလည်း လျှို့ဝှက်ချက်​တွေရှိ​နေပြီး အီဂီဟွန်းမသိဘဲ ကိုယ်ဝန်ဖျက်ချဖူးတဲ့သူပါ၊ဒီလိုနဲ့ တစ်​နေ့မှာ အ​​မြှောင်မယားကပါ ကိုယ်ဝန်ရှိလာတဲ့​နောက်အီဂီဟွန်းအ​နေနဲ့ သူငယ်ချင်းနှစ်​ယောက်၊ မယားကြီးနဲ့မယားငယ်ကြား၂​ယောက်စလုံးကိုချစ်၊ ၂​ယောက်လုံး ကလည်း ပြန်ချစ်တဲ့ကိန်း ဆိုက်လာသလိုတစ်ဖက်က လူသတ်မှုကလည်း လွယ်မ​ယောင်နဲ့ခက်၊ တိမ်မ​ယောင်နဲ့နက်​နေတဲ့အခါ….အညွှန်း နဲ့ ဘာသာပြန်ကတော့JimXပဲ ဖြစ်ပါတယ်။Genre…..Drama, Mystery, ThrillerQuality….1080p | 720p| 480pFile size…2.1GB | 901MB | 281MBFormat…mp4Duration….1h 55minSubtitle….Myanmar Subtitle (Hardsub)Translator …..JimXEncoder …..BlankYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChoe Deok-hoChoi Gyu-hwanDo Yong-GuHan Suk-kyuJeong In-giJun Hyun-SookKim Hye JinKim Jin-geunKim Joong-kiKim Min SungLee Eun-juPark Eun-whaPark Sun WoongSul Ji-YoonSung Hyun-ahUhm Ji-wonWon Chang-yeon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ZeLyPTBzptKICp9yepDMd9bbhK.jpg",
      "https://image.tmdb.org/t/p/w300/2L8WmpbrF1DlJvpMa947u3kmWkD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kKX61echirKRwARuxp6HcAeTMq9.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-scarlet-letter-2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/28c6sozjptxj.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scarlet-letter-2004-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2rhUj/The.Scarlet.Letter.2004.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gSMTharA#rAYnQ6BaEiLP2zRRfRZ6j5yUfplVKM5LmpL7w8meFEQ",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fx7ze5jx5l74.html",
        "server": "usersdrive.com",
        "size": "901MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scarlet-letter-2004-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "901MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Lkrj/The.Scarlet.Letter.2004.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "901MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Mb1jQI5b#z7I0SgWEpQ-zs_HFVO25EZoEcRynv9NJsqAlALeMCt8",
        "server": "mega.nz",
        "size": "901MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/s9fe2zrn3lmb.html",
        "server": "streamsb.com",
        "size": "901MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zupdyt3b5uqi.html",
        "server": "usersdrive.com",
        "size": "281MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scarlet-letter-2004-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "281MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2rhTg/The.Scarlet.Letter.2004.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "281MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MPlECSLC#v8MW_vwF9qUrmuhdpJ-XSNcxgbKfpR9ntTpItIsD0J8",
        "server": "mega.nz",
        "size": "281MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/158f2l9igsj0.html",
        "server": "streamsb.com",
        "size": "281MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2004|122 min|Action,Fantasy,History",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "277,371"
    },
    "title": "Hellboy (2004)",
    "description": "Hell Boy ဆိုရင် အားလုံး သိကြတဲ့အမှီးပါတဲ့ အနီရောင်လူသားကြီး ပေါ့သူ့ ဂျိုတွေကိုလဲ ဖြတ်ထားသေးတယ်…Hell Boy ဇတ်လမ်း အစကနာဇီ ခေတ်ကတည်းက လို့ ဆိုရမယ်ဟစ်တလာ က သူ့ တပ်တွေ အနိုင်ရဖို့ အတွက်မှော်ပညာရှင် အဖွဲ့အစည်းတစ်ခုကို စေခိုင်းပြီးငရဲတံခါး ကို ဖွင့်ခိုင်းခဲ့တယ်…အဲ့ဒီတံခါးကနေ အတော်ဆုံး မကောင်းဆိုးဝါးတွေကိုဆင့်ခေါ်ပြီး ဟစ်တလာ ကမ္ဘာကို သိမ်းပိုက်မယ့် အကြံဆိုးနဲ့ပေါ့ဒါပေမဲ့ အစိုးရ အဖွဲ့က အချိန်မှီ ရောက်လာပြီး တိုက်ပွဲတွေဖြစ်ပြီးနောက် ဟစ်တလာ ရဲ့ မကောင်းဆိုးဝါး အဖွဲ့လဲအစ ပျောက်သွားခဲ့ပါတယ်…ဒါပေမဲ့ စစ်တပ် နဲ့ အတူ ပါလာတဲ့ ဒေါက်တာ တစ်ဦးကတော့ငရဲတံခါးကနေ ကျွံဝင်လာတဲ့ လူနီကောင်လေး တစ်ကောင်ကိုရှာဖွေတွေ့ရှိခဲ့ပြီး မွေးစားခဲ့ပါတယ်အဲ့ဒီ လူနီကောင်လေးက Hell Boy ဖြစ်လာခဲ့ပြီးငရဲသား လို့ သတင်းစာတွေမှာ အရိပ်အမြွတ် ပါခဲ့ပါတယ်သူဘယ်သူလဲ ဘယ်သူမှ မသိပါဘူးညဘက်တွေမှာ လှုပ်ရှားတဲ့ သူရဲကောင်းတစ်ဦးဖြစ်ပြီး လူတွေ နဲ့ ဝေးဝေး နေခဲ့ပါတယ်သူ့ အကြောင်းကို သိတာကတော့မွေးစားထားတဲ့ ဒေါက်တာ နဲ့ FBI ပဲ ဖြစ်ပါတယ်…ဒီလိုနဲ့ တစ်ရက်မှာတော့ အစ ပျောက်နေတဲ့ဟစ်တလာ ရဲ့ အဖွဲ့တွေ ပြန်ပေါ်လာပြီးHell Boy ဆီကို ရောက်ရှိလာခဲ့သော အခါ….ဒီရုပ်ရှင်ကား တွေကို ဘာသာပြန်ပေးထားတာကတော့Archi Thang Gyi ဖြစ်ပြီးThan Htike Zaw မှ Encode ၍ တင်ဆက်ထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillermo del ToroJ. Michael HaynieLori WyantMark TaylorStarsBiddy HodsonBrian SteeleCorey JohnsonJeffrey TamborJohn HurtKarel RodenLadislav BeranRon PerlmanRupert EvansSelma BlairCastAngus MacInnesBiddy HodsonBrian CaspeBrian SteeleCorey JohnsonDavid Hyde PierceDoug JonesEllen SavariaGarth CooperJames BabsonJeffrey TamborJim HowickJohn HurtKarel RodenKevin TrainorLadislav BeranMark TaylorRon PerlmanRory CopusRupert EvansSantiago SeguraSelma BlairStephen Fisher",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/13DIK3beAoroeJSdrcYm66s6hal.jpg",
      "https://image.tmdb.org/t/p/w300/jY13eUih4zKofYXrkOY0fA6wZ7Z.jpg",
      "https://image.tmdb.org/t/p/w300/7FjObnuLRse7bMIMLJKW7XUhA46.jpg",
      "https://image.tmdb.org/t/p/w300/3N0FxYhLVRU1kP28c4OKr3kiPkg.jpg",
      "https://image.tmdb.org/t/p/w300/5NcCClWaXRRnNm0OWibX9J9j9JS.jpg",
      "https://image.tmdb.org/t/p/w300/xCG28518h4A50V4vtpKkilRR4jv.jpg",
      "https://image.tmdb.org/t/p/w300/j7ilifczPh95JuJOceHIesRhsVu.jpg",
      "https://image.tmdb.org/t/p/w300/kQeyXef6ixT4Q5E6GYpaWQJTi8z.jpg",
      "https://image.tmdb.org/t/p/w300/1NxsXTUvX2cF9x99lSVYNy7XguJ.jpg",
      "https://image.tmdb.org/t/p/w300/zQuIgL2rc8vxWASGdCibDFwa22A.jpg",
      "https://image.tmdb.org/t/p/w300/4xtYVHEQwyMZOk6Db92ngXr0mj1.jpg",
      "https://image.tmdb.org/t/p/w300/bgZ09RSIWUTP4QHT6sdbPDZfoYc.jpg",
      "https://image.tmdb.org/t/p/w300/km8MAmdyrSDp8cTR2UsW4dLw3tQ.jpg",
      "https://image.tmdb.org/t/p/w300/xvxWaxUCLSiZpBM5i29O1UCnJkb.jpg",
      "https://image.tmdb.org/t/p/w300/tk4f8iwZD0s6Q0ecEoDQLfrLpay.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNTc1ZWY0ZTEtZTVmNi00MTg0LTg4NmQtZTI4OWNiMmQ0MWZkXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007291000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hellboy-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900.81 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1xlgk/Hellboy_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900.81 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/1xQjlQDC#I9HtkOeSGR-flVa4PjdwtkF6sSEppnBevfmlQaRBPak",
        "server": "VIP Links",
        "size": "900.81 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hellboy-2004",
        "server": "VIP Links",
        "size": "900.81 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/vgxa1lup03hn",
        "server": "veryfiles.com",
        "size": "900.81 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbembed4.com/iwgqrm1nntjx.html",
        "server": "streamsb.com",
        "size": "900.81 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "qc4-3QmiFak",
      "video_url": "https://www.youtube.com/watch?v=qc4-3QmiFak",
      "embed_url": "https://www.youtube.com/embed/qc4-3QmiFak"
    }
  },
  {
    "metadata": "not rated|2004|June 4 , 2004|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "3.2k"
    },
    "title": "Aan: Men at Work (2004)",
    "description": "Aan: Men at Work (2004)Action, Crime, DramaIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့မှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်မင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။တခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကိုအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်းတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်းကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့ရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်ကလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့ဇာတ်သိမ်းနဲ့သွားမလား…။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်…။File size…3GB / 1.5GBQuality…1080p ZEE5 HDRIP  / 720pFormat…mp4Duration….2h 29mSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMadhur BhandarkarStarsAanjjan SrivastavAkshay KumarIrrfan KhanJackie ShroffLara DuttaManoj JoshiMilind GunajiOm PuriParesh RawalRahul DevRajpal YadavRaveena TandonRavi KishanShatrughan SinhaShri Vallabh VyasSuniel ShettyCastAanjjan SrivastavAkshay KumarIrrfan KhanJackie ShroffLara DuttaManoj JoshiMilind GunajiOm PuriParesh RawalRahul DevRajpal YadavRaveena TandonRavi KishanShatrughan SinhaShri Vallabh VyasSuniel Shetty",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v3sPv48qk0IQ4UshIAzYnAJHk1Y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/aan-men-at-work-20041080-p-zee-5-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nxa7v65740jw.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/h5cvcr3bv3t2",
        "server": "streamvid.io",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1RKe1/Aan_Men_at_Work_20041080p_ZEE5_HDRip(CM).mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/SzBFlDLZ#Zk98qoq46FiQjCPnp7ID7ibW2qnFwbunRG7imIs8HQI",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/aan-men-at-work-2004-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kjsiqo9u7av3.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/W2pjkRrS#vXpWOqCxwcAke6YqL4eWgHNJAb80PMr9aLF5rD0vvtw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h5cvcr3bv3t2",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/W2pjkRrS#vXpWOqCxwcAke6YqL4eWgHNJAb80PMr9aLF5rD0vvtw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7MwCamRDxKg",
      "video_url": "https://www.youtube.com/watch?v=7MwCamRDxKg",
      "embed_url": "https://www.youtube.com/embed/7MwCamRDxKg"
    }
  },
  {
    "metadata": "R|2004|1h 31m|Action,Adventure,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "10000"
    },
    "title": "Wake of Death (2004)",
    "description": "Wake of Death (2004)2004 မှာထွက်ရှိထားပြီး အက်ရှင်ကားပရိသတ်တွေရော၊ မင်းသားကြီး ဗန်ဒိမ်းဖန်တွေရော အကြိုက်တွေ့စေမယ့် ခပ်ကြမ်းကြမ်းကားတစ်ကားဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~မကြာခင် ကလပ်​လောကက​နေ အနားယူ​တော့မယ်လို့ ဘန်အာချာတစ်​ယောက် လုပ်​ဖော်ကိုင်ဖက်​တွေကို​ပြောပြီး​နောက်မှာ ဇနီးဖြစ်သူ စင်သီယာတစ်​​ယောက် ကင်မ်ဆိုတဲ့ တရားမဝင်​ရွေ့​ပြောင်း​နေထိုင်သူက​လေးကို ကူညီ​​ပေးရာက ရုတ်တရက်အသတ်ခံလိုက်ရပါတယ်။ အဲဒီလူသတ်မှု​နောက်ကွယ်က တရုတ်ဂိုဏ်း​နောက် ဘန်တစ်​ယောက်လိုက်လံ​ချေမှုန်းရာက​နေ ဘယ်လိုဆုံးရှုံးမှု​တွေ ဘယ်လိုအခက်အခဲ​တွေနဲ့ ​တွေ့ရမလဲ… ဆိုတာကို အက်ရှင်ပရိသတ်တို့အကြိုက်ရိုက်ပြထားတဲ့ ကား​ကောင်း​တစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုDBမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.65GB, 730MBQuality – 1080p, 720pIMDb Rating – 5.5/10Format – mp4Duration – 1H 31MinGenre – Action, Adventure, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byDBEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhilippe MartinezStarsAnthony FridjhonArnold ChonBo PetersenBurt KwoukClaude HernandezDanny KeoghJacqueline ChanJean-Claude Van DammeJoon ChongLisa KingPhilip TanPierre MaraisSimon YamStephen ChangTarryn MeakerTom WuTony SchienaValerie TianWarrick GrierCastAnthony FridjhonArnold ChonBo PetersenBurt KwoukClaude HernandezDanny KeoghJacqueline ChanJean-Claude Van DammeJoon ChongLisa KingPhilip TanPierre MaraisSimon YamStephen ChangTarryn MeakerTom WuTony SchienaValerie TianWarrick Grier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pdd21d0dgFC4rImh4WCOaECiJmA.jpg",
      "https://image.tmdb.org/t/p/w300/xX79rKbvxqWMtd54p1UxQEC3mqV.jpg",
      "https://image.tmdb.org/t/p/w300/nl8lCjnF5FsTtywfQADG8rfZY1V.jpg",
      "https://image.tmdb.org/t/p/w300/sTvfkQqXqv4vn2gyDHM61S22Yvq.jpg",
      "https://image.tmdb.org/t/p/w300/afzovrV8y8e4UBRCD56pehS3pe5.jpg",
      "https://image.tmdb.org/t/p/w300/rLikPhr08TpFJ9Vk9GQGkr4avos.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vfDVpBus7BaUiT6UsjpiedyPtnX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-wake-of-death-2004-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7tg3d/(CM)_Wake_of_Death_(2004)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sit1TJ7B#AKFKXRmpTyG7cnr-__UWVTrjw_XMoC9XZ4O9XjaHKJ0",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8l0nzrvbpf0m.html",
        "server": "usersdrive.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wake-of-death-2004-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeQzX/(CM)_Wake_of_Death_(2004)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tyt1gJZK#nlIoWJ1zTlqyhihSOZm-7CMCzom0YsNCg6F6-mPsi3M",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3ng6hq0uenyd.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/as4zp7ckzmpk",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ALrqbe2j00s",
      "video_url": "https://www.youtube.com/watch?v=ALrqbe2j00s",
      "embed_url": "https://www.youtube.com/embed/ALrqbe2j00s"
    }
  },
  {
    "metadata": "|2004|1hr 58min|Action,Crime,Mystery",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "526"
    },
    "title": "Some (2004)",
    "description": "Some (2004)ဆောယူဂျင်း (Song Jihyo) ဟာ သာမန် ရေဒီယိုဌာနတစ်ခုက ယာဥ်လမ်းကြော သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်။သူမဟာ ဟယ်မီ ဆိုတဲ့နာမည်ကို သုံးပြီး အွန်လိုင်းပေါ်မှာ ခန် ဆိုတဲ့မိတ်ဆွေတစ်ယောက်နဲ့ ခင်မင်သွားပါတော့တယ်။ဓာတ်ပုံရိုက်ရတာဝါသနာပါတဲ့ ယူဂျင်း တစ်ယောက် တနေ့မှာတော့အလုပ်သွားဖို့လာရင်းနဲ့ ကြောင်လေးတစ်ကောင်နောက် ဓာတ်ပုံလိုက်ရိုက်ရင်း မထင်မှတ်ဘဲ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့ ပုံကို သူ့ရဲ့ ကင်မရာထဲ ရိုက်ကူးမိသွားပါတယ်။တစ်ဖက်မှာလည်း  နိုင်ငံတော်ဘဏ္ဍအဖြစ်သိမ်းယူလိုက်ပေမယ့် ပျောက်ဆုံးနေတဲ့ ဒေါ်လာ၁၀သိန်းတန် မူးယစ်ဆေးဝါး အမှုကို လိုက်နေတဲ့ စုံထောက်ဖြစ်သူ ဂန်ဆောင်ဂျူး (Go Soo) နဲ့  ဆောယူဂျင်း တို့ တွေ့ဆုံတဲ့အခါမှာတော့…အချင်းချင်း တစ်ခါမှမဆုံဖူးကြပေမယ့်  သူမ နဲ့ စုံထောက်ဂန် တို့ တနေ့တည်းတချိန်မှာ သေမယ်ဆိုတာဆိုတာ သူမရဲ့ မှတ်ဥာဏ်ထဲမှာ ကြိုမြင်နေတဲ့ ဆောယူဂျင်း တစ်ယောက် သူတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား….ဒေါ်လာဆယ်သန်းကိုခိုးယူသွားတဲ့သူကရောဘယ်သူဖြစ်မလဲ…Action နဲ့ Crime ဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအနေနဲ့ မြည်းစမ်းသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကောင်းပဲ ဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Htike Aung Winn ဖြစ်ပါတယ်)File size…722MBQuality….360pFormat…mp4Duration….1hr 58minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Htike Aung WinnEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYun-hyeon JangCastGo SooJo Kyoung-HoonKang Seong-jinKang Shin-ilKwon Hae-sungLee Dong-kyuSong Ji-hyo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yuiApymN4XiXrzkXB8nDOZDmZSb.jpg",
      "https://image.tmdb.org/t/p/w300/xQ0GooaENu66z5Wp47CpETpY0dE.jpg",
      "https://image.tmdb.org/t/p/w300/rAykDRhZr8hm4oUq4BW1TqZByIr.jpg",
      "https://image.tmdb.org/t/p/w300/a9iA1WQNf8ry4sG8tIPOnHmFuVq.jpg",
      "https://image.tmdb.org/t/p/w300/yYyCvd2LnykpEgWtjSa8h6L6jB3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sfAnJ8pBSCTHLBfdb3YAXxnV4oG.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/some-2004",
        "server": "VIP Links",
        "size": "722 MB",
        "quality": "360 P"
      },
      {
        "link": "https://yoteshinportal.cc/some-2004-dvd-rip-360-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "722 MB",
        "quality": "360 P"
      },
      {
        "link": "https://megaup.net/1Cdm9/Some.2004.DVDRip.360p.CM.mp4",
        "server": "megaup.net",
        "size": "722 MB",
        "quality": "360 P"
      },
      {
        "link": "https://usersdrive.com/h8q3p7gndbb5.html",
        "server": "usersdrive.com",
        "size": "722 MB",
        "quality": "360 P"
      },
      {
        "link": "https://veryfiles.com/bxi3445n4sqn",
        "server": "veryfiles.com",
        "size": "722 MB",
        "quality": "360 P"
      },
      {
        "link": "https://upstream.to/c5f0kqv92bh6",
        "server": "upstream.to",
        "size": "722 MB",
        "quality": "360 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2004||Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "Shark Tale (2004)",
    "description": "Will Smith နဲ့ Angelina Jolieအပြင်တခြားသောနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်အသံသရုပ်ဆောင်ထားပြီး IMDb Rating 6 ထိရခဲ့တဲ့ 2004 ခုနှစ်ထွက် Animation ဇာတ်ကားကောင်းလေးတစ်ကားကို CMကနေတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်အော်စကာ ဆိုတဲ့ငါးလေးတစ်ကောင်ကချမ်းချမ်းသာသာနေရဖို့ကိုအမြဲတွေးလေ့ရှိပေမယ့်အကြွေးတွေပတ်လည်ဝိုင်းပြီးဒုက္ခရောက်နေသူပါ။တစ်နေ့မှာတော့ မတော်တဆမှုကြောင့်ငါးမန်းတစ်ကောင်သေသွားတာကိုရှေ့တင်ကြုံရတဲ့အခါမှာ အော်စကာကသူ့ကိုယ်သူငါးမန်းသတ်သူဆိုပြီးလိမ်ညာနာမည်ကောင်းယူလိုက်ပါတယ်။ဒါပေမဲ့သေသွားတဲ့ငါးမန်းကဂိုဏ်းစတားခေါင်းဆောင်ရဲ့သားတစ်ယောက်ဖြစ်တာကို အော်စကာသိလိုက်ရတဲ့အခါမှာဘယ်လိုပြဿနာတွေနဲ့ရင်ဆိုင်လာရမလဲဆိုတာကိုပရိသတ်ကြီးကဆက်လက်ကြည့်ရှုခံစားရမှာပါ။File size…    2.5 GB /   1.2 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 30mGenre …..  Animation , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by CiturusYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBibo BergeronMick De FalcoRob LettermanVicky JensonStarsAngelina JolieDavid P. SmithDoug E. DougJack BlackMartin ScorseseMichael ImperioliRenée ZellwegerRobert De NiroWill SmithZiggy MarleyCastAngelina JolieChristina AguileraDavid P. SmithDoug E. DougFrank VincentJack BlackKatie CouricMartin ScorseseMichael ImperioliMissy ElliottPeter FalkRenée ZellwegerRobert De NiroVincent PastoreWill SmithZiggy Marley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v3RnhCEMu9MVxA5aHWPgVzFGdSG.jpg",
      "https://image.tmdb.org/t/p/w300/tjUxWH1ru5zEfViPwtn6FzJ5rfO.jpg",
      "https://image.tmdb.org/t/p/w300/vhVDsHRXIJowRrTdcJQtW3US6Jq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/anecg01k6o1x.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shark-tale-2004-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20ul5/Shark.Tale.2004.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/nUiZ",
        "server": "veryfiles.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ub2wr0rlyjii.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/shark-tale-2004-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20ulg/Shark.Tale.2004.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/nUib",
        "server": "veryfiles.com",
        "size": "720p",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mp2SbaK8dDg",
      "video_url": "https://www.youtube.com/watch?v=mp2SbaK8dDg",
      "embed_url": "https://www.youtube.com/embed/mp2SbaK8dDg"
    }
  },
  {
    "metadata": "R|2004|1h 59min|Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "26000"
    },
    "title": "A Love Song for Bobby Long (2004)",
    "description": "A Love Song for Bobby Long (2004)ဘဝမှာ ဆုံးဖြတ်ချက်တစ်ခုကြောင့် အရာအားလုံးက ပြောင်းလဲသွားနိုင်ပါတယ်။ ဘဝတွေ ဆုံးရှုံး ပျက်စီးရနိုင်သလို ဘဝတွေကိုပျော်ရွင် သာယာမှုတွေပေးနိုင်ပါတယ်။ ဘော်ဘီလောင်းဟာ ပရော်ဖက်ဆာဟောင်းတစ်ယောက်၊သူ့ရဲ့လက်ထောက်ဆရာတစ်ယောက်နဲ့ နယူးအော်လန်ကို ရောက်လာကြတဲ့အချိန်မှာ အဆိုတော်မလေးတစ်ယောက်နဲ့သိကျွမ်းခဲ့ကြတယ်။တနေ့ သူမဆုံးသွားတော့ သူမပိုင်တဲ့အိမ်ကို သူမရဲ့သမီးကိုပေးပြီး ဘော်ဘီတို့နဲ့အတူ တစ်နှစ်နေရမှာပါ။ ဒါပြီးမှပဲအကုန်ပိုင်ဆိုင်ခွင့်ရမှာပါ။ရောက်လာတဲ့ ထောင့်မကျိုးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးနဲ့ ပညာတတ်ဘဝကို အရွဲ့တိုက်နေတဲ့ ဘော်ဘီလောင်းတို့ထိပ်တိုက်တွေ့ကြပြီး ကမောက်ကမတွေဖြစ်၊ ဘော်ဘီတို့က ဘာလို့နယူးအော်လန်ကိုရောက်လာသလဲ ကောင်မလေးရဲ့အမေနဲ့ဘယ်လိုပတ်သက်ခဲ့ကြလဲ ဆိုတာ စိတ်ဝင်စားဖို့ကောင်းပြီးတော့ နယူးအော်လန် ရောက်သွားသလို ခံစားရမဲ့ဇာတ်ကားလေးဖြစ်ပြီး သီချင်းလေးတွေကလဲကောင်းပါတယ်။ဒါ့အပြင် စကားလက်ဂျိုဟန်ဆန်ရဲ့ ငယ်ရွယ်တဲ့ အလှကိုမြင်ရမှာဖြစ်ပြီး ဘော်ဘီအဖြစ် မင်းသားကြီး ဂျွန်ထရာဗိုတာကသရုပ်ဆောင်ပေးထားပါတယ်။Rating ကလဲ 7.1 အထိရထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်သလို ” A Love Song for Bobby Long ” ဆိုတဲ့သီချင်းကလဲတကယ့်ကိုနာမည်ကြီးခဲ့တဲ့သီချင်းလေးတစ်ပုဒ်ဖြစ်ခဲ့ပါတယ်..(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)See it hereSize – 1.8GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 59MinType – Drama, MelodramaSubtitle – Myanmar Subtitle (Hardsub)Translated by Sai Thurein LynnEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShainee GabelCastBernard JohnsonBrooke MuellerCarol SuttonClayne CrawfordDane RhodesDavid JensenDeborah Kara UngerDon BradyDouglas M. GriffinEarl MaddoxGabriel MachtGina 'Ginger' BernalJohn TravoltaLeanne CochranNick LorenPatrick McCulloughScarlett JohanssonSonny ShroyerSteve MayeWalter BreauxWarren KoleWill Barnett",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q4LEUp7vCwriH18PiGEX3Be9hq5.jpg",
      "https://image.tmdb.org/t/p/w300/mxeANGZM1PqM4yuAbzQEI1FK4ZJ.jpg",
      "https://image.tmdb.org/t/p/w300/8KOtoiqtNNMBR2STj9ZDWeEoTpx.jpg",
      "https://image.tmdb.org/t/p/w300/3lChVSHYmHiS5pTLmHWruYUUa9N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7HoqdnUpIcK1CnFDNNONPZ9PBoi.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-love-song-for-bobby-long-2004",
        "server": "VIP Links",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-love-song-for-bobby-long-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-love-song-for-bobby-long-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/PQtudoYM",
        "server": "Direct Link",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/57xSSXUN",
        "server": "Direct Link",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/31W4i/(CM)_A_Love_Song_for_Bobby_Long_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/103jo/(CM)_A_Love_Song_for_Bobby_Long_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/w4ziag5gd9ne.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/elle8tpdvpja.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4ve-nxuX_sg",
      "video_url": "https://www.youtube.com/watch?v=4ve-nxuX_sg",
      "embed_url": "https://www.youtube.com/embed/4ve-nxuX_sg"
    }
  },
  {
    "metadata": "PG-13|2004|1h 34min|Comedy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "321,400"
    },
    "title": "Anchorman: The Legend of Ron Burgundy (2004)",
    "description": "တီဗီသတင်းတွေခေတ်စားခဲ့တဲ့အချိန်ကာလကနာမည်ကြီးသတင်းကြေညာသူ ရွန်ဘာဂနီရဲ့ဟာသဇာတ်လမ်းလေးဖြစ်ပါတယ်။ချန်နယ်၄ သတင်းဌာနကသတင်းကြေညာသူ ရွန်ဘာဂနီနဲ့သူငယ်ချင်းသုံးယောက်ဟာတခြားချန်နယ်တွေထက်ပိုပြီးစိတ်ဝင်စားခံရတဲ့အောင်မြင်သူတွေပါ။တစ်ယောက်တစ်မျိုးစီရယ်နေရတဲ့ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့အတူအရာရာပြီးပြည့်စုံနေတဲ့ရွန်ဟာအချစ်နဲ့တွေ့ကြုံချိန်မှာဘယ်လိုဟာသလေးတွေဖြစ်မလဲ။ဒါ့အပြင် ရွန်စိတ်ဝင်စားတဲ့ကောင်မလေးဗရိုနီကာဟာလည်းသတင်းကြေညာသူဖြစ်ချင်တဲ့မိန်းကလေးဖြစ်နေတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတစ်ကားလုံးဟာသအမြင်လေးတွေနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။—————————————————တီဗီသတင္းေတြေခတ္စားခဲ့တဲ့အခ်ိန္ကာလကနာမည္ႀကီးသတင္းေၾကညာသူ ရြန္ဘာဂနီရဲ႕ဟာသဇာတ္လမ္းေလးျဖစ္ပါတယ္။ခ်န္နယ္၄ သတင္းဌာနကသတင္းေၾကညာသူ ရြန္ဘာဂနီနဲ႔သူငယ္ခ်င္းသံုးေယာက္ဟာတျခားခ်န္နယ္ေတြထက္ပိုၿပီးစိတ္ဝင္စားခံရတဲ့ေအာင္ျမင္သူေတြပါ။တစ္ေယာက္တစ္မ်ိဳးစီရယ္ေနရတဲ့ဇာတ္လမ္းဇာတ္ကြက္ေတြနဲ႔အတူအရာရာၿပီးျပည့္စံုေနတဲ့ရြန္ဟာအခ်စ္နဲ႔ေတြ႕ၾကံဳခ်ိန္မွာဘယ္လိုဟာသေလးေတြျဖစ္မလဲ။ဒါ့အျပင္ ရြန္စိတ္ဝင္စားတဲ့ေကာင္မေလးဗ႐ိုနီကာဟာလည္းသတင္းေၾကညာသူျဖစ္ခ်င္တဲ့မိန္းကေလးျဖစ္ေနတဲ့အခါဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုတစ္ကားလံုးဟာသအျမင္ေလးေတြနဲ႔ၾကည့္ရႈရမွာျဖစ္ပါတယ္။Translated by Hnyot Myet WunnEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam McKayMatt RebenkoffStarsBen StillerChris ParnellChristina ApplegateDavid KoechnerFred WillardLuke WilsonPaul RuddSteve CarellVince VaughnWill FerrellCastBen StillerChris ParnellChristina ApplegateDanny TrejoDarcy DonavanDavid KoechnerFred WillardHolmes OsborneIan RobertsJack BlackJudd ApatowKathryn HahnLuke WilsonMissi PylePaul F. TompkinsPaul RuddSeth RogenSteve CarellTim RobbinsVince VaughnWill Ferrell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6DyYZe5WiUOnQ20EBEZCtUcLxdL.jpg",
      "https://image.tmdb.org/t/p/w300/uDc0Zqdo2pYpqhLLZcrhwM49fFc.jpg",
      "https://image.tmdb.org/t/p/w300/5iHPV6M6aPKxXv3w8LTxsD6Zeot.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTQ2MzYwMzk5Ml5BMl5BanBnXkFtZTcwOTI4NzUyMw@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/s5y44i7f5mao.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/anchorman-the-legend-of-ron-burgundy-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/R2g4/Anchorman_-_The_Legend_Of_Ron_Burgundy_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/FEVmnQQC#8IHy6SsMa15iWxkAdLSmQyR1stk_Pfy0G9BNlmrmgpI",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/pferm0qfd2qw",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "NJQ4qEWm9lU",
      "video_url": "https://www.youtube.com/watch?v=NJQ4qEWm9lU",
      "embed_url": "https://www.youtube.com/embed/NJQ4qEWm9lU"
    }
  },
  {
    "metadata": "PG-13|2004|2h 1min|Biography,Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "326,422"
    },
    "title": "Hotel Rwanda (2004)",
    "description": "Hotel Rwanda (2004)IMDb – 8.1/10______Rotten – 91%ဒီကားလေးက IMDB 8.1/10 ရရှိထားပြီး 1990 ကာလပိုင်းကရဝမ်ဒါနိုင်ငံမှာ အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ လူသားမျိုးနွယ်ရဲ့ အဆိုးရွားဆုံးလို့သတ်မှတ်ခံထားရတဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုကြီးတစ်ခုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် Historical Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။စက်ဆုပ်ရွ့ံ့ရှာဖွယ်ကောင်းတဲ့ လူသားမဆန်မှုတွေကိုကြည့်ပြီးအသိတရား ရရှိစေမယ့် ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းမကြည့်ခင်Rwanda နိုင်ငံရဲ့ Hutu နဲ့ Tusti တွေအကြောင်းနည်းနည်းသိထားမှ ကြည့်ရတာ ပိုအသက်ဝင်ပါလိမ့်မယ်။Rwanda နိုင်ငံကို ဘယ်လ်ဂျီယံတွေအုပ်ချုုပ်စဉ်က Rwanda နိုင်ငံသားတွေကိုလူမျိုးနှစ်စုခွဲခဲ့ပါတယ်။ နှာခေါင်းရှည်ရှည်နဲ့အသားဖြူဖြူ ရုပ်သန့်သန့်ကောင်တွေကို Tusti တွေအဖြစ် သတ်မှတ်ပြီးတော့အုပ်ချုပ်ရေးပိုင်းမှာ အလုပ်တွေခန့်ပြီး နေရာပေးခဲ့ပါတယ်။အဲဒီကတည်းကအခွဲခြားခံ Hutu တွေဟာ ဘယ်လ်ဂျီယံအစိုးရနဲ့တစ်ပါတည်း Tusti တွေကိုပါမုန်းတီးစိတ်ဝင်သွားကြတာပါ။ ဘယ်လ်ဂျီယံတွေ အာဏာပြန်လွှဲချိန်ကျတော့Hutu တွေဆီ အာဏာလွှဲအပ်လိုက်ရတာနဲ့ ခေတ်အဆက်ဆက်အဖိနှိပ်ခံ Hutu တွေဟာ Tusti တွေကို အခဲမကျေဘဲရက်ရက်စက်စက် လက်စားချေဖို့ လုပ်ကြတာဖြစ်ပါတယ်…1990 လို ဆက်သွယ်ရေးစနစ်တွေ လျင်မြန်နေပြီဖြစ်တဲ့ ခေတ်ကြီးထဲမှာတစ်ကမ္ဘာလုံးက သတိမထားမိအောင်ကို Hutu လက်နက်ကိုင်တွေနဲ့Hutu တပ်မတော်တို့ ပိပိရိရိယုတ်မာခဲ့ကြတာပါ။ ၃ လအတွင်းမှာလူပေါင်း ၁ သန်းနီးပါးကို ရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့ကြပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီကြောက်မက်ဖွယ်ရာ လူသတ်ပွဲကြီးမှာMille Collines ဟိုတယ်ရဲ့ မန်နေဂျာဖြစ်သူ ပေါလ်ရူဆာဘာဂီနာဟာHutu နဲ့ Tusti ဒုက္ခသည်ပေါင်း ၁၀၀၀ ကျော်ကို ဘယ်လိုကယ်ဆယ်မလဲ၊သူ့ရဲ့ မိသားစုဝင်တွေကိုရော အသက်ဘေးက လွတ်စေဖို့ဘယ်လိုတွေ လုပ်မလဲဆိုတာကို ရင်တစ်ထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ညီလေးSherlockပဲဖြစ်ပါတယ်။ အားပေးကြပါဦး။)ဒီကားေလးက IMDB 8.1/10 ရရွိထားျပီး 1990 ကာလပိုင္းကရ၀မ္ဒါႏိုင္ငံမွာ အမွန္တကယ္ ျဖစ္ပြားခဲ့တဲ႔ လူသားမ်ိဳးႏြယ္ရဲ႕ အဆိုးရြားဆံုးလို႔သတ္မွတ္ခံထားရတဲ႔ လူမ်ိဳးတုန္းသတ္ျဖတ္မွဳၾကီးတစ္ခုကုိအေျခခံထားတဲ႔ ျဖစ္ရပ္မွန္ Historical Dramaဇာတ္ကားေကာင္းေလးတစ္ကား ျဖစ္ပါတယ္။စက္ဆုပ္ရြ႔႕ံရွာဖြယ္ေကာင္းတဲ႔ လူသားမဆန္မွဳေတြကုိၾကည့္ျပီးအသိတရား ရရွိေစမယ့္ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းမၾကည့္ခင္Rwanda ႏုိင္ငံရဲ႕ Hutu နဲ႔ Tusti ေတြအေၾကာင္းနည္းနည္းသိထားမွ ၾကည့္ရတာ ပိုအသက္၀င္ပါလိမ္႔မယ္။Rwanda ႏိုင္ငံကို ဘယ္လ္ဂ်ီယံေတြအုပ္ခ်ုဳပ္စဥ္က Rwanda ႏိုင္ငံသားေတြကုိလူမ်ိဳးႏွစ္စုခြဲခဲ့ပါတယ္။ ႏွာေခါင္းရွည္ရွည္နဲ႔အသားျဖဴျဖဴ ရုပ္သန္႔သန္႔ေကာင္ေတြကုိ Tusti ေတြအျဖစ္ သတ္မွတ္ျပီးေတာ့အုပ္ခ်ဳပ္ေရးပိုင္းမွာ အလုပ္ေတြခန္႔ျပီး ေနရာေပးခဲ့ပါတယ္။အဲဒီကတည္းကအခြဲျခားခံ Hutu ေတြဟာ ဘယ္လ္ဂ်ီယံအစိုးရနဲ႔တစ္ပါတည္း Tusti ေတြကုိပါမုန္းတီးစိတ္၀င္သြားၾကတာပါ။ ဘယ္လ္ဂ်ီယံေတြ အာဏာျပန္လႊဲခ်ိန္က်ေတာ့Hutu ေတြဆီ အာဏာလႊဲအပ္လိုက္ရတာနဲ႔ ေခတ္အဆက္ဆက္အဖိႏွိပ္ခံ Hutu ေတြဟာ Tusti ေတြကုိ အခဲမေက်ဘဲရက္ရက္စက္စက္ လက္စားေခ်ဖို႔ လုပ္ၾကတာျဖစ္ပါတယ္…1990 လို ဆက္သြယ္ေရးစနစ္ေတြ လ်င္ျမန္ေနျပီျဖစ္တဲ႔ ေခတ္ၾကီးထဲမွာတစ္ကမၻာလံုးက သတိမထားမိေအာင္ကုိ Hutu လက္နက္ကိုင္ေတြနဲ႔Hutu တပ္မေတာ္တို႔ ပိပိရိရိယုတ္မာခဲ့ၾကတာပါ။ ၃ လအတြင္းမွာလူေပါင္း ၁ သန္းနီးပါးကုိ ရက္ရက္စက္စက္သတ္ျဖတ္ခဲ့ၾကပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ ဒီေၾကာက္မက္ဖြယ္ရာ လူသတ္ပြဲၾကီးမွာMille Collines ဟိုတယ္ရဲ႔ မန္ေနဂ်ာျဖစ္သူ ေပါလ္ရူဆာဘာဂီနာဟာHutu နဲ႔ Tusti ဒုကၡသည္ေပါင္း ၁၀၀၀ ေက်ာ္ကုိ ဘယ္လိုကယ္ဆယ္မလဲ၊သူ႔ရဲ႕ မိသားစု၀င္ေတြကိုေရာ အသက္ေဘးက လြတ္ေစဖို႔ဘယ္လိုေတြ လုပ္မလဲဆိုတာကုိ ရင္တစ္ထိတ္ထိတ္နဲ႔ ၾကည့္ရွဳရမယ့္ဇာတ္ကားေကာင္း တစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ညီေလး Sherlockပဲျဖစ္ပါတယ္။ အားေပးၾကပါဦး။)File Size – 850 MBTranslated By – SherlockEncoded By – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLionel SteketeeLisa VickTerry GeorgeStarsDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimJean RenoJoaquin PhoenixMathabo PietersonNick NolteOfentse ModiselleSophie OkonedoXolani MaliCastAntonio David LyonsCara SeymourDavid O'HaraDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimHarriet LenabeJean RenoJeremiah NdlovuJoaquin PhoenixLebo MashileLeleti KhumaloLennox MathabatheMabutho 'Kid' SitholeMathabo PietersonMduduzi MabasoMosa KaiserMothusi MaganoNeil McCarthyNick NolteOfentse ModiselleRoberto CitranRosie MoteneSimo MogwazaSophie OkonedoTony KgorogeXolani Mali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cZBwAJiA8O6SKYzT2Vq4c8qJoHP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTI2MzQyNTc1M15BMl5BanBnXkFtZTYwMjExNjc3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1armz0re6218.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-rwanda-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/R9mt/Hotel_Rwanda_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FvIVDSIK#aFEQnED7XiKq_WPJY19NNmZAfFW542hAgQVmrHbJokw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/x07a12mubpbz",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j2vMvyQeb1U",
      "video_url": "https://www.youtube.com/watch?v=j2vMvyQeb1U",
      "embed_url": "https://www.youtube.com/embed/j2vMvyQeb1U"
    }
  },
  {
    "metadata": "R|2004|1h 28m|Adventure,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "200k"
    },
    "title": "Harold & Kumar Go to White Castle (2004)",
    "description": "Harold & Kumar Go to White Castle (2004)Genre – Comedy, AdventureIMDB – 7.0/10ခင်ဗျားတို့ ဆေးခြောက်/ဝိသောက်ပြီး ဘယ်လောက်ထိစားသောက်ဖူးကြလဲ စားချင်စိတ်ဖြစ်ကျလဲ(ကျွန်တော်ကတော့ လမ်းဘေးထမင်းကြော်ကိုလိုက်ပွဲ ၆ ပွဲနဲ့ ဟင်းအပို ၃ ပွဲထိ စားဖူးတယ် ဤကား စကားချပ်)။ဒီရုပ်ရှင်ရဲ့ အဓိကအကြောင်းအရာကလည်းအဲဒီလို ဝိကွဲပြီး သွားငတ်ကြီးကျလို့ ဘေးကပ်ပေါင်း ၃၆၅ မျိုးလောက် ကြုံရတဲ့ရုပ်ရှင်။ဒီကားထဲက ဘဲနှစ်ပွေက တော်တော်စားတယ်၊။တစ်ယောက်က ကိုရီးယားကကောင် ကင်ချီသားသူကတော့ ဘဝကို ပုံမှန်အလုပ်လုပ်ပြီး ဖြတ်သန်းနေသူတစ်ယောက်။နောက်တစ်ယောက်ကကျ အိန္ဒိယား အာပနား ပရမ်းပတာကောင်စာတော်ပေမယ့် အလေကောင်ပေါ့ဗျာ။ဒီနှစ်ယောက်က တိုက်ခန်းမှာ တူတူနေကြတာအလုပ်ပိတ်ရက်ဆို ဝိလေးကိုင်ပြီး ကွဲပြဲနေကြတဲ့ နှစ်ယောက်ပေါ့ဗျာ။တစ်ရက်ကျ ကင်ချီသားက သောကြာနေ့လေးအိမ်ပြန်နှပ်မလို့ကို အလုပ်ကကောင်တွေ ဂျင်းထည့်လို့အိမ်က အာပနားကိုတော်ပြီ အလုပ်ပါလို့ ဆေးခြောက်မသောက်ဘူးတားတာကို အာပနားက ဇွတ်မြူဆွယ်တာနဲ့ နှစ်ကောင်သား ချကြရော။အဲဒီမှာ ကွဲပြဲလာတော့ ရှေ့မှာပြောခဲ့တဲ့အတိုင်း ငတ်လာကြရောငတ်လာတော့ ဒီတစ်ခါ ဒယ်လီနဲ့ မှာမစားချင်ဘူးပေါ့တကယ်ကို ထိထိမိမိလေး သွားပြီး စားချင်လိုက်တာဆိုပြီးဖြစ်နေတဲ့အချိန် တီဗီမှာ White Castle ဟမ်ဘာဂါ ကြေငြာလာတော့နှစ်ကောင်သား ခွေးဘုရားပွဲတွေ့ပြီး အဲဒီဆိုင်ကို ကွဲကွဲနဲ့ သွားကြရော။ဒါပေမဲ့ အပြဲသမားနှစ်ယောက် ဒီဆိုင်ကို ချောချောမွန်မွန်ရောက်ကြပါ့မလား လမ်းမှာ ဘယ်လိုဒုက္ခပေါင်းစုံ ကြုံပြီးမှရောက်ကြမလဲဆိုတာ ခွီနေရမယ့်ကားပါ။ရွှေရင်နှစ်မွှာတွေ မိမွေးတိုင်း ဖမွေးတိုင်း ပြထားတဲ့အတွက်ကြည့်ဖို့တော့ သတိပြုစေလို (ကျောင်းသားဟာသကားဆိုတော့)။ငယ်ဘဝက ကျောင်းသားဟာသကားထဲမှာ ဒီ Harold & Kumar လည်းစိုးမိုးခဲ့တဲ့ထဲမှာပါတယ် ဒါပေမဲ့ ကျွန်တော်တို့သိကြတဲ့ကားက CM က တင်ပြီးသားဖြစ်တဲ့ Escape to Guatanamo Bay ဆိုတဲ့ကားတကယ်တမ်း ဒီ White Castle ကားကြည့်ပြီးမှ အဲဒီကားကို ဆက်ကြည့်သင့်တာတိုက်ရိုက်ဆက်ထားတာဖြစ်လို့။နောက်ထွက်လာတဲ့ Christmas ကတော့ သီးခြားသက်သက်ဖြစ်သွားပြီ ။American Pie စီးရီးတွေလို Euro Trip လိုမျိုးပေါက်ကရကျောင်းသားဟာသကားခရေဇီအတွက်ကတော့ဒီကားတွေကတော့ ရွှေပါပဲ။လူမျိုးရေးခွဲခြားမှု အာရှသားတွေ အနှိမ်ခံရမှုရဲတွေအနိုင်ကျင့်မှုတွေကိုလည်း ပါးပါးလေး ပုတ်ပြသွားတာလေးတွေလည်းထည့်ပြီးသရော်ထားပါသေးတယ်။ကဲ ပြောနေရင် စာရှည်တယ်ဗျာ ပြေးသာ ကြည့်လိုက်ပါတော့။ကျန်တဲ့ ကားတွေ အောက်က လင့်တွေမှာ ကြည့်ရှုပါHarold & Kumar Escape from Guantanamo Bay (2008)A Very Harold & Kumar Christmas (2011)File size…   1.5 GB / 716 MBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 1h 48mGenre …..  Adventure, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDanny LeinerStarsAnthony AndersonBobby LeeBoyd BanksBrooke D'OrsayChristopher MeloniDavid KrumholtzDov TiefenbachEddie Kaye ThomasEthan EmbryFred WillardGary Anthony WilliamsHayden SchlossbergJamie KennedyJohn ChoJon HurwitzKal PennMalin AkermanNeil Patrick HarrisPaula GarcésRob TinklerRyan ReynoldsSiu TaSteve BraunCastAnthony AndersonBobby LeeBoyd BanksBrooke D'OrsayChristopher MeloniDavid KrumholtzDov TiefenbachEddie Kaye ThomasEthan EmbryFred WillardGary Anthony WilliamsHayden SchlossbergJamie KennedyJohn ChoJon HurwitzKal PennMalin ÅkermanNeil Patrick HarrisPaula GarcésRob TinklerRyan ReynoldsSiu TaSteve Braun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/65aK9yePRxDCfzJCZ0qmVxcWeSd.jpg",
      "https://image.tmdb.org/t/p/w300/6llCvjW3CRR3uLWXkzCDCihC8jq.jpg",
      "https://image.tmdb.org/t/p/w300/7MHd3pbOT4v9kqu5hwUSaCRRN6x.jpg",
      "https://image.tmdb.org/t/p/w300/rhqZCh9kxnbmqgEvc0rK5eIEQHw.jpg",
      "https://image.tmdb.org/t/p/w300/rlwp7rZxyGfJiWCUoEe3p4gOkOh.jpg",
      "https://image.tmdb.org/t/p/w300/4D7KvWrmbqljAclIc3yEeBiguvx.jpg",
      "https://image.tmdb.org/t/p/w300/f5zu1yyMBYdFyyQV0bHYBwynwzU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Harold-Kumar-Go-to-White-Castle-2004.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/harold-and-kumar-go-to-white-castle-2004-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1v60m8x8filg.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TOlt/Harold.and.Kumar.Go.To.White.Castle.2004.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8PZU0a4B#7A67U9LmCRMRqDybG7vcBUqRMtX8RVoiy6hgXzO-xX4",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/harold-and-kumar-go-to-white-castle-2004-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "716MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/t9ykiv22q5i8.html",
        "server": "usersdrive.com",
        "size": "716MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3VGFZ/Harold.and.Kumar.Go.To.White.Castle.2004.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "716MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VfwBgQxD#2nXAbOkpXU4QadIsLLfh5mYYOF5hBYR15wiKptLdUao",
        "server": "mega.nz",
        "size": "716MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/pabcuyzbpyg0.html",
        "server": "streamsb.com",
        "size": "716MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/qknioux0ywrm",
        "server": "streamvid.io",
        "size": "716MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cwP5E15VzRM",
      "video_url": "https://www.youtube.com/watch?v=cwP5E15VzRM",
      "embed_url": "https://www.youtube.com/embed/cwP5E15VzRM"
    }
  },
  {
    "metadata": "R|2004||Action,Adventure",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "49K"
    },
    "title": "Starship Troopers 2: Hero of the Federation (2004)",
    "description": "Bugsလို့ခေါ်တဲ့ တိုက်ခိုက်နှုန်းအားပြင်းထန်တဲ့ ဂြိုလ်သားပိုးကောင်တွေနဲ့တိုက်ပွဲမှာအဆင့်မြှင့်Laser Gunတွေအသုံးပြုပြီးတိုက်ခိုက်ခဲ့တာတောင်ဗိုလ်ကြီးJack Shepherdတို့အဖွဲ့ဟာ ဆုံးရှုံးမှုတွေများခဲ့ပြီး အနီးဆုံးကင်းထောက်စခန်းတစ်ခုမှာပုန်းခိုရင်းကယ်ဆယ်ရေးအဖွဲ့လာရောက်တဲ့အချိန်ကိုစောင့်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.အဲ့ဒီကင်းထောက်စခန်းမှာ သူတို့ထပ်အရင်ရောက်နှင့်ထားပြီးသူတွေလဲရှိပါတယ်.ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ရင်းနဲ့ Bugsတွေအကြောင်းကိုတစ်စထက်တစ်စပိုပိုသိလာတဲ့အခါမှာ အဲ့ဒီဂြိုလ်သားပိုးကောင်တွေဟာလူသားမျိုးနွယ်တစ်ခုလုံးကိုပါဖျက်ဆီးဖို့အကြံအစည်ရှိနေတာကိုသိလိုက်ရပါတော့တယ်.ဒါကိုသူတို့အဖွဲ့ဘယ်လိုကယ်တင်မလဲ?ဒီအဖွဲ့အစည်းထဲမှာရော ဂြိုလ်သားပိုးကောင်တွေကရောထွေးဝင်ရောက်နှင့်ပြီးသားလားဆိုတာတော့ဇာတ်လမ်းထဲမှာပဲအဖြေရှာလိုက်ကြတာပေါ့.Military, science,fiction,horrorအမျိုးအစားဖြစ်ပြီး runtimeက ၉၂မိနစ်ပါ. ၂၀၀၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပေမယ့်ယောကျာ်းလေးတွေက ဒီဇာတ်ကားမှာအသုံးပြုထားတဲ့လက်နက်ကြီးတွေကိုအခုထိသဘောကျဆဲဖြစ်ပါတယ်.Starship trooperအနေနဲ့ ၃ကားထွက်ရှိတာမလို့ပိတ်ရက်အတွက်အနားယူရင်းကြည့်ဖို့ အကောင်းဆုံးပါပဲ.File size…  2.2 GB /  790 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 22mGenre …..  Action , AdventureSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by…. CharmYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBilly BrownBobby C. KingBrenda StrongBrian TeeColleen PorchCy CarterDavid WellsDrew PowellEd LauterEd QuinnHeather ElizabethJ.P. ManouxJason-Shane ScottKelly CarlsonLawrence MonosonOliver KellerRichard BurgiSandrine HoltSean DelonStephen StantonTim ConlonTy Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kSEc72AYeZEgwPBHle8bGjmRnAC.jpg",
      "https://image.tmdb.org/t/p/w300/bBhrGsdym3e1yMbeHGnktipyGHl.jpg",
      "https://image.tmdb.org/t/p/w300/vYAlndphTPA57DPL3o8XzArjyZl.jpg",
      "https://image.tmdb.org/t/p/w300/4SkZxScesG0WDZa39LNOaG6P5h8.jpg",
      "https://image.tmdb.org/t/p/w300/unjxix2A7ixWnPRkNagPKlF73ua.jpg",
      "https://image.tmdb.org/t/p/w300/h0JJrOWt74NnPoy90eEuMtthzfG.jpg",
      "https://image.tmdb.org/t/p/w300/gpUFUZb3qjMvxoRUo6jDnqprreM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9iqrqOjLaFcGNnSQlJxYLfgrhqn.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hhvy417ppydz.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/starship-troopers-2-hero-of-the-federation-2004-1080-p-en-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hD8m/Starship.Troopers.2.Hero.Of.The.Federation.2004.1080p.En.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ppuoaid2ijto",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j32jxaum4u80.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/starship-troopers-2-hero-of-the-federation-2004-720-p-en-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VIe4/Starship.Troopers.2.Hero.Of.The.Federation.2004.720p.En.mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/03ycldjbw5ba",
        "server": "streamvid.io",
        "size": "790 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9_sXs02IOLs",
      "video_url": "https://www.youtube.com/watch?v=9_sXs02IOLs",
      "embed_url": "https://www.youtube.com/embed/9_sXs02IOLs"
    }
  },
  {
    "metadata": "NOT RATED|2004|129 min|Action,Adventure,Bollywood",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "13,907"
    },
    "title": "Dhoom (2004)",
    "description": "Dhoom ကားတွေရဲ့ပထမဆုံးကားလေးပါ။ ဆိုင်ကယ်တွေနဲ့အုပ်စုလိုက် ဓါးပြတိုက်နေတဲ့ ဓါးပြအဖွဲ့တစ်ဖွဲ့ကို လိုက်လံဖမ်းစီးပုံကို ရိုက်ပြထားတာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ACP Jay Dixit နဲ့ Ali တို့ဘယ်လိုစတွေ့ခဲ့တယ်ဆိုတာပါသိရမှာဖြစ်ပါတယ်။အမြဲချိန်ပါဖြစ်နေတဲ့ Ali ရဲ့ဘဝကို သနားစဖွယ်တွေ့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါတဲ့ဓါးပြအဖွဲ့ရဲ့ခေါင်းဆောင်ကတော့ အခု အိန္ဒိယမှာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေတဲ့ မင်းသား john abraham ဖြစ်ပါတယ်။ Dhoom 2 နဲ့ 3လောက်မကောင်းပေမယ့်လည်း ယှဉ်ကြည့်လို့ရတဲ့ကားလေးတစ်ကားပါ။File size…(1GB)Quality…BR-Ray 720pFormat…mp4Duration….02:09:08Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSanjay GadhviStarsAbhishek BachchanEsha DeolJohn AbrahamUday Chopra",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dhoom-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/3760e13a0b/dhom-204-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2SjRU/Dhoom_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/VAQQzITC#t4Vzevr94Eca8dVLBDysN7ZBm3IVwNgCxKTHIPBheJQ",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/q1ogu89wb65q",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1iV2swNzRRMmJVamNDdGhnWEZlZmQydTJhY1BPU2RVaVlMWExQcDZwaUowbHV2UTBDM29MWjdnSmI1ZWlka1Q3ZzU5OXJDeXNaSW14TVdBUVRlb3UwYlhRVE9JK2U4QlUwV2pBUGgreE1jNnhvbktlMU16THEvczA4cC9iT082dz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1iV2swNzRRMmJVamNDdGhnWEZlZmQydTJhY1BPU2RVaVlMWExQcDZwaUowbHV2UTBDM29MWjdnSmI1ZWlka1Q3ZzU5OXJDeXNaSW14TVdBUVRlb3UwYlhRVE9JK2U4QlUwV2pBUGgreE1jNnhvbktlMU16THEvczA4cC9iT082dz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dU1iV2swNzRRMmJVamNDdGhnWEZlZmQydTJhY1BPU2RVaVlMWExQcDZwaUowbHV2UTBDM29MWjdnSmI1ZWlka1Q3ZzU5OXJDeXNaSW14TVdBUVRlb3UwYlhRVE9JK2U4QlUwV2pBUGgreE1jNnhvbktlMU16THEvczA4cC9iT082dz0="
    }
  },
  {
    "metadata": "|2004|1h 16min|Adventure,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "187"
    },
    "title": "Ice Rain (2004)",
    "description": "Ice Rain (2004)ဒီဇာတ်လမ်းလေးကတော့ ၂၀၀၄ ခုနှစ်မှာ ဇာတ်အိမ်တည်ခဲ့တဲ့ ဆွတ်ပျံ့ဖွယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါတောင်တက်သမားနှစ်ယောက်ဟာ အာလန်စခါမှာ ရှိတဲ့ အာရှခုလို့အမည်ရတဲ့ ရေခဲတောင်ပေါ်မှာ သောင်တင်နေရင်းနဲ့သူတို့ဘဝကို ပြောင်းလဲစေခဲ့တဲ့ မိန်းကလေးအကြောင်းကို တစ်ယောက်နဲ့တစ်ယောက် ပြောပြကြပါတယ်သူတို့မသိခဲ့တာကတော့ တကယ်တမ်း သူတို့နှစ်ယောက်ဟာ ဘယ်လိုမျိုးဆက်နွယ်မှုရှိနေတာလဲဆိုတာပါပဲအဲဒါကတော့ ဇာတ်လမ်းရဲ့အဓိကအချက်ဖြစ်တဲ့အတွက် ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါအားလုံးရဲ့အချစ်တော် “ဆောင်းဦးရွက်ကြွေချစ်သက်သေ” ထဲက မင်းသားဂျွန်စောလို့ အသိများကြတဲ့ (Song Seung Heon) နဲ့မြန်မာနိုင်ငံမှာ ကျီးကျင့် လို့ နာမည်ရခဲ့တဲ့ မင်းသမီးကြီး Kim Ha Neul လည်း ပါဝင်သရုပ်ဆောင်ထားတာမို့လို့ လက်မလွတ်တမ်း ကြည့်ရှုအားပေးပါဦးနော်ဇာတ်ကားကောင်းလေးကို တင်ပေးချင်တာမို့ လတ်တလော ရတဲ့ ကွာလတီနဲ့ပဲ တင်ပေးထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Hsuပဲ ဖြစ်ပါတယ်။Genre….. Adventure, Drama, RomanceQuality…. 480pFile size… 423MBFormat… mp4Duration…. 1h 45minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..HsuEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastKim Ha-neulLee Chun-heeLee Sung-jaeSong Seung-heon",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vup07aqHKUGZY9sdaGRv0YbjAlx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f4z429v70vk2.html",
        "server": "usersdrive.com",
        "size": "423MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/ice-rain-2004-dvd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "423MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3iSYv/Ice.Rain.2004.DVDRip.CM.mp4",
        "server": "megaup.net",
        "size": "423MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/CBVXVAwY#nejMFHyI1CVz72fOy8w8XXc_S88iR5SGI7ZaOD8yFc8",
        "server": "mega.nz",
        "size": "423MB",
        "quality": "480p"
      },
      {
        "link": "https://embedwish.com/4q1jsectzpgd",
        "server": "streamsb.com",
        "size": "423MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/s8w6g67i82js",
        "server": "streamvid.io",
        "size": "423MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]