[
  {
    "metadata": "N/A|2018|85 min|Animation,Comedy,Fantasy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "953"
    },
    "title": "The Stolen Princess: Ruslan and Ludmila (2018)",
    "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့“The Stolen Princess” ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်..Animation movie နှစ်သက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတန်မယ့်ဇာတ်လမ်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်အညွှန်း-ပုံပြင်လေးတစ်ပုဒ်ရှိသတဲ့ ပုံပြင်လေးကတော့…ကြက်သွေးရောင် နေဝင်ချိန်ရောက်တိုင်း အချစ်စစ်နဲ့ ချစ်မိသွားတဲ့မင်းသမီးတိုင်းကို ချယ်နမောဆိုတဲ့ မှော်ဆရာက ဖမ်းလေ့ရှိပါတယ်..ချစ်မိသွားတဲ့ မင်းသမီးရဲ့အချစ်စစ် စွမ်းအားနဲ့ သူ့မှော်အစွမ်းတွေကို ပြန်ဖြည့်သတဲ့…ဒီပုံပြင်ကတော့ ရူစလန်ဆိုတဲ့ ဇာတ်မင်းသားလေး ပြန်ကပြတဲ့ ပုံပြင်ပြဇာတ်ပါ…ရူစလန်ဟာ အဖေဖြစ်သူရဲ့ ဇာတ်မင်းသားအမွေကို ဆက်ခံခဲ့ရပေမဲ့သူက တိုင်းပြည်ရဲ့ သူရဲကောင်းဖြစ်ချင်သူပါ…မီလာဆိုတာကတော့ ရူစလန်နေထိုင်တဲ့ တိုင်းပြည်ရဲ့ မင်းသမီးပါ…ဖခင်ဖြစ်သူ ဘုရင်ကြီးက မီလာကို အိမ်ထောင်ချပေးချင်ပါတယ်…မီလာကလည်း စွန့်စားချင်သူ..အိမ်ထောင်ပြုချင်သူမဟုတ်…ဒီလိုနဲ့ မီလာဟာ နန်းတော်ကနေ ထွက်ပြေးခဲ့ပါတယ်…လမ်းတစ်နေရာမှာ ရူစလန်နဲ့ ဆုံမိလေရဲ့… ရူစလန်က မီလာကို မင်းသမီးမှန်း မသိပါဘူး…ဒုက္ခရောက်နေတဲ့ မီလာကို ကူညီရင်း ရူစလန်နဲ့ မီလာ မေတ္တာမျှခဲ့ကြပါတယ်….ဒီအချိန်မှာပဲ ပုံပြင်တစ်ပုဒ်လို့ ယုံကြည်ထားကြတဲ့ ချယ်နမောထွက်ပေါ်လာခဲ့ပြီးမီလာကို ဖမ်းခေါ်သွားပါတော့တယ်ရူစလန်ဟာ မီလာကိုကယ်ဖို့ ပြန်လမ်းမရှိတဲ့ မှော်တိုင်းပြည်ကို သွားရမှာပါ…ကဲ အဆုံးထိ ကြည့်ရှူသူကို ဆွဲခေါ်သွားတဲ့ ဇာတ်လမ်းမို့ လက်မလွတ်တမ်း ကြည့်ရှုကြပါဦးနော်File Size : (846 MB) & (247 MB)Quality : Web-DL 720pRunning Time :1hr 39 minFormat : Mp4Genre : Animation , Comedy , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by May HarukoEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOleh MalamuzhStarsAlyson Leigh RosenfeldFabrice LelyonKaïna BladaMykola BoklanNadiya DorofeevaOleh MykhailiutaOleksiy ZavhorodniySerhiy PrytulaYevhen MalukhaYuriy HorbunovCastAlyson Leigh RosenfeldFabrice LelyonKaïna BladaMykola BoklanNadiya DorofeevaOleh MykhailiutaOleksiy ZavhorodniySerhiy PrytulaVincent De BouardYevhen MalukhaYuriy Horbunov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kzk5nmtpYdGXrScqKiTJOshVacc.jpg",
      "https://image.tmdb.org/t/p/w300/xAYa4oc82sXNJO4lfoOXE5kuuwL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/titPCgI2xMAPv0Y2iasvqHj7vnv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-stolen-princess-ruslan-and-ludmila-2018",
        "server": "VIP Links",
        "size": "846 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-stolen-princess-ruslan-and-ludmila-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "846 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4",
        "server": "megaup.net",
        "size": "846 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://watchsb.com/v5on0j86arxn.html",
        "server": "streamsb.com",
        "size": "846 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "JbBUlxkwMjU",
      "video_url": "https://www.youtube.com/watch?v=JbBUlxkwMjU",
      "embed_url": "https://www.youtube.com/embed/JbBUlxkwMjU"
    }
  },
  {
    "metadata": "N/A|2018|94 min|Horror,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "19"
    },
    "title": "Soul to Keep (2018)",
    "description": "သူငယ္ခ်င္းအုပ္စုတစ္စုျမိဳ႕ျပင္ကလူမေနတာၾကာသည့္အိမ္တစ္လံုးကိုအပန္းေျဖဖို႔အတြက္ခရီးထြက္လာရာမွဘီအဲဇဘတ္လို႔အမည္ရသည့္စြမ္းအားႀကီးသည့္နတ္ဆိုးတစ္ေကာင္နဲ႔ေတြ႔ႀကံဳလာရေသာအခါ…ထိုနတ္ဆိုးကဘာအတြက္ေၾကာင့္သူတို႔သူငယ္ခ်င္းအုပ္စုကိုဒုကၡေပးေနရသလဲဆိုတာနဲ႔နတ္ဆိုးရန္ကေနဘယ္လိုေတြ လြတ္ေျမာက္ေအာင္႐ုန္းကန္ၾကမလဲဆိုတာကိုေတာ့Horror ၾကိဳက္တဲ့လူေတြ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာၿဖစ္ပါတယ္….File Size : (945 MB) & ( 278 MB)Quality : WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byPone ThoneEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid AllensworthMoniereStarsAmelia PetryAurora HeimbachConor McKennaCraig FogelDerek LongJessie JordanJordan TheodoreKate Rose ReynoldsSandra Mae FrankCastAmelia PetryAurora HeimbachConor McKennaCraig FogelDerek LongJessie JordanJordan TheodoreKate Rose ReynoldsSandra Mae Frank",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8AcurZKLL0njQfultKd6EdvI4VG.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jf346d8lrq32.html",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/soul-to-keep-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1y0dw/Soul_To_Keep_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/63jtzeq17o0f",
        "server": "upstream.to",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|N/A|Family,Uncategorized",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Trico :Tri Happy Halloween (2018)",
    "description": "ေၾကာက္စရာမေကာင္းဘဲ ခ်စ္ဖို႕ေကာင္းတဲ့သရဲမေလး ပါတဲ့ ဟာသဖန္စီ ဇာတ္ျမဴး ကားေလးနဲ႔ မိတ္ဆက္ေပးပါမယ္။ဇာတ္လမး္ေလးကေတာ့ အေဖအိုျကီးဆံုးသြားၿပီးေနာက္တစ္ကိုယ္ထဲအထီးက်န္ေနတဲ့ အေမျဖစ္သူကို ျပဳစုဖို႔မိသားစုတစ္စု နယူးေယာ့ကေန မီယာမီကိုေျပာင္းေရြ႕လာခဲ့ပါတယ္နယူးေယာ့ကအိမ္ကိုေရာင္းၿပီး အေမ့အိမ္နဲ႔ မနီးမေဝးကအိမ္တစ္လံုးကိုဝယ္ၿပီးမီယာမီကိုေပါက္ခ်လာတဲ့မိသားစု ျဖစ္ခ်င္ေတာ့ ေပါင္ေခ်ာင္ေကာင္းဆိုၿပီးဝယ္လိုက္တဲ့ အဲ့အိမ္ႀကီးကမီယာမီမွာ နာမည္ႀကီးသရဲေျခာက္တဲ့အိမ္ႀကီးျဖစ္ေနပါတယ္။အရင္အိမ္႐ွင္ေတြဖေနာင့္နဲ႔တင္ပါး တသားထဲက်ေအာင္ထြက္ေျပးရသည္အထိေျခာက္လွန္႔တာၾကမ္းတဲ့ ဒီအိမ္ကိုသူတို႔မိသားစုဘယ္လိုမ်ားေနၾကမလဲတစ္ဖက္ကလဲ အဲ့အိမ္ႀကီးမွာ မကြၽတ္မလြတ္ျဖစ္ေနတဲ့ ေမာင္ႏွမ၂ေယာက္ကသူတို႔အိမ္ႀကီးနဲ႔ထိုက္တန္တဲ့သူ မလာမခ်င္း ေျခာက္လွန္႔လ်က္႐ွိပါတယ္သရဲေမာင္ႏွမနဲ႔ မိသားစုထဲက သားအႀကီးနဲ႔ သမီးေလးတို႔နဲ႔ ဘယ္လိုေ႐ွ႕ဆက္လဲဆိုတာေတာ့ ၾကည့္လိုက္ၾကပါဦး..( ဇာတ္လမ္းအညြွန္းနဲ႔ ဘာသာျပန္ေပးထားတာကေတာ့ WaiZin ပဲျဖစ္ပါတယ္)File Size : (1.10GB) & (260 MB)Quality : WEB-DL 1080pRunning Time : 1h 30minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL.DDP5.1.H.264-MZABITranslated by WaiZinEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian VogelerStarsAdriana CatañoArmando GutiérrezCarson RowlandGail SoltysKendall VertesNick MericoNickolas WolfPeter A. LeesPeter GrovermanShaia LipnikCastAdriana CatañoArmando GutiérrezCarson RowlandGail SoltysKendall VertesNick MericoNickolas WolfPeter A. LeesPeter GrovermanShaia Lipnik",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t02GQ6bY28Eyk4My7oq3suhzMVE.jpg",
      "https://image.tmdb.org/t/p/w300/2UE2ITw3o3jv09MX3CcCROfyJht.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Trico-Tri-Happy-Halloween-2018.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/trico-tri-happy-halloween-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SPgg/Trico_-_Tri_Happy_Halloween_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/0glwfmitbvmc",
        "server": "upstream.to",
        "size": "1.12 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/pkawm5x3prz9.html",
        "server": "usersdrive.com",
        "size": "1.12 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "T4Zxmg3w1lA",
      "video_url": "https://www.youtube.com/watch?v=T4Zxmg3w1lA",
      "embed_url": "https://www.youtube.com/embed/T4Zxmg3w1lA"
    }
  },
  {
    "metadata": "Not Rated|2018|83 min|Horror",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1010"
    },
    "title": "I’ll Take Your Dead (2019)",
    "description": "Horror ကားေတြထဲမွာေတာ့ ဒီကားက Rating 6.2 အထိထူးထူးၿခားၿခားရထားတဲ့ကားပါ…သည္းထိတ္ရင္ဖိုမွၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္သင့္ပါတယ္….ၿမိဳ႕နဲ႔ေဝးတဲ့လယ္ကြင္းထဲမွာ သားအဖ ၂ ေယာက္ေနၾကတယ္အေဖႀကီးကို လူေတြက သၾကားလံုးသားသတ္သမားဆိုၿပီးေခၚၾကတယ္။လူသတ္ၿပီးရင္ အေလာင္းကို လက္စေဖ်ာက္ဖို႔ သူ႔ဆီပို႔ၾကတယ္တစ္ေန႔ေတာ့ သူ႔ဆီလက္စေဖ်ာက္ေပးဖို့ အေလာင္း ၃ ေလာင္းလာပို႔သြားေရာကံဆိုးခ်င္ေတာ့ အဲ့ထဲကေကာင္မေလးတစ္ေယာက္က မေသေသးတဲ့အခါသူတို႔ သားအဖ ၂ ေယာက္ဘယ္လိုမ်ိဳးေတြ ရင္ဆိုင္ရမလဲဆိုတာကိုဇာတ္လမ္းထဲမွာ အေျဖ႐ွာလိုက္ၾကပါဦးFile Size : (809MB) & ( 297 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChad ArchibaldStarsAdam ChristieAidan DevineAri MillenAva PrestonBrandon McKnightJess SalgueiroMichael ReventarMoe Jeudy-LamourRaffaele BreretonTavaree Daniel-SimmsCastAdam ChristieAidan DevineAri MillenAva PrestonBrandon McKnightJess SalgueiroMichael ReventarMoe Jeudy-LamourRaffaele BreretonTavaree Daniel-Simms",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4X7HvsfnwAMWPEoLU8PK2PMQBm9.jpg",
      "https://image.tmdb.org/t/p/w300/gaEPMdn38NJC4XAO24NrzmYOdLT.jpg",
      "https://image.tmdb.org/t/p/w300/mWDdaNVTJw4m2xnkja1nD2dG8JE.jpg",
      "https://image.tmdb.org/t/p/w300/t4RnFn3mYvoa1UERZGRrnTZwNa3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bhOtz1wKwXWzhx3Z3IxtvbZFf4o.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mhoi9hdw2djq.html",
        "server": "usersdrive.com",
        "size": "809 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/ill-take-your-dead-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "809 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2dtD9/I’ll_Take_Your_Dead_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "809 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/nlfj3ksw0sfp",
        "server": "upstream.to",
        "size": "809 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Gre3jcoIERc",
      "video_url": "https://www.youtube.com/watch?v=Gre3jcoIERc",
      "embed_url": "https://www.youtube.com/embed/Gre3jcoIERc"
    }
  },
  {
    "metadata": "PG|2018|102 min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "1,217"
    },
    "title": "102 Not Out (2018)",
    "description": "IMDb rating : : 7.6ဒီတစ္ေခါက္ ပရိတ္သတ္ႀကီးကိုအိႏၵိယႏိုင္ငံရဲ႕ အေက်ာ္အေမာ္ သ႐ုပ္ေဆာင္ႀကီး အမီတာဘဂ်မ္းရဲ႕ အသစ္စက္စက္ ႐ုပ္႐ွင္ကားႀကီး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ. . .ဒီကားရဲ႕ ထူးျခားခ်က္ကေလးေတြကို အရင္ဆံုး ေကာက္ႏႈတ္ေဖာ္ျပေပးပါရေစဇာတ္လမ္းထဲက အမီတာဘဂ်မ္းရဲ႕ အသက္က 102 ႏွစ္ရီ႐ွီးကပူးရ္ရဲ႕ အသက္က 75 ႏွစ္27 ႏွစ္ ကြာျခားပာတယ္တကယ့္အျပင္မွာေတာ့ မင္းသားႀကီး ရီ႐ွီးကပူးရ္က အမီတာဘဂ်မ္းထက္ ၇ ႏွစ္သာ ငယ္ပါသတဲ့ဒီအခ်က္ကိုေတာ့ မင္းသားႀကီး အမီတာဘဂ်မ္းနဲ႔ ရီ႐ွီးကပူးရ္တို႔ Ajooba 1991 ဆိုတဲ့ ဇာတ္ကားရဲ႕ ေနာက္ နွစ္ေပာင္း ၂၇ ႏွစ္ၾကာမွ႐ုပ္႐ွင္ဖန္သားျပင္မွာ အတူတကြ တြဲဖက္ျပီး ျပန္လည္သ႐ုပ္ေဆာင္တဲ့အမွတ္အသားတစ္ခုအျဖစ္ ထည့္သြင္းထားတာ ျဖစ္ပါတယ္တိုက္ဆိုင္စြာပဲ ဒီကား႐ိုက္ကူးစဥ္မွာမင္းသားႀကီး အမီတာဘဂ်မ္းဟာ အသက္ 75 ႏွစ္႐ွိေနပါၿပီဒီကားကို 2016 ခုႏွစ္ အလယ္ေလာက္မွာ ႐ိုက္ကူးဖို႔ လ်ာထားခဲ့ေပမယ့္ ဇာတ္ညႊန္းအေျပာင္းအလဲေၾကာင့္ 2018 ခုႏွစ္က်မွ ႐ိုက္ကူးၿပီးစီးခဲ့ပါတယ္ရီ႐ွီးကပူးရ္ရဲ႕ ဇာတ္ေကာင္ျဖစ္တဲ့ ဘာဘူလားေနရာမွာ မူလက ပါရက္႐ွ္ရာဝဲလ္ကို ထည့္သြင္း႐ိုက္ကူးဖို႔ စီစဥ္ထားခဲ့ေပမယ့္ ျဖစ္မလာခဲ့ပါဘူးဒီကားကို Saumya Joshi ရဲ႕ Gujrati ဆိုတဲ့ ျပဇာတ္ကို အေျခခံကာ အေျပာင္းအလဲ အနည္းငယ္ျဖင့္ ႐ိုက္ကူးပံုေဖာ္ခဲ့ျခင္း ျဖစ္ပါတယ္လူ႔ဘဝဆိုတာဟာ အသက္အရြယ္ႀကီးလာခ်ိန္မွာ မိသားစုသိုက္သိုက္ဝန္းဝန္းနဲ႔ သားသမီးေတြေျမးေတြဝန္းရံၿပီးေပ်ာ္စရာစိတ္ခ်မ္းသာစရာေတြနဲ႔ ေနရရင္အေတာ့္ကို ကံေကာင္းပါတယ္ဒီထက္ပိုၿပီး ကိုယ္အသက္အရြယ္ရလာခ်ိန္ကိုယ့္မွာ ဖခင္ ေသာ္လည္းေကာင္းမိခင္ေသာ္လည္းေကာင္း သက္႐ွိထင္႐ွား႐ွိေနေသးရင္ပိုလို႔ေတာင္ ကံေကာင္းတယ္လို႔ ေျပာႏိုင္ပါတယ္ဘာဘူဆိုတဲ့ အဘိုးႀကီးက အသက္ 75 ႏွစ္အသက္နဲ႔စိတ္က အတူတူပဲ 75 ႏွစ္သူ ့ဇနီးသည္ကဆံုးပါးသြားၿပီျဖစ္သလိုတစ္ဦးတည္းေသာသားကလည္းအေမရိကားမွာ အိမ္ေထာင္က် အေျခခ်သြားၿပီစိတ္ေထာင္းလို႔ ကိုယ္ေၾကဆိုတဲ့စကားလိုပဲအိမ္အိုႀကီးတစ္လံုးထဲမွာသူ ့ဖခင္ျဖစ္သူရယ္ေဆြမ်ိဳးမကင္းတဲ့ ေကာင္ေလးတစ္ေယာက္ရယ္နဲ႔ အတူေနေပမယ့္သူ႔ဘဝဟာ ေျခာက္ေသြ႔လြန္းလွတယ္ကိုယ္တိုင္က ဇီဇာေၾကာင္တတ္သလိုစိတ္တိုလြယ္ စိတ္ထိခိုက္လြယ္တယ္အစြဲအလန္းကလည္း ႀကီးတတ္ေသးသူ႔ဖခင္ႀကီးနာမည္က ဒတၱထရီတဲ့ အသက္ 102 ႏွစ္ လူအသက္က 102 စိတ္အသက္က 26 ႏွစ္ဒီအသက္အရြယ္အထိ ႏွစ္ေပါင္းမ်ားစြာ ေနလာႏိုင္တဲ့ သူ႔ရဲ႕ လိွ်ဳ႕ဝွက္ခ်က္က ေပ်ာ္ေပ်ာ္ေနတတ္တဲ့ အက်င့္ေၾကာင့္မ်ားလား မသိ. . .အက်ဥ္းက်ေနတဲ့ သားျဖစ္သူရဲ႕ စိတ္ကိုအရင္အတိုင္း ျပန္ျဖစ္သြားေအာင္ လုပ္ေပးဖို႔ဒတၱထရီ စဥ္းစားတယ္အိမ္ကိုတြယ္တာလြန္းတဲ့ သူ ့သားဘာဘူ ့ကို ဂင္းနစ္မွတ္တမ္းအေၾကာင္းျပၿပီး ဘိုးဘြားရိပ္သာပို႔ဖို႔ ၿခိမ္းေျခာက္တယ္ဒါမွ ကမာၻေပၚမွာ သားျဖစ္သူကို ဘိုးဘြားရိပ္သာပို႔တဲ့ ပထမဆံုးဖခင္ ျဖစ္လာမွာကိုးဒီအေၾကာင္းကို သိသြားတဲ့ ဘာဘူ႔ခမ်ာဖခင္ႀကီး တကယ္လုပ္မွာကို ေၾကာက္ေနတယ္ဒတၱထရီကလည္း အေလွ်ာ့မေပးသူခိုင္းတဲ့ စမ္းသပ္မႈေတြ မေအာင္ရင္ တကယ္ပို႔မယ္ တကဲကဲပထမဒုတိယတတိယ စမ္းသပ္မႈေတြကို ေက်ာ္ျဖတ္အၿပီးေနာက္ဆံုးေသာ စမ္းသပ္မႈမွာဘာဘူရင္ကြဲရၿပီႏွစ္ေပါင္းမ်ားစြာ ကြဲကြာေနၿပီးအခုမွ ျပန္ေတြ ့ရမယ့္သူ ့သားျဖစ္သူအာမိုးနဲ႔ သူ ့အေဖက မေတြ ့ရဘူးတဲ့ေလဘာေၾကာင့္မ်ားပါလိမ့္အႏွစ္ခ်ဳပ္ ေျပာရရင္”မင့္သားက ငါ့သားကို အႏိုင္ယူအလဲထိုးသြားတာမ်ိဳးငါခြင့္မျပဳႏိုင္ဘူး”တဲ့ဖခင္တစ္ေယာက္က ေျပာတဲ့ႏႈတ္ထြက္စကားဟာ ဒီကားေလးရဲ႕ အသက္ျဖစ္သြားတယ္အစကေန အလယ္ေလာက္အထိစိတ္ဝင္စားစရာေတြနဲ႔အဘိုးႀကီးႏွစ္ေယာက္ၾကားက အလြဲေတြေၾကာင့္ တေသာေသာ ရယ္ေမာခဲ့ရၿပီးေနာက္ပိုင္းေရာက္ေလေလစိတ္ထိခိုက္ရေလေလပါဖခင္တစ္ေယာက္ရဲ႕ ေမတၱာနဲ႔လူအိုႀကီးတစ္ေယာက္ရဲ႕ ေမွ်ာ္လင့္ခ်က္ၾကားက လြန္ဆြဲတဲ့ပြဲမွာဖခင္ျဖစ္သူရဲ႕ စမ္းသပ္မႈေတြကိုေက်ာ္ျဖတ္ႏိုင္ဖို႔ ႀကိဳးစားရင္း ဘာဘူတစ္ေယာက္ ဘာေတြဆက္ျဖစ္မလဲဘိုးဘြားရိပ္သာကိုပဲ ေရာက္သြားမလား…???ဖခင္​ျဖစ္​သူကို အဆင္​​ေျပ​ေအာင္​ လုပ္​​ေပးႏိုင္​မလား..ဆိုတာကုိေတာ့…ဇာတ္ကာား​ေလးကို ဆက္​လက္​ၾကည္​့႐ႈ ခံစားလိုက္​ပါ..(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Movie Like Movie Choice FB page မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ကိုေဇာ္ထူးပါ)File Size : (950 MB) and (420 MB)Quality : WEBRip 720pRunning Time : 1hr 42minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.Web.Rip.x264.AC3.DTOne-ExclusiveTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorUmesh ShuklaStarsAmitabh BachchanDharmendra GohilJimit TrivediRishi KapoorCastAmitabh BachchanDharmendra GohilJimit TrivediRishi Kapoor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xBkyd2NAl5YrJ0bVABrteoBL1zd.jpg",
      "https://image.tmdb.org/t/p/w300/prdYttlRnsS9fJaPWJIRvC8nV4v.jpg",
      "https://image.tmdb.org/t/p/w300/4fTgfNEi8vbj5HreLponmIetIIm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mRi0yIECsCzgDNUZ1aKNtVjryCi.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/9odx6",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/J8Sy",
        "server": "drive.google.com",
        "size": "420 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/kqxA",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/cJKBhtd",
        "server": "Soliddrive.co",
        "size": "420 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/kbA6L5rB",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/UfGC8",
        "server": "megaup.net",
        "size": "420 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/hkzMChE",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/0jZh",
        "server": "openload.co",
        "size": "420 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/z3iFxh3",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ETbNQ",
        "server": "ClicknUpload.org",
        "size": "420 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "2hkhKftPcIY",
      "video_url": "https://www.youtube.com/watch?v=2hkhKftPcIY",
      "embed_url": "https://www.youtube.com/embed/2hkhKftPcIY"
    }
  },
  {
    "metadata": "|2018||Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Lost in Mobius ( 2018 )",
    "description": "ေတြးလိုသူေတြအတြက္ အေတာ္ေလးေတြးရမယ္႔ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္ကားရဲ႕သင္ခန္းစာကေတာ႔လူတစ္ေယာက္ဟာ အတိတ္ခံစားခ်က္ကေနရုန္းထြက္ဖို႕ၾကိဳးစားပံုအတိတ္ကိုလႊတ္ခ်ႏိုင္ဖုိ႕..ေဘးကလူကိုနားလည္ေပးဖို႕အတိတ္မွာနစ္ေၿမာမေနဖို႕ရိုက္ကူးတင္ဆက္ထားတယ္လို႔ထင္္မိပါတယ္ဇာတ္လမ္းစလာကတည္းက ေကာင္မေလးတစ္ေယာက္ကသူ႕ရဲ႕စိတ္ေနစိတ္ထားကိုေဖၚၿပတဲ႔စကားမ်ိဳးေတြေၿပာတယ္ဘ၀ကိုၿမင္ေနတဲ႔သူ႕အၿမင္ေပါ႔..ဆရာမက ထိုင္နားေထာင္တယ္အတိတ္ကအၿဖစ္အပ်က္ကိုၿပန္ေၿပာၿပတယ္..ေကာင္မေလးနဲ႕သူ႕ေကာင္ေလးဟာ အားလပ္ရက္တရက္မွာရြာေလးတစ္ရြာကို ခရီးထြက္လာၾကတယ္သူတို႔ငွားလိုက္တဲ႔အိမ္ကအၿပင္အဆင္ေတြကလည္းဆန္းက်ယ္သလို အိမ္ရွင္ရဲ႕ အၿပဳအမူကလည္း ထူးၿခားလြန္းေနတယ္ေနာက္မွာေတာ႔မထင္မွတ္ထားတဲ႔ထူးဆန္းတဲ႔ၿဖစ္ရပ္ေတြတခုၿပီးတခုကိုၿဖစ္ၿဖစ္လာတယ္..လ်ို႕၀ွက္ခ်က္တခုကိုေကာင္မေလးရွာေဖြေတြ႕ရွိၿပီးတဲ႔ေနာက္မွာ..အခ်ိန္ကာလ တခုထဲမွာပဲထပ္ခါထပ္ခါလည္ပတ္ေနပါေတာ႔တယ္..ေကာင္းေကာင္းေတြးႏိုင္တဲ႔အခ်ိန္..အားတဲ႔အခ်ိန္ေလးမွာၾကည္႕ဖို႕အၾကံၿပဳပါတယ္ေနာ္..လြတ္သြားတာနဲ႔ခ်ာခ်ာလည္ကုန္ပါလိမ္႔မယ္..ကြ်န္ေတာ္႔အၿမင္ေၿပာရရင္ဇာတ္ကားက စိတ္၀င္စားဖုိ႕ေကာင္းပါတယ္ၾကည္႕ေကာင္းလားလို႔ေမးရင္ ေကာင္းတယ္လည္းမဟုတ္ဘူးမေကာင္းဘူးလည္းမဟုတ္ဘူး..ၾကည္႔ေနရင္းနဲ႔ခံစားခ်က္တမ်ိဳးေပါ႔….ကိုယ္တိုင္သာနားလည္ေအာင္ခံစားၾကည္႕လိုက္ပါေတာ႔အညႊန္းနဲ႔ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAnthony ZhangCherry NganChoenyi TseringZhang HeCastAnthony ZhangCherry NganChoenyi TseringZhang He",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/35hqenorrj6i.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lost-in-mobius-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "733 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eIqx/Lost_In_Mobius_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "733 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jig608vgyfbl.html",
        "server": "usersdrive.com",
        "size": "733 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/m8o6x7wkqyue",
        "server": "upstream.to",
        "size": "733 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|140 min|Biography,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "6,688"
    },
    "title": "Padman (2018)",
    "description": "” ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ ”ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက အၾကည္ထြက္တာၾကာၿပီဆုိေပမယ့္ စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္တာပါအခုလည္း နားေထာင္ၿပီး ဘာသာျပန္ထားတာျဖစ္လုိ႔ ့လုိအပ္ခ်က္ေတြရွိရင္ သည္းခံေပးၾကပါကုန္)(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (950 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 20minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorR. BalkiStarsAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir PandeyCastAkshay KumarAmitabh BachchanAndreas PliatsikasBiju MenonMaya AlaghRadhika ApteRob TunstallSonam KapoorSudhir Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x3wYhS7x0bKzJDtctedA05s9a9b.jpg",
      "https://image.tmdb.org/t/p/w300/irvP6P02E7V5FUbrYBFAsNFEV05.jpg",
      "https://image.tmdb.org/t/p/w300/n3Yt43XBNjZBwBOBBS7QwXqtCpx.jpg",
      "https://image.tmdb.org/t/p/w300/vEZMcRpUHQlU2JaM21oNGiewAQ5.jpg",
      "https://image.tmdb.org/t/p/w300/vhggVFflmvombWUZzwsnYaJcFNP.jpg",
      "https://image.tmdb.org/t/p/w300/eTyQF7oSOrSb07vO5TDNwbsBZfB.jpg",
      "https://image.tmdb.org/t/p/w300/aV8h8QBX1lOpZITqbjnO2KvqNj6.jpg",
      "https://image.tmdb.org/t/p/w300/tMhLTBJfAR6M0bOabMSdAXObaV0.jpg",
      "https://image.tmdb.org/t/p/w300/6KkjAW3kfFuCgUwp5Log92zjJFa.jpg",
      "https://image.tmdb.org/t/p/w300/A3xIs6QYgOOiOK0vqT7boxlAJll.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/padman-2018-mm-sub-mp-4",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/266d852/padman-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/sxgw2CZa#cOhhCjp3NoFdkTIbwfv6J3ngly360dABkEXht0BBUnA",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/vhba5o951ne6",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "-K9ujx8vO_A",
      "video_url": "https://www.youtube.com/watch?v=-K9ujx8vO_A",
      "embed_url": "https://www.youtube.com/embed/-K9ujx8vO_A"
    }
  },
  {
    "metadata": "Not Rated|2018|122 min|Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "281"
    },
    "title": "Human, Space, Time and Human ( 2019 )",
    "description": "Zawgyi*******ပင္လယ္ထဲကိုခရီးထြက္လာၾကတဲ့အေပ်ာ္စီးသေဘၤာေပၚကလူတစ္စုအမ်ိဴးမ်ိဴးအေထြေထြလူေပါင္းစုံအလႊာေပါင္းစုံကလူေတြအေပ်ာ္လြန္ရာကေနအပ်က္ျဖစ္လာၾကတဲ့အခါ လူသဘာဝအတိုင္းေလာဘႀကီးကိုယ့္အတြက္သာပဓာနလို႔သေဘာထားၿပီးတစ္ဦးအပၚတစ္ဦးမေကာင္းတာေတြဘဲလုပ္ရာကေနဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲဒီကားထဲမွာဆိုရင္စာေရးဆရာကသူခ်​ ျပခ်င္တဲ့လူသဘာဝကိုပီျပင္ေအာင္ခ် ျပထားတဲ့အျပင္ေသြးသံတရဲရဲနဲ႔ရက္ရက္စက္စက္အခန္းေတြပါတာမို႔thrillerႀကိဳက္တဲ့သူေတြအတြက္ေတာ့စိတ္ဝင္စားဖို႔ေကာင္းမွာပါbut တခ်ိဳ႕အခန္းေတြက nudeေတြပါတာမို႔ မိဘေတြနဲ႔ၾကည့္ဖို႔အဆင္မေျပပါေၾကာင္း သတိေပးလိုက္ပါတယ္ေနာ္…Unicode*******ပင်လယ်ထဲကိုခရီးထွက်လာကြတဲ့အပျော်စီးသင်္ဘောပေါ်ကလူတစ်စုအမျိူးမျိူးအထွေထွေလူပေါင်းစုံအလွှာပေါင်းစုံကလူတွေအပျော်လွန်ရာကနေအပျက်ဖြစ်လာကြတဲ့အခါ လူသဘာဝအတိုင်းလောဘကြီးကိုယ့်အတွက်သာပဓာနလို့သဘောထားပြီးတစ်ဦးအပါ်တစ်ဦးမကောင်းတာတွေဘဲလုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲဒီကားထဲမှာဆိုရင်စာရေးဆရာကသူချ ပြချင်တဲ့လူသဘာဝကိုပီပြင်အောင်ချ ပြထားတဲ့အပြင်သွေးသံတရဲရဲနဲ့ရက်ရက်စက်စက်အခန်းတွေပါတာမို့thrillerကြိုက်တဲ့သူတွေအတွက်တော့စိတ်ဝင်စားဖို့ကောင်းမှာပါbut တချို့အခန်းတွေက nudeတွေပါတာမို့ မိဘတွေနဲ့ကြည့်ဖို့အဆင်မပြေပါကြောင်း သတိပေးလိုက်ပါတယ်နော်…Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Ki-dukStarsAhn Sung-kiJang Keun-sukJoe OdagiriLee Sung-jaeMina FujiiRyoo Seung-bumCastAhn Sung-kiJang Keun-sukJoe OdagiriLee Sung-jaeMina FujiiRyoo Seung-bum",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4GyoWdE53gctGaZjBfardDT8Ghp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fVTR5cCyCJzLyDEXSG30IOVvmBY.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4aEzZ/(CM)Human.Space.Time.and.Human.2019.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/4aKlw/(CM)Human.Space.Time.and.Human.2019.BluRay.480p.mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/human-space-time-and-human-2019",
        "server": "VIP Links",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/human-space-time-and-human-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed2.com/d/ycftn9i1hecj.html",
        "server": "streamsb.com",
        "size": "1.02 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|97 min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "49"
    },
    "title": "Then Came You (2018)",
    "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ Nina Dobrev တုိ႔ပါဝင္သရုပ္ေဆာင္ထားတာပါ။ၾကည့္ရတာ တကယ္တန္မယ့္ကားေလးလုိ႔ အာမခံႏုိင္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (699 MB) and (280 MB)Quality : WEB-DL 720pRunning Time : 1h 37minFormat : Mp4Genre : Adventure, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-CMRGTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HutchingsStarsAsa ButterfieldDavid KoechnerKen JeongMaisie WilliamsMargot BinghamNina DobrevPeyton ListSonya WalgerTituss BurgessTyler HoechlinCastAnn OsmondAsa ButterfieldAshlyn AlessiBilly Thomas MyottBriana VenskusColin MossDavid KoechnerKen JeongMaisie WilliamsMargot BinghamNina DobrevPeyton ListSonya WalgerTituss BurgessTyler Hoechlin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jfPMSLQ5xysXJrIIRsDu2M3skrv.jpg",
      "https://image.tmdb.org/t/p/w300/r9X6Yzbr1ypmFoeh7SgH86GqKO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/then-came-you-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/pfst3igh1h4j",
        "server": "upstream.to",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ox5sie9t2e1g.html",
        "server": "usersdrive.com",
        "size": "699 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SIkRfCKd7Lc",
      "video_url": "https://www.youtube.com/watch?v=SIkRfCKd7Lc",
      "embed_url": "https://www.youtube.com/embed/SIkRfCKd7Lc"
    }
  },
  {
    "metadata": "PG-13|2018|98 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1,300"
    },
    "title": "The Seagull (2018)",
    "description": "တောအိမ်ရှင်သခင်မမှာ အသက် ၅၀ ကျော်အရွယ်နာမည်ကြီးပြဇာတ်သရုပ်ဆောင်မင်းသမီးကြီးတစ်ဦးဖြစ်ပြီးသက်ကြီးရွယ်အို လူပျိုကြီးအစ်ကိုတစ်ဦးနှင့်ဆယ်ကျော်သက်အရွယ်လူငယ် သားတစ်ဦးရှိပြီးသူမသည် မော်စကိုတွင်အနေများ၍ တစ်နှစ်လျှင်တစ်ကြိမ်ခန့်သာနွေရာသီကာလများ၌ လယ်တောအိမ်သို့လာလေ့ရှိသူပေါ့အစ်ကိုဖြစ်သူနှင့် သားဖြစ်သူသာလယ်တောအိမ်ကြီးတွင် အလုပ်သမားများနှင့်နေထိုင်ပါတယ်..သားဖြစ်သူတွင် လယ်တောအိမ်ကြီးရှိသည့်ကျေးရွာမှ ချောမောလှပသည့်မိန်းကလေးချစ်သူတစ်ဦးရှိကာ ပြဇာတ်အနုပညာကို စိတ်ဝင်စား၍စာရေးဆရာဖြစ်ချင်သူတစ်ဦးတစ်ယောက်ပါမိခင်ဖြစ်သူသရုပ်ဆောင်မင်းသမီးကြီးကတော့မော်စကို မြို့ပေါ်မှနာမည်ကြီးစာရေးဆရာ သက်လတ်ပိုင်းတစ်ဦးနှင့်ချစ်သူဖြစ်နေကြပြီးနွေရာသီလယ်တောအိမ်သို့ လာရောက်သည့်ခရီးတွင်သူမထက်ငယ်ရွယ်သည့် ချစ်သူဖြစ်သူနာမည်ကြီးစာရေးဆရာကိုပါ ခေါ်ဆောင်လာခဲ့တာကနေအမေ၏ချစ်သူနှင့် သား၏ချစ်သူတို့ တွေ့ဆုံမိကြသောအခါ….လူ့သဘာဝ၊ လူ့စရိုက်နှင့် လောဘ၊ ဒေါသ၊ မောဟတို့ လောင်မြိုက်မှုများကိုတစ်ကန့်စီမီးမောင်းထိုးပြထားသော အချစ်ဒရာမာဇာတ်ကားဖြစ်လို့စိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ…File Size : ( 845 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael MayerStarsAnnette BeningBilly HowleBrian DennehyCorey StollElisabeth MossGlenn FleshlerJon TenneyMare WinninghamMichael ZegenSaoirse RonanCastAnnette BeningBarbara TirrellBen ThompsonBilly HowleBrian DennehyCorey StollElisabeth MossGlenn FleshlerJon TenneyMare WinninghamMichael ZegenPaul KrisikosSaoirse RonanThomas Hettrick",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lcQP6kgH2qJn84XoE0snlv1vWWU.jpg",
      "https://image.tmdb.org/t/p/w300/txrTrxJvi4g5D6Ms0oZlXgDrOb3.jpg",
      "https://image.tmdb.org/t/p/w300/Aw4zLO93zRgB2DSGBseRtIkuBeh.jpg",
      "https://image.tmdb.org/t/p/w300/sGvufxg5w2683gdwyiz1yBs1nmA.jpg",
      "https://image.tmdb.org/t/p/w300/6gCBmgMBQdXz6aZFsTEpiVE1u3f.jpg",
      "https://image.tmdb.org/t/p/w300/2997YWeOMb5Nf59w7S1QutF3KpU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iInKqA5kdOrLM5KaQp8iOhSl4DK.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-seagull-2018-mm-sub",
        "server": "VIP Links",
        "size": "845 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-seagull-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "845 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/11a7s/The_Seagull_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "845 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://watchsb.com/9ex0u6zqu0ws.html",
        "server": "streamsb.com",
        "size": "845 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "ynGnOf0scl8",
      "video_url": "https://www.youtube.com/watch?v=ynGnOf0scl8",
      "embed_url": "https://www.youtube.com/embed/ynGnOf0scl8"
    }
  },
  {
    "metadata": "|2018|1h 24min|Documentary,Music",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "452"
    },
    "title": "Songwriter (2018)",
    "description": "Songwriter(2018)IMDb…7.3/10___________Rotten – 75%အခုတင်ပေးမှာကတော့ နာမည်ကြီးအဆိုတော် Ed Sheeran ရဲ့ Divide Album ထုတ်လုပ်ခဲ့ပုံကိုDocumentary တင်ဆက်ထားတာလေးပါ။ Divide Album ဟာ 2017 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပေမယ့် ဒီDocumentary ကိုတော့ 2018 ခုနှစ်မှာ ထုတ်လုပ်ခဲ့တာဖြစ်ပါတယ်။Documentary ရိုက်ကူးပေးခဲ့သူကတော့ Ed ရဲ့ အစ်ကိုဝမ်းကွဲ Murray ဖြစ်ပြီး နာမည်ကြီး Apple ကုမ္ပဏီကဒီ Documentary ရဲ့ World Screen Rights ကို ဝယ်ယူခဲ့ပါတယ်။ ဒါ့အပြင် သူ့ရဲ့ IMDb Rating ကလည်း 7.3 ရရှိထားပြန်ပါတယ်။Documentary အစမှာတော့ Justin Bieber ရဲ့ နာမည်ကြီး Love Yourself သီချင်းကို ရေးစပ်သီဆိုနေတာနဲ့ အစပြုလာခဲ့ပြီးDivide Album မှာ ပါဝင်တဲ့ သီချင်း 14 ပုဒ်အကြောင်းကို တစ်ပိုင်းတစ်စဆက်လက်တင်ဆက်သွားကာ နာမည်ကြီးသီချင်းတွေဖြစ်တဲ့ Shape Of You, Perfect, Galway Girl တို့လည်း ပါဝင်မှာဖြစ်ပါတယ်…Ed သီချင်းရေးတဲ့အခါမှာ သူလေးစားအားကျရတဲ့ အနုပညာရှင်တွေဆီကအကြံဉာဏ်ယူလေ့ရှိတာကိုလည်း ဖော်ပြထားပြီး Foy Vance, Amy Wedge, Benny Blanco,John McDaid, Ryan Tedder, Julia Michaels နှင့် Mathew Sheeran တို့လည်းပါဝင်အားဖြည့်ကူညီထားတာကြောင့် Ed ရဲ့ နှစ်လိုဖွယ် အပြုအမူလေးတွေနဲ့ သီချင်းတွေအပေါ်ထားတဲ့သူ့ရဲ့ခံယူချက်စိတ်ထားတွေကို သိချင်တယ်ဆိုရင်တော့ Songwriter ဆိုတဲ့ ဒီ Documentary ကို ကြည့်ရှုလိုက်ပါလို့ ဖိတ်ခေါ်ချင်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…File Size : (960 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:24:00Genre :  Documentary, MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMurray CummingsStarsAmy WadgeBenny BlancoEd SheeranFoy VanceFuse OdgJohn McDaidJulia MichaelsMatthew SheeranRyan TedderCastAmy WadgeBenny BlancoEd SheeranFoy VanceFuse OdgJohn McDaidJulia MichaelsMatthew SheeranRyan Tedder",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mUB2dQAO2p9zVvcPpfEkkyPV2Yl.jpg",
      "https://image.tmdb.org/t/p/w300/4NbPVCo6HVZFxD65OgsfhKxL9o3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/songwriter-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7wcnilihm1im.html",
        "server": "usersdrive.com",
        "size": "960MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/songwriter-2018-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "960MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1xnht/Songwriter_[2018]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "960MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mega.nz/file/C8AABa7T#4TI5T36M8IHxtt6JRzkkUcmAS3_C33xfTvgIvff1HaM",
        "server": "mega.nz",
        "size": "960MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/zn3w5opayeta",
        "server": "upstream.to",
        "size": "960MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|106 min|Horror,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "39,966"
    },
    "title": "Halloween (2018)",
    "description": "လူတိုင်းလူတိုင်းဟာ ကံကောင်းပြီးမွေးလာကြတာမဟုတ်ပါဘူးအဲ့ထဲမှာ စိတ်ပိုင်းဆိုင်ရာ ချို့ယွင်းပြီး မွေးလာတဲ့Michael တစ်ယောက်လဲ အပါဝင်ပေါ့ကလေးဘဝကတည်းက လူသတ်ရတာခုံမင်တဲ့ MichaelHalloween ညတွေမှာ စိတ္တဇမျက်နှာဖုံးစွပ်ပြီးလိုက်လံသတ်ဖြတ်ခဲ့တဲ့သွေးအေးလူသတ်သမား Michaelလူသတ်မှုှုနဲ့ စိတ္တဇ ဆေးရုံရောက်နေခဲ့တာ နှစ် ၄၀ ရှိနေခဲ့ပြီသူသတ်ဖို့ကြိုးစားခဲ့ တဲ့ Laurie Strode ဆိုတဲ့ကောင်မလေးလဲဟယ်ဒန်ဖီလ်း ဆိုတဲ့မြို့မှာ ရှိနေခဲ့တာနှစ် ၄၀ ကြာမြင့်ခဲ့ပြီဒါပေမယ့် နှစ်တွေဘယ်လောက်ကြာကြာသူတို့နှစ်ယောက်ကြားက အငြိုးတွေကတော့ဖြိုဖျက်ဖို့ မဖြစ်နိုင်သေးပါဘူးဒီလိုနဲ့ Halloween ညမတိုင်ခင်မှာမှတိုက်တိုက်ဆိုင်ဆိုင်ပြန်လွတ်သွားတဲ့Michael Myers တစ်ယောက်ဘယ်လိုရက်ရက်စက်စက် သတ်ဖြတ်မှုတွေကျူးလွန်မလဲဆိုတာစိတ် တုန်လှုပ်ခြောက်ခြားစွာ ကြည့်ရှုရမှာပါဒီ Halloween ကိုပြောလို့ပြောတာမဟုတ်ဘူးကျွန်တော်လဲ ရှေ့ကားတွေမကြည့်ဖူးပါဘူးဒါပေမယ့် အသေချာပြောနိုင်တာကFriday the 13th ကားထဲကJason Vorhees နဲ့ အတော်လေးဆင်ပါတယ်မသိဘူး သတ်မယ်ဆိုတဲ့သကောင့်သားတွေပေါ့ဇာတ်လမ်း ကလဲရိုးရိုးရှင်းရှင်းလေးကြည့်ရတာဘာမှအာရုံနောက်စရာမရှိဘူးThriller ဖီးလ်လေးကို ခံစားရတာကလွဲလို့ပေါ့slasher film လို့ပြောထားတဲ့အတိုင်းပဲအသတ်အဖြတ်အကြမ်းအရမ်းတွေဘုံးဘောလအော ထည့်ပေးထားပါတယ်ကိုယ်တိုင်က Friday the 13th တို့Black Sails တို့ Spartacusတို့လိုအသတ်အဖြတ်ကားတွေအကြည့်များလို့လားတော့မသိဘူး :3ဒီ Halloweenက သတ်ဖြတ်တာတွေကိုသိပ်အားမရဘူးဒါပေမယ့် Michael Myers ဆိုတဲ့သွေးအေးလူသတ်သမားဇာတ်ရုပ်ကို သဘာဝဆန်ဆန်ဘွင်းခနဲမြင်ရမှာပါအဲ့လိုမြင်အောင်လဲနောက်က theme songကအတော်လေးပံ့ပိုးပေးထားတာတွေ့ရပါတယ်ပြီးတော့အခု Halloween ကားက လွန်ခဲ့တဲ့နှစ် ၄၀ က ရိုက်ခဲ့တဲ့ Halloween(1978)ကားနဲ့တိုက်ရိုက်ချိတ်ဆက်ထားတာပါIT(2017) လိုမျိုး လက်ရှိရောက်နေတဲ့ခုနှစ်နဲ့ဇာတ်ကားထဲက plot နဲ့ ကွက်တိဆိုသလိုပေါ့rating အနေနဲ့ကတော့ IMDb 7.1Rotten Tomatoes မှာ 79% ရထားပါတယ်Halloween ကားဟာ Halloween ညမှမဟုတ်ပါဘူးဘယ်ညဖြစ်ဖြစ်ကြည့်လို့ခြောက်ခြားစရာကောင်းမှာ အမှန်ပါပဲဒီရုပ်ရှင်ကားကို Hein Thet Naing က ဘာသာပြန်ပေးထားပြီးကိုယ်တိုင် အညွှန်းရေးပေးထားပါတယ်Korensub စာတန်းထိုး အသေဖြင့် ထွက်ရှိလာတာဖြစ်ပြီးဘာသာပြန်မှု အနည်းငယ် မှားယွင်းနိုင်ပါသဖြင့် အလွဲတစ်ချို့ ရှိပါကနားလည်ပေးကြပါလို့ မေတ္တာရပ်ခံပါတယ်BluRay Version ထွက်လာခဲ့လျင်ပြန်လည် Update လုပ်ပေးပါမည်။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid Gordon GreenStarsAndi MatichakDylan ArnoldHaluk BilginerJamie Lee CurtisJudy GreerNick CastleRhian ReesToby HussVirginia GardnerWill PattonCastAaron Christian PaderewskiAndi MatichakAngela AndersonAnthony WoodleBrien GregorieBrittani CoxCarmela McNealCharlie BentonChris HollowayChristopher Allen NelsonDavid LoweDiva TylerDrew ScheidDylan ArnoldEdward StachyraHaluk BilginerHannah RussellJames Jude CourtneyJamie Lee CurtisJared MoserJefferson HallJibrail NantambuJohnny PriceJudy GreerKoby GriffinMarian GreenMatthew AndersonMichael HarrityMichael SmallwoodMiles RobbinsNick CastleOmar AzimiOmar J. DorseyPedro LopezRanisha WoodRhian ReesRob NiterToby HussVince MattisVirginia GardnerW.F. BellWill PattonWillie Tyrone Ferguson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/crn09DUYgmFUPbOroxt1tQSoi0r.jpg",
      "https://image.tmdb.org/t/p/w300/5x6OU39nZD5lDdydONaN2yoWYfJ.jpg",
      "https://image.tmdb.org/t/p/w300/cY7QZqwTBXpMH5sfNuhfYZ6GS9F.jpg",
      "https://image.tmdb.org/t/p/w300/q4DQ8O1ZOaKFcNIypDBqn1vlEhU.jpg",
      "https://image.tmdb.org/t/p/w300/tZ358Wk4BnOc4FjdGsiexAUvCMH.jpg",
      "https://image.tmdb.org/t/p/w300/hO1oTBGNxO5fBKVEuWnSpICJH7c.jpg",
      "https://image.tmdb.org/t/p/w300/pCKbDMK9Nmo2ksRHAmWi8gfQDyJ.jpg",
      "https://image.tmdb.org/t/p/w300/oaMqiKK46Pj9eP3udRrcA9u1PrK.jpg",
      "https://image.tmdb.org/t/p/w300/8VjIXC2x8SHwAO52rfFpejKL4wc.jpg",
      "https://image.tmdb.org/t/p/w300/wDnrKAavI5K10wfReIqyGiIAnyH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMmMzNjJhYjUtNzFkZi00MWQ4LWJiMDEtYWM0NTAzNGZjMTI3XkEyXkFqcGdeQXVyOTE2OTMwNDk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/halloween-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://megaup.net/Shv5/Halloween_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://mega.nz/file/YKB1AKbJ#azdB_cB26G4_qUegXW89InmXUSul0E3UmnUfJKWuj84",
        "server": "mega.nz",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/halloween-2018",
        "server": "VIP Links",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://veryfiles.com/38ov4cbtljyz",
        "server": "veryfiles.com",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://sbembed4.com/23a5ezlaw7yl.html",
        "server": "streamsb.com",
        "size": "775.56 MB",
        "quality": "720p HDRip"
      }
    ],
    "trailer": {
      "video_id": "ek1ePFp-nBI",
      "video_url": "https://www.youtube.com/watch?v=ek1ePFp-nBI",
      "embed_url": "https://www.youtube.com/embed/ek1ePFp-nBI"
    }
  },
  {
    "metadata": "PG-13|2018|105 min|Comedy,Musical",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "5,993"
    },
    "title": "Life of the Party (2018)",
    "description": "Spy ဆိုတဲ့ ဟာာသကားကို ၾကည့္ဖူးရင္ ဒီဇာတ္ကားထဲက မင္းသမီး Melissa ကိုသိၾကမွာပါ။ သ႐ုပ္ေဆာင္တဲ့ေနရာမွာ ပိုင္ႏိုင္လြန္းလို႔ သူ႔ရဲ႕ဇာတ္ကားတစ္ကားၾကည့္ရံုနဲ႕သူ႔ကိုမွတ္မိေနမွာပါ။ အခုဇာတ္ကားကလည္း ဟာသကားတစ္ကားျဖစ္ၿပီးေတာ့ ဒီယာနာဆိုတဲ့ ကေလးအေမတစ္ေယာက္ေနရာကေန ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဉ္းေျပာရရင္ေတာ့ဒီယာနာတို႔လင္မယားႏွစ္ေယာက္ဟာ ၂၆ ႏွစ္ၾကာအိမ္ေထာင္သက္တန္းရွိခဲ့ၾကပါတယ္။ တစ္ရက္မွာေတာ့ သူ႔ရဲ႕ခင္ပြန္းျဖစ္တဲ့သူက ႐ုတ္တရက္ႀကီး သူ႔ကိုကြာရွင္းဖို႔ ေတာင္းဆိုလာပါတယ္။ မေမွ်ာ္လင့္ထားတာေတြ ႐ုတ္တရက္ျဖစ္လာၿပီး ခ်က္ခ်င္းဆိုသလို တခုလတ္ျဖစ္သြားတဲ့ ဒီယာနာဟာ သူမရဲ႕ မိဘအိမ္ကို ျပန္ေရာက္သြားပါေတာ့တယ္။ အဲဒီအခ်ိန္ သူ႔သမီးျဖစ္တဲ့ မယ္ဒီက တကၠသိုလ္ေနာက္ဆံုးႏွစ္ ေကာလိပ္ေက်ာင္းသူျဖစ္ေနပါၿပီ။ ဒီယာနာက ေက်ာင္းမၿပီးခဲ့ပါဘူး။ သူတကၠသိုလ္ေနာက္ဆံုးႏွစ္မွာ သူ႔သမီးေလးကို ေမြးရေတာ့မွာျဖစ္တဲ့အတြက္ေၾကာင့္ ေငြစုရမွာမို႔လို႔ ေက်ာင္းကေနထြက္ခဲ့တာပါ။ ဒါနဲ႕ပဲ သူ႔ဘဝတစ္ေလွ်ာက္လံုးမွာ သူ႔သမီးကပဲ သူ႔အတြက္ဘဝတစ္ခု ျဖစ္ေနခဲ့တာေပါ့။ သူ႔သမီးေလးကို ျပဳစုပ်ိဳးေထာင္ေပးရင္းနဲ႕ေနာက္ဆံုးႏွစ္ေရာက္ေတာ့မွ ေယာက္်ားစြန္႕ပစ္တာခံရၿပီး မိဘအိမ္ကို ျပန္ေရာက္သြားတာေပါ့။ အရင္က ေယာက္်ားကိုပဲ ဦးစားေပးခဲ့တဲ့အတြက္ ေယာက္်ားကစြန္႕ပစ္သြားတဲ့အခ်ိန္ သူ႔ရဲ႕ဘဝမွာ သူ႔အတြက္ဘာဆိုဘာမွ မက်န္ေတာ့တဲ့အထိ ျဖစ္သြားတာေပါ့။ ပညာေရးတန္းလမ္း ကေလးထိန္းၿပီးအိမ္ေထာင္ထိန္းခဲ့တဲ့အတြက္ အလုပ္အကိုင္မရွိတဲ့အေျခအေနထိကိုေရာက္ခဲ့တာေပါ့။ အဲဒီအခ်ိန္မွာ ဘဝကိုအရံႈးမေပးဘဲနဲ႕ သူေရွ႕ဆက္ရမဲ့လမ္းကို ရဲရဲဝံ့ဝံ့ဆက္ၿပီးေတာ့ ေလွ်ာက္လွမ္းခဲ့တယ္။ သူမၿပီးေသးတဲ့ ေက်ာင္းကိုျပန္တတ္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။ ဒီေတာ့သမီးနဲ႕အေမ တစ္ေက်ာင္းထဲမွာ အတူတူျပန္တက္ျဖစ္သြားတာေပါ့။ သမီးသူငယ္ခ်င္းတစ္သိုက္နဲ႕မိခင္ျဖစ္တဲ့ဒီယာနာက ေပါင္းမိသြားၿပီး ေက်ာင္းမွာအတူသြားအတူလာရင္း သမီးနဲ႕ပါတီအတူတူတက္တဲ့အေမျဖစ္လာပါေတာ့တယ္။ အဲဒီမွာပဲ သူ႔ဘဝရဲ႕ခရီးကို ေကာလိပ္ေက်ာင္းကေန ျပန္စၿပီးေတာ့ ေပ်ာ္ရႊင္မႈ လြတ္လပ္မႈေတြနဲ႕ကိုယ့္လမ္းကိုယ္ေလွ်ာက္မဲ့သူတစ္ေယာက္ ျဖစ္လာပါေတာ့တယ္။ တစ္ကားလံုးဟာသရႊန္းၿပီး ႐ိုက္ကူးထားတာျဖစ္လို႔ အပ်င္းေျပၿပီး စိတ္ရႊင္လန္းေစမဲ့ ဇာတ္ကားတစ္ကားပါလို႔ ၫႊန္းလိုက္ပါရေစ။File size…(850 MB) and (400 MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….01:47:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYazar HtunYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen FalconeStarsAdria ArjonaChristina AguileraDebby RyanGillian JacobsJessie EnnisJulie BowenLuke BenwardMaya RudolphMelissa McCarthyMolly GordonCastAdria ArjonaChris ParnellChristina AguileraDebby RyanFlynn FalconeGillian JacobsHeidi GardnerJacki WeaverJessie EnnisJimmy O. YangJulie BowenKaren MaruyamaLuke BenwardMatt WalshMaya RudolphMelissa McCarthyMolly GordonSarah BakerShannon PurserStephen RootYani Simone",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k1Aks1n2zF5Nl1rQH0ZuguDkgna.jpg",
      "https://image.tmdb.org/t/p/w300/5uayF96i4JWtdNH3uJy5IpImDBT.jpg",
      "https://image.tmdb.org/t/p/w300/ZxiI0rR46dJW55hxFAoZBzcjeK.jpg",
      "https://image.tmdb.org/t/p/w300/lXq5X2Zds1Efc6oPM9wtzuERLwx.jpg",
      "https://image.tmdb.org/t/p/w300/p8K9jLVQAJLB0La7COwYMsl1Sag.jpg",
      "https://image.tmdb.org/t/p/w300/aQo2RGMUIQRJJeU9kYPNzCB3qPJ.jpg",
      "https://image.tmdb.org/t/p/w300/qxarB88rGtRKefCzjIkjR3awLgj.jpg",
      "https://image.tmdb.org/t/p/w300/rKjjyRumoECl2qXjZNj4liLtK1o.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/U9VikkobAGLh5jcw81T1RLnqMj.jpg",
    "movie_links": [
      {
        "link": "http://zipansion.com/1ukGc",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukGC",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukMB",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukNN",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukKJ",
        "server": "streamango.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukJa",
        "server": "streamango.com",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukEG",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1ukDB",
        "server": "drive.google.com",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "T1B1CxmAXLk",
      "video_url": "https://www.youtube.com/watch?v=T1B1CxmAXLk",
      "embed_url": "https://www.youtube.com/embed/T1B1CxmAXLk"
    }
  },
  {
    "metadata": "N/A|2018|131 min|Action,Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "120"
    },
    "title": "Kaali (2018)",
    "description": "CM Fan တွေအတွက် တမီလ် ရုပ်ရှင်တစ်ကားကို ထပ်မံမိတ်ဆက်ပေးလိုက်ပါတယ်ဇတ်ကား နာမည်က ကာလီ ပါတဲ့…ဇတ်လမ်းပုံစံကတော့ အရမ်းတော်တဲ့ ခွဲစိတ်ဆရာဝန်ကြီး ဘာရတ် ဟာအမေရိကား မှာ ဆေးရုံတစ်ခုရဲ့ ဆေးရုံ ဥက္ကဌ ဖြစ်ပြီး ဘာရတ် ရဲ့ ဖခင်ဆရာဝန်ကြီးရဲ့ နေရာကို တာဝန်ယူပြီး ထမ်းဆောင်နေတာဖြစ်ပါတယ်နှလုံးအထူးကု ဆရာဝန်ကြီးဖြစ်ပြီး ကုသမှု တိုင်းမှာ ထူးချွန်သူ တစ်ယောက်ပါဖခင် ရော မိခင် ဖြစ်သူပါ သက်ရှိထင်ရှား ရှိနေပြီး ပြည့်စုံတဲ့ ဘဝ လေးမှာဘာရတ် နေထိုင်နေခဲ့ပါတယ်…ဒါပေမဲ့ ညတိုင်းလိုလို အိပ်မက် တစ်ခုကို မက်နေခဲ့တယ်မြွေ တစ်ကောင် ရယ် နွားရိုင်း တစ်ကောင် ရယ် အမျိုးသမီး တစ်ယောက်ရယ်အဲ့ဒီလိုနဲ့ အိပ်မက်က လန့်လန့်နိုးခဲ့ပြီး ဘာကိုမှ အဖြေရှာမရခဲ့ဘူး…တစ်ရက်မှာတော့ ဘာရတ် ရဲ့ မိခင် ဟာ ရုတ်တရက် နေမကောင်းဖြစ်ခဲ့ပြီးကျောက်ကပ် အစားထိုး ခွဲစိတ်ဖို့ လိုအပ်ခဲ့တယ်အမေကို ချစ်တဲ့ ဘာရတ်ကတော့ သူ့ကျောက်ကပ်ကို လှူမယ်စိတ်ကူးပေမဲ့ဖခင် ဖြစ်သူက သဘောမတူခဲ့ဘူး ဘာရတ် ရဲ့ ဦးလေးဆီက ကျောကပ်ကိုသာရယူလဲလှယ်ခဲ့တယ်…မိခင် ဖြစ်သူဟာ နေကောင်းလာတဲ့အခါ ဘာရတ်ဟာ မွေးစားသားဖြစ်ကြောင်းရှင်းပြခဲ့တဲ့နောက် ၂၈ နှစ် အကြာက သူ့ မွေးဇာတိ India ကို ပြန်လာခဲ့တယ်အဓိက ကတော့ ဘာရတ် ရဲ့ ငယ်ဘဝ ဖြစ်စဉ် နဲ့ သူ့ အိပ်မက်တွေကိုအဖြေရှာဖို့ပေါ့…ဒီလိုနဲ့ ဘာရတ် ကြုံတွေ့ရမယ့် ကိစ္စတွေက ထူးထူးဆန်းဆန်းတွေဖြစ်လာခဲ့သော အခါ….ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့ Nga Lunn ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်…ရုပ်ထွက် 720P သာ ရှိတဲ့ အတွက် အတက်နိုင်ဆုံး အဆင်ပြေပြေကြည့်ရှုနိုင်အောင် တင်ဆက်ပေးထားပါတယ်…Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKiruthiga UdhayanidhiStarsAmritha AiyerAnjaliJayaprakashNassarR. K. SureshShilpa ManjunathSunainaVela RamamoorthyVijay AntonyYogi BabuCastAmritha AiyerAnjaliChitra LakshmananJayaprakashMadhusudhan RaoNassarR. K. SureshShilpa ManjunathSunainaVela RamamoorthyVijay AntonyYogi Babu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1gb72uubmkiGa68yuRdVidF44nb.jpg",
      "https://image.tmdb.org/t/p/w300/14dBI2pIyuVQ24PWG7dx7YkpwsR.jpg",
      "https://image.tmdb.org/t/p/w300/vpNQjHiOmjZEfalhcSIF5xzod4T.jpg",
      "https://image.tmdb.org/t/p/w300/to0g5ZdOcG7bc7wt7cQVqW1yrIv.jpg",
      "https://image.tmdb.org/t/p/w300/1NkToNgniQU8CNhV4efzXCJ7DST.jpg",
      "https://image.tmdb.org/t/p/w300/ttdDYLh53uMAV825siFy9702pR.jpg",
      "https://image.tmdb.org/t/p/w300/lZ7Jy8yYFuZ6gdTpAQ94JRpvKlF.jpg",
      "https://image.tmdb.org/t/p/w300/ceAKDAIdXqEKotTEZKqNkTBMNcv.jpg",
      "https://image.tmdb.org/t/p/w300/2f2WgVSPyNzn0g9tiK7crRc9UKr.jpg",
      "https://image.tmdb.org/t/p/w300/zQr5caMjYVq9ZYSqqDLxAGKRoW2.jpg",
      "https://image.tmdb.org/t/p/w300/g3QFUW0bJDZ0qWWBmPiBsb7ur0Q.jpg",
      "https://image.tmdb.org/t/p/w300/wDUJs7o3gK8X9gUXlMpzPrx877m.jpg",
      "https://image.tmdb.org/t/p/w300/1o7jYQDVCDXGBBB71AOx2bIcdRs.jpg",
      "https://image.tmdb.org/t/p/w300/ruYLyx5cUY3Q8ALNyzpsHWBs0AQ.jpg",
      "https://image.tmdb.org/t/p/w300/pO3alF29kma3hc65Yr3w4XLTJ85.jpg",
      "https://image.tmdb.org/t/p/w300/g7USsoAg4x90yzxO2Qz1RDo80Cy.jpg",
      "https://image.tmdb.org/t/p/w300/1dGv3clDErzSpurevhngYYMx8t7.jpg",
      "https://image.tmdb.org/t/p/w300/ezDRiRXEQTcpilSC4rm2WUzYQqH.jpg",
      "https://image.tmdb.org/t/p/w300/v3cT6uYV3pYfbLaAktV9Gfiwp0X.jpg",
      "https://image.tmdb.org/t/p/w300/6gzTl5Mphi7FRVfq2PnzH1LZzx9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNWNmOWExN2EtNjdjZi00ZTQ0LThiNzEtNmJmMDA5MjRiNTlhXkEyXkFqcGdeQXVyMjcyOTUxOTQ@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kaali-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eX4p/Kaali_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kaali-2018",
        "server": "VIP Links",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/di59j2hcuesi",
        "server": "veryfiles.com",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/gv5duv9pb5z7.html",
        "server": "streamsb.com",
        "size": "1.35 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8msycIZUEdY",
      "video_url": "https://www.youtube.com/watch?v=8msycIZUEdY",
      "embed_url": "https://www.youtube.com/embed/8msycIZUEdY"
    }
  },
  {
    "metadata": "R|2018|97 min|Horror,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "318"
    },
    "title": "Unsane (2018)",
    "description": "ဒီတစ်ခါမှာတော့ IMDb 6.6 ရရှိထားတဲ့ Psychological Thriller ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့ Steven Soderbergh ဖြစ်ပြီးတော့ Clarie Foy က ခေါင်းဆောင်မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားချက်တစ်ခုအနေနဲ့ကတော့ နာမည်ကျော်ကြီး Matt Damon ဟာ ဒီဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း==========Sawyer Valentini ဟာ ဘဏ်ဝန်ထမ်းတစ်ဦး၊ သူ့မှာနောက်ယောင်ခံလိုက်တဲ့သူရှိတယ်လို့ ထင်ယောင်ထင်မှားဖြစ်နေတာကြောင့် လုပ်လက်စအလုပ်တွေကိုပါပစ်တခြားမြို့ကိုပြောင်းပြီး အဲဒီစိတ်ရောဂါကို ပျောက်အောင်ကုဖို့ကြိုးစားတယ်။ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလိုပဲ သူဆေးကုသမှုခံယူမယ့်ဆေးရုံကအာမခံကြေးလိုချင်တာကြောင့် လာသမျှလူနာကို အရူးတံဆိပ်ကပ်ပြီး အာမခံကြေးရမှ ပြန်လွှတ်ပေးတဲ့ဆေးရုံဖြစ်နေတယ်။သူဟာ အဲဒီဆေးရုံမှာ အလိုမတူဘဲ ဘုမသိဘမသိနဲ့ စိတ်ရောဂါဝေဒနာရှင် အမည်ခံပြီးဆေးကုသမှုကိုတစ်ပတ်ခန့်ခံယူဖို့အကြောင်းဖန်လာတော့တယ်။ပိုဆိုးတာက အဲဒီဆေးရုံကဝန်ထမ်းတစ်ဦးက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့David Strine ဆိုတဲ့လူဖြစ်နေတဲ့အခါမှာတော့…။အကုသိုလ်အပြွှတ်လိုက်ဝင်နေတဲ့ မင်းသမီးတစ်ယောက်အခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား မကျော်ဖြတ်နိုင်ဘူးလာဆိုတာကိုတော့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)File Size : (800 MB) and (360 MB)Quality : Blu-Ray 720pRunning Time : 1h 38minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoseph P. ReidyRachel JarosSteven SoderberghStarsAimee MullinsAmy IrvingClaire FoyJay PharoahJoshua LeonardJuno TempleMatt DamonRaúl CastilloSarah StilesZach CherryCastAimee MullinsAmy IrvingClaire FoyColin WoodellErin WilhelmiGibson FrazierJay PharoahJoshua LeonardJuno TempleKevin Dean O'ConnorLaura RothschildMatt DamonMatt ManciniMichael MihmPolly McKieRashonna JenkinsRaúl CastilloSarah StilesSol Marina CrespoUrsula TriplettZach Cherry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5u0ImRdr8Z6uyDfmSWcThXEb8cl.jpg",
      "https://image.tmdb.org/t/p/w300/qMg3XUbQSRaC2SI6y6GshPx5DK5.jpg",
      "https://image.tmdb.org/t/p/w300/n0R69pQQk3JRCUYmVSxhYCOMH8B.jpg",
      "https://image.tmdb.org/t/p/w300/dBK5v7cHXMhsQIvIcj50Aj0Gr9Z.jpg",
      "https://image.tmdb.org/t/p/w300/4ZqcNLiQxzQoIN3hfE4QxnLQbDh.jpg",
      "https://image.tmdb.org/t/p/w300/ryTBPsoKl56rijJiQexw6qYOLpW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1M1U5K4Vf1Cbtrjl9EkGNWpqahf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/unsane2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/unsane-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://tubesb.com/25mfed80js64.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "u7KZrt_cHH0",
      "video_url": "https://www.youtube.com/watch?v=u7KZrt_cHH0",
      "embed_url": "https://www.youtube.com/embed/u7KZrt_cHH0"
    }
  },
  {
    "metadata": "R|2018|109 min|Drama,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1,631"
    },
    "title": "Beirut (2018)",
    "description": "၂၁ပက္လက္လုိခ်င္တဲ့ ဘရုိမ်ား Beirut နဲ႔မိတ္ဆက္ေပးပါမယ္။အေရွ႕အလည္ပုိင္းကအရႈပ္အေထြးေတြၾကားထဲမွာ ဇာတ္အိမ္တည္ျပီးရိုက္ထားတဲ့ဇာတ္လမ္းေအးေအးေလးနဲ႔စိတ္ဝင္စားဖုိ႔ေကာင္းတဲ့ဇာတ္ကားမို႔ အဲဒီ၂၁ပက္လက္ ကြီးေတြၾကိဳက္တတ္တဲ့ကားမ်ိဳးပါလုိ႔ 😛၂၀၁၈ ကမွထြက္ထားတဲ့ Espionge thriller ဇာတ္ကားေလးပါ။Negotiator လုိ႕ UK မွာေတာ့နာမည္ၾကီးပါတယ္တဲ့။IMDB Rating 6.5 နဲ႔ Rotten Tomatoes 77% ပဲရရွိထားတာ ရသင့္တာထက္နည္းတယ္လုိ႔ထင္မိပါတယ္။ဒီဇာတ္ကားေလးက အေရွ႕အလည္ပုိင္းေဒသ Lebanon က Beirut ျမိဳ႕မွာ ေနတဲ့သံတမာန္ေရးရာမွာဆရာတစ္ဆူျဖစ္တဲ့ Mason Skiles တစ္ေယာက္ နာမည္ၾကီးရာဇဝတ္ေကာင္တစ္ေယာက္ရဲ႕ ညီကုိေမြးစားထားမိပါတယ္။အဲဒီကေလးကုိ သူ႕အစ္ကုိျပန္လာေခၚတဲ့အခ်ိန္မွာေတာ့ သူ႕ရဲ႕ကမာၻတစ္ခုျဖစ္တဲ့သူ႕ခ်စ္ဇနီးကုိဆုံးရႈံးခဲ့ရပါတယ္။ဘဝကုိအမိေျမျပန္ျပီး အဓိပၸါယ္မရွိျဖတ္သန္းေနရင္း Beirut မွာအရင္းႏွီးဆုံးသူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Cal Riley တစ္ေယာက္ျပန္ေပးဆြဲခံရတာနဲ႔ပတ္သက္ျပီးညိႈႏႈိင္းေပးဖုိ႔ ျပန္လာရတဲ့အခ်ိန္မွာေတာ့…ျဖစ္ေနတဲ့စစ္ပြဲေတြသူငယ္ခ်င္းကုိ အႏၱရယ္ကင္းကင္းကယ္ထုတ္ႏုိင္မွာလားသူကုိယ္တုိင္ေရာအႏၱရယ္ကင္းမွာလား လုပ္ေဖာ္ကုိင္ဖက္ေတြကေရာယုံၾကည္ရရဲ႕လားအရႈပ္အေထြးေတြလွည့္ကြက္ေတြနဲ႔တင္ဆက္ထားတာကုိ ဇာတ္ကားမွာပဲၾကည့္ရေအာင္ဗ်ာ(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monပါ)File Size : (850 MB) and (380 MB)Quality : WEBRip 720pRunning Time : 1hr 49minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEBRip.XviD.AC3-SHITBOXTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad AndersonStarsAlon AboutboulDean NorrisDouglas HodgeJon HammJonny CoyneKate FleetwoodLeïla BekhtiMark PellegrinoRosamund PikeShea WhighamCastAlon AboutboulBen AffanDean NorrisDouglas HodgeJon HammJonny CoyneKate FleetwoodLarry PineLeïla BekhtiMark PellegrinoRosamund PikeShea WhighamSonia Okacha",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dgjk1ORo0inbFx6uswGUEcc0UH1.jpg",
      "https://image.tmdb.org/t/p/w300/mddZfIfjKNymwZYyKqFQ93GIite.jpg",
      "https://image.tmdb.org/t/p/w300/wWCLXqtnVhX2jfEtSokjkKfCdh8.jpg",
      "https://image.tmdb.org/t/p/w300/gLZuRmHqn7DL8uetZ8DBDWVYZw3.jpg",
      "https://image.tmdb.org/t/p/w300/binhg6BvxXEe0df2vfy3jEyk74q.jpg",
      "https://image.tmdb.org/t/p/w300/hstj55ceSlWyaKFWKjPatfLSaKs.jpg",
      "https://image.tmdb.org/t/p/w300/6JSrHqB9JjMOthfRt6dTGej0IDM.jpg",
      "https://image.tmdb.org/t/p/w300/1Q4QWhFFeW9au6duXy53hBzqish.jpg",
      "https://image.tmdb.org/t/p/w300/ioyMuLr3FYieWocP6AOuxdgIMNE.jpg",
      "https://image.tmdb.org/t/p/w300/p5MIZ15FbI5eACpxsj04tGTrCH5.jpg",
      "https://image.tmdb.org/t/p/w300/qbVRRq9qhqVxeaFUBJoyyf94JN2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/s2qIeFsI9TskZr1LkSwljQDh5nl.jpg",
    "movie_links": [
      {
        "link": "http://gestyy.com/wJ0jBj",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0jM1",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0ko8",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0kaT",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0j4B",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0j6m",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0kfB",
        "server": "ClicknUpload.org",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://gestyy.com/wJ0khy",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SagsqxiVStM",
      "video_url": "https://www.youtube.com/watch?v=SagsqxiVStM",
      "embed_url": "https://www.youtube.com/embed/SagsqxiVStM"
    }
  },
  {
    "metadata": "Unrated|2018|1h 42min|Drama,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "12000"
    },
    "title": "Level 16 (2018)",
    "description": "Level 16 (2018)~ IMDb – 6.1/10, Rotten Tomatoes – 83% ~၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ Level 16 ဆိုတဲ့ရုပ်ရှင်ကားလေးဟာ Thriller အမျိုးအစားကြိုက်တဲ့သူတွေအတွက်တော့ အံအကိုက်ဆုံးပါပဲ။ တစ်ကားလုံးမှာ ဘာဆက်ဖြစ်မလဲ… ဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကြိ စောင့်ကြည့်နေရမယ့် ကားမျိုးပေါ့။ဇာတ်လမ်းလေးကတော့ ကျောင်းတစ်ခုကနေ စထားပါတယ်။ ကျောင်းရဲ့ ထူးခြားချက်က မိန်းကလေးတွေပဲ ရှိတဲ့အပြင် တစ်ခန်းမှာ ဆယ်ယောက်ဝန်းကျင်သာရှိတယ် သူတို့ကို သင်ကြားပေးတာကတော့ မိန်းမကောင်းတစ်ယောက်ရဲ့ ကိုယ်ကျင့်တရားတွေနဲ့ ရှောင်ကျဥ်ရမယ့် ဒုစရိုက်တွေရယ်ပဲ။ အချိန်မှန်နိုးထ အချိန်မှန် စာသင်ကြရတယ်။ အချိန်မှန် အားဆေးသောက်ကြရတယ်၊ အချိန်မှန်အိပ်ရတယ်။ ကျောင်းသူတွေကို အထပ် သို့ အဆင့်သတ်မှတ်ချက်နဲ့ ခွဲထားတယ်။အဆင့် ၁၆မှာနေရတဲ့ကျောင်းသူတွေက စီနီယာအကျဆုံးပေါ့…သူတို့က ကျောင်းပြင်ပကိုလုံးဝထွက်ခွင့်မရကြပါဘူး။ ပြင်ပလေထုက သူတို့အတွက် အဆိပ်အတောက်ဖြစ်စေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ပေါ့။ သူတို့ဟာ ချမှတ်ထားတဲ့ စည်းမျဥ်းတွေကို အတိအကျလိုက်နာရတဲ့အပြင် အနည်းငယ်တိမ်းစောင်းတာနဲ့ အောက်ဆုံးထပ်ကို ပို့ပြီး အပြစ်ပေးတာကို ခံကြရပါတယ်။ဇာတ်ဆောင် ဗီဗီယန်ဆိုတဲ့ မိန်းကလေးက သူအဆင့်၁၆ကိုရောက်သွားချိန်မှာ အဆင့်၁၀မှာတုန်းက ခင်ခဲ့ရတဲ့ ဆိုဖီယာနဲ့ ပြန်ဆုံပါတယ်။ ငယ်ငယ်ကအစာမကြေစရာကိစ္စဖြစ်ခဲ့တာကြောင့် ဗီဗီယန်က မခေါ်မပြောနေပါတယ်။ ဆိုဖီယာဟာ တခြားမိန်းကလေးတွေလို ပျော်ရွှင်မနေဘဲ ဗီ​ဗီယန်ကို တိုက်တဲ့ဆေးတွေ မသောက်ဖို့ ကပ်တိုးလေး တားပါတယ်။ဒီဆေးတွေက ဘာတွေလဲ… ဆေးမသောက်ရင် ဘာတွေ တွေ့မြင်ရမလဲ… ဒီကျောင်းရဲ့ လျှို့ဝှက်ချက်‌တွေက ဘာတွေလဲဆိုတာတော့ ပရိသတ်တို့ကိုယ်တိုင် ကြည့်ရှုဖော်ထုတ်လိုက်ကြပါ…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 790MBQuality – 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 1H 52MinGenre – Drama, Sci-Fi, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by ChuckYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDanishka EsterhazyStarsAlex SteeleAlexis WhelanAmalia WilliamsonBirva PandyaCelina MartinJack von SpadeJames PurcellJoelle FarrowJosette HalpertKate VickeryKatie DouglasKayleigh ShikanaiKiana ChartrandKiana MadeiraLeo VernikLori PhunMargaret MayeMarie Carriere GleasonPeter OuterbridgeSara CanningSarah DaSilvaShanice JohnsonSheila McCarthySydney MeyerTrinity DoucetteVal OvtcharovVladimir TsyglianVoytek SkrzetaYasmin LauCastAlex SteeleAlexis WhelanAmalia WilliamsonBirva PandyaCelina MartinJack von SpadeJames PurcellJoelle FarrowJosette HalpertKate VickeryKatie DouglasKayleigh ShikanaiKiana ChartrandKiana MadeiraLeo VernikLori PhunMargaret MayeMarie Carriere GleasonPeter OuterbridgeSara CanningSarah DaSilvaShanice JohnsonSheila McCarthySydney MeyerTrinity DoucetteVal OvtcharovVladimir TsyglianVoytek SkrzetaYasmin Lau",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u4huTFYxr1hgrtmRq1Jj7wDicgi.jpg",
      "https://image.tmdb.org/t/p/w300/iGGMx1uM95DRN9GOX8EuUSh5W8p.jpg",
      "https://image.tmdb.org/t/p/w300/wYdukmG09dDD577aTD8MLo2XpBo.jpg",
      "https://image.tmdb.org/t/p/w300/lgPLzVUF0eI9LHFadTmJ9OSg1a.jpg",
      "https://image.tmdb.org/t/p/w300/4Qo4SbzL2TnXkd7iBmo5w1bOdyG.jpg",
      "https://image.tmdb.org/t/p/w300/n6woQ3TpzAJk9TyxE7HdfBlQmbb.jpg",
      "https://image.tmdb.org/t/p/w300/dSdZ9iAgoDyAh3AcXtdyS9GtBKu.jpg",
      "https://image.tmdb.org/t/p/w300/mJYPSAPBHTFPr2rKQJMLUywDtqM.jpg",
      "https://image.tmdb.org/t/p/w300/sArWGfBetiJbej5FcpL8Y9MT4SZ.jpg",
      "https://image.tmdb.org/t/p/w300/jv476tZz9Q11pJxM6IUDgHhbuMG.jpg",
      "https://image.tmdb.org/t/p/w300/n11SpLXjJUx95Nydpd7sKY3hNrp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kILAL9kJdW3f6wk9Ai0tavgi6mp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/code-name-emperor-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-level-16-2018-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tthu/(CM)_Level_16_(2018)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4SFUXYyK#tDW2-BsNaeNFsFhhAA-ff3RVvkt__7CnrJG1UXmflVU",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w83fpaylgvof.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/6swsr7socysl.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-level-16-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ttgp/(CM)_Level_16_(2018)_720p.mp4",
        "server": "megaup.net",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5XtgCIRI#CuN8RMhJ3oicwc7OhC6jMDqQUoPbjNRzJW6b9n8bzc8",
        "server": "mega.nz",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gje3n3fa3hwr.html",
        "server": "usersdrive.com",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/l93h6nu5wz7e.html",
        "server": "streamsb.com",
        "size": "790MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qgtN95CJaDg",
      "video_url": "https://www.youtube.com/watch?v=qgtN95CJaDg",
      "embed_url": "https://www.youtube.com/embed/qgtN95CJaDg"
    }
  },
  {
    "metadata": "N/A|2018|94 min|Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1200"
    },
    "title": "Up There(2019)",
    "description": "Up There(2019)အညွှန်း*********************(unicode)2019 ခုနှစ်ထွက် Up there ဆိုတဲ့ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ် Drama ဇာတ်ကားလေးတွေကြိုက်နှစ်သက်သူတွေ သဘောကျမယ့် ဖြစ်ပါတယ်….ဂျက်ခ်ဆိုတဲ့ ဂျာနယ်လစ်တစ်ဦးဟာ နယ်မြို့လေးတစ်မြို့ဆီကို ဆောင်းပါးရေးဖို့ သတင်းအချက်အလက်တွေ စုဆောင်းဖို့အတွက် ရောက်ရှိလို့လာပါတယ်မြို့ကလေးဟာ လူဦးရေသိပ်မများဘဲနဲ့ သိုသိုသိပ်သိပ်မြို့လေးတစ်မြို့ဖြစ်ပြီးတော့ သူစိမ်းတွေဆိုရင် သိပ်ပြီးအမြင်မကြည်တဲ့မြို့လေးဖြစ်နေလေတော့ ဂျက်ခ်အတွက် သတင်းရယူဖို့ အခက်အခဲဖြစ်နေပါတော့တယ်တစ်နေ့မှာ အမ်မာ ဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက် ရောက်လာပြီးတော့ မိတ်ဆက်ပါတယ် မြို့ခံတွေကိုအင်တာဗျူးလုပ်ဖို့ သူကူညီပေးနိုင်ပါတယ်တဲ့နွေးနွေးထွေးထွေး ဒရာမာကားလေးမို့ ယခုရာသီဥတုမှာ ကြည့်ရှုခံစားလိုက်ပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…(zawgyi)2019 ခုႏွစ္ထြက္ Up there ဆိုတဲ့ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Drama ဇာတ္ကားေလးေတြႀကိဳက္ႏွစ္သက္သူေတြ သေဘာက်မယ့္ ျဖစ္ပါတယ္….ဂ်က္ခ္ဆိုတဲ့ ဂ်ာနယ္လစ္တစ္ဦးဟာ နယ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ဆီကို ေဆာင္းပါးေရးဖို႔ သတင္းအခ်က္အလက္ေတြ စုေဆာင္းဖို႔အတြက္ ေရာက္ရွိလို႔လာပါတယ္ၿမိဳ႕ကေလးဟာ လူဦးေရသိပ္မမ်ားဘဲနဲ႔ သိုသိုသိပ္သိပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ျဖစ္ၿပီးေတာ့ သူစိမ္းေတြဆိုရင္ သိပ္ၿပီးအျမင္မၾကည္တဲ့ၿမိဳ႕ေလးျဖစ္ေနေလေတာ့ ဂ်က္ခ္အတြက္ သတင္းရယူဖို႔ အခက္အခဲျဖစ္ေနပါေတာ့တယ္တစ္ေန႔မွာ အမ္မာ ဆိုတဲ့ ၿမိဳ႕ခံေကာင္မေလးတစ္ေယာက္ ေရာက္လာၿပီးေတာ့ မိတ္ဆက္ပါတယ္ ၿမိဳ႕ခံေတြကိုအင္တာဗ်ဴးလုပ္ဖို႔ သူကူညီေပးႏိုင္ပါတယ္တဲ့ေႏြးေႏြးေထြးေထြး ဒရာမာကားေလးမို႔ ယခုရာသီဥတုမွာ ၾကည့္ရႈခံစားလိုက္ပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…File Size : (800MB) and (341 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsClaudia DoumitDaniel WeingartenDavid StifelKirk FoxMichael BlausteinNatalie Joy DiBenedettoZoe KantersCastClaudia DoumitDaniel WeingartenDavid StifelKirk FoxMichael BlausteinNatalie Joy DiBenedettoZoe Kanters",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nFnMhHCCSMQJcRekkmPPuOU8oiT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Admn2cFVwc5gBMKHf3MWgt8ApKN.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x81npk3ct0jo.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/316bc182d/up-there-2019-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/up-there-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3yGhy/Up_There_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/x3ZzlK7A#a89SJcErFNNAa0IyeFGHZP7JRhRnSkVaT8efHBHKmoM",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/82c80hbnmdpp",
        "server": "upstream.to",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://myandrive.net/file/WH4bOdXenV",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/2B2y/Up_There_.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/4XPxh",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/259a803e5b669ab6",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "4I1Nw7hP8qM",
      "video_url": "https://www.youtube.com/watch?v=4I1Nw7hP8qM",
      "embed_url": "https://www.youtube.com/embed/4I1Nw7hP8qM"
    }
  },
  {
    "metadata": "N/A|2018|117 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "26,934"
    },
    "title": "A Simple Favor (2018)",
    "description": "လတ္တေလာထြက္ရွိထားၿပီး ဒိတ္ဒိတ္ႀကဲမင္းသမီးႏွစ္ေယာက္ျဖစ္တဲ့ Blake Lively နဲ႔ Anna Kendrick တို႔ တက္ညီလက္ညီသ႐ုပ္ေဆာင္ထားတဲ့ Comedy/Mystery ကားေလးပါဇာတ္လမ္းနာမည္ကသာ A Simple Favor ျဖစ္ေနေပမယ့္ တစ္ကားလံုး Twist ေတြ Turn ေတြအျပည့္နဲ႔မို႔ ၾကည့္ရတာတန္ေစရမယ္လို႔အာမခံပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စတက္ဖနီက ငယ္ငယ္ရြယ္ရြယ္ေလးနဲ႔ မုဆိုးမျဖစ္ၿပီး သားေလးမိုင္းစ္ကိုတစ္ကိုယ္တည္း ပ်ိဳးေထာင္ေနသူေလးပါေက်ာင္းကိစၥဆိုလည္း ဘယ္ေနရာမဆိုတက္ႂကြလြန္းလို႔ တျခားကေလးမိဘေတြကေတာင္ အျမင္ကတ္ရသူအမ္မလီကေတာ့ အထက္တန္းက်က် ဖက္ရွင္ကုမၸဏီတစ္ခုရဲ႕ အေရးပါအရာေရာက္သူ အေနအထိုင္ အေျပာအဆိုကအစေခတ္ေရွ႕ေျပးသေလာက္ သားျဖစ္သူနစ္ကီ့ကို အလုပ္ကိစၥေတြေၾကာင့္ အာရံုသိပ္မစိုက္ႏိုင္သူစ႐ိုက္မတူတဲ့သူတို႔ႏွစ္ေယာက္ ကေလးေတြကိုအေၾကာင္းျပဳၿပီး ခင္မင္သြားၾကပါေတာ့တယ္တစ္ရက္ေတာ့ အလုပ္ကိစၥေၾကာင့္ နစ္ကီ့ကိုႀကိဳေပးဖို႔ စတက္ဖနီကိုအကူအညီေတာင္းၿပီး အမ္မလီတစ္ေယာက္ ေပ်ာက္ဆံုးသြားတဲ့အခါမွာေတာ့အခ်စ္ဆံုးသူငယ္ခ်င္းအမ္မလီကို စတက္ဖနီကိုယ္တိုင္ရွာပံုေတာ္ဖြင့္ရာမွ…ဒါ႐ိုက္တာ Paul Feig က႐ိုက္ကူးထားၿပီး Crazy Rich Asians က မင္းသားေခ်ာ Henry Golding လည္းပါဝင္အားျဖည့္ထားပါတယ္IMDB rating 7.1 အထိရရွိထားတာကိုလည္းေတြ႕ရပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ)File Size : (850 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 57minFormat : Mp4Genre : Comedy, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-DEFLATETranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniela SaioniDerek RobertsonMyron HoffertPaul FeigStarsAndrew RannellsAnna KendrickBlake LivelyDustin MilliganHenry GoldingIan HoJoshua SatinePaul JurewiczRoger DunnRupert FriendCastAndrew MoodieAndrew RannellsAnna KendrickAparna NancherlaAva LaFramboiseBashir SalahuddinBlake LivelyDanielle BourgonDustin MilliganEric JohnsonGia SandhuGlenda BraganzaHenry GoldingIan HoJason OliveiraJean SmartJoshua SatineKelly McCormackLinda CardelliniPatti HarrisonPaul JurewiczRoger DunnRupert FriendSarah BakerZach Smadu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xXGNyEG2v48q0bVR4AH4Vca2yvy.jpg",
      "https://image.tmdb.org/t/p/w300/l3XRHXsX14cs3mAlHygaUFDFPIQ.jpg",
      "https://image.tmdb.org/t/p/w300/6tLEYXc08d9cztWgYMW2n3Q9Fr2.jpg",
      "https://image.tmdb.org/t/p/w300/9LaKq14Php9JecHRX94ODO9L6So.jpg",
      "https://image.tmdb.org/t/p/w300/yNxtpiAWynCmWw0utE6AsTus9hG.jpg",
      "https://image.tmdb.org/t/p/w300/xRHRTyGt0pceKMTn3EPyRjmHHDt.jpg",
      "https://image.tmdb.org/t/p/w300/ko7t3jlvvMxPkkYvfDhqC5nKBzr.jpg",
      "https://image.tmdb.org/t/p/w300/nb1s8r6MhDcPyMjx3sjw9rFsEP5.jpg",
      "https://image.tmdb.org/t/p/w300/4Q1rAjgPvAnYGdrrhclTg1CsP24.jpg",
      "https://image.tmdb.org/t/p/w300/5FNDCIlaRXVhEQayx8yzwZUFqSI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aIYsjQM0piKc0ibPBCTWv3sqshj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-simple-favor-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UN7x/A_Simple_Favor_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/vs2uk4reyonu",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/cxahiakpf7es.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fbNgGYXNgGM",
      "video_url": "https://www.youtube.com/watch?v=fbNgGYXNgGM",
      "embed_url": "https://www.youtube.com/embed/fbNgGYXNgGM"
    }
  },
  {
    "metadata": "|2018|1h 56min|Comedy,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "9,542"
    },
    "title": "Hichki (2018)",
    "description": "Hichki (2018)______IMDb – 7.5/10Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး~~~~~~~~~~~~~~~~~~~” ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး ” ပါပဲ။ဒါကတော့ St.Nokler’s ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ပျော်ရွှင်မှုမရှိခဲ့ဘူး။” ကျွန်မ ကို သာမန်ကလေးတွေလို တန်းတူ ဆက်ဆံပေးကြပါလား ရှင် ”သို့ပင် Naina ဟာ ပြင်မရတဲ့ အားနည်းချက်ကို သိမ်ငယ်မနေခဲ့ပါဘူး။ ဒီတစ်ချက်ဟာ ဇာတ်ကားရဲ့ Message တစ်ခုပါပဲ။ဘဝလူသားတွေဆီမှာ အားနည်းချက်ကိုယ်စီ ရှိတတ်ကြပြီး ပြင်မရတဲ့အားနည်းချက်တွေမှာပဲ စိတ်ဓာတ်ကျရပါတယ်။ ဒါပေမဲ့ Naina ရဲ့ စရိုက် က ဒီစိတ်ဓာတ်ကိုရိုက်ချိုး ပြနိုင်ခဲ့ပါတယ်။Naina အနေနဲ့ ဆရာမ အလုပ်အကိုင် လျှောက်တော့လည်း ကျောင်းပေါင်းများစွာက ငြင်းပယ်ခဲ့တယ်။ နောက်ဆုံးမှာတော့ St.Nokler’s ကျောင်းရဲ့ အညံ့ဆုံး အဆိုးဆုံး အတန်းကို သင်ပေးဖို့ ဖြစ်ခဲ့ပါတယ်။9F ဆိုတဲ့အတန်းကလည်း တကယ့်အဆိုးလေးတွေချည်း။ ဆရာမ တွေကိုတောင် ထွက်ပြေးအောင် ကြံဖန်ကြတဲ့ကလေးတွေ။ ကျောင်းတစ်ခုလုံးမှာ ရတဲ့ “Perfect ” တံဆိပ်လေးတွေ တပ်ခွင့်မရှိတဲ့ကလေးတွေ။ ကျောင်းသန့်ရှင်းရေးသမား တွေရဲ့ ကလေးတွေ။ဒီတော့ 9F ကလေးတွေကို ပညာရေးစိတ်ဝင်စားအောင် Naina တစ်ယောက် စီစဉ်ရပါတော့တယ်။ ဒီဇာတ်ကားရဲ့ ပညာရေးတည်ဆောက်ပုံက တကယ် လက်တွေ့ဆန်တယ်။ စူးစမ်းချင်စိတ်ကို တည်ဆောက်တယ်။ ကျွန်တော်ကတော့ ဒီဇာတ်ဝင်ခန်းတွေ သိပ်ကြွေခဲ့တာပဲ။” ကလေးတို့ နားထောင်။ မင်းတို့ကြောက်ရတဲ့ အလုပ်တွေ စာရွက်တွေပေါ်ရေးပါ။ ပြီးရင် လေယာဉ်လေးခေါက်ပြီး လွှင့်ပစ်လိုက်ကြပါ။ မင်းတို့ကြောက် တာ မင်းတို့ အားနည်းချက် အစစ်အမှန်မဟုတ်ဘူး ”ဒီလို တည်ဆောက်ခဲ့တဲ့ Naina ။ တကယ့် ဆရာစစ် တစ်ယောက်ရဲ့ အသွင်အပြင်တွေ။ တကယ် ချစ်မြတ်နိုးရတဲ့ စိတ်ထားတွေ မြင်ခဲ့တယ်။ကျွန်တော်တို့ ဖြတ်သန်းရာမှာလည်း ကြယ်စင်တွေ မြင်ခဲ့ဖူးကြတယ်မဟုတ်လား။ဒီဇာတ်ကားလေး ကို ကြည့်ရင်း ကျွန်တော်တို့ရဲ့ ဆရာသမား များကိုပြန်မြင်ယောင်လာမိတယ် ။ဘယ်လောက် အချိန်ပေးရကောင်းတဲ့ဇာတ်ကားကောင်းပါလဲ။– ဘ၀ မှာ နေရောင်ခြည် ရှိရုံနဲ့ ပန်းလေးတွေ မသန်မာတတ်သေးပါဘူး။ ပျိုးထောင် တတ်ဖို့ လိုအပ်ပါသေးတယ်။ဒီဇာတ်ကားလေးမှာလည်း ဒီလိုပါပဲ။ဒီကလေးတွေ ဘာကြောင့် ဆိုးသွမ်းရလဲ။ အညံ့ဆုံးဖြစ်နေရတာလဲ ဆိုတာ Naina တစ်ယောက် အဖြေရှာခဲ့တယ်။ဇာတ် အိမ်အနေနဲ့ လည်း အပန်းပြေစေဖို့ သက်သက်မဟုတ်ဘဲ နိုင်ငံ့ပညာရေး ကိုပါ မီးမောင်းထိုးပြနေခဲ့တယ်။ လူမှုရေး နဲ့ ပညာရေးကို နှီးနွယ်နေမှု / ဖြတ်သန်းရာ ဘဝတွေနဲ့ မိသားစုနွေးထွေးမှုကိုပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ အတော် ကြည်နူးရတဲ့ ပန်းချီ တစ်ချပ်လိုပါ။ဒီဇာတ်ကားလေး ဟာ ကျွန်တော် ပြောပြရုံနဲ့ မပြီးပြည့်စုံပါဘူး။ဝေဒနာ ခံစားနေရတဲ့ Naina တစ်ယောက်ဆရာမ အလုပ်ကို ဘာကြောင့် အသည်းအသန် လုပ်ချင်ခဲ့တာလဲ။9F အတန်းက ကလေးတွေကရော ဘယ်လို ဖြတ်သန်းရမလဲ ဆိုတာ ကတော့…………………။Qty – 720p Web DLDuration – 1hr 45minGern – DramaTranslator – Zaw HtooReview – Linn Kha YanEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdhip ChopraSiddharth MalhotraStarsAsif BasraHussain DalalJannat Zubair RahmaniNeeraj KabiRani MukerjiRiya ShuklaRohit SarafSachin PilgaonkarSupriya PilgaonkarVikram GokhaleCastAnjuman SaxenaAsif BasraFarida Patel VenkatHarsh MayarHussain DalalIvan RodriguesJannat Zubair RahmaniLeena AcharyaNeeraj KabiRani MukerjiRiya ShuklaRohit SarafSachin PilgaonkarSupriya PilgaonkarVikram Gokhale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l9X1D06du4AJeKhivJns9W3TRIs.jpg",
      "https://image.tmdb.org/t/p/w300/1QjUtYcbrSCbUl7NCxIUPIIxaiw.jpg",
      "https://image.tmdb.org/t/p/w300/o6Yqe2dLcezGHIoBb8znQXzht0A.jpg",
      "https://image.tmdb.org/t/p/w300/dFwwzSznxrXOu6zsycpL7TZVFSo.jpg",
      "https://image.tmdb.org/t/p/w300/dyj83Xq0XZo8VGR7qUukWhcaTCM.jpg",
      "https://image.tmdb.org/t/p/w300/ih8fWSgKr2dHbpg1LeyXQbpxind.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hichki-2018",
        "server": "VIP Links",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hichki-2018-mm-sub-zip",
        "server": "yoteshinportal.cc",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4aRzSS6Z#vVBIyjteVmQPhqB0WIvuj1LLktPqN3xYdiJxtLbQP2E",
        "server": "mega.nz",
        "size": "835 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/sinbgvdnwv37.html",
        "server": "streamsb.com",
        "size": "835 MB",
        "quality": "72op"
      }
    ],
    "trailer": {
      "video_id": "nLSaCFlXn-g",
      "video_url": "https://www.youtube.com/watch?v=nLSaCFlXn-g",
      "embed_url": "https://www.youtube.com/embed/nLSaCFlXn-g"
    }
  },
  {
    "metadata": "N/A|2018|97 min|History,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "222"
    },
    "title": "The Last Witness(2018)",
    "description": "The Last Witness(2018)IMDb….5.4စိတ်​ဝင်​စားဖွယ်​ပိုလန်​နိုင်​ငံ​ရေးကား​ကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​…..ဒီကား​ထဲမှာဆိုရင်​​တော့ ဆိုဗီယက်​ပြည်​​ထောင်​စု​တွေကြီးစိုးတဲ့စစ်​ပွဲကာလမှာ ပိုလန်​နိုင်​ငံရဲ့အရာရှိ​တွေပြည်​သူ​တွေထောင်​​သောင်​းချီပြီးအစုလိုက်​အပြုံလိုက်​အသတ်​ခံခဲ့ရပါတယ်....​ ဒီကိစ္စကို ပိုလန်​နိုင်​ငံရဲ့အထက်​လူကြီး​တွေကလည်​းတိကျတဲ့အ​ဖြေတစ်​ခုမ​ပေးနိုင်​ကြပါဘူး..ဒါ​ပေမဲ့ ဒီကိစ္စနဲ့ပတ်​သတ်​ပြီးတိကျတဲ့အ​ဖြေတစ်​ခု​ဖော်​ထုတ်​ချင်​တဲ့သူက​တော့မစ္စတာစတီဖင်​အန်​ဒါဝတ်​လို့​ခေါ်တဲ့ဂျာနယ်​လစ်​တစ်​​ယောက်​ပါ …ဂျာနယ်လစ်တစ်ယောက်အတွက်ရက်စက်တဲ့ဆိုးယုတ်မှုကြီးကိုဖော်ထုတ်ဖို့ရာမလွယ်ပါဘူးးး…သို့ပေမယ့် သူဟာ ဒီဖြစ်ရပ်ကြီးကို ဇွဲရှိရှိနဲ့လိုက်လံရှာဖွေဖော်ထုတ်ရာမှာ မမျှော်လင့်တဲ့သူတွေ ပါဝင်ပတ်သက်နေပြီးသူ့အတွက်လည်း အန္တရယ်ပေါင်းများစွာနဲ့ကြုံရပါတော့တယ်..သူဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Pyae Xeinn Settဖြစ်ပါတယ်…File Size : (900 MB) and (321MB)Quality : WEBDL-720pFormat…mp4Duration…01:37:00Genre :  History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPiotr SzkopiakStarsAlex PettyferChris WalkerColin BuchananGwilym LeeHenry Lloyd-HughesMichael ByrneMichael GambonPiotr StramowskiRobert WięckiewiczTalulah RileyCastAdam LawrenceAkemnji NdifornyenAlex PettyferAnita CareyBill FellowsCharles De'AthChris WalkerColin BuchananDavid SterneGwilym LeeHenry Lloyd-HughesHolly AugustineIan MidlaneLee KempLuke de WoolfsonMarek KossakowskiMarko LehtMateusz MirekMichael ByrneMichael GambonPaddy WallacePiotr StramowskiRagevan VasanRobert WięckiewiczSam MarksSeán GleesonTalulah RileyWill Thorp",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v4d6UHuQ2gpsaN38pMSZ42Fj6hi.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-last-witness-2018-mm-sub",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-witness-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/8vvz0yapaiv2.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hhrn/The_Last_Witness_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "eMmC6z4NMIc",
      "video_url": "https://www.youtube.com/watch?v=eMmC6z4NMIc",
      "embed_url": "https://www.youtube.com/embed/eMmC6z4NMIc"
    }
  },
  {
    "metadata": "N/A|2018|116 min|Action,Adventure,Crime",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1,069"
    },
    "title": "Trouble Is My Business (2018)",
    "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720pRunning Time : 1hr 56minFormat : Mp4Genre : Action, Adventure, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom KonkleStarsBen PaceBenton JenningsBrittney PowellDavid BeelerJoe Sobalo Jr.Jordana CapraSteve TomTom KonkleVernon WellsWilliam JacksonCastAaron LaPlanteBen PaceBenton JenningsBrittney PowellBrooks WachtelDavid BeelerDoug SpearmanJana BankerJoe Sobalo Jr.Jordana CapraMark TeichPaul HungerfordPete HandelmanSteve MoultonSteve OlsonSteve TomTom KonkleVernon WellsWilliam Jackson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pPKAcvCYcQWx4slftwnAssvEuBw.jpg",
      "https://image.tmdb.org/t/p/w300/21nakcpNcyLfaFIj96xSRSMdpvj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/trouble-is-my-business-2018-mm-subhttp://zipansion.com/z7SD",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/trouble-is-my-business-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/8frik77s2zl7.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "4Gy3GWiZGkg",
      "video_url": "https://www.youtube.com/watch?v=4Gy3GWiZGkg",
      "embed_url": "https://www.youtube.com/embed/4Gy3GWiZGkg"
    }
  },
  {
    "metadata": "N/A|2018|119 min|Adult,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "77"
    },
    "title": "[+18]Call Boy(2018)",
    "description": "[+18]Call Boy(2018)IMDb….6.4ဖန်းဆင်းခဲ့ပြီးသော မိန်းမသားများ၏  ဖြစ်တည်ခဲ့သော သဘာဝတရားများသည်ယောင်္ကျားသားများနှင့်ယှဉ်လျှင် အနည်းငယ် ဒုက္ခရောက်ရသော ကိစ္စများရှိလေသည်…ထို့ကြောင့်ပင် အားနွဲ့သောမိန်းမသားလို့ သုံးနှုံးကြလေသည်…….ထို့ကြောင့်  မိန်းမသားများသည်မိမိတို့၏ အားနည်းချက်များကို ဖုံးကွယ်ရန်အလို့ငှါ ဉာဏ်ကိုတတ်နိုင်သမျှ သုံးကြလေသည်…ထိုဉာဏ်ကို မာယာဟု တစ်ချို့သောသူတွေက ခေါ်ဆိုကြပြန်သည်…ဒီကားလေးကတော့ မာယာနတ္ထိနဲ့မိန်းမသားအချို့အကြောင်းကိုခပ်လှလှလေးရိုက်ပြထားတာပါ…ဒီဂျပန်ကားလေးမှာတော့ အချို့သောအမျိုးသမီးများသည် လိင်မှုကိစ္စများနှင့်အခြားမွန်းကြတ်နေသောကိစ္စများကိုဖြေဖျောက်ရန် အခကြေးငွေးပေးကာ  တိတ်တဆိတ်ခေါ်ယူရနိုင်သည့် ကောင်လေးများနှင့်အကြောင်းကို ရိုက်ကူးထားခြင်းဖြစ်သည်…ဒီကားကိုကြည့်ခြင်းအားဖြင့် အမျိုးသမီးတွေရဲ့ ကွယ်ဝှက်ထားသော အလွှာများကိုမြင်တွေ့နိုင်သည်….ပြီးတော့ ဇာတ်အိမ်ကောင်းကောင်းလေးနဲ့ ခမ်းခမ်းနားနားလှလှပပလေးကိုရိုက်ပြထားတာ…နောက်ခံသီးချင်းသံကအစ Lighting အဆုံး….လူတွေကိုစနစ်တကျလေးရွေးချယ်ထားတာရော…တော်တော်ကိုမိုက်တယ်…(18+ အခန်းပေါင်းများစွာ ပါဝင်သဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ….)File Size : (2.02GB) and (635MB)Quality : Blu-Ray 1080P5.1Ch,720pFormat…mp4Duration…01:30:00Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Wild RaceEncoded by SDYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaisuke MiuraStarsAmi TomiteKenta IzukaKokone SasakiMabuchi EricaRuri ShinatoSei MatobuTokuma NishiokaTori MatsuzakaYu KoyanagiYuki SakuraiCastAmi TomiteKenta IzukaKokone SasakiKyôko EnamiMabuchi EricaRuri ShinatoSei MatobuTokuma NishiokaTori MatsuzakaYu KoyanagiYuki Sakurai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aGAHNqb3526WmFEsswVSnZzgV7B.jpg",
      "https://image.tmdb.org/t/p/w300/uPxiJyzOVIjSMbE2YKCGmWoTNHr.jpg",
      "https://image.tmdb.org/t/p/w300/1p98ESRDKb3W1BS8GluxHvDDhRa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/souzxUT3UkhqrYxmi5sgaBIcc1k.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/odfvdt0xkjuw.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/call-boy-2018-blu-ray-1080-p-5-1-ch-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1S9r6/Call.Boy.2018_.BLU-RAY.1080P5.1Ch(DS).mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Rr4SkCZL#voQ9-bfVdEvsUv2E7u0Vnj6kyHvTq8zHwtsQ-21WbFU",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/9n96985ctr4w.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/call-boy-2018-blu-ray-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2y6T8/Call.Boy.2018_.BLU-RAY.720P(DS).mp4",
        "server": "megaup.net",
        "size": "635MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EnQGhTSS#IPMjUUE12a6YfioeZY4lHnbOMSgnpZm7QumWOqaRmM0",
        "server": "mega.nz",
        "size": "635MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/xkibe73pqhxd.html",
        "server": "streamsb.com",
        "size": "635MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/mtkkey55pwva",
        "server": "streamvid.io",
        "size": "635MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "uUMqNek1IZY",
      "video_url": "https://www.youtube.com/watch?v=uUMqNek1IZY",
      "embed_url": "https://www.youtube.com/embed/uUMqNek1IZY"
    }
  },
  {
    "metadata": "N/A|2018|77 min|Drama,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "27"
    },
    "title": "The Witch in the Window (2018)",
    "description": "ယခုတင်​ဆက်​​ပေးမယ်​့ကား​လေးက​တော့ ခုတလောကပဲ ထွက်ရှိထားတဲ့ Drama , Horror ဇာတ်ကားလေးပါRating အနေနဲ့ IMDb 6.1 နဲ့ Rotten Tomatoes 86% ရရှိထားတဲ့ ဇာတ်​ကား​ကောင်​း​လေးဘဲဖြစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးက​တော့ အိမ်​မှာအ​မေနှင်​့ အဆင်​မ​ပြေတဲ့က​လေးကို အ​ဖေက ခရီးတစ်​ခုအ​နေနှင်​့ လူသူကင်​းမဲ့တဲ့​နေရာက​ပေါ​ချောင်​​ကောင်​းနဲ့ ဝယ်​ထားတဲ့အိမ်​​လေးမှာ သွား​ရောက်​​နေထိုင်​ရာက​နေ ထိုအိမ်​ကြီးရဲ့ အတိတ်​တစ်​ချိန်​က ဇာတ်​လမ်​း​တွေ……..အ​ဖေနှင်​့က​လေးက​ကော ဘာ​တွေဆက်​ဖြစ်​မလဲဆိုတာက​တော့…….(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်)File Size : (650 MB) and (300 MB)Quality : AMZN WEB-DL 720pRunning Time : 1h 17minFormat : Mp4Genre : Drama , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEBRip.DDP2.0.x264-NTGTranslated by Zaya PhyoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndy MittonStarsAlex DraperArija BareikisCarol StanzioneCharlie TackerGreg NaughtonZach JetteCastAlex DraperArija BareikisCarol StanzioneCharlie TackerGreg NaughtonZach Jette",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kbsHU9gSAiO4NZIXvjekY70gWxf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mhKCxcrpuBJH8sC68taJ6O3sqNv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-witch-in-the-window-2018",
        "server": "VIP Links",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-witch-in-the-window-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/8fne0ki40ezj.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/wprb8i7h1h2g",
        "server": "veryfiles.com",
        "size": "650 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7tUnPTopmVc",
      "video_url": "https://www.youtube.com/watch?v=7tUnPTopmVc",
      "embed_url": "https://www.youtube.com/embed/7tUnPTopmVc"
    }
  },
  {
    "metadata": "NOT RATED|2018|89 min|Action,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "99"
    },
    "title": "Big Legend (2018)",
    "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ…ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား…စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္…တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ(ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ)File Size : (750 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 29minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin LeeStarsAdrienne BarbeauAmanda WyssAshley PlatzKevin MakelyLance HenriksenSummer SpiroTodd A. RobinsonCastAdrienne BarbeauAmanda WyssAshley PlatzKevin MakelyLance HenriksenSummer SpiroTodd A. Robinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8pEFVCxvD33ew4wslgG2TmJLLFT.jpg",
      "https://image.tmdb.org/t/p/w300/ifwIqfzNed45CsOw6IUqAuEAmEi.jpg",
      "https://image.tmdb.org/t/p/w300/qcpdkk35TKoDuFY7mNNKuQbJrJZ.jpg",
      "https://image.tmdb.org/t/p/w300/csKK3Z94NCbKav1nWD70xTIQx5q.jpg",
      "https://image.tmdb.org/t/p/w300/saGHcIoIOPdeMso4HBsfR4QACt4.jpg",
      "https://image.tmdb.org/t/p/w300/m5ziF5ALnx5fk5lfpDS73D6pVs7.jpg",
      "https://image.tmdb.org/t/p/w300/4RJdMCh0iRYkqFudkRhtH1jtBBk.jpg",
      "https://image.tmdb.org/t/p/w300/4e49CD5UIPULxR2DoPKajYT3MiO.jpg",
      "https://image.tmdb.org/t/p/w300/wjFB26ytTfF8owwh4vsRj2rCxhX.jpg",
      "https://image.tmdb.org/t/p/w300/qgXQbRRehFi5Dxd9jW9SE6oXqC8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/big-legend-2018",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-legend-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/big-legend-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/c9gt2pzq9spx",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ad6rNYYvXKc",
      "video_url": "https://www.youtube.com/watch?v=ad6rNYYvXKc",
      "embed_url": "https://www.youtube.com/embed/ad6rNYYvXKc"
    }
  },
  {
    "metadata": "N/A|2018|92 min|Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "890"
    },
    "title": "The Extraordinary Journey of the Fakir(2018)",
    "description": "The Extraordinary Journey of the Fakir(2018)IMDb….7.1ဒီဇာတ္လမ္းေလးမွာ အိႏိၵယသားတစ္ေယာက္ရဲ႕ ထူးျခားဆန္းျပားတဲ့ခရီးစဥ္ေလးကို ဟာသဆန္ဆန္ ဒရာမာဆန္ဆန္နဲ႔ ႐ိုက္ကူးထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားျဖစ္ပါတယ္ …သူရဲ႕ဘ၀တစ္ခုလုံးဟာ ေမြးရပ္ဇာတိေလးမွာပဲ အခ်ိန္ကုန္ခဲ့ရေတာ့ တစ္ေန႕က်ရင္ တျခားႏုိင္ငံေတြသူခရီးထြက္ႏုိင္ရမယ္လုိ႕ ရည္မွန္းခ်က္ထားတယ္..ဒါ့အျပင္ သူ႕မိဘေတြကလည္း ဆႏၵတစ္ခုထားခဲ့တယ္..ပဲရစ္ျမဳိ႕ကုိသြားေပးဖုိ႕ေပါ့…ဒီအိႏိၵယသားဟာသူ႕မိဘေတြရဲ႕ဆႏၵေလးကိုျဖည္႔ဆည္းေပးဖို႔အတြက္ပဲရစ္ၿမိဳ႕ကိုခရီးထြက္လာခဲ႔တယ္…သူကံေကာင္းတာက ပဲရစ္ကအီဖယ္တာဝါမွာခ်စ္စရာေကာင္းတဲ့အေမရိကန္မေလးနဲ႔ ေတြ႕ဆုံခဲ့တယ္…..သူတုိ႕ (၂)ေယာက္ ကုိယ္စီအေၾကာင္းေတြေျပာရင္း ရင္ခုန္သံေလးေတြ မွ်ေ၀ခဲ့ၾကတယ္…အဲ့ေနာက္ပိုင္းကစၿပီးတလြဲလြဲ တေခ်ာ္ေခ်ာ္နဲ႔ ျပင္သစ္ကေန သူဘယ္ႏိုင္ငံေတြကို ဆက္ၿပီးေရာက္သြားဦးမလဲ…သူ႕တုိ႕(၂)ေယာက္ကေရာ ေရွ႕ဆက္ၿပီး ေပ်ာ္ရႊင္ဖြယ္အခ်စ္ကဗ်ာေလးေတြစပ္ဆုိႏဳိင္ဦးမလားဆုိတာကုိေတာ့ဇာတ္ကားေလးမွာပဲ ဆက္လက္႐ႈစားလိုက္ၾကပါေတာ့.. ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zwel Zan Aung ပဲျဖစ္ပါတယ္…File Size : (915 MB) and (329 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:32:00Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKen ScottStarsAbel JafriAmruta SantBarkhad AbdiBen MillerBérénice BejoDhanushErin MoriartyGérard JugnotKay GreidanusSarah-Jeanne LabrosseCastAbel JafriAmruta SantBarkhad AbdiBen MillerBérénice BejoDhanushErin MoriartyGérard JugnotHearty SinghKay GreidanusMar SodupeSarah-Jeanne LabrosseSeema BiswasStefano Cassetti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6ScphRYJwzVm6AKvSkYkyXbdbKD.jpg",
      "https://image.tmdb.org/t/p/w300/gQLHQUtWSHFSuZBwJBQyJAIS56p.jpg",
      "https://image.tmdb.org/t/p/w300/ugkuHAULhPb53V1PqgElATpPtud.jpg",
      "https://image.tmdb.org/t/p/w300/cn09nMypAb5cZSHNX1ACY5d9ZxU.jpg",
      "https://image.tmdb.org/t/p/w300/z5LBscfZG810SecXccQf0aMjgqp.jpg",
      "https://image.tmdb.org/t/p/w300/j6V85DmS8wnnIJvPS1itzimc4iZ.jpg",
      "https://image.tmdb.org/t/p/w300/6rKx3paYMRDImAkoe8q1QDSuChj.jpg",
      "https://image.tmdb.org/t/p/w300/hxSVfGGNfUR9hux54ON924nTi6I.jpg",
      "https://image.tmdb.org/t/p/w300/4oYlj6eq5UccT7jFpRzREgqc2mB.jpg",
      "https://image.tmdb.org/t/p/w300/9Cx1BXARF02IXvgOg6hgZXCB8Ji.jpg",
      "https://image.tmdb.org/t/p/w300/dVhjryha68Wgk7LpvMqohhpw3qY.jpg",
      "https://image.tmdb.org/t/p/w300/5KpBPQ8mfz5LTAQJIjE8Cnln9FI.jpg",
      "https://image.tmdb.org/t/p/w300/7xPfSaDYvdGDFhVDGhSL8u56Ywg.jpg",
      "https://image.tmdb.org/t/p/w300/eJ2GAOGLIhdcQaHbayRf8wI99Q.jpg",
      "https://image.tmdb.org/t/p/w300/3T6jJtaHnixGtyBEWKt0iI8Tjpe.jpg",
      "https://image.tmdb.org/t/p/w300/tsRjsGzhN7Av93zKb2FPQ1SUeby.jpg",
      "https://image.tmdb.org/t/p/w300/1WRRSJ6veYaCKnLZlNCjGX9gVJZ.jpg",
      "https://image.tmdb.org/t/p/w300/epBSaEZzBDyBMeYRnWPBjQvEeQD.jpg",
      "https://image.tmdb.org/t/p/w300/3Li1D3uzeNViZSK5ZROSvpgzf9M.jpg",
      "https://image.tmdb.org/t/p/w300/oEyGvPVuQ2xuMcNsFNrfrh5Ti3c.jpg",
      "https://image.tmdb.org/t/p/w300/ihibXnghEdwYF5ASvqtrFgYUHy7.jpg",
      "https://image.tmdb.org/t/p/w300/nm2NEVZDBO6j5y16eqNNZsoaSVJ.jpg",
      "https://image.tmdb.org/t/p/w300/4KPw2uv4EebnIgzp6FUjirc0hdd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vx0I4swb55GPZwEPcS0gAo3QowV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-extraordinary-journey-of-the-fakir2018",
        "server": "VIP Links",
        "size": "915MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/the-extraordinary-journey-of-the-fakir--2018--(mm-sub)-mp4",
        "server": "CM Drive",
        "size": "915MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/the-extraordinary-journey-of-the-fakir--2018--(mm-sub)-mp4",
        "server": "Yandex",
        "size": "915MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TN64/The_Extraordinary_Journey_Of_The_Fakir_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "915MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/yf4tar82nvfk",
        "server": "upstream.to",
        "size": "915MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "YtCryx5Hb6g",
      "video_url": "https://www.youtube.com/watch?v=YtCryx5Hb6g",
      "embed_url": "https://www.youtube.com/embed/YtCryx5Hb6g"
    }
  },
  {
    "metadata": "N/A|2018|110 min|Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "1,367"
    },
    "title": "Dilan 1990 (2018)",
    "description": "အမှန်က အပေါ်ယံမြင်ရုံနဲ့ဘာမှပြောလို့မရဘူးလေခုနကထင်ထားတဲ့သူတွေလည်း မှန်နေတာဖြစ်နေနိုင်တာပဲခုလို​ရေးထားတာကို သဘောမတူတဲ့သူလည်းရှိကောင်းရှိနိုင်ပါတယ်ဒါပေမယ့်လည်း နောက်ကွယ်ကမှန်တယ်လို့ဘာလို့ပြောနိုင်လဲဆိုတာကိုတော့ဒီကားလေးကိုဆက်ကြည့်ပြီးအ​​ပေါ်မှာ​ပြောတာဟုတ်ရဲ့လားမှန်ရဲ့လား​ကြည့်လိုက်ပါတော့​နော်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)File Size : (915 MB)Quality : WEB-DL 720pRunning Time : 1hr 50minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL AAC H.264Translated by May Nandar KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFajar BustomiPidi BaiqStarsBrandon SalimDebo AndriosGiulio ParengkuanGusti RayhanIqbaal Dhiafakhri RamadhanOmara EsteghalRefal HadyVanesha PrescillaYoriko AngelineZulfa MaharaniCastBrandon SalimDebo AndriosGiulio ParengkuanGusti RayhanIqbaal Dhiafakhri RamadhanOmara EsteghalRefal HadyVanesha PrescillaYoriko AngelineZulfa Maharani",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eitRZXfbw6rO0CfP3lPaGgK63qr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dilan-1990-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "915 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1NFpl/Dilan_1990_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "915 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/tvpmi8gt2d87.html",
        "server": "streamsb.com",
        "size": "915 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "X_b-wNkz4DU",
      "video_url": "https://www.youtube.com/watch?v=X_b-wNkz4DU",
      "embed_url": "https://www.youtube.com/embed/X_b-wNkz4DU"
    }
  },
  {
    "metadata": "N/A|2018|100 min|Action,Comedy,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "560"
    },
    "title": "Blue Iguana (2018)",
    "description": "အက္​ဒီနဲ႔ ​ေပၚလ္​တို႔ဟာ စား​ေသာက္​ဆိုင္​​ေလးတဟ္​ဆိုင္​မွာ အခ်ိန္​ပိုင္​းလုပ္​ရင္​းတရားမဝင္​အလုပ္​မ်ားကို ​ေငြယူၿပီး လုပ္​​ေပးတဲ့ လူမိုက္​ႏွစ္​​ေယာက္​ ျဖစ္​ပါတယ္​။​​ေ႐ွ႕​ေနမ​ေလး ကတ္​သရင္​းက​ေတာ့ မ​ေကာင္​းတဲ့လူတစ္​​ေယာက္​အ​ေပၚယံုၾကည္​မိလို႔ လူဆိုး​ေခါင္​း​ေဆာင္​ အာကာဒီဆီမွာ အ​ေႂကြးတင္​​ေနၿပီးသူခိုင္​းတာ​ေတြ လုပ္​​ေပး​ေနရတဲ့ ​ေ႐ွ႕​ေနမ​ေလးတစ္​​ေယာက္​ပါ။တစ္​ေ​န႔မွာ​ေတာ့ အာကာဒီရဲ႕ ​ေစခိုင္​းမႈ​ေၾကာင္​့ ပစၥည္​းတစ္​ခုကိုျဖတ္​လုရမယ္​့ကိစၥျဖစ္​လာခဲ့တဲ့အခါမွာ​ေတာ့အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဆီမွာ လာ​ေရာက္အလုပ္​အပ္​ႏွံခဲ့ပါတယ္​။အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဟာ အလုပ္​လက္​ခံခဲ့ၿပီး ကတ္​သရင္​း​ေျပာတဲ့အတုိင္​း လုပ္​​ေပးခဲ့​ေပမယ္​့ၾကားဝင္​​ေႏွာက္​ယွက္​တဲ့ လူဆိုးတစ္​သိုက္​​ေၾကာင္​့ သူတို႔လုယူခဲ့တဲ့ ပစၥည္​းကို ဆံုး႐ွံုးခဲ့ရပါတယ္​။ပိုက္​ဆံလည္​းမရ စိတ္​ညစ္​ၿပီး အိမ္​ျပန္​​ဖို႔ ျပင္​ဆင္​​ေနၾကတုန္​းမွာကတ္​သရင္​း​ေရာက္​လာခဲ့ၿပီး ျဖစ္​​ေၾကာင္​းကုန္​စင္​ကို ​ေျပာျပခဲ့ပါတယ္​။ဒါ့အျပင္​ လူဆိုးဘုရင္​ အာကာဒီ​ေနာက္​လုပ္​မယ္​့အလုပ္​ကို ၾကားဝင္​ျဖတ္​ခုတ္​ဖို႔ စု​ေပါင္​းၾကံစည္​ၾကရင္​းဘယ္​လို​ေတြ ျဖသ္​လာမလဲဆိုတာ​ေတာ့ဒီဟာသအက္​႐ွင္​ဇာတ္​ကား​ေလးကို ၾကည္​့႐ူအား​ေပးလိုက္​ၾကပါဦးခင္​​ဗ်ာ…..File Size : (874 MB) and (254 MB)Quality : BluRay 720pRunning Time :1hr 40minFormat : Mp4Genre : Action , Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTartee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHadi HajaigStarsAl WeaverAmanda DonohoeBen SchwartzDaniel EghanFrances BarberJenny BedePeter FerdinandoPhoebe FoxSam RockwellSimon CallowCastAl WeaverAmanda DonohoeAndre FlynnBen SchwartzDaniel EghanFrances BarberGlenn WrageJenny BedeLee Nicholas HarrisPeter FerdinandoPeter PolycarpouPhoebe FoxSam RockwellSimon CallowVic Waghorn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nzeROTaw503crKxKsfXJRAghQjq.jpg",
      "https://image.tmdb.org/t/p/w300/9s89RtBecBmzmXeqnDH8bzqiPKQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8ixLHMV9RoyBGJz2yRuggsr0vyX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/blue-iguana-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "874 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SYm1/Blue_Iguana_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "874 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/9owh0caoc0vx",
        "server": "upstream.to",
        "size": "874 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/n7ufegcecg9k.html",
        "server": "usersdrive.com",
        "size": "874 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1ZIcL95jWSA",
      "video_url": "https://www.youtube.com/watch?v=1ZIcL95jWSA",
      "embed_url": "https://www.youtube.com/embed/1ZIcL95jWSA"
    }
  },
  {
    "metadata": "|2018||Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "3,443"
    },
    "title": "The Swerve (2018)",
    "description": "The Swerve (2018)===============IMDb Rating – 6.7/10#Unicodeဇာတ်လမ်းလေးကတော့ ကလေးနှစ်ယောက်မိခင်ဖြစ်တဲ့ဟော်လီဟာ ကျောင်းတစ်ကျောင်းရဲ့ဆရာမတစ်ယောက်ပါ ။ ဟော်လီရဲ့ယောကျ်ားကစူပါမားကတ်တစ်ခုမှာအလုပ်လုပ်တယ်။ ကလေးနှစ်ယောက်ကလည်း ယောကျ်ားလေးတွေဆိုတော့ ကလန်ကဆန်တွေတော့ လုပ်တယ် ။ တစ်နေ့မှာတော့ ဟော်လီရဲ့ညီမကြောင့် အမေဖြစ်သူက အိမ်ကိုလာဖို့ ဖုန်းဆက်ခေါ်တယ်၊ဟော်လီကလည်းသူ့ညီမနဲ့သိပ်တည့်တာမဟုတ်ဘူး။ အဲ့နေ့ညမှာပဲ သူ့အမေအိမ်မှာညစာစားရင်းနဲ့ညီမဖြစ်သူနဲ့ စကားများကြတယ် ၊ ဒါ့အပြင် အိမ်အပြန်မှာလည်း Accident ကလည်းဖြစ် . လင်ယောင်္ကျားကလည်းထင်သလို သစ္စာမရှိ . စတဲ့ ဆိုးရွားမှုအခြေအနေတွေနဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်လိုအင်အားမျိုးနဲ့ ရှေ့ဆက်ရပ်တည်နိုင်ရမှာပါလိမ့်။ ဒါပေမယ့် ဘယ်လိုအကြပ်အတည်းမျိုးမှာပဲဖြစ်ပါစေ . ထွက်ပေါက်ထွက်လမ်းဆိုတာဟာ အမြဲရှိမြဲ ရှာလို့ရစမြဲပါပဲ။ အဲ့တော့ ဟော်လီတစ်ယောက်ရှာသွားတဲ့ ဒုက္ခတွေကင်းလွတ်ရာလမ်းဟာ ဘယ်လိုမျိုးလဲဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းေလးကေတာ့ ကေလးႏွစ္ေယာက္မိခင္ျဖစ္တဲ့ေဟာ္လီဟာ ေက်ာင္းတစ္ေက်ာင္းရဲ႕ဆရာမတစ္ေယာက္ပါ ။ ေဟာ္လီရဲ႕ေယာက်္ားကစူပါမားကတ္တစ္ခုမွာအလုပ္လုပ္တယ္။ ကေလးႏွစ္ေယာက္ကလည္း ေယာက်္ားေလးေတြဆိုေတာ့ ကလန္ကဆန္ေတြေတာ့ လုပ္တယ္ ။ တစ္ေန႔မွာေတာ့ ေဟာ္လီရဲ႕ညီမေၾကာင့္ အေမျဖစ္သူက အိမ္ကိုလာဖို႔ ဖုန္းဆက္ေခၚတယ္၊ေဟာ္လီကလည္းသူ႔ညီမနဲ႔သိပ္တည့္တာမဟုတ္ဘူး။ အဲ့ေန႔ညမွာပဲ သူ႔အေမအိမ္မွာညစာစားရင္းနဲ႔ညီမျဖစ္သူနဲ႔ စကားမ်ားၾကတယ္ ၊ ဒါ့အျပင္ အိမ္အျပန္မွာလည္း Accident ကလည္းျဖစ္ . လင္ေယာက်ၤားကလည္းထင္သလို သစၥာမရွိ . စတဲ့ ဆိုး႐ြားမႈအေျခအေနေတြနဲ႔ အမ်ိဳးသမီးတစ္ေယာက္ဟာ ဘယ္လိုအင္အားမ်ိဳးနဲ႔ ေရွ႕ဆက္ရပ္တည္ႏိုင္ရမွာပါလိမ့္။ ဒါေပမယ့္ ဘယ္လိုအၾကပ္အတည္းမ်ိဳးမွာပဲျဖစ္ပါေစ . ထြက္ေပါက္ထြက္လမ္းဆိုတာဟာ အၿမဲရွိၿမဲ ရွာလို႔ရစၿမဲပါပဲ။ အဲ့ေတာ့ ေဟာ္လီတစ္ေယာက္ရွာသြားတဲ့ ဒုကၡေတြကင္းလြတ္ရာလမ္းဟာ ဘယ္လိုမ်ိဳးလဲဆိုတာကို စိတ္ဝင္စားစြာၾကည့္ရႉရမွာပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1h 35minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDean KapsalisStarsAshley BellAzura SkyeBryce PinkhamCastAshley BellAzura SkyeBryce PinkhamChadwick DavilsaintDan DailyDeborah HedwallGretchen PortellesJason GuptonJenna Marie HessJosh EnglandKristine SorensonLiam SeibLindsay JacksonMaikel RamicTaen PhillipsZach Rand",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i83ihSDQvyq48FnLz1M9JeRt4d8.jpg",
      "https://image.tmdb.org/t/p/w300/z1QiIT86h7sAW9oleYclS7f9eKL.jpg",
      "https://image.tmdb.org/t/p/w300/vgwW8RalBMIUEM2HCes2ggPRQy0.jpg",
      "https://image.tmdb.org/t/p/w300/6X1F4mD4gVnb9HGKqMZRGton5EH.jpg",
      "https://image.tmdb.org/t/p/w300/rzgCPeNSW0HJVWu9yWR8p8xjnCZ.jpg",
      "https://image.tmdb.org/t/p/w300/5imVfBDQxDHiCeNwvPnSoKcZ5NM.jpg",
      "https://image.tmdb.org/t/p/w300/zxWMNX0kx8cRXJ036kKZufiKvA0.jpg",
      "https://image.tmdb.org/t/p/w300/oX2zCtjN0tFbhuI8MwPfVUb7lmf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BY2VlYmQ5MjUtNWRjMC00MWExLWExMzYtY2FiYWUxYTlkY2JmXkEy_002.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2g0F7/The.Swerve.2019.720P.Webrip[CM].mp4",
        "server": "megaup.net",
        "size": "830 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2VY7i/The.Swerve.2019.480P.Webrip[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/sasg2r5gk4hx",
        "server": "upstream.to",
        "size": "830 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/z37nfuyxnzyf",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/ZwkWCQrK#Y5U5T9M89nzlyKqPoTEd_2MV7NpZt8G9el-FLUMQF9w",
        "server": "mega.nz",
        "size": "830 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/p59A3YzB#8bf_gt--CP5XtJWhA0G-h9slYsgUgGrTJxRKDDK6G_4",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-swerve-2019-720-p-webrip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-swerve-2019-480-p-webrip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-swerve-2018",
        "server": "VIP Links",
        "size": "830 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "-pHjR7w0NWs",
      "video_url": "https://www.youtube.com/watch?v=-pHjR7w0NWs",
      "embed_url": "https://www.youtube.com/embed/-pHjR7w0NWs"
    }
  },
  {
    "metadata": "|2018||Comedy,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1465"
    },
    "title": "Father & Sons (2018)",
    "description": "Father & Sons (2018)================မိသားစုအချင်းချင်းကြားမှာ ထားရှိတဲ့မေတ္တာဆိုတာ တစ်ခါတစ်လေမှာမမြင်နိုင်ဘူးဖြစ်တတ်ပါတယ်။ နေ့တိုင်း ချစ်တယ်လို့ ပြောဖြစ်ချင်မှ ပြောဖြစ်ကြပါလိမ့်မယ်။ ဒါပေမယ့် နေ့စဉ်လုပ်ကိုင်ပေးနေတဲ့ ကိစ္စတွေက အချစ်ကိုအခြေတည်ပြီးတော့ ဖြစ်လာကြတာပါ။တစ်ဦးနဲ့တစ်ဦး ရန်ဖြစ်ကြ စကားမပြောဘဲနေကြကောင်း နေနိုင်ပေမယ့်တကယ့်အတွင်းစိတ်ထဲက မေတ္တာက မပြောင်းလဲနိုင်ဘူးလို့ ထင်ပါတယ်။ဒါကြောင့်လည်း မိသားစုဟာ လူတိုင်းရဲ့ ဘဝမှာ အရေးပါတဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်နေတာပါ။ချစ်ခြင်းမေတ္တာဟာ ဆန်းကြယ်လွန်းလှပါတယ်။ အဖေတစ်ယောက် သားနှစ်ယောက်တို့ကြားက ဆန်းကြယ်လှတဲ့ ချစ်ခြင်းမေတ္တာကို ခပ်ပါးပါးဖော်ပြထားပြီး လှလှပပ ပြသွားတာကို ယခုဇာတ်ကားထဲမှာ ကြည့်ရှု့ရမှာမို့ဒရာမာချစ်သူ ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Leonard Lin, Roman Nox တို့ဖြစ်ပါတယ်)File Size……….(1.0 GB) / (435 MB) / (240 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 30minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, DramaTranslator…….Leonard Lin, Roman NoxEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFélix MoatiCastAnaïs DemoustierBenoît PoelvoordeChloe MazeConstance RousseauFabienne SauvineauIndia HairMathieu CapellaNoémie LvovskyPatrick d'AssumçaoSébastien ChassagneVincent Lacoste",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5EqnOHqkxHRkFmlDdoAv2Kd6zRk.jpg",
      "https://image.tmdb.org/t/p/w300/zfjK1vcdj7O0HfwqJ4SGybF62Yw.jpg",
      "https://image.tmdb.org/t/p/w300/4tXwn3IXW3SmPnjWyiJtUNAsprL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNDcxY2E1ZTctZTBjNS00YTE2LTllZmItZGVjMGFhOGM3NGNlXkEyXkFqcGdeQXVyNzExNDQ2NDM@._V1_QL75_UY281_CR110190281_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/father-and-sons-2018-french-1080-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2vhgu/Father.and.Sons.2018.FRENCH.1080p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YjhTRbqR#b1jkQAGIdhxVJObbNRgT7-tdgU0pf505EYhwuIJByCA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/y4ot2abledqq.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/father-and-sons-2018-french-720-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "435 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2vhgq/Father.and.Sons.2018.FRENCH.720p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "435 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/flt7k8ojvy2d.html",
        "server": "streamsb.com",
        "size": "435 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VmJClbDS#yDOs4n04DC9lwLhI4MLy__OCMFiTzkamH2-_wU4P8gQ",
        "server": "mega.nz",
        "size": "435 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/e0pnma0vr93e.html",
        "server": "usersdrive.com",
        "size": "435 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/father-and-sons-2018-french-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "240 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2vhgn/Father.and.Sons.2018.FRENCH.480p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "240 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/lt86cdtxdx4a.html",
        "server": "streamsb.com",
        "size": "240 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/53YV0SJT#Gly5rlcJ2FvuqSvhUZ6XQuorb6YhQ3Ws7_v-DrdO_p0",
        "server": "mega.nz",
        "size": "240 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/m7a2ygttsdmx.html",
        "server": "usersdrive.com",
        "size": "240 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  }
]