[
  {
    "metadata": "N/A|2018|96 min|Action,Crime",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "27"
    },
    "title": "The Blizzard ( 2018 )",
    "description": "အက္ရွင္ဇာတ္လမ္းေတြၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ဇာတ္ကားေကာင္းေလးတခုကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္​လမ္​းအက်ဥ္​းကစုန္​႔​ေခ်ာင္​နဲ႔ ဟိုင္​ယန္​နဲ႔မာထ်န္​းခ်ိန္​တို႔ဟာရဲသင္​တန္​း​ေက်ာင္​းမွာအရမ္​းခ်စ္​ၾကတဲ့​ေဘာ္​ဒါ​ေတြပါတစ္​​ေန႔မွာဟိုင္​ယန္​ကသူ႔ရဲ႕အ​ေဖသတ္​ခံရတဲ့​ေနရာမွာစုန္​႔​ေခ်ာင္​ကို​ေတြ႕လိုက္​ၿပီးလြတ္​​ေျမာက္​သြားတဲ့အခ်ိန္​မွာ သူ႔အ​ေဖကိုသတ္​သြားတဲ့သူအျဖစ္​မုန္​းတီး​ေနပါ​ေတာ့တယ္​…ဒါ​ေတြအားလံုးကိုႀကိဳးကိုင္​​ေနတဲ့ဟြမ္​့ယြီလုပ္​ငန္​းစုရဲ႕ျပစ္​မႈ​ေတြကိုဆက္​ႁပီး​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလား..ဘယ္​လိုလွည္​့ကြက္​မ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဆက္​လက္​ခံစားၾကည္​့႐ႈပါ….အက္​႐ွင္​ခန္​း​ေတြလည္​းပါတာမလို႔အက္​႐ွင္​ႀကိဳက္​သူ​ေတြအတြက္​​ေတာ့ၾကည္​့​ေကာင္​းမဲ့ဇာတ္​ကားတစ္​ပုဒ္​ပါပဲTranslated & Review By Phyo ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BN2NiNGZjNmEtOTYyNS00MDM0LTgyM2ItMDAyOTA0ZDEzODQxXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR007141000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-blizzard-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3ztmr/The_Blizzard_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/xbrkc5n7e2qq.html",
        "server": "usersdrive.com",
        "size": "1.03 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/ahn3yezbsg40",
        "server": "upstream.to",
        "size": "1.03 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|123 min|Drama,War",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1,122"
    },
    "title": "The Resistance Banker 2018",
    "description": "Netflix က တင်ဆက်တဲ့ ရုပ်ရှင်တော်တော်များများဟာ ဖြစ်ရပ်မှန်တွေကိုရုပ်ရှင်အဖြစ် ပြန်လည်  ရိုက်ကူးထားတာ များပါတယ်ဒီရုပ်ရှင်ဟာ ဂျာမန်တွေကို စစ်ရှုံးအောင် ဒက်ချ် တော်လှန်ရေးတပ်တွေ အရေးသာအောင် တရားမဝင်ဘဏ် ဖွင့်လှစ်ပြီးနိုင်ငံ နဲ့ လူမျိုး အတွက် ကယ်တင်ခဲ့တဲ့ ဗန်ဟော မိသားစု ရဲ့ဖြစ်ရပ်မှန် ဇတ်လမ်းလေးပါ….ဝယ်လီဗန်ဟော ဟာ ဘဏ်ဝန်ထမ်း တစ်ဦးဖြစ်ပြီးမျိုးချစ်စိတ် ရှိတဲ့ လူ တစ်ဦးဖြစ်ပါတယ်ဂျာမန်တွေ ဟာ ဘဏ်တွေထိပါ ဝင်ရောက်စီးနင်းပြီးစီးပွားရေး ဆိုင်ရာအရ တော်လှန်ရေး နဲ့ နိုင်ငံရေးတွေမှာဝင်ပါမှု မရှိအောင် ပြုလုပ်ကြပါတယ်…တစ်ချို့ လူတွေဆို စီးပွားရေးမကောင်းလို့သတ်သေတဲ့သူတွေက သတ်သေကြပါတယ်တစ်ရက်မှာတော့ ဝယ်လီ ဆီသို့ လူတစ်ဦးရောက်လာပါတယ်တော်ဝင်ရေတပ်အရာရှိ ဗွန်ဒယ်ဘယ်ရီ ဖြစ်ပြီးဗန်ဟော မိသားစု ဟာ ဘဏ်လုပ်ငန်းဆိုင်ရာဘက်မှာအကျွမ်းတဝင် ရှိပြီး နာမည်ရထားသူများ ဖြစ်တဲ့အတွက်စီးပွားရေးသမားများကို ပေါင်းစုပြီး လျို့ဝှတ်ဘဏ်တစ်ခုဖွင့်လှစ်ဖို့ တိုင်ပင်ခဲ့ပါတယ်…ထိုဘဏ် မှာ စီးပွားရေးသမားတွေ ရင်းနှီးမြုတ်နှံပြီးစစ်ပွဲ ကာလ အတွင်းတော်လှန်ရေး တပ်တွေအတွက်ပံ့ပိုးပေးရမှာ ဖြစ်ပြီး စစ်ကြီးပြီးတဲ့ အခါ အရင်း ရော အမြတ်ပါအစိုးရ က ပြန်လည်ပေးအပ်ရမှာဖြစ်ပါတယ်…ဒီလုပ်ငန်းအတွက် နိုင်ငံ နဲ့ လူမျိုး အတွက် ဗန်ဟော မိသားစုထဲကဝယ်လီ ဗန်ဟော တစ်ယောက်သာ စတင်ခဲ့ပါတယ်…အဓိက စိတ်ဝင်စားစရာကောင်းတာကဗန်ဟောမိသားစု ဟာ ဂျာမန်တွေ မသိအောင်စီးပွားရေးသမားတွေကို တိတ်တစိတ် စုစည်းပြီးလျို့ဝှတ်ဘဏ် ဖွင့်ရမယ့် အရေးဟာအသက်ဘေး နဲ့ နီးနီးလေးသာ ဖြစ်ပါတယ်ဂျာမန်တွေက အလွန်ရက်စက်ပြီးညှာတာမှု ကင်းမဲ့ပါတယ်…ဒီလို ဘေးရန်တွေကြားကနေဗန်ဟော မိသားစု က စစ်ပွဲနိုင်အောင်ဘယ်လိုပံ့ပိုးပေးမလဲ ဘယ်လိုတွေအနစ်နာခံရတယ် ဆိုတာဆက်လက်ကြည့်ရှုကြပါစို့….ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့May Thu ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်CM မှ ဒေါင်းလုပ်ဆွဲနည်းများ– https://youtu.be/307QAErqcgchttps://youtu.be/307QAErqcgcYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoram LürsenStarsBarry AtsmaFockeline OuwerkerkGötz SchubertJaap SpijkersJacob DerwigMatteo van der GrijnPeter JordanPierre BokmaRaymond ThiryTjebbo GerritsmaCastAli ZijlstraAllard GeerlingsBarry AtsmaFockeline OuwerkerkFrederik BromGötz SchubertJaap SpijkersJacob DerwigJochum ten HaafJulien CroisetMatteo van der GrijnPeter JordanPierre BokmaRaymond ThirySteef de BotTjebbo GerritsmaViolette Vandervelden",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pDtquB9mFRxdK7kJ9TgY48roquh.jpg",
      "https://image.tmdb.org/t/p/w300/3ixSzoPz4ElIxCMere6ATfpCbRP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZGYzYTExOWEtMDlhZi00ZGVkLTg0NWYtZDZlN2UzZWZjYTE4XkEyXkFqcGdeQXVyMjI5NzU3Nzc@._V1_SY1000_CR006991000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-resistance-banker-2018",
        "server": "VIP Links",
        "size": "1.35 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-resistance-banker-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TD3z/The_Resistance_Banker_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/3f4q6y4gcr0a",
        "server": "veryfiles.com",
        "size": "1.35 GB",
        "quality": ""
      },
      {
        "link": "https://sbembed4.com/cg3kldzrwpkh.html",
        "server": "streamsb.com",
        "size": "1.35 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "i7bKkoT3p4I",
      "video_url": "https://www.youtube.com/watch?v=i7bKkoT3p4I",
      "embed_url": "https://www.youtube.com/embed/i7bKkoT3p4I"
    }
  },
  {
    "metadata": "R|2018|189 min|Uncategorized",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "3,965"
    },
    "title": "Never Look Away (2018)",
    "description": "အႏုပညာဆုိတာ ဘာလဲ။ အႏုပညာရွင္ဆုိတာ ဘာပါလဲ။နတ္ၾကီးတဲ့ေမးခြန္းေတြျဖစ္လုိ႔ ကုိယ္တုိင္မေျဖရဲလုိ႔ သူမ်ား ေျပာထားတာေတြပဲ ကုိးကားပါရေစ။ဂ်ာမန္လူမ်ိဳး ပန္းပုဆရာ Wilhelm Lehmbruck ကေတာ့ အႏုပညာပစၥည္းတစ္ခုဆုိတာ လူသားေတြ စျဖစ္တည္တုန္းက ကမာၻၾကီးကုိျမင္ရသလုိ အသစ္အဆန္းျဖစ္ေနရမယ္ တဲ့။အဲဒီစကားကုိ သူ႕ဘာသာရွိေနတုန္းကေတာ့မထူးျခားေပမဲ့ အႏုပညာနဲ႔ေပါင္းျပီး ခံစားတတ္တဲ့ႏွလုံးသားနဲ႔ ၾကည့္လုိက္တဲ့အခ်ိန္မွာ တန္ဖုိးတစ္ခုရွိလာျပီး၊ ထူးျခားတဲ့ လွပမႈပါရွိေနတဲ့ အရာတစ္ခုျဖစ္လာပါတယ္ လုိ႔ ဒီဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ ကာ့တ္ က ခံယူထားပါတယ္။အႏုပညာရွင္ဆုိတာကေရာ ဒီဇာတ္ကားထဲကပဲ မွီျငမ္းပါမယ္။အႏုပညာရွင္ဆုိတာ တျခားအရာအားလုံးနဲ႔ အႏုပညာဆုိရင္ အႏုပညာကုိေရြးၾကတဲ့သူေတြပါတဲ့။လူတုိင္းအႏုပညာရွင္ျဖစ္ႏုိင္ပါတယ္။အႏုပညာကုိပဲေရြးဖုိ႔လုိတာပါ။ပန္းခ်ီ၊ ပန္းပု၊ ဂီတ ဘယ္အႏုပညာကုိမဆုိ ဘာအေႏွာင္အဖြဲ႕မွမရွိဘဲ လြတ္လြတ္လပ္လပ္ အႏုပညာကုိ ဖန္တီးၾကတဲ့ သူေတြ ေနာက္တစ္မ်ိဳးေျပာရရင္ အႏုပညာကုိဖန္တီးရင္း ကမာၻၾကီးကေနလြတ္ေျမာက္ေနၾကသူေတြ လုိ႔ေျပာလုိ႔ရတာေပါ့။ကုိယ့္ကုိကုိယ္ လြတ္ေျမာက္ေအာင္ ၾကိဳးစားရင္းနဲ႔ ေလာကၾကီးကုိပါ လြတ္လပ္ခြင့္ေပးသူေတြပါ။အႏုပညာရွင္ဆုိတာ လြတ္ေျမာက္မႈကုိျပေပးသူေတြ။ရုိးသားသူေတြ၊ လမ္းရုိးကေဖာက္ထြက္သူေတြ။ လြတ္လပ္သူေတြပါပဲ။Never Look Away ဆုိတဲ့ ဒီဇာတ္ကားေလးက ၂၀၁၈ ကထြက္ခဲ့တာျဖစ္ျပီး ဒုတိယ ကမာၻစစ္ကုိ ျဖတ္သန္းလာရတဲ့ ပါရမီရွင္ ဂ်ာမန္အႏုပညာရွင္တစ္ေယာက္ရဲ႕ အေၾကာင္းကုိရုိက္ကူးထားတဲ့ စိတ္ကူးယဥ္ဇာတ္လမ္းေလးပါ။ဒီဇာတ္လမ္းေလးမွာ အႏုပညာအေၾကာင္းေတြ အမ်ားၾကီးပါသလုိ ရုိးရုိး Romance ဇာတ္လမ္းေလးလုိ သေဘာထားၾကည့္ရင္လည္း ေတာ္ေတာ္ေကာင္းတဲ့ ဇာတ္ကားပါလုိ႔ေျပာပါရေစ။IMDB Rating ကေတာ့ 7.7/10 ျဖစ္ျပီး Rotten Tomato ကေတာ့ 77% ရရွိထားပါတယ္။(ဇာတ္လမ္းအညႊန္း နဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (1.30 GB) and (610 MB)Quality : Blu-Ray 720pRunning Time : 3h 08minFormat : Mp4Genre : Drama, History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-ENCOUNTERSTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFlorian Henckel von DonnersmarckStarsFlorian BartholomäiHanno KofflerLars EidingerOliver MasucciPaula BeerRainer BockSaskia RosendahlSebastian KochTom SchillingUlrike C. TscharreCastAndreas NicklAnton RubtsovBastian TrostBen BeckerBruno F. ApitzCai CohrsChris TheisingerDavid SchütterEvgeniy SidikhinFlorian BartholomäiFranz PätzoldHannes HellmannHanno KofflerHans-Uwe BauerHinnerk SchönemannIna WeisseJacob MatschenzJeanette HainJohanna GastdorfJohannes AllmayerJonas DasslerJörg SchüttaufLars EidingerLuc FeitLutz BlochbergerManfred MöckMark ZakMartin BruchmanMichaela CasparOliver MasucciPaula BeerPit BukowskiRainer BockRainer ReinersSaskia RosendahlSebastian KochStefan MehrenTom SchillingUlrike C. Tscharre",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jic1CBNzkQUFbJeHHcCNJoAiJEQ.jpg",
      "https://image.tmdb.org/t/p/w300/bZZvsOm1xxC5vMxNRa0AZPpj4ng.jpg",
      "https://image.tmdb.org/t/p/w300/eHpGQamWm5qMOqdOpS0IkxUd8jo.jpg",
      "https://image.tmdb.org/t/p/w300/vNRnHCgWrIraugUA1AbtCXLUFLq.jpg",
      "https://image.tmdb.org/t/p/w300/meydw7VuyYdH3tWn2CjsWCHYFSG.jpg",
      "https://image.tmdb.org/t/p/w300/9GKTLoN3VZgoOPw4uKSJg8ZoJnI.jpg",
      "https://image.tmdb.org/t/p/w300/ipPosiWC3kERqJuYjUXPtJ3OVdY.jpg",
      "https://image.tmdb.org/t/p/w300/x80wjVyxhM0qJUxMCVyTiE8elpv.jpg",
      "https://image.tmdb.org/t/p/w300/oS4stxD5bfRVEYRqxu2esjy1Bmv.jpg",
      "https://image.tmdb.org/t/p/w300/1IhHzdroXLY0i38KLvloLMkRozI.jpg",
      "https://image.tmdb.org/t/p/w300/bo5YITiYofBdKsdfYGEipRmWYAl.jpg",
      "https://image.tmdb.org/t/p/w300/nE3TrturcVMt71piGZoX40VEjgm.jpg",
      "https://image.tmdb.org/t/p/w300/nIAb2RJK7xlbmEnz8fOnDiN931t.jpg",
      "https://image.tmdb.org/t/p/w300/rrhN7uq1WonivyW3llxpJQOFFt0.jpg",
      "https://image.tmdb.org/t/p/w300/lFLQNIkNVIHLXNVDHbt4pow4lXc.jpg",
      "https://image.tmdb.org/t/p/w300/rBkoMdc82fVBJDj9iFnxYvWklVp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fn0Tp9SG0IQ3Nx8iHPYPiseLMWd.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hegzqagdvp25.html",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/never-look-away-werk-ohne-autor-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1y2s0/Never_Look_Away_(Werk_Ohne_Autor)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/d6ix0lshhcrw",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/never-look-away-2018",
        "server": "VIP Links",
        "size": "1.30 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gCEYXnDNcrg",
      "video_url": "https://www.youtube.com/watch?v=gCEYXnDNcrg",
      "embed_url": "https://www.youtube.com/embed/gCEYXnDNcrg"
    }
  },
  {
    "metadata": "PG-13|2018|1h 45min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "5,435"
    },
    "title": "Sierra Burgess Is a Loser (2018)",
    "description": "ဒီကားေလးကေတာ့ Netflix က႐ိုက္ထားတဲ့ ေက်ာင္းသားအခ်စ္ဇာတ္ကားေလးပါဝဝတုတ္တုတ္ေကာင္မေလးတစ္ေယာက္ရဲ႕ အခ်စ္ပံုျပင္ေလးကို ဟာသေလးေတြ ရင္ခုန္စရာေလးေတြနဲ႔ ႐ိုက္ထားတဲ့အတြက္ လူငယ္ေတြသေဘာက်မွာပါအထက္တန္းေက်ာင္းသူတစ္ဦးျဖစ္တဲ့ ဆီရာဘားဂ်က္စ္ဟာ လူတိုင္းကအစခံအေလွာင္ခံရတဲ့ ဝဝတုတ္တုတ္ ဖက္တီးမေလးေပါ့ဒါေပမဲ့သူကစာဘက္မွအရမ္းထူးခြၽန္တဲ့သူတစ္ေယာက္လဲျဖစ္တယ္သူ႔ကိုအႏိုင္က်င့္တဲ့ ေက်ာင္းသူေတြထဲမွာ ေပၚျပဴလာျဖစ္တဲ့ ဗေရာ္နီကာ တို႔အဖြဲ႔လဲပါတယ္တစ္ရက္ ဗေရာ္နီကာ့ကို သေဘာက်တဲ့ တျခားေက်ာင္းက ေဂ်မီဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္က ဗေရာ္နီကာ့ဖုန္းနံပါတ္ကိုလာေတာင္းတဲ့အခ်ိန္ ဆီရာဘားဂ်က္စ္ရဲ႕ နံပါတ္ကိုေပးလိုက္တယ္အဲ့ဒိေကာင္ေလးဟာ ဆီရာ့ကို ဗေရာ္နီကာ အမွတ္နဲ႔ စာပို႔ၿပီးစကားေျပာတယ္ဆီရာကလဲ ျပန္ေျပာရင္း ညတိုင္းသူတို႔ဖုန္းေတြေျပာ သံေယာဇဥ္ေတြလဲတိုးေပါ့ေဂ်မီကေတာ့ ဆီရာ့ကိုမသိပါဘူးဗေရာ္နီကာလို႔ပဲ ထင္ေနခဲ့တာပါဒီလိုနဲ႔ ဆီရာက ဗေရာ္နီကာနဲ႔ အေပးအယူတစ္ခုလုပ္ၿပီး သူ႔ေနရာမွာ ဝင္ဟန္ေဆာင္ခိုင္းတယ္ဆီရာ နဲ႔ ဗေရာ္နီကာ တို႔ရဲ႕ Friendship ကလဲ တိုးလာတာေပါ့အဲ့ဒိေနာက္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ ဆက္ဟန္ေဆာင္ၿပီး ေဂ်မီ့ကိုအ႐ူးလုပ္ႏိုင္မွာလားၾကားထဲမွာဘယ္လိုအခက္အခဲေတြနဲ႔ ၾကံဳရမလဲဆီရာရဲ႕အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္မလဲဆိုတာ ဆက္လက္ၾကည့္႐ႈရမွာပါေနာ္လူငယ္ေတြႀကိဳက္ႏွစ္သက္မယ္ လို႔ ေမွ်ာ္လင့္ရတဲ့ ဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းပါရေစ ???(ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ)File Size : (800 MB) and (380 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEBRip.DDP5.1.x264-NTGTranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIan SamuelsStarsAlice LeeBrandon Thomas LeeJoey MorganJT NealKristine FrosethMario RevoloriNoah CentineoRJ CylerShannon PurserWilliam PeltzCastAlan RuckAlice LeeAshton SmileyBrandon Thomas LeeChrissy MetzElizabeth ToveyJoey BellJoey MorganJT NealKristine FrosethLea ThompsonMariam ToveyMario RevoloriNoah CentineoRJ CylerShannon PurserShoniqua ShandaiWilliam PeltzWolfgang Novogratz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fdFIVBpq57ZbHok07SI3gNLWUbO.jpg",
      "https://image.tmdb.org/t/p/w300/yGcxNf1qbPDhB1HmSzz97fQuHJc.jpg",
      "https://image.tmdb.org/t/p/w300/lZi3T2JWwGqSOTKFvAVYLiNb9Zc.jpg",
      "https://image.tmdb.org/t/p/w300/jv7RtpzvAwLt3lDd2NEjdABaqtW.jpg",
      "https://image.tmdb.org/t/p/w300/jAlt115Tf0fhtoIzUWcnTtUyDzr.jpg",
      "https://image.tmdb.org/t/p/w300/5iEfGLB4lKy0qppmd3JIrlhVNYQ.jpg",
      "https://image.tmdb.org/t/p/w300/2wtCdPn7cCqr9sGIP0R7YTQvYWU.jpg",
      "https://image.tmdb.org/t/p/w300/lsdyTxCn0zHCzBiw5Ku3VAvxrtm.jpg",
      "https://image.tmdb.org/t/p/w300/bnryAfVe4Iv4ZTSfCTBTn2yfTKP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vjnHRySiVM4YcBYzjCxw344y9g.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sierra-burgess-is-a-loser-2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/sierra-burgess-is-a-loser-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/sierra-burgess-is-a-loser-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Unkb/Sierra_Burgess_Is_A_Loser_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ma9mzopbvwjz",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "q9Pk_Eq4BUc",
      "video_url": "https://www.youtube.com/watch?v=q9Pk_Eq4BUc",
      "embed_url": "https://www.youtube.com/embed/q9Pk_Eq4BUc"
    }
  },
  {
    "metadata": "R|2018|102 min|Drama,Thriller",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "261"
    },
    "title": "An Acceptable Loss (2018)",
    "description": "လူေတြကမွားတတ္ၾကပါတယ္။ဒါေပမဲ့ လက္ခံႏုိင္တဲ့ အမွား လက္မခံႏုိင္စရာအမွားဆုိတာေတာ့ရွိပါတယ္။ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ အမ်ိဳးသားလုံျခံဳေရး အၾကံေပးသူ ေဟာင္း ေဒါက္တာ အဲလိဇဘက္လမ္ ကအၾကီးအက်ယ္မွားခဲ့ပါတယ္။သူ႕ရဲ႕အမွားေၾကာင့္ သူ႕ကုိ ခ်ီးက်ဴးသူေတြကုိေရာ၊ရႈံ႕ခ်သူေတြကုိပါ ေၾကာက္လန္႔ေနရတဲ့အျဖစ္မ်ိဳးျဖစ္ပါတယ္။ဘာလုိ႔မ်ား ခ်ီးမြမ္းသူေတြကုိပါ ေၾကာက္လန္႔ေနရတာပါလဲ။သူဘာေတြမွားခဲ့ပါလဲ။လူေတြနဲ႔ မထိေတြ႕ျဖစ္ေအာင္ပုန္းေရွာင္ေနတဲ့ၾကားက သူ႕အမွားေၾကာင့္ ၾကားက ထိခုိက္နစ္နာခဲ့သူစာေတာ္တဲ့ဘြဲ႕လြန္ေက်ာင္းသား မာတင္ဆာဟိက သူ႕ရဲ႕အမွားက ဘာေၾကာင့္ျဖစ္တယ္ဆုိတာ မေမွ်ာ္လင့္ပဲ သိရွိသြားျပီးေဒါက္တာ လမ္ ကုိကူညီျပီး သူ႕ရဲ႕အမွားကုိ ျပင္ဆင္ေပးဖုိ႔ ၾကိဳးစားခဲ့ပါတယ္။ဒါေပမဲ့ သူတုိ႔ႏွစ္ေယာက္ရဲ႕ အားထုတ္မႈက အထေျမာက္ပါမလား။သူတုိ႔ဆုိတဲ့ ၾကက္ဥေလးေတြက ေက်ာက္ေဆာင္ၾကီးကုိ ကြဲေအာင္ လုပ္ႏိုင္ပါမလားဆုိတာ စိတ္ဝင္တစားၾကည့္ရႈရမွာပါ။(d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္)File Size : (750 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 1hr 42minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe ChappelleStarsBen TavassoliDeanna DunaganJamie Lee CurtisJeff HephnerTika SumpterCastBen TavassoliDeanna DunaganJamie Lee CurtisJeff HephnerTika Sumpter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4ybPbVWqRrNMNORGDLcSp0M5xGa.jpg",
      "https://image.tmdb.org/t/p/w300/uvthCvrxq8sUCd3J6BZjk8Wmyow.jpg",
      "https://image.tmdb.org/t/p/w300/li4KVA38AhUvZASi3xUcztbD8EU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jA9RhCG7O0eDjFPsTr5OphL6mP.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/an-acceptable-loss-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eobj/An_Acceptable_Loss_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/2tbcvaaatykd",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/f6afoipxozc1.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sY-JoNd0UMw",
      "video_url": "https://www.youtube.com/watch?v=sY-JoNd0UMw",
      "embed_url": "https://www.youtube.com/embed/sY-JoNd0UMw"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Adventure,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1500"
    },
    "title": "Invisible Sue(2018)",
    "description": "Invisible Sue(2018)(Zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဆူးဆိုတဲ့ မိန္းကေလးတစ္ေယာက္မွာ အရမ္းေတာ္တဲ့ မ်ိဳး႐ိုးဗီဇသိပၸံပညာရွင္အေမတစ္ေယာက္ရွိတယ္ သူ႔အေမဟာ လူသားေတြက်န္းမာေရးအတြက္ အေထာက္အကူျပဳမယ့္ NT26D ပေရာဂ်က္တစ္ခုကို ျပဳလုပ္ေနခဲ့တယ္ တစ္ေန႔မွာဓာတ္ခြဲခန္းမေတာ္တဆ ေပါက္ကြဲမႈျဖစ္ၿပီး အဲ့ေဆးရည္ေတြဟာ ဆူးနဲ႔ထိေတြ႕ခဲ့ၿပီး ဆူးမွာကိုယ္ေပ်ာက္လို႔ရတဲ့ စြမ္းအင္တစ္မ်ိဳးပိုင္ဆိုင္လိုက္တယ္ ဒီေဆးေဖာ္ျမဴလာအေၾကာင္းကို နားလည္တဲ့သူ႔အေမကို မသမာသူေတြက ျပန္ေပးဆြဲသြားၾကတဲ့အခ်ိန္မွာေတာ့ ကိုယ္ေပ်ာက္လူသား ဆူးတစ္ေယာက္ ဘယ္လိုဆက္ၿပီး သူ႔အေမကို ကယ္တင္သြားမလဲဆိုတာ…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္…(unicode)ဇာတ်လမ်းအကျဉ်းကတော့ ဆူးဆိုတဲ့ မိန်းကလေးတစ်ယောက်မှာ အရမ်းတော်တဲ့ မျိုးရိုးဗီဇသိပ္ပံပညာရှင်အမေတစ်ယောက်ရှိတယ် သူ့အမေဟာ လူသားတွေကျန်းမာရေးအတွက် အထောက်အကူပြုမယ့် NT26D ပရောဂျက်တစ်ခုကို ပြုလုပ်နေခဲ့တယ် တစ်နေ့မှာဓာတ်ခွဲခန်းမတော်တဆ ပေါက်ကွဲမှုဖြစ်ပြီး အဲ့ဆေးရည်တွေဟာ ဆူးနဲ့ထိတွေ့ခဲ့ပြီး ဆူးမှာကိုယ်ပျောက်လို့ရတဲ့ စွမ်းအင်တစ်မျိုးပိုင်ဆိုင်လိုက်တယ် ဒီဆေးဖော်မြူလာအကြောင်းကို နားလည်တဲ့သူ့အမေကို မသမာသူတွေက ပြန်ပေးဆွဲသွားကြတဲ့အချိန်မှာတော့ ကိုယ်ပျောက်လူသား ဆူးတစ်ယောက် ဘယ်လိုဆက်ပြီး သူ့အမေကို ကယ်တင်သွားမလဲဆိုတာ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်…File Size : (850MB) and (306 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:30:00Genre : Adventure,  FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwe Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarkus DietrichStarsAnna Shirin HabedankJeanne WernerLuc SchiltzLui EckhardtRuby M. LichtenbergVictoria MayerCastAnna Shirin HabedankJeanne WernerLuc SchiltzLui EckhardtRuby M. LichtenbergVictoria Mayer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1bHp2hFAlYhBhN3PGYhFcIj9mpq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sTibdl3hAoCsxgzmtQZS0mvxKMx.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/vlLS95Q3Nj",
        "server": "drive.google.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://myandrive.net/file/Cv8QdW9KMz",
        "server": "drive.google.com",
        "size": "306 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/3uxwd/Invisible_Sue.2019.WEB-DL720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3uxwy/Invisible_Sue.2019.360p.pp.mp4",
        "server": "megaup.net",
        "size": "306 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/2AJp/Invisible_Sue.2019.WEB-DL720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/2AJu/Invisible_Sue.2019.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "306 MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/_y6qvt5Vtvc/Invisible_Sue.2019.WEB-DL720P.PP.mp4",
        "server": "openload.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://openload.co/f/vYYe-RgS-5M/Invisible_Sue.2019.360p.pp.mp4",
        "server": "openload.co",
        "size": "306 MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/ocrooflsormnnlma/Invisible_Sue_2019_WEB-DL720P_PP_mp4",
        "server": "streamango.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://streamango.com/f/flddtposocnbmose/Invisible_Sue_2019_360p_pp_mp4",
        "server": "streamango.com",
        "size": "306 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|103 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "8,087"
    },
    "title": "Dogman (2018)",
    "description": "CM ပရိတ္သတ္ေတြဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ “The Dogman” ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္…ဒီဇာတ္လမ္းကေတာ့ အီတလီဇာတ္လမ္းျဖစ္ပါတယ္…IMDb 7.4 ရထားတာမို႔ အထူးၫႊန္းေနစရာမလိုပါဘူး…အၫြန္း – မာဆယ္လိုဆိုတာကေတာ့ Dogman ဆိုတဲ့ ေခြးေစာင့္ေရွာက္ေရးဆိုင္ဖြင့္ထားတဲ့ စီးပြားေရးသမားတစ္ေယာက္ပါ..မာဆယ္လိုမွာ သူအရမ္းခ်စ္ရတဲ့ သမီးေလးတစ္ေယာက္ရွိပါတယ္…မာဆယ္လိုမွာ ဆီမြန္နဲ လို႔ေခၚတဲ့ သူငယ္ခ်င္း တစ္ေယာက္လည္းရွိပါတယ္…ဆီမြန္နဲဟာ မာဆယ္လိုတို႔ ေနတဲ့ေနရာမွာေတာ့ လူေကာင္ႀကီးႀကီးနဲ႔ လူတိုင္းေၾကာက္ရတဲ့ လူဆိုးတစ္ေယာက္ျဖစ္ပါတယ္…ေဆးစြဲၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့ တစ္ကိုယ္ေကာင္းသမားတစ္ေယာက္ပါ…ဓားျပတိုက္တယ္ ေဆးခ်တယ္ လူမိုက္အလုပ္အကုန္လံုးက ဆီမြန္နဲလက္က မလြတ္ပါဘူး…မာဆယ္လိုကေတာ့ ဆီမြန္နဲ နဲ႔ ေျပာင္းျပန္ပါ…လူေကာင္ေသးေသးနဲ႔ သူငယ္ခ်င္းျဖစ္သူ ဆီမြန္နဲကိုလည္း အထူးေၾကာက္ရပါတယ္…မာဆယ္လိုဆိုင္ေဘးမွာေတာ့ အိမ္နီးခ်င္းတစ္ေယာက္ရဲ႕ရတနာဆိုင္ရွိပါတယ္..ဒါကို သိတဲ့ ဆီမြန္နဲက ေဘးဆိုင္ကို ေဖာက္ထြင္းဝင္ဖို႔ မာဆယ္လိုကို ေျပာပါတယ္… ရတဲ့အျမတ္ကို တစ္ေယာက္တစ္ဝက္ယူၾကမယ္ေပါ့…ဒီအခ်ိန္ဟာမာဆယ္လိုသမီးေလးနဲ႔ ခရီးသြားဖို႔ ပိုက္ဆံလိုတဲ့ အခ်ိန္လည္းျဖစ္ပါတယ္… ဒါေပမဲ့မာဆယ္လိုက ဒီအၾကံကို ျငင္းခဲ့ပါတယ္…တစ္ကိုယ္ေကာင္းသမား ဆီမြန္နဲ တစ္ေယာက္ မာဆယ္လိုကို အတင္းအၾကပ္လုပ္ခိုင္းတဲ့အခ်ိန္မွာေတာ့…မာဆယ္လိုတစ္ေယာက္ သူ႔ရဲ႕Dogman ဆိုင္အရင္လို အဆင္ေျပပါေတာ့မလား…သူနဲ႔ ဆီမြန္နဲ ပူးေပါင္းၿပီး ဆိုင္ေဖာက္ၾကမလား….မာဆယ္လို အရင္လို အိမ္နီးခ်င္းေတြရဲ႕ ေလးစားမႈကို ရဦးမလား စတာေတြကို ၾကည့္႐ွဳရပါမယ္…မိတ္ေဆြစစ္ မိတ္ေဆြတုက ဘယ္လိုမ်ိဳးလဲ…Dogman ဆိုင္က လိမၼာတဲ့ ေခြးေလးေတြအေၾကာင္းစတာေတြကို စိတ္ဝင္တစားၾကည့္႐ွဴရမွာျဖစ္ပါတယ္(ဇာတ္လမ္းအညႊန္း နဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ May Haruko ပါ)File Size : (750 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1h 43minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DEPTHTranslated by May HarukoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrea TagliaferriCiro ScognamiglioMatteo GarroneNicola Di RobilantPaolo TrottaStarsAdamo DionisiAlida Baldari CalabriaAniello ArenaEdoardo PesceFrancesco AcquaroliGiancarlo PorcacchiaGianluca GobbiLaura PizziraniMarcello FonteNunzia SchianoCastAdamo DionisiAlida Baldari CalabriaAniello ArenaDaniele SalicetiEdoardo PesceEmanuele BarbalongaFrancesco AcquaroliGennaro IannoneGiancarlo PorcacchiaGianluca GobbiLaura PizziraniMarcello FonteMarco PerfettiMiriam PlatanoMirko FrezzaNelly OlivaNunzia SchianoVittorio Russo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zquMDqlhGYXdXiteRguQSlVGznx.jpg",
      "https://image.tmdb.org/t/p/w300/hWLalccEz8LWpRp4lfaI16NzMNC.jpg",
      "https://image.tmdb.org/t/p/w300/1pjzIKGa9UZ5XDcAIueunT9rDSL.jpg",
      "https://image.tmdb.org/t/p/w300/1O5FM8QxvlVCpQjh8FtTzmRuUsR.jpg",
      "https://image.tmdb.org/t/p/w300/tC8znY0eYDVGhYCSomr5whAsqVF.jpg",
      "https://image.tmdb.org/t/p/w300/qSnLfF1SQssaNcozqLzhXZdxEjk.jpg",
      "https://image.tmdb.org/t/p/w300/mgfxkCJLvudtnTOJml5mFbHWbk0.jpg",
      "https://image.tmdb.org/t/p/w300/kP0O22In6tCsoWEgoONh7Z6vcTQ.jpg",
      "https://image.tmdb.org/t/p/w300/5zZy4Ag3fETBzqnPNDq5cT5Dd8g.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pqaNWWkcEmcdxkMrUnoxI3Viw4h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dogman-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ytbp/Dogman_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/5wua2amqqlcw",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o4jil5isg4gj.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ewh0lBcEb2U",
      "video_url": "https://www.youtube.com/watch?v=ewh0lBcEb2U",
      "embed_url": "https://www.youtube.com/embed/ewh0lBcEb2U"
    }
  },
  {
    "metadata": "N/A|2018|110 min|Biography,Drama,War",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1,438"
    },
    "title": "A Private War(2018)",
    "description": "A Private War(2018)IMDB 6.8,,,,,Rotten ….. 89ဒီဇာတ်ကားကတော့ အမျိုးသမီး သတင်းထောက်တစ်ယောက်ဖြစ်တဲ့ Marie Colvin အကြောင်းကိုရိုက်ကူးထားတာပါ……..သူမဟာ  အများအတွက်အကျိုးရှိစေမယ့် သတင်းမှန်တစ်ခုတင်ပြဖို့အတွက်ဆိုဘာမဆို ရင်ဆိုင်ရဲတဲ့ အာဂသတ္တိခဲသတင်းထောက်တစ်ဦးပါ…အချိန်မရွေးအသက်ပျောက်သွားနိုင်တဲ့ စစ်တလင်းတွေကြား သတင်းယူဖို့ ဝန်မလေးသလိုဒီသတင်းကိုတင်ပြဖို့အရေးလည်း လက်မတွန့်တတ်သူတစ်ယောက်ပါ…သူမရဲ့ ရဲဝံမှုတွေနဲ့ အများအကျိုးပြုဆောင်ရွက်ချက်တွေကြောင့် ဂုဏ်ပြုဆုများစွာရရှိခဲ့သလိုသတင်းသမားတွေရဲ့ စံပြအမျိုးသမီးလည်းဖြစ်ခဲ့ပါတယ်..ဒါ့ကြောင့် ဒီဇာတ်ကားကိုပြန်လည်ရိုက်ကူးခဲ့ခြင်းဖြစ်ပါတယ်…ဒီဇာတ်ကားဟာလည်း ဆု(၂)ဆုနဲ့ အခြားဆု(၇)ဆုအတွက်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါတယ်..ကိုင်း Marie Colvin တစ်ယောက် ဘယ်လိုပြုမူလှုပ်ရှားလဲ..စစ်ပွဲကြားကိုအသက်စွန့်ပြီးဘယ်လို သတင်းယူလဲ….ကိုင်း စစ်အတွင်း ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးကိုကြည့်ရှုချင်တဲ့သူတွေအတွက်ကားကောငး်တစ်ကားပါ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Myo ပဲဖြစ်ပါတယ်…File Size : (1GB) and (326 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:50:00Genre :Biography,Drama,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by May MyoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatthew HeinemanStarsAlexandra MoenCorey JohnsonFaye MarsayHilton McRaeJamie DornanNikki Amuka-BirdRaad RawiRosamund PikeStanley TucciTom HollanderCastAlexandra MoenAmanda SmithAngela YeohBharat MistriCorey JohnsonEmil HajjFady ElsayedFaraz M. KhanFaye MarsayGina MorrishGurnita Kaur KahlonHelen Iesha GoldthorpeHilton McRaeIan MorineImogen KingJamie DornanJérémie LaheurteJesuthasan AntonythasanKishore BhattManoj AnandMichael HaydonMichèle BelgrandNadeem SroujiNatasha JayetilekeNikki Amuka-BirdPamela Betsy CooperPano MastiRaad RawiRosamund PikeRudy Valentino GrantStanley TucciTom HollanderWissam TobailehXavier Gomez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zSk25kCxrdJlUYpkmnfPa9QwWus.jpg",
      "https://image.tmdb.org/t/p/w300/a34Q2xknjRKhcG9ZMDa7FjkP05H.jpg",
      "https://image.tmdb.org/t/p/w300/gU5bohYbpFXXxFqsxgIJaBj4f7p.jpg",
      "https://image.tmdb.org/t/p/w300/w9elWfwyzQTjvqsqRzyXKfJi1Rv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNmQxYzZkNzQtMzVkMC00MjJkLTk4MWItMTMzNzkwYjZjYTQ5XkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_SY1000_CR006891000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-private-war-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/SDtx/A_Private_War_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-private-war-2018",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://veryfiles.com/mgpb111n8u2w",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed4.com/gcknhpeeukcy.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "88w-xtEzibY",
      "video_url": "https://www.youtube.com/watch?v=88w-xtEzibY",
      "embed_url": "https://www.youtube.com/embed/88w-xtEzibY"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "153"
    },
    "title": "(Twisted) Psycho Ex-Girlfriend  (2018)",
    "description": "ကိုရီးယားကားေတြမွာ သံုးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေတြၾကည့္ဖူးၾကတယ္ဟုတ္…ဒီကားမွာလည္း သံုးပြင့္ဆိုင္ဇာတ္လမ္းမ်ိဳးကိုဘာဆက္ျဖစ္လာမလဲဆိုတဲ့ ဖီလင္မ်ိဳးနဲ႔ စိတ္ဝင္တစားၾကည့္႐ႈရမွာပါ…ကာရာ ဆိုတဲ့အမ်ိဳးသမီးေလးဟာစိတ္က်န္းမာေရးတိုင္ပင္ေဆြးေႏြးေပးသူတစ္ေယာက္ျဖစ္ၿပီးလူေတြကိုကူညီတတ္တဲ့ စိတ္သေဘာထားေကာင္းတဲ့ေကာင္မေလးတစ္ေယာက္ပါ..သူ႔ရဲ႕ရည္းစားကေတာ့ တိုင္လာ ဆိုတဲ့အမ်ိဳးသားျဖစ္ၿပီး တိုင္လာ့ကိုလဲ မူးယစ္ေဆးစြဲေနတဲ့ဘဝကေန ကာရာ ကကယ္တင္ထားတာပါ…သူတို႔ႏွစ္ေယာက္က တစ္ေယာက္ကိုတစ္ေယာက္အခ်စ္စစ္ေတြနဲ႔အရမ္းခ်စ္ၾကၿပီး လက္ထပ္ၾကဖို႔ဆံုးျဖတ္လိုက္တဲ့အခ်ိန္မွာတိုင္လာ့ရဲ႕အရင္ရည္းစားျဖစ္တဲ့ အစၥဘယ္လာ ဟာသူတို႔ရဲ႕ဘဝထဲကိုဝင္ေရာက္လာပါေတာ့တယ္…ကဲသူတို႔သံုးေယာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့..စိတ္ဝင္စားစရာပါပဲေနာ္..ဤဇာတ္ကားကို May Thu မွဘာသာျပန္ေပးၿပီးအၫႊန္းကိုလဲ ကိုယ္တိုင္ပဲေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhilippe GagnonStarsElisabeth HarnoisKimberly-Sue MurrayMatthew StefiukMichel PerronMorgan KellyNick BaillieThomas MitchellVictoria SanchezCastElisabeth HarnoisKimberly-Sue MurrayMatthew StefiukMichel PerronMorgan KellyNick BaillieThomas MitchellVictoria Sanchez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x0IPrqUTpD3r3LM3gg2RriIgOwf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNWE1YTg2NDItMzVhMC00OGRhLTg1OWQtNmIzYzQ1YjI0Nzc3XkEyXkFqcGdeQXVyMTk1NzUwMA@@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/psycho-ex-girlfriend-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/STd0/Psycho_(Ex-Girlfriend)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/6yk6ypeze0p8.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "Fq0ofFp82jg",
      "video_url": "https://www.youtube.com/watch?v=Fq0ofFp82jg",
      "embed_url": "https://www.youtube.com/embed/Fq0ofFp82jg"
    }
  },
  {
    "metadata": "N/A|2018|85 min|Comedy,Crime",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1,387"
    },
    "title": "Arizona",
    "description": "CM Fan တွေ အတွက် ဒီတစ်ခေါက်မှာတော့မတင်ဖြစ်တာ ကြာပြီ ဖြစ်တဲ့ ဆိုက်ကို လူသတ်သမား ရုပ်ရှင်ကားလေးပါဇတ်လမ်းပုံစံကတော့ ခေတ်မှီတိုးတက်လာတဲ့ လူနေမှု စနစ် မှာသိသိသာသာ ဂျင်းထည့်နေတဲ့ အိမ်ခြံမြေ ပွဲစားတွေ အကြောင်းပါတိုးချဲ့ မြို့သစ် တစ်ခုမှာ အိမ်စျေးတွေ တက်လာမယ် ခြံစျေးတွေတက်လာမယ်ဆိုပြီး ဂျင်းလိုက်ထည့်နေတဲ့ ကတ်ဆီ ဆိုတဲ့အိမ်ပွဲစားမလေး ရှိပြီး သူကိုယ်တိုင်ကလဲ အိမ်ပွဲစားမဖြစ်ခင်အိမ်ပွဲစား လူလည်တစ်ယောက်ဖြစ်သူ သူ့သူဌေးဆီက ဂျင်းမိပြီးမဖြစ်ထွန်းတဲ့ ခေါင်တဲ့ မြို့မှာ အိမ်ဝယ်မိသူ တစ်ယောက်ပါလောလောဆယ် လတ်တလော အကျွေးတွေ ပိပြီး သမီးတစ်ယောက်ရှိတဲ့အိမ်ထောင်ကွဲ အမျိုးသမီးတစ်ယောက်ပေါ့….Phone အားကုန်နေပြီလား XP Power Bank ရှိတယ်...သူ ဂျင်းထည့်ခံရသလို သူများကိုလဲ ဂျင်းလိုက်ထည့်တဲ့ ပညာကိုကတ်ဆီ တစ်ယောက် ရရှိသွားပြီး သူ့သူဌေး နဲ့ ပေါင်းကာပိုက်ဆံရှိသူတွေကို မက်လုံးပေး ခေါင်တဲ့နေရာက အိမ်ခြံမြေတွေကိုမတန်တဆ စျေးတွေနဲ့ ရောင်းထုတ်ခဲ့ပါတယ်…တစ်ရက်မှာတော့ သူတို့ ဂျင်းထည့်ခဲ့တဲ့ Customer တစ်ဦး ဖြစ်သူမော်ရမ် မှ ကတ်ဆီ ရဲ့ သူဌေး ကို သတ်ဖြတ်ပြီး ကတ်ဆီကိုပြန်ပေးဆွဲခဲ့ပါတော့တယ် ရဲရော ဘယ်အဖွဲ့အစည်းကိုမှဆက်သွယ်မရအောင် ခေါင်တဲ့ ဒီတိုးချဲ့မြို့သစ်ကနေသူမ ဘယ်လိုလွတ်မြောက်နိုင်မလဲဆိုတာသည်းထိတ်ရင်ဖို ကြည့်ရှုနိုင်ပါပြီ….ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားတာကတော့May Thu ဖြစ်ပြီး Thit San Khant မှတင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan WatsonMara HerdmannStarsAudrey WaltersDanny McBrideDavid Alan GrierElizabeth GilliesKaitlin OlsonKevin WigginsLolli SorensonLuke WilsonRosemarie DeWittTravis HammerCastAngelique MidthunderAudrey WaltersBrett ColeDanny McBrideDavid Alan GrierElizabeth GilliesJoe BerrymanKaitlin OlsonKevin WigginsKimberly Hebert GregoryLarry GlaisterLolli SorensonLuke WilsonRosemarie DeWittSeth RogenTravis HammerVivian Nesbitt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ydYBgKoi6LwXdzjaUFOgQ5kpPED.jpg",
      "https://image.tmdb.org/t/p/w300/gQ6Tw3MPtFI7pN0dE5Cd4t64gvD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRkNjQyMWEtN2YwYy00MzVkLWEyMTEtN2Y3MWZiOGFkZWY2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/arizona-2018-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/arizona-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3386j/Arizona_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/zpcgtyrp0ewe.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "RmvNhJOMo4Y",
      "video_url": "https://www.youtube.com/watch?v=RmvNhJOMo4Y",
      "embed_url": "https://www.youtube.com/embed/RmvNhJOMo4Y"
    }
  },
  {
    "metadata": "PG|2018|84 min|Action,Animation,Comedy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5,512"
    },
    "title": "Teen Titans Go! To the Movies (2018)",
    "description": "teen titan ဆိုတာနဲ့လူတိုင်​းမဟုတ်​​တောင်​ ​တော်​​တော်​များများသိကြမယ်​ထင်​တယ်​DC ကhero​တေ​ွ​ပေါ့trollထားတာ​တွေလဲပါတယ်Marvel hero တစ်​​ယောက်​ကိုခပ်​ပါးပါး​လေးtrollထားတယ်​ တစ်​ကားလုံးနီးပါး​လောက်​​ဟာသ​တွေချည်​းပဲ​နောက်​တစ်​ခုကmovie soundtrackတစ်​ခါနား​ထောင်​တာနဲ့တင်​နားစွဲတယ်​ ​တော်​​တော်​လဲ​ကောင်​းတယ်​ နား​ထောင်​ကြည်​့ပါ ​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ Robinတစ်​​ယောက်​သူ့ကို တကယ်​့heroအဖြစ်​လက်​ခံလာ​အောင်​ကြိုးစားတာပဲဒီကာတွန်​းကားမှာရုပ်​ရှင်​ရိုက်​ခံရတဲ့ဟီးရိုး​တွေသာ real hero ဆိုပြီးလက်​ခံထားတာ အဲ့မှာရုပ်​ရှင်​ရူးရူး​နေတဲ့Robin ဟာသူရုပ်​ရှင်​ရိုက်​ခံရဖို့အတွက်​ဘာမှဆိုလုပ်​တဲ့အ​ကြောင်​း​လေး​ပေါ့ဟာသ​လေး​တွေသီချင်​း​လေး​တွေအ​ပြောင်​အပျက်​​လေး​တွေပါတယ်​ဆို​တော့ Hero Fan မဟုတ်​ရင်​​တောင်​တစ်ခါကြည်​့လိုက်​ရင်​အကြိုက်​​တွေ့သွားမှာအမှန်​ပဲHero Fan ​တွေက​တော့လုံးဝလက်​မလွတ်​သင်​့တဲ့ဇာတ်​ကား​လေးပ​ါFile Size : (611 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 24minFormat : Mp4Genre : Animation , Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron HorvathPeter Rida MichailStarsGreg CipesHynden WalchJimmy KimmelKal-El CageKhary PaytonKristen BellNicolas CageScott MenvilleTara StrongWill ArnettCastAlexander PolinskyDave StoneDavid KayeEric BauzaFred TatascioreGreg CipesGreg DaviesHalseyHynden WalchJames Arnold TaylorJimmy KimmelJoey CappabiancaJohn DiMaggioKal-El CageKhary PaytonKristen BellLil YachtyMeredith SalengerMichael BoltonNicolas CagePatton OswaltPhil MorrisScott MenvilleStan LeeTara StrongTom KennyVanessa MarshallWil WheatonWill Arnett",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1SjsVcGO2T2cCrhlhXi8gxQl7jx.jpg",
      "https://image.tmdb.org/t/p/w300/fYhFxoU7RCsGv3k8UKg6xeO1bQW.jpg",
      "https://image.tmdb.org/t/p/w300/6FTc6G8gwawItBqGQd7sYtf6s3f.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AiEuNw3Lg0PIPNUQ3PIWWElwGcY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/teen-titans-go-to-the-movies-2018-mm-sub",
        "server": "VIP Links",
        "size": "611 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/teen-titans-go-to-the-movies-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "611 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1sqYpN1oxmg",
      "video_url": "https://www.youtube.com/watch?v=1sqYpN1oxmg",
      "embed_url": "https://www.youtube.com/embed/1sqYpN1oxmg"
    }
  },
  {
    "metadata": "Unrated|2018|1h 45min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "704"
    },
    "title": "My Little Monster (2018)",
    "description": "My Little Monster (2018)~ MyDramaList – 7.8/10 ~ဂျပန်ပရိသတ်တွေ အတော်ရင်းနှီးလောက်မယ့် မင်းသား၊ မင်းသမီးတွေ ခေါင်းဆောင်ပါဝင်ထားတဲ့ ဂျပန်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Shizuku ဆိုတဲ့ကောင်မလေးရှိတယ်။ စာအရမ်းတော်တယ်။ အတန်းထဲမှာလည်း ထိပ်ဆုံး။ သူဟာ ပန်းခေတ်က လမင်းလေးပေါ့။ ကြယ်မြင်လမြင် လောကဓံတွေကိုလည်းမသိဘူး။ စာကလွဲ ဘာမှမသိတဲ့ သူ့ကမ္ဘာလေးဟာ ကျဉ်းကျဉ်းလေးပေါ့။ ‌သူ့ရဲ့ နေ့ရက်အချိန်အခါတွေကို ကျက်စရာ စာတွေကပဲ ကြီးစိုးထားခဲ့တယ်။ ဒီလိုနဲ့ တစ်ခုသောနေ့ကို ရောက်လာခဲ့တယ်။အဲဒီနေ့မှာ Shizuku ဟာ Haru လို့ခေါ်တဲ့ ပင်လယ်တစ်၀က် တောင်တန်းတစ်၀က် လူပေလူတေလေးနဲ့ ကံကြမ္မာမိုး‌မည်းတွေရွာနေတုန်း ချစ်ခြင်းတရားမှတ်တိုင်ကလေးမှာ အတူတူထိုင်ပြီး မိုးအတူခို မိုးအတူစိုခဲ့ရတယ်။ စစချင်းတော့ သူတို့ဇာတ်လမ်းဟာ ပန်းလက်ဖဝါးမှာ ပါးအပ်ပိုင်ခွင့်မရှိတဲ့ကောင်လေးနဲ့ ရွှေဖိနပ်မှာ အစိမ်းရောင်ကြက်ခြေခတ်နဲ့ ကောင်မလေးရဲ့ ဇာတ်လမ်းပေါ့။ Haru ဟာ လူငယ်တစ်ယောက်ရဲ့ ကျောက်ထွင်းရာဇ၀င်ကို ရေးရင်း Shizuku ရဲ့ ကမ္ဘာကိုဖွင့်ရင်း နတ်ပျိုမအတွက်ပန်းကို ဆက်လေရဲ့။ ဒီလိုနဲ့ ကောင်းကင်အကြွေကောက်တဲ့လက်တွေနဲ့ Shizuku ရဲ့ ၀င်္ကပါကိုဖွင့်ရင်း Shizuku ရဲ့ နံနက်ခင်းထဲကို ၀င်ခွင့်ရဖို့ကြိုးစားတဲ့ ဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပေါ့…(ဒီဇာတ်ကားကိုNay Lin Tharမှ ပြန်ဆို‌ပေးထားပါတယ်)Size – 1.3GB, 761MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 45MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byNay Lin TharEncoded by ChuckYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSho TsukikawaStarsElaiza IkedaGaku SanoKazunori MimuraKeisuke NakataMasaki SudaMinami HamabeMocomichi HayamiNari SaitouNoriko IriyamaShirô SanoTao TsuchiyaTetsuya SugayaTomorowo TaguchiTsukino YamamotoYuki FurukawaYuki YamadaCastElaiza IkedaGaku SanoKazunori MimuraKeisuke NakataMasaki SudaMinami HamabeMocomichi HayamiNari SaitouNoriko IriyamaShirô SanoTao TsuchiyaTetsuya SugayaTomorowo TaguchiTsukino YamamotoYuki FurukawaYuki Yamada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A58hlFNNaq46JBOFmuhtB7xJBOe.jpg",
      "https://image.tmdb.org/t/p/w300/hUJWDvlGkZ9aRg91wqiTAVte7fg.jpg",
      "https://image.tmdb.org/t/p/w300/xF4D5FxjJqntFkmc30gmwZRoNGV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pPxHH7onQ090ygTx5G5erQmQCSH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-little-monster-2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-little-monster-2018-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tvaB/(CM)_My_Little_Monster_(2018)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JPVxlKCY#MO3EdA9Cav3Gu6OMXenxOxs-OR-kgmGmAlgNWuUUo80",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5q8wwijf0g3x.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/7r5h2q7awbkn.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-little-monster-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "761MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tvay/(CM)_My_Little_Monster_(2018)_720p.mp4",
        "server": "megaup.net",
        "size": "761MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0fc2xSjK#VUa_Hn7HiR7DFgjeJqDd2v5vfavWRinww_NQxX_ASWA",
        "server": "mega.nz",
        "size": "761MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/acm8z7a9x7v7.html",
        "server": "usersdrive.com",
        "size": "761MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/0v51z4fhiruz.html",
        "server": "streamsb.com",
        "size": "761MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gAXZVDc2mXo",
      "video_url": "https://www.youtube.com/watch?v=gAXZVDc2mXo",
      "embed_url": "https://www.youtube.com/embed/gAXZVDc2mXo"
    }
  },
  {
    "metadata": "N/A|2018|109 min|Comedy,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "624"
    },
    "title": "Ladies in Black (2018)",
    "description": "ေလာကမွွာ လူေတြဟာ ခဏအလည္လာတဲ့ဧည့္သည္လို႔ေျပာၾကတယ္……ေက်ာ္ၾကားလွတဲ့ F. G. Goode ဆိုတဲ့ ဖက္ရွင္ဆိုင္မွာလည္းအနက္ေရာင္ဝတ္ အေရာင္းစာေရးအမ်ိဳးသမီးေလးေတြေရာက္လာလိုက္ ထြက္သြားလိုက္နဲ႔ေပါ့…The Women in Black ဇာတ္ကားထဲမွာေတာ့အဲ့ဒီအနက္ေရာင္ဝတ္ အမ်ိဳးသမီးေတြရဲ႕ဘဝဇာတ္ခံု အဖံုဖံုကို တင္ဆက္ေပးသြားမွာပါ။သူတို႔ရဲ႕ ရုန္းကန္ရတဲ့ဘဝ၊ ေမွ်ာ္လင့္ခ်က္၊ လိုအင္ဆႏၵနဲ႔ခ်စ္ျခင္းေမတၲာတို႔ကို ရသစံုလင္စြာတင္ဆက္ေပးထားတာပါ။Christmas ကာလကိုေနာက္ခံထားတာေၾကာင့္ဒီေန႔လိုခရစၥမတ္မွာ ေစာင္ေလးျခံဳၿပီးဇိမ္ယူၾကည့္ဖို႔ ၾကည့္ေကာင္းမယ့္ ကားေလးပါ။ရုပ္ရွင္ကားကို Bommy Chan က ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBruce BeresfordStarsAngourie RiceJulia OrmondLuke PeglerNicholas HammondNoni HazlehurstRachael TaylorRyan CorrShane JacobsonSusie PorterVincent PérezCastAlison McGirrAngourie RiceCelia MassinghamDeborah KennedyGeneviève LemonJulia OrmondKevin MacIsaacLuke PeglerNicholas HammondNoni HazlehurstRachael TaylorRyan CorrShane JacobsonSusie PorterVincent Pérez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gIkqcEqz0rj6rK1knYAOoXpwA3y.jpg",
      "https://image.tmdb.org/t/p/w300/5Bf6fRNxCMUkoPcHosbGtmYRZ56.jpg",
      "https://image.tmdb.org/t/p/w300/dopi1kN1j3cjnKCjkJQyZZ0Tpy3.jpg",
      "https://image.tmdb.org/t/p/w300/nnVXjJF2ih3O8UXaXyQ863R13BH.jpg",
      "https://image.tmdb.org/t/p/w300/sFL7FJu1o7ndsxwtC8oWnMegkDv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDU0MzllNWQtY2Y3Zi00MDk2LTg0YzMtYWFjYjNiOTNlMWRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006731000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ladies-in-black-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://megaup.net/2eNct/Ladies_In_Black_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://upstream.to/q9mb8zkmhcaq",
        "server": "upstream.to",
        "size": "1.16 GB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://usersdrive.com/gbcvc6vbfly4.html",
        "server": "usersdrive.com",
        "size": "1.16 GB",
        "quality": "Blu-ray1080p"
      }
    ],
    "trailer": {
      "video_id": "rd7aD7F2QCg",
      "video_url": "https://www.youtube.com/watch?v=rd7aD7F2QCg",
      "embed_url": "https://www.youtube.com/embed/rd7aD7F2QCg"
    }
  },
  {
    "metadata": "|2018|2h 20min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,536"
    },
    "title": "Hello Guru Prema Kosame (2018)",
    "description": "2017 တုန်းက ထွက်ခဲ့တဲ့ Hello ဆိုတဲ့ အချစ်အက်ရှင်ကားလေးကို မှတ်မိကြဦးမယ် ထင်ပါတယ်။ကြည့်တဲ့သူတိုင်းကို မျက်ရည်ဝိုင်းစေတဲ့ ဇာတ်ကားကောင်းလေးပေါ့။လာပါပြီ နောက်တစ်ကား….ဒီကားလေးက တောင်ပိုင်းမင်းသားချော Ram ရဲ့ အသစ်စက်စက် ထွက်ရှိလာတဲ့ အချစ်ဟာသကားလေးပါ။ထူးခြားတာက. . .အိန္ဒိယကား တော်တော်များများမှာ လူဆိုး လူမိုက် လူတွင်ကျယ်အဖြစ် ခေါက်ရိုးကျိုးအောင် သရုပ်ဆောင်ခဲ့ရတဲ့ လူကြမ်းသရုပ်ဆောင်Prakash Raj ရဲ့ အားရစရာကောင်းတဲ့ သရုပ်ဆောင်ဟန်ပါ။မင်းသားချော Ram က အချစ်အက်ရှင်ကားတွေနဲ့ထိုးဖောက်နေသလို လူကြမ်းသရုပ်ဆောင်ကြီး Prakash ကဒီကားမှာ သမီးဖြစ်သူကို စိတ်မချတဲ့ ဖအေတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားတာပါ။လူကြမ်းဇာတ်ရုပ်ကို လူအများ ရွံစရာဖြစ်အောင်အမြင်ကပ်စရာဖြစ်အောင် သရုပ်ဆောင်တတ်သလိုဒီလို တမူထူးခြားတဲ့ ဇာတ်ရုပ်မှလည်း Prakash ဟာ ဆရာကျနေဆဲဖြစ်ပါတယ်။ကျွန်တော်တော့ ဒီကားမှာ မင်းသားမင်းသမီးထက်Prakashကို တအားကြိုက်သွားပါတယ်။” ဇာတ်လမ်းအကျဉ်း ”ဆန်ဂျူးဆိုတာက မိဘနှစ်ပါးက အလိုလိုက်ထားလို့ရပ်ကျော်ရွာကျော်လုပ်နေတဲ့ ခပ်ဆိုးဆိုး ခပ်ပေပေ လူငယ်လေးဖြစ်ပါတယ်။တစ်နေ့တော့ မိဘတွေရဲ့ဆန္ဒအရ အလုပ်လုပ်ဖို့အတွက် ဟိုက်ဒရာဘတ်က Prakash တို့အိမ်မှာ သွားနေရပါတယ်။Prakashနဲ့ သူ့အမေက ငယ်သူငယ်ချင်းတွေမို့Prakash အိမ်မှာ နေရင်း အလုပ်လုပ်ရင်းပေါ့။Prakash ရဲ့ဇာတ်ကောင်နာမည်က ဗစ်ရှ်ဝါနာ့သ်တဲ့။ဗစ်ရှ်ဝါက လူတစ်မျိုးဗျ။သူ ပေးထားတဲ့ ကတိတစ်ခုကို ဘယ်လိုနည်းနဲ့မဆို ထိန်းသိမ်းတတ်တဲ့ လူမျိုး။သူ့မှာ ဆန်ဂျူးနဲ့ရွယ်တူ သမီးလေးတစ်ယောက် ရှိသေးတယ်။အာနူးတဲ့။အင်ဂျင်နီယာ ကျောင်းသူလေးပေါ့။မောင်မင်းကြီးသား ငပွေးဆန်ဂျူးနဲ့ အာနူးတို့က လာလာချင်း ဆောက်နဲ့ထွင်းဆိုသလိုပဲဆန်ဂျူးမြို့ကို တက်လာတဲ့နေ့မှာပဲ ရထားပေါ်မှာ ရန်ဖြစ်လာကြသူတွေ။ဒီတော့ တစ်အိမ်တည်းမှာသာ အတူနေကြတာ. . .တစ်ယောက်ကိုတစ်ယောက် ကြည့်လို့ရတဲ့သူတွေ မဟုတ်ဘူး။သို့ပေမယ့် ဆန်ဂျူးက အာနူးကို နေ့စဉ် ဆိုင်ကယ်နဲ့ကျောင်းကို လိုက်ပို့ပေးရတယ်။အနေနီးလာတော့ သံယောဇဉ်ဖြစ်လာရင်းကနေအမောင် ဆန်ဂျူးရဲ့ မသိစိတ်မှာ အာနူးဆိုတဲ့ အချစ်ကြိုးလေးက လာပြီးငြိတွယ်မိတယ်။ကိုယ်တိုင်က မသိပေမယ့် အာနူးကို အိမ်ထောင်ချပေးဖို့အတွက်သူ့ဖခင်ကြီး ဗစ်ရှ်ဝါက သူ့မိတ်ဆွေတစ်ယောက်ရဲ့သားနဲ့လူကြီးချင်း စကားပြောလာပြီးတဲ့အချိန်ကျမှ…ဆန်ဂျူးဟာအာနူးကို ချစ်မိနေပြီဆိုတာ သိလိုက်ရတယ်။ဒီကြားထဲမှာ ဗစ်ရှ်ဝါနဲ့ ဆန်ဂျူးတို့က အချင်းချင်း ရင်ဖွင့်ကြရင်း ဆန်ဂျူးဟာ ဗစ်ရှ်ဝါဆီကကတိတစ်ခုတောင်းတယ်။သူ့သူငယ်ချင်းအဖြစ် တစ်လတိတိ နေပေးပါ့မယ်ဆိုတဲ့ ကတိ။ဗစ်ရှ်ဝါ့ဆီက ကတိရပြီဆိုမှ ဆန်ဂျူးက သူဟာ အာနူးကို ချစ်မိနေပြီဆိုတဲ့အကြောင်း၊သူ့ကို သူငယ်ချင်းအဖြစ်နဲ့ကူညီပေးရမယ်ဆိုတဲ့အကြောင်း ဗစ်ရှ်ဝါ့ကို ချုပ်ကိုင်တော့တယ်။စဉ်းစားကြည့်ဗျာ။လူကြီးချင်းစကားကျွံထားပြီဖြစ်တဲ့ သမီးရဲ့အချစ်ကိုမောင်မင်းကြီးသား ဆန်ဂျူးက လိုချင်သတဲ့။ကိုယ့်ကတိနဲ့ကိုယ်မို့ ဆန်ဂျူးခိုင်းသမျှ ဗစ်ရှ်ဝါ လိုက်လုပ်ရ၊တစ်ဖက်က သူ့သမီးကို ဆန်ဂျူးနဲ့ မနီးစပ်အောင် တစ်မျိုးတစ်ဖုံ ကြိုးစားရနဲ့ ဗစ်ရှ်ဝါ့အဖြစ်က ဆုပ်လည်း စူး၊စားလည်း ရူးဖြစ်နေရတယ်။ဒီကားလေးမှာတစ်ကားလုံး လုံး၀ မပျင်းရအောင် ဆန်ဂျူးနဲ့ ဗစ်ရှ်ဝါတို့ရဲ့အားပြိုင်မှုကို ကြည့်ရမှာ ဖြစ်သလို….၊Hello လို ရင်ထဲမှာ တသသဖြစ်ကျန်ရစ်မယ့် အချစ်ကားလေးတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ သူတွေအတွက် အမှတ်တရတစ်ခု အဖြစ် ယူဆောင်လာပေးမယ့် ကားလေးတစ်ကား ဖြစ်ပါကြောင်း…။(ဇာတ်လမ်းအညွှန်းကိုတော့ ကိုမြင့်သူမှရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ MLMC Team မှ ကိုမြင့်သူနဲ့ ညီညီကိုးပါ)2017 တုန္းက ထြက္ခဲ့တဲ့ Hello ဆိုတဲ့ အခ်စ္အက္ရွင္ကားေလးကို မွတ္မိၾကဦးမယ္ ထင္ပါတယ္။ၾကည့္တဲ့သူတိုင္းကို မ်က္ရည္၀ိုင္းေစတဲ့ ဇာတ္ကားေကာင္းေလးေပါ့။လာပါျပီ ေနာက္တစ္ကား….ဒီကားေလးက ေတာင္ပိုင္းမင္းသားေခ်ာ Ram ရဲ ႔ အသစ္စက္စက္ ထြက္ရွိလာတဲ့ အခ်စ္ဟာသကားေလးပါ။ထူးျခားတာက. . .အိႏၵိယကား ေတာ္ေတာ္မ်ားမ်ားမွာ လူဆိုး လူမိုက္ လူတြင္က်ယ္အျဖစ္ ေခါက္ရိုးက်ိဳးေအာင္ သရုပ္ေဆာင္ခဲ့ရတဲ့ လူၾကမ္းသရုပ္ေဆာင္Prakash Raj ရဲ ႔ အားရစရာေကာင္းတဲ့ သရုပ္ေဆာင္ဟန္ပါ။မင္းသားေခ်ာ Ram က အခ်စ္အက္႐ွင္ကားေတြနဲ ့ထုိးေဖာက္ေနသလို လူၾကမ္းသရုပ္ေဆာင္ၾကီး Prakash ကဒီကားမွာ သမီးျဖစ္သူကို စိတ္မခ်တဲ့ ဖေအတစ္ေယာက္အေနနဲ ့ သရုပ္ေဆာင္ထားတာပါ။လူၾကမ္းဇာတ္ရုပ္ကို လူအမ်ား ရြံစရာျဖစ္ေအာင္အျမင္ကပ္စရာျဖစ္ေအာင္ သရုပ္ေဆာင္တတ္သလိုဒီလို တမူထူးျခားတဲ့ ဇာတ္ရုပ္မွလည္း Prakash ဟာ ဆရာက်ေနဆဲျဖစ္ပါတယ္။ကြ်န္ေတာ္ေတာ့ ဒီကားမွာ မင္းသားမင္းသမီးထက္Prakashကို တအားၾကိဳက္သြားပါတယ္။” ဇာတ္လမ္းအက်ဥ္း ”ဆန္ဂ်ဴးဆိုတာက မိဘႏွစ္ပါးက အလိုလိုက္ထားလို ့ရပ္ေက်ာ္ရြာေက်ာ္လုပ္ေနတဲ့ ခပ္ဆိုးဆိုး ခပ္ေပေပ လူငယ္ေလးျဖစ္ပါတယ္။တစ္ေန ့ေတာ့ မိဘေတြရဲ ႔ဆႏၵအရ အလုပ္လုပ္ဖို ့အတြက္ ဟိုက္ဒရာဘတ္က Prakash တို ့အိမ္မွာ သြားေနရပါတယ္။Prakashနဲ ့ သူ ့အေမက ငယ္သူငယ္ခ်င္းေတြမို ့Prakash အိမ္မွာ ေနရင္း အလုပ္လုပ္ရင္းေပါ့။Prakash ရဲ ႔ဇာတ္ေကာင္နာမည္က ဗစ္ရွ္၀ါနာ့သ္တဲ့။ဗစ္ရွ္၀ါက လူတစ္မ်ိဳးဗ်။သူ ေပးထားတဲ့ ကတိတစ္ခုကို ဘယ္လိုနည္းနဲ ့မဆို ထိန္းသိမ္းတတ္တဲ့ လူမ်ိဳး။သူ ့မွာ ဆန္ဂ်ဴးနဲ ့ရြယ္တူ သမီးေလးတစ္ေယာက္ ရွိေသးတယ္။အာႏူးတဲ့။အင္ဂ်င္နီယာ ေက်ာင္းသူေလးေပါ့။ေမာင္မင္းၾကီးသား ငေပြးဆန္ဂ်ဴးနဲ ့ အာႏူးတို ့က လာလာခ်င္း ေဆာက္နဲ ့ထြင္းဆိုသလိုပဲဆန္ဂ်ဴးျမိဳ ့ကို တက္လာတဲ့ေန ့မွာပဲ ရထားေပၚမွာ ရန္ျဖစ္လာၾကသူေတြ။ဒီေတာ့ တစ္အိမ္တည္းမွာသာ အတူေနၾကတာ. . .တစ္ေယာက္ကုိတစ္ေယာက္ ၾကည့္လို ့ရတဲ့သူေတြ မဟုတ္ဘူး။သုိ ့ေပမယ့္ ဆန္ဂ်ဴးက အာႏူးကုိ ေန ့စဥ္ ဆိုင္ကယ္နဲ ့ေက်ာင္းကို လိုက္ပို ့ေပးရတယ္။အေနနီးလာေတာ့ သံေယာဇဥ္ျဖစ္လာရင္းကေနအေမာင္ ဆန္ဂ်ဴးရဲ ႔ မသိစိတ္မွာ အာႏူးဆိုတဲ့ အခ်စ္ၾကိဳးေလးက လာျပီးျငိတြယ္မိတယ္။ကိုယ္တိုင္က မသိေပမယ့္ အာႏူးကုိ အိမ္ေထာင္ခ်ေပးဖို ့အတြက္သူ ့ဖခင္ၾကီး ဗစ္ရွ္၀ါက သူ ့မိတ္ေဆြတစ္ေယာက္ရဲ ႔သားနဲ ့လူၾကီးခ်င္း စကားေျပာလာျပီးတဲ့အခ်ိန္က်မွ…ဆန္ဂ်ဴးဟာအာႏူးကို ခ်စ္မိေနျပီဆိုတာ သိလိုက္ရတယ္။ဒီၾကားထဲမွာ ဗစ္ရွ္၀ါနဲ ့ ဆန္ဂ်ဴးတို ့က အခ်င္းခ်င္း ရင္ဖြင့္ၾကရင္း ဆန္ဂ်ဴးဟာ ဗစ္ရွ္၀ါဆီကကတိတစ္ခုေတာင္းတယ္။သူ ့သူငယ္ခ်င္းအျဖစ္ တစ္လတိတိ ေနေပးပါ့မယ္ဆိုတဲ့ ကတိ။ဗစ္ရွ္၀ါ့ဆီက ကတိရျပီဆိုမွ ဆန္ဂ်ဴးက သူဟာ အာႏူးကို ခ်စ္မိေနျပီဆိုတဲ့အေၾကာင္း၊သူ ့ကို သူငယ္ခ်င္းအျဖစ္နဲ ့ကူညီေပးရမယ္ဆိုတဲ့အေၾကာင္း ဗစ္ရွ္၀ါ့ကို ခ်ဳပ္ကိုင္ေတာ့တယ္။စဥ္းစားၾကည့္ဗ်ာ။လူၾကီးခ်င္းစကားကြ်ံထားျပီျဖစ္တဲ့ သမီးရဲ ႔အခ်စ္ကိုေမာင္မင္းၾကီးသား ဆန္ဂ်ဴးက လိုခ်င္သတဲ့။ကိုယ့္ကတိနဲ ့ကိုယ္မို ့ ဆန္ဂ်ဴးခိုင္းသမွ် ဗစ္ရွ္၀ါ လုိက္လုပ္ရ၊တစ္ဖက္က သူ ့သမီးကို ဆန္ဂ်ဴးနဲ ့ မနီးစပ္ေအာင္ တစ္မ်ိဳးတစ္ဖံု ၾကိဳးစားရနဲ ့ ဗစ္ရွ္၀ါ့အျဖစ္က ဆုပ္လည္း စူး၊စားလည္း ရူးျဖစ္ေနရတယ္။ဒီကားေလးမွာတစ္ကားလံုး လံုး၀ မပ်င္းရေအာင္ ဆန္ဂ်ဴးနဲ ့ ဗစ္ရွ္၀ါတို ့ရဲ ႔အားျပိဳင္မွဳကို ၾကည့္ရမွာ ျဖစ္သလို….၊Hello လို ရင္ထဲမွာ တသသျဖစ္က်န္ရစ္မယ့္ အခ်စ္ကားေလးေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆိုတဲ့ သူေတြအတြက္ အမွတ္တရတစ္ခု အျဖစ္ ယူေဆာင္လာေပးမယ့္ ကားေလးတစ္ကား ျဖစ္ပါေၾကာင္း…။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုျမင့္သူမွေရးေပးထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ MLMC Team မွ ကိုျမင့္သူနဲ႔ ညီညီကိုးပါ)File Size :(950 MB)Quality : AMZN WEB-DL 720pRunning Time : 2h 20minFormat : Mp4Genre : Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL H264 DDP5.1-NbTTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTrinadha Rao NakkinaStarsAnupama ParameswaranPrakash RajPranitha SubhashRam PothineniCastAnupama ParameswaranPrakash RajPranitha SubhashRam Pothineni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mvBhljeIcxlO7EUXLf08irgRp3h.jpg",
      "https://image.tmdb.org/t/p/w300/lYTU6RO5duuZyj5cgCChB6qaMzy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/272714R1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ins1m00pawwt.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hello-guru-prema-kosame-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d48k/Hello_Guru_Prema_Kosame_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MuIzjQhI#v-m-3BOBKiwthXnKVHLN0gDPv2UZhJtqEiqNUKM8mAo",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/7j9f1g5ufhl1",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "QIpWbcdxdqk",
      "video_url": "https://www.youtube.com/watch?v=QIpWbcdxdqk",
      "embed_url": "https://www.youtube.com/embed/QIpWbcdxdqk"
    }
  },
  {
    "metadata": "N/A|2018|156 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "13,036"
    },
    "title": "K.G.F: Chapter 1 (2018)",
    "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating – 8.7/10Google Users – 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့ကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့ဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ “El Dorado- အယ်လ်ဒိုရာဒို”စာအုပ်ကိုအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီးထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကိုမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့ဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီးဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။“ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံပြိုင်တူအဖြစ်အပျက်နှစ်ခု…”ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်(ယခု ကာနာတားကားပြည်နယ် – ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။ဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်အသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကိုရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့ဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီးရွှေကြောကို အပိုင်စီးလိုက်တာပဲ…။အဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့၉၉နှစ်တာ လုပ်ကိုင်ခွင့် စာချုပ်နဲ့အတူနာရာချီထုံးကျောက်တူးဖော်ရေးကုမ္ပဏီဆိုပြီး သတ္တုတူးဖော်ရေးကုမ္ပဏီတစ်ခုကို ကောက်ထူထောင်ပြီးခံတပ်ကြီးတစ်ခုကို အခိုင်အမာ ဆောက်တည်တယ်။အင်အားကြီးလာတဲ့ ဆူရိယဗာဒန်ဟာ ပတ်ဝန်းကျင်ဒေသတွေမှာရှိတဲ့လူတွေကိုသူ့ခံတပ်အတွင်းကို အတင်းအဓမ္မခေါ်ယူပြီး မညှာမတာ အလုပ်စေခိုင်းတော့တယ်။လုံခြုံရေးသုံးဆင့်ကာရံထားတဲ့ ခံတပ်ကြီးအတွင်းကို ရောက်ရှိသွားသူတွေဟာ ပြန်လမ်းမရှိတော့ဘူး။အဲ့ဒီလုံခြုံရေးသုံးဆင့်ဆိုတာက ၁ – အခိုင်အမာတည်ဆောက်ထားတဲ့ ဧရာမတံတိုင်းကြီး ၊၂ – ဧရာမတံခါးကြီး နဲ့ ၊ ၃ – အဲ့ဒီနှစ်ခုကို စောင့်ရှောက်ပေးမယ့်ရက်စက်ကြမ်းကြုတ်လွန်းသူ လူမိုက်ခေါင်းဆောင် ဗားနာရမ် တို့ ဖြစ်တယ်။လက်ရှိအချိန်မှာ သူဟာ နာမကျန်းဖြစ်ပြီးတော့ အိပ်ယာထဲ လဲနေတယ်။သူ့အရိုက်အရာကို ဆက်ခံဖို့ သားကြီးဖြစ်တဲ့ ဂါရူးဒါးကို တာဝန်ပေးထားတယ်။ကိုလာရွှေလုပ်ကွက်ရဲ့ ခေါင်းကိုင်ဖခင်ကြီးမှာအိုးစားဖက် ငါးယောက်ရှိတယ်။၁ – ဘာဂါ့ဗ်ရဲ့သား ကာမဲလ်(ကိုလာရွှေလုပ်ကွက်က ထွက်လာသမျှ ရွှေတွေကိုသန့်စင်ပေးတဲ့သူ)၂ – ရာဂျန်ဒရာဒီစိုင်း(ဘန်ဂလောမှာနေရင်းကိုလာရွှေတွေကို စျေးကွက်ကို ဖြန့်ပေးတဲ့သူ)၃ – အင်ဒရူး(ရေလမ်းကုန်သွယ်ရေးအတွက်အနောက်ကမ်းရိုးတမ်းကို ချုပ်ကိုင်ထားတဲ့သူ)၄ – ဂုရုပန်ဒရန်း(ဆူရိယဗာဒန်ကြောင့် နိုင်ငံရေးသမား ဖြစ်လာတဲ့သူ)၅ – အာဒီးရာ(ဆူရိယဗာဒန်ရဲ့ ညီအရင်း)ဒီ၅ယောက်ကို အုပ်ချုပ်ပြီး ၊ ဒီ၅ယောက်ရဲ့ အကူအညီနဲ့ကိုလာရွှေလုပ်ကွက်ကို လည်ပတ်နေတာ….။“ရော့ကီ့အကြောင်း”ရော့ကီဟာ ဘုံဘေမြို့မှာနေထိုင်တယ်။ငယ်ကလည်းက ဇရှိတယ် ၊ လက်ရဲတယ်။ရည်မှန်းချက် ကြီးမားတယ်။သွားလေသူ မိခင်ပေးခဲ့တဲ့ ဘ၀ခွန်အားတွေကြောင့် အမြင့်ဆုံးကို ရောက်ချင်နေတဲ့သူ။ငယ်ကလည်းက လက်ယဉ်တာကြောင့် ဘုံဘေရှက်တီဆိုသူ လူမိုက်ကြီးရဲ့လက်သပ်မွေးခြင်းကို ခံရတဲ့သူ။ ရှက်တီ့မှာ ကြုံလာသမျှ ဘေးရန်တွေ ၊ ရှက်တီ့လုပ်ငန်းတွေကိုစွမ်းစွမ်းတမံလုပ်ကိုင်ပေးရင်း သူမတူတဲ့သူ့အစွမ်းအစကြောင့်လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ အမြင်မကြည်တာကို ခံရတဲ့သူ။သူ့အစွမ်းအစကို ရှက်တီက အသိအမှတ်မပြုပေမယ့်ရှက်တီ့အထက်က အကောင်ကြီးတစ်ကောင်ဖြစ်တဲ့ နံပါတ် ၃ အိုးစားဖက် အင်ဒရူးကရော့ကီ့အကြောင်းကို ကြားပြီး အလုပ်တစ်ခု လာကမ်းလှမ်းတယ်။ကမ်းလှမ်းတဲ့အလုပ်က လုံခြုံရေးအပြည့်ယူထားပြီးဘန်ဂလောမြို့ကို လာမယ့်လူတစ်ယောက်ကို အပြတ်ရှင်းပေးရမှာ…။ဒီတော့ သူဟာ ဘုံဘေကနေ ဘန်ဂလောကို ခရီးထွက်လာခဲ့ပြီးသူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့ ဖြစ်လာခဲ့ပါတယ်။အပိုင်း၂အတွက်ဆိုရင်တော့ ဇာတ်ဆောင် အသစ်တွေ မြင်ရတော့မှာပါ။ရာမီကာစိမ်းဆိုတဲ့ လူထုဩဘာသံနဲ့အတူ နိုင်ငံရေးလောကထဲ ဝင်ရောက်လာသူနဲ့ဆူရီးယားဗာဒန်ရဲ့ ညီ၊ ဂါရူးဒါးရဲ့ ဦးလေးဖြစ်တဲ့အားဒီးယားပါ။အပိုင်း၁မှာတော့ သူတို့အကြောင်း အနည်းငယ်မျှသာပါဝင်ခဲ့ပြီး အပိုင်း၂မှာတော့ ရော့ကီရဲ့အဓိကပြိုင်ဘက်တွေ ဖြစ်လာနိုင်ပါတယ်။မကြာခင်ထွက်လာတော့မယ့် အပိုင်း၂ကို စောင့်စားရင်းအပိုင်း၁ကို အရင်ကထက် ပိုလန်းတဲ့ အရည်အသွေး၊ပိုကောင်းတဲ့မြန်မာမှု၊ မူရင်းအသံတို့နဲ့အတူပြန်လည် ခံစားလိုက်ကြရအောင်ဗျာ။File Size :(1.20 GB ) and (600 MB)Quality : WEB-DL 720pRunning Time : 2h 36minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL-1080p-UNTOUCHED-AVC-DD5.1Translated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorB Thimme GowdaPrashanth NeelStarsAchyuth KumarAnant NagAyyappa P. SharmaMalavika AvinashMouni RoySrinidhi ShettyTamanna BhatiaVasishta N. SimhaYashCastAchyuth KumarAnant NagAyyappa P. SharmaMalavika AvinashMouni RoySrinidhi ShettyTamanna BhatiaVasishta N. SimhaYash",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n0z49k6qSB9QilogdbMHblUSZxp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fm1sr7e2tfvx.html",
        "server": "usersdrive.com",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://usersdrive.com/ikb4yozrakeg.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.datbu.com/cldmepqfm0jd.html",
        "server": "datbu.com",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/k-g-f-chapter-1-2018-1080-p-5-1-ch-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/k-g-f-chapter-1-2018-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2gJ8e/K.G.F_Chapter_1_(2018).1080P.5.1CH.HEVC.mkv",
        "server": "megaup.net",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://megaup.net/2gJQ4/K.G.F_Chapter_1.2018.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/FxVxSQ6C#jvAWsxKVXmGYqhdFjSPXGJZNPPvwBdnbhcpJO6xEADA",
        "server": "mega.nz",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://mega.nz/file/ghEVhQSb#iUY_-5Ak03h3UBXp7-ochkT4SaVU19ynIpF4Psi5a9U",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kgf-chapter-1-2018",
        "server": "VIP Links",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      }
    ],
    "trailer": {
      "video_id": "qXgF-iJ_ezE",
      "video_url": "https://www.youtube.com/watch?v=qXgF-iJ_ezE",
      "embed_url": "https://www.youtube.com/embed/qXgF-iJ_ezE"
    }
  },
  {
    "metadata": "N/A|2018|101 min|Drama,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "133"
    },
    "title": "Edge of the Knife (2019)",
    "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ…ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္….လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ….ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ…..အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါFile Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGwaai EdenshawHelen Haig-BrownStarsAdeana YoungTyler YorkWilliam RussCastAdeana YoungTyler YorkWilliam Russ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ZUOxfSsfY7iyDOTC4tsye2geho.jpg",
      "https://image.tmdb.org/t/p/w300/vsWphdGk9OXHsdT1tRmWbrZyfyl.jpg",
      "https://image.tmdb.org/t/p/w300/rzk5lqDeOKlvkMq4C6ndKtYwbV7.jpg",
      "https://image.tmdb.org/t/p/w300/wkntYHzQJi2ksZ9FtwiWMDgs5yY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/edge-of-the-knife-s-gaawaay-kuuna-2019-mm-sub-mp-4",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/ls4rh0mvd3a7.html",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/Exl2DKTK#UEa1GsubUGLSs4wxOg86V3iNB5h2AswWwSTZBlu8VY0",
        "server": "mega.nz",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/t86ufqhg1rs3",
        "server": "upstream.to",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "DnbOw5Nuq2U",
      "video_url": "https://www.youtube.com/watch?v=DnbOw5Nuq2U",
      "embed_url": "https://www.youtube.com/embed/DnbOw5Nuq2U"
    }
  },
  {
    "metadata": "PG-13|2018|1h 50min|Action,Comedy,Crime",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "175,738"
    },
    "title": "Ocean’s 8 (2018)  Blu-Ray 1080p 5.1 CH x264",
    "description": "Ocean’s 8 (2018)  Blu-Ray 1080p 5.1 CH x264IMDb – 6.2/10_____Rotten Tomatoes – 69%Rihanna တို့လို အဆိုကျော်တွေအပြင် Sandra Bullock ,Cate Blanchett, Anne Hathaway စတဲ့ ဝါရင့်ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေနဲ့ Ocean ဇာတ်ကားတွေရဲ့ အရသာကိုပုံဖော်မယ့်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်က ရှေ့ကရင်းနှီးပြီးသား ဂျော့ကလူနေးတို့ ဘရတ်ပစ်တို့ရဲ့ Ocean 11,12,13 ဇာတ်ကားသုံးကားကို ဆင့်ပွားခံယူထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Theme ပုံစံလဲ တူညီပါတယ်…မတူတာကတော့ ရှေ့ကဇာတ်ကားတွေမှာ အမျိုးသားသရုပ်ဆောင်ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြပြီး အခု Ocean 8 မှာတော့ အမျိုးသမီးသရုပ်ဆောင်တွေပါ။Anna Wintour, Zayn Malik, Katie Holmes, Maria Sharapova, Serena Williams, Kim Kardashian, Kylie Jenner, Kendall Jenner, Gigi Hadid စတဲ့နာမည်ကြီးတွေလဲ Cameo အဖြစ်ပါဝင်တာကို တွေ့မြင်ရဦးမှာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ …$150 million တန်ကြေးရှိတဲ့ Cartier စိန်ဘယက်ကြီးကို Danny Ocean ရဲ့ညီမ Debbie Ocean နဲ့အပေါင်းအပါတစ်စု ခိုးယူကြမှာပါ။သရုပ်ဆောင်မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းကို အခြေပြုလို့ အက်ရှင်တချို့နဲ့ ရယ်မော်ပျော်ရွှင်ဖွယ်တင်ဆက်ထားတာမို့ လက်မလွတ်သင့်တဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ရှေ့ကOceanဇာတ်ကားတွေပြန်ကြည့်ချင်တယ်ဆိုရင်တော့https://channelmyanmar.org/?s=ocean%27sမှာကြည့်လို့ရပါတယ်။File Size : 1.75 GBQuality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 50minFormat : MkvGenre : Action, Comedy, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p.BluRay.x264-SPARKSTranslated by Mg KingEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony PennachioConor GriffEva Z. CabreraGary RossJackie O'BrienJeremy MarksJohn R. SaundersJosh MuzafferJulian WallKatie ValovcinRafael SanzRyan Robert HowardStacy RoweStarsAnne HathawayAwkwafinaBrian J. CarterCate BlanchettDaniella RabbaniDeidre GoodwinFrancesca CalòFreddy J. DavilaGemma ForbesGriffin DunneHelena Bonham CarterJames CordenKatherine Hozier-AdamsMindy KalingRichard ArmitageRihannaSandra BullockSarah PaulsonCastAbigail RichAdriana LimaAerin LauderAlexander BlaiseAlexander WangAlexandre De BetakAmelie McKendryAmy RobachAna ValdesAndrew BoltonAngela BilkicAnna EwersAnna WintourAnnabelle ChowAnne HathawayAsher BaileyAshlee Renz-HotzAwkwafinaBianca LaVerne JonesBrian Anthony WilsonBrian J. CarterBridget GabbeBridget Russell KennedyCaitlin MehnerCameron WinklevossCandice A. BuenrostroCate BlanchettCharles PrendergastCharlotte KirkChris BanksChristopher BatyrCindy BrunaClark CarmichaelCommonConor DonovanCooper CarrellCraig WaletzkoD IveryDakota FanningDamian YoungDana IveyDaniel May WongDaniella RabbaniDavid GibsonDavid LittleDean MorrisDee HilfigerDeidre GoodwinDennis BassoDerek BlasbergDesiignerDoris McCarthyDoug YasudaEaddy KiernanEdward BarsamianElizabeth AshleyElizabeth InghramElliott GouldEmmy ElliottFrancesca CalòFrank ModicaFreddy J. DavilaFriday ChamberlainGemma ForbesGeorge WalshGeorgia WitkinGideon GlickGigi HadidGrant HyunGriffin DunneGriffin NewmanHailey BaldwinHailey BieberHamish BowlesHeidi KlumHelena Bonham CarterJaime KingJames BiberiJames CordenJames HindmanJason WuJill Marie LawrenceJimmy KiefferJohn BuscemiJohn McEnroeJonathan GreggJonathan SimkhaiJoshua SalvadorJustin S KirklandKatherine Hozier-AdamsKatie HolmesKatrina E. PerkinsKendall JennerKenneth MaharajKevin BrownKim KardashianKimberly PauleyKylie JennerLauren Santo DomingoLeon BridgesLiana Wright-MarkLily AldridgeLinda AtkinsonMarcos A. GonzalezMaria SharapovaMarko CakaMarlo ThomasMary Louise WilsonMatt HarveyMcNally SagalMichael D. JosephMichael GandolfiniMidori FrancisMigs GoveaMindy KalingMorgan CohenNaheed KhanNancy LemenagerNatasha HarperNathaniel BealNathanya AlexanderNea DuneNick MangoldNina CusoOlivia MunnOscar PavloPortia BackusPrabal GurungRainey QualleyRajeev PahujaRichard ArmitageRichard R. CorapiRichard RobichauxRihannaRobbie DeRaffeleRobert G. McKayRonald Scott MaestriSalvatore DiSantoSamantha CocozzaSandra BullockSarah PaulsonSas GoldbergSerena WilliamsShade RupeShannon FreyerShaobo QinSimon FeilSofia RichieSofia Sanchez de BetakSophia SmithSoraya ButlerStefan AckermannSteven HauckSuzanne JaehneTakako HaywoodTalia CuomoTatiana SpottiswoodeTimothy WoodsTommy HilfigerTonne GoodmanTyler WinklevossVitaly Andrew LeBeauWaris AhluwaliaWen LiuWendi MurdochWes GordonWhit AndersonWhitney WhiteWill StephenZac Posen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ysM0PbmvxwojAUftlgdb8zjbK0l.jpg",
      "https://image.tmdb.org/t/p/w300/6vea77yJv3jMEUzh1crnuFitKDz.jpg",
      "https://image.tmdb.org/t/p/w300/mj7HNS6c7j4XOVQnl89K8D5Ss6E.jpg",
      "https://image.tmdb.org/t/p/w300/4PZuqUVwvxPCEMV8LYSAJLuxvcq.jpg",
      "https://image.tmdb.org/t/p/w300/scQf03Fm3jeyv4FH04qvi4fp4wh.jpg",
      "https://image.tmdb.org/t/p/w300/gX5Bi3agqtMlhsoLn7Uv44fEdmi.jpg",
      "https://image.tmdb.org/t/p/w300/5DfBNbjUYWFC1YJUF72cKF7aTEm.jpg",
      "https://image.tmdb.org/t/p/w300/lv5VCZ78ztP1nQCofpDlDogzvFX.jpg",
      "https://image.tmdb.org/t/p/w300/h7L0fqwCHfJOYe7cQG2rAMhlfHh.jpg",
      "https://image.tmdb.org/t/p/w300/zBIfBeStaDdDdhBrSx8InhgFUVa.jpg",
      "https://image.tmdb.org/t/p/w300/tDkF6AffGuLiZFJ6fKyqEvpUtOP.jpg",
      "https://image.tmdb.org/t/p/w300/zR3nUF3qAqmo3Y1dfEuMdsqyhxk.jpg",
      "https://image.tmdb.org/t/p/w300/wcWfZN0K1jsN50XztFqah3hXH6Z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/oceans-8-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c933b0wvjt6d.html",
        "server": "usersdrive.com",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/oceans-8-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "http://www.filedwon.info/yh6dk64p59pv/Ocean's_8_[2018]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv.html",
        "server": "filedwon.info",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/Smde/Ocean_s_8_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/oL4lALYZ#xAiS5lnRnYRZab8Z1fh-OD3CxKVW-4clYTbGGmybnhk",
        "server": "mega.nz",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/znmgp7t8zo3e",
        "server": "upstream.to",
        "size": "1.75 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "MFWF9dU5Zc0",
      "video_url": "https://www.youtube.com/watch?v=MFWF9dU5Zc0",
      "embed_url": "https://www.youtube.com/embed/MFWF9dU5Zc0"
    }
  },
  {
    "metadata": "N/A|2018|105 min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "3,173"
    },
    "title": "Wildlife (2018)",
    "description": "Rating 7.3 ရရွိထားတဲ့Drama ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးပါ့မယ္…Wild Life ဆိုတဲ့ရုပ္ရွင္ကားေလးကေတာ့ လက္ရွိလူ႔ပတ္ဝန္းက်င္မွာျဖစ္ေလ့ရွိတာေလးေတြကို မီးေမာင္းထိုးျပၿပီး ရိုက္ကူးထားတဲ့ ကားတစ္ကားျဖစ္ပါတယ္။မိသားစုနဲ႕အတူၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးဆိုရင္လည္းမွားမယ္မထင္ပါဘူး…အိမ္ေထာင္စုတစ္ခုမွာ စီးပြားေရးအဆင္မေျပရင္ဘယ္လိုပဋိပကၡေတြ ျဖစ္ေပၚလာႏုိင္တယ္ဆိုတာရယ္စိတ္ေတြကဘယ္လိုေျပာင္းလဲႏိုင္တယ္ဆိုတဲ့အေၾကာင္းကိုခေလးတစ္ေယာက္ရွိတဲ့ လူသံုးေယာက္မိသားစုေလးနဲ႔ရိုက္ကူးျပသထားတဲ့ ပညာေပးကားေလးျဖစ္ပါတယ္။ၾကည့္ရႈအားေပးၾကပါဦးေနာ္…File Size : (900 MB) & (245 MB)Quality :Wed-DL 720pRunning Time :1hr 45 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul DanoStarsBill CampCarey MulliganEd OxenbouldJake GyllenhaalJR HatchettMarshall VirdenMollie MilliganRussell Herrera Jr.Travis W BruyerZoe CollettiCastAshlynn ReeAshton MoffittAvery BagenstosBill CampBlaine MayeCarey MulliganCate JonesCharles LippsChris BodelleChris DryConnie Lynn MooreCurtis D. TuckerDakota DennisDale MurphyDarryl CoxDevin MontgomeryDustin WilsonEd OxenbouldErik P. ReselGinger GilmartinGreg WilliamsJ. Alan DavidsonJake GyllenhaalJay DeeJennifer RogersJohn ReimerJohn WalpoleJordan PrestonJR HatchettJustin SheldonKami KingKathy Kelly ChristosKaye Brownlee-FranceKristen MellingLaurie CummingsLexi AnastasiaMarshall VirdenMatt CoulsonMichael GibbonsMollie MilliganNick MarchettiNick SwezeyRichard L. OlsenRonnie FeltsRussell Herrera Jr.Sara MooreShane D. DavidsonStacy CasaluciStephanie BallardTaylor FonoTom Huston OrrTravis W BruyerTryston SkyeZoe Colletti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8alKnwW5uwUhRJ4bN5HAU6pZgry.jpg",
      "https://image.tmdb.org/t/p/w300/hDtiyCztpFdv9yLNSwNblhOjLKJ.jpg",
      "https://image.tmdb.org/t/p/w300/oxNwxyibPBs1FhRKMQ3eKEmDDQT.jpg",
      "https://image.tmdb.org/t/p/w300/2QDulDhQxoiBst7SkX0DDssZA36.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hQSUwjSSRtWCA5EBoY22gGzaE8Y.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/wildlife-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/2eG3f/Wildlife_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/y4ncysnnhdmz",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/2nf4zadlk1k4.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "WemDKlmMAIs",
      "video_url": "https://www.youtube.com/watch?v=WemDKlmMAIs",
      "embed_url": "https://www.youtube.com/embed/WemDKlmMAIs"
    }
  },
  {
    "metadata": "N/A|2018|114 min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "201"
    },
    "title": "The Negotiation(2018)",
    "description": "The Negotiation(2018)IMDb…6.5(unicode)စစ်ဘက်ဆိုင်ရာကနေ ရဲဘက်ညှိုနှိုင်းရေးအရာရှိမိန်းမပျိုတစ်ဦးကို  လျှို့ဝှက်ကိစ္စတစ်ခုကူညီပေးရန်ဆိုပြီးခေါ်လိုက်တယ်..သူမရဲ့နာမည်က ဆိုးယွန်…. ဟိုရောက်တော့ ဘယ်သူ့ကိုညှိရမှာလဲ ဘာကိစ္စလဲ ဘာကြောင့်လဲဆိုတာမေးပေမယ့် ဘယ်သူမှမဖြေဘဲသူမကို  မိုက်ရှေ့အတင်းတွန်းပို့ကြတယ်…ဘာကိုမှမသိတဲ့သူမရဲ့ရှေ့ TV ဖန်သားပြင်ပေါ်မယ် လက်နက်ကိုင် လူငယ်တစ်ဦး ပေါ်လာတယ်…..ဓားစာခံက သူမတို့ဌာနမှူး…ဒီလက်နက်ကိုင်လူငယ်ဟာ သူပြောတဲ့စကားကိုနားမထောင်လို့ဆိုပြီး ကတိအတိုင်း ဓားစာခံ ဌာနမှူးရဲ့ခေါင်းကို သေနတ်နဲ့တေ့ပစ်လိုက်တယ်…ဆိုးယွန်အတွက် တကယ့်သွေးပျက်စရာပါပဲ…ရှေ့ဆက်မပြောသင့်လို့ ဒီမှာပဲရပ်ပါရစေ…ကိုရီးယားရုပ်ရှင်ကားတွေ မည်သို့ပင်ဆိုစေကာမူ အဆင့်ရှိတဲ့အထဲမှာပါတယ်ဆိုတာကို သူတို့ရဲ့အောင်မြင်မှုလွှမ်းမိုးမှုတို့ကို ကြည့်ရုံနှင့်သိနိုင်ပေသည်…သို့ပေမယ့် တစ်ချို့သူတွေက   မျက်ရည်ချူ ဒရမ်မာခင်းလွန်းတယ်လို့မှတ်ချက်ချကြတယ်…The Negotiation ကျတော့ မျက်ရည်ချူ ဒရမ်မာတွေပါကိုမပါသလောက်ပါ…ဇတ်ကားက ခပ်သွက်သွက်နဲ့ကိုစထားတယ်…ဒီကားက ထင်ထားထက်ကိုဆွဲဆောင်မှုရှိလွန်းတယ်…အီသွားတဲ့နေရာ မလိုအပ်တဲ့နေရာတွေမပါသလောက်ပဲ..ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…(zawgyi)စစ္ဘက္ဆုိင္ရာကေန ရဲဘက္ညႈိႏႈိင္းေရးအရာရွိမိန္းမပ်ဳိတစ္ဦးကုိ  လွ်ဳိ႕၀ွက္ကိစၥတစ္ခုကူညီေပးရန္ဆုိၿပီးေခၚလုိက္တယ္..သူမရဲ႕နာမည္က ဆုိးယြန္…. ဟုိေရာက္ေတာ့ ဘယ္သူ႕ကုိညွိရမွာလဲ ဘာကိစၥလဲ ဘာေၾကာင့္လဲဆုိတာေမးေပမယ့္ ဘယ္သူမွမေျဖဘဲသူမကုိ  မုိက္ေရွ႕အတင္းတြန္းပုိ႕ၾကတယ္…ဘာကုိမွမသိတဲ့သူမရဲ႕ေရွ႕ TV ဖန္သားျပင္ေပၚမယ္ လက္နက္ကုိင္ လူငယ္တစ္ဦး ေပၚလာတယ္…..ဓားစာခံက သူမတုိ႕ဌာနမွဴး…ဒီလက္နက္ကုိင္လူငယ္ဟာ သူေျပာတဲ့စကားကုိနားမေထာင္လုိ႕ဆုိၿပီး ကတိအတုိင္း ဓားစာခံ ဌာနမွဴးရဲ႕ေခါင္းကုိ ေသနတ္နဲ႕ေတ့ပစ္လုိက္တယ္…ဆုိးယြန္အတြက္ တကယ့္ေသြးပ်က္စရာပါပဲ…ေရွ႕ဆက္မေျပာသင့္လုိ႕ ဒီမွာပဲရပ္ပါရေစ…ကုိရီးယားရုပ္ရွင္ကားေတြ မည္သုိ႕ပင္ဆုိေစကာမူ အဆင့္ရွိတဲ့အထဲမွာပါတယ္ဆုိတာကုိ သူတုိ႕ရဲ႕ေအာင္ျမင္မႈလႊမ္းမုိးမႈတုိ႕ကုိ ၾကည့္ရုံႏွင့္သိႏုိင္ေပသည္…သုိ႕ေပမယ့္ တစ္ခ်ဳိ႕သူေတြက   မ်က္ရည္ခ်ဴ ဒရမ္မာခင္းလြန္းတယ္လုိ႕မွတ္ခ်က္ခ်ၾကတယ္…The Negotiation က်ေတာ့ မ်က္ရည္ခ်ဴ ဒရမ္မာေတြပါကုိမပါသေလာက္ပါ…ဇတ္ကားက ခပ္သြက္သြက္နဲ႕ကုိစထားတယ္…ဒီကားက ထင္ထားထက္ကုိဆြဲေဆာင္မႈရွိလြန္းတယ္…အီသြားတဲ့ေနရာ မလုိအပ္တဲ့ေနရာေတြမပါသေလာက္ပဲ..ကုိင္းခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕…File Size : (1.02 GB) and (380 MB)Quality : Blu-ray720pFormat…mp4Duration…01:54:00Genre :Action,Crime,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Phyu ZawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Jong-sukStarsHan Gi-joongHyun BinJang GwangJang Young-namJo Young-jinKim Min-sangKim Sang-hoPark Su-youngSon Ye-jinYoo Yeon-sooCastChoi Byung-moE Xi-aHan Gi-joongHyun BinJang GwangJang Young-namJo Young-jinKim Min-sangKim Sang-hoLee Hak-jooLee Joo-youngLee Mun-sikPark Su-youngSon Ye-jinYoo Yeon-soo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3BSAzy9aXXWCBvJCgLgPxLuquEk.jpg",
      "https://image.tmdb.org/t/p/w300/2sgADt6jvoAjiE1vPdxz9vgeCOn.jpg",
      "https://image.tmdb.org/t/p/w300/9MjsTR7tJj7Pj0QwfNhbKzd5p1C.jpg",
      "https://image.tmdb.org/t/p/w300/pEHgA6Nxr7uHxacsLxwQfRjx5pK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oAN0TMeBKiYpYDMa2NfIaItZ0Tc.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1LcL/The.Negotiation.2018.720p.BluRay.newp.pp.mp4",
        "server": "Soliddrive.co",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://fastload.cc/5E5",
        "server": "fastload.cc",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://yadi.sk/i/vMjGVYIJdiJpzQ",
        "server": "disk.yandex.com",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://mirrorace.com/m/3Cxw8",
        "server": "usersdrive.com",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://usersdrive.com/zgtv1xzzhxp6.html",
        "server": "usersdrive.com",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-negotiation-2018-720-p-blu-ray-newp-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://megaup.net/2d0o3/The.Negotiation.2018.720p.BluRay.newp.pp.mp4",
        "server": "megaup.net",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://mega.nz/file/QwxznKrD#jfGWN9HHRmo81ESUF-P54YzgbLOuncZ11C6j8AEKY40",
        "server": "mega.nz",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      },
      {
        "link": "https://upstream.to/l2bbr1oeprc0",
        "server": "upstream.to",
        "size": "1.02GB",
        "quality": "Blu-ray720p"
      }
    ],
    "trailer": {
      "video_id": "hxAFTt2hP-E",
      "video_url": "https://www.youtube.com/watch?v=hxAFTt2hP-E",
      "embed_url": "https://www.youtube.com/embed/hxAFTt2hP-E"
    }
  },
  {
    "metadata": "PG-13|2018|96 min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "7,615"
    },
    "title": "Adrift (2018)",
    "description": "Adrift 2018========( Romantic & Thriller)‌IMDb rate 6.7Rotten Tomatoes rate 73%‌Adrift ( ​ေမ်ာပါျခင္​း) ဆိုတဲ့အခ်စ္​ကား​ေလးက ပင္​လယ္​ကိုအ​ေပ်ာ္​ခရီးထြက္​ရင္​း မ​ေတာ္​တဆ​ေလွ​ေမာက္​သြားတဲ့ ခ်စ္​သူႏွစ္​ဦးရဲ႕ ၁၉၈၃ကျဖစ္​ရပ္​​ေလးကို ဒီ​ေန႔​ေခတ္​ပံုစံအသြင္​့ျဖင္​့႐ုပ္​႐ွင္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ‌ဒီကားထဲက ရစ္​ခ်က္​သ႐ုပ္​​ေဆာင္​မင္​းသားကို2016 ခုနစ္​က အဂၤလန္​မွာ ႐ိုက္​ကူးခဲ့တဲ့အခ်စ္​ကား​ေလး ( me before you) ဆိုတဲ့ကားကိုၾကည္​့ဖူးရင္​သိမွာပါအဲ့ကားထဲမွာ မင္​းသားက wheelchair​ေပၚထိုင္​​ေနရတဲ့ သူ​ေဌးသားတစ္​ဦးျဖစ္​ၿပီး မင္​းသမီးက​ေတာ့ မင္​းသားကိုျပဳစုဖို႔အလုပ္​လာေလ်ွာက္​တဲ့​ေကာင္​မ​ေလး​ေပါ့ ဒီအခ်စ္​ကား​ေလးအဆံုးမွာမင္​းသားက သူ႔ဘဝတစ္​ခုလံုး wheelchair​ေပၚမွာထိုင္​ရင္​းမကုန္​ဆံုးႏိုင္​​ေတာ့လို႔သူ႔ကို ​ေဆးထိုးသက္​​ေပးခိုင္​းလိုက္​တာပါ တကယ္​့ကိုရင္​ႏွစ္​ဖြယ္​ကား​ေလးပါ‌အခုဒီကား​ေလးမွာလဲSam Claflinပါဘဲအဂၤလန္​ႏိုင္​ငံရဲ႕မင္​းသားပီပီ မ်က္​ခံုးထူထူ နွာတန္​ခြၽန္​ခြၽန္​ပါးသိုင္​း​ေမြး​ေရး​ေရး​ေလး​ေတြနဲ႔ တကယ္​့ကို​ေယာက်္​ားၿပီသတဲ့႐ုပ္​ပါဘဲXPမွ ျမန္မာ့ရိုးရာ ဖုန္းကာဗာ အမ်ိဳးမ်ိဳးအား တစ္ႏိုင္ငံလံုး အႏွံ႔ ျဖန္႔ခ်ီေပးေနပါၿပီ‌အခု ဒီ 2018 July လထြက္​ Adrift ကတစ္​ကားလံုး​ေပါင္​းမွ ဇာတ္​​ေကာင္​၅ဦးဘဲပါတယ္​သမုဒၵရာ​ေရျပင္​နဲ႔ ႐ႈခင္​း​ေတြက ၾကည္​့ရတဲ့သူတဲ့စိတ္​ကိုတကယ္​ ​ေအးခ်မ္​း​ေစပါတယ္​‌ဇာတ္​လမ္​း​ေလးက​ေတာ့ဒီလို႐ွင္​့…‌​ေကာင္​မ​ေလးက ကယ္​လီဖိုးနီးယာျပည္​နယ္​ စန္​ဒီ​ေရးဂိုၿမိဳ႕က​ေန​ေကာင္​​ေလး​ေနတဲ့ တာဟစ္​တီဆိပ္​ကမ္​းၿမိဳ႕​ေလးကသ​ေဘၤာ​ေပၚမွာအလုပ္​လုပ္​ဖို႔​ေရာက္​လာပါတယ္​‌​ေနာက္​​ေတာ့ ​ေကာင္​​ေလးနဲ႔​ေတြ႔ၿပီမင္​းသားကသူ႔​ေလွ​ေပၚမွာညစာလာစားဖို႔ဖိတ္​​ေခၚလိုက္​ပါတယ္​အဲ့ညမွာ​ေကာင္​မ​ေလးက ပင္​လယ္​ကိုရြက္​လြင္​့တာႀကိဳက္​မွန္​သိလို႔ သူတစ္​ကမၻာလံုးရြက္​လြင္​႔ျပီကိုလိုက္​ျပဖို႔ခြင္​့​ေတာင္​းပါတယ္​ ​ေနာက္​​ေန႔မွ​ေတာ့ ခ်စ္​သူႏွစ္​ဦး အ​ေပ်ာ္​စီး​ေလွ​ေလးနဲ႔ပစိဖိတ္​သမုဒၵရာႀကီးကို ျဖတ္​ၿပီးရြက္​လြင္​့က်ပါ​ေတာ့တယ္​‌ဟာဇက္​နာဆိုတဲ့ၿမိဳ႕မွ ခန​ေစ်းဝင္​ဝယ္​ထြက္​ရင္​း​ေကာင္​​ေလးသူငယ္​ခ်င္​း​ေဟာင္​းႏွစ္​​ေယာက္​နဲ႔ျပန္​ဆံုၿပီး​ေဒၚလာတစ္​​ေသာင္​းရမယ္​့ ကမ္​းလွမ္​းခ်က္​တစ္​ခုကိုကမ္​းလွမ္​းခံရပါတယ္​‌ကမ္​းလွမ္​းခ်က္​က ဟာဇက္​နာက​ေန ကယ္​လီဖိုးနီးယာျပည္​စန္​ဒီ​ေရးဂိုကိုသူတို႔အစားရြက္​လြင္​့သြား​ေပးရမယ္​့တာဝန္​ပါ‌အရမ္​း​ေကာင္​းတဲ့အခြင္​့​ေရးျဖစ္​လို႔ လက္​ခံလိုက္​ၿပီ ခ်စ္​သူႏွစ္​ဦးခရီးစထြက္​ရင္​း ပစိဖိတ္​သမုဒၵရာမွာ အ​ေမရိကားအလယ္​ပိုင္​းကိုအားျပင္​းျပင္​းနဲ႔ဝင္​​ေရာက္​တိုက္​ခတ္​လာတဲ့​ေလမုန္​တိုင္​းတစ္​ခုမိသြားခဲ့ပါတယ္​‌ထိုမုန္​တိုင္​း​ေၾကာင္​့ ​ေလွ​ေမွာက္​ၿပီး ပစိဖိတ္​ထဲမွာ ၄၁တစ္​ရက္​အထိအသက္​႐ွင္​​ေအာင္​​ေနထိုင္​ခဲ့တဲ့လူငယ္​စံုတြဲႏွစ္​​ေယာက္​ရဲ႕ျဖစ္​ရပ္​မွန္​​ေလးကို႐ိုက္​ကူးထားတာပါ‌‌CM ကပရိတ္​သတ္​​ေတြ ဒီကားကိုၾကည္​့ရင္​ အဆံုးက်ရင္​”ဟာ”ကနဲျဖစ္​သြား​ေစရမယ္​‌‌ကြၽန္​မဒီ​ေလာက္​ထိဘဲ ဇာတ္​ကားကိုမိတ္​ဆက္​ေပးလိုက္​ပါတယ္​‌ဟုတ္​CM ပရိတ္​သတ္​​ေတြႀကိဳက္​ႏွစ္​သက္​မယ္​လို႔ ထင္​ပါတယ္​‌# Little Cherry ColeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBaltasar KormákurMonique KnightStarsElizabeth HawthorneGrace PalmerJeffrey ThomasLuna CampbellSam ClaflinShailene WoodleyCastElizabeth HawthorneGrace PalmerJeffrey ThomasLuna CampbellSam ClaflinShailene Woodley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/64jAqTJvrzEwncD3ARZdqYLcqbc.jpg",
      "https://image.tmdb.org/t/p/w300/mpZhXy1Z0GO89FnVJX25v1tnjWX.jpg",
      "https://image.tmdb.org/t/p/w300/8VaKcHqAY64McmsVxDyMon8W9OK.jpg",
      "https://image.tmdb.org/t/p/w300/jdXvIFwVT8dawctv9F0xcTKnTgt.jpg",
      "https://image.tmdb.org/t/p/w300/bZUmj6wzDTcZXcrRmsB2mEje03g.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTkxMTI2MjE4OF5BMl5BanBnXkFtZTgwMjIyODQzNTM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/7e5ec/adrift2018-cm-mp4",
        "server": "yuudrive.me",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yuudrive.me/ffe653e994/adrift-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Qj46/Adrift(2018)-CM.mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Qj4i/Adrift_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/F4BRwQYJ#jAYNIBLzbhAiG_w6ew_7Pgag-Twjc66OQXDllwpouoQ",
        "server": "mega.nz",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/M8pkHYiT#uJyE_LuGNbw3cnSI-zza7VhtO17uoJZMSpnAmH2FD8I",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4bqhowm5ahlh",
        "server": "upstream.to",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/4ayg13t6eywz",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/adrift2018-cm",
        "server": "VIP Links",
        "size": "1.35GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/adrift-2018-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "n9ukI7khQpE",
      "video_url": "https://www.youtube.com/watch?v=n9ukI7khQpE",
      "embed_url": "https://www.youtube.com/embed/n9ukI7khQpE"
    }
  },
  {
    "metadata": "R|2018|103 min|Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "2,609"
    },
    "title": "Ben Is Back (2018)",
    "description": "Ben is Back (2018)ဒီဇာတ်လမ်းက၂၀၁၉မှာ တန်ဖိုးအရှိဆုံးဇာတ်ကား (Cinema for Peace) အဖြစ်သတ်မှတ်ခံထားရတဲ့ဒရမ်မာကားတစ်ကားပါဆေးစွဲနေတဲ့သားကို လူကောင်းတစ်ယောက်အဖြစ်ပြန်လာနိုင်အောင်ကြိုးစားနေတဲ့မိခင်မေတ္တာအကြောင်းဖော်ကျူးထားတဲ့ဇာတ်လမ်းလေး ဖြစ်ပါတယ်ဘန် တစ်ယောက် ဆေးပြတ်ပြီးအိမ်ကို သန့်သန့်ရှင်းရှင််းပြန်လာခဲ့ပေမယ့်မိသားစုရဲ့ငြိုငြင်မှုတွေ မယုံကြည်မှုတွေကြားမှာစိတ်ပင်ပန်းစွာဖြတ်သန်းနေရတဲ့အချိန် အမေဖြစ်သူက၂၄နာရီစောင့်ကြည့်ပြီး စစ်ဆေးမှုအောင်မြင်တယ်ဆိုရင်အရင်လိုပြန်နေနိုင်မယ်ဆိုတဲ့သဘောတူညီမှုတစ်ခုလုပ်လိုက်တယ်ဘန်တစ်ယောက် စစ်ဆေးမှုကိုအောင်မြင်ပါ့မလားဘယ်လိုအနှောင့်အယှက်တွေဝင်လာဦးမလဲဘန်တစ်ယောက် မိခင်ရဲ့ကြိုးစားမှုတွေကြားမှာလူကောင်းတစ်ယောက်လို ပြန်လာခွင့်ရနိုင်ဖို့ဖြစ်နိုင်ပါ့မလားTranslated by KiraEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HedgesStarsAlexandra ParkCourtney B. VanceDavid ZaldivarJulia RobertsKathryn NewtonLucas HedgesMarquise VilsonMichael EsperRachel Bay JonesTeddy CañezCastAlexandra ParkCandace M. SmithCourtney B. VanceDavid ZaldivarEmily Cass McDonnellJakari FraserJulia RobertsKathryn NewtonLucas HedgesMarquise VilsonMelissa van der SchyffMia FowlerMichael EsperNathalie CarvalhoRachel Bay JonesTeddy Cañez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/toMVitiGKo1ICxTSvZJII5lXBwz.jpg",
      "https://image.tmdb.org/t/p/w300/7hY7uGllNl1aTyFtG4fBqlCjbQ5.jpg",
      "https://image.tmdb.org/t/p/w300/n1GkpQTyzd7PXDls67IQzKViz1f.jpg",
      "https://image.tmdb.org/t/p/w300/9XvCcS3I4tcSk6yri5FTdcVFksA.jpg",
      "https://image.tmdb.org/t/p/w300/kHjTd5Ap2JqrlpKNY6S7gjIKqMO.jpg",
      "https://image.tmdb.org/t/p/w300/tEEKFiUpZSVxQYXfh5mwYiQpzj3.jpg",
      "https://image.tmdb.org/t/p/w300/jG2xxqTn5FiPFtNoWJntf05V4lB.jpg",
      "https://image.tmdb.org/t/p/w300/ug7dKii1as5vkdIgdeGJlx4vOjQ.jpg",
      "https://image.tmdb.org/t/p/w300/nkpxBuOBx8oMuquXGnZkcIOXTBS.jpg",
      "https://image.tmdb.org/t/p/w300/1X638jkDKngNxD8HbW7u7qZSnZK.jpg",
      "https://image.tmdb.org/t/p/w300/wFgLR6tJblOm4tyaLlE8eFtXev3.jpg",
      "https://image.tmdb.org/t/p/w300/sy6YWR3WUfYNWGG1tEo3FSLXHEK.jpg",
      "https://image.tmdb.org/t/p/w300/eVXmrcKIaYsIgXGNz8JHgAQnjjc.jpg",
      "https://image.tmdb.org/t/p/w300/q2764kOwDKU2kjzRN1k7Y0Q9UcR.jpg",
      "https://image.tmdb.org/t/p/w300/hcXjo7p7JnxXV2b10q54g7KB7YB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZGY3ZWMyYjEtMDMzYi00NDQyLWE1MWEtMDNmMjRlOGVkNDc3XkEyXkFqcGdeQXVyODAzODU1NDQ@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2ehM4/Ben_Is_Back_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ben-is-back-2018",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ben-is-back-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/kwy68pwe165i",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/mwaf1hc1quxe.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OfnjoRzhq7c",
      "video_url": "https://www.youtube.com/watch?v=OfnjoRzhq7c",
      "embed_url": "https://www.youtube.com/embed/OfnjoRzhq7c"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Sci-Fi,Thriller",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Extinction (2018)",
    "description": "ကျနော်တို့ အရမ်းရင်းနှီးတဲ့ သူတစ်ယောက်နဲ့မိတ်ဆက်ပေးပါရစေ…ဟုတ်ပါတယ် Michael Peña ပါ သူကတော့Ant Man ရုပ်ရှင်တွေမှာ စကားအင်မတန်များပြီးဟာသ ဇတ်ရုပ်နဲ့ လူတိုင်းချစ်ကြတဲ့ သူပါအခု Netflix ရဲ့ ဇတ်လမ်းတစ်ခုမှာခေါင်းဆောင်သရုပ်ဆောင် တစ်ဦးအဖြစ်ပါဝင်လာခဲ့ပါပြီ Michael Peña ကို ဒီဇတ်လမ်းမှာAnt Man ထဲက မျက်နှာပြောင်ချော်ချော် နဲ့စကား အင်မတန်များတဲ့ သူ အဖြစ်မြင်တွေ့ရမှာမဟုတ်ပဲအိမ်ထောင်ဦးစီးယောကျင်္ားတစ်ယောက် သမီး ၂ ဦးရဲ့ ဖခင်အလုပ်မှာ တာဝန်ကျေတဲ့ ဝန်ထမ်းကောင်း တစ်ဦးအဖြစ်တွေ့ရမှာဖြစ်ပြီး သူ့ကာရိုက်တာ ကတော့ အေးဆေးတဲ့ လူတစ်ဦးအဖြစ်ပါNetflix က ထွက်လာတဲ့ ဇတ်လမ်းမှန်သမျှ ဟာ အမှိုက်တောင်းထဲပစ်လိုက်ရတယ် မရှိအောင် ကောင်းတာတွေ များပြီး အခုနောက်ပိုင်းသိပ္ပံဘက် နွယ်တဲ့ ရုပ်ရှင်တွေ များလာပါတယ် ပြီးတော့တွေးစရာတွေ အများကြီးပေးပြီး လူတွေ ရဲ့ စိတ်သဘောထားကိုဖောက်ထုတ်ပြသတဲ့ ရုပ်ရှင်တွေ များပါတယ်ဒီ Extinction ဆိုတဲ့ ရုပ်ရှင်ကားမှာတော့ ပီတာဆိုတဲ့လူတစ်ဦးဟာ အိပ်မက်ဆိုး တစ်ခုကို အမြဲလိုလို မြင်မက်နေပါတယ်သူတို့ နေထိုင်တဲ့ ကမ္ဘာကြီးဟာ ကမ္ဘာတစ်ဖက်က ဂြိုလ်သားတွေရန်ကြောင့် ပျက်စီးပြီး သူတို့ အားလုံးသေကြရတာကို မြင်မက်နေတာပါသူ့ဇနီး ရော အလုပ်က လုပ်ဖော်ကိုင်ဖက်တွေကပါ သူရူးနေတယ်လို့သက်မှတ်ထားကြပြီး ဆရာဝန် နဲ့ ပြဖို့သာ တွင်တွင် ပြောနေခဲ့ပါတယ်ဒီလိုနဲ့ ပီတာဟာ လူတွေ နဲ့ ခပ်ကင်းကင်း နေဖြစ်ခဲ့ပြီးသူ့ အိပ်မက်ထဲက အဖြစ်အပျက်ကိုပဲ စိုးရိမ်ထိတ်လန့်နေခဲ့တယ်တစ်ရက်မှာ ပီတာ ရဲ့ ဇနီးဖြစ်သူက ပီတာ စိတ်သက်သာစေဖို့သူငယ်ချင်းတွေ မိတ်ဆွေတွေကို ခေါ်ပြီး ပါတီ လုပ်ခဲ့ကြတယ်အဲ့ဒီ ပါတီလုပ်နေတဲ့ ညမှာပဲ မိုးပေါ်က ကြယ်တွေ တဖြုတ်ဖြုတ်ကြွေပြီးကမ္ဘာပေါ်ကို ဆင်းလာခဲ့တယ် ပီတာ အိပ်မက်တွေ အမှန်တကယ်ဖြစ်လာတာလားသူတို့ အားလုံး တကယ်သေရတော့မှာလား ဆိုတာနဲ့ပီတာ အိပ်မက်ထဲက အရာတွေကို ရင်ဆိုင်ဖို့ ကြိုတင်ပြင်ဆင်ထားခဲ့သလားဆိုတာဆက်လက်ကြည့်ရှုလိုက်ရအောင်လား ခင်ဗျာ….ဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့Cm Translator တစ်ဦးဖြစ်သူ Wai Zin ဖြစ်ပါတယ်Thit San Khant က Encode ပြီးတင်ဆက်ပေးထားပါတယ်….Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen YoungStarsAmelia CrouchDan CadeEmma BoothErica TremblayIsrael BroussardLex ShrapnelLilly AspellLizzy CaplanMichael PeñaMike Colter |CastAmelia CrouchBrendan StokeyDan CadeEmma BoothErica TremblayGeorgia GoodmanIsrael BroussardIvona KustudicJoe CorrigallJovan GulanLex ShrapnelLilly AspellLizzy CaplanMichael AbsalomMichael PeñaMike ColterMilena PredićMina ObradovicNikola KentOlivera TamindzicPetar ĆiricaSandra TelesTom RileyVladimir GrbićZlatija Ocokoljić",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mPNGcX1j5SFeDETkvcJA9POaNx8.jpg",
      "https://image.tmdb.org/t/p/w300/vXMrhAj1Iam0nxilL5naHBKJ6pL.jpg",
      "https://image.tmdb.org/t/p/w300/v9zJ1WXkBKZo2XaBYU4pmCrjqP7.jpg",
      "https://image.tmdb.org/t/p/w300/b1xkCrDX0NA2XCPbCJXSOj9nqIt.jpg",
      "https://image.tmdb.org/t/p/w300/y1sCuzGoZLyLF6MJYBV9ToYWn1O.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTU5OTYzMzcwOF5BMl5BanBnXkFtZTgwNTkzMzk4NTM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/extinction-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/extinction-2018",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/xkyo1j6292ab",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/oddvj5ci7vxh.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-ePDPGXkvlw",
      "video_url": "https://www.youtube.com/watch?v=-ePDPGXkvlw",
      "embed_url": "https://www.youtube.com/embed/-ePDPGXkvlw"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Thriller",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "40"
    },
    "title": "The Baylock Residence (2019)",
    "description": "ဒါကတော့ ဒုတိယကမ္ဘာစစ်ကာလမှာဇာတ်အိမ်တည်ထားတဲ့ Horrorကားတစ်ကားပါ။ပတ်ထရစ်ရှာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဆီကို စာတစ်စောင်ရောက်လာပါတယ်။စာထဲမှာ သူနဲ့မတွေ့တာ ဆယ့်ငါးနှစ်လောက်ရှိတဲ့သူ့အစ်မဖြစ်သူဆုံးသွားတဲ့အကြောင်းနဲ့အိမ်ကိုလာခဲ့ဖို့အကြောင်းကြားထားတာပါ။သူရောက်သွားတဲ့အချိန်မှာအိမ်အကူအမျိုးသမီးတစ်ယောက်ပဲရှိနေပြီးသူ့အစ်မယောက်ျားကလည်းလွန်ခဲ့တဲ့နှစ်တွေကတည်းကထူးဆန်းစွာပျောက်ဆုံးနေခဲ့တယ်ဆိုတာသူသိလိုက်ရပါတယ်။သူအဲ့ဒီအိမ်ကြီးမှာနေရင်း ညညဆိုအသံတွေကြားလိုက်၊အိပ်မက်ထဲမှာလည်း အမျိုးသမီးတစ်ယောက်ကသူ့ကိုအိမ်ထဲကနေထွက်သွားဖို့ လာပြောလိုက်နဲ့ညဆိုမျိုးစုံတွေ ကြုံတွေ့နေရပါတော့တယ်။နောက်တော့ သူ့အစ်မသေဆုံးမှုဟာသွေးရိုးသားရိုးမဟုတ်တာတွေ၊အိပ်မက်ထဲကအမျိုးသမီးတွေအကြောင်းတွေဟာလည်းထူးဆန်းစွာပျောက်ဆုံးမှုတွေနဲ့ ဆက်စပ်နေတာကိုသိရှိသွားတဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီhorrorကားလေးမှု ဆက်လက်ကြည့်ရှုလိုက်ပါ။File Size : (780 MB , 289 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony M. Winson",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5NVul6TtRCEvWFI88OeyDvXwPyL.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/b34f8aba4/cm-the-baylock-residence-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "780 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/fe915b/cm-the-baylock-residence-2019-smal-size-mp4",
        "server": "yuudrive.me",
        "size": "289 MB",
        "quality": "WEB-DDL 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-baylock-residence-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-baylock-residence-2019-small-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "289 MB",
        "quality": "WEB-DDL 480P"
      },
      {
        "link": "https://megaup.net/2c9tY/(CM)_The_Baylock_Residence_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2c9u3/(CM)_The_Baylock_Residence_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "289 MB",
        "quality": "WEB-DDL 480P"
      },
      {
        "link": "https://mega.nz/file/NTg0yIyb#L-JY9osnR0cV_jubgAbk33Pe-m44jpWlR8jI8i9XQ58",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/8exikKJJ#lZdDEKq_nI-QuFhBjifebPxrxDLjwPdtD5DZ-XCJacE",
        "server": "mega.nz",
        "size": "289 MB",
        "quality": "WEB-DDL 480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2018||Drama,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "2700"
    },
    "title": "My Teacher, My Obsession (2018)",
    "description": "My Teacher, My Obsession (2018)=========================“ချစ်ရသော ကျွန်မရဲ့ဆရာ… ရင့်ကျက်ပြီးယောက်ျားပီသတဲ့ပုံစံမို့ စွဲလန်းခဲ့တာမှားသွားလား ? တကယ်ဆို တွေ့တာနောက်ကျခဲ့တာပဲရှိတာပါ။ လွဲချော်ခဲ့တဲ့အချိန်တွေကို ပြန်အစားထိုးနိုင်ဖို့ ကြိုးစားခဲ့ရတဲ့ ကျွန်မအတွက် ရလာတဲ့ရလာဒ်က ရူးနေပြီတဲ့လား။ ကျွန်မရူးတယ်ဆိုရင်လည်း အချစ်ရူးပဲဖြစ်မှာပါလေ…(ကိုင်လာ) “အိမ်ထောင်ရေးပြသာနာကြောင့် ပတ်ဝန်းကျင်အသစ်ကို ပြောင်းလာကြတဲ့ခရစ်နဲ့ ရိုင်လီတို့သားအဖနှစ်ယောက်။ ခရစ်က ရိုင်လီတို့အင်္ဂလိပ်စာအတန်းမှာစာသင်ရတဲ့ ကျောင်းဆရာဖြစ်ပြီး အရမ်းချောတဲ့ဆရာအသစ်ဆိုပြီး ကျောင်းသူတွေကြားမှာ အာရုံစိုက်ခံရတဲ့ဆရာပေါ့။ရိုင်လီကတော့ အဖေ့ကြောင့်သာ နေရာအသစ်ကိုပြောင်းခဲ့ရပေမယ့် နေသားမကျသေးတဲ့ ကျောင်းသူသစ်တစ်ယောက်။ အနေစိမ်းစိမ်းဖြစ်နေတဲ့ ကျောင်းသူအသစ်ကို အတန်းဖော်ကိုင်လာက နွေးနွေးထွေးထွေး ကြိုဆိုကူညီပေးခဲ့ပါတယ်။ အမြဲတမ်းတစ်ယောက်တည်းပဲနေတတ်ပြီး ကင်မရာတစ်လုံးနဲ့ပဲ အချိန်ဖြုန်းနေတာကြောင့် သူငယ်ချင်းမရှိတဲ့ ကိုင်လာကရိုင်လီနဲ့အမြဲတမ်းတွဲနေခဲ့ပါတယ်။ သူလိုချင်တဲ့အရာကို ရအောင်လိုချင်တဲ့ ကိုင်လာက အင်္ဂလိပ်ဆရာလည်းဖြစ်၊ သူငယ်ချင်းရဲ့အဖေလည်းဖြစ်တဲ့ ခရစ်ကို သူဘယ်လိုမျိုးစွဲလန်းခဲ့လဲ၊ လိုချင်တာကိုရအောင် ဘယ်လိုမျိုးအရယူခဲ့လဲ စတာတွေကို စိတ်ဝင်စားဖို့ကောင်းအောင်ရိုက်ပြထားတာမို့ ဆက်ကြည့်လိုက်ပါဦးနော်….။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Jo Jo Va ဖြစ်ပါတယ်)File Size……….(1.5 GB) / (559 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 30MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, ThrillerTranslator…….Jo Jo VaEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDamián RomayCastAlexandria DeBerryBruno RoseDakota BrutonDavid DitmoreJana Lee HamblinLaura BilgeriLestonja DiazLucy LokenRusty JoinerTheresa SuteraVin Morreale Jr",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c0E9rOkQA1ogxhDbttVSefP4HH9.jpg",
      "https://image.tmdb.org/t/p/w300/e71OYBLTWRayGVlUYAdVya9XrAB.jpg",
      "https://image.tmdb.org/t/p/w300/dZNNw39dOXppAJpOSP5gPS1LceP.jpg",
      "https://image.tmdb.org/t/p/w300/g61Fyl4vtoZ8YNiFId6yk28BwkV.jpg",
      "https://image.tmdb.org/t/p/w300/oMxD3xKg5QbeO2Dn3pp68mWE2Ym.jpg",
      "https://image.tmdb.org/t/p/w300/skJbw06gVJsZN04f7V5aWn69vxQ.jpg",
      "https://image.tmdb.org/t/p/w300/9tI2BBfTPK4pbYxaQZ16Thca9L9.jpg",
      "https://image.tmdb.org/t/p/w300/wrNQ5q3E0XEeVj4FwrYRAKOLrkp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/Screenshot-2023-12-10-124725.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/my-teacher-my-obsession-2018-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/42F6w/My.Teacher.My.Obsession.2018.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/1ixam52lxhea",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0f1DnJoA#HYpN8NeUt3fCIQeVE0nEzGFgKVZAGTzuGRBvpM7ObY8",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/l13hmybr0mqr.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-teacher-my-obsession-2018-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "559 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2GKb6/My.Teacher.My.Obsession.2018.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "559 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/07pw3bzs2d7t",
        "server": "streamsb.com",
        "size": "559 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EDNkBIpY#AWc3IdmlXEzNsw2lor2-IJh0h45w7G0bbQt3JCYXsNk",
        "server": "mega.nz",
        "size": "559 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xvja4dtqylfn.html",
        "server": "usersdrive.com",
        "size": "559 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8PWMTSHc8qg",
      "video_url": "https://www.youtube.com/watch?v=8PWMTSHc8qg",
      "embed_url": "https://www.youtube.com/embed/8PWMTSHc8qg"
    }
  },
  {
    "metadata": "PG-13|2018|110 min|History",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "736"
    },
    "title": "Samson (2018)",
    "description": "ဒီတစ်ခါတော့ လတ်တလောထွက်ရှိလာတဲ့ ကားသစ်တွေထဲကမှ Samson (2018)ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Samsonဆိုတာကတော့ ဟီဘရူးကျမ်းစာပါ အကြီးအကဲတစ်ဦးဖြစ်ပါတယ်။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဆမ်ဆန်ဆိုတာ ဘုရားသခင်ကပေးအပ်ထားတဲ့စွမ်းအင်တွေနဲ့ပြည့်စုံတဲ့လူသားပါ။ ထိုစွမ်းအင်တွေကိုကောင်းစွာထိန်းသိမ်းထားနိုင်ဖို လိုက်နာရတဲ့စည်းကမ်းချက်၃ခုရှိပါတယ်။ဆံပင်မညှပ်ရ၊အရက်မသောက်ရ၊ အသေကောင်တွေကိုမထိရဆိုတာတွေပါပဲ။ဆမ်ဆန် မွေးဖွားလာတဲ့အချိန်မှာ ဟီဘရူးတွေကိုဖီလစ်စတင်းလူမျိုးတွေက ကျွန်ပြုအုပ်စိုးနေတဲ့အချိန်ဖြစ်နေပြီး မျိုးနွယ်ရဲ ့မျှော်လင့်ချက်က သူ့အပေါ်မှာပါ။ဒါပေမယ့် စိတ်ထားအရမ်းကောင်းတဲ့ဆမ်ဆန်တစ်ယောက် အများအကျိုးတွက်ဆောင်ရွက်နိုင်ခဲ ့ရဲ ့လား။သူရဲ ့စည်းကမ်းချက်၃ခုကိုရောမကျိုးမပေါက်​အောင်စောင့်ထိန်းနိုင်ပါ့မလား။သူတို့မျိုးနွယ်စုကရော ဘယ်လိုရုန်းကန်လှုပ်ရှားရမလဲဆိုတာ စိတ်ဝင်စားစရာပါပဲ။သမ္မာကျမ်းစာပါ နာမည်ကြီးဇာတ်ကောင် Samsonအကြောင်းကို အခုဒီSamson(2018)ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရနေပါပြီ။Imdb Rating 4.3Rotten Tomatoes 25%ရရှိထားပါတယ်။Qty – 720p Web DLGern – HistoricalDuration – 1hr 50minTranslator – Aye Mon KyawReview – Aye Mon KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBruce MacDonaldCarien SchutteGabriel SabloffInge Rita JansenStarsBilly ZaneCaitlin LeahyFrances Sholto-DouglasGreg KriekJackson RathboneLindsay WagnerMatthew Dylan RobertsRutger HauerSven RuygrokTaylor JamesCastAres AfonsoBilly ZaneCaitlin LeahyDuane BehrensFrances Sholto-DouglasGreg KriekJackson RathboneLily SpangenbergLindsay WagnerMatthew Dylan RobertsRutger HauerSven RuygrokTaylor James",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yR6952VuJ2OchliEj0vyRxFZiBT.jpg",
      "https://image.tmdb.org/t/p/w300/pp3EEUpuXEi3WcBPS6gIiTDiWY2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v7Zaj1IEzMMB7KzfglpxdXWB66u.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/samson-2018-mm-sub",
        "server": "VIP Links",
        "size": "794MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/samson-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "794MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11a79/Samson_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "792MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/2dt8vqy2o2ui.html",
        "server": "streamsb.com",
        "size": "792MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "O0cgxsZp26M",
      "video_url": "https://www.youtube.com/watch?v=O0cgxsZp26M",
      "embed_url": "https://www.youtube.com/embed/O0cgxsZp26M"
    }
  },
  {
    "metadata": "TV-14|2018|1h 37min|Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "96,371"
    },
    "title": "When We First Met (2018)",
    "description": "လူ႔ဘဝမွာတစ္ခါေလာက္ေတာ႔အခ်ိန္ေတြကိုေနာက္ျပန္ဆုတ္လို႔ရရင္လို႔ေတြးမိဖူးၾကမွာပါ။အကယ္၍သာျပန္ျပင္ဆင္ခြင္႔ရွိရင္ ဘာေတြကိုျပင္ဆင္မွာလဲျပင္ဆင္လိုက္ရင္ေရာ ဘာျဖစ္မွာလဲ ဆိုတာလဲေတြးမိၾကမွာပါ။အဲ႔လို႔ေမးခြန္းေတြနဲ႔ စိတ္ညစ္ဖူးတဲ႔ လူေတြအတြက္ ဒီကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးထဲက မင္းသားကေတာ႔ျပင္ဆင္ခြင္႔ရခဲ႔သူတစ္ဦးေပါ႔။ေမးစရာရွိတာက အဲ႔ဒီအခြင္႔အေရးဟာသူ႔အတြက္ ကံဆိုးတာလား ကံေကာင္းတာလား ဆိုတာပါပဲ။ေပါေပါ႔ပါးပါးနဲ႔ သူေပးခ်င္တဲ႔မက္ေဆ႔ကိုေပးႏိုင္တဲ႔ကားေလးမို႔ ကားေကာင္းေလးတစ္ကားလို႔ပဲ ညႊန္းလိုက္ပါရေစ။အခ်ိန္ခရီးသြားကားေတြထဲကမွ ခြဲထြက္ေနျပီး အဓိပၸါယ္ရွိတဲ႔ကားေလးတစ္ကားပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating6.5 နဲ႔ Rotten tomatoes 4.2% ရရွိထားတဲ႔ကားေလးပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေအးမြန္ေက်ာ္ပါ)File Size : (750 MB) and (320 MB)Quality : WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Source :1080p.NF.WEBRip.DD5.1.x264-SiGMATranslated by Aye Mon KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAri SandelStarsAdam DevineAlexandra DaddarioAndrew BachelorChris WyldeDean J. WestNoureen DeWulfRobbie AmellShelley HennigTenea IntriagoTony CavaleroCastAdam DevineAlexandra DaddarioAndrew BachelorBryan Michael HallChris WyldeDean J. WestMartin Bats BradfordMichael ScottNoureen DeWulfRobbie AmellShelley HennigTalbott LinTenea IntriagoTony Cavalero",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3XyHJfsb4cUAxekfQCUkrcu3UmL.jpg",
      "https://image.tmdb.org/t/p/w300/cuQFfMrTLFZkMFFt6InMhUikRna.jpg",
      "https://image.tmdb.org/t/p/w300/gpc9lgWKNN5Gt5b4aqXzet8S1r5.jpg",
      "https://image.tmdb.org/t/p/w300/AhpD1UFji61IRxqwbTly68yn8D.jpg",
      "https://image.tmdb.org/t/p/w300/wCJMo3BYuPbF3yAKqjTsO1sYikK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM1OTI4NDM4Nl5BMl5BanBnXkFtZTgwMDAwODg2NDM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/when-we-first-met-2018",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/when-we-first-met-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/when-we-first-met-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Aorx/When_We_First_Met_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/knn1uxc346xd",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "d2sJNee7FQ4",
      "video_url": "https://www.youtube.com/watch?v=d2sJNee7FQ4",
      "embed_url": "https://www.youtube.com/embed/d2sJNee7FQ4"
    }
  },
  {
    "metadata": "R|2018|98 min|Biography,Drama,War",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "606"
    },
    "title": "The Catcher Was a Spy (2018)",
    "description": "ဒုတိယကမာၻစစ္ႀကီးဟာ တစ္ကမာၻလံုးကိုပူေဆြးေသာကနဲ႔ ျပာပံုေတြသာ ခ်န္ခဲ႔ေပမယ့္လူ႔သမိုင္းမွာ အဆန္းၾကယ္ဆံုး ျဖစ္ရပ္ေတြရင္ခုန္စရာစြန္႔စားခန္းေတြကိုလည္း ေပၚေပါက္ခဲ႔ေစပါတယ္။ဒုတိယကမာၻစစ္ႀကီးအတြင္းမွာ ရက္စက္တဲ႔စစ္ဝါဒီေတြသူရဲေကာင္းေတြ ဉာဏ္ႀကီးရွင္ေတြ အံ့မခန္းလူစြန္႔စားေတြေပၚေပါက္ခဲ႔ၿပီး သူတို႔ရဲ႕စြန္႔စားခန္းေတြ အေတြ႕အႀကံဳျဖစ္ရပ္စံုေတြဟာ ဒီေန႔ထိေတာင္ ေျပာမကုန္ေအာင္ျဖစ္ေနဆဲပါပဲ။ ဒါေပမဲ႔ ေဘ့စ္ေဘာ္ေမဂ်ာ္လိဂ္ရဲ႕ေဘာ္စတြန္အေျခစိုက္ကလပ္ရက္ဒ္ေဆာက္အသင္းမွာကစားတဲ႔ ေဘာဖမ္းသမားတစ္ေယာက္ဟာထိပ္တန္းသူလွ်ိဳတစ္ေယာက္ျဖစ္လာလိမ့္မယ္လို႔ဘယ္သူကမွ ထင္ထားမွာ မဟုတ္ဘူး။Moeလို႔ အမ်ားက ေခၚေလ့ရွိတဲ႔ ေမာရစ္ဘာ႔ဂ္ဟာေဘ့စ္ေဘာ ေမဂ်ာလိဂ္ သမိုင္းတစ္ေလွ်ာက္မွာေတာ့ထူးခြ်န္တဲ႔ကစားသမားစာရင္း မဝင္တဲ႔သူပါ။ဒါေပမဲ႔ ဘာသာစကား ၇ မ်ိဳးေလာက္ကို ေရေရလည္လည္ေျပာတတ္ၿပီး ဗဟုသုတလည္း ၾကြယ္လြန္းလွသူမို႔ဉာဏစြမ္းအျမင့္ဆံုး ေဘ့စ္ေဘာသမားလို႔ အမ်ားကသတ္မွတ္ထားၾကပါတယ္။ ပရင္စတန္တကၠသိုလ္ကဘြဲ႕ရထားသူျဖစ္ၿပီး တစ္ေန႔ကို သတင္းစာဆယ္ေစာင္ဖတ္ၿပီး စာအုပ္တစ္အုပ္ကို တစ္ခါဖတ္ၿပီးအားလံုးမွတ္မိတဲ႔အထိ မွတ္ဉာဏ္စြမ္းရည္ျမင့္မားပါတယ္။ ပုလဲဆိပ္ကမ္းကို ဂ်ပန္ေတြဗံုးႀကဲအၿပီးမွာ Moeဟာ ေနာင္တစ္ခ်ိန္မွာ CIAျဖစ္လာမယ့္ Office of Strategic Service(OSS) မဟာဗ်ဴ ဟာအေကာင္အထည္ေဖာ္ေရးဌာနမွာ ဘာသာျပန္အျဖစ္ ရာထူးတစ္ေနရာရခဲ႔ၿပီးCIAဖြဲ႕စည္းခ်ိန္အထိ ဆက္လက္ တာဝန္ထမ္းေဆာင္ခဲ႔တယ္။ CIAက ထြက္လာၿပီးခ်ိန္မွာေတာ့တစ္ကိုယ္တည္းလူပ်ိဳႀကီးဘဝနဲ႔ ေဘ့စ္ေဘာနည္းျပလုပ္ရင္း စာၾကည့္တိုက္မွာ အခ်ိန္ကုန္ရင္းေဆြမ်ိဳးေတြရဲ႕ အေထာက္ပံ႔ခံဘဝနဲ႔ ေနထိုင္ရင္းကြယ္လြန္ခဲ႔တယ္။ဒုတိယကမာၻစစ္အတြင္းမွာ Moeရဲ႕ပါဝင္ေဆာင္ရြက္မႈေတြနဲ႔ သူ႔ရဲ႕ စစ္ဆင္ေရးေတြကိုဘယ္သူမွမရိပ္မိခဲ႔ပါဘူး။ အ့ံၾသစရာေကာင္းေလာက္ေအာင္လွ်ိဳ႕ဝွက္သူလို႔ အမ်ားက မွတ္ခ်က္ခ်ခဲ႕တဲ႔ Moeဟာအေမရိကန္အစိုးရက အရပ္သားေတြကို ခ်ီးျမွင့္တဲ႔အျမင့္ဆံုး ဂုဏ္ျပဳဆုတံဆိပ္ Medal of Freedomကိုလက္မခံဘဲ ျငင္းပယ္ခဲ႔သူပါ။ သူကြယ္လြန္ၿပီးမွဒီဆုကို သူ႔ကိုယ္စား သူ႔ညီမက လက္ခံယူခဲ႔တယ္။Moe Bergရဲ႕ လွ်ိဳ႕ဝွက္လြန္းတဲ႔ဘဝကိုThe Catcher Was a Spy ဆိုတဲ႔နာမည္နဲ႔စာေရးဆရာ Nicholas Dawidoffကဖြင့္ခ်လိုက္မွ Moe Bergရဲ႕ သူလွ်ိဳဘဝကိုသိခြင့္ရလာၾကတယ္။ ဒီစာအုပ္ဟာလည္းBest Seller ျဖစ္ခဲ႔တယ္။ ဒီစာအုပ္ကို အေျခခံၿပီးဒါရိုက္တာ Ben Lewinက ရိုက္ကူးထားတဲ႔The Catcher Was a Spy ရုပ္ရွင္ဟာေဝဖန္ေရးဆရာေတြၾကားမွာ ထင္သေလာက္ေအာင္ျမင္မႈမရခဲ႔ေပမယ့္ ဒုတိယကမာၻစစ္အတြင္းကပေဟဠိေတြကို ႏွစ္သက္သူေတြအတြက္ေတာ့အႀကိဳက္ေတြ႕မယ္႔ရုပ္ရွင္ပါ။ Paul Rudd,Mark Strong, Tom Wilkinsonတို႕လို႕ဝါရင့္သရုပ္ေဆာင္ေတြ ပါဝင္သရုပ္ေဆာင္ထားၿပီးမန္ဟတ္တန္စီမံကိန္းေနာက္ကြယ္က ျဖစ္ရပ္ေတြကိုအေျခခံထားတဲ႔အတြက္ စိတ္ဝင္စားစရာေကာင္းပါတယ္။ဟီရိုးရွီးမားနဲ႕ နာဂါစကီကို ဗံုးမခ်င္ခင္မွာအဏုျမဴ ဗံုးထုတ္လုပ္ဖို႔ ႀကိဳးစားေနၾကတာဟာအေမရိကန္နဲ႔ အဂၤလန္တို႔ပဲမဟုတ္ပါဘူး။ ဂ်ပန္နဲ႔ရုရွားတို႔ကလည္း ဒီကိစၥကို စိတ္ဝင္စားၾကသလို(Thule)လို ဂမီၻရစီမံကိန္းေတြကအစ မ်ိဳးစံုစမ္းသပ္ခဲ႔တဲ႔ ဟစ္တလာရဲ႕ ဂ်ာမနီဟာ သူမ်ားထက္ေျခလွမ္းေတာင္သာေနပါေသးတယ္။ အေမရိကန္ရဲ႕မန္ဟက္တန္စီမံကိန္းနဲ႔အၿပိဳင္ လိုက္ႏိုင္ေနတာဟာနာဇီဂ်ာမနီဘက္မွာ ဗာနာဟိုင္ဇင္ဘာဂ္ဆိုတဲ႔ထိပ္တန္းရူပေဗဒပညာရွင္ ရွိေနလို႔ပါပဲ။ဗာနာဟာ ၁၉၃၂ ခုႏွစ္မွာ ရူပေဗဒႏိုဘယ္ဆုရခဲ႔ၿပီးသူ႔ရဲ႕ မေသခ်ာျခင္းသီအိုရီ( Heisenberguncertainty theory -1927)ဟာကမာၻေက်ာ္ပါတယ္။ ၁၉၃၈ ခုႏွစ္မွာ ဂ်ာမန္သိပၸံပညာရွင္ေတြဟာ အဏုျမဴ ဗံုးအတြက္ေျခလွမ္းသစ္ျဖစ္တဲ႔ အက္တမ္ကို စၿပီး ၿဖိဳခြဲႏိုင္ခဲ႔ၿပီ။မန္ဟတ္တန္စီမံကိန္းက သူတို႔ကို အမီလိုက္ဖို႔ပညာရွင္စုေဆာင္းလို႔ မၿပီးေသးခ်ိန္မွာ စိုးရိမ္စရာျဖစ္လာတာက Heavy waterလို႔ေခၚၾကတဲ႔သာမန္ထက္ဟိုက္ဒရိုဂ်င္အျပည့္ပါတဲ႔ ေရကိုလြယ္လြယ္ဖန္တီးႏိုင္တယ္လို႔ ယူဆရတဲ႔နည္းစနစ္ကို ဗာနာဟိုင္ဇင္ဘာဂ္ ရထားၿပီဆိုတဲ႔သတင္းေၾကာင့္ပါပဲ။ ဗာနာကို မျဖစ္မေန လုပ္ႀကံဖို႔အေျခအေနဖန္လာခ်ိန္မွာ ဂ်ဴ းလူမ်ိဳး ေဘ့စ္ေဘာကစားသမားေဟာင္း Moeကို တာဝန္ေပးလိုက္တယ္။သူ႔တာဝန္က ဗာနာဟိုင္ဇင္ဘာဂ္ကို တီးေခါက္ေမးျမန္းၿပီး ဂ်ာမနီဟာ အဏုျမဳဴ ဗံုး တည္ေဆာက္ေနတာဟုတ္မဟုတ္သိရေအာင္ လုပ္ၿပီး အဏုျမဴ ဗံုးတည္ေဆာက္ေနတာ ေသခ်ာရင္ ဗာနာဟိုင္ဇင္ဘာဂ္ကိုပစ္သတ္ခဲ႔ဖို႔ပဲ။ တကယ္လက္ေတြ႕မွာေတာ့Moeဟာ ဗာနာကို မသတ္ခဲ႔ဘူး။ မသတ္ခဲ႔တဲ႔အေၾကာင္းရင္းကို သူဘယ္တုန္းကမွ ရွင္းမျပခဲ႔သလိုဗာနာဟိုင္ဇင္ဘာဂ္ကလည္း ဂ်ာမနီဟာအဏုျမဴ ဗံုး တည္ေဆာက္ခဲ႔တာ ဟုတ္မဟုတ္ေျဖရွင္းခ်က္ မေပးခဲ႔ပါဘူး။ စစ္အၿပီးမွာေတာ့ ဗာနာဟာဂ်ာမန္ေတြသိုေလွာင္ထားတဲ႔ Heavy waterအားလံုးကို မဟာမိတ္ေတြလက္ထဲ အပ္ခဲ႔ၿပီးသုေတသနအခ်က္အလက္ေတြကို အေမရိကန္ကယူစစ္ေဆးခဲ႔တယ္။(စစ္ေအးကာလလြန္မွာအားလံုးကိုဂ်ာမနီလက္ထဲ ျပန္အပ္ခဲ႔တယ္လို႔ဆိုပါတယ္။) ပေဟဠိဆန္တဲ႔ ရူပေဗဒပါေမာကၡနဲ႔လွ်ိဳ႕ဝွက္တတ္တဲ႔ေဘ့စ္ေဘာသမားေဟာင္း သူလွ်ိဳတို႔သူတို႔ခ်င္းဆံုခဲ႔တဲ႔ညက ဘာေတြျဖစ္ခဲ႔ၾကလဲဆိုတာဘယ္သူမွမသိႏိုင္ေတာ့ေပမယ့္ ဒီရုပ္ရွင္ကေနတစ္စြန္းတစ္စေတာ့ သိႏိုင္လိ္မ့္မယ္ ထင္ပါတယ္။ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Hein That Naing ျဖစ္ၿပီးReview ကိုေတာ့ ကို Elvis မွ ေရးေပးထားပါတယ္Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen LewinMark TaylorStarsConnie NielsenGuy PearceHiroyuki SanadaJeff DanielsMark StrongPaul GiamattiPaul RuddShea WhighamSienna MillerTom WilkinsonCastAgnese NanoAnna GeislerováBobby SchofieldBrian CaspeConnie NielsenCristiano DonatiDemetri GoritsasDusan KisFrankie ImbergamoGabriel AndrewsGiancarlo GianniniGuy PearceHiroyuki SanadaIan Dylan HuntJames McVanJeff DanielsJeff FritzJimmy LeBlancJimmy MalcolmJoe CaliJohn SchwabJordan LongJoseph OliveiraKaroline PatrickKristen Anne FerraroMarc CramMarco VeluttiMark StrongMartin JanoušPaul GiamattiPaul RuddPhilip LenkowskyPierfrancesco FavinoRob LévesqueRoman VangeliRoy McCrereyScott RichardsonShea WhighamSienna MillerSusan GaribottoTed OtisTim HackneyTom WilkinsonWilliam Hope",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tq5Dq9IvXlag9iOdqoMWDx9cw7z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BODhlNDc0ZTQtN2FiOS00OGRiLWE2YmYtZmI2ZmU1NzM5MmJlXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-catcher-was-a-spy-2018",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-catcher-was-a-spy-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-catcher-was-a-spy-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2WjkC/The_Catcher_Was_A_Spy_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/xm2pdyl23fzg",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Ffmzqctbkbo",
      "video_url": "https://www.youtube.com/watch?v=Ffmzqctbkbo",
      "embed_url": "https://www.youtube.com/embed/Ffmzqctbkbo"
    }
  },
  {
    "metadata": "N/A|2018|2h 15min|Action,History,War",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "186"
    },
    "title": "The Great Battle (2018)",
    "description": "၂၀၁၈ ထြက္​ ကိုရီးယားရာဇဝင္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးဦးမယ္​​ေနာ္​ ဇာတ္​ကားနာမည္​​ေလးက The Great Battle ပါမင္​းႀကီးဂ်ဴမံုတည္​​ေထာင္​ခဲ့တဲ့ ဂိုဂု​ေလ်ာျပည္​ကို တရုတ္​ထန္​ဘုရင္​ က်ဴး​ေက်ာ္​ခဲ့တဲ့ အ​ေၾကာင္​းကို စစ္​တိုက္​ပံုမ်ိဳးစံု ​ေဝ​ေဝဆာဆာနဲ႔ ရိုက္​ကူးထားတဲ့ ရာဇဝင္​ကား​ေကာင္​း​ေလးပါဂိုဂု​ေလ်ာက စစ္​သူႀကီးယြန္​းဟာ အန္​စီခံတပ္​အုပ္​ခ်ဳပ္​​ေရးမွဴး ယန္​မန္​ခ်ြန္​ရဲ့ အမိန္​့မနာခံမွဳကို အျပစ္​​ေပးဖို႔အတြက္​ သူ႔ဆီကို သူလ်ွိဳ​ေတြ ​ေစလႊတ္​​ေပါင္​း မနည္​းပါဘူးအန္​စီၿမိဳ႕သား ဆာမူကို ​ေစလႊတ္​လိုက္​ခ်ိန္​မွာ​ေတာ့ ဆာမူဟာ အုပ္​ခ်ဳပ္​​ေရးမွဴးယန္​ရဲ႕ ​ေခါင္​း​ေဆာင္​ပီသမွဳ​ေတြကို ျမင္​​ေတြ့ရၿပီး လုပ္​ၾကံမွဳ မ​ေအာင္​ျမင္​ခဲ့ပါဘူးတိုက္​ပြဲ​ေပါင္​းမ်ားစြာကို ႐ွံဳးပြဲမ႐ွိ တိုက္​ခိုက္​​ေအာင္​ျမင္​ခဲ့တဲ့ တရုတ္​ထန္​စစ္​တပ္​ဟာ အန္​စီခံတပ္​ကို တိုက္​ဖို႔ လာတဲ့အခါ ယန္​မန္​ခ်ြန္​ရဲ့ ပါးနပ္​မွဳ လက္​ရံုးရည္​ ႏွလံဳးရည္​ျပည္​့ဝမွဳ​ေတြ​ေၾကာင္​့ လြယ္​လြယ္​နဲ႔ မ​ေအာင္​ျမင္​ခဲ့ပါဘူး၃ လ​ေလာက္တုိက္​ပြဲဝင္​ရတာကို တိုက္​ခန္​းခိုက္​ခန္​း ၿမိဳင္​ၿမိဳင္​ဆိုင္​ဆိုင္​နဲ႔ ရိုက္​ကူးထားလို႔ ၾကည္​့ရတန္​တဲ့ ရာဇဝင္​ကား​ေကာင္​းတစ္​ကားပါဒီ့အျပင္​ အခ်စ္​ အလြမ္​း နဲ႔ တိုင္​းျပည္​ခ်စ္​စိတ္​​ေတြကိုပါ ​ေပၚလြင္​​ေအာင္​ ရိုက္​ျပထားလို႔ ရသမ်ိဳးစံုကို ​ေပးစြမ္​းႏိုင္​တဲ့ ဇာတ္​ကား​ေလးပါလို႔ ၫႊန္​း​ေပးပါရ​ေစ(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (0.99 MB) and (450 MB)Quality : HDRip 720pRunning Time : 2h 15minFormat : Mp4Genre : Action , History , WarSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip H264 AAC NonDRMTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Kwang-sikStarsBae Seong-wooJo In-sungJung Eun-chaeKim Seol-hyunNam Joo-hyukOh Dae-HwanPark Byung-eunPark Sung-woongSung Dong-ilUm Tae-gooCastBae Seong-wooJang GwangJo In-sungJung Eun-chaeKim Seol-hyunNam Joo-hyukOh Dae-HwanPark Byung-eunPark Sung-woongShin Chang-sooStephanie LeeSung Dong-ilUm Tae-gooYu Oh-seong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p64m8fEFaa698jv0llADbC5sOQs.jpg",
      "https://image.tmdb.org/t/p/w300/9RY2g7cgFuHTrPzaSTs7uo4bThD.jpg",
      "https://image.tmdb.org/t/p/w300/oGe84ddxe2R90hFwvCDxOINE8qL.jpg",
      "https://image.tmdb.org/t/p/w300/1Jx9ecUhx8khCIWo5vouPzPrt1Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c7sCD4XyM2SbvBK1HgRVwFhgt3p.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/yJ/The_Great_Battle_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-great-battle-2018",
        "server": "CM Links",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-battle-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zdz4/The_Great_Battle_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/9bvd1zlfa8sw",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "s3xlf7o5GCs",
      "video_url": "https://www.youtube.com/watch?v=s3xlf7o5GCs",
      "embed_url": "https://www.youtube.com/embed/s3xlf7o5GCs"
    }
  },
  {
    "metadata": "N/A|2018|102 min|Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "235"
    },
    "title": "Stupid Young Heart (2018)",
    "description": "လူငယ်ဘဝမှာ မှားခဲ့တာတွေလည်းရှိမယ်။မှန်ကန်တာတွေလည်းရှိမယ်။တစ်လွဲအယူမှားနေတာတွေလည်းရှိမယ်။မဆင်မခြင်လုပ်မိတာတွေလည်းရှိမယ်။ရူးမိုက်ခြင်းတွေနဲ့ ပြည့်နှက်နေတဲ့ အပိုင်းအခြားကာလတစ်ခုပေါ့။ဒီ Stupid Young Heart ဆိုတဲ့ကားလေးထဲမှာ အထက်တန်းကျောင်းသားလေးတစ်ယောက်နဲ့ကျောင်းသူလေးတစ်ယောက်တို့ အရွယ်မတိုင်းမှီ ကျူးလွန်ခဲ့ကြပြီးကောင်မလေးမှာ ကိုယ်ဝန်ရှိလာတဲ့အခါ ဘာတွေရင်ဆိုင်ကြရလဲ။ဘယ်လိုကျော်ဖြတ်ကြရလဲဆိုတာကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။လောကကြီးမှာ ဖြစ်တတ်တဲ့ အရာတွေအကြောင်းကိုရိုက်ကူးပြသထားတဲ့ ဘဝရသကားတစ်ကားမို့ အားပေးကြပါဦးFile Size : (950 MB) & ( 267 MB)Quality : BluRay 720pRunning Time : 1 hr 42 minFormat : Mp4Genre  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSelma VilhunenStarsAbshir Sheik NurJere RistseppäKatja KüttnerPihla ViitalaRosa HonkonenVille HaapasaloCastAbshir Sheik NurJere RistseppäKatja KüttnerPihla ViitalaRosa HonkonenVille Haapasalo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lFZV8GmxccjIHkWkzL6xiK92uqB.jpg",
      "https://image.tmdb.org/t/p/w300/wN11vzuwLTNjIJhI9MepCKLIMTi.jpg",
      "https://image.tmdb.org/t/p/w300/1kIs3zHK3aWUohsPEFmtYHkV6rq.jpg",
      "https://image.tmdb.org/t/p/w300/iwOy9T9aeebqU8K77NyYDhq2wQT.jpg",
      "https://image.tmdb.org/t/p/w300/pKKAHhbSIqnsRA0xC9IhQyFQHTT.jpg",
      "https://image.tmdb.org/t/p/w300/pc3OeMihSnTIQT2ilOnymlZP7Dr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pn3J0siei0qYunkKZD23ch0nvYq.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1y856/Stupid_Young_Heart_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/stupid-young-heart-2018",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/stupid-young-heart-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed4.com/i7zutaybt67i.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "AuW_GEnxSC8",
      "video_url": "https://www.youtube.com/watch?v=AuW_GEnxSC8",
      "embed_url": "https://www.youtube.com/embed/AuW_GEnxSC8"
    }
  },
  {
    "metadata": "N/A|2018|117 min|Uncategorized",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "132"
    },
    "title": "Asher (2018)",
    "description": "ဇာတ္​လမ္​းအက်ဥ္​း စစ္​မႈထမ္​း​ေဟာင္​းႀကီး အာ႐ွာ ဟာ တပ္​ကထြက္​ၿပီး​ေနာက္​မွာ​ေၾကးစားတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြးခဲ့ပါတယ္​ အာ႐ွာဟာအသက္​ျကီး​ေနၿပီဆို​ေပမယ္​့ အလုပ္​​ေကာင္​း​ေကာင္​းလုပ္​ႏိုင္​​ေသးတာ​ေၾကာင္​့သူ႔အသက္​ထက္​ ထက္​ဝက္​​ေလာက္​ငယ္​တဲ့ ​ေၾကးစား​ေတြၾကားမွာလည္​းအသက္​ႀကီး​ေပမယ္​့မပ်က္​စီး​ေသး ဆိုတဲ့ဂုဏ္​ကိုရ​ေန​ေသးတုန္​းပဲ ​ဒီလို​ေလာက​သား​ေတြရဲ႕ထံုးစံအတိုင္​း ​အာ႐ွာရဲ႕တပည္​့ နဲ႔ သူငယ္​ခ်င္​းတို႔ဟာ သူတို႔အားလံုးရဲ႕အလုပ္​႐ွင္​ႀကီး ​ေအဗီ ကို႐ွင္​းၿပီး အာဏာလုဖို႔ႀကိဳးစားတဲ့ အခါမွာ​ေတာ့..အာ႐ွာဟာ ဒီကိစၥ​ေတြကိုဘာမွမသိရပါပဲနဲ႔ ​ေအဗီက အထင္​အျမင္​မွားၿပီး လိုက္​လံလုပ္​ၾကံတာကိုခံ​ရပါ​ေတာ့တယ္​…​ေသနတ္​ပစ္​ကား​ေတြမွႀကိဳက္​ပါတယ္​ဆိုတဲ့ ပရိတ္​သတ္​ႀကီးအတြက္​အာ႐ွာ ဆိုတဲ့ဒီကား​ေလးက​ေဖ်ာ္​​ေျဖမႈတစ္​မ်ိဳး​ေပးႏိုင္​လိမ္​့မယ္​လို႔​ေမွ်ာ္​လင္​့မိပါ​တယ္…ဇာတ္လမ္းဘာသာျပန္နဲ႔ အညြွန္းကိုေတာ့ Chanyein Soe ကာဘာသာျပန္တင္ဆက္ေပးထားပါတယ္….Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael Caton-JonesStarsBlake PerlmanDavid WohlFamke JanssenGuy BurnetJacqueline BissetJay HieronMarta MilansPeter FacinelliRichard DreyfussRon PerlmanCastBlake PerlmanDavid WohlFamke JanssenGuy BurnetJacqueline BissetJay HieronMarta MilansMicah A. HauptmanPeter FacinelliRichard DreyfussRon Perlman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sLI0HUpdz1yW7jZWM2QZZY09iVb.jpg",
      "https://image.tmdb.org/t/p/w300/h9dhuf7qINryLLo3F4gHsX6aDXN.jpg",
      "https://image.tmdb.org/t/p/w300/5wH0zElEjLz5vAkhoRfzUC7hCg3.jpg",
      "https://image.tmdb.org/t/p/w300/uNf0w6N4j2j6U3LqpmfV3w4Tpkl.jpg",
      "https://image.tmdb.org/t/p/w300/zIsqRhlWzL2Q6ivImedyCfyQMD3.jpg",
      "https://image.tmdb.org/t/p/w300/cK8fYPK8u86dN0D6Nad5w6oFkxA.jpg",
      "https://image.tmdb.org/t/p/w300/oQDEWKDQWp7VJhtC0g3zJn22YuS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/Asher-2018.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/asher-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SSi8/Asher_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/tbny42jk19ir",
        "server": "upstream.to",
        "size": "1.25 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/du568ushjmhl.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "nwfXcY55aPg",
      "video_url": "https://www.youtube.com/watch?v=nwfXcY55aPg",
      "embed_url": "https://www.youtube.com/embed/nwfXcY55aPg"
    }
  }
]