[
  {
    "metadata": "PG|2004|1h 55min|Action,Adventure,Animation",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "638,188"
    },
    "title": "The Incredibles (2004)",
    "description": "The Incredibles (2004)IMDb – 8.0/10_____Rotten – 97%Won 2 Oscars.Another 65 wins & 56 nominations.Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ လောက်မှာ Apple တည်ထောင်သူ Steve Jobs ရဲ့ ထောက်ပံ့မှုနဲ့ ကိုယ်ပိုင်ကုမ္ပဏီအဖြစ်ခွဲထွက်ခဲ့သလို၊ Steve Jobs ကလည်း ကုမ္ပဏီမှာ အဓိက ရှယ်ယာရှင်ဖြစ်လာပါတယ်။ ၂၀၀၆ ခုနှစ်မှာတော့ Pixar ကို Disney က 7.6 Billion Dollars နဲ့ ဝယ်ယူခဲ့ပါတယ်။Pixar ကို ပရိတ်သတ်ကြီးအနေနဲ့ သိကြမှာဖြစ်ပေမယ့် အများစုမသိကြတာကတော့ သူရိုက်လိုက်သမျှ ကာတွန်းကားအများစုဟာ၊ ငွေကြေးအရရော အနုပညာအရပါ အောင်မြင်လေ့ရှိပါတယ်။ ၁၉၉၅ မှာ Toy Story နဲ့စခဲ့ပြီး လက်ရှိအချိန်အထိ Inside Out အပါအဝင် ၁၅ ကားရိုက်ကူးထားပြီး Cars 2 တစ်ကားသာ ဇာတ်လမ်းမကောင်းဘူးဆိုပြီး ဝေဖန်ခံရပြီး၊ ကျန် ၁၃ ကားလုံးက ရုပ်ရှင်ဝေဖန်သူတွေရဲ့ ချီးမွှမ်းခြင်းကိုခံထားရပါတယ်။ ဒီဘက်ခေတ်မှာ Pixar ကထုတ်တဲ့ကားကို ကောင်းပြီးသားလို့ဆို ရလောက်တဲ့အထိ အရှိန်အဝါ ကြီးလှပါတယ်။ ဒါ့အပြင် ဒီနှစ်ထဲမှာပဲ Pixar က The Good Dinosaur ဆိုပြီး နောက်ထပ် တစ်ကားထွက်ဖို့ရှိပြီး ပထမဆုံးအကြိမ် တစ်နှစ်ထဲ နှစ်ကားထုတ်တာဖြစ်ပါတယ်။The Incredibles က အကောင်းဆုံး ကာတွန်းကားတွေထဲက တစ်ကားသာမက အကောင်းဆုံး Superhero ကားတွေထဲမှာပါ တစ်ကားအပါအဝင် အဖြစ်သတ်မှတ်ထားကြပါတယ်။ Incredibles မှာ ‘S’ ပါရတာက ဒါသူတို့ မိသားစုတစ်ခုလုံး ညွှန်းရင် ဒီလိုပဲ သုံးပါတယ်။ ဥပမာ Mr and Mrs Smith ကို The Smiths လို့ သုံးကြပါတယ်။သူရဲ့ ဇာတ်လမ်းက အရင်တုန်းက Superheros တွေရှိကြပေမယ့် သူတို့ကြောင့် အပျက်အဆီးတွေများလာသလို လူတွေထိခိုက် ဒဏ်ရာရတာတွေများလာလို့ အစိုးရက သူတို့ကို သာမန်လူတွေအဖြစ်သူနေရမယ်လို့ သတ်မှတ်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအစမှာဆို Mr. Incredible က ကိုယ်ကိုယ်ကို သတ်သေမယ့်သူကို ကယ်ရင် ဒီလူက ဒဏ်ရာရသွားတော့ သူ့ကို တရားပြန်ဆွဲတာမျိုးတွေဖြစ်လာပါတယ်။ ဒီကားမှာ Mr.Incredible က သန်မာတဲ့ Hero ဖြစ်ပြီး၊ သူ့မိန်းမ ဖြစ်သူ က Elastic Girl ဆိုတဲ့အတိုင်း ကိုယ်ခန္ဓာကို လိုသလို ဆန့်ထုတ်လို့ ရပါတယ်။ သူတို့ ကလေးနှစ်ယောက်မှာ အမဖြစ်သူက ကိုယ်ပျောက်၊ သားဖြစ်သူက အရမ်း မြန်ပါတယ် (Quicksilver/Flash လိုပါ)။ Mr.Incredible မှာ Forzone လို့ခေါ်တဲ့ ရေခဲခဲလို့ရတဲ့ ဟီးရိုး သူငယ်ချင်းတစ်ယောက်ရှိပါတယ်။ သူတို့ကတော့ အဓိက ဇာတ်ကောင်တွေပါ။ အခြားဟီးရိုးတွေ ရှိပါသေးတယ်။ဇာတ်လမ်းကတော့ Mr.Incredibles က ပထမဆုံးအခန်းမှာ သူ့ကို အရမ်းကြိုက် အရမ်းလေးစားတဲ့ ကောင်လေး တစ်ယောက်ကို သူက ဂရုမစိုက်မိသလို၊ သူ့နောက်လိုက်အဖြစ်လည်း လက်မခံတာကြောင့် နှစ်တွေကြာလာတဲ့အခါမှာ ပြန်ကလဲ့စားချေတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကရှင်းပေမယ့် မိသားစု အကြောင်း၊ ဟီးရိုးအကြောင်း ဖြစ်တာကြောင့် အပျင်းပြေကြည့်လို့ကောင်းရုံတင်မ ဇာတ်လမ်း ဇာတ်အိမ်လည်း အရမ်းကောင်း ပါတယ်။အက်ရှင်တွေလည်းကောင်းသလို စိတ်ဝင်စားစရာကောင်းအောင်လည်း ရိုက်ကူးထားနိုင်သလို ဒီနေ့အထိ ဘယ်လိုကြည့်ကြည့် မရိုးနိုင်ပါဘူး။ ဒီဘက်ခေတ် ကလေးတွေ လူငယ်တွေ အကြိုက်တွေ့မယ့် ကာတွန်းကား ကောင်းလေးဖြစ်ပါတယ်။ မိသားစု အတူတူကြည့်ဖို့ ကောင်းတဲ့ကား ဖြစ်ပြီး၊ ကြည့်သင့်တဲ့ကားကောင်း တစ်ကားပါ။(ဘာသာပြန်သူကတော့ မြန်မာကြီးဖြစ်ပြီး ရုပ်ရှင် အညွန်းကိုတော့ Movies For Myanmarပေ့မှ #Sololayရေးသားတာကို ကူးယူဖော်ပြထားတာ ဖြစ်ပါတယ်)File Size : (950 MB)Quality : Blu-Ray 720pRunning Time : 1hr 55minFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p.BluRay.X264-AMIABLETranslated by Myanmar GyiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad BirdCamille LeganzaDerek WilliamsSabine Magdelena KochStarsBrad BirdBud LuckeyCraig T. NelsonDominique LouisEli FucileElizabeth PeñaHolly HunterJason LeeJean SincereMaeve AndrewsSamuel L. JacksonSarah VowellSpencer FoxTeddy NewtonWallace ShawnCastA.J. Riebli IIIAndrew StantonBilly GuardinoBob PetersonBob ScottBrad BirdBrad LewisBret 'Brook' ParkerBud LuckeyCraig T. NelsonDeirdre WarinDennis 'D.J.' JenningsDominique LouisEli FucileElizabeth GreenbergElizabeth PeñaEmmy ClarkeFrank ThomasHolly HunterJason LeeJazzie MahannahJean SincereJeff PidgeonJoe RanftJohn RatzenbergerJuliet GreenbergJuliet PokornyKatherine RinggoldKimberly Adair ClarkLori RichardsonLou RomanoLouis GonzalesLouis Martin Braga IIIMaeve AndrewsMark AndrewsMichael BirdNicholas BirdOllie JohnstonPamela Gaye WalkerPatrick WalkerPete DocterPeter SohnRandy NelsonSamuel L. JacksonSarah VowellSpencer FoxStephen SchafferTed MathotTeddy NewtonWallace ShawnWayne Canney",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qEqrnYQWxHFBss0ugQsLORAI6aL.jpg",
      "https://image.tmdb.org/t/p/w300/ukj94VEzbIQhfxQTpBhGaPSVMag.jpg",
      "https://image.tmdb.org/t/p/w300/7bQNyDNvnBMAkRw5Hq9An0CUh0r.jpg",
      "https://image.tmdb.org/t/p/w300/1t1NivpvWQgNwJTxt7hMJNfq3tf.jpg",
      "https://image.tmdb.org/t/p/w300/1wGXmmSqJTL3PblZfxW0jpypEkj.jpg",
      "https://image.tmdb.org/t/p/w300/puQ2WFEXG6IoPSd3E9H0z8YUrny.jpg",
      "https://image.tmdb.org/t/p/w300/7xeAaCn766rVKsQUNLl57za7Lmm.jpg",
      "https://image.tmdb.org/t/p/w300/yYWQClF7Zz5KXClAhfSl1HCUHIk.jpg",
      "https://image.tmdb.org/t/p/w300/tDtryMfBdUQUj704IpPeij3LOG0.jpg",
      "https://image.tmdb.org/t/p/w300/ZZ0Y2Xpyv2f0BOcad9iDhPa4y3.jpg",
      "https://image.tmdb.org/t/p/w300/eAN8Lph0clxIHvvqUdab9k7dgH8.jpg",
      "https://image.tmdb.org/t/p/w300/nM3TA1xY7cRhvdI70cKOjc9hc4u.jpg",
      "https://image.tmdb.org/t/p/w300/spgTaDZLndENfY9s12lC5U6WfCg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-incredibles-2004-mm-sub",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-incredibles-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/5qqt5u8j7gi1.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "6Uk7D3hILF4",
      "video_url": "https://www.youtube.com/watch?v=6Uk7D3hILF4",
      "embed_url": "https://www.youtube.com/embed/6Uk7D3hILF4"
    }
  },
  {
    "metadata": "PG-13|2004|1h 33m|Comedy,Horror,Sci-Fi",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "68000"
    },
    "title": "The Stepford Wives (2004)",
    "description": "The Stepford Wives (2004)မိန်းမတွေက အိမ်ထောင်ရေးနိုင်နင်း (ပြောချင်တာက ထမင်းချက် သန့်ရှင်းရေးလုပ် အိမ်အလုပ်တွေအကုန်လုပ် ကလေးတွေကိုထိန်း ဂရုစိုက်)၊ ယောက်ျားတွေက စီးပွားရှာ ပြန်လာတဲ့အချိန်မှာ ယောက်ျားကို အပြုံးမျက်နှာနဲ့ ပျော်စရာတွေအပြည့်နဲ့ ပြေးကြို လိုအပ်တာတွေလုပ်ပေး အဲဒါမျိုးကို လူတိုင်းလိုချင်ကြမှာပေါ့။ဒါပေမဲ့ ဖြစ်နိုင်ပါမလား။ စိတ်ကူးယဉ်ပုံပြင်တွေထဲက ပြီးပြည့်စုံပြီး ပျော်စရာကောင်းတဲ့ အိမ်ထောင်ရေးဆိုတာ အပြင်မှာရော တကယ်ရှိနိုင်ပါမလား။ ထက်လွန်းတဲ့ မိန်းမတွေကို ရထားတဲ့ ယောက်ျားတွေက ဖောက်ပြန်ဖို့ ရာခိုင်နှုန်းအများဆုံးလို့ပြောကြတယ်။ အဲဒီတော့ အိမ်ထောင်ရေးသာယာဖို့ဆိုတာ မိန်းမတွေက ယောက်ျားတွေထက် မတော်မှဖြစ်တော့မှာပေါ့လို့ ပြောစရာဖြစ်လာရော။ ခပ်တုံးတုံးမိန်းမတွေပဲ အိမ်ထောင်ပြုလို့ ရမယ်ဆိုတဲ့ ကောက်ချက်ကြီးက တော်တော်လေးကို အဆင်မပြေတာပါ။ ဒါပေမဲ့လည်း အိမ်ထောင်ရေးဆိုတာက အများကြီးရှုပ်ထွေးပြီး နားလည်ရခက်ပါတယ်။ အပြန်အလှန်နားလည် ကူညီဖေးမ ထောက်ပံ့နေကြရင် အဆင်အပြေဆုံးဖြစ်နိုင်လောက်တယ် ဆိုတာကလွဲပြီး ဘာမှဝင်မပြောတော့ပါဘူး။ဒီဇာတ်ကားမှာတော့ အိမ်ထောင်ရေးဆိုတဲ့အပိုင်းမှာ အမျိုးသမီးတွေရဲ့ အခန်းကဏ္ဍက တော်နေတတ်နေရုံနဲ့ အဆင်မပြေနိုင်ဘူးဆိုတာကို ပြထားတယ်လို့ ထင်တာပါပဲ။ ဒါပေမဲ့ အိမ်ထောင်ရေးဆိုတာ နှစ်ယောက်ပေါင်းမှ ဖြစ်တဲ့ ကိစ္စမဟုတ်လားဗျာ။ အဲဒီတော့ မိန်းမတွေ ပေးဆပ်ထားသလောက် ယောက်ျားတွေကလည်း ပြန်ပေးနိုင်ပြီး အပြန်အလှန်နားလည်နိုင်ကြမှ အဆင်ပြေမှာကိုး။ခုလို Comedy, Horror, Sci-Fi ဇာတ်ကားလေးဖြစ်တဲ့ The Stepford Wives မှာ အရမ်းတော် အရမ်းထက်နေတဲ့ အမျိုးသမီးများ တစ်ခုခုတော့ စဉ်းစားစရာရသွားပြီး အမျိုးသားများလည်း တွေးစရာတစ်ခုရသွားနိင်တယ်လို့ ထင်ပါတယ်။ စကားမစပ် မင်းသမီးကလည်း အလန်းစားမမ Nicole Kidman ဖြစ်ပြီး လှပကျော့မော့တဲ့ Stepford က ဇနီးသည်တွေလည်းပါနေတဲ့အတွက် အစ်ကိုကာလသားများ မျက်စိပသာဒဖြစ်ကြမယ်ထင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 805MBQuality – 1080p, 720pFormat – mp4Duration – 1H 33MinGenre – Comedy, Horror, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrank OzStarsAmanda HayesAndrea AndersAngel RedaAriana BernsteinAzel JamesBernard FerstenbergBette MidlerBilly BushBlaise CorriganBryce BerminghamC.S. LeeCarrie PrestonChristopher Evan WelchChristopher W. HolmesChristopher WalkenColleen DunnColleen PelletierCristin MortensonDan WeltnerDanika YaroshDave DyshukDavid Marshall GrantDavid PurvesDawn RessyDeanna DestitoDeanna DysDennis WitDigene FarrarDouglas HaddadDylan HartiganElizabeth A. PatekElizabeth AustinEmily WingErica CollinsErika WoodsFaith HillFallon BrookingFrank HopfG. A. AguilarGlenn CloseJames Peter LynchJane DeNobleJason KravitsJeff HackenbergerJennifer AlexanderJennifer R. BlakeJerome VivonaJess BerryJoanne DiMauroJoe KaneJon LovitzJoseph RicciJudi BeecherJulie CarpenterKaDee StricklandKate ShindleKenny KosekKristin Stewart ChaseLaquayva AnthonyLarry KingLinda Rivera BradtLisa MastersLogann GrayceLorri BagleyLyn KagenMarianne HettingerMark VaughnMary Beth PeilMatt MalloyMatthew BroderickMaxwell PetersMelissa Anne YoungMeredith VieiraMichael ChristaldiMichelle DurningMike GetzMike WhiteMira TzurMunro M. BonnellMyriam BlanckaertNick ReidyNicole KidmanNicole NeemanPaul ThorntonPeter J. RowanRichard O'RourkeRick HolmesRob ZappullaRobert StantonRoger BartSal RinellaSebastian RandShannon McGannSteve BrownSylvie AlaïsTanoai ReedTarajia MorrellTim MillerTom Riis FarrellTony TornTyler McGuckinVic MilbergVictoria MatlockVivian KalinovWendy JohnsonWill WoodardCastAmanda HayesAndrea AndersAngel RedaAriana BernsteinAzel JamesBernard FerstenbergBette MidlerBilly BushBlaise CorriganBryce BerminghamC.S. LeeCarrie PrestonChristopher Evan WelchChristopher W. HolmesChristopher WalkenColleen DunnColleen PelletierCristin MortensonDan WeltnerDanika YaroshDave DyshukDavid Marshall GrantDavid PurvesDawn RessyDeanna DestitoDeanna DysDennis WitDigene FarrarDouglas HaddadDylan HartiganElizabeth A. PatekElizabeth AustinEmily WingErica CollinsErika WoodsFaith HillFallon BrookingFrank HopfG. A. AguilarGlenn CloseJames Peter LynchJane DeNobleJason KravitsJeff HackenbergerJennifer AlexanderJennifer R. BlakeJerome VivonaJess BerryJoanne DiMauroJoe KaneJon LovitzJoseph RicciJudi BeecherJulie CarpenterKaDee StricklandKate ShindleKenny KosekKristin Stewart ChaseLaquayva AnthonyLarry KingLinda Rivera BradtLisa MastersLogann GrayceLorri BagleyLyn KagenMarianne HettingerMark VaughnMary Beth PeilMatt MalloyMatthew BroderickMaxwell PetersMelissa Anne YoungMeredith VieiraMichael ChristaldiMichelle DurningMike GetzMike WhiteMira TzurMunro M. BonnellMyriam BlanckaertNick ReidyNicole KidmanNicole NeemanPaul ThorntonPeter J. RowanRichard O'RourkeRick HolmesRob ZappullaRobert StantonRoger BartSal RinellaSebastian RandShannon McGannSteve BrownSylvie AlaïsTanoai ReedTarajia MorrellTim MillerTom Riis FarrellTony TornTyler McGuckinVic MilbergVictoria MatlockVivian KalinovWendy JohnsonWill Woodard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rjUeBEhX3xZ5gN5RNcCwUDGHCqx.jpg",
      "https://image.tmdb.org/t/p/w300/9wuEzW31EtHk0kvPhntAuD4JG5y.jpg",
      "https://image.tmdb.org/t/p/w300/imPcYciDiNzSma3H1csv1BBMGaR.jpg",
      "https://image.tmdb.org/t/p/w300/8KIt8PXbsyzzFZhkNYvNBHHLWLN.jpg",
      "https://image.tmdb.org/t/p/w300/fGAoCLfOchXjp6IyoXR3VuxWEpR.jpg",
      "https://image.tmdb.org/t/p/w300/9g5p1MQNx9tawOE8Sni0dkJUd1r.jpg",
      "https://image.tmdb.org/t/p/w300/Ar1zYa1NZTlpIh21wNOZ14u4jFn.jpg",
      "https://image.tmdb.org/t/p/w300/b4WT0ahADjKbgjjio6tBG0fHWhR.jpg",
      "https://image.tmdb.org/t/p/w300/y5wGs6NwBnypsSXsbCCGC030Dmt.jpg",
      "https://image.tmdb.org/t/p/w300/4q3sira61W6Vvyw5L3AsvJppDRx.jpg",
      "https://image.tmdb.org/t/p/w300/7OhcP3fpA8i2nM4UtKXhP2m7NtI.jpg",
      "https://image.tmdb.org/t/p/w300/56x6TFz6x6Vb5ZF3Ll0soMuYJIm.jpg",
      "https://image.tmdb.org/t/p/w300/hAc1QtHknvYZ6vFoJOs5La9QzO5.jpg",
      "https://image.tmdb.org/t/p/w300/Qp3Yj23j3o9iZfTt5tM4dnbEcA.jpg",
      "https://image.tmdb.org/t/p/w300/pZZIsnmCbMw1xWipvUaS1h261la.jpg",
      "https://image.tmdb.org/t/p/w300/ugZ13TqBxrzUFcfqywOz8rBp8SR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ygr0Wlmm1KmE16TUefNitIscVBG.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-stepford-wives-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Uoby/(CM)_The_Stepford_Wives_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YSUESIBL#T2Q84PoamvnineWCmEHaAM-tAcDUUcRgp1wnmapWKXU",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7v025ntegyj0.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-stepford-wives-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Uobd/(CM)_The_Stepford_Wives_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gKE3EBwY#lpgiJvntvttVXGmoCEiskOHiLYJYW6uBAc5vXClRHQY",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2vnfo26vip1c.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ls8uhc8acltl.html",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ryiw7v1cikw5",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XfhUO27d16w",
      "video_url": "https://www.youtube.com/watch?v=XfhUO27d16w",
      "embed_url": "https://www.youtube.com/embed/XfhUO27d16w"
    }
  },
  {
    "metadata": "R|2004|2h 7m|Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "246000"
    },
    "title": "The Passion of the Christ (2004)",
    "description": "The Passion of the Christ (2004)~ IMDb – 7.2/10, Rotten Tomatoes – 49% ~ခရစ်တော်တို့ မယ်တော်မေရီတို့အကြောင်းဇာတ်ကားတွေ သမ္မာကျမ်းစာလာကားတွေကို ရိုက်ရတယ်ဆိုတာ အင်မတန်အန္တရာယ်ကြီးတဲ့အလုပ်ပါပဲ။ လူပေါင်းမြောက်များစွာ လုပ်ခဲ့ကြပေမဲ့ နာမည်ကြီးဒါရိုက်တာကြီးတွေတောင် အောင်မြင်တစ်လှည့် ရှုံးတစ်လှည့်နဲ့ပေါ့။ ဒီတစ်ခါ “The Passion of the Christ” ဆိုတဲ့ ဇာတ်ကားကိုတော့ Mel Gibson က ရိုက်ထားတယ်။ ဂစ်ဆင်ကိုတော်တော်များများ မင်းသားအနေနဲ့ ပိုသိကြမှာပါ။ ဒါပေမဲ့ သူလည်း သရုပ်ဆောင်သက်တမ်းမနည်းသလို ဒါရိုက်တာသက်တမ်းလည်း အတော်တော့ရှိနေပါပြီ။ Braveheart လို ဂန္ထဝင်တွင်တဲ့ကားတွေ၊ Hacksaw Ridge နဲ့ Apocalypto တို့လို တကယ့်ကားကောင်းတွေရိုက်ခဲ့သလို အခုရုပ်ရှင် The Passion of the Christ ကိုလည်း IMDB rating မှာ 7.2 ရထားတဲ့အပြင် ဆုပေါင်း ၃၀ ကျော် ဆွတ်ခူးထားနိုင်အောင်ရိုက်နိုင်ခဲ့ပါတယ်။ ဒါရိုက်တာအနေနဲ့လည်း တကယ်မခေတဲ့သူပါပဲ။ခေါင်းစဉ်အတိုင်း ခရစ်ယာန်တွေရဲ့ သမ္မာကျမ်းစာထဲမှာတဲ့ “Jesus Christ” သခင်ယေရှုအကြောင်းကို ရိုက်ကူးထားတာပဲဖြစ်ပေမဲ့ သခင်ယေရှုသက်တော်စဉ်ဖြစ်တဲ့ ဘဝတစ်ခုလုံးအကြောင်းရိုက်ပြထားတာပဲမဟုတ်ဘဲ “The Last Supper” လို့ နာမည်ကြီးတဲ့ နောက်ဆုံးညစာစားပွဲပြီး နောက်တစ်နေ့နံနက်အချိန် သခင်ယေရှု လက်ဝါးကပ်တိုင်ပေါ် ကားစင်တင်သတ်မခံရခင် ၁၂ နာရီကာလကို အသေးစိတ်ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ခရစ်တော်အကြောင်းရိုက်တဲ့ကားတွေထဲကမှ ဒီကားကတော့ ထူးထူးခြားခြား အချိန်တိုလေးကို သုံးပြီး ရိုက်ကူးထားတာဖြစ်လို့ အန္တရာယ်ပိုကြီးမှာပေမဲ့ Mel Gibson ကတော့ ကောင်းကောင်းကြီး ပုံဖော်သွားခဲ့နိုင်တယ်ပဲ ပြောရပါမယ်။~ ဇာတ်လမ်းအကျဉ်း ~သခင်ယေရှုဟာ သူရဲ့သာဝက ၁၂ ပါးနဲ့ ပွဲတော်စားပြီးတဲ့အချိန်မှာ နောက်တစ်နေ့မနက် အသတ်ခံရတော့မှာကိုသိတဲ့အတွက် ဂေသရှေမန်ဥယျာဉ်ထဲမှာ ခမည်းတော် အဘဘုရားဆီဆုတောင်းဖို့သွားခဲ့ပါတယ်။ ဆုတောင်းအပြီးမကြာခင်မှာပဲ ရောမရဲမက်တစ်သိုက်နဲ့အတူ သခင်ယေရှုကို ဖာရိရှဲလို့ခေါ်တဲ့ ထိုခေတ်အခါက ကျမ်းတတ်ပုဂ္ဂိုလ်ဆိုတဲ့လူတွေဆီ ငွေအသပြာ သုံးဆယ်နဲ့ရောင်းစားခဲ့တဲ့ သခင်ယေရှုရဲ့တပည့်တော် ၁၂ ပါးထဲမှ သခင်ယေရှုကိုသစ္စာဖောက်ခဲ့တဲ့ ယုဒရှကာရုတ်ဆိုတဲ့ တပည့်တော်လည်းပါပါတယ်။ ဒီလိုအကြောင်းဖန်လာတာကတော့ ဖာရိရှဲတို့က သခင်ယေရှုကို မှားယွင်းတဲ့ဩဝါဒဖြန့်သူ၊ မဟုတ်မမှန်ဘဲ ဘုရားသားလို့ မိမိကိုယ်ကိုခေါ်ဝေါ်သမုတ်သူဖြစ်တယ်ဆိုပြီး ရဲမက်တွေကိုဖမ်းဆီးခိုင်းလိုက်လို့ပဲဖြစ်ပါတယ်။ ယေရုရှလင်(ဂျေရုဆလင်)မြို့ရဲ့ တရားစိုးမိုးမှုအောက်မှာရှိနေတဲ့ သခင်ယေရှုက နောက်ဆုံးမှာ ဘယ်လိုမျိုးကားစင်တင်သတ်ခံသွားရမလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာရှုမြင်ခံစားကြရမှာပဲဖြစ်ပါတယ်။ခရစ်ယာန်တွေရဲ့ သမ္မာကျမ်းစာထဲက သခင်ယေရှုလက်ဝါးကပ်တိုင်ပေါ်မှာ ကားစင်တင်သတ်ခံရပုံကို သမ္မာကျမ်းစာထဲကအတိုင်း တိကျသေသပ်အောင် ရိုက်ကူးထားနိုင်ခဲ့ရုံတင်မကဘဲ ခရစ်ယာန်တွေရဲ့ နာမည်ကြီးထုံးတမ်းစဉ်လာတွေဖြစ်ကြတဲ့ “ပွဲတော်စားခြင်း”၊ သခင်ယေရှုရဲ့ ငယ်ဘဝအကျဉ်း၊ ကျမ်းတတ်ပေမဲ့လည်း သမာသမတ်မကျတဲ့ ကျမ်းတတ်ပုဂ္ဂိုလ်ဖာရိရှဲတွေရဲ့အကြောင်းကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးထားနိုင်ခဲ့ပါတယ်။ လာမယ့် 2024~2025 မှာလည်း ဒီဇာတ်ကားရဲ့အဆက်ဖြစ်တဲ့ သခင်ယေရှု ရှင်ပြန်ထမြောက်ပြီးနောက်ပိုင်း ကောင်းကင်ပေါ်ပြန်မကြွခင်ကာလအကြောင်းဇာတ်ကားကို Mel Gibson ကပဲ ဒါရိုက်တာအနေနဲ့ တာဝန်ယူရိုက်ကူးဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – (8 GB)/ (2.7 GB)/(1.4 GB)Quality – BluRay4K HEVC/1080p/ 720pIMDb Rating – 7.2/10Format – mp4Duration – 2H 7MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMel GibsonStarsAbel JafriAbraam FontanaAdel BakriAdel Ben AyedAleksander MincerAndrea CoppolaAndrea RefutoAngelo Di LoretaAntonello IacovoneArianna VitoloChokri Ben ZagdenChristo JivkovClaudia GeriniDaniela PotiDanilo Di RuzzaDanilo Maria ValliDario D'AmbrosiDavide MarottaDomenico CapalboEmanuele GullottoEmilio De MarchiEvelina MeghnagiFabio SartorFederico PacificiFrancesco CabrasFrancesco De RosaFrancesco De VitoFrancesco GabrieleFrancis DokyiFranco CostanzoGabriella BarbutiGiacinto FerroGiovanni CapalboGiovanni VettorazzoGiuseppe Lo ConsoleHristo ShopovIvan GaudianoJarreth J. MerzJim CaviezelLello GiulivoLino SalemmeLuca De DominicisLuca LionelloLucia StaraLuciano DragoneLuciano FedericoLucio AlloccaMaia MorgensternMatt PatresiMattia SbragiaMaurizio Di CarmineMichelle BonevMonica BellucciNicola TagarelliNoemi MarottaNuot ArquintOrnella GiustoPaco RecontiPaulo dos SantosPietro SarubbiRoberto BestazzoniRoberto SantiRoberto ViscontiRomuald KłosRosalinda CelentanoRossella LongoSabrina ImpacciatoreSergio RubiniSheila MokhtariTed RusoffTom ShakerToni BertorelliValerio EspositoValerio IsidoriVincenzo MontiCastAbel JafriAbraam FontanaAdel BakriAdel Ben AyedAleksander MincerAndrea CoppolaAndrea RefutoAngelo Di LoretaAntonello IacovoneArianna VitoloChokri Ben ZagdenChristo JivkovClaudia GeriniDaniela PotiDanilo Di RuzzaDanilo Maria ValliDario D'AmbrosiDavide MarottaDomenico CapalboEmanuele GullottoEmilio De MarchiEvelina MeghnagiFabio SartorFederico PacificiFrancesco CabrasFrancesco De RosaFrancesco De VitoFrancesco GabrieleFrancis DokyiFranco CostanzoGabriella BarbutiGiacinto FerroGiovanni CapalboGiovanni VettorazzoGiuseppe Lo ConsoleHristo ShopovIvan GaudianoJarreth J. MerzJim CaviezelLello GiulivoLino SalemmeLuca De DominicisLuca LionelloLucia StaraLuciano DragoneLuciano FedericoLucio AlloccaMaia MorgensternMatt PatresiMattia SbragiaMaurizio Di CarmineMichelle BonevMonica BellucciNicola TagarelliNoemi MarottaNuot ArquintOrnella GiustoPaco RecontiPaulo dos SantosPietro SarubbiRoberto BestazzoniRoberto SantiRoberto ViscontiRomuald KłosRosalinda CelentanoRossella LongoSabrina ImpacciatoreSergio RubiniSheila MokhtariTed RusoffTom ShakerToni BertorelliValerio EspositoValerio IsidoriVincenzo Monti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pulJ1iY7GVeppMRipiR7ZGDW7EW.jpg",
      "https://image.tmdb.org/t/p/w300/zClTES0uTBpaYv2hlInr9IM2ZC4.jpg",
      "https://image.tmdb.org/t/p/w300/fyJrIBwEBsQhrY1NKxFHm9OniqK.jpg",
      "https://image.tmdb.org/t/p/w300/4840rkbpsiuow5ew155oVKcqJwj.jpg",
      "https://image.tmdb.org/t/p/w300/pE3dLJJ55Y2eiO5s7wYe9J3qS63.jpg",
      "https://image.tmdb.org/t/p/w300/tt6OzRhbLnDf0lObnZQ0PKkXxGt.jpg",
      "https://image.tmdb.org/t/p/w300/rplJDpuEI5Gr34LnKOl1XLg9zIT.jpg",
      "https://image.tmdb.org/t/p/w300/dU8wUYnadEWZN1fahQBZ7VCQ68S.jpg",
      "https://image.tmdb.org/t/p/w300/kjY36Yj2ySqUqe0OMvAMtNn1zfS.jpg",
      "https://image.tmdb.org/t/p/w300/iHlNai0XOImPMfvFpDkIXFM5XrK.jpg",
      "https://image.tmdb.org/t/p/w300/rCpRkW14OxwVUTYpnnOOM8cr9Vh.jpg",
      "https://image.tmdb.org/t/p/w300/7r36sdyShTCPzCTwm2wocffknNy.jpg",
      "https://image.tmdb.org/t/p/w300/8GKLBxVzXKuzClc4fMrz8fnAMud.jpg",
      "https://image.tmdb.org/t/p/w300/jZLOuNQbWYNwHHYTm2FMbXEhgxg.jpg",
      "https://image.tmdb.org/t/p/w300/q4ESbq00WcDU4P1wW2QdTeATQml.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/image_191ecb9e.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-passion-of-the-christ-2004-4-k-2160-p-x-265-10-bit-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-passion-of-the-christ-2004-1080-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ksp4/(CM)_The.Passion.of.the.Christ.2004.1080p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gzM1jK7T#9jNHo-_-3rCJQVpSQP5Va4ws-CzNQZ07mwsso3KNPWM",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x33yjqi4nsrn.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/84auieq8gtds",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-passion-of-the-christ-2004-720-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Gnjt/(CM)_The.Passion.of.the.Christ.2004.720p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VnMXQIJL#KPXs9FKPqNnziSjxRBCmrISC7-f7umTXyqGjzOd1NjI",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bikclykz24a0.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/b7kwm0n9hhw2",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fd98v4kf67mr",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4Aif1qEB_JU",
      "video_url": "https://www.youtube.com/watch?v=4Aif1qEB_JU",
      "embed_url": "https://www.youtube.com/embed/4Aif1qEB_JU"
    }
  },
  {
    "metadata": "R|2004|114 min|Action,Fantasy,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "50,473"
    },
    "title": "Night Watch (2004)",
    "description": "‘တစ္ၿခားသူ’အန္တြန္ ဂုိရုိဒတ္စကီး‘မႈန္မႈိင္းတဲ့ေနရာ’ဂီဆာဘဇမ္တီယမ္းဆဗက္တ္လာနာ နာဇာရုိဗာဗာတြတ္တင္ကီကံတရားေၿမၿဖဴတမာလိန္းေကာ့စ္တလ်ာဂြာအီမာဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္စြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။သူတုိ႔ကုိ ‘တစ္ၿခားသူ’ လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔ညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ေန႔ကင္းသမားလုိ႔ ေခၚဆုိပါတယ္။ သူတုိ႔ရဲ႕ တာ၀န္က ဆန္႔က်င္ဘက္အဖြဲ႔ကလူေတြ သေဘာတူညီခ်က္အတုိင္း လုိက္နာမႈရွိဖုိ႔ေစာင့္ၾကည့္ထိန္းသိမ္းေရးပါပဲ။ တစ္ဘက္နဲ႔တစ္ဘက္ အၿပန္အလွန္ထိန္းညွိရင္း ႏွစ္ဘက္ညီမွ်စြာ ႏွစ္ရာစုေပါင္းမ်ားစြာယွဥ္တြဲေနထုိင္လာရာကေန တစ္ေန႔မွာေတာ့ အားလုံးေၿပာင္းၿပန္ၿဖစ္မယ့္ အခ်ိန္တစ္ခုေရာက္လာပါေတာ့တယ္။ေရွ႕အရင္ ေပၚထြန္းခဲ့သမွ် အားလုံးထက္ စြမ္းအင္ၾကီးမားမယ့္ ‘တစ္ၿခားသူ’ တစ္ဦးေပၚထြန္းလာမွာၿဖစ္ၿပီး သူ႔ရဲ႕ ေရြးခ်ယ္မႈဟာႏွစ္ေပါင္းမ်ားစြာ ထိန္းသိမ္းလာခဲ့တဲ့ ၿငိမ္းခ်မ္းမႈကုိ အၾကီးအက်ယ္ထိခုိက္ေစမွာ ဆုိေတာ့ ဒီလုိကပ္ဆုိးမ်ိဳးကုိမၾကဳံရေအာင္ဘယ္လုိ တားဆီးကာကြယ္ၾကမလဲ?Night watch နဲ႔ Day watch တုိ႔ဟာ ၂၀၀၄ နဲ႔ ၂၀၀၆ တုန္းက ထြက္ရွိထားခဲ့တဲ့ ရုရွားႏုိင္ငံထြက္ကားေကာင္းေတြထဲက အပါအ၀င္ၿဖစ္ပါတယ္။ သမားရုိးက်ၿမင္ေတြ႔ေနက်ၿဖစ္တဲ့ ေဟာလိ၀ုဒ္ရုပ္ရွင္ေတြနဲ႔ မတူတင္ဆက္ပုံ ေနာက္ခံေတးဂီတ ဇာတ္လမ္းခင္းက်င္းပုံေတြကအစ ထူးၿခားဆန္းသစ္ေနၿပီးေတာ့ ဆြဲေဆာင္မႈအားေကာင္းလွပါတယ္။ ‘Shoot’em up’ တုိ႔ ‘Wanted’တုိ႔လုိကားမ်ိဳးေတြကုိၾကိဳက္ခဲ့ရင္ ဒီကားေတြဟာလဲ အၾကိဳက္ေတြ႔ေစမယ့္ ကားေတြပါပဲ။File size…(1.2 GB) and (600 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:55:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTimur BekmambetovStarsDmitriy MartynovGalina TyuninaKonstantin KhabenskiyMariya MironovaMariya PoroshinaRimma MarkovaValeriy ZolotukhinViktor VerzhbitskiyVladimir MenshovZhanna FriskeCastAleksandr SamoylenkoAleksey ChadovAleksey MaklakovAnatoliy GorinAnna DubrovskayaAnna SlyusarevaDmitriy MartynovGalina TyuninaIlya LagutenkoKonstantin KhabenskiyKonstantin MurzenkoMariya MironovaMariya PoroshinaRimma MarkovaValeriy ZolotukhinViktor VerzhbitskiyVladimir MenshovYuriy KutsenkoZhanna Friske",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uU4uCaGPwQKOzykErdcYCVGd8ER.jpg",
      "https://image.tmdb.org/t/p/w300/qaVbLbvIjgfn2O2j4vztkcpMOMV.jpg",
      "https://image.tmdb.org/t/p/w300/7cd2Es3VFgtjc2BHDsu1qxBfW8G.jpg",
      "https://image.tmdb.org/t/p/w300/ed77uP3XpoKxLo8PNDoPNI84IRL.jpg",
      "https://image.tmdb.org/t/p/w300/bIIOZFzcvtTbEGBlBYubC1AnjtC.jpg",
      "https://image.tmdb.org/t/p/w300/ehzHh4L6JdiYSP98PN7uKUf2B7o.jpg",
      "https://image.tmdb.org/t/p/w300/eVhnKJHf5mwsNUyLcp939GbgA80.jpg",
      "https://image.tmdb.org/t/p/w300/u38RiEPkgxqnW054rkEQIXjBd79.jpg",
      "https://image.tmdb.org/t/p/w300/x42TE2EhDPOFgjD7XBVUDAq6jTn.jpg",
      "https://image.tmdb.org/t/p/w300/cXqgM8ZnVnDk8vhuRHuU3DzW34H.jpg",
      "https://image.tmdb.org/t/p/w300/uhpUrl1owLbi0f2LRIQOl0Sz2vq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/462px-4864_13.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/18sd0qpndy6s.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://drive.google.com/file/d/1AdOCwe1OFuyNyh7GwiZTCItbKmHorGuI/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2dpL2/Night_Watch_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1zjg7jxsio3m",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "yMHQsjgQDrA",
      "video_url": "https://www.youtube.com/watch?v=yMHQsjgQDrA",
      "embed_url": "https://www.youtube.com/embed/yMHQsjgQDrA"
    }
  },
  {
    "metadata": "PG-13|2004|2h 6min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "158,912"
    },
    "title": "King Arthur (2004)",
    "description": "[Unicode]IMDb Rating – 6.3/10ဗြိတိန်ပြည်ရဲ့နန်းတည်ဘုရင် အာသာ..စားပွဲဝိုင်းက သူရဲကောင်းများ..သူတို့အကြောင်းကို ကျွန်တော်တို့ ကလေးဘဝကတည်းက ဇာတ်လမ်းအမျိုးမျိုးမှာ ပုံစံအမျိူးမျိုးနဲ့ မြင်ခဲ့သိခဲ့ ရပြီးပါပြီ။သမိုင်းသုတေသီတွေက ၁၅ရာစုက ဘုရင်အာသာနဲ့ သူ့ရဲ့ သူရဲကောင်းတွေအကြောင်းဂန္တဝင်ဇာတ်လမ်းဟာ အမှောင်ခေတ်လို့ခေါ်ကြတဲ့ ၅ရာစုဝန်းကျင်ကာလမှာ တကယ်ရှိခဲ့တဲ့ သူရဲကောင်းတစ်ယောက်ကနေ ပေါ်ပေါက်လာတယ်လို့ လက်ခံထားကြပါတယ်။အထောက်အထားတစ်ချိူ့လည်းတွေ့ထားတယ် ဆိုပါတယ်။တကယ့်အာသာဟာ ဒဏ္ဍာရီထဲက အာသာထက် ဆယ်ရာစုစောပေါ်ခဲ့တာပါတဲ့။ဒီတစ်ခါဇာတ်လမ်းကတော့ ရှေးဟောင်းသုတေသနနဲ့ သမိုင်းတွေ့ရှိချက်တွေအရ အာသာရဲ့ ဖြစ်ရပ်မှန်နဲ့ အနီးစပ်ဆုံးလို့ဆိုရပါမယ်။အာသာကို လွတ်လပ်မှုနဲ့ သာတူညီမျှ ဝါဒကိုလက်ကိုင်ထားတဲ့ ရောမသူရဲကောင်းအနေနဲ့ ပုံဖော်ထားပါတယ်။သူရဲ့သူရဲကောင်းတွေကိုတော့ ရောမကို ကျေးဇူးကြွေးဆပ်နေရတဲ့ ဆာမားတီးယန်း မြင်းသည်တော်တွေအနေနဲ့ပုံဖော်ထားပါတယ်။သူရဲကောင်းတွေကို တာဝန်မှကင်းလွတ်ခွင့်ပေးရမဲ့ အချိန်မှာ ရောမပြည်က နောက်ဆုံးတာဝန်တစ်ခု ပေးအပ်ခဲ့ပါတယ်….။လွတ်လပ်မှုကိုရဖို့ နောက်ဆုံးတာဝန်ကို ထမ်းဆောင်ရတဲ့ အာသာနဲ့ သူရဲကောင်းတွေရဲ့ ခရီးနဲ့ တိုက်ပွဲကို ဇာတ်အိမ်တည်ထားပါတယ်။Clive Owen, Keira KnightleyMads Mikkelsen,Ioan Gruffudd လိုနာမည်ကျော်သရုပ်ဆောင်တွေပါပါတယ်။ရိုက်ချက်တွေ Battle Sceneတွေလှပါတယ်။Rating အရမ်းလွင့်နေအောင် ကောင်းတဲ့ထဲမပါပေမယ့် ကြည့်ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ကျွန်တော်တော့ King arthurကားတွေထဲ ဒီကား အကြိုက်ဆုံးပါပဲ။သမိုင်းဆိုတာတွေက ဘယ်အခါမှာမှ တိတိပပ မမှန်ခဲ့ပါဘူး…။ ရှေ့လွဲနောက်ပြင်ပါပဲ။ဒီရုပ်ရှင်က ဇာတ်လမ်းဟာ King Arthurရဲ့ ဒဏ္ဍာရီအမှန်နဲ့ အနီးစပ်ဆုံး ယူဆရပါတယ်။ပြောရရင် မ‌အအောင် ကြည့်ထားတာကောင်းပါတယ်။ဒီရုပ်ရှင်က Knightတွေရဲ့ ပေးဆပ်ခဲ့မှုတွေကတော့ မှန်သည်ဖြစ်ဖြစ် မမှန်သည်ဖြစ်ဖြစ် ဝမ်းနည်းတသသ ဖြစ်စေပါလိမ့်မယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးထားသူကတော့ WiRa Aung ပါ )[Zawgyi]IMDb Rating – 6.3/10ၿဗိတိန္ျပည္ရဲ႕နန္းတည္ဘုရင္ အာသာ..စားပြဲဝိုင္းက သူရဲေကာင္းမ်ား..သူတို႔အေၾကာင္းကို ကြၽန္ေတာ္တို႔ ကေလးဘ၀ကတည္းက ဇာတ္လမ္းအမ်ိဳးမ်ိဳးမွာ ပုံစံအမ်ိဴးမ်ိဳးနဲ႔ ျမင္ခဲ့သိခဲ့ ရၿပီးပါၿပီ။သမိုင္းသုေတသီေတြက ၁၅ရာစုက ဘုရင္အာသာနဲ႔ သူ႔ရဲ႕ သူရဲေကာင္းေတြအေၾကာင္းဂႏၲဝင္ဇာတ္လမ္းဟာ အေမွာင္ေခတ္လို႔ေခၚၾကတဲ့ ၅ရာစု၀န္းက်င္ကာလမွာ တကယ္ရွိခဲ့တဲ့ သူရဲေကာင္းတစ္ေယာက္ကေန ေပၚေပါက္လာတယ္လို႔ လက္ခံထားၾကပါတယ္။အေထာက္အထားတစ္ခ်ိဴ႕လည္းေတြ႕ထားတယ္ ဆိုပါတယ္။တကယ့္အာသာဟာ ဒ႑ာရီထဲက အာသာထက္ ဆယ္ရာစုေစာေပၚခဲ့တာပါတဲ့။ဒီတစ္ခါဇာတ္လမ္းကေတာ့ ေရွးေဟာင္းသုေတသနနဲ႔ သမိုင္းေတြ႕ရွိခ်က္ေတြအရ အာသာရဲ႕ ျဖစ္ရပ္မွန္နဲ႔ အနီးစပ္ဆုံးလို႔ဆိုရပါမယ္။အာသာကို လြတ္လပ္မႈနဲ႔ သာတူညီမွ် ဝါဒကိုလက္ကိုင္ထားတဲ့ ေရာမသူရဲေကာင္းအေနနဲ႔ ပုံေဖာ္ထားပါတယ္။သူရဲ႕သူရဲေကာင္းေတြကိုေတာ့ ေရာမကို ေက်းဇူးေႂကြးဆပ္ေနရတဲ့ ဆာမားတီးယန္း ျမင္းသည္ေတာ္ေတြအေနနဲ႔ပုံေဖာ္ထားပါတယ္။သူရဲေကာင္းေတြကို တာဝန္မွကင္းလြတ္ခြင့္ေပးရမဲ့ အခ်ိန္မွာ ေရာမျပည္က ေနာက္ဆုံးတာဝန္တစ္ခု ေပးအပ္ခဲ့ပါတယ္….။လြတ္လပ္မႈကိုရဖို႔ ေနာက္ဆုံးတာဝန္ကို ထမ္းေဆာင္ရတဲ့ အာသာနဲ႔ သူရဲေကာင္းေတြရဲ႕ ခရီးနဲ႔ တိုက္ပြဲကို ဇာတ္အိမ္တည္ထားပါတယ္။Clive Owen, Keira KnightleyMads Mikkelsen,Ioan Gruffudd လိုနာမည္ေက်ာ္သ႐ုပ္ေဆာင္ေတြပါပါတယ္။႐ိုက္ခ်က္ေတြ Battle Sceneေတြလွပါတယ္။Rating အရမ္းလြင့္ေနေအာင္ ေကာင္းတဲ့ထဲမပါေပမယ့္ ၾကည့္ေကာင္းတဲ့႐ုပ္ရွင္ပါပဲ။ကြၽန္ေတာ္ေတာ့ King arthurကားေတြထဲ ဒီကား အႀကိဳက္ဆုံးပါပဲ။သမိုင္းဆိုတာေတြက ဘယ္အခါမွာမွ တိတိပပ မမွန္ခဲ့ပါဘူး…။ ေရွ႕လြဲေနာက္ျပင္ပါပဲ။ဒီ႐ုပ္ရွင္က ဇာတ္လမ္းဟာ King Arthurရဲ႕ ဒ႑ာရီအမွန္နဲ႔ အနီးစပ္ဆုံး ယူဆရပါတယ္။ေျပာရရင္ မ‌အေအာင္ ၾကည့္ထားတာေကာင္းပါတယ္။ဒီ႐ုပ္ရွင္က Knightေတြရဲ႕ ေပးဆပ္ခဲ့မႈေတြကေတာ့ မွန္သည္ျဖစ္ျဖစ္ မမွန္သည္ျဖစ္ျဖစ္ ဝမ္းနည္းတသသ ျဖစ္ေစပါလိမ့္မယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးထားသူကေတာ့ WiRa Aung ပါ )Quality__HEVC 1080p 5.1 CH , 720pIMDb Rating__6.3/10Format__mp4Duration__02:21:00Type__Action , Adventure , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattHEVC 1080p 5.1 CH ကို PC/Phone များတွင် VLC player ဖြင့်သော်လည်းကောင်း ၊ TV များတွင် Smart TV ( HEVC Supported )ဖြင့် ကြည့်ပါ ။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAntoine FuquaStarsClive OwenKeira KnightleyStephen DillaneCastBosco HoganCharlie Creed-MilesClive OwenClive RussellDavid MurrayDavid WilmotDawn BradfieldDes BraidenDessie GallagherElliot Henderson-BoyleGraham McTavishHugh DancyIoan GruffuddIvano MarescottiJoel EdgertonKeira KnightleyKen StottLochlainn O'MearainMads MikkelsenNed DennehyOwen TealePhelim DrewRay StevensonRay WinstoneSean GilderStellan SkarsgårdStephen DillaneTil Schweiger",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hMg2XYo2Pzdk1PkQfwGx0vSSWfa.jpg",
      "https://image.tmdb.org/t/p/w300/zmtOyU6pE6PbyMJiNqiISMOIRS5.jpg",
      "https://image.tmdb.org/t/p/w300/pzxTnjc3IyVEjISyu3WyyHM0QI6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/b4b4da3027c146f57d99631a70216605.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/king-arthur-2004",
        "server": "VIP Links",
        "size": "3.3 GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/king-arthur-2004-dc-hevc-1080-p-blu-ray-x-265-10-bit-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.3 GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/king-arthur-2004-dc-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1eq3c7o8wc9r.html",
        "server": "usersdrive.com",
        "size": "3.3 GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://usersdrive.com/58t9dc6bmi4d.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2WC4R/King_Arthur_(2004)_DC_(HEVC_1080p_BluRay_x265_10bit).mkv",
        "server": "megaup.net",
        "size": "3.3 GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://megaup.net/3Czxz/King_Arthur_(2004)_DC_720p.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Rwl1BCzI#HBi80rRmQ_zr2suz4pJeHdOieNdhQqZ7br2E6KdRRqA",
        "server": "mega.nz",
        "size": "3.3 GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://mega.nz/file/gp0j1aDY#rpM9VPOUH6xyPT-5z5X17W_3LMEl8Y8Qnv0r4E7oaIY",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sw1o0ndin96g",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZZj63jO4TAI",
      "video_url": "https://www.youtube.com/watch?v=ZZj63jO4TAI",
      "embed_url": "https://www.youtube.com/embed/ZZj63jO4TAI"
    }
  },
  {
    "metadata": "PG-13|2004|100 min|Animation,Drama,Sci-Fi",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "33,771"
    },
    "title": "Ghost in the Shell 2: Innocence (2004)",
    "description": "2023ကအျဖစ္အပ်က္ေတြကိုအေျခခံထားပါတယ္BatouဟာUnit 9မွာတာ၀န္ယူထားတဲ့cyborgရဲတစ္ေယာက္ပဲျဖစ္ပါတယ္cyborgေတြဟာလူသားေတြရဲ႔ေန႔စဥ္ဘ၀မွာပံုမွန္ပါ၀င္လာၾကျပီးတစ္ရက္မွာေတာ့လိင္ပိုင္းဆိုင္ရာအတြက္ဖန္တီးထားတဲ့စက္ရုပ္မတစ္ေကာင္ကပိုင္ရွင္ကိုျပန္သတ္တဲ့အမႈကိုBatouတစ္ေယာက္ေျဖရွင္းဖို႔ျဖစ္လာပါေတာ့တယ္လူသတ္သမားစက္ရုပ္ရဲ႔တကယ့္သရုပ္အမွန္ကဘာျဖစ္ေနမလဲဆိုတာ…File Size : (2 GB,1.4GB)Quality : Blu-ray 1080p,720pRunning Time : 1h 23minFormat : Mp4Genre : Drama, Animation, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : Blu-ray 1080pTranslated by Myo NyuntEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMamoru OshiiStarsAkio OtsukaAtsuko TanakaEisuke AsakuraGou AobaKouichi YamaderaNaoto TakenakaTamio OhkiYutaka NakanoCastAkio OtsukaAtsuko TanakaEisuke AsakuraGou AobaKouichi YamaderaNaoto TakenakaTamio OhkiYutaka Nakano",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mJ4YdYZqj0V4YHOfakY0g6Xc39E.jpg",
      "https://image.tmdb.org/t/p/w300/LIbv8rXsi7AuDpBCbyrUy1zv2n.jpg",
      "https://image.tmdb.org/t/p/w300/fFdjjxqkIcysGcPr4ewGjyGgCqc.jpg",
      "https://image.tmdb.org/t/p/w300/6ylb2dRvQGIQEHeOZK6VnV1toj4.jpg",
      "https://image.tmdb.org/t/p/w300/5hacE2bzDDOhMqyIMDACn2G17A3.jpg",
      "https://image.tmdb.org/t/p/w300/atu7H6lXjw6zhhFinK7u8ripBti.jpg",
      "https://image.tmdb.org/t/p/w300/gfWmpp3we1KayJTETd34NXp23lq.jpg",
      "https://image.tmdb.org/t/p/w300/1KfVJDoJ0bqmJioyWfhimRG97Bi.jpg",
      "https://image.tmdb.org/t/p/w300/vIYGXsiHxKvdfMAnq9Kaerg8HMI.jpg",
      "https://image.tmdb.org/t/p/w300/lmyTphn18pVvy2LIDt4OCBaUq4W.jpg",
      "https://image.tmdb.org/t/p/w300/3KdZruWTyVxhXn2KSKavZmfriJ.jpg",
      "https://image.tmdb.org/t/p/w300/tjPpkLqedaG4GIZ8QPqAMlEQ5nB.jpg",
      "https://image.tmdb.org/t/p/w300/8Cbzx17QdJ6xBx2uDkdlpWsemGg.jpg",
      "https://image.tmdb.org/t/p/w300/1Saq5ddKdK47sshuPPUGMrhOO1h.jpg",
      "https://image.tmdb.org/t/p/w300/2agr6wOD1UiypXCASv6sEhP4Tr8.jpg",
      "https://image.tmdb.org/t/p/w300/6irNNqQD4GvjmYE7M1HBEmegtBX.jpg",
      "https://image.tmdb.org/t/p/w300/2agr6wOD1UiypXCASv6sEhP4Tr8.jpg",
      "https://image.tmdb.org/t/p/w300/nSSdMLlgjN1iD0ctymPaWEAZJsg.jpg",
      "https://image.tmdb.org/t/p/w300/tK5I6V1qYJeTfuu4Xs6yp64io2I.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZjlkYWVlMjQtMGY3Zi00MWYxLTkxYTItODBkNGUyOWJjMjhjXkEyXkFqcGdeQXVyMTIyNzY1NzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xp2e/We_Need_To_Talk_About_Kevin_[2011]_(MM_Sub).mp4 https://megaup.net/2dmv5/Ghost_In_The_Shell_2_-_Innocence_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ghost-in-the-shell-2-innocence-2004",
        "server": "VIP Links",
        "size": "1.4 GB",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ghost-in-the-shell-2-innocence-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "Blu-ray 720p"
      },
      {
        "link": "https://sbembed3.com/76k87iqfkko3.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "Blu-ray 720p"
      }
    ],
    "trailer": {
      "video_id": "fPCpcB2RjiM",
      "video_url": "https://www.youtube.com/watch?v=fPCpcB2RjiM",
      "embed_url": "https://www.youtube.com/embed/fPCpcB2RjiM"
    }
  },
  {
    "metadata": "|2004||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "13000"
    },
    "title": "Saving Face (2004)",
    "description": "Saving Face (2004)===============IMDb Rating – 7.4/10အက်ရှင်ခန်းတွေမပါပေမဲ့ အေးအေးလေးနဲ့ ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပေးမဲ့ IMDb rating 7.4/10 နဲ့ Rotten Tomatoes88% ထိရရှိထားတဲ့ တရုတ်ဒရာမာတစ်ကားကို CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်ပါတယ်။ The Last Emperor ထဲကမိဘုရားWan Jung အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Joan Chenလည်းပါဝင်ထားပြီး ဒါရိုက်တာ Alice Wuရဲ့လက်ရာဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ၊ နယူးယော့ခ်မြို့၊ ဖလက်ရှင်းရပ်ကွက်က တရုတ်-အမေရိကန်လူမှုအသိုင်းအဝိုင်းကို အခြေတည်ပြီး အဲ့မှာနေတဲ့ တရုတ်မိသားစုတစ်စုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဲ့ခေတ်တုန်းကအမေရိကန်မှာနေတဲ့ တရုတ်လူမျိုးတွေဟာ လူဖြူချွေးမ မလိုချင်ကြသလို၊ တစ်ခုလပ်အမျိုးသမီးတွေကလည်း နောက်အိမ်ထောင်ထပ်မပြုကြဘူး။ သေချာပေါက် လိင်တူချစ်တာမျိုးကိုလည်း အားမပေးကြဘူးပေါ့။ရှောင်ဝေဟာ အလားအလာကောင်းတဲ့ဆရာဝန်တစ်ယောက်ဖြစ်ပြီးသူ့အမေကတော့ ငယ်ငယ်က မိဘပေးစားတဲ့သူနဲ့ပဲ အိမ်ထောက်ကျပြီးတဲ့နောက် ခင်ပွန်းကွယ်လွန်သွားတော့ ၄၈နှစ်အရွယ်ထိ မုဆိုးမဘဝနဲ့ပဲနေလာခဲ့တဲ့သူပေါ့။ ငယ်ငယ်တုန်းကလည်း မိဘအရိပ်အောက်၊ ယောက်ျားရတော့လည်း ယောက်ျားအရိပ်အောက်၊ ယောက်ျားသေတော့လည်း မိဘအရိပ်အောက်မှာပဲ တစ်ဘဝလုံးနေလာရတဲ့သူ့အမေ။ ရှောင်ဝေ့အဘိုးကတော့ သူ့သမီး အဲလိုဗိုင်းကောင်းကျောက်ဖိလိမ္မာတာကို ကျေနပ်နေပြီးသူ့သမီးဘဝက အပူအပင်မရှိဘူးလို့ ထင်နေတဲ့သူ။ တစ်နေ့ကျ ရှောင်ဝေ့အမေဟာ ကိုယ်ဝန်ရှိလာခဲ့တယ်။ သူ့အမေက ကလေးအဖေကိုလည်းထုတ်မပြောတော့ သူတို့အသိုင်းအဝိုင်းမှာ ပြောစရာတစ်ခုဖြစ်လာတော့တာပေါ့။ ဒါ့အပြင် ရှောင်ဝေကလည်း သူ့လိုမိန်းကလေးတစ်ယောက်ကိုမှချစ်မိနေတဲ့အခါ…။ထိုခေတ်ထိုအခါက လူမှုအသိုင်းအဝိုင်းကနေ ကွဲထွက်နေတဲ့ ရှောင်ဝေတို့သားအမိရဲ့ဘဝကို ရှုထောင့်အစုံကနေ တင်ဆက်ထားပြီး လူ့စိတ်လူ့သဘာဝတွေကိုလည်း မီးမောင်းထိုးပြထားပါတယ်။ ကြည့်ရှုခံစားလိုက်ကြပါဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Ngwe Zin ဖြစ်ပါတယ်)File Size……….(1.64 GB) / (547 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 31MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, RomanceTranslator…….Ngwe ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlice WuCastAto EssandohBrian YangBrittany PerrineauChloe TsangChristy QinClare SumConnie HsiaDanny LeeDavid ShihFang YulinGuang Lan KohHoon LeeJackson NingJamie GuanJessica HechtJin WangJoan ChenLouyong WongLynn ChenMao ZhaoMichelle KrusiecNan MengNathanel GengPamela Payton-WrightPaul SumPhillip MengQian LuoRegina LobiondoRichard ChangRosa LuoRuth ZhangSaidah Arrika EkulonaTina JohnsonTwinkle BurkeXiaofeng ZangYu Lu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/alg0v5J6AGp54oy0epAMW58QXFB.jpg",
      "https://image.tmdb.org/t/p/w300/3jAfaoWOQxBDkhaBRv6YrMP03qD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BZWMzM2JlOTgtNzE3MC00OTI3LTlmMTEtMmE5NDIzOGIxNDliXkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/saving-face-2004-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.64 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee859/Far.from.the.Madding.Crowd.2015.1080p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "1.64 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/mqm6jccrxsd6",
        "server": "streamsb.com",
        "size": "1.64 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AWtyBQYY#gJiE32iHLnE1OpIWWs8lYRs1khh3n2FYbbqQXUZC3Fk",
        "server": "mega.nz",
        "size": "1.64 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f3azak0mw6te.html",
        "server": "usersdrive.com",
        "size": "1.64 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/saving-face-2004-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "547 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sxtm/Far.from.the.Madding.Crowd.2015.720p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "547 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/idtnfl1d6mpg",
        "server": "streamsb.com",
        "size": "547 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UGl2QRaL#SxoxiCWo_j5WklcDmq8jJOWLIOx_AOMmAe_NvSt-QFg",
        "server": "mega.nz",
        "size": "547 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/206dslyb4sjr.html",
        "server": "usersdrive.com",
        "size": "547 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "78h8WeP3Oas",
      "video_url": "https://www.youtube.com/watch?v=78h8WeP3Oas",
      "embed_url": "https://www.youtube.com/embed/78h8WeP3Oas"
    }
  },
  {
    "metadata": "|2004||Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Head-On (2004)",
    "description": "Head-On 2004===========#UnicodeIMDb 8/10တူရကီနွယ်ဖွား ဒါရိုက်တာ Fatih Akin ရဲ့ လက်ရာကောင်းတစ်ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင် ဆုပေါင်း ၁၁ ခုကို ဆွတ်ခူးခဲ့တဲ့ကားပါ။လူတွေက အချစ်ကို ပုံစံအမျိုးမျိုးနဲ့ တွေ့ရှိလေ့ရှိကြပါတယ်။ ဂျာဟစ်(ကာဟစ်) နဲ့ ဆီဘယ်တို့ တွေ့ဆုံရပုံက အမှတ်မထင် တွေ့ဆုံမှုမျိုးပါ။ ကိုယ့်ကိုယ်ကိုသတ်သေကြလို့ ဆေးရုံရောက်သွားရင်းတွေ့ခဲ့ကြတာပေါ့။ ပြောရရင် ဂျာဟစ်က တွေ့တာမဟုတ်ပဲ ဆီဘယ်က စပြီး သတိထားမိသွားတာ။ ဂျာဟစ် (ကာဟစ်) တွမ်ရွတ်ခ်ဆိုတဲ့ နာမည်ကြားတော့ ဆီဘယ်တစ်ယောက်အရမ်းပျော်သွားပါတယ်။ အဲ့ဒီနောက် လက်ထပ်ဖို့ကိုလည်း ဆီဘယ်ကပဲ ဂျာဟစ်ကို ချက်ချင်းဆိုသလို တောင်းဆိုခဲ့ပါတယ်။ ဂျာဟစ်ကို ချစ်လို့တော့မဟုတ်ပါဘူး ဂျာဟစ်က တူရကီဖြစ်နေလို့ပါပဲ။ ဂျာဟစ်လို ဂလေဂချေ ပုလင်းခွံတွေ လိုက်ကောက်ပေးရတဲ့သူနဲ့ ဘယ်သူက လက်ထပ်ချင်မှာလဲ။ လက်ထပ်ချင်ရတဲ့အကြောင်းရင်းကတော့ဆီဘယ့်မိဘတွေက တူရကီလူမျိုးနဲ့ပဲ သဘောတူမှာ မို့လို့ပါပဲ။ သူတို့နှစ်ယောက်အတူနေကြရင်းနဲ့ သံယောဇဉ်တွေဖြစ်သွားကြပါတယ်။ ဆက်ပြောရင် တစ်ကားလုံးကုန်ပါတော့မယ် ?မချစ်ပဲ အိမ်က ထွက်ရရုံလက်ထပ်ထားကြတဲ့ ဟန်ဆောင် လက်ထပ်ထားကြတဲ့ သူတို့ နှစ်ယောက် ဘယ်လိုဆက်ဖြစ်ကြမှာလဲ။ ပုံမှန်တွေ့နေကြ ကားတွေလိုပဲ ရိုမန့်ဖြစ်တဲ့အခန်းလေးတွေပြပြီး တစ်ယောက်နဲ့ တစ်ယောက်နဲ့ တစ်ယောက် ချစ်သွားကြမှာလား။ ဘာတွေဆက်ဖြစ်မှာလဲ ဆက်လက်ရှုစားဝေဖန်ပေးကြပါ။ဒီဇာတ်ကားမှာဆိုရင် အရင်က ဖတ်ဖူးခဲ့တဲ့ အချစ်ဝတ္ထုတွေလို အဆုံးကို ကြိုသိနေတာမျိုး လုံးဝမဖြစ်ပါဘူး။ ဒီနေရာမှာ မင်းသမီးက မင်းသားကို ဒီလိုပြောမှာပါလို့ မျှော်လင့်ထားတာတွေလည်း မျှော်လင့်ထားတဲ့အတိုင်း မပြောကြပါဘူး။ ဘာကြောင့်လဲဆိုတော့ လူ့သဘာဝကို သဘာဝကျကျတင်ဆက်ထားတာဖြစ်လို့ပါပဲ။ ဖြစ်တတ်တဲ့ လူ့သဘာဝတွေအများကြီးကို ချပြသွားတာကိုတွေ့ရပါတယ်။စာကြွင်း။ ။ ဒီဇာတ်ကားက တူရကီစကား၊ ဂျာမန်စကားနဲ့ အင်္ဂလိပ်စကားများနဲ့ ရိုက်ကူးထားသောဇာတ်ကားဖြစ်ပါတယ်။ ဒါကြောင့် တစ်ချို့နေရာမှာ Cahit က ဂျာဟစ်လို့(တူရကီလို) အသံထွက်ပြီး တစ်ချို့နေရာမှာ ဂျာမန်လို ကာဟစ်လို့ အသံထွက်တာက ဘာသာစကားအလိုက် အသံထွက်ပုံပြောင်းလဲတာဖြစ်ကြောင်း၊ အသံထွက်တဲ့အတိုင်းပဲ ရေးထားလို့ ဂျာဟစ်ဖြစ်လိုက် ကာဟစ်ဖြစ်လိုက်ဖြစ်နေရတာ ဖြစ်ကြောင်း ကြိုပြောပြထားချင်ပါတယ်။#ZawgyiIMDb 8/10တူရကီႏြယ္ဖြား ဒါ႐ိုက္တာ Fatih Akin ရဲ႕ လက္ရာေကာင္းတစ္ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင္ ဆုေပါင္း ၁၁ ခုကို ဆြတ္ခူးခဲ့တဲ့ကားပါ။လူေတြက အခ်စ္ကို ပုံစံအမ်ိဳးမ်ိဳးနဲ႔ ေတြ႕ရွိေလ့ရွိၾကပါတယ္။ ဂ်ာဟစ္(ကာဟစ္) နဲ႔ ဆီဘယ္တို႔ ေတြ႕ဆုံရပုံက အမွတ္မထင္ ေတြ႕ဆုံမႈမ်ိဳးပါ။ ကိုယ့္ကိုယ္ကိုသတ္ေသၾကလို႔ ေဆး႐ုံေရာက္သြားရင္းေတြ႕ခဲ့ၾကတာေပါ့။ ေျပာရရင္ ဂ်ာဟစ္က ေတြ႕တာမဟုတ္ပဲ ဆီဘယ္က စၿပီး သတိထားမိသြားတာ။ ဂ်ာဟစ္ (ကာဟစ္) တြမ္႐ြတ္ခ္ဆိုတဲ့ နာမည္ၾကားေတာ့ ဆီဘယ္တစ္ေယာက္အရမ္းေပ်ာ္သြားပါတယ္။ အဲ့ဒီေနာက္ လက္ထပ္ဖို႔ကိုလည္း ဆီဘယ္ကပဲ ဂ်ာဟစ္ကို ခ်က္ခ်င္းဆိုသလို ေတာင္းဆိုခဲ့ပါတယ္။ ဂ်ာဟစ္ကို ခ်စ္လို႔ေတာ့မဟုတ္ပါဘူး ဂ်ာဟစ္က တူရကီျဖစ္ေနလို႔ပါပဲ။ ဂ်ာဟစ္လို ဂေလဂေခ် ပုလင္းခြံေတြ လိုက္ေကာက္ေပးရတဲ့သူနဲ႔ ဘယ္သူက လက္ထပ္ခ်င္မွာလဲ။ လက္ထပ္ခ်င္ရတဲ့အေၾကာင္းရင္းကေတာ့ဆီဘယ့္မိဘေတြက တူရကီလူမ်ိဳးနဲ႔ပဲ သေဘာတူမွာ မို႔လို႔ပါပဲ။ သူတို႔ႏွစ္ေယာက္အတူေနၾကရင္းနဲ႔ သံေယာဇဥ္ေတြျဖစ္သြားၾကပါတယ္။ ဆက္ေျပာရင္ တစ္ကားလုံးကုန္ပါေတာ့မယ္ ?မခ်စ္ပဲ အိမ္က ထြက္ရ႐ုံလက္ထပ္ထားၾကတဲ့ ဟန္ေဆာင္ လက္ထပ္ထားၾကတဲ့ သူတို႔ ႏွစ္ေယာက္ ဘယ္လိုဆက္ျဖစ္ၾကမွာလဲ။ ပုံမွန္ေတြ႕ေနၾက ကားေတြလိုပဲ ႐ိုမန႔္ျဖစ္တဲ့အခန္းေလးေတြျပၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ခ်စ္သြားၾကမွာလား။ ဘာေတြဆက္ျဖစ္မွာလဲ ဆက္လက္ရႈစားေဝဖန္ေပးၾကပါ။ဒီဇာတ္ကားမွာဆိုရင္ အရင္က ဖတ္ဖူးခဲ့တဲ့ အခ်စ္ဝတၳဳေတြလို အဆုံးကို ႀကိဳသိေနတာမ်ိဳး လုံးဝမျဖစ္ပါဘူး။ ဒီေနရာမွာ မင္းသမီးက မင္းသားကို ဒီလိုေျပာမွာပါလို႔ ေမွ်ာ္လင့္ထားတာေတြလည္း ေမွ်ာ္လင့္ထားတဲ့အတိုင္း မေျပာၾကပါဘူး။ ဘာေၾကာင့္လဲဆိုေတာ့ လူ႔သဘာဝကို သဘာဝက်က်တင္ဆက္ထားတာျဖစ္လို႔ပါပဲ။ ျဖစ္တတ္တဲ့ လူ႔သဘာဝေတြအမ်ားႀကီးကို ခ်ျပသြားတာကိုေတြ႕ရပါတယ္။စာႂကြင္း။ ။ ဒီဇာတ္ကားက တူရကီစကား၊ ဂ်ာမန္စကားနဲ႔ အဂၤလိပ္စကားမ်ားနဲ႔ ႐ိုက္ကူးထားေသာဇာတ္ကားျဖစ္ပါတယ္။ ဒါေၾကာင့္ တစ္ခ်ိဳ႕ေနရာမွာ Cahit က ဂ်ာဟစ္လို႔(တူရကီလို) အသံထြက္ၿပီး တစ္ခ်ိဳ႕ေနရာမွာ ဂ်ာမန္လို ကာဟစ္လို႔ အသံထြက္တာက ဘာသာစကားအလိုက္ အသံထြက္ပုံေျပာင္းလဲတာျဖစ္ေၾကာင္း၊ အသံထြက္တဲ့အတိုင္းပဲ ေရးထားလို႔ ဂ်ာဟစ္ျဖစ္လိုက္ ကာဟစ္ျဖစ္လိုက္ျဖစ္ေနရတာ ျဖစ္ေၾကာင္း ႀကိဳေျပာျပထားခ်င္ပါတယ္။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Nay Chi ဖြစ်ပါတယ်။)Quality – 1080P, 720p  BluRayDuration – 2 hrs 1 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.BluRayTranslator – Nay ChiEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndreas ThielFatih AkinStarsAysel IscanBirol ÜnelCatrin StriebeckCem AkinDemir GökgölFrancesco FiannacaGüven KıraçMeltem CumbulSibel KekilliStefan GebelhoffCastAdam BousdoukosAndreas ThielAysel IscanBirol ÜnelCatrin StriebeckCem AkinDemir GökgölFanfare CiocarliaFeridun KoçFrancesco FiannacaGüven KıraçHermann Lauseİdil ÜnerMaceo ParkerMehmet KurtuluşMeltem CumbulMona MurOrhan GünerPhilipp BaltusRalph MisskeSelim ErdoğanSibel KekilliStefan GebelhoffTim SeyfiTugay ErverdiTulga SerimZarah Jane McKenzie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yz8yc1h5qmQJaBSrVZvb7XYwLqo.jpg",
      "https://image.tmdb.org/t/p/w300/5SV2p8jI3kGH3jzyX5p1C6PjPqt.jpg",
      "https://image.tmdb.org/t/p/w300/rMSRu8AhEdJwARbNoKgDAJGAwi0.jpg",
      "https://image.tmdb.org/t/p/w300/iWMoJrw7dc4yVdz5zwuGhxJ2wcc.jpg",
      "https://image.tmdb.org/t/p/w300/paOqLLsWcE1MFuAp9s2dBRLEzRQ.jpg",
      "https://image.tmdb.org/t/p/w300/4xL4zV8tNzuTK0Dht9ZQtTY14vf.jpg",
      "https://image.tmdb.org/t/p/w300/m0ctY1XZ7hhrkkIAYr5hbDCYIJ6.jpg",
      "https://image.tmdb.org/t/p/w300/cT4PvhaYMFQVhOrZnvP7RBUzotN.jpg",
      "https://image.tmdb.org/t/p/w300/dJOE1vNw1i9Esj9GGIWwvBqNJFU.jpg",
      "https://image.tmdb.org/t/p/w300/uUtpkFSoAB3A66LNA2OrsXZahGm.jpg",
      "https://image.tmdb.org/t/p/w300/wZwNK5TwJFwvcvjRORNX7tDLcNK.jpg",
      "https://image.tmdb.org/t/p/w300/zwyHAfvfUnWmhHTHI0Eg3DTCCos.jpg",
      "https://image.tmdb.org/t/p/w300/gswvGsdpPKGsa9gEgrYoFRdGhKp.jpg",
      "https://image.tmdb.org/t/p/w300/9GQ5Q067mBWPznsOUfYtbsTFMSO.jpg",
      "https://image.tmdb.org/t/p/w300/gDxvMsOjsO0zxjRxveePT15f50B.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/head-on.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vd5/[CM]Head.On.2004.1080P.mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "1080P BluRay"
      },
      {
        "link": "https://soliddrive.co/Vc7/[CM]Head.On.2004.720P.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "720P BluRay"
      },
      {
        "link": "https://fastload.cc/34d",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "1080P BluRay"
      },
      {
        "link": "https://fastload.cc/359",
        "server": "fastload.cc",
        "size": "850 MB",
        "quality": "720P BluRay"
      },
      {
        "link": "https://yadi.sk/i/-F-A9suZZ75Yxw",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "1080P BluRay"
      },
      {
        "link": "https://yadi.sk/i/GRHPuy0zRdanxA",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720P BluRay"
      },
      {
        "link": "https://mirrorace.com/m/3CFzQ",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080P BluRay"
      },
      {
        "link": "https://mirrorace.com/m/2WI7s",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720P BluRay"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2004|1h 34m|Horror,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "14K"
    },
    "title": "Ginger Snaps 2: Unleashed (2004)",
    "description": "Ginger Snaps 2: Unleashed (2004)တစ်မှာတုန်းက အဖြစ်အပျက်တွေအပြီးမှာ ဘရစ်ဂျက်တစ်ယောက် သူ့အစ်မလိုဖြစ်မသွားအောင် တိဝုပင်ကိုပဲ အားကိုးနေရပါပြီ။ဒါပေမဲ့ အဲဒါက ဖြေဆေးမဟုတ်ပဲ အချိန်ဆွဲပေးရုံသက်သက်ဖြစ်တာကြောင့် သူမပြောင်းသွားခင် အချိန်သိပ်မကျန်တော့သလို သူ့နောက်ကိုလိုက်နေတဲ့ သတ္တဝါဆိုးကြီးကလည်း ရှိနေပြန်ပါတယ်။အရေးထဲ သူ့ကို ဆေးစွဲနေတယ်ထင်ပြီး ဆေးဖြတ်စခန်းကို အတင်းခေါ်သွားခံရတဲ့အခါ …သူ အဲဒီမှာ ဘယ်သူတွေနဲ့ ဘယ်လို စခန်းဆက်သွားမလဲဆိုတာ သည်းထိပ်ရင်ဖို ဆက်ကြည့်ရှုခံစားလိုက်ပါဦး။ပထမကား ကို မကြည့်ရသေးရင်Ginger Snaps (2000)မှာ ကြည့်လို့ရပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့May Myatပါ။)File Size :1.9GB,675MB &335MBQuality :1080p Blu-ray AC3 5.1CH,720p Blu-ray&480pFormat :mp4Duration :1hr & 34minsGenre :Drama,Horror,FantasyTranslated byMay MyatEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrett SullivanStarsBrendan FletcherEmily PerkinsKatharine IsabelleCastBrendan FletcherChris FassbenderCoralie CairnsDavid McNallyEmily PerkinsEric JohnsonJake McKinnonJanet KidderKatharine IsabelleLydia LauMichelle BeaudoinPascale HuttonPatricia IdletteShaun JohnstonSusan AdamTatiana Maslany",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lhiLBuFJcRC0wkjsj04vfAfZWPm.jpg",
      "https://image.tmdb.org/t/p/w300/10U9ZSSSw3MpPN2vpGuVgfkigzy.jpg",
      "https://image.tmdb.org/t/p/w300/hLsrSR4e6LqEd6BoK1JkwRzYkn3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nTtyzQ1qFDJXLWvXX4wvOu0nYun.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ginger-snaps-2-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-ginger-snaps-2-unleashed-2004-1080-p-blu-ray-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/piq4167ylkw6.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1652r/[CM]Ginger.Snaps.2.Unleashed.2004.1080p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ginger-snaps-2-unleashed-2004-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "675MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/oohjzqhu5uay.html",
        "server": "usersdrive.com",
        "size": "675MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1652o/[CM]Ginger.Snaps.2.Unleashed.2004.720p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "675MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xl5xlAaZ#Jj-Y5ALOxtwhABLE46DahHV4pxwqivxW6O9eX1H0IFo",
        "server": "mega.nz",
        "size": "675MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/e1t1bf66tem3.html",
        "server": "streamsb.com",
        "size": "675MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ginger-snaps-2-unleashed-2004-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/csqr9byvm545.html",
        "server": "usersdrive.com",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1652l/[CM]Ginger.Snaps.2.Unleashed.2004.480p.mp4",
        "server": "megaup.net",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/IoJ3AKaI#y21f1YSdVVf_hoY23RUrTzaWIZAN2hcky0NQ-irYttI",
        "server": "mega.nz",
        "size": "335MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/2lth3e33zrrq.html",
        "server": "streamsb.com",
        "size": "335MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BbydXfTk5YY",
      "video_url": "https://www.youtube.com/watch?v=BbydXfTk5YY",
      "embed_url": "https://www.youtube.com/embed/BbydXfTk5YY"
    }
  },
  {
    "metadata": "PG-13|2004|128 min|Adventure,Comedy,Drama,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "325,676"
    },
    "title": "The Terminal (2004)",
    "description": "ဒါရိုက်တာကြီး Steven Spielberg  ရဲ့လက်ရာဖြစ်ပြီး မင်းသားတွမ်ဟန့်နဲ့ မင်းသမီးကက်သရင်းဇီတာဂျုံးတို့လို ဝါရင့်သရုပ်ဆောင်တွေနဲ့ဒီရုပ်ရှင်က Life is waiting ပါတဲ့…။ဇာတ်လမ်းကျောရိုးကတော့ …အမေရိကားကိုတစ်ခါမှမရောက်ဖူးတဲ့ ခရာကိုရှားဆိုတဲ့ နိုင်ငံငယ်လေးကခရီးသည်တစ်ယောက် အမေရိကားကို ရောက်တဲ့နေ့မှာပဲ ကံကဆိုးပြီး သူ့နိုင်ငံမှာပြသနာတက်နေလို့ အမေရိကန်ထဲကို ပြည်ဝင်ခွင့်ဆိုင်းငံ့ခံလိုက်ရပါတယ်…ဒီတော့ ဘာသာစကားက မကျွမ်းကျင်၊ တိုင်ပင်အကူအညီတောင်းရမယ့်သူက မရှိ၊ အမေရိကရဲ့အထာတွေကိုလည်း နားမလည်ဘဲလေဆိပ်မှာတင် ယောင်ချာချာ ဖြစ်နေရတဲ့ အကြောင်းနဲ့ သူဘာကြောင့်အမေရိကန်ထဲကို ဝင်ဖို့ကြိုးစားနေရတာလဲဆိုတဲ့အကြောင်းကိုဟာသနှော၊ အသောခပ်များများနဲ့ ဝမ်းနည်းစရာလေးတွေလဲ ဖြစ်ပျက်၊ချစ်ခြင်းတရားအကြောင်းလည်း ရောစွက်ပြီး ရသစုံအောင် တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါပဲ။ဒါကတော့ ဇာတ်ကြောင်းပါ…ဒါပေမယ့် ကျွန်တော်ကတော့အဲ့ဒီထက်ပိုပြီးစဉ်းစားမိနေပါတယ်။ဇာတ်ကားထဲမှာ သရုပ်ဆောင်ထားတဲ့ Tom Hanks ရဲ့သရုပ်ဆောင်မှုတွေကောင်းလို့ ဟာသဇာတ်ကားလို့ယေဘုယျထင်ရပေမယ့်အဲ့ဒီထက်ပိုတဲ့ ရသတွေ..အမြင်တွေ..ရှိနေတယ်လို့ခံစားမိပါတယ်။လေဆိပ်ဆိုတဲ့ နေရာမှာ ကျွန်တော်တို့ရဲ့ဘဝတွေလို့စဉ်းစားလိုက်လို့ရပါတယ်…ပိတ်ပင်မှုတွေ..တိုက်ခိုက်မှုတွေ..နားမလည်မှုတွေ…ချောက်တွန်းချင်တဲ့သူတွေ…ကူညီချင်တဲ့လူတွေ…အမုန်းတွေ..မေတ္တာတွေ…တာဝန်တွေ..ကံကြမ္မာဆိုးတွေ…သူငယ်ချင်းတွေ…ကြည့်မရသူတွေ…ဒီလိုမျိုးတွေထဲမှာ Tom Hanks တစ်ယောက် ပျော်ရွှင်နိုင်အောင်ကြိုးစားတယ်..ရုန်းကန်တယ်။သူရည်မှန်းထားတဲ့ ပန်းတိုင်ကို မဆုတ်မနှစ် သွားနေတဲ့လမ်းကြောင်းမှာ ဘာကြောင့်မှနောက်မတွန့်နေဘဲရိုးသားစွာ ကြိုးစားနေတဲ့ လူတစ်ယောက်အဖြစ်ဇာတ်လမ်းကျဉ်းကျဉ်းထဲမှာ ရအောင်ပုံဖော်ပြသွားပါတယ်။အကြိုက်ဆုံးမင်းသားကို ဒီလိုဇာတ်လမ်းကောင်းမျိုးမှာ တွေ့ရတာကျွန်တော်အတွက်တော့ အချိုပေါ်သကာလောင်းထားတဲ့ ဇာတ်ကားလို့ပဲဆိုချင်ပါတယ်။IMDb Rating (7.4/10) ထိရရှိထားပြီး သိမ်းထားချင်သူများအတွက် 4K နဲ့ထပ်မံတင်ဆက်လိုက်ပါတယ်။File size…(11 GB )/ (2.9 GB)/ (1.5 GB)Quality….WEB-DL4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:08:45Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAna Maria QuintanaJessica LichtnerSteven SpielbergStarsBarry Shabaka HenleyCatherine Zeta-JonesChi McBrideDiego LunaEddie JonesJude CiccolellaKumar PallanaStanley TucciTom HanksZoe SaldanaCastAna Maria QuintanaAnastasia BasilBarry Shabaka HenleyBenny GolsonBob MorriseyBuster WilliamsCarl AlacchiCarl AllenCarlease BurkeCas AnvarCatherine Zeta-JonesChi McBrideConrad PlaCorey ReynoldsDan FinnertyDanette MacKayDiego LunaDilva HenryDusan DukicEddie JonesEddie SantiagoEvelyne de la ChenelièreGuillermo DíazIan FinlayJanique KearnsJeff MichaelJim IshidaJohn EddinsJude CiccolellaKenneth ChoiKevin RyderKumar PallanaLaurie Meghan PhelpsLydia Blanco GarzaMark IvanirMatt HollandMichael NouriMichelle ArthurMik ScribaMike LedonneRini BellRobert CovarrubiasRyan StockstadSandrine KwanSasha SpielbergScott AdsitStanley TucciStephen MendelStephon FullerSusan SlomeTanya van BloklandTerry HaigThinh Truong NguyenTom HanksValeriy NikolaevZoe Saldana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zywtNiaZ9r7azrcNdl2j0jOgrkw.jpg",
      "https://image.tmdb.org/t/p/w300/iNdOK8Q2SMlXkcrYzcsKAtErqzQ.jpg",
      "https://image.tmdb.org/t/p/w300/cciMqAHjpRsAcVMO4Md39U2H9s4.jpg",
      "https://image.tmdb.org/t/p/w300/qkNRzjHNTdbewc7ZWNUqHtWLfbh.jpg",
      "https://image.tmdb.org/t/p/w300/2vacUzKYOmPdI04uQAW5pzWKD2g.jpg",
      "https://image.tmdb.org/t/p/w300/oaxfEbPkEHYyEdwQPHVzDy3EInH.jpg",
      "https://image.tmdb.org/t/p/w300/v7V7UlCabjELCRwntATDZjtCdV1.jpg",
      "https://image.tmdb.org/t/p/w300/zcIugJDYCVm8T5XtVMjcxHsDrsK.jpg",
      "https://image.tmdb.org/t/p/w300/z7MJRg09YaOlkmw0v7PGtvrop3p.jpg",
      "https://image.tmdb.org/t/p/w300/usOFw3EsI1rkUsYCgt6mQNFtECw.jpg",
      "https://image.tmdb.org/t/p/w300/8Mk2WfPOOxlUHI6VNQh0anJPnCZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/81ii9-stFZL._SY445_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-terminal-2004-2160-p-4-k-web-dl-x-265-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "11 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-terminal-2004-1080-p-web-dl-x-265-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1eGyc/(CM)_The.Terminal.2004.1080p.WEB-DL.x265.10bit.SDR.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/xGcyjQhD#OSGH5tv5iLwQxitKGNV9wLRZs9e4s6-yJH9oYr_Xqd0",
        "server": "mega.nz",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/joroag8i3gl1.html",
        "server": "usersdrive.com",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-terminal-2004-web-dl-720-p-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3WwnW/(CM)_The.Terminal.2004.WEB-DL.720p.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QC93lTwI#6ICL7WEKc38H59G1RZ8Y0oMDzWYzDnZgnIaJWsHYIzA",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wdvd3qrcd3xz.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3abfwgnnude3",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/12tu524hzb4m.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "GZjC9dAvWuU",
      "video_url": "https://www.youtube.com/watch?v=GZjC9dAvWuU",
      "embed_url": "https://www.youtube.com/embed/GZjC9dAvWuU"
    }
  },
  {
    "metadata": "R|2004|1h 25m|Adult,Cruel Intentions Trilogy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Cruel Intentions 3 (2004)",
    "description": "Cruel Intentions 3 (2004)Cruel Intentions ဆိုပြီး ဇာတ်ကားသုံးကားထွက်ရှိဖူးရာမှာ တစ်ကားနဲ့တစ်ကား မင်းသားမင်းသမီးတွေလည်းမတူသလို ဇာတ်လမ်းဇာတ်အိမ်တွေကလည်း သက်သက်စီနီးပါးပါပဲ။ တစ်နဲ့နှစ်မှာဆို အဓိကဇာတ်ကောင်ရဲ့ ကာရိုက်တာချင်းတူပေမဲ့ ၃မှာတော့ သီးခြားစီ ဖြစ်သွားပါပြီ။ ဒီရုပ်ရှင်တွေမှာ တူညီတာတစ်ခုကတော့ လူငယ်တွေကြားက လိင်ပိုင်းဆိုင်ရာ အရှုပ်အထွေးတွေအကြောင်းကို မင်းသားမင်းသမီးချောတွေရဲ့ ရုပ်ပိုင်းဆိုင်ရာနဲ့ ဖျော်ဖြေမှုအသားပေးတင်ဆက်သွားတာပါပဲ။ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း တက္ကသိုလ်ကျောင်းသားလူငယ်တစ်စုရဲ့ စာသင်နှစ်တစ်ခုအတွင်းက အချစ်ရေးနဲ့လိင်မှုကိစ္စတွေကို ဇာတ်လမ်းအသစ်တစ်မျိုးနဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ အရင်နဲ့မတူတာကတော့ ဒီတစ်ခါမှာ Plot Twist လေးတွေ လှိုင်လှိုင်သုံးပြီး အဆုံးထိဆွဲခေါ်သွားခဲ့တာပါပဲ။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ အဓိကဇာတ်ကောင်သုံးယောက်ဖြစ်တဲ့ ကက်စဒီ၊ ဂျေဆန်နဲ့ပက်ထရစ်တို့ လူလည်လူငယ်သုံးယောက် တစ်ယောက်တစ်လှည့် အချင်းချင်းဖျံကျပြီး အကွက်ပေါင်းစုံရွှေ့ကြတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်နဲ့ ပွင့်လင်းလွန်းတဲ့လိင်ဆက်ဆံခန်းတွေလည်း ပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ဖို့တော့အဆင်မပြေနိုင်ပါဘူး။ဘ၀ဆိုတာ ခဏလေးပဲ။ ကွေးသောလက် မဆန့်ခင် ဆန့်သောလက်မကွေးခင်မှာ ရေပွက်လို ဒီဘ၀ဟာ စုန်းစုန်းနစ်မြုပ်သွားနိုင်တယ်။ ကောင်းတာတွေ မကောင်းတာတွေကို ဘယ်လိုပိုင်းခြားကြလဲ။ ကိုယ့်ကြောင့် ဘယ်သူမှ မနစ်နာခဲ့ရင် ကိုယ့်လိပ်ပြာကိုယ်လုံနေရင် ဒါကောင်းတယ်လို့ ကျွန်တော်တော့ သတ်မှတ်လိုက်ပြီ။ အပျက်လို့ထင်ရပေမဲ့ ရဲရဲကြီးပျော်လိုက်ကြဖို့ပဲ။ Cruel Intentions ဟာ ကျွန်တော်တို့ကို လိင်စိတ်တွေအကြောင်း ပြပေးလိမ့်မယ်။ ဒီကားမှ မဟုတ်ပါဘူး ဘယ်လောက်ပဲ ညစ်ညမ်းတဲ့ကားဖြစ်ဖြစ် ရဲရဲကြီး ကြည့်လိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Khant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.4GB, 652MBQuality – 1080p, 720pFormat – mp4Duration – 1H 25MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMin Khant BoEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott ZiehlStarsAaron McPhersonAlex DonnelleyCharlie WeberElizabeth McDonaldKerr SmithKristina AnapauMelissa Yvonne LewisMichael PembertonNatalie RamseyNathan WetheringtonTara CarrollTom ParkerWilliam Gregory LeeCastAaron McPhersonAlex DonnelleyCharlie WeberElizabeth McDonaldKerr SmithKristina AnapauMelissa Yvonne LewisMichael PembertonNatalie RamseyNathan WetheringtonTara CarrollTom ParkerWilliam Gregory Lee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2LbxG1ANjRuACbwmgaRRb2Ry1mG.jpg",
      "https://image.tmdb.org/t/p/w300/cYedMh8uOBqgBZLtexoM8QaU24V.jpg",
      "https://image.tmdb.org/t/p/w300/te58q0gRoNFby919qBv7wnPVKgq.jpg",
      "https://image.tmdb.org/t/p/w300/o3lyaVY2uJDkmnOPthGHwu3BcMB.jpg",
      "https://image.tmdb.org/t/p/w300/ioRnfhAPtiBbc8ox9rUFm85fHKp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pnXAP64pI30UZGiXb228F4opUWt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-3-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19U1s/(CM)_Cruel_Intentions_3_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xPchmSYY#U7B-RdOOfBAIgDbKsLo5RwmHyPpp1T4WyEWbEY8tH_M",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "89N3PDyZzakoH7W6n8ZrjGDDktjh8iWFG6eKRvi3kvpQ",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/sbxko67v991y.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-3-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "652MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19U1d/(CM)_Cruel_Intentions_3_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "652MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MG1CUBIK#rQxh-KxT3s1fU47XRvs5yrBZwzh1pKCqayekKJwyr9I",
        "server": "mega.nz",
        "size": "652MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3h808m28uwt0.html",
        "server": "usersdrive.com",
        "size": "652MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/6ajr6vxi0f84.html",
        "server": "streamsb.com",
        "size": "652MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "FAXTEDB-ZV8",
      "video_url": "https://www.youtube.com/watch?v=FAXTEDB-ZV8",
      "embed_url": "https://www.youtube.com/embed/FAXTEDB-ZV8"
    }
  },
  {
    "metadata": "PG-13|2004|2h 5min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "350,938"
    },
    "title": "Ocean’s Twelve (2004)",
    "description": "Ocean’s Twelve (2004)IMDb – 6.5/10_____Rotten Tomatoes – 55%George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts ၊ Catherine Zeta‑Jones တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ကဲ Ocean 11 ရဲ့ နောက်ဆက်တွဲ Ocean 12 ပါဗျား…2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး ဒါရိုက်တာနဲ့ ထုတ်လုပ်သူကတော့ ပထမဇာတ်လမ်းက ပုဂ္ဂိုလ်များပဲဖြစ်ပါတယ်။ဆုတံဆိပ် ၄ ခုနဲ့ စံကာတင်စာရင်း ၁၀ ခု ဝင်ခဲ့ပါတယ်။ Rating တွေနဲ့ ဆုပိုင်းမှာ အနည်းငယ် လျော့သွားတာကိုတော့ သတိထားမိမယ် ထင်ပါတယ်ခင်ဗျ။ဒါပေမယ့်လည်း ဒီလို အလှည့်အပတ်ဇာတ်လမ်းလေးတွေကိုမှ ကြိုက်သူတွေအတွက်ကတော့ Mr.Bean ရဲ့ ဝက်ဝံရုပ်ပါပဲဗျာ….LA က ကာစီနိုတွေကို တစ်ညတည်းနဲ့ ဖြောင်ခဲ့အပြီးမှာတော့ Danny Ocean (George Clooney) နဲ့ သူ့အဖွဲ့ဟာ ပြဿနာအကြီးစားကြီးကို နဖူးတွေ့ဒူးတွေ့ တွေ့လိုက်ရပါပြီ။အဲဒါကတော့ LA သမိုင်းမှာ အကြီးစားလုယက်မှုအဖြစ် တမ်းဝင်သွားခဲ့ပေမယ့်လည်း သူတို့အဖွဲ့သားတွေဟာ ခိုးလာတဲ့ ပိုက်ဆံတော်တော်များများကို သုံးဖြုန်းပစ်လိုက်မိပါပြီ။ ကာစီနိုသူဌေး Terry Benedict (Andy Garcia) က သူ့ငွေတွေ ဆုံးရှုံးသွားတဲ့အတွက် ဒေါသူပုန်ထလို့ မပြီးနိုင် သေးပါဘူးခင်ဗျ။ဒီတော့ကာ Ocean အဖွဲ့ကို သူ့ပိုက်ဆံတွေအပြင် နောက်ထပ် million နည်းနည်းလောက် ထပ်ဆောင်းပေးဖို့ တောင်းဆိုလို့လာပြန်ပါတယ်။ ပြောရရင်တော့ ပေးမလား Jail မလားပေါ့ဗျာ။ဒီမှာတင် အကုန် အကြပ်ရိုက်ကုန်ကြပြီ။ ခြူးကလည်း တစ်ပြားမှ ပြန်မထုတ်နိုင်ဆိုတော့ တစ်ဖွဲ့လုံး နောက်ထပ်ဂွင်ဖန်ရင်ကောဆိုတဲ့ စိတ်တွေရောက်သွားကြပါတယ်။ဒီတစ်ခါကတော့…. ဟဲ ဟဲ ဟဲ ဥရောပတစ်ခွင် ဗြန်းဗြန်းဆင်ပေါ့ဗျာ…။(ရုပ်ရှင်အညွှန်းကို KAT & BROS Facebook Page မှကူးယူဖော်ပြပါသည်။)Ocean’s ဇာတ်ကား (၃)ကားလုံးကိုhttps://channelmyanmar.org/?s=ocean%27sမှာဒေါင်းလို့ရပါတယ်။File size…(1 GB)Quality…Blu-Ray 720pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMgKingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnnie WellesCheyenne CorreDusty DukatzGregory JacobsLynne MartinPaul VallespiSteven SoderberghTrey BatchelorStarsAndy GarciaBernie MacBrad PittCasey AffleckCatherine Zeta-JonesDon CheadleElliott GouldGeorge ClooneyJulia RobertsMatt DamonScott CaanShaobo QinCastAdriano GianniniAlbert FinneyAmelie Kahn-AckermannAna Caterina MorariuAndrea BuhlAndy GarcíaAnne JacquesAnne-Solenne HatteAntonio De MatteoBernie MacBrad PittBruce WillisCandice AzzaraCarl ReinerCarlo AntonazzoCasey AffleckCatherine Zeta-JonesCherry JonesChris TatesCraig SusserDavid LindsayDavid SontagDenny MéndezDina ConnollyDon CheadleDon TiffanyEd KrossEddie IzzardEddie JemisonElena PotapovaElliott GouldFrancesca LanciniGeorge ClooneyGiselda VolodiGiulio MagnoliaJames SchneiderJared HarrisJennifer LiuJeroen KrabbéJeroen WillemsJerry WeintraubJessie BellJohan WiderbergJulia RobertsKarl A. BrownLarry SontagLeah ZhangLuciano MieleMarc BodnarMarco MatronelliMartina StellaMathieu SimonetMatt DamonMattia SbragiaMichael DelanoMichael Van Der HeijdenMingming GaoMini AndenNasser FarisNelson PeltzNerissa TedescoNichelle HinesRaquel FariaRobbie ColtraneScott CaanScott L. SchwartzShaobo QinSylvia KwonTopher GraceVincent CasselYouma Diakite",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3guCfwRt3MrmO6q56I4F5xN1LYB.jpg",
      "https://image.tmdb.org/t/p/w300/lsOrQB1fObiyf6aHQeP4HBfNvK0.jpg",
      "https://image.tmdb.org/t/p/w300/iWMwiihyGf7zk8qzbgiRma5qdIC.jpg",
      "https://image.tmdb.org/t/p/w300/5b5HrewiViLWEdMR4dmbd7ajQ8Q.jpg",
      "https://image.tmdb.org/t/p/w300/nvaL3NZey7xtWJoZxrkLCIg36ke.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-twelve.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/oceans-twelve-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2eh7k/Ocean_s_Twelve_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dTxHgIYS#Ywsa9dPp13zexdXmwyshoPglPHOwjuUBOAbydbH8NXg",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/oceans-twelve-2004",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://veryfiles.com/21zch25430ci",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbcloud1.com/u7hbzz64dn7x.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "YqcQv3dt_hY",
      "video_url": "https://www.youtube.com/watch?v=YqcQv3dt_hY",
      "embed_url": "https://www.youtube.com/embed/YqcQv3dt_hY"
    }
  },
  {
    "metadata": "R|2004|124 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "128,656"
    },
    "title": "The Punisher (2004)",
    "description": "အက္ရွင္ကားေကာင္းေတြကုိႀကဳိက္တက္တဲ့ CM Fans ေတြအတြက္ ဇာတ္ကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကေတာ့ Marvel Superhero Fans ေတြအႀကဳိက္ေတြတဲ့The Punisher ဇာတ္ကားျဖစ္ပါတယ္။ဒါေပမဲ့ Superhero တစ္ေယာက္မဟုတ္ပဲ သာမန္ေစတနာ့၀န္ထမ္း မေကာင္းသူပယ္ ေကာင္းသူကယ္ ၀န္ထမ္း တစ္ေယာက္ သာမန္လူတစ္ေယာက္သာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့…FBI ရဲ႕ လ်ိဳ႕ဝွက္ေအးဂ်င့္တစ္ေယာက္ဟာ သူ႔မိသားစုကို ရက္ရက္စက္စက္သတ္ျဖတ္သြားတဲ့စီးပြားေရးသမားတစ္ေယာက္ကို လက္စားေခ်ရန္ လိုက္ရွာရာမွ မေကာင္းမႈေတြဖယ္ရွားေသာေစသနာ့ဝန္ထမ္း သုတ္သင္ရွင္းလင္းေရးသမားတစ္ေယာက္ ျဖစ္လာခဲ့သည္။သူရွာေနေသာ သူ႕ရန္သူေတာ္ကို လက္စားေခ်ႏိုင္မလား၊ လမ္းၾကံဳလုိ႔ အျမင္မေတာ္တာေတြေျဖရွင္းရင္းမွ အႏၱရာယ္ေတြနဲ႔ ၾကံဳေတြ႕ရမလားဆိုတာကို ၾကည့္ရႈလိုက္ၾကပါစို႔လားဗ်ာ။Tariq L WalkerFile Size : 1GB / 350 MBQuality : 720PRunning Time : 2hrFormat : Mp4Genre : Action, Crime, DramaTranslator : Moonlight777Encoder :Tariq L WalkerDownload Here Yoteshin LinkDownload Her Large File 720p (1GB) Openload LinkDownload Small File Size 360p (350 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan HensleighStarsA. Russell AndrewsJames CarpinelloMark CollieOmar Avila",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI5NjcwMTQxMV5BMl5BanBnXkFtZTcwODg5ODkwNQ@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-punisher-2004",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-punisher-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-punisher-2004-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/hgkvo5o6atgd",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2004|1h 44min|Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Eros (2004)",
    "description": "[18+] Eros (2004)ဝေါင်ကာဝေး၊ စတီဗင် ဆိုဒါးဘတ်၊ မိုက်ကယ်အိန်ဂျလို အန်တိုနီယိုနီ စတဲ့ ဟောင်ကောင် အမေရိကန် အီတလီက နာမည်ကျော် ဒါရိုက်တာ၃ယောက်ဟာ Eros ဆိုတဲ့နာမည်နဲ့ ဇာတ်လမ်းတို သုံးခုကို Erotic ဆန်ဆန်ရိုက်ဖို့ တွဲဖက်ပေးခံခဲ့ရပါတယ်။ ဇာတ်လမ်းသုံးခုလုံး ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်တွေပါပဲ။ သုံးယောက်လုံး နာမည်ကျော်တွေပေမဲ့ ဝေါင်ကာဝေးရဲ့ The Hand ကတော့ အသပ်ရပ်ဆုံး အလှပဆုံးပါပဲ။– “The Hand” By Wong Kar Waiအပြာရောင်ရဲရဲသမိုင်းနဲ့ မကင်းတဲ့သူတွေ မရေနိုင်မတွက်နိုင် ရှိကောင်းရှိဖူးကြမှာပဲ။ အားလုံးနီးပါးပဲ ထင်ပါတယ်။ တစ်ခါတလေတော့လည်း သိ‌နေပြီးတဲ့ အရာရာတိုင်းကို သိဖို့မလိုဘူးပေါ့။ ဒီနည်းနဲ့ ထားသင့်အရာတွေကို ထားသင့်တဲ့နေရာမှာထားပြီး ကျွန်တော်တို့‌ ကမ္ဘာမပြိုပျက်ဖို့ နံရံတစ်ခုခြားခဲ့ကြတာပါပဲ။အနုပညာပစ္စည်းတစ်ခုမှာ ကျန်တာထက် အခရာကျတဲ့ အရည်အသွေးက ရိုးသားမှုလို့ ကျွန်တော်တော့ မှတ်ယူတာပဲ။ ဖန်တီးသူဟာ သူ့ခံစားချက် သူရိုးသားရတာပေါ့။ ဒီလိုနဲ့ အဲဒီနံရံကို ပညာသားပါပါနဲ့ ကျော်ဖြတ်ဖို့ ဖန်လာတာပါပဲ။ ကိုမောင်မောင် (မဇ္ဈိမလှိုင်း) ရဲ့ ပန်းချစ်သူတို့၊ စိုင်းခမ်းလိတ်ရဲ့ အပြာရောင်မျက်ရည်တို့ပေါ့။ဝေါင်ကာဝေးရဲ့ The Hand ကလည်း ထိုနည်းလည်းကောင်းပါ။ ဂေါင်လီရဲ့ အဝတ်အစားမဲ့တဲ့အခန်းတစ်ခန်းမှမပါ နမ်းခန်းတောင် သေသေချာချာမပါဘဲ အတော်ပညာသားပါပါနဲ့ ဒီနံရံကိုချိုးသွားတာပါပဲ။ ဝေါင်ကာဝေးဟာ 2046 မှာ ကျန်းကျိရီရဲ့ အသားတစ်စက်မှ မပြတဲ့အခန်းတွေကိုတောင် ဆွဲဆောင်မှုအပြည့်ရှိအောင် ရိုက်ခဲ့ဖူးပါတယ်။ (ပြတဲ့အခန်းလည်းပါပေမဲ့ မပြတာတွေမှာလည်း ဆွဲဆောင်မှုအပြည့်ရှိအောင် ရိုက်နိုင်တာကို ဆိုလိုတာပါ)။ ဒီမှာလည်း ထိုနည်း၎င်း ပုံစံလည်း သုံးထားပါတယ်။ ဂေါင်လီနဲ့ပေါ့။ သိတဲ့ထဲ သူ့တင်ပြပုံနဲ့ အနီးစပ်ဆုံး တူတာကို ဥပမာပေးရမယ်ဆိုရင် ဆရာဇော်ဇော်အောင် စာကြောင်းတစ်ကြောင်းပြချင်ပါတယ်။” တင်းတင်းစည်းနှောင်းထားသော အဝါရောင်ပါတိတ်လုံချည်အောက်က နူးညံ့လုံးဝန်းပြီး ညွတ်ပျောင်းနွဲ့နှောင်းနေသည့် ပေါင်တံများ၏ ညှို့ဓာတ်ပါသော ကောက်ကြောင်းသည် ဆွတ်ပျံ့ဖွယ်ရာ အမှတ်သညာတစ်ခုပင်။ ပါးစပ်အရွယ်အစားက ဖြစ်သင့်သည်ထက် ပိုကျယ်လွန်းနေသည်။ မလိုက်ဖက်သော တစ်ခု နှစ်ခုပင် အလှတရား…” ။~ ဇော်ဇော်အောင် (အပိုင်းအစများ)မိန်းမတစ်ယောက်ရဲ့ ခန္ဓာကိုယ်လှပပုံကို ဆရာဇော်ဇော်အောင် ပုံဖော်ရေးသားတွေဟာ ရိုင်းတယ်လို့ မထင်ရတဲ့အထိကို စကားလုံးတော်တော်ယဉ်ပါတယ်။ ဝေါင်ကာဝေးရိုက်ကူးပုံကလည်း ထိုနည်းလည်းကောင်းပါပဲ။ Eros ဆိုတဲ့ ခေါင်းစဉ်နဲ့ညီအောင် အယဉ်ဆုံးအညင်ဆုံး ရိုက်ကူးသွားတာပါပဲ။ သူပေးချင်တဲ့ ရသလည်းမပျက်ခဲ့ပါဘူး။ သူ့လူမျိုးစံနှုန်းအရ ရှိသင့်တာထက်လည်း မကျော်ပါဘူး။ ဝေါင်ကာဝေးဟာ ဝေါင်ကာဝေးပါပဲ။ သူ ရွေးသွားတဲ့အကြောင်းအရာကလည်း လက်ပါ။ အတော်ကောင်းတဲ့ရွေးချယ်မှုပါပဲ။ဂေါင်လီဟာ ဘယ်လိုဇာတ်ရုပ်နဲ့မဆို လိုက်နေတဲ့ မင်းသမီးအစစ်လို့ ဆိုရမှာပဲ။ ပုဂ္ဂလိကအမြင်အရ 2046 က ကျန်းကျိရီရဲ့ ပခြုပ်သည်မကာရိုက်တာကို ပိုသဘောကျမိပေမဲ့ ဂေါင်လီနဲ့လည်း လိုက်ဖက်နေတာကိုတော့ ငြင်းမရပါဘူး။ ဇာတ်ကောင်၂ကောင်ဟာ ကွဲလွဲမှုနည်းနည်းတော့ရှိနေတော့ ဂေါင်လီဟာ ဒီဇာတ်ရုပ်နဲ့ အံကိုက်လို့ဆိုရပါမယ်။ နောက် အပ်ချုပ်သမားဇာတ်ကောင်နေရာမှာလည်း ချန်းချန်ကလွဲ ဝေါင်ကာဝေးနဲ့ ရိုက်နေကျလူတွေနဲ့ မြင်ကြည့်လို့မရပါဘူး။ သူ့ဇာတ်နဲ့သူ အကောင်းဆုံးလုပ်ခဲ့ကြသလို လူရွေးလည်းတော်တော်တော်ခဲ့ကြတယ် ဆိုရပါမယ်။အိပ်မက်ပြာပြာတွေနဲ့ပဲ လူဟာ သက်၀င်ခဲ့တာပါပဲ။ The Hand ဟာ အနီရဲရဲတောက်နေတဲ့ အိပ်မက်ပြာတစ်ခုအ‌ကြောင်းပေါ့။ The Hand ဟာ အပြာရောင်အိပ်မက်တွေမှာ ပါ၀င်ဖူးခဲ့တဲ့ လက်ချောင်းတွေကို အလှပဆုံးပုံဖော်သွားတဲ့ကဗျာပေါ့။ နောက်ချစ်ခြင်းကိုရောပေါ့။ ဒါတွေဟာ အချစ်ဟုတ်ပါ့မလား ဆိုရင်တော့ စောဒကတက်ရခက်ခက်ပါ။ သေချာတာတော့ နား‌ထောင်နေကျ၊ အချစ်ပါပဲ သီချင်းထဲကလို“အရောင်တွေရှိတယ် မရှိဘူး မလိုပါဘူး”– “Equilibrium” By Steven Soderberghရုပ်ရှင်ရဲ့ဦးတည်ချက်အရ Eroticဆန်တဲ့ ပုံစံကို ရိုက်ရမှာပေမဲ့ စတီဗင်ဆိုဒါးဘတ်ရဲ့ ရွေးချယ်မှုကတော့ ဆန်းတော့ဆန်းတယ်ပြောရမယ်။ Robert Downey Jr. ဟာ အိပ်မက်ထဲမှာ မိန်းကလေးတစ်ယောက်ကို အမြဲမက်နေလို့ စိတ်ကုဆရာဝန်နဲ့ပြတဲ့အကြောင်းသက်သက်ပါပဲ။ အိပ်မက်ထဲက မိန်းကလေးကိုလည်း ခဏလောက်ပဲပြသလို ရိုက်ထားတဲ့ပုံစံကလည်း အဖြူအမဲနဲ့ပါ။ ဘယ်ကလဲမသိပေမဲ့ ကြားဖူးတဲ့စကားလေးရှိတယ်။ ဖုံးကွယ်ထားတဲ့အရာတွေက အလှဆုံးအရာတွေပဲ။ ဆိုဒါးဘတ်ဟာ ဒီသီအိုရီကိုပဲ မိုင်ကုန်သုံးပြီး Erotic ဆန်အောင် ရိုက်သွားသလားလို့ တွေးချင်စရာပဲ။ သိချင်စိတ်ကို ဆွပေးပြီး ရိုက်သွားတယ်လို့တော့ ဆိုရမှာပဲ။ သူ့မူလရည်ရွယ်ချက်ဖြစ်တဲ့ Erotic ဖြစ် မဖြစ်ကတော့ လူပေါ်မူတည်ပြီးကွဲပြားသွားမယ်ထင်ပါတယ်။– “The Dangerous Thread of Things” By Michelangelo Antonioniမိုက်ကယ်အိန်ဂျယ်လိုရဲ့ အပိုင်းကတော့ ဒီရုပ်ရှင်ကို စဖြစ်စေခဲ့တဲ့ အကြောင်းရင်းပါ။ သူ့ဒီအပိုင်းက ခုနအပိုင်းလို မသိကိန်းလည်းဆန်သလို ကိုယ်လုံးတီးနီးပါး အခန်းတွေပါတဲ့ တစ်ပိုင်းတည်းသော အပိုင်းလည်းဟုတ်တယ်။ ဒီထဲမှာ သူဝါအရင့်ဆုံးပါပဲ။ ၁၉၄၇ကတည်းက ရုပ်ရှင်တွေ စရိုက်လာခဲ့တဲ့သူဖြစ်ပြီး Art Film တွေ မနည်းမနောရိုက်ထားဖူးတဲ့သူပါ။ တန်းမြင့်ရုပ်ရှင်တွေလည်း ရိုက်ထားတာမနည်းပါဘူး။ ရှာကြည့်သလောက်တော့ ဒါသူ့နောက်ဆုံးရုပ်ရှင်ပါပဲ။ ပြဿနာတစ်ခုရှိတာက ဒီအပိုင်းက ကျွန်တော့်ပုဂ္ဂလိကခံစားချက်အရတော့ Erotic ဆန်ဆန် ဘာမှသိပ်မခံစားရပါဘူး။ အသက်တော်တော်ကြီးမှ ရိုက်လိုက်လို့ နည်းနည်းပေါ့သွားတာဖြစ်နိုင်သလို ကျွန်တော် ဉာဏ်မမီတာလည်းဖြစ်နိုင်သလို ရေခံမြေခံအကွာကြောင့် ခံစားမရတာလည်း ဖြစ်နိုင်ပါတယ်။ဘာနေနေပါ။ Eros ဟာ Rating အရ သုံးကားပေါင်းပေးရတာဆိုတော့ ဘယ်သူ့ကြောင့် နိမ့်သွားလဲ တရားခံမပေါ်ပေမဲ့ ရုပ်ရှင်တိုလေးသုံးကားမှာ ဆရာကြီးသုံးယောက်ပေးတဲ့ ကွဲပြားတဲ့အရသာသုံးခုကို ခံစားရမှာမို့ တော်တော်ကြည့်ရတန်တဲ့ ရုပ်ရှင်ပါပဲ။ “The Hand” ကလည်း ဝေါင်ကာဝေးရဲ့ အနားသားမာစတာပိစ်တစ်ကားပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.4GB, 990MB, 500MBQuality – 1080p, 720p, 480pFormat – mp4Duration – 1H 44MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichelangelo AntonioniSteven SoderberghWong Kar-waiStarsAlan ArkinChang ChenChristopher BuchholzEle KeatsGong LiRegina NemniRobert Downey Jr.Tien FengCastAlan ArkinCecilia LuciChan Chun-LukChang ChenChristopher BuchholzEle KeatsGong LiJianjun ZhouLuisa RanieriPelino TarantelliRegina NemniRiccardo ManfrediRobert Downey Jr.Tien FengValerio Burroni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dgxnUaEw0dj8GqxXi0ciMWgEjVu.jpg",
      "https://image.tmdb.org/t/p/w300/kIVashQGR03VRvgyxFMotZtGi0P.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTk2MjQ2NTAzOV5BMl5BanBnXkFtZTcwMTg5NzgyMQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-eros-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-eros-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/13J83/(CM)_Eros_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/F3oXFZba#jEsjYrVrxvaaWtzRTHwqiiKLqxR1qLZDTtf_CkpUif8",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2o4h8lpmnf9m.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-eros-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1JGz8/(CM)_Eros_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I35W2LLK#4_0H88r__rrTLlki5tZB7oPoyVwTRTo_SZNmJcFsBq0",
        "server": "mega.nz",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jytdh90dmydk.html",
        "server": "usersdrive.com",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/1xomycz8qa5w.html",
        "server": "streamsb.com",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-eros-2004-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/13J6s/(CM)_Eros_(2004)_480p.mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Y2hwERwK#l8Ci84bBILIFAc1f8uPNhzXcvDz7pK67ry5lQtmUOvI",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/7tscyrm3xrsv.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/x78tsae8s021.html",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "A0Xpq2WKBxw",
      "video_url": "https://www.youtube.com/watch?v=A0Xpq2WKBxw",
      "embed_url": "https://www.youtube.com/embed/A0Xpq2WKBxw"
    }
  },
  {
    "metadata": "R|2004|105 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "147,648"
    },
    "title": "Layer Cake(2004)",
    "description": "Layer Cake(2004)IMDb….7.4….Rotten….80%2004 ခုနှစ်ထွက် မင်းသားကြီး Daniel Craig ပါဝင်သရုပ်ဆောင်ထားတဲ့ Layer Cake ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…..Rating တွေက IMDb- 7.4, Rotten Tomatoes – 80 ရှိတယ်ဆိုတော့ Rating ကောင်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်…အလည်အလတ်တန်းစား ကိုကင်းမူးယစ်ဆေးဖြန့်ဖြူးရေးသမားတစ်ယောက်ဟာ ပိုက်ဆံအတော်အတန်စုဆောင်းမိတဲ့အချိန်မှာ မူးယစ်ဆေးလောကကနေ အနားယူဖို့ အစီအစဉ်တွေ ချထားခဲ့ပါတယ်…သူရဲ့ ခြေရာတွေနဲ့ အလုပ်အကိုင်တွေ ဖျက်လို့မပြီးသေးခင်မှာဘဲ သူတို့မူးယစ်ဆေးသမားတွေကို အကာအကွယ်ပေးနေတဲ့ အစိုးရဖက်ကလူတစ်ယောက်က သူ့ကိုအလုပ်တစ်ခု ခိုင်းလာပါတော့တယ်…ဒါကတော့ ဂိုဏ်းစတား အကောင်ကြီးကြီးရဲ့သမီးတစ်ယောက် ပျောက်ဆုံးသွားလို့ သူ့ကိုရှာဖို့ အကူအညီတောင်းခြင်းပဲဖြစ်တယ်…တစ်ဖက်မှာလည်း အရောင်းအဝယ်လုပ်မယ့် စိတ်ကြွရူးသွပ်ဆေးပြားတွေကို ယူလာသူတွေက ဆာဗီးယားစစ်တပ်နဲ့ အငြိအစွန်းတွေ ဖြစ်ခဲ့ကြပြီး ... သူ့ဆီကို ပြဿနာနှစ်ခုက တစ်ပြိုင်နက်တည်းဆိုက်ရောက်လာပါတော့တယ်….ကင်မရာ ရိုက်ချက်ကောင်းကောင်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ တစ်ကတ်နဲ့တစ်ကတ်ဆက်ထားပုံလေးတွေ အရမ်းလှပပြီး ရင်ဖိုစရာကောင်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် အားပေးကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ..။File Size : (900 MB) and (312 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:45:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMary HaddowMatthew VaughnStarsBen WhishawColm MeaneyDaniel CraigGeorge HarrisJamie ForemanKenneth CranhamMichael GambonSally HawkinsSienna MillerTom HardyCastBen WhishawBurn GormanColm MeaneyDaniel CraigDaniel MooreheadDexter FletcherDragan MićanovićFrancis MageeGeorge HarrisJamie ForemanJason FlemyngKenneth CranhamLouis EmerickMichael GambonNathalie LunghiRab AffleckSally HawkinsSienna MillerStephen WaltersSteve John ShepherdTamer HassanTom Hardy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/neSLpxwG5TWNzCPDUIZ9kbl2bOL.jpg",
      "https://image.tmdb.org/t/p/w300/rk6RDd6HNbehPtIfPivDJyfpLlD.jpg",
      "https://image.tmdb.org/t/p/w300/lGUQSoAtk1MzlKZjgt02ub4yyZG.jpg",
      "https://image.tmdb.org/t/p/w300/wcP5El00saRfkN6dfpgVcGEDkjk.jpg",
      "https://image.tmdb.org/t/p/w300/95J82f0fJiKNGB2RxwQHvPSZFsc.jpg",
      "https://image.tmdb.org/t/p/w300/o4wcA4Mt47HKyDU51tY2cyPLb97.jpg",
      "https://image.tmdb.org/t/p/w300/ajXWkMLz4ffBN0NbEb6C1Wkw8vH.jpg",
      "https://image.tmdb.org/t/p/w300/hCYjxMQMAS6YnkCKkXaASb1XHZb.jpg",
      "https://image.tmdb.org/t/p/w300/v3s580B4EqONEG0N4yLhhKXkDtN.jpg",
      "https://image.tmdb.org/t/p/w300/q7fA3CCbfD7ZlG2kMW8PLDOovB9.jpg",
      "https://image.tmdb.org/t/p/w300/zrw0T4F1logsTjiTtfRTq1GPTEH.jpg",
      "https://image.tmdb.org/t/p/w300/9iLq3zoOO2RIJ9vutEpcMHTEVg1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/y6BzUkrx789OhVMDXZiBBVHu6OQ.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/U3o8/Layer_Cake_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/layer-cake-2004",
        "server": "VIP Links",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/layer-cake-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/f8bx6e2lye4h",
        "server": "veryfiles.com",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/17d89l0dqebd.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "QtrbWfZtxxM",
      "video_url": "https://www.youtube.com/watch?v=QtrbWfZtxxM",
      "embed_url": "https://www.youtube.com/embed/QtrbWfZtxxM"
    }
  },
  {
    "metadata": "N/A|2004|105 min|Adult,Asian,Comedy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "476"
    },
    "title": "[18+]Everybody Has a Little Secret (2004)",
    "description": "ကိုရီးယားမင္းသားေတြထဲမွာ ေသာက္က်ိဳးနည္းရွားပါးလွတဲ့ ေယာက်ၤားပီပီသသသရုပ္ေဆာင္မင္းသားၾကီး လီေဗ်ာင္ဟြန္းရဲ႕ 18+ ဇာတ္ကားပါ။ညီအစ္မသံုးေယာက္ၾကား လွ်ိဳ႕ဝွက္ခ်က္တခ်ိဳ႕နဲ႕ လီေဗ်ာင္ဟြန္းကို လတ္လတ္ဆတ္ဆတ္ေတြ႕ရမွာပါ။“အခ်စ္လား….ရႈပ္ေထြးတယ္”  ဆိုတဲ့စကားကို ဒီဇာတ္ကားနဲ႕ အေတာ္သေဘာေပါက္ပါျပီ။Comedy…Romance အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating (6/10) ရရွိထားပါတယ္။ႏွေျမာစရာေကာင္းတာက BluRay Quality မရႏိုင္ေတာ့တာပါပဲ….ဒါေၾကာင့္ အၾကည္ဆံုးအျဖစ္ က်န္ရွိေနတဲ့ DVDrip Quality နဲ႕သာတင္ဆက္လိုက္ရပါတယ္။(Phyo Thu Hein မွ ခံစားတင္ဆက္ထားတာပါ။)File size…(700MB)Quality…DVD-RipFormat…mp4Duration….01:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHyeon-su JangStarsByung-hun LeeHyo-jin KimJi-Woo ChoiSang-mi Choo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/20120806114254271.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/everybody-has-a-little-secret-nuguna-bimireun-itda-18-2004-mm-sub",
        "server": "VIP Links",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/everybody-has-a-little-secret-nuguna-bimireun-itda-18-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2004|2h 11min|Action,Adventure,Fantasy,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "240,087"
    },
    "title": "Van Helsing (2004)",
    "description": "ဒီဇာတ်ကားလေးကတော့ တစ်ခေတ်တစ်ခါက Sony PS2 ဂိမ်းတောင် ထွက်ခဲ့ရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ ၉၀ ခုနှစ်ဖွားတွေအနေနဲ့တော့ ဒီကားကို ကောင်းကောင်းကြီး သိကြမှာပါ။ ဒီဇာတ်ကားလေးကို The Mummy တို့ G.I Joe တို့ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာကြီး Stephen Sommers ကပဲ ရိုက်ထားပြီးတော့ Logan မင်းသားကြီး Hugh Jackman ကပဲ ဗန်ဟဲလ်ဆင်း အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Hugh Jackman တစ်ဖြစ်လဲ Van Helsing ဆိုတာ လူတွေကို သက်သက် အလုပ်မရှိအလုပ်ရှာ လိုက်လံဖမ်းစားသတ်ဖြတ်နေတဲ့ မကောင်းဆိုးဝါးတွေကို လိုက်သတ်နေတဲ့သူ ၊တစ်ရက်တော့ ကျရာတာ၀န်ကို ကျေပွန်စွာ ထမ်းဆောင်ပြီး စခန်းပြန်လာချိန် ၊ ကိုယ်မသွားရတိုင်း တွေ့တဲ့နေရာကို ရောက်ချင်တဲ့ ဒုက္ခရောက်ဆိုပြီး အမိန့်ပေးနေတဲ့ အထက်လူကြီး‌တွေထုံးစံအရ Count Dracula ရှိတဲ့ Transylvania ကို စေလွတ်ခြင်းခံရတဲ့အခါ….– နှစ်သက်တမ်းကြာမြင့်စွာ ရှိတဲ့ Dracula ရှိတဲ့နေရာကို ကြက်သွန်ဖြူ နဲ့ သွားရွလို့ မရမှန်းသိတဲ့အခါ Van Helsing တစ်ယောက် ဘာတွေသယ်ဆောင်သွားမလဲ…?– Dracula မှာ ဇနီးတွေ ရှိနိုင်ပါသလား ? Dracula က ကလေးမွေးနိုင်လား ? မွေးလာတဲ့ကလေးတွေကကော ဘာပုံစံဖြစ်မလည်း ?– အခြား ဘယ်သူတွေကရော Dracula ကိုနိုင်ဖို့ ဘယ်လိုတွေကူညီကြမလဲ ?– Dracula ကကော ဘာတွေကြံစည်နေကြတာလဲ ?– Dracula ရှိတဲ့ နယ်မြေ မှာ Ven Helsing က ဘာ mission တွေ လာလုပ်တာလဲ ?စလာကတည်းက တဝုန်းဝုန်း တဒိုင်းဒိုင်းပါပဲ ။ Black and White နဲ့ စတင်ခဲ့ပြီး သဘာ၀လွန် ဖြစ်ရပ်များစွာပါတဲ့အပြင် ရူပ်ထွေးပွေလီလှတဲ့ ဇာတ်လမ်းတွေက်ု Van Helsing တစ်ယောက်ဘယ်လိုတွေကျော်ဖြတ်မလဲဆိုတာ…….။Crd ReviewFile size…(8.3 GB)/(2.7 GB)/(1.6 GB)Quality….BluRay4K HEVC/ 1080p HEVC/720pFormat…mkv/mp4Duration….02:11:36Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMin Khant Kyi WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGreg MichaelLukas LibalMaria Battle CampbellStephen SommersSylvie ChesneauStarsAlun ArmstrongDavid WenhamElena AnayaHugh JackmanKate BeckinsaleKevin J. O'ConnorRichard RoxburghShuler HensleySilvia CollocaWill KempCastAlun ArmstrongDana MorávkováDavid WenhamDorel MoisElena AnayaHugh JackmanJaroslav VíznerJosie MaranKacie BorrowmanKate BeckinsaleKevin J. O'ConnorLaurence RacineMarek VašutMarianna MoisMartin KlebbaPatrice WojciechowskiRichard RoxburghRobbie ColtraneRyan JamesSamantha SommersSamuel WestShuler HensleySilvia CollocaStephen FisherTom FisherWill KempZuzana Durdinová",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nhBm8ttcoo1Q5mtLNvgsqxHL5Cn.jpg",
      "https://image.tmdb.org/t/p/w300/l5sFfVKqbaIHXJgzSH77viDRVpL.jpg",
      "https://image.tmdb.org/t/p/w300/xRI3CPwl9BXlk8qkwiY8QTtASQg.jpg",
      "https://image.tmdb.org/t/p/w300/4EVn7Q4tzhyAG65TynAx995o8sl.jpg",
      "https://image.tmdb.org/t/p/w300/jDDyn41rAfdcAf7wjbUdCIDtzDF.jpg",
      "https://image.tmdb.org/t/p/w300/mmfRdSMRy8BSgOULjYlpmuKwJ1o.jpg",
      "https://image.tmdb.org/t/p/w300/7e6yKyI3572deAbYPrF4NyMHGYV.jpg",
      "https://image.tmdb.org/t/p/w300/hu04WAUNsV1TTZXPz4oUrpGjdnH.jpg",
      "https://image.tmdb.org/t/p/w300/83rqxpsiJ3xNDXOILRzLO5yoYGS.jpg",
      "https://image.tmdb.org/t/p/w300/xQrzk7uJ3PeQ516b08sDRAB13dj.jpg",
      "https://image.tmdb.org/t/p/w300/h8LhIslPjbfk2bH9PbjRwaqQlul.jpg",
      "https://image.tmdb.org/t/p/w300/uxErmE3xm05w5LopXUxaEp8R6u6.jpg",
      "https://image.tmdb.org/t/p/w300/gJl8njkDXvPM4feQgsaVbACImXw.jpg",
      "https://image.tmdb.org/t/p/w300/toClVGiaiL8J2AcESven4NxqTr3.jpg",
      "https://image.tmdb.org/t/p/w300/pcJGm5p8uVmkicvF1VBWspn5SkB.jpg",
      "https://image.tmdb.org/t/p/w300/rGSvf02vqXCagt1bWzzrz8SCFId.jpg",
      "https://image.tmdb.org/t/p/w300/msBKM9W3xBDT9BtjfHnCIU8kZlc.jpg",
      "https://image.tmdb.org/t/p/w300/b6sGyIq8gp3v1zCY8h8ssPLApkC.jpg",
      "https://image.tmdb.org/t/p/w300/aZMO8NBuBpCKAB3d8lZDuiHRgEi.jpg",
      "https://image.tmdb.org/t/p/w300/xaWueXkuB4p1sKLRxqZxQuLlA5q.jpg",
      "https://image.tmdb.org/t/p/w300/gppoSVnQ88g4NOwFpw5QD3O8hRs.jpg",
      "https://image.tmdb.org/t/p/w300/zju6A6i5iH9iXNhxYQBEVpWAGcy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BODRmY2NhNDItOWViNi00OTIyLTk3YjYtYzY0YTFlMDg1YzQ0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-van-helsing-2004-2160-p-4-k-uhd-blu-ray-x-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-van-helsing-2004-1080-p-blu-ray-x-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1dYld/(CM)_Van.Helsing.2004.1080p.BluRay.X265-Naung.mkv",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/UOs1iKoA#T_F0y6y8sRnNWaR2mY-nFcN3fSON8Xb9a7M0xkEf4fw",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/kf92pb0mg14u.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-van-helsing-2004-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zTek/(CM)_Van.Helsing.2004.BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kSV3QaDD#EUY-FXsopRS7wqF06hYlGZt7mJDyeyApFdhIknvT3L0",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h6qg2cfmuubs.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wbwtg0qtlj7f",
        "server": "streamvid.io",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/o48drzi3mx3q.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "W6C6qcCW2JE",
      "video_url": "https://www.youtube.com/watch?v=W6C6qcCW2JE",
      "embed_url": "https://www.youtube.com/embed/W6C6qcCW2JE"
    }
  },
  {
    "metadata": "PG|2004|109 min|Adventure,Drama,Family,Fantasy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "11,998"
    },
    "title": "Two Brother (2004)",
    "description": "ကဲ Old But Gold ကားတစ်ကားနဲ့ အခုတပတ် Monday ည အတွက်အပန်းဖြေကြည့်ရှူဖို့တင်ဆက်ပေးလိုက်ပါတယ်သင်က တိရိစ္ဆာန်ချစ်တတ်တဲ့လူတစ်ယောက်လား အထူးသဖြင့်မွေးဖို့မလွယ်တဲ့ကျားပေါက်လေးတွေကိုချစ်တတ်လား ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးရဲ့ အသည်းနှလုံးကိုသိမ်းပိုက်သွားမှာ သေချာပေါက်ပါဘဲ ဒီကားလေးဟာဆိုရင် ၂၀၀၄ခုနှစ်က ထွက်ရှိခဲ့ပြီး ရုံစတင်တဲ့ တစ်ပတ်အတောတွင်းမှာတင် top 9 အထိရောက်ရှိခဲ့တဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဘဲဖြစ်ပါတယ် ၁၉၂၀ပြည့်နှစ် ကယ်လီဖိုးနီးယားပြည်နယ်ဘက်က အဖြစ်အပျက်လေးတစ်ခုနဲ့ ဇာတ်လမ်းကျောရိုးကိုယူထားပါတယ်အဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ ဆွန်ဂါနဲ့ကူမာလို့ခေါ်တဲ့ ကျားလေး၂ကောင်အကြောင်း ဖြစ်ပြီးတော့ အရိုင်းသတ္တဝါ၂ကောင်နဲ့လူသား၂ဦးကြားက ဖြူစင်တဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ပြထားတဲ့အတွက်ကြောင့် ကြည့်ပြီးရင်း ထပ်ကြည့်ချင်ကို ဖြစ်နေတော့မှာပါ ပြင်သစ်နဲ့ ထိုင်းဘက်က ကျားအကောင် ၃၀လောက်ကိုသုံးထားတာဖြစ်ပြီးတော့ အကယ်ဒမီရလောက်တဲ့ ကျားတို့ရဲ့မာယာ ( သရုပ်ဆောင်ချက် ) တွေကိုလည်း မြင်တွေ့ရမှာပါ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ကယ်လီဖိုးနီးယားတောအုပ်ထဲက ဘုရားကျောင်းအပျက်တွေကြားမှာနေကြတဲ့ ကျားမကြီးနဲ့သူ့ရဲ့ သားလေး၂ကောင်၊ မုဆိုးအလုပ်နဲ့ တွက်ချေမကိုက်လို့ ဘုရားဆင်းတုတော်ဟောင်းတွေမှောင်ခိုဖို့ စိတ်ကူးနဲ့ ရောက်ရှိလာတဲ့ မတ်ခရော်နီနဲ့ ထိပ်တိုက်ကိုတွေ့ပါတော့တယ် ဒေသခံလူရိုင်းတွေနဲ့ပေါင်းပြီး ဆင်းတုတော်တွေခိုးထုတ်ဖို့ လုပ်ထားတဲ့ မတ်ခရော်နီကြောင့် ဒီကျားလေး၂ကောင်ဟာ မမျှော်လင့်ဘဲသူတို့အမေနဲ့ကွဲသွားပြီး လူတွေရှိတဲ့နေရာကို တစ်ကောင်တစ်နေရာစီရောက်သွားပြီးတဲ့နောက် နှစ်အနည်းငယ်ကြာတဲ့အခါ လူတွေအပျော်ကြည့်ဖို့လုပ်တဲ့ကျားသတ်ပွဲမှာ အချင်းချင်းပြန်တွေ့ကြတဲ့အခါ……. သူတို့တွေ တစ်ကောင်နဲ့ တစ်ကောင်ပြန်ပြီး မှတ်မိနိုင်ပါဦးမလား မုဆိုးဖြစ်လို့ ကျားတွေကို နှိမ်နင်းရမယ်ဆိုတဲ့တာဝန်က တစ်ဖက်၊မိမိကြောင့် မိသားစုနဲ့ကွဲကွာပြီး လူတွေရဲ့ အသုံးတော်ခံ ဖြစ်သွားရတဲ့ ကျား၂ကောင်အပေါ် သနားပြီး သံယောဇဉ်တွယ်မိတဲ့ စိတ်ကတစ်ဖက်၊အစွန်း၂ဖက်ရောက်နေတဲ့ ခံစားချက်တွေနဲ့ မတ်ခရော်နီရဲ့ နောက်ဆုံး ဆုံးဖြတ်ချက်ရော ဘာဖြစ်မှာလဲလူသားတွေရဲ့အတ္တနဲ့လောဘတွေက အပြစ်မဲ့တဲ့သတ္တဝါလေးတွေအပေါ် ဘယ်လောက်အထိ နစ်နာစေခဲ့လဲဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်တဲ့အတွက်ကြောင့် အဆုံးသတ်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ပရိသတ်ကြီး  သားသားမီးမီးလေးနဲ့ဖြစ်စေကိုကို/မမတွေနဲ့ဖြစ်စေ မိသားစုနဲ့ဖြစ်စေ ကြည့်ရှုခံစားလိုက်ကြပါတော့ဗျာ မင်္ဂလာ ညနေခင်းလေးပါနော်ဘာသာပြန်သူကတော့ Ei EI Thein ဖြစ်ပါတယ်]Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-Jacques AnnaudStarsFreddie HighmoreGuy PearceJean-Claude DreyfusOanh Nguyen",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTMzOTA3NDcxMl5BMl5BanBnXkFtZTcwMTY5NDUyMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/two-brothers2004",
        "server": "VIP Links",
        "size": "859.31MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/two-brothers-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "859.31MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/t9fz3s63lefg.html",
        "server": "streamsb.com",
        "size": "859.31MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2004|2h 43m|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "3.2k"
    },
    "title": "Taarzan: The Wonder Car (2004)",
    "description": "Taarzan: The Wonder Car (2004)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအဂျေးပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ရိုးသားကြိုးစားတဲ့ ကားဒီဇိုင်နာလေး ​​ဒေဗင်ကို ေမာ်တော်ကားထုတ်လုပ်ရေးလုပ်ငန်းတစ်ခုက မကောင်းကြံပြီး သတ်ပစ်လိုက်ကြတယ်အထက်အရာရှိတွေနဲ့ ညှိစားပေါင်းစား ပြီး ဒီအမှုဟာ မတော်တဆမှုအဖြစ် တစ်ခန်းရပ်သွားခဲ့တယ်…12နှစ်ကြာပြီးတဲ့နောက် ဒီလုပ်ငန်းက ပါတနာတွေ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရလာခဲ့ပါတော့တယ်…မျက် မြင်သက်တွေရဲ့ပြောပြချက်အရ သူတို့ကိုကားတစ်စီးက လိုက်သတ်နေပြီး မောင်းနေတဲ့သူကို သဲသဲကွဲကွဲမမြင်ရပါဘူးတဲ့…ဒါဆို ယာဥ်မောင်းမပါတဲ့ ကားတစ်စီးက လူလိုက်သတ်နေတာလား…ဒီအမှုဟာ ထင်သလို မရိုးရှင်းလာတဲ့အခါ ဘယ်လိုအဖြေရှာဖေါ်ထုတ်ကြမလဲ….တကယ့်အဖြစ်မှန်နဲ့ လှည့်ကွက်လေးတွေက ဘယ်လိုဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါ…File size…2.89GB / 1.37GBQuality…1080p WEB DL AAC2.0CH / 720pFormat…mp4Duration….2h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by T.A.Y.L.O.RYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbbas Alibhai BurmawallaMastan Alibhai BurmawallaStarsAjay DevgnAyesha TakiaDeepak ShirkeFarida JalalPankaj DheerRajpal YadavShakti KapoorVatsal ShethCastAjay DevgnAmrish PuriAyesha TakiaDeepak ShirkeFarida JalalGulshan GroverMukesh TiwariPankaj DheerRajpal YadavSadashiv AmrapurkarShakti KapoorVatsal Sheth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/on5yv4YeGZaKcyXzL5OIxG49uog.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/taarzan.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/taarzan-the-wonder-car-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/taarzan-the-wonder-car-2004-hindi-1080-p-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kvbzzivok9wp.html",
        "server": "usersdrive.com",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16Xb1/Taarzan_The_Wonder_Car_2004_Hindi_1080p_WebDL.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Sj5ThCqB#F0MP7JVXuWnW7B858A-vFrl4IxLB0DV4ZHFPe6Y1hGg",
        "server": "mega.nz",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/pz00djeun748.html",
        "server": "streamsb.com",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/cwphkfp083ni",
        "server": "veryfiles.com",
        "size": "2.89GB",
        "quality": "1080p"
      },
      {
        "link": "Yoteshin Portal drive Dashboard Generator Setting Logout Version 3.0 Dashboard Google drive Yandex Link Generator Users Payments Subscriptions Setting Logout Dashboard Users 1108153 Total 71067 Download 52367305 Today 63758 Quick Share https://drive.google.com/file/d/1zjVA3Er4R8j8-I8ZeEXT4_oS3zV2b_xT/view?usp=sharing Link to share https://yoteshinportal.cc/taarzan-the-wonder-car-2004-hindi-720-p-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xrqmj5hz8hyr.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2sS5f/Taarzan_The_Wonder_Car_2004_Hindi_720p_WebDL.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/urIVkKzY#zeBHtlORKTA3ONceNmbISMM6-sMIIIvNznkOrU0C03A",
        "server": "mega.nz",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/nyalre5zvu4j.html",
        "server": "streamsb.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/k6iobaryrur4",
        "server": "veryfiles.com",
        "size": "1.37GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|2004|1h 19min|Action,Animation,Asian,Comedy,Family",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "20,921"
    },
    "title": "Mulan II : The Final War (2004)",
    "description": "မူလန် ၂ တောင်းဆိုနေတဲ့သူတွေ အတွက်လာပါပြီ။ဒီဇာတ်လမ်းမှာတော့ မူလန် နဲ့ ရှန်နဲ့  လက်ထပ်ဖို့ပြင်ဆင်နေချိန်လျို့ဝှက် တာဝန်တစ်ခုပေးအပ်ခံလိုက်ရတဲ့အခါကြုံတွေ့ရမဲ့ စွန့်စားခန်းတွေအကြောင်းပါ။အားပေးကြပါဦး။———————————————–မူလန္ ၂ ေတာင္းဆိုေနတဲ့သူေတြ အတြက္လာပါျပီ။ဒီဇာတ္လမ္းမွာေတာ့ မူလန္ နဲ႕ ရွန္နဲ႕  လက္ထပ္ဖို႕ျပင္ဆင္ေနခ်ိန္လိ်ဳ႕၀ွက္ တာ၀န္တစ္ခုေပးအပ္ခံလိုက္ရတဲ့အခါၾကံဳေတြ႕ရမဲ့ စြန္႕စားခန္းေတြအေၾကာင္းပါ။အားေပးၾကပါဦး။File size…(850 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:19:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMyominthu ThanmyintYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarrell RooneyLynne SoutherlandStarsBD WongGedde WatanabeGeorge TakeiJune ForayLauren TomLucy LiuMark MoseleyMing-Na WenPat MoritaSandra OhCastBD WongBrian TochiFrank WelkerFreda Foh ShenGedde WatanabeGeorge TakeiHarvey FiersteinJeff BennettJerry TondoJillian HenryJune ForayLauren TomLea SalongaLiliana MumyLucy LiuMark MoseleyMichelle KwanMing-Na WenPat MoritaSandra OhSoon-Tek OhTress MacNeille",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f8BobrxGnAFObYRSN1BTIzQbEMW.jpg",
      "https://image.tmdb.org/t/p/w300/7qzlrqvvXvl4SYbjTErZ0x8uZxA.jpg",
      "https://image.tmdb.org/t/p/w300/nm6n3CvhoLEtTfEYzwSceUjtkbH.jpg",
      "https://image.tmdb.org/t/p/w300/nq6MoDjVlgYszeE8Zthitdr7hPe.jpg",
      "https://image.tmdb.org/t/p/w300/yp8bmscuXTocgYvL66QLtu9ONnz.jpg",
      "https://image.tmdb.org/t/p/w300/53DEXCMmpI3NEYE4kfuROG4b3uR.jpg",
      "https://image.tmdb.org/t/p/w300/uVURePnN5VDuZ8Zc2TC9PKxVJte.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BOWM0M2U3NjUtM2QyOS00OTExLTk4NzQtYmIzMTA0MTRlMjhiXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Th6n/Mulan_2_-_The_Final_War_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "72op"
      },
      {
        "link": "https://mega.nz/file/rQtTzaBB#fUF_DheiRTBXz5SFUIiWlV_5eFIuf0jIvt5WzXSMWTs",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/mulan-2-the-final-war-2004",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mulan-2-the-final-war-2004-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/dz3v7l4omdlm.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gWf2Cg00kD0",
      "video_url": "https://www.youtube.com/watch?v=gWf2Cg00kD0",
      "embed_url": "https://www.youtube.com/embed/gWf2Cg00kD0"
    }
  },
  {
    "metadata": "PG|2004|1h 59min|Adventure,Animation,Family",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "321,741"
    },
    "title": "Howl’s Moving Castle (2004)",
    "description": "Studio Ghibi ရဲ့ animation ကားကောင်းလေးတွေကိုမျော်လင့်နေတဲ့ပရိတ်သတ်တွေအတွက်အရမ်းမိုက်တဲ့ဂျပန်animationကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဂျပန်Animation ကားလေးတွေဟာဆိုရင်ပြောစရာမလိုလောက်အောင်ကောင်းမွန်မယ်ဆိုတာပရိတ်သတ်တွေသိရှိပြီးဖြစ်မှာပါမှော်ဇတ်လမ်းတွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ကတော့ကွက်တိပါပဲဇတ်လမ်းလေးကတော့အလွန်လှပတဲ့ဦးထုတ်ရောင်းတဲ့ကောင်မလေးဆိုဖီအလွန်ထူးဆန်းတဲ့လူပုံစံဆောက်လုပ်ထားတဲ့မှော်ရဲတိုက်ရှင်စုန်းထီးလေးဟအိုယုသူတို့နှစ်ယောက်ဘယ်လိုမတော်တဆတွေ့ကြမလဲလူသားနဲ့စုန်းထီးဘယ်လိုပေါင်းစပ်ခွင့်ရမလဲဟအိုယုရဲ့နှလုံးသားကိုလိုချင်နေတဲ့စုန်းမကြီးကဟအိုယုနဲ့ဆိုဖီအကြောင်းကိုသိသွားတဲ့အချိန်မှာဆိုဖီလေးကိုကျိန်စာတိုက်လိုက်တဲ့အချိန်မှာတော့အလွန်ချောမောတဲ့ကောင်မလေးဆိုဖီဟာအဖွားအိုတစ်ယောက်အဖြစ်ပြောင်းလဲသွားတဲ့အခါမှာကောလောကဓံကိုသူမဘယ်လိုရင်ဆိုင်မလဲဟအိုယုနဲ့ကောပြန်တွေ့ကြမှာလားစုန်းထီးလို့ဆိုပေမဲ့စိတ်သဘောထားအလွန်နူးညံ့တဲ့ဟအိုယုတစ်ယောက်လူသားတွေနဲ့မိစ္ဆာတွေစစ်မက်ဖြစ်ပွားလာတဲ့အချိန်မှာလူသားတွေဘက်ကဘယ်လိုဦးဆောင်ပြီးတိုက်ခိုက်မလဲဆိုဖီလေးရဲ့ကျိန်စာကောပျက်ပြယ်သွားမှာလားဒီအတိုင်းအဖွားကြီးတစ်ယောက်အဖြစ်တစ်သက်လုံးနေသွားရမလားဆိုတာစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါanimation ကိုအရမ်းကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ကတော့ကျေးနပ်အားရမှုအပြည့်အဝဖြစ်စေမယ်လို့အာမခံရင်းကြည့်ရူလိုက်ကြပါအုံးနော်File Size – 1.7 GBQuality – Bluray 1080pSubtitle – Burmese (Hardsub)Translator – Sane KhetEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHayao MiyazakiRyosuke KiyokawaYosuke TobaStarsAkihiro MiwaChieko BaishôHaruko KatoMayuno YasokawaRio KannoRyûnosuke KamikiTakuya KimuraTatsuya GashûinYayoi KazukiYo OizumiCastAkihiro MiwaAkio OtsukaChieko BaishôDaijiro HaradaHaruko KatoMayuno YasokawaRio KannoRyunosuke KamikiTakuya KimuraTatsuya GashûinYayoi KazukiYo Oizumi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vwBa7djy1oxfxUjc7YtVgGNsjrT.jpg",
      "https://image.tmdb.org/t/p/w300/uCZNL8vN4OtcocB2TdUF56mrIS8.jpg",
      "https://image.tmdb.org/t/p/w300/iuFbU5jiNh8DAxLBGifZCvv3KmB.jpg",
      "https://image.tmdb.org/t/p/w300/sQSBPNPvmq8FDerPeFQsicj1faw.jpg",
      "https://image.tmdb.org/t/p/w300/FL8luPKWa1oLQZ4kccIPUEGVVZ.jpg",
      "https://image.tmdb.org/t/p/w300/xqaN2WYQclQlqvKvsOcNgOx2vRn.jpg",
      "https://image.tmdb.org/t/p/w300/uCmCxC8Jw0SOgz1JTrI4KVVfu5u.jpg",
      "https://image.tmdb.org/t/p/w300/fvkDzizV3Sti13TtqczZg57uhb9.jpg",
      "https://image.tmdb.org/t/p/w300/r3p33ajbUccK64JuSwcItho1Kvs.jpg",
      "https://image.tmdb.org/t/p/w300/detXIVyDd0L31MLErp2iCiJjxg9.jpg",
      "https://image.tmdb.org/t/p/w300/bHASG5MLsxIys3m4gnqR1W49yb7.jpg",
      "https://image.tmdb.org/t/p/w300/7wFCbdLta0mvqoAWd1wozCXb39b.jpg",
      "https://image.tmdb.org/t/p/w300/wToartcGEtDo8r7Wym7pnFW74Pf.jpg",
      "https://image.tmdb.org/t/p/w300/tSiWCVHDD02cYqMOw0Rj6coLsFk.jpg",
      "https://image.tmdb.org/t/p/w300/rQRoWJPUPFLdDdO0IloGVSsm54p.jpg",
      "https://image.tmdb.org/t/p/w300/aB3WIBTMWuyYExBO1ezbPQ1pdkk.jpg",
      "https://image.tmdb.org/t/p/w300/fW7tTzXPIcaV2bOE16RFtmhyCk7.jpg",
      "https://image.tmdb.org/t/p/w300/bu6UkpkBir5FTMAxSM0oqPqv6OV.jpg",
      "https://image.tmdb.org/t/p/w300/uFE410P9LVHBXkMv97uFQEg6oz3.jpg",
      "https://image.tmdb.org/t/p/w300/8ccM6BRk4oeHPkXpeuwnqvw2B8x.jpg",
      "https://image.tmdb.org/t/p/w300/7timx6094ffe4ekp2zCLGEOituj.jpg",
      "https://image.tmdb.org/t/p/w300/aqcv1SEpcqoAaLLK0ylF590tvu1.jpg",
      "https://image.tmdb.org/t/p/w300/gXkw1aU7fpPHnlIh5ITobyo3mnK.jpg",
      "https://image.tmdb.org/t/p/w300/zFwVXJPpd8HQpLTJHNkP7d1UrNg.jpg",
      "https://image.tmdb.org/t/p/w300/faUep3Nh0cNKYQJDk3Y6aJ2OPAh.jpg",
      "https://image.tmdb.org/t/p/w300/7uwHTDCI33poFzU4SvVDjjCnTd7.jpg",
      "https://image.tmdb.org/t/p/w300/94QDjwjaueEwM2c8Vvz1cYh19lC.jpg",
      "https://image.tmdb.org/t/p/w300/aZugTxRLDrKE9MGRk8w7ZASt8fD.jpg",
      "https://image.tmdb.org/t/p/w300/h50Lz1Q6Vo0zkEDUaa1PXfiOI6d.jpg",
      "https://image.tmdb.org/t/p/w300/4E08xZyj97VjdQVkho04e1mnEYx.jpg",
      "https://image.tmdb.org/t/p/w300/jAkp05QSbexWGkwEolzB2JOCP7V.jpg",
      "https://image.tmdb.org/t/p/w300/2ppYnrndksQr9SnCR6s0q1B1yOu.jpg",
      "https://image.tmdb.org/t/p/w300/5AfrTLqfAMcAsTvtlfLqSSdg91Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/images.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zdjr8qbla3tx.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/4bl059jf3lcd.html",
        "server": "usersdrive.com",
        "size": "779.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/howls-moving-castle-2004-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/howls-moving-castle-2004-blu-ray-700-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "779.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2dvl1/Howl_s.Moving.Castle.2004.BluRay.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2dvls/Howl_s.Moving.Castle.2004.BluRay.700p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "779.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ri4TGTpT#UKRa7UINF2x9R6WzIL33Xibm5PYoku3zzAOQQ3VczXI",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/T3hhxJYT#EyN9YlS_dZMw0DWMvpjhobGFh55Ey4s_axwIGkni0qI",
        "server": "mega.nz",
        "size": "779.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/k2d9l667v4zc.html",
        "server": "datbu.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/wymtcb08mfig.html",
        "server": "datbu.com",
        "size": "779.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.4shared.com/video/cDpHPOPZiq/HowlsMovingCastle2004BluRay108.html",
        "server": "4shared.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.4shared.com/video/Wxp_qrr9iq/HowlsMovingCastle2004BluRay700.html",
        "server": "4shared.com",
        "size": "779.0 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "iwROgK94zcM",
      "video_url": "https://www.youtube.com/watch?v=iwROgK94zcM",
      "embed_url": "https://www.youtube.com/embed/iwROgK94zcM"
    }
  },
  {
    "metadata": "PG-13|2004|102 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "60,547"
    },
    "title": "Jersey Girl (2004)",
    "description": "တက္​ႂကြဖ်တ္​လတ္​​ေသာ ​ေတးထုတ္​လုပ္​သူတစ္​ဦးျဖစ္​တဲ့အိုလီထရင္​ကီ ဆိုတဲ့လူငယ္​​ေလးကအလုပ္​ႀကိဳးစား​ေသာဝန္​ထမ္​းတစ္​ဦးျဖစ္​သလိုမိခင္​ဆံုးပါးသြားတဲ့သမီး​ေလးကို ​ေစာင္​့​ေ႐ွာက္​​ေနရ​ေသာဖခင္​တစ္​ဦးလည္​းျဖစ္​ပါတယ္​။လုပ္​ငန္​းခြင္​အတြင္​း အဆင္​မ​ေျပမႈ​ေတြ၊မိသားစု​ေရးျပသနာ​ေတြၾကံဳ​ေတြ႔ရခ်ိန္​မွာ​ေတာ့ ဖိအား​ေပါင္​းမ်ားစြာရဲ႕ ဒဏ္​​ေတြ​ေၾကာင္​့အလုပ္​ကိုဆံုး႐ႈံးခဲ့ရၿပီး သမီး​ေလးအနားမွာ အခ်ိန္​​ေပးဖို႔ ဆံုးျဖတ္​ခဲ့ပါတယ္​။သို႔​ေသာ္​ အမွတ္​မထင္​ ၾကက္​ကန္​းဆန္​အိုးတိုးဆိုတဲ့အတိုင္​းအလုပ္​အကိုင္​အခြင္​့အ​ေရးျပန္​ရခ်ိန္​မွာ​ေတာ့သူသိပ္​ခ်စ္​ရတဲ့သမီး​ေလးအတြက္​ ဘယ္​လိုအခက္​အခဲ​ေတြ႐ွိလာမလဲ​ေအာင္​ျမင္​မႈ​ေနရာ ျပန္​ရႏိုင္​မလား သူ႔ဘဝရဲ႕လက္​တြဲ​ေဖာ္​ကို​ေရာ ထပ္​​ေတြ႔ခြင္​့ရဦးမွာလားဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာပဲဆက္​လက္​ၾကည္​့႐ႈ​ေပးၾကပါခင္​​ဗ်ာရုပ္ရွင္ကားကို Kay Khaing Htun မွ ဘာသာျပန္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarol BankerKevin SmithMikayla AbromowitzStarsBen AffleckGeorge CarlinJason BiggsJennifer LopezJennifer Schwalbach SmithLiv TylerMike StarrRaquel CastroStephen RootWill SmithCastBen AffleckCarol FlorenceGeorge CarlinHarley Quinn SmithJason BiggsJason LeeJennifer LopezJennifer Schwalbach SmithLiv TylerMatt DamonMike StarrRaquel CastroStephen RootWill Smith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/puxhIMxDiNcwUr74AEOPmv6p0c.jpg",
      "https://image.tmdb.org/t/p/w300/uvhDdtvnY4Y6P25qyt37EkWpNkY.jpg",
      "https://image.tmdb.org/t/p/w300/e4PuSdEvo4pllTNc1eXwmQVhUEH.jpg",
      "https://image.tmdb.org/t/p/w300/nzQMejnU8W2X1zUhU0yieDVz7K3.jpg",
      "https://image.tmdb.org/t/p/w300/iYNKzyuABzBtO1ZEujNB37d7dED.jpg",
      "https://image.tmdb.org/t/p/w300/yf5dOcIk8ynOJcnDH10T5hqzH4d.jpg",
      "https://image.tmdb.org/t/p/w300/xZCVlSrgFAY7A0yJmcjckjQSTbq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTYxMTZlNTEtMjlmZS00ODFiLTg5ODUtYzJkMzc1MGNhYjVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/aPwItdhelI",
        "server": "drive.google.com",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://myandrive.net/file/U69EjkXfan",
        "server": "drive.google.com",
        "size": "316.84 MB",
        "quality": "480P"
      },
      {
        "link": "https://soliddrive.co/2aD8/Jersey.Girl.2004_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/2aD4/Jersey.Girl.2004_SD_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "316.84 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/28fi6/Jersey.Girl.2004_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/28fi5/Jersey.Girl.2004_SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "316.84 MB",
        "quality": "480P"
      },
      {
        "link": "https://openload.co/f/mqd2G7p5IHo/Jersey.Girl.2004_720P_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://openload.co/f/gcF9p7vnITE/Jersey.Girl.2004_SD_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "316.84 MB",
        "quality": "480P"
      },
      {
        "link": "https://verystream.com/stream/fRf6gaD85hu/Jersey.Girl.2004_720P_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://verystream.com/stream/WDvm1uRMWDc/Jersey.Girl.2004_SD_%7BCM%7D.mp4",
        "server": "Verystream",
        "size": "316.84 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/b3o7mddmycc1k.html",
        "server": "DatBu",
        "size": "737.03 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/5y4gdi4qyp89c.html",
        "server": "DatBu",
        "size": "316.84 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "CL04A-DrIEQ",
      "video_url": "https://www.youtube.com/watch?v=CL04A-DrIEQ",
      "embed_url": "https://www.youtube.com/embed/CL04A-DrIEQ"
    }
  },
  {
    "metadata": "Unrated|2004|1h 31m|Drama,Horror",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "9800"
    },
    "title": "Dumplings (2004)",
    "description": "Dumplings (2004)~ IMDb – 6.7/10, Rotten Tomatoes – 69% ~ဒီကားက Three… Extremes ဆိုတဲ့ ဟောင်ကောင် ဂျပန်နဲ့ ကိုရီးယားနဲ့ ထိုင်းက Horror Thriller ဒါရိုက်တာတွေ စုပြီးရိုက်တဲ့ကားမှာပါတဲ့ Fruit Chan ရိုက်ခဲ့တဲ့ ဇာတ်လမ်းတိုကို ပြန်ရိုက်ထားတာ‌ပေါ့။ ကင်ဂျီးဝန်၊ ပတ်ချန်းဝု၊ တခဲရှိမိုက်၊ ပီတာချန်းတို့လိုလူတွေတောင်ပါတယ်။ ဒီကားကတော့ Fruit Chan ရဲ့ အပိုင်းတိုကို အရှည်ပြန်ရိုက်ထားတာသက်သက်ပါပဲ။ ထူးတာက ဒါရိုက်တာတွေတင် လန်းတာမဟုတ်ဘဲ စီနီမာတိုဂရပ်ဖာကိုလည်း ဟောင်ကောင်ရုပ်ရှင်ဖန်တိုင်းသိကြမယ့် ခရစ္စတိုဖာဒွိုင်းကို သုံးပေးထားတယ်။ Fruit Chan ရဲ့ ဒီအရှည်ပြန်ရိုက်ထားတဲ့ကားမှာလည်း ဒွိုင်းပဲ စီနီမာတို ပြန်ကိုင်ထားတယ်။ Three Husbands တို့၊ Made in Hong Kong တို့ရဲ့ ဒါရိုက်တာ Fruit Chan ရဲ့ Extreme ဖြစ်တဲ့ကားဆိုတော့ ဒီလိုကားမျိုးတွေ သဘောကျတဲ့လူတွေအတွက် ရွှေပါပဲ။မိန်းမသားတွေအတွက် ငယ်ရွယ်နုပျိုလှပမှုဟာ သိပ်ကို အရေးပါပါတယ်။ အထူးသဖြင့် အိမ်ထောင်သည် အမျိုးသမီးတွေပေါ့။ ဇရာကတမျိုး အိမ်ထောင်မှုက တစ်ဖုံနဲ့ အိုမင်းရင့်ရော်ပြီး နုပျိုမှုတွေပျောက်ဆုံးလာတဲ့ အိမ်ထောင်သည်အမျိုးသမီးတွေမှာ တွေ့ရအများဆုံး ပြဿနာက ကိုယ့်လင်ယောက်ျားရဲ့ ဖောက်ပြန်ခြင်းပါပဲ။ဒီဇာတ်လမ်းမှာလည်း လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တဲ့ သရုပ်ဆောင်မင်းသမီးတစ်လက်ဟာ အိမ်ထောင်ကျပြီးနောက်မှာ လင်ယောကျာ်းရဲ့ သစ္စာဖောက်ခြင်းကို အကြိမ်ကြိမ်ခံနေရတယ်။ ကိုယ့်ရဲ့ နုပျိုမှုတွေပျောက်ဆုံးခြင်းကြောင့် ဖြစ်ရလေခြင်းလို့ ခံယူထားတဲ့ လီကတော်ဟာ နည်းလမ်းမျိုးစုံကို အသည်းအသန်ရှာဖွေပါတော့တယ်။ ဒီအချိန်မှာ ထူးခြားတဲ့ဖက်ထုပ်ရောင်းတဲ့ ဒေါ်ကြီးမေကို ရှာတွေ့သွားတယ်။ ဒေါ်ကြီးမေဟာ အသက်အရွယ်နဲ့မလိုက်အောင် နုပျိုလွန်းနေတော့ သူရဲ့ဖက်ထုပ်ကို မြည်းစမ်း စားသောက်ကြည့်ပါတော့တယ်။ သူ့ရဲ့ ဖက်ထုပ်ဟာ ဘာထူးခြားတဲ့ ပါဝင်ပစ္စည်းတွေပါဝင်နေလဲဆိုတာတော့ ပရိသတ်တို့ ကိုယ်တိုင်သာ ဆက်လက်ရင်ခုန်လိုက်ပါတော့…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 730MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 31MinGenre – Drama, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFruit ChanStarsBai LingMeme Tian Pu-JunMiki YeungMiriam YeungPauline LauSo-Fun WongTony Leung Ka-FaiCastBai LingMeme Tian Pu-JunMiki YeungMiriam YeungPauline LauSo-Fun WongTony Leung Ka-Fai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hvturB2M3xwTAEfzSX1kxan2406.jpg",
      "https://image.tmdb.org/t/p/w300/aSLDG8l73T5SlabvZtYgv7m6OG9.jpg",
      "https://image.tmdb.org/t/p/w300/blem7ch7SjsqPlnC6elFdGxBlyg.jpg",
      "https://image.tmdb.org/t/p/w300/eKpUqvKT5vBZVYZhIrnblJfaXzZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/97Rb3JJl343B1AVdhQdHohsFBT4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dumplings-2004-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3fe5e/(CM)_Dumplings_(2004)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yjJiHbLR#HpjH6KF7fEbfXSg07zGUH2vHBIhbZhUYlm8JdVa0P-Q",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qes98k1pgqk2.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dumplings-2004-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zgC7/(CM)_Dumplings_(2004)_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/bvITwDDQ#CDd3-uHYT6_QMmEEX1CFAxRZx5ZSXWHxuZPtO5-1WTw",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4lwe48v10cec.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/975oia0thgu1.html",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4ms154aohosy",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5ixdhYr3a6g",
      "video_url": "https://www.youtube.com/watch?v=5ixdhYr3a6g",
      "embed_url": "https://www.youtube.com/embed/5ixdhYr3a6g"
    }
  },
  {
    "metadata": "PG-13|2004|101 min|Action,Adventure,Horror,Predator",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "145,248"
    },
    "title": "AVP: Alien vs. Predator (2004)",
    "description": "Predator ဆိုတဲ့ ရုပ်ဆိုးဆိုး ဂြိုလ်သားတွေကိုတော့ ရင်းနှီးနေမှာပေါ့နော်သူတို့တွေဟာ လူသားတွေထက် ခေတ်လွန်သိပ္ပံနည်းပညာတွေ တတ်မြောက်ထားတဲ့ သတ္တဝါတွေပါ။သူတို့ အမဲလိုက်တဲ့ ဂြိုလ်သားတွေ ရှိပါသေးတယ် အဲ့ဒီအကောင်တွေကိုတော့ Alien လို့ ခေါ်ပြီးရိုင်းစိုင်း ဆိုးသွမ်းပြီး အမြဲတမ်း သတ်ချင် ဖြတ်ချင်စိတ်ပဲ ရှိနေတဲ့ ကောင်တွေပါ…ဒီဇာတ်လမ်းမှာတော့ Predator တွေနဲ့ Alien တွေကြား ဝင်ပါရမယ့် လူသားတွေအကြောင်း ကို ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း ပုံစံကတော့ သူဌေးကြီးတစ်ဦးဟာ သူမသေခင် နာမည် တစ်ခု ကျန်ရှိခဲ့ဖို့ အတွက် ကမ္ဘာ့ ပထမဦးဆုံး လူမျိုးတွေတည်ဆောက်ခဲ့တယ်လို့ယူဆရတဲ့ ပိရမစ် တစ်ခု ကို ရှာဖို့ အတော်ဆုံး လူတွေကို စုစည်းပြီး ရှာဖွေဖို့ ကြိုးပမ်းမှာပါ..ဒါပေမယ့် အဲ့ဒီ ပိရမစ် ကို ရှာဖွေတွေ့ရှိခဲ့တာ သူတို့ အဖွဲ့ တစ်ခုထဲ မဟုတ်ခဲ့ဖူးဆိုတာကို နောက်ကျမှ သိကြမှာ ဖြစ်ပြီးPredator တွေဟာ ပိရမစ် ထဲက Alien တွေကို ပြန်လည်သုတ်သင်ဖို့ လာနေတာ ဖြစ်ပါတယ်…Predator တွေ Alien တွေ ရဲ့ နှစ်ထောင်ချီသော အမဲလိုက် ခဲ့တဲ့ တိုက်ပွဲတွေ ရန်ငြိုးတွေကြားမှာလူသားတွေ ဘယ်လို ကြုံတွေ့ရမလဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာhttps://channelmyanmar.org/category/special-package/predator/ကြည့်ပါ။File size…(2.2 GB)/(900 MB)Quality…BluRay Unrated 1080p HEVC/720pFormat…mkv/mp4Duration….01:48:40Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul W.S. AndersonStarsEwen BremnerLance HenriksenRaoul BovaSanaa LathanCastAdrian BouchetAgathe de La BoulayeAlec GillisAlex LorreAndy LucasCarsten NorgaardCarsten VoigtColin SalmonEoin McCarthyEwen BremnerGlenn ConroyIan WhyteJack PierceJan FilipenskýJoseph BalderramaJoseph RyeKarima McAdamsKieran BewLance HenriksenLiz May BricePavel BezdekPetr JáklRaoul BovaSam TroughtonSanaa LathanTom Woodruff Jr.Tommy Flanagan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tOvoWzkUzCMJ8Ra5nkmNg7ehCET.jpg",
      "https://image.tmdb.org/t/p/w300/xvq1RLaiwSdHwPHe7WUhqZa1rCA.jpg",
      "https://image.tmdb.org/t/p/w300/ngZbISZ0ArJjekZeipIzWVTe47X.jpg",
      "https://image.tmdb.org/t/p/w300/pqxOr1Lnhwa7TRQ0B58yG1TqtOV.jpg",
      "https://image.tmdb.org/t/p/w300/mfhos4hYJLkKbYYyEtnjTs9WyZg.jpg",
      "https://image.tmdb.org/t/p/w300/9OyAAWVOsNbkTF1oT8kS6VdJWXD.jpg",
      "https://image.tmdb.org/t/p/w300/kQZeYvhnFVfmQZlhxyEg9AzkzUF.jpg",
      "https://image.tmdb.org/t/p/w300/jVHRmhSMlcEhTpYzSBgd6QvFHQA.jpg",
      "https://image.tmdb.org/t/p/w300/cd3qdqDLmkEjEBDjdgqjvHV5YkH.jpg",
      "https://image.tmdb.org/t/p/w300/mIXKPxe4YZt3fPI9RgBHczCdHUN.jpg",
      "https://image.tmdb.org/t/p/w300/lYjjduDnF7J8D7EWDUbk6u0qCg8.jpg",
      "https://image.tmdb.org/t/p/w300/haspuOWAP3Q3x9YGmOdUNJLPBQc.jpg",
      "https://image.tmdb.org/t/p/w300/yF8xA6yBEM0HgLu7N2KLQsXTkuK.jpg",
      "https://image.tmdb.org/t/p/w300/5HIBu3cy2EwC4R5wm1kr35HotKy.jpg",
      "https://image.tmdb.org/t/p/w300/vydmFyZoMcI1sT0Ib9jX3rOTeqg.jpg",
      "https://image.tmdb.org/t/p/w300/kmnMAJ2M3049mThgUm6plr3vs2v.jpg",
      "https://image.tmdb.org/t/p/w300/eTc953qnbO2Qs6BUcHJqaK45h2K.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-avp-alien-vs-predator-2004-unrated-1080-p-blu-ray-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/18fpl/(CM)_AVP.Alien.vs.Predator.2004.UNRATED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/IbUWBLoK#_1TnkjyjkLHp8Fd1Qq246FWkMum6NnpNn3ttfMqRt6o",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/u3c9c6gm01q3.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-avp-alien-vs-predator-2004-unrated-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18fmr/(CM)_AVP.Alien.vs.Predator.2004.UNRATED.720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jqvk83m0r2m9.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/dyw5l18dwcvb.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fQE62sQBkqA",
      "video_url": "https://www.youtube.com/watch?v=fQE62sQBkqA",
      "embed_url": "https://www.youtube.com/embed/fQE62sQBkqA"
    }
  },
  {
    "metadata": "R|2004|156 min|Uncategorized",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "283,659"
    },
    "title": "Downfall (2004)",
    "description": "IMDb (8.2)…Rotten Tomatoes (91%)…Metacritic (82%)Unicodeဟစ်တလာ ကျဆုံးခန်း!!!၁၉၄၅ ခုနှစ်တွင် ဂျာမနီ ဟာဆိုရင် အနောက်ဖက်နှင့် တောင်ဖက်တွင် ပိတ်မိပြီး ဆိုဗီယက်စစ်တပ်တွေကို ရှုံးနိမ့်လုအခြေနေကိုရောက်ခဲ့တယ်။ဘာလင်က Third Reich မြို့တော်မှာ ဆိုရင် Adolf Hitler က ဂျာမနီက အောင်မြင်မှုကို ရရှိနိုင်ခြေရှိပြီး သူရဲ့အကြံပေးတွေနဲ့ ဗိုလ်ချုပ်တွေကို နောက်ဆုံးလူကို တိုက်ခိုက်ရန်အမိန့်ပေးခဲ့တယ်။” Downfall”မှာ တော့ Reich ရဲ့ နောက်ဆုံးနေ့တွေမှာ အကြီးပိုင်းဂျာမာန်ခေါင်ေးဆာင်တွေက သူတို့ရဲ့ ချစ်ခင်ရသူမှ သစ္စာဖောက်ခြင်းစတင်ခံရခြင်း၊ မိမိတို့အသက်ကယ်တင်ရန် ကြိုးပမ်းခဲ့ပုံ၊ အချို့သောသူများက Hitler နှင့်အတူအသေခံရန်ရှိကြောင်းတို့ကို ပြသခဲ့တယ်။Hitler ကိုယ်တိုင် စိတ်ထောင်းကိုယ်ကြေဖြစ်ပြီးတော့ သံသယတွေများလာ.. အကောင်းမြင်တတ်တဲ့စိတ်ထားရှိသူကနေ သတ်သေဖို့ရန်အထိ စိတ်ဓါတ်ကျလာတဲ့အခါမှာတော့…….။ဒီဇာတ်ကားဟာ ဟစ်တလာရဲ့နောက်ဆုံးနေ့ရက်များကို ခံစားရမယ့် ကမ္ဘာ့အကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။Director: Oliver HirschbiegelMain actors: Bruno Ganz, Alexandra Maria Lara, Ulrich Matthes(အညွှန်းကို Momolay မှကူးယူဖော်ပြပါသည်။)Zawgyiဟစ္တလာ က်ဆံုးခန္း!!!၁၉၄၅ ခုႏွစ္တြင္ ဂ်ာမနီ ဟာဆိုရင္ အေနာက္ဖက္ႏွင့္ ေတာင္ဖက္တြင္ ပိတ္မိၿပီး ဆုိဗီယက္စစ္တပ္ေတြကုိ ရႈံးနိမ့္လုအေျခေနကိုေရာက္ခဲ့တယ္။ဘာလင္က Third Reich ၿမိဳ ႔ေတာ္မွာ ဆုိရင္ Adolf Hitler က ဂ်ာမနီက ေအာင္ျမင္မႈကို ရရွိႏုိင္ေျခရွိၿပီး သူရဲ့အႀကံေပးေတြနဲ႔ ဗိုလ္ခ်ဳပ္ေတြကုိ ေနာက္ဆံုးလူကုိ တိုက္ခုိက္ရန္အမိန္႔ေပးခဲ့တယ္။” Downfall”မွာ ေတာ့ Reich ရဲ့ ေနာက္ဆံုးေန႔ေတြမွာ အႀကီးပိုင္းဂ်ာမာန္ေခါင္ေးဆာင္ေတြက သူတုိ႔ရဲ့ ခ်စ္ခင္ရသူမွ သစၥာေဖာက္ျခင္းစတင္ခံရျခင္း၊ မိမိတို႔အသက္ကယ္တင္ရန္ ႀကိဳးပမ္းခဲ့ပံု၊ အခ်ိဳ႔ေသာသူမ်ားက Hitler ႏွင့္အတူအေသခံရန္ရွိေၾကာင္းတို႔ကို ျပသခဲ့တယ္။Hitler ကုိယ္တိုင္ စိတ္ေထာငး္ကိုယ္ေၾကျဖစ္ၿပီးေတာ့ သံသယေတြမ်ားလာ.. အေကာင္းျမင္တတ္တဲ့စိတ္ထားရွိသူကေန သတ္ေသဖို႔ရန္အထိ စိတ္ဓါတ္က်လာတဲ့အခါမွာေတာ့…….။ဒီဇာတ္ကားဟာ ဟစ္တလာရဲ႕ေနာက္ဆံုးေန႕ရက္မ်ားကို ခံစားရမယ့္ ကမာၻ႕အေကာင္းဆံုးဇာတ္ကားေတြထဲက တစ္ကားျဖစ္ပါတယ္။Director: Oliver HirschbiegelMain actors: Bruno Ganz, Alexandra Maria Lara, Ulrich Matthes(အညႊန္းကို Momolay မွကူးယူေဖာ္ျပပါသည္။)File size…(1.2 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byKoYeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBohdan GraczykHanus Polak Jr.Oliver HirschbiegelStarsAlexandra Maria LaraBirgit MinichmayrBruno GanzChristian BerkelCorinna HarfouchHeino FerchJuliane KöhlerThomas KretschmannUlrich MatthesUlrich NoethenCastAlexander HeldAlexandra Maria LaraAndré HennickeAnna ThalbachAugust SchmölzerBettina RedlichBirgit MinichmayrBohdan GraczykBruno GanzChristian BerkelChristian HoeningChristian RedlChristian SchmidtCorinna HarfouchDevid StriesowDieter MannDieter RuppDietrich HollinderbäumerDirk BorchardtDmitriy Bykovskiy-RomashovDonevan GuniaElisabeth von KochElizaveta BoyarskayaEnno HesseFabian BuschGötz OttoHeino FerchHeinrich SchmiederHenning PekerIgor BubenchikovIgor SergeevJulia JentschJuliane KöhlerJürgen TonkelJurij SchraderJustus von DohnányiKarl KranzkowskiKaterina PoladjanKlaus-Jürgen SteinmannKonstantin LukashovMaria SemenovaMartin ButzkeMathias GnädingerMatthias HabichMichael BrandnerMichael KindMichael MendlNorbert HecknerOliver StritzelRolf KaniesStefan MehrenTanja SchleiffThomas KretschmannThomas LimpinselThomas ThiemeThorsten KrohnUlrich MatthesUlrich NoethenUlrike KrumbiegelVeit StübnerVsevolod Tsurilo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d3AmCJXvsP818di5KcCj4fNi36.jpg",
      "https://image.tmdb.org/t/p/w300/tfHnCrPmxwhEqSMgenxOqLpVRS3.jpg",
      "https://image.tmdb.org/t/p/w300/ueWbkwsQqedsimK6hqX3MvhELs3.jpg",
      "https://image.tmdb.org/t/p/w300/w7yCECDcMq08QtoWYaAFaveXcsz.jpg",
      "https://image.tmdb.org/t/p/w300/yeyXyGPkByKcCk1e3yAy9UeN9Vg.jpg",
      "https://image.tmdb.org/t/p/w300/rgy1xkIKLK9wjrTnZM7Gb2iS0e.jpg",
      "https://image.tmdb.org/t/p/w300/oUNBegOQIllM79G8sOkuhRrJ12U.jpg",
      "https://image.tmdb.org/t/p/w300/i66OYG0BawKMjd4iEaaIvouiwDL.jpg",
      "https://image.tmdb.org/t/p/w300/trfzyV5s5CmrKVRSAskpUfsvrcu.jpg",
      "https://image.tmdb.org/t/p/w300/f8lbPtwf5Oe2NrB9DzCN1IiHHDR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/downfall_large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/downfall-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5412d7a1/downfal-204-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Qxkj/Downfall_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nRJTgIgI#tKOmOlKZ4__kAGKsXjsM3s_5H_yWs9CtUzGEk-BYjU0",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/3xi9b99ebdkg",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2004|85 min|Action,Adult,Asian",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "86"
    },
    "title": "Female Prisoner 1316 [2004]",
    "description": "ကဲ ဒီတစ္ခါေတာ့ ၁၈ အေပါင္း ပရိတ္သက္တို႔ပူဆာထားၾကတဲ့ မိန္းမေထာင္ ဇတ္လမ္းေလးကိုCM က တဖန္ ျပန္လည္တင္ဆက္ေပးလုိက္ပါတယ္ဂ်ပန္ႏုိင္ငံအတြင္း လူသတ္မႈ ခိုးမႈ နဲ႔ ဒုစရိုက္မႈေတြက်ဴးလြန္တဲ့ အမ်ိဳးသမီးေတြကို ျပန္လည္ျပဳျပင္ေရးစခန္းကို ပို႔ၾကပါတယ္ ျပန္လည္ျပဳျပင္ေရး စခန္းဆိုေပမဲ့ငရဲခန္း အေသခံ စစ္ေရးေလ့က်င့္ေရး စခန္းျဖစ္ၿပီးျပန္လည္ လြတ္ရိုးထံုးစံ မရွိပါဘူး…ထြက္ေျပးရန္ ႀကိဳးစားသူေတြကိုလဲ အမ်ိဳးမ်ိဳး ႏွိပ္စက္ၿပီးသတ္ပစ္ေလ့ ရွိပါတယ္…အဲ့ဒီေထာင္ကိုမွ ခပ္ဆိုးဆိုး ခပ္ေခ်ေခ် ေကာင္မေလးတစ္ေယာက္ စတင္ေရာက္ရွိလာၿပီး ေထာင္ေဖာက္ေျပးဖို႔စီစဥ္ခဲ့ၾကေသာ္ အခါ….ဒီရုပ္ရွင္ကားဟာ ကိုယ္လံုးတီး အခန္းေတြ ပါ၀င္ေသာေၾကာင့္မိသားစု ႏွင့္ အတူမၾကည့္သင့္သလို အသက္မျပည့္ေသးသူမ်ားမၾကည့္သင့္ပါရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Jueno ပဲ ျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSadaaki HaginiwaStarsAki HoshinoAmi NatsuiDavid ItôEmi KitagawaRen SuzukiRyû KanôCastAki HoshinoAmi NatsuiDavid ItôEmi KitagawaRen SuzukiRyû Kanô",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzQxMjA1NzQ3OV5BMl5BanBnXkFtZTgwNjU5MjA2MDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/dMuAgS",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/sCVv9D",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/3iALOX7i",
        "server": "streamango.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/1kBji",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "u-v5P9bfxw8",
      "video_url": "https://www.youtube.com/watch?v=u-v5P9bfxw8",
      "embed_url": "https://www.youtube.com/embed/u-v5P9bfxw8"
    }
  },
  {
    "metadata": "PG-13|2004|1h 36min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "179,258"
    },
    "title": "Secret Window (2004)",
    "description": "Secret Window (2004)IMDb – 6.6/10_____Rotten – 46%တချို့ဇာတ်လမ်းတွေက ဇာတ်လမ်းအကျဉ်းချုပ်ရေးလိုက်ရင် မကြည့်ရသေးတဲ့လူတွေအတွက် အရသာပျက်သွားတာမျိုးဖြစ်သွားတတ်တဲ့အတွက် ဒီဇာတ်လမ်းကိုတော့ နည်းနည်းလောက်ပဲပြောပြထားချင်ပါတယ်…ဘာလို့လဲဆိုတော့ ဇာတ်လမ်းကအရမ်းကောင်းနေလို့ပါ..ဇာတ်လမ်က အေးပါတယ် ..ဒုန်းဒုန်း ဒိုင်းဒိုင်းတွေမပါပါဘူး.အေးပါတယ်ဒါပေမယ့် ပျင်းစရာမကောင်းပါဘူး…မင်းသားကြီး Johnny Depp ရဲ့ထုံးစံအတိုင်း စိတ်ဝင်စားစရာတွေအပြည့်နဲ့ သေသေချာချာအာရုံစိုက်ကြည့်ရှုပါမှ ဇာတ်ရည်လည်မယ့် ဇာတ်လမ်းမျိုးပါ..ဒီဇာတ်လမ်းက ဘာဖြစ်ပါသည်ခင်ဗျာ..ဆိုတာမျိုး ပြောမပြချင်တော့ပါဘူး သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ်အမျိုးအစားလို့ပဲပြောပါရစေ..။စဉ်းစားတွေးခေါ်ချင်သူတွေအတွက်တော့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်..။အရုပ်ဆိုးတဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကြောင့် စာရေးဆရာဟာ သူ့မိန်းမကို နယူးယောက်မြို့ကသူပိုင်တဲ့အိမ်မှာထားခဲ့ပြီး သူကတော့ တောအိမ်ကလေးမှာ တစ်ယောက်တည်း အထီးကျန်စွာနေရင်း စာရေးနေခဲ့ပါတယ်။ဒီလိုနဲ့နေလာတာ ခြောက်လလောက်ကြာလာတော့ အိမ်တံခါးကိုလူတစ်ယောက်လာခေါက်ပြီး အဲ့ဒီလူက စာရေးဆရာကို သူ့စာတစ်ပုဒ်ကို ပုံတူကူး ခိုးယူရေးသားခဲ့တယ်လို့ စွပ်စွဲပါတော့တယ်..။စာရေးဆရာက ငြင်းဆိုတဲ့အခါ အဲ့ဒီညမှာ စာရေးဆရာရဲ့ခွေးကိုသတ်သွားပြီးနောက် နောက်ထပ်ခြိမ်းခြောက်မှုတွေနဲ့အတူ..နောက်ထပ်လူသတ်မှုတွေ…?????2004 မတ်မှာ ထွက်ခဲ့တာဖြစ်ပြီး Rating တွေက IMDb- 6.6/10 Roger Ebert – ¾ rotten tomatos 46%(ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်သူက ကိုကြီး ဇွဲပါ)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1hr 36minFormat : Mp4Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-HDMITranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid KoeppJesabelle BoileauLinda PerkinsPedro GandolStarsCharles S. DuttonJoan HeneyJohn Dunn-HillJohn TurturroJohnny DeppLen CariouMaria BelloMatt HollandTimothy HuttonVlasta VránaCastBronwen MantelCharles S. DuttonElizabeth MarleauGillian FerrabeeJoan HeneyJohn Dunn-HillJohn TurturroJohnny DeppKyle AllattLen CariouMaria BelloMatt HollandRichard JutrasTimothy HuttonVlasta Vrána",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5ZM1CNGhl5YhWdehVEFKAXmRjch.jpg",
      "https://image.tmdb.org/t/p/w300/kBlB9vseg8QdPu3EESQZngiIzui.jpg",
      "https://image.tmdb.org/t/p/w300/ont4i56uoHEFeQE1yh1O2LnpDF8.jpg",
      "https://image.tmdb.org/t/p/w300/gLwlnbp5VCx0ybNJum884FB7jwD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/secret-window-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/secret-window-2004",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://cloudemb.com/ioyabe3bsqf3.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/5txsvb6d4y7f.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/secret-window-2004-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/13ad68b/secret-window-204-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/usz61rmbh3fx/Secret_Window_[2004]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2eRj1/Secret_Window_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/LXYSiYBZ#iTD5pzIN1b7oKcAZpei1XkCKuz5ddxInCozkQCCU4GA",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/1zbeim104v2a",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "QboGT3v7c5A",
      "video_url": "https://www.youtube.com/watch?v=QboGT3v7c5A",
      "embed_url": "https://www.youtube.com/embed/QboGT3v7c5A"
    }
  },
  {
    "metadata": "PG|2004|142 min|Adventure,Family,Fantasy",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "435,161"
    },
    "title": "Harry Potter and The Prisoner of Azkaban (2004)",
    "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။Hogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီးChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ …ခင်ဗျားက muggle မဟုတ်ရင်တော့အသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ …သူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်…မနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်ကလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့…မှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ … ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး …သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ယောက်နဲ့အတူဒီမှော်ဆရာကြီးနဲ့ အချိန်အကြာကြီး ရင်ဆိုင်ခဲ့ပါတယ် …အဆိုးနဲ့အကောင်းအမှောင်နဲ့အလင်းအမည်းနဲ့အဖြူလို ဆန့်ကျင်နေတဲ့ ဒီ မှော်ဆရာ ၂ ယောက်ရဲ့ တိုက်ပွဲရှည်ကြီးကိုပြန်လှန်လေ့လာလိုက်ကြပါစို့…မြန်မြန်တက်ကြဗျို့ Hogwarts ရထားကြီး ထွက်တော့မယ် !!File size…(4.3 GB) /(1.7 GB)/(999 MB)Quality….BluRay 4K HEVC/1080p /720pFormat…mkv/mp4Duration….02:21:42Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Thet Oo,Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlfonso CuarónAnnie PennChris CarrerasFiona RichardsIain AtkinsonRandy JonssonStarsAlan RickmanDaniel RadcliffeDavid ThewlisEmma ThompsonEmma WatsonGary OldmanMichael GambonRobbie ColtraneRupert GrintTom FeltonCastAbby FordAdrian RawlinsAlan RickmanAlfie EnochAlfred EnochAnnalisa BuglianiBonnie WrightBronson WebbChris RankinDaniel RadcliffeDanielle TaborDavid BradleyDavid ThewlisDawn FrenchDevon MurrayEkow QuarteyEmma ThompsonEmma WatsonFiona ShawFreddie DaviesGary OldmanGenevieve GauntGeraldine SomervilleHarry MellingIan BrownJames PhelpsJamie WaylettJennifer SmithJim TavaréJimmy GardnerJosh HerdmanJulie ChristieJulie WaltersKandice MorrisLee InglebyLenny HenryLewis BarnshawMaggie SmithMarianne ChaseMark WilliamsMatthew LewisMichael GambonOliver PhelpsPam FerrisPaul WhitehousePeter BestRichard GriffithsRicky SahotaRobbie ColtraneRobert HardyRupert GrintSamantha ClinchSharon SandhuSitara ShahTess Bu CuarónTimothy SpallTom FeltonViolet ColumbusWarwick Davis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vbk5CfaAHOjQPSAcYm6AoRRz2Af.jpg",
      "https://image.tmdb.org/t/p/w300/ve4TEHHmJdnEKVWSYlRa3DdoeKz.jpg",
      "https://image.tmdb.org/t/p/w300/obKmfNexgL4ZP5cAmzdL4KbHHYX.jpg",
      "https://image.tmdb.org/t/p/w300/l2oGy431woGYP63ko6aDaWLDQUy.jpg",
      "https://image.tmdb.org/t/p/w300/v2K8QaAQD0pmEaUTUeV8MXMq1qx.jpg",
      "https://image.tmdb.org/t/p/w300/hBeXiSqhuCttv4mzqNBQGO8hfPB.jpg",
      "https://image.tmdb.org/t/p/w300/htmYEfH7TQgzsXHCnNXxmoYKQtL.jpg",
      "https://image.tmdb.org/t/p/w300/j20WRpp0OLNgXL5LkRyXUj9noWZ.jpg",
      "https://image.tmdb.org/t/p/w300/yVGOIFTHhZtjgRHmO9Aynohcz6t.jpg",
      "https://image.tmdb.org/t/p/w300/wirjQp3qe5pQxdQEsaNOuszqPzQ.jpg",
      "https://image.tmdb.org/t/p/w300/cp8n8UCIQEc8bGmB0DbnGxkGE2t.jpg",
      "https://image.tmdb.org/t/p/w300/iZkTWmO5wwyJepQB08Ul0gaJi1X.jpg",
      "https://image.tmdb.org/t/p/w300/a1iLoSQbq7wlz3MpDEHzNykPvVi.jpg",
      "https://image.tmdb.org/t/p/w300/nFb7DdiR7ZcBH53FVKDHwc8yW7b.jpg",
      "https://image.tmdb.org/t/p/w300/uAudcbnq0NKvxejrjXvmsw1JwCT.jpg",
      "https://image.tmdb.org/t/p/w300/2lZz8qjHzRtwhADaqr22XXXzidQ.jpg",
      "https://image.tmdb.org/t/p/w300/e4pyDi1C7TGjNIqmHwHBm9g99dD.jpg",
      "https://image.tmdb.org/t/p/w300/7v88JhkMjWSgs56z20EnEBciLcp.jpg",
      "https://image.tmdb.org/t/p/w300/s2PAxYRkXnsepfysDdbnxv8x3Nh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTY4NTIwODg0N15BMl5BanBnXkFtZTcwOTc0MjEzMw@@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-prisoner-of-azkaban-2004-2160-p-blu-ray-4-k-sdr-10-bit-hevc-aac-5-1-nyein-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "4.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/z6AQlIBL#SyNrNzTihUVpGmm9xpR7Jim0Q6mAB68KAAAAAAAAAAA",
        "server": "mega.nz",
        "size": "4.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-prisoner-of-azkaban-2004-1080-p-blu-ray-h-264-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fMc9/(CM)_Harry_Potter_and_the_Prisoner_of_Azkaban_(2004)_1080p_BluRay_H.264.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "[URL=https://usersdrive.com/c4wbl47d9gu2.html](CM) Harry Potter and the Goblet of Fire (2005) BluRay 1080p H.264.mp4 -  2.4 GB[/URL]",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/G64ziZTJ#C8rbi-Gptu_UMTWVkNz07vS3ERwL0xg-NzTF4W_bJb0",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-prisoner-of-azkaban-2004-720-p-blu-ray-h-264-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/m6h3QK4R#l3fzMWJsDidD7Zk6HW_XEtbbq4XbhmvTRyAfg6n90w4",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1fMcn/(CM)_Harry_Potter_and_the_Prisoner_of_Azkaban_(2004)_720p_BluRay_H.264.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "[URL=https://usersdrive.com/ve5ncao745to.html](CM) Harry Potter and the Goblet of Fire (2005) BluRay 720p H.264.mp4 -  1.1 GB[/URL]",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/jlgc9599pjz5.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "R69laoH02xg",
      "video_url": "https://www.youtube.com/watch?v=R69laoH02xg",
      "embed_url": "https://www.youtube.com/embed/R69laoH02xg"
    }
  },
  {
    "metadata": "TV-14|2004|113 min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "4,361"
    },
    "title": "Naruto the Movie: Ninja Clash in the Land of Snow (2004)",
    "description": "Non-spoiler Reviewနာရုတိုနဲ႔သူ႔ရဲ႔team7တို႔ဟာနာမည္ၾကီးသရုပ္ေဆာင္ မင္းသမီးယုကီကိုကာကြယ္ေပးဖို႔အတြက္ တာ၀န္အေပးခံခဲ့ရပါတယ္သူရဲ႔နာမည္ၾကီးရုပ္ရွင္ရဲ႔ေနာက္ဆက္တြဲကားကိုရိုက္ဖို႔ႏွင္းတိုင္းျပည္ကိုသြားရမွာျဖစ္ျပီး နွင္းတိုင္းျပည္ရဲ႔လက္မရြံ႔နင္ဂ်ာသံုးေယာာက္ကလည္း အသင့္ေစာင့္ၾကိဳလို႔ေနပါတယ္ Team7ဟာမင္းသမီးကုိလံုလံုျခံဳျခံဳနဲ့လိုက္ပို႔ေပးရမွာျဖစ္ျပီးမေမွ်ာ္လင့္ထားတဲ့မင္းသမီးယုကီရဲ႔အတိတ္နဲ့အတူဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ၾကည့္ရႈ႕နိုင္ပါျပီimdb rating – 6.8File size – 769.4 MB or 403.37 MBTranslated and encoded by -sithuQuality –  Blu-ray 720pFile type – mp4Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTensai OkamuraStarsChie NakamuraHidehiko IshizukaHirotaka SuzuokiIkuo NishikawaJun KarasawaJunko TakeuchiKazuhiko InoueNoriaki SugiyamaTsutomu IsobeYuko KaidaCastChie NakamuraChikao OhtsukaHidehiko IshizukaHirotaka SuzuokiHolly KanekoIkuo NishikawaJun KarasawaJunko TakeuchiKan TanakaKazuhiko InoueNoriaki SugiyamaTsutomu IsobeYuko KaidaYutaka Nakano",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYWFkMTJjODEtMjY2NC00OGRiLThkYjMtMzBjMzVhY2FlZTEyXkEyXkFqcGdeQXVyNjYwMjkwMjg@._V1_SY1000_CR007131000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/gcUW0ATx",
        "server": "drive.google.com",
        "size": "769.4 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/J7oMC",
        "server": "drive.google.com",
        "size": "403.37 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/S5Np",
        "server": "openload.co",
        "size": "769.4 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/4Wzo91W",
        "server": "openload.co",
        "size": "403.37 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/BPR9poX",
        "server": "megaup.net",
        "size": "769.4 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/nWxH8",
        "server": "megaup.net",
        "size": "403.37 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/c774S",
        "server": "Soliddrive.co",
        "size": "769.4 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/0BfpAYV",
        "server": "Soliddrive.co",
        "size": "403.37 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2004|97 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "33,831"
    },
    "title": "Cube Zero ( 2004 )",
    "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္Zawgyi******Cube ကားေတြရဲ႕ေနာက္ဆံုးဇာတ္ကားပဲၿဖစ္ပါတယ္သဲထိတ္ရင္ဖိုဇာတ္ကားေတြၾကိဳက္ႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္ ၂၀၀၄ ထဲမွာထြက္ရွိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိ္က္ပါတယ္ထူးထူးဆန္းဆန္းနဲ႔ အသည္းထိတ္စရာေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ပါအစိုးရကလူေတြကိုစမ္းသပ္စစ္ေဆးတဲ့ ေအာ္ပေရးရွင္းတစ္ခုမွာလူေတြကို မွတ္ဥာဏ္ေတြဖ်က္ျပီး ကုဗပံုအခန္းေတြထဲ ထည့္ထားပါတယ္ဒီလူေတြက အဲ့ဒီအခန္းထဲေတြထဲကေန လြတ္ေအာင္အျပင္ထိထြက္ေျပးရမွာပါ လူေတြဟာ ကိုယ္ဘယ္သူဆိုတာမွန္းေတာင္မသိပါဘူးမွားယြင္းတဲ့အခန္းေတြထဲ ဝင္မိရင္လည္း ေထာင္ေခ်ာက္ေတြဆင္ထားတဲ့အတြက္မွားယြင္းမႈအတြက္ ေပးဆပ္ရတဲ့တန္ဖိုးကေတာ့ သူတို႔ရဲ႕အသက္ပဲျဖစ္ပါတယ္…အခန္းမွားျပီးဝင္မိတာနဲ႔ အမ်ိဳးမ်ိဳးေသာ ေထာင္ေခ်ာက္ေတြထဲမွာအမ်ိဳးမ်ိဳးေသာေသျခင္းနဲ႔ ေသဆံုးရမွာျဖစ္ပါတယ္ …ဓာတ္ခြဲခန္းထဲကၾကြက္ေတြလို စမ္းသပ္ခံလူေတြဟာ ဒီကုဗတံုးၾကီးေတြထဲကလြတ္ေျမာက္ႏိုင္ပါ့မလား ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရွဳရမွာပါ ကိုယ္တိုင္ပဲၾကည့္ရွဳခံစားၾကပါဦးTranslated & Review By Zwe Khant ThwinEncoded By LKUnicode*******Cube ကားတွေရဲ့နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်သဲထိတ်ရင်ဖိုဇာတ်ကားတွေကြိုက်နှစ်သက်ကြတဲ့ပရိသတ်တွေအတွက် ၂၀၀၄ ထဲမှာထွက်ရှိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ထူးထူးဆန်းဆန်းနဲ့ အသည်းထိတ်စရာတွေကြိုက်နှစ်သက်သူတွေအတွက်ပါအစိုးရကလူတွေကိုစမ်းသပ်စစ်ဆေးတဲ့ အော်ပရေးရှင်းတစ်ခုမှာလူတွေကို မှတ်ဉာဏ်တွေဖျက်ပြီး ကုဗပုံအခန်းတွေထဲ ထည့်ထားပါတယ်ဒီလူတွေက အဲ့ဒီအခန်းထဲတွေထဲကနေ လွတ်အောင်အပြင်ထိထွက်ပြေးရမှာပါ လူတွေဟာ ကိုယ်ဘယ်သူဆိုတာမှန်းတောင်မသိပါဘူးမှားယွင်းတဲ့အခန်းတွေထဲ ဝင်မိရင်လည်း ထောင်ချောက်တွေဆင်ထားတဲ့အတွက်မှားယွင်းမှုအတွက် ပေးဆပ်ရတဲ့တန်ဖိုးကတော့ သူတို့ရဲ့အသက်ပဲဖြစ်ပါတယ်…အခန်းမှားပြီးဝင်မိတာနဲ့ အမျိုးမျိုးသော ထောင်ချောက်တွေထဲမှာအမျိုးမျိုးသောသေခြင်းနဲ့ သေဆုံးရမှာဖြစ်ပါတယ် …ဓာတ်ခွဲခန်းထဲကကြွက်တွေလို စမ်းသပ်ခံလူတွေဟာ ဒီကုဗတုံးကြီးတွေထဲကလွတ်မြောက်နိုင်ပါ့မလား ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြပါဦးTranslated & Review By Zwe Khant ThwinEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorErnie BarbarashJulia StanStarsDavid HubandJoshua PeaceMartin RoachMichael RileyMike 'Nug' NahrgangRichard McMillanStephanie MooreTerri HawkesTony MunchZachary BennettCastDavid HubandDiego KlattenhoffJoshua PeaceMartin RoachMichael RileyMike 'Nug' NahrgangRichard McMillanStephanie MooreTerri HawkesTony MunchZachary Bennett",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4rfHkswHlkEAxcEr5XtAKZnE1nJ.jpg",
      "https://image.tmdb.org/t/p/w300/e5evSnYO8KbuPDjiFtyXz3lt6YS.jpg",
      "https://image.tmdb.org/t/p/w300/rfhi32NE6umIFII5p0CHFno9Lrh.jpg",
      "https://image.tmdb.org/t/p/w300/zBtYi6DYBO6zJAeDTiQHKJJUsBc.jpg",
      "https://image.tmdb.org/t/p/w300/hkxSj8ZwCp1ycygi1HGadEq3RG3.jpg",
      "https://image.tmdb.org/t/p/w300/sOjYcMeOyI8r6cr6PUPCTO0Sxfi.jpg",
      "https://image.tmdb.org/t/p/w300/lNbjYW8Sc4SM7hgv7w1j36CaZIl.jpg",
      "https://image.tmdb.org/t/p/w300/1PXb0yilouX5h8c9KPxzoIyYBt.jpg",
      "https://image.tmdb.org/t/p/w300/xGAQ5C7NQXOA6HBregE9S05t5lv.jpg",
      "https://image.tmdb.org/t/p/w300/wsFcPrPMlpwqdXUMR7nXpOh3zMI.jpg",
      "https://image.tmdb.org/t/p/w300/mHa8xStdHdTSSP9YKGE0udl0Db6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/m6Vn1rysx6vmgJuy78Ih9QxFoOy.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1s05v/(CM)Cube.Zero.2004.720p.mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4PNny/(CM)Cube.Zero.2004.480p.mp4",
        "server": "megaup.net",
        "size": "343 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cube-zero-2004-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cube-zero-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "tJehn9uSjQ0",
      "video_url": "https://www.youtube.com/watch?v=tJehn9uSjQ0",
      "embed_url": "https://www.youtube.com/embed/tJehn9uSjQ0"
    }
  }
]