[
  {
    "metadata": "NC-17|2007|157 min|Adult,Asian,Drama,Romance,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "32,253"
    },
    "title": "[18+] Lust, Caution (2007)",
    "description": "IMDb Rating (7.6)Rotten Tomatoes (73%)—————————-Lust Caution (2007)အေဝးက လရိပ္မ်ွင္မ်ွင္ ေလးသည္မွန္ျပတင္းကိုျဖတ္လ်က္ အခန္းထဲကို တိုးဝင္ေနသည္။ အခန္းထဲတြင္ လေရာင္လင္းရိပ္သာရွိျပီး အခန္းေလးသည္ မွဳန္ရီ ဝိုးဝါးေန၏။မွန္ျပတင္းနားတြင္ မိန္းကေလးတစ္ေယာက္ မတ္တပ္ရပ္ျပီး အေဝးကိုေငးၾကည့္ေနသည္။သူမ၏မ်က္ဝန္းကေလးမ်ားသည္ ေသာက္ရွဳးၾကယ္မ်ားသဖြယ္ အေမွာင္ထဲမွာပင္ လင္းလက္ေနသည္။ႏွဳတ္ခမ္းႏွစ္မႊာသည္ တုန္ရီလ်က္ရွိေနေလသည္။ေယာက်ာ္းပ်ိဳတစ္ဦး သူမအနားကို ေရာက္လာျပီး ပုခုံးေလႏွစ္ဘက္ကို ယုယစြာ ဆုပ္ကိုင္လိုက္၏။မိန္းကေလးသည္ လည္ျပန္ ငဲ့ၾကည့္လိုက္ျပီး သူတို႔၏မ်က္ဝန္းမ်ား ႏွဳတ္ခမ္းမ်ားသည္ ခ်စ္ဆိပ္ရည္ တို႔ျဖင့္ျပည့္က်ံေနကာ တုန္ရီလ်က္ရွိေနၾကသည္။လရိပ္သည္ အေရာင္ေဖ်ာ့စျပဳလာေပျပီ။သူတို႔ႏွစ္ဦး၏ ရမၼက္အဆိပ္ေငြ႔မ်ားကမူ တစ္စထက္တစ္စအေရာင္ေတာက္လာျပီ။1938ခုႏွစ္။ Wong chia chi(Tang Wei)သည္ ေဟာင္ေကာင္တကၠသိုလ္မွ ေက်ာင္းသူတစ္ဦးျဖစ္သည္။အခ်ိန္ကာလကား ဂ်ပန္တို႔သည္ အာရွတစ္ခြင္စိုးမိုးေနသည့္ကာလျဖစ္ျပီး တရုတ္ျပည္မၾကီးကေန ေဟာင္ေကာင္က်ြန္းကိုပါ သိမ္းပိုက္ရန္ၾကံစည္ေနသည့္အခ်ိန္ကာလျဖစ္၏။ေဟာင္ေကာင္တြင္ ျဗိတိသ်ွ အလိုေတာ္ရိမ်ား ။အေရးမလွ၍ ဆုတ္ခြာရန္ျပင္ေနသည့္ ျဗိတိသ်ွ အရာရွိမ်ား။ ေဟာင္ေကာင္ကိုသိမ္းပိုက္ရန္ နည္းလမ္းအမ်ိဳးမ်ိဳး သုံးလ်က္ရွိသည့္ ဂ်ပန္စပိုင္မ်ား အလိုေတာ္ရိမ်ားျဖင့္ ေဟာင္ေကာင္သည္ က်ီးလန္႔စားစား ကာလကို ျဖတ္သန္းေနရသည့္ အခ်ိန္ျဖစ္ေလသည္။တကၠသိုလ္ေက်ာင္းသူတစ္ဦးျဖစ္သည့္ wong chi သည္ အတန္းေဖာ္သူငယ္ခ်င္းမ်ားႏွင့္ တကၠသိုလ္တြင္ မ်ိဳးခ်စ္စိတ္ျဖစ္ထြန္းရန္ရည္ရြယ္သည့္ ေတာ္လွန္ေရးျပဇာတ္တစ္ခုတြင္ ဝင္ေရာက္သရုပ္ေဆာင္ခဲ့ျပီး အဆိုပါျပဇာတ္သည္ ေအာင္ျမင္မွဳရခဲ့၏။ထို႔ေၾကာင့္ သူမကို တိတ္တခိုး ခ်စ္ၾကိဳက္ေနသည္ Kuang Yu Min (wang leehom)က အစဥ္တစ္ခုကို သူမတို႔အား ေျပာျပခဲ့၏။အစီအစဥ္က ရွန္ဟိုင္းတြင္ရွိေနသည့္ ဂ်ပန္အလိုေတာ္ရိ mr yee(tony leung chiu wai)အား လုပ္ၾကံရန္ ျဖစ္သည္။kuang yuသည္ သူ၏အစ္ကိုမွာ ဂ်ပန္ေတြလက္ခ်က္ေၾကာင့္ ေသဆုံးခဲ့ရသည္ျဖစ္၍ ဂ်ပန္ေတြအေပၚနာက်ည္းခ်က္ရွိေနသူျဖစ္သည္။က်န္တဲ့သူငယ္ခ်င္းေတြကေတာ့ ႏိုင္ငံေရးနဲ႔ ပတ္သက္လို နားလည္းမလည္။အေတြ႔အၾကံဳလည္း မရွိၾကေပ။ wong chi မွာလည္းထို႔အတူပင္ အေပါင္းအေဖာ္ ေကာင္းလြန္းသျဖင့္သာ ပါသြားခဲ့ရသည္။သူမစိတ္ထဲတြင္ အေဝးေရာက္ဖခင္ျဖစ္သူနဲ႔သာေတြ႔လိုစိတ္ရွိသူျဖစ္ေပသည္။သူမသည္ လွပေခ်ာေမာသူတစ္ဦး ျဖစ္၍ အဓိက ေနရာတြင္ ပါဝင္ ရန္ သူငယ္ခ်င္းမ်ားက အၾကံဥာဏ္ ေပးခဲ့သည္။wong chi ဆိုတဲ့ေကာင္မေလးခမ်ာ အိမ္ေထာင္ပ်က္ လူကုံတန္ တစ္ဦးအျဖစ္ သရုပ္ေဆာင္ခဲ့ေလသည္။ တကယ္ေတာ့ သူမထင္သေလာက္ mr yeeကို လုပ္ၾကံဖို႔မလြယ္လွပါ။သူသည္ စြန္ရဲတစ္ေကာင္မ်က္လုံးလို တစ္ဖက္သား၏လ်ွိဳ႕ ဝွက္ခ်က္ကို ရွာေဖြႏိုင္သူျဖစ္သည္။wong chi သည္ မာယာ ပရိယာယ္ အသြယ္သြယ္သုံးျပီး သူ႔အနားကို ခ်ဥ္းကပ္ခဲ့သည္။သူသည္ ဘယ္သူ႔ကိုမွအယုံအၾကည္မရွိ။အျမဲတမ္း အလုပ္ကိစၥေတြနဲ႔ရွဳပ္ေထြးေနသည္။တစ္ညတြင္ သူမအိမ္ထဲကို ဖိတ္ေခၚခဲ့ေသာ္လည္း သူက လိုက္မလာခဲ့ပါ။အိမ္ထဲတြင္ သူဝင္လာပါက လုပ္ၾကံဖို႔ ေစာင့္ေနၾကသည့္ သူငယ္ခ်င္းေတြရွိသည္။သူက ပါးနပ္လွ၏။လွည့္ထြက္သြားခဲ့၏။သူမသည္ mr yeeကိုလုပ္ၾကံရန္ ၾကိဳးစားရင္းနဲ႔ သူမ ႏွလုံသားထဲတြင္ သူကို တစ္စ တစ္စ ေနရာေပးလာျပီမွန္းသတိမျပဳမိခဲ့ပါ။mr yee ေပးထားသည့္ တိုက္အိမ္ၾကီးမွာ ေနထိုင္ရင္း သူျပန္လာမယ့္ အခ်ိန္ကို အလွပဆုံးျပင္ဆင္ျဖီးလိမ္းျပီးေစာင့္ေနရ၏။သူျပန္လာျပီဆို သူမ ေပ်ာ္ရ၏။သူ၏ ပုံသ႑ာန္သည္ နာနတ္သီးခြံမ်ားၾကားတြင္ လေပါင္းမ်ားစြာ ေနထိုင္ခဲ့ရသည့္ ဝါးရင္းတုတ္တစ္ေခ်ာင္းသဖြယ္ မာေက်ာခက္ထန္လြန္းလွ၏။သူ႔ဘဝေကာင္းက်ိဳးသာၾကည့္ျပီး အရာရာကိုစေတးဝံ့သူျဖစ္သည္။ျပံဳးခဲ ရယ္ခဲသည္။တစ္ခါတစ္ရံ သူမက သီခ်င္းဆိုျပေသာအခါ သူမ်က္ႏွာသည္ ႏူးညံ့ေပ်ာ့ေပ်ာင္းျပီး ခေလးေလးတစ္ေယာက္လို ခ်စ္စရာေကာင္းလြန္းလွပါသည္။က်ားရဲတစ္ေကာင္လို ခက္ထန္မွဳေတြနဲ႔ သူမအေပၚ ရမၼက္မိုးေတြ သြန္ခ်ေသာအခါတြင္ wong chiခမ်ာ နာက်င္ မိန္းေမာစြာ ရမၼက္ႏြံထဲမွာ နစ္က်ြံခဲ့ရသည္။ရက္စက္လြန္း၍ မုန္းတီးခဲ့ရသည္။ထို႔အတူ ဆန္႔က်င္စြာ ခ်စ္လြန္းမိခဲ့ျပန္သည္။တစ္ခါတစ္ေလမွာ သူ႔ရဲ႕ မ်က္ဝန္းရိပ္ေတြထဲကို သူမဆီ ထားရွိသည့္ အၾကင္နာေမတၲာကို အငမ္းမရ ရွာေဖြဘူးပါသည္။တိမ္ေရးပန္းခ်ီႏွယ္။အခိုက္အတန္႔မ်ွသာပဲ။သူေျပာေလ့ရွိသည့္ငါဘဝမွာ ယုံၾကည္မွဳ နဲ႔ တည္ေဆာက္လို႔မရပါဘူး။တစ္ဦးတစ္ေယာက္ကိုယုံၾကည္လိုက္ရင္ အဲဒီအခ်ိန္ဟာ ငါ့ဘဝအဆုံးသတ္မယ့္ေန႔ပဲ။ဒါေပမယ့္။ငါမယုံၾကည္မွဳထဲမွာ မင္းမပါပါဘူးမိန္းကေလး ရယ္။သူ႔ပါးမို႔မို႔ေလးႏွစ္ဘက္ကို ယုယစြာပြတ္သပ္ျပီး ေျပာေလ့ရွိတဲ့ စကားေတြပါပဲရွင္။အျမဲတမ္း ေဒါသေမာဟေတြရစ္ေထြးေနတဲ့ သူ႔မ်က္ႏွာေလးက က်ြန္မေၾကာင့္ ေျပေလ်ာ့ေခ်ာေမြ႔သြားျပီဆို လမိုက္ညက ၾကယ္ပြင့္ကေလး ေတြ႔လိုက္ရသလိုပဲေလ။တကယ္ဆို သူလိုလူမ်ိဳးကို က်ြန္မခါးခါးသီးမုန္းရမွာ။ကိုယ့္တိုင္းျပည္ကို တစ္ပါးသူလက္ထဲ ထိုးထည့္ေနတဲ့ သစၥာေဖာက္တစ္ေယာက္ကို ရက္ရက္စက္စက္ နင္းေခ်ပစ္ရမွာ။ဒါေပမယ့္အသည္းႏွလုံးထဲက လွဳိက္လွဳိက္လွဲလွဲ ခ်စ္မိေနသတဲ့။ကိုယ့္အေပၚ အပ်င္းေျပ ေဖ်ာ္ေျဖရုံ မယားငယ္သာသာ တစ္ေယာက္ေလာက္သေဘာထားတဲ့သူကို က်ြန္မ ခ်စ္မိေနသတဲ့။အံ့ၾသဖို႔မေကာင္းဘူးလား။ရာသီဥတုသာယာျပီး သူအလုပ္အပါးတဲ့ တစ္ေန႔မွာ သူမကို လက္စြပ္ဝယ္ေပးဖို႔ mr lee က လက္ဝတ္ရတနာ ဆိုင္ကို ေခၚသြားခဲ့သည္။ လမ္းတစ္ေလ်ွာက္တြင္ သူ႔ကို လုပ္ၾကံရန္ ေတာ္လွန္ေရးသမားေတြေစာင့္ဆိုင္းေနေလျပီ။သူမဘာလုပ္ရမလဲ။သူေသတာကို ၾကည့္ရက္ႏိုင္လို႔လား။သူေသသြားလ်ွင္ သူမ တာဝန္ျပီးသြားျပီပဲ။သူမေဖေဖဆီကိုလည္း ျပန္လို႔ရျပီ။တိုင္းျပည္အတြက္လည္း တာဝန္ေက်ပြန္ျပီ။အေတြးတို႔ျဖင့္ ဘာသာ မြန္းက်ပ္လ်က္ရွိေနသည္။သူ၏လက္အစုံကို ပိုျပီးဆုပ္ကိုင္မိသည္။ဘာေတြျဖစ္မလဲ။ဘာေတြဆက္ျဖစ္မလဲ။ဒီဇာတ္ကားကို Life Of Pi. Brokeback Mountain စတဲ့ဇာတ္ကားေတြနဲ႔ ေအာ္စကာဆုေတြရခဲ့တဲ့ ဒါရုိက္တာၾကီး Anglee ရဲ႕ လက္ရာပါ။အရမ္းေကာင္းတဲ့ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။ဒီဇာတ္ကားနဲ႔ပဲ အဓိက သရုပ္ေဆာင္ tony leungဟာ 2007 ေဟာင္ေကာင္ရုပ္ရွင္ပြဲေတာ္မွ အေကာင္းဆုံးဇာတ္ေဆာင္ဆုကို႐ ရွိခဲ့ပါတယ္။ဒါေပမယ့္ မိသားစုၾကည့္လို႔မရသလို 18ႏွစ္ေအာက္အရြယ္ေတြၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး။အဲဒီဇာတ္ကားထဲမွာပါတဲ့ အခ်ိဳ႕ေသာ ခ်စ္တင္းႏွီးေႏွာခန္းေတြက ညစ္ညမ္းတဲ့အျမင္ကၾကည့္ရင္း ရုိင္းေပမယ့္ အႏုပညာအျမင္နဲ႕ၾကည့္ရင္ လူေတြရဲ႕ တဏွာ သဘာဝကို ဒါရုိက္တာက ရွင္းလင္းစြာ သဘာဝက်က် ခ်ျပျခင္းလို႔သာ ယူဆမိပါတယ္။ေသခ်ာတာကေတာ့ က်ြန္ေတာ္တို႔အားလုံး ဒီဇာတ္ကားကို ၾကည့္ျပီးခ်ိ္န္မွာ အဲဒီအခဏ္းေတြအတြက္ စိတ္လွဳပ္ရွားမိမွာမဟုတ္ပဲ ဒါရုိက္တာ ဆြဲေခၚသြားတဲ့ ေသာကဘုံတစ္ခုကို ေရာက္သြားမည္သာ ျဖစ္တယ္ဆိုတာ။#Nyilinneain(ရုပ္ရွင္အညႊန္းကိုKo Nyi Linn Eain Facebookမွကူးယူေဖာ္ျပပါသည္။)File Size…(1.1 GB) and (480MB)Quality…BluRay Rip 720pFormat…mp4Duration…02:37:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMissy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wIpN41SgnwlS0QdgqFJXOZmHWO8.jpg",
      "https://image.tmdb.org/t/p/w300/7vbpxSxEcZjEtaMWv39SIIQGKjx.jpg",
      "https://image.tmdb.org/t/p/w300/kV8nGVSRIpNZ42W8Y2vEiz5xrGL.jpg",
      "https://image.tmdb.org/t/p/w300/xpNWY9tLtsn5jNTqu4BITfMmeRy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/32e4a15510238116ece36bec55985b9c.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lust-caution-16-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SWf2/Lust_,_Caution_[16+]_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/cfi6vwzhkwsq",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/l5on2f5ezvj4.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CizN-DvGhrc",
      "video_url": "https://www.youtube.com/watch?v=CizN-DvGhrc",
      "embed_url": "https://www.youtube.com/embed/CizN-DvGhrc"
    }
  },
  {
    "metadata": "Unrated|2001|1h 55m|Drama,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "6000"
    },
    "title": "Failan (2001)",
    "description": "Failan (2001)~ IMDb – 7.5/10, RT – 86%, MyDramaList – 7.4/10 ~Failan ကို Calla, One Day, Maundy Thursday တို့ကို ရိုက်ခဲ့တဲ့ Song Hae-sung ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဖြစ်သလို ချွဲမင်ဆစ်ရဲ့ ပါဖောမင့်န်အပြောင်မြောက်ဆုံး ရုပ်ရှင်လို့လည်း တစ်ချို့က သတ်မှတ်ကြပါတယ်။ ချွဲမင်ဆစ်ဟာ ပတ်ချန်းဝုရဲ့ Old Boy တို့ Lady Vengeance တို့၊ ကင်ဂျီ၀န်းရဲ့ I Saw The Devil တို့နဲ့ အတော်ကြမ်းတမ်းပြီး ရက်စက်တဲ့ ဇာတ်ရုပ်တွေမှာ လုံးဝပီပြင်အောင် သရုပ်ဆောင်ခဲ့ဖူးသလို ခု Failan နဲ့ ကင်ဂျီ၀န်းရဲ့ The Quiet Family တို့မှာ Comedy ဆန်ဆန်ဇာတ်ရုပ်ဆိုလည်း အံ၀င်ခွင်ကျဖြစ်အောင် သရုပ်ဆောင်နိုင်ခဲ့တဲ့ သူဆိုလည်း မမှားပါဘူး။Failan ဟာ ကိုရီးယားကား‌ပေမဲ့ ဟောင်ကောင်မင်းသမီး Cecilia Cheung ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ Cecilia Cheung ဟာ စတီဖင်ချောင်ရဲ့ King of Comedy ရုပ်ရှင်နဲ့အတူ အောင်မြင်လာတဲ့ ဟောင်ကောင်မင်းသမီးတစ်လက်ဖြစ်ပြီး ဒန်ရီရယ်ဝူ၊ အန်ဒီလောင်တို့အပြင် Big Bang ရဲ့ T.O.P နဲ့လည်း Out of Control ဆိုတဲ့ကား ရိုက်ခဲ့ပါသေးတယ်။ 2017 date တပ်ထားပေမဲ့ ဒီနေ့အထိတော့ ဒစ်ဂျစ်တယ်အနေနဲ့ ထွက်မလာခဲ့ပါဘူး။အချစ်ဆိုတာ လူတွေမျိုးပွားကြအောင် သုံးတဲ့ သဘာ၀တရားရဲ့ပရိယာယ်တစ်ခုပဲတဲ့။ ဒီစကားကို ဘယ်ပညာရှင်ကြီး ဆိုမိန့်‌ခဲ့လေသတည်းတော့ ကျွန်တော်လည်း မသိဘူးပေါ့။ လူဆိုတဲ့သတ္တဝါဟာ ထက်ခြမ်းကွဲလာကတည်းက လိုနေတဲ့တစ်ခြမ်းကို ရှာခဲ့ကြတာပဲ။ လွဲရင်းကွဲရင်းပါပဲ။ တစ်ခါတလေ အချစ်ဟာ အချိန်အခိုက်အတန့်နဲ့လည်း မဆိုင်သလို တစ်စုံတရာဖြစ်နေခြင်းနဲ့လည်း မဆိုင်ပါဘူး။ ဘယ်သူကမှ ဘာမှမဟုတ်ကြတဲ့ ဒီကမ္ဘာမှာ ဘာမှဟုတ်မနေတဲ့ လူ၂ယောက် တစ်ယောက်အတွက်တစ်ယောက် တစ်စုံတရာဖြစ်ခဲ့ကြခြင်းတွေပေါ့။ အောင်မြင်ခြင်းတွေ ကြီးကျယ်ခြင်းတွေ လိုမလိုတော့ မသေချာပေမဲ့ အရှုံးတွေကပဲ ပိုချစ်တတ်လာအောင် သင်ကြားပေးသွားခဲ့ပါပြီ။ဒီရုပ်ရှင်မှာလည်း အဲဒီလိုပဲ။ ဘ၀မှာ ဘာမှဖြစ်ဖြစ်မြောက်မြောက်မရှိလို့ လူမိုက်လုပ်ပေမဲ့ လူမိုက်လုပ်တာတောင် ဖြစ်ဖြစ်မြောက်မြောက်ရှိမနေတဲ့ လူတစ်ယောက်နဲ့ တရုတ်ပြည်မှာ အားကိုးစရာ ဘာမှမရှိတော့လို့ ကိုရီးယားရောက်လာရာက ကိုရီးယားက သူ့အဒေါ်တွေပါ အမေရိကားပြောင်းသွားကြလို့ တစ်ကိုယ်တည်းဖြစ်နေတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းပေါ့။ သူတို့၂ယောက်ဟာ မျက်နှာချင်းဆိုင် တစ်ခါမှ မတွေ့ဖူးကြဘူး။ တစ်ယောက်ကိုတစ်ယောက်တော့ တစ်ကြိမ်တစ်ခါစီပဲ တွေ့ဖူးကြတယ်။ သူတို့ကြားက အဆက်အစပ်ဆိုလို့ လည်စည်းနီလေးတစ်ထည်၊ စာလေးနှစ်စောင်၊ တရုတ်မလေး ကိုရီးယားမှာ နေလို့ရအောင် အေဂျင်စီက သူတို့ကို အကြင်လင်မယားအဖြစ် မှတ်ပုံတင်ပေးထားတဲ့ စာချုပ်ထဲက လက်ထပ်ခြင်းတစ်ခု ဒါပဲရှိတယ်။ ဒါပေမဲ့ ဒီလိုဘ၀နာနာမှာပဲ သူတို့ရဲ့ အချစ်တွေကတော့ မြင်နေကြုံနေကျ အချစ်ဇာတ်လမ်းတွေထက်တောင် ခမ်းနားနေခဲ့တယ်။ တစ်ခါမှ မျက်လုံးချင်းမဆုံဖူး၊ ဘာမှလည်း မဆက်စပ်တဲ့ လူ၂ယောက်ရဲ့ အချစ်တွေ ဘာကြောင့် ဒီလောက်ခမ်းနားနေခဲ့လဲ မေးလာရင် အရှုံးတွေကြောင့်လို့ပဲ ဖြေရမှာပါပဲ။ ဒီရုပ်ရှင်ဟာ အရှုံးတွေကနေ ပိုချစ်တတ်လာစေခဲ့တဲ့အကြောင်းပေါ့။”အချစ်များအကြောင်းအရှုံးတွေကပဲအချစ်တွေကို ပိုပြီးချစ်တတ်လာအောင်သင်ကြားပြသခဲ့လိမ့်မယ်လို့ငါတို့ ဘယ်သိခဲ့မှာလဲ။အိပ်ပျော်တဲ့ ညတွေကိုရဖို့အိပ်မပျော်တဲ့ညတွေကိုအရင်းအနှီးပြုခဲ့ရတယ်ဆိုတာကရောဘယ်တော့မှ ပြီးဆုံးမှာမဟုတ်ဘူး။အချစ်တွေ ပုံပြင်တွေလို လွယ်လွယ်ပြောကြပါစေ။”~သုခမိန်လှိုင်(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 934MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 55MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mLRKVrpNnhFoiFGRpuotSDhNKVc.jpg",
      "https://image.tmdb.org/t/p/w300/uBHNItEzK2OqBb7goGDRXOV47Ru.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2ixRJPqxiVdyXGtVJn5PRHUUC3F.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-failan-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2v6pC/(CM)_Failan_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lT0QwDCK#_OcMkOwqEMYEgSQZEdaCSj9596OzqEs63HoIUiwsBW4",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dxhp9onz1yqf.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/zogiqjn2q5ut.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-failan-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "934MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2v6ou/(CM)_Failan_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "934MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/df8xnCrA#Ruw066MPZUX_QQh1DT6df3a2-Jp73tNL0yBcX4RpJM0",
        "server": "mega.nz",
        "size": "934MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cblkjalkwzbb.html",
        "server": "usersdrive.com",
        "size": "934MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/70to8ib52r5i.html",
        "server": "streamsb.com",
        "size": "934MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CdqjO3gcHmw",
      "video_url": "https://www.youtube.com/watch?v=CdqjO3gcHmw",
      "embed_url": "https://www.youtube.com/embed/CdqjO3gcHmw"
    }
  },
  {
    "metadata": "||2h|Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "3.5k"
    },
    "title": "Sky of Love (2007)",
    "description": "Sky of Love(2007)……………………..ဆိုရှယ်မီဒီယာတွေ မတွင်ကျယ်သေးတဲ့၂၀၀၀ ခုနှစ်တွေမှာ ဖုန်းထဲကအသံလေးကြားပြီးရင်ခုန်သဘောကျမိခဲ့ဖူးတဲ့အချစ်ဦး ရှိခဲ့ဖူးရင်ဒီကားလေးကြည့်သင့်ပါတယ်။ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ဒီကားဟောင်းလေးမှာတော့ ခေတ်ဟောင်းအငွေ့အသက်တွေနဲ့အတူအချစ်ဦးကြောင့် ပျော်ရွှင်ခဲ့ရသလိုကြေကွဲခံစားခဲ့ရတဲ့ ကောင်မလေးရဲ့အမှတ်တရဇာတ်လမ်းတွေကိုပြန်​ပြောပြနေဟန်နဲ့ စတင်ထားပါတယ်။ရှင်ကွဲမကွဲရင် သေကွဲကွဲတဲ့ Sad Ending ကိုမှကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ဖို့ သင့်တော်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moe Pwint Phyuပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720p | 480pFile size…1.8GB | 935MB | 487MBFormat… mp4Duration…. 2hSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moe Pwint PhyuEncoder …..August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eJTPUAUVD9WXLnm83Mf7XjXux8Y.jpg",
      "https://image.tmdb.org/t/p/w300/221QMo6nE66gPjIZpI2yAGVz5ik.jpg",
      "https://image.tmdb.org/t/p/w300/vDEM9XXWpaUb5sxDzpcEGBXgzIx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/95qyhqSlbdnc9nrvrrLw6WFXE5K.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sky-of-love-2009",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/mfs3tk4kvpl9.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/koizora-2007-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/172tk/Code.Name.Banshee.2022.720p.WEB-DL.DD5.1.CM.mp4 https://megaup.net/172q4/Koizora_2007_1080p._WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/OscUkarD#kkiaTq3NVlZqT1YKNk5CrFbkYburChoLA35wK9tdMXs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/bugb7cbd39ny.html",
        "server": "usersdrive.com",
        "size": "935MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/koizora-2007-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "935MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/172zc/Koizora_2007_720p._WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "935MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/OscUkarD#kkiaTq3NVlZqT1YKNk5CrFbkYburChoLA35wK9tdMXs",
        "server": "mega.nz",
        "size": "935MB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/aqm1w4mk2708.html",
        "server": "streamsb.com",
        "size": "935MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/b0wja21h0gp7.html",
        "server": "usersdrive.com",
        "size": "467MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/koizora-2007-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "467MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1N015/Koizora_2007_480p._WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "467MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/q5FXBJRA#1Dv9LczNoGrj-qb0H4hqxBND7bGdtm-WCeJ1Bc945Gg",
        "server": "mega.nz",
        "size": "467MB",
        "quality": "480P"
      },
      {
        "link": "https://sbthe.com/12nh7w4zb4sk.html",
        "server": "streamsb.com",
        "size": "467MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|102 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1,608"
    },
    "title": "How to Talk to Girls at Parties (2017)",
    "description": "ဒီတစ္ခါမွာေတာ့ How to Talk to Girls at Parties ဆိုတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္ မင္းသမီးေခ်ာေလး Elle Fanning နာမည္ေက်ာ္မင္းသမီးၾကီး Nicole Kidman အျပင္ မင္းသား Alex Sharp တို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။Enn တို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ ထုိအခ်ိန္က ေခတ္စားေနတဲ့ ပန္႔ဂီတနဲ႔ ယဥ္ေက်းမႈကို ရူးသြပ္ၾကတဲ့သူေတြျဖစ္ပါတယ္။တစ္ရက္ ပန္႔ဂီတပြဲကိုသြားျပီးအျပန္မွာထူးဆန္းတဲ့ ဂီတသံေတြၾကားတာေၾကာင့္ လိုက္လံစပ္စုရာမွ ထူးဆန္းတဲ့လူေတြ ေနထိုင္တဲ့ အိမ္ၾကီးတစ္အိမ္ဆီကိုေရာက္ရွိသြားပါတယ္။တကယ္ေတာ့ အဲဒီလူေတြဟာ လူအစစ္မဟုတ္ဘဲ ကမာၻေျမကို မၾကာေသးခင္ကမွေရာက္ရွိလာတဲ့ ျဂိဳလ္သားေတြပဲျဖစ္ပါတယ္။အဲဒီလို Enn တို႔သူငယ္ခ်င္းေတြ ထိုအိမ္ၾကီးကိုေရာက္ရွိသြားရာက ျဂိဳလ္သားမေလးZen နဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ကမာၻေျမနဲ႔လူေတြအေၾကာင္းကို အရမ္းစိတ္၀င္စားတဲ့ ျဂိဳလ္သားမေလး Zen ဟာ အေတြ႕အၾကံဳအသစ္ေတြကို ရွာေဖြခ်င္တာေၾကာင့္ သူတို႔ျဂိဳလ္သားမ်ိဳးရိုးေတြဆီကေန ထြက္ေျပးျပီး Enn ေနာက္ကိုေကာက္ေကာက္ပါေအာင္ လိုက္သြားပါေတာ့တယ္။အဲဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္သား ခ်စ္ကၽြမ္း၀င္သြားတဲ့ အခါမွာေတာ့……။ဒီဇာတ္ကားမွာ ပန္႔ယဥ္ေက်းမႈ ဂီတေတြအျပင္ ျဂိဳလ္သားေတြပါ ပါ၀င္ေနတာေၾကာင့္ ၾကည့္တဲ့သူေတြအဖို႔ေတာ့ နည္းနည္းေၾကာင္ေတာင္ေတာင္ ႏုိင္ေနပါလိမ့္မယ္။သုိ႔ေပမယ့္ ကၽြန္ေတာ့္လို႔ Elle Fanning မ်က္ႏွာကိုျမင္ေနရရံုနဲ႔ ေက်နပ္ေနတဲ့သူအဖို႔ေတာ့ သိပ္ျပီးျပႆနာမဟုတ္ခဲ့ပါဘူး။Elle Fanning ရဲ႕ပရိသတ္ဆိုရင္ေတာ့ လက္လႊတ္မခံသင့္ပါဘူး၊ သူ႔ၾကည့္ရတာနဲ႔ တန္ေနပါျပီ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုမ်ိဳးသန္႔ပါ)File Size : (850 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 42MinFormat : Mp4Genre : Comedy, Music, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-HDCTranslated by Myo Thant KyawEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hjUkiNj0IWGym554fQs0Gnx4XZG.jpg",
      "https://image.tmdb.org/t/p/w300/uBz80hwNN5eNkbmpC6MtRzAlVHp.jpg",
      "https://image.tmdb.org/t/p/w300/yyztx3Sl9AhkdjuWrPBFOnzreNk.jpg",
      "https://image.tmdb.org/t/p/w300/dZzr10Qf1lfDQYMjnj8zSzFxOhT.jpg",
      "https://image.tmdb.org/t/p/w300/r4gSDqQ5YnXaEm4QJU0iNh1QCNQ.jpg",
      "https://image.tmdb.org/t/p/w300/jtYhUNYtx4LXdCUiFFjUL9yDzSd.jpg",
      "https://image.tmdb.org/t/p/w300/ja1C1e06ZF2L3GlDv2FAXdzYhtD.jpg",
      "https://image.tmdb.org/t/p/w300/4V832GfVFZdb3nABKme8ffMrCa2.jpg",
      "https://image.tmdb.org/t/p/w300/bWTSxmP8xMhfmiaHlXcrbrnTY8f.jpg",
      "https://image.tmdb.org/t/p/w300/bsJa6f4dKwzMpdNT6fcRg77PVj3.jpg",
      "https://image.tmdb.org/t/p/w300/bCq1KZOeizMXrI3AQZH0Oev1AX2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMWZkYTllMjctM2E0ZS00NTNjLWE2YjQtODY4YWZjMDJiODVhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-to-talk-to-girls-at-parties-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/how-to-talk-to-girls-at-parties-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/how-to-talk-to-girls-at-parties-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2glUc/How_To_Talk_To_Girls_At_Parties_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/k73y2oz2ob0s",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "nWzHaRM8jeo",
      "video_url": "https://www.youtube.com/watch?v=nWzHaRM8jeo",
      "embed_url": "https://www.youtube.com/embed/nWzHaRM8jeo"
    }
  },
  {
    "metadata": "|2015||Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "53000"
    },
    "title": "Far from the Madding Crowd (2015)",
    "description": "Far from the Madding Crowd (2015)===========================IMDb Rating – 7.1/10“ငါ့ကို လက်ထပ်နိုင်မလား”ဘဝမှာ မှီခိုစရာယောကျာ်းတစ်ယောက်မလိုအပ်ဘူးလို့ ခံယူထားတဲ့အမျိုးသမီးငယ်တစ်ယောက် ပထမဆုံးကြားဖူးတဲ့စကားပါပဲ။ သူမဟာဒီတောင်းဆိုမှုပြုသူကို သဘောကျနေသယောင်ရှိပေမယ့် ဒီကိစ္စမျိုးသူ့မှာ တွေးတောထားတာမျိုးမရှိခဲ့ပါ။ အမျိုးသားတွေက ငွေကြေး၊ဥစ္စာ တွေနဲ့ သူ့မအချစ်ကိုတောင်းဆိုတဲ့အခါ သူမ အသာအယာပဲ ပြုံးနေလိုက်ပါတယ်။ သူမစိတ်ထဲမှာ ဒီလိုတောင်းဆိုသူအမျိုးသားတွေကိုအထင်သေးနေခဲ့ပါတယ်။ သူမဟာ အချစ်ဆိုတာကို အမျိုးသားတွေနားလည်တဲ့စကားလုံးတွေရဲ့ ဘောင်အပြင်ဘက်က သန့်ရှင်းခမ်းနားတဲ့အရာလို့ ယူဆထားသူပါ။ဒီ Far From The Madding Crowd ဇာလမ်းဟာ စာရေးဆရာကြီးThomas Hardy ရဲ့ နာမည်ကြီးဝတ္ထုကို အခြေခံပြီး ပြန်လည်ရိုက်ကူးထားတာပါ။ ဒါရိုက်တာ Thomas Vinterberg က စီစဥ်ရိုက်ကူးထားတာဖြစ်ပြီး winner ဆုနှစ်နဲ့ တင်သွင်းခြင်းခံရတဲ့ အရေအတွက်အမြောက်အများရှိပါတယ်။ IMDB rating 7.1 ရရှိထားပါတယ်။ တော်တော်လေးပြည့်စုံတဲ့ drama ကားလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thy Santa ဖြစ်ပါတယ်)File Size……….(1.7 GB) / (647 MB)Quality…………BLU-RAY 1080p / 720pDuration………1Hr 32MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Thy SantaEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uPyZMwbXLnPrFPmUC9qK7WfLJAW.jpg",
      "https://image.tmdb.org/t/p/w300/7mbypv8Orbw7lJVmbJiAGN8eSdJ.jpg",
      "https://image.tmdb.org/t/p/w300/n01rjzuE1EBvND7zqjlxz3TV6r6.jpg",
      "https://image.tmdb.org/t/p/w300/sIcCUOJsCnJ7aKzwN7Cw1Fkp73m.jpg",
      "https://image.tmdb.org/t/p/w300/azvKjM97nwkUzQSvnc8mYxB7YhV.jpg",
      "https://image.tmdb.org/t/p/w300/n7lWPW69pIDxfOzKLs9h4WLnyvq.jpg",
      "https://image.tmdb.org/t/p/w300/bZGXukUguQEYTNgzPsLTIFhH4zF.jpg",
      "https://image.tmdb.org/t/p/w300/5x2q5ljRiAorrKrxkr2q5uX6c9a.jpg",
      "https://image.tmdb.org/t/p/w300/4dCG0oA34okPpsDFiNC4RIa5jFS.jpg",
      "https://image.tmdb.org/t/p/w300/bGAuEcle0bSTTAhRm9nFHa2iDB.jpg",
      "https://image.tmdb.org/t/p/w300/6uzzzeuDP9kkxOlL8qrbifQ2VDy.jpg",
      "https://image.tmdb.org/t/p/w300/g3w5j3lr4pEUeVPIuSH3oVxRTZ2.jpg",
      "https://image.tmdb.org/t/p/w300/4wJBrtN5WHGMBJnTz5njgehhSCq.jpg",
      "https://image.tmdb.org/t/p/w300/fgk1nOrojmXwGLaxL0E1VoTK4f5.jpg",
      "https://image.tmdb.org/t/p/w300/wyJnoQ8VaZJHxDNUXqdEnNKzLio.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BNzI4NzUwNDgwN15BMl5BanBnXkFtZTgwNTI3MjMwNTE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/far-from-the-madding-crowd-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee828/Far.from.the.Madding.Crowd.2015.1080p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/f3nlwrbjkqki",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UWs00LgY#Xyl09YFVlAr7v1lgxKJHMUflWKxL54lNz5CECfllKA0",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5uphh4f7ko0l.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/far-from-the-madding-crowd-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "647 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sxqb/Far.from.the.Madding.Crowd.2015.720p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "647 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/sbusw04runef",
        "server": "streamsb.com",
        "size": "647 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oSFU1T7b#wKqjlIPo4ZTfVc8ZMj4IhfQBiqrnbcdfgCPmnl1G5Og",
        "server": "mega.nz",
        "size": "647 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zcj2aj4w1g12.html",
        "server": "usersdrive.com",
        "size": "647 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "T9ZiQ8Z2wBY",
      "video_url": "https://www.youtube.com/watch?v=T9ZiQ8Z2wBY",
      "embed_url": "https://www.youtube.com/embed/T9ZiQ8Z2wBY"
    }
  },
  {
    "metadata": "|2022||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": "1700"
    },
    "title": "365 Days: This Day (2022)",
    "description": "365 Days: This Day (2022)အားလုံးစောင့်မျှော်နေကြတဲ့ အချစ်အနမ်း ခပ်ကြမ်းကြမ်းအခန်းတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ 365 DNI ရဲ့အဆက် 365 Days This Day ဆိုတဲ့ နာမည်နဲ့ ထပ်ထွက်လာပါပြီ။ဒီဇာတ်ကားမှာလည်း ပုရိသတို့အကြိုက် Masimo & Laura တို့အပြင်တစ်ခြားအလန်းစား ပြိုင်ဘက် Mafia Gang က ဇာတ်ကောင်အသစ်တွေပါပါလာပါတယ်။ ပထမကားမှာ ဥမင်လှိုင်ခေါင်းတစ်ခုမှာ ပြိုင်ဘက် ဂိုဏ်းရဲ့တိုက်ခိုက်မှုကိုခံခဲ့ရတဲ့ လော်ရာ ဟာ ကိုယ်၀န်ပျက်ကျသွားရကနေ စပါတယ်။ဒါပေမယ့် ဒီကိစ္စကို မာစီမိုကို မပြောထားခဲ့ပဲ သာမန်ဘ၀အဖြစ်ဖြတ်သန်းဖို့လော်ရာက ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမယ့် မာစီမိုရဲ့ ပျောက်နေတဲ့ ညီပေါ်လာခဲ့တဲ့အပြင် … ပြိုင်ဘက် မာဖီးယားဂိုဏ်းရဲ့ နှောက်ယှက်တိုက်ခိုက်မှုတွေကြားမှာ မာစီမို နဲ့ လော်ရာတို့ နှစ်ယောက် ဘယ်လိုကြံ့ကြံ့ခံဖြတ်သန်းသွားမလဲဆိုတာဆက်လက်ကြည့်ရှုရမှာပါ။365 ကားရဲ့ထုံးစံအတိုင်း Nude scene တွေအများကြီးကို Soundtrackအငြိမ်လေးတွေနဲ့ တစ်၀ကြီးကြည့်ရမှာပါ။ဒါက Part 2 ဖြစ်တာကြောင့် ပထမဇာတ်ကားကို မကြည့်ရသေးရင် ဒီမှာhttps://channelmyanmar.org/?s=365+daysကြည့်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size – (1.7 GB)/(740 MB)Quality – Web-DL 1080p/ 720pDuration – 1Hr 46minsSubtitle – Myanmar HardsubFormat – MP4Genre : Drama, RomanceTranslator – Thiha Yan NaingEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zBG5Mg29NH9xxpWMMG7BIvKwYhL.jpg",
      "https://image.tmdb.org/t/p/w300/t9hNIUFcy0tYu55IPxjxRTTdZ6X.jpg",
      "https://image.tmdb.org/t/p/w300/oasoFPah6e5kKHXEWOUVVgDoIva.jpg",
      "https://image.tmdb.org/t/p/w300/vT1pQiTfGoWkk29TKtgm22jURXf.jpg",
      "https://image.tmdb.org/t/p/w300/iTRfxfLkHtKdkUhOdiQdzQEwXLO.jpg",
      "https://image.tmdb.org/t/p/w300/iMZn4ttdLWduGmxAkqFkE6Up9lX.jpg",
      "https://image.tmdb.org/t/p/w300/3uykFIMNMeI3XqT5Z9I02lV4vP6.jpg",
      "https://image.tmdb.org/t/p/w300/sz4TjhxLCweaIfnuGRIiwwKVNe7.jpg",
      "https://image.tmdb.org/t/p/w300/aRBpHWv8AgnsC40NAEB8VyG7S0V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/365_Days_This_Day_poster.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/365-days-this-day-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/365-days-this-day-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2q98j/365.Days.This.Day.2022.1080p[CM].mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/suwxDYQL#oRsrDVqUZVEoqaPkW3Esv2qIom3MmyaUzKp8zujQPnU",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5o9k91np1mre.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/b48e6b6csyrd.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/365-days-this-day-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/14eaj/365.Days.This.Day.2022.720p[CM].mp4",
        "server": "megaup.net",
        "size": "740 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/n7n6s9sh8g75.html",
        "server": "streamsb.com",
        "size": "740 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/orwHkYJR#Zz-oyECwH6rn7EdqTbYZzcWIsx6o7bS2nH04gpAjqP8",
        "server": "mega.nz",
        "size": "740 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/01vu2w4zol1a.html",
        "server": "usersdrive.com",
        "size": "740 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "pyM3z73oMAk",
      "video_url": "https://www.youtube.com/watch?v=pyM3z73oMAk",
      "embed_url": "https://www.youtube.com/embed/pyM3z73oMAk"
    }
  },
  {
    "metadata": "|||Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": ""
    },
    "title": "Arjun Reddy (2017)",
    "description": "Arjun Reddy (2017)•••••••••••••••••••••••••“တစ်နည်းနည်းအားဖြင့် တစ်ယောက်ကပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပိုပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကိုမထိခိုက်စေပါနဲ့ ”– [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း______________နောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့မွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။ဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။” ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun ”ဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။သူ စီးနေကျ ဆိုင်ကယ်လေးမှာ ခုံ ပိုလေးတပ်ပြီး သူ့ရင်ခွင်ထဲက မိန်းကလေးအတွက် သူ ဖန်တီးစေခဲ့တယ်။ လေပြေက တဖြူးဖြူး နဲ့ ဆိုင်ကယ်ရွေ့လာတဲ့အခါသီချင်းသံဟာလည်း လွင့်ပျံ့ လာခဲ့တယ်။လောကဟာ သိပ်သာယာတယ်။ Arjun နဲ့ Preethi ကလည်း ကိုယ်စီ အပြုံးတွေနဲ့။သိပ်ကို ကြည်နူးစရာကောင်းခဲ့တယ်။ဒါပေမဲ့ ကြမ္မာမုန်တိုင်းဟာ တဖြည်းဖြည်း ထန်လာတယ်။ Preethi အဖေရဲ့ သဘောမတူမှုကြောင့် ကွဲကွာရမယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ဒါဟာ Arjun တစ်ယောက် ပျက်စီးဖို့ လမ်းစပါပဲ။Arjun ဟာ အရက်ကို အလွန်အကျွံသောက်တယ်။ လက်ပြန်ကြောထဲ မူးယစ်ဆေးထိုးတယ်။ အဲ့ဒီနောက် ၂ ရက်လောက်သတိလစ်ခဲ့တယ်။Arjun တစ်ယောက်ပြန်နိုးလာတဲ့အခါမှာသတိအရ ဆုံးက Preethi ပါပဲ။ ဒါ့ကြောင့်သူ အပြေးအလွှားသွားခဲ့တယ်။ ဒါပေမဲ့ သူမျှော်လင့်မထားခဲ့တဲ့ အခြေအနေတစ်ရပ်နဲ့ ဆုံတွေ့လာရတဲ့အခါ မှာတော့ …………။ဇာတ်လမ်းဟာ ဒီနေရာကစလို့ လူတစ်ယောက်ရဲ့ ကိုယ်တိုင်ဖျက်ဆီးမှု ကို ဆင့်ကဲရိုက်ပြသွားတယ်။ အိမ်ပေါ်က ဆင်းလာပြီး တိုက်ခန်းကျဉ်းလေးမှာ သူနေတယ်။ဆေးခန်းတစ်ခုမှာ အလုပ်လုပ်တယ်။ အရက်ကို အလွန်အကျွံဆက်သောက်တယ်။ ဒါပေမဲ့ နဂိုစိတ်အခံနဲ့ တော့ငါးလေးတွေမွေးတယ်။ သူ ချစ်ရတဲ့ခွေးကလေးကို Preethi လို့မှည့်တယ်။ဒီလိုနဲ့ ဇာတ်အိမ်ဟာ သူရဲ့ ဆေးပညာရပ်ဆိုင်ရာ ကျွမ်းကျင်မှုနဲ့ သာမန်လူအနေအထား ပျက်စီးနေမှုကို တလှည့်စီရိုက်ပြသွားပါတယ်။ကျွန်တော့်အနေနဲ့ ဒီလို ဇာတ်ကားကို ရှုမြင်ရရင် Drama သက်သက် ခင်းကျင်းထားတာ မဟုတ်ပဲ စိတ်ခံစားမှုကြောင့် ဆေးပညာရပ်မှာ ထိခိုက်တာမျိုး ကိုပါ မီးမောင်းထိုးပြနိုင်တဲ့ ဇာတ်အိမ်မျိုးနဲ့ပါ။ဒီဇာတ်ကားမှာ ကျွန်တော်က ဇာတ်ကောင်ကို သဘောကျတယ်။ သူက ပျက်စီးခဲ့ပြီ။ သူက အချစ်ကို မယုံတော့ပြီ။ ဒါပေမဲ့ သူက သူရဲ့ profession ကို လေးစားတယ်။ လူနာတွေကို တတ်နိုင်သမျှ ရှင်းပြတယ်။ အမှားဖြစ်ရင်လည်း သူ ဝန်ခံနိုင်ခဲ့တယ်။ တနည်းအားဖြင့် ဆေးပညာဆိုင်ရာ လူတန်းစားဟာ အမြဲတမ်းမြင့်မြတ်နေတဲ့သူ မဟုတ်ဘဲ ကောင်းဆိုးနှစ်တန် ဖြစ်နေတာကို ခံစားမိပါတယ်။#linnkhayan(ရုပ်ရှင်အညွှန်းကိုကိုလင်းခယံ FBမှ ကူးယူဖော်ပြပါသည်။)ဒီ Telugu အိန္ဒိယတောင်ပိုင်းဇာတ်ကားက Rating မြင့်သလို လူကြိုက်လဲများခဲ့တာကြောင့်ဘောလိဝုဒ်က Kabir Singh (2019) အဖြစ် Remark ထပ်မံရိုက်ကူးခဲ့ပြီး ရုံတင်ဝင်ငွေတွေလဲ ကောင်းခဲ့ပါတယ်။https://channelmyanmar.org/kabir-singh2019/မှာကြည့်လို့ရပါတယ်။File size…(3 GB) / (1.7 GB) / (600 MB)Quality…WEB-DL 1080p / 720p / 480pFormat…mp4Duration….03:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZaw Htoo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kge6ya92ggf7MipOqFZ5NkbjWZ6.jpg",
      "https://image.tmdb.org/t/p/w300/2eCdRvL1WSEsuDzHMTxWGOpDZpd.jpg",
      "https://image.tmdb.org/t/p/w300/cthkOu8gxDoCg0OcRHrTFu3v3xm.jpg",
      "https://image.tmdb.org/t/p/w300/2W0y8paPZEVf0TROoqGk392sCTG.jpg",
      "https://image.tmdb.org/t/p/w300/9mMQ6dL8o335bk0vMtFOQrUbpNh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/arjun-reddy-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-arjun-reddy-2017-telugu-1080-p-amzn-web-dl-h-264-ddp-5-1-nb-t-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/yb6u5p9p8l7p.html",
        "server": "streamsb.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/30v74/(CM)Arjun_Reddy_(2017)_Telugu_1080p_AMZN_WEB-DL_H264_DDP_5.1_-_NbT.mp4",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UFBgQbLT#7Xk0djrIesAfKzzma2MtW-r0XvPVh6K7Q6aU9myy1CY",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-arjun-reddy-2017-telugu-720-p-amzn-web-dl-h-264-ddp-5-1-nb-t-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/qb4idghbnasr.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EAbr/(CM)Arjun_Reddy_(2017)_Telugu_720p_AMZN_WEB-DL_H264_DDP_5.1_-_NbT.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-arjun-reddy-2017-telugu-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/g3g689lh413f.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "aozErj9NqeE",
      "video_url": "https://www.youtube.com/watch?v=aozErj9NqeE",
      "embed_url": "https://www.youtube.com/embed/aozErj9NqeE"
    }
  },
  {
    "metadata": "|||Adult,Drama,Horror,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Siew Lup (2016)",
    "description": "အခုတ်အဖြတ် သွေးထွက်သံယို လန့်ဖြန့်သွေးတက် ချစ်ခင်မြတ်နိုး ရိုမန့်ဒရမ်မာ စင်ကာပူဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်။မီယာဟာ တစ်ချိန်ကပြည့်တန်ဆာဘဝနဲ့အသက်မွေးခဲ့ပြီး အခုချိန်မှာတော့ ကွမ် ဆိုတဲ့အသားကင်ဆိုင်ရှင်တစ်ယောက်ရဲ့ဇနီးအဖြစ်ဘဝကိုဖြတ်သန်းနေပါတယ်။ ကွမ်ဟာ တစ်ချိန်က သူ့ကိုဘဝဆိုးထဲက ဆွဲထုတ်ကယ်တင်ခဲ့သူဖြစ်တဲ့အတွက် ကွမ်ကိုမလှန်ရဲသလိုတောင့်တောင့်ဖြောင့်ဖြောင့်သူ့ဇနီးကို စိတ်မချနိုင်ပဲ လူတကာနဲ့သမုတ်ရိုက်နှက်တတ်တဲ့ ကွမ် ကြောင့်လည်း မီယာစိတ်ဆင်းရဲနေရပါတယ်။တကယ်တမ်း အနီးကပ်ရန်သူ၊သူ့ဇနီးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူကတော့ သူ့အရင်းနှီးဆုံးမိတ်ဆွေ ဂေါင် ဆိုတာတော့ ကွမ်မသိခဲ့ပါဘူး။aဒီလိုနဲ့ မီယာဘဝကို ကယ်တင်ရှင်အဖြစ် သုဘရာဇာချောချောလေးဖြစ်တဲ့ ဝူ ဆိုတဲ့လူငယ်လေး သူ့ဘဝထဲကိုဝင်ရောက်လာချိန်မှာတော့မီယာဟာ လင်ငယ်အားကိုးနဲ့ တစ်ချိန်ကကျေးဇူးရှင် လင်ကြီးကိုသတ်ဖို့အကြံဆိုးကြီးကိုကြံပါတော့တယ်။ဝူတစ်ယောက် တကယ်ပဲသူ့ရဲ့ကြံရာပါအဖြစ်ခံမလား၊ သူ့ကိုအမြဲတမ်းကြံစည်နေတဲ့ အနီးကပ်ရန်သူ ဂေါင်ကရော ဘယ်နေရာကနေ ပါဝင်လာမလဲ။ ပိုပြီးအရေးကြီးတဲ့အချက်ကတော့ ဘယ်သူဟင်းအိုးထဲရောက်မလဲဆိုတာပါပဲ။သူတို့အတွက် အလောင်းဖျောက်ဖို့အလွယ်ဆုံးနည်းက အလောင်းကို ခုတ်ထစ်ကင်ပြီးတော့ ရောင်းမယ့်အသားတွေထဲထည့်လိုက်တဲ့နည်းဖြစ်နေလို့ပါ။အဖော်အချွတ်ဇာတ်ဝင်ခန်းတွေနဲ့ကြမ်းတမ်းတဲ့ ခုတ်ထစ်သတ်ဖြတ်ခန်းတွေအများကြီးပါဝင်တဲ့အတွက် ၁၈ နှစ်အထက်ဇာတ်ကားဖြစ်ပါတယ်။ငယ်ငယ်တုန်းက လူသားပေါက်စီကားတို့ခေါက်ဆွဲကားတို့ကို တဖန်ပြန်သတိရစေမယ့် လူသားအခေါက်ကင်ကားလေးကို ရှုစားလိုက်ကြပါဦး။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File Size : (1.4 GB) & (450 MB)Quality : BluRay 1080p & 720pRunning Time : 01:22:25Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byALSEncoded byRGB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9mDG4jO8v4puoGj7IjMx6CSLUuy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/128111_1_large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ds-siew-lup-2016-1080-p-blu-ray-aac-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3VNA3/(DS)_Siew.Lup.2016.1080p.BluRay.AAC.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wLVnGZaR#pxkq-72I8bn7UDybFibPkfl_l35KHLzOyZC8ILyuQPM",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7z3g2p98j3hg.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ds-siew-lup-2016-720-p-blu-ray-aac-x-264-rgb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TVcc/(DS)_Siew.Lup.2016.720p.BluRay.AAC.x264-RGB.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ND8UnSyA#XAauu7s3ci3QvOu8Bow0_u2mFHk2SbMuxTXr9URn9oE",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7m37eomqhrrl.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/etk9ajditrhj",
        "server": "streamvid.io",
        "size": "450 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/fzsrn3lf13v4.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "oPBcBlskg18",
      "video_url": "https://www.youtube.com/watch?v=oPBcBlskg18",
      "embed_url": "https://www.youtube.com/embed/oPBcBlskg18"
    }
  },
  {
    "metadata": "|||Action,Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "53"
    },
    "title": "Piercing Wounds (2023)",
    "description": "နာမည်ကြီး မင်းသားမင်းသမီးတွေနဲ့မဟုတ်ဘဲ Budget ရိုက်ကူးထားတဲ့ကားလေးတွေကိုကြည့်ဖူးကြမှာပါ။အဲ့ဒီ Budget ကားလေးတွေထဲမှာမကောင်းဘဲနဲ့ ပေါတောတောကားတွေလည်းရှိသလို တကယ်ကောင်းတဲ့လက်ခံပေးလို့ရတဲ့အခြေအနေတစ်ခုရှိတဲ့ကားလေးတွေလည်းရှိပါတယ်။ဒီကားကလည်း လက်ခံလို့ရတဲ့အခြေအနေရှိတဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ထားတဲ့ Andrew Jacob Brown ကိုယ်တိုင်ဒါရိုက်တာလုပ်ဇာတ်ညွှန်းရေးထားတဲ့ဇာတ်ကားလေးပါပဲ။ဇာတ်ကားကတော့အက်ရှင် ဒရာမာအချစ်ကားလေးပါ။အကျဉ်းချုပ်လေးကတော့ ဗီဆိုတဲ့လူတစ်ယောက်ကလုပ်ကြံရေးအဖွဲ့တစ်ခုက အဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး အကြောင်းတစ်ခုခုနဲ့အဖွဲ့ထဲက လူတွေအကုန်လုံးကိုသတ်ခဲ့ရပါတော့တယ်။ဒီလိုနဲ့ သူချစ်တဲ့သူ့အဖွဲ့သားတွေကိုဆုံးရှုံးခဲ့ပြီးရတဲ့နောက်မှာ ဗီတစ်ယောက်လေလွင့်နွားကြီးလိုဖြစ်နေပြီး ပန်းခြံတစ်ခုမှာပဲနေ့တိုင်းသွားအချိန်ကုန်နေတော့ပါတယ်။လူကလည်း လုံးဝစုတ်ပြတ်သတ်နေပြီး အိမ်ခြေရာမဲ့တစ်ယောက်လိုတောင်ဖြစ်နေပါပြီ။ဒီလိုနဲ့ အဲ့ဒီအချိန်မှာ သူ့ဘဝထဲကိုမတ်နဲ့မယ်လ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရောက်လာပြီး အဲ့ဒီနောက်ပိုင်းမှာသူ့ဘဝကဘယ်လိုတွေပြောင်းလဲသွားမလဲသူ့ရဲ့အတိတ်ဟောင်းအစစ်အမှန်ကရောဘယ်လိုဖြစ်မလဲဆိုတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။File size…1.97GB / 886MBQuality…AMZN WEB-DL 1080p / 720pFormat…mp4Duration….1h 36mGenre ….. Action , Drama , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8TC3dnjZ7amoll71wRhIDmhZTB9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9t8h1tut3qEOHCFAICGpVmqSkp2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gkmn9s3mpy83.html",
        "server": "usersdrive.com",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/piercing-wounds-2023-amzn-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2DT3i/Piercing.Wounds.2023.AMZN.WEB-DL1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/sovxgm7y9e11",
        "server": "streamvid.io",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/atkkz3kd3qo5.html",
        "server": "usersdrive.com",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/piercing-wounds-2023-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1XVzY/Piercing.Wounds.2023.AMZN.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/5w1tt2flbq4a",
        "server": "streamvid.io",
        "size": "886MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "2pKBg8tuDZE",
      "video_url": "https://www.youtube.com/watch?v=2pKBg8tuDZE",
      "embed_url": "https://www.youtube.com/embed/2pKBg8tuDZE"
    }
  },
  {
    "metadata": "|2023|1h 44min|Drama,Romance",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "43"
    },
    "title": "Dear Jo: Almost is Never Enough (2023)",
    "description": "Dear Jo: Almost is Never Enough (2023)ဒီသံသရာလောကကြီးမှာ ကျွန်တော်တို့ဘဝတွေဟာ ကံဇာတ်ဆရာညွှန်းရာ အလိုကျကပြနေကြရတဲ့ ဇာတ်ကောင်တွေပဲလေဖယောင်းလမ်းလို့ ထင်ခဲ့တဲ့ ဘဝ‌ခရီးတွေဟာ အချိုးအကွေ့တွေမှာ ဆူးခင်းလမ်းဖြစ်သွားနိုင်အောင် ကြမ်းတမ်းသွားနိုင်တာပါပဲဘဝခရီးမှာ အဆုံးထိအပြုံးမပျက် လျှောက်လှမ်းဖို့အတွက် ဘယ်အရာက အလိုအပ်ဆုံးဖြစ်မလဲ…….အဲ့မေးခွန်းလေးကို ဒီ Dear Jo: Almost is Never Enough ဆိုတဲ့ အင်ဒိုကားလေးထဲမှာပဲ အေးဆေးငြင်သာစွာ ခံစားအ‌ဖြေရှာကြည့်ကြတာပေါ့လူတစ်ကိုယ်အဖြေတစ်မျိုးတော့ ရလာကြမှာပါပဲဘာအဖြေမှမရခဲ့လဲ တွေးစရာတွေတော့ ကျန်ခဲ့ကြပါလိမ့်မယ်အင်ဒိုကားတွေထဲမှာ အက်ရှင်ကား ဖိုက်တင်ကား သရဲကားတွေပဲကြည့်ဖူးရာကနေခုဇာတ်ကားလေးကြည့်လိုက်မှပဲ အင်ဒိုတွေရဲ့ ဒရာမာနိုင်နင်းမှုကို ချီးကျူးရပါတော့မယ်ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ် ကြိုမှန်းရင်လဲမှန်းကြည့်လို့ရပါတယ်ဒါပေမဲ့ အားလုံးခံစားရမှာကတော့ ဒါက ဇာတ်လမ်းတစ်ခုမဟုတ်ပါဘူးကိုယ့်ဘဝကိုထင်ဟပ်ပြမဲ့ ကြေးမုံပြင်တစ်ခုပါမိဘအိမ်နဲ့ဝေးခဲ့တဲ့ သားသမီးတစ်ယောက်လားချစ်ရသူနဲ့ အိမ်မက်တွေမပြည့်စုံတဲ့လူငယ်လေးတစ်ယောက်လားကိုယ့်အချစ်ဆုံးသူကို ဆုံးရှုံးခဲ့ရသူလားဘယ်လိုပဲဖြစ်ဖြစ် ဒီဇာတ်လမ်းလေးကိုကြည့်ရှုရင်း တိုက်ဆိုင်တာလေးတွေရှိရင် တွေး‌ရင်းငေးရင် ဆွေးကြရအောင်….အညွှန်းနဲ့ဘာသာပြန်ကတော့Sai Thurein Lynnပဲဖြစ်ပါတယ်Genre….. Drama, RomanceQuality…. 1080p | 720pFile size… 1.5GB | 710MBFormat… mp4Duration…. 1h 46minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Sai Thurein LynnEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u7N2SLfH2wDC22rLLieY6oe1HBm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/up58iAlCAzylAOthgHoOwlXkr5N.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fdgs2vwdr988.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dear-jo-2023-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2HOuW/Dear.Jo.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yz5Xia4S#zsJ4_hHR-E7yHT6YjW_RZvapN5o106iBGkjC3WsDGBI",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6wjweyc8x94z.html",
        "server": "usersdrive.com",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dear-jo-2023-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HOuP/Dear.Jo.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qipmUBDQ#Cjkub9pgkmE4kunTAQjfPiL3BylWKrLrOSLflUz8Tzk",
        "server": "mega.nz",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/v10ewkdicjgx",
        "server": "streamvid.io",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/tzqggry15766",
        "server": "streamsb.com",
        "size": "710MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4hQu4S6yau8",
      "video_url": "https://www.youtube.com/watch?v=4hQu4S6yau8",
      "embed_url": "https://www.youtube.com/embed/4hQu4S6yau8"
    }
  },
  {
    "metadata": "PG-13|2007|105 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "52,551"
    },
    "title": "The Nanny Diaries (2007)",
    "description": "The Nanny Diaries (2007)မိမိကိုယ်ကို ဘယ်သူလဲ၊ ဘယ်လိုလူလဲဆိုတာ တိတိကျကျ သိကြပါသလား။ The Nanny Diaries ထဲက ဘွဲ့ရပြီးခါစ အသက် ၂၁ အရွယ်ကောင်မလေးကတော့ သူ့ကိုယ်သူ ဘယ်လိုလူလဲဆိုတာကို အဖြေရှာရင်း နာနီလို့ခေါ်တဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲဒီအကြောင်းကို The Nanny Diaries ဆိုတဲ့ ဟာသ-ဒရမ်မာ ဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းအောင် ဟာသလေးနှောပြီး ရိုက်ကူးထားတာပါ။အန်နီဘရတ်ဒေါ့ခ်ဟာ ဘွဲ့ရပြီးချိန်မှာ အလုပ်ရှာဖွေရင်းနဲ့ မထင်မှတ်ဘဲ အထက်တန်းလွှာမိသားစု တစ်ခုရဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီလိုနဲ့ အန်နီဟာ အားကျစရာကောင်းလောက်အောင် ပြီးပြည့်စုံနေပြီလို့ ထင်ရတဲ့ အိမ်ထောင်သည် အမျိုးသမီးမှာလည်း လူမသိတဲ့ ဒုက္ခတွေ ရင်ဆိုင်နေရကြောင်း သိမြင်လာခဲ့ရပါတယ်။ ငွေကြေးချမ်းသာ သလောက် မိဘတွေရဲ့ ဂရုစိုက်ခြင်းကိုမခံရဘဲ၊ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ မိဘတွေကြားမှာ မြေစာပင် ဖြစ်နေရတဲ့ ဂရေယာလေးကို သံယောဇဉ် ဖြစ်မိတဲ့ အန်နီဟာ အလုပ်ထွက်ချင်ပေမဲ့ မထွက်နိုင်ခဲ့ပါဘူး။အလုပ်ကြောင့် ရည်းစားမထားရဲခဲ့ပေမဲ့ အန်နီဟာ သူ့အလုပ်ရှင်အိမ်နားမှာနေတဲ့ ဟားဗတ်တက္ကသိုလ်ကျောင်းသားလေးတစ်ယောက်နဲ့ ချစ်ကြိုက်မိခဲ့ပါတယ်။ အဲဒီအခါ သူရုန်းမထွက်သေးတဲ့ အလုပ်နဲ့ချစ်သူကြားမှာ ဗျာများရပါတော့တယ်။ အဲဒီလိုနဲ့အန်နီတစ်ယောက် ကလေးထိန်းဘဝက လွတ်မြောက်နိုင်မှာလား၊ သူ့ကိုယ်သူ ရှာဖွေသိရှိသွားမှာလား၊ ဂရေယာ့အတွက်ရော ဘာတွေလုပ်ပေးမလဲ၊ ချစ်သူနဲ့ရော ရှေ့ဆက်အဆင်ပြေပါ့မလားဆိုတာကို စိတ်ဝင်စားစရာ ကြည့်ရူရမှာပါ။ဇာတ်လမ်းတင်ကောင်းတာမဟုတ်ဘူးနော်၊ မင်းသားသမီးတွေလည်း ကြည့်လိုက်ပါဦး၊ ညှို့အားပြင်း ဟောလိဝုဒ်မင်းသမီးချော Scarlett Johansson နဲ့ အခုအချိန်မှာ Captain America ဇာတ်ကောင်အဖြစ် လူသိများနေတဲ့ ဟောလိဝုဒ်မင်းသား Chris Evans တို့က အဓိက ပါဝင်ထားပါတယ်။ မင်းသမီးဇာတ်ဆိုတော့ မင်းသမီးအခန်းပိုများပါတယ်။ ဟာသနဲ့ အတွေးလေးတွေပါတဲ့ ပေါ့ပေါ့ပါးပါး Comedy-Drama ကြိုက်သူတွေအတွက်တော့ တကယ်ကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေး ပါပဲ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ထားသူကတော့ Cherry Mon ဖြစ်ပါတယ်။)File size…(999 MB)Quality…BR-Rip 720pFormat…mp4Duration….01:46:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Cherry Mon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tBSTG4I5CbRtW4nhM5zRLgEoDhY.jpg",
      "https://image.tmdb.org/t/p/w300/qlvE8rb1a9fkN2tPKNG1tGLqmwC.jpg",
      "https://image.tmdb.org/t/p/w300/w9yGplz6awg6xp2xtmuCZDsybhe.jpg",
      "https://image.tmdb.org/t/p/w300/R5dZcqRr83aiz3yVVgsG7ln9LW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTkxMjU5MTY0Ml5BMl5BanBnXkFtZTcwNzU4NjU0MQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-nanny-diarie-2007-mm-sub0",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/348ey/The_Nanny_Diarie_[2007]_(MM_Sub0.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-nanny-diarie-2007-mm-sub-0-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/qvzovhxjslpv.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Fwb8euJ-Evk",
      "video_url": "https://www.youtube.com/watch?v=Fwb8euJ-Evk",
      "embed_url": "https://www.youtube.com/embed/Fwb8euJ-Evk"
    }
  },
  {
    "metadata": "|2007||Comedy,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "96000"
    },
    "title": "The Heartbreak Kid (2007)",
    "description": "The Heartbreak Kid (2007)====================လူတိုင်းက အချစ်ရေးမှာ “Right person, right time” ဖြစ်ချင်ကြတဲ့သူတွေချည်းပဲမလား။ ကိုယ့်အတွက် right person မဟုတ်ရင်လည်း စိတ်ညစ်ရ၊ rightperson နဲ့တွေ့ပေမယ့် right time မဟုတ်ပြန်ရင်လည်း ခွဲခွါရ။ right timeမှာright personနဲ့ စုံစည်းခွင့်ရသူက ကံကောင်းသူလို့ ဆိုရမလိုပဲ။ ဒီဇာတ်လမ်းလေးကတော့ wrong personနဲ့ တွေ့ပြီး စိတ်ဆင်းရဲနေတဲ့အချိန်မှာ right personနဲ့wrong time မှာ တွေ့မိတဲ့ ကံဆိုးရှာသူလေးအကြောင်းပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းလူပျိုကြီး အက်ဒီကို ရည်းစားထားဖို့ သူ့ဖခင်က တိုက်တွန်းနေရပါတယ်။ အက်ဒီရဲ့သူငယ်ချင်းကလည်း သူ့ရဲ့အိမ်ထောင်သည်ဘဝက ပျော်စရာတဲ့အကြောင်း အက်ဒီကို အမြဲကြွားပြနေပါတယ်။ အက်ဒီကလည်း အက်ဒီပါပဲ။ ၅နှစ်လောက် စေ့စပ်ထားခဲ့တဲ့ ကောင်မလေးနဲ့တောင် ပြတ်ခဲ့တယ်ဆိုပဲ။ အဲဒီတော့ ဇီဇာကြောင်၊ ရွေးရင်း လူပျိုကြီး ဖြစ်ကျန်ခဲ့တယ်ဆိုပါတော့။ တစ်နေ့တော့ သူနဲ့စေ့စပ်ခဲ့ဖူးတဲ့သူရဲ့မင်္ဂလာပွဲကအပြန်မှာ လိုင်လာဆိုတဲ့ ကောင်မလေးနဲ့ဆုံတယ်။ သူ့ဖခင်နဲ့ သူ့သူငယ်ချင်းရဲ့ တိုက်တွန်းမှုတွေကြောင့်ပဲ လိုင်လာနဲ့လက်ထပ်ဖြစ်သွားပြီး ပျားရည်ဆမ်းခရီးကိုတော့ ဘာဘိုကမ်းခြေကို သွားကြတယ်။သူနဲ့ သင့်တော်တဲ့ right person နဲ့ပဲ လက်ထပ်ဖို့ စိတ်ကူးထားတဲ့ အက်ဒီတစ်ယောက်သူ့ဇနီးလေးရဲ့အကြောင်းကို ပျားရည်ဆမ်းခရီးထွက်တဲ့အချိန်မှ သိရပါတော့တယ်။ အဲဒီအချိန်ကျမှ မရန်ဒါဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ပြီး အက်ဒီတစ်ယောက် တကယ်ချစ်မိသွားပါတယ်။ အဲဒီတော့ အက်ဒီ ဘယ်လိုဆက်လုပ်မလဲပေါ့၊ လိုင်လာနဲ့ လက်ထပ်ပြီးကာစအချိန်ပဲရှိသေး အဆင်မပြေတာတွေ ကြုံရတဲ့အချိန်လည်းဖြစ်၊ မရန်ဒါကိုလည်း ချစ်မိဆိုတော့… ကဲ သူ့အဖြစ် အကြောင်းစုံကိုတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။“Meet the Fockers”၊ “Meet the prents” တို့လို ဟာသဇာတ်လမ်းတွေရဲ့ အဓိသသရုပ်ဆောင် ဟာသမင်းသားကြီး Ben stiller က အက်ဒီအဖြစ် အဓိကသရုပ်ဆောင်ထားပါတယ်။Ben stillerကို မြင်ရင်ကို ရယ်ရတော့မှာသိနေသလိုမျိုး ဟာသဇာတ်လမ်းလေးမို့ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Orika ဖြစ်ပါတယ်)File Size……….(1.75 GB) / (657 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 56MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….OrikaEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/12W7q01e2j90fC9u9giiXm7hIwq.jpg",
      "https://image.tmdb.org/t/p/w300/t8rGzh4tAwtNZknjS2zUfP1XGuy.jpg",
      "https://image.tmdb.org/t/p/w300/cvjgrKS8FZ8YE9Dohid29C0vKq7.jpg",
      "https://image.tmdb.org/t/p/w300/6373W7cf7xCQe0HU6C4X0Ive7SG.jpg",
      "https://image.tmdb.org/t/p/w300/91SaTzUxx3yKRlfUlHk08b7esRJ.jpg",
      "https://image.tmdb.org/t/p/w300/xpOmbFj6sdv1Y7gSyA9jgDugLbs.jpg",
      "https://image.tmdb.org/t/p/w300/7uOe0xz0VirIUpuuNVEmDsjzCxo.jpg",
      "https://image.tmdb.org/t/p/w300/td5yUEiYgdQujWd4bXgTeLIjKOr.jpg",
      "https://image.tmdb.org/t/p/w300/7UCCrXLJEWOp6Xe8mdg6VSOaTYI.jpg",
      "https://image.tmdb.org/t/p/w300/rrzLvAp7jhTP5PuZHWFDNsJybbA.jpg",
      "https://image.tmdb.org/t/p/w300/xzt2zSpVYgcRYtvm2UId54cXXA.jpg",
      "https://image.tmdb.org/t/p/w300/8qeueD33Iam5wscI0M96va5wcN8.jpg",
      "https://image.tmdb.org/t/p/w300/371YtM7UQ9j3GVPHjsq70BD2I48.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BMjExNTM2NTE2NF5BMl5BanBnXkFtZTcwOTI5MDUzMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-heartbreak-kid-2007-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kZz3/The.Heartbreak.Kid.2007.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/zhnak4sxmr5p",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0DE22DZA#Zd3pXK6i2dIFgDN8ExOSe-1ulhYsvsM1IaOCl4xQ9qI",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eaptd3mu88pz.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-heartbreak-kid-2007-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kZyp/The.Heartbreak.Kid.2007.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/syxi7vyglosn",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kCEx2K7a#cZmcAeI3GRx0neaNCqrQH65xPzzM2RIObK8CeQWHZAQ",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/v4qasbo4qi7y.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ON1-SohDqDg",
      "video_url": "https://www.youtube.com/watch?v=ON1-SohDqDg",
      "embed_url": "https://www.youtube.com/embed/ON1-SohDqDg"
    }
  },
  {
    "metadata": "N/A|2023|1h 52m|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "2k"
    },
    "title": "Tiku Weds Sheru (2023)",
    "description": "Tiku Weds Sheru (2023)IMDb-3.7/10ဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့မင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။ဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်အလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်ကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့ဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..ရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်ညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့တီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီးကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကိုတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့….။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)File size… 2.45GB /  1.01GBQuality…1080p WEB DL /720pFormat…mp4Duration….1h 52mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Saii~BpL~V~ThaikSan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vozTuo8zvFGMtcLPWKUEdpM86d5.jpg",
      "https://image.tmdb.org/t/p/w300/7Gu9I0RzmOwzGJcE3BBn1MAyCbC.jpg",
      "https://image.tmdb.org/t/p/w300/rk7ejBrV66e82bSJYpDbcti2M2a.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tiku-weds-sheru-2023-1080-p-amzn-web-dl-ddp-5-1-h-264-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uw5szsku5nd7.html",
        "server": "usersdrive.com",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BgN5/Tiku.Weds.Sheru.2023.1080p.AMZN.WEB-DL.DDP5.1.H.264(CM).mp4",
        "server": "megaup.net",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NjNCGZDL#QOzQjWAKI07VN5U4DchwVmaOcl7oL3aneND2u_2N1ak",
        "server": "mega.nz",
        "size": "2.45GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tiku-weds-sheru-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gcl686iqzm0s.html",
        "server": "usersdrive.com",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hefz/Tiku.Weds.Sheru.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/J38CVRxJ#4kKX_fKcpFsYe1HDzRSBY01oDcrN7l3mP26Yvt01aos",
        "server": "mega.nz",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/1nzjmr702iqc.html",
        "server": "streamsb.com",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/23fkkrw7rh2e",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "A Single Man (2009)",
    "description": "A Single Man (2009) က Drama/ Romance အမျိုးအစားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Kingsman ထဲကမင်းသားကြီး Colin Firth ကို အရှုံးနဲ့ အထီးကျန်မှုကြားမှာ ရုန်းကန်နေရတဲ့ ကောလိပ်ပါမောက္ခ ဂျော့ဂ်ျအဖြစ်နဲ့ ပြောင်မြောက်စွာ သရုပ်ဆောင်ထားတာကို မြင်တွေ့ရမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ဂ်ျက ၁၆ နှစ်ကြာတွဲခဲ့တဲ့ လက်တွဲဖော် ကားမတော်တဆမှုကြောင့် သေဆုံးပြီးနောက်မှာ သူ့ကိုယ်သူ သတ်သေချင်နေတယ်။ သူရဲ့နောက်ဆုံးနေ့မှာ သူက ကျောင်းသား၊ လုပ်ဖော်ကိုင်ဖက်နှင့် သူ့ရဲ့အကောင်းဆုံးသူငယ်ချင်း ချာလေ နှင့် တွေ့ဆုံခွင့်ရခဲ့ပြီး နောက်မှာ သူ့စိတ်ထဲမှာ ဘာလုပ်ရမလဲ ဘာကြောင့်လဲဆိုတာ ရှင်းလင်းသွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။ Good Will Hunting လို တွေးစရာဆွေးစရာကားလေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် ရွေးစရာပါပဲ။File size…(1.8 GB)/(800 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:37:00Genre…Drama, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Freddy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4rHZyoFxGxvkMNiLFEqwm19HCtc.jpg",
      "https://image.tmdb.org/t/p/w300/uhrOJIcnk222zU7epuSaqfKiMaZ.jpg",
      "https://image.tmdb.org/t/p/w300/7xR65ESEqUMJnI9Z3b3xC26FseW.jpg",
      "https://image.tmdb.org/t/p/w300/lSL5NGQECLfLlTnyoj5Klodg4A.jpg",
      "https://image.tmdb.org/t/p/w300/x1mrvOfUdUmEvG2l7Lt5INL20Oz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMzU5MTk4MjQ2M15BMl5BanBnXkFtZTcwNDU0MzEwMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-single-man-2009-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y727c9y371au.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1iVfz/A.Single.Man.2009.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7FQTULpA#YSmvQWpWZlGCs8jV_1mqFaTA-obUgB4RT8BqWf9t1wU",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-single-man-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zd0adicdjj0u.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1iVeo/A.Single.Man.2009.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rMphyaZT#50U4onj5ROSlSGEXpC6Z1R1iYyA2DRI-J8_Plylqxy0",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/qsx0b2pttl7f",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KTQT6hGp96g",
      "video_url": "https://www.youtube.com/watch?v=KTQT6hGp96g",
      "embed_url": "https://www.youtube.com/embed/KTQT6hGp96g"
    }
  },
  {
    "metadata": "N/A|2022||Bollywood,Crime,Romance,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "603"
    },
    "title": "Love Hostel (2022)",
    "description": "Love Hostel (2022)Haseen Dillrubaရုပ်ရှင်မှာ တာ့ပ်ဆီးရဲ့ ခင်ပွန်းနေရာကနေသရုပ်ဆောင်ခဲ့ပြီး သရုပ်ဆောင်ပိုင်းမှာ အတော်လေးကောင်းတဲ့မင်းသားVikrant Masseyရဲ့ ဘောလိဝုဒ်ကားသစ်လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မိဘအသိုင်းအဝိုင်းက ပေးစားမယ့်သူနဲ့ စေ့စပ်ပွဲမတိုင်ခင်လေးမှာအိမ်ကနေ ထွက်ပြေးသွားတဲ့ ဂျရိုသီတစ်ယောက်ဟာ သူ့ရဲ့ချစ်သူအာမက်နဲ့ ခိုးရာလိုက်ပြေး လက်ထပ်ခဲ့ကြပါတယ် ဒီလိုခိုးပြေးတဲ့စုံတွဲတွေကိုမိဘများက အတင်းခွဲလို့မရအောင် တရားရုံးက ပို့ပေးတဲ့ Safe House လေးမှာ သူတို့ ဘယ်လိုတွေ နေထိုင်ကြမလဲတစ်ဖက်မှာလည်း ဂျရိုသီရဲ့ အာဏာရှိတဲ့ မိသားစုက မိသားစုဂုဏ်သိက္ခာအတွက်သူတို့ချစ်သူနှစ်ဦးကို ရှင်းပစ်ဖို့ လက်မရွံ့ကြေးစားလူသတ်သမားတစ်ယောက်ငှါးလိုက်ရာက ဒီဇာတ်လမ်းလေး ဖြစ်ပေါ်လာပါတော့တယ်သူတို့နှစ်ယောက်ရဲ့ ချစ်ခြင်းကရောI ဘယ်လိုဖြစ်သွားမလဲ မိသားစုတွေရောကြေးစားလူသတ်သမားကိုရော သူတို့နှစ်ယောက် ဘယ်လိုတွေရင်ဆိုင်ကြမလဲဒီဘာသာခြားအချစ်ကိုရော ထိန်းသိမ်းနိုင်ပါ့မလားဆိုတာ…ဒီဇာတ်ကားလေးကိုရော ကြည့်ရှုခံစားပေးကြပါဦးနော်File size…1.3GB / 700MB /Quality…1080p WEB DL / 720p /Format…mp4 / mkvDuration….1h 40minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung & Go – O & YK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/atUPXW3c5vEaDORjxp1DIHeNmtx.jpg",
      "https://image.tmdb.org/t/p/w300/i7VZ5GWky880uNrk5alKZDPHqSl.jpg",
      "https://image.tmdb.org/t/p/w300/sWQ4W9BANo4LDjXaGdbjzqLzwsH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-hostel-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/love-hostel-2022-hindi-true-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f0al44sxoz94.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iw4x/Love_Hostel_(2022)_Hindi_TRUE_WEB-DL_-_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/obmgrxquaewi",
        "server": "dropgalaxy.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8iYFAICD#QLqwPYiyMtyy6kO1d7C7fJWu1wPuqj4cEZJXBF1YxoA",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-hostel-2022-hindi-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yti5eb27efr2.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2otwY/Love_Hostel_(2022)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/1h5gjy3pu33w",
        "server": "dropgalaxy.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/qrghq4lz7nea.html",
        "server": "streamsb.com",
        "size": "700MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2024|1h 54min|Comedy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "13"
    },
    "title": "I Love You Two Thousand (2023)",
    "description": "I Love You Two Thousand / ငယ်ချစ်ပုံပြင် အညွှန်းငယ်စဉ်ကျောင်းသားဘဝတုန်းက ကာတွန်းစာအုပ် အသစ်ထွက်တဲ့ရက်က အပျော်ဆုံးနေ့ဖြစ်ခဲ့ဖူးကြမှာပါနော်ဒီရုပ်ရှင်လေးကလည်း ကလေးဘဝ ဂျိုနန်ကာတွန်းစာအုပ်လေးကို အသည်းအသန်အရဖတ်ဖို့လုပ်ကြတဲ့သူငယ်ချင်းအုပ်စုလေးကို တွေ့ရမှာပါဒီမူဗီလေးကတော့ ၂၀၂၃ ခုနှစ်တုန်းကထွက်ရှိထားတဲ့ ရိုမန့်တစ် Comedy ကားလေးပါဘန်ကောက်မြို့က ထိပ်တန်းတက္ကသိုလ်တစ်ခုမှာ တက်နေတဲ့ ထိပ်တန်းကျောင်းသူလေး ဂစ်ဘ်ဟာသူ့ရဲ့မသေချာတဲ့အနာဂတ်ကို ပြန်သုံးသပ်ဖို့ ကျောင်းပိတ်ချိန်ဆိုပြီး မွေးရပ်မြေကိုပြန်ဖြစ်ခဲ့ပါတယ်မွေးရပ်မြေမှာ သူအရင်က ချစ်ခဲ့ဖူးတဲ့ တောဆိုတဲ့ ကောင်လေးနဲ့ ပြန်တွေ့ဖြစ်တဲ့အခါ၁၄ နှစ်က ဖြစ်တည်ခဲ့တဲ့ အချစ်တွေ တဖန်ပြန်လည်မွေးဖွားလာမှာလားဒါပေမဲ့ ဂစ်ဘ်ဟာ ဒီအတောအတွင်းမှာ ဖုံးကွယ်ထားတဲ့အရာတွေ များခဲ့ပြီးအရင်ကနဲ့ မတူဘဲ ပြောင်းလဲနေတဲ့ပုံစံလေးတွေကို မြင်ရမှာပါဒါ့အပြင် သူအမြဲမျှော်နေတတ်တဲ့စာလေးလည်း ရှိနေတတ်ပါတယ်ဂစ်ဘ်က ဘာတွေကြောင့် ပြောင်းလဲသွားတာလဲသူမျှော်နေတတ်တဲ့စာလေးကရော ဘာဖြစ်မလဲပေါ့ပေါ့ပါးပါး ကြည့်လို့ကောင်းတဲ့ Netflix မူဗီလေးမို့ ဆက်ဆက်ကြည့်ပေးကြပါနော်အညွှန်းကိုတော့Shin Shinက ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့Shin, Noe, Char Ouတို့ပဲ ဖြစ်ပါတယ်။Genre….. Comedy, RomanceQuality…. 1080p | 720pFile size… 1.46GB | 769MBFormat… mp4Duration…. 1h 55minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Shin, Noe, Char OuEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qk9r1KRLE0IapvO7YO9seRsLPRT.jpg",
      "https://image.tmdb.org/t/p/w300/uhUlf4LsNbrbwTF7UWYCxaOPwub.jpg",
      "https://image.tmdb.org/t/p/w300/b9uQSWc5v0ctLF7GfEpFXQ6ba0y.jpg",
      "https://image.tmdb.org/t/p/w300/lY9caJqfb8Yf1D8IqtlxYibbI8s.jpg",
      "https://image.tmdb.org/t/p/w300/aq3uAYY8ZEO3P0ZcvL9TVffQI8I.jpg",
      "https://image.tmdb.org/t/p/w300/vZ4yDo8M4qbgJmCskvyNYgmt5CD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/I-Love-You-2000-01.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/i-love-you-two-thousand-2023-nf-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeIqp/I_Love_You_Two_Thousand_2023_NF_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/s6FAyJYK#5VX5cZrRWma2ZLAB3Ve_EKRcpJF6J6_figwRbNpA8p4",
        "server": "mega.nz",
        "size": "1.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/i-love-you-two-thousand-2023-nf-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeIpz/I_Love_You_Two_Thousand_2023_NF_720p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/diE0FbBI#TKTLRIyJbftPfKZ2dHtltnCGafc-KQiXHMhC-EX4-Is",
        "server": "mega.nz",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8pvmo3tsfr7z",
        "server": "streamvid.io",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/qjuya080kfft",
        "server": "streamsb.com",
        "size": "769MB",
        "quality": "720p"
      },
      {
        "link": "https://t.me/Thai_Movies_CM",
        "server": "telegram.org",
        "size": "769MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YWsTwa71gLE",
      "video_url": "https://www.youtube.com/watch?v=YWsTwa71gLE",
      "embed_url": "https://www.youtube.com/embed/YWsTwa71gLE"
    }
  },
  {
    "metadata": "|||Asian,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Time to Love (2015)",
    "description": "Time to loveအခုတခေါက်မိတ်ဆတ်ပေးမဲ့ဇာတ်ကားလေးကတော့ မြဝတီရုပ်သံမှာလာဖူးတဲ့’ရာဇဝင်ထဲကသူမ’ တရုတ် Version စီးရီးတွဲလေးနဲ့ပုံစံတူ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ စီးရီးလေးကနာမည်ကြီးလွန်းလို့ ‘Moonlover’ ဆိုပြီး ကိုရီးယား Version  ပါ ထပ်ထွက်ထားသေးပါတယ်။အခုတခါကတော့ Movie version လေးဖြစ်ပါတယ်။ကျန်းရှောင်ဝမ်ဆိုတဲ့ကောင်မလေးက ထူးချွန်ထက်မြက် တည်ကြည်ခန့်ညားပြီး နူးညံ့သိမ်မွေ့တဲ့ချစ်သူတစ်ယောက်ရဖို့ အမြဲစိတ်ကူးယဉ်နေတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူမက Accident တစ်ခုဖြစ်ပြီး အတိတ်ကိုပြန်ရောက်ပြီး ချင်မင်းဆက်ခေတ်ကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာပဲ ချင်မင်းဆက်လက်ထက် ခေတ်အပြောင်းအလဲကြောင့် ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ခဲ့ရမလဲ။ သူမစိတ်ကူးထဲကမင်းသားလေးနဲ့ရောတွေ့ရှိနိုင်မလား။ သူမကရောခေတ်ဟောင်းထဲမှာပဲ ဆက်လက်ရှင်သန်သွားရမလား ခေတ်သစ်ကိုပြန်လည်ရောက်ရှိလာနိုင်မလားဆိုတာ…..။Romantic ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ကြည့်ကြပါလို့။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ying Ying ဖြစ်ပါတယ်။)File size…(900 MB) and (320 MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYing Ying",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z7NRV6sm5IWy1zjFiPHuZOiE7Q5.jpg",
      "https://image.tmdb.org/t/p/w300/cnIskquFCxKmQtrNkMQePdQMFs8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/20150728025647885787.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/time-to-love-bu-bu-jing-xin-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/time-to-love-bu-bu-jing-xin-2015",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/bc13y0pd862u",
        "server": "veryfiles.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/2mg60yuj0v3v.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h 11min|Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "The Cornered Mouse Dreams of Cheese (2020)",
    "description": "[Unicode]The Cornered Mouse Dreams of Cheese(2020)Fojushi,Fodamshi တို့အကြိုက် 2020ထွက် BL Movieတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ချစ်နေပေးမယ့်သူ ရှိနေလည်း ချစ်ခံရမယ့်သူက ယုံကြည်မှု မရှိတဲ့အခါ …ချစ်နေပေမယ့်လည်း လက်မခံဘဲ ကိုယ့်ကိုကိုယ် ဇွတ်ငြင်းယူနေတဲ့သူ ကိုင်ဆောင့်ချင်စရာ Semeကြီးကို ဒီကားထဲမှာ အသဲတယားယား ကြည့်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးတော့ အိုတိုမို ကယူချီဆိုဟာ ကြေညာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်ပြီး အိမ်ထောင်ရှိတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် သူကအခြားတစ်ယောက်နဲ့ ဖောက်ပြန်ခဲ့တဲ့အခါ သူ့ဇနီးဟာ အလွတ်တိုင်းစုံထောက်ငှါးပြီး ထိုအကြောင်းကို စုံစမ်းခိုင်းခဲ့ပါတယ်။အဲ့အချိန်မှာ အိုတိုမိုဆီ စုံစမ်းမှုနဲ့အတူ ရောက်လာခဲ့တဲ့ လူကတော့ အင်မာဂါဆဲ့ ဝါတာရူလို့ခေါ်တဲ့သူဖြစ်ပါတယ်။ ဝါတာရူဟာ အခြားသူမဟုတ် အိုမိုတိုနဲ့ တက္ကသိုလ်အတူတက်ခဲ့တဲ့ ဂျူနီယာတစ်ယောက်ဖြစ်ရုံမက အိုမိုတိုကို ၇နှစ်ကြာကြိတ်သဘောကျလာခဲ့သူ ဖြစ်ပါတယ်။ဒီလိုနဲ့နှစ်ယောက်ပြန်တွေ့ဆုံပြီးနောက် ဝါတာရူက အိုမိုတိုကိုချစ်ကြောင်းဖွင့်ပြောခဲ့ပြီး Sexual Relationship အဖြစ် သူတို့နှစ်ယောက် ဆက်ဆံရေးကိုပြောင်းလဲပစ်ချင်ကြောင်းကိုပါ တောင်းဆိုပြီး အပေးအယူအနေနဲ့ အိုမိုတိုဖောက်ပြန်မှုကို ဇနီးဆီပြန်သတင်းမပေးဘူးလို့ တောင်းဆိုခဲ့ပြီးနောက်မှာ…ဖြစ်ပေါ်လာမယ့် အချစ်ရေးပြသနာတွေနဲ့ သူတို့ကြားက အဆုံးသတ်လေး ဘယ်လိုဖြစ်မယ်ဆိုတာကို လူကြီးများရှေ့နှင့် ၁၈နှစ်အောက်များ မကြည့်ရ Rateလေးကို သိထားပြီး ကြည့်လို့ရပါပြီနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )[Zawgyi]The Cornered Mouse Dreams of Cheese(2020)Fojushi,Fodamshi တို႔အႀကိဳက္ 2020ထြက္ BL Movieတစ္ခုနဲ႔ မိတ္ဆက္ေပးပါရေစ။ခ်စ္ေနေပးမယ့္သူ ႐ွိေနလည္း ခ်စ္ခံရမယ့္သူက ယံုၾကည္မႈ မ႐ွိတဲ့အခါ …ခ်စ္ေနေပမယ့္လည္း လက္မခံဘဲ ကိုယ့္ကိုကိုယ္ ဇြတ္ျငင္းယူေနတဲ့သူ ကိုင္ေဆာင့္ခ်င္စရာ Semeႀကီးကို ဒီကားထဲမွာ အသဲတယားယား ၾကည့္ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးေတာ့ အိုတိုမို ကယူခ်ီဆိုဟာ ေၾကညာကုမၸဏီတစ္ခုမွာ အလုပ္လုပ္ၿပီး အိမ္ေထာင္႐ွိတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္။ ဒါေပမယ့္ သူကအျခားတစ္ေယာက္နဲ႔ ေဖာက္ျပန္ခဲ့တဲ့အခါ သူ႔ဇနီးဟာ အလြတ္တိုင္းစံုေထာက္ငွါးၿပီး ထိုအေၾကာင္းကို စံုစမ္းခိုင္းခဲ့ပါတယ္။အဲ့အခ်ိန္မွာ အိုတိုမိုဆီ စံုစမ္းမႈနဲ႔အတူ ေရာက္လာခဲ့တဲ့ လူကေတာ့ အင္မာဂါဆဲ့ ဝါတာ႐ူလို႔ေခၚတဲ့သူျဖစ္ပါတယ္။ ဝါတာ႐ူဟာ အျခားသူမဟုတ္ အိုမိုတိုနဲ႔ တကၠသိုလ္အတူတက္ခဲ့တဲ့ ဂ်ဴနီယာတစ္ေယာက္ျဖစ္ရံုမက အိုမိုတိုကို ၇ႏွစ္ၾကာႀကိတ္သေဘာက်လာခဲ့သူ ျဖစ္ပါတယ္။ဒီလိုနဲ႕ႏွစ္ေယာက္ျပန္ေတြ႔ဆံုၿပီးေနာက္ ဝါတာ႐ူက အိုမိုတိုကိုခ်စ္ေၾကာင္းဖြင့္ေျပာခဲ့ၿပီး Sexual Relationship အျဖစ္ သူတို႔ႏွစ္ေယာက္ ဆက္ဆံေရးကိုေျပာင္းလဲပစ္ခ်င္ေၾကာင္းကိုပါ ေတာင္းဆိုၿပီး အေပးအယူအေနနဲ႔ အိုမိုတိုေဖာက္ျပန္မႈကို ဇနီးဆီျပန္သတင္းမေပးဘူးလို႔ ေတာင္းဆိုခဲ့ၿပီးေနာက္မွာ…ျဖစ္ေပၚလာမယ့္ အခ်စ္ေရးျပသနာေတြနဲ႔ သူတို႔ၾကားက အဆံုးသတ္ေလး ဘယ္လိုျဖစ္မယ္ဆိုတာကို လူႀကီးမ်ားေ႐ွ႕ႏွင့္ ၁၈ႏွစ္ေအာက္မ်ား မၾကည့္ရ Rateေလးကို သိထားၿပီး ၾကည့္လို႔ရပါၿပီေနာ္( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )Quality__HEVC 720p 5.1IMDb Rating__6.6/10Format__mp4Duration__02:10:00Type__RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byDeerEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dSjQ6MD21zx3RHTpqglo3XIHFEH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/l8c7E7X5noCnGfGw9Sp450hr2ne.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-cornered-mouse-dreams-of-cheese-2020",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "HEVC 720p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/the-cornered-mouse-yearns-cheese-2020-hevc-720-p-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "HEVC 720p 5.1"
      },
      {
        "link": "https://usersdrive.com/sp0mqmldaiyr.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "HEVC 720p 5.1"
      },
      {
        "link": "https://megaup.net/1BJkj/The_Cornered_Mouse_Yearns_Cheese_(2020)_HEVC_720p_5.1.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "HEVC 720p 5.1"
      },
      {
        "link": "https://mega.nz/file/9L5yAaTZ#HLBZs9gaVfhSFWgMF6LwRPG-Ud4UWppD2fNvgFpxnI0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "HEVC 720p 5.1"
      }
    ],
    "trailer": {
      "video_id": "i4g5j8eisZA",
      "video_url": "https://www.youtube.com/watch?v=i4g5j8eisZA",
      "embed_url": "https://www.youtube.com/embed/i4g5j8eisZA"
    }
  },
  {
    "metadata": "PG-13|2019|100 min|Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "2,001"
    },
    "title": "The Sun Is Also a Star (2019)",
    "description": "The Sun is also a starတစ္ေန႕တာေလးအတြင္းအတူရွိေနလိုက္ရုံနဲ႕တင္အခ်စ္ဆိုတာကို ခံစားသိရွိနုိင္လိမ့္မယ္လို႕ထင္မိလား ??ေတြးမိဖူးလား???နယူးေယာ့ခ္ကေန ေနရပ္တိုင္းျပည္ကုိျပန္ရေတာ့မဲလူမည္းမေလး နာတာရွာကသူ႕တုိင္းျပည္ကုိမျပန္ရေရးအတြက္ေတာင္းဆိုဖို႕တစ္ရက္တာေလးပဲၾကိဳးစားခြင့္ရွိေနတဲ့အခ်ိန္ေလးမွာေဆးေက်ာင္းသားေလး ကိုရီးယားေကာင္ေလး ဒန္နီရယ္နဲ႕ေတြ႕ဆံုသြားၿပီးေနာက္ဘာေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကို လူငယ္ဆန္ဆန္ရုိက္ကူးပံုေဖာ္ထားတဲ့အခ်စ္ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။လူငယ္မွ ေတာ္ေတာ္ေလးကိုလူငယ္ဆန္တယ္လို႕ကိုေျပာလို႕ရပါတယ္အခ်စ္အတြက္ အနာဂတ္ေတြ ကိုယ့္ေရွ႕ေရးေတြကိုေတာင္မစဥ္းစားနိုင္ေလာက္တဲ့အထိကုိရူးရူးမုိက္မိုက္လူငယ္ဆန္ဆန္အေတြးေတြကုိရိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္တာမလို႕ေပါ့ေပါ့ပါးပါးေလးပဲ ခံစားၾကည့္ရႈလိုက္ရေအာင္ပါဗ်ာ။File size…(1.55 GB) and (725.26 MB)Quality…1080p Web-dl H264 FGTFormat…mp4Duration…1h 40minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Charm",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pre228MR8iqF2Z2H277JO5se0ze.jpg",
      "https://image.tmdb.org/t/p/w300/d24OgB54IWzfxg7hTNiVXBYiuNe.jpg",
      "https://image.tmdb.org/t/p/w300/3CFuFIwtSSQU4Fyd5NnmHnNZq9w.jpg",
      "https://image.tmdb.org/t/p/w300/pgSq51Qm8eSWjW5tgUMosdxTfU3.jpg",
      "https://image.tmdb.org/t/p/w300/wIAzx4ILmS8CrytJuRm6MOrzZSS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMDhiNzUzYTItMWFjYS00ZDUwLWIxNTItMTlmMzAxZjNmMTJkXkEyXkFqcGdeQXVyNjg3MDMxNzU@._V1_SY1000_CR006481000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-sun-is-also-a-star-2019",
        "server": "VIP Links",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-sun-is-also-a-star-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbembed2.com/d/glj1k6jdzzq4.html",
        "server": "streamsb.com",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/d1dilKob#z-ZkwQNb9E8_6xKorEu_TnJrUnIg-dAM6ulvAPYTRmc",
        "server": "mega.nz",
        "size": "1.55 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/VhEGnApa#hkCk074OvxNUoV3Hld3I2uDPkfxfaf9Fmrycgqb2b4Y",
        "server": "mega.nz",
        "size": "725.26 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1sxkm/The.Sun.Is.Also.a.Star.2019.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.55 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/1svcm/The.Sun.Is.Also.a.Star.2019.720p.WEB-DL.DD5.1(cm).mp4",
        "server": "megaup.net",
        "size": "725.26 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "3On0BXzGnuI",
      "video_url": "https://www.youtube.com/watch?v=3On0BXzGnuI",
      "embed_url": "https://www.youtube.com/embed/3On0BXzGnuI"
    }
  },
  {
    "metadata": "||1 hr 48 min|Asian,Drama,Romance,School",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Stay With Me (2022)",
    "description": "ရိုးရိုးသားသားပြောရရင်တော့ ဒီတရုတ်ကားက သာမန်ကျောင်းသားအချစ်ကားပါပဲ။ You’re the apple of my eyeတို့လို စတိတ်ကျောင်းမှာတွေ့ ကြိုက် ကောလိပ်မှာဇာတ်လမ်းဆက် ဒီလိုပုံစံပါပဲ။ရိုက်ကူးပုံတို့ စီနီမာတို့ အရောင်တို့ကလည်း ထိုနည်းလည်းကောင်းပဲပြောရမယ်။ You’re the apple of my eyeလောက်ကြီးတော့ မကောင်းပေမဲ့ အခြေခံအရသာအရတော့ ခပ်ဆင်ဆင်ပါပဲ။ You’re the apple of my eyeက မဆုံလိုက်ရတဲ့ဘဝတွေအကြောင်းဆိုတော့ ပိုနတ်ကြီးတာပေါ့။ ဒီရုပ်ရှင်က ပစ်မှတ်ထားတဲ့ ပရိသတ်ကတော့မတူဘူးရယ်။ အဲဒီလိုပုံစံခပ်ဆင်ကိုမှ LDRSအချစ်အကြောင်းကို ဦးစားပေးထားတာဆိုရမယ်။ မင်းသား မင်းသမီးတွေကလည်း ချောပေမဲ့ မြင်နေကြုံနေကျ ရုပ်တွေလိုနဲ့ မထူးခြားနားပြထားတော့ သဘာဝကျတယ်လို့တော့ ခံစားလို့ရတယ်။ ပိုစတာမှာသာ လူရုပ်ထွက်မနေတာပါ အထဲမှာလူရုပ်ပါပဲ။လှပေမဲ့ အပြင်မှာ ဘယ်သူမှပါးစပ်က ထုတ်ပြောမှာမဟုတ်တဲ့ စကားတွေ တစ်ချက်တစ်ချက်ပြောတတ်တာကလွဲလို့ နည်းနည်းပေါတာကလွဲ ကြည့်ပျော်တဲ့ လိုက်ဖီးလ်လို့ကောင်းတဲ့ မဆိုးတဲ့ ရုပ်ရှင်ပါပဲဒီရုပ်ရှင်မှာ ခပ်တည်တည်နဲ့ ဒဲ့ကြီးရွတ်သွားတဲ့ အချစ်အကြောင်းလေးတွေ ပါသလို ဒဲ့ကြီးမရွတ်ဘဲ လှတပတလေး ပြသွားတာလေးတွေလည်းပါတယ်။ ကျွန်တော်သဘောကျတဲ့ အခန်းလေးက ပြောရရင် ဆရာသုခမိန်လှိုင်ရဲ့ ကျွန်တော်တော်တော်ညိတဲ့ ရိုးရိုးရှင်းရှင်းလေးနဲ့ ဆန်းပြီး စာခြောက်ကြောင်းနဲ့ အချစ်ဆိုတာဘာလဲ လုံးဝပေါ်လွင်တဲ့ ကဗျာလိုမျိုးပဲ။ အဲဒီကဗျာ နာမည်က ” ဓား”တဲ့။” ငါပျော်ရင်တော့ မင်းကို ခွဲပေးပါ့မယ်အဲဒါလွယ်တယ်ငါမပျော်ရင်တော့ မင်းကို ခွဲမပေးတော့ဘူးအဲဒါခက်တယ်သံက မီးဖိုထဲမှာ အရည်ပျော်ပြီးပြန်လာသလိုမျိုး”တစ်ခါတုန်းကတော့ ဆော့ခရိတ္တိက အချစ်ဆိုတာ လှတာကိုလိုချင်တာလို့ပြောဖူးတယ်။ ဒါလည်း အတိုင်းအတာတစ်ခုအထိတော့ မမှားပါဘူး။ နောက်ကျ ပလေးတိုးနစ်အချစ်ကို ချပြလာတယ်။ ဒါလည်း အတိုင်းအတာတစ်ခုအထိတော့ မမှားပါဘူး။ ပုဂ္ဂလိကအမြင်အရတော့ အချစ်ဟာ ဒီထက်ကျယ်ပြန့်တယ်လို့တော့ ကျွန်တော်ထင်တာပါပဲ။ ရုပ်ဝတ္တုအသစ် အတတ်အသစ်သစ်တွေ များပြားလာ ၊ လက်လှမ်းမီတာတွေရော မမီတာတွေရောများလာတဲ့နောက်၊ နဂိုကတည်းက မရိုးရှင်းလှတဲ့ လူ့အသိုင်းအဝိုင်းကြီးမှာ အစကတည်းက အရည်ပျော်ရတာတွေထက် ပိုအရည်ပျော်တာရတာတွေလည်းရှိလာတာပဲ။ ဘာကောင်ကြီးပဲဖြစ်နေဖြစ်နေ တစ်ခါတလေတောင် အရည်မပျော်ဖူးတဲ့ လူတွေတော့ ရှိလိမ့်မယ်မထင်ဘူး။အရည်ပျော်ရတဲ့နေ့ရက်နေ့တွေမှာ တစ်ခါတလေကျတော့လည်း ဖြေသာစရာဟာ ကျွန်တော်တို့အားလုံးချစ်ကြတဲ့ ဆရာစိုင်းခမ်းလိတ်ကြီးရဲ့ စကားလိုပဲ။ “ဝေဒနာတွေသိပ်ဆိုးလာတော့လည်း အနားမှာနွဲ့တင်ရှိရင်ပြီးတာပါပဲ”ဆိုသလိုပဲပေါ့။ ချစ်ခြင်းဟာ အားဖြစ်စေခဲ့မှာပဲ။ ဒါပေမဲ့ ချစ်ခြင်းဟာ များသောအားဖြင့်တော့ အဲဒီအရည်ပျော်ရတဲ့အကြောင်းရင်းကိုတော့ ခွဲပေးချင်မှာမဟုတ်ဘူးပေါ့။ ဆော့ခရိတ္တိတို့ ပလေတို့ခေတ်ကတော့ အချစ်ဟာ ဘယ်လိုပုံစံနဲ့ရှိနေခဲ့လဲမသိပေမဲ့ ယုံကြည်ရင်တော့ အချစ်ဟာ ဖြစ်တည်မှုတစ်ခုပါပဲ။ မယုံရင်လည်း မဟုတ်ဘူးပေါ့။ ဒီရုပ်ရှင်ဟာ ယုံကြည်သူနှစ်ယောက်ရဲ့ ဖြစ်တည်မှုတစ်ခုလိုဖြစ်သွားတဲ့ အချစ်တစ်ခုအကြောင်းပါပဲ။အရမ်းကြီးကောင်းလှတယ်မဟုတ်ပေမဲ့ အကြောင်းကြောင်းနဲ့ ဒီခေတ်မှာ ချစ်လျက်နဲ့ဝေးရတဲ့ ကြမ္မာဖိစီးခံရတဲ့ အချစ်တွေအတွက်တော့ ခံစားလို့ကောင်းမယ့် ရုပ်ရှင်တစ်ကား ဖြစ်မှာပါ။ ရိုးရိုးရှင်းရှင်းပြောရရင် LDRSခဏဖြစ်ဖြစ် အမြဲဖြစ်ဖြစ် ဖြစ်နေတဲ့လူတွေအတွက် ဟတ်ထိစေမယ့်ရုပ်ရှင်ပါ။ HONEST REVIEWပါ။ ကျွန်တော်လည်း အဆုံးနား ၁၅မိနစ်လောက် အတည်မျက်ရည်ဝဲသွားပါတယ်။ လူပေါ်မူတည်ပါလိမ့်မယ်။ မှန်တဲ့လူ ထိပေါ့။ ဖီးလ်ရတဲ့အခန်းလေးတွေနဲ့ အချစ်သီချင်းချိုချိုလေးတွေကို တစ်ဆက်တည်းတွဲဆက်ပြီး ပိုဖီးလ်လို့ကောင်းအောင် လည်းလုပ်သွားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(2GB) / (1GB)Quality__WEB-DL_1080p, 720pIMDb Rating__7.5/10Format__mp4Duration__01:48:00Type__Drama, Romance, School, LDRSSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://i.mydramalist.com/0kJqO_4m.jpg",
      "https://i.mydramalist.com/1nv0b_3m.jpg",
      "https://i.mydramalist.com/pp2Wn_3m.jpg",
      "https://i.mydramalist.com/kpykj_3m.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/22o47_3f.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/stay-with-me-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/stay-wiith-me-2022-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Lycm/Stay_Wiith_Me_(2022)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wJl3mZRT#Moh2GCef3PgX3PB8j5xuSaLX5Ha8WwenE0KBerqMeh8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/g3bpl78njprh.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/stay-wiith-me-2022-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Lyc3/Stay_Wiith_Me_(2022)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AdUVjSoA#w1DPF2EsDNxNmQJjoHLlRSgeVXm_q798R9ZKEdcjHMo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/m3busk13bhtj.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|143 min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Jab Harry Met Sejal (2017)",
    "description": "မင္းသားရွာရြတ္ခန္းနဲ႔ မင္း သမီး   အႏြတ္ရွ္ကာရွားမားတုိ႔က ေခါင္းေဆာင္  ပါဝင္ထားတာျဖစ္ၿပီး သူတို႔ႏွစ္ေယာက္ ပူးတြဲသ႐ုပ္ေဆာင္တဲ့ တတိယေျမာက္ဇာတ္ကားျဖစ္သလို ပါရာေဂြး၊ အမ္စတာဒမ္၊ ဗီယင္နာ၊ လစၥ ဘြန္းနဲ႔ ဘူဒါပက္စ္က ႐ႈခင္းအလွ အပေတြကိုပါ  ခံစားၾကည့္႐ႈရမွာပါ။ဟာရင္ဒါဟယ္ရီဆင္းန္နီ ဟာရာဟာ အမ္စတာဒမ္က ဧည့္ လမ္းၫႊန္တစ္ေယာက္ျဖစ္ၿပီး စန္းပြင့္သူ ျဖစ္သလုိ ခင္မင္တတ္၊ ကူညီတတ္သူတစ္ေယာက္ျဖစ္ပါ တယ္။ တစ္ရက္မွာေတာ့ သူဂိုက္လုပ္ေပးေနတဲ့ ဂူဂ်ာရာတီမိသားစု ကို ေလဆိပ္လိုက္ပို႔အၿပီးမွာေတာ့ ျပႆနာေလးတစ္ခု စပါေတာ့ တယ္။ဂူဂ်ာရာတီ မိသားစုဝင္တစ္ ေယာက္ျဖစ္တဲ့ ဆီဂ်ယ္ဇာဗာရီ ဟာ ခရီးစဥ္မွာ သူ႔ရဲ႕ေစ့စပ္လက္ စြပ္ေပ်ာက္သြားလုိ႔ပဲ ျဖစ္ပါတယ္။ လက္စြပ္ျပန္ရွာခ်င္တဲ့ ဆီဂ်ယ္ကို ဟယ္ရီက ကူညီေပးဖို႔ အင္တင္ တင္ျဖစ္ေနေပမယ့္လည္း အတူ လိုက္ရွာေပးခဲ့ပါတယ္။ဟယ္ရီဟာဂူဂ်ာရာတီ မိသားစုကို လိုက္ပို႔ခဲ့တဲ့ ေနရာ ေတြအကုန္လံုးကို ဆီဂ်ယ္နဲ႔အတူ ျပန္သြားၿပီး လက္စြပ္လိုက္ရွာခဲ့ ၾကပါတယ္။ အဲဒီလိုသြားရင္းနဲ႔ ဟယ္ရီဟာ ဆီဂ်ယ္ကို စိတ္ဝင္ စားခဲ့ေပမယ့္ ေစ့စပ္လက္စြပ္ရွိ ေနတာမို႔ ပိုင္ရွင္ရွိေနတယ္ဆုိၿပီး ဖြင့္မေျပာခဲ့ပါဘူး။ေနာက္ေတာ့ လက္စြပ္ကို ဂက္စ္ဆုိတဲ့ လူဆိုးတစ္ေယာက္ က ခုိးယူသြားတယ္လုိ႔ ယူဆၿပီး ဂက္စ္ဆီမွာ လက္စြပ္ျပန္ေတာင္း ရင္း လူဆုိးအဖြဲ႕ေတြရဲ႕ တိုက္ခိုက္ျခင္းခံခဲ့ရပါတယ္။ ဟယ္ရီဒဏ္ ရာရသြားတဲ့အတြက္ ဆီဂ်ယ္က သူ႔အိတ္ထဲကေဆး သြားယူရင္း လက္စြပ္က အိတ္ထဲမွာရွိေနတာ ေတြ႕ခဲ့ၿပီး ဟယ္ရီကိုေတာ့ လက္ စြပ္ျပန္ေတြ႕တဲ့အေၾကာင္း မေျပာ ခဲ့ပါဘူး။ေနာက္ရက္မွာေတာ့ ဖရန္႔စ္ ဖတ္မွာလုပ္မယ့္ ဟယ္ရီ႕သူငယ္ ခ်င္း မဂၤလာေဆာင္ကို ဟယ္ရီနဲ႔ ဆီဂ်ယ္အတူ သြားခဲ့ၾကၿပီး မဂၤလာပြဲအၿပီးမွာ အေခ်အတင္တစ္ခုျဖစ္ ၾကကာ ဆီဂ်ယ္အိႏၵိယကို ျပန္သြားခဲ့ပါတယ္။ ေလဆိပ္ကိုေရာက္ ေတာ့မွ ဆီဂ်ယ္က သူ႔လက္စြပ္က အိတ္ထဲမွာ အထားမွားၿပီး ေပ်ာက္ေနတာျဖစ္တယ္လို႔ ဟယ္ရီကို အသိေပးခဲ့ပါတယ္။ဒီလိုနဲ႔ ဆီဂ်ယ္လည္း အိႏၵိယကို ျပန္သြားၿပီး  ဟယ္ရီလည္း သူ႔အလုပ္သူ   ျပန္လုပ္ေနေပမယ့္ ဆီဂ်ယ္ကို ေမတၱာရွိေနတာ ေၾကာင့္ တစ္ခ်ိန္လံုး သတိရေန သလို ဆီဂ်ယ္ရဲ႕ မဂၤလာပြဲသြား မယ္ဆုိၿပီး ဟယ္ရီတစ္ေယာက္ အိႏၵိယကို လုိက္သြားခဲ့ပါတယ္။ဆီဂ်ယ္က  အိႏၵိယမွာ တကယ္ေကာ မဂၤလာေဆာင္ျဖစ္ ရဲ႕လား။ ဟယ္ရီကေကာ ဆီဂ်ယ္ အေပၚ ေမတၱာရွိေနတဲ့အေၾကာင္း ေျပာဖို႔ အခြင့္ႀကံဳပါ့မလား။ သူတုိ႔ ႏွစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္း က ဘယ္လိုပံုစံနဲ႔ အဆံုးသတ္မလဲ ဆိုတာေတာ့ ႐ုပ္ရွင္ပိတ္ကားေပၚ မွာ ကိုယ္တုိင္ၾကည့္လိုက္ၾကပါ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://7daydaily.com) မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္က ကသာဒစ္ပါ)File Size : (1 GB)Quality : 720pWebripRunning Time : 2hr 23minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTariq L WalkerEncode byThanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/agakSL58hJHv1guCOFLPM9WIPCF.jpg",
      "https://image.tmdb.org/t/p/w300/ie9tAMpBI1jWhtrJHEdx6xjrYP3.jpg",
      "https://image.tmdb.org/t/p/w300/r3ujQIECFDdYAI4zbjdQGxb7dhs.jpg",
      "https://image.tmdb.org/t/p/w300/c64rvJTrDuNyAuLvQUy2nkHdeB8.jpg",
      "https://image.tmdb.org/t/p/w300/suSkfkT6reAaJXipvHgDffh4qXY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjIzMDI2NDUwOV5BMl5BanBnXkFtZTgwNzE2NjU3MjI@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jab-harry-met-sejal-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://yuudrive.me/00caea1d8/jab-hary-met-sejal-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://megaup.net/2cr9m/Jab_Harry_Met_Sejal_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://mega.nz/file/NUcX0AAQ#ejzWNZXrxjp5jgLzDsGUyMvlEvxXFOlwbXK4VxVMbHg",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://upstream.to/jo2xdrecbvpa",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720pWebrip"
      }
    ],
    "trailer": {
      "video_id": "0Oz8zFwEn0E",
      "video_url": "https://www.youtube.com/watch?v=0Oz8zFwEn0E",
      "embed_url": "https://www.youtube.com/embed/0Oz8zFwEn0E"
    }
  },
  {
    "metadata": "Unrated|2023|1h 24m|Comedy,Horror,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "67"
    },
    "title": "As We Know It (2023)",
    "description": "As We Know It (2023)Zombie တွေပါတဲ့ Horror အမျိုးအစားကိုမှ ကြောက်စရာမကောင်းဘဲ ဟာသဆန်ဆန် ရသစုံခံစားရမယ့် ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ သူငယ်ချင်းနှစ်ယောက်ကြားက နွေးထွေးတဲ့ Friendship နဲ့ Relationship တွေအကြောင်းကို မတူညီတဲ့ရှုထောင့်ကနေ ပေါ့ပေါ့ပါးပါးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအစက LA မှာ ပဲနို့ထုတ်တဲ့ ကုမ္ပဏီက ပဲနို့တွေ ပြသာနာပေါ်ပြီး ဗိုင်းရပ်စ်အဖြစ်ပြောင်းသွားကာ သောက်တဲ့လူတိုင်း ဖုတ်ကောင်တွေဖြစ်ကုန်ကြပါတယ်။ တစ်ကောင်နဲ့တစ်ကောင်လိုက်ကိုက်ပြီး ဗိုင်းရပ်စ်အနှံ့အပြား ကူးစက်နေတဲ့အချိန်မှာ ရည်းစားနဲ့ ပြတ်သွားပြီး ဘာမှမသိဘဲ အိမ်ထဲမှာ ဆွေးကောင်းနေတဲ့ ၀တ္ထုရေးဆရာ ဂျိမ်းစ်…ဂျိမ်းစ်ကို ခေါ်ပြီး ဆီရက်တယ်ကို ပြေးဖို့ ဂျိမ်းစ်အိမ်ကို အပြေးအလွှားလာတဲ့ အချစ်ဆုံးသူငယ်ချင်း ဘရုစ်…သူတို့နှစ်ယောက် ကားနဲ့သွားမလို့ပြင်ပြီးကာမှ ကားဆီမရှိတော့လို့ အိမ်မှာသောင်တင်နေပါလေရော။ အဲဒီအချိန်မှာပဲ ဂျိမ်းစ်ရဲ့ရည်းစားဟောင်း အမ်မလီက သူ့သူငယ်ချင်းတွေနဲ့ မပြေးခင် အဆင်ပြေလား လာမေးရင်း ဖုတ်ကောင်တွေသောင်းကျန်းလို့ သူပါ ဂျိမ်းစ်တို့နဲ့ ပိတ်မိနေတဲ့အခါ… သူတို့ရဲ့တွဲခဲ့တုန်းက မပွင့်လင်းခဲ့တာတွေ ပြန်လည် ဖြေရှင်းရင်း ဘရုစ်နဲ့ အမ်မလီတို့ရဲ့ အတိတ်ကိုပါ သိလိုက်ရတဲ့ ဂျိမ်းစ်တစ်ယောက် အသည်းနှစ်ထပ်ကွမ်း ကွဲသလိုဖြစ်သွားပါတယ်။ဒီကြားထဲ ဖုတ်ကောင်ကပ်ဆိုးကြီးကလည်း မပြီးသေးတော့ အိမ်ထဲမှာ သူတို့၃ယောက်သား ပိတ်မိနေပြီး အရင်က အမှားတွေ မကျေလည်တာ‌တွေကို ပြန်လည်‌ဖြေရှင်းတာကို တွေ့ရမှာပါ။ ကံကောင်းတာက ဘရုစ်က မထင်မှတ်ဘဲ ဗိုင်းရပ်စ်အတွက် ဖြေဆေးရှာတွေ့သွားပြီး ဘယ်လိုအလှည့်အပြောင်းတွေ ဆက်ဖြစ်ဦးမလဲဆိုတာ… ဆက်လက်ပြီး ရှုစားပေးကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 780MBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 24MinGenre – Comedy, Horror, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7Sai2U3kGwqJk4O2Y75okEaw5Pu.jpg",
      "https://image.tmdb.org/t/p/w300/56BiNURtcfokBmJ448d1Vg1zjJO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3cia9JHBmR7HTlkESzkFwBCKIkL.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-as-we-know-it-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21jr0/(CM)_As_We_Know_It_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QP8FXLTL#cFYVR6tFPtgMMNzNtnDEzT4FEdRcuUFsvlUM3hZJXPI",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gw4oocobmhxn.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-as-we-know-it-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21jqq/(CM)_As_We_Know_It_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IOEkCAZY#zkGC68CKLLfikQ3SMPnchPRLLVy9HH8cOzUkQcQIIQY",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r7vd3qv84p8a.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/00522cuf05rt",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2zfix6i8cigd",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JydHxPxwI-w",
      "video_url": "https://www.youtube.com/watch?v=JydHxPxwI-w",
      "embed_url": "https://www.youtube.com/embed/JydHxPxwI-w"
    }
  },
  {
    "metadata": "|2021||Comedy,Romance",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "17000"
    },
    "title": "Friends: The Reunion (2021)",
    "description": "Friends: The Reunion (2021)=====================IMDb Rating – 8.7/10FRIENDS တီဗီရှိုး ပြီးဆုံးပြီး ၁၇ နှစ်အကြာမှာတော့ Friends Reunion ပြန်လာခဲ့ပါပြီ။Friends စီးရီး(စ/ဆုံး) Season 10 ခုစလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=friends+1994ကြည့်ပါ။ဒီ Reunion က ကျွန်မတို့တွေထင်ထားသလို အပိုင်းအသစ်မဟုတ်ပါဘူးနော် သူတို့တွေ ပြန်ဆုံကြပြီး talk show တခုလိုစကားဝိုင်းဖွဲ့ပြောကြရင်း flashback တွေကို ပြန်ခံစားကြတာမျိုးပါ။ အဲတာကြောင့် Ross တို့ Rachel တို့လို character တွေကိုမြင်ရမှာမဟုတ်ပဲ David Schwimmer, Jennifer Aniston စသဖြင့် မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဒီ reunion ဟာ ဇာတ်လမ်းတွဲအစအဆုံးကို ပြန်ပြီး reflect လုပ်မှာဖြစ်တဲ့အတွက် မကြည့်ရသေးသူတွေ အနေနဲ့ major spoilerအကြီးကြီးတွေမိနိုင်သလို တချို့နေရာတွေကို နားမလည်နိုင်တာမျိုးတွေ ကြုံရနိုင်ပါတယ်။ အဲတာကြောင့် အညွှန်းလေးသေချာဖတ်ပြီးမှကြည့်ကြဖို့အကြံပေးချင်ပါတယ်။သိပြီးသားသူတွေအတွက်ကတော့ ဒီဇာတ်ဆောင် ၆ ယောက်အပြင် Gunther တို့ Janice တို့လို အခြားသရုပ်ဆောင်တွေ အများကြီးကိုလဲစုံစုံလင်လင်ပြန်မြင်တွေ့ကြရမယ့်အပြင် အထင်ကရဖြစ်တဲ့ အခန်းတွေ ဒိုင်ယာလော့တွေအကြောင်း ဇာတ်လမ်းတွဲနောက်ကွယ်က ပုံပြင်တွေအကြောင်းစသဖြင့်ကို ရယ်မောစရာ လွမ်းဆွေးစရာကောင်းအောင် ပြန်လည်ခံစား ကြည့်ရှုကြရမှာပါ။ဒါ့အပြင် ဧည့်သည်သရုပ်ဆောင်တွေလဲဖြစ်/Fan တွေလဲ ဖြစ်တဲ့ David Beckham, Lady Gaga, Justin Bieber, BTS စတဲ့ အခြားအနုပညာရှင်တွေရဲ့ cameo ကိုလဲတွေ့မြင်ရမှာပါ။၁၇ နှစ်ကြာမှ ပထမဆုံးပြန်ဆုံကြရတာဖြစ်တဲ့အတွက် တကယ်ကို emotional ဖြစ်ရတဲ့အပြင် ပျော်စရာကောင်းတာတွေလဲ အများကြီးပါဝင်တာမို့ Friends Fan ဆိုရင် တကယ်ကိုကြည့်သင့်တယ်လို့ညွှန်းပါရစေနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Pan Pwint Phyu မှရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ idiot Myoko, Pan Pwint Phyu, Han Htoo Zaw တို့ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – idiot Myoko, Pan Pwint Phyu, Han Htoo ZawEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y1BomwRA41Cr8s69G9vVQRjwllp.jpg",
      "https://image.tmdb.org/t/p/w300/hP7dN2B5ztQgSIN5Qvk63MY4EeO.jpg",
      "https://image.tmdb.org/t/p/w300/sF19W36JtRIhAm3VciggSkzBtt.jpg",
      "https://image.tmdb.org/t/p/w300/2ZfjYvbvMNhRTV2FawcgDxV0GIB.jpg",
      "https://image.tmdb.org/t/p/w300/8voQXVVeC1OvOE5IR6byqDDrWR.jpg",
      "https://image.tmdb.org/t/p/w300/om7tHhrGALEe3D2rFRNQBdR6fyP.jpg",
      "https://image.tmdb.org/t/p/w300/xIRxCWelE19AtombKi5PYYGCYvJ.jpg",
      "https://image.tmdb.org/t/p/w300/7gYMQPAY0XB9Di50SmG7aVdfLPq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-1.21.03-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/friends-the-reunion-2021-1080-p-hmax-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/1YSti/Friends.The.Reunion.2021.1080p.HMAX.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://mega.nz/file/YztGRQpK#14ABduUntzUXAqsg1SKRpWAYWu8vLdWtpfTylcf87y0",
        "server": "mega.nz",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/friends-the-reunion-2021-720-p-hmax-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1YStb/Friends.The.Reunion.2021.720p.HMAX.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/cyFRQZTA#OhgJ4VNuxqQVYrX3Xbpq3Rk7KDi8hDiGnMv-P7JKYEA",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://streamvid.net/h9u0tg3u9esy",
        "server": "streamvid.io",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://sfastwish.com/sy9xsmb4nq23",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6/10",
      "rating_count": ""
    },
    "title": "10 Truths About Love (2022)",
    "description": "ကရီနာဟာ စာပေတိုက်တစ်ခုရဲ့ အချစ်သရုပ်ဖော်ကဏ္ဍအပိုင်းကို တစ်ယောက်တည်း တာဝန်ယူထားတဲ့ ကလောင်စွမ်းထက်တဲ့ စာရေးဆရာမတစ်ဦးပါ။ နှလုံးသားရေးရာကို အဓိကထားရေးတဲ့စာရေးဆရာမဖြစ်တာကြောင့် သူမဟာ အချစ်ရေးမှာ သူမကိုယ်သူမ ယုံကြည်ချက်အပြည့်ရှိတဲ့သူဖြစ်ပြီး လက်ရှိမှာလည်း တွမ်ဆိုတဲ့ ခပ်ချောချောကောင်လေးနဲ့ တွဲလာတာ ငါးနှစ်တောင်ရှိခဲ့ပါပြီ။တနေ့မှာတော့ ကြော်ငြာရီဗျူးတွေရေးတဲ့ လီယမ်ဆိုတဲ့လူဟာ သူတို့ရုံးကို အလုပ်ဝင်လာခဲ့ပါတယ်။ ကရီနာဟာ မြင်မြင်ကတည်းက သူ့ကို ကြည့်မရတဲ့ကြားက အထက်လူကြီးက လီယမ်ကို သူ့ကဏ္ဍမှာ နေရာချပေးလိုက်ပါတော့တယ်။ အလုပ်မှာ စိတ်ညစ်ရတဲ့ကြားက ငါးနှစ်တောင် တွဲလာတဲ့ သူ့ကောင်လေးတွမ်က သူ့ကို ဆိုင်းမဆင့် ဗုံမဆင့် လမ်းခွဲသွားပါတော့တယ်။ အချစ်ရေးမှာ ယုံကြည်ချက်ရှိလှပါတယ်ဆိုတဲ့ သူမဟာ ကောင်လေးက လမ်းခွဲသွားတော့ ယုံကြည်ချက်တွေ ပျောက်ဆုံးသွားပါတော့တယ်။ဒီလိုဖြစ်နေတဲ့အချိန်မှာ လီယမ်က သူမကို တွမ်နဲ့ပြန်အဆင်ပြေအောင် ကူညီပေးမယ်ဆိုပြီးတော့ ပြောလာခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့နှစ်ယောက်သား ဌာနရဲ့အလုပ်တွေရော တွမ်ကို ပြန်ရဖို့ရော အတူတူကြိုးစားကြရာကနေ ရင်းနှီးလာကြပြီး သံယောဇဉ်တွယ်လာကြပါတော့တယ်။ တွမ်ဘက်က ဖြစ်ပေါ်လာတဲ့ခံစားချက်ကို သေချာသိပေမယ့် ကရီနာခမျာမှာတော့ တွမ်နဲ့ သူနဲ့ကြားမှာ စိတ်တွေရှုပ်ထွေးပြီး ဝေခွဲမရဖြစ်နေပါတော့တယ်။ ဒီတော့ ကရီနာအနေနဲ့ တွမ်နဲ့ပဲ ပြန်ပေါင်းထုပ်သွားမလား လီယမ့်ရဲ့အချစ်တွေကို မြင်နိုင်သွားမလားဆိုတာက ကြည်နူးစွာ စောင်ကိုက်ပြီးကြည့်ရမှာပါ။ Romance Comedy ဖြစ်တဲ့အတွက် အိပ်ရာထဲမှာ ကော်ဖီလေးတစ်ခွက်နဲ့ အေးအေးဆေးဆေးကြည့်လို့ကောင်းမယ့် ဇာတ်လမ်းအမျိုးအစားလေးပါ။ IMDb မှာ Rating 6/10 ရထားပြီးတော့ 2022 မှ ပူပူနွေးနွေးထွက်ရှိထားတာဖြစ်တဲ့အတွက် ကြည့်ရှုလိုက်ကြပါဦးနော်။File size…(1.72 GB)/(920 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:29:00Genre…Comedy, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Matteo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iHfYFteL7lRjhvZtpL1DsU4dkeU.jpg",
      "https://image.tmdb.org/t/p/w300/Aesl527zUmCdUZj4ofiiLPwk5Z4.jpg",
      "https://image.tmdb.org/t/p/w300/r2VJlH1qbwbOWo6shMGVtHaXF9o.jpg",
      "https://image.tmdb.org/t/p/w300/pKLGsYYhFE1RADuuI2OgmAu2NRG.jpg",
      "https://image.tmdb.org/t/p/w300/nFHvZmHcpGuHyjoSm1ffUqGiPRP.jpg",
      "https://image.tmdb.org/t/p/w300/iFTHwrVcKjay5brLTg6BvdWVS39.jpg",
      "https://image.tmdb.org/t/p/w300/oB5CxnHZM0LKNh3CauAPs0q3qBz.jpg",
      "https://image.tmdb.org/t/p/w300/tfURwG3l3a47UkqEheudzju87BQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/p21550524_p_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/10-truths-about-love-2022-1080-p-cm-blu-ray-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.72 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2E1kA/10.Truths.About.Love.2022.1080p(CM).BluRay.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "1.72 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Bu1AHYzK#MZXT_IP2-y3detuQh01zDQfFg3nxc-kPFFtOYFYTJjk",
        "server": "mega.nz",
        "size": "1.72 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c5kagy7e8wjg.html",
        "server": "usersdrive.com",
        "size": "1.72 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/10-truths-about-love-2022-720-p-cm-blu-ray-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2E1lz/10.Truths.About.Love.2022.720p(CM).BluRay.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "920 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1ylTmagD#SVwzGrDpkDZ4h4QRBy-nfFRgyyK_5Ok1JVtYzhyc8uU",
        "server": "mega.nz",
        "size": "920 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lr8isjkfj5ah.html",
        "server": "usersdrive.com",
        "size": "920 Mb",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/3y8krr2r8d60",
        "server": "streamsb.com",
        "size": "920 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/die2mf2k0joy",
        "server": "streamvid.io",
        "size": "920 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zBkvL-zdjRg",
      "video_url": "https://www.youtube.com/watch?v=zBkvL-zdjRg",
      "embed_url": "https://www.youtube.com/embed/zBkvL-zdjRg"
    }
  },
  {
    "metadata": "|2022||Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1983"
    },
    "title": "Waiting for Bojangles (2022)",
    "description": "Waiting for Bojangles (2022)====================IMDb Rating – 6.5/10လူသားနှစ်ယောက်ရဲ့ တွေ့ဆုံမှုကလည်း ထူးဆန်းခဲ့ပါရဲ့ ၊စတွေ့ကတည်းက နှစ်ယောက်ဆုံဆည်းမှုဟာ ပျော်စရာတွေယူဆောင်လာပေးမယ်ဆိုတာကို ကိုယ်စီ သိခဲ့ကြသလိုပါပဲ။ဘဝရဲ့ လက်တွဲဖော်အစစ်နဲ့ ဆုံလာတဲ့အခါ နှလုံးသားကလည်းအလိုလို သိသည် ထင်ပါရဲ့ ၊ ဘယ်အရာတွေက တားတား အချစ်ခရီးက ခိုင်မာခဲ့တယ်။ မိသားစုဆိုတဲ့ အရာလေးကို ဖန်တီးနိုင်ခဲ့တယ်။ဒါပေမဲ့ ဘဝဆိုတာ သာယာလှပလွန်းနေရင် ပျင်းစရာကောင်းမယ်လို့ ယူဆပုံရတဲ့ ဘုရားသခင်က ကံကြမ္မာနဲ့ ပူးပေါင်းကြံစည်ပြီးဒီမိသားစုလေးအပေါ် မိုးသက်လေပြင်းတို့ ကျရောက်စေခဲ့တဲ့အခါ၊ဒီဒုက္ခတွေကို ရုန်းထွက်ရမှာ ဒီမိသားစုလေးရဲ့ တာဝန်ဖြစ်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Yoon Sandi Aungမှ ရေးသားပေးပြီး၊ဘာသာပြန်ပေးသူများကတော့ Yoon Sandi Aung, Khant SettNaing တို့ဖြစ်ပါတယ်)File Size……….(2.02 GB) / (842 MB) / (476 MB)Quality…………BluRay 1080p / 720p / 480pDuration………2Hrs 4minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Yoon Sandi Aung, Khant Sett NaingEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jD3et0aL3yDDZZ6R9I4DzyjyofW.jpg",
      "https://image.tmdb.org/t/p/w300/ka7sMZmRkCPQm4odT6Pt9zzW2dQ.jpg",
      "https://image.tmdb.org/t/p/w300/5ERIkYCrz3fdJfKerMXRAaCot2V.jpg",
      "https://image.tmdb.org/t/p/w300/gxTlK2qRWTtvIYqGaZQ2j3CtYD3.jpg",
      "https://image.tmdb.org/t/p/w300/o8BDhti4ODBhlqrWfwblundQ80P.jpg",
      "https://image.tmdb.org/t/p/w300/fu8cHHdmySIX0MEafUv6QkslFlY.jpg",
      "https://image.tmdb.org/t/p/w300/i9M1wjzqk3ZFCERWLoIvCoqgFp8.jpg",
      "https://image.tmdb.org/t/p/w300/61EY5abD8AcVzSJ6IubCStK2xCy.jpg",
      "https://image.tmdb.org/t/p/w300/1CXFtn4Ld0Anb2gK9JJJnpq8sJt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGM0NWRiZTAtYzYyMC00YjViLWE1ZDYtMWM5MzdmY2RkMmQwXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/waiting-for-bojangles-2022-french-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Q559/Waiting.for.Bojangles.2022.FRENCH.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/1ixHBYbL#PtsFg1WxmdNWTICo18V3JyqYUCGJtibibgzzNudJBVQ",
        "server": "mega.nz",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/k4pk3057zsr5.html",
        "server": "usersdrive.com",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-bojangles-2022-french-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2w2xf/Waiting.for.Bojangles.2022.FRENCH.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/38swt8gcgace.html",
        "server": "streamsb.com",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ViIi2boA#XhI45nxPdlX9Nl8xn1BYzHjil_ya660o-Kt243EpdWU",
        "server": "mega.nz",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/etrztxvum52g.html",
        "server": "usersdrive.com",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-bojangles-2022-french-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "476 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2w2wU/Waiting.for.Bojangles.2022.FRENCH.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "476 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/qm8s6uqfe7h3.html",
        "server": "streamsb.com",
        "size": "476 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/oi4hGYZK#N9SzCxiN0alo6CSG0KohWFOR2160NJqDCCp5doNkcB0",
        "server": "mega.nz",
        "size": "476 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/u3rh5zypcnll.html",
        "server": "usersdrive.com",
        "size": "476 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "VS-4EJnjkkI",
      "video_url": "https://www.youtube.com/watch?v=VS-4EJnjkkI",
      "embed_url": "https://www.youtube.com/embed/VS-4EJnjkkI"
    }
  },
  {
    "metadata": "|1983|2h 2m|Adult,Drama,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "70"
    },
    "title": "[21+]Dark Room(1983)",
    "description": "နာကာတာက အောင်မြင်ကျော်ကြားလှတဲ့ စာရေးဆရာတယောက်..သူချစ်ရတဲ့ မိန်းမတယောက်ရယ်…..တနေ့ နာကာတာအတွက် ဆုံးရှုံးမှုကြီးက မမျှော်လင့်ပဲ ရောက်လာတယ်သူချစ်ရတဲ့ မိန်းမ မတော်တဆမှုနဲ့ ဆုံးသွားတယ်…အဲဒီနောက်ပိုင်း နာကာတာဟာ နောက်ထပ် အချစ်မရှာတော့ဘူးလို့ဆုံးဖြတ်ချက်ချလိုက်တယ်..ဘဝမှာလေ တခါတလေ ကိုယ်မထင်မှတ်တာတွေ ဖြစ်လာတက်တယ်သူဆုံးဖြတ်ချက်ချာ စောသွားတယ်လို့ယူဆရမယ်….သူ့အနားမှာ အချောလေးတွေ တယောက်ပြီးတယောက် လာဝဲတယ်ယုတ်စွ အဆုံး Lesbian ကအစ သူ့မှ သူပဲ ဖြစ်လာတဲ့အခါ..လူကြီးကြိုက်အခန်းတွေ ဖောဖောသီသီ တန်ဆာဆင်ထားတာဖြစ်လို့DS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်File size…1.7GB / 743MBQuality…1080p /720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by Ki Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yppF7JRb4q7UdUeYE4qUCroySio.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNGZjOGQzNjgtMTNmMC00YWRhLWIwZmUtZGViNDFmNDhiNGIyXkEyXkFqcGdeQXVyMTg1MjM0NQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dark-room-1983-hd-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7ftjnu11n0jo.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1em6x/Dark_Room_1983_HD_1080p(DS).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NG00SZyY#g7oD2u2d9W6XEh8J9TrgtQT61JYzgrkKPoX3aJ2e47s",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dark-room-1983-hd-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gjg55adfo7dm.html",
        "server": "usersdrive.com",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ujz0/Dark_Room_1983_HD_720p(DS).mp4",
        "server": "megaup.net",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VXEWRLAS#pY9rEeSyNSMtCRG0HJy2Fs0OtIzQUWiOk3-i1PXPUpM",
        "server": "mega.nz",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/2z89jtp7wz3c.html",
        "server": "streamsb.com",
        "size": "743MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4yalia6cb7ko",
        "server": "streamvid.io",
        "size": "743MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 49min|Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "I Have Loved you for 30 Years, Yayoi (2020)",
    "description": "Quality__720pIMDb Rating__6.2/10Format__mp4Duration__01:50:00Type__RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded byNaing Aung Latt",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screenshot_2021-03-04-I-Have-Loved-you-for-30-Years-Yayoi-2020.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-have-loved-you-for-30-years-yayoi-2020",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/i-have-loved-you-for-30-years-yayoi-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5uunckzph3qx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2hNmu/I_Have_Loved_you_for_30_Years_Yayoi_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kTw0gbqZ#WiTBvQfDGbEcK5dADti1w47_p3JTcYzwOF5JlUQnshM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2022|1h 59min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "4.1k"
    },
    "title": "Sharmaji Namkeen (2022)",
    "description": "Sharmaji Namkee (2022)========================IMDb (8.3/10)အခုတစ်ခါမှာတော့ Channel Myanmar ကနေSharmaji Namkee လို့အမည်ရတဲ့ ဘောလိဝုဒ်ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရုပ်ရှင်ကတော့ ဘောလီဝုဒ်ရုပ်ရှင်လောကအတွက် စိတ်မကောင်းဖွယ်ရာဖြစ်ရပ်နဲ့ ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုလည်း မမှားပါဘူးရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ B.G. Sharma နေရာကို မူလပထမက ဘောလီဝုဒ်ရဲ့နာမည်ကြီးမင်းသား Ranbir Kapoor တို့ရဲ့ဖခင် မင်းသားကြီး Rishi Kapoor ကနေ ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်စိတ်မကောင်းစွာနဲ့ပဲ မင်းသားကြီး Rishi ဟာ ရုပ်ရှင်ရိုက်ကူးနေဆဲအချိန်မှာပဲ ဘဝတစ်ပါးကို ကူးပြောင်းသွားတဲ့အတွက်အခြားမင်းသားကြီးတစ်လက်နဲ့ အစားထိုးကာပြန်လည်ရိုက်ကူးခဲ့ရတာပဲ ဖြစ်ပါတယ်အစားထိုးရိုက်ကူးမဲ့မင်းသားကြီးကလည်း အခြားသူမဟုတ်ပါဘူး နာမည်ကြီး Oh My God ရုပ်ရှင်မှာဘုရားသခင်ကိုတရားစွဲခဲ့တဲ့ မင်းသားကြီး Paresh Rawal ပဲဖြစ်ပါတယ်ဒီတော့ ဇာတ်လမ်းအညွှန်းလေးကို သွားလိုက်ကြရအောင်B.G.Sharmaji ဟာ အိမ်သုံးပစ္စည်းအရောင်းဆိုင်ကနေ အနားယူပြီးတဲ့နောက် အိမ်မှာဟိုနားမတ်တပ် ဒီနားငုတ်တုတ်နဲ့ ယောင်ခြောက်ဆယ်ဖြစ်နေတဲ့ဘဝကို အားမလိုအားမရဖြစ်ပြီးသူဝါသနာပါရာ ဟင်းချက်အလုပ်ကို တစိုက်မတ်မတ် စပြီး လုပ်ဆောင်ပါတော့တယ် မီးဖိုချောင်ထဲကမထွက်စတမ်းဟင်းချက်နေတဲ့ Sharma ရဲ့လက်ရာတွေကလည်း စားဖူးသူတိုင်း လျှာလည်သွားလောက်အောင် အင်မတန်ကောင်းမွန်လှပါတယ်ဒီလိုနဲ့ တစ်နေ့ Sharma ရဲ့သူငယ်ချင်းဖြစ်သူChadda က ဘာသာရေးပွဲတစ်ခုမှာဟင်းချက်ရမယ်ပြောပြီး Sharma ကို အမျိုးသမီးတစ်ဖွဲ့ရဲ့ ရန်ပုံငွေပါတီပွဲမှာချက်ဖို့ခေါ်သွားရာကနေ အဲ့ဒီအမျိုးသမီးတွေက Sharma ရဲ့ဟင်းချက်လက်ရာတွေကို အကြိုက်တွေ့ပြီး သူတို့ရဲ့ ရန်ပုံငွေပါတီပွဲတွေမှာ Sharma တစ်ယောက်ပင်တိုင်စားဖိုမှူးဖြစ်လာခဲ့ပါတယ်ဒါပေမဲ့ အခုလိုတွေ ပါတီပွဲတွေမှာ ဟင်းလိုက်ချက်နေတာကို Sharma ကသူ့သားတွေကိုမပြောပြဘဲဖုံးကွယ်ထားတဲ့အခါ….သူ့သားတွေက အဲ့ဒီလျှို့ဝှက်ချက်ကို သိရှိသွားတဲ့အခါ….သားဖြစ်သူရဲ့ ကန့်ကွက်မှုနဲ့ ပတ်ဝန်းကျင်အမြင်တွေကို Sharma တစ်ယောက် ဘယ်လိုကျော်လွှားမလဲ….သူ့ရဲ့ဝါသနာပါရာ ဟင်းချက်တာကိုရော ဆက်လုပ်နိုင်ဦးပါ့မလား…မင်းသားကြီး Rishi ရဲ့သရုပ်ဆောင်လက်ရာကို နှမြောစွာနဲ့ မခံစားလိုက်ရပေမဲ့လည်းမင်းသားကြီး Paresh ရဲ့ ဟန်ပန်တွေက ပရိသတ်အားလုံးရဲ့အကြိုက်ကို ကျေနပ်စေမှာမလို့ဒီရုပ်ရှင်လေးမှာ လိုက်ပါခံစားရင်း အားပေးကြည့်ရှုပေးကြပါဦးနော်File size…2.62GB / 1GbQuality…1080p WEB RIP AAC 5.1CH / 720pFormat…mp4Duration….1h 59minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Shwe Pyae & Shwe Pwint & Poe & Jerrica",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1bta7JZyZYOeYVDgawXdFLzkVXa.jpg",
      "https://image.tmdb.org/t/p/w300/kDTzBNQouImAAHehvp0QhDEZ9Wp.jpg",
      "https://image.tmdb.org/t/p/w300/2ReBYTRyaEXIlmzLIZ2XkvKu8fr.jpg",
      "https://image.tmdb.org/t/p/w300/he3WQ4PoJuocUWcfE6KvOSdQsWU.jpg",
      "https://image.tmdb.org/t/p/w300/pupiIkn4gV5JqaifxElKALut60G.jpg",
      "https://image.tmdb.org/t/p/w300/nx16NYnzQ4sDHP2LFAgaARQOBfX.jpg",
      "https://image.tmdb.org/t/p/w300/31Fp4MHMjkib4VakocghZVns6ar.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hGsI606hmcpPkUpt9iHBMDpxlKk.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sharmaji-namkeen-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/sharmaji-namkeen-2022-web-rip-1080-p-hindi-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.62GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fq5grg3qaggt.html",
        "server": "usersdrive.com",
        "size": "2.62GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ju26/Sharmaji_Namkeen_2022_WebRip_1080p_Hindi_AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.62GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/1815x3zqwxij",
        "server": "dropgalaxy.com",
        "size": "2.62GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/989wyaKB#1Qu8XtgfZX-DaktzoMEC-Yfaaw5mR6yZs1REVK5jzKw",
        "server": "mega.nz",
        "size": "2.62GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sharmaji-namkeen-2022-web-rip-720-p-hindi-aac-2-0-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/udf2qlo1b1zm.html",
        "server": "usersdrive.com",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ju1d/Sharmaji_Namkeen_2022_WebRip_720p_Hindi_AAC2.0(CM).mp4",
        "server": "megaup.net",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/po3rycqab7dq",
        "server": "dropgalaxy.com",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/sgw6mkm0pj0z.html",
        "server": "streamsb.com",
        "size": "1Gb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 50 min|Drama,Romance",
    "rating": {
      "rating": "6/10",
      "rating_count": "5693"
    },
    "title": "Almost Love ( 2022 )",
    "description": "အသက်(၁၈)နှစ်အရွယ် ချစ်ရဲကြိုက်ရဲ လုပ်ရဲ သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက် – ယွီကျောင်းရန်အတန်းဖော်သူငယ်ချင်းတွေက ကျောင်းရန်ကို“အမှိုက်ပုံး”လို့နာမည်ပြောင်ပေးပြီး ရှောင်ဖယ်ထားကြတဲ့အချိန်သူ့ဘဝကိုအလင်းဓာတ်ပေးခဲ့တဲ့ “ကျိုးချန့်”နဲ့တွေ့ခဲ့တယ်ပန်းချီဆွဲရတာကြိုက်တဲ့ ကျိုးချန့်ကမိဘရဲ့ဖိအားပေးမှုအောက်မှဆက်မဆွဲခဲ့ပေမဲ့ ကျောင်းရန်ရဲ့အားပေးမှုကြောင့် ပန်းချီဆွဲတဲ့လမ်းကြောင်းပေါ် တစ်ဖန်ပြန်လျှောက်ခဲ့တယ်ကျောင်းသားဘဝကနေ လူ့အဖွဲ့အစည်းထဲဝင်တဲ့အချိန်ထိအတူတူလက်တွဲခဲ့ပြီး အနာဂတ်အတွက် အဆက်မပြတ်ကြိုးစားနေကြတယ်အတူတူကြိုးစားနေစဉ်မှာ ကျောင်းရန်ရဲ့တစ်ခုတည်းသောအိမ်မက်လေးကတော့ တစ်ရက်မှာကျိုးချန့်နဲ့လက်ထပ်ဖို့ပဲနောက်ဆုံးမှာတော့ ကျိုးချန့်မင်္ဂလာဆောင်ပွဲမှာကျောင်းရန်ထွက်ပေါ်လာခဲ့တယ်ကျောင်းရန်ကသတို့သမီးအနေနဲ့ပေါ်လာတာလား?တစ်ခြားအနေအထားနဲ့ပေါ်လာခဲ့တာလား?ကျောင်းသားဘဝကတည်းကလက်တွဲခဲ့ပြီးအိမ်ထောင်ရေးအဆင့်ကိုတက်သွားမဲ့Happy Endingဖြစ်မလား?လူ့အဖွဲ့အစည်းမှာကြုံတွေ့ရတဲ့အတွေ့အကြုံတွေအမြင်တွေမတူတော့လို့ ကိုယ့်လမ်းကိုယ်စီသွားကြမဲ့Sad Endingဖြစ်မလားဆိုတာကို အလှည့်အပြောင်းမျိုးစုံနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , RomanceRuntime : 1h 50 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qu7nOFS17Cke1VmWeFPr8sOjUbP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d6j7h53wfIOVSVtzPCzAEwtPmrr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/almost-love-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/fx28e525tmgk.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblongvu.com/3qv5af4qsot1.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/UWU3RRSL#OnfQ2HgOuj9D4bFdbYAb8sQT6zc-ilPp4ojegoSehFs",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/almost-love-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "508 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/12sqkzftyvvf.html",
        "server": "usersdrive.com",
        "size": "508 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/oD1UkY5Z#ey1Kig4w3Anb_YnfyWwDbQ1XU-RJJ5OkeVxG7UZBkwA",
        "server": "mega.nz",
        "size": "508 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "NmB75YYhHKI",
      "video_url": "https://www.youtube.com/watch?v=NmB75YYhHKI",
      "embed_url": "https://www.youtube.com/embed/NmB75YYhHKI"
    }
  },
  {
    "metadata": "TV-MA|2023|1h 28m|Comedy,Music,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": "127"
    },
    "title": "Rich in Love 2 (2023)",
    "description": "Rich in Love 2 (2023)ခရမ်းချဥ်သီးမင်းသားလေးနဲ့ ဆရာဝန်မလေးစုံတွဲဆိုပြီး နာမည်ကြီးခဲ့တဲ့ ပေါ်တူဂီအချစ်ဇာတ်လမ်းလေးရဲ့အဆက် Rich in Love 2 ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဒုတိယပိုင်းကတော့ အမေဇုန်သစ်တောနောက်ခံနဲ့ တက်တိုနဲ့ပေါ်လာတို့ရဲ့ Relationship မှာကြုံတွေ့လာရမယ့် Struggle တွေ၊ တက်တိုရဲ့ Grow Up ​ဖြစ်လာပုံတွေအကြောင်းပေါ့။အမေဇုန်တောမှာလုပ်အားပေးဖို့ ပေါ်လာထွက်သွားပြီးနောက်ပိုင်း တက်တိုရဲ့အဖေက တက်တိုခွဲထွက်ထားတဲ့ကုမ္ပဏီကိုဖျက်သိမ်းပြီး မူလဖရန်စကိုကုမ္ပဏီကိုပဲ လက်လွှဲယူလိုက်ဖို့ ဖိအားပေးလာတယ်။ လူတိုင်းနီးပါးခရမ်းချဥ်သီးစိုက်နေကြတဲ့တောင်ပိုင်းမှာ ရပ်တည်ဖို့ခက်ခဲလာတဲ့ သူ့ရဲ့ကိုယ်ပိုင်ကုမ္ပဏီကို ကယ်တင်နိုင်ပြီး ပေါ်လာနဲ့လည်းအတူနေနိုင်ဖို့ ဘရာဇီးမြောက်ပိုင်းအမေဇုန်တောထဲမှာ ခရမ်းချဥ်သီးစိုက်ပျိုးရေးလုပ်ဖို့ထွက်လာခဲ့ပါတယ်။ ပေါ်လာက သူ့ Career မှာတိုးတက်ချင်တဲ့သူဖြစ်ပြီး တက်တိုက သူ့နောက်ကိုအမြဲလိုက်နေတာ သူ့လုပ်ဖော်ကိုင်ဖက်နဲ့သဝန်တိုတာတွေက သူ့အတွက်စိတ်ရှုပ်စရာဖြစ်လာတယ်။ ပေါ်တိုတစ်ယောက်အသဲကွဲရင်းနဲ့ တိုင်းရင်းသားတွေရဲ့ယုံကြည်မှုကိုရဖို့ကြိုးစားရင်း အီဗရက်တိုဆိုတဲ့ ခရိုနီအဘိုးကြီးနဲ့တိုက်ခိုက်ဖို့ဖြစ်လာတယ်။ဒီကားမှာတော့ အမေဇုန်ရှုခင်းတွေ၊ တိုင်းရင်းသားတွေရဲ့ Lifestyle တွေ၊ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးစသည်ဖြင့် အကြောင်းအရာလေးတွေပိုစုံလာပါတယ်။ Movie Date မှာကြည့်ဖို့ Romance ဇာတ်လမ်းလေးတွေရှာနေတဲ့သူတွေအတွက် Recommend ပေးချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 755MBQuality – 1080p, 720pFormat – mp4Duration – 1H 28MinGenre – Comedy, Music, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pC54d6VTTm1bDZCSRtDa0EyAS1m.jpg",
      "https://image.tmdb.org/t/p/w300/hLdG3uMInrJNdGGMNOA7SFEQwtZ.jpg",
      "https://image.tmdb.org/t/p/w300/oajM1sjjkXBkU9CgyAmeABmalZk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gA2emLQTNb8XS1646Nmhp91NNgv.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-rich-in-love-2-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2AIkC/(CM)_Rich_in_Love_2_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Vc1zmYba#1jaRSZf3Q-q6Vt2Q8raoKItxrGRYjHDsHd44w18uOYI",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ho8yb90ss8h6.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rich-in-love-2-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "755MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eNos/(CM)_Rich_in_Love_2_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "755MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ddsGlRbR#8tYCyYptdc6MQx7MyDkUSYAVJ5eZ2DQN38dlU47whu0",
        "server": "mega.nz",
        "size": "755MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/eu2eiqylmty2.html",
        "server": "usersdrive.com",
        "size": "755MB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/ep17w5qemwka.html",
        "server": "streamsb.com",
        "size": "755MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/k3y08kyuuhqc",
        "server": "streamvid.io",
        "size": "755MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]