[
  {
    "metadata": "||1h 37 min|Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "235"
    },
    "title": "Behind the Blue Eyes ( 2023 )",
    "description": "ငါတို့ရဲ့ ပုံပြင်မှာ ပြီးပြည့်စုံတဲ့ ဇာတ်သိမ်းမရှိပေမဲ့ ငါဒီဘဝမှာနင့်ကို ရှာတွေနိုင်တာ ကံကောင်းမှုကြီးပဲ။ ဒီဇာတ်လမ်းလေးကတော့ကျောက်ရှင်းဟွေ့နဲ့ လင်ဟန့်ချုံးတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ကျောက်ရှင်းဟွေ့နဲ့ လင်ဟန့်ချုံးတို့ဟာ ငယ်ငယ်ကတည်းကသူငယ်ချင်းတွေ ဖြစ်ခဲ့ပြီး ရင်ခုန်ခဲ့ကြပါတယ်။ သို့ပေမဲ့ အကွာအဝေးတွေ၊မိသားစုပြဿနာတွေကြောင့် သူတို့နှစ်ယောက်ဟာ အကြိမ်ကြိမ် ခွဲခွါခဲ့ကြရတယ်။ရှင်းဟွေ့တစ်ယောက် တွေဝေနေချိန်မှာ သူ့ဆီကို ဟန့်ချုံးရဲ့ အသံသွင်းထားတဲ့ကက်ဆက်ခွေလေး ရောက်လာပါတယ်။ ကက်ဆက်ခွေနားထောင်ပြီးနောက်ရှင်းဟွေ့တစ်ယောက် သူ့ရဲ့အချစ်ကို လိုက်ရှာဖို့အတိတ်က မှတ်ဉာဏ်တွေအတိုင်း တစ်ရက်တာ ခရီးထွက်ခဲ့ပါတယ်။ရှင်းဟွေ့တစ်ယောက် ဟန့်ချုံးကို ရှာတွေ့နိုင်မလား……သူတို့နှစ်ယောက်ရဲ့ ခိုင်မာတဲ့ အချစ်ကရော အခက်အခဲတွေကို ကျော်ဖြတ်နိုင်မလား……ဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Thriller , DramaRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3m2KInF9d2rdV6vU7aN2y1GQDBG.jpg",
      "https://image.tmdb.org/t/p/w300/v5ght8DQxFDGVRPjeEHh1cKnWWs.jpg",
      "https://image.tmdb.org/t/p/w300/8KRrQdSnOdesE13Rs5IcqEhEpsz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iCkM6Y55HkYrKTmWY0OIheZnxKg.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/behind-the-blue-eyes-2023-1080-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2qcs1y3hwoa5.html",
        "server": "usersdrive.com",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/25jpkbrej17a.html",
        "server": "streamsb.com",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1edp7/Behind_The_Blue_Eyes_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/n1ujzf57nj7e",
        "server": "streamvid.io",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hPJ0RADL#Z-PSjBjpuJSEn1D3eflyWZV9HmXEkK030aXfFmg9RqA",
        "server": "mega.nz",
        "size": "1.08 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/behind-the-blue-eyes-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "513 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/qupvwr9uoy62.html",
        "server": "usersdrive.com",
        "size": "513 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/EKhlCQKI#CiP7Ng41zNFOB_MGsOLt5lzn8VNEMtWADUh6CxlbWQc",
        "server": "mega.nz",
        "size": "513 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|1h 37min|Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "17,981"
    },
    "title": "Every Day (2018)",
    "description": "Every Day (2018)IMDb – 6.4/10_____Rotten – 63%မိုးလင်းတိုင်း ဘဝအသစ်တစ်ခုမှာ လူအသစ်တစ်ယောက်လိုနေ့တိုင်းနိုးထလာရတဲ့ ….နေ့တိုင်းနေ့တိုင်းဘဝအသစ်တစ်ခုမှာရှင်သန်ရင်း သူ့ကိုယ်တိုင်ဖြစ်တည်မှုကိုတောင် မေ့လျော့လုဆဲဆဲအချိန်မှာပဲသူဝင်ရောက်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဂျပ်စတင် ရဲ့ချစ်သူ ရီအန်နွန်နဲ့ တွေ့ဆုံလာခဲ့ရတဲ့အခါ…နေ့တိုင်းခန္ဓာကိုယ်ပြောင်းလဲနေပေမယ့် မပြောင်းလဲတဲ့ သူ့အချစ်စိတ်ကို ရီအန်နွန် သိအောင်ဘယ်လိုထုတ်ပြမလဲ?ရီအန်နွန်ကရောဘယ်လိုတံုံ့ပြန်မှာလဲ?ဘာတွေဆက်ဖြစ်မှာလဲ?  ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ကားလေးတစ်ကားပါ။အားမလို အားမရမှုတွေ၊ကြည်နူးမှုတွေ စိတ်ခံစားချက်မျိုးစုံကိုခံစားရင်းအဆုံးထိဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားလေးတစ်ကားဆိုလဲ မမှားပါဘူး။ရိုးရိုးဇာတ်အိမ်တွေထဲကဖောက်ထွက်ထားတဲ့ ဒီကားသစ်လေးကတော့ Everyday (2018)ပါ။Dramanကားကောင်းလေးတွေကြိုက်တဲ့CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မအေးမွန်ကျော် ပါ)File Size : (800 MB)Quality : WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre : Drama, Fantasy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.DD5.1.H264-FGTTranslated by Aye Mon KyawEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hcoeD3oLP7t2dwMK7mnRAUkUxWS.jpg",
      "https://image.tmdb.org/t/p/w300/mGNEBoFwNS4Vo0T4v5iMWRtM1Tj.jpg",
      "https://image.tmdb.org/t/p/w300/nwPlNvwBSQY7NSESGaFaQaGqOax.jpg",
      "https://image.tmdb.org/t/p/w300/pN3ye7C0EeT0PQkiHN6Cj3wzi0R.jpg",
      "https://image.tmdb.org/t/p/w300/wvuPxrtmwgOnCt444dr6O42rIxF.jpg",
      "https://image.tmdb.org/t/p/w300/87vuFOt2vMofvZeJ9mrUGkmOjJn.jpg",
      "https://image.tmdb.org/t/p/w300/amycp73vQvnYmQXbJGiEQdhRTnV.jpg",
      "https://image.tmdb.org/t/p/w300/jXGT06zsyhNzrLyLDJMH32TS7Ar.jpg",
      "https://image.tmdb.org/t/p/w300/hdypWIqmK47ACp12y1psnuHIN9X.jpg",
      "https://image.tmdb.org/t/p/w300/oDtQTCIGkdAv04X0IHNQ7t6ruuJ.jpg",
      "https://image.tmdb.org/t/p/w300/wpC0GN4AfjoqOXXfNb8dlyBZQJG.jpg",
      "https://image.tmdb.org/t/p/w300/owQeOoI0yKM6YXG1DyfTgzay41Z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/every-day-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/every-day-2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/every-day-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://cloudemb.com/lasi4a01fpia.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2VOOi/Every_Day_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/VJFBTYDT#4sNaOclST3AU6r3tNEZlUzIfyi0vPX515NFrLV7SV4E",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Tkvpv8BtpfM",
      "video_url": "https://www.youtube.com/watch?v=Tkvpv8BtpfM",
      "embed_url": "https://www.youtube.com/embed/Tkvpv8BtpfM"
    }
  },
  {
    "metadata": "|2019||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(18+) Mother Theory(2019)",
    "description": "Mother Theory -2ကိုရီးယား 18+ကိုမှ Drama လေးတွဲပြီး ဇာတ်လမ်းလေးနဲ့ ကားကောင်းလေးမှ ကြည့်မယ်ဆို ဒီကားလေးညွှန်းချင်ပါတယ် ငယ်ငယ်က တိတ်တခိုးချစ်ရတဲ့ ၃နှစ်ကြီးတဲ့ မမက တစ်ချိန်မှာ ကိုယ့်မိထွေး ဖြစ်လာခဲ့ရင် ဘယ်လိုလုပ်မလဲ?မိတဆိုး သူဌေးသားလေး မင်းဂျယ်က စိတ်တိုင်းကျ သုံးဖြုန်းနေပြီး သူ့ jf လေးနဲ့သီချင်းဆိုရင်းလောကစည်းစိမ် ခံစားနေတုန်းမှာ မထင်မှတ်ပဲ အဖေဖြစ်သူက သူငယ်ငယ်ကခိုးချစ်ခဲ့ရတဲ့ အချစ်ဦးကိုမှနောက်အိမ်ထောင်ပြုမယ်ဆိုပြီး ခေါ်ချလာတဲ့ အခါ ဘယ်လိုတွေ နှစ်ပါးသွားမယ်ဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင် သိမှာပါဇာတ်လမ်းလေးကလည်းကောင်း ချစ်ပုံချစ်နည်းတွေကလဲ  လေ့လာစရာတွေ တစ်ပုံကြီးကြည့်ရဦးမယ့် ကားကောင်းလေးပါလို့ ပြောချင်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File size…1GB / 500MBQuality…1080p WEB DL /720pFormat…mp4Duration….1h12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by FOX",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/moth.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mother-theory-1080-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p7gsyyiogqer.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kBqy/Mother_Theory.,1080p.X_Cross(DS).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZuNxzb6J#eskST_bxHuWPdkIRFTLq9mMPl5CuYiqTGf9-LXxcD-M",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mother-theory-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/o8pqes4hsqzu.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kBqi/Mother_Theory.720p.X_Cross(DS).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ErUQVaiJ#uqnxvLyET8Z8uTwj14dGUPr2FYMh1FHzi8s990-AX2c",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/baszadwrtxa4",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/swfabw6fperh",
        "server": "streamvid.io",
        "size": "500MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1998|1h 33m|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "191000"
    },
    "title": "Rushmore (1998)",
    "description": "Rushmore (1998)~ IMDb – 7.6/10, Rotten Tomatoes – 90% ~ဒီဇာတ်ကားဟာ Moonrise Kingdom, The Grand Budapest Hotel, Fantastic Mr. Fox တို့နဲ့နာမည်ကြီးတဲ့ဒါရိုက်တာ Wes Anderson ရိုက်ကူးခဲ့တဲ့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ Wes Anderson ရဲ့ဇာတ်ကားတွေက ခေါက်ချိုးညီရိုက်ချက်တွေ၊ လှပတဲ့အရောင်တွေအလှတွေထည့်သွင်းအသုံးပြုတာတွေ၊ ဇာတ်လမ်းဇာတ်ညွှန်းထူးဆန်းမှုတွေနဲ့ နာမည်ကြီးပါတယ်။ ဒီဇာတ်ကားက ၁၉၉၀ ကျော်ကကားလို့မထင်ရအောင်ကိုခေတ်မှီပြီး ပုံစံကလုံးဝကို Unique ဖြစ်ပါတယ်။ ဟာသကားလို့ Genre တပ်ထားပေမဲ့လို့ လုံးလုံးဟာသကားမျိုးဖြစ်နေတာမဟုတ်ဘဲ Deep တဲ့သဘောသဘာဝတွေကိုနှစ်မြှုပ်ထားပါသေးတယ်။ဒီဇာတ်ကားရဲ့​ကျောရိုးကို ဇာတ်ဆောင်သုံးဦးနဲ့ဖွဲ့စည်းထားပါတယ်။ အဓိကဇာတ်ကောင်ဖြစ်တဲ့မက်စ်က အသက် ၁၅ နှစ်အရွယ် အထက်တန်းကျောင်းသားဖြစ်ပြီး ရက်ရှ်မိုးလို့ခေါ်တဲ့ ကိုယ်ပိုင်ကျောင်းမှာ စကောလားရှစ်နဲ့တက်ရောက်နေသူဖြစ်ပါတယ်။ စကောလားရှစ်ရထားတာဆိုပေမဲ့ အသင်းအဖွဲ့တွေ ဘာ Club ညာ Club ဖွဲ့တာတွေစတဲ့ Activity တွေမှာသာအားစိုက်ပြီး စာမှာညံ့ဖျင်းတဲ့ကျောင်းသားမျိုးဖြစ်နေပါတယ်။ အသင်းအဖွဲ့ပေါင်းများစွာဝင်ထားပြီး ပြဇာတ်ရေးတာကိုအားသန်သူပါ။မက်စ်ဟာ ကျောင်းရဲ့ပင်တိုင်အလှူရှင် ဟာမန်ဘလူးမ်ကိုလေးစားအားကျနေသူဖြစ်ပြီး သွားစကားပြောရင်းကနေ ရင်းနှီးတဲ့မိတ်ဆွေတွေဖြစ်သွားကြပါတယ်။ မစ္စတာဘလူးမ်ဟာ အသက် ၅၀ အရွယ် ချမ်းသာတဲ့ ကိုယ်ထူကိုယ်ထ ပိုက်ကုမ္ပဏီပိုင်ရှင်ဖြစ်ပြီး ဇနီးမယားနဲ့အတူ အမြွှာသားနှစ်ယောက်ရှိပါတယ်။တစ်နေ့မှာ ရက်ရှ်မိုးကျောင်းကို ရို့မေရီခရော့စ်လို့ခေါ်တဲ့ ငယ်ငယ်ခပ်ချောချောဆရာမလေးရောက်လာပါတယ်။ မက်စ်ဟာ စာကြည့်တိုက်ကနေစာအုပ် ငှားဖတ်ရင်း မစ္စခရော့စ်ငှားဖက်ထားတဲ့ စာအုပ်ကိုဖတ်မိပြီး ဆရာမလေးကိုစိတ်ဝင်စားသွားပါတော့တယ်။ ဆရာမလေးနဲ့ ရည်းစားဖြစ်နိုင်ဖို့အတွက် မစ္စတာဘလူးမ်ဆီအကြံဉာဏ်တောင်းခံရင်း မစ္စတာဘလူးမ်ပါ ဆရာမလေးကိုကြိုက်သွားပါတယ်။မက်စ်တစ်ယောက် သူရယ် မစ္စတာဘလူးမ်ရယ် မစ္စခရော့စ်ဆိုတဲ့ဆရာမလေးတို့ကြားက သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကို ဘယ်လိုကိုင်တွယ်ဖြေရှင်းမလဲ… ကျောင်းမှာအမှတ်တွေမကောင်းလို့ ကျောင်းထုတ်ခံရနီးပါးဖြစ်နေတာကကောဘယ်လိုဖြစ်သွားမလဲ… ပြင်ပ Activity တွေလုပ်တာနဲ့ ပြဇာတ်ရေးတာတွေကကောရပ်သွားမှာလား… စတာတွေကို Background Music ကောင်းကောင်းရယ် သူမတူတဲ့ရိုက်ချက်​တွေနဲ့ ရှုမြင်ခံစားရမှာပါ။ ဇာတ်ညွှန်းကို Wes Andersonနဲ့ Owen Wilson တို့ပေါင်းရေးထားတာဖြစ်လို့ သာမန်ဟာသကားတစ်ကားလိုမရိုးရှင်းဘဲ ရယ်ရမောရရင်း အနှစ်သာရတစ်ခုကိုသေချာပေါက်ရရှိခံစားရမှာလို့ပြောရင်း Rushmore ကိုကြည့်ဖြစ်အောင်ကြည့်​ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုDineshမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 730MBQuality – 1080p, 720pIMDb Rating – 7.6/10Format – mp4Duration – 1H 33MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byDineshEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yHlFaLTQi5MB2nI2z5F5rlHhUN.jpg",
      "https://image.tmdb.org/t/p/w300/9jx7eRYZ5HL3rinhJhGKjM67bQl.jpg",
      "https://image.tmdb.org/t/p/w300/9z7eDyhYkPZCQlsMp7RFWUBaRMp.jpg",
      "https://image.tmdb.org/t/p/w300/89CTHWI0lA90xa9oxSM3iWrBDdZ.jpg",
      "https://image.tmdb.org/t/p/w300/u5lz06ijMq6Sp9D4OgYV9ccSNbY.jpg",
      "https://image.tmdb.org/t/p/w300/z1u0oQeLWYeMF3OegQFkSe7qp8x.jpg",
      "https://image.tmdb.org/t/p/w300/kEebOhvrUkFICZV3LaGbPSXh4Rv.jpg",
      "https://image.tmdb.org/t/p/w300/a7S6tRd74NL9gB44Iy9kogcxWFW.jpg",
      "https://image.tmdb.org/t/p/w300/a00JGWj3x4N0z0i6H9uhHOaiVPJ.jpg",
      "https://image.tmdb.org/t/p/w300/asC4h9U7pD72bkYcqzgTB7VJYLy.jpg",
      "https://image.tmdb.org/t/p/w300/I8yXajIDzHkJnZw6NoiMHiU7Z.jpg",
      "https://image.tmdb.org/t/p/w300/m6AI69LyhJu4o7auQNTmjyMHBVT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hSJ6swahAuZ8wM96lHDTwQPXUvZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-rushmore-1998-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UL15/(CM)_Rushmore_(1998)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kI0zFSya#v2dt2gXJlopnnIQGP_zUn6OpZoFQYoFh0g1b9QmQQjU",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/f5skpb7qdkd9.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rushmore-1998-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UL03/(CM)_Rushmore_(1998)_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oYcwXZAA#oJYjShxMdHT7mPUFF581GZ4CCOr8ZzBc1yhRxt4ssAw",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dy4cl9c85ns9.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/dccmmtlgo4pz.html",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pqmm56nmmdvg",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ydGLVMCHq3U",
      "video_url": "https://www.youtube.com/watch?v=ydGLVMCHq3U",
      "embed_url": "https://www.youtube.com/embed/ydGLVMCHq3U"
    }
  },
  {
    "metadata": "|||Drama,Romance,War",
    "rating": {
      "rating": "8.0/10",
      "rating_count": ""
    },
    "title": "Doctor Zhivago (1965)",
    "description": "Doctor Zhivago (1965)IMDb (8/10) / Rotten Tomatoes 84%ဂန္တဝင်တို့ရဲ့ဂန္တဝင် ရုပ်ရှင်ဇာတ်ကားကြီးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်ကားကို “ကြီး”ထည့်‌ ပြောရလောက်အောင် တကယ်ပဲ အနုပညာဆန်မှု၊အောင်မြင်မှု၊ကျော်ကြားမှုတွေ အကြီးကြီးတွေ ရရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ပါ။ဒေါက်တာဇီဗားဂိုး လို့ပြောလိုက်ရင် ရုပ်ရှင်ဝါသနာရှင်တွေရော စာပေသမားတွေပါ သိပြီးဖြစ်ကြပါလိမ့်မယ်။ အထူးသဖြင့်တော့ သက်ကြီးပိုင်းပရိသတ်တွေက ပိုသိကြမှာပါ။ရုပ်ရှင်အကြောင်းမပြောခင် ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ ဝတ္ထုနဲ့စာရေးဆရာတို့‌အကြောင်းကို အရင်ပြောပါရ‌စေ။ နောက်ခံသမိုင်းကြောင်းလေး နည်းနည်းသိထားရင်လည်း ကြည့်ရတာ ပိုအရသာရှိမှာဖြစ်လို့ပါပဲ။တချိန်က ကမ္ဘာပေါ်မှာ ကွန်မြူနစ်ဝါဒဆိုတာ အလွန်ပျံ့နှံ့ရေပန်းစားခဲ့တဲ့ အရာတစ်ခုပါ။ လူတန်းစားမညီမျှမှုတွေကို တိုက်ဖျက်ဖြိုချပြီး ပစ္စည်းမဲ့တွေရဲ့လောကနိဗ္ဗာန်ထူထောင်ရေး ဆိုတဲ့ သဘောတရားပါပဲ။ အလွတ်သဘော အကြမ်းဖျင်းပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်ပြီးချိန်ကစလို့ ၁၉၉၀ခုနှစ်လောက်အထိ ကွန်မြူနစ်ဝါဒ အလွန်အားကောင်းခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုလို့ခေါ်ကြတဲ့ USSR (United States of Soviet Russia) ဟာ အမေရိကန်ပြည်ထောင်စု(အရင်းရှင်စနစ်ကျင့်သုံးတဲ့နိုင်ငံ)နဲ့ အားပြိုင်ရင်း စစ်အေးတိုက်ပွဲနွှဲနေခဲ့ကြတဲ့ကာလတွေပါ။ “တပ်နီတော်” တို့ ၊ “အလေးနီ”ပြုပါတယ် တို့ စသဖြင့် ကွန်မြူနစ်ဆိုရင် ရဲရဲနီပါပဲ။ အချင်းချင်းပြောဆိုဆက်ဆံတဲ့အခါမှာလည်း နာမည်/ရာထူးရှေ့မှာ Comrade(ရဲဘော်) လို့ ထည့်ခေါ်ကြတာလည်း ကွန်မြူနစ်တွေရဲ့ ဝိသေသပါပဲ။ ဇာတ်ကားထဲမှာ ဇာတ်ကြောင်းပြောနေတဲ့ ဗိုလ်ချုပ်ကြီးကိုတောင် “ရဲဘော်ဗိုလ်ချုပ်ကြီး”လို့ခေါ်တာ ကြည့်ပါတော့။ သူတို့အထာမသိရင် နားလည်ဖို့အခက်သားပါပဲ။၁၉၅၇ ခုနှစ်မှာ ဆိုဗီယက်စာရေးဆရာ ကဗျာဆရာ ဘောရစ်စ် ပက်စတာညက်ဗ် (Boris Pasternak) ရေးသားတဲ့ Doctor Zhivago ဝတ္ထုကို အီတလီနိုင်ငံမှာ ထုတ်ဝေခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုမှာ မထုတ်ဘဲ ဘာလို့ အီတလီမှာထုတ်ဝေခဲ့ရလဲဆိုရင်တော့ ဆိုဗီယက်အာဏာပိုင်တွေက ဒီစာရေးဆရာကို မျက်မုန်းကျိုးနေလို့ပါပဲ။ ကွန်မြူနစ်နိုင်ငံတွေမှာ အနုပညာလွတ်လပ်ခွင့်ဆိုတာ ပါတီက ခွင့်ပြုသလောက်ပဲ လွတ်လပ်နိုင်တာပါ။ဒီဝတ္ထုမှာက ပထမကမ္ဘာစစ်နဲ့ ရုရှပြည်တွင်းစစ်ကို နောက်ခံထားပြီး ဇာဘုရင်ကျဆုံးချိန်၊ ကွန်မြူနစ်နိုင်ငံစတင်တည်ဆောက်ချိန်တွေမှာ ပြည်သူတွေ ဆင်းရဲဒုက္ခရောက်ကြရပုံတွေကို လူသားဆန်တဲ့ ရှုထောင့်ကနေ ပုံဖော်ရေးသားထားတာကြောင့် အာဏာပိုင်တွေက မကြိုက်ကြတာ မဆန်းပါဘူး။ ဒီစာအုပ်ကို ပြည်တွင်းမှာ ဖတ်ရှုခွင့် ပိတ်ပင်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ နိုင်ငံတကာမှာတော့ ဒီစာအုပ်ဟာ အလွန်အောင်မြင်ခဲ့ပြီး တော်စတွိုင်းရဲ့ စစ်နှင့်ငြိမ်းချမ်းရေး ဝတ္ထုရှည်ကြီးနဲ့အတူ ဂန္တဝင်စာပေစာရင်း ဝင်သွားခဲ့ပါတယ်။ အဲဒါကြောင့်ပဲ ၁၉၅၈ နိုဘယ်ဆုရသူတွေစာရင်းမှာ ဘောရစ်စ် ပက်စတာညက်ဗ်ကို စာပေဆိုင်ရာနိုဘယ်ဆု ချီးမြှင့်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ ဖိအားပေးမှုကြောင့် စာရေးသူဟာ အဲဒီဆုကို ငြင်းပယ်ခဲ့ရပါသတဲ့။ (၁၉၈၉ ခုနှစ်ရောက်မှ သူ့သားတစ်ယောက်က သူ့ကိုယ်စား ဆုသွားယူခဲ့ရတယ် လို့ ဆိုပါတယ်) မြန်မာဘာသာပြန်ဝတ္ထု အနေနဲ့ကတော့ စာရေးဆရာ ဘုန်းမြင့်(မန္တလေး)က ဘာသာပြန်ဆိုထုတ်ဝေခဲ့ဖူးတယ် လို့ သိရပါတယ်။ဒီဇာတ်လမ်းမှာ ကွန်မြူနစ်တပ်နီတော်ရဲ့ ဗိုလ်ချုပ်ကြီးတစ်ယောက်က သူ့ရဲ့ အဖေတူအမေကွဲ အစ်ကိုတော်စပ်သူ နာမည်ကျော်ကဗျာဆရာ ဒေါက်တာဇီဗားဂိုးရဲ့ သမီးကို လိုက်လံရှာဖွေရင်း ဇာတ်ကြောင်းပြောဟန်နဲ့ စဖွင့်ထားပါတယ်။မိဘမဲ့ကောင်လေးဇီဗားဂိုး ကို သူ့မိဘတွေရဲ့မိတ်ဆွေလင်မယားက မွေးစားခဲ့ပါတယ်။ အဲဒီလင်မယားမှာ သမီးလေး တွန်ညာ ဆိုတာရှိပြီး သူမဟာ နောက်တော့ ဇီဗားဂိုးရဲ့ဇနီးဖြစ်လာမယ့်သူပါပဲ။ဇီဗားဂိုးဟာ ဆေးပညာသင်ယူနေချိန်မှာပဲ ကဗျာဆရာတစ်ယောက်အဖြစ် ကျော်ကြားလာခဲ့ပါတယ်။ တစ်ညမှာတော့ ဆရာဝန်ဖြစ်ခါစ ဒေါက်တာဇီဗားဂိုးဟာ ခရစ္စမတ်အကြိုညပါတီပွဲတစ်ခုမှာ သေနတ်နဲ့အပစ်ခံလိုက်ရတဲ့ ရှေ့နေတစ်ယောက်ကို ပြုစုကုသပေးခဲ့ရတယ်။ ရှေ့နေကြီးရဲ့နာမည်က “ဗစ်တာ အစ်ပိုလီတိုဗစ်ခ်ျ ကိုမာရော့ဗ်စကီ” ပါတဲ့။ (ရုရှားရုပ်ရှင်၊ဝတ္ထုတွေမှာ အဲလို နာမည်ရှည် နာမည်ရှုပ်ကြီးတွေကိုတော့ သည်းခံပေးရလေ့ရှိပါတယ်။)သေနတ်နဲ့ပစ်သူကတော့ လာရီဆာ အန်တီပိုဗာ (ခေါ်) လာရာ ဆိုတဲ့ မိန်းမချောငယ်လေးတစ်ယောက်ပါပဲ။ သူတို့နှစ်ယောက်ကြားက ဇာတ်လမ်းကတော့ ……………..ဇာဘုရင်ရဲ့အုပ်စိုးမှုကို ဆန့်ကျင်လိုတဲ့ ခေတ်ကြီးကိုအတင်းပြောင်းချင်ကြတဲ့ အင်အားစုတွေရဲ့ လှုပ်ရှားမှု ဆန္ဒပြမှုတွေ အကြမ်းဖက်နှိမ်နင်းခံရတာကိုလည်း ဖော်ပြထားတာတွေ့ရမှာပါ။ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာ စစ်တပ်ဆရာဝန်အနေနဲ့တာဝန်ထမ်းဆောင်ခဲ့ရတဲ့ ဒေါက်တာဇီဗားဂိုးဟာ ကမ္ဘာစစ်ကြီးအပြီးမှာ ဆက်ဖြစ်လာတဲ့ ရုရှပြည်တွင်းစစ်ကြောင့် ဇနီးနဲ့သားရှိရာကို မပြန်နိုင်ဘဲ ဆက်လက်စစ်မှုထမ်းနေခဲ့ရတယ်။ အဲဒီအချိန်မှာ စစ်အတွင်းက ပျောက်ဆုံးသွားတဲ့ ခင်ပွန်းသည်ကိုရှာဖွေဖို့ စေတနာ့ဝန်ထမ်းသူနာပြုအနေနဲ့ စစ်မြေပြင်ကိုရောက်လာတဲ့ “လာရာ” နဲ့ ဆုံမိခဲ့ကြပါတယ်။ အတူအလုပ်လုပ်ရင်း သံယောဇဉ်တွယ်မိခဲ့ကြပေမယ့် မစွန်းထင်းမိအောင် နှစ်ယောက်လုံး ချုပ်တည်းနိုင်ခဲ့ကြတယ်။တပ်ကထွက်ခွင့်ရလို့ မော်စကိုမြို့တော်ကို ဒေါက်တာဇီဗားဂိုး ပြန်လာတဲ့အခါ ခေတ်ကြီးကပြောင်းနေပါပြီ။ သူတို့မိသားစုနေတဲ့ အိမ်ကြီးဟာ စုပေါင်းအိမ်ယာတစ်ခုအဖြစ် ပုံဖော်ခံခဲ့ရပြီးနောက် တခြားမိသားစုတွေနဲ့အတူ ကျဉ်းကျပ်စွာနေထိုင်ရပြီး ကုန်ဝယ်စာအုပ် ၊ ရိက္ခာလက်မှတ် ၊ ပြည်သူတွေကို လုံလောက်အောင် မထောက်ပံ့နိုင်တဲ့ ရာရှင်စနစ် စသဖြင့် ကွန်မြူနစ်နိုင်ငံတော်ကြီး စတင်တည်ဆောက်တဲ့ကာလမှာ ဒုက္ခများစွာနဲ့ ရင်ဆိုင်ဖြတ်သန်းရပါတော့တယ်။ ပိုဆိုးတာက သူ့ရဲ့ကဗျာတွေက ခေတ်နောက်ပြန်ဆွဲနေတယ် စိတ်ကူးယဉ်ဆန်တယ် စသဖြင့် ကွန်မြူနစ်ပါတီခေါင်းဆောင်တွေက သူ့ကိုမကြိုက်ကြတာပါပဲ။ သူက ပါတီကိုလည်းမဝင်ဘူး၊ ပါတီလုပ်သမျှ မျက်စိမှိတ်ထောက်ခံသူလည်း မဟုတ်ဘူးဆိုတော့ ပိုပြီး အညှိုးခံရတာပေါ့။အဲဒါ‌ကိုသူက သဘောမပေါက်ပေမယ့် သူ့ညီ(ဇာတ်ကြောင်းပြောသူ) သဘောပေါက်တဲ့အတွက်ကြောင့် သူ့ကို မော်စကိုကနေ ဝေးလံတဲ့တနေရာမှာ ဇာတ်မြှုပ်နေထိုင်ဖို့တိုက်တွန်းပါတော့တယ်။အခုပြောပြီးခဲ့သမျှက ဇာတ်လမ်းတဝက်စာပဲရှိပါသေးတယ်။ ကြည့်ကြတဲ့အခါ ရသမပျက်စေချင်လို့ ဇာတ်လမ်းကို ဒီအထိပဲ ညွှန်းပါရစေ။ဇာတ်ကားကြာချိန်က (၃)နာရီ နဲ့ (၂၀)မိနစ်ရှိပါတယ်။ ဒါပေမဲ့ ကြည့်တဲ့အခါမှာ ပျင်းတဲ့စိတ်တစ်ကြိမ်မှမပေါ်ဘဲ စီးမျောပါဝင်သွားကြမှာပါ။ အနုပညာအရရော ငွေကြေးအရပါ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါပဲ။ ဘတ်ဂျက် ဒေါ်လာ (၁၁)သန်းနဲ့ရိုက်ကူးခဲ့ပြီး တကမ္ဘာလုံးကဝင်ငွေ ဒေါ်လာ(၂၄၈.၂)သန်း ပြန်ရခဲ့တာကိုသာ ကြည့်ပါတော့။ အကယ်ဒမီဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အော်စကာဆု ငါးဆုနဲ့ အခြားဆုပေါင်း (၁၆)ဆုအထိ ရရှိခဲ့တယ်လို့ သိရပါတယ်။စစ်ပွဲနဲ့သမိုင်းနောက်ခံအချစ်ဇာတ်လမ်းမျိုးကို နှစ်ခြိုက်ကြသူတွေရဲ့ အသည်းစွဲဖြစ်မယ့် ဇာတ်ကားပါပဲ။ ကွန်မြူနစ်လောကနိဗ္ဗာန် ဆိုတာကို တမ်းတခဲ့ကြသူတွေ ရှိနေသေးရင်လည်း ဒီကားထဲက ကွန်မြူနစ်အင်တာနေရှင်နယ် သီချင်းသံကြားရရင် အလွမ်းပြေကြမယ် ထင်ပါရဲ့။အချစ်ဇာတ်လမ်းသက်သက်ကို ရွေးပြီးခံစားလိုသူတွေအတွက်လည်း ကာမဆန္ဒကိုတပ်မက်တဲ့အချစ်၊ လူသားဆန်တဲ့အချစ် ၊ တိုင်းသူပြည်သားတွေကို သနားစာနာတဲ့အချစ် ၊ ဝါဒတစ်ခုကို ကိုးကွယ်တဲ့အချစ် စသဖြင့် အချစ်မျိုးအထွေထွေကို တွေ့မြင်ခံစားရပါလိမ့်မယ်။ ဘယ်ခေတ်ရောက်ရောက် တို့ကတော့ ပန်းပန်လျက်ပါပဲ ဆိုတဲ့ လူစားမျိုးတွေအကြောင်းလည်း တွေ့ရမှာပါ။ ရှေးခေတ်ကဇာတ်လမ်းဖြစ်ပေမယ့် လူ့သဘာဝနဲ့လောကသဘာဝ ကို ပီပြင်အောင်ဖော်ကျူးထားတာဖြစ်လို့ ခေတ်အဆက်ဆက်မှာ ဘယ်တော့မှ မပျောက်ပျက်သွားမယ့် ဂန္တဝင်ရုပ်ရှင်တစ်ကားဖြစ်ကြောင်း ညွှန်းလိုက်ချင်ပါတယ် ခင်ဗျာ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ ခံစားတင်ဆက်ထားပါတယ်။)File size…(3.6 GB)/(1.3 GB)Quality….BluRay 1080p/720pFormat…mp4Duration….03:20:05Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThaman Myint",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kMdvowuSvAbYfugANje3qUqkbxQ.jpg",
      "https://image.tmdb.org/t/p/w300/y3sPNxqVBIt97EZX568OpAWBpcl.jpg",
      "https://image.tmdb.org/t/p/w300/q0jHicrL8yrb119CKAeNHvn0JWV.jpg",
      "https://image.tmdb.org/t/p/w300/rjPSYumrxnK7Zj6riWuevtkjZeW.jpg",
      "https://image.tmdb.org/t/p/w300/wUaDgHfW7fViru7IubWa6Nronq9.jpg",
      "https://image.tmdb.org/t/p/w300/8wTawABFoyL0kvkWnP20zrH0CnY.jpg",
      "https://image.tmdb.org/t/p/w300/vern8fYHq2SYH6XXyKLi9GOpdYJ.jpg",
      "https://image.tmdb.org/t/p/w300/oqxnowftXsvGpLPjYstD1IkqXQT.jpg",
      "https://image.tmdb.org/t/p/w300/zDxFYUbCfI7osQvCD8gDBKrvDNy.jpg",
      "https://image.tmdb.org/t/p/w300/8BeXF94qVjgIiDWpqFD1wqDKCo5.jpg",
      "https://image.tmdb.org/t/p/w300/maiCVpPsoNXAgm5pDYeBQQ45iAe.jpg",
      "https://image.tmdb.org/t/p/w300/9kfEoIq9zQiYRkZPXeZTWixLH6S.jpg",
      "https://image.tmdb.org/t/p/w300/w5HsMiRoef24xHnE5A7c19oFQpe.jpg",
      "https://image.tmdb.org/t/p/w300/rgy1Nf2kf7UodG4BI6awfQqttac.jpg",
      "https://image.tmdb.org/t/p/w300/g1SA3DFvwNJLqsQsU75jiy5LwGJ.jpg",
      "https://image.tmdb.org/t/p/w300/a1udRInF6d9Rotbq1ctJBdq34i5.jpg",
      "https://image.tmdb.org/t/p/w300/uHAegONU8DrJPC4wJXBy0FqBFZZ.jpg",
      "https://image.tmdb.org/t/p/w300/iQAR1EDxAONWBtPxEDc4TYHuMSj.jpg",
      "https://image.tmdb.org/t/p/w300/pWQEMkJUugTCbmfeg2YMRCamRTP.jpg",
      "https://image.tmdb.org/t/p/w300/brER2PEYyY1IwJS2Eb3nsbREIHc.jpg",
      "https://image.tmdb.org/t/p/w300/i4FgQeuMdNCoKinO366OvlgXmt4.jpg",
      "https://image.tmdb.org/t/p/w300/mFcLhHW1gXGDlid17opEfTn9wAq.jpg",
      "https://image.tmdb.org/t/p/w300/eD5gW8M6XzwyEiGTHBTmbEhIyN4.jpg",
      "https://image.tmdb.org/t/p/w300/pw03wwgnZBCHnVre9vkZ0BWaNbZ.jpg",
      "https://image.tmdb.org/t/p/w300/hn26GTf1uFZoEzuDhl7K1ZNN2OC.jpg",
      "https://image.tmdb.org/t/p/w300/dDAOlVo1frZfXbUjKCKfERAqWU6.jpg",
      "https://image.tmdb.org/t/p/w300/c0nXZqHcLFrmgTUaw2YEP8dJRyD.jpg",
      "https://image.tmdb.org/t/p/w300/dddeDdMLjlkY6WDoPJe5WyeTPAS.jpg",
      "https://image.tmdb.org/t/p/w300/dVdP4Qq4yTMiJQX4a6SXmI6ecPo.jpg",
      "https://image.tmdb.org/t/p/w300/vYjllh81EIca3lqXxWzBmvT98JY.jpg",
      "https://image.tmdb.org/t/p/w300/7U5lXXpiRk4qvqQtQxzH7Jlmp6G.jpg",
      "https://image.tmdb.org/t/p/w300/8fxhL01yQqZxRU4XHaCkSzz4oXA.jpg",
      "https://image.tmdb.org/t/p/w300/lEZQfRoCeWDeuD1KMEDomROAdbS.jpg",
      "https://image.tmdb.org/t/p/w300/51oudrHtSgRiJAd97fWwSBMp5Sn.jpg",
      "https://image.tmdb.org/t/p/w300/1XwQVJxnJovUX2ARtKWtQLRD9vF.jpg",
      "https://image.tmdb.org/t/p/w300/bHgNtFRfvGuNKY24z25gBAk2Ch4.jpg",
      "https://image.tmdb.org/t/p/w300/qHOe9iIIjlAKWVHvaPThd2TWo6.jpg",
      "https://image.tmdb.org/t/p/w300/avMJPOY6J7sAAQbHi5qL95yopTz.jpg",
      "https://image.tmdb.org/t/p/w300/dP7URLQaCcyRUPIaKBAk4wLyH58.jpg",
      "https://image.tmdb.org/t/p/w300/wiOz0ioaT5fnwCJ2kYx45QhKtg6.jpg",
      "https://image.tmdb.org/t/p/w300/9lSZmMp3KKZFmuh1GlWi6KMquLu.jpg",
      "https://image.tmdb.org/t/p/w300/qUMl0013hquXRfZb50nKvV6OVJS.jpg",
      "https://image.tmdb.org/t/p/w300/bhMmqVlhrL8O28fAnItxdD13OP5.jpg",
      "https://image.tmdb.org/t/p/w300/bySjdyTNjHWkyswGllYhFmtyFHX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZGM3Yzg5NTQtMTlkYS00MzQ1LWIyY2YtYWM0YjkzOWI2OTc3XkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/doctor-zhivago-1965",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-doctor-zhivago-1965-1080-p-blu-ray-x-264-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1IAna/(CM)Doctor.Zhivago.1965.1080p.BluRay.x264.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/N2QAWRhK#t00B8pnWUF_Rg2L7NyyAWNZRBFcYRttRO8dRZE_RSno",
        "server": "mega.nz",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/15jo1n5p0auv.html",
        "server": "usersdrive.com",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-doctor-zhivago-1965-720-p-blu-ray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2oxP0/(CM)Doctor.Zhivago.1965.720p.BluRay.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MvQQVb4D#7zu4H4lMmu24OmF3GrbUOFPPSk7mF1GovkhdRvaMnOU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y6gl67ffbhzw.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/dlqwowl8mugr.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2008|166 min|Drama,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "523,838"
    },
    "title": "The Curious Case of Benjamin Button (2008)",
    "description": "အော်စကာဆု သုံးဆု ရရှိထားပြီး နာမည်ကျော်လူကြိုက်များတဲ့ ကားလေးတစ်ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဘရက်ပစ် တို့လိုနာမည်ကျော်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ ဘန်ဂျမင် ဘော့တွန်ဆိုတဲ့ ထူးဆန်းတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကိုဖော်ပြထားတာပါ။လူသာမန်တွေဟာ မွေးလာတယ် တဖြည်းဖြည်း အိုမင်းလာပြီး ကွယ်လွန်ရတာက ဓမ္မတာပါပဲ။ ဒါပေမယ့် ဘန်ဂျမင်ကတော့ ဒီလိုမဟုတ်ဘူး ထူးဆန်းတဲ့ ရောဂါကြောင့်မွေးလာကတည်းက လူအိုလေးတစ်ယောက် အနေနဲ့ မွေးလာပါတယ်။ သူအသက်ကြီးလာ လေလေ ပိုနုပျိုလာလေလေပါပဲ။ဒီအခါမှာ မတူညီတဲ့ ပတ်ဝန်းကျင်ရဲ့ ရိုက်ခတ်မှု့တွေကိုခံစားလာရပါတယ်။မွေးကတည်းက အမေဖြစ်သူကွယ်လွန်ပြီး အဖေဖြစ်သူရဲ့ စွန့်လွှတ်ခြင်းကို ခံရတဲ့ ဘန်ဂျမင်တစ်ယောက် ဒေစီ ဆိုတဲ့ မိန်းကလေး တစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။သူတို့ရဲ့ အချစ်ရေးဟာ ထူးဆန်းနေမယ်ဆိုတာ သိပေမဲ့လည်း သူတို့ချစ်မိခဲ့ကျပါတယ်။ သူ့ရဲ့ ရောဂါက သူတို့ရဲ့ အချစ်ရေးအတွက် အနှောက်အယှက်ဖြစ်စေမလား …. ဒါမှမဟုတ်သူတို့ ချစ်ခရီးလမ်း အဆင်ပြေမှာလား… ဘန်ဂျမင်ရဲ့ ဘဝမှာ ဘာတွေ ကြုံခဲ့ရလို့ ဘာတွေ ဆက်ကြုံရမှာလဲဆိုတာတွေကို ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။———————————————————————-",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u4izHlsHk8jwalt5m7E2uzP8q9E.jpg",
      "https://image.tmdb.org/t/p/w300/tFjQdyvqIALCqM9FD4P6BNcPew5.jpg",
      "https://image.tmdb.org/t/p/w300/2NiElDL5v3bMbTrbv4iwd2fUe4R.jpg",
      "https://image.tmdb.org/t/p/w300/r8GwIV7jW7VmuLAr5xA3tHlqj0Z.jpg",
      "https://image.tmdb.org/t/p/w300/pO32sfzXKf2yHd5A48UlIlDcndI.jpg",
      "https://image.tmdb.org/t/p/w300/xOXT99TBUgROWqbDvIoCvqogTo1.jpg",
      "https://image.tmdb.org/t/p/w300/5Ex3ZLMM6XaghJNkOkZWNv7gv1G.jpg",
      "https://image.tmdb.org/t/p/w300/havVqm1CxlhFofGoREcdAyhHJEP.jpg",
      "https://image.tmdb.org/t/p/w300/AsOUiA1lllbXd0dGxpXCt2KGY0p.jpg",
      "https://image.tmdb.org/t/p/w300/1M6hOVARI5OCpiMPG6cEB5r21JX.jpg",
      "https://image.tmdb.org/t/p/w300/nFw7mMQKnHNgR91wKqudV1BB7Cx.jpg",
      "https://image.tmdb.org/t/p/w300/9sRqGbC4KLZKHoz1ZibSIzRkJxV.jpg",
      "https://image.tmdb.org/t/p/w300/tDwuZEzdKGWKIuGoGMVES52UWRL.jpg",
      "https://image.tmdb.org/t/p/w300/luUkxcuTkwmagomylFYYZ3I7Uri.jpg",
      "https://image.tmdb.org/t/p/w300/zh1Qk7JRtSohu68CmUDSRedHjAY.jpg",
      "https://image.tmdb.org/t/p/w300/6ZvgyKPAatpcHbVsKknly4K4zC6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNjQ0NTY2ODY2M15BMl5BanBnXkFtZTgwMjE4MzkxMDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-curious-case-of-benjamin-button-2008-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fpce/The_Curious_Case_of_Benjamin_Button_(2008).mp4",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/0rl6b4mxlo5u.html",
        "server": "streamsb.com",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/78dj0gj0x9pr.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tx6hs6io16a4",
        "server": "streamvid.io",
        "size": "1.05 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y_e_XzgStHk",
      "video_url": "https://www.youtube.com/watch?v=Y_e_XzgStHk",
      "embed_url": "https://www.youtube.com/embed/Y_e_XzgStHk"
    }
  },
  {
    "metadata": "||1h 22min|Comedy,Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "My Girlfriend is Mermaid (2020)",
    "description": "[Unicode]My Girlfriend is a Mermaidဒီဇာတ်လမ်းလေးက ရေသူမလေးနဲ့ကျောင်းရဲ့ပေါ်ပြူလာကောင်လေးရဲ့အချစ်ဇာတ်လမ်းပါလူသားသူငယ်ချင်းမနှစ်ယောက်နဲ့ရေသူမလေးတို့ကြား သူငယ်ချင်းသံယောဇဥ်ကိုလည်းဖော်ပြထားပါသေးတယ်ရေသူမတွေရဲ့အရေးကြီးတဲ့ငါးအကြေးခွံပျောက်သွားလို့ ကုန်းပေါ်တက်ရှာရင်း အမှတ်မထင် သံယောဇဥ်တွေဖြစ်မိကြတဲ့အခါ…မတူညီတဲ့ဖြစ်တည်မှုနှစ်ခုကြား ပြသနာတွေဇာတ်လမ်းလေးက ပေါ့ပေါ့ပါးပါးလေးပါကလေးတွေကြည့်တဲ့ ရေသူမကာတွန်းကားလေးတွေကိုပြန်အသက်သွင်းထားသလိုမျိုးကြည့်ရမှာပါ[Zawgyi]My Girlfriend is a Mermaidဒီဇာတ္လမ္းေလးက ေရသူမေလးနဲ႔ေက်ာင္းရဲ႕ေပၚျပဴလာေကာင္ေလးရဲ႕အခ်စ္ဇာတ္လမ္းပါလူသားသူငယ္ခ်င္းမႏွစ္ေယာက္နဲ႔ေရသူမေလးတို႔ၾကား သူငယ္ခ်င္းသံေယာဇဥ္ကိုလည္းေဖာ္ျပထားပါေသးတယ္ေရသူမေတြရဲ႕အေရးႀကီးတဲ့ငါးအေၾကးခြံေပ်ာက္သြားလို႔ ကုန္းေပၚတက္ရွာရင္း အမွတ္မထင္ သံေယာဇဥ္ေတြျဖစ္မိၾကတဲ့အခါ…မတူညီတဲ့ျဖစ္တည္မႈႏွစ္ခုၾကား ျပသနာေတြဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါးေလးပါကေလးေတြၾကည့္တဲ့ ေရသူမကာတြန္းကားေလးေတြကိုျပန္အသက္သြင္းထားသလိုမ်ိဳးၾကည့္ရမွာပါQuality__720pIMDb Rating__6.9/10Format__mp4Duration__01:22:00Type__Comedy , Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byHlaing Theint Theint LattEncoded byNaing Aung Latt",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screenshot_2021-03-01-Shes-From-Another-Planet-2016.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-girlfriend-is-mermaid-2020",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-girlfriends-is-a-mermaid-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/28scaagqr4rn.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/VPrk/My_Girlfriends_is_a_Mermaid_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sPZFCS5D#0pGCQ0_zkviLNXb1XxEr1QMWPWUVXxnLU4gwKG-Hoa4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R||1h 32min|Adult,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "189,967"
    },
    "title": "[18+] Euro Trip (2004)",
    "description": "IMDb Rating (6.6) ရရှိတဲ့အထိ အားပေးမှုရရှိထားတဲ့ လူငယ်ဟာသဇာတ်ကားလေးပါ။..Comedy ဇာတ်ကားတွေက Rating မြင့်ရရှိဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ လူကြိုက်များခဲ့ပါတယ်..တကယ်လည်း ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပြီး လူငယ်တွေရဲ့ စူးစမ်းလိုစိတ်နဲ့ ရိုးသားပွင့်လင်းမှုတွေကို ဝေဝေဆာဆာနှစ်ခြိုက်ရမှာပါ။သရုပ်ဆောင်တွေပီပြင်ကြတာမို့ လူငယ်ဘဝကိုတောင် ပြန်အမှတ်ရသွားနိုင်ပါတယ်။သင့်ရဲ့စိတ်ညစ်ညူးပျင်းရိနေတဲ့အချိန်တွေကို ကုစားဖို့ ဒီလို အချစ်ဟာသဇာတ်ကားလေးတွေက ကူညီနိုင်တာမို့လုံးဝကြည့်သင့်ပါတယ်။(Unrated Version နဲ့ တင်ဆက်ထားတာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။)မိုးစက်-ရမ်းသမ်းဘာသာပြန်မှ တင်ဆက်ထားတာပါ။File size…(2 GB) and (1 GB)Quality….Unrated Web-DL Rip 1080p and 720pFormat…mp4Duration….01:38:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byမိုးစက်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mr1Oqt7l32JEtfsd6MEJ17pI400.jpg",
      "https://image.tmdb.org/t/p/w300/9KrGmbaqjVn7xxDREoz4sBWTdDr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/eurotrip-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-euro-trip-2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-euro-trip-2004-unrated-1080-p-amzn-web-rip-ddp-2-0-x-264-monkee-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-euro-trip-2004-unrated-720-p-amzn-web-rip-ddp-2-0-x-264-monkee-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/SBAwEDTQ#1p0oWtLhpkDxndWnXG_9Vb3uAvaJm_kBwkB2S_-m1Oc",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OYIUEZhB#xC-JSh5x-9BhrrfyoUnQKmHKl2_xjSxbRtBKyrAx_Fo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2iPiB/(CMorg)EuroTrip.2004.UNRATED.1080p.AMZN.WEBRip.DDP2.0.x264-monkee.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2iPhx/(CMorg)EuroTrip.2004.UNRATED.720p.AMZN.WEBRip.DDP2.0.x264-monkee_1.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/swjbrjudoyq5",
        "server": "veryfiles.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/eaw80bkcccup",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-_Eu0X3B6OM",
      "video_url": "https://www.youtube.com/watch?v=-_Eu0X3B6OM",
      "embed_url": "https://www.youtube.com/embed/-_Eu0X3B6OM"
    }
  },
  {
    "metadata": "|2017||Adventure,Drama,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "1000"
    },
    "title": "Lost in Florence (2017)",
    "description": "Lost in Florence (2017)=================လူတိုင်းလိုလိုရဲ့ဘဝမှာ ကိုယ်ဖြစ်ချင်၊ လုပ်ချင်တဲ့အရာနဲ့ အများပတ်ဝန်းကျင်ကလက်ခံထားကြတဲ့ ဖြစ်သင့်လုပ်သင့်တယ်ဆိုတဲ့အရာကြားမှာ ဘာရွေးချယ်ရမှန်းမသိဘဲ လမ်းပျောက်တွေဝေနေတာမျိုးရှိဖူးကြမှာပါ။ ဒီကားထဲက အဓိကဇာတ်ဆောင်ဖြစ်သူ အဲရစ်ခ်ဆိုတဲ့ အမေရိကန်သားလေးဟာလည်း ဒီလိုမျိုးပဲဖြစ်နေတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာဆိုရင် သူနဲ့နှစ်လကြာရှည်တွဲလာခဲ့တဲ့ ကောင်မလေးဖြစ်သူ ကော်လင်းတို့ဟာ အဲရစ်ခ်ရဲ့ဝမ်းကွဲရှိတဲ့ အီတလီနိုင်ငံရဲ့ ဖလောရန့်စ်မြို့ကို အလည်လာခဲ့ကြပါတယ်။ အဲဒီမှာ အဲရစ်ခ်တစ်ယောက် ကော်လင်းကိုရိုဆန်ဆန်လေး လက်ထပ်ခွင့်တောင်းခဲ့ပေမယ့်လို့ ကော်လင်းက အဲရစ်ခ်ဟာ ဖြစ်သင့်တဲ့ ဥပဒေကျောင်းကိုတက်ဖို့မလုပ်ဘဲ၊ မဖြစ်သင့် မဖြစ်လာနိုင်တဲ့ ပရော်ဖက်ရှင်နယ်ဘောလုံးကစားတဲ့ အိပ်မက်နောက်ကိုပဲလိုက်နေတာကြောင့်အနာဂတ်အလားအလာမရှိဘူးဆိုပြီးလမ်းခွဲလိုက်ပါတယ်။ အဲဒီနောက်မှာတော့ အဲရစ်ခ်ဟာ အသည်းကွဲသမားလေးဖြစ်နေပြီးတော့အမေရိကန်မှာရှိတဲ့သူ့အိမ်ကိုပြန်မသွားသေးဘဲ ဖလောရန့်စ်က သူ့ဝမ်းကွဲအိမ်မှာပဲသောင်တင်နေပါတော့တယ်။ အဲဒီလိုနေရင်းနဲ့ သိပ်မကြာခင်မှာပဲ ဖလောရန့်စ်ရဲ့ရိုးရာကစားနည်းတစ်ခုဖြစ်တဲ့ ကာချီယိုစတိုရီကိုဆိုတဲ့ ဘောလုံးကစားနည်းတစ်ခုကို ဆော့ကစားဖြစ်သွားပြီး အဲရစ်ခ်တစ်ယောက်သဘောကျသွားမိပါတယ်။ဒါပေမယ့်လည်း ဒီကစားနည်းဟာ ခက်ခဲကြမ်းတမ်းလှသလို အီတလီလူမျိုးတွေမှပဲဆော့ခွင့်ရတယ်ဆိုတဲ့အားကစားနည်းတစ်ခုဖြစ်နေတော့ အဲရစ်ခ်တစ်ယောက်ဇွဲမလျှော့ဘဲဆက်ဆော့ကစားနိုင်ပါ့မလား၊ ဒါမှမဟုတ် ဒီလိုမျိုးသူဖြစ်ချင်၊ လုပ်ချင်တဲ့ဟာတွေထက် ဖြစ်သင့်ဖြစ်ထိုက်တယ်ဆိုတဲ့ ဥပဒေကျောင်းကိုပဲဆက်တက်သွားမလား။သူ့ကောင်မလေးကြောင့်ရလာတဲ့ အသည်းကွဲဒဏ်ရာတွေကိုရော ဘယ်လိုကုစားမလဲ၊ကိုယ့်မွေးရပ်မြေမဟုတ်တဲ့ အီတလီမှာရော ဘယ်လိုတွေရှေ့ဆက်သွားမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Fiona Gillen ဖြစ်ပါတယ်)File Size……….(2.07 GB) / (938 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 37MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Adventure, Drama, RomanceTranslator……Fiona GillenEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f63tvH8xi7TqPMEqu7JBKVgw6hH.jpg",
      "https://image.tmdb.org/t/p/w300/8h435Bvj0ihGkD9oWOrX6gQmcuL.jpg",
      "https://image.tmdb.org/t/p/w300/l8Hpg6FMRv5kbLu6yYZT81CBiU1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2M1ZjFmYTUtMjdmYS00YTRlLTg4NjctNTg1NmU0ZGYxMTdhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjY0NzEzMTk@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lost-in-florence-2017-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.07 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3XSEB/Lost.In.Florence.2017.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "2.07 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HjAn0YjS#QF6GLIRsWWgRg-OdWC0PWKNFMXgoi2fvoV61JGcL5Uo",
        "server": "mega.nz",
        "size": "2.07 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qhjr49p7inh4.html",
        "server": "usersdrive.com",
        "size": "2.07 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/cj6kyvi6l5oq",
        "server": "streamvid.io",
        "size": "2.07 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/lost-in-florence-2017-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "938 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3XSEB/Lost.In.Florence.2017.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "938 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XmYS2bzJ#ebkvU2C4Gg_stCbDRw3wTDACI2FKHd_AFHi2KQqbwiQ",
        "server": "mega.nz",
        "size": "938 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2tb3c3855m11.html",
        "server": "usersdrive.com",
        "size": "938 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/j10fpo2xgibj",
        "server": "streamvid.io",
        "size": "938 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sTRcztA1nME",
      "video_url": "https://www.youtube.com/watch?v=sTRcztA1nME",
      "embed_url": "https://www.youtube.com/embed/sTRcztA1nME"
    }
  },
  {
    "metadata": "|2023||Comedy,Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1200"
    },
    "title": "In Your Dreams (2023)",
    "description": "In your Dreams (2023)===============IMDb rating – 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့တစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်ကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်အတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့Single လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်သင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့အချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..အဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့အချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်သလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလိုအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့အချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်းရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။ပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုးတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ…..(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့June ဖြစ်ပါတယ်)File Size……….(1.5 GB) / (550 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 30MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, RomanceTranslator…….JuneEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o9uMF84ZAGBqRxbliFCTgw0vQYv.jpg",
      "https://image.tmdb.org/t/p/w300/aRGZaVE6WK6BggngJz8labFqgsh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/in-your-dreams-2023-turkish-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dUfq/In.Your.Dreams.2023.TURKISH.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/ohohcshe8vj8.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pC4nECyD#B11aeLpDOIAZ8AADwBZerDFFq7zQQKsdBtOq-YRPsD0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oc4cs20npnc0.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/q6dmp1wu8g9s",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/in-your-dreams-2023-turkish-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zP9D/In.Your.Dreams.2023.TURKISH.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/j5iwe3vuziy6.html",
        "server": "streamsb.com",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/leBF3YZI#Bn_qE7WQ2lhf-xMFA25bjQiQQsnZonk-7oRx2S_-qFs",
        "server": "mega.nz",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4iegrlpqmz5t.html",
        "server": "usersdrive.com",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1jgtr2g30orp",
        "server": "streamvid.io",
        "size": "550 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wc9J5jYVSPk",
      "video_url": "https://www.youtube.com/watch?v=Wc9J5jYVSPk",
      "embed_url": "https://www.youtube.com/embed/Wc9J5jYVSPk"
    }
  },
  {
    "metadata": "NOT RATED|2006|168 min|Crime,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "27,253"
    },
    "title": "Fanaa [2006]",
    "description": "Fanaa (2006) မြန်မာစာတန်းထိုး====================IMDb…7.2ကဲ … အခုလိုအေးချမ်းလှတဲ့ မိုးရာသီလေးမှာ ဆွတ်ပျံကြည်နူးစရာအချစ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ..ဘောလီဝုဒ်ရဲ့ ခန်း(မ်) ၃ ခန်း(မ်)ထဲက နာမည်ကြီး တစ်ယောက်ဖြစ်တဲ့ အမီးရ်ခန်း(မ်)နဲ့ အခုချိန်ထိ ချောဆဲ လှဆဲမင်းသမီးတစ်လက်ဖြစ်တဲ့ ကာဂျိုလ်တို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းတကားလည်း ဖြစ်ပါတယ်..သူ့ခေတ်သူ့အခါမှာ နာမည်ကြီး အောင်မြင်မှုတွေရခဲ့တဲ့အပြင်အခုထိလည်း လူကြိုက်များဆဲ ဇာတ်ကားကောင််း တစ်ကားဖြစ်ပါတယ်…ဇာတ်ဝင်တေးချိုချိုလေးတွေ၊မှိန့်မေားစရာ နောက်ခံတေးဂီတ ၊ရိုက်ကွင်းရှု့ခင်း ခပ်လှလှလေးတွေနဲ့ ဆွေးစရာ၊ လွမ်းမောစရာကြည်နူးစရာ အချစ်ဇာတ်ကားကောင်းလေး တစ်ကားလည်း ဖြစ်ပါတယ်…ဆုတွေအနေနဲ့လည်း ဘောလီဝုဒ်ရဲ့ အကြီးမားဆုံးဆုပေးပွဲတစ်ခုဖြစ်တဲ့Filmfare Awards မှာBest Actor (female) အဖြစ် ကာဂျိုလ်Best Playback Singer (Male) အဖြစ် ShaanBest Lyrics အဖြစ် Parsoon JoshiZee Cine Awards မှာလည်းBest Actor (female) အဖြစ် ကာဂျိုလ်Best Playback Singer အဖြစ် Shaan တို့နဲ့Screen Awards (2006) မှာBest Playback Singer အဖြစ် Shaanစသဖြင့် ဆုပေါင်းများစွာရရှိခဲ့ပါတယ်…ရိုမှရိုချင်တဲ့သူတွေ ကြည့်လိုက်ကြပါဗျာ …. အကြိုက်တွေ့စေရမယ်ဆိုတာ ရဲရဲကြီး အာမခံပါတယ်========================================ဇူနီဆိုတဲ့မျက်မမြင်မလေးဟာ သူငယ်ချင်းတွေနဲ့အတူ ကရှ်မီးကိုယ်စားပြုလွပ်လပ်ရေးနေ့အခမ်းအနားအတွက် ကပြဖျော်ဖြေဖို့ ဒေလီကို သွားခဲ့ပါတယ်…ဒေလီရောက်တော့ ရီဟန်ဆိုတဲ့ ဧည့်လမ်းညွှန်တစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်မျက်မမြင် ဇူနီအတွက်  ရီဟန် ရဲ့ပုံသဏ္ဍန်ကို သူငယ်ချင်းတွေဆီမေးခဲ့တယ်…သူငယ်ချင်းတွေ ပြောပြသလောက် ရုပ်ရည်ချောမောပြီးကဗျာတွေစာတွေဖွဲ့နွဲ့တတ်တဲ့ မိန်းကလေးတိုင်းကြွေဆင်းလောက်သူ…ရှေရှည်မှာ အဆင်မပြေဘူးထင်ပြီး သူငယ်ချင်းတွေက ဇူနီရဲ့ ယိုင်နဲ့နေတဲ့ခံစားချက်ကိုသိလို့တားခဲ့ကြတယ်…သူငယ်ချင်းတွေတားတဲ့ကြားထဲက ရီဟန်ကိုချစ်မိသွားခဲ့ပါတယ်…“မိန်းကလေးဆိုတာ ငါ့အတွက်မြို့တွေလိုပဲမြို့တမြို့ကိုသွားလိုက်တယ် အကျွမ်းတဝင်ဖြစ်သွားရင်နောက်တမြို့ကို ပြောင်းသွားလိုက်တယ်ငါ့အနားကိုမလာပါနဲ့ ဇူနီ … ဒီမုန်တိုင်းက မင်းဘဝကိုဖျက်စီးပစ်လိုက်လိမ့်မယ်”ဒါကတော့ အချစ်ကိုအယုံအကြည်မရှိ တဲ့ ရီဟန်ရဲ့ အယူအဆတွေပါဝင်တဲ့ ပြောစကားပါပဲ..ကိုင်းသူတို့ အဆင်ပြေမလား…ဘာတွေဆက်ဖြစ်မလဲ ဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦးဗျို့ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zaw Htoo ပဲဖြစ်ပါတယ်….File Size : (1GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:48:00Genre :Crime,Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zaw HtooEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mG62J1tRTrXW1iq491293MudKtF.jpg",
      "https://image.tmdb.org/t/p/w300/wsHWCD0iaUcZ6DejhpY4syrxky.jpg",
      "https://image.tmdb.org/t/p/w300/kg2kAP07aHd2WfpcJimQoOndWVw.jpg",
      "https://image.tmdb.org/t/p/w300/sqpP7umhhJItWs88TiQTHrWJPue.jpg",
      "https://image.tmdb.org/t/p/w300/i4UVmR4JDrZomjcCOlqgfw5IeYN.jpg",
      "https://image.tmdb.org/t/p/w300/4h5xdbc3G6peH2hetvplbnt9Pcv.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fanaa-2006-mmsub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fanaa-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4UK2A/Fanaa_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/YmhQDKxY#dJKF0AMTNYysGFyHp_TmaWRfphiEVi-Tkoz376Zo2Ec",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbcloud1.com/rfdgo597yqb1.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://veryfiles.com/thpueepyi8k8",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "kofrlCHyiaU",
      "video_url": "https://www.youtube.com/watch?v=kofrlCHyiaU",
      "embed_url": "https://www.youtube.com/embed/kofrlCHyiaU"
    }
  },
  {
    "metadata": "N/A|2022|2h 26mins|Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "299"
    },
    "title": "Nitham Oru Vaanam (2022)",
    "description": "Nitham Oru Vaanam (2022)—————————————————IMDb _ 7.7/10ဝတ္ထုဇာတ်လမ်းတွေဟာ ကျွန်တော်တို့နဲ့ဘယ်တော့မှသက်ဆိုင်မှာမဟုတ်တဲ့ ကမ္ဘာတွေကို ခေါ်သွားပေးနိုင်တဲ့စွမ်းအားရှိပါတယ်..ငယ်ငယ်ကတည်းက စကားပြောရတာထက် စာအုပ်တွေဖတ်ပြီး စာအုပ်ထဲက ဇာတ်ကောင်အတိုင်းကိုယ့်ကိုယ်ကိုမြင်ယောင်ခံစားတတ်တဲ့ Arjun ဆိုတဲ့လူငယ်လေးတစ်ယောက်အပေါ်အခြေတည်ပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်.. Introvert ဖြစ်တဲ့အပြင် OCD ပါရှိနေတဲ့Arjun တစ်ယောက် တစ်ဘဝလုံးလူ့ဂွစာဖြစ်လာခဲ့ပြီးနောက်မှာ တစ်ယောက်သောသူနဲ့တွေ့ပြီးနှစ်လအကြာမှာ လက်ထပ်ဖို့ဖြစ်လာခဲ့ပါတယ်.. ဘဝကြီးဟာစိုပြေလာပြီလို့ထင်ရပေမယ့်မထင်မှတ်ထားဘဲ လက်ထပ်ပွဲဖျက်သိမ်းခံလိုက်ရတဲ့အခါ စိတ်ဓာတ်ကျဖို့ဖြစ်လာရပါတော့တယ်..အဲ့လိုနဲ့ အသိဒေါက်တာတစ်ယောက်ရေးထားတဲ့ ဝတ္ထု၂ပုဒ်ကိုဖတ်ကြည့်မိတဲ့အခါဇာတ်သိမ်းပိုင်းတွေကို မသိရသေးပါဘူးတဲ့.. perfectionist ဖြစ်လွန်းတဲ့စိတ်ကြောင့်ပြင်ပလောကမှာတကယ်ရှိနေတဲ့ ဒီဝတ္ထုထဲက ဇာတ်သိမ်းတွေကို ရှာဖို့ ခရီးထွက်လာတဲ့Arjun တစ်ယောက် Shubathra နဲ့တွေ့ပြီး အတူခရီးထွက်ကြတဲ့အခါ ဘာတွေကြုံတွေ့ပြီးဝတ္ထုလေးတွေကရော ဘယ်လိုအဆုံးသတ်မလဲ Arjun ရဲ့ဘဝကရော ဘာတွေပြောင်းလဲသွားမလဲ ..အတော်လေးကို စိတ်ဝင်စားဖို့ကောင်းပြီး အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်ကားကောင်းလေးကို နုံချာတဲ့review လေးကြောင့် အရသာပေါ့သွားစေမှာစိုးလို့ကိုယ်တိုင်ကိုယ်ကျ CM Website မှာ ဒေါင်းကြည့်လိုက်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်File size…2.17GB /  1.05GBQuality…1080p True  WEB DL /720pFormat…mp4Duration…2h 26mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Go-O ~ Yunni ~ Sora",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cGKsfX5fSX50YblUvqXR9XfGNSp.jpg",
      "https://image.tmdb.org/t/p/w300/tHBWEWdMUuPC6evAmAbkFbGZkgS.jpg",
      "https://image.tmdb.org/t/p/w300/5A3i2YL4H2zWlSe3ySL4zxAaAJV.jpg",
      "https://image.tmdb.org/t/p/w300/19OI9xA0pNAZpJaQsbWehIruaEB.jpg",
      "https://image.tmdb.org/t/p/w300/1uwvjsT1CfRuR2pIZXuVaeEX4fD.jpg",
      "https://image.tmdb.org/t/p/w300/o9p5ypqObcHUUCGhgLUe1mVFDmu.jpg",
      "https://image.tmdb.org/t/p/w300/pepMJH0zbxiPBUMLZgK2CDt0arV.jpg",
      "https://image.tmdb.org/t/p/w300/zJXQA753J9ufodB5Us2aLG2GPwh.jpg",
      "https://image.tmdb.org/t/p/w300/109gET0WYzNJXhgRKti0H9MJyhI.jpg",
      "https://image.tmdb.org/t/p/w300/1MY5tNPdiLj2d6rEQmT0Weso1MD.jpg",
      "https://image.tmdb.org/t/p/w300/uD467Pi8RsXGHQHj2r2TMy5HTb.jpg",
      "https://image.tmdb.org/t/p/w300/szu8AmaV7ppRqeEFihGuBccfsgs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2NjY2EwOWEtOGRjMS00NDVhLTg0MGMtOWRmODE1MmYyZWQwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nitham-oru-vaanam-2022-tamil-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rmivjue22utt.html",
        "server": "usersdrive.com",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qrju/Nitham_Oru_Vaanam_(2022)_Tamil_TRUE_WEB-DL.1080p.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/r5ExkLzZ#02hJ_DPf7qDCpkjMQIYtdlVNqK32-0mwTWDyFAHx0uQ",
        "server": "mega.nz",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/r35pczgmq1pl.html",
        "server": "streamsb.com",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nitham-oru-vaanam-2022-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cc6hhmzhaon2.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qrjv/Nitham_Oru_Vaanam_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fwsg2YzZ#TVceocp_CWA00rSoh3LmehdxqtKtM89NsKuVbkG0vZM",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/qw4gq32f8lqs.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|2h 3m|Bridget Jones Trilogy,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "78000"
    },
    "title": "Bridget Jones’s Baby (2016)",
    "description": "Bridget Jones’s Baby (2016)~ IMDb – 6.5/10, RT – 78%, Meta – 59% ~ဘရစ်ဂျစ်တို့ တတိယမြောက်ကားကတော့2အပြီး ၁၀နှစ်လောက်ကြာ 2016 ခုနှစ်မှာမှ ထွက်ခဲ့ပါတယ်။ 3 မှာတော့ Second Lead ဒယ်နီရယ်ပါမလာတော့ပါဘူး။ အဲဒီအစား နောက်ထပ်မင်းသားတစ်လက်ပါလာပါတယ်။2 မှာ ဘရစ်ဂျစ်တို့စုံတွဲက ပြန်တွဲခဲ့ပြီး ဇာတ်သိမ်းခဲ့ပေမယ့် 3 မှာတော့ သဘောထားမတိုက်ဆိုင်တာတွေဖြစ်ပြီး နှစ်ယောက်သားပြန်လည် လမ်းခွဲခဲ့ပါတယ်။ မာ့ခ်ကလည်း အခြားတစ်ယောက်နဲ့ အိမ်ထောင်ပြုပြီး ကွာရှင်းလိုက်ပါသေးတယ်။ သူငယ်ချင်းတွေပါ အိမ်ထောင်အသီးသီးကျပြီး မိသားစုနဲ့ ဖြစ်နေချိန်မှာ ဘရစ်ဂျစ်က‌ တစ်ကိုယ်တည်းပြန်ဖြစ်ပြီး အလုပ်ပဲလုပ်‌နေခဲ့ပါတယ်။အလုပ်ကသူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့် ဂီတပွဲတစ်ခုကိုသွားရာကနေ အဲဒီမှာ အမှတ်မထင်တွေ့တဲ့လူတစ်ယောက်နဲ့အိပ်ခဲ့မိပါတယ်။ နောက်တော့ သူငယ်ချင်းရဲ့ကလေးကင်ပွန်းတပ်ပွဲမှာ မာ့ခ်နဲ့အတူ ခေါင်းကိုင်မိဘ‌တွေလုပ်ရင်း မာ့ခ်နဲ့လည်းပြန်အဆင်ပြေခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ သုံးခဲ့တဲ့အကာအကွယ်ပစ္စည်းတွေက ဒိတ်လွန်နေတော့ ဘရစ်ဂျစ်မှာ ကိုယ်၀န်ရှိလာပါတော့တယ်။ ကိုယ်၀န်က ဘယ်သူ့ဟာလဲဆိုတာ မသိတဲ့အခြေအနေမှာ တစ်ညအတူအိပ်ခဲ့တဲ့သူကလည်း မီလီယံနာသူဌေးတစ်ယောက်ဖြစ်နေပါတယ်။ကိုယ်၀န်ကိစ္စကို နှစ်ယောက်လုံးသိသွားတဲ့အခါမှာ နှစ်ယောက်လုံးက ဘရစ်ဂျစ်နဲ့ကလေးကို အပြိုင်အဆိုင်ဂရုစိုက်ပါတော့တယ်။ ဒါပေမဲ့လည်း မာ့ခ်ကတော့ အလုပ်များတာနဲ့ ဘရစ်ဂျစ်လိုတဲ့အချိန်မှာ မလာနိုင်တာမျိုးဖြစ်ပြီး ကတောက်ကဆဖြစ်တာမျိုးရှိပါတယ်။ နောက်ဆုံး DNA စစ်ပြီးတဲ့အခါမှာ ကလေးရဲ့ဖခင်အစစ်က ဘယ်သူဖြစ်မလဲ၊ ဘရစ်ဂျစ်ကရော ဘယ်သူ့ကိုရွေးချယ်မှာလဲ၊ ဘရစ်ဂျစ် အမှန်တကယ်ချစ်တဲ့သူက ကလေးဖခင်ဖြစ်ပြီး ပျော်ရွှင်စွာအဆုံးသတ်မှာလားဆိုတာ ဟာသလေးတွေပါရောပြီး စိတ်၀င်စားဖွယ်ကြည့်ရမှာပါ။နာမည်ကျော်အဆိုတော် Ed Sheeran ကလည်း Guest အနေနဲ့ ပါ၀င်သရုပ်ဆောင်ထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 840MBQuality – 1080p, 720pIMDb Rating – 6/10Format – mp4Duration – 1H 48MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/e9P6n1X7zmYbRK4ukwoBcRIj3BV.jpg",
      "https://image.tmdb.org/t/p/w300/tOYnJ0I36PHPUFfThDsR3QwzrJ0.jpg",
      "https://image.tmdb.org/t/p/w300/wAtVo22YXQB0gVht2SuKcyE5I9E.jpg",
      "https://image.tmdb.org/t/p/w300/1Sr4IkUhq6ZmVghO3mmuxnyWci2.jpg",
      "https://image.tmdb.org/t/p/w300/yUCTYySXLl8doOqMHI0I3ocOzuK.jpg",
      "https://image.tmdb.org/t/p/w300/cfIHLKTWuFsmw2wnc5AZ6aknsUN.jpg",
      "https://image.tmdb.org/t/p/w300/3hQiupsVPNmTLSeBvCyt95RpfxB.jpg",
      "https://image.tmdb.org/t/p/w300/IXoizdQQT94O5snOE2pHCV9TGC.jpg",
      "https://image.tmdb.org/t/p/w300/7Fw04k69imBcTDGQV8wH7RE5E70.jpg",
      "https://image.tmdb.org/t/p/w300/21hi4UIDDdbNcmrS0pSQYtFc7OJ.jpg",
      "https://image.tmdb.org/t/p/w300/yd6LNlRoLkaF9FVtjI2EtvnuCa8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k703Pb5C0NsLvXPgFk8kAKnLylq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-baby-2016-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dktx/(CM)_Bridget_Jones_s_Baby_(2016)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/T6wyCYJB#ZSNvGSBtITB1msMuPcuzjkHB_4md3EnAHGTewkazZK0",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8q7sb1t6vt5l.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-baby-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dktu/(CM)_Bridget_Jones_s_Baby_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/brgFyYqb#BFOEU9QKOxI3LI_LfCCNIDzBZkx_kq0eeUieAKAanQM",
        "server": "mega.nz",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tjdlok3guox6.html",
        "server": "usersdrive.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/0bhof41vvjc5.html",
        "server": "streamsb.com",
        "size": "840MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/b0pm0zvlqy7s",
        "server": "streamvid.io",
        "size": "840MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0nhGGQ_PYyE",
      "video_url": "https://www.youtube.com/watch?v=0nhGGQ_PYyE",
      "embed_url": "https://www.youtube.com/embed/0nhGGQ_PYyE"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "All-Time High (2023)",
    "description": "စလောင်းပဲ့နှင့် နှုတ်ခမ်းရွဲ့ဆိုတဲ့စကားပုံက ဒီဇာတ်ကားမှာ အစစ်ပါပဲ။ ဇာတ်ဆောင်နှစ်ယောက်က သေအောင်လည်းရယ်ရ ငိုချင်စရာလေးလည်းပါတော့ ရသစုံလွန်းလို့ ဘာသာပြန်ရင်း သဘောကျမိတဲ့ ဟာသကားလေးပါ။ယူဆက်ဖ်ဟာ မလိမ်ရမနေနိုင်တဲ့ ကလိမ်ကကျစ်ကောင်ပါ။ ဘဝကလည်းချို့တဲ့ ငွေကြေးဥစ္စာကလည်းမရှိတော့ ကြုံရင်ကြုံသလို တွေ့တဲ့လူအပေါ်မှာ ခွင်ဖန်တတ်တဲ့ကောင်မျိုးပါ။ တနေ့မှာတော့ သူဟာ ကာစီနိုမှာပိုကာဆော့ရင်းနဲ့ ငွေပမာဏအများကြီး အကြွေးတင်လာပြီး လစ်ပြေးလာပါတော့တယ်။ဒီအချိန်မှာ ကာစီနိုပိုင်ရှင်က သူ့ကိုအသေရရ အရှင်ရရလိုက်ပါတော့တယ်။ တစ်ဖက်မှာလည်း စတက်ဖနီဆိုတဲ့ကောင်မလေးက ယောင်္ကျားဆန်ဆန်နေတတ်ပြီး ရုပ်ကလည်း ရွက်ကြမ်းရေကျို ညစ်ညစ်ပတ်ပတ်လည်းနေတတ်ပါသေးတယ်။ သူမဟာ လူတိုင်းကို ခရစ်ပတိုငွေကြေး (ဘစ်ကွိုင်) တွေအများကြီးရှိတယ်ဆိုပြီးတော့ ပြောပြတတ်ပါတယ်။ ဒီလိုနဲ့ ဂိုဏ်းက ဆယ်ရက်အတွင်း ပိုက်ဆံပြန်မပေးနိုင်ရင် သတ်ခံရမယ့် ယူဆက်ဖ်နဲ့ ပါးစပ်ဖွာတတ်လို့ သူ့မှာခရစ်ပတိုငွေရှိတာ လူဆိုးတွေသိပြီး အလိုက်ခံနေရတဲ့ စတက်ဖနီတို့ နှစ်ယောက်သား ကံကြမ္မာက ဆုံတွေ့ပေးလိုက်တဲ့အခါ တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုချစ်တီးကျမလဲ၊ ဖျံကျကြမလဲ၊ အန္တရာယ်တွေကနေရော လွှတ်နိုင်ပါ့မလားခွက်ထိုးခွက်လန်အူတက်အောင် ရယ်ရမယ့်ပြင်သစ်ဟာသကားလေးပါ။ ၂၀၂၃ မှာပဲထွက်ရှိထားတာဖြစ်ပြီး IMDb Rating 5.4/10 ရရှိထားကာ ရယ်နေရတာနဲ့ကို ကြည့်လို့တန်နေပါပြီ။ ဘာသာပြန်ဆိုသူမှာ Matteo ဖြစ်ပါတယ်။File size…(2.1 GB)/(1.1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:43:00Genre…Comedy, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Matteo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cCmGKWhZbRsPyDTfRXTViflk9Wr.jpg",
      "https://image.tmdb.org/t/p/w300/8xbzHIQ83MqysP89ET5QSwQZMBs.jpg",
      "https://image.tmdb.org/t/p/w300/4L6dySoH0Oigz9VSCLvkw7QgU0e.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BN2FjZDRkY2UtODU4Ni00ZmM0LTgxODMtYmY2ZTE2M2MyNTBhXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/all-time-high-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cweoch1fbqv8.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Gn7m/All-Time.High.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5L8GlBZZ#YRaSgN2rk93ZElS-JNhjY01I4AGs63SZoeGTgdHMbAo",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/all-time-high-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dxv2l8sun8ih.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ksfz/All-Time.High.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NLcEARBL#d0ny59C0V0t8QEWu_oKKv7Dzz5aB7GqgJQ_C977vW10",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/ddcppq4wnnt9",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "b-4EsCyN4wA",
      "video_url": "https://www.youtube.com/watch?v=b-4EsCyN4wA",
      "embed_url": "https://www.youtube.com/embed/b-4EsCyN4wA"
    }
  },
  {
    "metadata": "PG-13|2016|106 min|Asian,Drama,Mystery,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "417"
    },
    "title": "Remember You (2016)",
    "description": "Don’t Forget Me / Remember You (2016)IMDb – 6.6/10Drama/ Mystery/ Romance filmဒီဇာတ်ကားလေးက သမားရိုးကျ ကြည့်နေကျ Korean drama နဲ့ မတူပဲ အနောက်တိုင်းဆန်တဲ့ ရိုက်ကူး တင်ဆက်ပုံတွေကို တွေ့ရမှာပါ….Seok_Won က ကားမတော်တဆမှုတစ်ခုကြောင့် အတိတ်မေ့နေတဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။Jin_young ကတော့ စိတ်ဖိစီးမှုတွေကြောင့် Depression ရရနေတဲ့ အမျိုးသမီးတစ်ဦးပါ။သူတို့နှစ်ဦး ဆေးရုံမှာ တွေ့ဆုံရာက ရင်းနှီးသွားခဲ့ပြီး ဇာတ်လမ်းကို အစပျိုးထားပါတယ်။ကားမတော်တဆမှုကြောင့် အတိတ်ကို ပြန်စဉ်းစားတိုင်း ခေါင်းကိုက်လေ့ရှိပြီး ကားမောင်းရမှာကို ကြောက်နေတဲ့ Seok_Won က Jin_Young ကြောင့် ပြောင်းလဲလာခဲ့သလို…Jin_Young ကလည်း သူမရဲ့ အထီးကျန်နေတဲ့နေ့ရက်တွေဟာ Seok_Won ကြောင့် ပဲ အဓိပ္ပယ်ပိုရှိလာစေပါတယ်။ဇာတ်ကားက Mystery /Drama လို့ ပြောတဲ့အတိုင်းပါပဲ… Romance ဖြစ်သလို ကြည့်နေစဉ်မှာလည်း .. Jin_Young ရဲ့ ထူးဆန်းတဲ့ စကားတွေ.. Seok_Won ရဲ့ အပြုအမူတွေကြောင့် စဉ်းစားစရာတွေ ပြည့်နှက်နေခဲ့ပါတယ်…ဘယ်သူက ဘယ်သူ့ကို ပိုချစ်သလဲဆိုတာလဲ… ကြည့်ရင်းနဲ့ စဉ်းစားကြည့်ကြပါဦး…ဇာတ်လမ်းလေးရော.. ရိုက်ကူးထားတာလေးတွေပါ ကောင်းမွန်လို့ Drama ကြိုက်တဲ့ သူတွေ အကြိုက်တွေ့မှာပါ….ကိုရီးယားကား ကြည့်လေ့မရှိတဲ့ သူတွေကိုလည်း Drama ကြိုက်ရင် ဒီကားလေးကို ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ရှေ့နေ Seok_Won အဖြစ် မင်းသား Jung Woo-sung က သရုပ်ဆောင်ထားပြီး Jin_Young အဖြစ် မင်းသမီး Kim Ha-neul က သရုပ်ဆောင်ထားပါတယ်။မင်းသားရော မင်းသမီးရောက ကိုရီးယားကား ကြည့်လေ့ရှိသူတွေ ရင်းနှီးပြီးသားဖြစ်မှာပါ.. မင်းသမီး Kim Ha-neul ကိုတော့ A Gentleman’s Dignity မှာ အရမ်းကြိုက်လို့ သူ့ကားတွေကို ပြန်ရှာကြည့်ဖြစ်တဲ့အထိပါပဲ… ဒီကားလေးကလဲ… မင်းသမီး Kim Ha-neul ကို ပိုပြီးကြိုက်သွားစေတဲ့ ကားလေးပါပဲဗျာ…IMDb မှာလည်း Rating 6.6/10 အထိရရှိထားလို့ ကားကောင်းတစ်ကားဖြစ်တယ်ဆိုတာ ထပ်ပြီးတော့ ပြောလိုက်ပါရစေခင်ဗျ….#Nucleon_Review#Admin_N(ရုပ်ရှင်အညွှန်းကိုNucleon FB Pageမှကူးယူဖော်ပြပါသည်။)ဒီဇာတ္ကားေလးက သမားရိုးက် ၾကည္႔ေနက် Korean drama နဲ႔ မတူပဲ အေနာက္တိုင္းဆန္တဲ႔ ရိုက္ကူး တင္ဆက္ပံုေတြကို ေတြ႔ရမွာပါ….Seok_Won က ကားမေတာ္တဆမႈတစ္ခုေၾကာင့္ အတိတ္ေမ႔ေနတဲ႔ ေရွ႔ေနတစ္ေယာက္ျဖစ္ပါတယ္။Jin_young ကေတာ႔ စိတ္ဖိစီးမႈေတြေၾကာင့္ Depression ရရေနတဲ႔ အမ်ိဳးသမီးတစ္ဦးပါ။သူတို႔ႏွစ္ဦး ေဆးရံုမွာ ေတြ႔ဆံုရာက ရင္းႏွီးသြားခဲ႔ျပီး ဇာတ္လမ္းကို အစပ်ိဳးထားပါတယ္။ကားမေတာ္တဆမႈေၾကာင့္ အတိတ္ကို ျပန္စဥ္းစားတိုင္း ေခါင္းကိုက္ေလ႔ရွိျပီး ကားေမာင္းရမွာကို ေၾကာက္ေနတဲ႔ Seok_Won က Jin_Young ေၾကာင့္ ေျပာင္းလဲလာခဲ႔သလို…Jin_Young ကလည္း သူမရဲ႔ အထီးက်န္ေနတဲ႔ေန႔ရက္ေတြဟာ Seok_Won ေၾကာင့္ ပဲ အဓိပၸယ္ပိုရွိလာေစပါတယ္။ဇာတ္ကားက Mystery /Drama လို႔ ေျပာတဲ႔အတိုင္းပါပဲ… Romance ျဖစ္သလို ၾကည့္ေနစဥ္မွာလည္း .. Jin_Young ရဲ႔ ထူးဆန္းတဲ႔ စကားေတြ.. Seok_Won ရဲ႔ အျပဳအမူေတြေၾကာင့့္ စဥ္းစားစရာေတြ ျပည့္ႏွက္ေနခဲ႔ပါတယ္…ဘယ္သူက ဘယ္သူ႔ကို ပိုခ်စ္သလဲဆိုတာလဲ… ၾကည့္ရင္းနဲ႔ စဥ္းစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းေလးေရာ.. ရိုက္ကူးထားတာေလးေတြပါ ေကာင္းမြန္လို႔ Drama ၾကိဳက္တဲ႔ သူေတြ အၾကိဳက္ေတြ႔မွာပါ….ကိုရီးယားကား ၾကည့္ေလ႔မရွိတဲ႔ သူေတြကိုလည္း Drama ၾကိဳက္ရင္ ဒီကားေလးကို ၾကည့္ဖို႔ တိုက္တြန္းခ်င္ပါတယ္။ေရွ႔ေန Seok_Won အျဖစ္ မင္းသား Jung Woo-sung က သရုပ္ေဆာင္ထားျပီး Jin_Young အျဖစ္ မင္းသမီး Kim Ha-neul က သရုပ္ေဆာင္ထားပါတယ္။မင္းသားေရာ မင္းသမီးေရာက ကိုရီးယားကား ၾကည့္ေလ႔ရွိသူေတြ ရင္းႏွီးျပီးသားျဖစ္မွာပါ.. မင္းသမီး Kim Ha-neul ကိုေတာ႔ A Gentleman’s Dignity မွာ အရမ္းၾကိဳက္လို႔ သူ႔ကားေတြကို ျပန္ရွာၾကည့္ျဖစ္တဲ႔အထိပါပဲ… ဒီကားေလးကလဲ… မင္းသမီး Kim Ha-neul ကို ပိုျပီးၾကိဳက္သြားေစတဲ႔ ကားေလးပါပဲဗ်ာ…IMDb မွာလည္း Rating 6.6/10 အထိရရွိထားလို႔ ကားေကာင္းတစ္ကားျဖစ္တယ္ဆိုတာ ထပ္ျပီးေတာ႔ ေျပာလိုက္ပါရေစခင္ဗ်….#Nucleon_Review#Admin_N(ရုပ္ရွင္အညႊန္းကိုNucleon FB Pageမွကူးယူေဖာ္ျပပါသည္။)File size…(908 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:46:33Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslater…Myo Thi Ha",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/remember-you-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9xhwlp4ovpst.html",
        "server": "usersdrive.com",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/remember-you-nareul-itjimarayo-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tg8e/Remember_You_(Nareul_Itjimarayo)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tXogEIpZ#6xMmI088a1skUEB7eXnLFGDfMnktGljHxg0OPynp5Ew",
        "server": "mega.nz",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8nduuzsjiv3e",
        "server": "upstream.to",
        "size": "908 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LuEISTAFiYI",
      "video_url": "https://www.youtube.com/watch?v=LuEISTAFiYI",
      "embed_url": "https://www.youtube.com/embed/LuEISTAFiYI"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Can’t Hardly Wait (2022)",
    "description": "1998 တုန်းက ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့ တကယ်ရယ်ရတဲ့ Comedy ရုပ်ရှင်စစ်စစ်တစ်ကားပါ။ဟန်တင်တန်ဟေးလ်စ် အထက်တန်းကျောင်းကြီးရဲ့ စီနီယာကျောင်းသားတွေဟာ အထက်တန်းပြီးတဲ့ အထိမ်းအမှတ်အနေနဲ့ အိမ်တစ်အိမ်မှာ ပါတီအကြီးကြီးတစ်ခု စုပြီးလုပ်ကြပါတယ်ဗျ။ ကျောင်းသားပါတီဖြစ်တဲ့အလျှောက် ပါတီတက်တဲ့ထဲမှာ ကောင်မလေးတစ်ယောက်ကို နှစ်အကြာကြီး တိတ်တိတ်လေး ကြိတ်ကြိုက်နေတဲ့သူ၊ စော်ကြည်ဘဲ၊ ကျောင်းကပွဲ ကွင်း၊ ဂိ၊ စတဲ့ ကျောင်းသားကျောင်းသူပေါင်းစုံ အများကြီး ပါဝင်ကြပါတယ်။ ကောလိပ်တက်ရမှာမလို့ လူကြီးပုံစံဖမ်းနေကြတဲ့ ကျောင်းသားကျောင်းသူတွေ ပုံစံပေါင်းစုံနဲ့ ဘရုတ်ကျပုံတွေကို ကျွန်တော်တို့မှာ တကယ်မရှိဖူးခဲ့တဲ့ ကျောင်းသားဘဝကို လွမ်းရင်း ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် ကျောင်းသားဟာသရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ…။File size…(2.49GB)  / (671MB) / (703MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:23:00Genre… Comedy / RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Zwe Yan Naing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yPVhkvOiI4UZC0jOpjO1HntlxHv.jpg",
      "https://image.tmdb.org/t/p/w300/wgnKx7iT5lzLfo2RHKM6ufmHdyU.jpg",
      "https://image.tmdb.org/t/p/w300/i9B9mcP9oXH8YglW0OKBZHiiVeR.jpg",
      "https://image.tmdb.org/t/p/w300/pfcIr8kIsrY3fTolrzajhr7tlbk.jpg",
      "https://image.tmdb.org/t/p/w300/iuMwL5UB4tdfIt3SNgKkLfEhjR4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-canot.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cant-hardly-wait-1998-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.49GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/23cp5vl328vb.html",
        "server": "usersdrive.com",
        "size": "2.49GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ajt1/Cant.Hardly.Wait.1998.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.49GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uJpDTIja#hRfWRbLP6QnRDTmUci4M758jps8TTIWNz_xTfBtInNA",
        "server": "mega.nz",
        "size": "2.49GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cant-hardly-wait-1998-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6zzmteee1bwq.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wenr/Cant.Hardly.Wait.1998.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DJBwTJIb#6ovvCTtGBrJHy4MzCfHbTWD6O0vIytFrt5YcvIZXp7A",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/jyx4b0qquzen.html",
        "server": "streamsb.com",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cant-hardly-wait-1998-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "703MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/4dm7dhdtn2af.html",
        "server": "usersdrive.com",
        "size": "703MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2wene/Cant.Hardly.Wait.1998.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "703MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/jNg0ibqK#OLPwH63ntVAPIHcBRq6p7JoDiJbbLE65R5f_p4aD-rs",
        "server": "mega.nz",
        "size": "703MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/i9zrrf15hqqx.html",
        "server": "streamsb.com",
        "size": "703MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "qukvN6ieeMY",
      "video_url": "https://www.youtube.com/watch?v=qukvN6ieeMY",
      "embed_url": "https://www.youtube.com/embed/qukvN6ieeMY"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "77K"
    },
    "title": "No Reservations (2007)",
    "description": "No Reservations (2007)Genre – Comedy, Drama, RomanceIMDB – 6.3/10ငယ်ငယ်တုန်းက Zorro ကြည့်ရင်း ဒီမင်းသမီးလှလိုက်တာဆိုပြီးဖြစ်ခဲ့ဖူးတဲ့သူ ဒါမှမဟုတ် ခု နာမည်ကြီး ဗုဒ္ဓဟူးမ Wednesday ရဲ့ အမေနေရာကပါပြီးခုထိ ကျက်သရေရှိရှိနဲ့ လှနေတဲ့ အန်တီကြီး Catherine Zeta-Jones ရဲ့၂၀၀၇ ခုနှစ်တုန်းက Rom-com ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။မင်းသားနေရာကလည်း Dark Knight Trilogy မှာ အပြိုင်ကြမ်းခဲ့တဲ့Two-face နေရာက မင်းသား Aaron Eckhart ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုံးလေးကတော့ စားဖိုမှူးလောကမှာ နာမည်ရှိပြီးအင်မတန်တော်သလောက် စည်းမျဉ်းစည်းကမ်းတွေနဲ့ စေ့စပ်တိကျပြီးမိတ်ဆွေမရှိ ချစ်သူမရှိ ဟင်းချက်တာကိုပဲ စိတ်နှစ်ထားတဲ့စားဖိုမှူးမချော ကိတ်ဆိုတာရှိပါတယ်။ဆိုင်ထဲမှာ ဖောက်သည်က သူချက်တာကို စောဒကတက်ရင်လည်းမထင်ရင်မထင်သလို ပြန်ပြန် ပြဿနာရှာတတ်လွန်းလို့ဆိုင်ပိုင်ရှင်ကတောင် ကုထုံးဆရာဆီ ပို့ထားရတဲ့လူမျိုးပါ။တစ်ရက်တော့ သူ့ အစ်မဖြစ်သူဟာ သူ့သမီးနဲ့အတူ သူ့ဆီကိုလာလည်ဖို့လုပ်ရင်း မတော်မဆ ဖြစ်သွားရာကနေ အသက်ဆုံးရှုံးခဲ့ပြီးသမီးဖြစ်သူကိုလည်း သေတမ်းစာမှာ ညီမတော်စပ်သူ အဒေါ်လက်ထဲအပ်ခဲ့တဲ့အတွက် ကိတ်တစ်ယောက် ဒူးမနာသမီးလေး ရသွားခဲ့ပါတော့တယ်။ဒီလိုမျိုး တူမဖြစ်သူကို အချိန်ပေးနေတုန်း ဆိုင်ပိုင်ရှင်ကသူ့ကို အသိမပေးပဲ ပျော်ပျော်နေတတ်တဲ့ အီတလီပြန် စားဖိုမှူး နစ်ကိုခန့်ထားတာကိုတွေ့တော့ သူ့နေရာလုဖို့ ပေးဖို့ လုပ်တာလားဆိုပြီးအမြင်မကြည်ပဲ နှစ်ယောက်သား ပြဿနာတွေလည်းတက်ရင်းကလေးတစ်ဖက်နဲ့ အလုပ်တစ်ဖက်နဲ့ ကိတ်တစ်ယောက်ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကို အချစ်ဆန်ဆန်ဒရမ်မာဆန်ဆန် ဟာသဆန်ဆန် ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်။မာနကြီး အတ္တကြီး ဒေါသကြီးပြီး လောကကြီးကို အယုံအကြည်မရှိတဲ့စားဖိုမှူးတစ်ယောက် တူမလေးရပြီး အမြင်တွေပြောင်းလဲကာမင်းသားဖြစ်သူရဲ့ ပျော်ရွှင်တတ်တဲ့စရိုက်တွေကြောင့်တဖြည်းဖြည်း ပြောင်းလဲလာပြီး အချစ်နဲ့ တွေ့ရှိကာပြောင်းလဲသွားမှာကို ခံစားရမှာပါ။ကလေးမလေးနေရာကလည်း Zombieland ထဲကအငယ်မလေးလုပ်တဲ့ Abigail Breslin ကပိုင်နိုင်စွာသရုပ်ဆောင်ထားပြီး ဇာတ်ပို့ပေးထားပါတယ်။File size…  1.49 GB /  723 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 44mGenre …..  Drama, Comedy , RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rmlgq2gjiXBK3YNWj6WSdueLv0o.jpg",
      "https://image.tmdb.org/t/p/w300/7ENmyAV7kTluAmFFLM9Br2oy9v.jpg",
      "https://image.tmdb.org/t/p/w300/3SgFZXv6sMbfHNk8rujsp8evdno.jpg",
      "https://image.tmdb.org/t/p/w300/wM42VA5ofF3vaZIWTIJGT8wXtYd.jpg",
      "https://image.tmdb.org/t/p/w300/fJr5XZW5ZgVtd0arAMLKmSiE1bP.jpg",
      "https://image.tmdb.org/t/p/w300/fXZwnlHyHppL85Viwhip0Z7qRuz.jpg",
      "https://image.tmdb.org/t/p/w300/kYxZEmZ8mmew8t0eUhxfGmMUxE3.jpg",
      "https://image.tmdb.org/t/p/w300/jHmC0wVsVstgrGJD5StXts8DhI3.jpg",
      "https://image.tmdb.org/t/p/w300/1igBGEBrEZ6g0uB1b5IMNqJDRkT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hqmhjv6vq002.html",
        "server": "usersdrive.com",
        "size": "1.49 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/no-reservations-2007-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.49 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2CpH4/No.Reservations.2007.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.49 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/cin105c232bj",
        "server": "streamvid.io",
        "size": "1.49 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p4u3w4w1toxc.html",
        "server": "usersdrive.com",
        "size": "723 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/no-reservations-2007-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "723 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wseq/No.Reservations.2007.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "723 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/at9q7vtst403",
        "server": "streamvid.io",
        "size": "723 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qm68An_PzAs",
      "video_url": "https://www.youtube.com/watch?v=qm68An_PzAs",
      "embed_url": "https://www.youtube.com/embed/qm68An_PzAs"
    }
  },
  {
    "metadata": "not rated|2023|2h 16m|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "265"
    },
    "title": "Sesham Mike-il Fathima (2023)",
    "description": "Sesham Mike-il Fathima (2023) ဘောပွဲကြေငြာသူ ဖာသီမာ imdB (8.6/10)ပရိသတ်ကြီးကို ယခုတင်ဆက်ပေးမှာကတော့ မာလာရာလမ်စကားပြော ဒါရိုက်တာ မာနူစီကူးမားရဲ့ ပွဲဦးထွက်လက်ရာပေးပဲ ဖြစ်ပါတယ်…..ပွဲဦးထွက်မှာပဲ သူမတူတဲ့ဇာတ်လမ်းမျိုးကို ရဲရဲဝံ့ဝံ့ရိုက်ကူးပြထားပြီး rating တွေကလဲ လန်ပြန်နေတာကို တွေ့ရမှာပါ…တွေ့တဲ့အတိုင်းပဲ အမျိုးသမီးဇာတ်ကောင် ဦးစားပေးဖြစ်ပြီးမွတ်ဆလင်အမျိုးသမီးတစ်ယောက်ရဲ့ သူမတူပဲ ဘောလုံးပွဲကြေငြာတင်ဆက်သူအဖြစ်ရုန်းကန်တဲ့ပုံစံလေးကို comedy drama ပုံစံလေးနဲ့ တင်ဆက်ပေးထားတာပါ…ဖာသီမာက ငယ်ငယ်လေးထဲက စကားအရမ်းများပါတယ် ဘယ်လောက်များလဲဆို သူ့အမေဗိုက်ထဲကထွက်ပြီးအူဝဲလို့စအော်ထဲက ပြောလိုက်တဲ့စကား ခုထိကိုမရပ်သေးဘူးလို့ ပြောယူရပါတယ် လေအိုးလေးဖာသီမာရဲ့အကိုကတော့ဘောလုံးသမားတစ်ယောက်ပါ ဖာသီမာလဲ အကိုနဲ့ပေါင်းရင်း ဘောပွဲကြည့်ရုံတင်မက ဘေးကနေ ဘာဖြစ်တယ်ညာဖြစ်တယ်ဂိုးတယ်ခင်ဗျာတွေလဲ ထထအော်တတ်နေပါတော့တယ်အဲ့လိုနဲ့ပဲ သူ့အကိုတို့ဘောလုံးပွဲတစ်ခုမှာ ပွဲကြေငြာသူမရှိလို့ ဖာသီမာတစ်ယောက် စမ်းပြီးပွဲတင်ဆက်သူလုပ်လိုက်ရာကနေစပြီး….အမျိုးသမီးပွဲတင်ဆက်သူတစ်ယောက်အတွက် သော့ပိတ်ထားတဲ့တံခါးတွေအများကြီးပါ အဲ့တံခါးတွေကို ရဲရဲဝံ့ဝံ့တံခါးခေါက်လိုက်ပါတဲ့….အဲ့လိုပါပဲ ကမ္ဘာပေါ်ကအိမ်မက်ပေါင်းစုံနဲ့အမျိုးသမီးများ ကိုယ့်ရှေ့ကပိတ်ထားတဲ့ တံခါးတွေကို ရဲရဲဝံ့ဝံ့ခေါက်နိုင်ဖို့အတွက်…ခေါက်မဲ့သူတွေရော ကူခေါက်ပေးမဲ့သူတို့ကောင်လေးတွေရော ကြည့်နိုင်ဖို့ CM ကနေ မိုတီအပြည့်နဲ့တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းကိုတော့ ဆရာစိုင်းမှ ရေးသားပေးထားပြီး ဘာသာပြန်ကတော့ CM Bollywood Team ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.4GB / 1GBQuality…WEB DL 1080p / 720pFormat…mp4Duration….2h 16mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7bUibgUW8eKnstV5sfrJYsniXo2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNjkwYzFmMzQtMmVjNi00NmMyLTg4OGEtZmFkNzRhOGMzNTkyXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sesham-mike-il-fathima-2023-web-dl-1080-p-hq-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/01wudm6e8thl.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lfus/Sesham_Mike-il_Fathima_(2023)_WEB-DL_-_1080p_HQ_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IaUThAZQ#ALDlTky7QMjQ9YsHRTWy5mT89pMGYJk4GN_j_oyX3y0",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/6nek7d7obg77",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sesham-mike-il-fathima-2023-web-dl-720-p-hq-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/en39v9a72m0x.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lfut/Sesham_Mike-il_Fathima_(2023)_WEB-DL_-720p_HQ_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4alGAJ7A#YrXwr9Jb-KVKXnNb8nBAaD8EYDIiFvPU6kO8Vy0h9Qg",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/0neip2wgkqmj",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 49min|Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": ""
    },
    "title": "Fantasy of the Girls (2016)",
    "description": "[Unicode]Fantasy of the Girls 2018LGBT Supporter တို့အတွက် Lesbian Teen Romance Movie လေးတစ်ခုပေါ့အချစ်ဆိုတာ အသက်အရွယ်မရွေး Genderမရွေးမှာ ဖြစ်ပေါ်လာတတ်ပေမယ့် ပတ်ဝန်းကျင်ရဲ့ တိုက်ခိုက်မှုဒဏ်ကိုခံရပြီး မဖြစ်သင့်တဲ့ ဒဏ်ခတ်အချစ်ဆိုတာမျိုးရှိပါတယ်…ချစ်နေကြပေမယ့်လည်း မဖြစ်သင့်လို့ မချစ်ခဲ့သလိုနေခဲ့လိုက်ရမယ့် အချစ်ဇာတ်လမ်းလေးကို ဒီကားလေးမှာ ပုံဖော်ထားပုံကတော့ပထမနှစ်အထက်တန်ကျောင်းသူလေး ဆွန်းဟွာဟာ သူမရဲ့ကျောင်းက နောက်ဆုံးနှစ် စီနီယာကျောင်းသူ ဆူယွန်းနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ရာကဆူယွန်းရဲ့မျက်စိကျသွားမှုကြောင့် ရိုမီယို ဂျူလီးယက် ပြဇာတ်အတွက် ဂျူးလီးယက်နေရာကို အရွေးခံခဲ့ရပါတယ်ရိုမီယိုနေရာမှာ သရုပ်ဆောင်မယ့် စီနီယာကျောင်းသူ ဟာနမ်ဟာ ဂျူနီယာတိုင်းရဲ့ အသဲစွဲစံပြ ကျောင်းသာတစ်ယောက်ဖြစ်တာမို့ တွဲသရုပ်ဆောင်ခွင့်ရခဲ့တဲ့ ဆွန်းဟွာကို လူတိုင်းက အားကျနေခဲ့ရတဲ့အဖြစ်ပေါ့ဒီလိုနဲ့ ပြဇာတ်အတွက် လေ့ကျင့်ကြရင်း ရင်းနှီးသွားတဲ့အခါဆွန်းဟွာဟာ သူမစီနီယာ ဟာနမ်အပေါ် ခံစားချက်ရှိလာခဲ့အခါ…ဆွန်းဟွာရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဖြစ်သွားမယ်ဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )[Zawgyi]Fantasy of the Girls 2018LGBT Supporter တို႔အတြက္ Lesbian Teen Romance Movie ေလးတစ္ခုေပါ့အခ်စ္ဆိုတာ အသက္အရြယ္မေရြး Genderမေရြးမွာ ျဖစ္ေပၚလာတတ္ေပမယ့္ ပတ္ဝန္းက်င္ရဲ႕ တိုက္ခိုက္မႈဒဏ္ကိုခံရၿပီး မျဖစ္သင့္တဲ့ ဒဏ္ခတ္အခ်စ္ဆိုတာမ်ိဳး႐ွိပါတယ္…ခ်စ္ေနၾကေပမယ့္လည္း မျဖစ္သင့္လို႔ မခ်စ္ခဲ့သလိုေနခဲ့လိုက္ရမယ့္ အခ်စ္ဇာတ္လမ္းေလးကို ဒီကားေလးမွာ ပံုေဖာ္ထားပံုကေတာ့ပထမႏွစ္အထက္တန္ေက်ာင္းသူေလး ဆြန္းဟြာဟာ သူမရဲ႕ေက်ာင္းက ေနာက္ဆုံးႏွစ္ စီနီယာေက်ာင္းသူ ဆူယြန္းနဲ႔ အမွတ္မထင္ေတြ႔ဆံုခဲ့ရာကဆူယြန္းရဲ႕မ်က္စိက်သြားမႈေၾကာင့္ ႐ိုမီယို ဂ်ဴလီးယက္ ျပဇာတ္အတြက္ ဂ်ဴးလီးယက္ေနရာကို အေရြးခံခဲ့ရပါတယ္႐ိုမီယိုေနရာမွာ သ႐ုပ္ေဆာင္မယ့္ စီနီယာေက်ာင္းသူ ဟာနမ္ဟာ ဂ်ဴနီယာတ္ိုင္းရဲ႕ အသဲစြဲစံျပ ေက်ာင္းသာတစ္ေယာက္ျဖစ္တာမို႔ တြဲသ႐ုပ္ေဆာင္ခြင့္ရခဲ့တဲ့ ဆြန္းဟြာကို လူတိုင္းက အားက်ေနခဲ့ရတဲ့အျဖစ္ေပါ့ဒီလိုနဲ႔ ျပဇာတ္အတြက္ ေလ့က်င့္ၾကရင္း ရင္းနွီးသြားတဲ့အခါဆြန္းဟြာဟာ သူမစီနီယာ ဟာနမ္အေပၚ ခံစားခ်က္႐ွိလာခဲ့အခါ…ဆြန္းဟြာရဲ႕ အခ်စ္ဇာတ္လမ္းေလးဟာ ဘယ္လိုျဖစ္သြားမယ္ဆိုတာကို ၾကည့္႐ႈလိုက္ၾကရေအာင္ပါ ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )Quality__720pIMDb Rating__6.9/10Format__mp4Duration__01:44:00Type__RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byDeerEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/izeBVuEK0KLfUcLX6GFj9y3yYmN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wLrEf533UDTJnbgeaOuzYA3HhaZ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fantasy-of-the-girls-2016",
        "server": "VIP Links",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/fantasy-of-the-girls-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ssra5ng1x5wn.html",
        "server": "usersdrive.com",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/UZf8/Fantasy_Of_The_Girls_(2018).mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9kwCyLYY#kM5407cU1Mxqpi3zeOCZ5gLlL2z0QhpQMP1lmaGTui4",
        "server": "mega.nz",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/rux70vfjncy3",
        "server": "upstream.to",
        "size": "960 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tww1EVCcWEQ",
      "video_url": "https://www.youtube.com/watch?v=tww1EVCcWEQ",
      "embed_url": "https://www.youtube.com/embed/tww1EVCcWEQ"
    }
  },
  {
    "metadata": "||1h 33m|Romance",
    "rating": {
      "rating": "5.4/10",
      "rating_count": ""
    },
    "title": "The Blue Skies at Your Feet (2022)",
    "description": "The Blue sky at your feet (2022)“တစ်နေ့ကျရင် မိုးတိမ်ကင်းစင်ပြီး ဖဝါးအောက်မှာ ကောင်းကင်ပြာကြီးဖြန့်ကျက်နေတဲ့တစ်နေ့ကို ရောက်လာဦးမှာပါ။ မင်းသာ ပြုံးထားမယ်ဆိုရင် သေချာပေါက် ရောက်လာမှာပါ”ဂျပန် ကျောင်းသားကား romance/dramaကားလေးတွေကြိုက်တဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးကို တင်င်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းတက်နေတဲ့ မိယုနဲ့ ရှုယတို့က တွဲနေတာ ၂နှစ်နီးပါးပါပြီ။ လတိုင်း ၁ရက်နေ့မှာ ရုပ်ရှင်အတူတူကြည့်မယ်လို့ ကတိပေးထားပြီး ကတိအတိုင်းလည်း တောက်လျှောက်ကြည့်ဖြစ်ခဲ့ကြပါတယ်။ဒါပေမဲ့ အခုတစ်လောမှာတော့ ရှုယအနားမှာ “တိုမိုက”ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိနေတယ်လို့ သတင်းတွေထွက်နေပါတယ်။နိုဝင်ဘာလ၁ရက်နေ့မှာ ထုံးစံအတိုင်း သူတို့နှစ်ယောက်ရုပ်ရှင်သွားကြည့်ဖို့ ရုပ်ရှင်ရုံကိုသွားကြပါတယ်။ ဒါပေမဲ့ မကြည့်ခင်မှာ ရှုယဆီကို ဖုန်းကောတစ်ခုဝင်လာခဲ့ပါတယ်။ အဲဒီဖုန်းကောကြောင့် ရှုယက ရုပ်ရှင်ကြည့်ဖို့ကတိကို ဖျက်ပြီးထွက်သွားပါတယ်။အဲဒီနောက်တော့ ရှုယကပြန်ရောက်လာပြီး မိယုကိုစိတ်မဆိုးအောင် ရှင်းပြဖို့ကြိုးစားပါတယ်။ ဒါပေမဲ့မိယုကလက်မခံဘဲထွက်သွားဖို့လုပ်တာကို လိုက်တားရင်းနဲ့ ကားမတော်တဆမှုနဲ့ကြုံရပြီး ၂ယောက်လုံးသတိမေ့သွားပါတယ်။မိယုပြန်နိုးလာတဲ့အခါ နောက်တစ်ရက်ကိုရောက်မသွားဘဲ နိုဝင်ဘာ၁ရက်နေ့ကိုပဲ ပြန်ရောက်နေတာကို သိလိုက်ရပါတယ်။ အဖြစ်အပျက်တွေက အရင်နေ့ကနဲ့အတူတူပဲမို့ ရှုယကို ကားတိုက်ခံရတာကနေ ကယ်ဖို့ကြိုးစားပါတော့တယ်။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.7GB) / (900MB)Quality__WEB-DL_1080p, 720pIMDb Rating__5.4/10Format__mp4Duration__01:33:00Type__RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mWNJa74pzIp8k4jmseTY3wtIdh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/EWK3Q_4f.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-blue-skies-at-your-feet-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-blue-skies-on-your-feet-2022-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Nudc/The_Blue_Skies_On_Your_Feet_(2022)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5SsBSJJZ#m9iTEVILLwVX5bjIn8i7zDaPcj5vTvoQsUAqwahX7bs",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/2ocfovr3g69g.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-blue-skies-on-your-feet-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Nud5/The_Blue_Skies_On_Your_Feet_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xH9H0AqD#LT2aAF3Rc3r_jwRNBambaacmduM2Rpy1ULG59xlU8bU",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/2ned80fsur23.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5oEGQ3FGZZI",
      "video_url": "https://www.youtube.com/watch?v=5oEGQ3FGZZI",
      "embed_url": "https://www.youtube.com/embed/5oEGQ3FGZZI"
    }
  },
  {
    "metadata": "not rated|2023|2h 35m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "34"
    },
    "title": "Ishq-e-Nadaan (2023)",
    "description": "Ishq-e-Nadaan 2023ယခုတစ်ခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့ဟင်ဒီအချစ်ဒရာမာကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသမီးကြီးနီနာဂူပတာတို့အဓိကပါဝင်ထားပြီး ဘောလိဝုဒ်နာမည်ကြီးသရုပ်ဆောင်တွေများစွာပါဝင်ထားပါတယ်။ဇာတ်လမ်းတစ်ပုဒ်ထဲမှာ စုံတွဲသုံးတွဲတို့ရဲ့အချစ်ဇာတ်လမ်းကို အချိတ်အဆက်မိမိတင်ဆက်ထားပါတယ်။– ဘဝကိုရုန်းကန်နေရပြီး တစ်နေ့မှာ စီးပွားရေးလုပ်ငန်းရှင် အမျိုးသမီးတစ်ဦးနဲ့ဆုံတွေ့ခဲ့တဲ့သူတစ်ဦး– သားနဲ့ချွေးမဖြစ်သူတို့အိမ်ကို အလည်သွားရမှ မထင်မှတ်ထားတဲ့လူတစ်ယောက်နဲ့ဆုံပြီး အချစ်‌တွေပြန်ပေါက်ဖွားလာသူ– မချစ်ရက်တော့တဲ့သူတစ်ဦးနဲ့ ချစ်တတ်လွန်းသူတစ်ဦးတို့ဆုံကြရာဝယ်…ဒီလိုနဲ့အချစ်ရဲ့ အဓိပ္ပာယ်ကိုယ်စီရှာဖွေရင်း အချစ်ဆိုတဲ့ဟာကိုသူတို့ဘယ်လိုခံယူထားကြတယ်ဆိုတာ အသီးသီးအဖြေရှာကြရင်းဇာတ်ကောင်တွေအများကြီးနဲ့ ဇာတ်လမ်းရှုပ်ယှက်ခတ်သွားတာမျိုးမဖြစ်စေဘဲသူ့ဇာတ်ကောင်နဲ့သူ အံဝင်ခွင်ကျနဲ့ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon~BpL~V~Zwe~Cherry~YH တို့ပဲဖြစ်ပါတယ်။File size…1.75 GB / 643.3 MBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 35mSubtitle….Myanmar Subtitle(Hard Sub)Encoder…YKTranslated by Moon~BpL~V~Zwe~Cherry~YH",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dZGTpXunNruru9BMPROFeqRRM99.jpg",
      "https://image.tmdb.org/t/p/w300/i1ENYSiUDUYYOkDWKbMxVpoXkF7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDA0N2FmMDYtZWJmNC00YjA1LWIwNGItNTRkZjM5NTczNTMzXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ishq-e-nadaan-2023-hindi-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ocfingdd6552.html",
        "server": "usersdrive.com",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Vxf4/Ishq_E_Nadaan_(2023)_Hindi_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/km8RkKQQ#JT7ch96Q-n4V0bf9w2QasXXVgtdKJmzV66qP-RuHOaw",
        "server": "mega.nz",
        "size": "1.75 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ishq-e-nadaan-2023-hindi-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "643.3 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/t3asrkhomfln.html",
        "server": "usersdrive.com",
        "size": "643.3 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vxf9/Ishq_E_Nadaan_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "643.3 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/J6dVFY5Z#a5-z5bu360TK7Z09wHjlKPNo4WM4OSo01zJje-tEeEc",
        "server": "mega.nz",
        "size": "643.3 MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/0m352713khyk.html",
        "server": "streamsb.com",
        "size": "643.3 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/osyfa062hejc",
        "server": "streamvid.io",
        "size": "643.3 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ipzhi9l0Yq4",
      "video_url": "https://www.youtube.com/watch?v=ipzhi9l0Yq4",
      "embed_url": "https://www.youtube.com/embed/ipzhi9l0Yq4"
    }
  },
  {
    "metadata": "|||Romance",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "100"
    },
    "title": "Middleton Christmas 2020",
    "description": "Middleton Christmas ဇာတ်ကားက Romanceအမျိုးအစားလေးပါမကြာခင်ကျရောက်လာတော့မဲ့ခရစ်စမတ်ပွဲတော်အကြောင်းအသားပေးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါပဲဇာတ်လမ်းအကျဥ္းက Middletonကိုယ်ပိုင်အထက်တန်းကျောင်းကိုဖလော်ရီဒါကပြောင်းလာတဲ့ကျောင်းသားလေးမက ်စ်နဲ့ အရည်အချင်းရှိတဲ့သူ့အဖေကိုကျောင်းအုပ်ဆရာမကြီးက အလုပ်ခန့်လိုက်ပါတယ်ကျောင်းအုပ်ဆရာမကြီးရဲ့သမီး ဆမန်သာနဲ့မက ်စ်တို့မထင်မှတ်ပဲတွေ့ဆုံပီးနောက်အတန်းဖော်တွေဖြစ်လာခဲ့ပါတယ်ဆမန်သာမှာအစကရည်းစားရှိပေမဲ့သူ့ကိုတကယ်မချစ်ဘူးဆိုတာနားလည်သွားပီးနောက် မှာမက ်စ်အပေါ်စိတ်ယိုင်လာခဲ့ပါတယ်တစ်နေ့မက ်စ်ကိုတွေ့ဖို့ကားမောင်းလာရင်း accidentဖြစ်ပီး ကျောက်ကပ်ပျက်စီးသွားခဲ့ပါတယ်ဒါကိုသိတဲ့သွေးအမျိုးအစားတူတ​ဲ့ ဆမ်ရဲ့အရင်ရည်းစားကလှူဖို့ပြင်ဆင်ခဲ့ပေမဲ့သူ့မိဘတွေကခွင့်မ​ပြုခဲ့ပါဘူးမက ်စ်ကတော့အဖေကိုတောင်အသိမပေးပဲခွဲစိတ်မှုပြုလုပ်ခဲ့ပါတယ်ခွဲစိတ်မှုအပီးမှာ ဆမ်ကချက်ချင်းသက်သာလာခဲ့ပေမဲ့ မက ်စ်ကတော့သတိမေ့နေခဲ့ပါတယ်ဒီလိုအခက်အခဲတွေရင်ဆိုင်ပီးနောက် မှာ မက ်စ်ပြန်လည်ကျန်းမာလာမလားသူတို့နှစ်ယောက်ပေါင်းစည်းနိုင်မလားဆိုတာ စောင့်ကြည့်ရမှာပါFile Size :(1.4 GB) and (700 MB)Quality : WEB-DL 1080p/ 720pFormat…mp4Duration…01:40:00Genre :RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zora YangEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hOCrRi5ttuGGI5V1iyLEHtvKYhs.jpg",
      "https://image.tmdb.org/t/p/w300/y2bqSEWUya1OeNsoBt4dGitaakO.jpg",
      "https://image.tmdb.org/t/p/w300/ai5N648e3WHKFbw3H7M6FDKGcjl.jpg",
      "https://image.tmdb.org/t/p/w300/o458J9hWiHt3chqO9GiLaqqabC5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/middle.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/middleton-christmas-2020",
        "server": "VIP Links",
        "size": "1.4 Gb / 700 Mb",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/middleton-christmas-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/middleton-christmas-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gv9au5szm8yk",
        "server": "upstream.to",
        "size": "1.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/jkk3wvzxtk56",
        "server": "upstream.to",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GeRFXarS#U4C3_S1aqa0c4eudQMq2DLDt-WXHnADW0xpIMkYBPMc",
        "server": "mega.nz",
        "size": "1.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vLZ3FAQL#DbZ7371OkMdq5ZPFfZNJ6YffMT2X3JUNOBi9uqAVMt4",
        "server": "mega.nz",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Ulnn/Middleton.Christmas.2020.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Ulnw/Middleton.Christmas.2020.720p(CM).mp4",
        "server": "megaup.net",
        "size": "700 Mb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2020|1h 41min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "4,569"
    },
    "title": "To All the Boys: P.S. I Still Love You (2020)",
    "description": "(Unicode)အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ….ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ နွေရာသီလုပ်အားပေးစခန်းမှာပါ အတူရောက်လာခဲ့ချိန်မှာတော့ လာရာဂျင်းတစ်ယောက်၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲမှာ ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းရမှာလဲပီတာနဲ့ ဂျွန် ၂ ယောက်ကြား ဘယ်လို‌တွေ ရွေးချယ် အဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်….(Zawgyi)အခု မိတ္ဆက္ေပးမွာကေတာ့ 2018 က ထြက္ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အေမရိကန္အခ်စ္ဇာတ္ကားေလးရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔2020 မွာ ထပ္မံ႐ိုက္ကူး ထုတ္လႊတ္လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ္ကားေလးပါပထမကားမွာတုန္းကလိုပဲ လူငယ္ႀကိဳက္ အခ်စ္ကားေလးဟာ ပရိသတ္ကို စိတ္မပ်က္ရမယ့္ ၾကည္ႏူးစရာ အခ်စ္ဇာတ္ဝင္ခန္းေလးေတြနဲ႔ ထပ္မံ ဖမ္းစားႏိုင္ခဲ့ျပန္ပါတယ္လာရာဂ်င္းနဲ႔ ပီတာကတ္ဗင္စကီနဲ႔ ပထမဆုံးဒိတ္ေလးနဲ႔ ဇာတ္လမ္းေလးကို စတင္ထားၿပီး ရင္ခုန္ၾကည္ႏူးစရာ ခ်စ္သူဘဝေလးကို ပုံေဖာ္ျပထားပါတယ္အဲလိုအခ်ိန္မွာပဲ လာရာဂ်င္းရဲ႕ ေနာက္ထပ္ ရည္းစားေစာင္တစ္ေစာင္ကို လက္ခံရရွိခဲ့တဲ့ အလယ္တန္းတုန္းက ဂြၽန္အမ္ဘ႐ို႕စ္ဆီက ျပန္စာတစ္ေစာင္လက္ခံရရွိလိုက္တဲ့အခါမွာ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ….ဂြၽန္အမ္ဘ႐ို႕စ္ဟာ လာရာဂ်င္းနဲ႔အတူ ေႏြရာသီလုပ္အားေပးစခန္းမွာပါ အတူေရာက္လာခဲ့ခ်ိန္မွာေတာ့ လာရာဂ်င္းတစ္ေယာက္၃ ပြင့္ဆိုင္ အခ်စ္ဇာတ္လမ္းထဲမွာ ဘယ္လိုေတြ ရင္ဆိုင္ေျဖရွင္းရမွာလဲပီတာနဲ႔ ဂြၽန္ ၂ ေယာက္ၾကား ဘယ္လို‌ေတြ ေ႐ြးခ်ယ္ အဆုံးသတ္သြားမွာလဲဆိုတာကိုေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ေစာင့္ေမွ်ာ္ၾကည့္ရႈလိုက္ၾကပါဦးေနာ္အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္….File Size : (1.80 GB),(800 MB) And (400 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 41minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by May Tharaphi LwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LsJP9OuIBmBUxZpmVKtUUjF0PA.jpg",
      "https://image.tmdb.org/t/p/w300/acFg6uLzuFuShf9i2bzbQJW7g2S.jpg",
      "https://image.tmdb.org/t/p/w300/tLHqZy9LWiReAhB3N6yVLNcG5Ou.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/789DIwuuf7hACsXEFTTSR9H46ka.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uee20mn82hz6.html",
        "server": "usersdrive.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-1080-p-nf-web-dl-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/4Vz4t/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.1080p.NF.WEB-DL.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/xkn0iisfwyvg",
        "server": "upstream.to",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/1qNCUEiwq1XY9Q",
        "server": "disk.yandex.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/f4uwlth2x2sa.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4Vz4z/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gwit63rlujcq",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/LnxdfiXn1DxlMg",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-all-the-boys-ps-i-still-love-you-2020",
        "server": "VIP Links",
        "size": "1.80GB",
        "quality": "1080p5.1"
      }
    ],
    "trailer": {
      "video_id": "rfJY5vyfyxs",
      "video_url": "https://www.youtube.com/watch?v=rfJY5vyfyxs",
      "embed_url": "https://www.youtube.com/embed/rfJY5vyfyxs"
    }
  },
  {
    "metadata": "Not Rated|2013|2h 40m|Bollywood,Drama,Music,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "7.4k"
    },
    "title": "ABCD (Any Body Can Dance) (2013)",
    "description": "ABCD: Any Body Can Dance (2013) အိပ်မက်ဟူသည် (IMDb Rating – 6.3/10)ပထမဆုံးအကြိမ်အနေနဲ့ ၂၀၁၃ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး Netflix ကပါ ထုတ်လွှင့်ထားတဲ့ABCD: Any Body Can Dance ဇာတ်ကားကောင်းလေးကို ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။” ကိုယ်နှစ်ချီလများ ခက်ခက်ခဲခဲ ကြိုးစားခဲ့ရတဲ့ အိပ်မက်တစ်ခုကို ငွေအင်အားကြီးတဲ့သူတွေကဖိနှိပ်လို့ ရှုံးနိမ့်သွားတဲ့အခါမှာ လက်လျှော့လိုက်မှာလား…”ဒီကားလေးထဲမှာတော့ ဂီတသံစဉ်ကို အရူးအမူးဖြစ်ကာ လေထဲက သစ်ရွက်လေးတွေ လှုပ်ရှားတာ ငါးလေးတွေရေကူးတာ ငှက်ကလေးတွေပျံသန်းတာ ရေလေးတွေစီးဆင်းတာကအစ သံစဉ်လေးတွေနဲ့ လှုပ်ရှားကခုန်နေတယ်လို့ ခံယူထားတဲ့ ဗစ်ရှနူ။ဒီလိုအကရူးသွပ်တဲ့ဗစ်ရှနူကို JDCသူဌေးက အကနည်းပြနေရာကို လူအသစ်ကို အစားထိုးလိုက်ပါတယ်။ဒါ့အပြင် တွဲဖက်အလုပ်မလုပ်ခိုင်းဘဲ အက်မင်မန်နေဂျာရာထူးကို ပေးလိုက်တဲ့အခါမှာတော့ အလုပ်ကနေ နုတ်ထွက်ဖို့သာ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုဆိုရင်တော့ဖြင့် ရွာကိုပြန်ပြီး ကောက်ပဲစိုက်ရင်းသေဆုံးသွားမလား အိပ်မက်တစ်ခုကြောင့် ရောက်လာတဲ့မွန်ဘိုင်းမှာပဲရည်မှန်းချက်တွေနောက်ကိုလိုက်ဖို့ ဒုတိယအခွင့်အရေးရောက်ရှိလာမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှူပေးကြပါဦးရှင်။ဒီဇာတ်လမ်းလေးကိုတော့ Dee~ Aditi~ Yoon ~ KKKZ မှ ဘာသာပြန်ဆိုပြီး အညွှန်းရေးပေးထားပါတယ်။( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…4.5GB / 2.1GBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 40mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Dee~ Aditi~ Yoon ~ KKKZ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bpGvGNhM1KISj5JdQBBEOGWYHC7.jpg",
      "https://image.tmdb.org/t/p/w300/rAwYm20TR7ScQ46WPYfvAtl5Af.jpg",
      "https://image.tmdb.org/t/p/w300/xIGXrbmQtpjP0P2JTGO4VwLEAXi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMTU3NTk0NjE5Nl5BMl5BanBnXkFtZTcwMTU2ODMwOQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/abcd-any-body-can-dance-2013-1080-p-nf-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2i8kkcpe0jx8.html",
        "server": "usersdrive.com",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1klms/ABCD.Any.Body.Can.Dance.2013.1080p.NF.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/abcd-any-body-can-dance-2013-720-p-nf-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nqom0ja3pweg.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Ggdi/ABCD.Any.Body.Can.Dance.2013.720p.NF.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JKNGzSLI#cVFAwopkCLPu20N5pyj0Nlfwc8_wH_u6LDbTbNIWhp0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/obuccpro2ids",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/aag685b9otbt",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qLZC67-NfOI",
      "video_url": "https://www.youtube.com/watch?v=qLZC67-NfOI",
      "embed_url": "https://www.youtube.com/embed/qLZC67-NfOI"
    }
  },
  {
    "metadata": "R|2020|57mins|Adult,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "5623"
    },
    "title": "(18+) Big Busted Daughter In Law (2020)",
    "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ချွဲမယ် ပြုစုမယ်ဆိုတာကတော့ ဇာတ်ကားထဲမှာရှယ်ကြည့်နို်င်ပါတယ် ဆော်လေးကကိုယ်လုံးကိုယ်ပေါက်လေးက ကျစ်သလို နှုတ်ခမ်းရဲရဲလေးအသံချွဲချွဲလေးနဲ့ဖမ်းစားသွားဦးမှာမို့ ငါးကောင်တို့ သိုင်းလောကသားတွေအကြိုက်တွေ့ဦးမယ့်ဇာတ်လမ်းလေးလိ့ုညွှန်းချင်ပါတယ်Translated by : FOXEncoded by :SenpaiQuality :1080p webRip H264 and 720pFile Size : 829Mb and 440MBDuration : 57min",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1DdtY/Big.Busted.Daughter-in-Law.2020.1080p.WebRip.H264.AAC(DS).mp4",
        "server": "megaup.net",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "server": "megaup.net",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/adnkc2s0d3t7",
        "server": "veryfiles.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/1wv20ywh3uhg",
        "server": "veryfiles.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zp508c8yu7f8.html",
        "server": "usersdrive.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/098jzdauaxvl.html",
        "server": "usersdrive.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-1080-p-web-rip-h-264-aac-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-big-busted-daughter-in-law-2020",
        "server": "VIP Links",
        "size": "829MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "21156"
    },
    "title": "OMG! Oh My Girl(2022)",
    "description": "OMG! Oh My Girl(2022)**********************ကောင်လေးနဲ့ ကောင်မလေးဟာ ငယ်သူချင်းဖြစ်ကြတဲ့အလျှောက်တစ်ယောက်နဲ့တစ်ယောက်သံယော်ဇဉ်ရှိကြတယ်..ကောင်မလေးဘက်ကရိုးသားတယ်ဆိုပေမယ့် ကောင်လေးကတော့မရိုးသားဘူး..သူငယ်ချင်းစည်းကိုလည်းကျော်ချင်ကောင်မလေးဘက်ကစိတ်ဆိုးမှာလည်းကြောက်တော့သူ့အဖြစ်ဟာ အဆင်မပြေလှ..တစ်နေတော့ ကောင်လေးရဲ့သူငယ်ချင်းတစ်ယောက်ကလာအကူအညီတောင်းတယ်..မင်းဘော်ဒါ စကီလေးကိုငါသဘောကျတယ်ကွာ ..သူ့အကြိုက်လေးငါ့ပြော မင်းပေးတဲ့အကြံဉာဏ်တိုင်းလုပ်မယ်လို့အပူကပ်လာရော..ငြင်းမကောင်းတော့ ကောင်မလေးမကြိုက်လောက်တဲ့ တလွဲအကြံဉာဏ်တွေနဲ့ဆေးထိုးပါလေရော…သူ့ဘော်ဒါ ကံကောင်းတာလား သူကံဆိုးတာလားမသိ..သူ့ရဲ့ ဂျင်းဆေးကွက်မှာ ကောင်မလေးကပြန်ကြိုက်သွားလေရဲ့..အဲ့ဒီနောက်မှာတော့….ထိုင်းအချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး Cast တွေကလည်း ဆယ်ကျော်သက်ချစ်စဖွယ်လေးတွေဖြစ်လို့ ကြည့်ရှုခံစားသင့်ပါကြောင်း…File Size :(3.06GB) (867 MB) and (616 MB)Quality :WEB-DL 1080P5.1Ch, 720pFormat…mp4Duration…02:04:00Genre : Comedy ,Romance, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thynn, Shoon & Khine Khine WaiEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/odWLOSGczuUxmPXZHZXICxlyYnF.jpg",
      "https://image.tmdb.org/t/p/w300/wnRcxfwP4Yp2DHqJQXTxBbqWIrp.jpg",
      "https://image.tmdb.org/t/p/w300/2P3s8Dnt2SXOr5eoFn1gNOJyfhs.jpg",
      "https://image.tmdb.org/t/p/w300/yVV15A1hv5aUZ18ZgbsLjwiIlWF.jpg",
      "https://image.tmdb.org/t/p/w300/8aR2tyiuGWg2OBEbvBGfHJCslhB.jpg",
      "https://image.tmdb.org/t/p/w300/KFCi7bjFpD3lHKuZYTfmYA1mud.jpg",
      "https://image.tmdb.org/t/p/w300/3vy7uT0ciHJF4LSVOMDQNxpjh0C.jpg",
      "https://image.tmdb.org/t/p/w300/8eq0JqSSbJuEvtevTWDtkYsSM99.jpg",
      "https://image.tmdb.org/t/p/w300/zFoXD1UAMcfZeKM5ZjTetjAWJSX.jpg",
      "https://image.tmdb.org/t/p/w300/bRDo7ySEegTEZ3EEaxSR3ierxpp.jpg",
      "https://image.tmdb.org/t/p/w300/3ipCU9xsiYgZGyXWm1qQfnNdatw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/j732tzNhoywsS2I4z1Cv7IsMPww.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e0zm34xwb3o8.html",
        "server": "usersdrive.com",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/omg-oh-my-girl-2022-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1cken/OMG.Oh.My.Girl.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/TUgGgYzL#ez5AhmKizzWMkn5OBEFJ8Bs2nXDr6ZiXtCZ7NcI19rk",
        "server": "mega.nz",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/dyjzk1722vhv.html",
        "server": "usersdrive.com",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/omg-oh-my-girl-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yf8s/OMG.Oh.My.Girl.2022.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/3EQzVKRD#ukECj4avQ8triUpYzV6AWIcun2Mz_I8wDjTJHqsLjaE",
        "server": "mega.nz",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/3esjc35gv3qa.html",
        "server": "streamsb.com",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/drzjmi4q7vtf",
        "server": "streamvid.io",
        "size": "867 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hgdi6d6v9dwf.html",
        "server": "usersdrive.com",
        "size": "323MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/omg-oh-my-girl-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "323MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1ckpo/OMG.Oh.My.Girl.2022.WEB-DL.480P(CM)_.mp4",
        "server": "megaup.net",
        "size": "323MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/KvZmXAYL#1PsszQB6HFLsCGSql7Nqwomjy0aIa2Iks9iyqxALya0",
        "server": "mega.nz",
        "size": "323MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/udjb3rwsdshy.html",
        "server": "streamsb.com",
        "size": "323MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/2t1r6kfblsi0",
        "server": "streamvid.io",
        "size": "323MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "VKk6UvyysU8",
      "video_url": "https://www.youtube.com/watch?v=VKk6UvyysU8",
      "embed_url": "https://www.youtube.com/embed/VKk6UvyysU8"
    }
  },
  {
    "metadata": "|2018||Comedy,Fantasy,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "15000"
    },
    "title": "I Am Not an Easy Man (2018)",
    "description": "I Am Not an Easy Man (2018)======================IMDb Rating – 6.3/10အကယ်၍များ ကျား၊မ ခွဲခြားမှုတွေသာ ပြောင်းပြန်ဖြစ်သွားရင် ဘယ်လိုဖြစ်သွားမလဲ။ ကမ္ဘာကြီးအပေါ်‌ ဘယ်လိုသက်ရောက်မှုတွေ ရှိသွားမလဲ။ ဒါတွေရဲ့ အဖြေကတော့ ဒီဇာတ်ကားထဲမှာ ရှိပါတယ်။တစ်ရက်မှာ ဒေမီယန်ဆိုတဲ့ လူ့အခွင့်အရေးတွေအပြည့်အဝရထားပြီး မိန်းမပွေတဲ့လူတစ်ယောက်က ဓာတ်တိုင်နဲ့ဝင်တိုက်၊ သတိမေ့ပြီး အခြားကမ္ဘာကိုရောက်သွားတယ်။ သူနိုးလာတဲ့အခါမှာကြည့်ကြည့်တော့လည်း ကမ္ဘာကြီးက ဒီအတိုင်းပဲ ဒါပေမဲ့ယနေ့ကမ္ဘာကြီးနဲ့မတူတာက အဲမှာက အမျိုးသမီးတွေကြီးစိုးနေတာပါပဲ။ ဆိုတော့ဒေမီယန့်လို လူမျိုးက အဲ့ကိုရောက်သွားတယ်ဆိုတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။ကျား၊မ ခွဲခြားမှုတွေက လူ့အသိုင်းအဝိုင်းအပေါ် ဘယ်လောက်အထိသက်ရောက်မှုရှိလဲဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ Netflix ရဲ့ ပြင်သစ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khant Sett Naing ဖြစ်ပါတယ်)File Size……….(1.61 GB) / (689 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 38MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Fantasy, RomanceTranslator……Khant Sett NaingEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l6V9uWgQPz2kReUFYbfNUpPO1R3.jpg",
      "https://image.tmdb.org/t/p/w300/xyl9E3Bph0AZzqwwM6RFMI8WNJi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzM3OGM1OGUtMzE0Yi00OGM2LWFlNjItMGIwNmE4ODhkY2E2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/i-am-not-an-easy-man-2018-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.61 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1W0m9/I.Am.Not.An.Easy.Man.2018.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.61 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/07sEjbRA#Q2Uo9IUWGsmZScKU8vkdHsIw5Hc5J3U6Ch2B1SdoHvM",
        "server": "mega.nz",
        "size": "1.61 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p67aeta98zf0.html",
        "server": "usersdrive.com",
        "size": "1.61 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/8p2kdjd6v53r",
        "server": "streamvid.io",
        "size": "1.61 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-not-an-easy-man-2018-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hVgn/I.Am.Not.An.Easy.Man.2018.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cylX1ayT#aGm_GegYI528X8ku58uWCfpnYvLFV1oI1HZUhUU6dzg",
        "server": "mega.nz",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yu2r7efn8fvl.html",
        "server": "usersdrive.com",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i4cuh0fohh24",
        "server": "streamvid.io",
        "size": "689 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2bFHdkzqSZA",
      "video_url": "https://www.youtube.com/watch?v=2bFHdkzqSZA",
      "embed_url": "https://www.youtube.com/embed/2bFHdkzqSZA"
    }
  },
  {
    "metadata": "not rated|2023|2h 9mins|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "45"
    },
    "title": "Sridevi Shoban Babu (2023)",
    "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidelaပါ၀င်ထားတဲ့ကားပါ။သူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။အဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။ဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။ဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:ရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။ထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?မိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။File size…3.08GB / 1.3GBQuality…1080p True WEB DL / 720pFormat…mp4Duration….2h 9minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni~ BpL~Hay Man",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qYnhwzvLGy9cV81pot1NdDkoel2.jpg",
      "https://image.tmdb.org/t/p/w300/e8croWIUb3LaDWdm9h8GocBdVpt.jpg",
      "https://image.tmdb.org/t/p/w300/sdWiDd1UDOf7VD2TmXwnXqdqSGo.jpg",
      "https://image.tmdb.org/t/p/w300/jNU5IkmuKvpcKOTkojZOPLSohKD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sridevi-shobanbabu-2023-telugu-web-dl-1080-p-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cnaef5rsbagd.html",
        "server": "usersdrive.com",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2z7bg/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_-_1080p_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4iRxCS5T#4slAa56-5mqO0mMqzYrAZRlXVNuAWqwD2kD6_HR2duU",
        "server": "mega.nz",
        "size": "3.08GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sridevi-shobanbabu-2023-telugu-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qv7f48ggh6dn.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5jzr4q0084w3",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/xhea4n7tyi80.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/smxHTSYS#QwhG-i7EE2s_jBPGOIkbvdO0lPy7aKT9l5a0pPUdark",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2007|125 min|Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "327"
    },
    "title": "My Tutor Friend 2 (2007)",
    "description": "ဒီတစ်ကားကတော့ မတူညီတဲ့ plot တွေ ကွဲပြားတဲ့ မင်းသား မင်းသမီးတွေနဲ့ My tutor Friend 1 ရဲ့ အဆက်အဖြစ် CJ ENTERTAINMENT က တင်ဆက်လိုက်တာပါအဓိက ဇာတ်ကောင်တွေအနေနဲ့ကတော့ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ဆုတောင်းနဲ့ ပြည့်စုံပြီး တစ်ချက်ပြုံးရင် ကြယ်ကြွေလောက်တဲ့ မင်းသားချော Park Ki woong နဲ့ ဘယ်လိုနေနေ ချစ်စဖွယ် မမေ့နိုင်စဖွယ် အမူအရာလေးတွေနဲ့ မင်းသမီးချောလေး Lee Chung ah တို့က ပါဝင် သရုပ်ဆောင်ထားပါတယ်ကိုရီးယားကို Student exchange နဲ့ ကျောင်းလာတတ်တဲ့ ဂျပန်မလေး ဂျွန်ကို ဟာ သူမရဲ့ Crush ဖြစ်တဲ့ ဝူဆန်းကို ကိုရီးယားမှာ လိုက်ရှာချင်ခဲ့ပါတယ်သူမတည်းခိုရာ ဧည့်ဂေဟာ ပိုင်ရှင်ဧ။်သားဖြစ်သူကတော့ လူငယ်ဆန်ဆန် ရွတ်နောက်နောက် နေတတ်ပြီး ပိုက်ဆံကို ရရင်ရသလို ရှာတတ်သူပါဒီအပျော်လွန်တတ်တဲ့ ကောင်လေးမှာ ဘယ်သူမှမသိတဲ့ လျို့ဝှက်ချက် ရှိနေပြီး ဒီလျို့ဝှက်ချက်ရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိနေမလဲဂျပန်မလေးနဲ့ရော ဘာတွေ ဖြစ်လာမလဲ…သူ့ရဲ့ crush ဝူဆန်းကိုရော ရှာတွေ့မလားပထမတစ်ကားနဲ့မတူပဲ Romantic က သိသိသာသာ ပါဝင်လာတာမို့ အရိုတစ်လိုင်း K fan တွေလည်း ကြည့်ပျော်မှာပါ(ဘာသာပြန်သူကတော့ ဇွန်လဲ့ဖြူပါ)File Size : (900 MB) and (570 MB)Quality : Bluray720pRunning Time : 2hr 5minFormat : Mp4Genre :Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zun Lae PhyuEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zSqs79syMfS77yXlMNyY2R5qgQn.jpg",
      "https://image.tmdb.org/t/p/w300/hxZkQpN5pcKlCJ6Xba02NDzKlEV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTc4MTU4NjEwMV5BMl5BanBnXkFtZTgwOTU0NzE1MjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-tutor-friend-2-2007",
        "server": "VIP Links",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-tutor-friend-2-2007-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "990MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/q3unz40re86k.html",
        "server": "streamsb.com",
        "size": "905MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "iL_g2NjGkN0",
      "video_url": "https://www.youtube.com/watch?v=iL_g2NjGkN0",
      "embed_url": "https://www.youtube.com/embed/iL_g2NjGkN0"
    }
  },
  {
    "metadata": "Not Rated|2023||Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "10"
    },
    "title": "Once Upon Two Times (2023)",
    "description": "Once Upon Two Time (2023) တစ်ချိန်ကနှစ်ကိုယ်တူချစ်ခြင်းဒီတစ်ခါမှာတော့ အိန္ဒိယဒရာမာကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။အာဟန်ဆိုတဲ့ကောင်လေးတစ်ယောက် သူ့အမေရဲ့ဖြစ်ချင်စိတ်နဲ့ သီချင်းတွေနောက်ကိုလိုက်ရင်း စီးပွားရေးနဲ့ ပတ်သတ်တဲ့ ဘွဲ့တစ်ခုကို နိုင်ငံခြားမှာ ယူဖို့ ကျောင်းသွားတက်ချင်သူတစ်ဦး။သူ့မှာ ရူဟီဆိုတဲ့ အရမ်းကိုချစ်ရတဲ့ ချစ်ရသူလေးတစ်ယောက်ရှိပြီးတော့ ကျောင်းသွားဖို့ဝေးရမယ်ဖြစ်လာတော့ ချစ်သူတို့ရဲ့ ထုံးစံအတိုင်း မခွဲနိုင်ဖြစ်ကြပြီး လက်ထပ်ဖို့အတွက် ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်။တစ်ဖက်မှာလည်း ရူဟီရဲ့အဖေက သူ့အလုပ်ကနေ ထွက်ခဲ့ပြီး အလုပ်ထွက်လို့ဆိုပြီး သူဌေးက လက်ဆောင်အနေနဲ့ ပေးတဲ့လေးရက်တာ မိသားစုနဲ့အတူခရီးသွားခွင့်ရပြီးတော့ ခရီးထွက်ခဲ့ကြရင်းနဲ့အာဟန်ရဲ့အဖေနဲ့ ရူဟီရဲ့အမေကလည်း တစ်ချိန်က အခုအာဟန်နဲ့ရူဟီလိုပဲ ခွဲရဖို့ဖြစ်လာတဲ့အတွက်ခိုးပြေးဖို့အထိ ဇာတ်လမ်းတွေရှိခဲ့ပြီးမှ ချစ်တိုင်းလည်းမညားဖြစ်ခဲ့ရတဲ့အကြောင်းကိုသိလိုက်ရပြီးတော့ နှစ်ဖက်မိဘလုံးက သူတို့လက်ထပ်ဖို့ကို ခါးခါးသီးသီးငြင်းဆန်လာချိန်မှာတော့…အာဟန်နဲ့ ရူဟီတို့ရဲ့ အချစ်ဇာတ်လမ်းကရော ဘယ်လိုရှေ့ဆက်မလဲ….သူတို့ မိဘတွေကရော ဘယ်လို ဇာတ်လမ်းတွေရှိခဲ့ကြလဲ …….သူတို့ဖြစ်နေတဲ့ ပြဿနာတွေကရော ပြေလည်သွားပါ့မလား။ တစ်ချိန်က သူတို့မိဘတွေလိုမျိုးခါးသီးတဲ့ဇာတ်သိမ်းဖြစ်လာမလား၊ ချိုမြိန်တဲ့ချစ်ခြင်းနဲ့အဆုံးသတ်သွားမလားဆိုတာတွေကိုဒရာမာကားပီသစွာနဲ့ ကြည့်ရှူရမယ့် ဒရာမာကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ BpL~Alex~V~Yunni~ToMo တို့ပဲ ဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.2GB / 571MBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL~Alex~V~Yunni~ToMo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BODJjNTFlNmUtNDFhZC00MzUwLWJlMTAtNDM3MzMwZTc5MWVmXkEyXkFqcGdeQXVyOTE5MTE2MDA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/once-upon-two-times-2023-hindi-hq-hd-rip-1080-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5mq537h4u7cf.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lTnf/Once_Upon_Two_Times_(2023)_Hindi_HQ_HDRip_-_1080p_-_x264_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FecjwYCC#v-_qjR9QrKUVBxfhPwYLChokR5gtaktv4bV-GKsolcs",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/once-upon-two-times-2023-hindi-hq-hd-rip-720-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "571MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qfhyxli01c8n.html",
        "server": "usersdrive.com",
        "size": "571MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HOig/Once_Upon_Two_Times_(2023)_Hindi_HQ_HDRip_-_720p-_x264_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "571MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0PUlVKCB#Nl_VOv6zqObBvW1bfWKa7wJ4g-Uo8rpDY2VNkQgOBcM",
        "server": "mega.nz",
        "size": "571MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/6i7zellmt7j9",
        "server": "streamsb.com",
        "size": "571MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/6i7zellmt7j9",
        "server": "streamvid.io",
        "size": "571MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]