[
  {
    "metadata": "R||1h 52min|Comedy,Music,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "84,296"
    },
    "title": "To Rome with Love (2012)",
    "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။လှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။ပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။ဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။ဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။ဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။ဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆိုစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကိုငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့မိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။ဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။သောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ကဗျာတစ်ကြောင်းစီကျက်ပြီး အကုန်ဖတ်ဖူးသလိုလုပ်တဲ့ တတ်ယောင်ကားတွေတစ်ချို့ကြောင်တိကြောင်တောင် အနုပညာသည်တွေလူ့ဘောင်အကန့်အသတ်အောက်က ချစ်ကြပါတယ်ဆိုတဲ့လူတွေအထိကို သရော်ထားတာပါ။ဝူဒီအယ်လန်ရဲ့ရုပ်ရှင်တွေဟာ ကဗျာဆန်တယ်လို့ ကျွန်တော်ယူဆတယ်။ဒီလောက်သရော်ထားပေမဲ့ ဒီရုပ်ရှင်ဟာ ကဗျာဆန်တုန်းပါပဲ သရော်ကဗျာဆိုရမယ်။ဒီရုပ်ရှင်ကို ဝေဖန်ရေးသမားအများစုလည်း မကြိုက်ကြပါဘူး။ရောမမြို့ကြီးမှာဖြစ်နေတဲ့ ဇာတ်လမ်းတွေကိုပြောပြတဲ့ဟန်နဲ့ ဇာတ်ကောင်တွေအများကြီးထည့်ထားပြီး တစ်ချို့ဇာတ်ကောင်တွေအတွက် အချိန်တစ်ရက်တည်းလိုလိုပြပြီးတစ်ချို့အတွက်က သုံးလေးငါးရက်လောက်လို ဖြစ်နေလို့လည်းပါမယ်ထင်ပါတယ်။ပြောရရင် Inner Logicတောင်ပျောက်နေပါတယ်။‌ဒါပေမဲ့ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ တင်ဆက်ပြသမှု အပိုင်းမှာ ရိုးသားနေတာလို့ ယူဆတယ်။တစ်ခုတော့ရှိတာက မိုက်ကယ်အိန်ဂျလိုတို့ဆစ်ဂမန်ဖရွိုက်တို့လို နာမည်ကျော်တွေကို မကြားဖူးရင်ဖြစ်ဖြစ် (အများစုတော့ ကောင်းကောင်းသိကြမှာပါ)သရော်တာတွေကို သိပ်နားမလည်တတ်ရင်ဖြစ်ဖြစ်ဒီရုပ်ရှင်ဟာ ရွေးချယ်သင့်တဲ့ကားမဟုတ်ပါဘူး။မီဒီယာတွေ Artဆိုတဲ့စကားလုံးအောက်က သောက်တလွဲတွေကို ‌သရော်ထားတာကိုကြည့်ချင်တယ်ဆိုရင်တော့ အကောင်းဆုံးရွေးချယ်စရာပါပဲ။နိဂုံးချုပ်ပြောရရင် သရော်စာဆန်တဲ့ဒီရုပ်ရှင်ရဲ့ပြကွက်တွေမှာ ချစ်ခြင်းတရားကိုပါ သူအလွတ်မပေးခဲ့ပေမယ့်။သူလည်းလူပါပဲသူပြောဖူးပါတယ် ” ကဗျာဆရာတွေမှန်ကောင်းမှန်နိုင်ပါတယ်။အချစ်ဟာတစ်ခုတည်းသောအဖြေဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်”။ဒီရုပ်ရှင်မှာ ခင်ဗျား မယုံကြည်မှုတစ်ခုခံစားရရင်Everyone says I love u ၊ A Rainy Day in New York နဲ့ Midnight in Paris ကို ကြည့်ကြည့်ဖို့ ကျွန်တော်တိုက်တွန်းချင်တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]To Rome With Love (2012)Directed By Woody Allenဒီ႐ုပ္ရွင္ဟာ သိပ္ေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္ေတာ့ မဟုတ္ပါဘူး။လွပတဲ့ ဖန္တီးမႈအမ်ားစုရဲ႕ျဖစ္တတ္တဲ့ မေအာင္ျမင္ရျခင္းအေၾကာင္းရင္းကေတာ့ ဖန္တီးသူဟာ ပရိတ္သတ္ဘက္ကို ငဲ့မၾကည့္လို႔ပါပဲ။ပဲ့ကိုင္ရွင္ ဝူဒီအယ္လန္က သူ႐ုပ္ရွင္ဟာ ေငြေၾကးအရ လူအမ်ားစုႏွစ္ၿခိဳက္မႈအရ အႏုတ္ျပေနခဲ့ရင္ အႏုပညာအစစ္တစ္ခု သူလုပ္လိုက္တာပဲလို႔ ေျပာဖူးပါတယ္။ဘယ္သူႀကိဳက္ႀကိဳက္မႀကိဳက္ႀကိဳက္ ဇာတ္အိမ္အက္ေၾကာင္းထပ္ထပ္မထပ္ထပ္ သူ႔႐ုပ္ရွင္ကားေတြမွာ အႏုပညာပီသမႈေတာ့ကိန္းေအာင္းေနတယ္။ ဒါက ဝူဒီအယ္လန္ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ႕ ေရာမက ဗိသုကာေတြကို ခ်စ္စိတ္ကျဖစ္လာတယ္လို႔ ကြၽန္ေတာ္ထင္တယ္။ဒါေပမဲ့ သူခ်စ္တာက ကိုလိုင္ဆီယံလို အၿပိဳအပ်က္ေတြကိုေတာ့မဟုတ္ဘူး။လွပေနဆဲအေဆာက္အဦးေတြကိုေပါ့။ဒီလိုေျပာလိုက္လို႔ ဒီကားကို သိပ္ခမ္းနားမယ္ထင္ရင္လည္းမွားမယ္။ဒီ႐ုပ္ရွင္ဟာ တစ္ေလာကလုံးကို သေရာ္ထားတဲ့သေရာ္႐ုပ္ရွင္ပါပဲ။ ‌ဘယ္ေလာက္ထိသေရာ္သလဲဆိုစစၥတင္းဘုရားေက်ာင္းကမ်က္ႏွာက်က္မွာ မိုက္ကယ္အိန္ဂ်လိုဆြဲထားတဲ့ပန္းခ်ီေတြကိုျငမ္းစင္ေပၚ ပက္လက္အိပ္ၿပီးတစ္ေနကုန္ဆြဲတယ္လို႔လူတစ္ေယာက္ကေျပာေတာ့မိန္းမတစ္ေယာက္က သူဆိုလုပ္ႏိုင္မွာမဟုတ္ဘူး ေျပာတယ္။ဒီမွာ ပျခဳပ္သည္မက ကြၽန္မေတာ့ တစ္ေနကုန္ပက္လက္အလုပ္လုပ္နိင္တယ္ဆိုၿပီး ထေျပာတဲ့ အခန္းေတာင္ပါပါတယ္။ေသာက္တလြဲမီဒီယာေတြ ကဗ်ာဆရာတိုင္းရဲ႕ ကဗ်ာတစ္ေၾကာင္းစီက်က္ၿပီး အကုန္ဖတ္ဖူးသလိုလုပ္တဲ့ တတ္ေယာင္ကားေတြတစ္ခ်ိဳ႕ေၾကာင္တိေၾကာင္ေတာင္ အႏုပညာသည္ေတြလူ႔ေဘာင္အကန႔္အသတ္ေအာက္က ခ်စ္ၾကပါတယ္ဆိုတဲ့လူေတြအထိကို သေရာ္ထားတာပါ။ဝူဒီအယ္လန္ရဲ႕႐ုပ္ရွင္ေတြဟာ ကဗ်ာဆန္တယ္လို႔ ကြၽန္ေတာ္ယူဆတယ္။ဒီေလာက္သေရာ္ထားေပမဲ့ ဒီ႐ုပ္ရွင္ဟာ ကဗ်ာဆန္တုန္းပါပဲ သေရာ္ကဗ်ာဆိုရမယ္။ဒီ႐ုပ္ရွင္ကို ေဝဖန္ေရးသမားအမ်ားစုလည္း မႀကိဳက္ၾကပါဘူး။ေရာမၿမိဳ႕ႀကီးမွာျဖစ္ေနတဲ့ ဇာတ္လမ္းေတြကိုေျပာျပတဲ့ဟန္နဲ႔ ဇာတ္ေကာင္ေတြအမ်ားႀကီးထည့္ထားၿပီး တစ္ခ်ိဳ႕ဇာတ္ေကာင္ေတြအတြက္ အခ်ိန္တစ္ရက္တည္းလိုလိုျပၿပီးတစ္ခ်ိဳ႕အတြက္က သုံးေလးငါးရက္ေလာက္လို ျဖစ္ေနလို႔လည္းပါမယ္ထင္ပါတယ္။ေျပာရရင္ Inner Logicေတာင္ေပ်ာက္ေနပါတယ္။‌ဒါေပမဲ့ ဒါေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ဟာ တင္ဆက္ျပသမႈ အပိုင္းမွာ ႐ိုးသားေနတာလို႔ ယူဆတယ္။တစ္ခုေတာ့ရွိတာက မိုက္ကယ္အိန္ဂ်လိုတို႔ဆစ္ဂမန္ဖ႐ြိဳက္တို႔လို နာမည္ေက်ာ္ေတြကို မၾကားဖူးရင္ျဖစ္ျဖစ္ (အမ်ားစုေတာ့ ေကာင္းေကာင္းသိၾကမွာပါ)သေရာ္တာေတြကို သိပ္နားမလည္တတ္ရင္ျဖစ္ျဖစ္ဒီ႐ုပ္ရွင္ဟာ ေ႐ြးခ်ယ္သင့္တဲ့ကားမဟုတ္ပါဘူး။မီဒီယာေတြ Artဆိုတဲ့စကားလုံးေအာက္က ေသာက္တလြဲေတြကို ‌သေရာ္ထားတာကိုၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ အေကာင္းဆုံးေ႐ြးခ်ယ္စရာပါပဲ။နိဂုံးခ်ဳပ္ေျပာရရင္ သေရာ္စာဆန္တဲ့ဒီ႐ုပ္ရွင္ရဲ႕ျပကြက္ေတြမွာ ခ်စ္ျခင္းတရားကိုပါ သူအလြတ္မေပးခဲ့ေပမယ့္။သူလည္းလူပါပဲသူေျပာဖူးပါတယ္ ” ကဗ်ာဆရာေတြမွန္ေကာင္းမွန္ႏိုင္ပါတယ္။အခ်စ္ဟာတစ္ခုတည္းေသာအေျဖျဖစ္ေကာင္းျဖစ္ႏိုင္ပါတယ္”။ဒီ႐ုပ္ရွင္မွာ ခင္ဗ်ား မယုံၾကည္မႈတစ္ခုခံစားရရင္Everyone says I love u ၊ A Rainy Day in New York နဲ႔ Midnight in Paris ကို ၾကည့္ၾကည့္ဖို႔ ကြၽန္ေတာ္တိုက္တြန္းခ်င္တယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__HEVC 1080p ,720pIMDb Rating__6.3/10Format__mp4Duration__01:51:00Type__ Comedy, Music, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoody AllenStarsJesse EisenbergPenélope CruzWoody AllenCastAlec BaldwinAlessandra MastronardiAlessandro TiberiAlison PillAnna Teresa RossiniAntonino BruschettaAntonio AlbaneseAntonio RampinoCarol AltCecilia CapriottiCorrado FortunaCristiana PalazzoniDavid PasquesiDonatella FinocchiaroEdoardo LeoElliot PageFabio ArmiliatoFabio BoniniFlavio ParentiFrancesco De VitoGabriele RaponeGaetano AmatoGianmarco TognazziGiovanni EspositoGiuliano GemmaGiuseppe PambieriGreta GerwigIlaria SerratoIsabella FerrariJesse EisenbergJudy DavisLina SastriLino GuancialeLuca CalvaniLynn SwansonMargherita VicarioMaria Rosaria OmaggioMariano RigilloMarina RoccoMarta ZoffoliMaurizio ArgentieriMonica NappoOrnella MutiPaolo De VitaPenélope CruzPierluigi MarchionneRiccardo ScamarcioRita CammaranoRoberto BenigniRoberto Della CasaRosa Di BrigidaSergio SolliSimona CaparriniVinicio MarchioniWoody Allen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yDvCblfPe71onmCJTGuWDUFAT3J.jpg",
      "https://image.tmdb.org/t/p/w300/l6kiBvruMr5qPsTyv853jIlj2pv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-rome-with-love-2012",
        "server": "VIP Links",
        "size": "2.1 GB , 1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/to-rome-with-love-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/to-rome-with-love-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n3sfm8y2xfww.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ix3s87llj8zx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/V2xa/To_Rome_with_Love_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gXrA/To_Rome_with_Love_(2012)_720p_(2).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dssFDKjL#KOLwE-JVntZYloXjSV_S8yAXTaXM82R5_iwY5Ue8JlI",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l88U2AQA#KWt6nYZP64Uyyc5p-bZanO-dZ9voz11RXJ5ukKNt2UA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8e0f91rm4zvw",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kV43JZ6yWS8",
      "video_url": "https://www.youtube.com/watch?v=kV43JZ6yWS8",
      "embed_url": "https://www.youtube.com/embed/kV43JZ6yWS8"
    }
  },
  {
    "metadata": "|||Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "856"
    },
    "title": "Remember Yesterday(2022)",
    "description": "Remember Yesterday(2022)**************************ဂျန်နီဆိုတဲ့ကောင်မလေးကအိမ်ထောင်ကွဲထားတာသိပ်မကြာသေးပဲဘဝကိုအထီးကျန်စွာနဲ့ဖြတ်သန်းနေတဲ့ကောင်မလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။ယောက်ျားဖြစ်သူကအရက်တွေပဲလှိမ့်သောက်နေတဲ့အတွက်အိမ်ထောင်ရေးအဆင်မပြေဖြစ်ပြီးကွဲကွာထားရတာပဲဖြစ်ပါတယ်။သူ့အတွက်အစ်ကိုဖြစ်သူနဲ့သူငယ်ချင်းတွေရှိပေမဲ့လည်းဘဝမှာလစ်ဟာနေတဲ့နှလုံးသားထဲကကွက်လပ်ကြီးတစ်ခုကတော့ရှိနေပါသေးတယ်။ဒီလိုနဲ့သိပ်မကြာခင်မှာပဲဂျန်နီနေထိုင်တဲ့နယ်မြို့လေးကိုသူရဲ့ရည်းစားဟောင်းဂျွန်ကရုပ်ရှင်ရိုက်ဖို့အတွက်ဆိုပြီးပြန်လာခဲ့ပါတော့တယ်။အဲ့ဒီမှာတင်နဂိုကတည်းကမှမနည်းထိန်းထားရတဲ့ယိုင်နဲ့နေတဲ့နှလုံးသားလေးကိုလှိုင်းလုံးကြီးတွေရိုက်ခတ်သလိုရိုက်ခတ်လာပါတော့တယ်။ဘာလို့လဲဆိုတော့သူနဲ့ဂျွန်တို့လမ်းခွဲခဲ့ကြတာဟာမချစ်လို့မဟုတ်ပဲနဲ့ဂျွန်ရုပ်ရှင်ပညာနဲ့ပတ်သတ်ပြီးအသက်မွေးဝမ်းကျောင်းလုပ်ဖို့အတွက်မြို့ကြီးပြကြီးတွေကိုတက်သွားခဲ့လို့ပဲဖြစ်ပါတယ်။အဲ့ဒီလိုသွားဖို့တွန်းအားပေးခဲ့တာလဲဂျန်နီပဲဖြစ်ပါတယ်။ကံကြမ္မာကအရမ်းချစ်ခဲ့ကြတဲ့ချစ်သူဟောင်းနှစ်ယောက်ကိုပြန်လည်ဆုံစည်းပေးခဲ့တဲ့အခါမှာတော့လူအများစုအိပ်မက်မက်နေကြတဲ့ရည်းစားဟောင်းလေးနဲ့ပြန်အဆင်ပြေဖို့အိပ်မက်လေးတွေများတကယ်ပြန်ဖြစ်သွားမလား။သူတို့နှစ်ယောက်ရဲ့အရင်တုန်းကမဖြောင့်ဖြူးခဲ့တဲ့အချစ်လမ်းခရီးကရောဒီအချိန်မှာဘာတွေများထူးခြားသွားမလဲဆိုတာကိုကြည့်ရမဲ့ရိုမန့်တစ်ဆန်တဲ့အချစ်ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…1.3GB/ 619MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 18minGenre ….. RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Phyo PyaeTranslated by  Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrián MonteroCooper HerrettFracaswell HymanJakob GruntfestJana AllenJenique BennettJerry WinsettMarley AliahRick ForresterRon Fallica",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dcycaW6s1IbqF2og287ZRAOdiYK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/acZhEcCtEZVDRxiDQMKzXu7wxxR.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0jm16s7q76hy.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/remember-yesterday-2022-yt-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VO7p/Remember.Yesterday.2022.YT.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xvEAyS5B#oRloVlFxMiXe7MsmpiyxSPudO727FLpROHjsG_WPVsE",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/h2jn4nbcjw59",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6vfrj5gij7z0.html",
        "server": "usersdrive.com",
        "size": "602MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/remember-yesterday-2022-yt-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "602MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NyNliR7L#IiC7LF_Uoc2UGPb6R9JeVaqvN-gYIgzUVLjtsL25MCo",
        "server": "mega.nz",
        "size": "602MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3XGuj/Remember.Yesterday.2022.YT.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "602MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/a2bglafkkwbw",
        "server": "streamvid.io",
        "size": "602MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/3r9cffhuoci1.html",
        "server": "streamsb.com",
        "size": "602MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KbZdJSZPI5g",
      "video_url": "https://www.youtube.com/watch?v=KbZdJSZPI5g",
      "embed_url": "https://www.youtube.com/embed/KbZdJSZPI5g"
    }
  },
  {
    "metadata": "TV-14|2020|1h 41min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "4,569"
    },
    "title": "To All the Boys: P.S. I Still Love You (2020)",
    "description": "(Unicode)အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ….ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ နွေရာသီလုပ်အားပေးစခန်းမှာပါ အတူရောက်လာခဲ့ချိန်မှာတော့ လာရာဂျင်းတစ်ယောက်၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲမှာ ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းရမှာလဲပီတာနဲ့ ဂျွန် ၂ ယောက်ကြား ဘယ်လို‌တွေ ရွေးချယ် အဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်….(Zawgyi)အခု မိတ္ဆက္ေပးမွာကေတာ့ 2018 က ထြက္ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အေမရိကန္အခ်စ္ဇာတ္ကားေလးရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔2020 မွာ ထပ္မံ႐ိုက္ကူး ထုတ္လႊတ္လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ္ကားေလးပါပထမကားမွာတုန္းကလိုပဲ လူငယ္ႀကိဳက္ အခ်စ္ကားေလးဟာ ပရိသတ္ကို စိတ္မပ်က္ရမယ့္ ၾကည္ႏူးစရာ အခ်စ္ဇာတ္ဝင္ခန္းေလးေတြနဲ႔ ထပ္မံ ဖမ္းစားႏိုင္ခဲ့ျပန္ပါတယ္လာရာဂ်င္းနဲ႔ ပီတာကတ္ဗင္စကီနဲ႔ ပထမဆုံးဒိတ္ေလးနဲ႔ ဇာတ္လမ္းေလးကို စတင္ထားၿပီး ရင္ခုန္ၾကည္ႏူးစရာ ခ်စ္သူဘဝေလးကို ပုံေဖာ္ျပထားပါတယ္အဲလိုအခ်ိန္မွာပဲ လာရာဂ်င္းရဲ႕ ေနာက္ထပ္ ရည္းစားေစာင္တစ္ေစာင္ကို လက္ခံရရွိခဲ့တဲ့ အလယ္တန္းတုန္းက ဂြၽန္အမ္ဘ႐ို႕စ္ဆီက ျပန္စာတစ္ေစာင္လက္ခံရရွိလိုက္တဲ့အခါမွာ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ….ဂြၽန္အမ္ဘ႐ို႕စ္ဟာ လာရာဂ်င္းနဲ႔အတူ ေႏြရာသီလုပ္အားေပးစခန္းမွာပါ အတူေရာက္လာခဲ့ခ်ိန္မွာေတာ့ လာရာဂ်င္းတစ္ေယာက္၃ ပြင့္ဆိုင္ အခ်စ္ဇာတ္လမ္းထဲမွာ ဘယ္လိုေတြ ရင္ဆိုင္ေျဖရွင္းရမွာလဲပီတာနဲ႔ ဂြၽန္ ၂ ေယာက္ၾကား ဘယ္လို‌ေတြ ေ႐ြးခ်ယ္ အဆုံးသတ္သြားမွာလဲဆိုတာကိုေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ေစာင့္ေမွ်ာ္ၾကည့္ရႈလိုက္ၾကပါဦးေနာ္အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္….File Size : (1.80 GB),(800 MB) And (400 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 41minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael FimognariStarsAnna CathcartEmilija BaranacHolland TaylorJanel ParrishJordan FisherLana CondorMadeleine ArthurNoah CentineoRoss ButlerTrezzo MahoroCastAe Yon HanAlex MiroAnisha CheemaAnna CathcartByron NobleChristian Darrel ScottCindy PiperClaire Margaret CorlettColin FooElan Ross GibsonEmilija BaranacGary HetheringtonHolland TaylorIrene ReynoldsJames HibbardJames LiJanel ParrishJara ZeimerJasmine LukukuJaycie DotinJayden ChowJerry YangJill MorrisonJohn CorbettJordan FisherJulie TaoKelcey MawemaLana CondorLinda KoMaddie ZieglerMadeleine ArthurMaggie SullivunMolly GraceMomona TamadaNaiah CumminsNoah CentineoPeter GrassoRoss ButlerRyan ZhangSarayu RaoSeth RanaweeraSusie LeeTrezzo MahoroWilliam SamplesWinslow Holmes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LsJP9OuIBmBUxZpmVKtUUjF0PA.jpg",
      "https://image.tmdb.org/t/p/w300/acFg6uLzuFuShf9i2bzbQJW7g2S.jpg",
      "https://image.tmdb.org/t/p/w300/tLHqZy9LWiReAhB3N6yVLNcG5Ou.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/789DIwuuf7hACsXEFTTSR9H46ka.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uee20mn82hz6.html",
        "server": "usersdrive.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-1080-p-nf-web-dl-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/4Vz4t/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.1080p.NF.WEB-DL.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/xkn0iisfwyvg",
        "server": "upstream.to",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/1qNCUEiwq1XY9Q",
        "server": "disk.yandex.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/f4uwlth2x2sa.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4Vz4z/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gwit63rlujcq",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/LnxdfiXn1DxlMg",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-all-the-boys-ps-i-still-love-you-2020",
        "server": "VIP Links",
        "size": "1.80GB",
        "quality": "1080p5.1"
      }
    ],
    "trailer": {
      "video_id": "rfJY5vyfyxs",
      "video_url": "https://www.youtube.com/watch?v=rfJY5vyfyxs",
      "embed_url": "https://www.youtube.com/embed/rfJY5vyfyxs"
    }
  },
  {
    "metadata": "N/A|2012|122 min|Asian,Drama,History,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "143"
    },
    "title": "Ripples of Desire (2012)",
    "description": "CMမွာ တင္ေပးဖူးတဲ့Hear Me (2009)အခ်စ္ကားေလးနဲ႔အတူအဲဒီကားထဲက မင္းသမီးေလးေတြကိုလည္းခ်စ္စရာေကာင္းလြန္းတဲ့အမူအရာေလးေတြေၾကာင့္မွတ္မိၾကမယ္ထင္ပါတယ္…ဒီကားေလးထဲမွာလည္းအဲဒီမင္းသမီးႏွစ္ေယာက္ကိုအတူတူ ျမင္ေတြ႔ရမွာပါ…Ripples Of Desire (2012)IMDb rating 5.3/10Google User 92% ဆိုေတာ့အေတာ္အသင့္ေကာင္းတဲ့နန္းတြင္းကားေလးလို႔ဆိုႏုိင္ပါတယ္…ဇာတ္ကားေကာင္းေကာင္းမေကာင္းေကာင္းမင္းသမီးေလးေတြရဲ႕ျဖဴစင္သန္႔႐ွင္း အျပစ္ကင္းတဲ့မ်က္ႏွာေလးေတြ ၾကည့္ရတာနဲ႔တင္တန္ပါတယ္…?(CM Group ထဲက Member Yan Naing Tun ေတာင္းဆိုထားလို႕ တင္ဆက္တာပါ။)File size…(1.1 GB) and (500 MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….02:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZero ChouStarsCheng Yuan-ChangIvy ChenJerry Yan Cheng-XuLi XiaoranMao ZijunMichelle ChenSandra Ng Kwun-YuSimon YamCastCheng Yuan-ChangIvy ChenJerry Yan Cheng-XuLi XiaoranMao ZijunMichelle ChenSandra Ng Kwun-YuSimon Yam",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2vKbG9JbuQMEj8cG9lXOpEioXrH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/ripples-of-desire-2012-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ripples-of-desire-hua-yang-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2epnx/Ripples_Of_Desire_(Hua_Yang)_[2012]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/vraons6gru82",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/x1b49k2owvx0.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adult,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "[18+] Young & Beautiful (2013)",
    "description": "IMDb Rating (6.7)Rotten Tomatoes ( 74%)ပြင်သစ်မော်ဒယ်သရုပ်ဆောင် မင်းသမီး Marine Vacth အဓိကပါဝင်ထားတဲ့ပညာပေး 18+ အချစ်ရိုမန့်ဘာညာ ဇာတ်ကားလေးဖြစ်ပါတယ်။အစ်ဇဘယ်လာတစ်ယောက် လှသွေးကြွယ်ချိန် ၁၇ နှစ်လောက်မှာချစ်သူနဲ့ ရိုနေချင်ပေမယ့် ချစ်သူက အတူနေပြီးတာနဲ့ အရိုဇာတ်လမ်းက မြန်မြန်ပဲပွဲသိမ်းခဲ့ပါတယ်…ဒီအချိန်မှာ အစ်ဇဘယ်လာတစ်ယောက် သူ့ရဲ့ Secret Life ကို စတင်စမ်းသပ်ဖြစ်ပါတော့တယ်…Call Girl အဖြစ် အသက်ကြီးကြီးဘိုးတော်အများစုနဲ့ ချိန်းတွေ့ ပိုက်ဆံရှာပြီး ဘဝကိုရေစုံမျောနေပါတော့တယ်။ဒီထဲက ဘိုးတော်တစ်ပွေက သူနဲ့အတူနေရင်း နှလုံးအမောဖောက်ပြီးသေသွားတဲ့အခါမှာတော့…။Young & Beautiful ဆိုတဲ့အတိုင်း လှသွေးကြွယ်ချိန်မှာဖြစ်တတ်တဲ့ ခံစားချက်တွေနဲ့မိသားစုကြားကဆက်ဆံရေးအကြောင်းတွေကို ပွင့်ပွင့်လင်းလင်း တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။( Dark Side Production မှ တင်ဆက်သည်။)File size…(1.6 GB)/ (930 MB)/ (500 MB)Quality…BluRay 1080p /720p / 360pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBBTranslated byALSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAchille CoudercAkéla SariAlice PauletAnaïs ClergeauAnne-Elina N'DiayeCamille LemoineCamille TilakCarole FranckCaroline BretonCharlotte RamplingCharlotte-Victoire LegrainColine MortierDjédjé ApaliFantin RavatFélicie CazaubonFrançois HaueterFrédéric PierrotGéraldine PailhasGurvan CloatreIliana ZabethJeanne RuffJohan LeysenJules BourbonJules GruaultLaurent DelbecqueLilian MinasLucas PrisorMarie SebillotteMarine VacthMathilde BleuNassim GouainiNathalie RichardNathan N'DiayeOlivier DesautelPatrick BonnelPaul Hadji LazaroPauline LegrandRachel KhanRoland DavidRosalie CharrierRoxane KhodabandehlouSerge HefezStefano CassettiTess Girault de CastillaThaïs Becq de FouquièresThomas BrazeteTom Le SquerUgo BokhobzaVictor BoulangerVictor Le DauphinVincent SilholViolette DeffontainesZoé Lizot",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aOSfvfTvhbRu6yPxMHOdFSGFKN9.jpg",
      "https://image.tmdb.org/t/p/w300/tHrSrexAGZSmf7lsKTy7b0fL5V6.jpg",
      "https://image.tmdb.org/t/p/w300/phC3PqXwVjTlURgNmiGgDDGbJFm.jpg",
      "https://image.tmdb.org/t/p/w300/iiz5BL2Zs26me29X4cEyhUVUmQI.jpg",
      "https://image.tmdb.org/t/p/w300/neABJJj36n6D4jFITVohrFJi2fi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/19ImjMts1JJ2UuvPU33kYSC8f39.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-young-beautiful-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-1080-p-bluray-x-264-nodlabs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/E3AnTxV-iGa09Q",
        "server": "disk.yandex.com",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/sf0weewrcgh3.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Ykix/(DS)Young.and.Beautiful.2013.1080p.bluray.x264-Nodlabs.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/7410lQqB#5e_8Qadt7u45teezDDcrLoIlyzSjyEWXaQ2TrEZ4mb8",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-720-p-bluray-x-264-nodlabs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/1pjq_of8iPlqvg",
        "server": "disk.yandex.com",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/tytcf5stw424.html",
        "server": "streamsb.com",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Ykiw/(DS)Young.and.Beautiful.2013.720p.bluray.x264-Nodlabs.mp4",
        "server": "megaup.net",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/f4sWTBzI#df7CmeLXX1til1C1msnhlZzVLFgkHaU5tWqkOEIX0Xw",
        "server": "mega.nz",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/zqbwuogxa9jl.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/j59EgZhK#iRlxMqIKDD8bg8HLRs3DHmTkEbWAplkbuisfwTwkOjI",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "IzSJ5mijWyA",
      "video_url": "https://www.youtube.com/watch?v=IzSJ5mijWyA",
      "embed_url": "https://www.youtube.com/embed/IzSJ5mijWyA"
    }
  },
  {
    "metadata": "N/A|2018|164 min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "15,618"
    },
    "title": "Zero (2018)",
    "description": "ဒီဇာတ်ကားလေးကတော့ တော်တော်များများသိနှင့်ပြီးသားဖြစ်မှာပါ။လူပြောသူပြောများကြီး ဝေဖန်မှုအမျိုးမျိုးရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။နာမည်ကြီး cast တွေအသုံးပြုထားတာဖြစ်ပြီး မင်းသားကြီး Shah Rukh Khan,မင်းသမီးချော Anushka Sharma, Karina Kaif စသည်တို့အပြင်နာမည်ကြီးသရုပ်ဆောင်တွေကိုဘဧည့်သရုပ်ဆောင်အဖြစ်ထည့်သွင်းထားပြီး ငွေကြေးများစွာအကုန်အကျခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Rating အမျိုးမျိုး Review အမျိုးမျိုးတွေရှိနေတာကြောင့် ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သက်ကြီးပုဖြစ်တဲ့ SRK တစ်ယောက်အသက်၄ဝနားငပ်သည်အထိ မိဘအိမ်မှာ ဘာမှမယ်မယ်ရရမလုပ်ဘာပညာမှမတတ်လုပ်ချင်ရာလုပ်နေလာပြီးနောက် သိပ္ပံပညာရှင်မလည်းနဲ့တွေ့ပြီးနောက်မမျှော်လင့်ထားတဲ့ကံကြမ္မာအလှည့်အပြောင်းတွေကြား နီးစပ်သွားကြပြီ ပြောင်းလဲသွားပုံလေးကို ရိုက်ကူးထားတာပါ။Romance/ Drama ဇာတ်ကားလေးဖြစ်ပြီး SRK ပရိသတ်တွေလည်း စောင့်မျှော်နေကြမယ့် ဇာတ်ကားလေးလည်းဖြစ်မယ်ထင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရ နဲ့ ကိုတင်မျိုးလွင် ပါ)File Size : (1.20 GB)Quality : WEB-DL 720pRunning Time : 2h 44minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AVC.DD.5.1.ESubs-DTOneTranslated by Thura & Tin MyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnand L RaiAnirudh GanpathyRahul ShanklyaStarsAbhay DeolAnushka SharmaBrijendra KalaDeepika PadukoneKatrina KaifR. MadhavanSalman KhanShah Rukh KhanSheeba ChaddhaTigmanshu DhuliaCastAbhay DeolAlia BhattAnushka SharmaBrijendra KalaDeepika PadukoneGanesh AcharyaJuhi ChawlaKajolKarisma KapoorKatrina KaifR. MadhavanRani MukerjiRemo D'SouzaSalman KhanShah Rukh KhanSheeba ChaddhaSrideviTigmanshu Dhulia",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/zero-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ws2k/Zero_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8n82z9ncg7aw",
        "server": "upstream.to",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/zero2018",
        "server": "VIP Links",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/krw19s9l78qh.html",
        "server": "streamsb.com",
        "size": "1.20 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RF7DhGIQE1k",
      "video_url": "https://www.youtube.com/watch?v=RF7DhGIQE1k",
      "embed_url": "https://www.youtube.com/embed/RF7DhGIQE1k"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "79K"
    },
    "title": "The Words(2012)",
    "description": "The Words(2012)==============ဒီဇာတ်ကားလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ရုန်းကန်ကြိုးစားနေရတဲ့စာရေးဆရာတစ်ယောက်ဟာ ကိုယ်တိုင်မရေးခဲ့တဲ့စာမူနဲ့အကြီးအကျယ်အောင်မြင်မှုရသွားခဲ့ပြီးတဲ့နောက် ကိုယ်ကျင့်တရားနဲ့ပတ်သက်တဲ့ရွေးချယ်မှုတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းကို ပြန်ပြောပြထားတာပဲဖြစ်ပါတယ်။Bradley Cooper က သူ့ရဲ့ဇာတ်ရုပ်ကိုကောင်းကောင်းကြီးသယ်သွားပြီးတော့အတွင်းပိုင်းမှာရုန်းကန်ကြိုးစားရတဲ့အခြေအနေကိုကောင်းကောင်းပုံဖော်ပြသွားနိုင်ပါတယ်။ တကယ့်ကိုပြင်းထန်ပြီးတော့စိတ်ပိုင်းဆိုင်ရာအရညှင်းပန်းနှိပ်စက်ခံနေရတဲ့ပုံစံကို Bradley Cooper ကပုံဖော်သရုပ်ဆောင်ပြသွားနိုင်တာက ကြိုဆိုရမယ့်အပြောင်းအလဲတစ်ခုပဲဖြစ်ပါတယ်။ဖန်လုံအိမ်ထဲမှာ အရာရာကိုပြန်အဆင်ပြေအောင်ကြိုးစားနေတဲ့သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကရင်သပ်ရှုမောလောက်စရာပါပဲ။ဒီ The Words ဆိုတဲ့ရုပ်ရှင်ကားမှာ ကြည့်ရှုဖို့ထိုက်တန်တဲ့သရုပ်ဆောင်ချက်တွေအများကြီးပါဝင်နေတာမို့ တစ်ခါလောက်မြည်းစမ်းကြည့်ရှုဖို့တိုက်တွန်းချင်ပါတယ်။File size…1.72GB / 744MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 42mGenre ….. Mystery , Drama , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Aung Wai Wai ThinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian KlugmanLee SternthalStarsBradley CooperDennis QuaidOlivia WildeCastAnders YatesBen BarnesBradley CooperBrian KlugmanDennis QuaidGianpaolo VenutaHolden WongJ.K. SimmonsJames BabsonJeremy IronsJohn HannahKeeva LynkKevin DesfossesLee SternthalLiz StauberLucinda DavisMichael McKeanNora ArnezederOlivia WildeRon RifkinVito DeFilippoZeljko IvanekZoe Saldana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b0GGZbLB7P9r4klx1wUcz77WzE6.jpg",
      "https://image.tmdb.org/t/p/w300/RsMOthStqXOIGmq26cg7UBX7vR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aJtPLZS7tlpiQl6pEr8H42K565x.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ppc8f3lkwjqx.html",
        "server": "usersdrive.com",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-words-2012-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bX6i/The.Words.2012.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/AiAA3bCL#hgwJx1gHtBsUySFNnrsVCoKVoBEKXqHZ8sZSLEQGSqc",
        "server": "mega.nz",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/92rjrncjxvdu.html",
        "server": "streamsb.com",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/yiwjf3mf0fyf",
        "server": "streamvid.io",
        "size": "1.72GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ycmqeax5mth3.html",
        "server": "usersdrive.com",
        "size": "744MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-words-2012-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "744MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1RUyZ/The.Words.2012.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "744MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VjJk0ADS#0BbHv-tx_9mJVFgyns47n_TZ_XwX41LxsSyhhWPDuIc",
        "server": "mega.nz",
        "size": "744MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/nvq91fnxkpii.html",
        "server": "streamsb.com",
        "size": "744MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/122opapqfzkx",
        "server": "streamvid.io",
        "size": "744MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "lTlh70mx-eM",
      "video_url": "https://www.youtube.com/watch?v=lTlh70mx-eM",
      "embed_url": "https://www.youtube.com/embed/lTlh70mx-eM"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "Valley Girl (1983)",
    "description": "IMDb Rating (6.4) / Rotten Tomatoes (83%)ဟောလိဝုဒ်ရဲ့ ၁၉၈၀ ပြည့်နှစ်တွေဘက်ဆီလည်ပြန်ကြည့်လိုက်မယ်ဆို တစ်မျိုးတမည်လေးခံစားရမှာတော့သေချာ‌ပေါက်ပဲဗျ။ခေတ်တစ်ခေတ်ရဲ့ချစ်စရာအဖြစ်လေးတွေနဲ့မမေ့နိုင်စရာကိစ္စလေးတွေပြည့်နှက်ခဲ့တဲ့အ‌ကြောင်းတွေပြောရမယ်ဆို ၁၉၈၀ကျော်ခုနှစ်တွေကမပါမဖြစ်ပါပဲ။နီကိုလက်ကေ့ခ်ျမင်းသားကြီးရဲ့ ငယ်ရုပ်ချောချောကို တွေ့ရမယ့်အပြင်ခေတ်ဟောင်းဟောလိဝုဒ်သီချင်းတွေကိုခံစားလို ခေတ်ဟောင်းအငွေ့အသက်ကိုရလိုသူတွေအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ခေတ်ဟောင်းဟောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးကတော့ ၁၉၈၃ ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Valley Girl ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့…ဂျူလီဟာ ဟောလိဝုဒ်နဲ့ကပ်လျက်ဘယ်လီမြို့လေးကမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီးတော့ရန်ဒီကတော့ဟောလိဝုဒ်က ကောင်ဆိုးလေးတစ်ယောက်ပါ။ဘရက်ဆိုတဲ့ရည်းစားရှိပြီးသားဖြစ်တဲ့ ဂျူလီလေးနဲ့ ကောင်ဆိုးလေး ရန်ဒီတော့ဘယ်လိုပက်သက်မိကြမယ်သူတို့သုံးယောက်ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းကဘယ်လိုတွေဖြစ်လာမယ်ဆိုတာကို၁၉၈၀ ကျော်တုန်းက ဟိုးလေးတကြော်ကြော်ဖြစ်ခဲ့တဲ့ဒီဇာတ်ကားလေးကိုပြန်လှည်ခံစားရင်း၁၉၈၀ ကျော်နှစ်တွေဆီပြန်လည်လွမ်းဆွတ်ကြည့်ကြရအောင်လားဗျာ။File size…(1.8 GB) and (1 GB)Quality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)Format…mp4Duration….01:39:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySan Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndrew WinnerBetsy BondCameron DyeCamille CalvetChristopher MurphyColleen CampDavid EnsorDeborah ForemanElizabeth DailyFrederic ForrestHeidi HolickerHelen KellyJoanne BaronJosie CottonJoyce HyserKarl JohnsonLaura JacobyLee PurcellLisa AntilleMichael BowenMichael WyleMichelle MeyrinkNicolas CagePeter CasePrescott NilesRichard SandersRobby RomeroSteve SayreSteven BauerTheresa HayesTina ThebergeTony MarkesTony PlanaTroy MartinWayne Crawford",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/stTmJizMu8LklEIIkSu7NqHchdH.jpg",
      "https://image.tmdb.org/t/p/w300/mRdhhWzfXoF9KED9aqNz2xd7XHA.jpg",
      "https://image.tmdb.org/t/p/w300/1kFiVajDDlD5UDzEW2UvsoND6ql.jpg",
      "https://image.tmdb.org/t/p/w300/kDHV4c4PJZy23bukVhXW2v0t52t.jpg",
      "https://image.tmdb.org/t/p/w300/x87vj6X0W8Y17vcW2vy72RFcZl3.jpg",
      "https://image.tmdb.org/t/p/w300/bQLLTFJOkRerwt7GuPJ1E8vi4if.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/B3JCQAOCYAAKAyT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/valley-girl-1983",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-valley-girl-1983-1080-p-blu-ray-remux-avc-dts-hd-ma-5-1-fgt-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-valley-girl-1983-720-p-blu-ray-remux-avc-dts-hd-ma-5-1-fgt-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/ULxh/(CM)Valley.Girl.1983.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT(HEVC).mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gGry/(CM)Valley.Girl.1983.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT(HEVC).mkv",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/tNoyCJ7R#vDooAg0TgNgkBT0V6TirNAgrcLQ9FTirDMkgT3FX7m8",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cJwmRb6Q#p6kkDibWGebEAgrWXqeIDE3Ddhv2ZhkKCkcfSx19j0w",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/ade9kyun1q1a.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/augjvoqcdqqv.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/acwwhyyowapf",
        "server": "veryfiles.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/vh75z9ljeuux",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://www.datbu.com/ep49lm776921.html",
        "server": "datbu.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/rddnhuhjr8o0.html",
        "server": "datbu.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/prkw1rz7jjvo",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "DHtbrlPI07E",
      "video_url": "https://www.youtube.com/watch?v=DHtbrlPI07E",
      "embed_url": "https://www.youtube.com/embed/DHtbrlPI07E"
    }
  },
  {
    "metadata": "not rated|2022|2h 2m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "5/10",
      "rating_count": "336"
    },
    "title": "Ladki: Enter the Girl Dragon (2022)",
    "description": "Ladki: Enter The Girl Dragon (2022)”အိန္ဒိယဂျက်မ”ဟောင်ကောင်ဂျက်မတွေ ကိုရီးယားဂျက်မတွေ တအားကိုရိုးလွန်းနေပြီဆိုတော့ တမူထူးတဲ့အိန္ဒိယဂျက်မကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ Bollywood ကားဆိုပေမဲ့ ချခါနီးမှာ သီချင်းနဲ့ထမကဘဲ အပီအပြင်တကယ်ဖိုက်တာမလို့ female badass ကာရိုက်တာတွေကြိုက်သူတွေအတွက် must tryပါ။ငယ်စဉ်က အစ်မဖြစ်သူမုဒိမ်းကျင့်ခံရတာကို ဘာမှမလုပ်နိုင်ဘဲ ရပ်ကြည့်ရုံသာတတ်နိုင်ခဲ့တဲ့ပူဂျာတစ်‌ယောက် အစ်မဖြစ်သူက ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်လိုက်ချိန်မှာတော့ အကြီးအကျယ်စိတ်ဒဏ်ရာရခဲ့ရတာပေါ့။ စိတ်ရောကိုယ်ပါပြိုလဲနေတဲ့ပူဂျာကို ပြန်လည်ရပ်တည်နိုင်စေတာကတော့ ဘရုစ်လီနဲ့ သူ့ရဲ့အတွေးအမြင်‌ သူ့ရဲ့ဂျီကွမ်ဒိုကိုယ်ခံပညာပါပဲ။ဒီလိုနဲ့ ရုပ်ရှင်ကနေ ဂျီကွမ်ဒိုပညာကို သင်ယူနေတဲ့ပူဂျာတစ်‌ယောက် ဒီပညာကို ကိုယ်တိုင်လက်ထပ်သင်ကြားပေးနေတဲ့နဂါးကိုယ်ခံပညာသင်တန်းကျောင်းရဲ့သတင်းကိုကြားပြီး မြို့တက်လာချိန်မှာတော့ မိန်းကလေးတွေကို ပါးစပ်သရမ်းတတ်တဲ့လူမိုက်တစ်သိုက်နဲ့တွေ့ပါတော့တယ်။ ဒီလူမိုက်တွေကိုဝင်ဟန့်တဲ့သူကတော့ နီးလ်‌ဆိုတဲ့ကိုလူအေးကြီးပေါ့။ဒါပေမဲ့ လူအေးကြီးပီပီ လူမိုက်နဲ့ပြိုင်မဖိုက်နိုင်တော့ ပူဂျာကပဲကယ်တင်ပေးလိုက်ရပြီး ရင်းနှီးသွားကြတဲ့သူတို့နှစ်‌ယောက်ကြားကပတ်သက်မှုနဲ့ ဂျီကွမ်ဒိုပညာရှင်ဖြစ်ချင်တဲ့ရည်မှန်းချက်ကြား ပူဂျာတစ်ယောက်ဘယ်လိုတွေဆက်လုပ်မလဲ။ နဂါးကျောင်းတော်ကို ဝင်ခွင့်ရပြီး သူ့ရဲ့အိပ်မက်ကိုရော အကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team မှပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.5GB / 1.3GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder…. YKTranslated by  CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJing LiuRam Gopal VarmaStarsAbhimanyu SinghMiya MuqiPooja BhalekarRajpal YadavRavi KaleShi TianlongCastAbhimanyu SinghMiya MuqiPooja BhalekarRajpal YadavRavi KaleShi Tianlong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p0KvLBiaLdDPgzfVG2qrScnqzhP.jpg",
      "https://image.tmdb.org/t/p/w300/dg7NLWVP4PRhTiYGSpTpSmru1ZM.jpg",
      "https://image.tmdb.org/t/p/w300/hikcEcXf1Wocsvu46Vu3nT3vGBH.jpg",
      "https://image.tmdb.org/t/p/w300/rV5TTtLO5CQK1PbPBhR8U83O31k.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/ladki.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/enter-the-girl-dragon-2022-1080-p-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nh20gu6ijzok.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/42DhH/Enter.the.Girl.Dragon.2022.1080p.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UCMXWZzC#dYntsFPneFxU9uhzCLVPdcR97u_mfET4PzesVgmt18Q",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/enter-the-girl-dragon-2022-720-p-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/te57krhlscf2.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1kNq6/Enter.the.Girl.Dragon.2022.720p.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dDMlQJSQ#uByNJ0pUll5fk_KX-mrr-Wb3GXV98X5HCnRLccLlTu0",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/icznsa6opr30",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/0105i2ye357p",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||3h 58min|Drama,History,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "278,326"
    },
    "title": "Gone With The Wind (1939)",
    "description": "ပရိသတ်တွေ ဒီနာမည်ကြားဖူးကြလိမ့်မှာပါခင်ဗျားတို့ အဖေအမေတွေ အဘိုးအဘွားတွေကတော့ ဒီနာမည်အစား” လေရူးသုန်သုန် ” ဆိုတဲ့နာမည်ဆိုရင်ပိုပြီးသိကြလိမ့်မယ်ဗျဆရာမြသန်းတင့်ဘာသာပြန်ခဲ့ပြီးမြန်မာ့ဘာသာပြန်စာပေလောက တစ်ခေတ်ဆန်းစေခဲ့တဲ့ကမ္ဘာကျော်စစ်နောက်ခံအချစ်ဝတ္ထုကြီးအေဗရာဟင်လင်ကွန်းခေတ် ပြည်တွင်းစစ်အတွင်း ပေါက်ဖွားလာခဲ့တဲ့ အချစ်ဇာတ်လမ်းနောက်ဆုံး ဒီဇာတ်လမ်းကို ပိတ်ကားပေါ်တင်လိုက်တဲ့အခါအော်စကာဆု ၁၅ဆု အတွက်လျာထားခံရပြီး၈ဆု ရခဲ့တဲ့ဇာတ်ကားဒီခေတ်အနေနဲ့ ပြန်ကြည့်ရင်တောင် Rotten Tomato မှာ94% နဲ့ imdb မှာ 8.2ရထားတဲ့ကားမသေခင်ကြည့်သင့်တဲ့ ဇာတ်ကား ၁၀၀၁ကားထဲမှာထိပ်ဆုံး list ကနေပါတဲ့ကားစပြီးရုံတင်တဲ့အချိန်ကစပြီး ၂၅နှစ်ထိကြာအောင် ဇယားထိပ်မှာ ရပ်တည်ခဲ့တဲ့ သူ့ရဲ့စံချိန်ကိုခုထိဘယ်ဇာတ်ကားမှ မချိုးနိုင်ခဲ့တဲ့ကားဒီလိုမျိုး ပြည့်စုံနေတဲ့ကားက ထုံးစံအတိုင်း ကြာချိန်က၃နာရီ နဲ့ မိနစ်၄၀ နီးပါးကြာတယ်စကားလက်အိုဟာရာ ရဲ့ တစ်ဖက်သတ်အချစ်ဇာတ်လမ်းစစ်ဖြစ်တဲ့ အချိန်မှာ ကြုံရတဲ့ လောကဓံအပြောင်းအလဲတွေကိုယ့်ကို မချစ်တဲ့ယောက်ျားတစ်ယောက်အတွက်အရွဲ့တိုက်ချင်တဲ့စိတ်ဒီစိတ်ကြောင့် ကြုံခဲ့ရတဲ့ အခက်အခဲဒုက္ခတွေနောက်ဆုံး ကိုယ်အမုန်းဆုံးလူက ကိုယ်တစ်ကယ်ချစ်တဲ့လူမှန်း သိလာရချိန်မှာလဲလောကဓံတရားက ထပ်ပြီး နိုပ်စက်လိုက်ပြန်တဲ့အခါ . . .အကောင်းဆုံး ဂန္ဓဝင်ဝတ္ထုကြီးကို ဇာတ်လမ်းအချိတ်အဆက်မိမိ နောက်ခံတီးလုံးအကောင်းစားတွေ သရုပ်ဆောင်တွေရဲ့အပိုအလိုမရှိ ကိုယ့်ဇာတ်ကောင်ကိုပိုင်နိုင်မှုတွေနဲ့ပေါင်းစပ်လိုက်တဲ့အခါ ဒီလိုမျိုး အော်စကာဆု ၈ဆုရတဲ့အကြီးကျယ်ဆုံး ဂန္ဓဝင်ဇာတ်ကားကြီး ဖြစ်လာပါတော့တယ်“After all, tommorrow is another day! ”(ဒီဇာတ်ကားကို ဘာသာပြန်သူနဲ့ အညွှန်းရေးပေးသူကတော့ Ye Khant Min ပဲ ဖြစ်ပါတယ်)—————————————————————–ပရိသတ္ေတြ ဒီနာမည္ၾကားဖူးၾကလိမ့္မွာပါခင္ဗ်ားတို႔ အေဖအေမေတြ အဘိုးအဘြားေတြကေတာ့ ဒီနာမည္အစား” ေလရူးသုန္သုန္ ” ဆိုတဲ့နာမည္ဆိုရင္ပိုၿပီးသိၾကလိမ့္မယ္ဗ်ဆရာၿမသန္းတင့္ဘာသာျပန္ခဲ့ၿပီးၿမန္မာ့ဘာသာျပန္စာေပေလာက တစ္ေခတ္ဆန္းေစခဲ့တဲ့ကမာၻေက်ာ္စစ္ေနာက္ခံအခ်စ္၀တၳဳႀကီးေအဗရာဟင္လင္ကြန္းေခတ္ ျပည္တြင္းစစ္အတြင္း ေပါက္ဖြားလာခဲ့တဲ့ အခ်စ္ဇာတ္လမ္းေနာက္ဆံုး ဒီဇာတ္လမ္းကို ပိတ္ကားေပၚတင္လိုက္တဲ့အခါေအာ္စကာဆု ၁၅ဆု အတြက္လ်ာထားခံရၿပီး၈ဆု ရခဲ့တဲ့ဇာတ္ကားဒီေခတ္အေနနဲ႔ ျပန္ၾကည့္ရင္ေတာင္ Rotten Tomato မွာ94% နဲ႔ imdb မွာ 8.2ရထားတဲ့ကားမေသခင္ၾကည့္သင့္တဲ့ ဇာတ္ကား ၁၀၀၁ကားထဲမွာထိပ္ဆံုး list ကေနပါတဲ့ကားစၿပီးရံုတင္တဲ့အခ်ိန္ကစၿပီး ၂၅ႏွစ္ထိၾကာေအာင္ ဇယားထိပ္မွာ ရပ္တည္ခဲ့တဲ့ သူ႔ရဲ႕စံခ်ိန္ကိုခုထိဘယ္ဇာတ္ကားမွ မခ်ိဳးနိုင္ခဲ့တဲ့ကားဒီလိုမ်ိဳး ျပည့္စံုေနတဲ့ကားက ထံုးစံအတုိင္း ၾကာခ်ိန္က၃နာရီ နဲ႔ မိနစ္၄၀ နီးပါးၾကာတယ္စကားလက္အိုဟာရာ ရဲ႕ တစ္ဖက္သတ္အခ်စ္ဇာတ္လမ္းစစ္ျဖစ္တဲ့ အခ်ိန္မွာ ႀကံဳရတဲ့ ေလာကဓံအေျပာင္းအလဲေတြကိုယ့္ကို မခ်စ္တဲ့ေယာက္်ားတစ္ေယာက္အတြက္အ႐ြဲ႕တိုက္ခ်င္တဲ့စိတ္ဒီစိတ္ေၾကာင့္ ၾကံဳခဲ့ရတဲ့ အခက္အခဲဒုကၡေတြေနာက္ဆံုး ကိုယ္အမုန္းဆံုးလူက ကိုယ္တစ္ကယ္ခ်စ္တဲ့လူမွန္း သိလာရခ်ိန္မွာလဲေလာကဓံတရားက ထပ္ၿပီး နိုပ္စက္လိုက္ျပန္တဲ့အခါ . . .အေကာင္းဆံုး ဂႏၶဝင္​ဝတၳဳႀကီးကို ဇာတ္လမ္းအခ်ိတ္အဆက္မိမိ ေနာက္ခံတီးလံုးအေကာင္းစားေတြ သရုပ္ေဆာင္ေတြရဲ႕အပိုအလိုမရွိ ကိုယ့္ဇာတ္ေကာင္ကိုပိုင္နိုင္မႈေတြနဲ႔ေပါင္းစပ္လိုက္တဲ့အခါ ဒီလိုမ်ိဳး ေအာ္စကာဆု ၈ဆုရတဲ့အႀကီးက်ယ္ဆံုး ဂႏၶ၀င္ဇာတ္ကားႀကီး ျဖစ္လာပါေတာ့တယ္“After all, tommorrow is another day! ”(ဒီဇာတ္ကားကို ဘာသာျပန္သူနဲ႔ အညႊန္းေရးေပးသူကေတာ့ Ye Khant Min ပဲ ျဖစ္ပါတယ္)File Size         : 1.6GBQuality           : Blu ray 720PRunning Time : 3hr 53 minute 14 secondsFormat           : Mp4Genre             : Drama, RomanceEncoder         : seniorkaung91Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeorge CukorSam WoodVictor FlemingStarsClark GableThomas MitchellVivien Leigh",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/06/1200px-Poster_-_Gone_With_the_Wind_01.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gone-with-the-wind-1939",
        "server": "CM Links",
        "size": "1.63 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/gone-with-the-wind-1939-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.63 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/b6ea035e99/gone-with-the-wind-1939-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.63 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2coqr/Gone_With_The_Wind_[1939]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.63 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/jxs3VDhb#4EeYjomHrr3-riqGBZpU9YFbvSLyoEkd3lvfexHhBnc",
        "server": "mega.nz",
        "size": "1.63 GB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/5y6toyjiyvby",
        "server": "upstream.to",
        "size": "1.63 GB",
        "quality": "720 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1 hr 35 min|Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "[18+] A Flower Aflame Kashin (2016)",
    "description": "A Flower Aflame Kashin (2016)အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဆားမပါတဲ့ ဟင်းလိုပါပဲ…ဒီဇာတ်ကားမှာတော့ ဆိုနိုကို ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က မိဘတွေ စီစဉ်ထားတဲ့ အမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပါတယ်နှစ်အတော်ကြာ လက်ထပ်ပေါင်းသင်းခဲ့ပြီး သားလေးတစ်ယောက်မွေးခဲ့ပေမယ့် သူ့ယောကျ်ားကို လုံးဝမချစ်ခဲ့တာကြောင့် အိမ်ထောင်ရေးသာယာမှု မရှိခဲ့ပါဘူး။အမျိုးသားဖြစ်သူက ရာထူးတိုးပြီး တိုကျိုမြို့ကို ပြောင်းလာခဲ့ပါတယ်။တိုကျိုမြို့ရောက်တော့ ဆိုနိုကို့အမျိုးသားရဲ့ အရာရှိ အိုချီနဲ့တွေ့မှပဲ ချစ်မိသွားပါတော့တယ်။နောက်ပိုင်း ဆိုနိုကိုတို့ အိမ်ထောင်ရေးက အဆင်ပြေပါ့မလား…အိုချီနဲ့ ဆိုနိုကိုတို့ ဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး( ၁၈+ အခန်းတွေ ပါဝင်တာမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူး )ဝတ္ထုကို ပြန်ရိုက်ထားတဲ့ drama, romance ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ် ။File Size__(1.77GB) / (850MB)Quality__1080p, 720pIMDb Rating__5.6/10Format__mp4Duration__01:36:00Type__Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byParrisEncoded byZEROYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroshi AndoStarsEita OkunoEri MurakawaIzumi FujimotoKento HayashiMasanobu AndoMotoki OchiaiTomoko MariyaCastEita OkunoEri MurakawaIzumi FujimotoKento HayashiMasanobu AndoMotoki OchiaiTomoko Mariya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tb8Wx5VAOV5O8MttqwEfz3prf8U.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/4beaf57729ac844772a8b3f8387cb46d_640.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/flower-flame-kashin-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/flower-flame-kashin-2016-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/Xl3tZmwuDE9jgQ",
        "server": "disk.yandex.com",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Japi/Flower_Flame_Kashin_(2016)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.77 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/flower-flame-kashin-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Japf/Flower_Flame_Kashin_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/d/UR99Rv_TQ7XTVA",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/2l1wnw6ho0qj.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tdQPTedi6wE",
      "video_url": "https://www.youtube.com/watch?v=tdQPTedi6wE",
      "embed_url": "https://www.youtube.com/embed/tdQPTedi6wE"
    }
  },
  {
    "metadata": "|2017|145 min|Action,Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1,951"
    },
    "title": "A Gentleman (2017)",
    "description": "​ေဘာလိဝုဒ္​ကား​ေတြရဲ႕ထံုးစံအတိုင္​းပရိသတ္​မထင္​ထား​ေလာက္​​ေအာင္​လွည္​့ကြက္​​ေလး​ေတြကဆရာက်တတ္​ၾကပါတယ္​။ဇာတ္​​ေၾကာင္​းဇာတ္​အိမ္​တည္​​ေဆာက္​ပံုကလည္​း​ေတာင္​့တင္​းတယ္​ဆိုတာ ​ေဘာလိဝုဒ္​ပရိသတ္​ႀကီးလည္​းသိၿပီးသားပါ။​ေဘာလိဝုဒ္​ကားအမ်ားစုဟာ ဟာသ/ အခ်စ္​ / အလြမ္​း /ဇာတ္​ၾကမ္​း /လွည႔္​ကြက္​ ​စတဲ့ ရသ​ေတြေထာင္​့​​ေစ့​ေအာင္ ​တည္​​ေဆာက္​ထား​ေလ့ရွိပါတယ္​။ဒီကား​ေလးရဲ႕အၫႊန္​းကိုမွ်​ေဝရမယ္​ဆိုရင္​ျဖင္​့ အိႏၵိယႏိုင္​ငံရဲ႕လွ်ိဳ႕ဝွက္​​ေအးဂ်င္​့အဖြဲ႕တစ္​ခုျဖစ္​တဲ့ အဖြဲ႕ X ​​အ​ေၾကာင္​း​​ေလးနဲ႔ပဲစခ်င္​ပါတယ္​​​အဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​ ကာနယ္​ဟာဆိုရင္​ျဖင့္​့အာဏာကိုအလြဲသံုးစားလုပ္​ၿပီး’ရ​ေလလို​ေလအိုတ​ေစၦဆိုသလို’ကိုယ္​က်ိဳးရွာ​ေလာဘသား​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​ပါအဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​က​ေတာ့ ရွရီဆိုတဲ့အရည္​အခ်င္​းရွိ​ေအးဂ်င္​့ပါသူက​ေတာ့ မတရားမႈ​ေတြလုပ္​​ေနတဲ့​ေခါင္​း​ေဆာင္​ရဲ႕လက္​​ေအာက္​က​ေနလြတ္​​ေျမာက္​ခြင္​့ရဖို႔ခက္​ခဲ​ေနတဲ့သူတစ္​​ေယာက္​ပါ ​သူ႔သ​ေဘာထားကိုသိသြားတဲ့ကာနယ္​က​ေနာက္​ဆံုးအ​ေနနဲ႔မစ္​ရွင္​တစ္​ခုလုပ္​​ေပးဖို႔​ေတာင္​းဆိုလိုက္​ပါတယ္​ဒါကိုသ​ေဘာတူၿပီး​ေနာက္​ပိုင္​းဘာ​ေတြျဖစ္​လာမလဲတစ္​ဖက္​မွာလည္​းဒါရိုက္​တာပံ​ု​ေဖာ္​ၿပီးရိုက္​ျပထားတဲ့ ေဂၚရဗ္​ ဆိုတဲ့ဝန္​ထမ္​း​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​း​ေလးလည္​းေျပာခ်င္​ပါ​ေသးတယ္​သူက​ေတာ့ ဘဝကိုအရႈပ္​အရွင္​းကင္​းကင္​းနဲ႔ရိုးသားစြာျဖတ္​သန္​းခ်င္​တဲ့သူပါကုမၸဏီမွာအလုပ္​ႀကိဳးစားတယ္​အိမ္​​ေကာင္​း​ေကာင္​းတစ္​လံုးနဲ႔​ေနခ်င္​တယ္​သာမန္​​ေနထိုင္​မႈလို႔ပဲဆိုရမွာပါမင္​းသမီးကလည္​းနာမည္​​ေရးျပစရာမလို​ေလာက္​​ေအာင္​ ​ေဘာလိဝုဒ္​ပရိသတ္​​ေတြအႀကိဳက္​ ဇာတ္​ၾကမ္​း/ အခ်စ္​/အလြမ္​း /ဟာသ ဘက္​စံုရတဲ့သမီးတစ္​လက္​ပါဒီ character ​ေတြစု​ေပါင္​းလိုက္​တဲ့ဇာတ္​လမ္​းအသြားအလာဘယ္​လိုပီျပင္​လာမလဲဆိုတာ​ေတာ့ ဇာတ္​ကားၿပီးခါနီး​ေလးမွပဲသိရမွာပါဇာတ္​အိမ္​/ ဇာတ္​​ေၾကာင္​း/ သရုပ္​​ေဆာင္​/ ​ေနာက္​ခံသီခ်င္​း အျပစ္​​ေျပာရာမရွိ​ေအာင္​​ေကာင္​းတဲ့ ဇာတ္​ကား​ေလးျဖစ္​​ၿပီးဟာသ​ေလး​ေတြလည္​းပါဝင္​ထားလို႔ျကိဳက္​ႏွစ္​သက္​ၾကမယ္​လို႔ ယူဆမိပါ​ေၾကာင္​း…….(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Pyae Xeinn Sett ပါ)File Size : (0.99 GB)Quality : WEB-DL 720pRunning Time : 2hr 6minFormat : Mp4Genre :Action, Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKrishna D.K.Raj NidimoruStarsAmit MistryDarshan KumaarHussain DalalJacqueline FernandezKushaal PunjabiRajit KapoorShaheed K. WoodsSidharth MalhotraSunil ShettySupriya PilgaonkarCastAmit MistryDarshan KumaarHussain DalalJacqueline FernandezKushaal PunjabiRajit KapoorShaheed K. WoodsSidharth MalhotraSunil ShettySupriya Pilgaonkar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wwPWKRteE3vxTMta2IxdRgEhYsq.jpg",
      "https://image.tmdb.org/t/p/w300/gBgVjmxUOlclDFGuwOYz3SqQ29S.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-gentleman-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/c56240/a-gentleman-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1wpy6/A_Gentleman_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/lDJ2xS4Q#J3_IaomjIBCQR6ovd181Hasvu_KQ7Gw8iSv0zYRA4Zw",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/kw49d1hzlwgc",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "IMXifj-peiQ",
      "video_url": "https://www.youtube.com/watch?v=IMXifj-peiQ",
      "embed_url": "https://www.youtube.com/embed/IMXifj-peiQ"
    }
  },
  {
    "metadata": "N/A|2008|133 min|Adult,Drama,History,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "2,561"
    },
    "title": "[18+] A Frozen Flower (2008) Director’s Cut Version",
    "description": "ဒီကားကတော့ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားပါ……တောင်ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပြီးတော့လူတွေရဲ့ Dark Side ခြမ်းကို ထင်ပေါ်အောင် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်…မင်းသမီးက Running Man ရဲ့ နာမည်ကျော် Song Ji Hyo  ဂျီဟိုဖြစ်ပြီး သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ဩချရမှာပါ..။မင်းသားတွေကလဲ နာမည်ကျော်တွေချည်းပါပဲ…Jo In-sung , Joo Jin-Mo တို့အဓိကနေရာကပါဝင်ထားပြီးတော့ အဲ့ခေတ်ကနာမည်မရှိသေးတဲ့ Song Joong‑ki တောင် အရံအဖြစ် ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်….Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ…ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ…သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ….အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်…တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ Hong Rim ဟာ မင်းကြီးရဲ့ချစ်သူလည်းဖြစ်နေခဲ့ပါတယ်…နောက်ဆုံးမှာ မင်းကြီးဟာဆုံးဖြတ်ချက်ပြတ်ပြတ်သားသားချပြီး သူ့ကိုယ်ရံတော်ဖြစ်တဲ့ Hong Rim နဲ့ သူ့မိဖုရားနဲ့ကိုအတူပေးနေစေပြီးတော့ ရင်သွေးရအောင်ကြံရပါတော့တယ်…အဲ့လိုနေခိုင်းလိုက်တော့ မိဖုရားနဲ့ ကိုယ်ရံတော်တို့ခမျာ အထိအတွေ့ကိုမလွန်ဆန်နိုင်တော့ဘဲတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားရာကနေ ကိုယ်ရံတော် ရင်ထဲမှာ မင်းကြီးအတွက် နေရာမရှိဖြစ်လာပါတော့တယ်…ဒီလိုမျိုး ချစ်ရသူဆီကဒီလိုပစ်ပယ်တာတွေခံလာရတော့ မင်းကြီးရင်ထဲမှာဘယ်လိုတွေဖြစ်လာမလဲ…သူကိုယ်ရံတော်နဲ့ မိဖုရားကကော သူတို့ရဲ့အချစ်တွေကိုရပ်တန့်နိုင်ကြမလား….ဘယ်လိုတွေဆက်ပြီးဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရာကြည့်ရမှာပဲဖြစ်ပါတယ်…IMDb Rating (7.1) ရရှိထားပါတယ်။ပွဲကြမ်းတဲ့အခန်းတွေများတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့အပြင်ကို အသက် ၁၈ နှစ်ပြည့်မှ ကြည့်သင့်တဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပါတယ်။(အခုတင်ပေးထားတဲ့ Version က ရုံမှာပြတဲ့ Version မဟုတ်ပါဘူး…Director’s Cut Version ဖြစ်လို့ ၁၀ မိနစ်စာလောက် အပိုပါပါတယ်..ဘယ်အခန်းတွေလဲဆိုတာ ကြည့်မှသိမှာပါ…) 😛File size…(2.7 GB) and (1.5 GB)Quality….BluRay 1080p and 720p (HEVC Encode)Format…mkvDuration….02:23:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by SeungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHa YooStarsIn-seong JoJi-hyo SongJin-mo JuYong-gu Do",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/btg7g9ftutks.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-a-frozen-flower-2008-directors-cut-version",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-frozen-flower-2008-directors-cut-1080-p-bluray-remux-avc-dts-hd-ma-5-1-glomp-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-frozen-flower-2008-directors-cut-720-p-bluray-remux-avc-dts-hd-ma-5-1-glomp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Uov4/A.Frozen.Flower.2008.Director_s.Cut.1080p.Bluray.REMUX.AVC.DTS-HD.MA.5.1-GLOMP.mkv",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gjpn/A.Frozen.Flower.2008.Director_s.Cut.720p.Bluray.REMUX.AVC.DTS-HD.MA.5.1-GLOMP.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JXgCRJCD#Ywt4xfzXve7irNaRKqYs4nE86n_uiw3nni266nlIgWw",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IbgCFRiK#naKmiJQpsulTtkFjYT9u_uqSiOJTmkS0sX2QkrYqy7E",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/beuxqd9sn861.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9rbjrns5ss4f.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8gu2cm7dsc9a",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2008|1h 59min|Adult,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "192,302"
    },
    "title": "Revolutionary Road (2008)",
    "description": "Revolutionary Road (2008)IMDb – 7.3/10_____Rotten – 67%Titanic စုံတွဲ လီယိုနာဒိုနဲ့ကိတ်ဝင်းစလတ်တို့ကို ပူးတွဲပြီး ထပ်မံမြင်တွေ့ရမယ့်ဇာတ်ကားပါ။ ဒီဇာတ်ကားနဲ့ မင်းသမီးကိတ်ဝင်းစလတ်ဟာ Golden Globe Awards ဆုကိုရရှိခဲ့ပါတယ်…ရုပ်ရှင်အညွှန်းကိုတော့ ကိုဝဏ္ဏသန်းထွန်းရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။——————————————-Revolutionary Road အား ဆင့်ပွားခံစားခြင်း==============================ပထမဆုံး မိတ်ဆက်ပေးချင်တာတော့ ဒီ ဇာတ်လမ်းကို ရေးသားခဲ့သူ စာရေးဆရာ Richard Yates နဲ့ သူ့ ဝတ္တုအကြောင်းပါ။ ဒီ ဝတ္တုဟာ ရစ်ချက် ရဲ့ ပထမဆုံး ဖန်တီးမှု တစ်ခုဖြစ်ခဲ့ပြီး (၁၉၆၂) ခုနှစ်ရဲ့ National Book Award မှာ နောက်ဆုံး စကာတင် သုံးဆုထဲ ပါခဲ့ပါတယ်။ ပရိသတ်အကြိုက်ဖြစ်ခဲ့ပြီး (၂၀၀၅) ခုနှစ်မှာ Time မဂ္ဂဇင်းက ရွေးချယ်တဲ့ (၁၉၂၃) ခုနှစ်ကနေ လက်ရှိအချိန်ထိ အကောင်းဆုံး အင်္ဂလိပ်ဘာသာနဲ့ ရေးသားတဲ့ စာအုပ်တစ်ရာ အတွင်း ပါဝင်ခဲ့တယ်လို့ အင်တာနက် မှတ်တမ်းများအရ သိရပါတယ်။ ဒီ Revoultionary road နဲ့ ပါတ်သတ်ပြီး ရစ်ချက်က အင်တာဗျူး တစ်ခုမှာ … “ကျွန်တော် ဒါကို ရေးခဲ့တာ (၁၉၅၀) ခုနှစ်များဆီက အမေရိကန်တွေရဲ့ ဘဝတွေကို ပုံဖော်ပြချင်တာထက် ပိုပါတယ်။ ခင်ဗျားတို့လည်း သိမှာပါ။ အဲဒီကာလတွေ တုန်းက ဆင်ခြေဖုန်းရပ်ကွက်တွေမှာ နေတဲ့ သာမန် လူတန်းစား အလွှာ တစ်ခုတင် မကပါဘူး။ တစ်နိုင်ငံလုံးမှာ ကြပ်တည်းမှုတွေ၊ ရုန်းကန်ရပ်တည်ရတာတွေ၊ ဘဝအာမခံချက်မရှိ၊ လုံခြုံမှု မရှိတဲ့ အခြေအနေတွေကို ကျနော်တို့ ရင်ဆိုင်ခဲ့ရတာ မှတ်လား” ဆိုပြီး ဖြေကြားသွားပါတယ်။အဲဒီခေတ်ကာလ က လူနေမှုပုံစံတွေကို ထင်ဟပ်ပြတဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းတစ်ခုပေါ့။ (၁၉၅၀) နှစ်များဆီက အမေရိကန် တောင်ပိုင်းပြည်နယ် တစ်ခုရဲ့ မြို့ တစ်မြို့မှာ Frank နဲ့ April တို့ နှစ်ဦးက Bar တစ်ခုမှာ တွေ့ဆုံပြီး ချစ်ကြိုက်ခဲ့တယ်။ အဲဒီ အချိန်မှာ ဖရန့်ခ် က အလုပ်ကိုင် မယ်မယ်ရရမရှိ ကြုံရာကျပန်း လုပ်နေရသလို၊ အေပရယ်ကလည်း မင်းသမီးဖြစ်ချင်လို့ ကြိုးစားနေဆဲ ကာလ၊ အေပရယ်ကို လက်ထပ်ပြီး ဖရန့်က ကုမ္ပဏီ တစ်ခုမှာ အရောင်းစာရေးနေရာက ဝင်လုပ်တယ်။ နောက်ပိုင်း အေပရယ် ကိုယ်ဝန်ရလာတဲ့ အချိန်ကျမှ ဆင်ချေဖုန်းရပ်ကွက် တစ်ခု ရဲ့ Revolutionary road လို့ အမည်ရတဲ့ လမ်းက နေအိမ်ကို ပြောင်းရွှေ့ပြီး နေထိုင်ခဲ့ကြပါတယ်။(သူတို့နဲ့ တစ်ရပ်ကွက်တည်း နေတဲ့အိမ်နီးချင်းတွေကတော့ ရုန်းကန်ရပ်တည်ရမှုတွေနဲ့ အသားကျနေတဲ့ Revolutionary လမ်း က မိသားစုတွေထဲ မှာ သူတို့ ဇနီးမောင်နှံက အဒီ အခြေအနေတွေကို တော်လှန်ပြီး ပျော်ရွှင်တဲ့ အိမ်ထောင်သည် ဘ၀ တွေကို ထူထောင်နိုင်သူများ အဖြစ် သတ်မှတ်ခဲ့ပါတယ်။)အများရဲ့ အမြင်မှာ သာယာချမ်းမြေ့တဲ့ လူငယ်စုံတွဲ အိမ်ထောင်သည် ဘဝကို ဖရန့်ခ် နဲ့ အေပရယ် တို့က ပိုင်ဆိုင်ထားတယ်လို့ ဆိုနိုင်ပေမယ့် တကယ့် လက်တွေ့ဘဝမှာ တော့ သူတို့ နှစ်ဦးအိမ်ထောင်ရေးက အဆင်မပြေလှပါဘူး။သားသမီးတွေရလာချိန်မှာ အေပရယ်က ဘဝနောင်ရေးအတွက် ခိုင်မာချင်လာတယ်။ ခင်ပွန်းဖရန့်ခ် ကိုလည်း သူ ဝါသနာဗီဇ နဲ့ ကိုက်ညီတဲ့ အလုပ်တစ်ခု လုပ်စေချင်တယ်။ ဒါကတော့ မထူးဆန်းပါဘူး။ မိခင်ကောင်း၊ အိမ်ထောင်ရှင်မတိုင်း ဖြစ်ချင်ကြတဲ့ စိတ် ဆန္ဒမျိုးပါပဲ။ ဖရန်ခ့်ဘက်က ကြည့်တော့လည်း သူ ဝါသနာမပါလှတဲ့ အလုပ်ထဲမှာ တစ်နေ့ (၁၀) နာရီ အချိန်ပေးပြီး အလုပ် လုပ်နေတယ်။ သားသမီးတွေကို အဆင်ပြေအောင် ကျွေးမွေးနိုင်တယ်။ ဒါပေမယ့် သူ အိမ်ထောင်ရေးဘဝက အဆင်မပြေလှဘူး။ ဇနီးဘက်က Demanding တွေ များလွန်းတယ်ပေါ့။မပျော်ရွှင်တဲ့ အိမ်ထောင်သည် ဘဝကို ဖြေရှင်းဖို့ အမျိုးမျိုး ကြိုးစားနေပေမယ့် မအောင်မြင်၊ ဒါကိုပဲ ဖုံးကွယ်ဖို့ ကြိုးစားရင်း နဲ့ လုံးခြာလိုက်နေတော့တာပဲ။ ဧပရယ်က ပြင်သစ်မှာ အခြေကျဖို့ စီစဉ်တယ်။ ဖရန့်ခ်ကလည်း သဘောတူပြီးကာမှ ဧပရယ် မှာ တတိယ ကိုယ်ဝန်လွယ်လာရချိန်၊ ဖရန့်ခ် အလုပ်ကလည်း လခ ကောင်းကောင်းနဲ့ ရာထူးတိုးပေးလို့ တိုင်ပင်ထားတဲ့ အစီအစဉ်က ပျက်၊ အဲဒီ မလိုချင်တဲ့ ကိုယ်ဝန်ကို ဧပရယ်က ဖျက်ချပစ်ချင်၊ ယောက်ကျားလုပ်သူက သဘောမတူ၊ အခြေအနေရ ဒီမှာပဲ ဆက်နေဖို့ လက်ခံလိုက်ရပေမယ့် ဇနီးဖြစ်သူရဲ့ စိတ်ထဲမှာတော့ ပဲရစ် အစီအစဉ် အကောင်အထည် ဖော်ခွင့်မရလိုက်တာ ကြီးမားတဲ့ မကျေနပ်မှု အစိုင်အခဲပဲ။ သူ့ရဲ့ မျှော်လင့်ချက်ကို ခင်ပွန်းဖြစ်သူက ရိုက်ချိုးခဲ့တယ်လို့ပဲ ထင်နေတယ်။အဲဒီ နောက်ပိုင်းမှာ သူတို့ လင်မယား နှစ်ယောက် ရဲ့ ကြားက ဆက်ဆံရေးက အရမ်း အေးခဲသွားခဲ့ပြီ။ အဲဒီ အခြေအနေကြားမှာ ဖရန့်ခ် က သူ့ အလုပ်ထဲက အမျိုးသမီး မော်ရင်း နဲ့ ဖောက်ပြန်ခဲ့သလို၊ အေပရယ်ကလည်း အိမ်နီးချင်း ကလေးအဖေ တစ်ဦးနဲ့ ငြိစွန်းသွားခဲ့တယ်။ ဒါက ဘယ်လိုမှ လက်သင့်ခံစရာ မရှိတဲ့ အမည်းစက်ပါ။ ဒါပေမယ့် …လူတွေရဲ့ အပြုအမူကို ခေတ်ကြောင့်လို့ အတိအကျ လက်ညိုးထိုးလို့ မရပေမယ့် ဒီ scene တွေကို ထည့်ရိုက်ပြထားတာဟာ အိမ်တွင်းရေးမပြေလည်တဲ့ ဘဝတွေနဲ့ The age of anxiety လို့ သုံးနှုန်းရလောက်တဲ့ အဲဒီခေတ်မှာ စိတ်ညစ်ညူးမှုတွေကို ပုံစံအမျိုးမျိုး နဲ့ ထွက်ပေါက်ရှာတတ်တဲ့ အနေအထားမျိုးလို့ပဲ တွေးယူမိပါတယ်။ ဖရန့်ခ်က သူ ဖောက်ပြန်ခဲ့တဲ့ အကြောင်း ဇနီးဖြစ်သူကို ပြန်ပြောပြတဲ့ အချိန်မှာတောင် ဧပရယ်ဘက်က တုန်လှုပ်မှု မရှိတော့ဘူး။ သူ တို့ နှစ်ယောက်ကြားက အမုန်းအစိုင်အခဲ က ထုထည်ကြီးမားနေခဲ့ပြီ။ အဲဒီ အစိုင်အခဲ ပေါက်ကွဲတဲ့ အချိန်မှာ၊ သူတို့ မိသားစုရဲ့ domestic violence ကမီးတောင် တစ်ခုပေါက်ကွဲသလို ရန်ဖြစ်စကားများမှုတွေ ခဏခဏ ဖြစ်လာရတဲ့ အဆုံးမှာတော့ …..ဒီရုပ်ရှင်ကနေ ပျော်ရွှင်မှုတွေ၊ စိတ်ကြည်နူးစရာ romance လေးတွေကို ခံစားရမှာ မဟုတ်ပါဘူး။ ဒေါသတကြီး ပေါက်ကွဲ အော်ဟစ်သံတွေ၊ ဆဲဆို ရန်ဖြစ်သံတွေ နဲ့ ပြည့်နှက်နေတဲ့ မပြေလည်တဲ့ အိမ်ထောင်သည် လင်မယားကို ပဲ မြင်ရမှာပါ။ အပေါ်ယံပဲ ကြည့်ရင်တော့ ခေတ်တစ်ခေတ် ရဲ့ နောက်ခံ အိမ်ထောင်ရေး ဇာတ်လမ်းပေါ့။ မပြေလည်တာတွေကို fix မလုပ်နိုင်ဘဲ အပေါ်ယံဟန်ဆောင်မှုတွေနဲ့ ပြေလည်သယောက် ဖုံးကွယ်ထားတဲ့ အခါ ကြာလာလေလေ၊ အနာယဉ်းလာလေလေ နဲ့ အဆုံးသတ် မကောင်းတဲ့ ဖြစ်စဉ်မျိုးပါပဲ။ အဲဒါကြောင့်ပဲ သူတို့ နိုင်ငံတွေမှာ Marriage ဆိုတာကို အယုံမကြည် မရှိသူတွေ များလာပြီး လက်မထက်ခင် အတူနေ၊ သဘောထားချင်း မတိုက်ဆိုင်ရင် လွယ်လွယ်လေး ကွဲ လိုက်ကြ၊ နောက် တစ်ယောက်နဲ့ ပြန် တွဲ လိုက်ကျ နဲ့ .. complicated relationships တွေကို ပိုင်ဆိုင်နေကြသလား မသိပါ။ဒီ ဇာတ်ကားထဲမှာ သတိပြုမိတာ တစ်ခုရှိတယ်။ အဲဒါက အိမ်ထောင်မပြုခင်မှာ ကိုယ်စီ စိတ်ကူးတွေ၊ အိပ်မက်တွေ ရှိတယ်။ဥပမာ – ဧပရယ် ဆိုရင် မင်းသမီး ဖြစ်ချင်နေတယ်။ တကယ်တမ်း အိမ်ထောင်ပြုလိုက်တဲ့ အချိန်မှာ အဲဒီ စိတ်ကူးတွေ အကောင်အထည်ဖော်ခွင့်မရှိတော့ဘူး။ မိသားစုဘဝထဲ မြုပ်နှံလိုက်ရတယ်။ သားသမီး ရလာတဲ့အချိန်မှာ ပို လို့တောင် မဖြစ်နိုင်တော့တယ်။ အဲဒီ အချိန် အိမ်ထောင်ရေးမှာ အဆင်မပြေတာလည်း ကြုံရော .. ကိုယ်ဖြစ်ချင်တာတွေ မဖြစ်ခဲ့တဲ့ ဒါဏ်ရာဟောင်းက ပြန် ပေါ်လာတယ်။ အဲဒါ ပြသနာ အစ ပဲ။ယောက်ကျားတွေရဲ့ ဗီဇကို မသိမသာလေး ပြသွားတဲ့ ဇာတ်ကွက်လေးတွေ ရှိတယ်။ ဥပမာ ဧပရယ် (Kate) နဲ့ ဖောက်ပြန်ခဲ့တဲ့ Shep ဟာ သူတို့ရဲ့ အိမ်နီးချင်း၊ ဧပရယ်ရဲ့ အချစ်ဆုံး သူငယ်ချင်း မီလီ ရဲ့ ခင်ပွန်း။ မီလီက အိမ်ထောင်ရှင်မကောင်း တစ်ယောက်၊ ယောက်ကျားက ရှင်ဆိုရှင်၊ သေဆိုသေ၊ ဒါကို သူ့ယောက်ကျား လုပ်တဲ့သူက ဖောက်ပြန်တယ်။ နောက်ဆုံးခန်းမှာ မီလီက ဖရန့် နဲ့ ဧပရယ်အကြောင်း ခင်ပွန်းဖြစ်သူကို ပြောပြချင်တယ်ဆိုတော့ “သူတို့ အကြောင်းတွေ ငါဘာမှ မကြားချင်တော့ဘူးကွာ” ဆိုပြီး ထွက်သွားပါလေရော ..။ အဲဒါက တစ်ချက်။ဖရန့် တို့ရဲ့ နောက်ထပ် အိမ်းနီးခြင်း ဟဲလင် ဆိုလည်း သူ့ သား စိတ္တဇ ဝေဒနာသည်အတွက် တစ်ယောက်တည်း ရုန်းကန်နေရတာ။ ခင်ပွန်းလုပ်တဲ့သူက ဟောင်းဝဒ်က ဇနီး အပေါ် ထောက်ခံတဲ့ အပြုအမူမျိုးတစ်ခါမှ မပြခဲ့ဘူး။ တစ်ခုခု တိုင်ပင်ချင်တဲ့အချိန်တောင် နားမှာတပ်ထားတဲ့ ear phone ကို အသံမြင့်ပစ်လိုက်တယ်။ အဲဒီ အချက်တွေကို ကြည့်ချင်းအားဖြင့် ခင်ပွန်းတွေဟာ ဇနီးဖြစ်သူရဲ့ ဖွင့်ဟတိုင်ပင်တာမျိုးကို နားထောင်ချင်တဲ့ ဆန္ဒမရှိဘူး ဆိုတဲ့ သဘောမျိုး ဖြစ်နေတယ်။ နှစ်ယောက်ကြားက ထိတွေ့မှု နဲ့ ဝေမျှခံစားမှု အားနည်းခြင်း (lack of communication and sharing) က အိမ်ထောင်တစ်ခု ကျိုးပျက်စေနိုင်ဖို့ လုံလောက်တဲ့ အကြောင်းရင်းတစ်ခု ဖြစ်နေပြီ မဟုတ်လား။ဒီ ဇာတ်လမ်းရဲ့ နောက်ထပ် စိတ်ဝင်စားစရာ အချက်တစ်ခုက ဒီ ရုပ်ရှင်ကို ပုံဖော်ခဲ့သူ American Beauty တို့ Skyfall တို့လို နာမယ်ကြီး ရုပ်ရှင်တွေရဲ့ ဒါရိုက်တာ Sam Mendes က အဲဒီ ဇာတ်ကားရိုက်တဲ့ အချိန် ကိတ် ရဲ့ ခင်ပွန်းဖြစ်ပြီးတော့ အဲဒီ ဇာတ်ကားထွက်ပြီး နှစ်နှစ်အကြာ (၂၀၁၀) မှာ သူတို့ နှစ်ဦး လမ်းခွဲလိုက်ကြပါတယ်။ ဇာတ်ဝင်ခန်းတွေမှာ လင်မယားစရိုက် အနမ်းအရှုပ်၊ အပွေ့အဖက်တွေကို ပီပြင်အောင် ရိုက်ကူးရတာနဲ့ ပါတ်သတ်လို့ ဇနီး ဖြစ်သူ ကိတ် နဲ့ လီယို တို့ သရုပ်ဆောင်တဲ့ အပေါ် ကြီးကြပ်ရတာကို သူအနေနဲ့ စိတ်ထဲ ဘာမှ မရှိလှပါဘူးလို့ ဆန် က အင်တာဗျူး တစ်ခုမှာ ဖြေခဲ့ပါသေးတယ်။ထူးချွန်ဆုတွေနဲ့ ပါတ်သတ်ပြီး ပြောရရင် ရွှေကမ္ဘာလုံးဆု (Golden Globe) အတွက် စံကာတင် သုံးဆု ပါခဲ့ပြီး ကိတ် က အကောင်းဆုံး အမျိုးသမီးထူးခွန်ဆု ဆွတ်ခူးခဲ့ပါတယ်။ Silver Lingings Playbook က ဂျနီဖာ လောရင့်စ် ကို ကြည့်ပြီး ဒီ သူငယ်မ အတော် သရုပ်ဆောင်ကောင်းတာပဲလို့ တွေးခဲ့မိတာ။ ဒီ ဇာတ်ကားထဲက ကိတ် ကို ဘယ်မှီမလည်း။ (အသက်အရွယ်နဲ့ သဘာ ကတော့ အတော်ကွာပါတယ်။)အထူးသဖြင့် သူ စိတ်တွေအရမ်းလှုပ်ရှားနေလို့ စီးကရက် သောက်ပြီး စိတ်ထိမ်းရတဲ့ အခန်းတွေ၊ လင် ဖြစ်သူကို အားမလို အားမရ ဖြစ်နေလို့ .. “ဘာမှ အားကိုးလို့ မရဘူး။ ဘယ်လို ယောက်ကျားမျိုးလည်း” ဆိုပြီး လက်ညိုးငေါက်ငေါက်ထိုးပြီး ရန်တွေ့တဲ အခန်းတွေနဲ့၊ ယောက်ကျားလုပ်သူက တခြား မိန်းမတစ်ယောက်နဲ့ ဖောက်ပြန်ခဲ့တယ်ဆိုတာ ပြန်ပြောတဲ့အချိန်မှာတောင် မျက်နှာ တစ်ချက်ကလေး မပျက်ဘဲနဲ့ “ အခုချိန်မှ ဘာရည်ရွယ်ချက်နဲ့ ဒါတွေ လာပြောနေတာလည်း၊ ရှင် အပေါ် ကျွန်မ ဘာ ခံစားချက်မှ မရှိတော့ဘူး” ဆိုပြီး သွေးအေးအေး ပြန်ပြောနေတဲ့ အခန်းတွေက အတော် သရုပ်ပါ ပါတယ်။ဒီ ဇာတ်လမ်းကနေ တွေးမိတာတော့ အိမ်ထောင်မှု တစ်ခုဆိုတာ ဘက်ပေါင်းစုံက ရှု့ထောင့်အမျိုးမျိုးနဲ့ ချဉ်းကပ်စဉ်းစားရတဲ့ ကျုယ်ပြန့်တဲ့ ဘာသာရပ်တစ်ခုပါပဲဗျာ။ ဘ၀ ခရီးရှည်ကြီးကို မသေမချင်း အတူတူ လျှောက်လှမ်းရတဲ့ အချိန်မှာ သူ့ ဆီမှာ ကိုယ် လက်မခံနိုင်စရာ ဘယ်လိုအချက်တွေ ပါလာနိုင်လည်း ဆိုတာလည်း ကြို မသိနိုင်ဘူးလေ။ အဲဒါကြောင့် လက်ထပ်ပြီးစ စုံတွဲတွေကို Honeymoon ပျားရည်ဆမ်းခရီး ထွက်ခိုင်းကြတာ။ အဲလို သွားတယ်ဆိုတဲ့ သဘောကလည်း ခရီးရှည်ကြီးကို နှစ်ယောက်အတူ မသွားခင် ခရီးတို တစ်ခုကို နှစ်ယောက်အတူ သွားကြည့်တာ။ လူ တစ်ယောက်အကြောင်းဆိုတာ ခရီးအတူ ထွက်ရင်ကို ဘယ်လို စရိုက်တွေ ရှိလည်း သိနိုင်တာမျိုးတဲ့။ အဲလို ခရီးတိုလေး ထွက်တဲ့အချိန် ကိုယ် မကြိုက်တဲ့ အမူအကျင့်တွေ ကိုယ့် ဘဝခရီးဖော်ဆီက တွေ့လာခဲ့ရင် သည်းခံစိတ်ရှည် နားလည်နိုင်အောင်လို့တဲ့ဗျာ။စာလည်း အတော်ရှည်သွားပြီ။ စဉ်းစားစရာ ကောင်းတဲ့ အချက်လေး နှစ်ချက်နဲ့ ဒီ အညွန်းကို ပိတ် ပါရစေ …A man is incomplete until he is married. After that, he is finished.ယောက်ျားတစ်ယောက်ဟာ အိမ်ထောင်မပြုသေးမချင်း မပြီးပြည့်စုံဘူး။ အိမ်ထောင်ပြုပြီးသွားရင်တော့ နိတ္ထိတံ သွားပြီ။Zsa Zsa Gabor [from MKS group]အိမ်ထောင်ပြုခြင်းဟာ ကြိုး တစ်ချောင်း နဲ့ ချည်နှောင်လိုက်တာဆိုရင် အဲဒီ ကြိုးဟာ ယောက်ကျား ဖြစ်သူကို ချည် တဲ့ ကြိုး မဟုတ်ပါဘူး။ မိန်းမသားဖြစ်သူကို ချည်တဲ့ကြိုးပါ။ (ဂျူး)ဝဏ္ဏသန်းထွန်း(၂၁၊ ဂျွန်၊ ၂၀၁၃)(ရုပ်ရှင်အညွှန်းကိုThan Htun WunnaFacebook မှကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…BluRay Rip 720pFormat…mp4Duration….01:59:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNaw LydiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJayne-Ann TenggrenSam MendesStarsDavid HarbourDylan BakerJay O. SandersKate WinsletKathryn HahnKathy BatesLeonardo DiCaprioMichael ShannonRichard EastonZoe KazanCastDavid GereDavid HarbourDylan BakerDylan Clark MarshallJay O. SandersJohn BehlmannJohn OttavinoKate WinsletKathryn HahnKathy BatesKeith ReddinKristen ConnollyLeonardo DiCaprioMarin IrelandMax BakerMax CasellaMichael ShannonRichard EastonRyan SimpkinsTy SimpkinsZoe Kazan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8LJgY2DOv7rWMvbPKHVqHr3PM2X.jpg",
      "https://image.tmdb.org/t/p/w300/zmXMm9DI5qdPPPM92uShv8c2IBP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/Revolutionary-Road-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/revolutionary-road-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uhp4bbaco2wv.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/revolutionary-road-2008-mm-sub-mp-4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/ekipe1vnvbiz.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gf0VqzuWedU",
      "video_url": "https://www.youtube.com/watch?v=gf0VqzuWedU",
      "embed_url": "https://www.youtube.com/embed/gf0VqzuWedU"
    }
  },
  {
    "metadata": "|2019||Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Timeless Love (2019)",
    "description": "Timeless Love 2019==============#Unicodeတစ်ချို့က အိမ်မက်တွေထဲမှာပျော်တယ်၊ တစ်ချို့က အိမ်မက်တွေထဲမှာဝမ်းနည်းရတယ်၊အိမ်မက်တွေထဲမှာ ဝမ်းနည်းကြောက်လန့်ရသူတွေက အမြန်နိုးထချင်ပြီး၊အိမ်မက်တွေထဲမှာ ပျော်ရွှင်နေရသူတွေကတော့ အိမ်မက်ထဲမှာပဲ ဘဝကိုပြီးဆုံးချင်ကြတယ်၊ဒီကားလေးကတော့ ကိုမာ ဝင်နေတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပါပဲ . . .ဒါပေမဲ့ ပျော်ရွှင်ခြင်းတွေပြည့်နေတဲ့ အိမ်မက်ထဲကနိုးထခဲ့ရသူတစ်ယောက်ရဲ့အဖြစ်ဆိုတော့ဘယ်လိုလုပ်ပြီး အဲ့အိမ်မက်လေးကိုလက်လွှတ်ချင်ပါ့မလဲ . . .အဲ့ကိစ္စကို အခြေခံပြီး ဆန်းကြယ်တဲ့အချစ်ဇာတ်လမ်းလေးစခဲ့တယ်ဆိုပါတော့လေ . . .#Zawgyiတစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာေပ်ာ္တယ္၊ တစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာဝမ္းနည္းရတယ္၊အိမ္မက္ေတြထဲမွာ ဝမ္းနည္းေၾကာက္လန႔္ရသူေတြက အျမန္ႏိုးထခ်င္ၿပီး၊အိမ္မက္ေတြထဲမွာ ေပ်ာ္႐ႊင္ေနရသူေတြကေတာ့ အိမ္မက္ထဲမွာပဲ ဘဝကိုၿပီးဆုံးခ်င္ၾကတယ္၊ဒီကားေလးကေတာ့ ကိုမာ ဝင္ေနတဲ့အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါပဲ . . .ဒါေပမဲ့ ေပ်ာ္႐ႊင္ျခင္းေတြျပည့္ေနတဲ့ အိမ္မက္ထဲကႏိုးထခဲ့ရသူတစ္ေယာက္ရဲ႕အျဖစ္ဆိုေတာ့ဘယ္လိုလုပ္ၿပီး အဲ့အိမ္မက္ေလးကိုလက္လႊတ္ခ်င္ပါ့မလဲ . . .အဲ့ကိစၥကို အေျခခံၿပီး ဆန္းၾကယ္တဲ့အခ်စ္ဇာတ္လမ္းေလးစခဲ့တယ္ဆိုပါေတာ့ေလ . . .(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Megumi ပဲဖြစ်ပါတယ်။)Quality – 720p  WEB-DLDuration – 1 hrs 25 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.WEB-DLTranslator – MegumiEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsBrant DaughertyRachel SkarstenCastBrant DaughertyRachel Skarsten",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/timeless.love_.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vag/[CM]Timeless.Love.2019.720P.mp4",
        "server": "Soliddrive.co",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://fastload.cc/327",
        "server": "fastload.cc",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/fWv8catdcrj-zg",
        "server": "disk.yandex.com",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/3CwoO",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-timeless-love-2019-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://usersdrive.com/0cqcrtlmfgyr.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://megaup.net/1x2US/Timeless.Love.2019.720P.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://mega.nz/file/dht0CaAb#Ct31l0KcIhDzrpRZsgrrM8mRH04VTO__o1DOn6MvjpM",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://upstream.to/zgldib7894xz",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "600 MB"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|1h 31min|Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "22,687"
    },
    "title": "Midnight Sun (2018)",
    "description": "Midnight Sun (2018)_____IMDb – 6.6/10၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…အဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…အဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…အပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…သူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…သူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…ဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…သူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…နောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…ဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…ဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…နောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…ရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…Ratings တွေကတော့ IMDb – 6.6/10 Google Users – 95%(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin  ပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1hr 31minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott SpeerStarsAlex PangburnBella ThorneJenn GriffinKen TremblettNicholas CoombePatrick SchwarzeneggerPaul McGillionQuinn ShephardRob RiggleTiera SkovbyeCastAlex PangburnAllyson GrantAudrey SmallmanAustin AnozieAustin ObiajunwaAva DewhurstBella ThorneChris SheildsDarla PitkanenDean PetriwDonny LucasFarris TyabGuy ChristieJacqueline KingJaeda Lily MillerJeff ReyesJenn GriffinJerome YooKen TremblettKenneth TynanKiarra GoldbergKiefer O'ReillyKris NeufeldMichelle Choi-LeeNicholas CoombeNick WatsonNorm MisuraPatrick SchwarzeneggerPaul McGillionQuinn ShephardRay BoulayRob RiggleSuleka MathewTiera SkovbyeTom VanderkamYobdee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9T8sj5io4SGCBTHsk5H8LGcfKVe.jpg",
      "https://image.tmdb.org/t/p/w300/o1i7daIYTaD61hbcXFYS4o8Zflf.jpg",
      "https://image.tmdb.org/t/p/w300/rKWg1SnU3yLyph00ZTKtTQsMJrU.jpg",
      "https://image.tmdb.org/t/p/w300/nmTtZSO8BPDB7cPYxbxVldOR6JX.jpg",
      "https://image.tmdb.org/t/p/w300/sTo3F36RtLGR69npYBWu9RuxKbs.jpg",
      "https://image.tmdb.org/t/p/w300/xiDuiG4go4TPPI2JDMzqyImttyL.jpg",
      "https://image.tmdb.org/t/p/w300/136dM24AZJcVNjwCg0A3tM9qBB.jpg",
      "https://image.tmdb.org/t/p/w300/8gquyHmt6lGCQdsbjIHikRQHdz0.jpg",
      "https://image.tmdb.org/t/p/w300/3MBTTeDF1L6hkYB5SBU50eULcM8.jpg",
      "https://image.tmdb.org/t/p/w300/lzoXW3gqFPvvMzcn4TwCvZOvKoe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/midnight-sun--2018--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/ky2vondkd4k3.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/0f9dcm0fd80k/Midnight_Sun_[2018]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/JZcBiCpI#FcPfd2WCdJ2NfFPAIDFsBvL_NA5CuJs0pDUehDVRhfs",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ztnhusnmrmrb",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/midnight-sun-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/midnight-sun2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fEskVQgtwaI",
      "video_url": "https://www.youtube.com/watch?v=fEskVQgtwaI",
      "embed_url": "https://www.youtube.com/embed/fEskVQgtwaI"
    }
  },
  {
    "metadata": "Not Rated|2009|2h 35m|Action,Bollywood,Comedy,Romance,Uncategorized",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "7.2k"
    },
    "title": "Aarya 2 (2009)",
    "description": "Arya 2 (2009) “သုံးပွင့်ဆိုင်”အာလူးအာဂျွန်ရဲ့ လူကြိုက်များပြီး IMDb 7.4 rotten tomatoes 83%လို ratingကောင်းတွေပိုင်ဆိုင်ထားတဲ့ old but goldရုပ်ရှင်လေးတစ်ကားကို Bollywood ချစ်ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပြန်ပါပြီ။ဒီမှာတော့ ဇာတ်လိုက်ကျော်ကြီးအာလူးအာဂျွန်ကို လုံးဝကွဲထွက်နေတဲ့ ကာရိုက်တာ 2 ခုအနေနဲ့ မြင်တွေ့ရမှာပါ။မိဘမဲ့ကျောင်းလေးတစ်ခုမှာ ငယ်စဉ်ကတည်းက ဉာဏ်များလွန်းပြီး toxicတဲ့ အာရ်ယာဆိုတဲ့ကောင်လေးဟာမထုံတတ်တေး အဂျေးဆိုတဲ့ကောင်လေးကို ပီကေတစ်ခုနဲ့ မရမကအကွက်ဆင်ပြီး သူငယ်ချင်းလုပ်ပြီး ကပ်နေလိုက်ပါတယ်။မအူမလည်နဲ့ခံလိုက်ရတာပေမဲ့ အဂျေးကတော့ အာရ်ယာကို ကွေ့ပတ်ရှောင်လေ ပြေးမလွတ်လေမလို့ အခွင့်ကောင်းစောင့်ပြီးပြေးဖို့ချောင်းနေတာပေါ့။ဒီလိုနဲ့ တစ်နေ့မှာသူတို့နှစ်ယောက်ထဲက တစ်ယောက်က ချမ်းသာတဲ့အိမ်မှာ မွေးစားခံရဖို့ဖြစ်လာချိန်မှာ အာရ်ယာတစ်ယောက်အဂျေးကိုသွားခွင့်ပေးလိုက်ပြီး သူကတော့ကျန်နေရစ်ပါတယ်။ ‌အဂျေးကတော့ အာရ်ယာလက်ကလွတ်ပြီဆိုတဲ့အတွေးနဲ့ မွေးစားခံလိုက်တာပေါ့။ဒါပေမဲ့ ကိုယ်စီအရွယ်ရောက်လာချိန်မှာတော့ အဂျေးဆီကို ပြဿနာတစ်ခုနဲ့ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အာရ်ယာ၊ နဂိုထဲကမှ ပြဿနာရှာတတ်မကောင်းတာအစုံတတ်တဲ့လူမိုက်ဆန်ဆန်အာရ်ယာတစ်ယောက် ဘွားခနဲပြန်ပေါ်လာချိန်မှာ အဂျေးတစ်ယောက် ခေါင်းကိုက်ရပြန်ပေမဲ့ ထုံးစံအတိုင်းပဲ |ရှောင်မရတာမလို့ သူ့ကုမ္ပဏီမှာ အလုပ်ခန့်လိုက်ရပြန်ပါတယ်။ ဒါပေမဲ့ အာရ်ယာမကောင်းတာကို သက်သေပြနိုင်ရင် အလုပ်ထုတ်မယ်ဆိုတဲ့ကတိနဲ့ပါ။အဂျေးနားကပ်ရရေးတို့အရေးဆိုတဲ့ အာရ်ယာတစ်‌ယောက် Mr. perfectမျက်နှာဖုံးနဲ့ ရုံးမှာလူတိုင်းလေးစားအားကျရတဲ့စံပြလုပ်သား ကိုပြည့်စုံလွန်းဂိုက်ဖမ်းပါတော့တယ်။ဒီလိုနဲ့ ဒီကြောင်နဲ့ကြွက်သူငယ်ချင်းနှစ်ယောက်ကြားထဲ ဂီသာဆိုတဲ့မိန်းမလှလေးရောက်လာချိန်မှာတော့ ကိုပြည့်စုံလွန်းမျက်နှာဖုံးအောက်က အာရ်ယာတစ်ယောက်ဗီဇလေးတွေပေါ်လာပါတော့တယ်။ ဒီ 3 ယောက်ရဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲဆိုတာကတော့ အားလုံးအတူကြည့်ရှုလိုက်ရအောင်ပါ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Teamပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size… 3.7GB  / 1.6GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 35mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSukumarStarsAjayAllu ArjunBrahmanandamErina AndrianaKajal AgarwalMukesh RishiNavdeepSayaji ShindeShraddha DasSrinivasa ReddyVenu MadhavCastAjayAllu ArjunBrahmanandamErina AndrianaKajal AgarwalMukesh RishiNavdeepSayaji ShindeShraddha DasSrinivasa ReddyVenu Madhav",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zqrIgwPXi4qg2sJPEB0vvGtgCiz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMjkwNWEyYTQtZTUyOS00MTg5LTk3YjQtOTY3ZjlhZmE5MjFmXkEyXkFqcGdeQXVyMzA0NTI2OTM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/arya-2-2009-1080-p-snxt-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sd86o7cvjwa0.html",
        "server": "usersdrive.com",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41TzL/Samara_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4 https://megaup.net/3lWii/Arya.2.2009.1080p.SNXT.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/arya-2-2009-720-p-snxt-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/em3uu85crj39.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/41TzL/Samara_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-YK(CM).mp4 https://megaup.net/201l6/Arya.2.2009.720p.SNXT.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2016|1h 56m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1k"
    },
    "title": "(18+) Hawas Ki Inteha (2016)",
    "description": "Hawas Ki Inteha (2016)လင်ရယ် မယားရယ်လို့ ဖြစ်လာကြပြီဆိုရင် ဆိုးတူကောင်းဖက်အတူလက်တွဲသွားကြပြီးဘဝသက်ဆုံးတိုင် နားလည်မှုတွေနဲ့ ဘဝကို တည်ဆောက်ကြရမှာပါ။ဒီလိုမှ မဟုတ်ရင်တော့ ထိုအိမ်ထောင်..ထိုလင်မယားဟာ ရှားစောင်းနဲ့မျက်ချေးလိုတစ်မိုးအောက်ထဲက ရန်သူတွေလိုပါပဲ။အိမ်ထောင်တစ်ခုမှာ အချစ်က အခရာကျသလို လိင်မှုကိစ္စဟာလည်းအဓိကကျပါတယ်။ မှားတဲ့လူရှိရင် ခွင့်လွှတ်ပေးနိုင်တဲ့သူ ရှိရမှာဖြစ်သလိုမှားတဲ့သူဟာလည်း အဲ့ဒီအမှားမျိုးကို နောက်ထပ်မကျူးလွန်သင့်ပါဘူး။အမှားတွေကို မလွန်ဆန်နိုင်တော့တဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ အိမ်ထောင်တစ်ခုဟာပျက်တော့မှာပဲမဟုတ်လား။ဒီဇာတ်ကားမှာလည်း ရာဂစိတ်ကြောင့် အမှားနွံထဲနစ်ပြီး ဘဝပျက်ခဲ့ရတဲ့ လင်မယားအကြောင်းကိုပညာပေးရိုက်ကူးတင်ဆက်ပေးထားပါတယ်။၁၈အပေါင်းအခန်းလေးတွေလည်း ပါတာမို့ ၁၈ယောက်စုကြည့်ကြပါနော်။File size…1.8GB / 925MBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration…1h 56mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSurya KanthStarsBaliram GawadKomal DhillonSarita NagarCastBaliram GawadKomal DhillonSarita Nagar",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/Hawas-Ki-Inteha-pic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hawas-ki-inteha-2016-1080-p-amzn-web-dl-aac-2-0-avi-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4siazq0m9ayj.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/899y70x8la5u",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cP3s/Hawas_Ki_Inteha_(2016)_1080p_AMZN_WEB-DL_AAC2.0.avi(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oV1jBLTQ#0GgYQwpi_BDnJkAPOS9dyyWejCdBqs2n2Xccmc0pWJ0",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hawas-ki-inteha-2016-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/strhv3cu4nq8.html",
        "server": "usersdrive.com",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i7k237cn2occ",
        "server": "streamvid.io",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cP37/Hawas_Ki_Inteha_(2016)_720p(CM).mp4",
        "server": "megaup.net",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0RM0wKID#j_UR7Tome-ZKmX7wOc6abBSr97wi7KqTl8411qlaq6E",
        "server": "mega.nz",
        "size": "925MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017||History,Romance,Sci-Fi",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Call me savior (2017)",
    "description": "[Unicode]Call me Savior (2017) ဇာတ်ကားကတော့Director: LeeDul ရိုက်ကူးထားတဲ့Chinese ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Mydramalist 6.3ရထားတဲ့ဇာတ်ကားဖြစ်ပြီးမင်းသား LiuShen နှင့် မင်းသမီး Wushao Jun တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အလုပ်လက်မဲ့ဖြစ်နေတဲ့ကာတွန်းရေးဆရာတစ်ယောက်ကတစ်နေ့မှာ သူငယ်ငယ်က ချစ်ဖူးခဲ့တဲ့ ကောင်မလေးနဲ့တူသောဂြိုလ်သားမလေးကို မထင်မှတ်ဘဲတွေ့လိုက်ရပြီးနောက်အချိန်တွေနောက်ပြန်ရောက်ကာ ဘယ်လိုတွေဖြစ်သွားမလဲ….Past and Future ကို ယှဉ်တွဲရိုက်ပြထားတဲ့Chinese Historical,Romance,Sci-Fiဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[zawgyi]Call me Savior (2017) ဇာတ္ကားကေတာ့Director: LeeDul ရိုက္ကူးထားတဲ့Chinese ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Mydramalist 6.3ရထားတဲ့ဇာတ္ကားျဖစ္ျပီးမင္းသား LiuShen နွင့္ မင္းသမီး Wushao Jun တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အလုပ္လက္မဲ့ျဖစ္ေနတဲ့ကာတြန္းေရးဆရာတစ္ေယာက္ကတစ္ေန႔မွာ သူငယ္ငယ္က ခ်စ္ဖူးခဲ့တဲ့ ေကာင္မေလးနဲ႔တူေသာျဂိဳလ္သားမေလးကို မထင္မွတ္ဘဲေတြ႔လုိက္ရျပီးေနာက္အခ်ိန္ေတြေနာက္ျပန္ေရာက္ကာ ဘယ္လိုေတြျဖစ္သြားမလဲ….Past and Future ကို ယွဥ္တြဲရိုက္ျပထားတဲ့Chinese Historical,Romance,Sci-Fiဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(850MB) and (400MB)Quality…BR-Rip 1080pFormat…mp4Duration….01:28:24Subtitle….Myanmar Subtitle (Hardsub)Translated by julyEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLeedul",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/t01ea2a08daa31a61ca.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/call-me-savior-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2SLo8/Call_Me_Savior_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hxYRCYxY#5ofmQdA9u99CV2h6bVn9GYphOSX2CSm2cGupO2SusoM",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/call-me-savior-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/iocqo0qce37i",
        "server": "veryfiles.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/eq5co5csncga.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022||Comedy,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1247"
    },
    "title": "Love at the Christmas Contest (2022)",
    "description": "Love at the Christmas Contest (2022)===========================ဒီကားလေးကတော့ ခရစ်စမတ်ကာလရဲ့ အဓိကအနှစ်သာရလေးကိုရိုးရိုးရှင်းရှင်းဇာတ်လမ်းသွားလေးနဲ့ပဲ ဖော်ပြထားပေးသွားတဲ့ ဇာတ်ကားလေးပါ။တစ်ချို့ထည့်သုံးသွား‌တဲ့ အတွေးအမြင်လေးတွေဆိုရင်လဲတကယ် ကိုယ်ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေကို ရှုထောင့်တစ်မျိုးကနေကြည့်တတ်ဖို့ lessonတွေလဲရပါတယ်။ IMDb Rating 5.7ရထားတဲ့ကားလေး ဖြစ်ပြီး< မိသားစု ချစ်သူတွေနဲ့ ငြိမ့်ငြိမ့်လေး အတူကြည့်လို့ရတဲ့ဇာတ်ကားငြိမ့်ငြိမ့်လေးတစ်ကားပါ။ရှုပ်ယှက်ခပ်နေတဲ့ ‌actionတွေ plot twistတွေ thriller တွေ sadist movieတွေပဲ အကြည့်များနေရင် စိတ်ခဏအငြိမ်ပေးတဲ့ ကြည့်သင့်တဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ recommend ပေးပါတယ်။ကလေးသရုပ်ဆောင်ကလေးကလည်း အရမ်းချစ်စရာကောင်းပြီး သူ့ဇာတ်ရုပ်နဲ့ တော်တော်လေးလိုက်တယ်လို့ ပြောရင် pedophile လို့တော့ မထင်လိုက်ကြနဲ့ပေါ့ဗျာ၊ တကယ်ချစ်စရာကောင်းလို့ ပြောတာပါ။ကဲ ဒီလောက်ပဲညွှန်းပါတော့မယ်ဗျာ အချိန်ရရင် ဝင်ကြည့်ကြပါလို့ပြောကြားချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul ဖြစ်ပါတယ်)File Size……….(1.7 GB) / (678 MB) / (370 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 3၀minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….PaulEncoder………..SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn BurdCastColleen Elizabeth MillerEliza DonaghyEmily MathasonJames Healy Jr.Ross JirglSamantha CopeTriana Browne",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6WJ9NH1ESb70wK2ticahr1fRmnW.jpg",
      "https://image.tmdb.org/t/p/w300/xGlOjmoPSrLCxUlt3UrTOZLXhD5.jpg",
      "https://image.tmdb.org/t/p/w300/oXW2iYIArDUT6wtGNLIDLPSA4W8.jpg",
      "https://image.tmdb.org/t/p/w300/ziH1DvaQ73ewlcfEj23lUo3dqhF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOGYwYWFhMTEtMDY4Mi00NTU5LWEzNjEtZTc4NDM1YmU2NGU0XkEyXkFqcGdeQXVyMTE1MjU4NjU5._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/love-at-the-christmas-contest-2022-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1aO2g/Love.at.the.Christmas.Contest.2022.1080p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0qpkBQ6A#4T_lY7jlB5I80qZqTrJDP-KYI_9HYR1wlJ-ExKbMg1k",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/hyp855qdv3ej.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/72z235c2qqhr/Love.at.the.Christmas.Contest.2022.1080p.WEBRip[CM].mp4",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/love-at-the-christmas-contest-2022-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1QLud/Love.at.the.Christmas.Contest.2022.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/mkeoy4zrde0q.html",
        "server": "streamsb.com",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/t7QQzSha#DDTOBqU0URfNjGyyQEzmvPmU7IWuPaZrpjW21_hWFow",
        "server": "mega.nz",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/q4w24eindinc.html",
        "server": "usersdrive.com",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/epcvz6pkh1dl/Love.at.the.Christmas.Contest.2022.720p.WEBRip[CM].mp4",
        "server": "streamvid.io",
        "size": "678 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/love-at-the-christmas-contest-2022-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "370 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1QLtW/Love.at.the.Christmas.Contest.2022.480p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "370 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/dl9g1wtpsjfy.html",
        "server": "streamsb.com",
        "size": "370 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/I2QRGSBY#3BG63SHbDmMf2gM70Iz31mwWxrweXrM2zi427NrcJxc",
        "server": "mega.nz",
        "size": "370 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/9jcr240smlj0.html",
        "server": "usersdrive.com",
        "size": "370 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/hla0isp3bnnd/Love.at.the.Christmas.Contest.2022.480p.WEBRip[CM].mp4",
        "server": "streamvid.io",
        "size": "370 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "CSrLAx5PXGQ",
      "video_url": "https://www.youtube.com/watch?v=CSrLAx5PXGQ",
      "embed_url": "https://www.youtube.com/embed/CSrLAx5PXGQ"
    }
  }
]