[
  {
    "metadata": "N/A|2018|98 min|Drama,History,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "1,274"
    },
    "title": "Ashes in the Snow (2018)",
    "description": "ဒီတစ္ခါေတာ့ စစ္ကာလအတြင္းမွာ လစ္သူေရးနီးယားႏိုင္ငံရဲ႕ ျပည္သူေတြၾကံဳေတြ႕ခဲ့ရတာကို ရိုက္ကူးထားတဲ့ Ashes in the Snow ဆိုတဲ့ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။လစ္သူေရးနီယားႏုိင္ငံ စစ္ကာလေတြမွာ အျပစ္မဲ့တဲ့ျပည္သူေတြကို ရုရွားေတြကဘယ္လိုအဖမ္းဆီးခံရတယ္ဘယ္လိုမ်ိဳးအလုပ္ေတြခိုင္းၿပီးႏွိပ္စက္ညွင္းပန္းခဲ့တယ္ဆိုတာေတြကို ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။သမိုင္းကိုစိတ္ဝင္စားတဲ့ ျပည္သူေတြအတြက္ေတာ့ကားေကာငး္ေလးတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္။အားေပးၾကပါဦး…..File Size : (941 MB) & (245 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Drama , History , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarius A. MarkeviciusStarsAistė DiržiūtėBel PowleyGreg KolpakchiJonah Hauer-KingLisa Loven KongsliMartin WallströmNadja BobylevaSam HazeldineSophie CooksonTom SweetCastAdrian SchillerAistė DiržiūtėBel PowleyDolya GavanskiGabija Jaraminaitė RyškuvienėGreg KolpakchiInga MaskarinaJames CosmoJonah Hauer-KingKestutis Stasys JakstasLisa Loven KongsliMartin WallströmNadja BobylevaPeter FranzénRobertas LenartaviciusSam HazeldineSarah FiniganSophie CooksonTimothy InnesTom Sweet",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xC0XeQOlbA8T7TVs4PiGvH5krDh.jpg",
      "https://image.tmdb.org/t/p/w300/jyQhf6Emyfh5gRMgCb3GGNBxJRG.jpg",
      "https://image.tmdb.org/t/p/w300/xMrAtLLBkvMZpJt2WygZTeySFeZ.jpg",
      "https://image.tmdb.org/t/p/w300/5XwW6CE1R9Y2VN0p26ZQMLEU6hG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3ZiWWoDU4RFYUgQNa6lUdHS1mxL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ashes-in-the-snow2019",
        "server": "VIP Links",
        "size": "946MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ashes-in-the-snow-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "946MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NYA1i-WPaI4",
      "video_url": "https://www.youtube.com/watch?v=NYA1i-WPaI4",
      "embed_url": "https://www.youtube.com/embed/NYA1i-WPaI4"
    }
  },
  {
    "metadata": "|2011||Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Café de Flore (2011)",
    "description": "Café De Flore (2011)IMDb – 7.3/10ဒီတစ်ခေါက် ဇာတ်လမ်းလေးက စော်ပစ်၊ဘဲပစ်၊ ကြူရစ်လန် ကျန်ရစ်လူလေးတွေအတွက်ငါ့အကြောင်းနဲ့တိုက်ဆိုင်လိုက်တာလို့ ထအော်ရမယ့် ဇာတ်လမ်းမျိုးပါ။ဇာတ်လမ်းကြည့်ပြီးတဲ့အခါ move on လုပ်သွားနိုင်ရင်တော့ ဝမ်းသာစရာပေါ့နော်။မုအွန်မလုပ်သွားနိုင်ဘူးဆိုရင်လည်း ကြေကွဲလိုက်….ဇာတ်လမ်းအညွှန်း၁၉၆၀နှစ်ပိုင်းက ပဲရစ်မြို့မှာ လောရန့်ဆိုတဲ့ ဒေါင်းဆင်ဒရုန်းကလေးလေးနဲ့သူ့မိခင် ဂျက်ကွာလင်းတို့အဖြစ်က မျှော်လင့်ချက်တွေအပြည့်၊တစ်ဖက်မှာလည်း ဝမ်းနည်းစရာအပြည့်ပါပဲ။၂၁ရာစု မွန်တီရယ်မြို့မှာ နာမည်ကြီးဒီဂျေတစ်ယောက်ဖြစ်တဲ့အန်တိုနီဟာ ဇနီးဟောင်းနဲ့သမီးလေးနှစ်ယောက်နဲ့ ပြိုကွဲသွားတဲ့မိသားစု၊တစ်ဖက်မှာလည်း အချစ်သစ်ကို ပိုင်ဆိုင်ထားပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဆွဲဆောင်မှုရှိတဲ့အချက်ဟာ နေရာမတူတဲ့၊ကွာဟနေတဲ့အချိန်အပိုင်းအခြားကဒီဇာတ်ကြောင်းတွေကို parallel line တစ်ခုအနေနဲ့ ရိုက်ပြထားတာ ဖြစ်ပါတယ်။ဂျက်ကွာလင်းဟာ ယောကျ်ားပစ်ထားခံခဲ့ရပြီး တစ်ခုလပ်မိခင်တစ်ယောက်အနေနဲ့ဒေါင်းဆင်ဒရုန်းလေး လောရန့်ကို စောင့်ရှောက်နေပါတယ်။သူ့သားလေးအတွက် သူ့ဘဝကို မြှုပ်နှံထားပြီးတော့သူ့သားလေးဟာ သူ့ဘဝရဲ့မျှော်လင့်ချက်လေးဖြစ်လာပါတယ်။တစ်နေ့တော့ လောရန့်ဟာ ကျောင်းမှာသူ့လိုဒေါင်းကလေးမလေး ဗယ်ရိုကို ချစ်မိသွားပါတယ်။အန်တိုနီနဲ့ ကာရိုးလ်တို့ဟာ ၁၅နှစ်အရွယ်တည်းက တွေ့ဆုံခဲ့ကြပြီးစွယ်တော်ရွက်လေးလို နှစ်လွှာပေါင်းမှတစ်ရွက်လို့ ခံယူခဲ့တဲ့သူတွေပါ။ယခုလက်ရှိ ကွာရှင်းပြီးတဲ့နောက်မှာ အန်တိုနီဟာ ရို့စ်ဆိုတဲ့ကောင်မလေးနဲ့ အချစ်ဇာတ်လမ်းခင်းထားတယ်။တစ်ဖက်မှာ ကာရိုးလ်တစ်ယောက်ကတော့ ကွာရှင်းမှုကိုလက်မခံနိုင်သေးဘဲ move on မလုပ်နိုင်သေးတဲ့သူ၊ဆုံးရှုံးလိုက်ရသူကို လက်မလွှတ်နိုင်သေးဘဲ နာကျင်ခံစားနေရတဲ့သူဖြစ်ပါတယ်။ကွဲပြားတဲ့ ဇာတ်ကြောင်းနှစ်ခုမှာ တူညီတဲ့အချက်ကတော့အဆုံးမဲ့တဲ့ချစ်ခြင်းမေတ္တာတွေ၊ စွဲလမ်းစိတ်တွေ၊ ဝမ်းနည်းစရာတွေ ဖြစ်ပါတယ်။သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းမှာ ပိုချစ်ရတဲ့သူက နာကျင်တဲ့သူလား၊ကျန်ခဲ့တဲ့သူက ပိုချစ်ရတဲ့သူဖြစ်မလား။ပိုချစ်ရတဲ့သူက ကိုယ်ပဲဖြစ်ပါစေလို့ ဆုတောင်းရင်းကိုယ့်ဘဝနဲ့ကိုယ် ရှေ့ဆက်လျှောက်ကြရမလား။ဇာတ်ဆောင်တွေရဲ့ ခံစားချက်တွေကို ပေါ််လွင်အောင် ရိုက်ပြထားပါတယ်။ဇာတ်ကြောင်းနှစ်ခုတည်ထားရတဲ့အကြောင်းရင်း plot twist ကိုတော့ဆက်လက်ကြည့်ရှုပြီးတော့ ခံစားလိုက်ပါ။နာမည်ကြီးပြင်သစ်ဒါရိုက်တာ Jean-Marc Vallée ရဲ့လက်ရာမြောက်ဇာတ်လမ်းတွေထဲကတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb 7.3 ထိတောင် rating ကောင်းကောင်းရထားတာဆိုတော့ဘယ်လိုဇာတ်လမ်းကောင်းဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ကြည့်ရှုခံစားနိုင်ပါပြီ။File size…  2.12 GB /  784 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2 hGenre …..  Drama, RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by OrikaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice DuboisAnnick DesmaraisAntoine DuchesneauAxel RacetteBaptise GouwyBaptiste DelasCahterine Laferrière-FaubertCaroline BalCaroline GilbertCatherine GironChanel FontaineClaire VernetDominique FoureEmanuelle Beaugrand-ChampagneÉmile ValléeEvelyne BrochuEvelyne de la ChenelièreFabienne MésengeFranck MercadalHélène FlorentJean-Marc ValléeJean-Pierre HilaréguyJean-Yves RoanJérôme KircherJoanny Corbeil-PicherJonathan De PinhoJuliette G. EvenKevin ParentLuc RaymondLucas BoninManon BalthazardMarc GaltiéMarin GerrierMatthis CaffaMichel DumontMichel LaperrièreMisstress BarbaraNicolas MariéPascal ElsoRaphaël MaillotRichard ChevallierRosalie FortierTrystan FasquelVanessa ParadisYves FortinYves Perreault",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2tnNZo86wL8cq5dk4CQnLE8hMeL.jpg",
      "https://image.tmdb.org/t/p/w300/x6hsHSQDD74RVj1MHZn1kpdB4aA.jpg",
      "https://image.tmdb.org/t/p/w300/cNMRwJ6UHfclZKn4Sevp97zL00P.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sDzPQTJQyTwePZNh6PoZIcgBtvO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gnq2p0v7xn72.html",
        "server": "usersdrive.com",
        "size": "2.12 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cafe-de-flore-2011-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.12 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XNuZ/Cafe.De.Flore.2011.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.12 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yd9WBa5C#Ym-n7Kdw5ALcdksN3U7Q0rwhcpkaA5dBE5D0K82yZ-Q",
        "server": "mega.nz",
        "size": "2.12 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/y9cec8bhcpjl",
        "server": "streamvid.io",
        "size": "2.12 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n9or5vl3rrtl.html",
        "server": "usersdrive.com",
        "size": "784 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cafe-de-flore-2011-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "784 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XNv3/Cafe.De.Flore.2011.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "784 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CJlWnRra#Iv23z_btZIL2YhXDvxztvC6L-vvyYENjlHOZJ_Ky0ws",
        "server": "mega.nz",
        "size": "784 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/khd0p5c2wkbn",
        "server": "streamvid.io",
        "size": "784 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y3HAgq7aQOk",
      "video_url": "https://www.youtube.com/watch?v=Y3HAgq7aQOk",
      "embed_url": "https://www.youtube.com/embed/Y3HAgq7aQOk"
    }
  },
  {
    "metadata": "||1h 49min|Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1.3K"
    },
    "title": "Do You Love Me as I Love You ( 2020 )",
    "description": "ကြည်နူးစရာကောင်းတဲ့ ထိုင်ဝမ်အချစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်လူတိုင်းက သူများရဲ့အချစ်ရေးကို အရမ်းစိတ်ဝင်စားပြီးအတင်းအဖျင်းတွေ ပြောလေ့ရှိပါတယ် အဲ့လိုပဲဒီကားလေးထဲမှာလည်း ကျောင်းကလူတွေရဲ့ အတင်းအဖျင်းတွေထဲမှာနာမည်ကြီးနေတဲ့ လုံးဝအတွဲမ​ဖြစ်နိုင်ဘူးလို့သတ်မှတ်ထားတဲ့ စုံတွဲစာရင်း (MI စာရင်း) ဆိုတာရှိပါတယ်ဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ရှောင်ရှန်းကတော့ ရူပဗေဒမေဂျာကျောင်းသူတစ်ယောက်ဖြစ်ပြီး ဗေဒင်ကို အရမ်းစိတ်ဝင်စားတဲ့အပြင်သူ့ရဲ့ငယ်သူငယ်ချင်းလေးကျူးဟောက် ကိုကြိတ်ကြွေနေတဲ့ ကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာ သူဟာ သူငယ်ချင်းဇုန်ထဲကနေရုန်းထွက်ပြီးအဲ့ဒီကောင်လေးကို ဗေဒင်ယ​တြာတွေကအစအသေးစိတ်ပြင်ဆင်ပြီးဖွင့်ပြောဖို့လုပ်ထားပေမဲ့သူလုပ်ထားသမျှသဲထဲရေသွန်ဖြစ်သွားခဲ့ပါတယ်အကြောင်းကတော့ အဲ့ဒီနေ့မှာပဲ ကျူးဟောက်ကတခြားကောင်မလေးကို ဖွင့်ပြောလိုက်တာပါရှောင်ရှန်းရဲ့ ဇာတ်လမ်းလေးက ဒီမှာတင်ပြီးပြတ်မသွားပါဘူးသူ့ရဲ့ အကြီးမားဆုံးကံဆိုးမှုက အခုမှရောက်လာတာပါအဲ့ဒါကတော့… တစ်ကျောင်းလုံးရဲ့ နတ်ဘုရားမလို့တင်စားရလောက်တဲ့ အင်တာနက်ဆယ်လီ ရီကျင်းကကျူးဟောက်ဖွင့်ပြောချိန်မှာ ကျူးဟောက်သာMI စာရင်းရဲ့ ထိပ်ဆုံးသုံးတွဲကို အောင်သွယ်ပေးနိုင် မယ်ဆိုရင်တွဲမယ်လို့ပြောလိုက်တာပါပဲ ဒီလိုနဲ့ ပိုချစ်ရတဲ့လူကရှုံးရတယ်ဆိုတဲ့အတိုင်း ကြိတ်ကြွေနေတဲ့ရှောင်ရှန်းလေးတစ်ယောက် ကျူးဟောက်ကိုကူညီပေးရပါတော့တယ် ကဲ ဒီတော့ ကျူးဟောက်နဲ့ရှောင်ရှန်းတို့နှစ်ယောက် လုံးဝတွဲဖို့မဖြစ်နိုင်ပါဘူးလို့တွေးရလောက်တဲ့ထိ အကျင့်စရိုက်တွေဆန့်ကျင်ဖက်ကွဲပြားနေတဲ့ အတွဲသုံးတွဲကို ဘယ်လိုတွေအောင်သွယ်ပေးမလဲရှောင်ရှန်းလေးရဲ့အချစ်ရေးကရောဘယ်လိုဆက်ဖြစ်ဦးမှာလဲဆိုတာကို စိတ်ဝင်စားရင်တော့CM က တင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးကို အခုပဲကြည့်လို့ရပါပြီနော်Quality : BRRip 1080pFormat : mp4Duration : 1h 49minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( Hardsub )Translated by Yamin EiEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShiue Bin JianStarsAric ChenChen YuCheryl YangHe-Hsuan LinJag HuangLyan ChengPatricia LinTsao Yu-ningXing LiCastAric ChenChen YuCheryl YangHe-Hsuan LinJag HuangLyan ChengPatricia LinTsao Yu-ningXing Li",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2u2vITAfenGEHTIsONiFhlc7jLH.jpg",
      "https://image.tmdb.org/t/p/w300/tX9IBn0vOcS48aeohTmmvg846sr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hjD9WtY6xZQxRwPC34xNTfajOke.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/do-you-love-me-as-i-love-you-2020",
        "server": "VIP Links",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/do-you-love-me-as-i-love-you-br-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://usersdrive.com/4sfzdla9orzl.html",
        "server": "usersdrive.com",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://megaup.net/2mZL7/Do_You_Love_Me_as_I_Love_You_BRRip_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://watchsb.com/xbs4qy2975u7.html",
        "server": "streamsb.com",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://mega.nz/file/T2pWyRzI#hnGIlWyMkKjDgB1V4fFzDe28jriqJBijWzikPNA2_ho",
        "server": "mega.nz",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/do-you-love-me-as-i-love-you-br-rip-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/tdg6s3yffdxa.html",
        "server": "usersdrive.com",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/32XdA/Do_You_Love_Me_as_I_Love_You_BRRip_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/brhk0RoZ#rriR4eiR-LZ81yP6krJYa3nZsjoko-70ShoVggFiN1Q",
        "server": "mega.nz",
        "size": "488 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BAthVD1zz84",
      "video_url": "https://www.youtube.com/watch?v=BAthVD1zz84",
      "embed_url": "https://www.youtube.com/embed/BAthVD1zz84"
    }
  },
  {
    "metadata": "PG|1992|1h 41min|Comedy,Drama,Romance,Sport",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "18,331"
    },
    "title": "The Cutting Edge (1992)",
    "description": "The Cutting Edge (1992)_____IMDb – 6.9/10ဒီရုပ်ရှင်ကားက ကြည့်ဖူးသမျှ ကိုရီးယားကားတွေ တရုတ်ကားတွေထက်တောင်အရမ်း ရိုမန့် ဆန်တယ်လို့ ပြောလို့ရတဲ့ ရုပ်ရှင်ကားလေးပါအချိန်ကာလ အားဖြင့် ၁၉၉၂ ခုနှစ်က ရုံတင်တဲ့ကားမို့အဲ့ဒီကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား မင်းသမီး တောင်လက်ရှိအချိန်မှာ အိုနေပါပြီ အဲ့ဒါကလဲ အဒ်မင်က အသဲတွေယားပြီးGoogle မှာ လိုက်ရှာမိခဲ့လို့ 😀ဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်အိုလံပစ် အားကစားပြိုင်ပွဲမှာ စကိတ်အလှစီး တာ နဲ့ ရေခဲပြင်ဟော်ကီ တို့လဲအပါအဝင်ပါပဲ …ရေခဲပြင်အလှပြစကိတ်စီး ပြိုင်ပွဲမှာတော့ အရမ်းဟော့နေတဲ့ကောင်မလေး တစ်ယောက် ရှိတယ် ကိတ် တဲ့ကိတ်က သူမ လူမှန်းသိတက်ကတည်းက စကိတ်စစီးနေခဲ့ပြီအရမ်းလဲ လှသလို သူဌေးသမီးလဲ ဖြစ်တော့ အရမ်းကိုမာနကြီးတယ် ဘဝမြင့်တယ်…သူမ နဲ့ စကိတ် အတူစီးမယ့် သူတွေဆိုတာလဲသူမ ဘယ်လောက်လှလှ ကြည့်မရကြဘူး…ကံဆိုးတယ် ပြောရမလားပဲ ပထမ ပြိုင်ပွဲမှာတင်ကိတ် ထွက်ခဲ့ရတယ်…သူ့လိုပဲ တစ်ရက်ထဲမှာ ပြိုင်ပွဲဝင်ခဲ့ရတဲ့ ဟော်ကီသမား ဒက်ဒေါ်စီ ဟာလဲအက်စီးဒန့် တစ်ခုကြောင့် ပြိုင်ပွဲကနေ ထွက်ခဲ့ရတယ်…ဒါတောင် အဝင်၀ မှာ ၂ ယောက် ခလုပ်တိုက်ဖြစ်အောင် တိုက်ခဲ့ကြသေးတယ်နောက် ၂ နှစ်လောက်ကြာတဲ့ အခါမှာ ဒီ မာန မင်းသမီးလေး နဲ့ အူကြောင်ကြားကောင်လေး၂ ယောက်ကို အတူတူ ပေါင်းစည်း လေ့ကျင့်စေပြီး အိုလံပစ် ပြိုင်ပွဲဝင်ဖို့လူကြီးတွေက ဆုံးဖြတ်ခဲ့ကြတဲ့ အခါမှာတော့….ဒီရုပ်ရှင်လေးဟာ ဟာသ ၊ အချစ် ၊ အားကစား အမျိုးအစားရုပ်ရှင်ဖြစ်ပြီး ကြည့်ရှုသူကို စိတ်မပျက်စေမယ့် ဇတ်လမ်းမျိုးဖြစ်ပါတယ်ရုပ်ရှင်ကားကို Hnyot Myet Wunn က ဘာသာပြန်ပေးထားတာ ဖြစ်ပြီးအညွှန်းကို Shwe Sin Nan Eain မှ ရေးပေးထားပါတယ်File Size – 1.07 GBQuality – Blu-Ray Rip 1080pTranslator – Hnyot Myet WunnEncoder – Shwe Sin Nan EainYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul Michael GlaserStarsBarry FlatmanChris BensonD. B. SweeneyDwier BrownKevin PeeksMoira KellyRachelle OttleyRoy DotriceSteve SearsTerry O'QuinnCastArthur RowsellBarry FlatmanChick RobertsChris BensonD. B. SweeneyDick GrantDwier BrownJoJo StarbuckKevin PeeksMelanie MillerMichael HoganMoira KellyNahanni JohnstoneR.D. ReidRachelle OttleyRobin CousinsRoy DotriceSteve SearsTerry O'Quinn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bgAaibovqLnGSOwpRYUL5Y1cIZf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/cutting-edge-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gp1rm3qf1s9p.html",
        "server": "usersdrive.com",
        "size": "1.07 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-cutting-edge-1992-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/Rx3d/The_Cutting_Edge_[1992]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/FVxF0T5K#-NfCIwAWMu64UzxeyQMH3d5bJGougOBWJp6Awqdim-o",
        "server": "mega.nz",
        "size": "1.07 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/a571l13vn4ry",
        "server": "upstream.to",
        "size": "1.07 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "Mrnd-rO456Q",
      "video_url": "https://www.youtube.com/watch?v=Mrnd-rO456Q",
      "embed_url": "https://www.youtube.com/embed/Mrnd-rO456Q"
    }
  },
  {
    "metadata": "PG-13|1995|2h 15min|Drama,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "79000"
    },
    "title": "The Bridges of Madison County (1995)",
    "description": "The Bridges of Madison County (1995)~ IMDb – 7.6/10, RT – 90%, Meta – 69% ~အိုင်အိုဝါပြည်နယ်၊ မက်ဒီဆင် စီရင်စုက တောမြို့လေးရဲ့ ယာခင်းတစ်ခုမှာ ပျော်ရွှင်နေတဲ့ မိသားစုလေးတစ်စုရှိပါတယ်။ စစ်ပြန်လယ်သမားခင်ပွန်းရယ်၊ အီတလီမှာ စစ်ထွက်ရင်း ဖူးစာဆုံခဲ့တဲ့ ဇနီးသည်တစ်ယောက်ရယ်၊ သားနဲ့သမီးရယ် ယာစိုက်ရင်း နွားမွေးရင်း မိသားစုဘဝလေးမှာ ကိုယ်စီရှင်သန်နေကြတာပေါ့။ အဲဒီမှာပဲ ခင်ပွန်းနဲ့ သားသမီးနှစ်ယောက်က ဇနီးသည်ကို ထားခဲ့ပြီး အီလီနွိုက် ပြည်နယ် ကျေးလက်နွေရာသီပွဲကို မွေးထားတဲ့ နွားထီးလှလှကြီး ပြိုင်ပွဲသွင်းဖို့ လေးရက်ကြာခရီးထွက်သွားပါတယ်။ အဲဒီမှာပဲ ခရီးသွားဓာတ်ပုံဆရာတစ်ယောက် လမ်းဝင်မေးရင်းကနေ ဆင့်ကဲ ဆင့်ကဲ ဖြစ်ရပ်များနဲ့အတူ အချစ်တစ်ခု ပေါက်ဖွားလာခဲ့တဲ့ လေးရက်ကြာ အချစ်ဇာတ်လမ်းပေါ့။ခင်ပွန်းလည်းမသိ၊ သားသမီးတွေလည်း မသိပဲ လေးရက်ကြာချစ်ဇာတ်လမ်းကို သေသည်အထိ ဖုံးကွယ်ခဲ့ပြီး သေဆုံးပြီးနောက်မှာမှ စာတစ်စောင် ဒိုင်ယာရီသုံးအုပ်နဲ့ သားနဲ့သမီးကို ရင်ဖွင့်ထားခဲ့တဲ့ Clint Eastwood ရဲ့ Drama ဇာတ်ကားကောင်းတစ်ပုဒ်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလောက်ပါပဲ။ ရိုးရိုးလေးပေမဲ့ သိပ်ကို လှပပါတယ်။Box Office မှာ (၂၂) သန်း ရင်းပြီး (၁၈၂) သန်းပြန်ရခဲ့တဲ့ ဇာတ်ကားဖြစ်လို့ ၁၉၉၅ ခုနှစ်ရဲ့ ငွေကြေးတန်ဖိုးနဲ့တွက်ရင် ဒီဇာတ်ကားက ဘယ်လိုဇာတ်ကားလဲဆိုတာ သိနိုင်ပါတယ်။ မင်းသားကြီး Clint Eastwood ရဲ့ ကိုယ်တိုင်ဒါရိုက်တာ၊ ထုတ်လုပ်သူ၊ ကိုယ်တိုင်မင်းသား အဖြစ် ရိုက်ကူးခဲ့ပြီး ဇာတ်ဆောင်မင်းသမီး Meryl Streep က ဒီဇာတ်ကားနဲ့ ၁၉၉၆ ခုနှစ် အကယ်ဒမီဆန်ခါတင်စာရင်းမှာ ထည့်သွင်းခံခဲ့ရပါတယ်။ IMDb 7.6 နဲ့ Rotten Tomato 90% ရရှိခဲ့ပြီး Warner Bros မှ ၁၉၉၅ ခုနှစ်မှာ ဖြန့်ချိပေးခဲ့ပါတယ်။လူမှုစံညွှန်းတွေနဲ့ အိမ်ထောင်ရေးသစ္စာတရားတွေဘက်က ကြည့်မယ်ဆိုရင်တော့ စိတ်အလိုလိုက် ဖောက်ပြားခဲ့တဲ့ အမှောင်ကမ္ဘာ ကိလေသာအတွင်းက စိတ်ရိုင်းတွေဖြစ်လို့ အကျည်းတန်တယ်ဆိုရမှာပေါ့။ ဇာတ်လမ်းက မလိုတာ တစ်ကွက်မှမပါ၊ အရမ်းကိုလှပတဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ အိမ်ထောင်ရေးဖောက်ပြန်မှုကို အားပေးလေသလားဆိုပြီး Misleading Drama အဖြစ် လက်ညှိုးထိုးချင်စရာပါပဲ။ ဒီတော့ ကြီးကျယ်ခမ်းနားတဲ့ဇာတ်ကားတစ်ကားကို ဇာတ်ကားလိုပဲကြည့်ဖို့ အကြံပေးချင်ပါတယ်ခင်ဗျာ။မူရင်းစာရေးဆရာ Robert James Waller ရဲ့ လှပသေသပ်တဲ့လက်ရာ မူရင်းဝတ္ထုကြီးရဲ့ အရသာအတိုင်း ရိုက်ကူးတင်ဆက်ထားပြီး လူမှုစံနှုန်းနဲ့ မသင့်တော်တဲ့ အချစ်ဇာတ်လမ်းတစ်ခုကနေ မအောင်မြင်တဲ့ အိမ်ထောင်ရေးနှစ်ခုကို အဖက်ပြန်ဆည်နိုင်တာကို လှလှပပ တွေ့မြင်ရမှာပါ။ အမေရဲ့ သစ္စာမဲ့မှုကို ယူကြုံးမရ ဒေါသထွက်ရတဲ့ သားနဲ့သမီးဟာ ဒိုင်ယာရီအဆုံးမှာတော့ လမ်းလွဲလုဆဲဆဲ ကိုယ်စီအိမ်ထောင်ရေးတွေကို ပြန်လည်တည့်မတ်ခဲ့တာကိုကြည့်ပြီး ကြည်နူးရပါတယ်။” ငါဟာ ပန်ဆင်ထားတဲ့ ပန်းတစ်ပွင့်ကို နောက်‌ကျောက တိတ်တခိုး နမ်းရှိုက်ခဲ့သူတစ်ယောက်။ ကိုယ်ကျင့်တရားအတွက် နှလုံးသားမှာ နေရာမရှိ၊ အညစ်ထွေးဆုံး အမှောင်မိုက်ဆုံး တွင်းနက်ကြီးထဲကို အသန့်ရှင်းဆုံးချစ်ခြင်းနဲ့ ရဲရဲကြီးခုန်ဆင်းလိုက်တယ်။ ‌တမလွန်မှာရောက်မယ့်ငရဲအတွက် မီးပွားတစ်ပွင့်စာအထိပါမကျန် ကျေနပ်နေမယ်…ရှင်က ပန်ဆင်ထိုက်သူတစ်ယောက်ဖြစ်ပေမယ့် ပန်းပွင့်ချိန်မှာ အနားမရှိခဲ့လို့ ပိုင်ဆိုင်ခွင့်နဲ့ ဝေးခဲ့ပြီ။ ကျွန်မတို့ရဲ့ အချစ်က စစ်မှန်တယ်ဆိုတာကို ဝေးကွာခြင်းနဲ့ပဲ သက်သေပြရအောင်။ လေးရက်အတွက် တသက်စာ၊ တသက်စာအတွက် လေးရက်၊ ကျွန်မတို့ချစ်ခြင်းအတွက် လေးရက်…တို့တွေဟာ တစ်ချိန်မှာ ဆုံဆည်းခွင့်ရမှာပါ။ အနည်းဆုံးတော့ ရုပ်ကြွင်းပြာမှုန်အဖြစ်နဲ့ တစ်နေရာတည်းမှာ လဲလျောင်းခွင့်ရှိတယ်… “(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားပေးထားပါတယ်)Size – 2GB, 1.1GB,700MBQuality – 1080p, 720p, 480pIMDb Rating – 7.6/10Duration – 2hr 15minsSubtitles – Myanmar HardsubFormat – MP4Genre – Drama, RomanceTranslated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClint EastwoodCastAlison WiegertAnnie CorleyChristopher KroonClint EastwoodDebra MonkJim HaynieMeryl StreepMichelle BenesPhyllis LyonsRichard LageSarah Kathryn SchmittVictor Slezak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4TnGcUsyd6ixuLWHaaEG5BGkAIp.jpg",
      "https://image.tmdb.org/t/p/w300/6I3lo1acSKh6ENEXe7Xo2yBvLcd.jpg",
      "https://image.tmdb.org/t/p/w300/vqqfZQBwqVfTAMrK7d4H3H6bvyk.jpg",
      "https://image.tmdb.org/t/p/w300/70N7NT8JPiOD2gr9BzRX8uXwcng.jpg"
    ],
    "thumbnail_link": "https://m.media-amazon.com/images/I/61AmkQeTZ-L._AC_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bridges-of-madison-county-1995",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bridges-of-madison-county-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "2GB"
      },
      {
        "link": "https://megaup.net/2nH75/(CM)_The_Bridges_of_Madison_County_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "2GB"
      },
      {
        "link": "https://mega.nz/file/gVECzTTQ#DpPyYcPGl8Vz4dmqckAAcRngTkk0it4JHgM3jfWYZaE",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "2GB"
      },
      {
        "link": "https://usersdrive.com/yjzmoa2u0bqi.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "2GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bridges-of-madison-county-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "1.1GB"
      },
      {
        "link": "https://megaup.net/11Mc7/(CM)_The_Bridges_of_Madison_County_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "1.1GB"
      },
      {
        "link": "https://mega.nz/file/gNNgiJpJ#9BadQZn0ldq0nkKU8CqdTDOIKhsBQyfHcQm7CO9jvgE",
        "server": "mega.nz",
        "size": "720p",
        "quality": "1.1GB"
      },
      {
        "link": "https://usersdrive.com/1zc5omhxkgft.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "1.1GB"
      },
      {
        "link": "https://viewsb.com/4mb1a5nfu9za.html",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "1.1GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bridges-of-madison-county-1995-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480p",
        "quality": "700MB"
      },
      {
        "link": "https://megaup.net/11Mc1/(CM)_The_Bridges_of_Madison_County_(1995)_480p.mp4",
        "server": "megaup.net",
        "size": "480p",
        "quality": "700MB"
      },
      {
        "link": "https://mega.nz/file/9JNkxJjD#ykkd-ywNd4rCUdlgClCTr14xSNyzGhXV2EjTkoQ0oNU",
        "server": "mega.nz",
        "size": "480p",
        "quality": "700MB"
      },
      {
        "link": "https://usersdrive.com/wcy7z6irex78.html",
        "server": "usersdrive.com",
        "size": "480p",
        "quality": "700MB"
      },
      {
        "link": "https://viewsb.com/8bnf0deqgb4x.html",
        "server": "streamsb.com",
        "size": "480p",
        "quality": "700MB"
      }
    ],
    "trailer": {
      "video_id": "Up-oN4NtvbM",
      "video_url": "https://www.youtube.com/watch?v=Up-oN4NtvbM",
      "embed_url": "https://www.youtube.com/embed/Up-oN4NtvbM"
    }
  },
  {
    "metadata": "||1h 33 min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2652"
    },
    "title": "Love Can’t Be Said ( 2022 )",
    "description": "ကိုယ့်ရဲ့ လူငယ်ဘဝ အချိန်လေးကို တောက်ပပေးစေနိုင်တဲ့လူလို့ထင်မိစေလောက်တဲ့အထိ သဘောကျခဲ့ရတဲ့ အချစ်ဦးမျိုးရော ရှိခဲ့ဖူးလား?သူများနဲ့ စကားပြောရတာ မကြိုက်တတ်သူ ၊ မိတ်ဆွေဖွဲ့ဖို့ ဝန်လေးနေတတ်သူ ၊ကိုယ့်ကိုကိုယ်အမြဲသိမ်ငယ်ပြီး နှိမ့်ချနေတတ်သူတက္ကသိုလ် စတုတ္ထနှစ်ကျောင်းသူလေး – ထုန်ကျစ်းလျောင်ခင်မင်တတ်ပြီး ပျော်ပျော်နေတတ်သူ ၊ အပင်လေးတွေကိုချစ်မြတ်နိုးတဲ့သူ ၊သူများတကာကို ကူညီစိတ်အပြည့်ရှိသူ စတုတ္ထနှစ်ကျောင်းသားလေး – ကုပင်းကိုယ့်ကို အမြဲနှိမ့်ချ သိမ်ငယ်နေတတ်တဲ့ ထုန်ကျစ်းလျောင်တစ်ယောက်ထိုင်ပေကနေပြီး ကွမ်ကျိုးကို ကျောင်းလာတတ်တဲ့ ကုပင်းဆိုတဲ့ကောင်လေးကို လေးနှစ်တိတိ သဘောကျလာခဲ့ပါတယ် ။ဒါပေမဲ့လို့ ဖွင့်ပြောဖို့အတွက် သူမမှာ သတ္တိမရှိခဲ့ပါဘူး ။ဖွင့်ပြောမယ် ဆုံးဖြတ်ချက်ချခဲ့တိုင်းလဲ လွဲမှားမှူတွေအမျိုးမျိုးကြောင့် ဖွင့်ပြောဖို့ အခွင့်မသာခဲ့ပြန်ပါဘူး ။❏ သူမရဲ့ ဘဝလေးကို တောက်ပစေခဲ့တဲ့ “သူ”❏သူမ ငယ်ရွယ်မှုတွေထဲက ပျော်ရွှင်မှုတွေကို ယူဆောင်လာပေးခဲ့တဲ့ “သူ”❏ ရှင်သန်ရခြင်းရဲ့ အဓိပ္ပာယ်က ဘာလဲဆိုတာ သူမကို သိစေခဲ့တဲ့ “သူ”ဘွဲ့ရပြီး နေရပ်ကိုပြန်ချိန် ကုပင်းတစ်ယောက် ထိုင်ပေကို ပြန်တော့မည့်အချိန်အတွင်းမှာမှ ထုန်ကျစ်းလျောင်တစ်ယောက် သတ္တိအပြည့်နဲ့ ဖွင့်ပြောခဲ့ပါတယ် ။“တစ်ချိန်လုံး အမြဲတမ်း ရှင့်ကိုပဲ သဘောကျနေမိခဲ့တာ “…!❏ ဒါပေမဲ့ သူမရဲ့ ဖွင့်ပြောမှုက အောင်မြင်နိုင်ပါ့မလား ?❏ ကုပင်းမှာရော ဖုံးကွယ်ထားတဲ့ အရာတွေများရှိနေမလား ?❏ ငယ်ရွယ်ချိန်မှာ တွေ့ရှိခဲ့ကြတဲ့ သူတို့နှစ်ယောက် သက်ဆုံးထိတိုင်ပေါင်းဖက်သွားနိုင်ပါ့မလား ? ဆိုတာ ဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ပါရှင် ။ဒီဇာတ်ကားလေးကို ကြည့်ပြီးသွားတာနဲ့ “ကိုယ်သဘောကျတဲ့သူကို ဖွင့်ပြောလိုက်ပါ ။မဖွင့်ပြောမိလိုက်တဲ့အတွက် ရလိုက်တဲ့နောင်တကကိုယ့်ဘဝတစ်လျှောက်လုံး အဖော်ပြုနေပေးသွားမှာ” ဆိုတာ သိရှိလာစေပါလိမ့်မယ် ။[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , RomanceRuntime : 1h 33 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCarmen TongJun GengWu Nien-hsuanWu YanshuXie ZhixunYuan HongZhan NiZhang XinyiZhou YiranCastCarmen TongJun GengWu Nien-hsuanWu YanshuXie ZhixunYuan HongZhan NiZhang XinyiZhou Yiran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vB1dGX5fUrKjfMOmcMzhrl6B9lm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gEXMhHNqub0hVhefesNbf28LVl0.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/love-cant-be-said-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/t60a5swu51s6.html",
        "server": "usersdrive.com",
        "size": "1.12 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbchill.com/nuko40svs321.html",
        "server": "streamsb.com",
        "size": "1.12 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/Cd4VxAQZ#lVHX1ndqMSbzlURpvuT9qj1A3MvKr6SunJD6rIM6ZTc",
        "server": "mega.nz",
        "size": "1.12 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-cant-be-said-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "556 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/65akfurvobjk.html",
        "server": "usersdrive.com",
        "size": "556 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/KUJgnBjZ#O18IwN7-iup5rlN4bx6FG6Xferg9btRpmUzA5CIhwTg",
        "server": "mega.nz",
        "size": "556 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 44m|Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Grown-ups (2022)",
    "description": "Translator- Son GohanReview- အိမ်ထောင်တစ်ခုတည်ဆောက်တယ်ဆိုတာလွယ်ကူတဲ့ကိစ္စမဟုတ်ပါဘူး အထူးသဖြင့် ဘဝမှာရပ်တည်ဖို့အခြေတကျမရှိသေးတဲ့အချိန်မျိုးတွေမှာ ချစ်တဲ့စိတ်တစ်မျိုးတည်းကိုကြည့်ပြီး ဆုံးဖြတ်ချက်တွေချမှတ်လိုက်ရင် မထင်မှတ်ထားတဲ့ပြဿနာမျိုးတွေကြုံတွေ့နိုင်မှာပါYumi ဆိုတဲ့ Art ကျောင်းသူဟာသူ့ရည်းစား Naoya နဲ့အတူတကွနေထိုင်လျက်ရှိပါတယ် ဒါပေမယ့်တစ်နေ့မှာ Yumi ဟာမထင်မှတ်ဘဲနဲ့ကိုယ်ဝန်ရှိလာခဲ့ပါတယ်. အရင်ကလည်းရည်းစားဟောင်းနဲ့အတူနေခဲ့ဖူးတာကြောင့် ဘယ်သူနဲ့ရတဲ့ကိုယ်ဝန်မှန်းမသေချာတော့ပါဘူး. ဒီကိစ္စကို Naoya ကိုပြောပြရာမှာ အစပိုင်းတော့အဆင်ပြေသလိုရှိခဲ့ပေမယ့် အနာဂါတ်အတွက်ကိစ္စတွေကိုစဉ်းစားရာ သဘောထားမတိုက်ဆိုင်မှုတွေရှိလာခဲ့ပါတယ်.ဒီလိုနဲ့အနာဂါတ်တွေဟာမသေမချာဖြစ်လာခဲ့ပြီး ရန်ဖြစ်လိုက် ပြတ်သွားလိုက် သူငယ်ချင်းတွေကမြှောက်ပေးလို့ နောက်တစ်ယောက်နဲ့အတူထပ်နေလိုက်နဲ့ဆိုတော့ ကိစ္စတွေကပိုပြီးတော့ဆိုးလာခဲ့ပါတယ်. ဒီဇာတ်ကားမှာတော့ အိမ်ထောင်တွေကြားထဲမှာဘယ်လိုပဋိပက္ခတွေဖြစ်လေ့ရှိလဲဆိုတာ ပြသပေးမှာဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Son Gohan ပါ )File Size__(1.5GB) / (600MB)Quality__1080p, 720pIMDb Rating__6.5/10Format__mp4Duration__01:48:00Type__Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated bySon GohanEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKato TakuyaStarsFujiwara KisetsuKanno RioKiryuu Mai",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/1yzVK_4f.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/grown-ups-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UBcx/Grown_Ups_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/o5yzfxbzduqx.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ymx3sndghmzx",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/grown-ups-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gw7g/Grown_Ups_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/gfzd1q89vm65.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ll4f4w2ej9oq",
        "server": "streamvid.io",
        "size": "600 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1224"
    },
    "title": "Kindling (2023)",
    "description": "Kindling (2023)============IMDb Rating – 6.1/10Genre – Drama, Romance“အရာဝတ္ထုလေးတွေ တစ်စုံတစ်ခု လောင်ကျွမ်းသွားတဲ့အခါ..ဒီ ဒြပ်မှုန်လေးတွေဟာ လေထုလွှာထဲကို လွှင့်ပါသွားပြီးတော့ထာဝရ တည်ရှိနေနိုင်တယ်” – ဆစ်ဒ်ဇာတ်ကားနာမည် Kindling ဆိုတာ မြန်မာလိုဆို မီးစာတဲ့…ကျွန်တော်တို့ဘဝတွေမှာ ဆက်လက်ပြီး တောက်လောင်နေဖို့အတွက် လိုအပ်တဲ့ မီးစာလေးတွေလို့ မြင်မိတယ်။ လက်ရှိဘဝမှာချစ်ခင်မြတ်နိုးရတဲ့လူတွေကို သူတို့ ကိုယ့်အနားက ထွက်ခွာမသွားခင် ဘာတွေလုပ်ပေးခဲ့ပြီးပြီလဲ၊ ဘာတွေတူတူ ဖြတ်သန်းပြီးပြီလဲ၊ဘယ်လို တန်ဖိုးထားခဲ့သလဲ မမေ့လိုက်ဖို့ အရေးကြီးတယ် မဟုတ်ပါလား။ဆစ်ဒ် – မကြာခင် ရက်ပိုင်းအတွက် သေဆုံးရတော့မယ့် ကောင်လေးတစ်ယောက်ဒစ်ဂ် – ဆစ်ဒ်တို့ အိမ်မှာ လာနေပြီး အနီးကပ် ပြုစုစောင့်ရှောက်ပေးနေတဲ့ ငယ်သူငယ်ချင်းဝူဖီ – ပေါက်ကရလုပ် အစအနောက်သန်ပြီး ခေါင်းဆောင်လုပ်ချင်သူပလော့ဒ် – အရှက်အကြောက်ကြီးသူ အများဝိုင်းစတာကို အမြဲခံရသူဒရစ်ဘယ် – သဘောမနောကောင်း ကောင်မလေးဆို စကားမပြောရဲတဲ့သူဒီလို သူစိမ်း ၅ ယောက်ကနေ ညီအစ်ကို ၅ ယောက်လို ဖြစ်လာကြတဲ့သူငယ်ချင်းတစ်စုဟာ သူတို့ ၅ ယောက်အတွက် နောက်ဆုံးသော နွေရာသီကိုအတူကုန်ဆုံးဖို့ ဖြစ်လာတယ်။ ဒါဆို တစ်သက်လုံး အမှတ်တရ ကျန်ခဲ့အောင်ဘာလုပ်ကြမလဲဆိုတော့ ဆစ်ဒ်က ဒီ ညီအစ်ကို ၅ ယောက်လိုပဲ သူ့အတွက်ဘဝမှာ တန်ဖိုးရှိတဲ့ စကားလုံး ၅ လုံး ဖြစ်တဲ့ “ချစ်ခြင်း မေတ္တာ” “မိသားစု”“သူငယ်ချင်း” “အိမ်” နဲ့ “တည်နေရာ” ဆိုတာနဲ့ တူယှဉ်တွဲပြီး ဆက်နွယ်မှုရှိတဲ့ပစ္စည်းလေးတစ်ခုစီကို တစ်ယောက်ချင်းစီက ရှာဖွေပြီး နောက် ၄ ရက်နေရင်မီးပုံပွဲကြီးလုပ်ပြီး မီးစာအဖြစ် ထာဝရတည်မြဲနေအောင် မီးရှို့ပစ်ကြမယ်ပေါ့လေ… ဒီလိုနဲ့ပဲ……။ညီအစ်ကိုလို ဖြစ်နေကြတဲ့ သူငယ်ချင်း ၅ ယောက်ရဲ့ သံယောဇဉ်တွေ မိဘနှစ်ပါးရဲ့ နွေးထွေးတဲ့ ချစ်ခြင်းမေတ္တာတွေကို လှပတဲ့ သံစဉ်တေးသီချင်းတွေနဲ့ ဖော်ကျူးပြီး နောက်ဆုံးပိတ်အချိန်လေးမှာ ကျွန်တော့်ကို မျက်ရည်ကောင်းကောင်းချူသွားခဲ့တဲ့ ဒရမ်မာကားကောင်းလေး တစ်ကားလို့ပဲ ပြောလိုက်ချင်ပါတယ်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thura Aung ဖြစ်ပါတယ်)File Size……….(1.2 GB) / (522 MB)Quality………..WEB-DL 1080p / 720pDuration……..1Hr 34MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator……Thura AungEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastConrad KhanGeoff BellGeorge SomnerHattie GotobedKaine ZajazMarcus John CooperMia McKenna-BruceOcean NavarroRory J. SaperShabnam KarimzadaTara FitzgeraldWilson Radjou-Pujalte",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4gaCOAsEUdTC4OXZd8Xi0YQYB5n.jpg",
      "https://image.tmdb.org/t/p/w300/qbZlfTdE0pk8kNmKPzf8cmZ87VQ.jpg",
      "https://image.tmdb.org/t/p/w300/53SCROCrvab3OHXYnRXTceM6tCK.jpg",
      "https://image.tmdb.org/t/p/w300/aqsHhD37Sba1lkwAercecK4buyU.jpg",
      "https://image.tmdb.org/t/p/w300/vsBybl3LN8grydDebepcZWhNNZB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BY2RjM2VkNzEtMjU1OS00MjJlLWE2OTMtMDA2MjQyNDczNmMwXkEyXkFqcGdeQXVyNTA3MzQ5NjQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kindling-2023-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y7m9/Kindling.2023.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/2gvwu1f6sv6y",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/g69wRITB#AAwf1rJ6qhHDL-9dgcoSgCFVQ_M9Du5SKre8QVUMcXE",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/307319a65mbu.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kindling-2023-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "522 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3k2gB/Kindling.2023.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "522 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/3xeaqxmzvxc0",
        "server": "streamsb.com",
        "size": "522 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ku01HQgK#Rd1noKDonNjQ2Nul_5QYjXMy3gHCzhliHUtitvfQHG0",
        "server": "mega.nz",
        "size": "522 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/51wmdm7ki1s5.html",
        "server": "usersdrive.com",
        "size": "522 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bO3V2jnOoE4",
      "video_url": "https://www.youtube.com/watch?v=bO3V2jnOoE4",
      "embed_url": "https://www.youtube.com/embed/bO3V2jnOoE4"
    }
  },
  {
    "metadata": "Not Rated|2019|153 min|Bollywood,Drama,Music,Romance",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "13,673"
    },
    "title": "Gully Boy (2019)",
    "description": "Gully Boy(2019)IMDb…8.4 / Rotten Tomatoes (96%)“ကျွန်တော့်ဘဝနဲ့ ထပ်တူညီဖို့ ကျွန်တော့် အိမ်မက်တွေကိုပြောင်းလဲမှာမဟုတ်ဘူး….ကျွန်တော့်အိမ်မက်တွေနဲ့ထပ်တူကျဖို့ ကျွန်တော့်ဘဝကိုပြောင်းလဲပစ်မှာ..။”မင်းသားရမ်ဘီဆင်း…မင်းသမီးအာလီယားဘတ်တို့နဲ့ ဒီဇာတ်ကားက ၂၀၁၉ ခုနှစ်ရဲ့ အောင်မြင်မှုတလှေကြီးရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ဇာတ်လမ်းကတော့…အသက် ၂၂ နှစ်အရွယ်မူရတ်ဆိုတဲ့ Rap ဂီတကိုရူးသွပ်တဲ့ မွတ်ဆလင် ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါ…. သူ့အဖေဖြစ်သူက ဒါရိုက်ဘာလုပ်ပြီးသူ့ရဲ့ပညာရေးအတွက် ပင်ပန်းဆင်းရဲခံပြီး ငွေကြေးပမာဏအမြောက်အမြားကို ရင်းနှီးမြှုပ်နှံ ပံ့ပိုးပေးခဲ့ပါတယ်…..ဒါပေမဲ့ သူ့အဖေဖြစ်သူက နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ သူတို့အိမ်မှာ နေ့စဉ်ငရဲလို ဖြစ်နေပါတော့တယ်…..မူရတ်ဟာ rap ဂီတကို ရူးသွပ်သူပါ ဒီလိုနဲ့ သူ့ရင်ဘတ်ထဲက မုန်တိုင်းတွေကို သီချင်းတွေအဖြစ် ပေါက်ကွဲပစ်လိုက်ပါတော့တယ်…သူတို့ လမ်းထဲမှာ နေထိုင်ကြတဲ့ ဆင်းရဲသားတွေရဲ့ ခံစားချက်တွေကိုသူကိုယ်တိုင်ရေးဖွဲ့ထားတဲ့ rap သီချင်းတစ်ပုဒ်ကို YouTube မှာ တင်လိုက်ရာက သူ့အတွက် ဂီတခရီးလမ်းမှာဆက်လက်လျှောက်လမ်းဖို့ရာ အခွင့်အလမ်းတစ်ခု ပေါ်လာခဲ့ပါတယ်….တစ်ဖက်မှာလည်း သူ့မှာ သဝန်တိုတတ်တဲ့ချစ်သူ တစ်ယောက် ရှိပါတယ် သူကတော့ သူတို့ ၁၃ နှစ်အရွယ်ကတည်းကနေ သစ္စာရှိရှိတွဲလာတဲ့ သူဌေးသမီးဆရာဝန်မလေးပါ …သူ ဂီတအလုပ်တွေ လုပ်တဲ့အချိန်မှာ အဆင်ပြေပါ့မလား သူတို့ ၂ ဦး အချစ်ဇာတ်လမ်းကရောဘယ်လို ဖြစ်သွားမှာလဲ ဇာတ်နာခဲ့တဲ့ မူရတ်တစ်ယောက် အမြဲငိုနေရတဲ့ သူ့အမေဖြစ်သူကိုရော ဆင်းရဲတွင်းကကယ်တင်နိုင်ရဲ့လားဆိုတာ ဆက်လက်ကြည့်ရှုကြပါrap သီချင်းမြောက်မြားစွာနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်ရိုက်ကူးထားတဲ့ ဂီတကားကောင်းတစ်ခုပါ IMDB rating 8.4 ထိ ရထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမို့လက်မလွတ်တန်း ကြည့်ရှုကြဖို့ ညွှန်းပေးချင်ပါတယ်…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin နှင့် Aye Mon Kyaw တို့ပဲဖြစ်ပါတယ်…File size…(6 GB) /(2.3 GB) / (1.2 GB)Quality….BluRay4K HEVC/ 1080p HEVC /720pFormat…mp4Duration….02:34:37Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung,Phyo PyaeTranslated byMay Tharaphi Lwin&Aye Mon KyawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnil LakhwaniGunjan ChawlaKirti NandakumarLuis CasacubertaPrince ShahRahil BadhwarZoya AkhtarZoya ParvinStarsAlia BhattAmruta SubhashJyoti SubhashKalki KoechlinRanveer SinghSheeba ChaddhaSiddhant ChaturvediVijay MauryaVijay RaazVijay VarmaCastAlia BhattAmruta SubhashAyaan Zubair RahmaniChaitnya SharmaEmiway BantaiIkhlaque KhanJasleen Kaur RoyalJyoti SubhashKalki KoechlinKrishna KaulKubbra SaitMalika SinghManjeet Singh RalMichaela TanwarMona Ghosh ShettyNakul Roshan SandevOmi KashyapR. Bhakti KleinRahil GilaniRahul PiskeRaja KumariRanveer SinghShah RuleSheeba ChaddhaShruti ChauhanSiddhant ChaturvediSrishti ShrivastavaSushant SinghSvar KambleTina BhatiaVijay MauryaVijay RaazVijay VarmaVivian Fernandes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gcZbciueHH7WmD03GcVZX7LYqmR.jpg",
      "https://image.tmdb.org/t/p/w300/emdXsRT6I2Apn6p8D0mPM7uChS1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BNGIzOTNlM2ItM2E2Yy00M2JmLThiYWMtNDNkZGIxNmI5YWE2XkEyXkFqcGdeQXVyODAzNzAwOTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gully-boy-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-gully-boy-2019-hindi-uhd-4-k-2160-p-blu-ray-hdr-hevc-dts-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "6 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-gully-boy-2019-hindi-1080-p-blu-ray-hdr-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1LQ18/(CM)_Gully_Boy_(2019)_Hindi_-_1080p_-_BluRay_-_HDR_-_HEVC_-AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/oTVVALSa#b0L4JHPYtrF3cRHoSuknfKKIZ7mTTq5wnoidrCtCpHU",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/yyzjrwimyk6m.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbfull.com/4i9nxm8gwkh5.html",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/gully-boy-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/5ec499e/guly-boy-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.2 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2covW/Gully_Boy_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720 P"
      }
    ],
    "trailer": {
      "video_id": "JfbxcD6biOk",
      "video_url": "https://www.youtube.com/watch?v=JfbxcD6biOk",
      "embed_url": "https://www.youtube.com/embed/JfbxcD6biOk"
    }
  },
  {
    "metadata": "|2001||Comedy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "115000"
    },
    "title": "Serendipity (2001)",
    "description": "Serendipity (2001)==============IMDb Rating – 6.8/10ခရစ်စမတ် ရာသီ နယူးယောက်မြို့တော်မှာ..ဂျိုနာသန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ..ဆာရာ ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကို Bloomingdale ဆိုတဲ့ department storeတစ်ခုမှာ စတွေ့ခဲ့မိပါတယ်။သူတို့နှစ်ယောက်ဟာ ကတ်ရှ်မဲ လက်အိပ်အနက်ကလေး တစ်စုံတည်းကို ဝယ်ဖို့ ပြိုင်တူဆုပ်ကိုင်မိခဲ့တာ..။နှစ်ယောက်လုံးမှာသက်ဆိုင်သူ ကိုယ်စီရှိတော့ စကားအပြန်အလှန်ပြောရင်း လက်ဆုံကျပြီး ဆိုင်ကလေး တစ်ဆိုင်မှာအတူထိုင်ဖြစ်ကြတယ်ဆိုပါတော့..။ ဆိုင်ကလေးရဲ့ နာမည်က Serendipity 3 ပါ။ အပြင်မှာတကယ်လဲရှိပါတယ်။ကိုယ်တွေ အင်းလျားလမ်းမှာတောင်နာမည်လေးခပ်ဆင်ဆင် တစ်ခုရှိတယ် Serenity လေ။ (Serenity ကို ‘သက်ငြိမ်’ လို့နာမည်ပေးခဲ့ဖူးတယ်၊ အရင်တုန်းက အင်းလျားလမ်းမှာသင်္ကြန်မဏ္ဍပ် လက်မှတ်ဝယ်ရင် ဒီဘက်ကနေ ဟိုဘက်ထိလျှောက်ခဲ့ဖူး။အခုတော့ အဲဒီဆိုင်လေးထာ၀ရပိတ်သွားခဲ့ပါပြီ)( Serendipity ကိုတကယ်တမ်း အဓိပ္ပါယ်ဆိုရမယ်ဆိုရင် မမျှော်လင့်ပဲရတနာသိုက်ကြီးကိုရှာတွေ့တယ်ဆိုတာမျိုး၊ထပ်ပြီးရှင်းရမယ်ဆိုရင်တော့ရှာမနေပဲနဲ့ အခုမှ ကိုယ့် လက်တွဲဖော်အစစ် ဖူးစာကိုရှာတွေ့သွားတာလို့ဆိုလိုချင်ဟန်ရှိတယ်)။ ခုနက စကားအတိုင်းပြန်ကောက်ရရင် ဆာရာကသူ့ဘဝရဲ့ ဆုံးဖြတ်ချက်တွေ အကြောင်းပြောပြဖြစ်ခဲ့တယ်။ သူတို့နှစ်ယောက်ဟာ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့တဲ့ ပစ္စည်းတွေကို claim လာလုပ်ရင်းနောက်တစ်ခါ ထပ်ဆုံဖြစ်ကြပါတယ်။ ဒါကတော့ ကံကြမ္မာမှာ သူတို့တွေရေစက်ပါလာတယ်လို့ ယူဆပြီး ဖုန်းနံပါတ်လေးတွေ ဖလှယ်ဖြစ်ခဲ့တယ်။ဆာရာ့လက်ထဲက ဖုန်းနံပါတ်ကလေး လေထဲလွင့်ပါးသွားတော့ ဒါဟာနမိတ်ဆိုးပဲလို့ ဆာရာက ယူဆလိုက်တော့တယ်။ဒီတော့ ဖုန်းနံပါတ်တွေကို တစ်ခြားနည်းနဲ့ ဖလှယ်ဖြစ်ခဲ့တယ်။ တစ်ယောက်က ငါးဒေါ်လာတန်လေးပေါ်မှာ နံပါတ်ရေးတယ်။ နောက် တစ်ယောက်ကမနက်ဖြန်ရောင်းမယ့် စာအုပ်တစ်အုပ်ရဲ့ အတွင်းဖုံးလေးမှာ ရေးတယ်။သူတို့သာ တကယ်တမ်း ဖူးစာဖက်ဆိုရင် တစ်ယောက်ယောက်ဟာ တစ်ခုခုကို ပြန်ရှာတွေ့ပြီး အဆက်အသွယ်ပြန်ရကြမယ်ဆိုတဲ့ မျှော်လင့်ချက်ကလေးတွေကိုယ်စီနဲ့ပေါ့လေ . . . ကဲ ဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Alias မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai Thurein Lynn ဖြစ်ပါတယ်)File Size……….(2.61 GB) / (865 MB) / (500 MB)Quality…………Blu-Ray 1080p / 720p / 480pDuration………1Hr 30minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….Sai Thurein LynnEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter ChelsomCastAbdul AlshawishAjay MehtaAnn TalmanAron TagerArthur PascuzziBrenda LoganBridget MoynahanBuck HenryCatherine KuhnCharles A. GarganoChristopher James BakerClark MiddletonCrystal BockDavid SparrowEugene LevyEvan NeumannEve CrawfordGary GerbrandtJames GoodwinJeremy PivenJohn CorbettJohn CusackJohn Ellison ConleeKate BeckinsaleKate BlumbergKevin Kean MurphyKevin RiceLeo FitzpatrickLilli LavineLucy GordonMarcia BennettMarqus BobesichMichael Guarino Jr.Mike BenitezMolly ShannonNeil ClaxtonPamela RedfernPaul RutledgeRon PayneSandra CaldwellSimon JutrasStephen BruceVictor A. Young",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gU7EMTMV3d2ykb9630PAwLSvtSz.jpg",
      "https://image.tmdb.org/t/p/w300/jxqrH1stGCBuIXBg8BkUOgJCqAG.jpg",
      "https://image.tmdb.org/t/p/w300/7wVjkI8H604RcfWofRIM4ZTy63w.jpg",
      "https://image.tmdb.org/t/p/w300/1C3sOaMVthrbP1CCqdzDPUtqDI9.jpg",
      "https://image.tmdb.org/t/p/w300/ePJCJUBw2WaodCZVACdPp2W9LkH.jpg",
      "https://image.tmdb.org/t/p/w300/ycr6cnKCko7ESbxqPLroSl7rBrP.jpg",
      "https://image.tmdb.org/t/p/w300/pQywz7GHGaKZ0nFusK0tCu6rgRp.jpg",
      "https://image.tmdb.org/t/p/w300/pSrM9Q7xd2feiLXcO6VZaU3MdQ2.jpg",
      "https://image.tmdb.org/t/p/w300/ytDdboFRlJEaIaoEI0bdh1iOh2d.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc3Yjg1MmUtODllMy00MmZkLTgyNDAtZDg0N2I4OWEzZTkxXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/serendipity-2001-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1R3r6/Serendipity.2001.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "2.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ycxmFTBY#zhxdOM6RQ9zTQdf5qpeDDu7RPPqVzoE7yQfo1ADX_-E",
        "server": "mega.nz",
        "size": "2.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/kh87dk6964yc.html",
        "server": "usersdrive.com",
        "size": "2.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/t3wpfq2gtlml",
        "server": "streamvid.io",
        "size": "2.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/serendipity-2001-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1R3r6/Serendipity.2001.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/by8d9iavkgd9.html",
        "server": "streamsb.com",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/bNQw1aga#n2DvVeB70PX5Wsg7a9ZRXZ7buajr93E7BQ0PIkur1lY",
        "server": "mega.nz",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/u4fzso0ej0yc.html",
        "server": "usersdrive.com",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/0iu4cua29i9w",
        "server": "streamvid.io",
        "size": "865 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/serendipity-2001-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2x0T0/Serendipity.2001.480p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/d8fy8ogcfmug.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eVx0GRxA#XVzuXXL_XnLhjhjvJ3QKiA4CF34w3FqJJQkKAs0Z2LI",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/hngzyubhuvjx.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/h9zuzwyppguu",
        "server": "streamvid.io",
        "size": "500 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ePU2Ux9JIMM",
      "video_url": "https://www.youtube.com/watch?v=ePU2Ux9JIMM",
      "embed_url": "https://www.youtube.com/embed/ePU2Ux9JIMM"
    }
  },
  {
    "metadata": "18+|2013|1h 25min|Adult,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "87"
    },
    "title": "[18+] Young Mother (2013)",
    "description": "Dark Side Production မှ တင်ဆက်သည်။18+ အသားပေး အိမ်ထောင်ရေးပညာပေး ဇာတ်ကားတစ်ကားကိုအနုအရွ မယာပရိယာယ် တွေနဲ့ထုံမွှန်းထားတဲ့ ဇာတ်ကားတစ်ကားလေးပါ။၁၈+ ကိုသဘောကျသူတိုင်းမသေခင်ကြည့်သ့င်တဲ့ ဇာတ်ကားထဲမှာ ပါဝင်ပါတယ်။ဘာလို့ပြောရတာလဲဆိုတော့ ကြည့်ကြည့်ရင် သိရပါလိမ့်မယ်(ပြောရင် ပိုတယ်ဆိုမှာစိုးလို့)။ဒီဇာတ်ကားက ထွက်တာကြာခဲ့ပါပြီ။ကိုရီးယား ၁၈+ မှာ ဟုန်းဟုန်းကျော်နေတဲ့ဇာတ်ကားတစ်ကားပါပဲ။အဆင်ပြေတဲ့ စာဖိုင်က ဒီနှစ်ထဲမှာပဲ ထွက်ရှိလာလို့ အနီးစပ်ဆုံး ဘာသာပြန်ဆိုထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့—-ချန်အွန်း တစ်ယောက် ကျောင်းမှာတွေ့ကရလူနဲ့ပျော်ပါးတက်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ငြိစွန်းမိပါတယ်။တစ်နေ့မှာတော့ သူတို့နှစ်ယောက် အချစ်နယ်လွန်ကြပြီး ကောင်မလေးမှာကိုယ်ဝန်ရှိသွားလို့မယူချင်ယူချင်နဲ့ ယောက္ခမ အလိုကျလက်ထပ်လိုက်ရပါတယ်။ယောက္ခဆိုလို့ အဖွားကြီးလို့ မမြင်လိုက်နဲ့နော်.. ယောကျာၤးမရှိတဲ့နောက်ပိုင်း ကိုယ်ပိုင်စီးပွါးရေးနဲ့ သမီးကိုထိန်းကျောင်းလာခဲ့တဲ့ အပျိုတွေအရှုံးပေးရလောက်တဲ့ မိန်းမလှတစ်ဦးပါပဲ။ခန္ဓာကိုယ်အနေထားက တစ်တစ်ရစ်ရစ် လုံးကြီးပေါက်လှပါ အသားရေအနေထားကဝင်းအိနေပြီး ပုသိသတွေမငြင်းလောက်နိုင်တဲ့အနေထားပါ သို့ပေမဲ့ အိမ်ထောင်မပြုပဲ တစ်ကိုယ်ထီးပဲ သမီးနဲ့ပျော်ပျော်ရွှင်ရွှင် နေလာခဲ့သူပါ။ဒါပေမဲ့ အဲဒီအပျော်တွေက ကြာကြာမခံပါဘူးအမေလိုစိတ်မရှိတဲ့ သမီးက ကလေးမွေးပြီး ၅ လခန့်အကြာမှာပဲ နောက်မီးလင်းပါတော့တယ်။အဲဒီမှာ ပြဿတွေစတာပဲ အေးချမ်းသယောင်ရှိလှတဲ့ မိသားစုဘဝလေးပြိုကွဲသွားခဲ့ပါတယ်။ယောက္ခမကြီးကတော့ သူ့မြေးလေးနဲ့ သူ့သမက်ကို အိမ်ကအထွက်မခံပါဘူး။ယောက္ခမကြီးက သူ့သားမက် အိမ်ကထွက်မှာမယ်စိုးတာကြောင့်အမျိုးသမီး ချောချော ဝန်ထမ်းတွေကို သူ့သားအနားကို တစ်ယောက်ပြီးတစ်ယောက် ပို့ပေးပါတော့တယ်။ဒါပေမဲ့ ဝန်ထမ်းကောင်မလေးတွေက မမြဲပါဘူး။ကဲ..မမြဲရတဲ့ အကြောင်းရင်းကဘာလဲယောက္ခကြီးရဲ့ အကြံစည်တွေရောအောင်ပါ့မလားဆိုတာကိုတော့..စိတ်အေးအေးထား မျက်စိ လျှင်လျှင်ထားပြီးတော့ ဇိမ်ခံကြည့်လိုက်ပါစို့။(ညှို့အားပြင်း ကောင်မလေးတွေရဲ့ ခန္ဓာကိုယ်အလှကို ကွက်ကွက်ကွင်းကွင်းနဲ့ လှုပ်လှုပ်ရှားရှား ပုံဖေါ်ထားတာမို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါဘူး)(Darside ရဲ့ အမာခံ ကိမုချိမှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (600 MB)Quality : HDRip 720pRunning Time : 1hr 25minFormat : Mp4Genre : Drama, Romance,AdultSubtitle : Myanmar Subtitle (Hard Sub)Source : HDRip.720p.H264.BSYTranslated byDarkside KiMuChiEncoded byDarksideBGRYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKong Ja-kwanStarsJae Hoon JeongJeong Bong-jaeJi NaJoo In-cheolKim Geun-YoungKim Ha-yulKim Tae-HeonLee Eun-miPark Yoon-namYeon HeeCastJae Hoon JeongJeong Bong-jaeJi NaJoo In-cheolKim Geun-YoungKim Ha-yulKim Ji-wooKim Tae-HeonKong Ja-kwanLee Eun-miPark Yoon-namYeon Hee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4UYJvZkYcKbOc8Mor0EhoVaVkGE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMDFlNDc3ZmYtMTk5My00MGFhLThmOWUtYzA4YjUzNWVjZGQ1XkEyXkFqcGdeQXVyNTI0Mzc3Ng@@._V1_SY1000_CR006971000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/u3lqdvx6nqgd.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/young-mother-jeolmeun-eomma-18-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://yuudrive.me/2072e/young-mother-jeolmeun-eoma-18-2013-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/ge4r0o6dt4gy/Young_Mother_(Jeolmeun_Eomma)_[18+]_[2013]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2f4aj/Young_Mother_(Jeolmeun_Eomma)_[18+]_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://upstream.to/vq3g9e8yoti8",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "HD Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021||Comedy,Romance",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "17000"
    },
    "title": "Friends: The Reunion (2021)",
    "description": "Friends: The Reunion (2021)=====================IMDb Rating – 8.7/10FRIENDS တီဗီရှိုး ပြီးဆုံးပြီး ၁၇ နှစ်အကြာမှာတော့ Friends Reunion ပြန်လာခဲ့ပါပြီ။Friends စီးရီး(စ/ဆုံး) Season 10 ခုစလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=friends+1994ကြည့်ပါ။ဒီ Reunion က ကျွန်မတို့တွေထင်ထားသလို အပိုင်းအသစ်မဟုတ်ပါဘူးနော် သူတို့တွေ ပြန်ဆုံကြပြီး talk show တခုလိုစကားဝိုင်းဖွဲ့ပြောကြရင်း flashback တွေကို ပြန်ခံစားကြတာမျိုးပါ။ အဲတာကြောင့် Ross တို့ Rachel တို့လို character တွေကိုမြင်ရမှာမဟုတ်ပဲ David Schwimmer, Jennifer Aniston စသဖြင့် မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဒီ reunion ဟာ ဇာတ်လမ်းတွဲအစအဆုံးကို ပြန်ပြီး reflect လုပ်မှာဖြစ်တဲ့အတွက် မကြည့်ရသေးသူတွေ အနေနဲ့ major spoilerအကြီးကြီးတွေမိနိုင်သလို တချို့နေရာတွေကို နားမလည်နိုင်တာမျိုးတွေ ကြုံရနိုင်ပါတယ်။ အဲတာကြောင့် အညွှန်းလေးသေချာဖတ်ပြီးမှကြည့်ကြဖို့အကြံပေးချင်ပါတယ်။သိပြီးသားသူတွေအတွက်ကတော့ ဒီဇာတ်ဆောင် ၆ ယောက်အပြင် Gunther တို့ Janice တို့လို အခြားသရုပ်ဆောင်တွေ အများကြီးကိုလဲစုံစုံလင်လင်ပြန်မြင်တွေ့ကြရမယ့်အပြင် အထင်ကရဖြစ်တဲ့ အခန်းတွေ ဒိုင်ယာလော့တွေအကြောင်း ဇာတ်လမ်းတွဲနောက်ကွယ်က ပုံပြင်တွေအကြောင်းစသဖြင့်ကို ရယ်မောစရာ လွမ်းဆွေးစရာကောင်းအောင် ပြန်လည်ခံစား ကြည့်ရှုကြရမှာပါ။ဒါ့အပြင် ဧည့်သည်သရုပ်ဆောင်တွေလဲဖြစ်/Fan တွေလဲ ဖြစ်တဲ့ David Beckham, Lady Gaga, Justin Bieber, BTS စတဲ့ အခြားအနုပညာရှင်တွေရဲ့ cameo ကိုလဲတွေ့မြင်ရမှာပါ။၁၇ နှစ်ကြာမှ ပထမဆုံးပြန်ဆုံကြရတာဖြစ်တဲ့အတွက် တကယ်ကို emotional ဖြစ်ရတဲ့အပြင် ပျော်စရာကောင်းတာတွေလဲ အများကြီးပါဝင်တာမို့ Friends Fan ဆိုရင် တကယ်ကိုကြည့်သင့်တယ်လို့ညွှန်းပါရစေနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Pan Pwint Phyu မှရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ idiot Myoko, Pan Pwint Phyu, Han Htoo Zaw တို့ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – idiot Myoko, Pan Pwint Phyu, Han Htoo ZawEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen WinstonStarsCindy CrawfordCourteney CoxDavid SchwimmerJames CordenJennifer AnistonJustin BieberLisa KudrowMatt LeBlancMatthew PerryCastBen StillerBrad PittCara DelevingneChristina PicklesCindy CrawfordCourteney CoxDanny DeVitoDavid BeckhamDavid SchwimmerElliott GouldJames CordenJames Michael TylerJennifer AnistonJeon Jung-kookJulia RobertsJung Ho-seokJustin BieberKim Nam-joonKim Seok-jinKim Tae-hyungKit HaringtonLady GagaLarry HankinLisa KudrowMaggie WheelerMalala YousafzaiMatt LeBlancMatthew PerryMin Yoon-giMindy KalingPark Ji-minPaul RuddReese WitherspoonSean PennThomas LennonTom Selleck",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y1BomwRA41Cr8s69G9vVQRjwllp.jpg",
      "https://image.tmdb.org/t/p/w300/hP7dN2B5ztQgSIN5Qvk63MY4EeO.jpg",
      "https://image.tmdb.org/t/p/w300/sF19W36JtRIhAm3VciggSkzBtt.jpg",
      "https://image.tmdb.org/t/p/w300/2ZfjYvbvMNhRTV2FawcgDxV0GIB.jpg",
      "https://image.tmdb.org/t/p/w300/8voQXVVeC1OvOE5IR6byqDDrWR.jpg",
      "https://image.tmdb.org/t/p/w300/om7tHhrGALEe3D2rFRNQBdR6fyP.jpg",
      "https://image.tmdb.org/t/p/w300/xIRxCWelE19AtombKi5PYYGCYvJ.jpg",
      "https://image.tmdb.org/t/p/w300/7gYMQPAY0XB9Di50SmG7aVdfLPq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-1.21.03-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/friends-the-reunion-2021-1080-p-hmax-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/1YSti/Friends.The.Reunion.2021.1080p.HMAX.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://mega.nz/file/YztGRQpK#14ABduUntzUXAqsg1SKRpWAYWu8vLdWtpfTylcf87y0",
        "server": "mega.nz",
        "size": "1.83 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/friends-the-reunion-2021-720-p-hmax-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1YStb/Friends.The.Reunion.2021.720p.HMAX.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/cyFRQZTA#OhgJ4VNuxqQVYrX3Xbpq3Rk7KDi8hDiGnMv-P7JKYEA",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://streamvid.net/h9u0tg3u9esy",
        "server": "streamvid.io",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://sfastwish.com/sy9xsmb4nq23",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": ""
    },
    "title": "Sense and Sensibility (1995)",
    "description": "တိုင်တန်းနစ် မင်းသမီး Kate Winslet ၊ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေမှာ ပါမောက္ခ စနိတ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Alan Rickman ၊ ဒလောရပ်စ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးကြီး Imelda Staunton၊ House M.d မှာ ဒေါက်တာဟောက်စ်အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Hugh Laurie တို့ အပြင်မင်းသမီး Emma Thompson နဲ့ မင်းသား Hugh Grant တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ 1995 ခုနှစ်ထွက် ရုပ်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Jane Austen ရဲ့ 1811 ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ Sense and Sensibility ဝတ္တုကို ရုပ်ရှင်ပြန်ရိုက်ထားတာဖြစ်ပြီး အော်စကာဆန်ခါတင် နေရာ (၇) ခုအထိ ဝင်ခဲ့တဲ့အပြင် အကောင်းဆုံးဇာတ်ညွှန်းဆုနဲ့ အော်စကာရခဲ့ပါတယ်။ ဒါအပြင် တခြားဆုပေါင်း (၃၃) ခုလည်း ရရှိခဲ့ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ချမ်းသာတဲ့ သူဌေးကြီးဖြစ်သူ မစ္စတာဒတ်ရ်ှဝုဒ်ဆုံးသွားတဲ့အချိန်မှာ ဥပဒေအရသူ့ရဲ့ပထမအိမ်‌ထောင်မှာ ရခဲ့တဲ့ သားဖြစ်သူ ဂျွန် ဒတ်ရှိဝုဒ်က ပိုင်ဆိုင်မှုအကုန်လုံးကို အမွေဆက်ခံခဲ့ပါတယ်။ သူ့ရဲ့ ဒုတိယအိမ်ထောင်မှာရခဲ့တဲ့ အမျိုးသမီး မစ္စဒတ်ရှ်ဝုဒ်နဲ့ သမီးသုံးယောက်ကတော့ တစ်နှစ်ကိုမှ ပေါင်ငါးရာပဲရမှာဖြစ်တဲ့အပြင် လန်ဒန်မှာနေတဲ့ မစ္စတာဂျွန်နဲ့ ဖန်နီ တို့ရောက်လာရင် သူတို့နေတဲ့ အိမ်က‌နေပြောင်းပေး လိုက်ရတော့မှာပါ။ ဂျွန် တို့ရောက်လာတဲ့အချိန်မှာတော့ ဖန်နီရဲ့ မောင်လေးဖြစ်သူ အက်ဒဝပ် ဖာရာ့စ်လည်းပါလာခဲ့ပြီး သမီးကြီး အယ်လီနာနဲ့ ပိုပြီးရင်းနှီးလာခဲ့ပါတယ်။ ဒီအချိန်မှာပဲ မစ္စဒတ်ရှ်ဝုဒ်ရဲ့ ဝမ်းကွဲအကို ဆာဂျွန် မစ်ဒဲတန်က ဒေဗွန်ရှိုင်ယာက ဘာတွန်ပန်းခြံ မှာရှိတဲ့ သူရဲ့တစ်ထပ်တိုက်အိမ်အလွတ်မှာ နေခွင့်ပေးလိုက်လို့ အယ်လီနာတို့လည်း ဘာတွန်ကိုပြောင်းခဲ့ကြပါတယ်။ ဂျွန် မစ်ဒဲတန်ရဲ့ ယောက္ခမဖြစ်သူ မစ္စ ဂျန်းနင်းစ်က သူတို့ရဲ့အသိမိတ်ဆွေဖြစ်သူ ကာနယ် ဘရန်ဒန်နဲ့ အယ်လီနာကို မိတ်ဆက်ပေးခဲ့ပေမဲ့လည်း ညီမလေးဖြစ်သူ မယ်ရီအန်းကိုပဲ ပိုပြီးစိတ်ဝင်စားသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ မယ်ရီအန်းကိုပိုးပန်းတဲ့ လူနောက်တစ်ယောက်ပေါ်လာခဲ့ပြီး မယ်ရီအန်းဘယ်သူ့ကိုရွေးချယ်မလဲ၊ ပိုက်ဆံအများကြီးမရှိတဲ့ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ရေးလေးကတော့ အဆင်ပြေဖြောင့်ဖြူးသွားမလား၊ အယ်လီနာရော သူ့သဘောကျတဲ့ အက်ဒဝပ်နဲ့ ပြန်တွေ့ရမလားဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။File size…(2.6 GB)/(1.3 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:16:00Genre…Drama, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by TMMTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan RickmanAlexander JohnAllan MitchellEleanor McCreadyElizabeth SpriggsEmilie FrançoisEmma ThompsonGemma JonesGreg WiseHarriet WalterHugh GrantHugh LaurieIan BrimbleImelda StauntonImogen StubbsIsabelle AmyesJames FleetJosephine GradwellKate WinsletLindsay DoranLone MadsenOliver Ford DaviesRichard LumsdenRobert HardyTom Wilkinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mZfkW31Y9a8DvISpO9nj5Tc7neo.jpg",
      "https://image.tmdb.org/t/p/w300/iJFcRyjRvNLv3mj48aGnFZ3jgLh.jpg",
      "https://image.tmdb.org/t/p/w300/jIRkwh4bk27l7uAVwkF8WGv47sr.jpg",
      "https://image.tmdb.org/t/p/w300/iPVNnwvi1xTcCUBXki5BYSBhyGs.jpg",
      "https://image.tmdb.org/t/p/w300/32iONXhcRPy4lIXzCJatXGPTYQS.jpg",
      "https://image.tmdb.org/t/p/w300/45kymox2up25Oo5IqtfOvxT5mkb.jpg",
      "https://image.tmdb.org/t/p/w300/5sJRjC3D7QdJEdYk0cx5jh3fU5c.jpg",
      "https://image.tmdb.org/t/p/w300/fsnnZimVrh6NkP2YhFO2GdLgfRu.jpg",
      "https://image.tmdb.org/t/p/w300/ubR07KeFlQOQbKV65sdzsviNgkj.jpg",
      "https://image.tmdb.org/t/p/w300/vPiEKmGQVhruPPnnInXLrv6CMGh.jpg",
      "https://image.tmdb.org/t/p/w300/zTim5qCHyqp5YzlPWbqs2nbYbqs.jpg",
      "https://image.tmdb.org/t/p/w300/cs6s8p51lv6P5uxsPwwiWpqYhBW.jpg",
      "https://image.tmdb.org/t/p/w300/iD89r0RvwXaiSXYfaJPSGPewpqH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmU4Y2JmNmItMDIwMC00MjY0LWEwZTctZTNiZWE1M2Y0NjQ0XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sense-and-sensibility-1995-1080-p-cm-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1X4k7/Sense.And.Sensibility.1995.1080p(CM).BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/B21QkYhC#f4Q5QD5YGI0WtMzgmN97tYRBlUS2WcX-IQZAWMd5XYA",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vx8gb4lpwz26.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sense-and-sensibility-1995-720-p-cm-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2D1N4/Sense.And.Sensibility.1995.720p(CM).BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h7ElSLCI#ilNidki9Lq9aquLt1niZodZyifa0EkjZWZNZ84kpIxU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pz6379itjzhz.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/dnpp0e334sl7",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/luqblqlsriqa",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2WGq2Rbs1Qg",
      "video_url": "https://www.youtube.com/watch?v=2WGq2Rbs1Qg",
      "embed_url": "https://www.youtube.com/embed/2WGq2Rbs1Qg"
    }
  },
  {
    "metadata": "|||Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "54757"
    },
    "title": "Gabriel’s Rapture:1(2021)",
    "description": "Gabriel’s Rapture: Part One(2021) အညွှန်း**************************************အိပ်ရာခန်းများပါဝင်တာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါခင်ဗျ….ဒီဇာတ်လမ်းကတော့ သူ့ရှေ့မှာ Gabriel’s Inferno (Part – 1,2,3) ဆိုပြီး သုံးကားထွက်ထားတာရဲ့နောက်ထွက်လာတဲ့ ကားသစ်တစ်ခုပါ။ Romance လေး ပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုတဲ့လူတွေကတော့ ဒီကားကိုစကြည့်လည်း အချိတ်အဆက်မိမိနဲ့ကားကောင်းတစ်ကားဖြစ်တာ ခံစားမိမှာပါ။ ပိုမိုက်တဲ့ခံစားချက်တွေကိုမှ ကြုံချင်တာဆိုရင်တော့သူ့အရင်ထွက်ထားပြီးသားသုံးကားကို အရင်ကြည့်ပြီးဒီဇာတ်ကားကို ပြန်ကြည့်လိုက်ပါ။ “ဒီကောင်ကွာ ဒီကောင်မကွာ” ဆိုပြီးရေရွတ်နေရလောက်အောင် ခံစားရမှာပါ။ဇာတ်ကားကတော့ ဂေဘရီရယ်ဆိုတဲ့ ပရော်ဖက်ဆာတစ်ယောက်နဲ့ ဂျူလီယာဆိုတဲ့ ကျောင်းသူလေးရဲ့အချစ်ဇာတ်လမ်းဖြစ်ပြီး နှစ်ယောက်လုံးရဲ့ အတိတ်အဖြစ်အပျက်ကိုယ်စီတွေက သူတို့နှစ်ယောက်ရဲ့လက်ရှိအချစ်ရေးခရီးလမ်းမှာ ဆူးငြှောင့်ခလုတ်လေးတွေဖြစ်လာတာကို ရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်။ဒိုင်ယာလော့တွေက ချစ်သူနှစ်ယောက် နှစ်ကိုယ်ကြားပြောတဲ့အပြောအဆိုတွေနဲ့ ဖွဲ့နွဲ့ထားတဲ့အတွက် ရင်သပ်ရှုမောလေးခံစားရမှာဖြစ်ပါတယ်File Size :(1.8GB)(892 MB) and (280 MB)Quality : WEB-DL1080P,720pFormat…mp4Duration…01:46:00Genre : RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAgnes AlbrightGiulio BerrutiJames Andrew FraserMargaux BrookeMelanie ZanettiNed Van ZandtNicky BuggsPurva Bedi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTkyMjk5Y2MtOTllNC00MTE0LWIxM2UtOTNkMWFiMWE0ZTYzXkEyXkFqcGdeQXVyNzQ3NjE1MzI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gabriels-rapture-part-one2021",
        "server": "VIP Links",
        "size": "1.8GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://usersdrive.com/wvhbinfit6mq.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://yoteshinportal.cc/gabriels-rapture-part-one-2021-web-dl-1080-p-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://megaup.net/32vax/Gabriels.Rapture.Part.One.2021.WEB-DL.1080P.mkv",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://mega.nz/file/J8tgUQ4B#EIBRI4qaLVaQoGF3EN5tMxiT5lDylXORJzWnmZCO4No",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://usersdrive.com/09iq2y2xntxt.html",
        "server": "usersdrive.com",
        "size": "892MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/gabriels-rapture-part-one-2021-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "892MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/2mxI8/Gabriels.Rapture.Part.One.2021.WEB-DL.720P.mp4",
        "server": "megaup.net",
        "size": "892MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/EolXHYYT#prHMBdfIEc4UCxqFrk55ooRs3-YUYhUwyqqM4mnfAmg",
        "server": "mega.nz",
        "size": "892MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://watchsb.com/hby31aic0g78.html",
        "server": "streamsb.com",
        "size": "892MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/sl4xil3mutiw.html",
        "server": "usersdrive.com",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/gabriels-rapture-part-one-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/32vbw/Gabriels.Rapture.Part.One.2021.480P.mp4",
        "server": "megaup.net",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://watchsb.com/oh83si6c1xdn.html",
        "server": "streamsb.com",
        "size": "280MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "rtJlpSAkcao",
      "video_url": "https://www.youtube.com/watch?v=rtJlpSAkcao",
      "embed_url": "https://www.youtube.com/embed/rtJlpSAkcao"
    }
  },
  {
    "metadata": "N/A|2018|158 min|Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "8,695"
    },
    "title": "96 (2018)",
    "description": "96 (2018)” ငါတို့ ဘယ်ရထားမှာ လွဲခဲ့သလဲတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက် ကြာတတ်လဲ ။ခင်ခင်ပျိုရေ …..ငါ စောင့်ခဲ့တယ် ။ ။#အောင်ချိမ့်အချစ်ဆိုတာလည်း အချိန်ကို စောင့်တတ်တာမျိုး မဟုတ်ပါဘူး။ဖူးစာဆိုတာဟာလည်း ဦးရာလူပါပဲ။လွဲရမဲ့ ကံကြမ္မာတွေဟာ လွဲကို လွဲကြရတာပါပဲ။မဆုံဆည်းဖြစ်ခဲ့တဲ့ ကံကြမ္မာက တစ်ပတ်လည်လို့ မဖြစ်မနေ ပြန်လည် ဆုံဆည်းရမယ် ဆိုပါစို့။အဲဒီအချိန်တွေကို တန်ဖိုးရှိအောင် အသုံးချရမှာပေါ့။ဖြူစင်လွန်းတဲ့အချစ်တွေက ပိုင်ရှင်အတွက် တန်ဖိုး ရှိပေမဲ့လက်ခံသူထားတဲ့တန်ဖိုးပေါ် မူတည်ပြီး တန်ဖိုးတွေက ပြောင်းလဲလို့ နေပါတယ်။အထက်တန်းကျောင်းသားဘဝကတည်းက အခြေတည်ခဲ့တဲ့အချစ်တစ်ခုဟာအကြောင်းအမျိုးမျိုးကြောင့် အလွဲလွဲ အချော်ချော်တွေ ဖြစ်ခဲ့ရပြီးကံကြမ္မာ မျက်နှာသာမပေးလို့ အနီးဆုံးမှာ ရှိနေပေမဲ့ အဝေးကြီး ဝေးခဲ့ရတဲ့အဖြစ်တွေ ….“ငါတို့တွေ ပြန်တွေ့ရတဲ့အချိန် ငါ့မှာလည်း အကြွေးတွေနဲ့ နင့်မှာလည်း ကလေးတွေနဲ့” ဆိုတဲ့ စကားဟာ ကြားရရင် ဟာသစွက်သလို ဆိုပေမဲ့ ခံလိုက်ရတဲ့ကောင်ကတော့ ရင်အနင့်ကြီး နင့်ရသပေါ့။အချစ်ဦးကို အိမ်ထောင်သည်အဖြစ် ပြန်တွေ့ရတဲ့အခိုက်အတန့်တစ်ညလုံး မအိပ်ဘဲ ကိုယ် မျိုသိပ်ခဲ့ရတဲ့ အချစ်တွေကို ရင်ဖွင့်ခွင့် ရခဲ့တဲ့လူတစ်ယောက်ရဲ့ အရိုးသားဆုံး အဖြူစင်ဆုံး ဝန်ခံချက်တွေကြောင့် ဒီဇာတ်ကားကို ကြည့်တဲ့ သူတွေလည်း နင့်နေ‌အောင် ခံစားကြရမှာပါပဲ။၉၆ ဆိုတဲ့ ၁၉၉၆ ခုနှစ်က အထက်တန်းကျောင်းသားလေး နဲ့ ကျောင်းသူလေးရဲ့နှစ် ၃၀ ကြာမှ ဖြေရှင်းခွင့် မရခဲ့တဲ့ အကြောင်းတွေကို ဖြေရှင်းခွင့် ရခဲ့တဲ့အခါမှာအရာရာဟာ နောက်ကျသွားခဲ့ပြီ ဆိုပေမဲ့ မပြောဖြစ်ခဲ့တဲ့ စကားတွေကို ပြောခွင့်ရတဲ့ တစ်ညတာက အင်မတန် တန်ဖိုးရှိလှပါတယ်။တစ်ညလုံးလုံး မအိပ်ဘဲ စကားပြောဖြစ်လောက်အောင်အထိ အတူတူ ရှိနေချိန်တွေက တန်ဖိုး ရှိနေခဲ့တဲ့ ဇာတ်လမ်းလေး။အချစ်ဦး နဲ့ လွဲခဲ့တဲ့လူတွေ ဒီဇာတ်လမ်းကို ကြည့်ပြီး မငိုရဘူးဆိုရင် ကြိုက်သလို ပြောပါ။အင်္ဂလိပ်မှာ500 Days of SummerကိုရီးယားမှာOn your wedding dayတရုတ်မှာMy Loveထိုင်းမှာOne Dayဆိုရင် ….ဒီတောင်ပိုင်းကား96ကလည်း အဲဒီအနွယ်ဝင်ပဲ ဖြစ်ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Augustပဲ ဖြစ်ပါတယ်။Genre….. Romance, DramaQuality…. 1080p | 720pFile size… 2.13GB | 1GBFormat… mp4Duration…. 2h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..AugustEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorC. Prem KumarStarsAadukalam MurugadossAdithya BhaskarBagavathi PerumalDevadarshiniGouri G KishanJanagarajKavithalaya KrishnanTrisha KrishnanVarsha BollammaVijay SethupathiCastAadukalam MurugadossAdithya BhaskarBagavathi PerumalDevadarshiniGouri G KishanJanagarajKavithalaya KrishnanTrisha KrishnanVarsha BollammaVijay Sethupathi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6robAxh5MrDVC8G5MAsXR78U1lH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/96.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/96-2018-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/2ECjt/96.2018.1080p.AMZN.WEB.DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/cr9HFSLJ#JwI-vEF4d8VKkIwsOvATF86VCIG-nD_30Wewa-8bhvU",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      },
      {
        "link": "https://yoteshinportal.cc/96-2018-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      },
      {
        "link": "https://megaup.net/2ECj5/96.2018.720p.AMZN.WEB.DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      },
      {
        "link": "https://mega.nz/file/8r9FHJpD#98GAvzpY4HFNp4CTcB75WqQ18bIO0ZjxuTxGmDgbWN0",
        "server": "mega.nz",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      },
      {
        "link": "https://streamvid.net/lm79j1ujx2bm",
        "server": "streamvid.io",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      },
      {
        "link": "https://sfastwish.com/vd60s3ch1aql",
        "server": "streamsb.com",
        "size": "1.20 GB",
        "quality": "720p WEB HDRip"
      }
    ],
    "trailer": {
      "video_id": "r0synl-lI4I",
      "video_url": "https://www.youtube.com/watch?v=r0synl-lI4I",
      "embed_url": "https://www.youtube.com/embed/r0synl-lI4I"
    }
  },
  {
    "metadata": "R|2013|109 min|Drama,Romance",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "110,711"
    },
    "title": "Before Midnight (2013)",
    "description": "B E F O R E ရဲ ့နိဒါန်း.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး ….အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ့ဟိုတယ်အခန်းကျဉ်းလေးတစ်ခုထဲမှာ လင်မယားနှစ်ယောက် စကားအခြေအတင် ငြင်းခုန်နေကြတယ်။ နှစ်ယောက်စလုံး မြိုသိပ်ထားခဲ့ရတဲ့ ခံစားချက်တွေ၊ နားလည်ခြင်းတွေကို ထုတ်ဖော်ပြီး ရန်ဖြစ်နေကြတယ်။ အကယ်၍ အခြေအနေတစ်ခု တိမ်းစောင်းသွားပါက သူတို ့နှစ်ယောက်ရဲ ့အိမ်ထောင်ရေးဟာ ပျက်စီးသွားကြတော့မယ်။ ဒါပေမဲ့ သူတို ့မေ့နေတာက လွန်ခဲ့တဲ့ 18 နှစ်ကျော်က ရထားတစ်စင်းပေါ်မှာ လင်မယားနှစ်ယောက် ရန်ဖြစ်တာကို အကြောင်းပြုပြီး သူတို ့နှစ်ယောက် စတွေ ့ခဲ့ကြတယ်ဆိုတာကိုပဲ။.ကျွန်တော်တို ့တွေ အမြဲပြောလေ့ရှိတဲ့ ဝေါဟာရလေးတစ်ခုရှိိတယ်။ ရေစက်တဲ့။ လူသားနှစ်ဦးဟာ ရေစက်ရှိလို ့ကံကြမ္မာက တမင်ဖန်တီးပေးတာလား၊ ဒါမှမဟုတ် ထိုရေစက်ဆိုတဲ့အရာကို မဖြစ် ဖြစ်အောင် ကျွန်တော်တို ့လူသားတွေကပဲ ကံကြမ္မာကို လှည့်စားခဲ့ကြတာလား။ Before Trilogy လို ့ရုပ်ရှင်ချစ်သူတွေရဲ ့နှလုံးသားမှာ ရေပန်းစားတဲ့ Before Sunrise, Before Sunset နဲ ့Before Midnight ဇာတ်ကားတွေကို ကြည့်ပြီးတဲ့အခါမှာ ပထမဆုံး စတွေးမိတဲ့ကျွန်တော့်ရဲ ့အတွေးက ဒါပဲ။ ဘဝရဲ ့တစ်နေ ့နေ ့တစ်ချိန်ချိန်မှာ လူသားတစ်ယောက်ကို တွေ ့မယ်။ ပြီးတော့ ထိုလူသားကို ပြန်တွေ ့အောင် သင်ဟာ နည်းမျိုးစုံနဲ ့တမင်ဖန်တီးနေခဲ့မိမယ်။ ဒါတွေရဲ ့မြစ်ဖျားခံရာက အချစ်ပဲ။—————————————————————————-B E F O R E.သူ ့နာမည်က James။ ဒါပေမဲ့ ရင်းနှီးတဲ့သူတွေက သူ ့ကို Jesse လို ့ပဲခေါ်ကြတယ်တဲ့။ ဒီတော့ ကျွန်တော်တို ့လည်း သူ ့ကို ရင်းနှီးတယ်လို ့ခံစားရအောင် Jesse လို ့ပဲ ခေါ်ကြတာပေါ့။ သူဟာ ချစ်သူကောင်မလေးဆီကို လာလည်ဖို ့ဆိုတဲ့ရည်ရွယ်ချက်နဲ ့ဥရောပကို ရောက်လာတယ်။ ဒါပေမဲ့ မဟန်တဲ့အခြေအနေတွေကို ရိပ်မိတဲ့သူဟာ ကျန်တဲ့ငွေနဲ ့ပဲ အမေရိကားကို ပြန်ဖို ့ထွက်လာခဲ့တယ်။ Vienna မြို ့ကနေ လေယာဉ်နဲ ့US ကို မထွက်ခွာခင် Vienna ကို ရထားတစ်စင်းစီးပြီး လိုက်လာတယ်။ ဒါပေမဲ့ ထိုရထားပေါ်မှာ ပြင်သစ်သူ မိန်းကလေးတစ်ယောက်ဟာ သူနဲ ့မလှမ်းမကမ်းနားမှာ လာထိုင်ပြီး စကားစမည်ပြောဖြစ်တာကြောင့် ထိုကောင်မလေးကို သူစိတ်ဝင်စားသွားတယ်။ သူတို ့နှစ်ယောက်ရဲ ့စကားဝိုင်းဟာ မပြီးဆုံးသေးဘူးဆိုတာ သူသိတယ်။ ဒါကြောင့် အရဲစွန် ့ပြီး Vienna မြို ့ပေါ်ကို သူနဲ ့အတူ တစ်ညလောက် လိုက်လည်ပြီး စကားတွေဆက်ပြောဖို ့ဖိတ်ခေါ်ခဲ့တယ်။ အမှန်တော့ ဒါဟာ ရူးကြောင်ကြောင်နိုင်တဲ့ လုပ်ရပ်တစ်ခုလို ့တစ်ချိ ့က ထင်ကြေးပေးချင်ပေးကြလိမ့်မယ်။ ကျွန်တော်ကတော့ သူလုပ်သင့်တဲ့အရာတစ်ခုကို လုပ်ခဲ့တယ်လို ့ပဲ မြင်တယ်။.လူသားနှစ်ယောက်ကို ဘယ်အရာက ဆက်စပ်ပေးတယ်လိုု ့ခင်ဗျားတို ့ထင်ကြသလဲ။ ကျွန်တော်ကတော့ ထိုလူသားနှစ်ယောက် ပြောဖြစ်တဲ့ စကားစအကြောင်းအရာတွေကပဲ လူသားနှစ်ယောက်ကို ဆက်စပ်ပေးတာလို ့မြင်တယ်။ လောကမှာ ကိုယ်နဲ ့လူတစ်ယောက် စကားပြောရင်း စကားစတွေပြတ်သွားမှာ ပြောမဲ့စကားတွေကုန်ခမ်းသွားမှာကို မသိစိတ်ကရော သိစိတ်ကပါ စိုးထိတ်နေပြီဆိုရင် ထိုအခွင့်အရေးကို လက်လွှတ်ဆုံးရှုံးမခံသင့်ဘူး။ Director Richard Linklater ဟာ လူ ့ဘဝရဲ ့တန်ဖိုးအရှိဆုံးအချိန်တွေဟာ ဘယ်အချိန်တွေလဲဆိုတာ ကောင်းကောင်းသိခဲ့တဲ့သူပဲ ဖြစ်လိမ့်မယ်။ ဒါကြောင့် သူရေးဖွဲ ့ခဲ့တဲ့ ဇာတ်ကောင် Jesse ဟာ Celine ကို စကားတွေ ဆက်ပြောဖို ့ဖိတ်ခေါ်ခဲ့တယ်။ Celine လည်း မငြင်းဆန်ခဲ့ဘူး။ ဒီလိုနဲ ့သူတို ့နှစ်ယောက်ဟာ ရထားပေါ်က ဆင်းလာကြပြီး Vienna မြို ့ပေါ်ကို ပထမဆုံး ခြေလှမ်းတွေ စလှမ်းပါတော့တယ်။.သူတို ့မှာ သွားရမဲ့ Destination ဆိုတာ မရှိဘူး ။ ရောက်တတ်ရာရာ ခြေဦးတည့်ရင်း စကားတွေ ဆက်ပြောကြတယ်။ သူတို ့နှစ်ယောက် ပြောခဲ့တဲ့ စကားတွေဟာ အကြောင်းအရာ အမျိုးစုံတယ်။ ဘဝအကြောင်းတွေပါတယ်။ ခံယူချက်တွေပါတယ်။ အတွေးအခေါ်တွေပါတယ်။ နိုင်ငံရေးအကြောင်းအရာတွေပါတယ်။ ဘာသာရေးတွေပါတယ်။ မျက်စိရှေ ့မှာ မြင်တွေ ့နေတဲ့ မြင်ကွင်းတွေပါတယ်။ အချစ်ရေးတွေပါတယ်။ သူတို ့စိတ်ကူးထဲမှာ ပေါ်ပေါက်လာတဲ့ အတွေးတွေအကုန်လုံးကို ပြောဖြစ်ကြတယ်။ Vienna မြို ့လေးပေါ်က အုတ်လမ်းလေးတွေပေါ်က သူတို ့နှစ်ယောက်ရဲ ့ခြေသံတွေဟာ ထပ်ထပ်လာလေ သူတို ့နှစ်ဦးပြောဖြစ်တဲ့ အကြောင်းအရာတွေဟာ ပိုပြီး ဆက်စပ်မှု ရှိလာလေလေပဲ။ ထိုညလေးဟာ တစ်ဖြည်းဖြည်းနဲ ့ပိုနက်လာတယ်။ တစ်နေရာမှာ ဗေဒင်ဟောဆရာမတစ်ယောက်ကို တွေ ့ခဲ့တယ်။ တစ်နေရာမှာတော့ ကဗျာဆရာတစ်ယောက်နဲ ့တွေ ့တယ်။ ထိုကဗျာဆရာဇာတ်ကောင်က ထူးဆန်းတယ်။ သူကလူတွေဆီကနေ ငွေကို အခမဲ့မတောင်းဘူး။ လူတွေကို စိတ်ထဲကရှိတဲ့ စကားလုံးတစ်လုံးကို ရေရွတ်ခိုင်းတယ်။ ထိုစကားလုံးကို အခြေခံပြီး ထိုခဏအတွင်း သူကဗျာတစ်ပုဒ်ဖွဲ ့နွဲ ့ရေးသားမယ်။ ဖတ်တဲ့သူတွေက နှစ်သက်မှ၊ ပြီးတော့ သူတို ့ဘဝတွေမှာ တစ်ခုခုနဲ ့ဆက်နွယ်တယ်လို ့ခံစားရမှ သူ ့ကိုစေတနာရှိသလောက် ငွေပေးကမ်းခဲ့ခိုင်းတာမျိုး။ သူက Jesse နဲ ့Celine ကို ဖွဲ ့ပေးလိုက်တဲ့ ကဗျာလေးက အရမ်းလှလွန်းတယ်။.Daydream delusion, limousine eyelash /Oh baby with your pretty face /Drop a tear in my wineglass /Look at those big eyes /See what you mean to me /Sweet-cakes and milkshakes /I’m a delusion angel /I’m a fantasy parade /I want you to know what I think /Don’t want you to guess anymore /You have no idea where I came from /We have no idea where we’re going /Lodged in life /Like branches in a river/Flowing downstream /Caught in the current /I carry you /You’ll carry me /That’s how it could be /Don’t you know me? /Don’t you know me by now?.ထိုညတစ်ညမှာ လရောင်ဟာ လင်းလက်နေခဲ့သလား၊ မှောင်မိုက်နေခဲ့သလားဆိုတာကိုတော့ သူတို ့နှစ်ယောက်ပဲ အသိဆုံးဖြစ်ခဲ့လိမ့်မယ်။ ဒီလိုနဲ ့နောက်နေ ့မနက်မှာ ကိုယ်ပိုင်ခရီးတစ်ခုဆီကို သူတို ့အသီးသီးဆက်သွားကြတော့တယ်။ လူသားတွေဟာ မတည်မြဲတဲ့ ကတိတွေကို ပေးတတ်တဲ့နေရာမှာတော့ ထူးချွန်ကြတယ်။ ဒီလိုပဲ သူတို ့လည်း နောက် ၆ လကြာရင် ဒီမြို ့လေးမှာ ပြန်တွေ ့ကြမယ်ဆိုပြီး ကတိတွေပေးခဲ့ကြတယ်။.ထိုရုပ်ရှင်ဇာတ်ကားထွက်ခဲ့တုန်းက ပရိသတ်တိုင်းဟာ သူတို ့နှစ်ယောက် ပြန်တွေ ့ခဲ့ကြလား၊ မတွေ ့ဖြစ်ခဲ့ကြဘူးလားဆိုတာ ဘယ်သူမှ တပ်အပ်မပြောနိုင်ခဲ့ကြဘူး။ ကိုယ်ပိုင်ထင်ကြေးတွေ ပေးခဲ့ကြတယ်။ ထိုအဖြေကို နောက် ၉ နှစ်အကြာမှ ပရိသတ်တွေ ရခဲ့ကြတယ်။—————————————————————————-နှစ်တွေကြာမြင့်ခဲ့ပြီ။ နောက် ၉ နှစ်အကြာမှာ ပါရီမြို ့ရဲ ့စာအုပ်ဆိုင်တစ်ဆိုင်မှာ မမျှော်လင့်ပဲ သူတို ့ထပ်တွေ ့ဖြစ်ကြတယ်။ Jesse ဟာ လွန််ခဲ့တဲ့ နှစ်အနည်းငယ်က ရထားတစ်စင်းပေါ်မှာ ကောင်မလေးတစ်ယောက်နဲ ့စတင်တွေ ့ဆုံခဲ့ပြီး Vinenna မြို ့ပေါ်မှာ တစ်ညတာ အချိန်တွေ ကုန်ဆုံးခဲ့ပုံကို စာအုပ်ရေးခဲ့တာကြောင့် အခုတော့ အတော်အတန်အောင်မြင်စ စာရေးဆရာတစ်ယောက်ပေါ့။ စာနယ်ဇင်းသမား ၃ ယောက်ရဲ ့အမေးတွေကို ဖြေကြားနေတဲ့ Jesse ကို ဘေးကနေ Celine ပြုံးကြည့်နေတယ်။ ဒီတစ်ခါ သူတို ့ပြန်တွေ ့ဖြစ်ကြတော့ လွန်ခဲ့တဲ့ ၉ နှစ်တုန်းကလို အချိန်တစ်ညလောက် မရဘူး။ ညနေ နေမဝင်ခင်မှာ Jesse က လေယာဉ်နဲ ့အမေရိကားကို ပြန်ရမှာ။ အလွန်ဆုံး စကားလက်ဆုံပြောရ နာရီအနည်းငယ်ခန် ့ပေါ့။ ဒါပေမဲ့ သူတို ့ထိုညနေခင်းတစ်ခင်းကို လွန်ခဲ့တဲ့ ၉ နှစ်ကအတိုင်း စကားလုံးတွေနဲ ့ကုန်ဆုံးကြပြန်တော့တယ်။ ထ်ိုညနေခင်းရဲ ့အဆုံးမှာ ဘာတွေ ဆက်ဖြစ်သွားကြသလဲ။ Celine က Jesse ကို သတိပေးလိုက်တယ်။ ရှင်တော့ လေယာဉ်မှီမှာ မဟုတ်တော့ဘူး တဲ့။.ထုံးစံအတိုင်း ပရိသတ်ကို ဘာဆက်ဖြစ်မလဲဆိုတာ မသေချာတဲ့ဇာတ်ကြောင်းနဲ ့ချန်ထားရစ်ပြန်တယ်။ Jesse လေယာဉ်မှီသွားရဲ ့လား။ သူတို ့ဘာဆက်ဖြစ်ကြတော့မှာလဲ။ ထိုမေးခွန်းတွေရဲ ့အဖြေကိုလည်း နောက် ၉ နှစ်ကြာမှ ပရိသတ်တွေ ရခဲ့တော့တယ်။——————————————————————————B E F O R E အပေါ် မိမိအမြင်.ဒီဇာတ်ကား ၃ ကားကို ကျွန်တော်ကြည့်ခဲစဉ်က ထူးထူးခြားခြား ဘယ်လို ခံစားခဲ့ရသလဲဆိုတော့ ရုပ်ရှင်တစ်ကားကို ကြည့်နေတယ်လို ့မခံစားရပဲ စာအုပ်တစ်အုပ် (သို ့မဟုတ်) ဆောင်းပါးတစ်ခုကို ဖတ်နေရသလိုပဲ ခံစားခဲ့ရတယ်။ အခုလို ခံစားချက်မျိုးက My Dinner with Andre (1981) ကို ကြည့်ခဲ့ရတုန်းကလည်း ခံစားဖူးတယ်။ ဒါပေမဲ့ ဇာတ်ကား ၃ ကားစလုံးကို ကြည့်ပြီးတဲ့အခါမှ ထို ၃ ကားစလုံးပေါင်းပြီး ရုပ်ရှင်တစ်ကားလို ့ခံစားခဲ့ရတယ်။.လူအများစုက ယခုဇာတ်ကားတွေကို အချစ်ကားလို ့သတ်မှတ်ကြပေမဲ့ ကျွန်တော်ကတော့ အချစ်ကားဆိုတာထက် ပိုတယ်လို ့ခံစားရတယ်။ လူသားနှစ်ဦးရဲ ့ဆက်စပ်မှုတွေ၊ တူညီတဲ့အတွေးစတွေကို ဖော်ထုတ်ပေးခြင်းလို ့ပိုမြင်မိတယ်။ သူတို ့နှစ်ယောက် ပြောခဲ့တဲ့ စကားတွေကို ကြည့်မယ်ဆိုရင် Before Sunrise မှာတုန်းက သူစိမ်းတွေဆိုတော့ ခံယူချက်တွေ၊ ideas တွေ အစရှိတဲ့အကြောင်းအရာတွေကို ပိုမိုပြောဖြစ်ခဲ့ကြပြီး နောင် ၉ နှစ်အကြာ Before Sunset မှာ ပြန်တွေ ့တော့ သူတို ့ပြောတဲ့စကားတွေက လွန်ခဲ့တဲ့ ၉ နှစ်အတွင်းက ဖြစ်ခဲ့ကြတဲ့ ဘဝအသီးသီးရဲ ့ဖြစ်စဉ်တွေကို ဖလှယ်ကြတယ်။ သူတို ့ဘဝတွေဟာ ပရိသတ်တွေရဲ ့ဘဝတွေ ဖြစ်လာတယ်။ ဒီလိုနဲ ့နောက်ထပ် ၉ နှစ်အကြာ Before Midnight မှာ သူတို ့ဘာတွေပြောကြပြီလဲဆိုတော့ အရင်လိုတစ်ယောက် မသိခဲ့တဲ့ ဖြစ်စဉ်တွေကို တစ်ယောက် ပြောနေတာထက် နှစ်ယောက်အတူတူ နှစ်ရှည်လများ ရှိနေခဲ့တာတောင် တစ်ယောက်ရဲ ့ခံစားချက်ကို တစ်ယောက် မမြင်နိုင်ခဲ့တဲ့ ခံစားချက်တွေပဲ။ ဒီဇာတ်ကားတွေဟာ ဘာထူးခြားသလဲဆိုတော့ သူတို ့နှစ်ယောက်ရဲ ့စကားဝိုင်းကို ကျွန်တော်တို ့ဟာ တတိယလူအဖြစ်နဲ ့ဝင်ရောက်နားထောင်နေခဲ့တဲ့အတွက် သူတို ့နှစ်ယောက်အပြင် တတိယလူဖြစ်တဲ့ ပရိသတ်ကပါ ထိုဇာတ်ကောင်နှစ်ယောက်နဲ ့ပိုမိုနီးစပ်လာတယ်ဆိုတာ သိသာစွာ ခံစားလာရတယ်။ ထိုဇာတ်ကောင် နှစ်ယောက်နဲ ့ပရိသတ်ကြားမှာ ကာထားတဲ့ အလွှာပါးတစ်ချပ်ဟာ ဘယ်အချိန်မှာ လွင့်ပျံပျောက်ကွယ်သွားတယ်ဆိုတာ ပရိသတ်ဟာ ဘယ်တော့မှ သိလိုက်မိမှာမဟုတ်ဘူး။ ဒါဟာ သူတို ့နှစ်ယောက်ရဲ ့စကားလုံးတွေကြားမှာ သင်ဟာလည်း စီးမျောပါသွားလို ့ပဲ။.Directing မှာ 90% က Casting လို ့ directors တွေပြောတာ ကျွန်တော် ဖတ်ဖူးတယ်။ ဒီစကားသာ အမှန်ဆိုရင် ဒီဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ Director Richard Linklater ကတော့ 90% စလုံးကို အောင်မြင်ခဲ့တယ်လို ့ဆိုလို ့ရတယ်။ ဒီဇာတ်ကား ၃ ကားလုံးမှာ ထူးခြားချက်တွေအကုန်လုံးက ထိုဇာတ်ကောင်နှစ်ယောက်ကို အသီးသီးပုံဖော်ခဲ့ကြတဲ့ Ethan Hawke နဲ ့Julie Deply တို ့နှစ်ယောက်ပဲ။ သူတို ့နှစ်ယောက် သရုပ်ဆောင်တာကို ကြည့်ရတာ သရုပ်ဆောင်နေတယ်လို ့လုံးဝမထင်ရဘူး။ သာမာန်အသိ လူသားနှစ်ယောက် လမ်းလျှောက်ရင်း စကားတွေ ပြောနေကြသလိုမျိုးပဲ။ 3 ကားစလုံးမှာ 10 မိနစ်ထက်ကျော်တဲ့ ဇာတ်ဝင်ခန်းတွေပါတယ်။ တစ်ချို ့ဆို 17 မိနစ်ကျော်တယ်။ ထိုဇာတ်ဝင်ခန်းတွေကို သရုပ်ဆောင်ဖို ့ဆိုတာ ဘယ်မင်းသား မင်းသမီးမှ တော်ရုံ သရုပ်မဆောင်နိုင်ဘူး။ ဒါပေမဲ့ အလွယ်ကူဆုံးကတော့ သရုပ်ဆောင် နှစ်ယောက်ကို Theme တစ်ခုချပြထားပြီး သူတို ့ဆွေးနွေးပြောဆိုနေကြတာကို camera က လိုက်ရိုက်ကူးနေယုံပဲ။.dialogues တွေကိုစဉ်းစားပြီး 17 မိနစ်ကျော် သရုပ်ဆောင်ရတာထက် အခုလို လွတ်လပ်စွာ သရုပ်ဆောင်ရတာကို ကျွန်တော်က ပိုသဘောကျတယ်။ ဒါက ကျွန်တော့်အထင်ပါ။ သူတို ့နှစ်ယောက် တစ်ကယ်လည်း ထိုပုံစံအတိုင်း သရုပ်ဆောင်ချင် ဆောင်ခဲ့ကြပါလိမ့်မယ်။ နောက်တော့ ကျွန်တော် သိခဲ့တာက ထိုသရုပ်ဆောင်နှစ်ယောက်စလုံး ဇာတ်ညွှန်းကို တစ်ခြားဇာတ်ညွှန်းရေးဆရာတွေနဲ ့ပူးတွဲရေးသားခဲ့ကြလို ့ပဲ။ ပထမဆုံး Before Sunrise မှာတော့ credits မပါခဲ့ပေမဲ့ နောက်နှစ်ကားမှာတော့ ဇာတ်ညွှန်းရေးဆရာနာမည်တွေမှာ သူတို ့နှစ်ယောက်ပါခဲ့ကြတယ်။ ကိုယ်တိုင်ပူးတွဲရေးသားထားတဲ့ ဇာတ်ညွှန်းကို ကိုယ်တိုင်ပြန်သရုပ်ဆောင်ရတာ ပိုလွယ်ကူမယ်လို ့မြင်မိလို်က်တယ်။ ဒီဇာတ်ကားတွေမှာ ဇာတ်ကြောင်းပြောတဲ့သူမရှိဘူး။ သူတို ့ပြောနေတဲ့ စကားတွေကပဲ ဇာတ်ကောင်တွေကို ရင်းနှီးစေတယ်။ Jesse နဲ ့Celine ဆိုတာ ရုပ်ရှင်ဆိုတဲ့ ဖျော်ဖြေမှုတစ်ခုရဲ ့အလှပဆုံးတဖြစ်လဲ သဘာဝအကျဆုံး ဇာတ်ကောင်တွေပဲ။.Ethan Hawke ရဲ ့ဇာတ်ကောင်ဖြစ်တဲ့ Jesse ကို ကျွန်တော်သဘောကျတယ်။ သူက အချစ်ဆိုတာကို ယုံကြည်ခဲ့တဲ့လို ့ပြောလို ့ရတယ်။ ဒါကြောင့်လည်း Before Sunset အစမှ သူတို ့နှစ်ယောက်ပြန်တွေ ့တော့ Celine အသည်းအသန်မေးခဲ့တဲ့ မေးခွန်းက သူတို ့ချိန်းခဲ့ကြတဲ့ နေရာလေးကို Jesse လာခဲ့သလားဆိုတာပဲ။ အစကတော့ မဖြေဘူး။ Celine တစ်ယောက် မလာခဲ့တာကို သိတော့ သူကိုယ်တိုင်လည်း ထိုအချိန်က လာခဲ့ရဲ့သားနဲ ့မလာခဲ့ဘူးလို ့လိမ်ပြောလိုက်တယ်။ ကျွန်တော် စောစောက ပြောခဲ့သလို ဖူးစာဆိုတာ လူသားတွေလိမ်ညာပြီး တမင်ဖန်တီးတဲ့အရာဆိုတာ ဒီနေရာမှာ မြင်လာရတယ်။ Jesse က ပြောတယ်။ ဒီစာအုပ်ထုတ်တယ်ဆိုတာ သူ ့စိတ်ထဲက ရေးချင်စိတ်နဲ ့ရေးလိုက်တာတဲ့။ Celine ကလည်း ပြောတယ်။ ဒီစာအုပ်ဆိုင်လေးက သူအမြဲလာနေကြနေရာလေးတဲ့။ တစ်ကယ်တော့ သူတို ့နှစ်ယောက်စလုံး ညာခဲ့ကြတယ်။ Celine နဲ ့ပြန်တွေ ့လိုတွေ ့ငြားဆိုတဲ့ စိတ်လေးနဲ ့Jesse ဒီစာအုပ်လေးကို ရေးပြီးထုတ်ခဲ့တယ်။ Jesse တစ်ယောက် ထိုနေ ့မှာ ထိုစာအုပ်ဆိုင်လေးမှာ စာနယ်ဇင်းမိတ်ဆက်ပွဲရှိတယ်ဆိုတာ သိလို ့Celine တစ်ယောက် တမင်လာခဲ့တာ။ ဒါဟာ သူတို ့ရဲ ့ဖူးစာကို သူတို ့ဖန်တီးခဲ့ကြတာပဲ။——————————————————————————–ဒီဇာတ်ကားလေးတွေ ဖြစ်ပေါ်လာပုံကလည်း ရုပ်ရှင်ချစ်သူတွေ သိပြီးကြတဲ့အတိုင်း ထူးဆန်းပြီး လှပလွန်းတယ်။ Richard Linklater က 1989 တုန်းက သူ ့ရဲ ့ပထမဆုံးဇာတ်ကား Slacker ဆိုတဲ့ဇာတ်ကားရိုက်ကူးရေးအပြီး New York ကအပြန် Philadelphia မှာ သူစိမ်းအမျိုးသမီးတစ်ယောက်နဲ ့စကားလက်ဆုံကြဖြစ်ခဲ့တယ်။ မြို ့အနှံလမ်းလျှောက်သွားကြရင်းနဲ ့ စကားဝိုင်းဟာ ပိုမိုကြာရှည်လာတယ်။ ထိုတစ်ညက အဖြစ်အပျက်ကို အခြေခံပြီး Before Sunrise ကို ရိုက်ကူးခဲ့တာပဲ။ ထိုအမျိုးသမီးနာမည်က Amy Lehrhaup တဲ့။ ဝမ်းနည်းဖို ့ကောင်းတာတစ်ခုက ထိုရုပ်ရှင်ကား Before Sunrise တောင် ရုံမတင်ခင်မှာပဲ ထိုအမျိုးသမီးဟာ Motorcycle Accident နဲ ့ဆုံးပါးသွားခဲ့တယ်။ ထိုအကြောင်းအရာတွေကို Richard Linklater က နောင် 15 နှစ်အကြာ 2010 မှ Public ကို ပြောပြခဲ့တယ်။—————————————————————————B E F O R E အပေါ် မိမိခံစားချက်.သူတို ့နှစ်ယောက် ပြောခဲ့ကြတဲ့ စကားတွေထဲက တစ်နေရာမှာ Jesse က လူသားတွေရဲ ့အသက်ရှင်ခြင်းနဲ ့သေဆုံးခြင်းအတွေးကို ထုတ်ဖော်ပြခဲ့တယ်။ ကျွန်တော်အမြဲမေးလေ့ရှိတဲ့ မေးခွန်းတစ်ခုပဲ။ လူသားတွေဟာ တစ်ဘဝပဲလား ဆိုတာ။ တစ်ကယ်လို ့ရှေးဘဝတွေ၊ နောက်ဘဝတွေ ရှိတယ်ဆိုရင် လွန်ခဲ့တဲ့ နှစ်ပေါင်းမြောက်မြားစွာကထက် အခုအချိန်မှာ လူသားအရေအတွက်တွေ ကမ္ဘာပေါ်မှာ အဆပေါင်းမြောက်မြားစွာ ပိုများလာရတာလဲ။ ယနေ ့ခေတ်လူသားတွေရဲ ့ဝိဉာဉ်တွေဟာ ဘယ်ကနေ ရောက်လာကြတာလဲ။ Jesse ပြောခဲ့တဲ့အတိုင်းဆိုရင် လွန်ခဲ့တဲ့နှစ်ပေါင်း 50,000 ကျော်လောက်က ကမ္ဘာပေါ်မှာ လူသားအရေအတွက် တစ်သန်းပင် မရှိဘူး။ လွန်ခဲ့တဲ့ နှစ်ပေါင်း 10,000 လောက်ရောက်လာတော့ ကမ္ဘာပေါ်မှာ လူသားအရေအတွက် နှစ်သန်းကျော်နေပြီ။ သူပြောခဲ့တဲ့ 1995 တုန်းက ကမ္ဘာပေါ်မှာ 6 Billion ခန် ့လောက် လူသားတွေ ရှိနေပြီ။ ဟိုတုန်းက လူသားတွေရဲ ့ကြွေလွင့်သွားတဲ့ ဝိဉာဉ်တွေဟာ အစိပ်စိပ်အပိုင်းဖြစ်သွားပြီး ယခုမှာ အရေအတွက်တွေ ပိုမိုများပြားလာတာလားလို ့သူတွေးပုံကို ပြောပြတယ်။ တစ်ကယ်လို ့လူသားတွေဟာ ဒီတစ်ဘဝတစ်ခုတည်းဆိုရင် ဘာကြောင့် အရည်မရ၊ အဖတ်မရ လူ ့ဘဝကြီးကို ကျွန်တော်တို ့တွေ ရနေရတာလဲ။ ဘာအဓိပ္ပာယ်များ ရှိနေလို ့လဲ။.နောက်တော့ မွေးဖွားခြင်းနဲ ့သေခြင်းတရားကို သူယှဉ်ပြသွားပုံကိုလည်း ကျွန်တော်သဘောကျတယ်။ သူ ့သူငယ်ချင်းတစ်ယောက်ရှိတယ်တဲ့။ ထိုလူက သူ ့မိန်းမကလေးမွေးတာကို ကြည့်နေချိန်မှာ ဖြစ်ပေါ်လာတဲ့ အတွေးစလေးတစ်ခု။ ယခုမှ လူ ့လောကထဲကို တိုးဝင်လာတဲ့ လူသားလေးဟာ သူ ့ဘဝရဲ ့ပထမဆုံးအသက်ကို မနည်းအားယူပြီး ရှုနေတယ်။ ဒီအချိန်မှာ ဖခင်လုပ်တဲ့သူက ကြည့်နေရင်း ဘာကို သွားစဉ်းစားမိသလဲဆိုတော့ ယခုမှ လူ ့လောကထဲတိုးဝင်လာတဲ့ လူသားတစ်ယောက်ဟာ တစ်ချိန်မှာ သေဆုံးမယ်ဆိုတဲ့ သေခြင်းတရားအတွေးကို စဉ်းစားခဲ့တယ်။ ကျွန်တော်ကိုယ်တိုင်လည်း နောင်တစ်ချိန်မှာ ဖခင်ဖြစ်လာရင် ကိုယ့်ရင်သွေးကို ပထမဆုံးမြင်တဲ့အခါ စတွေးမိမဲ့အတွေးဟာ ဒီအတွေးပဲ ဖြစ်နေမိတော့မယ်။.Celine ပြောခဲ့တဲ့ စကားတွေထဲမှာ ကျွန်တော်သဘောကျခဲ့တာက မိမိဘဝမှာတွေ ့ကြုံခဲ့ရတဲ့ လူသားတိုင်းဟာ အစားထိုးလို ့မရဘူးဆိုတာပဲ။ လူသားတိုင်းမှာ ကိုယ်ပိုင်ထူးခြားတဲ့ အသေးစိပ်အချက်ကလေးတွေရှိတယ်ဆိုတာပဲ။ သူမဇာတ်ကောင်ဟာလည်း လူသားတွေရဲ ့အသေးစိပ်အချက်ကလေးတွေကို မှတ်သားထားတတ်ပြီး ဘယ်တော့မှ မမေ့တတ်တဲ့ သူမျိုး။ ငယ်ငယ်ကဆို ကျောင်းသွားတဲ့လမ်းမှာတောင် အမြဲတမ်း သစ်ပင်ပေါ်ကကျလာတဲ့ chestnuts သီးလေးတွေရဲ ့လိမ့်ဆင်းသွားပုံတွေ၊ လမ်းဖြတ်ကူးနေတဲ့ ပုရွက်ဆိတ်တန်းလေးတွေ၊ သစ်ရွက်ကလေးတွေရဲ ့အရိပ်ကလေးတွေ လိုက်ကြည့်နေတတ်လို ့အမြဲကျောင်းနောက်ကျခဲ့ဖူးတဲ့ သူမျိုး။.အသက်သုံးဆယ်ကျော်အရွယ် ရင့်ကျက်သွားပြီဖြစ်တဲ့ သူတို ့နှစ်ယောက် Before Sunset မှာ ပြန်တွေ ့တော့ ဇာတ်ကောင်နှစ်ယောက် ပြောခဲ့ကြတဲ့ စကားတွေဟာ သရုပ်ဆောင်နှစ်ယောက်ရဲ ့ပြင်ပက လက်တွေ ့ဘဝတွေကို မသိမသာထင်ဟပ်စေခဲ့တယ်။ အမှန်တော့ ထိုသရုပ်ဆောင်တွေဟာ သူတို ့ရဲ ့အပြင်က ဘဝတွေကိုပါ ရောပြီးပြောသွားခဲ့ကြတယ်။ အထူးသဖြင့် Jesse အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Ethan Hawke ဟာ ထိုအချိန်တုန်းက မင်းသမီး Uma Thurman နဲ ့ကွာရှင်းခါစ အချိန်ဖြစ်တာကြောင့် သူ ့ဘဝအစစ်ကို သူပြန်ပြောနေသလိုတောင် မြင်ခဲ့ရတယ်။ ဘဝဆ်ုိတာ ခက်ခဲတယ်တဲ့။ ငါတို ့တွေဟာ ဘဝရဲ ့ခါးသီးမှုတွေကိုသာ မခံစားရရင် ဘဝကနေ ဘာမှ သင်ယူဖြစ်မှာမဟုတ်ဘူးတဲ့။ ထို ့အပြင် ဇာတ်ကောင်တွေဟာ အသက်အရွယ်ကြီးရင့်လာခြင်းရဲ ့ဆုတ်ယုတ်မှုတွေကို ဘာနဲ ့ပြောပြခဲ့သလဲဆိုတော့ Celine ရဲ ့အိပ်မက်ဆိုးတစ်ခုမှာ သူမဟာ အသက် ၃၂ ဖြစ်နေတယ်တဲ့။ ဒီလိုနဲ ့အိပ်မက်က နိုးလာတော့ အသက်က ၂၃ ဆိုလို ့စိတ်ချမ်းသာသွားခဲ့တယ်။ ဒါပေမဲ့ တစ်ကယ့် အိ်ပ်မက်အစစ်က နိုးထလာချိန်မှာတော့ သူမဟာ အသက် ၃၂ ဆိုတာ ပြန်သတိရသွားတယ်။ ဒါဟာ သူတို ့အတွက် တစ်ကယ်အိပ်မက်ဆိုးတစ်ခုပဲ။ ကျွန်တော်ကိုယ်တိုင်လည်း နောင်နှစ်အနည်းငယ်ကြာတဲ့အခါ ထိုအိပ်မက်ဆိုးကို မက်နေမိတော့မယ်။.Notre Dame ဘုရားကျောင်းကြီးကို Seine မြစ်ပေါ်ကနေ သူတို ့နှစ်ယောက် ငေးကြည့်နေတယ်။ ဒုတိယကမ္ဘာစစ်တုန်းက German တွေ စစ်ရှုံးလို ့ပြန်ပြေးခါနီးမှာ ဒီဘုရားကျောင်းကြီးကို မိုင်းခွဲပြီး ဖျက်ဆီးဖို ့စီစဉ်ခဲ့ကြတယ်။ မို်င်းကြိုးတွေသွယ်ပြီး မိုင်းခွဲဖို ့စစ်သားတစ်ယောက်ကို ချန်ထားခဲ့တယ်။ ထိုစစ်သားဟာ Notre Dame ဘုရားကျောင်းကြီးရဲ ့အလှကို ခံစားနေခဲ့တာကြောင့် သူမိုင်းမခွဲခဲ့ဘူး။ မဟာမိတ်တပ်သားတွေ ရောက်လာတော့ ဘုရားကျောင်းကြီးကို မိုင်းကြိုးတွေနဲ ့သွယ်ပြီး မိုင်းခွဲတဲ့ခလုတ်ကို ပိတ်ထားတာကို တွေ ့ခဲ့ကြတယ်တဲ့။ ဒီဇာတ်လမ်းကို Jesse က ပြောတော့ အဟုတ်လားလိုု ့Celine က မေးတယ်။ ဟုတ်တယ်၊ မဟုတ်တယ် ဆိုတာကို သူမသိဘူး။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကိုတော့ သူသဘောကျတယ်တဲ့။ သူသဘောကျသလို ကျွန်တော်တို ့လည်း သဘောကျတယ်။ လောကရဲ ့အလှအပတွေ၊ အနုပညာရဲ ့အလှအပတွေကို ခံစားတတ်တဲ့သူတွေသာ ကမ္ဘာမှာ များပြားခဲ့ရင် စစ်ပွဲတွေဆိုတာ ရှိလာခဲ့မှာ မဟုတ်ဘူး။——————————————————————————ဒီဇာတ်ကား ၃ ကားစလုံးကို ကြည့်ပြီးသွားတဲ့ ပရိသတ်တစ်ယောက်အနေနဲ ့ကိုယ်ဘယ်ဇာတ်ကားကို အကြိုက်ဆုံးလဲလို ့မိမိကိုယ်ကို မေးမိကြလိမ့်မယ်။ ကျွန်တော်ကိုယ်တိုင်လည်း မေးခဲ့တယ်။ ဒါပေမဲ့ တိကျတဲ့အဖြေထက် ကွဲပြားတဲ့ အဖြေတွေကို ကျွန်တော်ရလာတယ်။ Before Sunrise ဇာတ်ကားကို ကြည့်ပြီး လူငယ်အများစုဟာ စိတ်ကူးယဉ်ကောင်း ယဉ်မိကြမယ်။ ကိုယ်နဲ ့အရာအားလုံး ကိုက်ညီတဲ့ ထူးဆန်းတဲ့ အချစ်စစ်တစ်ခုကို အိပ်မက်တွေထဲကလို မမျှော်လင့်ပဲ တွေ ့ဆုံမိမယ်။ ထို ့နောက် စကားတွေ ပြောဖြစ်ကြမယ်။ ဝမ်းနည်းဖို ့ကောင်းတဲ့ လမ်းခွဲချိန်လေးရောက်ပြီး ကြေကွဲဆို ့နစ်မယ်။ ဒါကြောင့် Before Sunrise ဟာ ပရိသတ်အများစု လိုချင်တာတွေကို ပေးခဲ့တယ်။ ဒါပေမဲ့ Before Sunset ရောက်လာတဲ့အခါ ဇာတ်ကောင်တွေဟာ သရုပ်ပိုမှန်လာတယ်။ အရွယ်ရောက်လူသားတွေရဲ ့ခက်ခဲတဲ့တာဝန်တွေ၊ ဝန်ထုတ်ဝန်ပိုးတွေ ထမ်းဆောင်နေရပုံတွေကို တွေ ့လာရတယ်။ အချစ်ဆိုတာ အမျှင်တန်းလေးအနေနဲ ့ပဲ တွေ ့ရတယ်။ Before Midnight ရောက်တဲ့အခါမှာတော့ နာကျင်မှုတွေဟာ ပိုပြီးပြင်းထန်လာကြတယ်။ အရာတစ်ချို ့ဟာ ပြောင်းလဲလာကြတယ်။ နေ ့တစ်နေ ့ရဲ ့အဆုံးဟာ ညသန်းခေါင်ယံမတိုင်မှီအချိန်ဖြစ်သလို အချစ်တစ်ခုရဲ ့နိဂုံးဟာလည်း ပွင့်ထွက်လာကြတဲ့ ခံစားမှုတွေ ပေါက်ကွဲမထွက်ခင်ကာလတစ်ခုပဲ။.Before Midnight ကို စဖွင့်တဲ့အခါ ကျွန်တော်တို ့တွေ ့ရတဲ့ Jesse နဲ ့Celine ဟာ လွန်ခဲ့တဲ့ ၉ နှစ်ကနဲ ့တစ်ခြားစီဖြစ်နေပြီ။ လွန်ခဲ့တဲ့ ၉ နှစ်ကလို ငယ်ရွယ်နုပျိုမှုတွေ မရှိတော့ဘူး။ အချစ်တွေတော့ ကျန်ကောင်းကျန်နေပါလိမ့်မယ်။ ဒါပေမဲ့ ဟန်ဆောင်မှုတွေလားလို့ သံသယဝင်မိလာတယ်။ ဒီဇာတ်ကားဟာ ထို ၃ ကားထဲမှာ သဘာဝအကျဆုံး၊ သရုပ်အမှန်ဆုံး တင်ပြထားခြင်းပဲ။ ဇာတ်ကောင်တွေမှာ တောက်ပတဲ့ အိပ်မက်တွေအစား နေ ့စဉ်ဖြတ်သန်းတဲ့ဘဝတွေရုန်းကန်မှုတွေက အစားထိုးလာတယ်။ Jesse မှာ အရင်ကလို စူးရှတဲ့ မျက်ဝန်းတွေ မရှိတော့ဘူး။ Celine မှာ အရင်ကလို စွဲဆောင်မှုရှိတဲ့ ခန္ဓာကိုယ် မရှိတော့ဘူး။ ရီဝေနေတဲ့ မျက်ဝန်းတွေနဲ ့အဆီတွေတက်နေတဲ့ ခန္ဓာကိုယ်တွေကို ကျွန်တော်တို ့မြင်လာရတယ်။.လွန်ခဲ့တဲ့ 18 နှစ်ကျော်တုန်းက Vienna ရဲ ့လမ်းမတွေပေါ်မှာ ပြင်သစ်သူလေး Celine တစ်ယောက် အချစ်ကိုရူးသွပ်စွာ ယုံကြည်ပုံကို ဘယ်လို ပြောခဲ့သလဲဆိုတော့ ထိုလူဟာ သူ ့ဆံပင်ကို ဘယ်လိုပုံစံထားလာမှာ၊ ဘယ်အကျင်္ီကို ဘယ်နေ ့မှာ သူဝတ်လာခဲ့တာ၊ ထိုလူရဲ ့တိုက်ဆိုင်ရင် တိုက်ဆိုင်သလို ပြောလေ့ရှိတဲ့ အကြောင်းအရာတွေကို သူခန် ့မှန်းတတ်လာခဲ့ပြီဆိုရင် သူဟာ ထိုလူကို တစ်ကယ်ချစ်နေမိပြီတဲ့။.ဒါပေမဲ့ အခုတော့ အချစ်ဆိုတာထက် ကျွန်မ ရှင့်ကို မချစ်နိုင်တော့ဘူးဆိုပြီး တံခါးကနေ ထွက်ခွာသွားတော့တယ်။ ထို ၃ ကားစလုံးမှာ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ဝင်ခန်းက Jesse ရဲ ့Celine ကို ပြေလည်အောင် လိုက်ပြောတဲ့ ဇာတ်ဝင်ခန်းပဲ။ အချစ်တစ်ခုရဲ ့အမှန်တရားတွေအကုန်လုံးကို ထို 10 မိနစ်အတွင်းမှာ ချပြခဲ့တယ်။ သရုပ်မှန်ဟာ လက်တွေ ့ဆန်တယ်။ စိတ်ကူးယဉ်မဟုတ်ဘူး။ Perfect မဖြစ်ဘူးဆိုတာ သူပြောသွားခဲ့တယ်။—————————————————————————–B E F O R E ရဲ ့နိဂုံးလူသားတွေ တစ်ကယ်ပြောင်းလဲကြလား။ အချစ်ဆိုတာကရော အချိန်နဲ ့အတူ ပြောင်းလဲတတ်သလား။ ပမာဏကို တိုင်းတာလို ့မရနိုင်ပေမဲ့ ပုံစံခြင်းတော့ ကွဲပြားသွားတတ်ကြပါတယ်။ အမှန်တော့ လူသားတွေဟာ မပြောင်းလဲကြပါဘူး။ ကိုယ့်ကိုကိုယ် ပြောင်းလဲကြတယ်လို ့အထင်မှားနေကြတာပါ။ ကျွန်တော် ပထမဆုံး ပြောခဲ့တဲ့ ဖူးစာကို ပြန်ပြောမယ်ဆိုရင် ဇာတ်လမ်းအဆုံးမှာ Jesse နဲ ့Celine တို ့လမ်းခွဲခဲ့ကြသလား။ ရှေ ့ဆက်လက်တွဲသွားကြသလား။ ဘာပဲဖြစ်ဖြစ် ဒါတွေအားလုံးဟာ သူတို ့နှစ်ယောက် ရွေးချယ်တဲ့ ဆုံးဖြတ်ချက်တွေပဲ။ ကံကြမ္မာက သူတို ့နှစ်ယောက်ကို နီးစပ်စေခဲ့တာ မဟုတ်ဘူး။ ကံကြမ္မာက သူတို ့နှစ်ယောက်ကို ခွဲခွာစေခဲ့တာလည်း မဟုတ်ဘူး။ သူတို ့နှစ်ယောက်စလုံးဟာ သူတို ့ရဲ ့ဆုံးဖြတ်ချက်ကိုပဲ ရွေးချယ်ခဲ့ကြတာ။ ဖူးစာဆိုတာ မရှိဘူး။ ကံကြမ္မာဆိုတာ မရှိဘူး။ ဖူးစာဆိုတာ ကျွန်တော်တို ့လူသားတွေ ကံကြမ္မာကို ခုတုံးလုပ်ပြီး အသုံးချလို ့ကောင်းတဲ့ စကားတစ်ခွန်းပဲ။.ရထားပေါ်က ဆင်းဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။ဒီစာအုပ်ဆိုင်ကို ပြန်လာဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။သူတို ့နှစ်ယောက်ရဲ ့ရန်ပွဲကိုလည်း …. ဖို ့သူတို ့ဆုံးဖြတ်ခဲ့ကြတယ်။.Before Sunrise က 1995 တုန်းက ထွက်ခဲ့တယ်။ Before Sunset ကိုတော့ 2004 မှာ ထွက်ခဲ့ပြီး နောက်ဆုံးကား Before Midnight ကို 2013 မှာထွက်ခဲ့တော့ အကယ်၍ 2013 အပြီး နောင် 9 နှစ်အကြာ 2022 မှာ နောက်ထပ် Before တစ်ကားကို ကျွန်တော် စောင့်ချင်တယ်။ Richard Linklater ရော၊ Julie Delpy ရော Ethan Hawke ရော ကျွန်တော်ရော 2022 ထိ အသက်ရှိထင်ရှား ရှိနေအုံးမယ်ဆိုရင်တော့ ကျွန်တော့်အတွက် မျှော်လင့်ချက်ကလေး ရှိချင်ရှိနေအုံးမှာပါ။ဇာတ်လမ်းအညွန်းကိုတော့ Movies – we watch,we feel page ကကူးယူဖော်ပြတာဖြစ်ပြီး ဘာသာပြန်ကတော့ကိုခိုင်လင်းပါ ။Before ကို Trilogy အဖြစ်ထွက်ရှိထားတာ ဖြစ်လို့ ကျန်တဲ့ sunset နဲ့ mid – night ၂ကားကိုလဲ ထပ်မံတင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်အားပေကြပါအုံးဗျQuality – 720p BlurayGern – Drama / RomanceSubtitle – MyanmarTranslator – May Thu SoeEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnna NikolaouRichard LinklaterVincent Palmo Jr.StarsAriane LabedAthina Rachel TsangariCharlotte PriorEthan HawkeJennifer PriorJulie DelpySeamus Davey-FitzpatrickWalter LassallyXenia KalogeropoulouYiannis PapadopoulosCastAnouk ServeraAriane LabedAthina Rachel TsangariCharlotte PriorEnrico FocardiEthan HawkeJennifer PriorJohn SlossJulie DelpyManolis GoussiasPanos KoronisSeamus Davey-FitzpatrickSerafeim RadisWalter LassallyXenia KalogeropoulouYiannis PapadopoulosYota Argyropoulou",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gXJXJiQtvm0JsSMybsaEQaiQKlq.jpg",
      "https://image.tmdb.org/t/p/w300/3urQv0Al3hXpdiVG5kBwcm8FSuW.jpg",
      "https://image.tmdb.org/t/p/w300/lv9UT4VyoyGFTKNBboMTeZ5ZcD3.jpg",
      "https://image.tmdb.org/t/p/w300/jG2R666WsGM086CTEdNQSoxvLPj.jpg",
      "https://image.tmdb.org/t/p/w300/15PM9u9hfsDm6KHUYrJVPpFeLso.jpg",
      "https://image.tmdb.org/t/p/w300/uFAKxHJH8A6nzqQQKrtQYvANCjo.jpg",
      "https://image.tmdb.org/t/p/w300/6dRor6UgPVDUKTaxh0fsYCTP5VQ.jpg",
      "https://image.tmdb.org/t/p/w300/aXrr2HXYClKxqaBgAKNYbjHKE0V.jpg",
      "https://image.tmdb.org/t/p/w300/czMrHlaPj38BY0sikEXEOTrtjdm.jpg",
      "https://image.tmdb.org/t/p/w300/6bDOdcz7UL5Iec9RRvevKGQViyn.jpg",
      "https://image.tmdb.org/t/p/w300/2wOAS2oIFfTeXHYDBiPrLA0AxX.jpg",
      "https://image.tmdb.org/t/p/w300/rEDGiac37B6AhfupP2C1BuV2PAV.jpg",
      "https://image.tmdb.org/t/p/w300/qnic43zID0mBJwydg3lOg5gx4Ge.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA5NzgxODE2NF5BMl5BanBnXkFtZTcwNTI1NTI0OQ@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/before-midnight-2013",
        "server": "VIP Links",
        "size": "860 MB/2.93GB",
        "quality": "BluRay 720p/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/before-midnight-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/before-midnight-2013-1080-p-blu-ray-cm-recode-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2mMrt/Before.Sunrise.1995.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMrl/Before.Midnight.2013.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMuX/Before_Midnight_[2013]_(MM_Sub)_(1).mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2mMrt/Before.Sunrise.1995.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMrl/Before.Midnight.2013.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMuX/Before_Midnight_[2013]_(MM_Sub)_(1).mp4",
        "server": "megaup.net",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://watchsb.com/kczc49vjv8fn.html",
        "server": "streamsb.com",
        "size": "2.93GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "mDI6YD3-W6Q",
      "video_url": "https://www.youtube.com/watch?v=mDI6YD3-W6Q",
      "embed_url": "https://www.youtube.com/embed/mDI6YD3-W6Q"
    }
  },
  {
    "metadata": "|2011||Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1700"
    },
    "title": "Don’t Go Breaking My Heart (2011)",
    "description": "Don’t Go Breaking My Heart (2011)=========================IMDb Rating – 6.5/102011 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး 2011 Best Asian Award ရရှိထားပြီး Louis Koo၊Gao Yuan Yuan နဲ့ Danial Wu စတဲ့နာမည်ကြီးတွေ အတွဲညီညီရိုက်ကူးထားတဲ့အချစ်ဒရာမာကားလေး လာပါပြီ။♥ ကိုယ်တို့သုံးယောက်ဆက်ဆံရေးမှာ အဆုံးသတ်တော့ရှိရမှာပဲ။ တစ်ခုခုတော့ရွေးချယ်ရမှာပဲဆိုတဲ့ အချစ်ကိုယုံကြည်ပြီး စောင့်ဆိုင်းနေတဲ့အချစ်ကြီးသူ ဖန်းချီဟုန်း ။♥ ယောက်ျားလေးဆယ်ယောက်မှာ ကိုးယောက်ကခြေရှုပ်ကြတယ်။ ကျန်တဲ့ တစ်ယောက်ကတော့ ခြေရှုပ်ဖို့ကြိုးစားနေကြတယ်ဆိုပြီး ဆင်ခြေအမြဲပြတတ်တဲ့ စော်ကြည်ဘဲကျန်းချန်ရန် ။♥ ကျွန်မ သူ့ကိုအရမ်းချစ်တယ်။ ဒါပေမဲ့ အခုတော့ရှင့်ကိုချစ်မိသွားပြီဆိုပြီးတော့ခံစားချက်ခြယ်လှယ်ရာကို မျက်စိစုံမှတ်ပြီး နှစ်မြောနေတတ်တဲ့ ချန်ကျီရှင်း ။သူတို့သုံးယောက်ရဲ့ကံကြမ္မာကလည်း အချစ်ဆိုတဲ့ဝင်္ကပါထဲ တစ်ဝဲလည်လည်ပါပဲ။ကြည့်နေရင်းနဲ့ကြည်နူးရမယ်။ တစ်ခါတစ်လေ အားမလိုအားမရဖြစ်လာမယ်။ ခံစားချက်နဲ့တိုက်ဆိုင်ပြီး သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းရှိသူဆိုရင်တော့ ချက်ချင်းဒေါင်းပြီးကြည့်လိုက်ပါတော့။လုံးဝလက်မလွတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားလို့ ညွှန်းဆိုချင်ပါတယ်။ပါဝင်တဲ့သရုပ်ဆောင်သုံးယောက် ဘယ်လောက်တောင်ဓါတုဗေဒမိလဲဆိုရင် အတွဲ(၂)ဆက်ရိုက်ဖို့ တောင်းဆိုကြတဲ့အထိပဲဆိုတော့ မြန်မြန်လေးခံစားကြည့်လိုက်ပါဦးဗျာ….(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Jo Jo Va မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့Jo Jo Va, A.Kai တို့ဖြစ်ပါတယ်)File Size – (1.4 GB) / (650 MB) / (450 MB)Quality – BluRay 1080p / 720p/480pDuration – 1h 55minsSubtitle – Myanmar HardsubFormat – MP4Genre : Drama, RomanceTranslator – Jo Jo Va, A.KaiEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohnnie ToStarsDaniel WuLouis KooYuanyuan GaoCastDaniel WuDu Ya-ChunGao YuanyuanIva Law Wing-HanJJ JiaLa RisaLam SuetLiu Yu-HongLouis KooSelena LeeTerence YinYan Jing-YaoZhihua Wang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tTLbll2fcqZPpBMjZrHbWbhdzZu.jpg",
      "https://image.tmdb.org/t/p/w300/dPtEwqRrBiSkQ0wBALNVhscGbkG.jpg",
      "https://image.tmdb.org/t/p/w300/owckxANNzZhiurC7nOILpNsIxG9.jpg",
      "https://image.tmdb.org/t/p/w300/aX58v8JmdXq4MGX8xmdfsleOY6j.jpg",
      "https://image.tmdb.org/t/p/w300/v728S5pTSUNM2J8sx3U8KihDsa6.jpg",
      "https://image.tmdb.org/t/p/w300/h8XK8EIapPJNvYTwxJcg0QUEj5k.jpg",
      "https://image.tmdb.org/t/p/w300/fpgXOy2u18B6mi290tdwayNqUfT.jpg",
      "https://image.tmdb.org/t/p/w300/7mTBPXnYF0qpU32VAI967MjtVMy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjBhN2M1MTUtMzE5Yy00ODU5LTllMzYtOGZlMjA4YmE3MTBmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dont-go-breaking-my-heart",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/dont-go-breaking-my-heart-2011-chinese-1080-p-blu-ray-x-265-vxt-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/12Om8/Dont.Go.Breaking.My.Heart.2011.CHINESE.1080p.BluRay.x265-VXT_new.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/r8a48lk5wwe4.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/68lw1TyL#FD4PG6VTeI7yROGUdfe6f-9waFtKa93rgDKg0442f-Y",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/v6euokq1ykqb.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/dont-go-breaking-my-heart-2011-chinese-720-p-blu-ray-x-265-vxt-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2oJgC/Dont.Go.Breaking.My.Heart.2011.CHINESE.720p.BluRay.x265-VXT_new.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://viewsb.com/aorlj91ngg6m.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/ikNUEByD#neVPsHBcm1U-_ccr0uszwfY4-HVlySd1Zu7XH8YFILA",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/pilaoyr631oc.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/dont-go-breaking-my-heart-2011-chinese-480-p-blu-ray-x-265-vxt-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/12Omo/Dont.Go.Breaking.My.Heart.2011.CHINESE.480p.BluRay.x265-VXT_new.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/4s535wl57n77.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/f5s2EBrT#phCJbqXl8yiUZtUV2aBg8tbeNROv5y8m4tmlfhdrwFQ",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/7q88a3i9cj5e.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "4OlRFeTw_pU",
      "video_url": "https://www.youtube.com/watch?v=4OlRFeTw_pU",
      "embed_url": "https://www.youtube.com/embed/4OlRFeTw_pU"
    }
  },
  {
    "metadata": "|2018|2h 3min|Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "604"
    },
    "title": "Just Only Love (2018)",
    "description": "Just Only Love (2019)“အချစ်ဆိုတာ ဘာလဲ”သူ အထီးကျန်နေတဲ့အချိန်မျိုးမှာ ကိုယ်က အမြဲတမ်း အသင့်ရှိနေပေးချင်တာမျိုးက အချစ်လားသူ ဝမ်းနည်းတဲ့အချိန်မျိုးမှာ ကိုယ်က အမြဲတမ်း အသင့်ရှိနေပေးချင်တာမျိုးက အချစ်လားပေးဆပ်ခြင်းက အချစ်လားပိုင်ဆိုင်ရမှ အချစ်လား။ဒီလိုမျိုး အချစ်ရဲ့အဓိပ္ပာယ်ကို ဇာတ်အေးအေးလေးနဲ့ညွှန်းဆိုဖော်ပြသွားမှာကတော့၂၀၁၉ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Just Only Love ဆိုတဲ့ ဂျပန်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။တာနက,မာမိုရုကို တစ်ဖက်သတ်ချစ်နေရတဲ့ ယာမဒ,တဲရုကို နဲ့ယိုကို,ကို တစ်ဖက်သတ်ချစ်နေရတဲ့ နာကဟာရ တို့ရဲ့ ခပ်ဆွေးဆွေး အချစ်ဇာတ်လမ်းလေးကို ရှုစားလိုက်ကြပါဦးနော်အညွှန်းနဲ့ဘာသာပြန်ကတော့Hmwe Thet Winnပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720pFile size…Format… mp4Duration…. 2h 3minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Hmwe Thet WinnEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAyumu NakajimaMai FukagawaMariko TsutsuiMoeka HoshiNoriko EguchiReiko KataokaRyô NaritaWakaba RyuuyaYukino Kishii",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6u22IvSFgopziEp9dd3lNk9SDKk.jpg",
      "https://image.tmdb.org/t/p/w300/htOpn0gJ8jPcmOvFnjoukeDo1XI.jpg",
      "https://image.tmdb.org/t/p/w300/pYthErzfCgmKFOyYfkX4rS6tnbG.jpg",
      "https://image.tmdb.org/t/p/w300/wHhg3nuGwWHBZgFOIQZBjCqyaFr.jpg",
      "https://image.tmdb.org/t/p/w300/5oVULxlNG1bKZ4b5gfrSA8kcRxm.jpg",
      "https://image.tmdb.org/t/p/w300/sUrGGSL7FGVmQNRRFyshPfzjgNT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9Q20wuTvtW0f2J2ehFePb9IfnUb.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rok1pmf51uvt.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/just-only-love-2019-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kYKlb/Just.Only.Love.2019.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MyNxxLRA#zOxd8K-9vwG9M310y8Jhg7pye8DzWiyMEbhuNoRcWjU",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qyovunex0i5b.html",
        "server": "usersdrive.com",
        "size": "6262MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/just-only-love-2019-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "6262MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kYKlb/Just.Only.Love.2019.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "6262MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gntx3LrY#C9CcRIEButdV80OREyjJkZJaW5k32_T4SrQ6_ly-mQM",
        "server": "mega.nz",
        "size": "6262MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pluzgo51grx4",
        "server": "streamvid.io",
        "size": "6262MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/wxjqi8cbaimw",
        "server": "streamsb.com",
        "size": "6262MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dcNfHXzX6Nc",
      "video_url": "https://www.youtube.com/watch?v=dcNfHXzX6Nc",
      "embed_url": "https://www.youtube.com/embed/dcNfHXzX6Nc"
    }
  },
  {
    "metadata": "PG|1991|118 min|Animation,Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "19,306"
    },
    "title": "Only Yesterday (1991)",
    "description": "Only Yesterday (1991) ကတော့ Studio Ghibli က ထုတ်လုပ်တဲ့ ဂျပန် Animated, Drama လေးပဲဖြစ်ပါတယ်။ပုံမှန် Animation ရုပ်ရှင်တွေက ကွဲလွဲနေတဲ့အချက်ကတော့ အရွယ်ရောက်ပြီးသူ အမျိုးသမီးတွေအတွက် ရည်ရွယ်ထားတဲ့ သရုပ်မှန် Drama လေးတစ်ပုဒ်ဖြစ်နေတာပါပဲ။Box Office မှာလည်း အံ့သြစရာကောင်းလောက်အောင် အောင်မြင်ခဲ့ပြီးတော့ အရွယ်ရောက်ပြီးသူအမျိုးသား အမျိုးသမီးတွေက တခဲနက် အားပေးခဲ့ကြတဲ့အတွက် ဂျပန်နိုင်ငံမှာ ဝင်ငွေအများဆုံး ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။IMDB Rating က 7.7 ရရှိထားပြီး Rotten Tomato 100% ထိရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၈၂ ခုနှစ်မှာ အသက် ၂၇ နှစ် အရွယ် အိမ်ထောင်မရှိသေးတဲ့ Taeko Okajima က တိုကျိုမြို့မှာ တစ်သက်လုံး အခြေချနေထိုင်ခဲ့ပြီးတော့ အားလပ်ရက်မှာ ကျေးလက်ဒေသကို သွားပြီး လယ်အလုပ်သွားလုပ်ပါတယ်။သွားတဲ့လမ်းတလျှောက်မှာ သူ့ရဲ့ ၁၀ နှစ်အရွယ်က အကြောင်းတွေ ကိုပြန်တွေးမိရင်း အတိတ်နဲ့ ပစ္စုပ္ပန်ကို တွဲပြီးတော့ ဂျပန်အမျိုးသမီးတွေရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းကို ဖော်ပြထားပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ဖြစ်ပါတယ်)File size__( 999 MB) and ( 450 MB) and  (1.8GB)Quality__BR-Rip 720p / 1080pIMDb Rating__7.7/10Format__mp4Duration__01:58:48Type__Animation, Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung Latt & YKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsao TakahataStarsChie KitagawaMasahiro ItouMayumi IizukaMichie TeradaMiki ImaiToshirō YanagibaYoko HonnaYoshimasa KondôYuki MinowaYuuki MasudaCastChie KitagawaIchirō NagaiIssey TakahashiMasahiro ItouMayumi IizukaMichie TeradaMiki ImaiToshirō YanagibaYoko HonnaYorie YamashitaYoshimasa KondôYuki MinowaYuuki Masuda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mn4NHCptzaKgnHIu45aGcHCgEF.jpg",
      "https://image.tmdb.org/t/p/w300/t3mHvE3pcZOKsLcR1mPXie6twek.jpg",
      "https://image.tmdb.org/t/p/w300/m2v2vmDqlSAtYyzDhFYbEjMAz8i.jpg",
      "https://image.tmdb.org/t/p/w300/hGVWibWMA6lBrZqXp9TD8mfTae1.jpg",
      "https://image.tmdb.org/t/p/w300/glMrAGFs9eiwoeI6eo3inYVIgbu.jpg",
      "https://image.tmdb.org/t/p/w300/m1YKeaZ3gYs84T5JR1DrwZrnwi3.jpg",
      "https://image.tmdb.org/t/p/w300/wXVX6B3des7ehxpKIDoywgxAH5U.jpg",
      "https://image.tmdb.org/t/p/w300/9IaPhbYZpJPt84e4goUT8hLfZ5H.jpg",
      "https://image.tmdb.org/t/p/w300/6bNcTlWbAVN27QQvfs9HJMjyMNh.jpg",
      "https://image.tmdb.org/t/p/w300/xetp3BHR8BbYNSeG3ASNes8iwzW.jpg",
      "https://image.tmdb.org/t/p/w300/bGHL05NQBhhM6tsAHK1mGuP913d.jpg",
      "https://image.tmdb.org/t/p/w300/dDz9JYWmHF7FHQa0JoERih5jJ7Q.jpg",
      "https://image.tmdb.org/t/p/w300/64TscShtbanM9suK8BjiXJNnNOZ.jpg",
      "https://image.tmdb.org/t/p/w300/ufgzarIICHDFbcto6eWamLXOhNB.jpg",
      "https://image.tmdb.org/t/p/w300/vubTV5JyATQVqzP4rCws7aieQFe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/images.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/only-yesterday1991",
        "server": "VIP Links",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/only-yesterday-1991-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/frlulNFe",
        "server": "datbu.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d9z56t1g113l.html",
        "server": "usersdrive.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/uumyj7g27xg1",
        "server": "veryfiles.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/fj54qzs4ylmq.html",
        "server": "streamsb.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/YQt6/Only_Yesterday_(1991)_[1080p]_(CM).mp4",
        "server": "megaup.net",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/only-yesterday1991",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/only-yesterday-1991-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/t5e7y0vtambw.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/30HDq/Only.Yesterday(1991).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://tubesb.com/7vip0lddf15x.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "OfkQlZArxw0",
      "video_url": "https://www.youtube.com/watch?v=OfkQlZArxw0",
      "embed_url": "https://www.youtube.com/embed/OfkQlZArxw0"
    }
  },
  {
    "metadata": "|||Adult,Asian,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(21+) In A Rainy Day (DLDSS-156)",
    "description": "ယုကာလေးနဲ့ မိတ်ဆက်ပေးရဉီးမယ်သေးသးသွယ်သွယ်လေးလေးနဲ့ ချစ်စရာ အမူရာလေးတွေမြင်ရမယ် ဆွဲဆွဲငင်ငင် ကြည့်တက်တဲ့သူ့အကြည့်တွေသူက ကော်ဖီဆိုင်လေးတစ်ဆိုင်မှာ အလုပ်လုပ်နေပါတယ်ဆိုင်ထဲမှာ အသစ်ရောက်လာတဲ့ ဆူဇူကီသူကတော့ အချိန်ပိုင်း အလုပ်သမားလေးပါဆူဇူကီက အတွေ့အကြုံမရှိတဲ့ လူပျိုလေးသူက ယုကာလေးကို ခိုးခိုးကြည့်နေရတဲ့သူလေးတစ်နေ့ ဆိုင်သိမ်းချိန် မိုးတွေ သဲကြီးမဲကြီး ရွာချလိုက်ပါတယ်အိမ်အပြန် ရထားတွေတောင်ရပ်ရတဲ့အထိ မိုးက သဲကြီးမဲကြီးပဲသူတို့နှစ်ယောက် အိမ်ပြန်မရတဲ့အခါမှာတော့လူနှစ်ယောက် အိပ်လို့မရတော့တဲ့အခါ ဘယ်လိုတွေဖြစ်တက်လဲဆိုတာ အကြမ်း အရမ်းတွေက ကောင်းလှတာမို့DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်File size…2.85GB  / 1.11GBQuality…1080p /720pFormat…mp4Duration….2h 19minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsHodaka YukaCastHodaka Yuka",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/DLDSS156-convert.io-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dldss-156-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/12ivemavhhnd.html",
        "server": "usersdrive.com",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/rxn2sd61mlcv",
        "server": "streamvid.io",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yoE3/DLDSS-156.1080p(DS).mp4",
        "server": "megaup.net",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pA9w1aLL#jaBQTRM1_H32vFL4tZI_cHiVRaqy7ZkfadZSYqTIU7U",
        "server": "mega.nz",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dldss-156-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hvb56axi39ja.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/nx2zn2v74pj0",
        "server": "streamvid.io",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2yoE8/DLDSS-156_720p(DS).mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tdEUlQha#mUrAwxJ_MOCSBIE899jYJ0PoNJTu_Uowi1p2D5JYDGY",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]