[
  {
    "metadata": "PG|1984|1h 58 min|Action,Adventure,Mystery",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "431,759"
    },
    "title": "Indiana Jones and the Temple of Doom (1984)",
    "description": "Indiana Jones and the Temple of Doom (1984)IMDb Rating (7.5) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ စိတ်ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ဇာတ်ကားတစ်ကားပေါင်းရိုက်ဖို့ စိတ်ကူးမိခဲ့ကြတယ်။ Indiana Jones ပေါ့။စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ဖန်တစ်ရာတေ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့ ဗီလိန်ကလည်း တစ်ခါလာလည်း ဒီလိုပုံစံ၊ နောက်တစ်ယောက်လာလည်းဒီလိုပုံစံ၊ ဘယ်လိုလာလာ မင်းသားပဲနိုင်သွားလေသတည်းဆိုတဲ့ B အဆင့် ဇာတ်ကားတွေကို မှီးပြီး Indiana Jones ကို ဖန်တီးခဲ့ကြပေမဲ့ Raiders of the Lost Ark (1981) ဟာ အကြီးအကျယ်ပေါက်သွားခဲ့တယ်။ အော်စကာဆုတွေထိပါ ရသွားခဲ့တယ်။ ဒါရိုက်တာ စပီးဘာ့ဂ်အတွက်လည်း လက်နဲ့ထိရင် ရွှေဖြစ်တဲ့ကာလ လို့တောင် ပြောစမှတ်ပြုခဲ့ရတယ်။ Indiana ရဲ့ နာမည်ကိုလည်း တစ်ကမ္ဘာလုံးသိသွားခဲ့ပါတယ်။The Temple of Doom (1984) ကိုတော့ Raiders မတိုင်ခင် တစ်နှစ်အလိုမှာ ဇာတ်အိမ်တည်ထားလိုက်တယ်။ ဗီလိန်တွေက နာဇီတွေပဲ ထပ်မဖြစ်စေချင်တဲ့အကြောင်းအရင်းကြောင့်ပေါ့။ Temple of Doom ဟာ Raiders လောက်တော့ ဂန္ထဝင်တွင်လောက်အောင်ပေါက်တဲ့ကား မဟုတ်ခဲ့ပေမဲ့ အထိုက်အလျောက်တော့ အောင်မြင်မှုရခဲ့ပြီး‌ အော်စကာပါရခဲ့ပါတယ်။ ပထမကားနဲ့ ဘယ်လိုမှမတူ၊ နောက်လာမယ့်ကားတွေနဲ့လည်း ဘယ်လိုမှမတူအောင် Deep Dark ပြီး သွေးထွက်သံယိုတွေအများဆုံးကားတစ်ကားအဖြစ် Indiana Jones Franchise ထဲမှာ ကွဲအထွက်ဆုံးကားတစ်ကားဖြစ်ခဲ့တယ်။ လူမျိုးရေးခွဲခြားမှုပြဿနာတွေ ကျွန်သဘောက်ပြဿနာတွေလည်း မီးမောင်းထိုးပြခဲ့တဲ့ကား ဖြစ်ခဲ့တယ်။နှစ်ကြာလာလေ ပိုကောင်းလာလေဆိုပြီး နှစ်ချို့ဝိုင်လိုဖြစ်ခဲ့ပေမဲ့ Temple of Doom ဟာ သူ့နှစ်မှာတော့ ဝေဖန်ရေးသမားတွေ အတော်များများအကြိုက်တွေ့ခဲ့ကြတဲ့ ရုပ်ရှင်တစ်ကားတော့ မဟုတ်ခဲ့ဘူး။ အဲဒီအတွက် လူးကပ်စ်ဟာ ဒီပြဿနာကို ‌Sean Connery နဲ့ Holy Grail ကို ပေါင်းထည့်‌ပြီး‌ ဖြေရှင်းပေးလိုက်တယ်။ခုနေ အင်ဒီယာနာဂျုံးစ်ကြည့်ဖူးတဲ့ ဘယ်သူ့ကိုမဆို “အကြိုက်ဆုံးက ဘာကားလဲ” လို့ သွားမေးလိုက်ရင် ဖန်အတော်များများ‌ဖြေကြမှာက The Last Crusade (1989) ပဲ ဖြစ်လိမ့်မယ်။ Raiders အလွန်မှာ အပြီးပြည့်စုံဆုံးဖြစ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ အစအဆုံးကို မှတ်မှတ်ရရ ရှိနေလောက်အောင်ကို ကောင်းလွန်းခဲ့တဲ့ ဇာတ်ကားတစ်ကားပေါ့။ ကွန်နရီနဲ့ဖို့ဒ်တို့ရဲ့ သားအဖ Moments တွေ၊ ပြန်ပါလာတဲ့ အချစ်တော်ကြီး ဆာလာ၊ ရင်လည်းဖိုရသလို ခွီလည်းခွီရတဲ့ Action ခန်းတွေ၊ ဂျုံးစ်နဲ့ ဟစ်တလာ၊ ဂျုံးစ်ရဲ့ ငယ်ဘဝ တစေ့တစောင်း၊ နောက်ဆုံး ဘုရားသခင်ရဲ့ သောက်တော်ရေခွက်။ သိပ်ကို လှပလွန်းခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။Original Trilogy အပြီးမှာတော့ အင်ဒီယာနာဂျုံးစ်ဆိုတဲ့ နာမည်နဲ့ ဇာတ်ကောင်ဟာ တစ်ကမ္ဘာလုံးစာ လွှမ်းမိုးသွားခဲ့တယ်။ သူ့ရဲ့ Trademark ဖြစ်တဲ့ ကျာပွတ် လယ်သာဂျက်ကတ် သက္ကလပ်ဦးထုပ်ပျော့ စတဲ့ဟာတွေကလည်း Lightsaber တွေနည်းတူ ရောင်းအားထိပ်ဆုံးရောက်ခဲ့တယ်။ Canon မဟုတ်တဲ့ အင်ဒီယာနာဂျုံးစ် ဂိမ်းတွေ ဝတ္ထုတွေ ကောမစ်တွေကလည်း အဆက်မပြတ်ထွက်လာခဲ့တယ်။ Indiana Jones ဇာတ်ကားတွေကလည်း နောင်လာမယ့် စွန့်စားခန်းရုပ်ရှင်တွေရဲ့ မီးရှူးတိုင် ပြဌာန်းစာအုပ်တွေ ဖြစ်သွားသလို One of the World’s Greatest Action Heroes အနေနဲ့လည်း အသိအမှတ်ပြုခံခဲ့ရတယ်။Paramount နဲ့ ငါးကားစာ စာချုပ်ချုပ်ပြီးသားဖြစ်လို့ နောက်တစ်ကားအတွက် လူးကပ်စ်က ဇာတ်လမ်းရှာနေတဲ့အချိန်မှာ ဇာတ်လမ်းလည်းစဉ်းစား အပျင်းလည်းပြေ တစ်ချက်ခုတ် နှစ်ချက်ပြတ်အနေနဲ့ The Young Indiana Jones Chronicles စီးရီးကြီးကို ရိုက်ဖြစ်သွားတယ်။ ပရိသတ်တွေ သိချင်လှပါချည်ရဲ့ဆိုတဲ့ ဂျုံးစ်ရဲ့ ငယ်ဘဝ လူငယ်ဘဝ အဖြစ်အပျက်အကုန်ကို လူးကပ်စ်က ချပြခဲ့တယ်။ Star Wars ထဲမှာ Princess Leia အနေနဲ့ သရုပ်ဆောင်ခဲ့တဲ့ Carrie Fisher တောင် တစ်ပိုင်းအတွက် ဇာတ်ညွှန်းဝင်ရေးပေးခဲ့သလို Harrison Ford ကိုယ်တိုင်လည်း အင်ဒီယာနာအနေနဲ့ တစ်ပိုင်း ဝင်ပါခဲ့ပါသေးတယ်။ခရူးဆိတ်အလွန် 19 နှစ်အကြာမှာတော့ အင်ဒီယာနာဟာ ပိတ်ကားပေါ် ပြန်ရောက်လာခဲ့တယ်။ ဖို့ဒ်လည်း အိုနေပြီဖြစ်သလို ဂျုံးစ်လည်း အိုနေပြီ၊ စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်ရောပေါ့။ ဒါပေမဲ့ The Kingdom of the Crystal Skull (2008) ဟာ ပရိသတ်အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ မာရီယွန်ရေဗန်ဝုဒ်တို့ကို ပြန်ပေါင်းစည်းစေပြီး ခုခေတ်ရဲ့ တိုးတက်လာတဲ့ နည်းပညာတွေသုံးပြီး အရင်ကားတွေရဲ့ အရသာ ပြန်ရစေ‌ဖို့ အတတ်နိုင်ဆုံးကြိုးစားထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ခဲ့ပါတယ်။ ဇရာထောင်းလာပြီဖြစ်တဲ့ ဟယ်ရီဆင်ဖို့ဒ်အတွက် ဂျုံးစ်ဇာတ်ကောင်ကနေ အနားယူနိုင်အောင်လို့ လှလှပပသိမ်းထားတဲ့ ဇာတ်သိမ်းခန်းလေးနဲ့ပေါ့။ ဒါပေမဲ့ Shia LaBeouf ကြောင့် ဒီပလန် အလုပ်ဖြစ်မသွားဘူး။2012 မှာ Lucasfilm ကို ဒစ်စနေးက ဝယ်လိုက်လို့ Star Wars နဲ့ Indiana Jones ဟာ ဒစ်စနေးပိုင်ဆိုင်မှုအောက် ရောက်သွားတယ်။ အဲဒီနောက်မှာတော့ Star Wars တွေပဲ ပေါပေါလောလောထွက်လာပေမဲ့ အင်ဒီယာနာအတွက်တော့ ဇာတ်လမ်းရှာနေတာနဲ့တင် ဆယ်နှစ်ကြာသွားတယ်။ ကားအသစ်မှာသုံးဖို့ ဇာတ်ချိတ်ပစ္စည်း MacGuffin ကို လူးကပ်က စဉ်းစားထားပြီးပေမဲ့ ဇာတ်လမ်းကိုတော့ သူမရေးတော့ဘူး။ စပီးဘာ့ဂ်ကလည်း Kingdom of Crystal Skull အလွန်မှာ လူသစ်ဒါရိုက်တာတစ်ယောက်ယောက် ပြောင်းကိုင်စေချင်တယ်။ ဒီလိုနဲ့ပဲ အင်ဒီယာနာ ကားသစ်ဟာ Walk the Line, Logan နဲ့ Ford v Ferrari စတဲ့ ကားကောင်းတွေရိုက်ခဲ့တဲ့ James Mangold လက် ရောက်သွားတယ်။The Dial of Destiny (2023) ဟာ Indiana Jones Franchise ကြီးအတွက် နောက်ဆုံးပိတ်ကားဖြစ်လာတယ်။ ပါရာမောင့်နဲ့ ငါးကား စာချုပ်ကလည်း ပြည့်ပြီကိုး။ Disney က လူပြောင်းပြီး ထပ်ညှစ်ထုတ်ရင် ထုတ်နိုင်လောက်သေးပေမဲ့ ဒီကားက Harrison Ford ရဲ့ Indiana Jones အတွက် ဇာတ်သိမ်းခန်းတစ်ခုခုကို ယူဆောင်ပေးရတော့မယ့်ကားတစ်ကားပါပဲ။မထွက်သေးခင် Trailer အနေနဲ့ရော၊ ထွက်တဲ့အချိန်မှာရော Mixed Reviews တွေ အများကြီးရှိခဲ့တဲ့ နောက်ဆုံးကားဟာ ကောင်းမကောင်းဆိုတာ ကြည့်တဲ့သူအပေါ်အများကြီး မူတည်သွားပါလိမ့်မယ်။ သမိုင်းကြီးခဲ့တဲ့ ဇာတ်ကောင်တစ်ကောင်ရဲ့ ဇာတ်သိမ်းဟာ ဒီအတိုင်းပဲ ဖြစ်သင့်လား ဆိုတာက ကြည့်ပြီးရင်ဖြစ်လာမယ့် မေးခွန်းတစ်ခု‌ပေါ့။ဘယ်လိုပဲဆိုဆိုပါ George Lucas, Steven Spielberg, John Williams နဲ့ Harrison Ford တို့ ဖန်တီးခဲ့ကြတဲ့ Indiana Jones Franchise ကြီးဟာ နှစ်ပေါင်း 40 ကျော်အကြာမှာ ရုပ်ရှင်ငါးကား စီးရီးတစ်ခုနဲ့ ဇာတ်သိမ်းသွားပါပြီ။ ဒါပေမဲ့ ကျွန်‌တော်တို့ အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ သူ့ရဲ့ စွန့်စားခန်းတွေကတော့ ဘယ်တော့မှ တိမ်ကော‌ပျောက်ပျက်မသွားမယ့် သမိုင်းတစ်ပုဒ်ပါပဲ။“I am like a bad penny, I always turn up.”– Indiana Jones (Harrison Ford)~ Y ~Indiana Jones ဇာတ်ကားများကိုhttps://channelmyanmar.org/?s=indiana+jonesမှာကြည့်လို့ရပါတယ်။File size…(12 GB)/(3 GB)/ (1.4 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:58:26Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka Naung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2hMt6zKQsvYvH3ZRe8T6RzAD2XB.jpg",
      "https://image.tmdb.org/t/p/w300/oii9ijqR6hDO1dS6u8CTBF3AnE0.jpg",
      "https://image.tmdb.org/t/p/w300/iO73omOyLwUPW22EpaZkJNC72ec.jpg",
      "https://image.tmdb.org/t/p/w300/xDGFzUU0eJLDwgb5hjkYK3f0Uv9.jpg",
      "https://image.tmdb.org/t/p/w300/4ooZwR267AZXEvXziUNgLQlj6YR.jpg",
      "https://image.tmdb.org/t/p/w300/iBYpzFytr6JDBKfPaccxuU8lGt7.jpg",
      "https://image.tmdb.org/t/p/w300/9lm7drIvSPANclGcbVUYJlK4ivh.jpg",
      "https://image.tmdb.org/t/p/w300/f133nWlU6yUkZqqwcCXCbTEJWHr.jpg",
      "https://image.tmdb.org/t/p/w300/a4cX1maHQn5JFQMfYGR72cK8bfH.jpg",
      "https://image.tmdb.org/t/p/w300/7YOadWNKSHn0vDKLXiUtGqDtwha.jpg",
      "https://image.tmdb.org/t/p/w300/ysQlsAuidf3G6fNhcKlPKBhkHXr.jpg",
      "https://image.tmdb.org/t/p/w300/ktmahmVuZ6RHBtUFR7pzYKpHvGQ.jpg",
      "https://image.tmdb.org/t/p/w300/xnjrLKOW4VqrTbxyHoVbcdwcjtq.jpg",
      "https://image.tmdb.org/t/p/w300/rQ0WHdv5XgJCmoVhqHnJ55tNemg.jpg",
      "https://image.tmdb.org/t/p/w300/g9KyFoAFoyqSaCRlZhcYpueRzPw.jpg",
      "https://image.tmdb.org/t/p/w300/4oVTPNPw1nIAPgLSw53mrjn7u2w.jpg",
      "https://image.tmdb.org/t/p/w300/zQ2YQRmGYp5EH4ukHisSqtKswz2.jpg",
      "https://image.tmdb.org/t/p/w300/oGd9YeFR3CEuvnitdH3IAC29kaw.jpg",
      "https://image.tmdb.org/t/p/w300/cDlsML4L9fRIUuXKNXVh5Z3IzMX.jpg",
      "https://image.tmdb.org/t/p/w300/zj6gIne31JvevSKfNmOzaBhDIVj.jpg",
      "https://image.tmdb.org/t/p/w300/g928cEtQ5xep2jmkpv4W4NHRpeh.jpg",
      "https://image.tmdb.org/t/p/w300/wR2Fd3G5wADovzYcioQUPlYZbpu.jpg",
      "https://image.tmdb.org/t/p/w300/vnt2hwZ6hMP5i6RNI4AodcaH0Ny.jpg",
      "https://image.tmdb.org/t/p/w300/zz6GVdzDf0nARHB85moxpu5i3j0.jpg",
      "https://image.tmdb.org/t/p/w300/63bzlQvRtTJdqxEE8WQTZDMdNpF.jpg",
      "https://image.tmdb.org/t/p/w300/uDlqEq9ep3JDxRgziaI5vHmNNVT.jpg",
      "https://image.tmdb.org/t/p/w300/c5QmItu3rDQfVxf2dBVc4iDhI3p.jpg",
      "https://image.tmdb.org/t/p/w300/z9vhiDILKWGHZ6Kz01JCbnM6l7Q.jpg",
      "https://image.tmdb.org/t/p/w300/rCybT1Z25XlVLXOtlPAUGCNZHdo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-The-Temple-of-Doom.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-temple-of-doom-1984-2160-p-4-k-uhd-sdr-10-bluray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "12 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-temple-of-doom-1984-1080-p-sdr-10-bluray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3iATO/(CM)_Indiana_Jones_and_the_Temple_of_Doom_(1984)_1080p_SDR10_Bluray_x265_10bit_HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/2IEkCCib#nQmAYRehsyBix-NOrIU-ldoL7d5SG1a42f7EYqIl8-I",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/2op66hrqxgwm.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-temple-of-doom-1984-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gIsi/(CM)_Indiana_Jones_and_the_Temple_of_Doom_(1984)_BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XNkwyT7Q#yXeac_Vib4bSzqmxB_raK94dqlYAZuLfvMpJA1hbEZM",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/irxe6j8yp8eu.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7gn5qe1on5lw",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/c6aqvh7l28b4",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "plSdhHECZUo",
      "video_url": "https://www.youtube.com/watch?v=plSdhHECZUo",
      "embed_url": "https://www.youtube.com/embed/plSdhHECZUo"
    }
  },
  {
    "metadata": "R||1h 9min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "83,312"
    },
    "title": "Following (1998)",
    "description": "[Unicode]Following (1998)IMDB .========== 7.5/10Rotten Tomatoes = 81%” ခင်ဗျား ကားပေါ်မှာ တခြားလူတွေစကားပြော‌နေတာကို နားထောင်ဖူးလား။ဒါမှမဟုတ်ဗျာ မြေအောက်ရထားလမ်းမှာ တွေ့တဲ့လူတွေကိုဖြစ်ဖြစ် လမ်းပေါ်ကတစ်‌ယောက်ယောက်ကိုပဲဖြစ်ဖြစ်စိတ်ဝင်စားစရာကောင်းတဲ့ပုံစံ နည်းနည်းလေး ထူးဆန်းတဲ့ပုံစံရှိတဲ့လူကိုဖြစ်ဖြစ် ဒီလိုတစ်ခုခုကိုပေါ့သူတို့ဘဝက ဘယ်လိုရှင်သန်နေလဲ သူတို့ ဘာလုပ်သလဲသူတို့ ဘယ်ကလာလဲ သူတို့ဘယ်ကိုသွားမလဲဆိုတာ ခင်ဗျား သိချင်စိတ်မဖြစ်ဖူးဘူးလား။လူတစ်ယောက်ယောက်ရဲ့ ပြုမူကျင့်ကြံပုံကို ခင်ဗျား သတိထားကြည့်မယ်ဆိုရင်စောင့်ကြည့်နေရင်း မေးခွန်းတွေ ထောင်ပေါင်းများစွာ ထွက်လာမယ်။ကျုပ်က အဲ့ဒီမေးခွန်းတွေကို မေးချင်ခဲ့တာ။အဖြေတွေက ဘာတွေလဲဆိုတာ သိချင်ခဲ့တာ။ဒီတော့ ကျုပ် လူတွေကို နောက်ယောင်ခံလိုက်ပြီး သိရအောင်လုပ်ခဲ့တယ်။”ဒါတွေက ကျွန်တော့် အညွှန်းမဟုတ်ပါဘူး။Followingထဲက စကားတွေပါပဲ။။ Followingဟာခင်ဗျား ဘာတစ်ခုမှမသိဘဲ ကြည့်သွားရင် ပိုအရသာရှိမယ့်ရုပ်ရှင်ပါပဲ။ ခံစားမှုကို။လမ်းကြောင်းပေးစရာမလိုပါဘူး။ဇာတ်လမ်းအကျဉ်းလည်း။ရေးစရာမလိုပါဘူး။ရေးလည်းမရေးတတ်ပါဘူး။ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေးကိုယ်တိုင်ရိုက်ပြီး ကိုယ်တိုင် Cinematographyပိုင်းပါလုပ်ခဲ့တဲ့သူက ခရစ္စတိုဖာနိုလန်ပါ။ဒီဘက်ခေတ် ဟောလိဝုဒ် ရုပ်ရှင်လောကမှာရုပ်ရှင်အရေအတွက်နည်းနည်းနဲ့ မှော်ဝင်အောင်ရိုက်တဲ့လူတွေကို လက်ချိုးရေလို့ရပါတယ်။အဲ့ဒီထဲက တစ်ယောက်ကခရစ္စတိုဖာနိုလန်ပါပဲ။ နိုလန်ဟာ Following (1998),Memento(2000),Insomnia (2002) The Prestige(2006),TDK Triology(2005-12),။Inception(2010),Interstellar(2014),Dunkrik(2017) Tenet( 2020)စတဲ့ သူ့ရုပ်ရှင်ဆယ့်တစ်ကားလုံးကို ကိုယ်တိုင်ဇာတ်ညွှန်းရေးခဲ့ပြီးDunkirk၊ Interstellar Followning၊ Inception နဲ့ဒီနှစ်ထွက်မယ့်Tenetတို့ရဲ့ Story Line အပြည့်အစုံကိုလည်းကိုယ်တိုင်‌ရေးခဲ့တဲ့သူပါ။Inceptionအတွက်ဆို သူဆယ်နှစ်အချိန်ယူခဲ့တယ်ဆိုပါတယ်။ သူ့ရုပ်ရ‌ှင်အားလုံးနီးပါးဟာပရိတ်သတ်ရဲ့ စိတ်အာရုံကိုလည်းဖမ်းစားနိုင်အနုပညာအရည်အသွေးလည်းပြည့် ချိန်ခွင်ညီပါတယ်Followingဟာသူ့ရဲ့ ပထမဦးဆုံး ရုပ်ရှင်ပါ။ ပြီးတော့အဖြူအမဲရုပ်ရှင်ပါ။ တစ်နာရီ ဆယ်မိနစ်သာကြာပါတယ်။Presrigeတို့ mementoတို့မှာ အထွတ်အထိပ်ရောက်ခဲ့တဲ့နိုလန်ရဲ့ ရုပ်ရှင်တင်ဆက်ပြသမှုအရည်အသွေးဟာဒီပထမဆုံးရုပ်ရှင်မှာလည်း မညံ့ခဲ့ပါဘူး။သူဟာ Jigsaw puzzelတစ်ခုလို အစီအစဉ်မကျတဲ့ဇာတ်ကွက်ပေါင်းများစွာကို ကြည့်ရှုသူရဲ့ ခေါင်းထဲရိုက်သွင်းပုံဖော်ခိုင်းပြီးမှ မထင်မှတ်ထားတဲ့ အပြောင်မြောက်ဆုံးပုံရိပ်တစ်ခုကို ကိုယ်တိုင်ကိုယ်ကျပါဝင်ဖန်တီးစေလိုက်တာပါပဲ။တစ်နာရီဆယ်မိနစ်သာရှိတာမို့ တစ်ချို့ရုပ်ရှင်သမားတွေကတော့Followingဟာ Character Developmentဖြစ်ဖို့လုံလောက်တဲ့.အချိန်မရခဲ့ဘူးပြောကြပေမယ့် ဒီရုပ်ရှင်ဟာအခုအတိုင်းကို အပြည့်စုံဆုံးလို့ ကျွန်တော်တော့ထင်ပါတယ်။ဒီရုပ်ရှင်ဟာ တစ်ချို့သူတွေအတွက်တော့ ရင်ထဲစွဲညှိစရာတစ်ခုဖြစ်သွားနိုင်ပါတယ် ရင်ဘတ်ချင်းမနီးလို့ ရင်ထဲစွဲညှိစရာဘာမှမကျန်ခဲ့ရင်တောင် ဒီတစ်နာရီဟာ အချိန်ပေးရတာအတန်ဆုံး တစ်နာရီ ဖြစ်‌နေဦးမှာပါပဲ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Following (1998)IMDB .========== 7.5/10Rotten Tomatoes = 81%” ခင္ဗ်ား ကားေပၚမွာ တျခားလူေတြစကားေျပာ‌ေနတာကို နားေထာင္ဖူးလား။ဒါမွမဟုတ္ဗ်ာ ေျမေအာက္ရထားလမ္းမွာ ေတြ႕တဲ့လူေတြကိုျဖစ္ျဖစ္ လမ္းေပၚကတစ္‌ေယာက္ေယာက္ကိုပဲျဖစ္ျဖစ္စိတ္၀င္စားစရာေကာင္းတဲ့ပုံစံ နည္းနည္းေလး ထူးဆန္းတဲ့ပုံစံရွိတဲ့လူကိုျဖစ္ျဖစ္ ဒီလိုတစ္ခုခုကိုေပါ့သူတို႔ဘ၀က ဘယ္လိုရွင္သန္ေနလဲ သူတို႔ ဘာလုပ္သလဲသူတို႔ ဘယ္ကလာလဲ သူတို႔ဘယ္ကိုသြားမလဲဆိုတာ ခင္ဗ်ား သိခ်င္စိတ္မျဖစ္ဖူးဘူးလား။လူတစ္ေယာက္ေယာက္ရဲ႕ ျပဳမူက်င့္ႀကံပုံကို ခင္ဗ်ား သတိထားၾကည့္မယ္ဆိုရင္ေစာင့္ၾကည့္ေနရင္း ေမးခြန္းေတြ ေထာင္ေပါင္းမ်ားစြာ ထြက္လာမယ္။က်ဳပ္က အဲ့ဒီေမးခြန္းေတြကို ေမးခ်င္ခဲ့တာ။အေျဖေတြက ဘာေတြလဲဆိုတာ သိခ်င္ခဲ့တာ။ဒီေတာ့ က်ဳပ္ လူေတြကို ေနာက္ေယာင္ခံလိုက္ၿပီး သိရေအာင္လုပ္ခဲ့တယ္။”ဒါေတြက ကြၽန္ေတာ့္ အၫႊန္းမဟုတ္ပါဘူး။Followingထဲက စကားေတြပါပဲ။။ Followingဟာခင္ဗ်ား ဘာတစ္ခုမွမသိဘဲ ၾကည့္သြားရင္ ပိုအရသာရွိမယ့္႐ုပ္ရွင္ပါပဲ။ ခံစားမႈကို။လမ္းေၾကာင္းေပးစရာမလိုပါဘူး။ဇာတ္လမ္းအက်ဥ္းလည္း။ေရးစရာမလိုပါဘူး။ေရးလည္းမေရးတတ္ပါဘူး။ဒီ႐ုပ္ရွင္ကို ကိုယ္တိုင္ေရးကိုယ္တိုင္႐ိုက္ၿပီး ကိုယ္တိုင္ Cinematographyပိုင္းပါလုပ္ခဲ့တဲ့သူက ခရစၥတိုဖာႏိုလန္ပါ။ဒီဘက္ေခတ္ ေဟာလိဝုဒ္ ႐ုပ္ရွင္ေလာကမွာ႐ုပ္ရွင္အေရအတြက္နည္းနည္းနဲ႔ ေမွာ္၀င္ေအာင္႐ိုက္တဲ့လူေတြကို လက္ခ်ိဳးေရလို႔ရပါတယ္။အဲ့ဒီထဲက တစ္ေယာက္ကခရစၥတိုဖာႏိုလန္ပါပဲ။ ႏိုလန္ဟာ Following (1998),Memento(2000),Insomnia (2002) The Prestige(2006),TDK Triology(2005-12),။Inception(2010),Interstellar(2014),Dunkrik(2017) Tenet( 2020)စတဲ့ သူ႔႐ုပ္ရွင္ဆယ့္တစ္ကားလုံးကို ကိုယ္တိုင္ဇာတ္ၫႊန္းေရးခဲ့ၿပီးDunkirk၊ Interstellar Followning၊ Inception နဲ႔ဒီႏွစ္ထြက္မယ့္Tenetတို႔ရဲ႕ Story Line အျပည့္အစုံကိုလည္းကိုယ္တိုင္‌ေရးခဲ့တဲ့သူပါ။Inceptionအတြက္ဆို သူဆယ္ႏွစ္အခ်ိန္ယူခဲ့တယ္ဆိုပါတယ္။ သူ႔႐ုပ္ရ‌ွင္အားလုံးနီးပါးဟာပရိတ္သတ္ရဲ႕ စိတ္အာ႐ုံကိုလည္းဖမ္းစားႏိုင္အႏုပညာအရည္အေသြးလည္းျပည့္ ခ်ိန္ခြင္ညီပါတယ္Followingဟာသူ႔ရဲ႕ ပထမဦးဆုံး ႐ုပ္ရွင္ပါ။ ၿပီးေတာ့အျဖဴအမဲ႐ုပ္ရွင္ပါ။ တစ္နာရီ ဆယ္မိနစ္သာၾကာပါတယ္။Presrigeတို႔ mementoတို႔မွာ အထြတ္အထိပ္ေရာက္ခဲ့တဲ့ႏိုလန္ရဲ႕ ႐ုပ္ရွင္တင္ဆက္ျပသမႈအရည္အေသြးဟာဒီပထမဆုံး႐ုပ္ရွင္မွာလည္း မညံ့ခဲ့ပါဘူး။သူဟာ Jigsaw puzzelတစ္ခုလို အစီအစဥ္မက်တဲ့ဇာတ္ကြက္ေပါင္းမ်ားစြာကို ၾကည့္ရႈသူရဲ႕ ေခါင္းထဲ႐ိုက္သြင္းပုံေဖာ္ခိုင္းၿပီးမွ မထင္မွတ္ထားတဲ့ အေျပာင္ေျမာက္ဆုံးပုံရိပ္တစ္ခုကို ကိုယ္တိုင္ကိုယ္က်ပါ၀င္ဖန္တီးေစလိုက္တာပါပဲ။တစ္နာရီဆယ္မိနစ္သာရွိတာမို႔ တစ္ခ်ိဳ႕႐ုပ္ရွင္သမားေတြကေတာ့Followingဟာ Character Developmentျဖစ္ဖို႔လုံေလာက္တဲ့.အခ်ိန္မရခဲ့ဘူးေျပာၾကေပမယ့္ ဒီ႐ုပ္ရွင္ဟာအခုအတိုင္းကို အျပည့္စုံဆုံးလို႔ ကြၽန္ေတာ္ေတာ့ထင္ပါတယ္။ဒီ႐ုပ္ရွင္ဟာ တစ္ခ်ိဳ႕သူေတြအတြက္ေတာ့ ရင္ထဲစြဲညႇိစရာတစ္ခုျဖစ္သြားႏိုင္ပါတယ္ ရင္ဘတ္ခ်င္းမနီးလို႔ ရင္ထဲစြဲညႇိစရာဘာမွမက်န္ခဲ့ရင္ေတာင္ ဒီတစ္နာရီဟာ အခ်ိန္ေပးရတာအတန္ဆုံး တစ္နာရီ ျဖစ္‌ေနဦးမွာပါပဲ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 600 MB)Quality__720pIMDb Rating__7.5/10Format__mp4Duration__01:09:00Type__Crime, Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gCpl06aiAGUrPrmspeqhdKVQRT1.jpg",
      "https://image.tmdb.org/t/p/w300/4kjQK9aanydnmMm6S6QOr1FLy6c.jpg",
      "https://image.tmdb.org/t/p/w300/tPY42xYsOmozenPA0rWfAg6NTh5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lK9LE5D67HNyPlhJcjKAgnRh0OO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3joki4jx5b58.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720p (B&W)"
      },
      {
        "link": "https://yoteshinportal.cc/following-1998-band-w-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p (B&W)"
      },
      {
        "link": "https://mega.nz/file/pcRySAzC#GhJLILD0pEmDBYVwlU-wpP0QJCspBALPSZ3hPPF5QK0",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720p (B&W)"
      },
      {
        "link": "https://yadi.sk/d/gzc8eBCy4G5k-Q",
        "server": "disk.yandex.com",
        "size": "600 MB",
        "quality": "720p (B&W)"
      },
      {
        "link": "https://upstream.to/0z6jwq551pje",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "720p (B&W)"
      }
    ],
    "trailer": {
      "video_id": "62TTN6gD2So",
      "video_url": "https://www.youtube.com/watch?v=62TTN6gD2So",
      "embed_url": "https://www.youtube.com/embed/62TTN6gD2So"
    }
  },
  {
    "metadata": "|||Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Silent Night, Fatal Night (2023)",
    "description": "နာမည်ကြီးစာရေးဆရာမ မယ်လိုရီက သူနောက်စာအုပ်ထပ်မရေးခင်ခေါင်းဆေးချင်လို့ သူ့ရဲ့အေးဂျင့်မိုက်ကယ်နဲ့တိုင်ပင်ဖြစ်ပါတယ်။အဲဒါနဲ့မိုက်ကယ်ကသူအရင်ကနေခဲ့တဲ့တောထဲကအိမ်မှာသွားနားနေဆိုပြီး မယ်လိုရီကိုသွားနေခိုင်းခဲ့ပါတယ်။မယ်လိုရီကတော့ပျော်ပျော်ပဲသွားနေရင်း သူမသိလိုက်တာက အဲ့နေရာမိုက်ကယ်ထောင်ထားတဲ့ထောင်ချောက်ဖြစ်နေတယ်ဆိုတာ…..File size…(1.6GB)/(750 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:25:00Genre…MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Mia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yji3kHxpgahbGJHlboBMxi5Ykm1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BYWNjMjA1OWItNjQ3Ni00YTM1LThiMmYtMmJiNzkxNzllMmQ2XkEyXkFqcGdeQXVyMTU0NjY0NDg@._V1_FMjpg_UX1000_-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/silent-night-fatal-night-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2HazX/Silent.Night.Fatal.Night.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/86ViEKoL#dtenP1-PVhz2vCDZ9uMGHuL4RPtiEMMXlPY4wNiu_OI",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oypevbznsjl0.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/silent-night-fatal-night-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21d7m/Silent.Night.Fatal.Night.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4ic0GZZZ#2tVOB3eNrO_w-KsmZLsezquR6pefl96fAVdzLUrFlzg",
        "server": "mega.nz",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yt7e9zma62e2.html",
        "server": "usersdrive.com",
        "size": "750 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/eiiyt25ojkcd",
        "server": "streamsb.com",
        "size": "750 Mb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "163000"
    },
    "title": "8MM(1999)",
    "description": "8MM(1999)***********အဖော်အချွတ်နဲ့ ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းအချို့ပါတဲ့အတွက်ကြောင့်မိသားစုနဲ့အတူကြည့်မယ်ဆိုရင်သတိထားစေလိုပါတယ်…မင်းသားကြီး နစ်ကိုလပ်ကေ့ခ်ျခေါင်းဆောင်ပါဝင်ထားတဲ့ neo-noir psychological thriller အမျိုးအစားရုပ်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဂျိုကင်းဖီးနစ်၊ ဂျိမ်းစ်ဂန်ဒိုလ်ဖနီတို့ဇာတ်ပို့အနေနဲ့ သရုပ်ဆောင်အားဖြည့်ထားပြီး ဒါရိုက်တာဂျိုးရှမက်ချာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တွမ်ဝဲ့လ်စ်တစ်ဖြစ်လဲ နစ်ကိုလပ်ကေ့ခ်ျဟာ ချမ်းသာကြွယ်ဝတဲ့မုဆိုးမတစ်ဦးဖြစ်တဲ့ မစ္စစ်ခရစ်ရှင်ရဲ့ရှေ့နေဖြစ်သူ မစ္စတာလောင်းဒေးလ်ရဲ့ဆက်သွယ်ပေးမှုကြောင့်ခရစ်ရှင်မိသားစုစံအိမ်ကြီးကို ရောက်လာခဲ့ရပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ အမျိုးသားဖြစ်သူ မစ္စတာခရစ်ရှင်ဟာမကြာသေးမီကမှ ကွယ်လွန်သွားခဲ့တာဖြစ်ပြီး သူရဲ့ကိုယ်ပိုင်စာကြည့်ခန်းထဲမှာမီးခံသေတ္တာတစ်လုံးကို ပဟေဠိဆန်ဆန်ချန်ထားခဲ့ပါတယ်။သော့နံပါတ်ကို မစ္စတာခရစ်ရှင်တစ်ဦးသာသိတာကြောင့် သူဆုံးပါးသွားတဲ့အခါကျန်ရစ်သူမိသားစုဟာ မီးခံသေတ္တာကိုလူငှားဖွင့်ပြီး စစ်ဆေးကြည့်ခဲ့ပါတယ်။အဲ့ဒီအခါမှာ မစ္စစ်ခရစ်ရှင်အနေနဲ့ ထူးဆန်းဖွယ်ဖလင်လိပ်တစ်ခုကိုတွေ့ရပြီး ဖွင့်ကြည့်တဲ့အခါမှာတော့အဆိုပါဖလင်ဟာ မိန်းမငယ်လေးတစ်ယောက်ကို ဖဖွယ်မရာပြုပြီး သတ်ပြတာကိုရိုက်ထားတဲ့ လူသတ်ညစ်ညမ်းကားမျိုးဖြစ်တယ်ဆိုတာကို အော်ဂလီဆန်ဖွယ်စိတ်မချမ်းသာစွာ တွေ့လိုက်ရပါတယ်။ အဆိုပါကိစ္စနဲ့ ပတ်သက်ပြီး ကိုယ်ရေးကိုယ်တာအမှုတွေကို ထောက်လှမ်းရာမှာသိုသိပ်ပြီး ထူးချွန်တဲ့ အလွတ်တန်းစုံထောက် တွမ်ဝဲ့လ်စ်အကြောင်းကို မစ္စတာလောင်းဒေးလ်ကတစ်ဆင့် သိရပြီးဆက်သွယ်ခေါ်ယူလိုက်ရခြင်းဖြစ်ပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ မေတ္တာရပ်ခံမှုအရ တွမ်ဝဲ့လ်စ်အနေနဲ့အဆိုပါရုပ်ရှင်မှာရိုက်ပြထားတဲ့ စိတ်မသက်သာဖွယ်လူသတ်ပြကွက်ဟာအစစ်အမှန်ဟုတ်မဟုတ် စုံစမ်းပေးဖို့ မတတ်သာပဲ လက်ခံလိုက်ရတဲ့နောက်……။တွမ်ဝဲ့လ်အနေနဲ့ ရုပ်ရှင်ထဲမှာပါတဲ့ မိန်းကလေးဟာ တကယ်အသတ်ခံရတာ ဟုတ်၊မဟုတ် ဖော်ထုတ်နိုင်ပါ့မလား…သူ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံရမလဲ…သူ့စုံစမ်းမှုကြောင့် ရုပ်ရှင်ရဲ့ဇာစ်မြစ်ကိုပဲ ဖော်ထုတ်နိုင်မလား၊ သူကိုယ်တိုင်ပဲ ဒုက္ခရောက်မလား…ဒီအရှုပ်ထုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိနေလဲ ဆိုတာတွေကတော့ ပရိသတ်များစောင့်ကြည့်ဖို့ပဲဖြစ်ပါတယ်။ဟောလိဝုဒ်မြေအောက်လောကရဲ့ ညစ်ညမ်းရုပ်ရှင်လောကအကြောင်း ပေါ်လွင်အောင်ရိုက်ပြထားတာဖြစ်တဲ့အတွက်ကြောင့်ကလေးသူငယ်များမကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Ninja ပဲဖြစ်ပါတယ်..File Size :(2.3GB) (823 MB) and (281MB)Quality : Blu-Ray 1080p5.1Ch,720pFormat…mp4Duration…02:03:00Genre : Crime,Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by NinjaEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eEP8pyCmldfbnml0SFMvPK7kE4x.jpg",
      "https://image.tmdb.org/t/p/w300/fer0u9YplDgKMFJv6KDoGPcJw0z.jpg",
      "https://image.tmdb.org/t/p/w300/8KCSEysIdnjnWmr0mqUm7T1QKat.jpg",
      "https://image.tmdb.org/t/p/w300/tTMH9fefytw3rLpo8Fmzyw5hmhA.jpg",
      "https://image.tmdb.org/t/p/w300/1UeqA6qzW1KAFz9Uru9XrDGo6vM.jpg",
      "https://image.tmdb.org/t/p/w300/229NyjoFar4S1aq02fFHVGh0Pn9.jpg",
      "https://image.tmdb.org/t/p/w300/szvsBdpfl5YE1PA5zGf7m4qPxp0.jpg",
      "https://image.tmdb.org/t/p/w300/ksQtp5V8UAEPwk9RxyTFZ6AGN7J.jpg",
      "https://image.tmdb.org/t/p/w300/jDZu3crF3f71tIGXjm0mIchJ7S8.jpg",
      "https://image.tmdb.org/t/p/w300/j3IbTgduiCynSjo6eWDsLPWnbS6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iNdCT4b8LnWYFueRH0RO5o6f6pk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l05l3v0styag.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wBnx/8MM.1999.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/uZISgBZT#sxz-7inhHbPqXkU6cfFgsQXskuPViDrqhkZGpwHDSbY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/nh7jju149m2z/8MM.1999.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xtgszax6rj9a.html",
        "server": "usersdrive.com",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1aGsh/8MM.1999.BLU-RAY.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/PMJR3QRR#AeYo6ru337oe3FegXwlORKuNRX33nVgmp5i4on1rw7w",
        "server": "mega.nz",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wBqj/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "streamsb.com",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/0qo8dd4z53ov/8MM.1999.BLU-RAY.720P.PP(CM).mp4",
        "server": "streamvid.io",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/o1227ficbqo4.html",
        "server": "usersdrive.com",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wBqj/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/vRRTiT7C#W_XeM73LZUxTibb7P4LyCmZDePYGz9DNF0-zQPOMr1E",
        "server": "mega.nz",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/03mwkvlp1c19.html",
        "server": "streamsb.com",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/m9hddh19xi2j/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "streamvid.io",
        "size": "281MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "mjIGbTTw3i8",
      "video_url": "https://www.youtube.com/watch?v=mjIGbTTw3i8",
      "embed_url": "https://www.youtube.com/embed/mjIGbTTw3i8"
    }
  },
  {
    "metadata": "PG-13|2014|1h 37min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6/10",
      "rating_count": "66k"
    },
    "title": "The Signal (2014)",
    "description": "The Signal (2014)IMDb 6, RT 61%နဲ့ ၂၀၁၄က ထွက်ရှိခဲ့တဲ့ Sci-fic, thriller ဇာတ်ကားကိုတင်ဆက်​ပေးချင်ပါတယ်။ DC’s Titansမှာ ဒစ်ဂ​ရေဆင်အဖြစ် ပါ​ဝင်တဲ့Brenton Thwaitesနဲ့ Ready Player One မင်းသမီး Olivia Cookeတို့အဓိကပါဝင်ထားပါတယ်။ မထင်မှတ်ထားတဲ့plot twist​တွေနဲ့ ဇာတ်လမ်းကလည်း အ​တော်​​လေး သွက်တာ​ကြောင့် ကြည့်​ပျော်တဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားပါပဲ။​MIT​ကျောင်းသား၃​ယောက်ဖြစ်တဲ့ နစ်၊ ​ဟေ​လေနဲ့ ဂျိုနာတို့ဟာ ​ကျောင်းရဲ့နက်​ဝေါ့ဆာဗာကို ဟက်ခ်သွားခဲ့တဲ့ ​​နော်မတ်ဆိုတဲ့ ဟက်ကာကို သူတို့နည်းသူတို့ဟန်နဲ့ လိုက်လံရှာ​ဖွေ​နေ​သူ​တွေပါ။ ဒီလိုနဲ့တစ်​​နေ့မှာ ​နော်မတ်ဆိုသူရဲ့IP addressကိုရပြီး ထိုတည်​နေရာအတိုင်း နီဗားဒါးကသဲကန္တာရတစ်ခုထဲဟက်ကာဖမ်း ထွက်ခဲ့ပါတယ်။ IPလိပ်စာကို​ရောက်မှပဲ ထောင်​ချောက်ဆင်ခံရမှန်းသိသွားပြီး သူတို့မ​ထင်မှတ်ထားတဲ့ လျှို့ဝှက်ဆန်းကြယ်ကိစ္စ​တွေကိုနဖူး​တွေ့ ဒူး​တွေ့ရင်ဆိုင်ရပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့JimXပဲ ဖြစ်ပါတယ်။Genre…..Drama, Mystery, Sci-fiQuality…. 1080p | 720p | 480pFile size…1.3GB | 640MB | 241MBFormat… mp4Duration….1h 37minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..JimXEncoder …..August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oxZh9qhkxfOczKmTang0j9a06Bx.jpg",
      "https://image.tmdb.org/t/p/w300/uwnJ3uNVVic43GPafRu6SDUZzAt.jpg",
      "https://image.tmdb.org/t/p/w300/ghUS89nOMMcxXQU1MQm5WRW8ZLh.jpg",
      "https://image.tmdb.org/t/p/w300/reA56bL26SRzFlVzN8Wl7HOenuv.jpg",
      "https://image.tmdb.org/t/p/w300/mP02fSJ1xmkOzzzu3hcy03GOTJE.jpg",
      "https://image.tmdb.org/t/p/w300/pAKhXLz5L1GuIUsZMpZG8Xklp2W.jpg",
      "https://image.tmdb.org/t/p/w300/6dj9fv5tNdr8p06BnJxBMcAGb3u.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/opZNdMgVBl3kKpKlW58PXnLZKFV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-signal-2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/dqoluiilbn64.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-signal-2014-1080-p-blu-ray-c-mmp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1N000/The.Road.to.Galena.2022.720p.WEB-DL.DD5.1.CM.mp4 https://megaup.net/2sXkx/The.Signal.2014.1080p.BluRay.CMmp4.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ZX9FATSS#boW5jS-jMGekMAP4xLwy5yRiKvG4fjrOc-4gEoGWq5A",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qwcxyl8njyjc.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-signal-2014-720-p-blu-ray-c-mmp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/172z1/The.Signal.2014.720p.BluRay.CMmp4.mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/tSl2xYCa#PuRGY8PGM4Jz87QIZTGTbpqTSsFqiwkprj_kD3zjdyg",
        "server": "mega.nz",
        "size": "640MB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/ofwvwohyyfg9.html",
        "server": "streamsb.com",
        "size": "640MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/c7js0lu9ezdd.html",
        "server": "usersdrive.com",
        "size": "241MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-signal-2014-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "241MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1N013/The.Signal.2014.480p.CM.mp4",
        "server": "megaup.net",
        "size": "241MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MbVF3ARY#lOUclD2QS9kUvLSVbh6jWnQ35VQkW8iSIa3gCxn3bQE",
        "server": "mega.nz",
        "size": "241MB",
        "quality": "480P"
      },
      {
        "link": "https://sbthe.com/g48g9hr3afkt.html",
        "server": "streamsb.com",
        "size": "241MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "WV44-lQGlwk",
      "video_url": "https://www.youtube.com/watch?v=WV44-lQGlwk",
      "embed_url": "https://www.youtube.com/embed/WV44-lQGlwk"
    }
  },
  {
    "metadata": "N/A|2019|94 min|Fantasy,Horror,Mystery",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1652"
    },
    "title": "Itsy Bitsy(2019)",
    "description": "Itsy Bitsy(2019)(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ အထူးသီးသန္႔သူနာျပဳတစ္ျဖစ္လဲ single momတစ္ေယာက္ျဖစ္တဲ့ ကယ္ရာဟာ ကေလးႏွစ္ေယာက္နဲ႔အတူၿမိဳ႕တစ္ၿမိဳ႕က သက္ႀကီးရြယ္အိုအိမ္မွာသီးသန္႔ျပဳစုေစာင့္ေ႐ွာက္ေပးဖို႔ နယူးေရာ့ခ္ကေနေျပာင္းေရႊ႔လာၾကတယ္..အဲ့အဖိုးႀကီးဆီမွာလူတစ္ေယာက္ကလာပို႔ထားတဲ့ မဟူရာဥနက္ႀကီးတစ္လံုး႐ွိတယ္..အဲ့ဒီဥနက္ႀကီးရဲ႕ေနာက္ေၾကာင္းကေတာ့ ေ႐ွးလူမ်ိဳးစုတစ္စုကိုးကြယ္ ယံုၾကည္ထားတဲ့ ပင့္ကူနတ္ဘုရား လို႔ေခၚတဲ့ မားကလာရာထရီကို ပူေဇာ္ပသၿပီးျပဳလုပ္ထားတာျဖစ္တယ္…တစ္ေန႔မွာအဲ့ဒီမဟူရာဥနက္ႀကီးကြဲသြားတဲ့အခ်ိန္ကစၿပီးေတာ့ ကံဆုိးမုိးေမွာင္က်ေတာ့တာပဲ…သူတုိ႕မိသားစု ဘယ္လုိဒုကၡေတြ ႀကဳံရမလဲ…ဘယ္လုိေတြရင္ဆုိင္ေျဖရွင္းၾကမလဲ…ရင္တထိတ္ထိတ္နဲ႕မုိ႕ ခံစားၾကည့္ရႈလုိက္ၾကပါဦး..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္….(unicode)ဇာတ်လမ်းအကျဉ်းကတော့ အထူးသီးသန့်သူနာပြုတစ်ဖြစ်လဲ single momတစ်ယောက်ဖြစ်တဲ့ ကယ်ရာဟာ ကလေးနှစ်ယောက်နဲ့အတူမြို့တစ်မြို့က သက်ကြီးရွယ်အိုအိမ်မှာသီးသန့်ပြုစုစောင့်ရှောက်ပေးဖို့ နယူးရော့ခ်ကနေပြောင်းရွှေ့လာကြတယ်..အဲ့အဖိုးကြီးဆီမှာလူတစ်ယောက်ကလာပို့ထားတဲ့ မဟူရာဥနက်ကြီးတစ်လုံးရှိတယ်..အဲ့ဒီဥနက်ကြီးရဲ့နောက်ကြောင်းကတော့ ရှေးလူမျိုးစုတစ်စုကိုးကွယ် ယုံကြည်ထားတဲ့ ပင့်ကူနတ်ဘုရား လို့ခေါ်တဲ့ မားကလာရာထရီကို ပူဇော်ပသပြီးပြုလုပ်ထားတာဖြစ်တယ်…တစ်နေ့မှာအဲ့ဒီမဟူရာဥနက်ကြီးကွဲသွားတဲ့အချိန်ကစပြီးတော့ ကံဆိုးမိုးမှောင်ကျတော့တာပဲ…သူတို့မိသားစု ဘယ်လိုဒုက္ခတွေ ကြုံရမလဲ…ဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းကြမလဲ…ရင်တထိတ်ထိတ်နဲ့မို့ ခံစားကြည့်ရှုလိုက်ကြပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်….File Size : (850 MB) and (350 MB)Quality :WEB-DL 720p,Format…mp4Duration…01:34:00Genre : Horror, Mystery, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwe Zan AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tf1geWymDGdViFf3eOw2xxWQmIV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8PS6uPVN2lFwVeNrEnC3j7sv8ed.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/itsy-bitsy-2019",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/itsy-bitsy-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://sbembed2.com/e8bj1ykhc2os.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1sl6y/Itsy_Bitsy.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/28iyW/Itsy_Bitsy.2019.360p.pp.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "OZP8SQ4IMBg",
      "video_url": "https://www.youtube.com/watch?v=OZP8SQ4IMBg",
      "embed_url": "https://www.youtube.com/embed/OZP8SQ4IMBg"
    }
  },
  {
    "metadata": "|2015|1h 44m|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1.4k"
    },
    "title": "Picket 43 (2015)",
    "description": "Picket 43 (2015) – ခြံစည်းရိုးအမှတ် ၄၃IMDb-7.2/10ဒီတစ်ခါမှာတော့ အကြမ်းဖက်နှိမ်နင်း‌ရေးကွန်မန်ဒိုအငြိမ်းစားအရာရှိကြီးကနေ ရုပ်ရှင်လောကကိုကူးပြောင်းလာတဲ့Major Ravi ကိုယ်တိုင် ဇာတ်ညွှန်းရေးရိုက်ကူးထားတဲ့ ခြံစည်းရိုးအမှတ် ၄၃ က ရုံတင်ငွေလည်း ၅.၇ ကုဋေထိ ရခဲ့ပြီးပရိသတ်တွေအကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်‌လမ်းကောင်းတစ်ပုဒ်ဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်တစ်ဖက်နဲ့တစ်ဖက် လူနှစ်ယောက်ပဲအစောင့်ချထားတဲ့ အိန္ဒိယ-ပါကစ္စတန် နယ်စပ်တစ်နေရာ ခြံစည်းရိုးအမှတ် ၄၃ ၊ဇာတိပြန် မင်္ဂလာဆောင်ဖို့ ခွင့်ရက်တင်ပြီးခါမှ ခြံစည်းရိုးအမှတ် ၄၃ မှာ တာဝန်ကျလာတဲ့ဟာရီ ၊ဘာကာဒီဆိုတဲ့ ခွေးလိမ္မာလေးနဲ့အတူ နယ်စပ်ခြံစည်းရိုးမှာအစောင့်ကျတဲ့ဟာရီတစ်ယောက်ပါကစ္စတန်ဘက်က နေ့ညမနားတရစပ်ပစ်ခတ်‌နေတဲ့ကျည်ဆံတွေကြား ခက်ခက်ခဲခဲရှင်သန်ရတာပေါ့တစ်နေ့ ခြံစည်းရိုးတစ်ဖက်က ပါကစ္စတန်အစောင့်စစ်သားနေရာမှာ တာဝန်ကျလူသစ်ရောက်လာတယ်အရင်လူတွေနဲ့လုံးဝမတူကွဲပြားနေတဲ့သူတစ်ယောက်..တရစပ်ပစ်ခတ်နေတဲ့ ကျည်ဆံတွေချက်ချင်းရပ်သူကိုယ်တိုင်လည်း ပုန်းကွယ်မနေဘဲလွတ်လွတ်လပ်လပ်သွားလာနေတယ်လူအားလုံးအရာအားလုံးနဲ့ဝေးကွာပြီး စာတွေကိုပဲအဖော်ပြုနေရတဲ့ဟာရီ့ဆီစာတွေလည်းထပ်ရောက်မလာချိန်မှာ သူရယ် ခွေးလိမ္မာလေးဟာရီရယ်စာတွေဖတ်ရင်းပေါ်လာတဲ့ အတိတ်နေ့စွဲတွေရယ် ခြံစည်းရိုးတစ်ဖက်ကရန်သူတော်လူထူးဆန်းရယ်ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့….အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size… 2.24GB / 913MBQuality…WEB DL 1080p /720pFormat…mp4Duration….1h 44mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tewOGpi92f93MmX5GsunKIDZfs8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/picket-43.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/picket-43-2015-hq-hd-rip-1080-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8hlqd1q8xwnh.html",
        "server": "usersdrive.com",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZupf/Picket_43_(2015)_HQ_HDRip_-_1080p_-_x264_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pr9FGJLb#xuqbaf7SiWAcO2mEE-3v9ResD2YNX1nk8Grwmql4uyo",
        "server": "mega.nz",
        "size": "2.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/picket-43-2015-hq-hd-rip-720-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "913MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tt28q4eumzew.html",
        "server": "usersdrive.com",
        "size": "913MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sjfn/Picket_43_(2015)_HQ_HDRip_-_720p_-_x264_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "913MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h3kRCJxa#Vm0MzYqPdsPFsPPeuOP14g28UdVCOEEnsBeQyZd9o2w",
        "server": "mega.nz",
        "size": "913MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/enpzvrlqdjmi",
        "server": "streamsb.com",
        "size": "913MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sx04wh9s57hh",
        "server": "streamvid.io",
        "size": "913MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2014|113 min|Action,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "360,642"
    },
    "title": "The Maze Runner (2014)",
    "description": "The Maze Runner(2014) လူငယ်တစ်ဦးဟာ ရွေ့လျားနေတဲ့ ဓာတ်လှေကားတစ်ခုထဲမှာပိတ်မိနေပြီး သွေးပျက်ကြောက်ရွံ့စွာ ဓာတ်လှေကားရဲ့ခေါ်ဆောင်ရာနောက်ကို လိုက်ပါနေရပါတယ်။ဓာတ်လှေကားရဲ့ ခရီးအဆုံးမှာတော့ သူမသိတဲ့ လူငယ်တစ်ချို့ရဲ့ ဖမ်းဆီးခြင်းကို ခံရပြန်တယ်။ ထိတ်လန့်တုန်လှုပ်စွာနဲ့ပဲ သူထွက်ပြေးချိန်မှာ ဘယ်သူမှသူ့ကို လိုက်မဖမ်းပဲ အော်ဟစ်ရယ်မောနေကြပါတယ်။မကြာခင်မှာပဲ သူ့ကိုဘာ့ကြောင့်လိုက်မဖမ်းသလဲဆိုတဲ့အဖြေကို သူသိရှိသွားပါတော့တယ်။သူရောက်ရှိနေတဲ့နေရာဟာ ပတ်ပတ်လည်မှာ နံရံကြီးတစ်ခု ကာဆီးထားလို့ပါပဲ။အရှေ့က ရောက်ရှိနေတဲ့ လူငယ်လေးတွေဟာလည်း သူ့လိုပဲ ဖမ်းဆီးခံရပြီး ဒီနေရာကို ပို့ဆောင်ခြင်းခံခဲ့ရသူတွေပါ။ကောင်လေးဟာ သူ့ရဲ့နာမည်သောမတ်ဆိုတာကလွဲပြီး ဘာကိုမှ မမှတ်မိပါဘူး။ရုတ်တရတ် နံရံကြီးကနေ အသံတွေကြားလာရပြိ်း တံခါးတစ်ချပ်ကိုတွေ့ရှိသွားချိန်မှာ ဝမ်းသာအားရနဲ့ သူပြေးထွက်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ရောက်နှင့်ပြီးသား လူငယ်တွေရဲ့ တားဆီးခြင်းကို ခံရပါတော့တယ်။ဘာ့ကြောင့်လဲဆိုတော့ ဒီဂိတ်တံခါးဟာ တစ်နေ့မှာ တစ်ကြိမ်သာပွင့်ပြီး အလွန်အန္တရာယ်များလှတဲ့ ဝင်္ကဘာတစ်ခုဆိ်ကို သွားရာဝင်ပေါက်ဖြစ်နေလို့ပါပဲ။လူငယ်တွေဟာ သူတို့ရောက်ရှိနေတဲ့နေရာကို Glade လို့အမည်ပေးထားပြီး သူတို့ကိုယ်သူတို့ Gladers လို့ ခေါ်ကြပါတယ်။စောင့်ရှောက်သူ keeper ရဲ့ ဦးဆောင်မှုအောက်မှာ တာဝန်အသီးသီးကိုခွဲဝေထမ်းဆောင်ကြရပါတယ်။တောင်နံရံတွေကို ဝင်္ကဘာကြီးတစ်ခုက ကာရံထားပြီး အတွင်းမှာ Grievers လို့ခေါ်တဲ့ စက်ပစ္စည်းတွေထပ်ဆောင်းတပ်ဆင်ထားတဲ့ ပင့်ကူလိုသတ္တဝါဆိုးကြီးတွေရှိနေပါတယ်။ရောက်ရှိခဲ့ပြီးသား Glader တွေရဲ့ နှစ်နှစ်ကျော်ကြာအောင် ဒီဝင်္ကဘာထဲက လွတ်မြောက်ဖို့ လေ့လာတွေ့ရှိထားသမျှကို သောမတ်စ်ဟာ သင်ယူရပါတယ်။ဝင်္ကဘာထဲကို runner လို့ခေါ်တဲ့ သွားရောက်လေ့လာသူတွေဟာ မနက်စောစောတံခါးဖွင့်ချိန်မှာ ဝင်ရောက်ပြီး ာနေတံခါးမပိတ်မီမှာ ပြန်လာကြရပါတယ်။ဝင်္ကဘာထဲကနေ ပြန်ထွက်မလာနိုင်တော့တဲ့ runner တွေလည်း အများကြီးရှိခဲ့ပါတယ်။တစ်ရက်မှာတော့တံခါးပိတ်ချိန်အထိ ရောက်မလာကြသေးတဲ့ runner နှစ်ယောက်အတွက် အားလုံးစိတ်ပူနေကြချိန်မှာ သောမတ်စ်ဟာ အန္တရာယ်များလှတဲ့ ဝင်္ကဘာထဲကို ဝင်ရောက်သွားပါတော့တယ်။တောမတ်စ်ရဲ့ဖြတ်ထိုးဉာဏ်နဲ့ runner နှစ်ဦးကို ကယ်တင်နိုင်ခဲ့ပေမယ့် စည်းကမ်းဖောက်ဖျက်တဲ့အတွက် တစ်ညအချုပ်ထဲထည့်ခံလိုက်ရပါတယ်။နောက်တစ်နေ့မှာတော့ သောမတ်စ်ကို runner အသစ်အဖြစ်တာဝန်ပေးခြင်းခံရပါတော့တယ်။သောမတ်စ်တစ်ယောက် ဒီဝင်္ကဘာထဲက ရုန်းထွက်နိုင်မှာလား?ဒီဝင်္ကဘာကြီးကို ဘယ်သူတွေ တည်ဆောက်ခဲ့တာလဲ?ဝင်္ကဘာကြီးရဲ့ နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိနေသလဲဆိုတာကိုတော့ ကိုယ်တိုင်သာကြည့်ရှုခံစားကြပါလို့။ဒီဇာတ်လမ်းအဆုံးမှာတော့ ဘာကိုမှ မယုံရဘူးလို့ ရေရွတ်မိလောက်အောင် အပြောင်းအလဲ၊ လှည့်ကွက်လေးတွေနဲ့တင်ဆက်ထားပြီး လူသားဆန်မှု၊ ဉာဏ်ပညာ၊ စည်းလုံးခြင်းရဲ့အင်အား၊ ခင်မင်မှုနဲ့ ယုံကြည်မှုတို့ကို ကောင်းကောင်းဖော်ညွှန်းထားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း မှတ်ချက်ချပါရစေ။ဒီဇာတ်ကားကို Dylan O’Brien, Alm Ameen နဲ့ ကိုရီးယားသရုပ်ဆောင် Ki Hong Lee တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး ပရိသတ်ရင်ကို ထိရှစေခဲ့တဲ့ ကလေးသရုပ်ဆောင် Blake Copper က ချက်ခ်ဆိုတဲ့နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။imdb rating 7.5/10 ရရှိထားပြီး ဒါရိုက်တာကတော့ Wes Ball ဖြစ်ပါတယ်။ အားလုံး စိတ်ချမ်းမြေ့ပါစေ။Movie Preview Credit- MMmovie GuideFile Size : (900 MB) and (398 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre : Action, Mystery, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by ကျော်ကျော် (CU-Mdy)Encoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lkOZcsXcOLZYeJ2YxJd3vSldvU4.jpg",
      "https://image.tmdb.org/t/p/w300/e23x3Co5QoCJ5pjEXnxNS5yZpqH.jpg",
      "https://image.tmdb.org/t/p/w300/wBZ9jtFrsxth4VQA724TeBb5T2L.jpg",
      "https://image.tmdb.org/t/p/w300/swWsSX2OnEDV55CfmrL9qsf8T2J.jpg",
      "https://image.tmdb.org/t/p/w300/tHZEKGITcgEQrNWGeqJlzpDdzLf.jpg",
      "https://image.tmdb.org/t/p/w300/uW4MDL9sskjCxkVq7Af4Bi4ZhRx.jpg",
      "https://image.tmdb.org/t/p/w300/i7NPPKL5QbddAEFC8vofvCuzn0z.jpg",
      "https://image.tmdb.org/t/p/w300/fCUeZtpvMb8jxfLRVtjttRIUJEb.jpg",
      "https://image.tmdb.org/t/p/w300/b0NhyEZaeL48DEGyTiP0hfdKRRv.jpg",
      "https://image.tmdb.org/t/p/w300/jFRriOHjetGvzJfOMm13kQxNkuL.jpg",
      "https://image.tmdb.org/t/p/w300/qU1sv4gjRf9GxKKMGjoGTf41juK.jpg",
      "https://image.tmdb.org/t/p/w300/yoGMLVVcJU7Ba7phlPUW0Iib6gD.jpg",
      "https://image.tmdb.org/t/p/w300/ziIuwvWPg9P6jFKpzeEOSHIi73d.jpg",
      "https://image.tmdb.org/t/p/w300/3SxJ9CcdqJspexW0LfM5CujEUUP.jpg",
      "https://image.tmdb.org/t/p/w300/zbRzMl7UMVOCowok6jmyCYJwmkn.jpg",
      "https://image.tmdb.org/t/p/w300/bi03d5xG8ERb3t1SCtnW8YATkeF.jpg",
      "https://image.tmdb.org/t/p/w300/3DiWODRHbwTiPPXti4rkqObO4fS.jpg",
      "https://image.tmdb.org/t/p/w300/3A4E0TEGU30Kdy0a3jqFioH1VGa.jpg",
      "https://image.tmdb.org/t/p/w300/f180XIKeerWuhLwNgn8HhJEoEgU.jpg",
      "https://image.tmdb.org/t/p/w300/AoMtDQLaJrd0nd2AP9oAsMWWhbN.jpg",
      "https://image.tmdb.org/t/p/w300/zL4qfU7Xo7hTRPgTqImtbQcC6Pd.jpg",
      "https://image.tmdb.org/t/p/w300/h21ysgjmzuX8lexnzyWiNBmaIe7.jpg",
      "https://image.tmdb.org/t/p/w300/p5MKBOyDwOSjtBxRVIpxczcLpaZ.jpg",
      "https://image.tmdb.org/t/p/w300/sSntdBehnuowMlkLQnDij8E4uj2.jpg",
      "https://image.tmdb.org/t/p/w300/eLWOf9KE9AUmPyHXkToYA4t3xWf.jpg",
      "https://image.tmdb.org/t/p/w300/7oR5FROx88i8BbBls0fdqFty7Ow.jpg",
      "https://image.tmdb.org/t/p/w300/zxw1pUoHzfbUxwzuC0Sod4O6LzU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/coss7RgL0NH6g4fC2s5atvf3dFO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-maze-runner-2014-mm-sub",
        "server": "VIP Links",
        "size": "900Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-maze-runner-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://embedsb.com/zafw5hihi80u.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4 https://megaup.net/1FNsh/The_Maze_Runner_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "64-iSYVmMVY",
      "video_url": "https://www.youtube.com/watch?v=64-iSYVmMVY",
      "embed_url": "https://www.youtube.com/embed/64-iSYVmMVY"
    }
  },
  {
    "metadata": "PG-13|2014|1h 29min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "47,290"
    },
    "title": "Ouija (2014)",
    "description": "Ouija (2014)_____IMDb – 4.5/10ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့..ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..2014 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားကတော့ IMDb 4.5/10 ရရှိထားပြီး သရဲကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာ Stiles White ရိုက်ကူးထားတာဖြစ်ပါတယ်.. ဟောလိဝုဒ်ရုံတင်စာရင်းရဲ့ နံပါတ်တစ်နေရာကို ရယူခဲ့တဲ့ ဇာတ်ကားလဲဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ Debbie ဆိုတဲ့ကောင်မလေးဟာ Ouija Board ကို အိမ်ဟောင်းတစ်ခုမှာတွေ့တဲ့အခါ Laine ဆိုတဲ့ငယ်သူငယ်ချင်းလေးကို သတိရရင်း တစ်ယောက်တည်းအပျော်ဆော့လိုက်မိရာကနေ ထူးထူးဆန်းဆန်းတွေစတင်ဖြစ်ပါတော့တယ်… Debbie က ဘုတ်ပြားကို မီးရှို့ပစ်လိုက်ပေမယ့်လဲ အကောင်းအတိုင်းပြန်ရောက်လာပြီး မကောင်းဆိုးဝါးပူးကပ်ကာ Debbie သေသွားခဲ့ပါတယ်…သူ့အသုဘအပြီး မိဘတွေမရှိတုန်း Debbie ရဲ့သူငယ်ချင်းတစ်စု အိမ်စောင့်ပေးရင်းနဲ့ Debbie နဲ့ဆက်သွယ်ကြည့်မယ်ဆိုပြီး Ouija board ကို သုံးခဲ့ပြန်ပါတယ်.. မီးတွေမှိတ်တုတ်မှိတ်တုတ်ဖြစ်ပြီး ထူးဆန်းတဲ့အသံတွေ ကြားလာရတဲ့အချိန်မှာတော့ လန့်ဖြန့်ပြီး ကစားနည်းကိုရပ်လိုက်ကြတယ်. ဒါပေမယ့် နောက်တစ်ရက်မှာပဲ သူတို့ရဲ့ ကားမှန်တွေ.. ကွန်ပျူတာစခရင်တွေ.. နံရံတွေပေါ်မှာ “Hi Friend” ဆိုတဲ့ စာသားပေါ်လာတယ် … Hi Friend ဆိုတာက Ouija Board ဆီကို သရဲ / ဝိဉာဉ်ရောက်လာတဲ့အခါမှာ စတင်နှုတ်ဆက်လေ့ရှိတဲ့စကားပါ.. အဲဒါကြောင့် သူတို့ရဲ့သူငယ်ချင်းက သူတို့ဆီကိုဆက်သွယ်ဖို့ကြိုးစားနေတယ်အထင်နဲ့ သူငယ်ချင်းတစ်စု Ouija Board ကို ထပ်မံအသုံးပြုလိုက်မိတဲ့အခါမှာတော့………………….ထင်မထားတဲ့လှည့်ကွက်တွေနဲ့ တော်တော်လေးကျောချမ်းစရာဇာတ်ကားဖြစ်တာကြောင့် ဘေကုန်ရကျိုးနပ်မှာသေချာပါတယ်.. အပြင်လောကမှာလဲ ယုံကြည်သူတွေရှိကြပြီး တချို့ဝိဉာဉ်နဲ့ဆက်သွယ်ပေးတဲ့လုပ်ငန်းတွေမှာလဲ တကယ်သုံးတာမို့ ဒီဇာတ်ကားဟာ အောင်မြင်မှုများစွာနဲ့ တော်တော်ကြီးအမြတ်အစွန်းရခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်.. စိတ်ဝင်စားသူများ Ouija Board Application တွေ Play Store တွေကနေ ဒေါင်းလုပ်ဆွဲကစားနိုင်ပြီး ကစားပြီးနောက်မှာ အမှန်တကယ်သေဆုံးသူတွေလဲ ရှိခဲ့တယ်လို့လဲ သတင်းကြီးတာမို့ စိတ်မခိုင်သူများ လုံးဝဆော့ကစားခြင်းမပြုပါရန် အကြံပေးချင်ပါတယ်…ဇာတ်လမ်းအညွန်းကိုတော့ ညီသံလွင်ကရေးပေးခဲ့တာပါ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6p36sBJYrZnkA0FNCZKm0gAB1X1.jpg",
      "https://image.tmdb.org/t/p/w300/4vYjo8UJReZ2pFsW56t4AGfsqBp.jpg",
      "https://image.tmdb.org/t/p/w300/qmnDTtmkgEY7s0k5NjArsP6KJHq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/Ouija-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nxwfymdkj0av.html",
        "server": "usersdrive.com",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ouija-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/a4befe/ouija-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/y7bgxqqx1du6/Ouija_[2014]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2Vv4w/Ouija_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/U8gwmQoS#m69qG11UUmS2LqDOyTRKPljFVCUzfF3esdHLf2gHVBc",
        "server": "mega.nz",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/w9bucjbagkno",
        "server": "upstream.to",
        "size": "640 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "xBLmBdn2QF8",
      "video_url": "https://www.youtube.com/watch?v=xBLmBdn2QF8",
      "embed_url": "https://www.youtube.com/embed/xBLmBdn2QF8"
    }
  },
  {
    "metadata": "R|2017|90 min|Drama,Fantasy,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "5,226"
    },
    "title": "You Were Never Really Here (2017)",
    "description": "အက်ရှင်ကားမှကြိုက်တဲ့ပရိတ်သတ်တွေ ရှိလား…ဒါဆိုရင်တော့ “You were never really here” ဆိုတဲ့ ဇာတ်ကားလေးညွှန်းပေးချင်ပါတယ်…အညွှန်း…. နိုင်ငံအတွက် အချိန်အကြာကြီး စစ်မှုထမ်းပေးခဲ့တဲ့ စစ်မှုထမ်းဟောင်း Joe…စစ်သားပီပီ ကယ်ဆယ်ကူညီပေးရတာ စိတ်အားထက်သန်သူ..Joe က ပျောက်ဆုံးနေတဲ့ မိန်းကလေးတွေကို ကူညီရှာဖွေပေးပါတယ်…ဒီလိုကူပေးရင်းနဲ့ သူရလာတဲ့ လှည့်ကွက်တစ်ခုက သူ့အတွက် အိပ်မက်ဆိုးကြီးတစ်ခု ဖြစ်ခဲ့ပါတယ်…Joe တစ်ယောက် မိန်းကလေးတွေကို ဘယ်လိုကူပေးမလဲ…သူ့ရဲ့ ကယ်ဆယ်ရေး မစ်ရှင်ကြောင့် သူချစ်တဲ့သူတွေပါ ဒုက္ခတွင်းထဲ ဆွဲခေါ်မိသလို ဖြစ်မလား…စတဲ့ လားလား မေးခွန်းတွေနဲ့ အက်ရှင်ဇာတ်ကားကောင်းကို ကြည့်ရှူခံစားရမှာပါ…File Size : (699 MB) and (326 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Arkar PhyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7D0V9JtFc5l0YbVguPWi9wTRJ7G.jpg",
      "https://image.tmdb.org/t/p/w300/h4Lk8Cgfvlzz0hcnSJBTAOwNDia.jpg",
      "https://image.tmdb.org/t/p/w300/g2yZ1kiGwLO5AUSmtsEJeFEWghJ.jpg",
      "https://image.tmdb.org/t/p/w300/pBQ5QTEApg8M0icyIf83UpGaK98.jpg",
      "https://image.tmdb.org/t/p/w300/lX9BqFQluDgOFtjVGB05dU1qLvP.jpg",
      "https://image.tmdb.org/t/p/w300/huT9FqigcXawdbprG2knXh1pvYG.jpg",
      "https://image.tmdb.org/t/p/w300/rBywqexHQbWfpf6mjMEy7pmHBsR.jpg",
      "https://image.tmdb.org/t/p/w300/usofrcifGZOtgKiQaNBeAGncEJg.jpg",
      "https://image.tmdb.org/t/p/w300/84BQLtIDVQ5Tns821wLnxu6yxmD.jpg",
      "https://image.tmdb.org/t/p/w300/8hbQnlhnedAw1V4emTo54WMW88.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ktPbjD6nYg5NxmeTt72Iqaw5GD0.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wjb1mvpkbmu5.html",
        "server": "usersdrive.com",
        "size": "699 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/UX81/You_Were_Never_Really_Here_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/a553zYYJ#QIJP3gCjicWLF-SQjsMEnUW1KzYKr78CYaXKCYZsmQY",
        "server": "mega.nz",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/you-were-never-really-here-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/u7b33m5hye3g",
        "server": "veryfiles.com",
        "size": "699 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/you-were-never-really-here-2017",
        "server": "VIP Links",
        "size": "699MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "R8oYYg75Qvg",
      "video_url": "https://www.youtube.com/watch?v=R8oYYg75Qvg",
      "embed_url": "https://www.youtube.com/embed/R8oYYg75Qvg"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "163000"
    },
    "title": "Unlocked(2023)",
    "description": "Unlocked(2023)***************ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်က သူ့ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေပါဝင်တဲ့ဖုန်းကျပျောက်သွားရာမှ ပြန်ရလာတဲ့အခါမှာ ဖုန်းက အရင်လို မဟုတ်‌တော့ဘဲတစ်ခုခု ပြောင်းလဲသွားတာကို တွေ့လိုက်ရတယ်…အဲ့ဒီပြောင်းလဲမှုတွေကြောင့်ပဲ သူ့ရဲ့ဘဝက ကျွမ်းထိုးမှောက်ခုံတွေ ဖြစ်လာရတယ်…အဲ့ဒါတွေက ဘာကြောင့်များလဲ သူ့ဖုန်းကရောဟက်ခံလိုက်ရတာလားဘယ်တုန်းကလဲ ဘယ်သူဟက်ခဲ့တာလဲမေးခွန်းတွေနဲ့ ဘယ်နေရာသွားသွား တစ်ယောက်ယောက်ကဖုန်းကနေတစ်ဆင့် စောင့်ကြည့်နေသလို ခံစားရတဲ့ အဲဒီအမျိုးသမီး…နောက်ဆုံးကျရင် ဘယ်လိုဖြစ်သွားမလဲတရားခံကိုရော ရှာတွေ့သွားမလားဆိုတာကိုတော့ …..Unlocked ရုပ်ရှင်ဇာတ်ကားက ၂၀၂၃တောင်ကိုရီးယား သည်းထိတ်ရင်ဖို Netflix ဇာတ်ကားဖြစ်ပြီးတော့ Kim Tae-joonကဒါရိုက်တာအဖြစ် ပွဲဦးထွက် ရိုက်ကူးထားသောဇာတ်ကားဖြစ်တယ် Cast တွေအနေနဲ့ Chun Woo-hee Im Si-wanနဲ့ Kim Hee Wonတို့ ပါဝင် သရုပ်ဆောင်ထားပါတယ်File Size :(1.6GB) &(643 MB)Quality :WEB-DL1080P5.1Ch,  720pFormat…mp4Duration…01:57:00Genre : Crime ,Myster, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thynn,  Tiff & MiriEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hogFjtmJlEIARfFQvdBsKANYG9a.jpg",
      "https://image.tmdb.org/t/p/w300/mLnbZF4B2ZUYkrbGZL5RGkfe0n4.jpg",
      "https://image.tmdb.org/t/p/w300/kK7RUDerioZfgxPKCf60agsOwjL.jpg",
      "https://image.tmdb.org/t/p/w300/i2MQgwxSSWQLLqSie04SLaXuzqa.jpg",
      "https://image.tmdb.org/t/p/w300/s8MCqXUew2PodvA3E8pYQZasXk5.jpg",
      "https://image.tmdb.org/t/p/w300/4t9Lqr55uVkSsASKBADlFHj3T1q.jpg",
      "https://image.tmdb.org/t/p/w300/cCVTixIhvZdBLxcRh0oomLm0pXj.jpg",
      "https://image.tmdb.org/t/p/w300/EkoQVCvKCB7d8BupgtjxRyGw49.jpg",
      "https://image.tmdb.org/t/p/w300/eiSDSJsBkeLyv7DyvykBpeGLKxI.jpg",
      "https://image.tmdb.org/t/p/w300/6l9ODpdZYPpRBjaYLAF5RSWWq13.jpg",
      "https://image.tmdb.org/t/p/w300/jBvLHSVPOABNp17WWd99wtmD3ku.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nDSXuBkN67zSk0toYN3jmmLHfkc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d3rlk8ggq6dk.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/unlocked-2023-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Si07/Unlocked.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/K6gy3SiJ#4AdOTRpXC9Vc0Mfdk822tzhV_vDSJxhfqquNIx6WKqU",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/reeuzmqi4a17.html",
        "server": "usersdrive.com",
        "size": "643MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/unlocked-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "643MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cku8/Unlocked.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "643MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/WjBEVQaa#hrsUbgO01wN4-IxkTpfVg0TO255WxPnCXLH3Fz3GoIw",
        "server": "mega.nz",
        "size": "643MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/qnsjc7v8zglx.html",
        "server": "streamsb.com",
        "size": "643MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/kcnxcfbpl6qm",
        "server": "streamvid.io",
        "size": "643MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "k8qGElYoAoU",
      "video_url": "https://www.youtube.com/watch?v=k8qGElYoAoU",
      "embed_url": "https://www.youtube.com/embed/k8qGElYoAoU"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "First Reformed (2017)",
    "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး Ethan Hawke ပါဝင်ထားတဲ့ psychological drama လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဖာသာတိုလာဟာ အရွယ်ကောင်းစဉ်က စစ်တပ်ထဲကသင်းအုပ်ဆရာဖြစ်ပါတယ်။ မိန်းမဖြစ်သူသဘောမတူတဲ့ကြားက သားဖြစ်သူကို စစ်မှုထမ်းပြီး စစ်တိုက်ထွက်ဖို့ ကိုယ်တိုင် တိုက်တွန်းခဲ့ရာကနေ သားဖြစ်သူ စစ်ပွဲမှာ ကျဆုံးသွားခဲ့တဲ့အတွက် စိတ်ထောင်းကိုယ်ကြေဖြစ်ကာ စစ်ထဲကထွက်လာပြီး ဘုရားကျောင်းလေးတစ်ခုမှာ ရောဂါအခံလေးရှိလာတဲ့ သူ့ဘဝကို ဘယ်လိုကြိုးစား ရုန်းကန်းဖြတ်သန်းနေရလဲ ဆိုတာကို ဆွတ်ပျံ့ကြေကွဲဖွယ် ရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။IMDb Rating 7.1/10 ရရှိထားပြီးတော့ Tomatometer မှာ 94 % တောင် ရရှိထားတဲ့အပြင် ဇာတ်လမ်းလေးက အေးအေးငြိမ်ငြိမ်နဲ့ သွားထားပြီး ကင်မရာရိုက်ကူးတင်ဆက်ပုံကောင်းတဲ့အပြင် မင်းသားကြီး Ethan ရဲ့ သရုပ်ဆောင်ပီပြင်ကောင်းမွန်မှုကြောင့် မှတ်ချက်ကောင်းတွေရထားတဲ့ဇာတ်ကားဆိုလည်း မမှားတဲ့အတွက် ကြည့်ရကျိုးနပ်တဲ့ကားလေးဖြစ်မှာပါ။ဘာသာပြန်ဆိုသူကတော့ Matteo ဖြစ်ပြီး ဘာသာပြန်အမှားအယွင်းရှိရင် ခွင့်လွှတ်နားလည်ပေးစေချင်ပါတယ်။File size…(1.1 GB)/(801 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:53:00Genre…Drama, Mystery, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Matteo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b5BLqJ6pqMtziBQFd89StwvE7D8.jpg",
      "https://image.tmdb.org/t/p/w300/oXNtdwoRsG9MIpOjJHeT4xGjwbV.jpg",
      "https://image.tmdb.org/t/p/w300/31fday46xfp3mTxDWJDKQ0hdIsF.jpg",
      "https://image.tmdb.org/t/p/w300/jFdeQOleEXrkEOjzcpgKSCjbC8P.jpg",
      "https://image.tmdb.org/t/p/w300/mLwIDLa1FMkbKLteZRTatyvWLHX.jpg",
      "https://image.tmdb.org/t/p/w300/g8G91vbvyUqnyFSlVruwiaZsUrn.jpg",
      "https://image.tmdb.org/t/p/w300/ia7Pm53iou0dF7NJZQZFv079cwL.jpg",
      "https://image.tmdb.org/t/p/w300/lPEGDlqbKNnckRNdqKpnuxhC4aW.jpg",
      "https://image.tmdb.org/t/p/w300/AgAR1i7qFsoH7jDFYoTDuVca0qJ.jpg",
      "https://image.tmdb.org/t/p/w300/vhwb9aFrKSfFkYDyA2G23FzqVqK.jpg",
      "https://image.tmdb.org/t/p/w300/9YltTqDsFFQ021ua3KGw2gXizDY.jpg",
      "https://image.tmdb.org/t/p/w300/88wQvpgctYZZ7PiUfUPJbZd9SoL.jpg",
      "https://image.tmdb.org/t/p/w300/qlP3vaP4OWEKs6PAd8Xrh1kukgT.jpg",
      "https://image.tmdb.org/t/p/w300/74EDo876ugj90esVgKZYMAFsKgk.jpg",
      "https://image.tmdb.org/t/p/w300/wIwLRXudTLQgY0Gn0vAbkeE2JRb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZDI1MGIyZDMtYjAyMy00ZWE1LTgzYjctYzM5MzczNjFjZWQwXkEyXkFqcGdeQXVyODQyNzE3MDg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/first-reformed-2017-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lsom/First.Reformed.2017.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/b6hy3bCJ#6bFgAdGycmiTT4amgj26uTWu1gniuUK7MP97WVhHaIw",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/thq7ybzuljp0.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/first-reformed-2017-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "801 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lsnp/First.Reformed.2017.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "801 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7mx3VAaA#RZfZaB-yVqHyiVTvbrlj-KQoHC17NHRHRLt1gJwvMIE",
        "server": "mega.nz",
        "size": "801 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7gjzvi6j6n9u.html",
        "server": "usersdrive.com",
        "size": "801 Mb",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/imr219qmhq18",
        "server": "streamsb.com",
        "size": "801 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hCF5Y8dQpR4",
      "video_url": "https://www.youtube.com/watch?v=hCF5Y8dQpR4",
      "embed_url": "https://www.youtube.com/embed/hCF5Y8dQpR4"
    }
  },
  {
    "metadata": "R|1997|1h 41min|Horror,Mystery",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "140000"
    },
    "title": "I Know What You Did Last Summer (1997)",
    "description": "I know what you did last summer (1997)========================အထက်တန်းကျောင်းပြီးသွားတဲ့ နွေရာသီကာလတစ်ခုမှာပေါ့…  သူငယ်ချင်းတစ်သိုက် ပါတီတွေလုပ်ကြတယ်။ပျော်ကြတယ်။ မူးကြတယ်။ ကား လျှောက်ပတ်မောင်းကြတယ်။သူတို့ ကြိုမသိလိုက်တာက နောက်တစ်ချိန်မှာဖြစ်လာမယ့် သူတို့ရဲ့ အိပ်မက်ဆိုးတွေဟာ အဲဒီနွေညမှာပဲစတင်ခဲ့တယ်ဆိုတာပဲ။ကားလျှောက်ပတ်မောင်းရင်း လူတစ်ယောက်ကို တိုက်မိတယ်။ ရဲတွေနဲ့ မပက်သက်ချင်၊ဖြစ်လာမယ့် အရှုပ်အရှင်းတွေကိုလည်း ရင်မဆိုင်ချင်ကြတဲ့အဆုံးမှာတော့ အလောင်းဖျောက်ပစ်ဖို့ ကြိုးစားကြတယ်။ဒါကို သူတို့က မတော်တဆဖြစ်တာပါလို့ ကိုယ့်စိတ်ကိုယ် ပြန်ချော့တယ်။ဒါပေမယ့် တိုက်ခံရတဲ့သူဟာ မသေသေးဘူး။ သူတို့ ကြောက်ကြောက်လန့်လန့်နဲ့ ရေထဲချလိုက်မှဒါဟာ လူသတ်မှုဖြစ်သွားတာပဲ။ဒီကိစ္စကို ဘယ်သူ့မှမပြောကြေး၊ သေတဲ့အထိ လျှို့ဝှက်ထားကြမယ်ဆိုပြီး တစ်ယောက်နဲ့တစ်ယောက် သစ္စာဆိုခဲ့ကြတယ်။ဒါပေမယ့် နောက်နှစ် နွေရာသီကာလမှာ စာတစ်စောင်ရောက်လာတယ်။” မင်းတို့ မနှစ်နွေရာသီတုန်းက ဘာလုပ်ခဲ့လဲ ငါသိတယ် ” ဆိုပြီးတော့ပေါ့။အတိတ်ရဲ့ တစ္ဆေဟာ သူတို့ကို ပြန်ခြောက်ခဲ့ပြီ။~~~~ ~~~~ ~~~~ ~~~~ ~~~~ ~~~~နာမည်ကြီး လူသတ်ကားတစ်ကားဖြစ်တဲ့ Scream ရဲ့ ဇာတ်ညွှန်းရေးဆရာဟာ ဒီကားရဲ့ဇာတ်လမ်းကိုScream မရိုက်ခင်ကကို ပလန်ရှိခဲ့တာပါ။ ဒါပေမယ့် သူ့ရဲ့ ဒီဇာတ်လမ်းကို ဘယ်သူမှ မဝယ်ခဲ့ကြဘူး။ ဒါပေမယ့်Scream ပေါက်သွားတဲ့နောက်မှာတော့ Columbia က တန်းဝယ်လိုက်ပါတော့တယ်။ဒီကားဟာ Horror ဆိုပေမယ့် Genre အတော် စုံတယ်။ အချစ်ဇာတ်လမ်းနည်းနည်း၊ Thriller နည်းနည်း၊အကုန်ရောသမမွှေထားတာပဲ။ အဲဒါကြောင့်မို့လည်း Classic စာရင်း ဝင်ခဲ့ဟန်တူပါရဲ့။Trilogy အနေနဲ့ I still know နဲ့ I always know တို့ ရှိသေးပေမယ့် ပထမကားရဲ့ ခြေဖျားကို လုံးဝမမီခဲ့ပါဘူး။နောက်ပြီး ဒီလ 15 ရက်မှာ Amazon ကနေထွက်လာတဲ့ ဒီဇာတ်လမ်းရဲ့ Reboot စီးရီးဟာ မူရင်းဇာတ်လမ်းနဲ့လုံးဝကို သွေဖီပြီး ကာရိုက်တာအသစ် Twist အသစ်တွေနဲ့ လုံးဝ Reboot ခဲ့ပါတယ်။ဒါပေမယ့်လည်း July လေးရက်နေ့တိုင်း လူအများစုရွေးပြီးကြည့်ကြတဲ့ Horror ကားတွေထဲမှာတော့ဒီကားဟာ Old but Gold စာရင်းဝင်နေတုန်းပါပဲ။File Size – 960 MB, 1.41 GBQuality – 720p, 1080pIMDB Rating – 5.7/10Format – MP4Duration – 1h 41minType – Horror, MysterySubtitles – Myanmar Subtitle (Hard Sub)Translated & Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6wpIPoE1H7N5yCuFsfcYoGBhFlP.jpg",
      "https://image.tmdb.org/t/p/w300/61OxaLgaB5WiwkRQlIPenBJpa9r.jpg",
      "https://image.tmdb.org/t/p/w300/r8jWcTkDGZ4UcLTJmYULQsPJWhD.jpg",
      "https://image.tmdb.org/t/p/w300/zKlaLeKVhYJsAHtHY1s7c42G4AJ.jpg",
      "https://image.tmdb.org/t/p/w300/tU5CdvDGQRGMfjDIfWmeUKh3ZKk.jpg",
      "https://image.tmdb.org/t/p/w300/39bnPKmY5BKrQwgIkrx88QkdzqS.jpg",
      "https://image.tmdb.org/t/p/w300/wonDcA6yTDixJwyD7Jh5j5eWn5r.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7OfTWTQEvPcwPrOdeLH0F3h6GRZ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-know-what-you-did-last-summer-1997",
        "server": "VIP Links",
        "size": "1.41 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-i-know-what-you-did-last-summer-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.41 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-i-know-what-you-did-last-summer-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1FFet/I_know_what_you_did_last_summer_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.41 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1FFcl/I_know_what_you_did_last_summer_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/dHjDOj0G",
        "server": "Direct Link",
        "size": "1.41 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/IFufwhSP",
        "server": "Direct Link",
        "size": "960 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/d/m7vekbgtlrir.html",
        "server": "streamsb.com",
        "size": "1.41 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/d/wtwa4cs8azcg.html",
        "server": "streamsb.com",
        "size": "960 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "EcWK0M4VMjA",
      "video_url": "https://www.youtube.com/watch?v=EcWK0M4VMjA",
      "embed_url": "https://www.youtube.com/embed/EcWK0M4VMjA"
    }
  },
  {
    "metadata": "PG-13|2019|108 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "18,402"
    },
    "title": "Scary Stories to Tell in the Dark (2019)",
    "description": "မကြာသေးခင်ကမှ ရုံတင်သွားတဲ့ Horror ကား ကောင်းကောင်းလေးပါဗျ။ဇာတ်လမ်းတွေက နာကျင်စေတယ်။ဇာတ်လမ်းတွေက အနာကျက်စေတယ်။ဇာတ်လမ်းတွေက ကျွန်တော်တို့ ဘယ်သူဘယ်ဝါရယ် လို့ ပုံဖော်ပေးတယ်။ခင်ဗျားတို့ရော ကိုယ်ရဲ့ ရှေ့ဖြစ်ဇာတ်လမ်းကို ကြိုသိရပါမယ် ဆိုပါစို့။​အကောင်းတွေတော့ မဟုတ်ဘူးနော်။အဆိုးတွေ….. ကံကြမ္မာဆိုးတွေ ဇာတ်လမ်းကတော့ ဒီလိုပါ။ဟောလိုဝင်းနေ့မှာ ကလေးတစ်သိုက်က သရဲခြောက်တဲ့အိမ်ကြီးတစ်အိမ်ကို ရောက်သွားတယ်။အဲဒီအိမ်မှာ ဒဏ္ဍာရီတစ်ခု ရှိတယ်။အဲဒီအိမ်က အမျိုးသမီးရဲ့ဇာတ်လမ်းကို နားထောင်ပြီးတဲ့ကလေးတိုင်းပျောက်ဆုံးသွားလေ့ ရှိတယ်။မမျှော်လင့်ဘဲ အဲဒီအမျိုးသမီးကြီးရဲ့ ဇာတ်လမ်းတွေ ရေးထားတဲ့ စာအုပ်ကို ရခဲ့တယ်။စာအုပ်ထဲမှာ ဇာတ်လမ်းတွေ အလိုလိုပေါ်လာခဲ့တယ်။ပေါ်လာခဲ့တဲ့ ဇာတ်လမ်းတွေကလည်း တကယ်ဖြစ်လာခဲ့တယ်။အဲဒီကံကြမ္မာဆိုးကို သူတို့ ဘယ်လို ရှောင်လွှဲကြမလဲ?????ရှောင်လွှဲဖို့ရော ဖြစ်နိုင်ပါ့မလား?????စာအုပ်ကရော ဘာရာဇဝင်တွေ ရှိနေတာလဲ?????ဇာတ်လမ်းက ကြောက်ဖို့ကောင်းသလို တော်တော်လေးလည်းစိတ်ဝင်စားစရာကောင်းပါတယ်။File Size : ( 967 MB , 355 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Horror , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byAugustEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/spCU6e6opWCmA3Q0SdKhsMqo5OI.jpg",
      "https://image.tmdb.org/t/p/w300/7fZoiqrZkbGQJFxCO3FQB5ujjOW.jpg",
      "https://image.tmdb.org/t/p/w300/8m9JTau4ZBFQDVX7fyFaxp8yFow.jpg",
      "https://image.tmdb.org/t/p/w300/n6MtMinNiTXWI6jDqGUnRmvVP5N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/d0FWbzrmm99BTfUqf1Lbjl2zu3S.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/d513e9d93/cm-scary-stories-to-tel-in-the-dark-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "967 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/4dee526/cm-scary-stories-to-tel-in-the-dark-2019-smal-size-mp4",
        "server": "yuudrive.me",
        "size": "355 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scary-stories-to-tell-in-the-dark-2019-large-size-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "967 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scary-stories-to-tell-in-the-dark-2019-small-size-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "355 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/4eRsf/(CM)_Scary_Stories_to_Tell_in_the_Dark_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "967 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/R4ar/(CM)_Scary_Stories_to_Tell_in_the_Dark_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "355 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://usersdrive.com/p43ep7yxj9s1.html",
        "server": "usersdrive.com",
        "size": "967 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/a0ojkqtn9a8h.html",
        "server": "usersdrive.com",
        "size": "355 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mega.nz/file/ltlS2IQL#9vvWVR1lhrPp3gTCIrG9RMu94wqjU2-3bAgz-0IGWPo",
        "server": "mega.nz",
        "size": "967 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/5g0UCapY#s8PGqX6AMkqVJskY5QmjuICTjq-Ve8KKWmjICemT9CM",
        "server": "mega.nz",
        "size": "355 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "N3J2k3Nhicw",
      "video_url": "https://www.youtube.com/watch?v=N3J2k3Nhicw",
      "embed_url": "https://www.youtube.com/embed/N3J2k3Nhicw"
    }
  },
  {
    "metadata": "R|2023|1h 38m|Horror,Mystery",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2600"
    },
    "title": "Hell House LLC Origins: The Carmichael Manor (2023)",
    "description": "Hell House LLC Origins: The Carmichael Manor (2023)~ IMDb – 6.3/10, Rotten Tomatoes – 83% ~အခုတစ်ခေါက်ထပ်မံထွက်ရှိလာတဲ့ Hell House LLC ဇာတ်ကားကတော့ ၂၀၁၅၊ ၂၀၁၇ နဲ့ ၂၀၁၈ တုန်းက ထွက်ရှိထားတဲ့ Hell House ရုပ်ရှင်သုံးခုရဲ့ အဆက်ဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ Hell House အကြောင်း အဓိကထားရိုက်ကူးထားတာမဟုတ်ဘဲ ဇာတ်လမ်းရဲ့နာမည်အတိုင်း အဗ္ဗဒုန်ဟိုတယ်မီးပြာကျသွားတုန်းက ပါခဲ့တဲ့ အာသာ ကာမိုက်ကယ်ရဲ့ မိသားစုနောက်ကြောင်းကို ပြန်လည်သရုပ်ဖော်ထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ သက်တမ်းရင့်အမှုအေးတွေနောက် လိုက်နေတဲ့ လူငယ်တစ်ဖွဲ့က လူသတ်မှုဖြစ်ပြီး သရဲခြောက်တယ်လို့ နာမည်ကြီးတဲ့ကာမိုက်ကယ်အိမ်ကြီးထဲမှ ၅ ညသွားအိပ်ဖို့ဖြစ်လာခဲ့ပါတယ်။ ဒီပေမဲ့ ၅ရက်မပြည့်ခင်မှာပဲ တစ်ဖွဲ့လုံး အစအနရှာမရအောင်ပျောက်သွားခဲ့ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဘရစ်ဂျစ်၊ ရေဗက္ကာနဲ့ ချေ့စ်တို့သုံးယောက်ဟာ လူသတ်မှုဖြစ်ထားပြီး သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့ ကာမိုက်ကယ်အိမ်တော်ကြီးကို တကယ်ဟုတ်မဟုတ်စူးစမ်းလေ့လာဖို့အတွက် ၅ ရက် သွားအိပ်ဖို့ဖြစ်လာခဲ့ပါတယ်။ သူငယ်ချင်းသုံးယောက်ထဲမှာ ဘရစ်ဂျစ်ကတော့ အတက်ကြွဆုံးပေါ့။ သူက ငယ်ငယ်ကတည်းက အခုလိုမျိုး ထွေလျားဆန်းပြားတဲ့ အမှုမျိုးတွေဆိုအရမ်းကြိုက်တဲ့သူကိုး။ သူ့ရဲ့ ချစ်သူရေဗက္ကာကလည်း သူအတင်းခေါ်လို့ မသွားချင်သွားချင်နဲ့ လိုက်ခဲ့ရပါတယ်။ အဲဒါအပြင် အဖော်ထပ်ရှိအောင်ဆိုပြီး သူ့အစ်ကိုချေ့စ်ကိုပါ အပါခေါ်ခဲ့ပါသေးတယ်။ အနောက်တိုင်းလူငယ်တွေဆိုတဲ့သဘာဝအလျောက် ဒီလိုစူးစမ်းလေ့လာရတာမျိုးကို အရမ်းကြိုက်ကြတာပေါ့။ကာမိုက်ကယ်အိမ်ကို ရောက်ပြီးချင်း ပထမ ၂ရက်ပြည့်တဲ့အထိတော့ ဘာမှမဖြစ်ခဲ့ပေမဲ့ ဘရစ်နဲ့ ရေဗက္ကာတို့ ကာမိုက်ကယ်အိမ်တော်နားက မြို့လေးတစ်မြို့မှာ အဗ္ဗဒုန်ဟိုတယ်ပြာမကျခင် ကျန်ခဲ့တဲ့ ရှေးဟောင်းပစ္စည်းတွေကိုသွားကြည့်ရင်း ဆန်းပြားတဲ့ပစ္စည်းတွေကို တွေ့ပြီး ကာမိုက်ကယ်အိမ်ကိုပြန်ရောက်လာတဲ့အချိန်ကစပြီး မသင်္ကာစရာတွေ စပြီးဖြစ်လာခဲ့ပါတယ်။ပထမဦးဆုံးအနေနဲ့ ဘရစ်ဂျစ်နဲ့ ရေဗက္ကာတို့ အပြင်သွားနေတဲ့အချိန် တစ်ယောက်တည်း ကာမိုက်ကယ်အိမ်မှာကျန်နေခဲ့တဲ့ ချေ့စ်က မူမမှန်တာတွေကို စပြီးသတိထားမိလာပါတယ်။ ဒါနဲ့ ချေ့စ်က နောက်တစ်နေ့ကျ ရေဗက္ကာကို သွားသတိပေးခဲ့ပါတယ်။ ဘရစ်ဂျစ်က အရမ်းစူးစမ်းချင်လိုစိတ်ပြင်းတာကတစ်ကြောင်း ရေဗက္ကာကလည်း ဘရစ်ဂျစ်ကို အားနာတာကတစ်ကြောင်းဖြစ်နေတာနဲ့ပဲ မိတ်ဆွေသုံးယောက်က ကာမိုက်ကယ်အိမ်မှာဆက်နေဖြစ်ခဲ့ပါတယ်။ တတိယနေ့ညမှာပဲ မသင်္ကာစရာတွေ မူမမှန်တဲ့ကိစ္စတွေထပ်ပြီးဖြစ်လာခဲ့ပါတယ်။ အဆိုးဆုံးကတော့ အိမ်တော်ကြီးရဲ့ အပေါ်ထပ်မှာ ရေဗက္ကာက သူ့အခန်းထဲမှာတစ်ယောက်ထဲ လက်တော့ပ်ထဲ ဗီဒီယိုခေါ ပြောနေတဲ့အချိန် သူ့ကိုနောက်ကျောကနေ ဓာတ်ပုံပြန်ရိုက်ထားတဲ့အဖြစ်အပျက်ပါ။ အဲဒီအချိန်ကစပြီး ရေဗက္ကာကိုယ်တိုင် ထိတ်လန့်ချောက်ချားလာပြီး ကာမိုက်ကယ်အိမ်ကနေ ထွက်သွားတော့မယ်ဆိုပြီး ဖြစ်လာပါတော့တယ်။ ဒါပေမဲ့ ဘရစ်ဂျစ်က ခေါင်းမာလွန်းလို့ နောက်တစ်နေ့အထိတော့ ဆက်နေဖို့ဖြစ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ သူငယ်ချင်းသုံးယောက် တတိယမြောက်ညကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ… နောက်ဆုံးမှာ သရဲအိမ်နောက်ကွယ်က ကာမိုက်ကယ်မိသားစုရဲ့ ဇာတ်လမ်းကကော ဘယ်လိုဖြစ်နေမလဲဆိုတာကို ထိတ်လန့်တကြား ရှုစားရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ အရမ်း Hell House ဇာတ်တွေလိုပါပဲ ဖြစ်ရပ်မှန်မှုခင်းတစ်ခုကို ပြန်ရိုက်ထားတဲ့ Documentary ပုံစံပြန်ရိုက်ထားတာပဲဖြစ်ပါတယ်။ အဲဒါအပြင် အရင်ကားတွေလိုမျိုး ဇာတ်ရည်လည် ကြောက်‌လည်းကြောက်အောင် ရိုက်ထားပြနိုင်တာဖြစ်လို့ Tomatometer ရဲ့ Audience Score ၈၆ ရာခိုင်နှုန်းအထိရထားပြီး တကယ်ကြည့်ကောင်းတဲ့ Horror ဇာတ်ကားတစ်ကားပါ။ ဆိုတော့ တခြား Genres ကား‌တွေကြည့်ပြီး ပျင်းနေကြတဲ့သူတွေအတွက် ထိတ်လန့်တကြား စောင့်မျှော်ကြည့်ရှုဖို့အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.85GB, 785MBQuality – 1080p, 720pIMDb Rating – 6.3/10Format – mp4Duration – 1H 38MinGenre – Horror, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/EEASOZj5Mm2u6G3K4HS4pKIlfC.jpg",
      "https://image.tmdb.org/t/p/w300/kcGOoNBY60FXFRj4CrFHpYh1VwW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9YlsIwWATGwT6LL5UZVF5xoBTcC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hell-house-llc-origins-the-carmichael-manor-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3lsK3/(CM)_Hell_House_LLC_Origins_-_The_Carmichael_Manor_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8rFwGZDR#qR4tmJXFN4KeS22FL9yqF0glf49e58eDT-3aEa1f4UQ",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/myjmlcg7842v.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hell-house-llc-origins-the-carmichael-manor-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Fvhn/(CM)_Hell_House_LLC_Origins_-_The_Carmichael_Manor_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AuU2BaoB#r9VpkjV-lwAj_FEbnOw95w8DJWkcCO3aRJTM6E_JjfI",
        "server": "mega.nz",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dbndi34r8b6g.html",
        "server": "usersdrive.com",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/8nhywbzz3ow5",
        "server": "streamsb.com",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/icaxb1gj5if5",
        "server": "streamvid.io",
        "size": "785MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "J8rIvYnz1Nc",
      "video_url": "https://www.youtube.com/watch?v=J8rIvYnz1Nc",
      "embed_url": "https://www.youtube.com/embed/J8rIvYnz1Nc"
    }
  },
  {
    "metadata": "PG13||1h 50min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "156"
    },
    "title": "Home Sweet Home ( 2021 )",
    "description": "Home Sweet Home ဆိုပြီး တစ်ကွက်မှ Sweet မပါတဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကဘယ်လို စိတ်ဝင်စားဖို့ကောင်းပြီး ဦးနှောက်စားစေတာလဲဆိုရင်တော့…ဇာတ်လမ်းအစမှာ ကျောင်းကားမှောက်အောင်လုပ်တဲ့ ကျောင်းကားယာဉ်မောင်းယွီခွန်ချောင်ကို ဝမ်လူကြီးမင်းတို့မိသားစုရဲ့ မြေအောက်ခန်းထဲ ပိတ်ထားတဲ့ကိစ္စနဲ့အစပျိုးထားတယ်။ ယာဉ်မောင်းကြောင့်လို့ သေချာနေပေမယ့် တရားဥပဒေရဲ့အဆုံးအဖြတ်ကတော့ မဟုတ်ဘူးဖြစ်နေလို့ ယာဉ်မောင်းကို တရားဥပဒေအရအပြစ်ပေးမရတော့ သေသွားတဲ့ ကျောင်းသားမိဘတွေက ကိုယ်ပိုင်နည်းနဲ့ရှင်းဖို့ကြိုးစားပြီး လိုက်ရှာနေခဲ့တာပေါ့။ ဒီအကြောင်းကိုသိလို့ ယွီခွန်ချောင်ကလည်းဝမ်လူကြီးမင်းရဲ့ မြေအောက်ခန်းမှာ အသာတကြည်နဲ့ အဖမ်းခံနေတာ ၃ နှစ်ကြာခဲ့ပြီပေါ့။ဝမ်လူကြီးမင်းတို့ မိသားစုအကြောင်းပြောရမယ်ဆိုရင် ဝမ်လူကြီးမင်းနဲ့ ဝမ်ကတော်ရယ်။ဝမ်ခြူးထုံဆိုတဲ့ သမီးရယ် ဝမ်ခြူးချီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။ဝမ်ခြူးချီဆိုတာ ကျောင်းကားမတော်တဆမှာပါဝင်ထားပြီး အဲ့မတော်တဆကြောင့်ခြေထောက်က ဒုက္ခိတဖြစ်သွားခဲ့ပြီး ခြေတုနဲ့နေနေရသူဖြစ်တယ်။ ဒါပေမယ့်မတော်တဆမှာ သူလည်းမကင်းရှင်းပါဘူး။ ဘာလို့လဲဆိုတော့ သူကငွေ ၁၀၀ ပေးပြီး ယွီခွန်ချောင်ကို သူ့ဖိနပ်ကြိုးချည်ဖို့ပြောလို့ ယွီခွန်ချောင်ကကားကိုဘေးထိုးရပ်ပြီး ချည်ပေးတဲ့အခါမှာ ကားက တောင်အောက်ပြုတ်ကျသွားခဲ့ကြတာကြောင့်ပါ။ဒီလိုပြောလို့ ဝမ်ခြူးထုံကလည်း သာမန်မဟုတ်ဘူး။ ယာဉ်မောင်းကို မမုန်းတဲ့အပြင်အမြဲ ယာဉ်မောင်းကိုချုပ်ထားတဲ့ မြေအောက်ခန်းထဲသွားပြီး အတူပုံဆွဲလေ့ရှိတယ်။ဒီလိုသာမန်မဟုတ်တဲ့ မိသားစု မရိုးရှင်းတဲ့ အိမ်မှာ မူမမှန်တဲ့ကိစ္စတွေတစ်ခုပြီးတစ်ခုဖြစ်လာခဲ့တယ်။နောက်ပြီး ဝမ်ကတော်ကလည်း တခြားယောက်ျားတစ်ယောက်နဲ့ဖောက်ပြန်ပြီးရတဲ့ ကိုယ်ဝန်ကိစ္စလည်းပေါ်လာပြန်တယ်။ဒါကြောင့် ဦးနှောက်စားရတာကြိုက်တဲ့ပရိသတ်တွေအတွက်လက်မလွတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပါQuality : WEB-DL 720pFormat: mp4During : 1h 50minSubtitle : Myanmar Sub ( Hardsub )Translated by Chu ChuEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c9uDLzDRm2wgfq1vj4qPA7WY5oF.jpg",
      "https://image.tmdb.org/t/p/w300/2IddacNR8GEtEmufNSTbFwHZLTN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1KBt4FqMaY2hdOEkS4inNvDBxLz.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/home-sweet-home-2021",
        "server": "VIP Links",
        "size": "1.24 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-home-sweet-home-2021-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.24 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/xg5ttoinxy4m.html",
        "server": "usersdrive.com",
        "size": "1.24 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/7qkz17buqqeu",
        "server": "veryfiles.com",
        "size": "1.24 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/rHIVUKCS#IDfyyzHbXyxE_aNPye79F9KaRKWTPeAYTDUPHLpOaYA",
        "server": "mega.nz",
        "size": "1.24 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "G8Qkf-CIK_c",
      "video_url": "https://www.youtube.com/watch?v=G8Qkf-CIK_c",
      "embed_url": "https://www.youtube.com/embed/G8Qkf-CIK_c"
    }
  },
  {
    "metadata": "R|2001|147 min|Drama,Mystery",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "244,555"
    },
    "title": "Mulholland Drive (2001)",
    "description": "“Mulholland Drive” (2001)~~~ ~~~ ~~~ ~~~ ~~~ ~~~Hollywood က ေငြေရာင္ပိတ္ကားေတြထက္မွာ အထင္ေပၚဆံုးသူျဖစ္ဖုိ႕၊ အေက်ာ္ႀကားဆံုးနဲ႕ အရည္အခ်င္းအရွိဆံုး မင္းသမီးအျဖစ္ လူေတြ၀ုိင္းရံေနတဲ့ ေကာ္ေဇာနီေတြေပၚမွာ ေလွ်ာက္လွမ္းႏုိင္ဖုိ႕။ ဒါေတြက အိမ္နဲ႕ေ၀းရာ California က ရုပ္ရွင္ကမၻာကုိ အေရာက္လာခဲ့တဲ့ Betty Elms ရဲ႕ စိတ္ကူးအိပ္မက္ေတြပဲ။City of Angels လုိ႕ သမုတ္ႀကတဲ့ဒီျမိဳ႕ေတာ္က သူ႕အေဒၚရဲ႕ေနအိမ္ကုိ Betty ေရာက္တဲ့အခ်ိန္မွာ၊ သူမေမွ်ာ္လင့္ထားတဲ့ အံ့ႀသစရာတစ္ခုက အဆင္သင့္ေစာင့္ႀကိဳေနတယ္။ အဲဒါကေတာ့၊ အိမ္ထဲမွာ ႀကိဳေရာက္ေနတဲ့၊ အတိတ္ေမ့ေနတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႕ ဆံုရတာပဲ။ သူ႕ရဲ႕အေဒၚနဲ႕လဲ ဆက္စပ္မႈမရွိ၊ ဘာေတြျဖစ္ခဲ့တယ္ဆုိတာကုိလဲ ေမးမရေပမယ့္၊ ရွင္းျပလုိ႕မရႏုိင္တဲ့ ခံစားခ်က္တစ္ခုေႀကာင့္၊ Rita လုိ႕ သူ႕ကုိ္ယ္သူ နာမည္ေပးထားတဲ့ ဒီေကာင္မေလး ဘယ္သူဆုိတာကုိ သိရေအာင္ကူညီေပးဖုိ႕ Betty ဆံုးျဖတ္လုိက္တယ္။သူစိတ္၀င္စားေနတဲ့ ရုပ္ရွင္ဇာတ္ရုပ္တစ္ခုမွာ သရုပ္ေဆာင္ရမယ့္ အခြင့္အေရးကုိ၊ အဆက္အသြယ္ေကာင္းတဲ့ တျခားမင္းသမီးလက္ထဲကုိ လႊဲေပးလုိက္ရတဲ့အခ်ိန္၊ တစ္ဖက္မွာလည္း Rita ခုလုိ အတိတ္ေမ့သြားတာ ေသြးရုိးသားရုိးမဟုတ္တဲ့ မေတာ္တဆမႈတစ္ခုေႀကာင့္ ဆုိတာကုိ သိလုိက္ရတယ္။ ဒီလုိနဲ႕ တစ္စတစ္စ ေပၚလာတဲံ Rita ရဲ႕ ေနာက္ေႀကာင္းကုိ စံုစမ္းရင္း၊ Rita အတိတ္မေမ့ခင္ ေနခဲ့တယ္လုိ႕ ယူဆရတဲ့အိမ္ကုိ သူတုိ႕ေတြေရာက္သြားခ်ိန္မွာ ကိစၥအားလံုးကုိ ပုိျပီး႐ႈပ္ေထြးေစမယ့္ အရာတစ္ခုကုိ ေတြ႕လုိက္ရတဲ့အခါမွာေတာ့ … … … ။IMDB – 8/10Metacritic – 81%Rotten Tomatoes – 82%~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~Naomi Watts နဲ႕ Laura Elena Harring တုိ႕ ဦးေဆာင္ပါ၀င္ထားတဲ့ ဒါရိုက္တာ David Lynch ရဲ႕လက္ရာပါ။ ဒီမင္းသမီးေတြကုိ အႏုပညာလမ္းေႀကာင္းမွန္ေပၚ တင္ေပးႏုိင္ခဲ့သလုိ၊ Lynch ကုိလည္း အကယ္ဒမီဆုအတြက္ nomination ရေစခဲ့တဲ့ Mulholland Drive ကုိ ဒီဒါရုိက္တာႀကီးရဲ႕ အေျပာင္ေျမာက္ဆံုး ဇာတ္ကားေတြထဲ ထိပ္ဆံုးကလုိ႕ ညႊန္းဆုိႀကေလ့ရွိပါတယ္။မူလက ရုပ္သံဇာတ္လမ္းတြဲတစ္ခု ဖန္တီးဖုိ႕ရည္ရြယ္ခ်က္နဲ႕ ဇာတ္သိမ္းမေရရာတဲ့ Pilot Episode အျဖစ္ ရုိက္ကူးခဲ့ေပမယ့္၊ ပယ္ခ်ခံခဲ့ရတဲ့ေနာက္မွာ၊ ရိုက္ထားျပီးသားဇာတ္လမ္းကုိ ဇာတ္သိမ္းခန္း ထပ္မံရုိက္ကူးျဖည့္စြက္ျပီး ရုပ္ရွင္ကားႀကီးအျဖစ္ အသြင္ေျပာင္းခဲ့တာပါ။ ဒီအခ်က္ေႀကာင့္ရယ္၊ Lynch ရဲ႕ ပင္ကုိယ္ရုိက္ကူးမႈပံုစံရယ္ေႀကာင့္၊ Mulholland Drive ရဲ႕ ဇာတ္လမ္းဟာ တိတိက်က်ရယ္လုိ႕ မဟုတ္ပဲ ႀကည့္႐ႈသူရဲ႕ အဓိပၸါယ္ေကာက္မႈအေပၚ မူတည္ျပီး ကြာျခားသြားတတ္တဲ့ သဘာ၀ ရွိေနတာျဖစ္ျပီး၊ အဲဒါကပဲ သူ႕ရဲ႕အဓိကဆြဲေဆာင္မႈ ျဖစ္လာခဲ့ပါတယ္။ရုိက္ကူးထားတဲ့ပံုစံကေတာ့ David Lynch ကားေတြရဲ႕ထံုးစံအတုိင္းပဲ၊ တစ္သမတ္တည္းျဖစ္တဲ့ ဇာတ္လမ္းသြားမဟုတ္သလုိ၊ တစ္ကားလံုးမွာ ကင္မရာအသံုးျပဳနည္းမ်ိဳးစံုကုိ သံုးထားတာေႀကာင့္ ဇာတ္ေကာင္တစ္ေယာက္ခ်င္းစီရဲ႕ အတြင္းစိတ္နဲ႕ အေျခအေနတစ္ခုအေပၚ ဘာေႀကာင့္ဒီလုိတံု႕ျပန္လဲ ဆုိတဲ့အေႀကာင္းရင္းကုိ ႀကည့္ေနတဲ့သူကုိ အတြင္းက်က်ခံစားမိေစပါတယ္။ ဒါ့အျပင္၊ ဇာတ္၀င္ခန္းတုိင္းမွာ အသံုးျပဳထားတဲ့ ေနာက္ခံအသံကလဲ ဒီဇာတ္၀င္ခန္းကေပးခ်င္တဲ့ စုိးရိမ္စိတ္၊ ေႀကာက္စိတ္ အစရွိတဲ့ ခံစားခ်က္ေတြကုိ ပရိသတ္ခံစားမိေအာင္ တြန္းပုိ႕ေပးခဲ့ပါတယ္။2001 ခုႏွစ္၊ Cannes ရုပ္ရွင္ပြဲေတာ္မွာ ပြဲဦးထြက္ျပသခဲ့ျပီး၊ ေ၀ဖန္ေရးဆရာေတြနဲ႕ ပရိသတ္ေတြရဲ႕ အထူးခ်ီးက်ဴးမႈကိုရရွိခဲ့တဲ့ Mulholland Drive ဟာ ေဒၚလာ ၁၅ သန္း အကုန္အက်ခံ ရုိက္ကူးခဲ့တာျဖစ္ျပီး၊ ကမၻာတစ္၀ွမ္း စုစုေပါင္း၀င္ေငြ သန္း ၂၀ ေက်ာ္ ျပန္ရခဲ့ပါတယ္။ ဒါေတြကေတာ့ Mulholland Drive ရဲ႕ Wikipedia article က fact ေတြ သက္သက္ရယ္ပါ။ ေျပာခ်င္တာကေတာ့၊ Mulholland Drive ကုိ ပထမဆံုး ႀကည့္မိတဲ့အခ်ိန္မွာ ကင္မရာရုိက္ခ်က္ေတြနဲ႕ ပတ္သတ္တဲ့အရာေတြ၊ ေနာက္ခံအသံေတြ၊ အဲဒီလုိအရာေတြကုိ ဂရုမစုိက္အားခဲ့ဘူး ဆုိတာပါပဲ။ ဒါ့ေႀကာင့္ အခုေျပာျပမယ့္ ကြ်န္ေတာ့္အျမင္ ဆုိတာကလဲ၊ review ဆုိတာထက္၊ ပရိသတ္တစ္ေယာက္အေနနဲ႕ႀကည့္ျပီး ခံစားရတဲ့ ကုိယ္ပုိင္ခံစားခ်က္သက္သက္ပါ။ဒါရုိက္တာႀကီး David Lynch ရဲ႕လက္ရာေတြထဲ ပထမဆံုးႀကည့္မိတဲ့ ဒီကားထဲ ေမ်ာေနရင္း ပထမဆံုး ရလုိက္တာက အိပ္မက္မက္ေနရတဲ့ ဖီလ္လင္ပါပဲ။ ဇာတ္လမ္းဟာ ကစဥ့္ကလ်ားနဲ႕ အစီအစဥ္မက်ဘူး။ ဒါေပမယ့္၊ အဲဒီအပုိင္းအစေလးေတြကပဲ အာရံုကုိ တျခားမလႊဲႏုိင္ေအာင္ ဆြဲေဆာင္ထားတယ္။ အဆက္အစပ္မရွိတဲ့ ဇာတ္၀င္ခန္းေတြ တစ္ခုေပၚတစ္ခု ထပ္လာတဲ့အခ်ိန္မွာ၊ စိတ္႐ႈပ္ေထြးသြားရမယ့္အစား၊ ဘာေတြထပ္ျမင္ရမလဲဆုိတဲ့ စူးစမ္းစိတ္ကသာ ပုိလာတယ္။ အဓိပၸါယ္ ေရေရရာရာ မထင္ရွားတဲ့ ကမၻာတစ္ခုထဲကုိ ေရာက္ေနေပမယ့္၊ ကသိကေအာက္ျဖစ္မေနပဲ အခ်ိန္တန္ရင္ အားလံုးဆက္စပ္မိမွာပါဆုိတဲ့ အာမခံခ်က္ေလးက စိတ္ထဲမွာ အလုိလုိေရာက္ႏွင့္ေနတယ္။တကယ္လည္း ဇာတ္လမ္းဆံုးတဲ့အခါမွာ၊ ဇာတ္လမ္းေရွ႕ပို္င္း တစ္၀က္ေက်ာ္ေက်ာ္ေလာက္ ႀကည့္ခဲ့ရတဲ့ ဟုိေရာက္ဒီေရာက္ျဖစ္ေနတဲ့ ဇာတ္အိမ္ငယ္ေတြက အစပ္အဟပ္တည့္သြားတယ္။ ဒါေပမယ့္၊ ထူးျခားခ်က္က အဲဒီဇာတ္လမ္းအပုိင္းအစေလးေတြရဲ႕ အဓိပၸါယ္ဟာ ဇာတ္သိမ္းတဲ့အထိ သတ္သတ္မွတ္မွတ္မရွိပဲ၊ ကုိယ္အဓိပါၸယ္ဖြင့္ခ်င္သလုိ ဖြင့္လုိရေနတာပဲ။ အဲဒါေႀကာင့္ပဲ၊ ဒီဒါရုိက္တာႀကီးက သူ႕ဇာတ္ကားရဲ႕ အဓိကလုိရင္းက ဘာဆုိတာကုိ ရွင္းရွင္းလင္းလင္းထုတ္ေျပာဖုိ႕ ျငင္းခဲ့တယ္ဆုိတာ နားလည္သြားရတယ္။ဒါ့အျပင္၊ Betty Elms နဲ႕ Diane Selwyn, Rita နဲ႕ Camilla Rhodes တုိ႕ေတြ ဘယ္လုိဆက္စပ္မွူရွိေနလဲ၊ ဇာတ္လမ္းအစမွာ ႀကားခဲ့ရတဲ့ Betty ရဲ႕ စကားေလးတစ္ခြန္းဟာ ေနာက္ပုိင္း Diane ရဲ႕ အမူအက်င့္ကုိ ဘယ္လုိသက္ေရာက္ေနလဲ။ ဇာတ္သိမ္းမွာ ေတြ႕ရတဲ့ Camilla ရဲ႕ စရုိက္က Rita နဲ႕ Betty တုိ႕ရဲ႕ ကနဦးဆက္ဆံေရးကုိ ဘယ္လုိပံုေဖာ္ခဲ့သလဲ။ ဒီလုိေမးခြန္းေတြအမ်ားႀကီး ကုိယ့္ကုိယ္ကုိ ျပန္ေမးေနရင္း၊ ရလာတဲ့အေျဖက တစ္ခုတည္းမဟုတ္သလုိ၊ ဒီအေျဖတစ္ခုခ်င္းကလဲ အဓိပၸါယ္ရွိေနတာေတြက Mulholland Drive ကုိ ႀကည့္ျပီး ႀကိဳက္သည္ျဖစ္ေစ၊ မႀကိဳက္သည္ျဖစ္ေစ၊ ဒီကားနဲ႕ပတ္သတ္တဲ့ ကုိယ့္အျမင္ကုိ ထုတ္ေျပာမွျဖစ္မယ္ဆုိတဲ့ ပရိသတ္ေတြ ခ်င္ျခင္းတက္မႈရဲ႕ အဓိကအေႀကာင္းရင္းပါပဲ။အခုဒီလုိေတြ ေျပာေနေပမယ့္၊ ဒီကားရဲ႕အရသာကုိ တကယ္နားလည္ဖုိ႕က ကုိယ္တုိင္ႀကည့္လုိက္မွ ျဖစ္မွာပါ။ Psychological Thriller ေတြကုိ အရသာေတြ႕တဲ့သူေတြ၊ ေတြးစရာေပးတဲ့ ဇာတ္ကားမ်ိဳးကုိ သေဘာက်ပါတယ္ဆုိတဲ့သူေတြ သာမက၊ ရုပ္ရွင္ကုိ ၀ါသနာပါသူမွန္ရင္ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားပါပဲ။ တကယ္ႀကည့္ျဖစ္မယ့္သူေတြ အရသာမပ်က္ေအာင္ ဒီပုိ႕စ္မွာ spoiler မထည့္ထားေပမယ့္၊ တကယ္လုိ႕ တျခား review ေတြဖတ္ျပီးသား၊ ဇာတ္လမ္းသြားသိျပီးသားမုိ႕၊ မႀကည့္ေတာ့ဘူးဆုိရင္ေတာ့ နစ္နာမယ္လုိ႕ပဲ ေျပာပါရေစ။#MMDB_Previews#MulhollandDrive#DavidLynch#ASW(ရုပ္ရွင္အညႊန္းကိုM-MDB Pageမွကူးယူေဖာ္ျပပါသည္။)[“Mulholland Drive” (2001)~~~ ~~~ ~~~ ~~~ ~~~ ~~~Hollywood က ငွေရောင်ပိတ်ကားတွေထက်မှာ အထင်ပေါ်ဆုံးသူဖြစ်ဖို့၊ အကျော်ကြားဆုံးနဲ့ အရည်အချင်းအရှိဆုံး မင်းသမီးအဖြစ် လူတွေဝိုင်းရံနေတဲ့ ကော်ဇောနီတွေပေါ်မှာ လျှောက်လှမ်းနိုင်ဖို့။ ဒါတွေက အိမ်နဲ့ဝေးရာ California က ရုပ်ရှင်ကမ္ဘာကို အရောက်လာခဲ့တဲ့ Betty Elms ရဲ့ စိတ်ကူးအိပ်မက်တွေပဲ။City of Angels လို့ သမုတ်ကြတဲ့ဒီမြို့တော်က သူ့အဒေါ်ရဲ့နေအိမ်ကို Betty ရောက်တဲ့အချိန်မှာ၊ သူမမျှော်လင့်ထားတဲ့ အံ့သြစရာတစ်ခုက အဆင်သင့်စောင့်ကြိုနေတယ်။ အဲဒါကတော့၊ အိမ်ထဲမှာ ကြိုရောက်နေတဲ့၊ အတိတ်မေ့နေတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ ဆုံရတာပဲ။ သူ့ရဲ့အဒေါ်နဲ့လဲ ဆက်စပ်မှုမရှိ၊ ဘာတွေဖြစ်ခဲ့တယ်ဆိုတာကိုလဲ မေးမရပေမယ့်၊ ရှင်းပြလို့မရနိုင်တဲ့ ခံစားချက်တစ်ခုကြောင့်၊ Rita လို့ သူ့ကိုယ်သူ နာမည်ပေးထားတဲ့ ဒီကောင်မလေး ဘယ်သူဆိုတာကို သိရအောင်ကူညီပေးဖို့ Betty ဆုံးဖြတ်လိုက်တယ်။သူစိတ်ဝင်စားနေတဲ့ ရုပ်ရှင်ဇာတ်ရုပ်တစ်ခုမှာ သရုပ်ဆောင်ရမယ့် အခွင့်အရေးကို၊ အဆက်အသွယ်ကောင်းတဲ့ တခြားမင်းသမီးလက်ထဲကို လွှဲပေးလိုက်ရတဲ့အချိန်၊ တစ်ဖက်မှာလည်း Rita ခုလို အတိတ်မေ့သွားတာ သွေးရိုးသားရိုးမဟုတ်တဲ့ မတော်တဆမှုတစ်ခုကြောင့် ဆိုတာကို သိလိုက်ရတယ်။ ဒီလိုနဲ့ တစ်စတစ်စ ပေါ်လာတဲံ Rita ရဲ့ နောက်ကြောင်းကို စုံစမ်းရင်း၊ Rita အတိတ်မမေ့ခင် နေခဲ့တယ်လို့ ယူဆရတဲ့အိမ်ကို သူတို့တွေရောက်သွားချိန်မှာ ကိစ္စအားလုံးကို ပိုပြီးရှုပ်ထွေးစေမယ့် အရာတစ်ခုကို တွေ့လိုက်ရတဲ့အခါမှာတော့ … … … ။IMDB – 8/10Metacritic – 81%Rotten Tomatoes – 82%~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~~~~ ~~~ ~~~ ~~~ ~~~ ~~~ ~~~Naomi Watts နဲ့ Laura Elena Harring တို့ ဦးဆောင်ပါဝင်ထားတဲ့ ဒါရိုက်တာ David Lynch ရဲ့လက်ရာပါ။ ဒီမင်းသမီးတွေကို အနုပညာလမ်းကြောင်းမှန်ပေါ် တင်ပေးနိုင်ခဲ့သလို၊ Lynch ကိုလည်း အကယ်ဒမီဆုအတွက် nomination ရစေခဲ့တဲ့ Mulholland Drive ကို ဒီဒါရိုက်တာကြီးရဲ့ အပြောင်မြောက်ဆုံး ဇာတ်ကားတွေထဲ ထိပ်ဆုံးကလို့ ညွှန်းဆိုကြလေ့ရှိပါတယ်။မူလက ရုပ်သံဇာတ်လမ်းတွဲတစ်ခု ဖန်တီးဖို့ရည်ရွယ်ချက်နဲ့ ဇာတ်သိမ်းမရေရာတဲ့ Pilot Episode အဖြစ် ရိုက်ကူးခဲ့ပေမယ့်၊ ပယ်ချခံခဲ့ရတဲ့နောက်မှာ၊ ရိုက်ထားပြီးသားဇာတ်လမ်းကို ဇာတ်သိမ်းခန်း ထပ်မံရိုက်ကူးဖြည့်စွက်ပြီး ရုပ်ရှင်ကားကြီးအဖြစ် အသွင်ပြောင်းခဲ့တာပါ။ ဒီအချက်ကြောင့်ရယ်၊ Lynch ရဲ့ ပင်ကိုယ်ရိုက်ကူးမှုပုံစံရယ်ကြောင့်၊ Mulholland Drive ရဲ့ ဇာတ်လမ်းဟာ တိတိကျကျရယ်လို့ မဟုတ်ပဲ ကြည့်ရှုသူရဲ့ အဓိပ္ပါယ်ကောက်မှုအပေါ် မူတည်ပြီး ကွာခြားသွားတတ်တဲ့ သဘာ၀ ရှိနေတာဖြစ်ပြီး၊ အဲဒါကပဲ သူ့ရဲ့အဓိကဆွဲဆောင်မှု ဖြစ်လာခဲ့ပါတယ်။ရိုက်ကူးထားတဲ့ပုံစံကတော့ David Lynch ကားတွေရဲ့ထုံးစံအတိုင်းပဲ၊ တစ်သမတ်တည်းဖြစ်တဲ့ ဇာတ်လမ်းသွားမဟုတ်သလို၊ တစ်ကားလုံးမှာ ကင်မရာအသုံးပြုနည်းမျိုးစုံကို သုံးထားတာကြောင့် ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ အတွင်းစိတ်နဲ့ အခြေအနေတစ်ခုအပေါ် ဘာကြောင့်ဒီလိုတုံ့ပြန်လဲ ဆိုတဲ့အကြောင်းရင်းကို ကြည့်နေတဲ့သူကို အတွင်းကျကျခံစားမိစေပါတယ်။ ဒါ့အပြင်၊ ဇာတ်ဝင်ခန်းတိုင်းမှာ အသုံးပြုထားတဲ့ နောက်ခံအသံကလဲ ဒီဇာတ်ဝင်ခန်းကပေးချင်တဲ့ စိုးရိမ်စိတ်၊ ကြောက်စိတ် အစရှိတဲ့ ခံစားချက်တွေကို ပရိသတ်ခံစားမိအောင် တွန်းပို့ပေးခဲ့ပါတယ်။2001 ခုနှစ်၊ Cannes ရုပ်ရှင်ပွဲတော်မှာ ပွဲဦးထွက်ပြသခဲ့ပြီး၊ ဝေဖန်ရေးဆရာတွေနဲ့ ပရိသတ်တွေရဲ့ အထူးချီးကျူးမှုကိုရရှိခဲ့တဲ့ Mulholland Drive ဟာ ဒေါ်လာ ၁၅ သန်း အကုန်အကျခံ ရိုက်ကူးခဲ့တာဖြစ်ပြီး၊ ကမ္ဘာတစ်ဝှမ်း စုစုပေါင်းဝင်ငွေ သန်း ၂၀ ကျော် ပြန်ရခဲ့ပါတယ်။ ဒါတွေကတော့ Mulholland Drive ရဲ့ Wikipedia article က fact တွေ သက်သက်ရယ်ပါ။ ပြောချင်တာကတော့၊ Mulholland Drive ကို ပထမဆုံး ကြည့်မိတဲ့အချိန်မှာ ကင်မရာရိုက်ချက်တွေနဲ့ ပတ်သတ်တဲ့အရာတွေ၊ နောက်ခံအသံတွေ၊ အဲဒီလိုအရာတွေကို ဂရုမစိုက်အားခဲ့ဘူး ဆိုတာပါပဲ။ ဒါ့ကြောင့် အခုပြောပြမယ့် ကျွန်တော့်အမြင် ဆိုတာကလဲ၊ review ဆိုတာထက်၊ ပရိသတ်တစ်ယောက်အနေနဲ့ကြည့်ပြီး ခံစားရတဲ့ ကိုယ်ပိုင်ခံစားချက်သက်သက်ပါ။ဒါရိုက်တာကြီး David Lynch ရဲ့လက်ရာတွေထဲ ပထမဆုံးကြည့်မိတဲ့ ဒီကားထဲ မျောနေရင်း ပထမဆုံး ရလိုက်တာက အိပ်မက်မက်နေရတဲ့ ဖီလ်လင်ပါပဲ။ ဇာတ်လမ်းဟာ ကစဉ့်ကလျားနဲ့ အစီအစဉ်မကျဘူး။ ဒါပေမယ့်၊ အဲဒီအပိုင်းအစလေးတွေကပဲ အာရုံကို တခြားမလွှဲနိုင်အောင် ဆွဲဆောင်ထားတယ်။ အဆက်အစပ်မရှိတဲ့ ဇာတ်ဝင်ခန်းတွေ တစ်ခုပေါ်တစ်ခု ထပ်လာတဲ့အချိန်မှာ၊ စိတ်ရှုပ်ထွေးသွားရမယ့်အစား၊ ဘာတွေထပ်မြင်ရမလဲဆိုတဲ့ စူးစမ်းစိတ်ကသာ ပိုလာတယ်။ အဓိပ္ပါယ် ရေရေရာရာ မထင်ရှားတဲ့ ကမ္ဘာတစ်ခုထဲကို ရောက်နေပေမယ့်၊ ကသိကအောက်ဖြစ်မနေပဲ အချိန်တန်ရင် အားလုံးဆက်စပ်မိမှာပါဆိုတဲ့ အာမခံချက်လေးက စိတ်ထဲမှာ အလိုလိုရောက်နှင့်နေတယ်။တကယ်လည်း ဇာတ်လမ်းဆုံးတဲ့အခါမှာ၊ ဇာတ်လမ်းရှေ့ပိုင်း တစ်ဝက်ကျော်ကျော်လောက် ကြည့်ခဲ့ရတဲ့ ဟိုရောက်ဒီရောက်ဖြစ်နေတဲ့ ဇာတ်အိမ်ငယ်တွေက အစပ်အဟပ်တည့်သွားတယ်။ ဒါပေမယ့်၊ ထူးခြားချက်က အဲဒီဇာတ်လမ်းအပိုင်းအစလေးတွေရဲ့ အဓိပ္ပါယ်ဟာ ဇာတ်သိမ်းတဲ့အထိ သတ်သတ်မှတ်မှတ်မရှိပဲ၊ ကိုယ်အဓိပါ္ပယ်ဖွင့်ချင်သလို ဖွင့်လိုရနေတာပဲ။ အဲဒါကြောင့်ပဲ၊ ဒီဒါရိုက်တာကြီးက သူ့ဇာတ်ကားရဲ့ အဓိကလိုရင်းက ဘာဆိုတာကို ရှင်းရှင်းလင်းလင်းထုတ်ပြောဖို့ ငြင်းခဲ့တယ်ဆိုတာ နားလည်သွားရတယ်။ဒါ့အပြင်၊ Betty Elms နဲ့ Diane Selwyn, Rita နဲ့ Camilla Rhodes တို့တွေ ဘယ်လိုဆက်စပ်မှူရှိနေလဲ၊ ဇာတ်လမ်းအစမှာ ကြားခဲ့ရတဲ့ Betty ရဲ့ စကားလေးတစ်ခွန်းဟာ နောက်ပိုင်း Diane ရဲ့ အမူအကျင့်ကို ဘယ်လိုသက်ရောက်နေလဲ။ ဇာတ်သိမ်းမှာ တွေ့ရတဲ့ Camilla ရဲ့ စရိုက်က Rita နဲ့ Betty တို့ရဲ့ ကနဦးဆက်ဆံရေးကို ဘယ်လိုပုံဖော်ခဲ့သလဲ။ ဒီလိုမေးခွန်းတွေအများကြီး ကိုယ့်ကိုယ်ကို ပြန်မေးနေရင်း၊ ရလာတဲ့အဖြေက တစ်ခုတည်းမဟုတ်သလို၊ ဒီအဖြေတစ်ခုချင်းကလဲ အဓိပ္ပါယ်ရှိနေတာတွေက Mulholland Drive ကို ကြည့်ပြီး ကြိုက်သည်ဖြစ်စေ၊ မကြိုက်သည်ဖြစ်စေ၊ ဒီကားနဲ့ပတ်သတ်တဲ့ ကိုယ့်အမြင်ကို ထုတ်ပြောမှဖြစ်မယ်ဆိုတဲ့ ပရိသတ်တွေ ချင်ခြင်းတက်မှုရဲ့ အဓိကအကြောင်းရင်းပါပဲ။အခုဒီလိုတွေ ပြောနေပေမယ့်၊ ဒီကားရဲ့အရသာကို တကယ်နားလည်ဖို့က ကိုယ်တိုင်ကြည့်လိုက်မှ ဖြစ်မှာပါ။ Psychological Thriller တွေကို အရသာတွေ့တဲ့သူတွေ၊ တွေးစရာပေးတဲ့ ဇာတ်ကားမျိုးကို သဘောကျပါတယ်ဆိုတဲ့သူတွေ သာမက၊ ရုပ်ရှင်ကို ဝါသနာပါသူမှန်ရင် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားပါပဲ။ တကယ်ကြည့်ဖြစ်မယ့်သူတွေ အရသာမပျက်အောင် ဒီပို့စ်မှာ spoiler မထည့်ထားပေမယ့်၊ တကယ်လို့ တခြား review တွေဖတ်ပြီးသား၊ ဇာတ်လမ်းသွားသိပြီးသားမို့၊ မကြည့်တော့ဘူးဆိုရင်တော့ နစ်နာမယ်လို့ပဲ ပြောပါရစေ။#MMDB_Previews#MulhollandDrive#DavidLynch#ASW(ရုပ်ရှင်အညွှန်းကို M-MDB Page မှကူးယူဖော်ပြပါသည်။)]File size…(1GB)Quality…BR-Rip 720pFormat…mp4Duration….02:26:34Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/5VX1HIn.jpg",
    "movie_links": [
      {
        "link": "https://mega.nz/file/YkZCSRSY#S-_2edZxnZLAPX747Jm2Z4hWMsMzICzd-sdZtK30ryA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/yattqicwldqk",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/mulholland-drive-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1806"
    },
    "title": "Limbo (2023)",
    "description": "Limbo (2023)===========IMDb Rating 6.3, Rotten Tomatoes 96% ရရှိထားတဲ့စုံထောက်ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။Australia နိုင်ငံက ရိုက်ကူးထုတ်လုပ်တာမို့ မြင်နေကြ Hollywoodရုပ်ရှင်တွေနဲ့ ကွဲပြားပါတယ်။ ထို့အပြင် အဖြူအမည်းနဲ့ပဲ တင်ဆက်ထားတဲ့အတွက် အမြင်ထူးခြားနေပါတယ်။ ကိုယ့်အကြိုက်ပေါ်မူတည်ပြီး ‌ကောင်းတယ် မကောင်းဘူး ဖြစ်သွားနိုင်တဲ့ ဇာတ်ကားလို့ပဲညွှန်းဆိုချင်ပါတယ်။ တကယ်လို့ Slow burn ဖြစ်တဲ့ Crime/Drama/Mystery ရုပ်ရှင်မျိုးကြိုက်တယ်ဆိုရင် ကြည့်လိုက်ပါလို့ပဲပြောချင်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ က ပျောက်ဆုံးသွားတဲ့ ရှားလက် ဆိုတဲ့ လူမည်းကောင်မလေးအမှုကို ပြန်လည်စုံစမ်းသုံးသပ်ဖို့ မြို့ငယ်လေးကိုထရာဗစ်ဟာလီဆိုတဲ့ စုံထောက်တစ်ယောက် ရောက်လာပါတယ်။မြို့လေးကိုလာရောက်စုံစမ်းရင်း ကားထဲက ပစ္စည်းတွေ အခိုးခံရကာမြို့ကို မပြန်နိုင်ဘဲသောင်တင်သွားပါတော့တယ်။ ဒီလိုနဲ့ ထရာဗစ်တစ်ယောက် အမှုကို ပြန်လည်သုံးသပ်ဖို့အချိန်ရသွားပါတော့တယ်။ဒီမှာသူတွေ့လိုက်ရတာက လူမျိုးရေးခွဲခြားမှုတွေ ကြားမှာ ဘယ်လိုတွေဖြစ်ခဲ့တယ်ဆိုတာကိုပါပဲ . ကျန်တာတော့ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှု့ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Leonard Lin မှဖြစ်ပါတယ်)File Size……….(1.37 GB) / (515 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 48MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Drama, MysteryTranslator…….Leonard LinEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g4PPLhDdjLf3gtuaLck8TsmsBZD.jpg",
      "https://image.tmdb.org/t/p/w300/husplNsph3dbhlb0EO0KawQ01Yv.jpg",
      "https://image.tmdb.org/t/p/w300/aeBvsLywVCYIn3XXV6RH69vTvqa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTlkMmJjOGYtMWFiNS00MzZmLThiYjItZDdmMDE2ZDg3MzA2XkEyXkFqcGdeQXVyMTQ5Mzc5MDU@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/limbo-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VThj/Limbo.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "1.37 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/52VmkZKJ#xj8_3L6VNPHvFmiMPmLUYT1eU_Y16WFIiJjlVsb-ZbA",
        "server": "mega.nz",
        "size": "1.37 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jvmqm1o2y8x3.html",
        "server": "usersdrive.com",
        "size": "1.37 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/limbo-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hObQ/Limbo.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ku10FZKa#3NYvYFW2GUSxW5n3N77t2DEWHFEOPJ0jSFpoDceETpE",
        "server": "mega.nz",
        "size": "515 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n2muhmsc50j6.html",
        "server": "usersdrive.com",
        "size": "515 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "z8v9WQ4xiQg",
      "video_url": "https://www.youtube.com/watch?v=z8v9WQ4xiQg",
      "embed_url": "https://www.youtube.com/embed/z8v9WQ4xiQg"
    }
  },
  {
    "metadata": "R Rated||1h 50min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1.9K"
    },
    "title": "The Voyeurs(2021)",
    "description": "ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ voyeur ကို အဘိဓာန်မှာတော့ “သူတစ်ပါး၏လိင်ကိစ္စကို တိတ်တခိုး ကြည့်ရှုရာ၌ နှစ်ခြိုက်မွေ့လျော်သူ”လို့ အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်။အတွဲချောင်းတဲ့ကောင်ပေါ့ဗျာ။နာမည်အတိုင်းပဲ တစ်ဖက်အိမ်က ကိစ္စတွေကို စပ်စုကြတဲ့ အတွဲတစ်တွဲအကြောင်းပေါ့။“မိန်းမ၀တ် အတွင်းခံဘောင်းဘီတစ်ထည်”ဆိုတဲ့ မင်းခိုက်စိုးစန်ရဲ့၀တ္တုတိုတစ်ခုကိုတောင် ပြေးမြင်မိလိုက်သေးတယ်။သူရေးထားတာကျ သူ့အိမ်ကနေ မြင်နေရတဲ့ တစ်ဖက်အိမ်က အတွင်းခံတစ်ထည်အကြောင်း။ဒီမှာကျ တစ်ဖက်အိမ်က ကိစ္စဝိစ္စတွေ အကုန်ပေါ့။ဇာတ်လမ်းက ကြည့်ပျော်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ဒါကိုမှ မင်းသမီးလှလှလေးရဲ့ ဟိုအခန်းဒီအခန်းတွေ ပေါင်းပေးထားတော့ ပိုကြည့်ပျော်သွားတယ်။ဇာတ်လမ်းကလည်း နည်းနည်းထူးထူးဆန်းဆန်းဆိုတော့ ကြည့်ပျော်တယ်ဆိုပေမဲ့ စကီချောချောလေးရဲ့ အလန်းစား Sceneတွေကိုကြည့်ရမှာနဲ့တင် ဒီရုပ်ရှင်ဟာ တန်နေပါပြီ။လူဟာ သမ္မာရှစ်ပါးနဲ့ မပြည့်စုံသေးသမျှ ကာမတဏှာရှိကြတာပဲမဟုတ်လား။ထိန်းချုပ်မှုနဲ့ အထားအသိုမမှားဖို့တော့လိုတယ်။ဒီရုပ်ရှင်ဟာ ခင်ဗျားရဲ့ ကာမတဏှာကို သုံးသင့်တဲ့နေရာမှာ သုံးလို့ရနိုင်အောင် ထိန်းချုပ်တတ်စေဖို့ ပြောပြပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဘာသာပြန်သူတွေကတော့ The Pooh နဲ့ Y တို့ပဲဖြစ်ပါတယ်)File size…(1.6 GB)/ (850 MB)/ (400 MB)Quality…WEB-DL 1080p /720p / 480pFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….d3monTranslated byThe Pooh & Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hJJfo9ktzsK88RU03wtyg9x7Yth.jpg",
      "https://image.tmdb.org/t/p/w300/z6pmsTLBCPxMXRGbY2J8jNM3wub.jpg",
      "https://image.tmdb.org/t/p/w300/a5YLofxuXXI3ChAN3pVXRjYz594.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-voyeurs2021",
        "server": "VIP Links",
        "size": "1.6GB",
        "quality": "Web-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-voyeurs-2021-1080-p-amzn-web-dl-ddp-5-1-h-264-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "Web-DL 1080p"
      },
      {
        "link": "https://megaup.net/1EVls/(CM)The.Voyeurs.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "Web-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/viyzhi4t301u.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "Web-DL 1080p"
      },
      {
        "link": "https://tubesb.com/byalb4aw0k0t.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "Web-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-voyeurs-2021-720-p-amzn-web-dl-ddp-5-1-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/1EUqe/(CM)The.Voyeurs.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/wxmdi94ecc4u.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://tubesb.com/16b1px855ku2.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-voyeurs-2021-480-p-amzn-web-dl-ddp-5-1-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "Web-DL 480p"
      },
      {
        "link": "https://megaup.net/30Pkz/(CM)The.Voyeurs.2021.480p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "Web-DL 480p"
      },
      {
        "link": "https://usersdrive.com/ftdz95ngrn4i.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "Web-DL 480p"
      },
      {
        "link": "https://tubesb.com/988csvrttlsw.html",
        "server": "streamsb.com",
        "size": "400MB",
        "quality": "Web-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "_fiCdELSwwI",
      "video_url": "https://www.youtube.com/watch?v=_fiCdELSwwI",
      "embed_url": "https://www.youtube.com/embed/_fiCdELSwwI"
    }
  },
  {
    "metadata": "||1h 28 min|Adventure,Drama,Mystery,The Legend of Detective Sleek Rat",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "244"
    },
    "title": "The Legend of Detective Sleek Rat 4: Dreamlike Song (2018)",
    "description": "ဒါလေးကတော့ အပိုင်း (၃) ရဲ့ အဆက်ပဲ ဖြစ်ပါတယ်။ စုစုပေါင်း ၆ ကားရှိတာဖြစ်ပြီးအကုန်တင်ဆက်သွားမှာပါ အစအဆုံးတွေကို အောက်ကလင့်လေးကိုနိပ့်ပီးရှာလို့ရပါတယ်The Legend of Detective Sleek Rat – Channel Myanmar” သူတောင်းစားဂိုဏ်းတိုက်ခိုက်ခံရတာနဲ့ နန်းမြို့ပြန်အရာရှိတိုက်ခိုက်ခံရတဲ့အမှု့နှစ်ခုလုံးက လော့ယန်မြို့မှာဖြစ်ပွားခဲ့ပါတယ်ပြီးတော့အဲဒီနှစ်မှု့လုံးကလည်း ခိုင်းဖုန်းရုံး‌‌တော်ဆီရောက်လာတဲ့သတင်းတွေအရဆို ဦးရီးတော်နင်နဲ့ ပတ်သတ်လို့နေပါတယ်”ဒီလိုနဲ့ ပေါင်လူကြီးမင်း ပေါင်တရားသူကြီးက ယုံကြည်ရတဲ့ သူ့ရဲ့လူယုံတွေဖြစ်တဲ့သူရဲကောင်းပိုင် (သို့) ပိုင်ယွိထန်နဲ့ တော်ဝင်ကိုယ်ရံတော်ကျန်ကျောင်းကိုဦးရီးတော်နင်ရဲ့မွေးနေ့ပွဲကိုအခွင့်ကောင်းယူပြီး လော့ယန်ကိုသွားပြီးအမှုစစ်စေခဲ့ပါတယ် ။ဒါပေမဲ့ မမျှော်လင့်ထားဘဲ ပိုင်ယွိထန်တစ်ယောက် ဦးရီး‌တော်နင်လက်အောက်ကရွှယ့်မုန်အဖွဲ့အစည်းရဲ့ ခန်းမခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့ထူပေါင်ကိုမတော်တဆသတ်မိသွားရာက…ရွယ့်မုန်အဖွဲ့အစည်းက ပိုင်ယွိထန်အပေါ်ဘယ်လိုအငြိုးအတေးထားကြမလဲ ၊ဦးရီးတော်နင်ကရော လက်ပိုက်ကြည့်နေမလား..ဒီနောက်ကွယ်မှာရော တစ်ယောက်ယောက်ရှိနေမလားဆိုတာကိုဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးQuality : WEB-DL 1080p , 720pFormat : mp4Genres : Drama , Adventure , MysteryRuntime : 1h 28 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By KayEncoded by LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zAJ1hWieAWaaYq2ugbGYr8tqOIJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-legend-of-detective-sleek-rat-4-dreamlike-song-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/szbruc2m3v5y.html",
        "server": "usersdrive.com",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1l5al/The_Legend_of_Detective_Sleek_Rat_4_Dreamlike_Song_(2018)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rcgzCJyD#WnmzTKw6oSfZ0v2qpAQuhSg42axfnHPCMAvgBNkw5xQ",
        "server": "mega.nz",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/uck392vrd0fh",
        "server": "streamsb.com",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qjyxfg8hp5u8",
        "server": "streamvid.io",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-legend-of-detective-sleek-rat-4-dreamlike-song-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ceq7vrd34gev.html",
        "server": "usersdrive.com",
        "size": "572MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/PU4wDYaL#HVqxV8e5Cv5CH9JTaxQXus2wA0--KUMHWDCo44Gy30M",
        "server": "mega.nz",
        "size": "572MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|1993|114 min|Drama,Mystery,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "18,203"
    },
    "title": "Sommersby(1993)",
    "description": "Sommersby(1993)အညႊန္း********************(zawgyi)ဂ်က္သည္ ၆ နွစ္ၾကာမွ် ကြယ္ေပ်ာက္ၿပီးမွ ရြာသုိ႕ျပန္ေရာက္လာသည္….ေထာင္က်ေနသသျဖင့္ ေပ်ာက္ကြယ္ေနရျခင္းျဖစ္သည္ဟု သူကေျပာျပသည္….သူ႕ဇနီးနွင့္ ကေလးျဖစ္သူက ဂ်က္ကုိ အံအားသင့္စြာျဖင့္ႀကဳိဆုိၾကသည္….ဂ်က္ကုိသေဘာက်သည္ျဖစ္ေစ သေဘာမက်သည္ျဖစ္ေစ တစ္ရြာလုံးကေတာ့ ၀ုိင္း၀န္းႀကဳိဆုိၾကသည္….ဒီေနရာမွာ ဘာထူးထူးဆန္းလာလဲဆုိေတာ့ ဂ်က္ရွိစဥ္ကထဲက ေမြးထားတဲ့ေခြးက စိမ္းစိမ္းကားကား ထုိးေဟာင္ခဲ့တယ္…ၿပီးေတာ့ ဖိနပ္ဆုိင္မွာ ဖိနပ္ခ်ဳပ္ေတာ့လည္း ဖိနပ္အတုိင္းကုိမွတ္မိေနတဲ့ဆုိင္ရွင္က ဆုိက္ေသးသြားတယ္ေနာ္လုိ႕မွတ္ခ်က္ခ်ျပန္တယ္….ဂ်က္ရွိစဥ္ကထဲက ေသဆုံးတဲ့သူတစ္ေယာက္ရွိတယ္..ဒါကုိလည္းစကားမွားၿပီးေျပာမိျပန္တယ္….သူဟာ ဂ်က္နဲ႕တေထေရာထဲတူတဲ့သူျဖစ္ေပမယ့္ ဂ်က္အတုလား အစစ္လားတကယ့္ကို ေ၀ခြဲရခက္ပါတယ္…ဒီကားနဲ႕ပတ္သက္ၿပီးဇာတ္ေၾကာင္းက ဒီေလာက္ပဲေျပာပါရေစ…အေတြးေပါင္းမ်ားစြာနဲ႕လွပေသာရုပ္ရွင္ေၾကာင့္ ခံစားမွႈသီးျခားကမၻာထဲကုိ ပုိ႕ေဆာင္ေပးတဲ့ကားမ်ဳိးမုိ႕ပါ…ဒီကားဟာ ရစ္ခ်က္ဂီယာနဲ႕ မင္းသမီးႀကီး ဂ်ဳိဒီေဖာ့္စ္စတာတုိ႕ အဓိကသရုပ္ေဆာင္ထားပါတယ္.. ရစ္ခ်က္ဂီယာလုိ႕ မသိၾကေပမယ့္ Pretty Woman ဇာတ္ကားနဲ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြရင္းနွီးၾကမွာပါ…ဒီကားကုိၾကည့္ရင္ ဂ်က္ရဲဲ႕အျပဳအမူ လုပ္ကိုင္ေဆာင္ရြက္ပုံေတြ စကားေျပာပုံေတြကုိ အေသးစိတ္ဂရုစိုက္ၾကည့္ေစခ်င္တယ္…ဂ်က္ဘာေၾကာင့္ဒီလုိလုပ္တာလဲ..ဘာျဖစ္လုိ႕ ဒီလုိလမ္းေတြကုိေရြးခ်ယ္ခဲ့တာလဲ…ဇာတ္ကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားတုိ႕ကုိ အေတြးေပါင္းမ်ားစြာ ခ်န္ေပးခဲ့လိမ့္မယ္…ဂ်က္လုပ္တာမွန္ရဲ႕လား….ငါသာဆုိရင္ ဒီလမ္းကုိေရြးခ်ယ္နုိင္ပါ့မလား….တျခားေရြးခ်ယ္စရာတစ္ခုဆုိရင္ေရာ အဆင္ေျပနုိင္ပါ့မလား…ဆုိတာမ်ဳိးေတြေပါ့…ခံစားၾကည့္ၾကပါ….ခင္ဗ်ားတုိ႕ နွလုံးသားကုိ မဖမ္းစားနုိင္ဘူးဆုိရင္ ေသခ်ာတယ္ခင္ဗ်ားတုိ႕နွလုံးသားဟာ ေက်ာက္သားေတြနဲ႕ဖြဲ႕စည္းထားလုိ႕ပါပဲ….(unicode)ဂျက်သည် ၆ နှစ်ကြာမျှ ကွယ်ပျောက်ပြီးမှ ရွာသို့ပြန်ရောက်လာသည်….ထောင်ကျနေသသဖြင့် ပျောက်ကွယ်နေရခြင်းဖြစ်သည်ဟု သူကပြောပြသည်….သူ့ဇနီးနှင့် ကလေးဖြစ်သူက ဂျက်ကို အံအားသင့်စွာဖြင့်ကြိုဆိုကြသည်….ဂျက်ကိုသဘောကျသည်ဖြစ်စေ သဘောမကျသည်ဖြစ်စေ တစ်ရွာလုံးကတော့ ဝိုင်းဝန်းကြိုဆိုကြသည်….ဒီနေရာမှာ ဘာထူးထူးဆန်းလာလဲဆိုတော့ ဂျက်ရှိစဉ်ကထဲက မွေးထားတဲ့ခွေးက စိမ်းစိမ်းကားကား ထိုးဟောင်ခဲ့တယ်…ပြီးတော့ ဖိနပ်ဆိုင်မှာ ဖိနပ်ချုပ်တော့လည်း ဖိနပ်အတိုင်းကိုမှတ်မိနေတဲ့ဆိုင်ရှင်က ဆိုက်သေးသွားတယ်နော်လို့မှတ်ချက်ချပြန်တယ်….ဂျက်ရှိစဉ်ကထဲက သေဆုံးတဲ့သူတစ်ယောက်ရှိတယ်..ဒါကိုလည်းစကားမှားပြီးပြောမိပြန်တယ်….သူဟာ ဂျက်နဲ့တထေရောထဲတူတဲ့သူဖြစ်ပေမယ့် ဂျက်အတုလား အစစ်လားတကယ့်ကို ဝေခွဲရခက်ပါတယ်…ဒီကားနဲ့ပတ်သက်ပြီးဇာတ်ကြောင်းက ဒီလောက်ပဲပြောပါရစေ…အတွေးပေါင်းများစွာနဲ့လှပသောရုပ်ရှင်ကြောင့် ခံစားမှှုသီးခြားကမ္ဘာထဲကို ပို့ဆောင်ပေးတဲ့ကားမျိုးမို့ပါ…ဒီကားဟာ ရစ်ချက်ဂီယာနဲ့ မင်းသမီးကြီး ဂျိုဒီဖော့်စ်စတာတို့ အဓိကသရုပ်ဆောင်ထားပါတယ်.. ရစ်ချက်ဂီယာလို့ မသိကြပေမယ့် Pretty Woman ဇာတ်ကားနဲ့ ကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေရင်းနှီးကြမှာပါ…ဒီကားကိုကြည့်ရင် ဂျက်ရဲ့အပြုအမူ လုပ်ကိုင်ဆောင်ရွက်ပုံတွေ စကားပြောပုံတွေကို အသေးစိတ်ဂရုစိုက်ကြည့်စေချင်တယ်…ဂျက်ဘာကြောင့်ဒီလိုလုပ်တာလဲ..ဘာဖြစ်လို့ ဒီလိုလမ်းတွေကိုရွေးချယ်ခဲ့တာလဲ…ဇာတ်ကားကြည့်ပြီးတဲ့အချိန်မှာ ခင်ဗျားတို့ကို အတွေးပေါင်းများစွာ ချန်ပေးခဲ့လိမ့်မယ်…ဂျက်လုပ်တာမှန်ရဲ့လား….ငါသာဆိုရင် ဒီလမ်းကိုရွေးချယ်နိုင်ပါ့မလား….တခြားရွေးချယ်စရာတစ်ခုဆိုရင်ရော အဆင်ပြေနိုင်ပါ့မလား…ဆိုတာမျိုးတွေပေါ့…ခံစားကြည့်ကြပါ….ခင်ဗျားတို့ နှလုံးသားကို မဖမ်းစားနိုင်ဘူးဆိုရင် သေချာတယ်ခင်ဗျားတို့နှလုံးသားဟာ ကျောက်သားတွေနဲ့ဖွဲ့စည်းထားလို့ပါပဲ….File Size : (1.07GB) and (377 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:54:00Genre : Mystery, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wZmjpQFxmQnpoxjYwHoPCGofO17.jpg",
      "https://image.tmdb.org/t/p/w300/jNyaNC6pIptz3qrHCl4GMiDuTKc.jpg",
      "https://image.tmdb.org/t/p/w300/ifuTn3Kt0BTHO5RvBQ6bsrZMr0X.jpg",
      "https://image.tmdb.org/t/p/w300/tHhroYeyGBkjeBL8II7tekOwBfl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tTknufUur6nxMHEAR3iZ71kJXHt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sommersby-1993-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/sommersby-1993-blu-ray-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/65b9d396/somersby-193-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/69255c0/somersby-193-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/295l5/Sommersby_1993.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Qqm8/Sommersby.1993.Blu-Ray_720p.pp.mp4",
        "server": "megaup.net",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/00QQ2ajC#4royGISyMewJ5_c-oSJwBQEUukJ-E60Bz4v8v8TumfU",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/BpIQ0SZC#2cjor2pFo-6OyxGYm1OxmtHPQeFHvg_VNU42Vgu_hzc",
        "server": "mega.nz",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1KS2/Sommersby_1993.BLU-RAY.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.datbu.com/tqn85cq584m9.html",
        "server": "DatBu",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/1zyvu",
        "server": "yuudrive.me",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/9n56r9t1e6t8",
        "server": "upstream.to",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/jv86btps4ajf",
        "server": "upstream.to",
        "size": "895 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "obqtXIGpSiE",
      "video_url": "https://www.youtube.com/watch?v=obqtXIGpSiE",
      "embed_url": "https://www.youtube.com/embed/obqtXIGpSiE"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "437"
    },
    "title": "The Postcard Killings(2020)",
    "description": "The Postcard Killings(2020)(unicode)ရဲသက်တမ်းအနှစ်သုံးဆယ်ရှိတဲ့ ဂျေကော့ရဲ့သမီးဟာ ဥရောပတစ်ခွင် ဟန်နီးမွန်းထွက်ရင်းအသတ်ခံလိုက်ရပါတယ် …အသတ်ခံလိုက်ရတဲ့ပုံစံဟာ သာမန်လူသတ်မှုတွေနဲ့ကွဲပြားပြီးပြတိုက်တွေထဲက အနုပညာပန်းချီကားတွေ ကျောက်စစ်ရုပ်ထုတွေ ပုံစံအတိုင်းဖြစ်နေတာပါ …ဒီလိုအမှုကို အရင်ကစပိန်နိုင်ငံမက်ထရစ်မြို့မှာက လက်ထပ်ပြီးခါက စုံတွဲလည်းဖြစ်ခဲ့ဖူးပါတယ်… ရဲမှတ်တမ်းတွေအရ ပုံစံတူတဲ့အတွက် ကွင်းဆက်လူသတ်သမားအဖြစ်သတ်မှတ်လိုက်ပါတယ်… တစ်ဦးတည်းသောသမီး ဒီလိုမတရားသေဆုံးမှုဟာ သူ့အတွက်တော့ ဖြေမဆည်နိုင်အောင်ပဲ… အဲ့ဒါကြောင့်အမှုမှန်ပေါ်ဖို့အတွက် အခင်းဖြစ်ပွားခဲ့တဲ့ လန်ဒန်ကရဲတွေနဲ့ပူးပေါင်းလုပ်ဆောင် လူသတ်သမားကိုဖမ်းဖို့ကြိုစားပါတော့တယ် ….သူတကယ်ပဲဖမ်းဆီးဖို့ကြိုးစားရာမှာအောင်မြင်ပါ့မလား….ဖမ်းဆီးဖို့ကြိုးစားစဉ်မှာလည်း အလားတူ လူသတ်မှုမျိုးတွေဆက်လက်ဖြစ်ပေါ်နေဉီးမှာလား….ဒီလောက်နှစ်ကြာနေတာတောင် ဘာဖြစ်လို့လူသတ်သမားကို မဖမ်းနိုင်ကြတာလဲ….လူသတ်သမားကရော ဘယ်လိုရည်ရွယ်ချက်တွေကြောင့် ဒါမျိုးတွေလိုက်သတ်ရတာလဲ…ခံစားကြည့်ကြပါဉီး…Crime,Mysteryကားကြိုက်သူတို့အတွက် လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…(zawgyi)ရဲသက္တမ္းအႏွစ္သုံးဆယ္ရွိတဲ့ ေဂ်ေကာ့ရဲ႕သမီးဟာ ဥေရာပတစ္ခြင္ ဟန္နီးမြန္းထြက္ရင္းအသတ္ခံလိုက္ရပါတယ္ …အသတ္ခံလိုက္ရတဲ့ပုံစံဟာ သာမန္လူသတ္မႈေတြနဲ႔ကြဲျပားၿပီးျပတိုက္ေတြထဲက အႏုပညာပန္းခ်ီကားေတြ ေက်ာက္စစ္႐ုပ္ထုေတြ ပုံစံအတိုင္းျဖစ္ေနတာပါ …ဒီလိုအမႈကို အရင္ကစပိန္ႏိုင္ငံမက္ထရစ္ၿမိဳ႕မွာက လက္ထပ္ၿပီးခါက စုံတြဲလည္းျဖစ္ခဲ့ဖူးပါတယ္… ရဲမွတ္တမ္းေတြအရ ပုံစံတူတဲ့အတြက္ ကြင္းဆက္လူသတ္သမားအျဖစ္သတ္မွတ္လိုက္ပါတယ္… တစ္ဦးတည္းေသာသမီး ဒီလိုမတရားေသဆုံးမႈဟာ သူ႔အတြက္ေတာ့ ေျဖမဆည္ႏိုင္ေအာင္ပဲ… အဲ့ဒါေၾကာင့္အမႈမွန္ေပၚဖို႔အတြက္ အခင္းျဖစ္ပြားခဲ့တဲ့ လန္ဒန္ကရဲေတြနဲ႔ပူးေပါင္းလုပ္ေဆာင္ လူသတ္သမားကိုဖမ္းဖို႔ႀကိဳစားပါေတာ့တယ္ ….သူတကယ္ပဲဖမ္းဆီးဖို႔ႀကိဳးစားရာမွာေအာင္ျမင္ပါ့မလား….ဖမ္းဆီးဖို႔ႀကိဳးစားစဥ္မွာလည္း အလားတူ လူသတ္မႈမ်ိဳးေတြဆက္လက္ျဖစ္ေပၚေနဉီးမွာလား….ဒီေလာက္ႏွစ္ၾကာေနတာေတာင္ ဘာျဖစ္လို႔လူသတ္သမားကို မဖမ္းႏိုင္ၾကတာလဲ….လူသတ္သမားကေရာ ဘယ္လိုရည္႐ြယ္ခ်က္ေတြေၾကာင့္ ဒါမ်ိဳးေတြလိုက္သတ္ရတာလဲ…ခံစားၾကည့္ၾကပါဉီး…Crime,Mysteryကားႀကိဳက္သူတို႔အတြက္ လက္မလႊတ္သင့္တဲ့ကားေကာင္းတစ္ကားပါ….ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (391MB)Quality : WEB-DL 720pFormat…mp4Duration…01:44:00Genre : Crime , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pdj1EK3ZTTroWOcH1BTE7fZwm1c.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1LpD/The_Postcard_Killings.2020.WEB-DL720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/3g4",
        "server": "fastload.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2bsyg/The_Postcard_Killings.2020.WEB-DL720P.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/RO81T-E15RowRg",
        "server": "disk.yandex.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/zio9yo9aelmu.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-postcard-killings-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/pevbduzw858v",
        "server": "upstream.to",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "1QRHFazHpuc",
      "video_url": "https://www.youtube.com/watch?v=1QRHFazHpuc",
      "embed_url": "https://www.youtube.com/embed/1QRHFazHpuc"
    }
  },
  {
    "metadata": "|||Crime,Mystery,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "23568"
    },
    "title": "Snake Eyes(1998)",
    "description": "Snake Eyes(1998)*****************အံစာတုံး နှစ်တုံးကစားရတဲ့ဂိမ်းတွေမှာ ဂဏန်းအနည်းဆုံး ဖြစ်တဲ့ တစ် နှစ်ကြိမ်ကျရင်တော့မြွေမျက်လုံးနှစ်လုံးနဲ့ဆုံရသလိုပဲ ကံအဆိုးဆုံးဖြစ်လို့ Snake Eyes ဆိုပြီး တင်စားခေါ်ကြပါသတဲ့။ဒီဇာတ်ကားမှာ တော့ မင်းသားကြီး Nicolas Cageက အကျင့်ပျက်ချစား၊ငွေညစ်၊ဖောက်ပြန်အကုန်လုပ်တဲ့ ကံဆိုးသူ ရဲသား ရစ်ချက် ဆန်တိုရိုအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဖြစ်စဉ်က ရစ်ဟာသူလုပ်နေကျအတိုင်း လောင်းကစားလုပ်ဖို့၊ ရာထူးတောင်းဖို့သူငယ်ချင်းဖြစ်သူရဲ့အကြီးအကဲဆီမျက်နှာလို မျက်နှာရလုပ်မယ်ဆိုပြီးဟဲဗီးဝိတ်ချန်ပီယံပွဲကို သွားတာက စတာပါပဲ။ဖြစ်ချင်တော့ သူ လောင်းတဲ့ဘက်ကလည်း အနိုင်သေချာပါရက်နဲ့ ရှုံး၊အပူအကပ်မယ့် အကြီးအကဲကလည်း ပွဲခင်းထဲမှာပဲလုပ်ကြံခံလိုက်ရပါတယ်။အဲ့ဒီနောက်မှာတော့ ……………….File Size : (2.3GB)(838 MB) and (284MB)Quality : Blu-Ray1080p5.1Ch, 720pFormat…mp4Duration…01:38:00Genre : Crime, Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ThemesEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AvBw1HCtnpIq80rAK7imMylhOWr.jpg",
      "https://image.tmdb.org/t/p/w300/2MvYDk1CzVOffa6IoFjVrTR3Ow4.jpg",
      "https://image.tmdb.org/t/p/w300/uf4ybtRWFFHbjk8uA0S0bIS2ZQ7.jpg",
      "https://image.tmdb.org/t/p/w300/ayXjfLbCdxBA96mXtRwkTuL8YA4.jpg",
      "https://image.tmdb.org/t/p/w300/9orFj5LaPdtGrojzi9Ul1RGRWdT.jpg",
      "https://image.tmdb.org/t/p/w300/zEZsI4YS2gfglIQPdbyHOrz1pFB.jpg",
      "https://image.tmdb.org/t/p/w300/zEQtYq5D3UvGcr3smYtIWKV51C7.jpg",
      "https://image.tmdb.org/t/p/w300/3eaiVGiLxZGYyMemtGv8QJFdfay.jpg",
      "https://image.tmdb.org/t/p/w300/88jRyQOFJiqleQgO40xkbiUpm9L.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c4II345Qfnx9VsasjrwnmWHXyEW.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qfcrxjyptluv.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-1998-blu-ray-1080-p-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wRP7/Snake.Eyes.1998.BLU-RAY.1080P.5.1Ch(CM).mkv",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/yZw1nTJa#opdO2oF8nI97LetwhdcGLiTAmUw9tQlaV_xZzboa_LU",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/a8dbxdif6vb6/Snake.Eyes.1998.BLU-RAY.1080P.5.1Ch(CM).mkv",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/a5nbb68x2284.html",
        "server": "usersdrive.com",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-1998-blu-ray-720-p-pp-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1QUmi/Snake.Eyes.1998.BLU-RAY.720P.PP(CM).mkv",
        "server": "megaup.net",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/KJ4UmCbR#Zf6EmQhRxtMNQZW3eEhrel1tkJr1ya63DnImPR3dHBs",
        "server": "mega.nz",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/etr7to3pgfgv.html",
        "server": "streamsb.com",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/874sylfgxvf8/Snake.Eyes.1998.BLU-RAY.720P.PP(CM).mkv",
        "server": "streamvid.io",
        "size": "838 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/a91d7fxazkp7.html",
        "server": "usersdrive.com",
        "size": "284MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-1998-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "284MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1QUn9/Snake.Eyes.1998.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "284MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eYoTiaLT#URy8QatEj9Cw_OoAWBTvZtH34aZEcgKBblriA_9pR_4",
        "server": "mega.nz",
        "size": "284MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/wml4rwfx30x6.html",
        "server": "streamsb.com",
        "size": "284MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/luo29ad3uph2/Snake.Eyes.1998.BLU-RAY.480P(CM).mp4",
        "server": "streamvid.io",
        "size": "284MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "LwNgUdp2otk",
      "video_url": "https://www.youtube.com/watch?v=LwNgUdp2otk",
      "embed_url": "https://www.youtube.com/embed/LwNgUdp2otk"
    }
  },
  {
    "metadata": "G|2020|1h 10min|Comedy,Family,Fantasy,Mystery",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "22621"
    },
    "title": "The Legend of Shanyu Town (2020)",
    "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ်Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720pDuration : 1h 10mins",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kw7xhp0hiswn.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/l7n5wf0z8w02.html",
        "server": "usersdrive.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-legend-of-shanyu-town-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-legend-of-shanyu-town-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1BC4h/{CM}Legend_of_Shanyu_Town___1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2hzB6/%7BCM%7DLegend_of_Shanyu_Town___720p.mp4",
        "server": "megaup.net",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/q41tejvjkoj0",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/j1nkvzyw7rq9",
        "server": "veryfiles.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/hmhj6bf51zrn.html",
        "server": "datbu.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/gsy6xzlavy8x.html",
        "server": "datbu.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-legend-of-shanyu-town-2020",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "Vi64d6PX72E",
      "video_url": "https://www.youtube.com/watch?v=Vi64d6PX72E",
      "embed_url": "https://www.youtube.com/embed/Vi64d6PX72E"
    }
  },
  {
    "metadata": "R|2017|109 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "29,229"
    },
    "title": "Annabelle: Creation (2017)",
    "description": "၂၀၁၄ တုန်းကAnnabelle အမည်နဲ့ ဇာတ်ကားထွက်ခဲ့ဖူးပြီးအခုဇာတ်လမ်းကတော့ အမှောင့်ပယောဂ ဝင်နေတဲ့အန်နာဘဲလ် အရုပ်မရဲ့ ရာဇဝင်ကို ရိုက်ကူးထားတာမို့အရင်အန်နာဘဲလ်ဇာတ်လမ်းနဲ့ ရင်းနှီးပြီးသား ပရိ သတ်တွေလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလို့ဆိုရမှာပါ။ဆမ်မြူရယ်မူလင်ဟာ ဇနီးအက်စ်သာ၊ သမီးလေးအန်နာ ဘဲလ်နဲ့အတူကယ်လီဖိုးနီးယားက ယာတောအိမ်ကြီးမှာနေထိုင်ရင်းကစားစရာအရုပ်တွေ ပြုလုပ်ပြီးအသက်မွေးသူပါ။တစ်ရက်မှာတော့ (၇)နှစ်အရွယ်သမီး လေး အန်နာဘဲလ်ဟာဆိုးရွားလှတဲ့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ကွယ်လွန်သွားခဲ့ပြီးဆမ်မြူရယ်ဟာလည်းသူ့သမီးမရှိတော့တဲ့နောက်အရုပ်တွေလည်း မလုပ်တော့ပါဘူး။အဲဒီလိုနဲ့နေလာရင်းအန်နာဘဲလ်ဆုံးတာ ၁၂နှစ်ပြည့်ပြီးတဲ့နောက်မှာတော့ ဆမ်မြူရယ်တို့ဇနီးမောင်နှံဟာ ယာတောအိမ်ကြီးမှာ သူတို့နှစ်ယောက်တည်းနေ တာဖြစ်တဲ့အတွက်မိဘမဲ့ဂေဟာ ပိတ်လိုက်ရလို့ နေစရာမရှိဖြစ်နေတဲ့သီလရှင်တစ်ပါးနဲ့ မိဘမဲ့ မိန်းကလေးခြောက်ယောက်ကိုယာတောအိမ်ကြီးမှာ လာနေဖို့ ခွင့်ပြုခဲ့ပါတယ်။အဲဒီအိမ်ကြီးကို မိန်းကလေးတွေ ရောက်လာပြီးနောက်မှာတော့ထူးဆန်းတဲ့ကိစ္စရပ်တွေ ဆက်တိုက်ဆိုသလို ဖြစ်လာပြီးမိဘမဲ့မိန်းကလေးတွေထဲက ပိုလီယိုကြောင့်ခြေထောက်မသန်တဲ့ ဂျန်နစ္စတစ်ယောက် အရုပ်လိုလို၊ လူလိုလိုလှုပ်ရှားမှုတစ်ခုရဲ့ ခြောက်လှန့်မှုနဲ့ကြုံခဲ့ပါတော့တယ်။ဂျန်နစ္စက ယာတောအိမ်ကြီးကပိတ်ထားတဲ့အခန်းတစ်ခန်းကို သွားဖွင့်မိရာကနေမိန်းကလေးတစ်ယောက်ပုံစံ ထူးဆန်းတဲ့အရုပ်နဲ့ ကြုံခဲ့တာဖြစ်ပါတယ်။နောက်တော့ တစ်ယောက်ပြီးတစ်ယောက်အိမ်ကြီးထဲက ဆန်းကြယ်တဲ့အဖြစ်အပျက်တွေ၊အခြောက်အလှန့်တွေကြုံခဲ့ပြီး အရုပ်လုပ်သူ ဆမ်မြူရယ်ရဲ့ စမ်းသပ်မှုတစ်ခုရဲ့ဓားစာခံတွေဖြစ်ခဲ့ရပါတော့တယ်။အခြောက်အလှန့်တွေလုပ်တဲ့အရုပ်နဲ့ သေသွားတဲ့အန်နာဘဲလ်ကဘယ်လိုအဆက်အစပ်တွေရှိနေတာလဲ၊သီလရှင်နဲ့ မိဘမဲ့မိန်းကလေးတွေ အမှောင့်ပယောဂဝင်နေတဲ့သစ်သားရုပ်ရဲ့ လက်က လွတ်မြောက်နိုင်ပါ့မလား၊ဒီအရုပ်နဲ့ပတ်သက်လို့ ဆမ်မြူရယ်ကဘာတွေလျှို့ဝှက်ကြံစည်ထားသလဲဆိုတာတော့ဆက်ကြည့်လိုက်ပါဦးလို့။ ပါဝင်ထားတဲ့ သရုပ်ဆောင်တွေကစတက်ဖနီဆစ်မန်း၊ တာလီသာဘိတ်မန်း၊ လူလူဝီလ်ဆင်၊ဖီလစ်ပါကော့လ်ဟာ့တ်၊ အန်သိုနီလာပါဂလီယာ၊ မီရန်ဒါအော့တို စသူတွေ ဖြစ်ပါတယ်။။(ဇာတ်လမ်းအညွှန်းကိုတော့ 7Daily Website မှကူးယူဖော်ပြထားတာဖြစ်ပြီးဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)File size…  3.47 GB / 1.1 GB /  502 MBQuality… Web-DL 4K / 1080p / 720pFormat… mp4Duration…. 1h 49mGenre …..  HorrorSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Khin Pyae Sone Kyaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o8u0NyEigCEaZHBdCYTRfXR8U4i.jpg",
      "https://image.tmdb.org/t/p/w300/9rsUUu1EBoaJ5LePmCvwya9UThu.jpg",
      "https://image.tmdb.org/t/p/w300/3L5gfIKt2RK9vnCiLgWTAzkhQWC.jpg",
      "https://image.tmdb.org/t/p/w300/4vdw3oNpkndignGJ17b7pcaKJv8.jpg",
      "https://image.tmdb.org/t/p/w300/cqwz4BNKzKDaYl46LB9jNz1QIcY.jpg",
      "https://image.tmdb.org/t/p/w300/bFX2EySLE4JINecyK4BpkBf5fYs.jpg",
      "https://image.tmdb.org/t/p/w300/fF8eoNXl209TKw9m3Bj0wsUKrV7.jpg",
      "https://image.tmdb.org/t/p/w300/1LoVffpowKFxVYqImqhBfcHyvTT.jpg",
      "https://image.tmdb.org/t/p/w300/x1ODtYv8WZ0iFXnyvgXve3ioJSH.jpg",
      "https://image.tmdb.org/t/p/w300/gcrzf48rWJH514tduuBLLiLVagr.jpg",
      "https://image.tmdb.org/t/p/w300/mfa1lp0IdB4qPB1b7X75EcBPBrD.jpg",
      "https://image.tmdb.org/t/p/w300/AsltfryeN4oYHv2numOFn8NpGE8.jpg",
      "https://image.tmdb.org/t/p/w300/vqszDrslBZBl3Py4DFP9xZzFWQW.jpg",
      "https://image.tmdb.org/t/p/w300/4pGrUWPYsamHhsOPYQr7WrXIXvN.jpg",
      "https://image.tmdb.org/t/p/w300/7qtS0VULFRlVQaFNxUAzHwS2BQb.jpg",
      "https://image.tmdb.org/t/p/w300/hqKOJDIa38LqIgAZ8UNjWXLDTea.jpg",
      "https://image.tmdb.org/t/p/w300/oAPGnfiizIKS3weIvB3QHaI5PeL.jpg",
      "https://image.tmdb.org/t/p/w300/5xBKBdhQ3X0XxZdIKy9cpVj2n0g.jpg",
      "https://image.tmdb.org/t/p/w300/tyaxiSf1tgJnhq7CMGEwB3zThIP.jpg",
      "https://image.tmdb.org/t/p/w300/lV1uc72FkvHqzY9rDeAQXWaSFOi.jpg",
      "https://image.tmdb.org/t/p/w300/8vFtjJ6sVxs0Vu8pHX6pqlGaDnB.jpg",
      "https://image.tmdb.org/t/p/w300/yGr3vFBMEQEhEnmUovLvVFIM58W.jpg",
      "https://image.tmdb.org/t/p/w300/qqLZW3DeP9WFwbptjIl4yC9sm5B.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA1MzIwMjMxNF5BMl5BanBnXkFtZTgwMDQ3NTc2MjI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ab6ybj3696t5.html",
        "server": "usersdrive.com",
        "size": "3.47 GB",
        "quality": "4K"
      },
      {
        "link": "https://yoteshinportal.cc/annabelle-creation-2017-2160-p-web-h-265-4-k-hevc-5-1-h-cm-tsk-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.47 GB",
        "quality": "4K"
      },
      {
        "link": "https://megaup.net/1Yled/Annabelle.Creation.2017_.2160p.WEB.H265_4K_HEVC_5.1_H_%7BCM%7D_TSK.mkv",
        "server": "megaup.net",
        "size": "3.47 GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/gqkhhgdd24yv.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/annabelle-creation-2017-1080-p-web-5-1-h-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ylb3/Annabelle.Creation.2017_1080p.WEB__5.1_H_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/DmwFiCAR#Uv2R4PNwXSPiU5st9y27xoUk0SyqfikFD2YYAKxmNI8",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xr2u44cpgivj.html",
        "server": "usersdrive.com",
        "size": "502 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/annabelle-creation-2017-720-p-web-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "502 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ylbs/Annabelle.Creation.2017_720p.WEB___%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "502 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/e6YFFKSZ#F6K7r7GQEOD5qkVavKmK420rjX11a7jIfKVDDrrByB4",
        "server": "mega.nz",
        "size": "502 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KisPhy7T__Q",
      "video_url": "https://www.youtube.com/watch?v=KisPhy7T__Q",
      "embed_url": "https://www.youtube.com/embed/KisPhy7T__Q"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Science Fiction,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Sound of My Voice (2011)",
    "description": "Psychological thriller ကြိုက်သူတွေအတွက် Sound Of My Voice ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ပီတာနဲ့လော်နာတို့ချစ်သူစုံတွဲက လျှို့ဝှက်ဘာသာရေးကျင့်စဥ်အဖွဲ့တစ်ခုအကြောင်းကို မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့အတွက် အဖွဲ့ဝင်အဖြစ်ဝင်ရောက်ပြီး သက်ဝင်ယုံကြည်သူတွေအဖြစ်ဟန်ဆောင်နေခဲ့ကြတယ် အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်က​တော့ မက်ဂီဆိုတဲ့အမျိုးသမီးပါ သူမက သူမကိုယ်သူမ 2054 ကနေလာတဲ့အချိန်ခရီးသွားသူလို့ဆိုပြီး အဖွဲ့ဝင်တွေစုဆောင်းတယ် အနာဂတ်ကအကြောင်းတွေကိုပြောပြတယ် နောက်ပြီး သူမရဲ့အဖွဲ့ဝင်တွေကိုဘေးကင်းလုံခြုံတဲ့နေရာကိုခေါ်သွားပေးမှာဖြစ်ကြောင်းလည်းပြောဆိုစည်းရုံးထားတယ် ပီတာဟာ ငယ်ဘဝကအဖြစ်အပျက်တစ်ခုကြောင့် ဘာသာရေးကျင့်ထုံးတွေကိုမုန်းတီးနေသူတစ်ယောက်ပါ မှတ်တမ်းရုပ်ရှင်ရိုက်ပြီး ဒီလိုအဖွဲ့တွေရဲ့ရူးကြောင်ကြောင်နိုင်တာတွေကိုဖော်ထုတ်ချင်နေတာပါ အဲ့လိုမုန်းတီးနေသူတစ်ယောက်က ဒီဘာသာရေးကျင့်စဥ်အဖွဲ့ဝင်အဖြစ်ဟန်ဆောင်နေရတဲ့အခါ အဆင်ပြေပါ့မလား မက်ဂီရဲ့သရုပ်မှန်ကရောဘာဖြစ်မလဲ ပီတာကလည်းမှတ်တမ်းရုပ်ရှင်ကိုအောင်မြင်အောင်ရိုက်နိုင်ပါ့မလား ဒီဇာတ်ကားလေးဟာ တစ်ကားလုံး အေးအေးငြိမ်ငြိမ်လေးဆိုပေမယ့် အသည်းတယားယားနဲ့ကြည့်ရမယ်ကားကောင်းလေးပါFile size…(1.4 GB)/(693 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:25:00Genre…Drama, Mystery, Thriller, Science FictionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ruby Jane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xEm9JBfXdQyVvJ2FEEpzZIICZBc.jpg",
      "https://image.tmdb.org/t/p/w300/bXldo3UnlvOpLv6HQE2VEoeCeKM.jpg",
      "https://image.tmdb.org/t/p/w300/1KsbaaBDuBgudj9VPkLwLiB5enK.jpg",
      "https://image.tmdb.org/t/p/w300/6IkcDjfZM9zrYSv0DR6uwKKaocz.jpg",
      "https://image.tmdb.org/t/p/w300/7qOjE31bKnSVkhaQWLauMUy9Tva.jpg",
      "https://image.tmdb.org/t/p/w300/gz9vFZspMxLFx4bJOFr92T1yFw7.jpg",
      "https://image.tmdb.org/t/p/w300/5cNKsX16AsSQe8adk9fOwurBpfM.jpg",
      "https://image.tmdb.org/t/p/w300/7pQoGkT2pD9yOG2XvBDiRbA1mhc.jpg",
      "https://image.tmdb.org/t/p/w300/nifQ18MibbZLqu0Tfr4DUnlDZFg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTExMzcwODc5NDBeQTJeQWpwZ15BbWU3MDQ2MzU2NTc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sound-of-my-voice-2011-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q4xb1twmfyza.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XI48/Sound.Of.My.Voice.2011.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1z8y3boY#vzPzxlsW8vseOBSkXJ4Ed88uxBjAIk9cAVDFgVif9jQ",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sound-of-my-voice-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/skvwevz1zk1u.html",
        "server": "usersdrive.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XI3j/Sound.Of.My.Voice.2011.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zm1k2QCA#UtiX5qPStTQFOiieLLgNrcoJcYg8jh0n3ifkXp2bHVg",
        "server": "mega.nz",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/s5da6hnanrfv",
        "server": "streamsb.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/a167jhcqodda",
        "server": "streamvid.io",
        "size": "693MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "U8xElfWyexo",
      "video_url": "https://www.youtube.com/watch?v=U8xElfWyexo",
      "embed_url": "https://www.youtube.com/embed/U8xElfWyexo"
    }
  },
  {
    "metadata": "R|2012|1h 54m|Drama,Fantasy,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "63000"
    },
    "title": "Red Lights (2012)",
    "description": "Red Lights (2012)ကျွန်တော်တို့တွေအသည်းစွဲ Peaky Blinders ရဲ့ Thomas Shelby မင်းသားဖြစ်တဲ့Cillian Murphy…ဆယ်စုနှစ်တစ်ခုလောက်ချစ်ခဲ့ကြရတဲ့ မမ၊ နောက်ဆယ်စုနှစ်တွေမှာလည်း ဆက်ချစ်ရဦးမယ့် မမElizabeth Olsen…Avatar နဲ့ Aliens ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့တဲ့ ရင့်ကျက်တည်ကြည်ခန့်ငြားနေဆဲ ဝါရင့်သရုပ်ဆောင်ကြီးဖြစ်တဲ့Sigourney Weaver…၈၀ခုနှစ်တွေကတည်းကနေ ခုချိန်ထိ ဂန္ထဝင်တွင်နေဆဲ တွင်နေမယ့် အနှိုင်းမဲ့မင်းသားကြီးRobert De Niro…ခုလို Cast အလန်းကြီးတွေအပြင် တခြားသော နာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~Professor Dr. Margret Matheson ဟာ Psychologist တစ်ယောက်ဖြစ်ပါတယ်။ သူရဲ့ Physicist တစ်ယောက် ဖြစ်တဲ့ Tom Buckley နဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်ဆိုတဲ့ အောက်လမ်း၊ အထက်လမ်း၊ မှော်ဆရာ၊ တန်ခိုးရှင် ဆိုပြီး မဟုတ်မမှန်လုပ်ကြံလိမ်ညာနေကြသူတွေကို ဖော်ထုတ်ကြပါတယ်။ သူတို့ဟာ အဲလိုဖော်ထုတ်လာကြရင်း ကမ္ဘာကျော် Psychic တစ်ဦးဖြစ်တဲ့ Simon Silver ဟာ အတုအယောင်လား အမှန်အကန်လားဆိုတာကို ‌သိအောင်ကြိုးစားကြရင်း ကြောက်စရာအမှန်တရားတွေ ဖော်ထုတ်မိပုံကို စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ အသက် 23 နှစ်အရွယ် မမ Elizabeth Olsen လေးရဲ့ ငယ်ရွယ်နုပျိုချိန်က အလှကို ရှူစားရမယ့်အပြင် တခြား သရုပ်ဆောင်ကြီးတွေကြောင့် ကြည့်ရ တန်ကိုတန်မယ့်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုNyan Hlyan Chitမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 910MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 54MinGenre – Drama, Fantasy, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byNyan Hlyan ChitEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kImldC8kg8ZGks5rslqEx7W3z8t.jpg",
      "https://image.tmdb.org/t/p/w300/bNPokqMW7Cla8wwIpPfWLcl98Ef.jpg",
      "https://image.tmdb.org/t/p/w300/obPfarrpmGFjdCVa7R30003qRfZ.jpg",
      "https://image.tmdb.org/t/p/w300/7PzfAYygkqIzyVWspZqwt5y6TlO.jpg",
      "https://image.tmdb.org/t/p/w300/1SYw8ZkBPXoWL4qp2OsLE7zAKtb.jpg",
      "https://image.tmdb.org/t/p/w300/h7B9ahc1V3Jj2bYdOaKc67JaKy5.jpg",
      "https://image.tmdb.org/t/p/w300/vsLKBBs9GtZGpYRogRZF11Q1OjE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-red-lights-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3eebi/(CM)_Red_Lights_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hXBG1ITI#Us2fYAfvGmAqSkN7KcjG0nkf4IQVW-JA8doGr1wsJac",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hrx5j687sdmu.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/ey3trdnh8s2j.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1k8uhj88g1rj",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-red-lights-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Sjgs/(CM)_Red_Lights_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NfoinQDR#FeWDhGsf0_8olfSJcHQ6PYWRM0csucCKfk25fVsyIVA",
        "server": "mega.nz",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/356mddu8zt27.html",
        "server": "usersdrive.com",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/mwh7kih12t78.html",
        "server": "streamsb.com",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zmg75skzy20k",
        "server": "streamvid.io",
        "size": "910MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IzDOkA6O6rE",
      "video_url": "https://www.youtube.com/watch?v=IzDOkA6O6rE",
      "embed_url": "https://www.youtube.com/embed/IzDOkA6O6rE"
    }
  },
  {
    "metadata": "|2001||Action,Mystery,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "3100"
    },
    "title": "When Strangers Appear (2001)",
    "description": "When Strangers Appear (2001)=======================IMDb Rating – 6.3/10ဘတ်သ်တစ်ယောက် လူသူအလာကြဲလှတဲ့ သူ့ရဲ့လမ်းဘေးစားသောက်ဆိုင်လေးကို တစ်နေ့တာအတွက်စတင်ဖွင့်ချိန်မှာသူ့အတွက် သာမန်ပျင်းရိဖွယ်နေ့တစ်နေ့လို့ထင်ခဲ့မိပါတယ်။ ဒါပေမယ့်လည်း ဂျက်ခ်ဆိုတဲ့ ဒဏ်ရာရထားတဲ့ red flag တွေအပြည့်နဲ့လူချောလေးတစ်ယောက် ဆိုင်ထဲကိုဝင်လာချိန်မှာတော့ သူ့အထင်မှားသွားပြီဆိုတာ စသိလိုက်ရပါတယ်။ငနဲသားဟာ ထိတ်ထိတ်ပျာပျာရှိလွန်းတယ်၊ လက်ထဲမှာလည်း အကြွေစေ့တွေပဲပါတယ်။ ဘတ်သ်ကတော့ ဒါနပြုလိုက်တယ်လို့ သဘောထားပြီး သူ့ကိုမနက်စာကျွေးနေချိန်မှာ နောက်ထပ် လူရမ်းကားပုံစံနဲ့လူသုံးယောက်ဆိုင်ထဲထပ်ဝင်လာပါတယ်။ သူတို့အုပ်စုခေါင်းဆောင်ကလည်း လူချောတစ်ယောက်ပါပဲ။အဲ့ဒီအချိန်မှာ ဂျက်ခ်တစ်ယောက် စားပွဲမှာထိုင်နေရာကနေပျောက်သွားပြီး တစ်နေရာမှာ ဝင်ပုန်းနေတဲ့အချိန်မှာ ဘတ်သ် တစ်စုံတစ်ခုကိုသတိထားမိလိုက်ပါတော့တယ်။ အဲ့ဒါကတော့ ပထမကောင်လေး ဂျက်ခ်နောက်ကိုဒီလူရမ်းကားသုံးယောက်က အကြောင်းတစ်စုံတစ်ရာအတွက် လိုက်အန္တရာယ်ပေးနေတယ်ဆိုတာပါပဲ။ ဒီနေ့တစ်နေ့တာဟာ သူ့အတွက် ဘယ်လိုမှပျင်းစရာမကောင်းတော့ဘူးဆိုတာ သေချာသွားပါပြီ။အခုချိန်မှာသိပ်မတွေ့ရတော့တဲ့ psychological thriller ကားကောင်းတစ်ကားဖြစ်ပြီးအစကနေအဆုံးအထိ လှည့်ကွက်တွေအပြည့်နဲ့ဆွဲခေါ်သွားပါလိမ့်မယ်။Josh Lucas , Radha Mitchell နဲ့ Barry Watson တို့လိုဝါရင့်သရုပ်ဆောင်ကြီးတွေရဲ့ နုစဉ်ဘဝကိုလတ်လတ်ဆတ်ဆတ်မြင်ရမှာဖြစ်ပါတယ်။ ပရိသတ်တွေလက်လွတ်မသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Alias ဖြစ်ပါတယ်)File Size……….(1.74 GB) / (747 MB)Quality…………WEB-DL 1080p / 720pDuration……..1Hr 38MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Mystery, ThrillerTranslator……AliasEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uWzDaS4i4H3s4fssbFVAuFa2H57.jpg",
      "https://image.tmdb.org/t/p/w300/hBlk7XG0w4OuN3573OR91M0gqJS.jpg",
      "https://image.tmdb.org/t/p/w300/jO9cLREAKluo8GvdiXWaBMYcSgD.jpg",
      "https://image.tmdb.org/t/p/w300/oIY5Jrg1Gfg5o2tIkthP5EGD66G.jpg",
      "https://image.tmdb.org/t/p/w300/ir1TIZEUBsvKDEgcCnhKli1xAcm.jpg",
      "https://image.tmdb.org/t/p/w300/1tryXJ83oJaoIdnQVJLiZJkbpPB.jpg",
      "https://image.tmdb.org/t/p/w300/w0hpRNBo7wdeb87ozNarmqQXES1.jpg",
      "https://image.tmdb.org/t/p/w300/hcdRKY81NmW4y0qkK8c1bBEl9Cm.jpg",
      "https://image.tmdb.org/t/p/w300/mmsKzXllptAb6sgUv1KhlW7ezkP.jpg",
      "https://image.tmdb.org/t/p/w300/639oNtykbjc32ozpH6jBfg7lnKB.jpg",
      "https://image.tmdb.org/t/p/w300/3xdlUsjYLn22GkBj2t9McO5Cp1z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTM5NDQyNjM1M15BMl5BanBnXkFtZTcwNDk0MzkxMQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/when-strangers-appear-2001-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jQ5i/When.Strangers.Appear.2001.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.74 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/3o1ts46wb2xl",
        "server": "streamsb.com",
        "size": "1.74 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/c6dzBBpQ#munY944meR2miOzGYXeIg1bOGlAZDgyRBRxGNnPppx8",
        "server": "mega.nz",
        "size": "1.74 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pj5gz32wfdla.html",
        "server": "usersdrive.com",
        "size": "1.74 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/when-strangers-appear-2001-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "747 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3jQ4h/When.Strangers.Appear.2001.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "747 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/dmj8wbncw7mj",
        "server": "streamsb.com",
        "size": "747 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M2VFjA6Z#zL2xCS_bR0GmULagsgTcwf3VG5KqJP_UYahkUDOxyb4",
        "server": "mega.nz",
        "size": "747 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/li73ac4ko7vx.html",
        "server": "usersdrive.com",
        "size": "747 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LCHa5XZ1ixs",
      "video_url": "https://www.youtube.com/watch?v=LCHa5XZ1ixs",
      "embed_url": "https://www.youtube.com/embed/LCHa5XZ1ixs"
    }
  },
  {
    "metadata": "PG-13|2019|102 min|Drama,Horror,Mystery",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "2,826"
    },
    "title": "The Intruder (2019)",
    "description": "ခ်ာလီပက္ခ္တစ္ေယာက္ သူ႕အိမ္ကုိအေရာင္းထုတ္ေနပါတယ္။ဖေလာ္ရီဒါမွာရွိတဲ့သူ႕သမီးေလးက အသက္အရြယ္ႀကီးေနၿပီျဖစ္တဲ့သူ႕အေဖကိုသူတို႕နဲ႕အတူလာေနေစဖို႕ေျပာေနေတာ့ ဒီအိမ္ကိုေရာင္းထုတ္ၿပီးေတာ့သူ႕သမီးဆီလိုက္သြားေတာ့မွာပါ။ခ်ာလီတို႕ အိမ္ကုိလာၾကည့္တဲ့ စေကာ့နဲ႕အန္နီတို႕ကေတာ့စစေရာက္ခ်င္းမွာ နည္းနည္းေလးေတာ့ထိတ္လန္႕စရာေတြၾကံဳခဲ့ရေပမယ့္အန္နီတစ္ေယာက္အိမ္ေလးကိုအရမ္းသေဘာက်ေနတာနဲ႕ပဲေနာက္ဆံုးေတာ့ဝယ္ျဖစ္သြားၿပီးေျပာင္းေရြ႕ေနထိုင္ၾကပါေတာ့တယ္။အိမ္ေလးရဲ႕ေဘးနားတစ္ဝုိက္မွာသစ္ေတာေလးနဲ႕ဖံုးအုပ္ထားၿပီးေတာ့တကယ့္ကိုလွပတဲ့အိမ္ေလးတစ္လံုးလဲျဖစ္ပါတယ္။အန္နီတစ္ေယာက္ေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနခဲ့တာေပါ့။ဒါေပမယ့္ေလ ႏွစ္ရွည္ၾကာျမင့္စြာေနထိုင္ခဲ့တဲ့ ခ်ာလီအတြက္ေတာ့ဒီအိမ္မွာ သူ႕မိန္းမနဲ႕အတူ ကေလးေတြနဲ႕လဲ ေနထိုင္ရင္းျဖတ္သန္းခဲ့ရတာဆိုေတာ့မၾကာမၾကာျပန္ျပန္ေရာက္လာၿပီးေတာ့အိမ္ေလးနဲ႕ပတ္သက္တာေတြကုိ လုပ္ေပးေလ့ရွိပါတယ္။ဒါေပမယ့္ တခ်ိဳ႕ေသာကိစၥေလးေတြေပၚေပါက္လာခဲ့တဲ့အခ်ိန္မွာေတာ့ဇာတ္လမ္းကတစ္မ်ိဳးေျပာင္းလဲသြားတာကိုၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ခင္ဗ်ာ။စိတ္လႈပ္ရွားစရာေကာင္းတဲ့ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္လက္လြတ္မခံပဲၾကည့္ရႈသင့္ပါတယ္လို႕ထပ္ေလာင္းေျပာၾကားလိုက္ပါတယ္။File Size : (1.43 GB) and (750 MB)Quality : AMZN WEB-DL (1080p 5.1,720p)Running Time : 101minFormat : Mp4Genre : Drama,Horror,MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by CharmEncoded by sithu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kyegg1r5oxRCZgqU7anHYD2TJap.jpg",
      "https://image.tmdb.org/t/p/w300/1Co761nM7uOMuM1XTPgwRTsagdZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BNTczMzc4NDY0MF5BMl5BanBnXkFtZTgwMjI3Njg3NjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-intruder-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/ix73gnkdw7de.html",
        "server": "usersdrive.com",
        "size": "750mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2d4qy/The_Intruder_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750mb",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/0cJFWS4J#_vhGAROTl9hVfHukJyGyw7WzdIFBntfMtnh1f08gXr0",
        "server": "mega.nz",
        "size": "750mb",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "aKXvex7b1Ew",
      "video_url": "https://www.youtube.com/watch?v=aKXvex7b1Ew",
      "embed_url": "https://www.youtube.com/embed/aKXvex7b1Ew"
    }
  },
  {
    "metadata": "R|1998|100 min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "177,398"
    },
    "title": "Dark City (1998)",
    "description": "Dark City1998IMDB 7.7 , Rotten Tamatoes 78% ရထားတဲ့ လျှို့ဝှက်ဆန်းကြယ်သိပ္ပံကားကောင်းလေးပါ.Knowing (2009) The Crow(1994), Gods of Egypt (2016) တို့လို နာမည်ကြီးကားကောင်းတွေကိုရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Alex Proyas ရဲ့ လက်ရာ ဖြစ်ပြီး မင်းသားကြီး Rufus Sewell နဲ့အရမ်းလှတဲ့ မင်းသမီး မမ Jennifer Connelly တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီကားထဲမှာ မမ က အပြုံးအရယ်အခန်းတွေ နည်းပြီး အမှိုင်ဇာတ်ရုပ်ဖြစ်ပေမယ့် လှမြဲလှနေဆဲပါ။သူ သီချင်းဆိုတဲ့အခန်းလေးတွေ အားရဖို့ အရမ်းကောင်းချက်။ဇာတ်လမ်းအကြောင်းက Mystery ဆန်လွန်းတော့ အပေါ်ယံလောက်ပဲ ပြောပြပါရစေ။လူတစ်ယောက် ဟိုတယ်ခန်းထဲမှာ ရုတ်တရက် နိုးလာတယ်။ သူ့ကိုယ်သူ ဘယ်သူ ဘယ်ဝါမှန်းမသိဘယ်ရောက်နေမှန်းလဲ လုံးဝ မှတ်ညဏ်ပျောက်ဆုံးနေတဲ့ လူတစ်ယောက်။ သူသိတာဆိုလို့ဟိုတယ်မန်နေဂျာ သူ့ကို လှမ်းခေါ်တဲ့ မစ္စတာ မားရ်ဒေါ့ဂ် ဆိုတဲ့ နာမည်ပဲ။မစ္စတာမားရ်ဒေ့ါဂ် လို့ပဲ သူ့ကိုယ်သူ သိထားတဲ့ မှတ်ညဏ်ပျောက်နေတဲ့ ထိုလူဟာသူဘယ်သူဘယ်ဝါလဲ ဆိုတာ သိအောင် အသဲအသန် စုံစမ်းပါတော့တယ်။ အဲ့ဒီနောက်…….။File size…(1.1 GB) and (550 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:40:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Alias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rIWui0S2ugwTWlhna6CTS3RYW9q.jpg",
      "https://image.tmdb.org/t/p/w300/fmzrLYMgCXUXqantrCSVrBfewTS.jpg",
      "https://image.tmdb.org/t/p/w300/7yYmqjdI5I3bY7wGF0iJ3dsHuoM.jpg",
      "https://image.tmdb.org/t/p/w300/fO8VBEDR8Evkmh0pxPU7RRzkOaT.jpg",
      "https://image.tmdb.org/t/p/w300/ej2RMrBhHu98dOKsqECk5MgeWZ8.jpg",
      "https://image.tmdb.org/t/p/w300/oOLMi6QLCuCtAwArZI5fjVCoGHt.jpg",
      "https://image.tmdb.org/t/p/w300/ww0mhQpsNmLL9SOuSozwxJKtENS.jpg",
      "https://image.tmdb.org/t/p/w300/hE3Tzaf50FfeyuQ3BDKc4dMq8ev.jpg",
      "https://image.tmdb.org/t/p/w300/gHvcE5pdzrht0AzmAEsIiVbw9lJ.jpg",
      "https://image.tmdb.org/t/p/w300/a3feuQry3eflAmOcG6I9GYozAA3.jpg",
      "https://image.tmdb.org/t/p/w300/7BkbebhBP2MslORFM76UmIXF2Rc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/dark-city-movie-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dark-city-1998-mm-sub",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/dark-city-1998-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1IY4l/Dark_City_[1998]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbfast.com/g5192klx6jdb.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "QrGSLMl1XFs",
      "video_url": "https://www.youtube.com/watch?v=QrGSLMl1XFs",
      "embed_url": "https://www.youtube.com/embed/QrGSLMl1XFs"
    }
  }
]