[
  {
    "metadata": "N/A|2018|108 min|Drama,Horror,Thriller",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "38"
    },
    "title": "Savita Damodar Paranjpe (2018)",
    "description": "စိတ်ဆိုတဲ့ အရာဟာ သိပ်ကိုဆန်းကျယ်တယ်အထူးသဖြင့် တမလွန်ကူးပြောင်းနေတဲ့ စပ်ကြားအချိန်တွေမှာပေါ့ရုတ်တရက် ကား တိုက်သေသွားလို့မကျွတ်လွတ်နိုင်တဲ့ နာနာဘာဝတွေ အကြောင်းကြားဖူးမှာပါစွဲလမ်းမှုလေးတစ်ခုကြောင့် ဘယ်ဘုံဘဝမှမကူးနိုင်ပဲ အဲ့စွဲလမ်းမှုလေးနောက်တကောက်ကောက် လိုက်နေရတဲ့သူတို့ဘဝကသေချာစဉ်းစား ကြည့်ရင်ကြောက်ဖို့ကောင်းပေမယ့်လို့သနားစရာပါ ကဲ ဇာတ်လမ်းလေးကတော့ ရှာရတ်ဆိုတဲ့စာရေးဆရာတစ်ယောက်မှာ သူသိပ်ချစ်တဲ့ဇနီးသည်လေးရှိတယ်ပေါ့ အဲ့ဇနီးသည်နဲ့သူညအိပ်ပြီဆိုတိုင်းတစ်ခုမ ဟုတ်တစ်ခုကဖြစ်တော့တာပဲအဆိုးဆုံး ကတော့ သူ့မိန်းမဗိုက်တွေထထအောင့် တတ်တာပဲဆေးတွေလဲစုံ သမားတော်တွေ လဲ စုံပြီးကြံရာမရတော့တဲ့ရှာရတ်ကြီး တစ်ယောက် သူ့အမျိုးထဲကအရွှတ်ခ်ဆိုတဲ့ သူငယ်ကိုသွားသတိရမိလေရဲ့အရွှတ်ခ်ကဗေဒင်နက္ခတ်လက္ခဏာဗေဒတွေကိုအတိုင်းတာတစ်ခုထိလိုက်စားဖူးထားတာကိုးအရွှတ်ခ်နဲ့သူ့မရီးဖြစ်သူ ပေးတွေ့ပြီးနောက် ပိုင်မြုပ်ကွယ်နေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့ ကိုယ့်ဘာသာပဲ download လုပ်ပြီးကြည့်ရှုခံစားကြည့်ကြပါ ဒီဇာတ်ကားလေးဟာ thriller ဆိုတာထက် drama ဘက်ကိုပိုအလေးပေးသွားမယ့်ကားပါ ကုလားကားဆိုတဲ့အတိုင်းသီချင်းတွေကတော့ပြောစရာမရှိဘူး plot ကလဲ twist ဖြစ်မလိုလိုနဲ့ နဲနဲပေါ့တယ်မြင် မိတယ်ဒါကတော့ personal view ပါသရဲကားဆိုတာထက်drama ဘက်ကိုပိုဇောင်းပေးထားလို့ ထူးထူးခြားခြားခြောက်လှန့်တာတွေတွေ့ရမှာမဟုတ်ပါဘူးဇာတ်လမ်းကရှည်ပေမယ့် ပျင်းဖို့တော့မကောင်းဘူးတစ်ကားလုံးစိတ်ဝင်တစားနဲ့ကြည့်သွားရမယ်တကယ်လဲ စိတ်ဝင်စားဖို့ကောင်းပါတယ် ending ပိုင်းမှာတော့သရဲကားတိုင်းနဲ့မတူတဲ့ ending ပါသူ့ဟာနဲ့သူတော့ အတော်လေးအဆင်ပြေ တဲ့ကားပါဒါ့ကြောင့် လဲ IMDb မယ် rating 7.8 ရထားတာပေါ့နောက်ပိုင်းသရဲကား တွေမှာ အခုလိုကွဲထွက်တာလေးတွေပိုပို တွေ့လာရပါတယ်မတူညီတဲ့ရသနှစ်ခုကို တပြိုင်တည်းခံစားချင်သူတွေအတွက်သေးထွက်အောင်ကြောက်စရာမကောင်း တဲ့သရဲကားကောင်းကောင်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့် တဲ့ကားပါဒီရုပ်ရှင်ကားကို Hein Thet Naing က ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSwapna Waghmare JoshiStarsPallavi PatilRaqesh VashisthSubodh BhaveTrupti ToradmalCastPallavi PatilRaqesh VashisthSubodh BhaveTrupti Toradmal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hVTqNhLtxMIhKXk6S2qRjwp1guz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BYWVlNzRjNmUtMjY3Mi00ZjNhLWI4NjMtZTFiZWY5OWQyMTgzXkEyXkFqcGdeQXVyODg4OTQ4NDM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/savita-damodar-paranjpe-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eX2x/Savita_Damodar_Paranjpe_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/savita-damodar-paranjpe-2018",
        "server": "VIP Links",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/i45erf040r35",
        "server": "veryfiles.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/8jbneg4nk9c6.html",
        "server": "streamsb.com",
        "size": "1.25 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "T_ZZY8CAiiA",
      "video_url": "https://www.youtube.com/watch?v=T_ZZY8CAiiA",
      "embed_url": "https://www.youtube.com/embed/T_ZZY8CAiiA"
    }
  },
  {
    "metadata": "N/A|2018|142 min|Action,Drama,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "2,019"
    },
    "title": "Operation Red Sea (2018) Blu-Ray 1080p 5.1 CH x264",
    "description": "Blu-Ray 1080p 5.1 CH x264CM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) အဖြစ် သန့်စင်ကာ ဗုံးလုပ်ဖို့ ကြံစည်နေတယ်ဆိုတာကု်ဖော်ထုတ်တွေ့ရှိထားပါတယ်။ဒီတော့ သူလည်း ဒီကိစ္စကိုစုံစမ်းတာပေါ့။ဒါပေမဲ့ ဇာကာ အကြမ်းဖက်သမားတွေက ဝီလီယန်ကော သူတို့ကုမ္ပဏီက တရုတ်ဝန်ထမ်းကောကို ဖမ်းဆီးသွားပါတော့တယ်။ဒီလိုနဲ့ပဲ ရေဝိုင်ယာ အစိုးရကလည်း အကူညီမပေးနိုင်တဲ့ အပြင် ကိုယ့်ဘာသာ ဇာကာ အကြမ်းဖက်သမားရာချီနဲ့ ယှဉ်ပြီး တရုတ်ဓားစားခံတွေကိုကယ်ထုတ်ဖို့ ဖြစ်လာပါတယ်။နိုင်ငံတစ်ခုလုံးမှာ သောင်းကျန်းနေတဲ့အကြမ်းဖက်သမားတွေကိုတော့ ကပ္ပတိန်ရန်နဲ့ သူ့လူလေးတွေက ရင်ဆိုင်ပြီး ဓားစားခံတွေကိ တရုတ် ရေတပ်သင်္ဘောမထွက်ခွာခင် အချိန်မှီ ကယ်ထုတ်လာရမှာပါ။အစကတော့ ဒီလို အစီစဉ်တွေဆွဲထားပေမဲ့ မမျှော်လင့်ထားတာတွေ ဖြစ်လာတဲ့အခါမှာတော့ သူတို့ ဘယ်လို ရအောင် ကယ်ထုတ်မလဲ ဆိုတာကိုစိတ်ဝင်တစားကြည့်ရမှာပါ။ဒါ့အပြင် သတင်းထောက်မလေး ရှီနန်နဲ့တွေ့ပြီး ကိတ်ဝါ(ယူရေးနီးယား) ကိစ္စကိုပါ သိလိုက်ရတဲ့ အချိန်မှာတော့…..ကိုယ်နဲ့ မရင်းနှီးတဲ့ နိုင်ငံတစ်ခုမှာ ကိုယ့်လူလေးလက်တစ်ဆုပ်စာနဲ့ ရာချီတဲ့ မိုက်ရူးရဲ အကြမ်းဖက်သမားတွေလက်ထဲကနေ ဓားစားခံတွေကို အချိန်မှီ ဘယ်လို ကယ်ထုတ်မလဲ ဒါ့အပြင် အားလုံးကို ခြိမ်းခြောက်လာနိုင်တဲ့ ကိတ်ဝါ (ယူရေနီးယား) ကိစ္စကိုကော ဘယ်လိုရှင်းမလဲဆိုတာကိုတော့ရုပ်ရှင်ကိုပဲ ဆက်လက်ရှု့စားလိုက်ပါဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသာရစ်ပါ)——————————————————————————————–CM ပရိတ္သတ္ႀကီးကုိ ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တာကေတာ့ Operation Red Sea ဆုိတဲ့ ၂၀၁၈ ထြက္ Chinese ကားေလးပါIMDB Rating 7.1 ရထားၿပီးေတာ့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ၂၀၁၅ ခုႏွစ္တုန္းက ယီမင္ ျပည္တြင္းစစ္မွာ ပိတ္မိေနခဲ့တဲ့ တရုတ္ႏုိင္ငံသားေတြကုိကယ္ထုတ္ခဲ့ျခင္းျဖစ္ရပ္မွန္ကို မွီျငမ္းၿပီးရုိက္ထားတာပါ။ဒီဇာတ္ကားထဲမွာ ေရ၀ုိင္ယာမွာ အစုိးရရယ္ ေတာ္လွန္ေရးတပ္ေတြရယ္ အၾကမ္းဖက္သမားေတြရယ္ ေၾကာင့္ ျပည္တြင္းစစ္ျဖစ္ေပၚလာတဲ့ အခ်ိန္မွာ ေရ၀ုိင္ယာမွာရွိတဲ့ တရုတ္ျပည္သူျပည္သားေတြက ပိတ္မိေနပါေတာ့တယ္ဒီလုိ ပိတ္မိေနတာကုိ အနားမွာရွိေနတဲ့ တရုတ္ေရတပ္သေဘၤာကုိ ကယ္ထုတ္ဖုိ႔ တာ၀န္ေပးအပ္ေတာ့တာေပါ့။ေရတပ္သေဘၤာကလည္း သူ႔ရဲ႕အေတာ္ဆုံးကြန္မန္ဒုိ တပ္ဖြဲ႕ကုိေစလႊတ္ၿပီးဓားစားခံေတြကုိကယ္တင္ခုိင္းပါတယ္။ဒီအခ်ိန္မွာပဲ ရွီနန္ ဆိုတဲ့ တရုတ္ ျပင္သစ္ သတင္းေထာက္မေလးကလည္း ေရ၀ုိင္ယာက စြမ္းအင္ကုမၸဏီမွာ သုေတသနေခါင္းေဆာင္ျဖစ္တဲ့ ၀ီလီယန္က ယူေရနီယမ္ တူးေဖာ္ၿပီး ကိတ္၀ါ (ယူေရနီးယား) အျဖစ္ သန္႔စင္ကာ ဗုံးလုပ္ဖုိ႔ ႀကံစည္ေနတယ္ဆုိတာကု္ေဖာ္ထုတ္ေတြ႔ရွိထားပါတယ္။ဒီေတာ့ သူလည္း ဒီကိစၥကုိစုံစမ္းတာေပါ့။ဒါေပမဲ့ ဇာကာ အၾကမ္းဖက္သမားေတြက ၀ီလီယန္ေကာ သူတုိ႔ကုမၸဏီက တရုတ္၀န္ထမ္းေကာကုိ ဖမ္းဆီးသြားပါေတာ့တယ္။ဒီလုိနဲ႔ပဲ ေရ၀ုိင္ယာ အစုိးရကလည္း အကူညီမေပးႏိုင္တဲ့ အျပင္ ကုိယ့္ဘာသာ ဇာကာ အၾကမ္းဖက္သမားရာခ်ီနဲ႔ ယွဥ္ၿပီး တရုတ္ဓားစားခံေတြကုိကယ္ထုတ္ဖုိ႔ ျဖစ္လာပါတယ္။ႏုိင္ငံတစ္ခုုလုံးမွာ ေသာင္းက်န္းေနတဲ့အႀကမ္းဖက္သမားေတြကုိေတာ့ ကပၸတိန္ရန္နဲ႔ သူ႕လူေလးေတြက ရင္ဆုိင္ၿပီး ဓားစားခံေတြကိ တရုတ္ ေရတပ္သေဘၤာမထြက္ခြာခင္ အခ်ိန္မွီ ကယ္ထုတ္လာရမွာပါ။အစကေတာ့ ဒီလုိ အစီစဥ္ေတြဆြဲထားေပမဲ့ မေမွ်ာ္လင့္ထားတာေတြ ျဖစ္လာတဲ့အခါမွာေတာ့ သူတုိ႔ ဘယ္လုိ ရေအာင္ ကယ္ထုတ္မလဲ ဆိုတာကုိစိတ္၀င္တစားၾကည့္ရမွာပါ။ဒါ့အျပင္ သတင္းေထာက္မေလး ရွီနန္နဲ႔ေတြ႔ၿပီး ကိတ္၀ါ(ယူေရးနီးယား) ကိစၥကုိပါ သိလုိက္ရတဲ့ အခ်ိန္မွာေတာ့…..ကုိယ္နဲ႔ မရင္းႏွီးတဲ့ ႏုိင္ငံတစ္ခုမွာ ကိုယ့္လူေလးလက္တစ္ဆုပ္စာနဲ႔ ရာခ်ီတဲ့ မုိက္ရူးရဲ အၾကမ္းဖက္သမားေတြလက္ထဲကေန ဓားစားခံေတြကုိ အခ်ိန္မွီ ဘယ္လုိ ကယ္ထုတ္မလဲ ဒါ့အျပင္ အားလုံးကုိ ၿခိမ္းေျခာက္လာႏုိင္တဲ့ ကိတ္၀ါ (ယူေရနီးယား) ကိစၥကုိေကာ ဘယ္လုိရွင္းမလဲဆုိတာကုိေတာ့ရုပ္ရွင္ကုိပဲ ဆက္လက္ရွဳ႕စားလုိက္ပါဗ်ာ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသာရစ္ပါ)File Size : (2.1 GB)Quality : Blu-Ray 1080p 5.1 CH x264Running Time : 2hr 44minFormat : Mp4Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264.DTS-CHDTranslated by Tariq L WalkerEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDante LamStarsBai BingDu JiangHai QingJohnny HuangZhang HanyuZhang YiCastBai BingDu JiangHai QingJohnny HuangZhang HanyuZhang Yi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l9XbdfYvl3367zEml3PR6N9Z53l.jpg",
      "https://image.tmdb.org/t/p/w300/idSEVicJtcVZBxkHHV6XVURSz37.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/in1d11aw1v93.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/operation-red-sea-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/855c46/operation-red-sea-2018-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/3yI8x/Operation_Red_Sea_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/ecY2XCBY#I78hfJwvsOGo28SSZyOZBOxlvdZ1kqm5UqkUJjYu7AA",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/ri1ms17b8wee",
        "server": "upstream.to",
        "size": "2.1 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "nRNZjtOUpto",
      "video_url": "https://www.youtube.com/watch?v=nRNZjtOUpto",
      "embed_url": "https://www.youtube.com/embed/nRNZjtOUpto"
    }
  },
  {
    "metadata": "TV-14|2018|83 min|Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "255"
    },
    "title": "We Belong Together (2019)",
    "description": "စိတ်ဒဏ်ရာတစ်ခုကြောင့် အရက်အလွန်အကျွံသောက်၍ မိန်းမနှင့်ကွာရှင်းပြီးသမီးလေးကိုပါအုပ်ထိန်းခွင့် စွန့်လွှတ်လိုက်တဲ့ကောလိပ်မှပရော်ဖက်ဆာတစ်ယောက် အရက်ဖြတ်ပြီးသူ့ဘဝအား နလန်ပြန်ထူအောင်ကြိုးစားနေစဉ်သူ့အတန်းထဲမှခပ်လန်းလန်းကျောင်းသူတစ်ဦးက သူ့အား မြူဆွယ်ပြီးဘဝ၏ထွက်ပေါက်များပေးသောအခါ ထိုအမျိုးသမီးကြောင့်ပရော်ဖက်ဆာတစ်ယောက် တကယ်ပဲ ပြန်လည်ပျော်ရွှင်ရမလားဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာကြည့်ရှုလိုက်ပါFile Size : (773 MB)Quality : Web-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChloe W. WilliamsChris StokesStarsCassidey FralinCharles Malik WhitfieldDraya MicheleElise NealRoss FlemingCastCassidey FralinCharles Malik WhitfieldDraya MicheleElise NealRoss Fleming",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xbUqVCfP03yT0o7rz89vyvfIUpj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r615jPBywGrKOZuDXq1d0M8aiFS.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/we-belong-together-2019-mm-sub",
        "server": "VIP Links",
        "size": "773 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/we-belong-together-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "773 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://embedsb.com/em1dpznhchal.html",
        "server": "streamsb.com",
        "size": "773 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "773 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "pMpg3YWn52s",
      "video_url": "https://www.youtube.com/watch?v=pMpg3YWn52s",
      "embed_url": "https://www.youtube.com/embed/pMpg3YWn52s"
    }
  },
  {
    "metadata": "R|2018|121 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "9,246"
    },
    "title": "Destroyer (2018)",
    "description": "ဒီကားေလးကေတာ့ တကယ့္ဒိတ္ဒိတ္ၾကဲမင္းသမီး ၾကီးNicole Kidman အဓိကပါဝင္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ငယ္ရြယ္တဲ့စံုေထာက္မိန္းကေလး၁ေယာက္ ဘဏ္ဓါးျပမႈေတြနဲ႕ဆိုးသြမ္းတဲ့အဖြဲ႕ကိုတိတ္တဆိတ္စံုစမ္းဖို႕ေစလႊတ္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံဆိုးစြာပဲသူ႕ရဲ႕စစ္ဆင္ေရးက်ရွဳံးသြားခဲ့ျပီးသူခ်စ္တဲ့လူေကာတျခားလူေတြေရာအသတ္ခံလိုက္ရတဲ့အခါမွာတသက္လံုးသူ႕ကိုယ္သူအျပစ္တင္စိတ္ေတြနဲ႕ပဲေနထိုင္လာခဲ့ရင္း….သူလက္စားျပန္ေခ်ခ်င္တဲ့လူျပန္ေပၚလာတဲ့အခ်ိန္လက္စားေခ်ဖို႕ဘယ္လိုေတြၾကိဳးစားမလဲ…တဖက္မွာလည္း သူ႕ရဲ႕သမီးနဲ႕ေျပလည္ေအာင္ညိွႏိႈင္းျပီးျပႆနာေတြရွင္းရ….သမီးကိုခ်စ္တဲ့စိတ္,စိုးရိမ္စိတ္ေတြနဲ႕တဖက္မွာလည္းလက္စားေခ်လိုစိတ္ေတြကိုမင္းသမီးၾကီးကဘယ္လိုေတြသရုပ္ေဆာင္ျပီးဇာတ္ကိုဆြဲေခၚသြားမလဲဆိုတာေတြကိုဒီကားေလးမွာျမင္ရမွာျဖစ္ပါတယ္File Size : (1 GB) & ( 410 MB)Quality : Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaryn KusamaStarsBeau KnappBradley WhitfordJade PettyjohnJames JordanNicole KidmanScoot McNairySebastian StanTatiana MaslanyToby HussToby KebbellCastBeau KnappBradley WhitfordColby FrenchDoug SimpsonJade PettyjohnJames JordanKelvin Han YeeNatalia Córdova-BuckleyNicole KidmanScoot McNairySebastian StanShamier AndersonTatiana MaslanyToby HussToby KebbellZach Villa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rURV5xPzt9ZxEXAc4OQmxchGyZ8.jpg",
      "https://image.tmdb.org/t/p/w300/n4eLeK2OdxRDqwIJtwYC212vmBF.jpg",
      "https://image.tmdb.org/t/p/w300/diuyfbgDPjezPj70TFsrr6dMsUx.jpg",
      "https://image.tmdb.org/t/p/w300/b9tR4BKmHRgYBLEr4UhlKQD4z29.jpg",
      "https://image.tmdb.org/t/p/w300/8sRR83jnpLln0g3FKp2qxikwcvD.jpg",
      "https://image.tmdb.org/t/p/w300/A97XrPDRR24v1dPM1U85AKZjdhq.jpg",
      "https://image.tmdb.org/t/p/w300/o2dRMwUUUg601AaFiPXBNwurAhM.jpg",
      "https://image.tmdb.org/t/p/w300/i44AIGCv5pJ8ftTWa49TB2yAgOE.jpg",
      "https://image.tmdb.org/t/p/w300/jVvXCdoraW4eqmpNqQs1yBVqgWE.jpg",
      "https://image.tmdb.org/t/p/w300/mAAgFprnEEGfUnju7h72vJxRWm.jpg",
      "https://image.tmdb.org/t/p/w300/cWStCGfATBZjwHQPltASxUeMGlP.jpg",
      "https://image.tmdb.org/t/p/w300/aRTiv3aWSPg9MtSwPGvXwKW4tKn.jpg",
      "https://image.tmdb.org/t/p/w300/j9xNI7K7I891S6OQmtdbkXfYTAs.jpg",
      "https://image.tmdb.org/t/p/w300/yPAAbuhmw1Dh3SLrupI3GIdrXH2.jpg",
      "https://image.tmdb.org/t/p/w300/4dDx0CcItrqi1wek3uG5oPIxeJm.jpg",
      "https://image.tmdb.org/t/p/w300/ct30Dnoll75YGj26LWSOp0DnxkA.jpg",
      "https://image.tmdb.org/t/p/w300/j8iWJ3wgcakWL4Mk5oDk17hIKUf.jpg",
      "https://image.tmdb.org/t/p/w300/TfSjA89PaDvzxNhnVy61PSZMgK.jpg",
      "https://image.tmdb.org/t/p/w300/50QWKcMak3bujt2IFlM3hDLTXgz.jpg",
      "https://image.tmdb.org/t/p/w300/objAzqevOqWFgLeXEcPRln6FUF9.jpg",
      "https://image.tmdb.org/t/p/w300/qNHz8CmMMnzSkQcWfrUaJDoJWEO.jpg",
      "https://image.tmdb.org/t/p/w300/uqxqEnRRyr1wTrlrAuJOWUzmPbb.jpg",
      "https://image.tmdb.org/t/p/w300/i2FwroYEfLyJKRiG1MtOYEfDLOy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2xj2fwtbyxho.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1y3zj/Destroyer_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/destroyer-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/rw9crqp0n6ky",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "bqHaLUoiWZU",
      "video_url": "https://www.youtube.com/watch?v=bqHaLUoiWZU",
      "embed_url": "https://www.youtube.com/embed/bqHaLUoiWZU"
    }
  },
  {
    "metadata": "N/A|2018|1h 34min|Horror,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "51,000"
    },
    "title": "The Open House (2018)",
    "description": "ဒီကားကေတာ့ Horror ဇာတ္ကားသစ္ေလးပါ13 reasons why ထဲက မင္းသားေခ်ာေလး Dylan Minnette ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္မိသားစု အဆင္မေျပမႈေတြနဲ့ရင္ဆိုင္ေနရခ်ိန္ အမ်ိဳးသားျဖစ္သူ ႐ုတ္တရက္မေတာ္တဆမႈနဲ႔ ေသဆံုးသြားခဲ့တဲ့အတြက္ ၾကံရာမရျဖစ္ၿပီး ေတာင္ေပၚၿမိဳ႕ေလးကို ေခတၱ ေျပာင္းေရႊ႔ေနထိုင္ၾကတဲ့ နာအိုမီ နဲ႔ လိုဂန္ တို႔ သားအမိ….သူတို႔ေျပာင္းသြားတဲ့ၿမိဳ႕ေလးမွာ လူထူးလူဆန္းေတြနဲ႔ ေတြ႔ဆံုရတဲ့အျပင္….သူတို႔ ေနထိုင္ေနတဲ့ အိမ္ႀကီးက ထူးဆန္းတာေတြ ဆက္တိုက္ ျဖစ္လာတဲ့အခါ……အဲ့ဒိၿမိဳ႕ေပၚက လူေတြက ဘယ္သူေတြလဲ…..သူတို႔အိမ္ႀကီးထဲက ထူးျခားျဖစ္ရပ္ေတြက ဘာေၾကာင့္ျဖစ္ေနတာလဲ……ဒီျဖစ္ရပ္ေတြရဲ႕ ေနာက္ကြယ္က တရားခံက ဘယ္သူလဲဆိုတာကို စိတ္လႈပ္႐ွားဖြယ္ ၾကည့္႐ႈရမွာပါ…..File Size : (750 MB) and (330 MB)Quality : WEBRip 720pRunning Time : 1hr 34minFormat : Mp4Genre :Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : iNTERNAL.1080p.WEB.x264-STRiFETranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatt AngelSuzanne CooteStarsAaron AbramsDylan MinnetteEdward OlsonEthan CushingKathryn BeckwithMatt AngelPatricia BethunePiercey DaltonSharif AtkinsSuzanne CooteCastAaron AbramsDylan MinnetteEdward OlsonEthan CushingJessica RobertsonKathryn BeckwithKatie WalderLeigh ParkerMatt AngelPatricia BethunePaul RaePiercey DaltonRobert Everett Williams Jr.Sharif AtkinsSuzanne Coote",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/trTplslE5m0pfxdQq3qHJrLHupi.jpg",
      "https://image.tmdb.org/t/p/w300/1Z5DNKTl6W1axgHb53I0iFM94IY.jpg",
      "https://image.tmdb.org/t/p/w300/q1SmWhqnF9gxE85WC5aPEFTjhdD.jpg",
      "https://image.tmdb.org/t/p/w300/4hS7eat3xrg8wc9sWaY6PZqhYBM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU0MjQxNjk3Ml5BMl5BanBnXkFtZTgwOTM3NzY0NDM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=d8b850dj6566",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": " https://megaup.net/2eR2k/The_Open_House_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/83ucxtd3kynl",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-open-house-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "tMSu3Gyz1jU",
      "video_url": "https://www.youtube.com/watch?v=tMSu3Gyz1jU",
      "embed_url": "https://www.youtube.com/embed/tMSu3Gyz1jU"
    }
  },
  {
    "metadata": "N/A|2018|103 min|Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1,232"
    },
    "title": "Puzzle (2018)",
    "description": "IMDb – 6.8/10….Rotten tomatoes – 83%အိမ္ေထာင္တစ္ခု သို႔မဟုတ္ RS တစ္ခုျဖစ္လာျပီ ရွိလာျပီဆိုရင္ တစ္ေယာက္နဲ႕တစ္ေယာက္ၾကားမွာ အမွားေတြရွိမယ္..အမွန္ေတြရွိမယ္…တစ္ခါတေလ အမွားလား အမွန္လား ခြဲျခားၾကည့္လုိ႔မရတဲ့ အရာေလးေတြရွိမယ္…ဒီဇာတ္ကားေလးထဲမွာ အက္ဂ္နစ္လုိ႔ေခၚတဲ့ ကေလးႏွစ္ေယာက္ရွိတဲ့ အိမ္ေထာင္သည္ အမ်ိဳးသမီးတစ္ေယာက္ဟာ ဘာသာတရားကိုင္းရွိဳင္းျပီး တစ္ႏွစ္ေနလုိ႔မွ ျမိဳ႕ထဲကေန ျမိဳ႕ျပင္ သိပ္မထြက္ျဖစ္တဲ့ ခပ္ေအးေအး အမ်ိဳးသမီးတစ္ေယာက္ေပါ့…။တစ္ေန႔ေတာ့ သူ႕ဘဝကို အလွည့္အေျပာင္းတစ္ခုျဖစ္လာေစမယ့္ ပစၥည္းေလးတစ္ခု သူ႕ေမြးေန႔မွာ လက္ေဆာင္အျဖစ္ရရွိခဲ့တယ္..။ဂ်စ္ေဆာပေဟ႒ိဆက္တဲ့ ပစၥည္းေလးေပါ့…။Relationship တစ္ခုဆိုတာ ဂ်စ္ေဆာပေဟ႒ိေလးေတြဆက္သလို အပိုင္းအစအမွားေလးေတြ ဆက္မိတာရွိမယ္ ….ဒါေပမယ့္ေနာက္ဆံုး မွန္ကန္တဲ့အပိုင္းအစေလးေတြ စနစ္တက် ေနရာမွန္ေရာက္ေတာ့မွ လွပတဲ့ရုပ္ပံုကားခ်ပ္တစ္ခု ေပၚလာတာမဟုတ္ပါလား….အက္ဂ္နစ္ကေရာ သူ႔အိမ္ေထာင္ေရးကို ဘယ္လုိအပိုင္းအစေလးေတြနဲ႔ဆက္သြားမွာလဲ..ကိုယ္တိုင္ပဲၾကည့္ရွဳလုိက္ၾကပါဦးေလ…(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (800 MB)Quality : WEB-DL 720pRunning Time : 1h 43minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BM2VjM2QyYjItODk1ZC00OTliLTllZjktZDc3NjA4NTE4YjViXkEyXkFqcGdeQXVyODcyODY1Mzg@._V1_SY1000_CR007721000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/puzzle-2018-mm-sub-mp-4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/a78565ff3e/puzle-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1wpms/Puzzle_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/0bZWxIjB#KeiZ9S036ELGsQsJb3OrgQUWOk3tYoekimhNhfdq4u4",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/nyt0oiwkre7t",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2018||Drama,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "19000"
    },
    "title": "The Lie (2018)",
    "description": "The Lie (2018)============ဒီဇာတ်ကားလေးကတော့ broken family တစ်ခုရဲ့ သက်ရောက်မှုတွေကို ဖော်ကြူးထားပါတယ်။ ဆယ်ကျော်သက်လေး ကေလာဟာအမေ အဖေ တစ်ကွဲစီနဲ့ ဟိုကူးဒီကူးလုပ်နေရသူလေးပါ။ မိဘတွေကိုယ်စီမှာလည်း နောက်လူ အသီးသီးနဲ့ပေါ့။ တစ်ရက် ကျောင်းကပွဲကို တက်ရမယ့် အသွားလမ်းမှာ သူငယ်ချင်း ဘရစ်တနီကို တွေ့တာမို့သူ့အဖေကားနဲ့ တစ်ပါတည်းလိုက်ဖို့ ခေါ်ခဲ့တယ်။ဘရစ်တနီဆိုတာလည်း အလန်းဇယားလေးတစ်ယောက်၊ ကိစ္စလေးတစ်ခုနဲ့ စကားများရင်း အဖေ့ကွယ်ရာအရောက် သူငယ်ချင်းကိုတွန်းချလိုက်စဉ်မှာ ပြဿနာတွေက စပါတော့တယ်။ သမီးဖြစ်သူ ငယ်ငယ်ရွယ်ရွယ်ကို ထောင်ထဲအပါမခံနိုင်တဲ့ မိဘတွေရဲ့ ကြိုးပမ်း အားစိုက်လိမ်ညာမှု၊ သူတို့တွေရဲ့ အပူမီးကို ကွက်ကွက်ကွင်းကွင်း မြင်နိုင်မယ့်ဒရာမာကောင်းလေး ဖြစ်တာမို့ ကြည့်ရှုသင့်ပါကြောင်း ညွှန်းဆိုလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thu Thu ဖြစ်ပါတယ်)File Size……….(1.22 GB) / (455 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 37MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, ThrillerTranslator…….Thu ThuEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVeena SudCastAlan van SprangCas AnvarDani KindDevery JacobsJoey KingMireille EnosNicholas LeaPatti KimPeter Sarsgaard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yRzsHHUbgsgEQ2ZNxYtvujaTer9.jpg",
      "https://image.tmdb.org/t/p/w300/oJgcdLYsZ5WYKAteH1gwypLcNVM.jpg",
      "https://image.tmdb.org/t/p/w300/bvzVXk365e8MB8420Ym4zDEakNV.jpg",
      "https://image.tmdb.org/t/p/w300/u8KBU4SkTLTju79kWeDXkIRZ0RX.jpg",
      "https://image.tmdb.org/t/p/w300/9QEkYDsHF9Rj9pP5xze6GDyzoMG.jpg",
      "https://image.tmdb.org/t/p/w300/dktIgbupg1M3NeXMzFcxdKsPxFn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/Untitled.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "yoteshinportal.cc",
        "size": "1.22 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kYLxi/The.Lie.2018.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.22 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/6ld2oxm20a3m",
        "server": "streamsb.com",
        "size": "1.22 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YzkA1IAS#9UDpK1KYEKcL8Na5PiDA2mj_TdkYzYViupeOsiSigEY",
        "server": "mega.nz",
        "size": "1.22 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hpgypt3v9cl7.html",
        "server": "usersdrive.com",
        "size": "1.22 GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "yoteshinportal.cc",
        "size": "455 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kYLx8/The.Lie.2018.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "455 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/eb919wmvtjbw",
        "server": "streamsb.com",
        "size": "455 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/k2kGQYIR#StmQjElKEg-xpkKdcLjGna1wIOLdw5hsxBXdLN2EDzU",
        "server": "mega.nz",
        "size": "455 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ribneyfu13so.html",
        "server": "usersdrive.com",
        "size": "455 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AE0SUud1R_M",
      "video_url": "https://www.youtube.com/watch?v=AE0SUud1R_M",
      "embed_url": "https://www.youtube.com/embed/AE0SUud1R_M"
    }
  },
  {
    "metadata": "N/A|2018|97 min|Drama,Mystery",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "401"
    },
    "title": "An Interview with God (2018)",
    "description": "ဒီတစ္ေခါက္ေတာ့ မင္းသားေခ်ာေလး Brenton Thwaites ရဲ ႔ဇာတ္လမ္းေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က An Interview with God (2018)ပါ။ဘာသာေရးဆိုင္ရာကားေကာင္းေလးတစ္ကားျဖစ္ျပီးဘုရားသခင္နဲ႔ အျပန္အလွန္ အင္တာဗ်ဴးလုပ္ေနသလို ဇာတ္အိမ္တည္ထားပါတယ္။ဇာတ္လမ္းေလးအက်ဥ္းကေတာ႔အာဖဂန္နစၥတန္စစ္ေျမျပင္မွာသတင္းသြားယူေနတဲ႔သတင္းတပ္သားေလး ေပါလ္အာရွာ…ဘာသာတရားလိုက္စားသူျဖစ္ေပမယ္႔ စစ္ေျမျပင္ရဲ ႔ၾကမ္းတမ္းတဲ႔အေတြ႔အၾကံဳေတြကေနဘုရားသခင္အေပၚယံုမွားသံသယဝင္လာပါေတာ႔တယ္။စစ္ေျမျပင္ကေန အိမ္ျပန္ေရာက္ခ်ိန္မွာလဲ အိမ္ေထာင္ေရးကအဆင္မေျပျဖစ္ေနခ်ိန္မွာသူ႔ဆီကို အင္တာဗ်ဴးတစ္ခုလုပ္ဖို႔ကမ္းလွမ္းလာပါေတာ႔တယ္။အဲဒီအင္တာဗ်ဴးမွာ ဘုရားသခင္နဲ႔ေမးခြန္းထုတ္ၾကမွာပါ။လူသားတိုင္းသိခ်င္ေနတဲ႔ေမးခြန္းေတြကိုေပါလ္တစ္ေယာက္ေမးေပမယ္႔ဘုရားသခင္ကေတာ႔ေပါလ္ရဲ ႔ဘဝကိုပဲအေျခခံကာေမးခြန္းေတြကိုပညာသားပါပါေျဖဆိုပံုေတြကို ဒီကားေလးထဲမွာေတြ႔ျမင္ရမွာပါ။Imdb 5.4/10 ရရွိထားတဲ႔ ဒီကားေလးနာမည္ကေတာ႔An Interview with God (2018) ပါ။ရွားရွားပါးပါးဘာသာေရးကားေလးကိုChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။File Size : (850 MB) and (287 MB)Quality : WebDL 720pFormat…mp4Duration…1 hr 37 minGenre : Dama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by  Aye Mon KyawEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPerry LangStarsBobby Di CiccoBrenton ThwaitesCharlbi Dean KriekDavid StrathairnHill HarperMeagan Kimberly SmithYael GrobglasCastBobby Di CiccoBrenton ThwaitesCharlbi Dean KriekDavid StrathairnHill HarperMeagan Kimberly SmithYael Grobglas",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wqwUqMEf0uPpCI2wbQR7vEsdrOZ.jpg",
      "https://image.tmdb.org/t/p/w300/vtsHFBdybKjX6ToCaESUTXOEqRm.jpg",
      "https://image.tmdb.org/t/p/w300/iy2uTKwAz9HDotHxGs7IQpVUjEQ.jpg",
      "https://image.tmdb.org/t/p/w300/oJ5sFljuze857Qvf9CDW0a9oTZX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e4SmwVesmwzubYv4O82hnlNwHXp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/an-interview-with-god-2018",
        "server": "CM Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/an-interview-with-god-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2f7fi/An_Interview_With_God_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/44qyvvchwfa5",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/quk1vpqqn91s.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://www.kinocloud.org/2r/An_Interview_With_God_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "bCE39OeR4Js",
      "video_url": "https://www.youtube.com/watch?v=bCE39OeR4Js",
      "embed_url": "https://www.youtube.com/embed/bCE39OeR4Js"
    }
  },
  {
    "metadata": "N/A|2018|104 min|Adventure,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "334"
    },
    "title": "Euphoria (2018)",
    "description": "ဒီ Euphoria ဆိုတဲ့ Adventure, Drama ဇာတ္ကားကို 2017 Toronto International Film Festival မွာျပသခဲ့ေပမယ့္ 2018ခုႏွစ္မွ Digital Release အျဖစ္ထုတ္ေ၀ခဲ့တာပါ။ဒီဇာတ္ကားကို ရိုက္ကူးတဲ့သူကေတာ့ အမ်ိဳးသမီးဒါရိုက္တာ Lisa Langseth ျဖစ္ျပီး နာမည္ေက်ာ္မင္းသမီးႏွစ္ဦးက ေခါင္းေဆာင္ျပီး ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ပထမတစ္ေယာက္ကေတာ့ The Danish Girl, Ex Machina နဲ႔ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Tomb Raider ကားမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီးေခ်ာ Alicia Vikander ျဖစ္ျပီး ေနာက္တစ္ေယာက္ကေတာ့ Miss Peregrine’s Home for Peculiar Children, Casino Royale, 300: Rise of an Empire တို႔နဲ႔အတူ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားအၾကိဳက္ေတြ႕ခဲ့တဲ့မင္းသမီးၾကီး Eva Green ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း==========Emilie နဲ႔ Ines တို႔ဟာ ညီအစ္မအရင္းေတြျဖစ္ေပမယ့္ စိတ္ဓာတ္ေတြကေတာ့ လံုး၀ဆန္႔က်င္ဘက္ျဖစ္တဲ့သူေတြပါ။အစ္မျဖစ္သူ Emilie ဟာ စိတ္ခံစားလြယ္သူ ၀မ္းနည္းလြယ္သူျဖစ္ျပီးေတာ့ ညီမျဖစ္သူ Ines ကေတာ့ စိတ္ဓာတ္ခိုင္မာျပီး အရာရာကိုခပ္ျပတ္ျပတ္ရွိသူပဲျဖစ္ပါတယ္။သူတို႔ညီအစ္မႏွစ္ဦးဟာ ကြဲကြာေနတာၾကာျပီျဖစ္ျပီး တစ္ရက္မွာ Emilie က Ines ကို သူနဲ႔ခရီးတစ္ခုအတူတူသြားဖို႔ ေျပာပါတယ္။ပံုမွန္ဆို အဆက္အသြယ္ေတာင္ မလုပ္တဲ့ Ines ဟာ မၾကာေသးခင္ကမွ လုပ္ငန္းအဆင္မေျပျဖစ္ျပီး စိတ္ညစ္လ်က္ရွိတာေၾကာင့္ ဒီတစ္ခါမွာေတာ့ခရီးအတူသြားဖို႔ သေဘာတူျပီး အစ္မရွိရာကို လာခဲ့ပါတယ္။ဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္ အတူစံုျပီး ခရီးကိုစတင္ထြက္ၾကပါျပီ။ဒီခရီးနဲ႔ပတ္သတ္ျပီး ဘယ္သြားမယ္ ဘာလုပ္မယ္ဆိုတာကို Ines ကေတာ့ လံုး၀မသိခဲ့ပါဘူး။ဒီလို ဘုမသိဘမသိနဲ႔ ေခၚသြားတဲ့ေနာက္လိုက္လာခဲ့တဲ့ Ines တစ္ေယာက္ ခရီးဆံုးအေရာက္မွာအစ္မျဖစ္သူ Emilie ရဲ႕ ရည္ရြယ္ခ်က္အမွန္ကို သိသြားတဲ့အခါမွာေတာ့………။ဒီဇာတ္ကားဟာ IMDb Rating 6 ရရွိထားျပီးေတာ့ ဇာတ္ကားတစ္ကားလံုးကို Dialouge အရမ္းေဖာေဖာသီသီၾကီးမသံုးဘဲအျပနဲ႔ပဲပံုေဖာ္ရိုက္ကူးထားပါတယ္။လူသားေတြရဲ႕အက်င့္စရိုက္ကို သရုပ္ေဖာ္ထားတာကလည္း တကယ္ပဲေကာင္းမြန္ပါတယ္။သင္ဟာ ၀ုန္းဒိုင္းၾကဲဇာတ္ကားေတြကို ျငီးေငြ႕ေနသူ၊ ေအးေအးေဆးေဆးဇာတ္ကားေလးေတြမွၾကည့္ခ်င္တဲ့သူ၊ ေတြးစရာပါတဲ့ဇာတ္ကားကိုမွ ၾကိဳက္ႏွစ္သက္သူ ဆိုရင္ေတာ့ ဒီဇာတ္ကားကို လက္လႊတ္မခံသင့္ပါဘူး။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ)File Size : (750 MB)Quality : WEB-DL 720pRunning Time : 1hr 44minFormat : Mp4Genre : Adventure, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLisa LangsethStarsAdrian LesterAlicia VikanderAndreas DuboisCharles DanceCharlotte RamplingEva GreenMark StanleyCastAdrian LesterAlicia VikanderAndreas DuboisCharles DanceCharlotte RamplingEva GreenMark Stanley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vlKRtPAcz0yik5zZzzXzqA34a17.jpg",
      "https://image.tmdb.org/t/p/w300/8aP7k5UqeaerjUfsx236bAAg7Mc.jpg",
      "https://image.tmdb.org/t/p/w300/i2X6a8omxHJ6ia5korVRDBb0e2j.jpg",
      "https://image.tmdb.org/t/p/w300/6Hl1Dfhd83eQaLjMlFsgXscnZgI.jpg",
      "https://image.tmdb.org/t/p/w300/dVZ9WTIp1qYNAyPpGshxhn0deZ0.jpg",
      "https://image.tmdb.org/t/p/w300/b1pQIBAWEPRxXS8kucJb7dP413g.jpg",
      "https://image.tmdb.org/t/p/w300/3ZdgkjZ8SisBwsnl0ZovJ0ugUrk.jpg",
      "https://image.tmdb.org/t/p/w300/u2tRpSXVjApuemW0t1qkCC9B2Lx.jpg",
      "https://image.tmdb.org/t/p/w300/joifoX0rnylNWpof9eCdgWVfWr3.jpg",
      "https://image.tmdb.org/t/p/w300/2ZectLcatwparRcSD3Mg1TJJW3t.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1w1yt2r15w98.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/euphoria-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Sfh7/Euphoria_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/9ORzRKQI#5sjGdxCBYqUMs-7Ew-45gJ5ywqEsZ2yTDV4jbUNhUvI",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/kjgdm47ay0ly",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "R7yPUgWjpsw",
      "video_url": "https://www.youtube.com/watch?v=R7yPUgWjpsw",
      "embed_url": "https://www.youtube.com/embed/R7yPUgWjpsw"
    }
  },
  {
    "metadata": "TV-MA|2018|2h 2min|Adventure,Biography,Crime",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "9800"
    },
    "title": "A Twelve-Year Night (2018)",
    "description": "A Twelve-Year Night (2018)~ IMDb – 7.5/10, RT – 80% ~ဆယ်စုနှစ်ပေါင်းများစွာ ဒီမိုကရေစီနဲ့ရှင်သန်လာတဲ့ လူတွေမှာ ဘာတွေတွေးခေါ်နိုင်မလဲခင်ဗျား စဉ်းစားကြည့်။လူတစ်ယောက်မှာ လွတ်လပ်စွာရှင်သန်ခွင့်ဟာအရမ်းအရေးကြီးတယ်၊ ကိုယ်နေထိုင်တဲ့ လူ့အသိုက်အဝန်းအဖွဲ့အစည်းကိုယ်၌ကလွတ်လပ်မှ ကိုယ့်အတွေးအခေါ်တွေဟာ လွတ်လပ်မယ်။ ဒီလိုပဲ အညမည သဘောအနေနဲ့ ကိုယ့်အတွေးအခေါ်တွေ လွတ်လပ်မှကိုယ့်အသိုက်အဝန်းလွတ်လပ်မယ်။ လွတ်လပ်မှုဟာ လုံခြုံမှုကိုဦးတည်တယ်၊ လုံခြုံမှုကနေမှ သန့်ရှင်းတိုးတက်တဲ့အဖွဲ့အစည်းတစ်ခုနိုင်ငံတစ်ခုကို ဖော်ဆော်နိုင်မယ်။ဒီလိုသဘောတရားတွေဟာ ဒီမိုကရေစီနိုင်ငံသားတွေရဲ့စိတ်ထဲမှာစိမ့်ဝင်ထားပြီးသား။ ဥရုဂွေးနိုင်ငံဟာ ဆယ်စုနှစ်များစွာဒီမိုကရေစီနိုင်ငံအဖြစ် ရပ်တည်နေရာကနေ အာဏာရှင် လက်အောက်ကို ကျရောက်သွားတယ်။ ဒီလိုအာဏာသိမ်းမှုမျိုးကိုလက်မခံနိုင်တဲ့ လူတွေဝိုင်းဝန်းတော်လှန်ကြပြီး တူပါမာရိုတော်လှန်ရေးဆီကိုဦးတည်သွားတော့တယ်။သို့ပေမဲ့ စိတ်မကောင်းစွာပဲ ရှုံးနိမ့်ခဲ့ရပြီး ကျန်ရစ်သူတွေကတော့ထောင်ကျခဲ့ပါတယ်၊ ဒီတော်လှန်ရေးကြီးကနေပြီး တစ်ချိန်မှာဥရုဂွေးနိုင်ငံရဲ့သမ္မတဖြစ်လာမယ့်သူ၊ အထက်လွှတ်တော်အမတ်ဖြစ်လာမယ့်သူတွေဟာ ထောင်ထဲမှာ ၁၂ နှစ်ကြာတိုက်နန်းစံရတဲ့ အိမ်ရှေ့မင်းသားရာထူး ရခဲ့ကြပါတယ်။ဒီ ၁၂ ကြာကာလဖြတ်သန်းရပုံကို ကိုယ်ခံစားနေရသလို ခံစားရတဲ့အထိရိုက်ပြနိုင်တဲ့ကားပါပဲ။ ” မင်းတို့တွေတစ်ယောက်နဲ့တစ်ယောက် စကားပြောခွင့်မရှိသလို ဘယ်သူနဲ့မှလည်း စကားမပြောရဘူး “တဲ့။ စိတ်သတ်ကွင်းဆိုတာအဲဒီလိုနေရာမျိူးပါပဲ၊ စိတ်နဲ့ခန္ဓာ မအပ်စပ်တော့အထိ နှိပ်စက်ခဲ့ကြပြီး ဒီတူပါမာရိုအကျဉ်းသား‌တွေရဲ့အပေါ့အလေးကိစ္စဟာလည်း မြောက်ကိုရီးယား နျူထိန်းချုပ်ရေးကိစ္စထက် ပိုအရေးကြီးခဲ့ကြပါတယ်။စိတ်သတ်ကွင်းမှာ သားရဲတွင်းက လွတ်လာတဲ့ သူတစ်ဦးကလည်း ၂၀၁၀ ကနေ ၂၀၁၅ အထိ ဥရုဂွေးနိုင်ငံကြီးကိုဦးဆောင်ပြသွားခဲ့ပါတယ်။ဆိုတော့ ဒီစာကို ဂျိုဆေးမူဂီကာရဲ့အမေပြောထားတဲ့စကားလေးနဲ့အဆုံးသတ်ပါရစေ။“တိုက်ခိုက်နေတာကို ရပ်လိုက်တဲ့သူက ရှုံးနိမ့်သွားတာပဲ…“(ဇာတ်ကားနဲ့အညွှန်းကို ပြန်ဆိုရေးသားပေးထားသူကတော့ Murphy ပဲ ဖြစ်ပါတယ်)Size – 1.97GB, 790MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 2H 2MinGenre – Adventure, Biography, CrimeSubtitle – Myanmar Subtitle (Hardsub)Translated byMurphyEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorÁlvaro BrechnerCastAlfonso TortÁlvaro Armand UgónAntonio de la TorreCésar BordónCésar TroncosoChino DarínDavid LandatxeJohn De LucaLuciano CiagliaLuis MottolaMirella PascualNidia TellesRodrigo VillagránRogelio GraciaSílvia Pérez CruzSoledad Villamil",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tLgUAbGETmM8bvACRSE1Z2mfWaL.jpg",
      "https://image.tmdb.org/t/p/w300/cdGuUnVxlngUNjfl7APfZLrQiZx.jpg",
      "https://image.tmdb.org/t/p/w300/79JCa7A1JtWaIaetQoeewOfFUtD.jpg",
      "https://image.tmdb.org/t/p/w300/6zIQa4VYjFSSZkxR8SbnofsZQuv.jpg",
      "https://image.tmdb.org/t/p/w300/v9HGGIZTMjux6AaniOwGriPyuEy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k1SEABHjk34flsBQigm9ygMuUM4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-twelve-year-night-2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-twelve-year-night-2018-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/33g9D/(CM)_A_Twelve_Year_Night_(2018)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/jLI3FI7Q#AN4KYZBli3UCCMs8_Dhk2ns2emQeTFoG-VzlB7UvSD0",
        "server": "mega.nz",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ek3p2qolqngf.html",
        "server": "usersdrive.com",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-twelve-year-night-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Hlbr/(CM)_A_Twelve_Year_Night_(2018)_720p.mp4",
        "server": "megaup.net",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/bSx3HKKY#LEwiKnxN_ZME8bPmsgNiFHCsOglM1B5EEVEvWoF74IE",
        "server": "mega.nz",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fqivfpsi0qax.html",
        "server": "usersdrive.com",
        "size": "790MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/bd1v1gbed44p.html",
        "server": "streamsb.com",
        "size": "790MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "QEGVTj7Mjko",
      "video_url": "https://www.youtube.com/watch?v=QEGVTj7Mjko",
      "embed_url": "https://www.youtube.com/embed/QEGVTj7Mjko"
    }
  },
  {
    "metadata": "N/A|2018|117 min|Asian,Comedy,Drama,Romance",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "1,991"
    },
    "title": "The Hows of Us (2018)",
    "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်…အတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်…ရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး…IMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she’s dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး…..ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !George က Primoကို မြင်တည်းက ကြည့်မရဘူး…ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်…မိသားစုက သူ့ကိုချစ်ကြတယ်…အဖွားဖြစ်သူက Primoကို အသည်းစွဲ…နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်…အဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်…ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်…နေ့ရက်တိုင်းဟာ ပျော်စရာပဲ…ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်…သူတို့ ဝေးခဲ့ကြတယ်…အရာရာဟာ နေသားမကျခြင်းတွေနဲ့…အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်… Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့… ဒါပေမဲ့ Georgeက သူ့ကိုစိတ်နာနေတုန်းပဲ…သူ့ကိုစိတ်နာနေတဲ့ George စိတ်ပြန်ပြေပြီး ပြန်ချစ်လာဖို့… သူကတိပေးခဲ့ဖူးပြီး Georgeအရမ်းသွားချင်ခဲ့တဲ့နေရာလေးတစ်ခုကို လိုက်ပို့ပေးနိုင်ဖို့…Georgeတို့မောင်နှမနှစ်ယောက် အရမ်းတွေ့ချင်နေတဲ့အဖေကိုတွေ့အောင်ရှာပေးနိုင်ဖို့ Primo စွမ်းနိုင်မှာလား… သူ့ရဲ့အချစ်တွေကိုရော သက်သေပြနိုင်မှာလားဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ပါဦး…အများကြီးပြောရင် ကြည့်ရပေါ့မှာစိုးလို့ ဒီလောက်လေးပဲပြောပါရစေ…ဇာတ်သိမ်းက အသက်မို့ ငိုတတ်တယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့အကြံပေးချင်ပါတယ်…………………………အခက်အခဲလေးတွေရှိမှအကောက်အကွေ့ဆိုတာလေးတွေရှိမှ အချစ်က ပိုပြည့်စုံသတဲ့… အချစ်စစ်တို့မည်သည် မဖြောင့်ဖြူးစတမ်းလို့ ဆိုကြတယ်မဟုတ်ပါလား…တကယ်တော့ ဒါဟာ စမ်းသပ်မှုတွေလည်းဖြစ်နိုင်ပါတယ်…ဒီလူတစ်ယောက်အပေါ် ကိုယ်ဘယ်လောက်အထိချစ်နိုင်လဲ ? ဘယ်လောက်အထိ နားလည်နိုင်လဲ ? ဘယ်လောက်အထိ သည်းခံခွင့်လွှတ်ပေးနိုင်လဲ စသည်ဖြင့်ပေါ့…..တစ်စုံတစ်ယောက်ကို ချစ်တဲ့အခါသူ့ရဲ့နှလုံးသားကိုပဲ ချစ်ပါ…ကျန်တဲ့အပေါ်ယံတွေကို မေ့ထားပါ…ချမ်းသာတာ ဆင်းရဲတာရုပ်ဆိုးတာ ရုပ်လှတာအောင်မြင်တာ မအောင်မြင်တာစတဲ့အချစ်လောက် အရေးမကြီးတဲ့အရာတွေကို ခဏမေ့ထားပါ…သူဟာ မင်းရဲ့လက်ဝဲဘက်အခြမ်းဆိုတာသေချာပြီလားသူ မင်းအပေါ်ထားတဲ့အချစ် စစ်မှန်တယ်လို့ခံစားရလားသူနဲ့အတူရှိနေရင် မင်းအတွက်အရာရာပြည့်စုံတယ်လို့ခံစားရလား ဒါဆို မင်းအတွက် ဘာလိုဦးမလဲ ?မင်းကိုတကယ်ချစ်တဲ့နှလုံးသားတစ်စုံဟာတစ်ဘဝလုံးစာမင်း နာကျင်အောင် ဘယ်တော့မှမလုပ်ပါဘူး …..။(ရုပ်ရှင်အညွှန်းကို အောင်ဇင်ဖြိုးမှရေးသားထားပြီး ဘာသာပြန်ကိုတော့ ခင်ပြည့်စုံကျော် မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင်https://t.me/Myname2021hakak/48မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(3.4 GB)/(1.1 GB)Quality…WEB-DL AMZ 1080p / 720pFormat…mp4Duration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byKhin Pyae Sone KyawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCathy Garcia-MolinaStarsAlwyn UytingcoDaniel PadillaDarren EspantoJean GarciaJuan Miguel SeveroKathryn BernardoKit ThompsonRia AtaydeSusan AfricaCastAlwyn UytingcoAna De LeonBarry GonzalesDaniel PadillaDarren EspantoGino IlustreJean GarciaJessica MarasiganJohan BoumanJoross GamboaJuan Miguel SeveroKathryn BernardoKatsumi NabeKetchup EusebioKit ThompsonOdette KhanOmar MalkiPatrick VosRia AtaydeRommel VelasquezSethric GothicoSusan AfricaTim BervoetsTingue DongelmansVastaman MartineYuan Cabantog",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z4g41XYVkvgpbR8Q6fa3LmodQfL.jpg",
      "https://image.tmdb.org/t/p/w300/wVCGXvwBDvSvgh9fddjLXmMfLYc.jpg",
      "https://image.tmdb.org/t/p/w300/dVYb5eAYXnUcvGxMGPUY0OkZCsK.jpg",
      "https://image.tmdb.org/t/p/w300/83upwwmrPHzIDVfmdXusNAUSAks.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BOTg5ODBkOGUtNzg3OS00NmYyLWI0OGMtZDY3NTc0OTQ0M2I0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hows-of-us-2018-1080-p-amzn-web-dl-ddp-2-0-h-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1b7gd/(CM)_The.Hows.of.Us.2018.1080p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "server": "megaup.net",
        "size": "3.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l2ghBC7Y#2WPvfCMM19Z2weSiHjeblxTxRKY6nueY174sWAAddP8",
        "server": "mega.nz",
        "size": "3.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/00bbgptepcc6.html",
        "server": "usersdrive.com",
        "size": "3.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/p76th62uolux",
        "server": "streamvid.io",
        "size": "3.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hows-of-us-2018-720-p-amzn-web-dl-ddp-2-0-h-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1b7g0/(CM)_The.Hows.of.Us.2018.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QmAWhJyY#zyHr6y5qi4hcTSsQu1zgBwO4eUmWIWIcXSGPlsaZPZA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dmqk2r8a644f.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/mrrnug7r1mn0.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/18qv1pxpbim0",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9C5w28q6JgA",
      "video_url": "https://www.youtube.com/watch?v=9C5w28q6JgA",
      "embed_url": "https://www.youtube.com/embed/9C5w28q6JgA"
    }
  },
  {
    "metadata": "N/A|2018|100 min|Action,Animation,Fantasy",
    "rating": {
      "rating": "9.2/10",
      "rating_count": "2,425"
    },
    "title": "Dragon Ball Super: Broly (2019)",
    "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ကို သဘောကျတဲ့ပရိသတ်​တွေ သူ့အတွက်​စိတ်​မကောင်​းဖြစ်​လောက်​အောင်​လည်​း လုပ်​ပြထားပါသေးတယ်​နိဂုံးချုပ်​အနေနဲ့ ပြောပြရရင်​တော့ ပရိတ်​သတ်​အခိုင်​အမာရထားပြီးဖြစ်​တဲ့ဒီ animation ဇာတ်​ကားလေးဟာ အထူးညွှန်​းဆိုစရာမလိုလောက်​အောင်​ရသစုံခံစားရစေမယ်​့ ဇာတ်​ကားကောင်​းတစ်​ကားပဲဖြစ်​ပါတယ်…File Size : ( 872 MB)Quality : HDTS 720pRunning Time :1hr 40 minFormat : Mp4Genre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Mg KingEncoded by May Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTatsuya NagamineStarsBanjou GingaBin ShimadaKatsuhisa HoukiKouichi YamaderaMasako NozawaNana MizukiNaoko WatanabeRyou HorikawaRyusei NakaoToshio FurukawaCastAtsuki TaniAya HisakawaBanjou GingaBin ShimadaHisao EgawaKatsuhisa HoukiKimiko SaitoKouichi YamaderaMasakazu MoritaMasako NozawaMasami KikuchiMasaya TakatsukaNana MizukiNaoko WatanabeRyou HorikawaRyusei NakaoRyuuzaburou OotomoShigeru ChibaShin AomoriTakashi MatsuyamaTakeshi KusaoTakuya KirimotoTetsu InadaTomokazu SugitaToshio FurukawaYôhei AzakamiYukiko MorishitaYûsuke Numata",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6OTRuxpwUUGbmCX3MKP25dOmo59.jpg",
      "https://image.tmdb.org/t/p/w300/fYY8MvVqihjZrZ1HODrdZSJQ1aY.jpg",
      "https://image.tmdb.org/t/p/w300/tFcb5eCxw5rxZOlR3ltiCd7l4eK.jpg",
      "https://image.tmdb.org/t/p/w300/9YKtQJpzQ3QRvwApvpuaiKZP2eD.jpg",
      "https://image.tmdb.org/t/p/w300/9FHg3yV1bWsJq8rA5CSlzs2hFq1.jpg",
      "https://image.tmdb.org/t/p/w300/cJouXLZYZsMEwl4vN6hvEzffIve.jpg",
      "https://image.tmdb.org/t/p/w300/b7nGIC8ExAXingK9gcsei3lLzMe.jpg",
      "https://image.tmdb.org/t/p/w300/chD7x8PavGE9PE5kU5vueJLUBVA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dragonballsuper-broly2019",
        "server": "VIP Links",
        "size": "872 MB",
        "quality": "720p HDTS"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-ball-super-broly-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "872 MB",
        "quality": "720p HDTS"
      },
      {
        "link": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "server": "megaup.net",
        "size": "872 MB",
        "quality": "720p HDTS"
      },
      {
        "link": "https://watchsb.com/f0kbwc33h70e.html",
        "server": "streamsb.com",
        "size": "872 MB",
        "quality": "720p HDTS"
      }
    ],
    "trailer": {
      "video_id": "FHgm89hKpXU",
      "video_url": "https://www.youtube.com/watch?v=FHgm89hKpXU",
      "embed_url": "https://www.youtube.com/embed/FHgm89hKpXU"
    }
  },
  {
    "metadata": "R|2018|102 min|Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "12,249"
    },
    "title": "Blockers (2018)",
    "description": "ဒီကားအကြောင်းပြောရမယ်ဆိုရင်တော့ အသေကိုခွီထားတာရယ်နေရတာပါးစပ်ကိုမပိတ်နိုင်ဘူးလို့ပြောချင်ပါတယ်။IMDB Rating 6.7 , Rotten Tomato 83% ရထားပြီးတော့ WWE ချန်ပီယံဖြစ်တဲ့ John Cena ပါဝင်သရုပ်ဆောင်ထားပါတယ်။နာမည်ကြီးဟာသသရုပ်ဆောင်များဖြစ်တဲ့ Leslie Mann နဲ့ Ike Barinholtz တို့ကပါဝင်အားဖြည့်ပေးထားပါတယ်။လူငယ်သရုပ်ဆောင်တွေက တော့ချောပြီးချစ်စရာကောင်းကြတဲ့ Kathryn Newton, Geraldine Viswanathan နဲ့ ပုပုသေးသေးချစ်စရာလေး Gideon Adlon တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အထက်တန်းကျောင်း နှုတ်ဆက်ကပွဲမှာ လိင်ဆက်ဆံဖို့သဘောတူညီချက်လုပ်ထားကြတဲ့ သမီးသုံးယောက်ကို မိဘသုံးယောက်က အမှတ်မထင်သိသွားလို့ တားဆီးဖို့ကြိုးစားတာကိုဟာသမြောက်အောင် တင်ဆက်ထားတာပါ။အရမ်းချစ်လွန်းတဲ့မိဘတွေကြောင့် စိတ်မသက်မသာဖြစ်ရတဲ့ ကလေးတွေအကြောင်းကိုပါပြောထားပါတယ်။နောက်ဆုံးတော့ ကလေးတွေနဲ့မိဘတွေနဲ့ဘယ်လိုပြန်အဆင်ပြေသွားမလဲဆိုတာ ရယ်ရင်းနဲ့ကြည့်လိုက်ကြပါတော့ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)File Size : (899 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 42minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-HDCTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKay CannonStarsAmelia OswaldAnniston AlmondAubree McGuireAudrey CassonGeraldine ViswanathanGideon AdlonIke BarinholtzJohn CenaKathryn NewtonLeslie MannCastAmelia OswaldAnjal JainAnniston AlmondAubree McGuireAudrey CassonColton DunnGary ColeGeraldine ViswanathanGideon AdlonGina GershonGraham PhillipsHannah GoergenHannibal BuressIke BarinholtzJake PickingJimmy BellingerJohn CenaJune Diane RaphaelKathryn NewtonLeslie MannMadeline ErwinMiles RobbinsNoor Anna MaherOlivia JellenRamona YoungRhoda GriffisSarayu RaoT.C. Carter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bUcHY7CrYWieikW8fFkL3Dxnt4H.jpg",
      "https://image.tmdb.org/t/p/w300/r8oSZ6JNWZxyfwbjsLlVFdIOABA.jpg",
      "https://image.tmdb.org/t/p/w300/bStCGzVYFrKxtOyThKkqgI8gjgE.jpg",
      "https://image.tmdb.org/t/p/w300/fqPIDVSTl6f1l02fb2rRVYPl5JE.jpg",
      "https://image.tmdb.org/t/p/w300/tL9AL64GfVsl1p5WZPLTttR4Mul.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uvlUQXg0AlpGzKukO11K7QtW3Yu.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blockers-2018",
        "server": "VIP Links",
        "size": "899 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/blockers-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/blockers-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "899 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3CAG1/Blockers_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "899 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/prvzelx6ub1k",
        "server": "upstream.to",
        "size": "899 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RfFcaV5O7SU",
      "video_url": "https://www.youtube.com/watch?v=RfFcaV5O7SU",
      "embed_url": "https://www.youtube.com/embed/RfFcaV5O7SU"
    }
  },
  {
    "metadata": "R|2018|120 min|Biography,Documentary",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,720"
    },
    "title": "Whitney(2018)",
    "description": "Whitney(2018)IMDb…7.2၁၉၈၀နဲ႔ ၁၉၉၀ေက်ာ္ကာလေတြမွာ အေမရိကရဲ႕ ဒိတ္ဒိတ္ၾကဲ နာမည္ေက်ာ္ခဲ့တဲ့ ေပါ့ပ္အဆိုေတာ္ သ႐ုပ္ေဆာင္မင္းသမီး Whitney Houstonရဲ႕ကိုယ္ေရးအတၳဳပၸတၱိကိုမွတ္တမ္းတင္႐ိုက္ကူးထားတာျဖစ္ပါတယ္။1991 ခုႏွစ္တုန္းက ကမၻာ့အလွဆုံးအမ်ဳိးသမီး ၅၀ စာရင္းကုိ People မဂၢဇင္းကေနေရြးခ်ယ္ေပးတဲ့အခါသူမလည္းပါ၀င္ခဲ့ပါတယ္..ရုပ္ရွင္သရုပ္ေဆာင္စဥ္တုန္းက လည္း ေအာင္ျမင္ခဲ့ပါတယ္ …အထူးသျဖင့္ မင္းသားႀကီးKevin Costnerနဲ႕ရုိက္ကူးခဲ့တဲ့ The bodyguard(1992)ဇာတ္ကားမွာေပါ့..သီခ်င္းနဲ႕ပတ္သက္ၿပီးေတာ့လည္း ဆုေပါင္းမ်ားစြာရရွိခဲ့သလုိ အေရာင္းရဆုံး စံခ်ိန္ေတြလည္းတင္ခဲ့ပါတယ္….သူ႔ရဲ႕ငယ္ရြယ္စဥ္ဘဝကေန ေသဆံုးခဲ့တဲ့ေနာက္ဆံုးအခ်ိန္အထိ ရုန္းကန္လႈပ္ရွားခဲ့တာေတြကုိ  သူ႔ရဲ႕မိသားစုဝင္ေတြ သူ႔ရဲ႕မိတ္ေဆြေတြသူနဲ႔နီးစပ္သူေတြကို ေတြ႔ဆံုေမးျမန္းၿပီး႐ိုက္ကူးထားတာျဖစ္ပါတယ္။အႏုပညာ႐ွင္တစ္ေယာက္ရဲ႕ ေအာင္ျမင္ၿပီးေနာက္ပိုင္းမွာ ၾကံဳေတြရတဲ့အခက္အခဲေတြ၊ အမွားတစ္ခုလုပ္မိတာနဲ႔ပရိတ္သတ္ဆီကဆိုးရြားတဲ့တံု႔ျပန္မႈေတြခံရပံုေတြကို ေတြ႔ျမင္ရမွာျဖစ္ပါတယ္။Whitney Houstonရဲ႕ သီခ်င္းေတြကိုလည္း နားဆင္ခံစားႏိုင္မွာျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္….File Size : (875 MB) and (398 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:00:00Genre :Documentary,Biography,Music|Subtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKevin MacdonaldStarsArsenio HallBobby BrownByron AllenCissy HoustonClive DavisDavid LettermanGary HoustonKevin CostnerL.A. ReidWhitney HoustonCastAlan JacobsArsenio HallBobbi Kristina BrownBobby BrownByron AllenCissy HoustonClive DavisDavid LettermanDee Dee WarwickDionne WarwickGary CollinsGary HoustonJohn Russell Houston Jr.Kenneth EdmondsKevin CostnerKevin SteaL.A. ReidLynne VolkmanMarvin GayeMerv GriffinMichael HoustonMichael JacksonNelson MandelaRay WatsonRickey MinorRobyn CrawfordSteven GittelmanWhitney Houston",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7jJwPlih9n9AzWfKZWBxFR32q5V.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/j1c6dTycYBMZs2T1wKA6bknLLa6.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/whitney2018",
        "server": "VIP Links",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/whitney-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/whitney-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TN6e/Whitney_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/m25gmpvgkray",
        "server": "upstream.to",
        "size": "875MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "0GKC_nj7B44",
      "video_url": "https://www.youtube.com/watch?v=0GKC_nj7B44",
      "embed_url": "https://www.youtube.com/embed/0GKC_nj7B44"
    }
  },
  {
    "metadata": "N/A|2018|1h 47min|Adult,Drama,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "100"
    },
    "title": "(18+) Still Life of Memories (2018)",
    "description": "¶ကိုယ့်ရဲ့ စားပွဲအိုလေးထက်မှာ ပြန့်ကျဲ စက္ကူအပိုင်းအစတွေဆေးလိပ်တိုတွေနဲ့ ကံ့ကော်ပန်းခြောက်တစ်ပွင့် ဒါသက်ငြိမ် ပန်းချီကားပဲ¶ထူးအိမ်သင်ရင် သက်ငြိမ်သီချင်းကို တိုးတိုးလေးငြီးမိရင်း ဒီဇာတ်ကားလေးရဲ့အညွှန်းကို ပုံဖော်ကြည့်မိသည်။အနုပညာတွင် still art လို့ခေါ်တဲ့ သက်ငြိမ်အနုပညာ ဆိုတာ ခံစားရနက်နဲသည်ပန်းချီတို့ ဓာတ်ပုံတို့သည် သက်ငြိမ်အနုပညာပင်ဖြစ်သည်။မိုနာလီဇာပန်းချီကားတို့ ဗင်းဆင့်ဗန် starry night အာလူးစားသူများအစရှိသည်ကနေ ပူလစ်ဇာဆုရ ဓာတ်ပုံများထိ သက်ငြိမ်များပင်…..ခေတ်တွေပြောင်း ရာစုနှစ်တွေကြာညောင်းပါစေပန်းချီကား ဓာတ်ပုံကားချပ်များက စကားလှမ်းပြောနေကြသည်။တစ်ယောက်နှင့်တစ်ယောက် ကြားရသည့်အသံတွေတော့ တူမည်မဟုတ်။သက်ငြိမ်ပန်းချီကားတစ်ချပ်ကို စီးကရက်ဖွာရင်း ခံစားတတ်သူတွေအတွက်ယခုရုပ်ရှင်က အသိမ်မွေ့ဆုံး သက်ငြိမ်တစ်ခုကို ရုပ်ရှင်အနုပညာထဲတွင် ထုဆစ်ပြသပေးထားသည်ရုပ်ရှင်ပွဲတော်များတွင်လဲ ဆုများရရှိခဲ့ပြီး ပန်းချီပညာ ဓာတ်ပုံပညာဒဿနများပြည့်ဝစွာဖော်ကျူးထားသော သက်ငြိမ်ပန်းချီကားတစ်ချပ်မိတ်ဆွေတို့အတွက် တစ်ကိုယ်ရည်ညချမ်းတွေကို အဖော်ပြုပေးနိုင်မှာပါFile size…3.24GB / 1.06GBQuality…1080p BluRay  /720pFormat…mp4Duration….1h 47mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Andrew MasonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHitoshi YazakiStarsInuhiko YomotaKiyomi ItōMasanobu AndoMisa WadaNatsuko HaruRima MatsudaSally MizunoVivienne SatoCastInuhiko YomotaKiyomi ItōMasanobu AndoMisa WadaNatsuko HaruRima MatsudaSally MizunoVivienne Sato",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2dMUk8hAHwPmrxIpcEKneZAICKJ.jpg",
      "https://image.tmdb.org/t/p/w300/y139noHnLcmUBRJWsS5G02ow5dl.jpg",
      "https://image.tmdb.org/t/p/w300/7bPXe8AcSd4lC7mhkoEBotEzJjv.jpg",
      "https://image.tmdb.org/t/p/w300/su0QzkZPreCvAj1m5UzYIAF5a5W.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMWNhMTNiODUtNTNlZC00MGZmLTgwMGQtNTA2YzNmMzM3MGY3XkEyXkFqcGdeQXVyOTE2MDk0MzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/still-life-of-memories-2018-1080-p-blu-ray-x-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xrai0cctg5yq.html",
        "server": "usersdrive.com",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2waef/Still.Life.of.Memories.2018.1080p.BluRay.x264(DS).mp4",
        "server": "megaup.net",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uEJTCQpI#6Learvz6D7Q1dHvtN_riy_7XSKvMWG0MWY3Sij5TlDo",
        "server": "mega.nz",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/mfzj1ttwfohd.html",
        "server": "streamsb.com",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/still-life-of-memories-2018-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z24mim0zpjht.html",
        "server": "usersdrive.com",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2waeC/Still.Life.of.Memories.2018.720p(DS).mp4",
        "server": "megaup.net",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/OUZi1DyD#8H014vtwsMAYy5BMNqc-Xyz3QvTeDhPYDpu9j6z9Agw",
        "server": "mega.nz",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/4lkyk8f8xjpi.html",
        "server": "streamsb.com",
        "size": "1.06GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jdhSviBat30",
      "video_url": "https://www.youtube.com/watch?v=jdhSviBat30",
      "embed_url": "https://www.youtube.com/embed/jdhSviBat30"
    }
  },
  {
    "metadata": "PG|2018|1h 36min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "32,545"
    },
    "title": "Smallfoot (2018) Blu-Ray 1080p 5.1 CH x264",
    "description": "Blu-Ray 1080p 5.1 CH x264Smallfoot (2018)IMDb – 6.6/10_____Rotten – 75%Big Foot ဆိုတဲ့ Animation ကားလေးကို လူတိုင်းကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီကားကတော့ Small Foot ပါ။Big Foot နဲ့ဇာတ်လမ်းချင်းဘာမှဆက်စပ်မှုမရှိပါဘူး။ဒီကားမှာတော့ နှင်းလူ(Yeti)တွေဖက်ကနေ ရိုက်ထားတာမျိုးဖြစ်ပြီးလူတွေကတော့ သူတို့အတွက် လျို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါတွေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဟိမဝန္နာထဲက တောင်ထိပ်တစ်ခုအပေါ်မှာ နှင်းလူတွေ နေထိုင်ကြတဲ့ ရွာလေးတစ်ရွာရှိတယ်။အဲ့ဒီရွာမှာ နှင်းလူတိုင်းက သူ့တာဝန်နဲ့သူ ထမ်းဆောင်ကြရင်း ရွာအကျိုးသယ်ပိုးကြရတာပေါ့။သူတို့တွေရဲ့ခေါင်းဆောင်ကတော့Stonekeeper လို့ခေါ်တဲ့ နှင်းလူအဖိုးကြီးတစ်ယောက်၊ ဘာလို့ Stonekeeper လို့ခေါ်လဲဆိုတော့ ခေတ်အဆက်ဆက်ဘိုးဘေးဘီဘင်လက်ထက်တွေကတည်းက စည်းမျဉ်းတွေကို ရေးထွင်းထားတဲ့ ကျောက်တုံးတွေကို ဝတ်ရုံတစ်ခုအဖြစ်ခြုံပြီး ထိန်းသိမ်းထားရလို့ဖြစ်ပါတယ်။တစ်ရွာလုံးကလဲ သူ့ညွှန်ကြားတဲ့အတိုင်းတစ်သွေမတိမ်းလိုက်နာကြပါတယ်။ထူးဆန်းတာက ကျောက်တုံးတွေမှာ ရေးထွင်းထားတဲ့ စည်းမျဉ်းတွေဖြစ်ပါတယ်။သူတို့ရဲ့ရွာက ကျွန်းတစ်ကျွန်းပေါ်မှာဖြစ်ပြီး တိမ်ပင်လယ်ကြားမှာလွင့်မျောနေတာ၊ အောက်ကိုပြုတ်မကျအောင် ဆင်တွေက ထိန်းထားပေးတာ ဆိုတာမျိုး ပါနေပါတယ်။နောက်ပြီး ဒီကားလေးရဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ မီဂို ဆိုတဲ့နှင်းလူရဲ့ အဖေက ရွာရဲ့ မောင်းတီးသမားဖြစ်ပါတယ်။ဘာလို့မောင်းတီးသမားဖြစ်ရလဲဆိုတော့ သူတို့ရွာကို အလင်းရောင်ပေးဖို့ ကောင်းကင်ပေါ်က တောက်ပနေတဲ့ခရုကြီးကိုနှိုးဖို့အတွက်ဖြစ်ပါတယ်တဲ့။မီဂိုကလဲ သူ့အဖေ အလုပ်ကိုဆက်ခံရမယ့်သူပေါ့။တစ်နေ့တော့ အဖေဖြစ်သူရဲ့အလုပ်ကိုဆက်ခံဖို့အတွက် မီဂိုတစ်ယောက် မောင်းတီးလေ့ကျင့်ရမယ့်ရက်ကိုရောက်လာပါတော့တယ်။ဒါပေမယ့် ဖြစ်ချင်တော့မီဂို မောင်းတီးတာ လွဲသွားပြီး တောင်အောက်ကိုကျသွားတဲ့အချိန်မှာ လေယာဉ်ပျံတစ်စီး သူ့နားမှာပျက်ကျတာနဲ့တိုက်တိုက်ဆိုင်ဆိုင်သွားတွေ့ပါတော့တယ်။လေယာဉ်ထဲက လေယာဉ်မှူးကို သူတွေ့လိုက်တဲ့အခါမှာတော့ သူလုံးဝအလန့်တကြားဖြစ်သွားပါတယ်။ဘာလို့လဲ? လူဆိုတာ သူတို့ရွာထဲမှာ Small Foot လို့ခေါ်တဲ့ ဒဏ္ဍာရီဆန်ဆန်သတ္တဝါမျိုးဖြစ်နေလို့ပါပဲ။သူ Small foot(လူ)တွေ့ခဲ့တယ်ဆိုတာကို သူ့ရွာကလူတွေကို ပြန်ပြောတဲ့အခါမှာ မယုံကြတဲ့အပြင်ကျောက်တုံးတွေရဲ့ စည်းမျဉ်းကိုဆန့်ကျင်တယ်ဆိုပြီး ရွာကနေနှင်ထုတ်လိုက်ပါတော့တယ်။မီဂို တစ်ယောက် Small Foot ရှိကြောင်းကို ဘယ်လိုများ ရွာကို သက်သေပြမလဲ၊ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့အုန်းမလဲဆိုတာတော့ ဇာတ်ကားမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါခင်ဗျာ။ဒီကားလေးက ဇာတ်လမ်းလေးလဲမဆိုးလှသလို Animation ကားဖြစ်လို့မိသားစုနဲ့အတူ ပျော်ပျော်ရွှင်ရွှင်ကြည့်လို့ကောင်းတဲ့ကားမျိုးလေးပါ။နောက်တစ်ချက်ကတော့ ဒီကားကြည့်ပြီးအသိတစ်ခုခုတော့ရသွားလိမ့်မယ်လို့ထင်ပါတယ်။ဘာအသိလဲဆိုတာတော့ ဇာတ်ကားကြည့်ရင်း စဉ်းစားကြည့်ကြပေါ့ :p(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)File Size : (1.4 GB)Quality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 36minFormat : MkvGenre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-DRONESTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason ReisigKarey KirkpatrickStarsChanning TatumCommonDanny DeVitoEly HenryGina RodriguezJames CordenLeBron JamesPatricia HeatonYara ShahidiZendayaCastChanning TatumCommonDanny DeVitoEly HenryGina RodriguezJack QuaidJames CordenJimmy TatroJoel McCraryJonathan KiteJonathan MangumJustin RoilandLeBron JamesPatricia HeatonRick ZieffSarah BakerYara ShahidiZendaya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7t88SoT3Dd8DhGnQuVoSbMNUl3W.jpg",
      "https://image.tmdb.org/t/p/w300/k3iqP3rQDY7PO95Yzy5smWQDt7a.jpg",
      "https://image.tmdb.org/t/p/w300/krK021RgmWs5QYfNK9YG3WkB1kZ.jpg",
      "https://image.tmdb.org/t/p/w300/eW2PIUIyagoYgL1Q7nu0E6EMnB3.jpg",
      "https://image.tmdb.org/t/p/w300/Hh97gMjPi3rkNpH33tonW0h3x9.jpg",
      "https://image.tmdb.org/t/p/w300/2lHG8RhwEke0Sz6Tj0X0Wzoib39.jpg",
      "https://image.tmdb.org/t/p/w300/2bkhkuAbDt49Dp69OypiYMpg7sV.jpg",
      "https://image.tmdb.org/t/p/w300/rdAhkczwm4Av05f7GLrI4OtfGpZ.jpg",
      "https://image.tmdb.org/t/p/w300/zIVHIKljz7pFB8Es9U2n8xaUvDm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/smallfoot-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/p5k2vf4s19qr.html",
        "server": "usersdrive.com",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/smallfoot-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/a90f9608/smalfot-2018-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "http://www.filedwon.info/darotkwrdump/Smallfoot_[2018]_%7B1080p_Blu-ray_5.1_CH%7D_(MM_Sub).mkv.html",
        "server": "filedwon.info",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/2ftnh/Smallfoot_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/RlxmiLzT#t4kp_HwynXzMxRa0YdQIHUzhGl2ZVSLpmFky1KzH2HE",
        "server": "mega.nz",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/2hd72pcm5wig",
        "server": "upstream.to",
        "size": "1.40 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "34cHO5_LX9g",
      "video_url": "https://www.youtube.com/watch?v=34cHO5_LX9g",
      "embed_url": "https://www.youtube.com/embed/34cHO5_LX9g"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Uncategorized",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The Scorpion King: Book of Souls (2018)",
    "description": "ဒီဇာတ်​ကားကတော့ ၂၀၁၈ခုနှစ်​မှာထွက်​ထားတဲ့Scorpion King ၅ကားမြောက်​ ဇာတ်​ကားဖြစ်​ပါတယ်​ ဇာတ်​လမ်​းရဲ့ကျောရိုးကတော့ ဖာရိုဘုရင်​လက်​ထပ်​မတိုင်​ခင်​ရှေးအီဂျစ်​ပြည်​မှာ ဘုရင်​မန်​တပ်​ဟာသေမင်​းနတ်​ဘုရား အနူးဘစ်​့နဲ့ အပေးအယူပြုလုပ်​ခဲ့ပါတယ်​ အပေးအယူအရ သေမင်​းနတ်​ဘုရားအနူးဘစ်​့က တန်​ခိုးသြဇာကြီးမားလှတဲ့ဓားတစ်​ချောင်​းကို ဖန်​တီးပေးခဲ့တယ်​အဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူက ကမ္ဘာကြီးကို အုပ်​ချုပ်​နိုင်​တဲ့အထိစွမ်​းအင်​ကြီးမားသွားပါလိမ်​့မယ်​ ထိုဓားကို သေမင်​းနတ်​ဘုရား အနူးဘစ်​့ ဖန်​တီးခဲ့ပုံကလဲဝိညာဉ်​တွေကို လောင်​စာအဖြစ်​သုံးပြီး ငရဲပြည်​က မီးလျှံတွေကြားမှာ ထုလုပ်​ခဲ့တာပါထိုဓားနဲ့ဇီဝိန်​ကြွေခဲ့ရတဲ့သူတိုင်​းဟာ “ဝိညာဉ်​စာအုပ်​”လို့ခေါ်တဲ့” book of souls”မှာ ပိတ်​မိနေကြပြီး ထာဝရညှင်​းပန်​းနှိပ်​စက်​ခြင်​းကို ခံကြရမှာပါကမ္ဘာကြီးရဲ့ ကံကြမ္မာဟာ အမှောင်​နတ်​ဘုရား အာနူးဘစ်​ရဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူလက်​ထဲမှာရှိနေတဲ့အတွက်​ ဓားကိုဖျက်​ဆီးပစ်​ဖို့ လိုအပ်​လာပါတယ်​ဓားကိုဖျက်​ဆီးနိုင်​တဲ့လျှိ့ဝှက်​ချက်​ကလဲ “ဝိညာဉ်​စာအုပ်​”ထဲမှာပဲရှိပါတယ်​ ဒါပေမယ်​့ “ဝိညာဉ်​စာအုပ်​”ကို ဘယ်​မှာသိမ်​းထားတယ်​…..ဘယ်​လိုပုံစံရှိတယ်​ဆိုတာ ဘယ်​သူမှမသိကြပါဘူးဒီဇာတ်​လမ်​းမှာ Scorpion King ဟာ လူသားများစွာရဲ့အသက်​တွေကို ခြိမ်​းခြောက်​နေတဲ့အမှောင်​ဘုရင်​ အာနူးဘစ်​ရဲ့ ဓားကိုဖျက်​ဆီးနိုင်​ဖို့အတွက်​“ဝိညာဉ်​စာအုပ်​”ရှာပုံတော်​ထွက်ခဲ့ပါတယ်​ရှာပုံတော်​ထွက်​တဲ့ လမ်​းခရီးတစ်​လျှောက်​မှာကြုံတွေ့ရမယ်​့စွန်​့စားခန်​းတွေကိုတော့ ………….. .ပိတ်​ကားပေါ်မှာပဲ….. ဆက်​လက်​ကြည်​့ရှုလိုက်​ကြပါခင်​ဗျာ…..File Size : (891 MB) and (299 MB)Quality : WEBDL 720pRunning Time : 1hr 42minFormat : Mp4Genre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : WEBDL 1080pTranslated byMg KingEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon Michael PaulStarsHoward CharlesInge BeckmannKaty Louise SaundersMayling NgPearl ThusiPeter MensahRizelle JanukStephanie SchildknechtZach McGowanCastHoward CharlesInge BeckmannKaty Louise SaundersMayling NgPearl ThusiPeter MensahRizelle JanukStephanie SchildknechtZach McGowan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tw4iYlxu0FIX4kmlFlprScdSfeA.jpg",
      "https://image.tmdb.org/t/p/w300/uMMjQ10Nr75kDC6HLNFT9UyaGC3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mSviUMejPmerwoQxdj7wR4Ky1Fd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-scorpion-king-book-of-souls-2018",
        "server": "VIP Links",
        "size": "891 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scorpion-king-book-of-souls-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "891 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4 https://megaup.net/1GW7h/Sgt._Stubby_-_An_American_Hero_(2018).mp4 https://megaup.net/2mTyU/Charming(2018)720P.mp4 https://megaup.net/1GW7e/Pleasure_or_Pain_(2013).mp4 https://megaup.net/1GW79/Luis&theAliens(2018)720P.mp4 https://megaup.net/2mTzV/Three_Sexy_Meals(2016).mp4 https://megaup.net/1GW75/High_Resolution_(2018).mp4 https://megaup.net/1GW7r/The_Scorpion_King_-_Book_of_Souls_(2018).mp4",
        "server": "megaup.net",
        "size": "891 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/cbvdh9hjyhbo.html",
        "server": "streamsb.com",
        "size": "891 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "anvnDpxWyJc",
      "video_url": "https://www.youtube.com/watch?v=anvnDpxWyJc",
      "embed_url": "https://www.youtube.com/embed/anvnDpxWyJc"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Action,Crime",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Unstoppable (2018)",
    "description": "ဒုန္ခၽြဲ နဲ႔ ဂ်ီဆူး တို႔ဟာ သာယာေပ်ာ္ရႊင္ေနတဲ့ ဇနီးေမာင္ႏွံျဖစ္ၿပီးေအးအတူ ပူအမွ် ေနတက္ၾကသူေတြပါဒုန္ခၽြဲ က အရမ္းရိုးသားလြန္းေတာ့ အၿမဲတမ္းလူလိမ္ခံရပါတယ္ခ်စ္ဇနီးေလး ဂ်ီဆူး အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတာ မၾကည့္ရက္တဲ့အတြက္သူကိုယ္တုိင္လဲ အပင္ပန္းခံၿပီး ပိုက္ဆံရွာေနရပါတယ္…ဒုန္ခၽြဲဟာ ဂ်ီဆူး နဲ႔ မေတြ႔ခင္တုန္းက လူတုိင္းတုန္လႈပ္ရတဲ့အတိုက္အခိုက္သမား တစ္ေယာက္ျဖစ္ၿပီး မတရားတာျမင္ရင္မေနတက္သလို စိန္ေခၚရင္ ေရေျမဆံုးထိ လုိက္တက္သူပါမိန္းမ ရၿပီးမွ အရင္လို မဟုတ္ေတာ့ပဲ ငါးေရာင္းၿပီးေအးေဆးေနတက္သူ ျဖစ္သြားခဲ့တာပါ…တစ္ရက္မွာေတာ့ ဒုန္ခၽြဲ တို႔ ဇနီးေမာင္ႏွံဆီကိုကံၾကမၼာဆိုး တစ္ခု ၀င္ေရာက္လာပါတယ္…ဒုန္ခၽြဲ ေငြေတြ အလိမ္ခံရလို႔ ႏွစ္ေယာက္သားစကားမ်ားၾကၿပီး ဂ်ီဆူး က အိမ္ကို အေစာႀကီးျပန္သြားခဲ့ပါတယ္….စိတ္ေကာက္ေနတဲ့ ဂ်ီဆူး ကိုေခ်ာ့ဖို႔ ဒုန္ခၽြဲေရာက္လာခဲ့ေပမဲ့ ေနာက္က်သြားခဲပါၿပီအိမ္ထဲထိ ၀င္ေရာက္ၿပီး လူဆိုးဂိုဏ္းတစ္ခုကဂ်ီဆူး ကို ျပန္ေပးဆြဲသြားခဲ့ပါတယ္….ဒုန္ခၽြဲ တစ္ေယာက္ ရဲတုိင္ခဲ့ေပမဲ့ တကယ္အလုပ္မလုပ္တဲ့ရဲေတြေၾကာင့္ မိန္းမ ျဖစ္သူကို ကိုယ္တုိင္လုိက္ရွာဖို႔အေမွာင္ေလာက ထဲသို႔ ျပန္လည္၀င္ေရာက္ခဲ့ေသာ္ အခါ…ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ThinZar Htet ျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Min-hoStarsJeong Hae-gyoonKim Min-jaeKim Sung-ohMa Dong-seokPark Ji-hwanSong Ji-hyoCastJeong Hae-gyoonKim Min-jaeKim Sung-ohMa Dong-seokPark Ji-hwanSong Ji-hyo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p0YuPELNr3781OWH7xikPiBCJDr.jpg",
      "https://image.tmdb.org/t/p/w300/32R3uGED3wMazFM0d3PCETEmucq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/unstoppable-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.27 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/SJ0n/Unstoppable_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.27 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/o8x46uj18sfw",
        "server": "upstream.to",
        "size": "1.27 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/3ienouczlsbl.html",
        "server": "usersdrive.com",
        "size": "1.27 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "4-lI3kgCPok",
      "video_url": "https://www.youtube.com/watch?v=4-lI3kgCPok",
      "embed_url": "https://www.youtube.com/embed/4-lI3kgCPok"
    }
  },
  {
    "metadata": "TV-14|2018|1h 34min|Sci-Fi",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "9"
    },
    "title": "2036 Origin Unknown (2018)",
    "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ် ဒီထဲကမှ ထွက်ထားတဲ့ Sci-fi ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာမြေပေါ်ကလူတွေဟာ မားစ်ဂြိုလ်ပေါ်ကို ဘာတွေရှိမလဲဆိုပြီးလေ့လာစူးစမ်းဖို့အတွက် အာကာသယာဉ်မှူးများကို စေလွှတ်ခဲ့ပါတယ်။ကံမကောင်းအကြောင်းမလှစွာနဲ့ အဲဒီအာကာသယာဉ်မှူးပါဝင်ခဲ့တဲ့ယာဉ်ဟာ ပေါက်ကွဲပျက်စီးသွားတာကြောင့် လူသားတို့ရဲ့အကြံအစည်တွေဟာ အထမမမြောက်ခဲ့ပါဘူး။သို့ပေမယ့် လက်မလျှော့သေးတဲ့ လူသားမျိုးနွယ်စုဟာ Mackenzie Wilson ဆိုတဲ့ အာကာသယာဉ်မှူးကို A.R.T.I လို့ခေါ်တဲ့ A.I နဲ့အတူ မားစ်ဂြိုလ်သို့ ထပ်မံစေလွှတ်ပါတယ်။ဒီတစ်ခါမှာတော့ အောင်မြင်စွာရောက်ရှိခဲ့တယ်လို့ဆိုရမှာပဲဖြစ်ပါတယ်။သို့ပေမယ့် မားစ်ဂြိုလ်မျက်နှာပြင်ပေါ်မှာ သူတို့တွေ့ရှိခဲ့တဲ့ ထူးဆန်းတဲ့အရာဝတ္ထုတစ်ခုဟာ ကမ္ဘာဂြိုလ်ရဲ့ အနာဂတ်ကို ပြောင်းလဲစေနိုင်မယ့် ကံကြမ္မာကို သယ်ဆောင်လာခဲ့တဲ့အခါမှာတော့…..။(ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB)Quality : WEB-DL 720pRunning Time : 1hr 34minFormat : Mp4Genre : Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHasraf DulullStarsDavid TseJoe David WaltersJulie CoxKatee SackhoffNoush SkaugenRay FearonSteven CreeCastDavid TseJoe David WaltersJulie CoxKatee SackhoffNoush SkaugenRay FearonSteven Cree",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Bq50yeN11BMXTr2xNjak84nWaA.jpg",
      "https://image.tmdb.org/t/p/w300/gCC7IsbkGvkejzjTf4aRYZKe4O3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v3StJTYXbU3OZ26Vh1PbczqfyCD.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/2036-origin-unknown-2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-2036-origin-unknown-2018-web-dl-720-p-800-mb-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/11Izv/2036_Origin_Unknown_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720P"
      },
      {
        "link": "https://viewsb.com/2zyn9nv7j99w.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "9HKoPnraoLk",
      "video_url": "https://www.youtube.com/watch?v=9HKoPnraoLk",
      "embed_url": "https://www.youtube.com/embed/9HKoPnraoLk"
    }
  },
  {
    "metadata": "N/A|2018|95 min|Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "54"
    },
    "title": "When Sun Meets Moon ( 2018 )",
    "description": "ဒီကား​ေလးဟာ Imdb 6.1ရထားတဲ့အခ်ိန္​႐ိုမန္​႔ဇာတ္​ကား​ေလးတစ္​ပုဒ္​ျဖစ္​ပါ​တယ္​..1992ခုနစ္​မွာ​ေဟာင္​​ေကာင္​မွာမုန္​တိုင္​းတစ္​ခုျဖစ္​ၿပီးမီး​ေတြပ်က္​သြားခဲ့ပါတယ္​..ဒီလိုမီးပ်က္​တဲ့အခ်ိန္​ခဏ​ေလးမွာ ဲျကယ္တာရာျကည္႔ရွုရတာျကိုက္တဲ႔​​​​ရႊင္​့ရိနဲ႔​ေက်ယြဲ႔တို႔ဟာ အမွတ္​မထင္​စံုစည္​းခဲ့ၾကပါတယ္​…သူတို႔​ေတြဟာစိတ္​တူကိုယ္​တူ​ေတြမို႔အခ်င္​းခ်င္​းသံ​ေယာဇဥ္​​ေတြတိုးလာခဲ့ပါတယ္​..ရႊင္​့ရိဟာ​ေနာက္​ႏွစ္​မွာႏိုင္​ငံျခားကို​ေျပာင္​း​ေရႊ႔​ေနထိုင္​မွာျဖစ္​လို႔သူတို႔ႏွစ္​ဦးဟာ​ေနမင္​းနဲ႔လမင္​းလိုပဲအခ်ိန္​​ေတြကြာျခားၿပီးခြဲ​ခြာ​ေနရ​​​ေတာ့မွာပါ…သူတို႔​ေတြ​ေဝးကြာျခင္​း​ေတြကိုအံတုၿပီး ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလားအရမ္​းကို႐ိုမန္​႔ျဖစ္​တဲ့ဇာတ္​ကား​ေလးျဖစ္​လို႔ အခ်စ္​ကား​ေကာင္​းႀကိဳက္​တတ္​တဲ့သူ​ေတြအတြက္​​ေတာ့ အရမ္​းကိုၾကည္​ႏူးရမွာပါ….Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBenny LauStarsAimee ChanDaichi HarashimaDanny SummerKathy YuenLawrence ChengMaggie SiuCastAimee ChanDaichi HarashimaDanny SummerKathy YuenLawrence ChengMaggie Siu",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8F9fvGNhhAJqnThBYHCNMo64hE2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cp80i51vsbzl.html",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "Bluray 720p 5.1CH"
      },
      {
        "link": "https://megaup.net/2Ttjm/When_Sun_Meets_Moon_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "Bluray 720p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/when-sun-meets-moon-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "Bluray 720p 5.1CH"
      },
      {
        "link": "https://upstream.to/xad30ccizee7",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "Bluray 720p 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "qWnDhLIMt1I",
      "video_url": "https://www.youtube.com/watch?v=qWnDhLIMt1I",
      "embed_url": "https://www.youtube.com/embed/qWnDhLIMt1I"
    }
  },
  {
    "metadata": "|2018|1h 53min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "39"
    },
    "title": "High Life (2018)",
    "description": "High Life (2018)၂၀၁၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Robert Pattison ရဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသမီးကတော့ X, Pearl အစရှိတဲ့ A24 ရဲ့ နာမည်ကြီး Slasher ရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့တဲ့ Mia Goth ပဲဖြစ်ပါတယ်။IMDb Rating 5.8, Rotten Tomatoes 82% ရရှိထားတဲ့ Sci-Fi, Mystery, Thriller အမျိုးအစားရုပ်ရှင်ပါ။(18+ Warning- ကိုယ်လုံးတီးအခန်းတွေ၊ အမြင့်မတင့်တယ်တဲ့ ပြကွက်တချို့ပါဝင်တာမို့ မိသားစုနဲ့အတူ ကြည့်ရှုရန်မသင့်တော်ပါ။Official rating ကလည်း R ဖြစ်ပါတယ်။)ဇာတ်လမ်းအကျဉ်းကတော့ ကမ္ဘာမြေမှာ ပြစ်ဒဏ်ကျူးလွန်ထားကြပြီးထောင်ဒဏ် တစ်သက်တစ်ကျွန်းကျခံထားရတဲ့ သူတွေ၊ သေဒဏ်ကျခံထားရတဲ့သူတွေကို ဒုတိယအကြိမ်အခွင့်အရေးပေးမယ်သိပ္ပံပညာတိုးတက်မှုအတွက် ထမ်းဆောင်ပေးကြဆိုပြီး အာကာသယာဉ်တစ်စီးနဲ့ ထည့်ကာ နေအဖွဲ့အစည်းနဲ့ ဝေးရာဆီကို ပစ်လွှတ်လိုက်ပါတယ်။တကယ်တမ်းမှာတော့ ထောင်သားတွေကို ယာဉ်ပေါ်မှာ ပါလာတဲ့ ထောင်သားတွေဆီကနေ သုက်ပိုးကို ယူ၊အမျိုးသမီးတွေထဲကိုထည့် ကိုယ်ဝန်ရအောင်လုပ်၊ အာကာသထဲမှာ ကလေးမွေးပြီးတော့ စမ်းသပ်ချင်တာပါ။အဲလိုစမ်းသပ်ရာကနေ ကလေးတစ်ယောက်မွေးခဲ့ပေမယ့် ယာဉ်ပေါ်မှာ သမီးလေးနဲ့မွန်တီ(ရောဘတ်ပက်တင်ဆန်)တို့ နှစ်ယောက်ပဲ အသက်ရှင်ကျန်ခဲ့ပြီးရှင်သန်နိုင်ဖို့ ရုန်းကန်ရပုံတွေကို မွန်းကြပ်ပြီး ရင်တမမနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Leonard Linပဲ ဖြစ်ပါတယ်။Genre….. Mystery, Sci-fi, ThrillerQuality…. 1080p | 720pFile size… 1.6GB | 668MBFormat… mp4Duration…. 1h 53minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Leonard LinEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAgata BuzekAndré 3000Claire TranDawid GluchowskiErnest LeboucoEwan MitchellGloria ObianyoJessie RossJohann BartlitzJohn Kimani NjeriJoni BrauerJuliette BinocheJuliette PicollotLars EidingerLukasz OsikMagda PiotrowskaMia GothMikolaj GrussMikolaj ZemanRobert PattinsonRuslan AstraszewskiScarlett LindseyVictor BanerjeeWeronika Wachowska",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bo5VJbds3oeMoj19GFnzBoUgjJS.jpg",
      "https://image.tmdb.org/t/p/w300/pFBQ2i4tZ3w6HujLY49eCh8w8p1.jpg",
      "https://image.tmdb.org/t/p/w300/6gHdAO1Lvk9bjzhY4hX3wVRkAhF.jpg",
      "https://image.tmdb.org/t/p/w300/de8StGjFG62hDa27mVoc6Bd0cBf.jpg",
      "https://image.tmdb.org/t/p/w300/tYTBCFt5D5LeyCtiS4pH9ceDi1m.jpg",
      "https://image.tmdb.org/t/p/w300/eOcaOC6q9Yh6DkeXIINQXpBai4k.jpg",
      "https://image.tmdb.org/t/p/w300/xBXIRL5Xuy8bdZ5ixEPQHrQmYcU.jpg",
      "https://image.tmdb.org/t/p/w300/hhEYv0BDkXjQb9hTz65M0Us67WR.jpg",
      "https://image.tmdb.org/t/p/w300/1mjhZtyE4Qee6QYqCCYpW558ubx.jpg",
      "https://image.tmdb.org/t/p/w300/b90v657dsvLuq5dDBprHMP7Z03j.jpg",
      "https://image.tmdb.org/t/p/w300/9M18vLHaaS3SNdHYrIsIWIHCm1W.jpg",
      "https://image.tmdb.org/t/p/w300/gZ3TTIgU8XsDUxdM8c3jmd3eiMN.jpg",
      "https://image.tmdb.org/t/p/w300/rd7SUprWSUAV8DP8E6FZfvvyry5.jpg",
      "https://image.tmdb.org/t/p/w300/y7OGHzhxz3WIlfhZoW9NWZE8yJW.jpg",
      "https://image.tmdb.org/t/p/w300/s2Mu88ZQWcngXeO4YEupVU063dd.jpg",
      "https://image.tmdb.org/t/p/w300/ebkEuaOHW0BcxhsnKt5Sx3crY8t.jpg",
      "https://image.tmdb.org/t/p/w300/6Bqk4JkXipobu3kggfE7LdZIgEB.jpg",
      "https://image.tmdb.org/t/p/w300/j7awrKiqw4XMKJX9WkwjuUoaMot.jpg",
      "https://image.tmdb.org/t/p/w300/6HnIaIt8Mi1pYuFAxwp8PnYFTHW.jpg",
      "https://image.tmdb.org/t/p/w300/411Goh1RcDFGbp0eAiQhwpKWftq.jpg",
      "https://image.tmdb.org/t/p/w300/wIAHffzrErtpWAyTIfWujwNlHD3.jpg",
      "https://image.tmdb.org/t/p/w300/qENLsbUUIljsPfGf7eq5w30e3Xd.jpg",
      "https://image.tmdb.org/t/p/w300/gQ2Kcegc79GFkYiqbSfhvM1Egb6.jpg",
      "https://image.tmdb.org/t/p/w300/xrFj6GCvDoO7Z9eObBzVt6YmGzl.jpg",
      "https://image.tmdb.org/t/p/w300/pSHjEyculnlye75bagJFlplBaHp.jpg",
      "https://image.tmdb.org/t/p/w300/zF4aH5PHNGlQEJqiz4eBzevIiCF.jpg",
      "https://image.tmdb.org/t/p/w300/2DEWh4JJaLq0FVCpkeYwVb9a1qe.jpg",
      "https://image.tmdb.org/t/p/w300/3AESl1IagKi831VQ3fvKeueCWr2.jpg",
      "https://image.tmdb.org/t/p/w300/iRwyfhb3lcQofRMTB7n4Bkd0fU6.jpg",
      "https://image.tmdb.org/t/p/w300/i85A7GWxvBtTIlw5mK3r8r0r0Kp.jpg",
      "https://image.tmdb.org/t/p/w300/uNk9mEybed6b3xVcG90gUPCXHFx.jpg",
      "https://image.tmdb.org/t/p/w300/rOo4AYaNr4xv6ohK7OI6IghYHVD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ftRRIYNzpTDYeTznrAxgT5v1vJY.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/d74orrgaup9h.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/high-life-2018-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1jm7v/High.Life.2018.1080p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/fRFBFYjA#9m86WRdBETB44fuFLySJA2ARvctDESi-nZpf-pzNXYE",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0n2ukpescxr5.html",
        "server": "usersdrive.com",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/high-life-2018-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1jm65/High.Life.2018.720p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nJkz0LpY#C1b1GPOiXGNfX5SzMJTzIHCK4KzGIEBl8cGWxaUjDSo",
        "server": "mega.nz",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/582mz0o7emue",
        "server": "streamvid.io",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/khyjpef88z2d",
        "server": "streamsb.com",
        "size": "668MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AtOwfo1ypOw",
      "video_url": "https://www.youtube.com/watch?v=AtOwfo1ypOw",
      "embed_url": "https://www.youtube.com/embed/AtOwfo1ypOw"
    }
  },
  {
    "metadata": "N/A|2018|101 min|Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "27"
    },
    "title": "Think Big Big (2018)",
    "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7ရရွိထားၿပီးBox office worldwide grossမွာ$281918ဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္…ဘဝမွာအေရးႀကီးဆုံးအရာကဘာလဲ…ေအာင္ျမင္ေက်ာ္ၾကားမႈလား..သူမ်ားရဲ႕ေဝဖန္ေျပာဆိုမႈေတြကို ဂ႐ုစိုက္ေနရင္း ကိုယ္ေလွ်ာက္ခ်င္တဲ့လမ္းကိုသတၱိ ရွိရွိမေလွ်ာက္လွမ္းေတာ့ပဲ အရႈံးေပးလိုက္တဲ့သူေတြဘယ္ေလာက္မ်ားရွိေနၿပီလဲ…ဒီဇာတ္လမ္းေလးကေတာ့ သူမ်ားေျပာဆိုေဝဖန္တာေတြကိုဂ႐ုစိုက္မေနပဲကိုယ္သြားခ်င္တဲ့ပန္းတိုင္ဆီကို ရဲရဲဝင့္ဝင့္ေလွ်ာက္လွမ္းတတ္ဖို႔.အားအင္ေတြေပးထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ…ဇာတ္လမ္းအက်ဥ္းကေတာ့မန္ယြဲ႕,(full moon)ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာဝလြန္းတဲ့သူျဖစ္ေနေပမယ့္ သူမ်ားကဲ့ရဲ႕တာေတြကိုဘဂ႐ုမစိုက္ပဲ ဘဝမွာေပ်ာ္ေပ်ာ္ေနတတ္တဲ့သူပါ…တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ ဝိတ္ေလွ်ာ့ၿပိဳင္ပြဲအစီအစဥ္ကိုဝင္ၿပိဳင္ဖို႔ျဖစ္လာရာကေန သူမရဲ႕ဘဝဘယ္လိုေတြေျပာင္းလဲသြားမွာလဲ…ေျပာင္းလဲသြားတဲ့ဘဝမွာ Fanေတြရဲ႕ေဝဖန္ခ်က္သာအဓိကျဖစ္လာၿပီးမိဘနဲ႔သူငယ္ခ်င္းေတြကိုဂ႐ုမစိုက္ႏိုင္ေတာ့တဲ့အခါ ဘယ္လိုေတြျဖစ္လာမွာလဲ…….သူမ ရဲ႕ယုံၾကည္ရာအတိုင္းေလွ်ာက္လွမ္းႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလုံးကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါUnicode*******ဒီကားလေးဟာ Imdb7ရရှိထားပြီးBox office worldwide grossမှာ$281918ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်…ဘဝမှာအရေးကြီးဆုံးအရာကဘာလဲ…အောင်မြင်ကျော်ကြားမှုလား..သူများရဲ့ဝေဖန်ပြောဆိုမှုတွေကို ဂရုစိုက်နေရင်း ကိုယ်လျှောက်ချင်တဲ့လမ်းကိုသတ္တိ ရှိရှိမလျှောက်လှမ်းတော့ပဲ အရှုံးပေးလိုက်တဲ့သူတွေဘယ်လောက်များရှိနေပြီလဲ…ဒီဇာတ်လမ်းလေးကတော့ သူများပြောဆိုဝေဖန်တာတွေကိုဂရုစိုက်မနေပဲကိုယ်သွားချင်တဲ့ပန်းတိုင်ဆီကို ရဲရဲဝင့်ဝင့်လျှောက်လှမ်းတတ်ဖို့.အားအင်တွေပေးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ…ဇာတ်လမ်းအကျဉ်းကတော့မန်ယွဲ့,(full moon)ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာဝလွန်းတဲ့သူဖြစ်နေပေမယ့် သူများကဲ့ရဲ့တာတွေကိုဘဂရုမစိုက်ပဲ ဘဝမှာပျော်ပျော်နေတတ်တဲ့သူပါ…တစ်နေ့မှာတော့ မထင်မှတ်ပဲ ဝိတ်လျှော့ပြိုင်ပွဲအစီအစဉ်ကိုဝင်ပြိုင်ဖို့ဖြစ်လာရာကနေ သူမရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲသွားမှာလဲ…ပြောင်းလဲသွားတဲ့ဘဝမှာ Fanတွေရဲ့ဝေဖန်ချက်သာအဓိကဖြစ်လာပြီးမိဘနဲ့သူငယ်ချင်းတွေကိုဂရုမစိုက်နိုင်တော့တဲ့အခါ ဘယ်လိုတွေဖြစ်လာမှာလဲ…….သူမ ရဲ့ယုံကြည်ရာအတိုင်းလျှောက်လှမ်းနိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါTranslated & Reivew By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKeng Guan ChiuStarsMoon YoongRuby FayeVivienne Oon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/THink-Big.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/lS1LpOcXQh",
        "server": "drive.google.com",
        "size": "1.07 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://myandrive.net/file/bTR8IPYYSh",
        "server": "drive.google.com",
        "size": "377 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2OH03/(CM)Think.Big.Big.2018.HD.720p.mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/2OH0a/(CM)Think.Big.Big.2018.HD.480p.mp4",
        "server": "megaup.net",
        "size": "377 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/30Nw/(CM)Think.Big.Big.2018.HD.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.07 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://soliddrive.co/30Nx/(CM)Think.Big.Big.2018.HD.480p.mp4",
        "server": "Soliddrive.co",
        "size": "377 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/52LRmGayBrY/%28CM%29Think.Big.Big.2018.HD.720p.mp4",
        "server": "openload.co",
        "size": "1.07 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://openload.co/f/dEOE4PYrUic/%28CM%29Think.Big.Big.2018.HD.480p.mp4",
        "server": "openload.co",
        "size": "377 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|131 min|Biography,Bollywood,Drama,Sport",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "1,463"
    },
    "title": "Soorma (2018)",
    "description": "ဒီႏွစ္ထဲကေတာ့ Bollywoodမွာ Biography ဇာတ္ကားေတြနဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြ အထြက္မ်ားတယ္ ေျပာရမလားပဲအခုတင္ဆက္ေပးမွာကလည္း IMDb 7.7/10 နဲ႕ Rotten 60% ထိရ႐ွိထားတဲ့ Sport, Bio, Drama ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္ျဖစ္ရပ္မွန္ဇာတ္လမ္းျဖစ္တာနဲ႕အညီ တကယ္ကုိၾကည့္ေကာင္းတဲ့ ကားေကာင္းတစ္ကားလုိပဲ ေျပာၾကားပါရေစအိႏၵိယေဟာ္ကီကစားသမား ဆန္ဒီး(ပ္)ဆင့္ရဲ႕ ဘဝဇာတ္ေၾကာင္းျဖစ္လုိ႔ဘယ္လုိ ေဟာ္ကီကစားသမားျဖစ္လာခဲ့တယ္ဘယ္ေလာက္ထိ ေအာင္ျမင္ခဲ့လဲဘယ္ေလာက္ထိ က်ရႈံးခဲ့လဲဘယ္လုိကိစၥေတြေၾကာင့္ ေဟာ္ကီကစားသမား ျဖစ္လာခဲ့လဲဆုိတာကုိေတာ့ဒဏ္ေပးၾကမ္းလြန္းတဲ့ နည္းျပေၾကာင့္ ေဟာ္ကီကြင္းက ထြက္ေျပးခဲ့တဲ့ ဆန္ဒီး(ပ္)ဆင့္ တစ္ေယာက္ ၉ ႏွစ္ေလာက္ၾကာမွ အဲဒီေဟာ္ကီကြင္းကုိ တဖန္ျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ သူ႕အေၾကာင္းျပခ်က္က ေဟာ္ကီေဆာ့ဖုိ႔ မဟုတ္ဘဲအဲဒီကြင္းမွာ ေလ့က်င့္ေရးဆင္းေနတဲ့ ပရီးဆုိတဲ့ မိန္းကေလးကုိ စိတ္ဝင္စားေနလုိ႔ပါ“ေဟာ္ကီမွာ တစ္ခုခုထူးခြၽန္မွ ငါတုိ႔နဲ႕လာေတြ႕” ဆုိတဲ့ ပရီးရဲ႕မိသားစုေတြရဲ႕ စကားေၾကာင့္ ဆန္ဒီးပ္ဆင့္ဟာ အိႏၵိယလက္ေရြးစင္ကစားသမား အျဖစ္နဲ႕ ေအာင္ျမင္မႈေတြ ရယူႏုိင္ခဲ့ပါတယ္ဒါေပမဲ့ ဆန္ဒီးပ္နဲ႕ ပရီးၾကားကုိ ကံဆုိးမုိးေမွာင္တစ္ခုက်လာပါေတာ့တယ္အခ်စ္အတြက္ ေဟာ္ကီကစားသမားျဖစ္ခဲ့တဲ့ ဆန္ဒီးပ္တစ္ေယာက္ ဘယ္လုိအခက္ခဲေတြ ၾကံဳေတြ႕ရမလဲ …သူသိပ္ခ်စ္တဲ့ေကာင္မေလးနဲ႕ေကာ ေပါင္းဖတ္ႏုိင္ပါ့မလား ဆုိတာကုိေတာ့ …(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (999 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 11minFormat : MkvGenre : Biography , SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p NF WEB-DL H264 DDP 5.1 – DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKalpesh DamaniShaad AliStarsAngad BediDanish HusainDiljit DosanjhHerry TangiriKulbhushan KharbandaPitobashSatish KaushikTaapsee PannuVijay RaazCastAngad BediDanish HusainDiljit DosanjhHerry TangiriKulbhushan KharbandaPitobashSatish KaushikTaapsee PannuVijay Raaz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/slJ2fqsYf8m5a1T4WKqZNs4AUXu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDdlY2Y0NjctN2ViOS00MmQ3LWI3YmEtNGFkYTNjYjFiN2QxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007491000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/soorma-2018",
        "server": "CM Links",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/soorma-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/soorma-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/a3mmr6qythz1",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "c7MwlTFQBEQ",
      "video_url": "https://www.youtube.com/watch?v=c7MwlTFQBEQ",
      "embed_url": "https://www.youtube.com/embed/c7MwlTFQBEQ"
    }
  },
  {
    "metadata": "R|2018|129 min|Fantasy,Horror,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "5,815"
    },
    "title": "Apostle (2018)",
    "description": "horror fantasy mystery ကား​ IMDB rating 6.6 ရထားတဲ့ဇာတ္​ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ကြၽန္​းတစ္​ကြၽန္​း​ေပၚကိုျပန္​​ေပးဆဲြခံရတဲ့ညီမတစ္​​ေယာက္​ကိုျပန္​လိုက္​​ေခၚတာ အဲ့ကြၽန္​းကိုဘုရင္​ကိုသစၥာ​ေဖာက္​​လို႔ထြက္​​ေျပးတဲ့ မယ္​ကြန္​ ဖရန္​႔ခ္​ ကြင္​ရယ္​ ကသူတို႔​ေနထိုင္​တဲ့လိုရတဲ့ရြာအျဖစ္​တည္​​ေဆာက္​ထားၿပီးလူ​ေတြကိုလက္​ခံတယ္​ ကြၽန္​​းကစိုက္​ပ်ိဳး​ေရးလုပ္​ငန္​းကိုထိန္​းခ်ဳပ္​ထားတဲ့ ကြၽန္​ရဲ႕အ႐ွင္​သခင္​မႀကီး႐ွိတယ​္​​ေမွာ္​လိုလိုဘာလိုလိုနဲ႔ သူ႔လိုအပ္​တဲ့​ေသြး​ေတြမရရင္​သီးႏွံ​ေတြကိ​ေျမျသဇာကတစ္​ဆင္​့အဆိပ္​ခပ္​တယ္​အစားအ​ေသာက္​​ေတြလိုသ​ေလာက္​မရတဲ့အခ်ိန္​မွာ သူ​ေဌးသမီးတစ္​​ေယာက္​ကိုျပန​္​​ေပးဆြဲ့လိုက္​တယ္​အဲ့အခ်ိနိမွာသူ႔အစ္​ကို​ေသာမတ္​စ္​ကသူ႔ညီမကိုလိုက္​႐ွာတဲ့စြန္႔​႔စားခန္​းအ​ေၾကာင္​းကို႐ိုက္​ျပထားတာပါ​ေသာမတ္​စ္​တစ္​​ေယာက္​သူ႔ညီမကိုကယ္​ႏိုင္​မလား သူ​ေရာအသက္​႐ွင္​လ်က္​လြတ္​မလားဆိုတာ​ေတာ့ ဆက္​ၾကည္​့​ေပးၾကပါဦး(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ)File Size : (950 MB) and (400 MB)Quality : NF WEB-DL 720pRunning Time : 2h 10minFormat : Mp4Genre : Fantasy , Horror , MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEBRip.DD5.1.x264-CMTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGareth EvansStarsBill MilnerCatrin AaronDan StevensElen RhysKristine FrosethLucy BoyntonMark Lewis JonesMichael SheenPaul HigginsRichard ElfynCastAnnes ElwyBill MilnerCatrin AaronDan StevensElen RhysGareth John BaleGareth PierceIoan HefinJohn NortonJohn WeldonKristine FrosethLucy BoyntonMark Lewis JonesMichael SheenOwain GwynnPaul HigginsRhian MorganRhys MeredithRichard ElfynRoss O'HennessySebastian McCheyneSharon Morgan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/58EDJlVNVPpSuVIVA6zeaWhNYq6.jpg",
      "https://image.tmdb.org/t/p/w300/eNFeCUGKwyXGYlLDGyYLDubZvf.jpg",
      "https://image.tmdb.org/t/p/w300/7Y567LQGQTb5IPbcqQKR8jtXnHB.jpg",
      "https://image.tmdb.org/t/p/w300/a3qsXYK0gtD0opgfkdpBc62UFeK.jpg",
      "https://image.tmdb.org/t/p/w300/dnU1fJ53p2TnaHQfLvqJr7Khmwu.jpg",
      "https://image.tmdb.org/t/p/w300/73iZGJA287epF2nf2UvSbjelvlK.jpg",
      "https://image.tmdb.org/t/p/w300/uKYxtnc9LOf19yxobZzTeArWL2Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6KR8AlHAVLuCk0jRaDVswq3o1bK.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/apostle-2018",
        "server": "CM Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/apostle-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/apostle-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fF3x/Apostle_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/npjbqpr9jc6h",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "J1JdWOqc9Q8",
      "video_url": "https://www.youtube.com/watch?v=J1JdWOqc9Q8",
      "embed_url": "https://www.youtube.com/embed/J1JdWOqc9Q8"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Animation",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "33"
    },
    "title": "The Ladybug (2018)",
    "description": "ဒါကေတာ့ ကာတြန္းကားေလးေတြကို ႀကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ခ်စ္စရာကာတြန္းကားေလးတၚကားပါ။အရမ္းစိတ္ထားေကာင္းမြန္ၿပီး ႐ိုင္ပင္းကူညီတတ္တဲ့ ႐ူဘီလို႔ေခၚတဲ့ပ်စားပိုးအမေလးတစ္ေကာင္ဟာလူေတြဖန္တီးထားတဲ့ ဖန္အိမ္ထဲမွာပဲေနရပါတယ္။တစ္ေန႔မွာ တီဗီကေနတဆင့္ သစ္ပင္ပန္းပင္ေတြနဲ႔စိုျပည္လွပေနၿပီးပိုးေကာင္ေလးေတြရဲ႕သုခဘံုလို႔တင္စားရတဲ့ေရႊေရာင္ေတာင္ၾကား (Golden Canyon)ကိုသိ႐ွိခဲ့ပါတယ္။ဒါေၾကာင့္ အႂကြားသန္ၿပီးေလႀကီးတဲ့ ပုစဥ္းတစ္ေကာင္နဲ႔ မိတ္ေဆြဖြဲ႕ၿပီးေရႊေရာင္ေတာင္ၾကားဆီ စြန္႔စားခန္းဖြင့္ပါေတာ့တယ္။ေဝးလွတဲ့ခရီးတစ္ေလ်ွာက္မွာ အႏၱရာယ္ေတြကိုရင္ဆိုင္ပံုေတြ၊မိတ္ေဆြေတြအခ်င္းခ်င္း႐ိုင္းပင္းကူညီပံုေတြကိုဟာသစြက္ၿပီးတင္ဆက္ထားတဲ့ ေပါ႔ေပါ႕ပါးပါးနဲ႕ခ်စ္စရာကာတြန္းကားေလးတစ္ကား ျဖစ္ပါတယ္။File Size : (712 MB) & ( 338 MB)Quality : Web-Rip 720pRunning Time : 1 hr 15 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDing ShiStarsRebecca DavisVernon DewCastRebecca DavisVernon Dew",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zaoIWpWjU6XpCKyKJvdOrTocQdn.jpg",
      "https://image.tmdb.org/t/p/w300/aVEhdgZPOag26xaZAIWOHNMsVUJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3bWbDPkYBhDckCrnrZDbK8H3W9u.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/w1DMjVs3FK",
        "server": "drive.google.com",
        "size": "712 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://myandrive.net/file/NTvpmgkDY3",
        "server": "drive.google.com",
        "size": "338 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://soliddrive.co/Uqw/(CM)_The_Ladybug_2018_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "712 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://soliddrive.co/Uqz/(CM)_The_Ladybug_2018_(Small_SIze).mp4",
        "server": "Soliddrive.co",
        "size": "338 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/3tDub/(CM)_The_Ladybug_2018_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "712 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/3tDui/(CM)_The_Ladybug_2018_(Small_SIze).mp4",
        "server": "megaup.net",
        "size": "338 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://openload.co/f/V0-n0Zu9PvM/%28CM%29_The_Ladybug_2018_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "712 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://openload.co/f/YzhoSlY_C2M/%28CM%29_The_Ladybug_2018_%28Small_SIze%29.mp4",
        "server": "openload.co",
        "size": "338 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mirrorace.com/m/S0bl",
        "server": "mirrorace.com",
        "size": "712 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mirrorace.com/m/S0bt",
        "server": "mirrorace.com",
        "size": "338 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|120 min|Comedy,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "32,539"
    },
    "title": "Crazy Rich Asians (2018)",
    "description": "ရေချယ်ချုဟာ နယူး ယောက်တက္ကသိုလ်က စီးပွား ရေးပါမောက္ခတစ်ယောက်ဖြစ်ပြီး သူ့မှာ နစ်ခ်ရန်းဆိုတဲ့ ချစ်သူတစ်ယောက်ရှိပါတယ်။ တစ်ရက်မှာတော့ နစ်ခ်က သူ့အခင်ဆုံးသူငယ်ချင်း ကောလင်းရဲ့ မင်္ဂလာပွဲမှာ လူပျိုရံလုပ်ဖို့ရှိတဲ့အတွက်ရယ်၊ သူ့မိသားစုနဲ့ မိတ်ဆက်ပေးဖို့အ တွက်ရယ်ဆိုပြီး ရေချယ်ကိုသူနဲ့ အတူ စင်ကာပူကို လိုက်ခဲ့ဖို့ ခေါ် ခဲ့ပါတယ်။အထက်တန်းလွှာတွေစီးတဲ့ လေယာဉ်လက်မှတ်ဝယ်ထား တာကို တွေ့လိုက် တာ နဲ့ ရေချယ်တစ်ယောက် နစ်ခ်ဟာ ချမ်းသာတဲ့မိသားစုကလာတာလားလို့မေး ပေမယ့် နစ်ခ်ကတော့ သိပ်ထူးဆန်းဟန်မပြဘဲ မိသားစုက အိမ် ခြံမြေလုပ်ငန်းလုပ်တယ်လောက်ပဲ ပြောပြခဲ့ပါတယ်။စင်ကာပူကိုရောက်တဲ့အခါ မှာ ရေချယ်ဟာ နစ်ခ်ရဲ့ သူငယ်ချင်းကောလင်းနဲ့ သူ့ချစ်သူအရာ မင်တာလီတို့ စုံတွဲနဲ့ခင်မင်ခဲ့ပြီးနစ်ခ်တို့မိသားစုနဲ့တွေ့ဖို့အတွက်စိတ်မပူဖို့ ရေချယ်ကိုအားပေးခဲ့ ကြပါတယ်။ ရေချယ်ကလည်း စင်ကာပူကိုရောက်တုန်းရောက်ခိုက် ကောလိပ်တုန်းက သူ့အခန်းဖော် ဂိုပိတ်လင်နဲ့ဆုံဖို့စီစဉ်ခဲ့ပါတယ်။ပိတ်လင်နဲ့ ဆုံတဲ့အခါမှာ တော့ ပိတ်လင်ဟာအရမ်းကို ချမ်းသာသူတစ်ယောက်ဖြစ်ပြီး ရွှေနဲ့ တည်ဆောက်ထားတဲ့ အိမ်ကြီးရခိုင်မှာ နေတယ်ဆိုတာသိလိုက်ရ လို့ အရမ်းကိုအံ့အားသင့်ခဲ့ရပါ တယ်။ ရေချယ်က ပိတ်လင်ရဲ့ မိသားစုနဲ့ စကားပြောဆိုရင်း သူသွားတွေ့ရမယ့် သူ့ချစ်သူနစ်ခ် ရန်းရဲ့ မိသားစုဟာ ဂိုမိသားစုထက်အဆပေါင်း များစွာချမ်းသာ သလို သြဇာလည်းကြီးတဲ့မိသားစု ဆိုတာ ရုတ်တရက်သိခဲ့ရတဲ့အ တွက် စိုးရွံ့သွားခဲ့ပါတယ်။ရေချယ်ဟာ ကြီးကျယ်ခမ်း နားတဲ့ ပါတီကြီးတစ်ခုဆီကိုနစ်ခ် နဲ့ လိုက်သွားခဲ့ရပြီး သူကသာအခြေအနေအရပ်ရပ်ကိုမသိ ပေမယ့် သူ့ကိုတော့ လူတွေကသိနေပြီး သတိထားကြည့်နေခဲ့ကြပါ တယ်။ နစ်ခ်တို့အိမ်ကအထိန်းကို နစ်ခ်ရဲ့ အဘွားထင်ပြီး မှားနှုတ် ဆက်ခဲ့သလို နစ်ခ်ပေါ်ကိုလည်း ဝိုင်ခွက်မှောက်အောင်လုပ်မိတဲ့ ရေချယ်တစ်ယောက် သတိထား ကြည့်ခံနေရပါတယ်ဆိုမှ တလွဲ တွေချည်းလုပ်မိခဲ့ပါတယ်။ရေချယ်ကို နစ်ခ်ရဲ့အမေအယ်လီနောက သဘောမကျတဲ့ပုံစံပြခဲ့ပေမယ့် နစ်ခ်အဘွားက တော့ ရေချယ်ကို အိမ်ကိုလာလည်ဖို့ဖိတ်ခဲ့ပါတယ်။ နစ်ခ်ကိုလိုချင် နေတဲ့ အမန်ဒါဆိုတဲ့မိန်းကလေး ကလည်း သူနဲ့ နစ်ခ်က လက်တွဲ တော့မှာလိုလို ရေချယ်သိအောင် လုပ်ပြခဲ့ပါတယ်။တစ်ဖက်အသိုင်းအဝိုင်းက လူတွေက ရေချယ့်ကို ငွေကြောင့်နစ်ခ်ကို အပိုင်ကြံသလိုလို စကားတွေ၊ အပြုအမူတွေနဲ့ ထိုးနှက်ကြပေမယ့် သနားစရာရေချယ်က တော့ နစ်ခ်နဲ့ပတ်သက်လို့ ဘာဆိုဘာမှသိမထားဘဲ ရုတ်တရက်ကြုံရတဲ့ဒဏ်ကို အလူးအလဲခံခဲ့ရ ပါတယ်။ရေချယ်တစ်ယောက် ကြီးကျယ်ခမ်းနားလွန်းတဲ့ မိသားစုထဲကို ဝင်မှာလား၊ နစ်ခ်ကကောရေချယ့်အပေါ် ဘယ်လိုသဘော ထားတာလဲ၊ အလွှာမတူတဲ့ချစ် သူနှစ်ဦးရဲ့ အချစ်ခရီးလမ်းက ဘယ်လိုဇာတ်သိမ်းမလဲဆိုတာ တော့ ဆက်ကြည့်လိုက်ဦးနော်။ဒီဇာတ်ကားမှာ Constance Wu , Henry Golding , Michelle Yeoh,Gemma Chan , Lisa Lu၊ Nico Santos, Ronny Chieng စတဲ့သရုပ်ဆောင်တွေ ပါဝင်ပါ တယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ 7daydaily Website မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင်ပါ)***သတိပေးချင်တာက အချို.ဇာတ်ဝင်ခန်း ၂ ခန်းလောက်က တရုတ်လိုပြောတဲ့အတွက် စာတန်းထိုးဖိုင်မှာ ပါမလာပါဘူးမူဗီမှာတော့ Eng sub ပါပါတယ်။စကားပြောလွယ်တာရယ် မအားလပ်တာရယ်ကြောင့် ထိုအခန်းတွေကို စာမဖြည့်ထားပါဘူး***—————————————————————————————————-ေရခ်ယ္ခ်ဳဟာ နယူး ေယာက္တကၠသိုလ္က စီးပြား ေရးပါေမာကၡတစ္ေယာက္ျဖစ္ၿပီး သူ႔မွာ နစ္ခ္ရန္းဆိုတဲ့ ခ်စ္သူတစ္ေယာက္ရွိပါတယ္။ တစ္ရက္မွာေတာ့ နစ္ခ္က သူ႔အခင္ဆံုးသူငယ္ခ်င္း ေကာလင္းရဲ႕ မဂၤလာပြဲမွာ လူပ်ိဳရံလုပ္ဖို႔ရွိတဲ့အတြက္ရယ္၊ သူ႔မိသားစုနဲ႔ မိတ္ဆက္ေပးဖို႔အ တြက္ရယ္ဆိုၿပီး ေရခ်ယ္ကိုသူနဲ႔ အတူ စင္ကာပူကို လိုက္ခဲ့ဖို႔ ေခၚ ခဲ့ပါတယ္။အထက္တန္းလႊာေတြစီးတဲ့ ေလယာဥ္လက္မွတ္၀ယ္ထား တာကို ေတြ႕လိုက္ တာ နဲ႔ ေရခ်ယ္တစ္ေယာက္ နစ္ခ္ဟာ ခ်မ္းသာတဲ့မိသားစုကလာတာလားလို႔ေမး ေပမယ့္ နစ္ခ္ကေတာ့ သိပ္ထူးဆန္းဟန္မျပဘဲ မိသားစုက အိမ္ ၿခံေျမလုပ္ငန္းလုပ္တယ္ေလာက္ပဲ ေျပာျပခဲ့ပါတယ္။စင္ကာပူကိုေရာက္တဲ့အခါ မွာ ေရခ်ယ္ဟာ နစ္ခ္ရဲ႕ သူငယ္ခ်င္းေကာလင္းနဲ႔ သူ႔ခ်စ္သူအရာ မင္တာလီတို႔ စံုတြဲနဲ႔ခင္မင္ခဲ့ၿပီးနစ္ခ္တို႔မိသားစုနဲ႔ေတြ႕ဖို႔အတြက္စိတ္မပူဖို႔ ေရခ်ယ္ကိုအားေပးခဲ့ ၾကပါတယ္။ ေရခ်ယ္ကလည္း စင္ကာပူကိုေရာက္တုန္းေရာက္ခိုက္ ေကာလိပ္တုန္းက သူ႔အခန္းေဖာ္ ဂိုပိတ္လင္နဲ႔ဆံုဖို႔စီစဥ္ခဲ့ပါတယ္။ပိတ္လင္နဲ႔ ဆံုတဲ့အခါမွာ ေတာ့ ပိတ္လင္ဟာအရမ္းကို ခ်မ္းသာသူတစ္ေယာက္ျဖစ္ၿပီး ေရႊနဲ႔ တည္ေဆာက္ထားတဲ့ အိမ္ႀကီးရခိုင္မွာ ေနတယ္ဆိုတာသိလိုက္ရ လို႔ အရမ္းကိုအံ့အားသင့္ခဲ့ရပါ တယ္။ ေရခ်ယ္က ပိတ္လင္ရဲ႕ မိသားစုနဲ႔ စကားေျပာဆိုရင္း သူသြားေတြ႕ရမယ့္ သူ႔ခ်စ္သူနစ္ခ္ ရန္းရဲ႕ မိသားစုဟာ ဂိုမိသားစုထက္အဆေပါင္း မ်ားစြာခ်မ္းသာ သလို ၾသဇာလည္းႀကီးတဲ့မိသားစု ဆိုတာ ႐ုတ္တရက္သိခဲ့ရတဲ့အ တြက္ စိုးရြံ႕သြားခဲ့ပါတယ္။ေရခ်ယ္ဟာ ႀကီးက်ယ္ခမ္း နားတဲ့ ပါတီႀကီးတစ္ခုဆီကိုနစ္ခ္ နဲ႔ လိုက္သြားခဲ့ရၿပီး သူကသာအေျခအေနအရပ္ရပ္ကိုမသိ ေပမယ့္ သူ႔ကိုေတာ့ လူေတြကသိေနၿပီး သတိထားၾကည့္ေနခဲ့ၾကပါ တယ္။ နစ္ခ္တို႔အိမ္ကအထိန္းကို နစ္ခ္ရဲ႕ အဘြားထင္ၿပီး မွားႏႈတ္ ဆက္ခဲ့သလို နစ္ခ္ေပၚကိုလည္း ၀ိုင္ခြက္ေမွာက္ေအာင္လုပ္မိတဲ့ ေရခ်ယ္တစ္ေယာက္ သတိထား ၾကည့္ခံေနရပါတယ္ဆိုမွ တလြဲ ေတြခ်ည္းလုပ္မိခဲ့ပါတယ္။ေရခ်ယ္ကို နစ္ခ္ရဲ႕အေမအယ္လီေနာက သေဘာမက်တဲ့ပံုစံျပခဲ့ေပမယ့္ နစ္ခ္အဘြားက ေတာ့ ေရခ်ယ္ကို အိမ္ကိုလာလည္ဖို႔ဖိတ္ခဲ့ပါတယ္။ နစ္ခ္ကိုလိုခ်င္ ေနတဲ့ အမန္ဒါဆိုတဲ့မိန္းကေလး ကလည္း သူနဲ႔ နစ္ခ္က လက္တြဲ ေတာ့မွာလိုလို ေရခ်ယ္သိေအာင္ လုပ္ျပခဲ့ပါတယ္။တစ္ဖက္အသိုင္းအ၀ိုင္းက လူေတြက ေရခ်ယ့္ကို ေငြေၾကာင့္နစ္ခ္ကို အပိုင္ႀကံသလိုလို စကားေတြ၊ အျပဳအမူေတြနဲ႔ ထိုးႏွက္ၾကေပမယ့္ သနားစရာေရခ်ယ္က ေတာ့ နစ္ခ္နဲ႔ပတ္သက္လို႔ ဘာဆိုဘာမွသိမထားဘဲ ႐ုတ္တရက္ႀကံဳရတဲ့ဒဏ္ကို အလူးအလဲခံခဲ့ရ ပါတယ္။ေရခ်ယ္တစ္ေယာက္ ႀကီးက်ယ္ခမ္းနားလြန္းတဲ့ မိသားစုထဲကို ၀င္မွာလား၊ နစ္ခ္ကေကာေရခ်ယ့္အေပၚ ဘယ္လိုသေဘာ ထားတာလဲ၊ အလႊာမတူတဲ့ခ်စ္ သူႏွစ္ဦးရဲ႕ အခ်စ္ခရီးလမ္းက ဘယ္လိုဇာတ္သိမ္းမလဲဆိုတာ ေတာ့ ဆက္ၾကည့္လိုက္ဦးေနာ္။ဒီဇာတ္ကားမွာ Constance Wu , Henry Golding , Michelle Yeoh,Gemma Chan , Lisa Lu၊ Nico Santos, Ronny Chieng စတဲ့သ႐ုပ္ေဆာင္ေတြ ပါ၀င္ပါ တယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ 7daydaily Website မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ)***သတိေပးခ်င္တာက အခ်ိဳ.ဇာတ္၀င္ခန္း ၂ ခန္းေလာက္က တရုတ္လိုေျပာတဲ့အတြက္ စာတန္းထိုးဖိုင္မွာ ပါမလာပါဘူးမူဗီမွာေတာ့ Eng sub ပါပါတယ္။စကားေျပာလြယ္တာရယ္ မအားလပ္တာရယ္ေၾကာင့္ ထိုအခန္းေတြကို စာမျဖည့္ထားပါဘူး***File Size : (950 MB)Quality : Blu-Ray 720pRunning Time : 2h 00minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-HDCTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon M. ChuStarsAwkwafinaChris PangConstance WuGemma ChanHarry Shum Jr.Henry GoldingKen JeongLisa LuMichelle YeohSonoya MizunoCastAmy ChengAwkwafinaCarmen SooChieng Mun KohChris PangConstance LauConstance WuFiona XieGemma ChanHarry Shum Jr.Henry GoldingJanice Koh Yu-MeiJimmy O. YangJing LusiKen JeongKris AquinoLisa LuMichelle YeohNico SantosPeter CarrollPierre PngRemy HiiRonny ChiengSelena TanSonoya MizunoTan Kheng HuaVictoria Loke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zeHB7aP46Xs3u4aFLuAq2GFeUGb.jpg",
      "https://image.tmdb.org/t/p/w300/qiu7RDXC97qy2VhvEclWnWmgeFH.jpg",
      "https://image.tmdb.org/t/p/w300/gOd1C4pgda7jm37uC3azc72OUpv.jpg",
      "https://image.tmdb.org/t/p/w300/l7RDmw73JYZ32IpwYgf7NbhtSqB.jpg",
      "https://image.tmdb.org/t/p/w300/yiDBTiKkG7lRyywEr6V58uHqC0y.jpg",
      "https://image.tmdb.org/t/p/w300/rAMIDsiMFWgtgWKvkFMCI0IT0fF.jpg",
      "https://image.tmdb.org/t/p/w300/pE1yjauYquZsLO1jHACyJxGJSnA.jpg",
      "https://image.tmdb.org/t/p/w300/gZcJyms4HgGR8Msci9dbQgIbOwj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gnTqi4nhIi1eesT5uYMmhEPGNih.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ggtcgv6reiww.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/crazy-rich-asians-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/4f42c1bc57/crazy-rich-asians-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4eC7x/Crazy_Rich_Asians_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YXBljQoZ#31Q-joxpa-FZg-I0ea6jlgJC_sEdRDgKo3B30aj6ZgU",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/00t56fycr1vb",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.kinocloud.org/4d/Crazy_Rich_Asians_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/crazy-rich-asians-2018",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PI5mBzQ1Iok",
      "video_url": "https://www.youtube.com/watch?v=PI5mBzQ1Iok",
      "embed_url": "https://www.youtube.com/embed/PI5mBzQ1Iok"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Comedy",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "230"
    },
    "title": "1st Born(2019)",
    "description": "1st Born(2019)(unicode)ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အီရန်လူမျိုးယောက်ျား ဘန်ဂျမင်နဲ့အမေရိကန်အမျိုးသမီးကိတ်တို့ဟာအိမ်ထောင်ကျပြီးခုနစ်နှစ်အတွင်းကလေးမရကြပါဘူး ကလေးမရကြတော့ ကလေးမွေးစားဖို့စီစဉ်ကြပါတယ်စီစဉ်နေတုန်းမှာပဲ မမျှော်လင့်ပဲ ကိုယ်ဝန်ရှိနေတာကိုသိလိုက်ကြပါတယ် ကံဆိုးစွားနဲ့ပဲကလေးမှာ ရောဂါဖြစ်နေတာကိုသိလိုက်ပါတယ် အဲ့ရောဂါက အဖိုးတွေရဲ့ရိုးတွင်းချဉ်ဆီနဲ့မှကုလို့ရမယ်ဖြစ်ပါတယ် အဲ့ဒါမှာဇာတ်လမ်းကစပါတော့တယ် ဘန်ဂျမင်ရဲ့အဖေကအမေရိကန်ကိုမုန်းပါတယ် မုန်းလွန်းလို့ကျောင်းသားဘဝတည်းက အီရန်မှာရှိတဲ့အမေရိကန်သံရုံးကိုဝင်တိုက်တာပါ အဲ့လောက်ကိုမုန်းပါတယ် ဘန်ဂျမင်ရဲ့အမျိုးသမီးကိတ်ရဲ့အဖေကလည်း ဆီနိတ်တာဖြစ်ဖို့ကြိုးပမ်းနေတဲ့အချိန်လဲဖြစ်ပါတယ်ယောက္ခမချင်းက နိုင်ငံကိုတအားချစ်တဲ့လူတွေပီပီ ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဘယ်လိုအလွဲလေးတွေဖြစ်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦးဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)ေပါ့ေပါ့ပါးပါး ဟာသကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီရန္လူမ်ိဳးေယာက္်ား ဘန္ဂ်မင္နဲ႔အေမရိကန္အမ်ိဳးသမီးကိတ္တို႔ဟာအိမ္ေထာင္က်ၿပီးခုနစ္ႏွစ္အတြင္းကေလးမရၾကပါဘူး ကေလးမရၾကေတာ့ ကေလးေမြးစားဖို႔စီစဥ္ၾကပါတယ္စီစဥ္ေနတုန္းမွာပဲ မေမွ်ာ္လင့္ပဲ ကိုယ္ဝန္ရွိေနတာကိုသိလိုက္ၾကပါတယ္ ကံဆိုးစြားနဲ႔ပဲကေလးမွာ ေရာဂါျဖစ္ေနတာကိုသိလိုက္ပါတယ္ အဲ့ေရာဂါက အဖိုးေတြရဲ႕႐ိုးတြင္းခ်ဥ္ဆီနဲ႔မွကုလို႔ရမယ္ျဖစ္ပါတယ္ အဲ့ဒါမွာဇာတ္လမ္းကစပါေတာ့တယ္ ဘန္ဂ်မင္ရဲ႕အေဖကအေမရိကန္ကိုမုန္းပါတယ္ မုန္းလြန္းလို႔ေက်ာင္းသားဘဝတည္းက အီရန္မွာရွိတဲ့အေမရိကန္သံ႐ုံးကိုဝင္တိုက္တာပါ အဲ့ေလာက္ကိုမုန္းပါတယ္ ဘန္ဂ်မင္ရဲ႕အမ်ိဳးသမီးကိတ္ရဲ႕အေဖကလည္း ဆီနိတ္တာျဖစ္ဖို႔ႀကိဳးပမ္းေနတဲ့အခ်ိန္လဲျဖစ္ပါတယ္ေယာကၡမခ်င္းက ႏိုင္ငံကိုတအားခ်စ္တဲ့လူေတြပီပီ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ ဘယ္လိုအလြဲေလးေတြျဖစ္မလဲဆိုတာ စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈေပးၾကပါဦးဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (340 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:19:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAli AtshaniAnila NugmanovaDavid MoralesKian KavousiSam KhozeTim GagliardoVincent van HinteStarsDenise RichardsDominique SwainGreg GrunbergKen DavitianMichael SirowRobert KnepperTaylor ColeTom BerengerVal KilmerWilliam BaldwinCastAlina SmolyarAngelique Sabrina WhiteAnoush SadeghAnthony RyanBita AtshaniCarrie Jo CrosbyDavid GolshanDenise RichardsDominique SwainDoug HaleyEvan LucasGreg GrunbergHeather ComptonJames LipsiusJay AbdoJennifer TapieroJoel MichaelyKarla Gordy BristolKen DavitianKendra von BernuthKian KavousiKristina KorsholmMarty FallorMichael SirowMitchell L. JohnsonNathalie BiermannsNina NayebiParis Honour SpencerReza Sixo SafaiRobert KnepperSamuel O. MbisikeSean McElweeSean WynSoo Yeon LeeTarek ZohdyTaylor ColeTom BerengerTomer AlmagorVal KilmerVincent DixonVincent van HinteWilliam Baldwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z4Cz2OpTQnlhsA3v3ZUqLy42yeJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AkBFjCktRSKizuLrSOqAZbmmNzV.jpg",
    "movie_links": [
      {
        "link": "http://myandrive.net/file/Ua4cSJBxSR",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mega.nz/file/VnYzRCjI#u08XmoTXl1JVv8h0bmRha9QRyVbH85yMJhE9n9PV8AA",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://soliddrive.co/1L07/1st_Born.2018.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mirrorace.com/m/4hPvB",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://usersdrive.com/bis651ifa5nf.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yuudrive.me/1b00bbc/1st-born-2018-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yoteshinportal.cc/1-st-born-2018-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://upstream.to/y1009pjpxha7",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL  720p"
      }
    ],
    "trailer": {
      "video_id": "xMrdMCtN1G4",
      "video_url": "https://www.youtube.com/watch?v=xMrdMCtN1G4",
      "embed_url": "https://www.youtube.com/embed/xMrdMCtN1G4"
    }
  },
  {
    "metadata": "N/A|2018|91 min|Romance",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Love in 50 Meters ( 2018 )",
    "description": "ငယ္ငာ္ကတည္းက ထူးထူးၿခားၿခားပံုစံမ်ိဳးလို႔ေၿပာရမယ္ေကာင္ေလးတစ္ေယာက္ကသူ႕အနားကို မီတာ ၅၀ အကြာထက္နီးလာတာတဲ႔တစ္ခုမဟုတ္တခုၿဖစ္တတ္တဲ႔ ယိြေမရန္ နဲ႔ ယိြေမရန္အတြက္ကံၾကမၼာဆုိးေတြယူလာေပးတတ္တဲ႔လီရွီခြ်မ္တို႕၂ေယာက္ဟာမူလတန္းကတည္းက ကြဲကြာသြားခဲ႔ၾကၿပီး 18 ႏွစ္ၾကာမွၿပန္လည္ဆံုဆည္းဖို႕ကံက အေၾကာင္းဖန္လာခဲ႔တယ္မေၿပာင္းလဲေသးတဲ႔အရာတစ္ခုဆိုလို႕မီတာ ၅၀ ဆုိတဲ႔စည္းကိုေက်ာ္လိုက္တာနဲ႔ ယြီေမရန္တစ္ေယာက္အဆိုးေတြၾကံဳေတြ႕ေနရတုန္းပဲ..ကံဇာတ္ဆရာအလိုက်လီရွိခြ်မ္ရဲ႕အကူအညီယူဖို႕လိုအပ္လာၿပန္ေတာ႔မီတာ ၅၀ ၿခားရင္း မီးစင္ၾကည္႕က က်တဲ႔ သူတို႔၂ဦးမီတာ ၅၀ ၿခားထားတဲ႔ အခ်စ္ဇာတ္လမ္းေလးဘယ္လုိေတြဆက္ၿဖစ္လာမလဲဆုိတာ ဆက္လက္ေစာင္႕ၾကည္႔ပါQuality : WEB-DL 720pSubtitle : Myanmar SubTranslated & Review By Chu ChuEncoded By PHOENIXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAlex Fong Lik-SunShu YaoxuanXie NanCastAlex Fong Lik-SunShu YaoxuanXie Nan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/50.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jn6zu4nd1c2m.html",
        "server": "usersdrive.com",
        "size": "922 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1y90h/Love_In_50_Meters_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "922 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/pwrxu1lvsbro",
        "server": "upstream.to",
        "size": "922 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2018|90 min|Horror,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "585"
    },
    "title": "14 Cameras (2018)",
    "description": "လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ Horror/Thriller အမျိုးအစားဖြစ်ပြီးတော့ ၂၀၁၆ ကထွက်ရှိထားတဲ့ 13 Cameras ရဲ့အဆက်လည်းဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့ သားအမိသားအဖလေးယောက်နဲ့ သမီးဖြစ်သူရဲ့သူငယ်ချင်းကောင်မလေးတစ်ယောက် စုစုပေါင်း ၅ ယောက်တို့ဟာ မိသားစုအပန်းဖြေခရီးထွက်ဖို့ ရေကူးကန်ပါတဲ့ အိမ်ကြီးတစ်လုံးကို အင်တာနက်ကတစ်ဆင့် သက်သက်သာသာငှားရမ်းလိုက်ကြပါတယ်အိမ်ကြီးကတော့ တကယ့်အမိုက်စားပါပဲဝက်ဆိုက်ကဓာတ်ပုံအရတော့ အိမ်ရှင်အမျိုးသမီးကလည်း ခပ်ချောချောနဲ့ သဘောကောင်းမယ့်ပုံစံပါရောက်စကတော့ ရေလေးကူးလိုက် အရက်လေးသောက်လိုက်နဲ့ ပျော်နေကြတာပေါ့သူတို့မသိတာက တစ်အိမ်လုံးကို ကင်မရာတွေတပ်ထားပြီး သူတို့လှုပ်ရှားသမျှကို စောင့်ကြည့်ရုံမကပဲ Dark Web ပေါ်မှာပါ Live stream နေတဲ့ psychopath ကြီးတစ်ယောက်ရှိနေတယ်ဆိုတာပါပဲအိမ်ရှင်အမျိုးသမီးဘယ်ရောက်သွားတာလဲ သူတို့မိသားစုဘာတွေကြုံရမလဲဆိုတာကိုတော့ ရင်တဖိုဖိုနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (700 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott HussionSeth FullerStarsChelsea EdmundsonJack ForcinitoJacob BrowneJohn-Paul HowardKodi Saint AngeloMelissa ChristopherNeville ArchambaultSharon Anne HendersonTait FletcherZach DulinCastAmber MidthunderBrianne MoncriefBrytnee RatledgeChelsea EdmundsonDaniel SerranoGavin WhiteHank RogersonJack ForcinitoJacob BrowneJohn-Paul HowardKodi Saint AngeloLora Martinez-CunninghamMatthew PageMelissa ChristopherNeville ArchambaultSharon Anne HendersonTait FletcherZach Dulin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fFqgYAmS4xQgskgRPWyWSkNiXCL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u4NYxv86wCfoLho0BhtNBEQYYge.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/14-cameras-2018",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/14-cameras-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/f8p7pi8fl19n",
        "server": "veryfiles.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/4m68pnhasmz6.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_HqBKYe0DqA",
      "video_url": "https://www.youtube.com/watch?v=_HqBKYe0DqA",
      "embed_url": "https://www.youtube.com/embed/_HqBKYe0DqA"
    }
  },
  {
    "metadata": "N/A|2018|105 min|Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "494"
    },
    "title": "More than Blue ( 2018 )",
    "description": "ဒီဇာတ်ကားလေးကြည့်မယ်ဆိုရင်အရင်ဆုံးမျက်ရည်ခိုင်စေချင်မိပါတယ်ရှယ်ငိုရမယ့်ကားပါအရင်ဆုံးအကြမ်းမျဉ်းအနေနဲ့ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားဟာ 2009 ခုနှစ်မှာထွက်ရှိပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ကိုရီးယား ရုပ်ရှင် More Than Blue ရဲ့Remake ကားလေးဖြစ်ပြီး same title အနေနဲ့ပဲပြန်လည်ထွက်ရှိလာပါတယ်Chinese Box Office မှာ တလဝန်းကျင်ကို ထိပ်ဆုံးကရပ်တည်ခဲ့ပြီး153 million ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုနည်းနည်းပေးလိုက်ရအောင်အလွမ်းအဆွေးသီချင်းတွေ နားထောင်ဖူးကြလား…ဒီဇာတ်လမ်းထဲမှာလည်း အဆိုတော်တစ်ယောက်ကနာမည်မရှိတဲ့ အလွမ်းသီချင်းဟောင်းတစ်ပုဒ်ကို နားထောင်ရင်းကြိုက်သွားပြီး ဒီသီချင်းကိုဆိုဖို့ တေးရေးဆရာနောက်ကိုလိုက်ရင်သီချင်းလေးထက် ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ လူနှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးကို သိလိုက်ရတယ်…အဲ့လူနှစ်ယောက်က K နဲ့ Cream တဲ့ ၁၆ နှစ်အရွယ်မှာမိသားစုနဲ့ သေကွဲကွဲရပြီး အထီးကျန်ခဲ့ရတဲ့ လူနှစ်ယောက်ပေါ့….သူတို့နှစ်ယောက်အတွက် ၁၆ နှစ်အရွယ်ကစပြီးတစ်ယောက်အတွက် တစ်ယောက်က ရပ်တည်ပေးခဲ့ကြတယ်…မိသားစုလို့ခေါင်းစဉ်တပ်ရင်း ရင်ဘတ်ထဲက အချစ်တွေကိုထုတ်မပြောခဲ့ကြတဲ့သူတို့နှစိယောက်ကြားမှာ ဘယ်လို လွမ်းမောဖွယ်ရာဇာတ်လမ်းလေးတွေရှိတယ်ဆိုတာ ဇာတ်ကားလေးကြည့်ရင်းသိလာမှာပါ…Quality : WEB-DL 1080p , 720pFormat : mp4During : 1h 14 minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( hardsub )Translated & Reviewed By  : Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLin Xiao QianStarsAnnie ChenBryan Shu-Hao ChangIvy ChenJasper LiuCastAnnie ChenBryan Shu-Hao ChangIvy ChenJasper Liu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/znxgQxMkGOVmUb2W9AXupa6QXI6.jpg",
      "https://image.tmdb.org/t/p/w300/6IfdkHqpvv0t2I1FMY9tI876ej.jpg",
      "https://image.tmdb.org/t/p/w300/wTPdSIhsjhbqnAtbdfu2qIZgZUA.jpg",
      "https://image.tmdb.org/t/p/w300/sFVhEHkE3aIYjSXX9wxj7su3Lr0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cKsuf3ffVJvBg5Lcqx3GfF0AQq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/more-than-blue-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.59 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jaaiyr6dwte4.html",
        "server": "usersdrive.com",
        "size": "1.59 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rKGlh/More_Than_Blue_2018_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.59 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/qmkr656umkix",
        "server": "streamsb.com",
        "size": "1.59 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Vz8j0TbR#VzdAbh4w6_nNF6PG48Sv8wR7OqhUFliYmYBxFpNqy0o",
        "server": "mega.nz",
        "size": "1.59 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/more-than-blue-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "867 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0gax7gfvon65.html",
        "server": "usersdrive.com",
        "size": "867 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AjdhgYrI#wYTI_90pJA76rezbj5NVzV3SRZ_O6joGZlkyynB3tUw",
        "server": "mega.nz",
        "size": "867 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]