[
  {
    "metadata": "PG-13|2018|104 min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "6,185"
    },
    "title": "Book Club (2018)",
    "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ “Book Club”ဆိုတဲ့ဇာတ္လမ္းျဖစ္ပါတယ္…ဒီဇာတ္လမ္းမွာေတာ့ မမႀကီးေလးေယာက္ရဲ႕ ခ်စ္ဒုကၡအေၾကာင္း ဇာတ္အိမ္တည္ထားပါတယ္…အညႊန္းေလးကို ဖတ္ရႈပါဦးေနာ္…အညႊန္းဗီဗီယန္ ကာရိုး ရွရြန္ ဒိုင္ယိန္းဆိုတဲ့ သူငယ္ခ်င္းေလးေယာက္ဟာ လတိုင္း တစ္လတစ္ခါ စာအုပ္တစ္အုပ္စီဖတ္ရပါတယ္…ဒါကိုပဲ book club လို႔ နာမည္ေပးထားတာပါ…တစ္လမွာ တစ္ေယာက္က ဘယ္စာအုပ္ဖတ္ရမလဲ ေရြးရပါတာေပါ့…ဗီဗီယန္ဆိုတဲ့ အပ်ဳိႀကီးအလွည့္မွာေတာ့ အာဂစာအုပ္ကို ေရြးလိုက္ပါေတာ့တယ္…ဒီစာအုပ္ကေတာ့” Fifty Shades of Grey” ဆိုတဲ့ စာအုပ္ပါပဲ….ဒီစာအုပ္ကေတာ့ အရြယ္ေရာက္သူေတြအတြက္ စိတ္ေတြမသိုးမသတ္ ခိုးလိုးခုလုျဖစ္ေစတဲ့ လိင္ပိုင္းဆိုင္ရာ စာအုပ္မ်ိဳးပါ…သူတို႔ ေလးေယာက္ဟာ ဒီစာအုပ္ဖတ္ၿပီး အျပင္ေလာကမွာလဲ စာအုပ္ထဲကအတုိင္း လက္ေတြ႕စမ္းခ်င္ပါေတာ့တယ္…ဒီလိုစမ္းသပ္ႏိုင္ဖို႔ ႀကိဳးစားတဲ့ေနရာမွာ ဘယ္လိုအလြဲေလးေတြ ေတြ႕ရမယ္ဆိုတာ ပရိတ္သတ္ကပဲ ၾကည့္ရႈလိုက္ၾကပါဦး….အသက္ႀကီးေပမဲ့ မပ်က္စီးေသးဘူးဆိုတဲ့ စကားကို သက္ေသျပထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္မို႔ ၾကည့္ရက်ိဳးနပ္ပါတယ္ေနာ္…(ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Haruko  ပါ)File Size : (850 MB) and (360 MB)Quality : Blu-Ray 720pRunning Time : 1hr 44minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by May HarukoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnneke ScottBill HoldermanStephen P. DunnStarsAlicia SilverstoneAndy GarciaCandice BergenCraig T. NelsonDiane KeatonDon JohnsonJane FondaKatie AseltonMary SteenburgenRichard DreyfussCastAdam HuberAlicia SilverstoneAndy GarcíaBrad Lee WindCandice BergenCaylie Rae KalmbachChet GrissomChristopher AllenCole GleasonCraig T. NelsonDiane KeatonDon JohnsonEd Begley Jr.James Adam TuckerJamon HolmesJane FondaJoey StrombergJohn ShartzerJonathan OhyeJoy YaoKatie AseltonLili BordánMarisa Chen MollerMary SteenburgenMatt RiedyMatthew SmileyMichael GmurMichael SoulemaMircea MonroePrathibha R. ShettyRaghuram ShettyRavi KapoorRichard DreyfussSabina Friedman-SeitzTom G. McMahonTommy DeweyWallace Shawn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pozA8qiFEVY2A2ynM1mQwwhyQTW.jpg",
      "https://image.tmdb.org/t/p/w300/c4PufnOS2HxiuY0KpUvOmeT06So.jpg",
      "https://image.tmdb.org/t/p/w300/cF11eYRHiXDkwoduOveT0hJcm4H.jpg",
      "https://image.tmdb.org/t/p/w300/kVXFD8IudakKoKtmn0kquziPidL.jpg",
      "https://image.tmdb.org/t/p/w300/9m1BSDrH3Ph9WSBLijPiBp7UXC1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6ORGBbOA45pfKQXvntPf46NoFGO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/book-club-2018",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/book-club-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/book-club-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1AkNb/Book_Club_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/4dd8crebb6k4",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LDxgPIsv6sY",
      "video_url": "https://www.youtube.com/watch?v=LDxgPIsv6sY",
      "embed_url": "https://www.youtube.com/embed/LDxgPIsv6sY"
    }
  },
  {
    "metadata": "Not Rated|2018||Bollywood,Drama,Romance,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "33"
    },
    "title": "Ishq Tera (2018)",
    "description": "Ishq Tera (2018)အခုတစ်ခါမှာတော့ IMDb 6.2 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်။ပြုသမျှနုရ..လုပ်သမျှခံရတဲ့ မိန်းသားတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းလေးပေါ့။ အဆိုပါ မိန်းမသားလေးဟာစိတ်ကျန်းမာရေးဝေဒနာကိုပါ ခံစားနေရတဲ့အခါ သူမရဲ့ဘဝဟာ ရေစုန်မျောဖို့ပဲ ကျန်တော့တာပေါ့။ဒီဇာတ်ကားလေးမှာ ဇာတ်လိုက်မင်းသမီးက စိတ်ကစဉ့်ကလျားရောဂါကိုခံစားနေရတဲ့ ရောဂါဝေဒနာသည်လေးပါ။ ငယ်စဉ်ကတည်းကခါးသီးလှတဲ့ဘဝကို ကျော်ဖြတ်ခဲ့ရလို စိတ်ဒဏ်ရာကြီးကြီးမားမားရသွားခဲ့ခြင်းဖြစ်ပါတယ်။သူမဟာ တစ်ခါတလေ ကလ်ပနားဖြစ်သွားလိုက် တစ်ခါတလေလိုင်လာဖြစ်သွားလိုက်နဲ့ လူတစ်ကိုယ် စိတ်နှစ်မျိုးဖြစ်နေခဲ့ပါတယ်။ဒီလိုမိန်းမသားတစ်ယောက်ရဲ့ဘဝကို ချဉ်းကပ်လာတဲ့လူတွေဟာလည်း လူကောင်းတွေဟုတ်မနေခဲ့ပါဘူး။သူမရဲ့ပဟေဠိဆန်လှတဲ့ ဘဝဇာတ်ကြောင်းနဲ့ သူမအပေါ်တကယ်ရိုးရိုးသားချစ်ပေးနိုင်ပြီး စောင့်ရှောက်ပေးနိုင်မယ့်သူ ပေါ်လာနိုင်မလား…။ကြမ်းတမ်းလှတဲ့ ဘဝခရီးလမ်းကို ဘယ်လိုဆန်းကြယ်မှုတွေနဲ့ ကျော်ဖြတ်ခဲ့ရလဲဆိုတာကိုတော့မိန်းမသားတစ်ယောက်ရဲ့နေရာကနေ ခံစားပြီး ကြည့်ရှုပေးကြပါဦးနော်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်။File size…2.5GB  / 1.1GBQuality…1080p WEB RIP /720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJojo D'SouzaStarsHrishitaa BhattShahbaz KhanCastHrishitaa BhattShahbaz Khan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/awFEsQlfARqozrrb9YKUFiCZ7gY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWM2OTVmMzUtMWU3OC00Mzg3LThiZTQtMTcwOTM5MTIwMGRiXkEyXkFqcGdeQXVyNjEzMjU3NTY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ishq-tera-2018-web-rip-1080-p-hindi-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/490wt3xzy7kx.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/zpku8fhbg4dv",
        "server": "streamsb.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3e0ci/Ishq_Tera_2018_WebRip_1080p_Hindi_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3QlVEYhA#y5oL15uCcZ1mvCH6ozKBHy6eMDaK21nuFkvPW9ZyzJc",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ishq-tera-2018-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5hisxoe0y62x.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/evd5y551s42w",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3e0cj/Ishq_Tera_2018_WebRip_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fA1BADiR#-PL8N9WlKG341enHaZ3fEiWISARJ-sqjBAxBKTQkRNk",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "FGTi6r3HeDA",
      "video_url": "https://www.youtube.com/watch?v=FGTi6r3HeDA",
      "embed_url": "https://www.youtube.com/embed/FGTi6r3HeDA"
    }
  },
  {
    "metadata": "N/A|2018|94 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "402"
    },
    "title": "Cam (2018)",
    "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ တင္ဆက္ေပးမွာကေတာ့Rating 6.5 ရရွိထားတဲ့‘Cam’ ဆိုတဲ့ ဇာတ္ကားေလးပါဒီကားထဲမွာဆိုရင္ အယ္လစ္ဆိုတဲ့ ေကာင္မေလးကလိုလာဆိုတဲ့အေကာင့္နာမည္နဲ႔ ကမ္႐ိႈးေတြျပပါတယ္ကမ္႐ိႈးဆိုတာကေတာ့ ဝဘ္ဆိုဒ္တစ္ခုမွာ မိန္းကေလးေတြက လိုက္ဗ္လႊင့္တယ္အမ်ိဳးသားေတြက ေဘာက္ဆူးေတြေပးၿပီး သူတို႔ခိုင္းတာကိုမိန္းကေလးေတြကလုပ္ျပရတာမ်ိဳးပါတစ္နည္းအားျဖင့္ေတာ့ public sex chat သလိုပါပဲလူႀကိဳက္မ်ား မမ်ားေပၚမူတည္ၿပီးေတာ့လဲ အဆင့္ေတြသတ္မွတ္ထားတာေပါ့အဲ့မွာ အယ္လစ္က သိပ္မေက်ာ္ၾကားေသးတဲ့သူေပါ့သူကအဆင့္တက္ဖို႔ႀကိဳးစားေနတာ တစ္ေန႔မွာေတာ့သူကခပ္ဆန္းဆန္း႐ိႈးေလးတစ္ခုျပၿပီေတာ့ထိပ္ဆံုးအဆင့္ ၅၀ အတြင္းဝင္သြားပါေတာ့တယ္ဒါေပမဲ့ေနာက္တစ္ေန႔ သူအိပ္ရာက ႏိုးလာေတာ့ သူ႔အေကာင့္ထဲကို ဝင္လို႔မရေတာ့ပါဘူးအဲ့ထက္ပိုဆိုးတာက သူ႔အေကာင့္မွာ သူနဲ႔တစ္ပံုစံထဲတူတဲ့ မိန္းကေလးကသူ႔လိုဟန္ေဆာင္ၿပီး ႐ိႈးေတြဆက္ျပေနတာပါပဲအယ္လစ္ဟာ သူျပေနတာမဟုတ္တဲ့႐ိႈးေတြအတြက္လဲ နာမည္ပ်က္လာပါေတာ့တယ္သူဒီကိစၥကို ဘယ္လိုေျဖ႐ွင္းသြားမလဲ ဒီကိစၥရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြ႐ွိေနမလဲဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္႐ႈခံစားၾကပါ(ဇာတ္ဝင္ခန္းေတာ္ေတာ္မ်ားမ်ားက ကေလး၊ မိသားစုေတြနဲ႔ အတူၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး)File Size : (815 MB) and (259 MB)Quality :Web DL 720pRunning Time :1hr 34 minFormat : Mp4Genre : Horror , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byHMOEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarly SturgeonDain AugustDaniel GoldhaberFrederick GourgueRachel PennerStarsDevin DruidFlora DiazImani HakimMadeline BrewerMelora WaltersMichael DempseyPatch DarraghQuei TannSamantha RobinsonCastDevin DruidFlora DiazImani HakimMadeline BrewerMelora WaltersMichael DempseyPatch DarraghQuei TannSamantha Robinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aFabIYJSWt6mycYmCiSiJqkdFHX.jpg",
      "https://image.tmdb.org/t/p/w300/dF2te8CgoTvA8UFznXlHGdOfnX3.jpg",
      "https://image.tmdb.org/t/p/w300/mcihRhEWdGJzPtzHK8G4YFcDwYw.jpg",
      "https://image.tmdb.org/t/p/w300/wAHGEMy2Jtsqu7RRVgc6DacxMMv.jpg",
      "https://image.tmdb.org/t/p/w300/uQ57AzAQHnQW9U8ZIVBHd8H8hK2.jpg",
      "https://image.tmdb.org/t/p/w300/fN4Dd5PWrHurax3pZObKWdwJ3AF.jpg",
      "https://image.tmdb.org/t/p/w300/wd1kwOlXetAhrh9Nh8UK52qNvwB.jpg",
      "https://image.tmdb.org/t/p/w300/4h93nNafptHxViDKXe5r8zMTHYx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/p7m3sSQhnoT2uuxUsxF4mQX6opr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cam-16-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "815 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/2eIln/Cam_[16+]_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "815 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/7zyisrif5c7w.html",
        "server": "usersdrive.com",
        "size": "815 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/mmlbsxx4xd7q",
        "server": "upstream.to",
        "size": "815 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "pN8xZ5WDonk",
      "video_url": "https://www.youtube.com/watch?v=pN8xZ5WDonk",
      "embed_url": "https://www.youtube.com/embed/pN8xZ5WDonk"
    }
  },
  {
    "metadata": "PG-13|2018|1h 42min|Adventure,Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "901,230"
    },
    "title": "The Cloverfield Paradox (2018)",
    "description": "Life (2017)ကဲ့သို့သောသည်းထိပ်ရင်ဖိုသိပ္ပံဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့The Cloverfield Paradoxနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်အိမ်လေးကို အနာဂတ်ခေတ်တွင်ဇာတ်အိမ်တည်ထားပြီး ခေတ်သစ်စွမ်းအင်ရှားပါးလာသည့် ပြဿနာကိုဖြေရှင်းနိုင်ရန်တွက် နိုင်ငံတကာအာကာသစခန်းတွင် ရုရှား၊ ဂျာမနီ၊ တရုတ် စသည့်အင်အားကြီးနိုင်ငံမှာ သိပ္ပံပညာရှင်၊အာကာသယာဉ်မှူးတွေပူးပေါင်းပြီး Renewable Energy Source ထုတ်လုပ်နိုင်ရန် ပူးပေါင်းလုပ်ဆောင်နေကြတာကို တွေ့ကြရမှာပဲဖြစ်ပါတယ်။သို့ပေမဲ့ စမ်းသပ်မှုလုပ်ဆောင်နေစဉ်မှာပဲ မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်တွေနဲ့အတူ အဆိုပါပညာရှင်တစ်သိုက် အခြား Dimension ထဲကိုရောက်ရှိသွားနေပြီးနောက် အရာအားလုံးဟာ သည်းထိပ်ရင်ဖိုစရာတွေဖြစ်လာပါတယ်။အဆိုပါ ပညာရှင်တစ်သိုက် အာကာသစခန်းယာဉ်ကြီးပေါ်တွင် ဘယ်လိုပူးပေါင်း အဖြေရှာကြမလဲ။သူတို့ရဲ့ပုံမှန်ကမ္ဘာကြီးဆီပြန်သွားနိုင်ပါ့မလား။ဘယ်လိုအနှောင့်အယှက်တွေ ကြုံတွေ့ရမလဲ ဆိုတာကတော့ စိတ်ဝင်စားစရာဖြစ်ပါတယ်။Scientific Fiction နဲ့ Horror တို့ပေါင်းစပ်ထားတဲ့တွက် စိတ်ဝင်စားဖို့ကောင်းပြီး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုှုရမှာပဲဖြစ်ပါတယ်။အဲတော့ Sci-Fi ပရိသတ်တွေရော Horror ပရိသတ်များအတွက်ပါ ကြည့်ရှုရကောင်းစေမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်။Life (2017)ကဲ့သို႕ေသာသည္းထိပ္ရင္ဖိုသိပၸံဇာတ္ကားေကာင္းေလးတစ္ခုျဖစ္တဲ့The Cloverfield Paradoxနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္အိမ္ေလးကို အနာဂတ္ေခတ္တြင္ဇာတ္အိမ္တည္ထားျပီး ေခတ္သစ္စြမ္းအင္ရွားပါးလာသည့္ ျပႆနာကိုေျဖရွင္းႏိုင္ရန္တြက္ ႏိုင္ငံတကာအာကာသစခန္းတြင္ ရုရွား၊ ဂ်ာမနီ၊ တရုတ္ စသည့္အင္အားၾကီးႏိုင္ငံမွာ သိပၸံပညာရွင္၊အာကာသယာဥ္မွဴးေတြပူးေပါင္းျပီး Renewable Energy Source ထုတ္လုပ္ႏိုင္ရန္ ပူးေပါင္းလုပ္ေဆာင္ေနၾကတာကို ေတြ႕ၾကရမွာပဲျဖစ္ပါတယ္။သို႕ေပမဲ့ စမ္းသပ္မႈလုပ္ေဆာင္ေနစဥ္မွာပဲ ေမွ်ာ္လင့္မထားတဲ့ ျဖစ္ရပ္ေတြနဲ႕အတူ အဆိုပါပညာရွင္တစ္သိုက္ အျခား Dimension ထဲကိုေရာက္ရွိသြားေနျပီးေနာက္ အရာအားလံုးဟာ သည္းထိပ္ရင္ဖိုစရာေတြျဖစ္လာပါတယ္။အဆိုပါ ပညာရွင္တစ္သိုက္ အာကာသစခန္းယာဥ္ၾကီးေပၚတြင္ ဘယ္လိုပူးေပါင္း အေျဖရွာၾကမလဲ။သူတို႕ရဲ႕ပံုမွန္ကမာၻၾကီးဆီျပန္သြားႏိုင္ပါ့မလား။ဘယ္လိုအေႏွာင့္အယွက္ေတြ ၾကံဳေတြ႕ရမလဲ ဆိုတာကေတာ့ စိတ္၀င္စားစရာျဖစ္ပါတယ္။Scientific Fiction နဲ႕ Horror တို႕ေပါင္းစပ္ထားတဲ့တြက္ စိတ္၀င္စားဖို႕ေကာင္းျပီး ရင္တထိတ္ထိတ္နဲ႕ ၾကည့္ရႈႈရမွာပဲျဖစ္ပါတယ္။အဲေတာ့ Sci-Fi ပရိသတ္ေတြေရာ Horror ပရိသတ္မ်ားအတြက္ပါ ၾကည့္ရႈရေကာင္းေစမယ့္ ဇာတ္ကားပဲျဖစ္ပါတယ္။File Size : (805 MB)Quality : WEBRip 720pRunning Time : 1hr 42minFormat : Mp4Genre : Adventure, Drama, Horror, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEBRip.x264-STRiFETranslated by Lex LuthorEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher T. SadlerJake WallerJean-Paul ChrekyJulius OnahMark Anthony LittleStarsAksel HennieChris O'DowdClover NeeDaniel BrühlDavid OyelowoElizabeth DebickiGugu Mbatha-RawJohn OrtizRoger DaviesZhang ZiyiCastAksel HennieChris O'DowdClover NeeDaniel BrühlDavid OyelowoDonal LogueElizabeth DebickiGreg GrunbergGugu Mbatha-RawJohn OrtizJordan RiveraRoger DaviesSimon PeggZhang Ziyi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2cnUCcNmmj79hGmimvWlUo5P2K8.jpg",
      "https://image.tmdb.org/t/p/w300/5TQICJAxK9Py811gfXEfXIbpk6V.jpg",
      "https://image.tmdb.org/t/p/w300/zbma9RWyIVOmpJYfowvS10gAxvA.jpg",
      "https://image.tmdb.org/t/p/w300/bFsubVQTFmYPKmht6wcXAGJF0A3.jpg",
      "https://image.tmdb.org/t/p/w300/2pKH1EcBbEFWUr6G4DkbZ9kj5Ir.jpg",
      "https://image.tmdb.org/t/p/w300/m9qkcnb4XGM9rBzUur7VX7t7tZ0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/colverfield-paradox-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/45ghezlz8cxs.html",
        "server": "usersdrive.com",
        "size": "805 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-cloverfield-paradox-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/3cc8e/the-cloverfield-paradox-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "805 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yOhl/The_Cloverfield_Paradox_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "805 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QdsXlSQB#ryZbz2mgy7WH9f0_g8bpXsa0yWahyWYcC0NHd9AsRas",
        "server": "mega.nz",
        "size": "805 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/uuzlziznq0pj",
        "server": "upstream.to",
        "size": "805 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8brYvhEg5Aw",
      "video_url": "https://www.youtube.com/watch?v=8brYvhEg5Aw",
      "embed_url": "https://www.youtube.com/embed/8brYvhEg5Aw"
    }
  },
  {
    "metadata": "PG-13|2018|134 min|Action,Adventure,Marvel Universe",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "201,861"
    },
    "title": "Black Panther (2018) MCU",
    "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကိုhttps://channelmyanmar.org/category/marvel-universe/မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။ပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။အဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။ေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။Infinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan လို႕ေခၚၾကတဲ့ Thanos က ဒီေက်ာက္တံုးေတြကို စုစည္းျပီးစၾကဝဠာကို သူ႕သေဘာအတိုင္းဖန္တီးဖို႕ၾကိဳးစားပါလိမ့္မယ္။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို႕နဲ႕Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖြဲ႕တို႕ ပူးေပါင္းတားဆီးၾကရင္း ျဖစ္လာတဲ့ စစ္ပြဲပါ။Infinity Stones 6 လံုးရဲ႕ တည္ေနရာေတြကေတာ့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ္ကားမွာ နာဇီေတြဆီက လုယူရတဲ့ ေက်ာက္တံုးျဖစ္ျပီးAvengers ဇာတ္ကားမွာ လိုကီက ျဂိဳလ္သားေတြကို ကမာၻကိုေခၚဖို႕ ဝင္ေပါက္ဖြင့္တဲ့ေနရာမွာ အသံုးျပဳခဲ့ပါတယ္၊လက္ရိွကေတာ့ Asgard ျဂိဳလ္ေပၚမွာ သိမ္းဆည္းခဲ့ရင္း Thor: Ragnarok ကားအဆံုးမွာ လိုကီ ခိုးယူခဲ့တာကို ေတြ႕ရမွာပါ)၂။ Reality Stone aka Aether (Red)( စၾကဝဠာကို Big Bang မတိုင္ခင္အထိေတာင္ ျပန္ေျပာင္းပစ္ႏိုင္ပါတယ္။Thor 2: The Dark World မွာ ပါလာခဲ့ျပီး ေနာက္ဆံုး credit scene မွာ Collector ဆိုသူဆီမွာ သိမ္းဆည္းထားပါတယ္)၃။ Power Stone (Purple Orb)( ျဂိဳလ္တစ္ခုလံုးကို အသာေလးဖ်က္ပစ္လို႕ရတဲ့ raw power ေတြပါပါတယ္။Guardian of the Galaxy 1 မွာ ပါဝင္ခဲ့ျပီး Xander က Nova Corps စစ္တပ္လက္ထဲမွာ သိမ္းဆည္းထားပါတယ္။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အခ်ိန္ကို လိုသလိုအသံုးခ်ႏိုင္ပါတယ္။ Doctor Starnge ဇာတ္လမ္းမွာ ပါဝင္လာျပီး လက္ရိွ ေဒါက္တာ စထ္ရိန္႕က ေစာင့္ေရွာက္ထားပါတယ္)၅။ Mind Stone (Yellow)( ဥာဏ္ရည္ကို ျမွင့္တင္ျခင္းနဲ႕ စိတ္ညိဳ႕ျခင္းေတြ ျပဳလုပ္ႏိုင္ပါတယ္။ Avengers 1 မွာ ပါဝင္ခဲ့ျပီး လက္ရိွ Vision ရဲ႕ နဖူးထဲမွာ ျမွပ္ထားတာပါ)၆။ Soul Stone (Orange)( သက္ရိွ သက္မဲ့ အေျခအေနေတြကို ထိန္းခ်ဳပ္ႏုိင္ပါတယ္။ Planet Vormir မွာရွိပါတယ္။ )အဆိုပါ ေက်ာက္တံုး ၆ တံုးကို သံုးႏိုင္ဖို႕ Infinity Gauntlet ဆိုတဲ့ လက္အိတ္ကို လိုပါတယ္။ အဲဒီလက္အိတ္ကိုေတာ့ Thanos ပိုင္ဆိုင္ထားပါတယ္။ဒီေလာက္ဆို Marvel Universe ကိုၾကည့္ဖို႔ အၾကမ္းဖ်ဥ္းလံုေလာက္ျပီ ထင္ပါတယ္။[Unicode]\n1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File size…(2.3 GB) and (1.2 GB in Openload)Quality…1080p BluRay 5.1 DTSFormat…mp4Duration….02:14:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Little Neo & SawbwarYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDawn GilliamLori GrabowskiMia BrassellRobin MeyersRyan CooglerStarsAngela BassettChadwick BosemanDanai GuriraDaniel KaluuyaForest WhitakerLetitia WrightLupita Nyong'oMartin FreemanMichael B. JordanWinston DukeCastAlex HibbertAlexis RheeAlona LeoineAmechi OkochaAndrea Antonio CanalAndy SerkisAngela BassettApollo GTAshton TylerAtandwa KaniBambadjan BambaByron CoolieChadwick BosemanChristine HollingsworthConnie ChiumeDanai GuriraDaniel KaluuyaDanny ChungDanny SapaniDavid DunstonDavid S. LeeDenzel WhitakerDorothy SteelElizabeth ElkinsEmelita T. GonzalezFlorence KasumbaForest WhitakerFrancesca FaridanyIsaac PhillipsIsaach De BankoléJamel ChambersJames SideritsJaneshia Adams-GinyardJénel StevensJeremy SampleJohn KaniJohn Y LeeJoseph Akharoh Jr.Josue Louis-CharlesKinley FleurejusteLeo De RiveraLetitia WrightLidya JewettLucy HockingsLupita Nyong'oMaria HippolyteMarie MouroumMarija AbneyMark AshworthMartin FreemanMichael B. JordanMichael David YuhlMichael R. CiminnaNabiyah BeOfu ObekpaRaenen GolezRaven WynnRoland KilumbuSebastian StanSeth CarrShad GaspardShaunette Renée WilsonSope AlukoStan LeeStanley AughtrySterling K. BrownSydelle NoelTahseen GhauriTari OmoroTevin BeechTimothy CarrTony SearsTravis LoveWilliam Cowboy ReedWilliam WalkerWinston DukeZola Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b6ZJZHUdMEFECvGiDpJjlfUWela.jpg",
      "https://image.tmdb.org/t/p/w300/ut3n6iLMF79vDqyKFU6PeojZZpQ.jpg",
      "https://image.tmdb.org/t/p/w300/AlFqBwJnokrp9zWTXOUv7uhkaeq.jpg",
      "https://image.tmdb.org/t/p/w300/6ELJEzQJ3Y45HczvreC3dg0GV5R.jpg",
      "https://image.tmdb.org/t/p/w300/nEkrINGoMMtD7AVFr6zAxz5GGtr.jpg",
      "https://image.tmdb.org/t/p/w300/19Ed4XgjahPm4U8JT7SnntERIlt.jpg",
      "https://image.tmdb.org/t/p/w300/meBIJs2gP6Uceb7RKpaGeFIalpg.jpg",
      "https://image.tmdb.org/t/p/w300/aeEu9FsRrJWhM12n8NUKXFc5OeE.jpg",
      "https://image.tmdb.org/t/p/w300/uJTRyv1AsGYBhcYfJkfPhSEpfeK.jpg",
      "https://image.tmdb.org/t/p/w300/bDhVi5u7VLYoYu3Zenl3LhdeRxE.jpg",
      "https://image.tmdb.org/t/p/w300/oi8yHXZX9Eu2yt51QhngKotEx68.jpg",
      "https://image.tmdb.org/t/p/w300/usB894rU3he44MtuHMf5EkLpaju.jpg",
      "https://image.tmdb.org/t/p/w300/ebaemaLWUvkrwfAAEmVq3Sqdp0A.jpg",
      "https://image.tmdb.org/t/p/w300/vE7SHhfa4tMpyvwMJ8N9wQGK9pB.jpg",
      "https://image.tmdb.org/t/p/w300/bQwzJX3CPaZYaLobhhQeKN8LGb3.jpg",
      "https://image.tmdb.org/t/p/w300/hPJGhklT4WSDRXlPDBZVlzXJr9N.jpg",
      "https://image.tmdb.org/t/p/w300/DvZfhvYsVyPXLVhCie0rDcoCJB.jpg",
      "https://image.tmdb.org/t/p/w300/rwBMwGWsULTbZ36RP690QVeXx0J.jpg",
      "https://image.tmdb.org/t/p/w300/1yRSDno3k1oMSZteqzR6bvun1Oe.jpg",
      "https://image.tmdb.org/t/p/w300/g48QjOQSy6PUMGPoKm8BZYyLEAw.jpg",
      "https://image.tmdb.org/t/p/w300/d0odY9BRh9AVXzPCryPpGk3l0aj.jpg",
      "https://image.tmdb.org/t/p/w300/4cQLZDqV1oYbC6Gg5Qp1q8lTgw8.jpg",
      "https://image.tmdb.org/t/p/w300/oW4PooOm9jRfEgqIlIe829TnCvC.jpg",
      "https://image.tmdb.org/t/p/w300/ykKKcW2wSlazLd2Zc5AslSBFhJH.jpg",
      "https://image.tmdb.org/t/p/w300/e0J5E8HWYFmZzvxh5IpYFj1auG6.jpg",
      "https://image.tmdb.org/t/p/w300/aq9mVZGkmr9s6B8xVblB0fwMi89.jpg",
      "https://image.tmdb.org/t/p/w300/leMWEmYFEC1tLvPAg9tDWomy6QE.jpg",
      "https://image.tmdb.org/t/p/w300/bB3nhZF38huhCJWaRvHvJyXnWXQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/712kswu7zyfb.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/mcu-cm-black-panther-2018-1080-p-bluray-x-264-sparks-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://megaup.net/48xi8/(MCU-CM)black.panther.2018.1080p.bluray.x264-sparks.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://upstream.to/he5ihnhuubjv",
        "server": "upstream.to",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/black-panther-2018",
        "server": "VIP Links",
        "size": "2.3 GB",
        "quality": "1080p BluRay 5.1"
      },
      {
        "link": "https://sbembed4.com/xhddl2dap83m.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dxWvtMOGAhw",
      "video_url": "https://www.youtube.com/watch?v=dxWvtMOGAhw",
      "embed_url": "https://www.youtube.com/embed/dxWvtMOGAhw"
    }
  },
  {
    "metadata": "N/A|2018|1h 32min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "501"
    },
    "title": "Solis (2018)",
    "description": "Solis ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ space science ကားေတြႀကိဳက္တဲ့ပရိသတ္ေတြအတြက္ ၾကည့္လို႔ေကာင္းမဲ့ scifi ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္.ဇာတ္လမ္းတစ္ခုလံုးမွာဇာတ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven ogg တစ္ေယာက္တည္းအစအဆံုးသ႐ုပ္ေဆာင္ထားတဲ့ low cost scifiကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ၿဂိဳလ္ေတြေပၚမွာ သတၱဳေတြကို႐ွာေဖြဖို႔ လႊတ္တင္ခဲ့တဲ့ အာကာသယာဥ္တစ္စင္းဟာ ၿဂိဳလ္သိမ္ၿဂိဳလ္မႊားတစ္ခုနဲ႔တိုက္မိခဲ့ၿပီးပ်က္စီးသြားခဲ့ပါတယ္။အဲ့ဒီမွာ ေဟာ္လိုေဝးဆိုတဲ့အင္ဂ်င္နီယာတစ္ေယာက္ပဲက်န္ရစ္ခဲ့ၿပီး သူ႔ရဲ႕႐ွင္သန္မႈ အတြက္ႀကိဳးစား႐ုန္းကန္ရတဲ့ survival scenes ေတြကိုတစ္ဝႀကီးၾကည့္႐ႈရမဲ့ဇာတ္ကားေလးတစ္ကားပဲဖစ္ပါတယ္။သ႐ုပ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven oggနဲအသံသ႐ုပ္ေဆာင္အေနနဲ႔ မင္သမီးAlice loweတို႔၂ေယာက္တည္းပါဝင္သ႐ုပ္ေဆာင္ထားေပမဲ့လံုးဝပ်င္းစရာမေကာင္းတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ပါ)File Size : (750 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 32minFormat : Mp4Genre : Action , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p.WEB-DL.XviD.AC3-FGTTranslated by Myo KhantEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarl StrathieStarsAlice LoweSteven OggCastAlice LoweSteven Ogg",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fmYeviqi4Whh4NPrswNEU84aqLE.jpg",
      "https://image.tmdb.org/t/p/w300/zskDPvpuR2a3kqhrN73lsggESIH.jpg",
      "https://image.tmdb.org/t/p/w300/hhM5hKHSFIcMg7BYILtWz5Vy0ja.jpg",
      "https://image.tmdb.org/t/p/w300/v2n1mhD8zkHHDEwX40spBVTsRDj.jpg",
      "https://image.tmdb.org/t/p/w300/s9bFlHeKZGLrWGVQ0fKtyFdjZ8Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lea5bLww1ZwbNPRVk0RjB34xxVg.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/hU/Solis_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/solis-2018",
        "server": "CM Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/solis-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zckt/Solis_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/z7zqnevwmnu7",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "RpG6Gg9sKSY",
      "video_url": "https://www.youtube.com/watch?v=RpG6Gg9sKSY",
      "embed_url": "https://www.youtube.com/embed/RpG6Gg9sKSY"
    }
  },
  {
    "metadata": "R|2018|105 min|Adult,Drama,Romance,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "18,846"
    },
    "title": "[18+] Fifty Shades Freed (2018)",
    "description": "Fifty Shades Freed ရဲ့ preview ကိုတော့ စာအုပ်ထဲဇာတ်လမ်းနဲ့Trailer ကိုဆက်စပ်ပြီးဖော်ပြပေးပါမယ်။Trailer ဟာ Christian နဲ့ Ana မင်္ဂလာဆောင်တဲ့ဇာတ်ဝင်ခန်းနဲ့ဖွင့်ထားပြီး Grey တို့ဇနီးမောင်နှံ ဥရောပတခွင် ဟန်နီးမွန်းထွက်တဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ဒါပေမယ့် သူတို့ရဲ့ ဟန်းနီးမွန်းမှာ အကြောင်းတစ်စုံတစ်ခုကြောင့် နောက်ကြောင်းမအေးဖြစ်ခဲ့ရပါတယ်။အကြောင်းကတော့ Christian ရဲ့ ရုံးအဆောက်အဦးမှာ မီးလောင်မှုဖြစ်ခဲ့တာဖြစ်ပြီး ထိုမီးဟာ မတော်တဆကြောင့်လောင်ကျွမ်းတာမျိုးမဟုတ်ပဲ တစ်စုံတစ်ဦးရဲ့ ရည်ရွယ်ချက်ရှိရှိ လုပ်ရပ်ကြောင့်ဖြစ်ကြောင်း Christian သိလိုက်ရပါတယ်။ ဒါပေမယ့် Ana ရဲ့အကူအညီနဲ့ တရားခံဘယ်သူဖြစ်တယ်ဆိုတာကို Christian တစ်ယောက်အတည်ပြုနိုင်ခဲ့တယ်။သူတို့ ဟန်းနီးမွန်းကပြန်ရောက်ပြီး လုပ်ငန်းခွင်ထဲပြန်ဝင်ကြရတဲ့အခါ Ana ဟာ Acting Fiction Editor မဟုတ်တော့ပဲ Fiction Editor ဖြစ်နေပါပြီ။ Christian Grey ရဲ့ အရှိန်အဝါကြောင့် ပစားပေးခြင်းခံရတာကို မလိုလားတဲ့ Ana ဟာ SIP ရုံးတွင်းမှာ Ana Steele အနေနဲ့ ပဲ ဆက်အလုပ်လုပ်ချင်ပေမယ့် Christian ရဲ့ မရမကတောင်းဆိုမှုကြောင့် Ana Grey နာမည်နဲ့ အလုပ်လုပ်ခဲ့တယ်။Trailer နောက်တစ်ကွက်မှာတော့ Christian တစေ်ယာက် Ana ကို အင်မတန်လှတဲ့ အိမ်တစ်အိမ်ဆီခေါ်သွားခဲ့တယ်။ Ana ကိုယ်တိုင်လည်း အလွန်နှစ်သက်တဲ့ ထိုအိမ်ကို အသစ်ပြန်ဆောက်ရာမှာ အဓိကကျသူကတော့ နာမည်ကြီး ဗိသုကာပညာရှင် Gia Matteo….ရွှေရောင်ဆံပင်နဲ့ အလန်းစား Gia Matteo ကသူမမျက်စိရှေ့မှာတင် Christian ကို ကလူ၏သို့မြှူ ၏သို့ လုပ်လာတဲ့အခါ Ana တစ်ယောက် Gia ကို သတိပေးဖို့ဖြစ်လာပါတော့တယ်။ ဒါတင်မကသေးပါဘူး… Gia ဟာ Christian ရဲ့ အစ်ကိုElliot (Ana အချစ်ဆုံးသူငယ်ချင်း Kate ရဲ့ချစ်သူ) ကိုလည်း ချဉ်းကပ်နေသူဖြစ်ပါတယ်။[??သိတယ်မှလား? အချစ်ဆုံးသူငယ်ချင်း (2) ယောက် လူတစ်ယောက်တည်းကို ပြိုင်တူကြည့်မရဖြစ်ပြီဆိုရင် အဲ့ဒိလူသတိထားပြီးနေမှတော်ကာကျမယ်ဆိုတာ ???]နောက်တစ်ခန်းမှာတော့ Ana မောင်းလာတဲ့ကားကို နောက်ကကားတစ်စီးက ဝင်တိုက်ဖို့ကြိုးစားနေတာကိုတွေ့ရမှာပါ။ Ana နဲ့ Christian တို့ အိမ်အသစ်ကိုကြည့်ပြီးအပြန်လမ်းမှာ ဘယ်ကမှန်းမသိတဲ့ကားတစီးရဲ့ အသည်းအသန် ရန်ရှာအန္တရာယ်ပြု ခြင်းကိုခံခဲ့ရတယ်။ Christian ဟာ Ana တစ်ခုခုဖြစ်သွားမှာစိုးရိမ်တာကြောင့် ဘယ်သောအခါမှ သူမကို ကိုယ်တိုင်ကားမောင်းခွင့်မပေးခဲ့သူဖြစ်ပြီး ပထမဆုံး ခွင့်ပြုလိုက်တဲ့အချိန်မှာ ထိုပြသနာမျိုးကြုံခဲ့ရတာပါ။ ဒါပေမယ့်လည်း Ana ရဲ့ကားမောင်းကျွမ်းကျင်မှုအရည်အချင်းဟာ Christian ကိုပါးစပ်အဟောင်းသားဖြစ်စေခဲ့ပါတယ်။Trailer မှာ စိတ်ဝင်စားဖို့အကောင်းဆုံးဇာတ်ဝင်ခန်း (2) ခုထဲက ပထမတစ်ခုကတော့ Christian က သူ့ရဲ့ အဆက်ဟောင်းလဲဖြစ် လုပ်ဖော်ကိုင်ဖက်လဲဖြစ်တဲ့ Mrs. Robinson တစ်ဖြစ်လဲ Elena ကိုသွားတွေ့ခဲ့တာပါပဲ. Fifty Shades Darker မှာ Christian ဟာ Mrs.Robinson နဲ့ သူရဲ့ဆက်ဆံရေးပြီးဆုံးသွားတဲ့အကြောင်း Ana ကို အတိအလင်းပြောခဲ့ပြီးမှ ဘာအတွက်ကြောင့်သွားတွေ့ခဲ့သလဲဆိုတာက စဉ်းစားချင်စရာပါ။Ana က “Did you sleep with her?” လို့မေးလိုက်တဲ့အချိန်မှာလဲ ပြန်မဖြေနိုင်ဖြစ်နေတဲ့ Christian နဲ့ Mrs.Robinson ကို လုံးဝမနှစ်မြို့တဲ့ Ana တို့ကြားက ဆက်ဆံရေး ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ 2018 Valentine Day မှာ အဖြေရှာကြည့်ရမှာပါ။နောက်ထပ်စိတ်ဝင်စားဖွယ်ရာဇာတ်ဝင်ခန်းတစ်ခုကတော့Jack Hyde က Christian ရဲ့ ညီမဖြစ်သူ Mia (Rita Ora) ကိုဖမ်းဆီးထားပြီး Ana ကိုချိန်းခြောက်နေတာပါ။ဆိုတော့ကာ Ana နဲ့ Mia နှစ်ယောက်စလုံး Jack ရဲ့ လက်ထဲကနေလွတ်မြောက်နိုင်ပါ့မလား? ဒါမှမဟုတ် Mia ကိုတော့လွှတ်ပေးပြီး Christian ကို မုန်းတီးတဲ့ ရန်ငြှိုးကြောင့် Ana အသက်ကို ရန်မူမှာလား? Ana ကရော Jack Hyde တောင်းဆိုတဲ့ တောင်းဆိုချက်တွေကိုလိုက်လျှောနိုင်မှာလား? စတဲမေးခွန်းတွကိုတော့ 2018 မှပဲသိရမှာပါ။စာအုပ်ကတော့ သေသပ်တဲ့ဇာတ်ကွက်တွေနဲ့ စာဖတ်သူကို လက်ကမချနိုင်အောင်ဖမ်းစားထားခဲ့ပါတယ်။James Foley ကရော စာအုပ်ထဲကအတိုင်း ရိုက်ကူးပါ့မလားဆိုတာကလည်း လူကိုမရိုးမရွဖြစ်စေပြန်ပါတယ်။Red Room ထဲက အခန်းတွေကိုလည်း ကြည့်ရမှာဖြစ်ပြီး Fifty Shades Darker ထဲက နာမည်ကြီး Ben & Jerry Ice-cream ဇာတ်ဝင်ခန်းကလည်း Freed မှာပါဝင်လာနိုင်ပါတယ်။Red Room ထဲက အခန်းတွေနဲ့အပြိုင် Ana နဲ့ Christian ရဲ့ Romantic ဇာတ်ဝင်ခန်းတွေကိုကြည့်ရမှာပါ။ ဟန်းနီးမွန်းဇာတ်ဝင်ခန်းတွေကို ပြင်သစ်နိုင်ငံရဲ့လှပလွန်းတဲ့ နာမည်ကြီးနေရာတွေနဲ့ ပြင်သစ်နိုင်ငံတောင်ပိုင်းက ကမ်းခြေမှာ အဓိကထားရိုက်ကူးခဲ့ပြီး အမိုက်စားမြင်ကွင်းတွေနဲ့ အမိုက်စားစုံတွဲလေးကို ကြည့်ရှုခံစားရမှာအသေအချာပါ။ပြင်သစ်ကမ်းခြေက ဇာတ်ဝင်ခန်းမှှာတော့ Dakota ကို Bikini အဝါလေးနဲ့မြင်တွေ့ရမှာဖြစ်ပြီး ထိုဇာတ်ဝင်ခန်းရိုက်ကူးချိန်ကတည်းက Dakota ရဲ့ Body ဟာ သောသောညံအောင် ချီးကျူးခံခဲ့ရပါတယ်။ ( comment မှာ ပုံတင်ပေးထားပါတယ်)Mrs.Grey လို့ပါးစပ်ဖျားကမချအောင်ခေါ်ပြီး Ana အမှတ်တမဲ့ပြောဖူးတဲ့အရာသေးသေးလေးတွေကအစဖြစ်အောင်လုပ်ပေးတတ်တဲ့Christian , Ana အလုပ်လုပ်နေတဲ့ SIP Publushing ကို မင်္ဂလာလက်ဆောင်အဖြစ်ပေးခဲ့တဲ့ Christian , သဘောင်္စီးရင်းနဲ့ “အဲ့ဒိအိမ်ကနေကြည့်ရတဲ့မြင်ကွင်းကသိပ်လှမှာပဲ” လို့ရေရွတ်မိလို့ ထိုအိမ်ကိုမရရအောင်ဝယ်ပေးခဲ့တဲ့ Christian , ဇနီးသည်ရဲ့ လုံခြုံမှုကို အရာအားလုံးထက်ဦးစားပေးတဲ့ Christian ဟာ ဆွဲဆောင်မှုအတော်ရှိသလို အတော်ကြီးကို Romantic ဆန်ပါတယ်။ ပထမဆုံးရုပ်ရှင် Fifty Shades of Grey ထဲက Christian Grey နဲ့ ယှဉ်ရင် အများကြီး နူးညံ့ လူသားဆန်လာတဲ့ Christian Grey ကိုတွေ့ရမှာပါ။Christian အတွက်ဆိုရင် သူ့မိသားစုဝင်တွေကိုပါ ချစ်ခင်ကာကွယ်တတ်တဲ့ Ana ရဲ့ ချစ်ခြင်းကလည်း ရေးပြလို့ဆုံးမယ်မထင်ပါဘူး။James Foley ဟာ စာအုပ်ထဲမှာမပါတဲ့ဇာတ်ဝင်ခန်းတစ်ခန်းကိုထည့်သွင်းထားပြီး ထိုဇာတ်ဝင်ခန်းဟာ Ana ရဲ့ နားချဖျောင်းဖျမှုကြောင့် Christian တစ်ယောက် သူ့မိခင်ရင်းရဲ့ အုပ်ဂူကို သွားရောက်လည်ပတ်တဲ့အခန်းဖြစ်ပါတယ်။ဒါကြောင့်ပဲ Admin ကတော့ James Foley တစ်ယောက် ဘယ်ဇာတ်ဝင်ခန်းတွေကိုများထပ်ပြောင်းလိုက်ဦးမလဲလို့ စိတ်ဝင်စားနေမိပါတယ်။(Fifty Shades Freed ရုပ်ရှင်အညွန်းကိုNucleon FB Pageမှ ကူးယူဖော်ပြပါသည်။)အားလုံးသိကြတဲ့အတိုင်းပါပဲ….Fifty Shades of Grey တဖြစ်လဲ မောင်ဂရေးရဲ့အကွက်ငါးဆယ်ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားဟာဖိုမသဘာဝချစ်ကြကြိုက်ကြရာမှာ တခါတလေ ဘာတွေလိုအပ်လဲဆိုတာ မကွယ်မဝှက် ချပြထားတဲ့ ဇာတ်ကားပါ။ပိုက်ဆံရှိယုံနဲ့လဲ အချစ်ကိုကျေနပ်စေမှာမျိုးမဟုတ်…ရုပ်ချော ရုပ်ဖြောင့်နေယုံနဲ့လဲ အချစ်က တင်းတိမ်နေမှာမျိုးမဟုတ်…အလိုလိုက်အကြိုက်ဆောင်တိုင်းလဲ အချစ်က တည်မြဲနေမှာမျိုးမဟုတ်…အချစ်ဆိုတာ တစ်ယောက်စိတ်ရူးပေါက်တာကို တစ်ယောက်ကနားလည်ပေးနိုင်ပြီး နှစ်ယောက်တူတူစခန်းသွားရတာမျိုးပါ။ကဲ…မောင်ဂရေးနဲ့ မစတီးတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ…။Fifty Shades ဇာတ်ကားက ၃ ကားထွက်ရှိခဲ့ပြီး ၃ ကားလုံးကိုhttps://channelmyanmar.org/?s=fifty+shades+of+greyမှာကြည့်ရှုနိုင်ပါတယ်။4K BluRay Unrated Version နဲ့ တင်ဆက်ထားတာမို့ ရုံတင်ဗားရှင်းထက် ပိုပြည့်ပြည့်စုံစုံရှုစားရမှာဖြစ်ပါတယ်။File size…(5.9 GB)/(1.2 GB)Quality….UnratedBluRay 4K HEVC/1080pFormat…mkv/mp4Duration….01:50:17Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZuel Khant ThwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames FoleyStarsArielle KebbelBrant DaughertyDakota JohnsonEloise MumfordEric JohnsonFay MastersonJamie DornanLuke GrimesMax MartiniRita OraCastAdil ZaidiAmy Price-FrancisAndrew AirlieArielle KebbelAshleigh LaThropBen CornsBenita HaBrad HarderBrant DaughertyCallum Keith RennieCatherine Lough HaggquistDakota JohnsonDylan NealEloise MumfordEric JohnsonFay MastersonFraser AitchesonGary HudsonGuillaume CampanacciHiro KanagawaJaclyn JonetJamie DornanJennifer EhleJohn Emmet TracyJordan GardinerKim BasingerKirsten AlterKwesi AmeyawLaura JacobsLuke GrimesMarci T. HouseMarcia Gay HardenMax MartiniMichelle HarrisonNathan DellemmeP. Lynn JohnsonRita OraRobinne LeeTenz McCallTyler HoechlinVictor Rasuk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9ywA15OAiwjSTvg3cBs9B7kOCBF.jpg",
      "https://image.tmdb.org/t/p/w300/mYJTOuQmLRGhhMqGTQUZLTBekXF.jpg",
      "https://image.tmdb.org/t/p/w300/jjuDhXlAY7yHc50t8gEZWvlkoEn.jpg",
      "https://image.tmdb.org/t/p/w300/iuyE1qy9HoTsMg0DHB1KJxM94DJ.jpg",
      "https://image.tmdb.org/t/p/w300/kGukVn9tIKupqFN6GclSIpdwnns.jpg",
      "https://image.tmdb.org/t/p/w300/9nK1ok5gpveBd3eZmmT33nRIfnj.jpg",
      "https://image.tmdb.org/t/p/w300/zlaexwtu87zQLRhlPeFOxch9KS0.jpg",
      "https://image.tmdb.org/t/p/w300/pXYU2u93yNVPpGF6F10LsH3Uqfe.jpg",
      "https://image.tmdb.org/t/p/w300/d08YHFa6dGmc4E9xOwd92wNoeam.jpg",
      "https://image.tmdb.org/t/p/w300/iYKjsSDPTwF1xigYg7dyVU9YEmk.jpg",
      "https://image.tmdb.org/t/p/w300/rgr2c2a5UsyIoTrRrQalc8O6MuF.jpg",
      "https://image.tmdb.org/t/p/w300/qPTRGeToW1yXlDxEed4LZW6NZn3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/d13cfa7e-f4a4-4b86-b6e9-094afda1cd35-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-fifty-shades-freed-2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-fifty-shades-freed-2018-unrated-2160-p-4-k-uhd-blu-ray-hevc-eac-3-5-1-audio-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.9 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/dcxyHI6L#TKZ_6zNlM_naxrHky43H8CDlPqpfh9MCHDpOjQrpj34",
        "server": "mega.nz",
        "size": "5.9 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/mpnsxrxae5x3.html",
        "server": "usersdrive.com",
        "size": "5.9 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fifty-shades-freed-2018-unrated-blu-ray-1080-p-h-264-aac-audio-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11K72/(CM)_Fifty.Shades.Freed.2018.UNRATED.BluRay_1080p_H.264_AAC_Audio-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VJw2nYoC#c8jyKHNf5NFJjrhexKwh04ktMwszqYpdc6l4-CG1ZnY",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lmfon4rlu6nv.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/b2mznukjghl2.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "GpAuCG6iUcA",
      "video_url": "https://www.youtube.com/watch?v=GpAuCG6iUcA",
      "embed_url": "https://www.youtube.com/embed/GpAuCG6iUcA"
    }
  },
  {
    "metadata": "N/A|2018|148 min|Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "386"
    },
    "title": "Kaatrin Mozhi(2018)",
    "description": "Kaatrin Mozhi(2018)IMDb…7.6အားလံုးအႀကိဳက္ေတြ႕မယ့္ ဒရာမာဟာသ ကုလားကားေကာင္းေကာင္းေလးတကားလာပါၿပီ……ဒီကားထဲကမင္းသားမင္းသမီးႀကီးက ခ်စ္စဖြယ္ရုပ္ကေလးရွိေပမယ့္ ခပ္၀၀ပုံစံမ်ဳိးဆုိေတာ့႔ၾကည့္လုိ႕အဆင္ေျပမွာမဟုတ္ဘူးထင္ရင္ေတာ့မွားသြားလိမ့္မယ္..ဒီခပ္၀၀မင္းသမီးႀကီးရဲ႕ပုံစံကပဲ ဒီဇတ္လမ္းနဲ႕အလုိက္ဖက္ဆုံးျဖစ္တဲ့အျပင္အိမ္ေထာင္ရွင္မဇာတ္ရုပ္ကုိထပ္ေလာင္းအသက္ပါေစတဲ့ဟန္ပန္မ်ဳိးျဖစ္ေနတယ္…ဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာမယ္ဆုိရင္..အိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္တဲ့ Viji တစ္ေယာက္ဟာ အေျခခံလူတန္းစားအိမ္ေထာင္ရွင္မတစ္ဦးျဖစ္ေပမယ့္သူမဘဝတိုးတက္ေအာင္အၿမဲလိုလိုႀကံဆေတြးေတာေနတတ္တဲ့ သူတစ္ေယာက္ျဖစ္တယ္…သူမရဲ႕အေဖအစ္မေတြက သူမကိုငယ္ငယ္ကတည္းက စာေပမွာမထူးခၽြန္ခဲ့တဲ့ကိစၥနဲ႔ပက္သက္ၿပီးအျမဲလိုလိုႏွိမ္သလိုလိုခနဲ႔သလိုလိုေျပာဆိုၾကေတာ့ Viji ဟာ တစ္ခုခုကိုလုပ္ျပခ်င္ေနတယ္…စာေပထူးခြ်န္တာနဲ႕ ဘ၀ေအာင္ျမင္မႈဟာ တုိက္ရုိက္အခ်ဳိးမက်ေၾကာင္းကုိ သက္ေသျပခ်င္တယ္…ဒီလုိနဲ႕ တစ္ေန႔မွာေတာ့ ေရဒီယိုအစီအစဥ္တစ္ခုၿပိဳင္ပြဲမွာဝင္ၿပိဳင္ရင္း ပထမရသြားတယ္…ဒီပထမဆုရတာဟာ သူမအတြက္ အခြင့္အလမ္းေကာင္းတစ္ခုလုိထင္တဲ့အတြက္သူမေရွ႕ဆက္ဖုိ႕ ဆုံးျဖတ္လုိက္တယ္…ကုိင္း Viji တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္မလဲ…သူမ ဒီ႕ထက္ပုိေအာင္ျမင္မလား…ဟာသေလးေတြေႏွာၿပီး ဘ၀ေနနည္းေလးေတြကုိ ပညာသားပါပါျပသြားတဲ့ကုလားကားေကာငး္ေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ျဖစ္ပါတယ္..File Size : (1.2GB) and (416 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:28:00Genre :Comedy,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRadha MohanStarsElango KumaravelJyothikaLakshmi ManchuM. S. BhaskarMayilsamyNarayan LuckySilambarasanVidharthCastElango KumaravelJyothikaLakshmi ManchuM. S. BhaskarMayilsamyNarayan LuckySilambarasanVidharth",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xSIBA14UTj0yHECOYiyA6ELwbal.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kaatrin-mozhi-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2epmn/Kaatrin_Mozhi_[2018]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/kx44f9lkqmmr",
        "server": "upstream.to",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/wae7yy4orxa7.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "gYlm_zgSxvk",
      "video_url": "https://www.youtube.com/watch?v=gYlm_zgSxvk",
      "embed_url": "https://www.youtube.com/embed/gYlm_zgSxvk"
    }
  },
  {
    "metadata": "N/A|2018|163 min|Action,Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "8,762"
    },
    "title": "Sarkar (2018)",
    "description": "အားလံုးလည္း ေစာင့္ေမွ်ာ္ေနၾကၿပီ ထင္ပါတယ္ဗ်ာ။ဘာသာျပန္အခက္အခဲနည္းနည္းရိွေနလို႔ၾကန္႔ၾကာသြားခဲ့ပါတယ္။မၾကာေသးမီက ျမန္မာႏိုင္ငံမွာ ႐ံုတင္သြားတဲ့Tamil မင္းသား ဗီေဂ်းရဲ႕ 2018ႏွစ္ကုန္ပိုင္းမွာထြက္လာတဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။” အညႊန္း ““မဂၤလာပါ ကိုယ့္လူတို႔မစၥတာ ဆြန္ဒါ ရာမဆြာမီရဲ႕ အေၾကာင္း သိတဲ့သူဘယ္ႏွေယာက္ ရိွလဲ ““သူက ထိပ္သီကုမၸဏီ GL ရဲ႕ CEO ပါ”“သူက အေမရိကမွာေနတဲ့ တေမးလ္လူမ်ဳိးပါ”“သူက ေဒၚလာသန္းေပါင္းမ်ားစြာ လစာရသူပါ”“ဒီအျပင္ သူဟာ ၿပိဳင္ဘက္ကုမၸဏီတိုင္းကို ၿဖိဳခြင္းတတ္တယ္သူကို ကုမၸဏီေတာ္ေတာ္မ်ားမ်ား ဖိမ့္ဖိမ့္တုန္ ေၾကာက္ၾကရတယ္”ခု သူ အိႏၵိယကို ျပန္လာတာ ဘာအတြက္လဲ?အရင္လို ကုမၸဏီတခ်ဳိ႕ကို ၿဖိဳခြင္းခဲ့ဦးမွာလား?“ယံုေတာင္မယံုႏိုင္ပါဘူးဗ်ာသူ အိႏၵိယကို ေလယာဥ္စင္းလံုးငွားၿပီး ေဘာ္ဒီဂတ္ေတြနဲ႔ျပန္လာတာ သူျပည္နယ္ေရြးေကာက္ပြဲမွာမဲေပးဖို႔ အတြက္ သီးသန္႔ပဲတဲ့။သူမဲေပးၿပီး ညေန မိသားစုနဲ႔ ထမင္းလက္ဆံုစား၊ၿပီးရင္ အေမရိကကို ျပန္မွာပါတဲ့”ဒီလိုနဲ႔ အေမရိကမွာေနတဲ့ တေမလ္နာဒူျပည္နယ္ဂုဏ္ေဆာင္မစၥတာ ဆြန္ဒါရာမဆြာမီဟာ မဲ႐ံုဆီ သြားၿပီး မဲေပးခဲ့ရမွာေတာ့သူ႕အမည္နဲ႔ မဲက ေပးၿပီးသား ျဖစ္ေနခဲ့တာပါ။သူတပါးေၾကာတာကို မခံခ်င္တဲ့ ဆြန္ဒါရာမဆြာမီဟာေငြကုန္ေၾကးက် ခံၿပီး မဲေပးဖို႔ အေဝးႀကီးက လာခဲ့ရေတာ့ သူ႕မဲေပးခြင့္ကို ျပန္လည္ေတာင္းခံပါေတာ့မယ္။မဲေပးခ်ိန္ကုန္လို႔ မဲ႐ံုသိမ္းသြားရင္သူ ဘာမွ မလုပ္ႏိုင္ေတာ့ဘူးလို႔ ထင္ေနတဲ့သူေတြကိုသူ ပညာေပးဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။ဥပေဒေရးရာ ကြၽမ္းက်င္ပညာရွင္ေတြနဲ႔မဲေပးခြင့္ ျပန္လည္ေတာင္းခံခဲ့ရာမွာေတာ့ …..သူနဲ႔အတူ မဲေပးခြင့္မရလိုက္တာ ဘယ္သူေတြ ရိွဦးမလဲ၊မဲေပးခြင့္ကို ဘယ္လိုေတာင္းခံမလဲ၊ေရြးေကာက္ပြဲဥပေဒကို ဘယ္လို ကြၽမ္းက်င္စြာသံုးမလဲ စတဲ့ စိတ္ဝင္းစားစရာေတြနဲ႔အတူဒီမိုကေရစီဆိုၿပီး ေႂကြးေၾကာ္ေနတဲ့ ပါတီေတြကဒီမိုကေရစီကို ေမွးမိွန္ေအာင္ လုပ္ေနၾကတဲ့လူေတြ၊မဲတစ္ျပားကို အလြဲသံုးစား တန္ဖိုးမထားတတ္တဲ့အထက္လူႀကီးေတြ၊သူတို႔ေတြနဲ႔ ရင္ဆိုင္ရာမွာေတာ့……—————————————————(ဤ အပိုင္းသည္ spoiler ပါႏိုင္သည္ :3)—————————————————ဆြန္ဒါ ရာမဆြာမိဟာ ကိုယ့္ျပည္နယ္ကိုယ့္လူမ်ဳိးကိုခ်စ္တဲ့ ေခတ္လူငယ္တစ္ေယာက္ပါ။သူဟာ ခုလို မဲကိစၥနဲ႔ ျပႆနာရာမွာႏိုင္ငံေရးသမားတခ်ဳိ႕ရဲ႕ မေကာင္းမႈ အေၾကာင္းေတြနဲ႔ျပည္နယ္အတြင္း ဒုကၡခံ ျပည္သူေတြရဲ႕ ဘဝကိုမထင္မွတ္ဘဲ သိျမင္လာခဲ့ရပါတယ္။ဒီအတြက္ သူဟာမၾကာခင္ အုပ္ခ်ဳပ္သူလူတန္းစားေတြရဲ႕ ဝါးၿမိဳခံရေတာ့မယ့္ ျပည္သူေတြကို ကယ္တင္ႏိုင္ဖို႔ဆံုးျဖတ္ခ်က္ တစ္ခု ခ်လိုက္ပါတယ္။သူ႕ဆံုးျဖတ္ခ်က္ကေတာ့…………အဲ့ဒီအခ်ိန္ မဲေတြခိုးၿပီး လုပ္စားေနတဲ့ ဝန္ႀကီးမာစီလာမာနီမွာ သမီးေလးဟာႏိုင္ငံျခားမွ ေရာက္ရိွလာခဲ့ၿပီး ဆြန္ဒါရာမဆြာမိကိုအလဲထိုးဖို႔ ဖခင္ဘက္မွ အားဝင္ျဖည့္ခဲ့ပါတယ္။ဆြန္ဒါရာမဆြာမိဟာ ….. ဖခင္ေရာ သမီးနဲ႔ပါရင္ဆိုင္ဖို႔ အေၾကာင္းဖန္လာခဲ့ၿပီး ….လွည့္ကြက္ေတြ၊ လုပ္ႀကံသတ္ျဖတ္မႈေတြ၊တစ္ဦးနဲ႔တစ္ဦး ေျခလွမ္းသာဖို႔ ႀကိဳးစားေနၾကပံုေတြကိုစိတ္ဝင္စားဖြယ္ ၾကည့္႐ႈရပါမယ္။(စာအေသကပ္ကို ၾကည့္ထိုးထားျခင္းျဖစ္ၿပီးစာအနည္းငယ္ ခြၽင္းခ်က္ရိွပါက ခြင့္လႊတ္ေပးၾကပါရန္ႀကိဳတင္ေတာင္းပန္ပါတယ္၊ အတတ္ႏိုင္ဆံုးအမွန္ဆံုးျဖစ္ေစရန္ ျပင္ဆင္ထားပါတယ္)ဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့Myint Thu & Nyi Nyi Koe တို႔ႏွစ္ေယာက္ျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorA.R. MurugadossStarsKeerthi SureshLivingstonPala. KaruppiahPremRadha RaviRajeshTulasiVaralaxmi SarathkumarVijayYogi BabuCastA.R. MurugadossAshwanth ThilakJayaditya KangK. SivasankarKeerthi SureshLivingstonPala. KaruppiahPapri GhoshPremRadha RaviRajeshTulasiVaralaxmi SarathkumarVijayYogi BabuYuvina Parthavi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jzs2QdZIcQkuypfNHJAd6mnPE1M.jpg",
      "https://image.tmdb.org/t/p/w300/blAoVMdjDv8mGqe86nbScl6vLvd.jpg",
      "https://image.tmdb.org/t/p/w300/tP5VxRKR6NBPUUMbzARwVljBNbI.jpg",
      "https://image.tmdb.org/t/p/w300/7YpdWPgr8f247Eeiwbj9sBuJBqq.jpg",
      "https://image.tmdb.org/t/p/w300/1zjSYZ1rtP3CZexSEi06oEkknKo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/images.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sarkar-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.67 GB",
        "quality": "HDrip 720P"
      },
      {
        "link": "https://megaup.net/2eG3z/Sarkar_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.67 GB",
        "quality": "HDrip 720P"
      },
      {
        "link": "https://upstream.to/08hdzotfwskh",
        "server": "upstream.to",
        "size": "1.67 GB",
        "quality": "HDrip 720P"
      },
      {
        "link": "https://usersdrive.com/9ufr2oue3b2x.html",
        "server": "usersdrive.com",
        "size": "1.67 GB",
        "quality": "HDrip 720P"
      }
    ],
    "trailer": {
      "video_id": "VkkyaodksT4",
      "video_url": "https://www.youtube.com/watch?v=VkkyaodksT4",
      "embed_url": "https://www.youtube.com/embed/VkkyaodksT4"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "49"
    },
    "title": "I Still See You (2018)",
    "description": "ဝိဥာဥ္​​ေတြက ကိုယ္​မျမင္​ရ​ေပမယ္​့ ကိုယ္​့ရဲ႕ပတ္​ဝန္​းက်င္​မွာ ​ေလ်ွာက္​သြား​ေနၾကတာကို သိၾကမွာပါ။ဝိဥာဥ္​ဆိုတာ ကံနိမ္​့လို႔ ျမင္​ရတာလို႔ ယူဆထား​ေလ့႐ွိၾကတယ္​မလား။ဒီဇာတ္​ကားထဲမွာ​ေတာ့ လူ​ေတြဟာ ​ေသဆံုးၿပီးတဲ့ ဝိဥာဥ္​​ေတြကို ​ေန႔တုိင္​း ​ေနရာတိုင္​းမွာ ​ေတြ႔ျမင္​​ေနၾကရတယ္​။​ေသဆံုးၿပီးတဲ့ ကိုယ္​့ရဲ႕​ေဆြမ်ဳိး​ေတြ ကိုယ္​ခ်စ္​ရတဲ့ ဂ႐ုစိုက္​ရတဲ့လူ​ေတြဟာ ​ေန႔တုိင္​းသူ႔အခ်ိန္​က်ရင္​ အိမ္​မွာ ​ေပၚလာတတ္​ၿပီး လုုပ္​​ေနက်အလုပ္​ေတြကို လုပ္​ရင္​း ​ေပ်ာက္​သြားၾကပါတယ္​။ဘာ​ေၾကာင္​့ဒီလိုမ်ဳိးျဖစ္​ရသလဲဆို​ေတာ့ အႏုျမဴဗံုး​ေပါက္​ကြဲတဲ့​ေနရာနဲ႔ အဲ့ဒီ​ေနရာ အနီးတစ္​ဝိုက္​မွာ ဝိဥာဥ္​​ေတြဟာ ထိုကဲ့သို႔ ​ေပၚလာ​ေလ့႐ွိလို႔ပါပဲ။သူ႔အခ်ိန္​တန္​ရင္​ ဝိဥာဥ္​​ေတြ​ေပၚလာတယ္​ ငါးစကၠန္​႔​ေလာက္​ၾကာရင္​ ျပန္​​ေပ်ာက္​သြား​ေလ့႐ွိပါတယ္​။ဗာ႐ိုနစ္​ကာ ရြန္​နီဟာ ျမင္​​ေတြ႔​ေနၾကမဟုတ္​တဲ့ တ​ေစၦ​ေတြကို ျမင္​​ေတြ႔လာရတဲ့ အခါ ထူးဆန္​းတဲ့ ခံစားမႈမ်ဳိး​ေပၚ​ေပါက္​လာပါတယ္​။သူမ​​ေနာက္​ကို လုိက္​​ေနတဲ့ ဝိဥာဥ္​က သူမကို အႏၱရာယ္​​ေပးမွာ ကို သူမခံစားလာရပါတယ္​။ဒါ​ေၾကာင္​့ ဝိဥာဥ္က ဘယ္​သူျဖစ္​မလဲဆိုတာကို ခက္​လိန္​းဆိုတဲ့​ေကာင္​​ေလးနဲ႔ ႐ွာ​ေဖြခဲ့ပါတယ္​။အဲ့ဒီဝိဥာဥ္​က ဘာလို႔ သူမကို လာ​ေျခာက္​တာလဲ။ဘယ္​သူလဲဆိုတာကို သူတို႔​ေဖာ္​ထုတ္​ၿပီးတဲ့​ေနာက္​ အသက္​အႏၱရာယ္​က​ေန ဘယ္​လို လႊတ္​​ေအာင္​ ႀကိဳးစားၾကမလဲ။အႏုျမဴဗံုးက​ေရာ ဘာ​ေၾကာင္​့​ေပါက္​တာလဲ။မိန္​းက​ေလး​ေတြ အမ်ားႀကီး႐ွိတဲ့အထဲကမွ ဘာလို႔ ရြန္​နီကိုပဲ သတ္​ခ်င္​တာလဲဆိုတာကို အသည္​းတယားယားနဲ႔ ဆက္​လက္​ၾကည္​့႐ွဴ​ေပးၾကပါ​ေနာ္​။ဒီကားက သရဲမက် ဝိဥာဥ္​မက်တဲ့ ကားျဖစ္​ပါတယ္​။သိပၸံဆန္​တဲ့အခ်က္​​ေတြပါတဲ့အျပင္​ စိတ္​ဝင္​စားစရာ လွည္​့ကြက္​​ေလး​ေတြလည္​း ပါလို႔ လူငယ္​​ေတြ အႀကိဳက္​​ေတြ႔​ေစမယ္​့ကား​ေလးပါ။လြန္​ခဲ့တဲ့ ရက္​အနည္​းကမွ ထြက္​ထားတဲ့ ကားအသစ္​​ေလးလည္​း ျဖစ္​ပါတယ္​​ေနာ္​။ဖခင္​​ေမတၱာကို ​ေဖာ္​က်ဴးထားတဲ့ ကားလို႔​ေျပာရင္​လည္​း မမွားပါဘူး။​ေနာက္​ဆံုး​ေျပာခ်င္​တာက​ေတာ့ ဒီကားကို ၾကည္​့ရင္​ ညလူ​ေျခတိတ္​ခ်ိန္​ နားၾကပ္​​ေလးတပ္​ၿပီးၾကည္​့ပါလို႔။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့  ေနျခည္ ပါ)File Size : (800 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 1h 38minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Nay ChiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott SpeerStarsAmy Price-FrancisArden AlfonsoBella ThorneCassandra PotenzaDermot MulroneyGino AnaniaMarina Stephenson KerrRichard HarmonShaun BensonThomas ElmsCastAdrian McLeanAlexandra WitteringAmy Price-FrancisArden AlfonsoBella ThorneCassandra PotenzaDavid BrownDermot MulroneyGino AnaniaMarina Stephenson KerrMicah KennedyRichard HarmonSara ThompsonShaun BensonThomas ElmsZoe Fish",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9fqzZs922V8OmwgO11Eqclof2mQ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-still-see-you-2018",
        "server": "CM Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/i-still-see-you-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/i-still-see-you-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zGfu/I_Still_See_You_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ys9eou28ehow",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "HvPmJQiDr_Y",
      "video_url": "https://www.youtube.com/watch?v=HvPmJQiDr_Y",
      "embed_url": "https://www.youtube.com/embed/HvPmJQiDr_Y"
    }
  },
  {
    "metadata": "PG-13|2018|103 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "4,875"
    },
    "title": "Second Act (2018)",
    "description": "အသက္ေလးဆယ္ေရာက္တဲ့အခ်ိန္မွာရုတ္တရက္ကြ်န္ေတာ္တို႔ရဲ႔ငယ္ဘ၀ကိုျပန္စဥ္းစားၾကည့္ရင္ျဖစ္ခ်င္ေနတာေတြနဲ႔ျဖစ္ေနတာကဘာမွမဆိုင္ပါဘူးမာယာဟာလည္းအဲ့လိုလူေတြထဲကတစ္ေယာက္ပဲျဖစ္ပါတယ္ျဖစ္ခ်င္တာေတြလည္းဘာမွမျဖစ္လာသလိုဘာမွမေျပာင္းလဲေသးတဲ့သူမရဲ႔ဘ၀ကိုအေတာ္စိတ္ပ်က္သြားပါေတာ့တယ္ေမြးေန႔မွာေကာင္းေသာလိမ္ျခင္းနဲ႔အလိမ္ခံရျပီးသိပ္မၾကာခင္မွာပဲသူမရဲ႔ရည္းစားကလမ္းခြဲသြားပါေတာ့တယ္ပံုမွန္ေန႔စဥ္ဘ၀ကေနရုန္းထြက္ဖို႔ၾကိဳးစားေနတဲ့မာယာတစ္ေယာက္ဟာအခက္အခဲေပါင္းမ်ားစြာနဲ႔ဘယ္လိုရင္ဆိုင္ရဦးမလဲဆိုတာကိုအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္နိုင္ပါျပီအဓိကသရုပ္ေဆာင္အေနနဲ႔ေတာ့2010ေလာက္ကေနအခုခ်ိန္အထိပုရိသေတြအသည္းစြဲJennifer Lopezကပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္Translated by PonytailEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter SegalStarsAnnaleigh AshfordCharlyne YiDave FoleyElizabeth MasucciFreddie StromaJennifer LopezLeah ReminiMilo VentimigliaTreat WilliamsVanessa HudgensCastAlan AisenbergAnnaleigh AshfordCandace M. SmithCharlyne YiDave FoleyElizabeth MasucciFreddie StromaJennifer LopezLeah ReminiMilo VentimigliaNatasha RomanovaTreat WilliamsVanessa Hudgens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/osmnZ2rYpBK0cOK9Vjdf4jyIZWK.jpg",
      "https://image.tmdb.org/t/p/w300/5uJy9FLvOaazP9mDW7bWMv9BJ4l.jpg",
      "https://image.tmdb.org/t/p/w300/itGVjJ592bmdUiOwslNU4LtCTeO.jpg",
      "https://image.tmdb.org/t/p/w300/64cHzbZuMwfHkqLEPzHCXoesO2B.jpg",
      "https://image.tmdb.org/t/p/w300/waDZBN2KAuRkc2Ukj1asF2jvpk3.jpg",
      "https://image.tmdb.org/t/p/w300/xDb94iHTBBrWKIocQP6kTDplzSA.jpg",
      "https://image.tmdb.org/t/p/w300/gZ1n5lvEWLTQgmVbeKHyfIUrqgx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjQ2MjI5Njk0MF5BMl5BanBnXkFtZTgwNDQ2NzczNTM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/second-act-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1gb",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/v8q1dbflk0gj.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/870g185f31s3",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Sko8/Second_Act_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "YsVo5necW6Q",
      "video_url": "https://www.youtube.com/watch?v=YsVo5necW6Q",
      "embed_url": "https://www.youtube.com/embed/YsVo5necW6Q"
    }
  },
  {
    "metadata": "R|2018|91 min|Drama,Romance",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "467"
    },
    "title": "Here and Now (2018)",
    "description": "ဒီဇာတ္ကားဟာ Drama , Music , Romance ဇာတ္ကားတစ္ကားျဖစ္ျပီး Director : Fabien Constant က ရိုက္ကူးပံုေဖာ္ထားတာျဖစ္ပါတယ္။ဒီကားတဲ့ Original Titleကေတာ့ Blue Night ပါ။ဘ၀ဇာတ္ေၾကာင္းကို အဓိက ရိုက္ကူးျပသထားတဲ့ ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီး Starsေတြအေနနဲ႔ကေတာ့ Renee Zellweger , Sarah Jessica Parker , Simon Baker တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ဂီတနဲ႔အသက္ေမြး၀မ္းေၾကာင္းျပဳရင္း ေအာင္ျမင္လာတဲ့ အဆိုေတာ္၊ေတးေရးဆရာ Vivienneဆိုေသာသူရဲ႔အေၾကာင္းကို ေရာက္ကူးထားတာျဖစ္ပါတယ္။Vivenne ဟာ သူလုပ္ခ်င္ေသာ ဂီတ နွင့္ မိသားစု မိတ္ေဆြမ်ားအၾကား ဟန္ခ်က္ညီေအာင္ ၾကိဳးစားရင္း သူမရဲ႕ ဂီတခရီးလမ္းကို ဘယ္လိုဆက္ေလ်ာက္မယ္ဆိုတာကို ၾကည့္ရွဳ႕ရွျဖစ္ပါတယ္။(အညြန္းေရးသားထားတာကေတာ့Dark Devilျဖစ္ပါတယ္)File size__( 810 MB) and ( 350 MB)Quality__BR-Rip 720pIMDb Rating__4.4/10Format__mp4Duration__01:31:03Type__Drama , Music , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Naizzy-ArtemisEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFabien ConstantStarsCommonGus BirneyJacqueline BissetRenée ZellwegerSarah Jessica ParkerSimon BakerTaylor KinneyWaleed ZuaiterCastCommonGus BirneyJacqueline BissetRenée ZellwegerSarah Jessica ParkerSimon BakerTaylor KinneyWaleed Zuaiter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tkkxL0ycG0qKMUGSAUmrSNZdciu.jpg",
      "https://image.tmdb.org/t/p/w300/6TgWbEmlPMlDzwfhiTlSwVZht0c.jpg",
      "https://image.tmdb.org/t/p/w300/7beEBnqtK5hd0NeyzyWbam8upq7.jpg",
      "https://image.tmdb.org/t/p/w300/u48DMydLUA2E0LrDZL9uvmmqjm2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/here-and-now.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/here-and-now-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "810 MB",
        "quality": "B;u-Ray 720p"
      },
      {
        "link": "https://megaup.net/2epjD/Here_And_Now_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "810 MB",
        "quality": "B;u-Ray 720p"
      },
      {
        "link": "https://upstream.to/ci0wqj1wf02n",
        "server": "upstream.to",
        "size": "810 MB",
        "quality": "B;u-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/g1rd96k59etv.html",
        "server": "usersdrive.com",
        "size": "810 MB",
        "quality": "B;u-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "TOWhOVx8IMI",
      "video_url": "https://www.youtube.com/watch?v=TOWhOVx8IMI",
      "embed_url": "https://www.youtube.com/embed/TOWhOVx8IMI"
    }
  },
  {
    "metadata": "PG-13|2018|128 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "21,195"
    },
    "title": "Mortal Engines (2018)",
    "description": "Mortal engines ၿဗိတိသ်ွစာေရးဆရာ ဖီးလစ္​ရိဖ္​့ရဲ႕“Mortal engines”ကမာၻသစ္​ကေန ႀကိဳဆိုပါတယ္​“Mortal engines”ဆိုတဲ့ စာအုပ္​ဟာ၂၀၀၁ခုႏွစ္​က စတင္​ထုတ္​ေဝခဲ့ၿပီး ေအာင္​ျမင္​ခဲ့တဲ့အတြက္​ ၄အုပ္​တိတိ ထြက္​ရွိခဲ့ပါတယ္​ပထမဆံုးအေနနဲ႔ ၂၀၁၈ခုႏွစ္​မွာ စာအုပ္​ကို အေျခခံၿပိီးရုပ္​ရွင္​အျဖစ္​ ျပန္​လည္​ရိုက္​ကူးခဲ့တာပါဒီဇာတ္​လမ္​းကို ဆန္​းသစ္​တဲ့အေတြးအေခၚ အိုင္​ဒီယာေတြနဲ႔ဇာတ္​အိမ္​ဖြဲ႕စည္​းတည္​ေဆာက္​ထားၿပီး ကမာၻပ်က္​သြားၿပီးတဲ့ေနာက္​ လူေတြရဲ႕ ေနထိုင္​ရွင္​သန္​မႈေတြကို အေတြးစိတ္​ကူးေကာင္​းေကာင္​းနဲ႔ပရိသတ္​ကို တင္​ျပထားပါတယ္​၂၁ရာစုကို သိပၸံပညာရပ္​အထြန္​းကားဆံုး ဖြံ႕ၿဖိဳးတိုးတက္​မႈအရွိဆံုးအခ်ိန္​ကာလအျဖစ္​ ၫႊန္​းဆိုထားခဲ့ၿပီး အဆံုးစြန္​ထိစြမ္​းအားႀကီးတဲ့အဖ်က္​လက္​နက္​မ်ားကို တီထြင္​နိုင္​ခဲ့ၿပီးတဲ့အခါမွာေတာ့မိနစ္​၆၀ အတြင္​းမွာတင္​ ကမာၻႀကီးဟာ အစိတ္​အမႊာမႊာျဖစ္​သြားခဲ့ရပါတယ္​ ဇာတ္​ကားထဲက အခ်ိန္​ကာလမွာေတာ့ ၂၁ရာစုကလူေတြကိုေရွးေဟာင္​းလူသားေတြလို႔ ေျပာဆိုသံုးႏႈန္​းၾကၿပီးေပါင္​မုန္​႔မီးကင္​စက္​ေလးတစ္​လံုးဟာ ျပတိုက္​ထဲမွာ အျမတ္​တႏိုး ထားရမယ္​့ေရွးေဟာင္​းပစၥည္​းတစ္​ခုျဖစ္​လို႔ေနပါတယ္​ မိနစ္​ ၆၀စစ္​ပြဲေၾကာင္​့သာ ကမာၻႀကီးဒီလိုျဖစ္​ပ်က္​ေနတယ္​လို႔ နားလည္​ၾကၿပီး၂၁ရာစု(ေရွးေခတ္​)နည္​းပညာေတြကို အာသာငမ္​းငမ္​းျပန္​လည္​လိုခ်င္​ေနၾကတဲ့လူသားေတြအျဖစ္​ သရုပ္​ေဖာ္​ထားပါတယ္​ ပရိသတ္​အခိုင္​အမာရရွိထားတဲ့ ရံုတင္​ဇာတ္​ကားေကာင္​းတစ္​ကားျဖစ္​လို႔ဒီကားကို အထူးၫႊန္​းဆိုစရာမလိုအပ္​ဘူးလို႔ ထင္​ပါတယ္​…File Size : (2 GB) , ( 1 GB), ( 444 MB)Quality : BluRay 1080p 5.1 CH , BluRay 720p , BluRay 480pRunning Time :2hr 08 minFormat : Mp4Genre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated byMg King & Aye Mon KyawEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian RiversStarsColin SalmonHera HilmarHugo WeavingJihaeLeila GeorgeMark MitchinsonPatrick MalahideRobert SheehanRonan RafteryStephen LangCastAaron JacksonCaren PistoriusColin SalmonFrankie AdamsHera HilmarHugo WeavingJihaeJoel TobeckKee ChanLeifur SigurdarsonLeila GeorgeMark HadlowMark MitchinsonMenik GooneratnePatrick MalahideRegé-Jean PageRobert SheehanRonan RafterySophie CoxStephen LangStephen UreYoson An",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rxYG6Sj95as9rv9wKIHUx6ATWd3.jpg",
      "https://image.tmdb.org/t/p/w300/rm2oMykm5nX6SzXFr7TGHkO6r8Z.jpg",
      "https://image.tmdb.org/t/p/w300/jnOuttTfG9KKpmOZtprC4pA1AlZ.jpg",
      "https://image.tmdb.org/t/p/w300/cLBzhr4har4npYij2VTWNIR0TEp.jpg",
      "https://image.tmdb.org/t/p/w300/vCD9nFLHyopXPOdOAcmJjDISFga.jpg",
      "https://image.tmdb.org/t/p/w300/Aui4lUWGWwBvCucpCTku9aXk1t.jpg",
      "https://image.tmdb.org/t/p/w300/58xonXiedoP6ypRaIG08UedpFTe.jpg",
      "https://image.tmdb.org/t/p/w300/lAmtw00hwIB6KJFBNMDaAwcJJdm.jpg",
      "https://image.tmdb.org/t/p/w300/cYLbBA1OBL8F8go7gJPhzVPHTg2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uXJVpPXxZO4L8Rz3IG1Y8XvZJcg.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mortal-engines-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/Sko1/Mortal_Engines_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/zs3qczs2zhhy.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/32wvbh0bthgc",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "IRsFc2gguEg",
      "video_url": "https://www.youtube.com/watch?v=IRsFc2gguEg",
      "embed_url": "https://www.youtube.com/embed/IRsFc2gguEg"
    }
  },
  {
    "metadata": "|2018|1h 48min|Crime,Horror,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "502"
    },
    "title": "Dukun (2018)",
    "description": "Dukun (2018)2018 ခုနှစ်မှာ မလေးရှားဆိုရှယ်မီဒီယာမှာ ဗီဒီယိုတစ်ခုပျံ့နှံ့လာခဲ့ပါတယ်။မလေးရှားရိုးရာဝတ်စုံအနီဝမ်းဆက်နဲ့အမျိုးသမီးတစ်ဦး ညအချိန်တွေလမ်းပေါ်မှာတွေ့တွေ့နေရတာပါ။ဒါဟာသရဲလား လူတွေဖန်တီးထားတဲ့ဗီဒီယိုပဲလား အငြင်းပွားမှုတွေရှိခဲ့ပါတယ်။ဒါပေမဲ့ တကယ်တော့ ဒီဝတ်စုံနီနဲ့အမျိုးသမီးက Dukun ရုပ်ရှင်ကားအတွက် မားကတ်တင်းနည်းလမ်းတစ်ခုပါ။တကယ်တမ်းတော့ Dukun ကအဲ့လိုကြေငြာစရာမလိုလောက်အောင် ရုံပြည့်ရုံလျှံမယ့်ကားပါပဲ။ဘာလို့လဲဆိုရင် Dukun ကို ၂၀၀၇ ခုနှစ်မှာရိုက်ကူးခဲ့ပြီး ဆယ်စုနှစ်တစ်ခုကြာအပြီး ၂၀၁၈ မှပြသခွင့်ရခဲ့တာပါ။ပြသခွင့်ရတာကလဲ ဇာတ်လမ်းက အင်တာနက်ပေါ်မှာ leaked ဖြစ်လာတဲ့အတွက် မထူးတော့ဘူးဆိုပြီး ပြသခွင့်ပေးလိုက်တာပါ။ပိတ်ပင်ခံရတဲ့အကြောင်းအရင်းကတော့ မလေးရှားမှာအရက်စက်ဆုံးလူသတ်သမားဖြစ်တဲ့အဆိုတော်မိုနာဖန်ဒီအကြောင်းကို မှီငြိမ်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ဖြစ်နေတာကြောင့်ပါပဲ။ဒီရုပ်ရှင်အစမှာ ဤရုပ်ရှင်က မည်သည့်လူ မည်သည့်အကြောင်းအရာပေါ်မှာမှမှီငြမ်းထားခြင်းမရှိကြောင်းပြောထားပေမယ့် အဲ့ဒါကအလိမ်အညာလို့ပဲပြောချင်ပါတယ်။ဒီဇာတ်လမ်းဟာ မိုနာဖန်ဒီအပေါ်မှီငြမ်းထားတယ်ဆိုတာဖော်ပြနေတဲ့ အချက်အလက်တွေကသိသာလွန်းပါတယ်။မိုနာဖန်ဒီကတော့ မလေးရှားပေါ့ပ်အဆိုတော်တစ်ဦးဖြစ်ပြီး အောင်မြင်မှုတော့မရခဲ့ပါဘူး။အဲ့နောက်ပိုင်းမှာတော့ သူကပယောဂဆရာမအဖြစ်လမ်းကြောင်းပြောင်းသွားပါတယ်။သူနဲ့သူ့ခင်ပွန်းက နာမည်ကြီးနိုင်ငံရေးသမားတွေစီးပွားရေးသမားတွေအတွက်အစီအရင်မန္တန်တွေလုပ်ပေးပြီး နေ့ချင်းညချင်းလဲချမ်းသာသွားပါတယ်။တစ်နေ့တော့ မိုနာရယ်သူ့ယောကျ်ားရယ် သူတို့လက်ထောက်ရယ်ကနိုင်ငံရေးသမားတစ်ယောက်ကိုအစီအရင်လုပ်ပေးရင်း သတ်လိုက်ပါတယ်။ဒီနိုင်ငံရေးသမားကို ၁၈ ပိုင်းခုတ်ပိုင်းပြီး မြှပ်ခဲ့ကြပါတယ်။မတွေ့တဲ့အစိတ်အပိုင်းတွေလဲရှိပြီး အဲ့ဒါတွေကို မိုနာတို့က စားခဲ့ကြတယ်ဆိုတဲ့သတင်းတွေလဲထွက်ခဲ့ပါတယ်။မိုနာဖန်ဒီကတော့ အမှုစစ်ခံရချိန်တစ်လျှောက်လုံးလဲ ကျောချမ်းလောက်အောင်ပြုံးနေခဲ့ပြီး၂၀၀၁ ခုနှစ်မှာကြိုးပေးခံရခါနီးမှာလဲ နောက်ဆုံးစကားအဖြစ် “ငါဘယ်တော့မှမသေဘူး” လို့ပြောသွားပါသေးတယ်။ဒီဇာတ်လမ်းမှာတော့ ပယောဂဆရာမတစ်ဦးက စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ကိုသတ်ခဲ့တာပါ။တကယ့်ဖြစ်ရပ်မှန်မှာ ဘယ်လိုမှမသိနိုင်အဖြေမရှာနိုင်တော့တဲ့အကြောင်းအရာတွေကိုဖန်တီးဖြည့်စွက်ပြီး ပြည့်စုံတဲ့ဇာတ်လမ်းအဖြစ်တင်ဆက်ပေးထားပါတယ်။သေချာတာကတော့ ဒီဇာတ်လမ်းက ဆယ်စုနှစ်တစ်ခုကျော်ကြာစောင့်ဆိုင်းခဲ့ရတာနဲ့တန်အောင်ကောင်းပြီးနောက်ထပ်ဆယ်စုနှစ်ပေါင်းများစွာထိလဲ လူတွေကိုခြောက်လှန့်နေဦးမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Crime, Horror, ThrillerQuality…. 1080p | 720pFile size… 1.7GB | 728MBFormat… mp4Duration…. 1h 48minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbu Bakar JuahAdlin Aman RamlieAdman SallehAvaa VanjaBalkisyh Samundur KhanBront PalaraeC. KumaresanChew Kin-WahElyanaFaizal HusseinHasnul RahmatJason ChongJoey DaudKazar SaisiMislina MustaffaNadiya NisaaNamronRahhim OmarRamli HassanSofi JikanUmie Aida",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u4oYLHhb46pVu6pr0fgbCjtvKsA.jpg",
      "https://image.tmdb.org/t/p/w300/2jpTB89Ydj0mQp9vBTYL6v1JoOt.jpg",
      "https://image.tmdb.org/t/p/w300/upkc14Hj0QSFrFh6kuAsdKrBD3g.jpg",
      "https://image.tmdb.org/t/p/w300/rRl6QwMluD5vVE5U8LkyHYXqOwi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yny0E5DaepPQAluPSXj4nsCEW6l.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/39wic30s7c4a.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dukun-2018-1080-p-ppvhd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2CVw0/Dukun.2018.1080p.PPVHD.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/suU2jaRL#Z8ox6wHPz430KMkLa8B-iEjFkpD8bIEMWbXpqI3aVF0",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gmhtbwvotqpx.html",
        "server": "usersdrive.com",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dukun-2018-720-p-ppvhd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1WY2w/Die.Tomorrow.2017.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ac0FGbCD#hDAehQT1NGyvyQVjVkkMKWqxl9tqFgLG2vim17PQ6RM",
        "server": "mega.nz",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/8lt9yhh73m5q",
        "server": "streamsb.com",
        "size": "728MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sbo7sacgzucd",
        "server": "streamvid.io",
        "size": "728MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6I3U_UwRLmU",
      "video_url": "https://www.youtube.com/watch?v=6I3U_UwRLmU",
      "embed_url": "https://www.youtube.com/embed/6I3U_UwRLmU"
    }
  },
  {
    "metadata": "N/A|2018|101 min|Action,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "256"
    },
    "title": "Big Brother (2018)",
    "description": "မၾကာခင္ကထြက္႐ွိထားတဲ့ မင္းသားႀကီး Donnie Yang ရဲ႕ဇာတ္ကားသစ္ Big Brother နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ Donnie Yang က ေက်ာင္းဆရာ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းသေဘာက တဲက်င့္အလယ္တန္းေက်ာင္းဟာ ေအာင္ခ်က္က်ရံႉးေနတဲ့ေက်ာင္းျဖစ္သလို ေထာက္ပံ့ေၾကးအနည္းငယ္သာရခဲ့တယ္အဲ့အခ်ိန္ ေက်ာင္းဆရာအျဖစ္ Donnie Yang က ေရာက္ေရာက္ခ်င္းမွာပဲ ဆိုးသြမ္းၿပီးစာမလုပ္တဲ့ကေလးေတြအခန္းကို ကိုင္တြယ္ရတယ္ကေလးေတြမွာလည္း သူတို႔အခက္အခဲနဲ႔သူတို႔႐ွိၾကတာကို ဆရာက သိသြားတဲ့အခါ ဘယ္လိုကိုင္ကြယ္ေျဖ႐ွင္းမလဲဆရာကလည္း အရင္ကတည္းက အဲ့ေက်ာင္းမွာတက္ခဲ့ၿပီး ဘယ္လိုသမိုင္းေၾကာင္း႐ွိခဲ့လဲေက်ာင္းႀကီးကလည္း ေထာက္ပံ့ေၾကးမရေတာ့ရင္ ပိတ္ခံရေတာ့မဲ့အခ်ိန္ ဘယ္လိုႀကိဳးစားၾကမလဲဆိုတာ ဇာတ္ကားမွာပဲ ဆက္လက္ၾကည့္႐ႈခံစားလိုက္ပါလို႔ ေျပာခ်င္ပါတယ္ဇာတ္လမ္းထဲမွာ Donnie Yang ရဲ႕ ဖိုက္တင္အခန္းေတြလည္း ပါဝင္ပါေသးတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့  ေအာင္ျမတ္ေရႊပါ)File Size : (850 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 1h 41minFormat : Mp4Genre : Action , DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL H264 AAC-JBYTranslated by Aung Myat ShweEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKam Ka-WaiStarsBrahim AchabbakheCraig MillerDonnie YenJess LiaudinJoe ChenLockhart OgilvieRay LuiCastBrahim AchabbakheCraig MillerDonnie YenJess LiaudinJoe ChenLockhart OgilvieRay Lui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qYjYu4omJdAJQyShFOuA8dtLEGX.jpg",
      "https://image.tmdb.org/t/p/w300/j1WbQTH81KJsHwNBzjN0WEiLUsF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yEqyTmZwFktFUr9bMBN45sV7Ahu.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/big-brother-2018",
        "server": "CM Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-brother-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/big-brother-2018-mm-sub-mp-4-1",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zGfr/Big_Brother_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/50tkaena3ktl",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EEvQ8u-1I2M",
      "video_url": "https://www.youtube.com/watch?v=EEvQ8u-1I2M",
      "embed_url": "https://www.youtube.com/embed/EEvQ8u-1I2M"
    }
  },
  {
    "metadata": "Not Rated|2018|2h 2min|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3,795"
    },
    "title": "Raid (2018)",
    "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (950 MB) and (394 MB)Quality : WEB-DL 720pRunning Time : 2hr 2minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaj Kumar GuptaStarsAjay DevgnGayathri IyerIleana D'CruzSaurabh ShuklaSheeba ChaddhaCastAjay DevgnGayathri IyerIleana D'CruzSaurabh ShuklaSheeba Chaddha",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uSrCOGdr6lSOiSE0QT2SgJiWdx6.jpg",
      "https://image.tmdb.org/t/p/w300/q2IasLvpa9lIVzW7au6xCc1LIOt.jpg",
      "https://image.tmdb.org/t/p/w300/vZDvyCpEz0OELciOvHcDzEYnNZz.jpg",
      "https://image.tmdb.org/t/p/w300/2UdsEztcyioyc2rAUzkpiApEvGz.jpg",
      "https://image.tmdb.org/t/p/w300/iHKXYLbnnU5FrvPeD24zpRkg1cD.jpg",
      "https://image.tmdb.org/t/p/w300/mGV5T4sdJ0Ry6thsyGm1KvYXea6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/raid-2018",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/raid-2018-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/da2o1o4l5xbj.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3h4thS-Hcrk",
      "video_url": "https://www.youtube.com/watch?v=3h4thS-Hcrk",
      "embed_url": "https://www.youtube.com/embed/3h4thS-Hcrk"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Crime,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "149"
    },
    "title": "22 Chaser (2018)",
    "description": "အေမရိကန္ရွိ ကားကရိန္းဆြဲသူမ်ားဘဝကို ႐ိုက္ကူးတင္ျပထားေသာဘဝသ႐ုပ္ေဖာ္ဇာတ္ကားတစ္ကားျဖစ္ သည္။ဇာတ္အိမ္ကို အေမရိကန္ ၿမိဳ႕ေလးတစ္ၿမိဳ႕တြင္ဖြဲ႕တည္ထားၿပီးအဓိကဇာတ္ေကာင္ျဖစ္သူ ဆြဲကားေမာင္း သမား ဘင္ မွာေအဗရီဆိုသည့္ဇနီးႏွင့္ ဇက္ဆိုသည့္ သားေလးတစ္ဦးရွိသည္။ဘင္သည္ အထက္တန္းအထိ ေက်ာင္းေနခဲ့သူျဖစ္၍ အလုပ္လုပ္ရာတြင္စည္းကမ္းႏွင့္အညီလုပ္ေဆာင္တတ္သူျဖစ္ရာ သူ႔ကိုဆြဲကားေမာင္းသူအခ်င္းခ်င္းက ဘိုင္ေလာ(By law)ဟုလည္းေခၚၾကသည္။အထက္တန္းေက်ာင္းသား ေက်ာင္းသူဘဝ အိမ္ေထာင္ က်သူမ်ားလည္းျဖစ္ကေလးတစ္ေယာက္လည္းေစာစီးစြာရ ေယာကၡမအိမ္မွလည္းခြဲထြက္၍တစ္ၿမိဳ႕တစ္ရြာ ေျပာင္းေရႊ႕ကာ ေနထိုင္ၾကရသျဖင့္ သူတို႔မိသားစုသည္ဆင္းရဲသည္ဆင္းရဲခ်ဳိ႕တဲ့စြာ ေနထိုင္ၾကရသည္။ဘင္မွာလည္း စည္း ကမ္းတက်ကားဆြဲသူျဖစ္၍ အျခားသူေတြေလာက္ေငြေၾကးမရရွိပဲ ဘဝကိုခက္ခဲၾကပ္တည္းစြာ ႐ုန္းကန္ေနထိုင္ ၾကရသည္။ဇနီးျဖစ္သူ ေအဗရီမွာလည္း ေကာ္ဖီဆိုင္တစ္ဆိုင္တြင္ ဝင္ေရာက္လုပ္ကိုင္ရင္းခက္ခဲေသာရက္မ်ား တြင္ ၿမိဳ႕ထဲရွိ အစားအေသာက္လွဴဒါန္းသည့္စင္တာ(Food Bank)လိုေနရာမ်ဳိးတြင္ သြားေရာက္တန္းစီ၍ ဆန္၊ ပဲ၊ အာလူး တို႔ကိုယူငင္စားေသာက္ရသည့္ရက္မ်ားလည္းလည္းရွိသည္။ထိုသို႔ၾကပ္တည္းဆင္းရဲစြာ ေနထိုင္ေနရာမွ ဘင္အလုပ္လုပ္ေသာကားဆြဲသည့္လုပ္ငန္းအလုပ္ရွင္မွ ရဲမ်ားထံမွ ကားဆြဲသည့္ကန္ထ႐ိုက္ေလလံေအာင္ျမင္ သျဖင့္ ဘင္တို႔လိုကားေမာင္းသူမ်ားမွေလလံေၾကးမ်ားအစုစပ္ပံုစံ အခ်ဳိးက်ထည့္ဝင္မွ ကားေပးေမာင္းမည္ဆို ေသာအခါ…..သားျဖစ္သူ ဇက္မွာလည္း သူမ်ားစက္ဘီး ကပ္စီးသည့္ကိစၥျဖင့္ခဏခဏရန္ျဖစ္ေပါက္ၿပဲ၍ ျပန္လာ ေနသျဖင့္ ေမြးေန႔တြင္ေဒၚလာ ၃၀၀ တန္စက္ဘီးဝယ္ေပးမည္ဟု ဂတိေပးထားသည့္အခါ….လူငယ္အိမ္ေထာင္ သည္မိသားစုမွ ဆင္းရဲဒုကၡမ်ားကိုခါးစည္းရင္ဆိုင္ေက်ာ္ျဖတ္ရပံုမ်ားကို ခံစားမႈရသစံုစြာျဖင့္ ႐ိုက္ကူးတင္ျပထား သည့္ဘဝသ႐ုပ္ေဖာ္ ဇာတ္ကားတစ္ကားျဖစ္သည္…File Size : (877 MB) & ( 243 MB)Quality : BluRay 720pRunning Time :1hr 30 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRafal SokolowskiStarsAaron AshmoreBrian J. SmithJohn CorbettKaniehtiio HornLisa CodringtonRaoul Max TrujilloRob ArcherSharon CanovasShaun BensonThom AllisonCastAaron AshmoreAidan DevineAyesha Mansur GonsalvesBrian J. SmithEmily PiggfordJack FultonJacob NeayemJohn CorbettJohn KapelosKaniehtiio HornLisa CodringtonPaul Sun-Hyung LeeRaoul Max TrujilloRob ArcherSharon CanovasShaun BensonThom AllisonTrent McMullenWole Daramola",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ZtAdmPqE8vZVaghcsuDEfLeJlM.jpg",
      "https://image.tmdb.org/t/p/w300/wkreK6f5sptUcAl1GamECQGYsGy.jpg",
      "https://image.tmdb.org/t/p/w300/sT0a5CUqNGa7mwF1Ux54kNvdLqY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ufVCyUIfnoPgpKA578wADEDPTqc.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/22-chaser-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "877 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/SBq9/22_Chaser_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "877 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/fv49jy6qgdgx",
        "server": "upstream.to",
        "size": "877 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/39uh477ndefx.html",
        "server": "usersdrive.com",
        "size": "877 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "o0bvmLfVwuU",
      "video_url": "https://www.youtube.com/watch?v=o0bvmLfVwuU",
      "embed_url": "https://www.youtube.com/embed/o0bvmLfVwuU"
    }
  },
  {
    "metadata": "N/A|2018|150 min|Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "614"
    },
    "title": "Forever Young ( 2018 )",
    "description": "2018 ခုႏွစ္တဲ႔ တရုတ္ဇာတ္ကားေတြထဲမွာ Recommend ၿဖစ္ခဲ႔တဲ႔ထိပ္တန္း ဒရာမာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္Forever Young ဇာတ္ကားဟာ Imdb 6.5/10 ရထားၿပီးChina မွာ US $ 118 milion Box Office ၀င္ေငြရရွိခဲ႕ပါတယ္ဒီဇာတ္ကားဟာ ပထမ ကမာၻစစ္ၿဖစ္ခ်ိန္ 1920 ကေန 1940 ထိ1960 ကေန ယခုေခတ္အခ်ိန္ထိ ၿဖစ္ရပ္ေတြကို မ်ိဳးဆက္ေလးခုစာရင္ဆိုင္ၾကံဳေတြ႕ရပံုေတြကိုေဖၚၿပထားၿခင္းပဲၿဖစ္ပါတယ္မ်ိဳးဆက္တစ္ခုစီတိုင္းက သူတို႕နဲ႔ပတ္သတ္တဲ႔စိန္ေခၚမွုေတြကိုဘယ္လိုေၿဖရွင္းၾကမလဲ..အတိတ္ကၿဖစ္ရပ္ေတြကိုအနာဂတ္ကလူေတြမေၿပာင္းလဲႏိုင္ေပမယ္႔ အတိတ္ကလုပ္ေဆာင္ခ်က္ေတြကအနာဂတ္အေပၚဘယ္လိုေတြသက္ေရာက္မွုရွိလာမွာလဲၾကည္႕ၿပီးရင္ေတာ႔ ေတြးစရာေလးေတြ ရင္ထဲမွာ တခုခုက်န္ခဲ႕မွာအေသအခ်ာပါပဲ…ဒီဇာတ္လမ္းရဲ႕အဓိကေပးခ်င္တဲ႔ Messageေလးကလည္းရွိေနၿပန္ပါတယ္..ကိုယ္႕ရဲ႕အမွန္တကယ္ေဆာင္ရြက္ခ်င္တဲ႔အရာ..အမွန္တကယ္လိုခ်င္မယ္႔အရာ..ၿဖစ္ခ်င္တဲ႔အရာတန္ဖိုးထားရမယ္႔အရာေတြကို ေသခ်ာစဥ္းစားမိလာမယ္လို႔ကြ်န္ေတာ္႔အေနနဲ႔ခံစားမိပါတယ္Review & Translated By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFangfang LiStarsChang ChenChen ChushengHan TongshengHuang XiaomingLeehom WangMichelle YimRussell WongZhang ZiyiZheng TieZu FengCastChang ChenChen ChushengHan TongshengHuang XiaomingLeehom WangLin Mei-ShiuMichelle YimPaul Philip ClarkRussell WongWu JinyanZhang ZiyiZheng TieZu Feng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6m3Yrm82ZWVOUrI9wAhy01JwM0B.jpg",
      "https://image.tmdb.org/t/p/w300/6TcdiZDZwuuSmb5k31iBJ8EOrRe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/fy2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/forever-young-wu-wen-xi-dong-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.17 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eqE1/Forever_Young_(Wu_Wen_Xi_Dong)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.17 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/pcapny6idscs",
        "server": "upstream.to",
        "size": "1.17 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r2vzy7398j6k.html",
        "server": "usersdrive.com",
        "size": "1.17 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|118 min|Comedy,Drama,Musical",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "212"
    },
    "title": "Sunny: Our Hearts Beat Together ( 2018 )",
    "description": "IMDb Rate 6.8 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်တစ်ချိန်က ညီအစ်မအရင်းတွေလို ညီအစ်ကို အရင်းတွေလို ချစ်ကြခင်ကြပြီး…အခုတော့ အဆက်အသွယ်ပြတ်နေတဲ့ သူငယ်ချင်းတွေ ရှိကြလား..ရှိတယ်ဆိုရင်တော့ ဒီကားလေးကြည့်ပြီးတာနဲ့ ချက်ချင်း ဆက်သွယ်မိကြမယ်ထင်ပါရဲ့အာဘဲ နာမိဆိုတဲ့ အမျိုးသမီးတစ်ယောက် မိခင်ကြီးဆေးရုံတက်လူနာသတင်းမေးရင်း အနှစ် ၂၀ လောက် အဆက်အသွယ်ပြတ်ခဲ့တဲ့သူငယ်ချင်းတစ်ယောက်ကို ကင်ဆာဝေဒနာသည်အဖြစ်မြင်တွေ့လိုက်ရပြီးနောက်… မိတ်တွေဟောင်းတွေကို ရှာဖို့ ဖြစ်လာပါတော့တယ်…ဒီလိုနဲ့ သူငယ်ချင်းတွေ တစ်ယောက်ပြီး တစ်ယောက်ကိုရှာနေတဲ့ အာဘဲ နာမိ သူငယ်ချင်းတွေအကုန်လုံးကို ရှာတွေ့ပါ့မလား..မတွေ့တာ ကြာပြီဖြစ်တဲ့ သူငယ်ချင်းတွေ ဘာတွေပြောင်းလဲကုန်ကြပြီလဲ…ဘယ်လိုရသတွေ ပေးနိုင်မယ်ဆိုတဲ့ အဖြေကို ဇာတ်ကားလေးထဲမှာ ရှာကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်…Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHitoshi OhneStarsEiko KoikeMaika YamamotoMio NodaMiu TomitaMomoko TanabeNaomi WatanabeRie TomosakaRyoko ShinoharaSuzu HiroseYuka ItayaCastEiko KoikeElaiza IkedaHaruma MiuraLily FrankyMaika YamamotoMio NodaMiu TomitaMomoko TanabeNaomi WatanabeRie TomosakaRyoko ShinoharaSuzu HiroseYuka ItayaYuma Yamoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/opd9cYT0GVWZOdSmlrxH1ClXFIW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xsYLaz86lWeFHSJSYoidJG39383.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xp22/Sunny_-_Our_Hearts_Beat_Together_(Sunny_-_Tsuyoi_Kimochi_Tsuyoi_Ai)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/sunny-our-hearts-beat-together-sunny-tsuyoi-kimochi-tsuyoi-ai-2018",
        "server": "VIP Links",
        "size": "1.25 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/sunny-our-hearts-beat-together-sunny-tsuyoi-kimochi-tsuyoi-ai-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://sbembed3.com/cx88xzygyeca.html",
        "server": "streamsb.com",
        "size": "1.25 GB",
        "quality": "Bluray 720p"
      }
    ],
    "trailer": {
      "video_id": "xEQ-JdiHdbc",
      "video_url": "https://www.youtube.com/watch?v=xEQ-JdiHdbc",
      "embed_url": "https://www.youtube.com/embed/xEQ-JdiHdbc"
    }
  },
  {
    "metadata": "TV-PG|2018|1h 52min|Drama,Romance,Sport",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "804"
    },
    "title": "After the Rain (2018)",
    "description": "After the Rain (2018)_____IMDb – 6.8/10အခိရာ တချိဘန ဆိုတဲ့ကောင်မလေး ဟာ အသက် ၁၇ နှစ် ရှိပြီဖြစ်ပြီးအထက်တန်းကျောင်းသူလေး တစ်ယောက်ပေါ့…သူမ ဟာ ကျောင်းမှာ စာတော်ပြီး အားကစားမှာလဲအပြေး ချံပီယံ ဖြစ်ပါတယ် သူမ ရဲ့ စံချိန်ကို မှီတဲ့သူ တစ်ယောက်မှ ပေါ်ထွက်မလာခဲ့ပါဘူး…တစ်ရက်မှာတော့ ခြေထောက်ဒဏ်ဖြစ်ပြီးသူမ အိပ်မက်တွေ အကုန်လုံး ဆုံးရှုံးသွားခဲ့တယ်…စိတ်ပျက်လက်ပျက်ဖြစ်ပြီး သူမ အားကစားအဖွဲ့ကိုဘယ်တော့မှ ထပ်မလာခဲ့တော့ဘူး…အဲ့ဒီအစား သူမ အတွက် မက်လောက်စရာ ဘာမှ မရှိတဲ့အိမ် နဲ့ ဝေးတဲ့ စားသောက်ဆိုင် သေးသေးလေး တစ်ခုမှာစားပွဲထိုး ဝင်လုပ်နေခဲ့တယ်…ဆိုင်မှာ ရှိတဲ့ ယောင်္ကျားလေး မှန်သမျှ ဟာ သူမ ကိုစိတ်ဝင်စားကြတယ် သူမ ရဲ့ မျက်နှာချေချေ နေမှုကြောင့်ဘယ်သူမှ မစ ရဲကြဘူး…အားလုံးကလဲ ဒီလို ချစ်ဖို့ကောင်းလွန်းတဲ့ ကောင်မလေးတစ်ယောက်က စားပွဲထိုး လာလုပ်နေလဲဆိုတာလဲ နားမလည်နိုင်ခဲ့ကြဘူး…ဒါပေမဲ့ အဲ့ဒီနေရာမှာ အခီရာ အတွက်အရေးကြီးတဲ့ လူတစ်ယောက်ရှိနေပါတယ်သူမ ချစ်သော ဦး ပေါ့…အဲ့ဒီ ဦး က အသက် ၄၅ နှစ် ရှိပြီ အရမ်းရိုးအေးတဲ့ လူစိတ်ဓါတ်လဲ မှန်တယ် အူကြောင်ကြောင် ပုံစံ ဖြစ်နေပေမဲ့သူမ ချစ်တာက အဲ့ဒီပုံစံလေး ဖြစ်နေတာတော့ မတက်နိုင်ဘူးပေါ့အခီရာ က ဦးကို ချစ်နေပေမဲ့ ဖွင့်မပြောပါဘူး မျက်နှာချင်းဆိုင်မိတောင်မျက်နှာကို ခပ်တည်တည်ထားပြီး မျက်လုံးစိမ်းကြီးတွေနဲ့ ကြည့်ပစ်တဲ့ကလေးမလေးပါ….အခီရာ ရဲ့ ဦး ကိုချစ်တဲ့ အချစ်ဟာ ဆယ်ကျော်သက်တွေစိတ်ကစားသလို အချစ်မဟုတ်ပဲ အရမ်းကို ဆန်းကျယ်ပြီးခမ်းနားလှတဲ့ အချစ်မျိုး နဲ့ ချစ်တာပါဦး ကို အရိပ်တကြည့်ကြည့်မြင်ရတဲ့နေရာမှာအလုပ်လုပ်တယ် ဦး ရဲ့ အငွေ့အသက်နဲ့သူမ အသက်ဆက်ရှင်တယ်….ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဦးကို ချစ်တဲ့အကြောင်းတွေပြောပြရဖို့ အကြောင်း ဖန်လာခဲ့သော အခါ….ဒီရုပ်ရှင်ကားကို ThinZar Htet က ဘာသာပြန်ထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်ကျနော့် အနေနဲ့ မိုး နဲ့ ပတ်သက်တဲ့ ဇတ်လမ်းတွေဆိုရင်My Raining Day လို ဂျပန်ကားမျိုးကို မျက်ရည်ဝဲလောက်တဲ့အထိကြိုက်ခဲ့မိတယ်….နောက်တစ်ခုက One Day လို ထိုင်းရုပ်ရှင်ကားမျိုး၂ ခု လုံးက ရင်ထဲကိုရောက်ခဲ့တဲ့ ဇတ်လမ်းတွေတစ်ဖက်သက် အချစ်လို့ ပဲ ပြောရမှာပေါ့…ဒီ After The Rain ဆိုတဲ့ ရုပ်ရှင်ကလဲအသက် ၁၇ နှစ်လောက်ပဲ ရှိသေးတဲ့ အရမ်းချစ်စရာကောင်းတဲ့ကလေးမလေး တစ်ယောက်က သူ့ အဖေ အရွယ်လောက်ရှိတဲ့ဦး ကို အရမ်းတွေ ချစ်ပြီး ဘဝကြီးတစ်ခုလုံးထက် အရေးကြီးတဲ့နေရာမှာ ထားပြီး တစ်ဖက်သက် ချစ်နေဖို့ ဆိုတာစိတ်ကစားတက်တဲ့ အချစ်ထက် ပိုပြီး ဆန်းကျယ်တယ်ခမ်းနားတယ် လိုက်မမှီနိုင်ဘူး….ဘာပဲ ဖြစ်ဖြစ် ဦး ကို ချစ်တဲ့ ကလေး ရဲ့ ဇတ်လမ်းကိုဒီနေ့ မနက်တော့ CM မှာ ကြည့်လို့ရပါပြီ။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAkira NagaiStarsHayato IsomuraHonoka MatsumotoMaika YamamotoMari HamadaNana KomatsuNana SeinoShigeyuki TotsugiShono HayamaYo OizumiYo YoshidaCastHayato IsomuraHonoka MatsumotoMaika YamamotoMari HamadaMomokaNana KomatsuNana SeinoShigeyuki TotsugiShono HayamaYo OizumiYo YoshidaYuki Tayama",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hpysdEOSS3KYL5RjkBvDtMypWlA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDVjMDEwMzYtOWFiMS00Zjc0LTllZjgtMWFhYTBhZThkNDZmXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c78uyvndkkdz.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/after-the-rain-koi-wa-ameagari-no-yo-ni-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://yuudrive.me/1f45ca/after-the-rain-koi-wa-ameagari-no-y-ni-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "http://www.filedwon.info/ugdmc6e75c48/After_The_Rain_(Koi_Wa_Ameagari_No_Y%C3%B4_Ni)_[2018]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://megaup.net/2fzqw/After_The_Rain_(Koi_Wa_Ameagari_No_Yô_Ni)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://mega.nz/file/o9gU2LAA#Hq2YkLrQV_cFSlRW7fOlG0aifm0kSitVOmquCNuEIxU",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://upstream.to/tzdch019ivvo",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "BR-Rip 1080p"
      }
    ],
    "trailer": {
      "video_id": "kwAgjGzt5io",
      "video_url": "https://www.youtube.com/watch?v=kwAgjGzt5io",
      "embed_url": "https://www.youtube.com/embed/kwAgjGzt5io"
    }
  },
  {
    "metadata": "|2018|1h 54min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1,133"
    },
    "title": "The Monkey King 3 (2018)",
    "description": "The Monkey King 3 (2018)_____IMDb – 5.5/10ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ရောက်လာတဲ့ ဘယ် ယောကျ်ားသားကိုမဆို သတ်ပစ်ဖို့လုပ်ခဲ့တာ မို့ ပြဿနာနဲ့ ရင်ဆိုင်ရပါတော့ တယ်။အဲဒါနဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်း တို့တွေဟာ လွတ်မြောက်မယ့် နည်းလမ်းရှာတဲ့အခါမှာ မိန်းမလှ နိုင်ငံကို ဖုံးအုပ်ထားတဲ့ ဧရာမ မှော်ပိုက်ကွန်ရှိနေတယ်ဆိုတာသိခဲ့ပြီး အန္တရာယ် ဂိတ်တံခါးကို ကျော် ဖြတ်နိုင်ဖို့ တစ်ခုတည်းသော နည်းလမ်းက ချစ်ခြင်းမေတ္တာဆိုတဲ့ သောနဲ့ ဖွင့်မှပဲ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းအဖို့ ကျမ်းစာတွေသယ်ဖို့ ခရီးဆက် ထွက်မလား၊ အချစ်အတွက် ပေး ဆပ်မလားဆိုတာ ဝေခွဲမရဖြစ်နေ ချိန်မှာ ကွမ်ရင်မယ်တော်ရောက် လာပြီး အမှန်မြင်နိုင်ဖို့ လမ်းပြခဲ့ ပါတယ်။အဲဒီအခါမှာ ဆရာတော်ရှန် ကျန်းတို့ရဲ့ မေတ္တာဇာတ်လမ်းက ဘယ်လိုပုံစံနဲ့ အဆုံးသတ်မလဲဆို တာကို အမိုက်စားဆက်တင်တွေ၊ ရိုက်ချက်တွေနဲ့ ဆက်ကြည့်ဖို့ ဖော်ပြလိုက်ပါတယ်။ပါဝင်ထားတဲ့ သရုပ်ဆောင် တွေက မျောက်မင်းဝူခုံးအဖြစ် Aaron Kwok၊ ဆရာတော်ရှန် ကျန်းအဖြစ် Feng Shaofeng၊ မိန်းမလှဘုရင်မအဖြစ် Zhao Liying၊ ပါကျဲအဖြစ် Xiao Shenyang၊ ဝူဂျင်းအဖြစ် Him Law တို့ပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို 7Daily Website မှ ကူးယူဖော်ပြပါသည်)File Size : (900 MB)Quality : Blu-Ray 720pRunning Time : 1hr 54minFormat : Mp4Genre :Action, Adventure, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source :.720p.BluRay.x264.DTS-HDCTranslated by Wai Yan MaungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSoi CheangStarsAaron KwokHim LawLin Chi-LingLin ChilingWilliam FengXiao ShenyangZhao LiyingCastAaron KwokHim LawLin Chi-LingLin ChilingWilliam FengXiao ShenyangZhao Liying",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xCF6Vkq1L5tTGENb07vzlQyXwKv.jpg",
      "https://image.tmdb.org/t/p/w300/nt4Xh3kig4Aph5ggRCCoZtSUNJB.jpg",
      "https://image.tmdb.org/t/p/w300/xTtCwWkWY0sKgILdUFaWUhyRrQE.jpg",
      "https://image.tmdb.org/t/p/w300/bAxWAZzsiRgIK8JIn284bChjpS3.jpg",
      "https://image.tmdb.org/t/p/w300/thQ6hiLFvoQmaUuPdNBJOwmztV4.jpg",
      "https://image.tmdb.org/t/p/w300/7kZaqsqgPHGK3rKuDPHJ12w07JK.jpg",
      "https://image.tmdb.org/t/p/w300/vlGApRoXVRzbojh8TL4j6or6wH5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/k3geo0ojbc7l.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-monkey-king-3-xi-you-ji-zhi-nu-er-guo-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/5a723/the-monkey-king-3-xi-you-ji-zhi-n-er-guo-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/UAtnEQgb#TJi-fJWjJi0-sRZt8keTr5twCQd5tcy17xcVk54Z000",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/47hv2kbp3hzn",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-monkey-king-3-2018",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "F7MR5MsIoSQ",
      "video_url": "https://www.youtube.com/watch?v=F7MR5MsIoSQ",
      "embed_url": "https://www.youtube.com/embed/F7MR5MsIoSQ"
    }
  },
  {
    "metadata": "N/A|2018|119 min|Bollywood,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1,318"
    },
    "title": "Mitron (2018)",
    "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ဟာသ ဒရာမာကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္ရယ္ရယ္ေမာေမာနဲ႕ ေပါ့ေပါ့ပါးပါးေလးမုိ႔ မိသားစုနဲ႕အတူ ခြီလုိ႔ေကာင္းမယ့္ ဇာတ္ကားတစ္ကားပါပဲႏုိင္ငံတကာ အဆင့္သတ္မွတ္ခ်က္ေတြအရလည္း IMDb 7/ 10 အထိရ႐ွိထားလုိ႔ မဆုိးဘူးလုိ႔ ေျပာရပါမယ္ဇာတ္လမ္းေလးကေတာ့အ႐ႈံးသမား၊ ငတုံး ငအလုိ႔ အသတ္မွတ္ခံထားရတဲ့ ေဂ်းဆုိတဲ့ေကာင္ေလးနဲ႕အရည္အခ်င္းရွိၿပီး ထက္ျမတ္တဲ့ အဗ္နီးဆုိတဲ့ေကာင္မေလးတုိ႔ဟာမိဘခ်င္းသေဘာတူလုိ႔ မဂၤလာကိစၥနဲ႔ မေမွ်ာ္လင့္ပဲ ဆုံေတြ႕ခဲ့ၾကတာပါတယ္သူတုိ႔ႏွစ္ဦးစလုံးမွာလည္း အိပ္မက္ကိုယ္စီရွိၾကတာမုိ႔အိမ္ေထာင္ခ်ေပးမယ့္အေရးကေန သူတုိ႔အိပ္မက္ေတြကု္ိဘယ္လုိအေကာင္ထည္ေဖၚၾကမလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈ႕လုိက္ၾကပါဦး(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (900 MB) and (400 MB)Quality : HDRip 720pRunning Time : 1hr 59minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.HDRip.x264.AC3.5.1.-.Hon3yHDTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNitin KakkarStarsJacky BhagnaniKritika KamraNeeraj SoodPrateek GandhiCastJacky BhagnaniKritika KamraNeeraj SoodPrateek Gandhi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6eoOK3C8KsmjQq0gjUzZMHJOQJh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r0BKxapZhT1wKvXbvXBTjVbslaz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mitron-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ewkq/Mitron_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/467ues9a1pyw",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7ev4qo00w6zz.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-7oSVaQp6CM",
      "video_url": "https://www.youtube.com/watch?v=-7oSVaQp6CM",
      "embed_url": "https://www.youtube.com/embed/-7oSVaQp6CM"
    }
  },
  {
    "metadata": "R|2018|100 min|Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "37,822"
    },
    "title": "Tag (2018)",
    "description": "“အသက္ၾကီးလာလို႔ ကစားတာရပ္လိုက္တာမဟုတ္ဘူး၊ ကစားတာရပ္လိုက္တာလို႔ အသက္ၾကီးလာတာ” ဆိုတဲ့ေဆာင္ပုဒ္က သူတို႔ရဲ႕လက္သံုးေဆာင္ပုဒ္တစ္ခုေပါ့။သူတို႔ဆိုတာ Hogan, Bob, Chilli, Sable, Jerry တို႔သူငယ္ခ်င္းငါးေယာက္အဖြဲ႕ကိုရည္ညႊန္းတာပါ။ဟိုးငယ္ငယ္ေလးကတည္းက ေက်ာင္းေနဖက္ ေဆာ့ေဖာ္ေဆာ့ဖက္ေတြျဖစ္တဲ့အတြက္ တစ္ေယာက္ကိုတစ္ေယာက္လည္း သံေယာဇဥ္အေတာ္ရွိၾကပါတယ္။အသက္ၾကီးလာတဲ့အခါကိုယ့္လမ္းကိုေလွ်ာက္ျပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ သူစိမ္းေတြလိုတကြဲတျပားမျဖစ္ခ်င္တဲ့သူတို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ အခ်ိန္တန္ရင္ခြဲခြာရမယ္ဆိုတဲ့ ေလာကၾကီးရဲ႕နိယာမကို ဆန္႔က်င္ဖို႔နည္းလမ္းတစ္ခုကိုတီထြင္ခဲ့ပါတယ္ေတာ့တယ္။အဲဒါကေတာ့ အသက္ၾကီးတဲ့အခ်ိန္ ငယ္ငယ္တုန္းကလို ဆက္ျပီးေဆာ့ကစားတဲ့နည္းပါပဲ။သူတို႔ေဆာ့တဲ့ကစားနည္းကို ျမန္မာလိုေခၚရရင္ေတာ့ စိန္ေျပးလိုက္တမ္းေပါ့ဗ်ာ။သူတို႔သူငယ္ခ်င္းေတြဟာ အဲဒီစိန္ေျပးလိုက္တမ္းကို ႏွစ္တုိင္းရဲ႕ေမလတိုင္းမွာ ကစားေလ့ရွိတယ္။ဒါေပမယ့္ အရင္တုန္းကလို လူစုလူေဝးနဲ႔ကြင္းျပင္က်ယ္ၾကီးထဲမွာေဆာ့ၾကတာမဟုတ္ပါဘူး။ေမလအတြင္းတစ္ရက္ရက္မွာေခြးရူးျဖစ္တဲ့သူက ကိုယ္ဖမ္းခ်င္တဲ့လူရွိတဲ့ေနရာကို ေရာက္ေအာင္လာျပီး ဖမ္းရတာပဲျဖစ္ပါတယ္။ဒါ့အျပင္ကိုယ့္ကိုျမင္ရင္လည္း အဖမ္းခံရတဲ့သူက ထြက္ေျပးႏုိင္တဲ့အတြက္ မမွတ္မိေအာင္ရုပ္ေတြဘာေတြ ဖ်က္ျပီးအနားေရာက္မွအမိဖမ္းရပါတယ္။ထူးျခားခ်က္တစ္ခုကေတာ့ သူတို႔သူငယ္ခ်င္းထဲမွာ Jerry ဆိုတဲ့တစ္ေယာက္က အဲဒီကစားနည္းစေဆာ့ပါျပီဆိုကတည္းက ႏွစ္ ၃၀ တုိင္ေအာင္ တစ္ခါမွအဖမ္းမခံရေသးပါဘူး။၃၁ ႏွစ္ေျမာက္မွာေတာ့ Jerry တစ္ေယာက္အိမ္ေထာင္ျပဳျပီးေတာ့ ဒီကစားပြဲကေနအေကာင္းဆံုးစံခ်ိန္နဲ႔ အျပီးတိုင္အနားယူေတာ့မယ္ဆိုတဲ့သတင္းကို သိသြားတဲ့ Hogan ဟာ က်န္တဲ့သူငယ္ခ်င္းသံုးေယာက္ကိုအျမန္စုျပီးေတာ့ မဂၤလာပြဲမွာေျခခ်ဳပ္မိေနမယ့္ Jerry ကိုဖမ္းျပီး သူ႔ရဲ႕ႏွစ္ ၃၀ အဖမ္းမခံရတဲ့စံခ်ိန္ကိုခ်ိဳးပစ္ဖို႔အတြက္ စီစဥ္ပါေတာ့တယ္။ဇာတ္လမ္းရဲ႕အသြားအလာကိုၾကည့္ျပီး ဟာသကားျဖစ္မယ္ဆိုတာ အားလံုးသိေလာက္မွာပါ။ဒါ့အျပင္ဇာတ္လမ္းကိုရုတ္တရက္ၾကည့္ရင္ေတာ့ စိတ္ကူးယဥ္ဆန္ျပီး အတင္းလုပ္ယူသလိုၾကီးျဖစ္ေနပါလိမ့္မယ္။ဒါေပမယ့္ ဒီဇာတ္ကားဟာ တကယ့္ျဖစ္ရပ္မွန္ကိုအေျခခံျပီးရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။ေတာ္ေတာ္ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားေလးျဖစ္ျပီး Adult Joke ေတြလည္းမပါသေလာက္နည္းပါးတဲ့အတြက္ မိသားစုနဲ႔အတူစိတ္လြတ္ကိုယ္လြတ္ၾကည့္ခ်င္တယ္ဆိုတဲ့သူေတြအတြက္ ဒီဇာတ္ကားေလးကို ညႊန္းဆိုေပးလိုက္ပါတယ္။ဒါ့အျပင္ သူေပးခ်င္တဲ့ Message ေလးကေတာ္ေတာ္ေကာင္းျပီးေတာ့ ၾကည့္ျပီးတဲ့အခါမွာလည္း တခ်ိဳ႕ဟာသကားေတြလိုၾကည့္ျပီးခဏနဲ႔ ေမ့ေမ့ေပ်ာက္ေပ်ာက္ျဖစ္သြားမယ့္ဇာတ္ကားမ်ိဳးမဟုတ္ဘဲ ရင္ထဲတစ္ခုခုက်န္ခဲ့မယ္ဆိုတာကိုေတာ့…..။(ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Myo Thant Kyawပါ)File Size : (800 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 40minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GECKOSTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeff TomsicStarsAnnabelle WallisEd HelmsHannibal BuressIsla FisherJake JohnsonJaren LewisonJeremy RennerJon HammLeslie BibbRashida JonesCastAl MitchellAndrew TranAnnabelle WallisBraxton AlexanderBraxton BjerkenBrayden BensonBrian DennehyCarrie BrownsteinEd HelmsElijah MarcanoHannibal BuressIndiana SifuentesIsla FisherJ.P. ValentiJake JohnsonJaren LewisonJeremy RennerJim EspositoJock McKissicJohn Jacob AndersonJon HammJordan BarretoKate KneelandKella RainesKevin Tyler MoodyKurt YueLaura DistinLegend WilliamsLeslie BibbLeslie SidesLilRel HoweryLinda WiegandLoren LottLucie CarrollMaxwell RossMelissa LeEllenNora DunnRashida JonesSebastian ManiscalcoSteve BergTatum PriceTh'Yana StarThomas MiddleditchTrayce MalachiTyler CrumleyVince PisaniWilliam LilesWilliam WalkerXavion Shelton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yRXzrwLfB5tDTIA3lSU9S3N9RUK.jpg",
      "https://image.tmdb.org/t/p/w300/vJ0GLqItLCzv1kfp6qHs4SDiavs.jpg",
      "https://image.tmdb.org/t/p/w300/iNseTgZ7Ypo6qDgFAtxHinNlgik.jpg",
      "https://image.tmdb.org/t/p/w300/aOdK14jDmQFN5FqQbaSFMUYQXyv.jpg",
      "https://image.tmdb.org/t/p/w300/6oFNK0MY6aXFqykJZu7VZNCjgnN.jpg",
      "https://image.tmdb.org/t/p/w300/n26ZDyVOKnoZZU369oknkRcVwOB.jpg",
      "https://image.tmdb.org/t/p/w300/1NFRyjidhjROBxcgmCTgB2Yfl85.jpg",
      "https://image.tmdb.org/t/p/w300/5Pr2SjhYjkvMJXXTBYSVXmIkiSj.jpg",
      "https://image.tmdb.org/t/p/w300/fzZQozittlWcusyKh3E5axXHNNu.jpg",
      "https://image.tmdb.org/t/p/w300/qfEXoqiNQZR7ADb1bdjC0Yz6PRw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eXXpuW2xaq5Aen9N5prFlARVIvr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tag-2018",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tag-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1AU48/Tag_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/c8er95n41tys",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kjC1zmZo30U",
      "video_url": "https://www.youtube.com/watch?v=kjC1zmZo30U",
      "embed_url": "https://www.youtube.com/embed/kjC1zmZo30U"
    }
  },
  {
    "metadata": "N/A|2018|2h 28 min|Drama,Mystery",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "40,952"
    },
    "title": "Burning (2018)",
    "description": "Burning (2018)ဆိုတဲ့ကားလေးကတော့ Rating 7.5 ထိ ရရှိထားတဲ့ Drama, Mystery ကားလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာတော့ လီဂျောင်ဆူနဲ့ ရှင်းဟဲမီဆိုတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်အမှတ်မထင်ပြန်တွေ့ကြပြီး တယောက်နဲ့တယောက် မသိလိုက်ချိန်မှာပဲ ချစ်သွားခဲ့ကြတယ်အဲ့လိုနဲ့ တရက်ကောင်မလေးက အာဖရိကကို ခရီးသွားရင်း အကိုဘန်ဆိုတဲ့လူနဲ့ သိကျွမ်းလာခဲ့ပြီး အရမ်းရင်းနှီးသွားရင်း ကောင်လေးနဲ့လည်း အသိအကိုဆိုပြီး မိတ်ဆက်ပေးခဲ့တယ်အဲ့လိုနဲ့ အကိုဘန်နဲ့ ကောင်မလေးက ရင်းနှီးလွန်လာပြီး တပူးပူးတတွဲတွဲဖြစ်လာတော့ ကောင်လေးခင်မျာ ပြောလဲမပြောရဲ ခံလဲခံစားရရင်း ကြိတ်ခံနေလာခဲ့တယ်အဲ့လိုနဲ့ အကိုဘန်ဆိုတဲ့လူက ကောင်မလေူတွေနဲ့ ပက်သက်ပြီး သတ်သတ်နေခဲ့တယ်ဆိုတာကို သိသွားတဲ့အချိန်မှာတော့ ရှင်းဟဲမီတယောက်ပျောက်ဆုံးနေခဲ့ပါပြီဒါပေမယ့်လည်း မသေချာသေးတာမို့ ကောင်လေးက ကြိတ်ခံစားရင်း လိုက်လဲရှာ စုံစမ်းရင်း သေမတတ်ခံစားပြီး လျှောက်သွားနေခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ကောင်လေးက ကောင်မလေးကို ရှာတွေ့သွားမှာလား ဒါမှမဟုတ် တကယ်ပဲ အကိုဘန်က ကောင်မလေးကို သတ်လိုက်တာလားကောင်လေးကရော ဘာတွေဆက်လုပ်မှာလဲဆိုတဲ့ဆန်းကြယ်လှပြီး စိတ်ဝင်စားစရာဇာတ်လမ်းလေးကို Burning (2018)ဆိုတဲ့ ဇာတ်ကားလေးမှာ ကြည့်လိုက်ရအောင်နော်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)——————————————————————–Burning (2018)ဆိုတဲ့ကား​ေလးက​ေတာ့ Rating 7.5 ထိ ရ႐ွိထားတဲ့ Drama, Mystery ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအစမွာ​ေတာ့ လီ​ေဂ်ာင္​ဆူနဲ႔ ႐ွင္​းဟဲမီဆိုတဲ့ ငယ္​သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​အမွတ္​မထင္​ျပန္​​ေတြ႔ၾကၿပီး တ​ေယာက္​နဲ႔တ​ေယာက္​ မသိလိုက္​ခ်ိန္​မွာပဲ ခ်စ္​သြားခဲ့ၾကတယ္​အဲ့လိုနဲ႔ တရက္​​ေကာင္​မ​ေလးက အာဖရိကကို ခရီးသြားရင္​း အကိုဘန္​ဆိုတဲ့လူနဲ႔ သိကြၽမ္​းလာခဲ့ၿပီး အရမ္​းရင္​းႏွီးသြားရင္​း ​ေကာင္​​ေလးနဲ႔လည္​း အသိအကိုဆိုၿပီး မိတ္​ဆက္​​ေပးခဲ့တယ္​အဲ့လိုနဲ႔ အကိုဘန္​နဲ႔ ​ေကာင္​မ​ေလးက ရင္​းႏွီးလြန္​လာၿပီး တပူးပူးတတြဲတြဲျဖစ္​လာ​ေတာ့ ​ေကာင္​​ေလးခင္​မ်ာ ​ေျပာလဲမ​ေျပာရဲ ခံလဲခံစားရရင္​း ႀကိတ္​ခံ​ေနလာခဲ့တယ္​အဲ့လိုနဲ႔ အကိုဘန္​ဆိုတဲ့လူက ​ေကာင္​မ​ေလူ​ေတြနဲ႔ ပက္​သက္​​ၿပီး သတ္​သတ္​​ေနခဲ့တယ္​ဆိုတာကို သိသြားတဲ့အခ်ိန္​မွာ​ေတာ့ ႐ွင္​းဟဲမီတ​ေယာက္​​ေပ်ာက္​ဆံုး​ေနခဲ့ပါၿပီဒါ​ေပမယ္​့လည္​း မ​ေသခ်ာ​ေသးတာမို႔ ​ေကာင္​​ေလးက ႀကိတ္​ခံစားရင္​း လိုက္​လဲ႐ွာ စံုစမ္​းရင္​း ​ေသမတတ္​ခံစားၿပီး ​ေလွ်ာက္​သြား​ေနခဲ့ပါတယ္​ ​​ေနာက္​ဆံုးမွာ​ေတာ့ ​ေကာင္​​ေလးက ​ေကာင္​မ​ေလးကို ႐ွာ​ေတြ႔သြားမွာလား ဒါမွမဟုတ္​ တကယ္​ပဲ အကိုဘန္​က ​ေကာင္​မ​ေလးကို သတ္​လိုက္​တာလား​ေကာင္​​ေလးက​ေရာ ဘာ​ေတြဆက္​လုပ္​မွာလဲဆိုတဲ့ဆန္​းၾကယ္​လွၿပီး စိတ္​၀င္​စားစရာဇာတ္​လမ္​း​ေလးကို Burning (2018)ဆိုတဲ့ ဇာတ္​ကား​ေလးမွာ ၾကည္​့လိုက္​ရ​ေအာင္​​ေနာ္​(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္)File Size : (1.1 GB)Quality : HDRip 720pRunning Time : 2hr 28minFormat : Mp4Genre : Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip H264 AAC-NonDRMTranslated by May Nandar KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Chang-dongStarsChoi Seung-hoJun Jong-seoKim Soo-kyungMin Bok-giMoon Sung-keunSteven YeunYoo Ah-inCastChoi Seung-hoJun Jong-seoKim Soo-kyungMin Bok-giMoon Sung-keunSteven YeunYoo Ah-in",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ajgSIqlFiJris67Zd5ppLZOfWdW.jpg",
      "https://image.tmdb.org/t/p/w300/j4HSOwHum0YCzkGc4T4XQchMrLz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOWYxYTQwNzQtNjZjNi00MDI2LWEyMTYtZWY5MmUwMzk4MmU2XkEyXkFqcGdeQXVyNTc5OTMwOTQ@._V1_SY1000_CR007361000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/burning-beoning-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yPc9/Burning_(Beoning)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4ZUCTKYQ#KFxrp7iKM2K3deJ7ccYNvrlIchGAxDxPaSIdkl7T2iA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/burning-beoning-2018",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/chfi545u8lvm",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/5tdq96q7yv58.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wi6Kw7V8gXk",
      "video_url": "https://www.youtube.com/watch?v=wi6Kw7V8gXk",
      "embed_url": "https://www.youtube.com/embed/wi6Kw7V8gXk"
    }
  },
  {
    "metadata": "N/A|2018|101 min|Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "N/A"
    },
    "title": "The Princess Switch (2018)",
    "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးမယ်နော်…ဒီဇင်ဘာလလည်း ရောက်တော့မယ်…ခရစ်စမတ်နေ့လည်း နီးပြီဆိုတော့ ခရစ်စမတ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါမယ်…ကြည့်ရတာ ပျော်စရာကောင်းပြီး အဆုံးသတ်လည်းလှတော့ကြည့်ရှုသူတိုင်း ကျေနပ်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါ…Netflix မှဖြန့်ချီပြီး IMDb 6.1 ရထားတာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်လမ်းပါနော်…ဒီဇာတ်လမ်းမှာတော့ High School Musical ဇာတ်လမ်းနဲ့ လူသိများတဲ့မင်းသမီး Vanessa Hudgens က နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်…အညွှန်း- ချီကာဂိုမှာ မုန့်ဖုတ်ဆိုင်ဖွင့်ထားပြီး အတော်အသင့် နာမည်ရထားတဲ့ကောင်မလေး စတေစီ..သူက သူငယ်ချင်းဖြစ်သူ ကယ်ဗင်နဲ့ ဒီမုန့်ဖုတ်ဆိုင်ကို ဦးစီးပါတယ်…စတေစီက ရည်းစားနဲ့ကွဲပြီးပူပူနွေးနွေး အသည်းကွဲနေသူတစ်ယောက်ပါ…ဒါကို သိတဲ့ ကယ်ဗင်က စတေစီအတွက် စိတ်ထွက်ပေါက်ဖြစ်အောင်ဆိုပြီးဘယ်ဂရေးဗီးယားနိုင်ငံမှာ ကျင်းပတဲ့မုန့်ဖုတ်ပြိုင်ပွဲအတွက် စာရင်းသွင်းခဲ့ပါတယ်…မုန့်ဖုတ်ပြိုင်ပွဲမှာ စတေစီပါဝင်ယှဉ်ပြိုင်ခွင့်ရခဲ့ပါတယ်…ဘယ်ဂရေးဗီးယားနိုင်ငံကတော့ ဘုရင်အုပ်ချုပ်တဲ့နိုင်ငံတစ်ခုပါ…ဒီအချိန်က ဘယ်ဂရေးဗီးယားနိုင်ငံရဲ့ မင်းသား အက်ဒ်ဝပ်အိမ်ထောင်ပြုတော့မယ့် အချိန်ကာလဖြစ်နေပါတယ်…မင်းသား အိမ်ထောင်ပြုမယ့် သတို့သမီးလောင်းကတော့မွန်တဲနားရိုးမြို့စားအမျိုးသမီး မာဂရက်ပဲဖြစ်ပါတယ်…ထူးခြားတာက မာဂရက်နဲ့ စတေစီက ရုပ်တစ်ထပ်တည်းနီးပါး တူနေတာပါ…မာဂရက် မုန့်ဖုတ်ပြိုင်ပွဲအပြင်အဆင်ကို လာကြည့်တဲ့ အချိန်…စတေစီကလည်း ပြိုင်ပွဲအတွက် ပြင်ဆင်နေတဲ့အချိန်မှာပဲ ပက်ပင်းတိုးမိပါရော …ရုပ်ချင်းတူတဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်နဲ့တစ်ယောက်ကြည့်ပြီး အံ့ဩမဆုံးဖြစ်ခဲ့ပါတယ်…မာဂရက်ဟာ မွေးကတည်းက အခြွေအရံတွေ အဆင်တန်ဆာတွေနဲ့နေခဲ့ရသူမို့ သာမန်ဘဝက ဘယ်လိုမျိုးလဲ စူးစမ်းချင်သူပါ…စတေစီကို တွေ့တဲ့အချိန်မှာတော့ သူအကြံရပါတော့တယ်..ဒါကတော့ မုန့်ဖုတ်ပြိုင်ပွဲမတိုင်ခင် နှစ်ရက်အလိုမှာ သူတို့နှစ်ယောက် နေရာလဲဖို့ပါ…စတေစီက မာဂရက်ကို ကူညီတဲ့အနေနဲ့ ဒီအကြံကို လက်ခံခဲ့ပါတယ်…နေရာလဲလိုက်တာမို့ မာဂရက်နဲ့ စတေစီ အလွဲတွေကြုံပါတော့တယ်…စတေစီနဲ့ မင်းသား အက်ဒ်ဝပ် … မာဂရက်နဲ့ ကယ်ဗင် ဘယ်လိုတွေဖြစ်မလဲ…လူလဲထားတာကို ကယ်ဗင်နဲ့ အက်ဒ်ဝပ်သိသွားမလား..မုန့်ဖုတ်ပွဲမတိုင်ခင် ဘာတွေကြုံရမလဲ…ဘယ်လိုဇာတ်လမ်းလေးတွေ ဖြစ်မလဲ စတာတွေကို စိတ်ဝင်တစားကြည့်ရှုရမှာပါ..File Size : (965 MB) and (315 MB)Quality : Web DL 720pRunning Time :1hr 41minFormat : Mp4Genre : RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay HarukoEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMike RohlStarsChris JarvisJo Cameron BrownMark FleischmannNatali YuraNick SagarPavel DouglasSam PalladioSara StewartSuanne BraunVanessa HudgensCastAdi GheoAlexa AdeosunAmy GriffithsAshley EmersonChris JarvisClara CiobanuEmmett FrielJo Cameron BrownMark FleischmannNatali YuraNick SagarPavel DouglasRobin SoansSam PalladioSara StewartSuanne BraunVanessa Hudgens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eZeKHAqNsDAG6r8hi4sMzwqHn5n.jpg",
      "https://image.tmdb.org/t/p/w300/iHbHTn6awwTTu9kcfBe2hkTuWXS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/biRUM4CBgfJtEQDCttf3zca4epp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-princess-switch-2018",
        "server": "VIP Links",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-princess-switch-2018-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://megaup.net/1zXs6/The_Princess_Switch_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://upstream.to/2c2bftmu30ik",
        "server": "upstream.to",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://usersdrive.com/7ncpju6vbjoo.html",
        "server": "usersdrive.com",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://mega.nz/file/9KJWAbra#Ni1B5eNot9qUb9byNHEe0OAN2BlCV1IjIYlIXzkzsUw",
        "server": "mega.nz",
        "size": "965 MB",
        "quality": "Web DL 720p"
      },
      {
        "link": "https://upstream.to/qn2zsh1e38bn",
        "server": "upstream.to",
        "size": "965 MB",
        "quality": "Web DL 720p"
      }
    ],
    "trailer": {
      "video_id": "-WBhj57fHeI",
      "video_url": "https://www.youtube.com/watch?v=-WBhj57fHeI",
      "embed_url": "https://www.youtube.com/embed/-WBhj57fHeI"
    }
  },
  {
    "metadata": "PG|2018|101 min|Drama,History,Sport",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "664"
    },
    "title": "The Miracle Season (2018)",
    "description": "ဒီရုပ္ရွင္ေလးကို ဘာသာျပန္ေပးတဲ့ ကိုေ၀ဇင္ ကေတာ့ေျပာရွာပါတယ္ ကိုသစ္ရယ္ မ်က္ရည္ေတြ ၀ဲတယ္ဗ်ာ.. တဲ့က်ေနာ္လဲ ဒီရုပ္ရွင္ေလးကို ၾကည့္ၿပီး ရင္ထဲမွာ တစ္မ်ိဳးႀကီးပဲခံစားရတယ္…ခံစားရဆို ဒီရုပ္ရွင္က ျဖစ္ရပ္မွန္ကို အေျခခံၿပီးရိုက္ကူးထားတာပါ…West High School ရဲ႕ ေဘာလီေဘာ ခ်ံပီယံေက်ာင္းသူေလးေတြ အေၾကာင္း ျဖစ္ရပ္မွန္ ဇတ္လမ္းပါWest  ဟာ ၿမိဳ႕နယ္ အဆင့္မွာ ခ်ံပီယံ ဗိုလ္စြဲထားတာ ျဖစ္ၿပီးေနာက္တစ္ေခါက္ ၿမိဳ႕နယ္ အဆင့္ကေန တိုင္းထိ၀င္ေရာက္ယွဥ္ၿပိဳင္ဖို႔ ႀကိဳးစားေနၾကသူမ်ားလဲ ျဖစ္ပါတယ္အဲ့ဒီထဲမွေတာ့ အေတာက္ပဆံုး ေကာင္မေလးကအဖြဲ႔ေခါင္းေဆာင္ ကာရိုလုိင္း ပဲ ျဖစ္ပါတယ္ခ်စ္ဖို႔ ေကာင္းတဲ့ ရုပ္ရည္ေလးနဲ႔ လူတုိင္း ႏွစ္သက္ေစမယ့္အၿပံဳးပိုင္ရွင္ေလးပါ သူ႔ကို စိတ္ဆိုးေနတဲ့သူေတြကိုဆိုရင္အတင္းကာေရာ ဖက္ၿပီး စိတ္ဆိုးေျပေအာင္လဲ လုပ္တက္သူပါသူနဲ႔ ငယ္ငယ္ထဲက အတူႀကီးျပင္းလာၿပီး ေက်ာင္းမွာေရာေဘာလီေဘာ အဖြဲ႔ထိပါ အတူတူ ေရာက္ရွိေနတာကေတာ့အခ်စ္ဆံုးသူငယ္ခ်င္းေလး ကယ္လီ ဆိုေတာ့ေကာင္မေလးေပါ့ ကယ္လီက ကယ္ရိုလုိင္း နဲ႔ မတူပဲခပ္ေအးေအး ေနတက္သူေလးပါ အၿမဲတမ္း ကယ္လီ အတြက္ကယ္ရိုလုိင္းက အသက္ကယ္ေဆးလိုပါပဲသူဘာလိုအပ္ေနတယ္ဆိုတာ ကယ္ရိုလုိင္းပဲ သိတာေပါ့ဒါကို တကယ့္ BFF ေတြပဲ နားလည္မွာပါ…ဒီဇတ္လမ္းရဲ႕ အညႊန္းကိုေတာ့ သိပ္မေျပာခ်င္ပါဘူးက်ေနာ့္လုိ ဟင္ ခနဲ ဟာခနဲ ျဖစ္သြားခ်င္တယ္ဆိုဆက္ၾကည့္ပါ ၀မ္းနည္းတက္သူဆိုရင္ တစ္ရႈးေလးေဆာင္ထားေပးပါ ….အာမခံတာကေတာ့ အဆံုးသတ္ေလးက Happy Ending ပါစပြိဳင္းလာ လုပ္တာေတာ့ မဟုတ္ပါဘူးေနာ္…ေယာက်ၤားေလးေတြေတာ့ မျဖစ္မေန ၾကည့္သင့္ပါတယ္ဘာလို႔ဆို ေဘာလီေဘာ ကစားတဲ့ မိန္းကေလးေတြ ရဲ႕Body က အရမ္းလွလြန္းေတာ့ ၾကည့္လုိ႔အရမ္းေကာင္းလို႔ပါAdmin ေတာ့ ခန ခန ၾကည့္ေနတာပဲ 😛ဆက္လက္ၾကည့္ရႈေပးပါ….Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSean McNamaraStarsDanika YaroshErin MoriartyHelen HuntNesta CooperWilliam HurtCastDanika YaroshErin MoriartyHelen HuntNesta CooperWilliam Hurt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2wnuDWdkLUNdqVNC5PN1AXArrzt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMDU1MjdhN2UtNGRjMC00N2M4LTg1ZTUtZDIzZjIyMzA3YWRmXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR007041000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/n2RNh",
        "server": "openload.co",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/n5KegM",
        "server": "openload.co",
        "size": "440 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Bt_RYJdjyRM",
      "video_url": "https://www.youtube.com/watch?v=Bt_RYJdjyRM",
      "embed_url": "https://www.youtube.com/embed/Bt_RYJdjyRM"
    }
  },
  {
    "metadata": "TV-MA|2018|1h 30m|Comedy,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "6500"
    },
    "title": "Dead in a Week Or Your Money Back (2018)",
    "description": "Dead in a Week Or Your Money Back (2018)~ IMDb – 6.3/10, Rotten Tomatoes – 52% ~အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ဝီလျံ ဆိုတာကတော့ အချိန်တိုင်း စိတ်ဓာတ်ကျနေတဲ့ ‌စာရေး၀ါသနာပါသူ ဒီပရက်ရှင်ကောင်ဆိုးလေးပါ။ စိတ်ဓာတ်ကျလွန်းလို့ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်တာလည်း ခဏခဏပါပဲ။ လောကကြီးမှာ အသုံးမကျဘူး လို့ ကိုယ့်ကိုယ်ကိုယ် မြင်လို့ အဆုံးစီရင်ကာမှ အဆုံးစီရင်တဲ့နေရာမှာပါ အသုံးမကျလို့ ဆယ်ခါတိတိ ကိုယ့်ကိုယ်ကိုယ် သေကြောင်းကြံစည်တာတောင် မအောင်မြင်ခဲ့ပါဘူး။ ကားတိုက်မိတာတောင် တိုက်တဲ့ကားက အရေးပေါ်ကား ဖြစ်နေမိတတ်တာမျိုးပါ။ဒီလောက်တောင် အသုံးမကျရကောင်းလားဆိုပြီး စိတ်ဆင်းရဲနေတဲ့အချိန်မှာ ရေငတ်တုန်း ရေတွင်းထဲကျတဲ့အလား ဝီလျံတစ်ယောက် လူသတ်၀န်ဆောင်မှုပေးတဲ့ လုပ်ကြံရေးသမား အဘိုးကြီး လက်စ်လေ နဲ့ တွေ့ပြီး သူ့ကို သတ်ပေးဖို့ ငှားပါတော့တယ်။ဒီအချိန်မှာပဲ သူရေးတဲ့စာအုပ်လေးကို စိတ်၀င်စားလို့ ဆက်သွယ်လာတဲ့ စာအုပ်တိုက်ကနေ မိန်းမချောလေး အယ်လီနဲ့ ဆုံလာတဲ့အချိန်မှာ သေချင်တိုင်း သေလို့မရတဲ့ ဝီလျံရယ်၊ ပဲလှော်ကြား ဆားညပ်မယ့် အလှလေး အယ်လီရယ်၊ အလုပ်အပေါ် အရမ်းသိတတ် တာ၀န်ကျေပြီး ဝီလျံကို မရရအောင် သတ်ပေးမယ့် လုပ်ကြံရေးသမားကြီး လက်စ်လေတို့ သုံးယောက် ဘယ်လိုတွေလွဲပြီး ဘယ်လိုတွေ ခွီရမလဲ ဆိုတာ ဒီ Dark Comedy ရုပ်ရှင်‌လေးမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုChuckမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 680MBQuality – 1080p, 720pIMDb Rating – 6.3/10Format – mp4Duration – 1H 30MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byChuckEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom EdmundsStarsAneurin BarnardAshton Henry-ReidCarol MacReadyCecilia NobleChristopher EcclestonEileen NicholasEmma Campbell-JonesFreya MavorGethin AnthonyGioacchino Jim CuffaroHarry CollettJames KermackKeir CharlesMarcia WarrenMarion BaileyMark PenfoldNathalie BuscombeNeelam BakshiNigel LindsayOrion LeeParth ThakerarTim SteedTom WilkinsonVelibor TopicCastAneurin BarnardAshton Henry-ReidCarol MacReadyCecilia NobleChristopher EcclestonEileen NicholasEmma Campbell-JonesFreya MavorGethin AnthonyGioacchino Jim CuffaroHarry CollettJames KermackKeir CharlesMarcia WarrenMarion BaileyMark PenfoldNathalie BuscombeNeelam BakshiNigel LindsayOrion LeeParth ThakerarTim SteedTom WilkinsonVelibor Topic",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kViEYYPjLoNz4cITK3K6BPgE33M.jpg",
      "https://image.tmdb.org/t/p/w300/ePYz4e5SlEgJ00Cm7PNSwkftnfb.jpg",
      "https://image.tmdb.org/t/p/w300/qmlBUeHORkTtT4IaB29TbBPYTFy.jpg",
      "https://image.tmdb.org/t/p/w300/xo2N1LafjSRhSwbGA6wPHEXR5E2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f4ANVEuEaGy2oP5M0Y2P1dwxUNn.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dead-in-a-week-or-your-money-back-2018-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Cfep/(CM)_Dead_in_a_Week_Or_Your_Money_Back_(2018)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zjBQWahD#c-Jd1QgT2EHMicRalG3eJdaWwPoahD35n3BOmMYFSPI",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dvq4a58dg954.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dead-in-a-week-or-your-money-back-2018-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gkiu/(CM)_Dead_in_a_Week_Or_Your_Money_Back_(2018)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WrpCxQYa#rGqJsFCV3hVxyRIbzelpvqwXzKq47zL436qhTtBe70E",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vsn61g40u3hf.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/2mbxjra4oxce",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LrEx9Mw0h1k",
      "video_url": "https://www.youtube.com/watch?v=LrEx9Mw0h1k",
      "embed_url": "https://www.youtube.com/embed/LrEx9Mw0h1k"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Adult,Comedy",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The Package (2018)",
    "description": "ကဲ Netflix ရဲ႕ ေနာက္ထပ္ ရုပ္ရွင္တစ္ခုကိုထပ္တင္ေပးလုိက္ပါၿပီေနာ္…ဒီရုပ္ရွင္ကားကလဲ 18+ ပါပဲ18+ ေပမယ့္ ဟာသ ကားေလးမို႔ အေတာ္ရယ္ရပါတယ္လိင္အဂၤါပံုေတြ ထင္ထင္ရွားရွားျပသၿပီးေသြးထြက္သံယိုေတြ နဲ႔ ညစ္ညမ္းစကားလံုးေတြပါတဲ့အတြက္ မိသားစု ႏွင့္ အတူမၾကည့္သင့္ပါရုပ္ရွင္ ရဲ႕ ပံုစံကေတာ့ မိမႏုိင္ ဖမႏုိင္လက္ေျမာက္ထားရတဲ့ ေယာက်ၤားေလး ၃ ေယာက္မိန္းကေလး ၂ ေယာက္ ေက်ာင္းသား လူငယ္အုပ္စုဟာအားလပ္ရက္ အပန္းေျဖရန္ ေတာအုပ္တစ္ခုထဲသို႔ခရီးထြက္ခဲ့ပါတယ္…စံုတြဲ တစ္ခုကေတာ့ Ex ေတြျဖစ္ၿပီး မတည့္လို႔လမ္းခြဲလုိက္ၾကတာ ျဖစ္ၿပီး ေနာက္တစ္ေယာက္ကေတာ့FA ေကာင္ပါ ….ေနာက္ထပ္ ေကာင္ေလး နဲ႔ ေကာင္မေလး ကေတာ့အမႊာေတြ ျဖစ္ၿပီး အမႊာအကိုက ညီမျဖစ္သူကိုFA ေကာင္ သူငယ္ခ်င္းနဲ႔ အတင္းေပးစားဖို႔ႀကံစဥ္ေနသူပဲျဖစ္ပါတယ္..XP Power Bankဒီခရီးစဥ္မွာ သူ႔ ညီမကို ဘြတ္ဖို႔ သူငယ္ခ်င္းျဖစ္သူကိုအတင္းစည္းရံုးခဲ့ပါတယ္…😛ဒီလိုနဲ႔ စိတ္ဆိုးၿပီး ကြဲေနတဲ့ Ex အတြဲလဲ ျပန္အဆင္ေျပစျပဳအမႊာညီမ ကို FA ေကာင္က ခ်ိန္ေနတာ ေအာင္ျမင္ခါနီးအကို ျဖစ္သူက မူးမူးရူးရူး နဲ႔ ရႈးသြားေပါက္ပါတယ္…ရူးေပါက္ေနရင္း သူ႔အိတ္ေဆာင္ ဓါးေျမာင္ေလး နဲ႔ေသးတန္း ကို လိုက္ျဖတ္ၿပီး ေဆာ့ကစားေနရင္းမေတာ္တဆ ငယ္ပါ ကို ျဖတ္မိသြားပါေလေရာ :3အဲ့ဒီမွာတင္ပဲ အားလံုး အေရးႀကီးကိစၥေတြေနာက္ထားၿပီးငယ္ပါ ျပတ္သြားသူ ရဲ႕ ဖြားဖက္ေတာ္ ေလးကိုညႀကီး ေမွာင္ေမွာင္မွာ စမ္းတ၀ါး၀ါး နဲ႔ လုိက္ရွာၾကေတာ့တာပါပဲကဲ ဇတ္လမ္းေလးကေတာ့ လျပြတ္ ေပ်ာက္လို႔ လုိက္လို႔ရွာသူ႔ခဗ်ာ ငိုမဲ့ ငိုမဲ့ ပါ ခင္ဗ်ာ…ဒီရုပ္ရွင္ကားကို ဘာသာျပန္တဲ့ Hein Thet Naing ကေတာ့ခနခန သူ႔ဟာေလး ေပ်ာက္သြားလား ျပန္စမ္းေနရတယ္တဲ့ 😛အဒ္မင္ကေတာ့ ဖ်င္ႀကိမ္းလို႔ ဇတ္လမ္း အဆံုးထိေတာင္မက်ိႏုိင္ေတာ့ပါဘူး ဟုဒယ္ 🙁ကဲ သူငယ္ခ်င္းေတြထဲက ဖြားဖက္ေတာ္ေပ်ာက္မွာေၾကာက္တဲ့သူေတြ ကို မန္းရွင္းေခၚလုိက္ပါအံုး ခါေတာ္မွီေလးေပါ့😛Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris DebenedettoIan SeabrookJake SzymanskiNatalie FiteniStarsAlexander CalvertBronwen SmithChance HurstfieldChristian ConveryDaniel DohenyEduardo FrancoGeraldine ViswanathanLuke Spencer RobertsSadie CalvanoSugar Lyn BeardCastAlexander CalvertBlake AndersonBronwen SmithChance HurstfieldChristian ConveryDaniel DohenyDebbie PodowskiEduardo FrancoGeraldine ViswanathanLuke Spencer RobertsMarc-Anthony MassiahMary HollandMichael EklundNilo GhajarSadie CalvanoSugar Lyn BeardVeena SoodWilliam C. Vaughan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h7ZsXi0b7ikKNLnvdEtwVZcphZb.jpg",
      "https://image.tmdb.org/t/p/w300/71LHJRxV5M2UV5ahfiAzLjYtoGv.jpg",
      "https://image.tmdb.org/t/p/w300/6HtAAed3se1oVaDk4chKrRGTkdc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYmNjY2RhMTUtNTQ1Mi00NmJmLTk4Y2QtYzA1YmM1ZDNiNGRkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sr0seswhvqsp.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-package-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://megaup.net/2d5fg/The_Package_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://mega.nz/file/QFw1UAqS#fssE365ZIcZZij0VejVfjcC9xcSNjW8t-vIN0bnUoOY",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Web-DL 1080P"
      },
      {
        "link": "https://upstream.to/lcjpfb4ujjtj",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "Web-DL 1080P"
      }
    ],
    "trailer": {
      "video_id": "FA_K9QPuKuM",
      "video_url": "https://www.youtube.com/watch?v=FA_K9QPuKuM",
      "embed_url": "https://www.youtube.com/embed/FA_K9QPuKuM"
    }
  },
  {
    "metadata": "R|2018|1h 47min|Action,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "62,013"
    },
    "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
    "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb – 6.4/102018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း==========ပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် သဘောပေါက်သွားပြီး သူ့မိသားစုအတွက် တရားမျှတမှုကို သူကိုယ်တိုင်ဆောင်ကြဉ်းဖို့ ကြိုးစားပါတော့တယ်……..။မင်းသားကြီး ဘရုစ်ဝီလီရဲ့အက်ရှင်ဇာတ်ကားကောင်းဖြစ်တဲ့အတွက် လက်မလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)File Size : 1.6 GBQuality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 47minFormat : MkvGenre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DTS-HD.MA.5.1-HDCTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEli RothKitty HopperLorette LeblancNathalie PaquetteStarsBeau KnappBruce WillisCamila MorroneDean NorrisElisabeth ShueJack KesyKirby Bliss BlantonLen CariouMike EppsVincent D'OnofrioCastAlex ZelenkaBeau KnappBruce WillisCamila MorroneChristopher TysonDawn FordDean NorrisElisabeth ShueIan MatthewsJack KesyJason CavalierKenny WongKimberly EliseKirby Bliss BlantonLen CariouLuis OlivaMelantha BlackthorneMike ChuteMike EppsMoe Jeudy-LamourNaomi FrenetteNathaly ThibaultRichard EsterasRonnie Gene BlevinsStephanie JanusauskasSwayVincent D'OnofrioWendy Crewson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uQqQvmptJLPTcWDrZXn22p7j7s3.jpg",
      "https://image.tmdb.org/t/p/w300/i5VpktYdD6k28wWiRyeuiaw59tZ.jpg",
      "https://image.tmdb.org/t/p/w300/6McrjaqmwyVEIgGrtDemVKMd1LY.jpg",
      "https://image.tmdb.org/t/p/w300/ksZbFV7qlH3Rc5Y69uPDQi5ak3C.jpg",
      "https://image.tmdb.org/t/p/w300/fmJaklOEqlC0umQHGTc2AE8fFZg.jpg",
      "https://image.tmdb.org/t/p/w300/g1ovo0YhL9FcZmgoW4Fx6F4x1e6.jpg",
      "https://image.tmdb.org/t/p/w300/4zT89djd1V4xUXOjyJHbk3Ss6L1.jpg",
      "https://image.tmdb.org/t/p/w300/oVETvxUbgxEiExPcUbD28xw7wbG.jpg",
      "https://image.tmdb.org/t/p/w300/xqfNReLQsxN3lCn4smBAuXwK5S8.jpg",
      "https://image.tmdb.org/t/p/w300/k3atj5lqzqwWvVMFRBOnWcz5l34.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/90xc2vdct81b.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/death-wish-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/539f3a/death-wish-2018-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "http://www.filedwon.info/wn3rqcglngjc/Death_Wish_[2018]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv.html",
        "server": "filedwon.info",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/2w5DTCyD#ORgCjZopltrypAfRmM5KGtvysKEwQIPixZurcQ_88kk",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/hra9woq55nps",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "HzILu6yyA20",
      "video_url": "https://www.youtube.com/watch?v=HzILu6yyA20",
      "embed_url": "https://www.youtube.com/embed/HzILu6yyA20"
    }
  },
  {
    "metadata": "R|2018|127 min|Biography,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "449"
    },
    "title": "Trial by Fire (2019)",
    "description": "တကယ်ပဲကလေးတွေကိုမီးရှို့သတ်ခဲ့တာလား၊လွတ်မြောက်ဖို့မျှော်လင့်ချက်တွေထားရင်းတကယ်ပဲသေဒဏ်မှလွတ်မြောက်မှာလားဆိုတာရယ်ဥပဒေလုပ်ထုံးလုပ်နည်းတွေကရောတကယ်ပဲမျှတရဲ့လား၊အဆိုးရွားဆုံးပြစ်မှုကျ ူးလွန်တဲ့သူတွေကရောလူသားတွေဖြစ်တဲ့အတွက်သေဒဏ်ပေးသင့်လား၊အပြင်လောကမှာရောမှားယွင်းပြီးသေဒဏ်ပေးခံရတဲ့လူဘယ်လောက်များရှိနေမလဲဆိုတာတွေကိုဖော်ပြရိုက်ကူးထားတဲ့ တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ကြည့်သင့်တဲ့ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။IMDb rating 6.3 Rotten Tomatoesမှာ 61%နှင့်တခြားဝေဖန်မှုကောင်းတွေလည်းရထားပြီးနာမည်ကြီးမင်းသမီးကြီး Laura Dernလည်းပါဝင်ထားပါတယ်။(ရေဒီယိုမှလာတဲ့အမေရိကန်soccerအသုံးအနှုန်းအချို့ကိုအနီးစပ်ဆုံးဘာသာပြန်ထားပါတယ်)File Size : (1 GB) & ( 372 MB)Quality : Web-DL 720pRunning Time : 2 hr 07 minFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEdward ZwickStarsBlair BomarCatherine CarlenEmily MeadeJack O'ConnellJade PettyjohnLaura DernMcKinley Belcher IIINoah LomaxRhoda GriffisWhitney GoinCastAnthony ReynoldsBlair BomarBlake LewisCarlos GómezCatherine CarlenChris CoyEmily MeadeJack O'ConnellJade PettyjohnJeff PerryLaura DernMcKinley Belcher IIINoah LomaxRhoda GriffisWayne PéreWhitney Goin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ceFrcBkOxBwwDvXuFtQ6aQblqJB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Aeon31iP17ys9FesAK3bLycXI6v.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/trial-by-fire2019",
        "server": "VIP Links",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/trial-by-fire-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/o6eros2ucrdb.html",
        "server": "streamsb.com",
        "size": "1.16GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rrq6SOwyr5s",
      "video_url": "https://www.youtube.com/watch?v=rrq6SOwyr5s",
      "embed_url": "https://www.youtube.com/embed/rrq6SOwyr5s"
    }
  }
]