[
  {
    "metadata": "N/A|2018|132 min|Asian,Drama,Fantasy,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "575"
    },
    "title": "Homestay (2018)",
    "description": "Homestay (2018) တဲ့ ထုိင္းကားေလး။ပုံမွန္ထုိင္းကားဆုိၾကည့္မရတတ္တဲ့ ကၽြန္ေတာ္ ဒီကားကိုၾကည့္ျပီး ေတာ္ေတာ္ေၾကြသြားမိတယ္။ဒီကားေလးက အရမ္းစိတ္ဝင္စားဖုိ႔ေကာင္းျပီး ၂ နာရီၾကာတယ္ဆုိေပမဲ့ ပ်င္းစရာမရွိတဲ့ ဇာတ္ကားပါ။Draman, Fantasy , Thriller ဆုိတဲ့ ဇာတ္ကားအမ်ိဳးအစားဆုိတဲ့အတုိင္း Drama လုိရုိျပီး Fantasy လုိ ထူးျခားတာေတြလည္းေတြ႕ရျပီး Thriller ဆုိတဲ့အတုိင္း တစ္ခ်က္တစ္ခ်က္ ရင္တုန္စရာေလးေတြပါ ထည့္ထားပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဓိကဇာတ္ေဆာင္ျဖစ္သူက လတ္တေလာ ကုိယ့္ကုိကုိယ္ သတ္ေသသြားတဲ့ မင္ဆုိတဲ့ အထက္တန္းေက်ာင္းသားေလးရဲ႕ ခႏၶာကုိယ္ထဲမွာ ႏိုးထလာပါတယ္။သူ႕ကုိ ကိုယ္ေစာင့္နတ္ ဆုိတဲ့သူက ဒီခႏၶာကိုယ္ပုိင္ရွင္ျဖစ္တဲ့ မင္ ဘာလုိ႔ကုိယ့္ကုိကုိယ္ သတ္ေသခဲ့ရလဲဆုိတဲ့ အေၾကာင္းအရင္းကုိ ရက္တစ္ရာအတြင္းမွာ ရွာခုိင္းပါတယ္။ရွာလုိ႔ေတြ႕ခဲ့ရင္ ဒီခႏၶာကုိယ္ကုိ ပုိင္ဆုိင္ရမွာျဖစ္ျပီး မရွာႏုိင္ရင္ေတာ့ ဘယ္လုိမွျပန္ဝင္စားလုိ႔မရတဲ့ဘဝကို ေရာက္သြားမွာပါလုိ႔ေျပာပါတယ္။မင္ရဲ႕ ခႏၶာကုိယ္ကို ရထားတဲ့သူ မင္ဘာလုိ႔ ကိုယ့္ကုိကုိယ္သတ္ေသရလဲဆုိတာကို ရွာႏုိင္ပါမလား။သူ႕အေဖေၾကာင့္လား၊ သူ႕ညီေၾကာင့္လား၊ သူၾကိဳက္ေနတဲ့ေကာင္မေလးေၾကာင့္လား ဘာလုိ႔မ်ားလဲ။ဘယ္လုိအေၾကာင္းကမ်ား ကိုယ့္အသက္ကို အဆုံးသတ္လုိက္ရျခင္းက လြတ္ေျမာက္ျခင္းပဲလုိ႔ ေတြးေစခဲ့တာလဲ။13 Reason Why? ဆုိတဲ့ Netflix က Series မွာေတာ့ အေၾကာင္းျပခ်က္ ၁၃ ခုရွိပါတယ္တဲ့။ဒီဇာတ္ကားမွာေရာ အေၾကာင္းျပခ်က္က ဘယ္ႏွစ္ခုျဖစ္မလဲ။(ဘာသာျပန္ေပးထားသူေတြကေတာ့ Myo Thant Kyaw နဲ႕ d3mon ပါ)File Size : (1.50 GB) , (1.10 GB) and (550 MB)Quality : WEB-DL (1080p -128kbps,720p,480p)Running Time : 2hr 12minFormat : Mp4Genre : Drama, Fantasy, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : HD1080P.X264.AAC.Thai.CHS.Mp4BaTranslated by Myo Thant And d3monEncode by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorParkpoom WongpoomStarsChermarn BoonyasakCherprang AreekulNopachai ChaiyanamNutthasit KotimanuswanichSuquan BulakulTeeradon SupapunpinyoThaneth WarakulnukrohCastChermarn BoonyasakCherprang AreekulNopachai ChaiyanamNutthasit KotimanuswanichSuquan BulakulTeeradon SupapunpinyoThaneth Warakulnukroh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hibS5loEKtjDZR9xOu58bNJO9Jq.jpg",
      "https://image.tmdb.org/t/p/w300/8Ejfxbh86sJKxupOngsYudf4IHB.jpg",
      "https://image.tmdb.org/t/p/w300/ndHkpqbckNsqx5Jnmz33K6BZb77.jpg",
      "https://image.tmdb.org/t/p/w300/cZTv2PwO2VGMItAa7ZhjDZGZIsO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8Vb7l0d10TtT6K84zdyzydfn8ZW.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/homestay-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lj4jxhey03kd.html",
        "server": "usersdrive.com",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2TnNZ/Homestay_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4keq0bdeg1u4",
        "server": "openload.co",
        "size": "1.10 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1b7jupQbi7w",
      "video_url": "https://www.youtube.com/watch?v=1b7jupQbi7w",
      "embed_url": "https://www.youtube.com/embed/1b7jupQbi7w"
    }
  },
  {
    "metadata": "N/A|2018|142 min|Action,Drama,Fantasy",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "733"
    },
    "title": "Along With the Gods: The Last 49 Days (2018)",
    "description": "အားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္…..ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ပို႔ေဆာင္ ေပးခဲ့ျပန္ပါတယ္။ဒီလိုနဲ႔ မရဏကမၻာမွာ အ ဆင့္ဆင့္ျဖတ္သန္းရင္းဆုိဟုန္ ဟာ God of House နဲ႔ ဆံုခဲ့ပါ တယ္။အဲဒီနတ္ဘုရားကလူေတြ ရဲ႕ အတိတ္ကို သိႏုိင္ၿပီးႏွစ္ေပါင္း ၁,၀၀၀ ေက်ာ္ကာလအထိကို သိႏုိင္တာပါ။လက္ရွိကမၻာ၊ ေနာက္သြား ရမယ့္ကမၻာနဲ႔ ၿပီးခဲ့တဲ့အတိတ္ ကမၻာေတြကိုခရီးႏွင္ရင္း မရဏ အေစာင့္အေရွာက္ေတြဟာသူ တုိ႔ေတြရဲ႕ အတိတ္ဘဝက လွ်ိဳ႕ ဝွက္ခ်က္ေတြကိုပါ သိရွိခဲ့ပါ တယ္။လူသားေတြအေပၚ ၾကင္နာ တတ္တဲ့ အေစာင့္အေရွာက္သံုးဦး ဟာဒီတစ္ခါမွာလည္း ဝိညာဥ္ ဆုိဟုန္ ငရဲမက်ဖို႔အတြက္ ကူညီ ေျဖရွင္းေပးျပန္ပါတယ္။အရင္ဇာတ္လမ္းနဲ႔ ပံုစံခပ္ ဆင္ဆင္ျဖစ္ေနေပမယ့္လုိ႔ တပ္ သားဆုိဟုန္ရဲ႕ မရဏတုိင္းျပည္က ၄၉ ရက္တာ စြန္႔စားခန္းကို ဘယ္လိုခြဲထြက္ထားသလဲဆိုတာ ၾကည့္ဖို႔ေဖာ္ျပလိုက္ပါတယ္…(ဒီဇာတ္ကားရဲ႕အညႊန္းကိုေတာ့ 7DayDaily မွ ကူးယူတင္ၿပပါတယ္…)File Size : 1.20 GB and 450 MBQuality : Blu-Ray 720pRunning Time : 2hr 22minFormat : MkvGenre : Animation , Drama , FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-WiKiTranslated byMay Tharaphi LwinEncoded byThanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Yong-HwaStarsHa Jung-wooIm Won-heeJeong Ji-hoonJo Han-chulJu Ji-hoonKim Dong-wookKim Hyang-giLee Jung-jaeMa Dong-seokNam Il-uCastDoh Kyung-sooHa Jung-wooIm Won-heeJang GwangJeong Hae-gyoonJeong Ji-hoonJo Han-chulJu Ji-hoonKim Dong-wookKim Hyang-giKim Myung-gonLee Joon-hyukLee Jung-jaeLee Kyung-youngMa Dong-seokNam Il-uYe Soo-jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ul4WiN9EJxsMokdg7z4Y6iisvHS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9BnqBHFGDv3WlCPB2qQwzAWdy7y.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/hT/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "1.20 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/along-with-the-gods-the-last-49-days-2018",
        "server": "CM Links",
        "size": "1.20 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/along-with-the-gods-the-last-49-days-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zckd/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/bz0dbjsug558",
        "server": "upstream.to",
        "size": "1.20 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "qKh-uufIh9w",
      "video_url": "https://www.youtube.com/watch?v=qKh-uufIh9w",
      "embed_url": "https://www.youtube.com/embed/qKh-uufIh9w"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Crime,Horror,Thriller",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Mara 2018",
    "description": "CM Fan တွေ အတွက် ကြောက်စရာ ည ကို ယူလာပါရစေသင့်မှာ ညအိပ်မပျော်တဲ့ သူငယ်ချင်းတွေ ရှိခဲ့ရင် ဒီအောက်မှာအရင်ဆုံး Mention ခေါ်ပေးပါ ဒီ ရုပ်ရှင်ကားက သူတို့ အတွက်ပါပဲကျွန်တော်တို့ မြန်မာလူမျိုးတွေမှာ အိပ်နေတုန်းဘီလူး စီးတယ် ဘာညာ ဆိုပြီးယုံတမ်းပုံပြင်တစ်ခု ရှိတယ်မဟုတ်လားလူက အိပ်တဝက်နိုးတဝက် ဖြစ်နေတယ်မကောင်းတာ တစ်ခုခုက ဖြစ်လာတော့မယ်ဒါပေမယ့် လူက လှုပ်မရဘူး အော်မရဘူးထွက်ပြေးမရဘူး ရုန်းမရဘူး ဒီလိုနဲ့လွတ်မြောက်ခြင်းက အိပ်ရာက နိုးထခြင်းပါပဲအကယ်၍ သင်အိပ်ရာက မနိုးခဲ့ရင်ရော ?ဒီဇတ်လမ်းမှာတော့ လူတစ်ချို့ ဟာစိတ်ဝေဒနာ တစ်ခုကို ခံစားနေရပါတယ်ပထမ အဆင့်မှာ သင့်အိပ်မက်ထဲမှာလှုပ်လို့မရဘူး ပြေးလို့မရဘူး ခန္ဓာကိုယ်ကရွေ့လျားမရဘူးလို့ အိပ်မက် မက်ပါလိမ့်မယ်ဒုတိယ အဆင့်မှာ သင့် အိပ်ရာပေါ်မှာသင်နိုးလာပါလိမ့်မယ် ဒါပေမယ့် လှုပ်မရပါဘူးတစ်ယောက်ယောက်က တက်ခွထားသလိုဖြစ်နေပါလိမ့်မယ်…XP Phone Charger များကို  —-> ဒီနေရာ မှာ စျေးသက်သာစွာဝယ်နိုင်ပါပြီ။အဲ့ဒီမှာ သင်ပထမဆုံး ကြိုးစားမှာကဘေးဘီ ဝဲယာကို ကြည့်ပါမယ်အဲ့ဒီမှာပဲ တံခါးကြားကနေ ဖြစ်ဖြစ်စားပွဲခုံအောက်ကနေ ဖြစ်ဖြစ် သင့်ကိုချောင်းနေတဲ့ မိန်းမ တစ်ယောက်ကိုစတွေ့ပါမယ်တတိယ အဆင့်ရောက်ခဲ့ပြီဆိုရင် သင့်အနားကိုသူတစ်ဖြေးဖြေးကပ်လာပါပြီ…နောက်ဆုံးအဆင့်မှာ သင် လုပ်ရမှာကလုံးဝ မအိပ်ပါနဲ့တော့ အကယ်၍ များ သင်အိပ်ပျော်သွားခဲ့ပြီဆိုရင်တော့…အဲ့ဒီည သင် အသက်ပျောက်တဲ့ ညပါပဲ….ဒီရုပ်ရှင်ကားကို ကျနော့် အနေနဲ့ နာမည်ပေးရရင်တော့မအိပ်လိုက်နဲ့ ဆိုတာပါပဲ အိပ်တာနဲ့ မတွေးဝံ့စရာပါပဲကဲ သင်အိပ်ချင်နေပြီလား တစ်ရေးနိုးရင်လဲ ဘေးဘီတစ်ချက် လေ့လာကြည့်အုံးနော် ဆံပင်ဖားလျား နဲ့မိန်းမ တစ်ယောက် သင့်ကို ချောင်းနေပါလိမ့်မယ် 😀ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thu ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClive TongeStarsCraig ConwayDandy BarrettJavier BotetKathy McGrawLance E. NicholsMackenzie ImsandMelissa BolonaMitch EakinsOlga KurylenkoRosie FellnerCastBettyLynn AllisonCharles LawlorCraig ConwayDandy BarrettGia SkovaJacob GrodnikJavier BotetKathy McGrawLance E. NicholsMackenzie ImsandMelissa BolonaMitch EakinsMontré EverettOlga KurylenkoRosie Fellner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5v60mZhF7nLgmPS3qZ9JUwDr33l.jpg",
      "https://image.tmdb.org/t/p/w300/xdnygiBy7Nq5lBBPA9xOFytNivz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRlYjM0ZDctOWQ4Yy00OWM2LTlhN2MtMTA4MGU1YjVhOWM3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY999_CR00674999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mara-2018",
        "server": "VIP Links",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2fYiw/Mara_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mara-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/0fbtbg0e6m7f.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/k8hnw1uort83",
        "server": "veryfiles.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zfkBx9PproA",
      "video_url": "https://www.youtube.com/watch?v=zfkBx9PproA",
      "embed_url": "https://www.youtube.com/embed/zfkBx9PproA"
    }
  },
  {
    "metadata": "TV-MA|2018|110 min|Biography,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "886"
    },
    "title": "The Photographer of Mauthausen(2018)",
    "description": "The Photographer of Mauthausen(2018)IMDb..6.7ကမာၻေပၚတြင္ ေခတ္အဆက္ဆက္စစ္ပြဲေတြျဖစ္လာခဲ့ၾကသည္။အေတာ္မ်ားမ်ားသည္ သင္ရုိးညႊန္းတမ္းမ်ားတြင္ ထည့္သြင္းသင္ၾကားေပးၿပီးစစ္ရဲ႕ဆုိးက်ဳိးေတြနဲ႕ စစ္ပြဲျဖစ္ရသည့္အေၾကာင္းမ်ား ၿငိမ္းခ်မ္းေရးစာခ်ဳပ္မ်ားသည္မည္မွ်အေရးႀကီးေၾကာင္းစတာေတြကုိသင္ၾကားပါသည္….ဒီကားေလးကေတာ့  ဒုတိယကမာၻစစ္ကာလမွာ ဖရန္စစ္ေဘာ့ရွ္ ဆိုတဲ့စပိန္သား တစ္ေယာက္ဟာ ၾသစႀတီးယားႏိုင္ငံထဲက အက်ဥ္းစခန္းေလးတစ္ခုမွာအက်ဥ္းသားျဖစ္ေနခဲ့တယ္….ဒုတိယကမၻာစစ္က နာဇိေတြဟာ အက်ဥ္းသားေတြကုိ ရက္စက္ႀကမ္းၾကဳတ္စြာႏွိပ္စက္မႈေတြကုိ အားလုံးလည္းၾကားဖူးေနၾကမွာပါ….ဒီလုိ လူမဆန္စြာ ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကုိ ဖရန္စစ္ေဘာ့ရွ္  ဟာကမၻာတစ္၀ွမ္းသိေစဖုိ႕ သက္ေသျပခ်င္တယ္…ဒါ့ေၾကာင့္သက္ေသေတြရွာေဖြၿပီး  ကမၻာကုိသိေအာင္ ႀကဳိးစားပါေတာ့တယ္..အက်ဥ္းသားတစ္ေယာက္အေနနဲ႕ လုပ္ရတာ  အခ်ိန္မေရြးအသက္ေပ်ာက္ႏုိင္တဲ့အျပင္ အႏၱရယ္ေပါင္းမ်ားစြာ သူူ႕ကုိ၀န္းရံေနေတာ့ သူေအာင္ျမင္ပါ့လား…ခံစားၾကည့္လုိက္ပါဦး…. ျဖစ္ရပ္မွန္အေပၚ အေျချပဳၿပီး ရိုက္ထားတဲ့ဇာတ္ကားေကာင္းမုိ႕ ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္….File Size : (950 MB) and (320 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:50:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrancesc PratMar TargaronaStarsAdrià SalazarAlain HernándezEduard BunchFrank FeysMarc RodríguezMario CasasNikola StojanovicRichard van WeydenRubén YusteStefan WeinertCastAdrià SalazarAlain HernándezAlbert MoraDénes UjlakyEduard BunchEmilio GaviraErik GyarmatiFrancesc BoixFrank FeysIgor SzpakowskiJoan NegriéLuka PerošMacarena GómezMarc RodríguezMario CasasMárta HollerNikola StojanovicRainer ReinersRichard van WeydenRoger VilàRubén YusteSoma ZámboriStefan WeinertToni Gomila",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ljZOlqLtMa6gnTHcYn9y9lP0bK3.jpg",
      "https://image.tmdb.org/t/p/w300/r11O1YcuGGhlGrNLDcWjGQGDMhg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hDfXpmCVq8F6QmipzJPFCaYh29h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-photographer-of-mauthausen-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/zjn5wh1p1md0.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sklo/The_Photographer_Of_Mauthausen_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/cl2wtyjlmjte",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|90 min|Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "38"
    },
    "title": "Kill Mobile ( 2018 )",
    "description": "2016 ခုနှစ်က ထွက်ခဲ့တဲ့ အီတလီနာမည်ကြီးဇာတ်ကား Perfect Strangers ကိုRemake လုပ်ပြီးပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကတော့ လင်မယား စုံတွဲ ၂တွဲ ..စုံတွဲတစ်တွဲ နဲ့ အပျိုကြီးတို့စုစုပေါင်းလူရယောက်ဟာ တခုသောညနေခင်းလေးမှာတွေ့ဆုံပွဲလုပ်ကြတယ်ဒီလိုနဲ့သူတို့ဟာဖုန်းတွေအားလုံးကိုအလယ်မှာထားပြီး ဖုန်းခေါ်တာတွေmessage တွေ wechat က ပို့တာတွေကို စာတိုတွေအားလုံးကို အားလုံးတူတူဖတ်ဖို့လက်ခံခဲ့ကြတယ်..ဒီလိုနဲ့သာမာန်တွေ့ဆုံပွဲလေးကနေမထင်မှတ်တဲ့အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ..ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးထဲကအတိုင်းအုပ်စုဖွဲ့ပြီးဂိမ်းကစားမယ်ဆိုရင်ပိုပြီးတောင် စိတ်လှုပ်ရှားဖွယ်ကောင်းမယ်လို့ထင်မြင်မိပါတယ်Review & Translated By Phyo ZawEncoded  By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirector于淼StarsDai LeleHuo SiyanMa LiQiao ShanTian YuTong Dawei奚梦瑶CastDai LeleHuo SiyanMa LiQiao ShanTian YuTong Dawei奚梦瑶",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uNB19lgNtp4BvVbhujnsKTqNtE6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/kill-mobile.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kill-mobile-2018-mm-sub",
        "server": "VIP Links",
        "size": "743 MB",
        "quality": "Web-Dl 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kill-mobile-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "743 MB",
        "quality": "Web-Dl 720p"
      },
      {
        "link": "https://megaup.net/1H7z1/Kill_Mobile_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "743 MB",
        "quality": "Web-Dl 720p"
      },
      {
        "link": "https://watchsb.com/80l4ocfeocad.html",
        "server": "streamsb.com",
        "size": "743 MB",
        "quality": "Web-Dl 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2018|1h 35min|Comedy,Drama,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "52,247"
    },
    "title": "Tully (2018)",
    "description": "Tully (2018)IMDb – 7.0/10_____Rotten – 87%ကဲ အခုမိတ်ဆက်ပေးမှာကတော့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို့အပြင် Fate of the furious အစရှိတဲ့ရုပ်ရှင်ကားတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချော Charlize Theron အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတဲ့ Drama ကားအသစ်လေးပါအကြမ်းအရမ်းပိုင်တဲ့ ထိုမင်းသမီးဟာ ဒရမ်မာကိုလည်း ရှယ်ပိုင်နိုင်တာကို တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မာလိုတို့ မိသားစုလေးမှာ ရှစ်နှစ်အရွယ် သမီးကြီးဆယ်ရာရယ်အော်တစ်ဇင်ဖြစ်နိူင်ချေရှိတဲ့ သားလတ် ဂျိုနာရယ်အလုပ်အမြဲရှုပ်ပြီး ခရီးတွေခဏခဏထွက်ရတဲ့ ခင်ပွန်းသည်ဒရူးတို့ပါဝင်ပါတယ်မရည်ရွယ်ပဲ တတိယကိုယ်ဝန်ရရှိပြီး သမီးထွေးလေး မီယာကို မွေးဖွားပြီးတဲ့အခါမှာတော့ မာလိုတစ်ယောက် နေ့တိုင်းစိတ်ပင်ပန်းလူပင်ပန်းဖြစ်နေရရှာပါတယ်…မာလိုရဲ့ မောင်ပေးတဲ့ အကူအညီနဲ့အတူ တယ်လီလို့ အမည်ရတဲ့ ညကလေးထိန်းတစ်ယောက် သူတို့အိမ်ကိုရောက်လာတဲ့အခါမှာတော့…အမြဲတမ်းပျော်ရွှင်တက်ကြွပြီး ဗဟုသုတကြွယ်တဲ့ တယ်လီကြောင့် မာလို့ဘဝလေး ပြန်စိုပြေလာပါတော့တယ်..ဒါပေမယ့် တယ်လီဆိုတာက…Plot Twist အကြီးကြီးပါဝင်ပြီး မိခင်တစ်ယောက်ရဲ့ဘဝဟာ ဘယ်လောက်ပင်ပန်းလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်IMDB 7.0 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ)ကဲ အခုမိတ္ဆက္ေပးမွာကေတာ့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို႔အျပင္ Fate of the furious အစရွိတဲ့႐ုပ္ရွင္ကားေတြမွာ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေခ်ာ Charlize Theron အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားတဲ့ Drama ကားအသစ္ေလးပါအၾကမ္းအရမ္းပိုင္တဲ့ ထိုမင္းသမီးဟာ ဒရမ္မာကိုလည္း ရွယ္ပိုင္ႏိုင္တာကို ေတြ႕ရမွာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့မာလိုတို႔ မိသားစုေလးမွာ ရွစ္ႏွစ္အရြယ္ သမီးႀကီးဆယ္ရာရယ္ေအာ္တစ္ဇင္ျဖစ္ႏိူင္ေခ်ရွိတဲ့ သားလတ္ ဂ်ိဳနာရယ္အလုပ္အၿမဲရႈပ္ၿပီး ခရီးေတြခဏခဏထြက္ရတဲ့ ခင္ပြန္းသည္ဒ႐ူးတို႔ပါဝင္ပါတယ္မရည္ရြယ္ပဲ တတိယကိုယ္ဝန္ရရွိၿပီး သမီးေထြးေလး မီယာကို ေမြးဖြားၿပီးတဲ့အခါမွာေတာ့ မာလိုတစ္ေယာက္ ေန႔တိုင္းစိတ္ပင္ပန္းလူပင္ပန္းျဖစ္ေနရရွာပါတယ္…မာလိုရဲ႕ ေမာင္ေပးတဲ့ အကူအညီနဲ႔အတူ တယ္လီလို႔ အမည္ရတဲ့ ညကေလးထိန္းတစ္ေယာက္ သူတို႔အိမ္ကိုေရာက္လာတဲ့အခါမွာေတာ့…အၿမဲတမ္းေပ်ာ္ရႊင္တက္ႂကြၿပီး ဗဟုသုတႂကြယ္တဲ့ တယ္လီေၾကာင့္ မာလို႔ဘဝေလး ျပန္စိုေျပလာပါေတာ့တယ္..ဒါေပမယ့္ တယ္လီဆိုတာက…Plot Twist အႀကီးႀကီးပါဝင္ၿပီး မိခင္တစ္ေယာက္ရဲ႕ဘဝဟာ ဘယ္ေလာက္ပင္ပန္းလဲဆိုတာ ႐ိုက္ကူးျပသထားပါတယ္IMDB 7.0 ရရွိထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ)File Size : (750 MB)Quality : Blu-Ray 720pRunning Time : 1hr 35minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p.BluRay.x264-DRONESTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason ReitmanStarsAsher Miles FallicaBella Star ChoyCharlize TheronColleen WheelerElaine TanLia FranklandMackenzie DavisMaddie Dixon-PoirierMark DuplassRon LivingstonCastAnne-Marie MaddenAsher Miles FallicaBella Star ChoyCandus ChurchillCharlize TheronColleen WheelerCrystal LonnebergDiane LaneDominic GoodElaine TanElfina LukEmily HaineFran BrillGameela WrightJennifer MarchJess TolonJohn ShawJoshua PakKatie HayashidaKevin ClashKiff Vanden HeuvelLia FranklandMackenzie DavisMaddie Dixon-PoirierMarceline HugotMark DuplassMichael Patrick LaneRon LivingstonShade RupeSteven RobertsStormy EntTattiawna JonesXantha Radley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Hsk6Rh2kpUTmlnsjxMiXWiPBSb.jpg",
      "https://image.tmdb.org/t/p/w300/808PRFyIR04myiBwBuDlZ0DT2DS.jpg",
      "https://image.tmdb.org/t/p/w300/h4Z6IUpTyD9ViV7NLmbAEbgM1G0.jpg",
      "https://image.tmdb.org/t/p/w300/kQrSuug4zUQuZPP4VuS1qVVI3gx.jpg",
      "https://image.tmdb.org/t/p/w300/315b4KtHQfUXBCkLlJv3Xk1kAV4.jpg",
      "https://image.tmdb.org/t/p/w300/9b6PyhE2OHAGVKFWCCILQ7s469c.jpg",
      "https://image.tmdb.org/t/p/w300/A44c5afhaU3BDIPiCarzYsE8Y5i.jpg",
      "https://image.tmdb.org/t/p/w300/29lG0tHS4imc1M2g96J9UzoiKL3.jpg",
      "https://image.tmdb.org/t/p/w300/dB1kMdManDCBVQDFrCfZP8zzcFo.jpg",
      "https://image.tmdb.org/t/p/w300/ihwnjBtRzndeVPpbQlPwSRNiQ5Y.jpg",
      "https://image.tmdb.org/t/p/w300/88piOStQwIejbmGMVKFL7bRAKVm.jpg",
      "https://image.tmdb.org/t/p/w300/eT6p3CbhoUZ5hKhkRGYpua35IAC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/tully-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tewrxs2yrdgi.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tully-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/UA56/Tully_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/FhM0gBaY#orqh-V7L5Mv_xoRbSPJSY9a1233apiHupKcWlDm3Ufk",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/nhbb6ber0as2",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "QRtBP07gIHY",
      "video_url": "https://www.youtube.com/watch?v=QRtBP07gIHY",
      "embed_url": "https://www.youtube.com/embed/QRtBP07gIHY"
    }
  },
  {
    "metadata": "Not Yet Rated|2018|1 hr. 38 min.|Comedy,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "78"
    },
    "title": "Nuts ( 2018 )",
    "description": "ဒီကား​လေးမှာဟွမ်​ကျန်​့ဆိုတဲ့ဉာဏ်​ကြီးရှင်​ဟာရူပ​ဗေဒပညာရပ်​မှာထူးချွန်​လွန်​း​ပေမယ်​့ ​ကျောင်​းမှာဘယ်​သူနဲ့မှသဟဇာတမဖြစ်​သူပါ….သူနဲ့အပြိုင်​ရွှီ​ကျေချုံးက​တော့ရုပ်​​ချောချမ်​းသာကြွယ်​ဝပြီး လူအများရဲ့သ​ဘောကျနှစ်​သက်​မှုကိုခံရပါတယ်​…ဒီလိုနဲ့သူတို့နှစ်​​ယောက်​ဟာ MITကိုအပြိုင်​​လျှောက်​ကြရာက​နေအာရှက​ကျောင်​းသားတစ်​​ယောက်​ပဲလက်​ခံမယ်​လို့သိလိုက်​ရတဲ့အခါ….ဟွမ်​ကျန်​့ဟာပညာ​တော်​​ပေမယ်​့ ​ကျောင်​းစာပြင်​ပ အဖွဲ့တစ်​ခုခုမှ ပါဝင်​နိုင်​မှMITကိုဝင်​ခွင်​့ရနိုင်​မယ်​လို့ ​ပြောလိုက်​တဲ့အတွက်​ သူဝင်​ခွင်​့ရနိုင်​ဖို့အတွက်​ဟွမ်​ကျန်​့တစ်​​ယောက်​ ​ကျောဝင်​းတွင်​့အဖ​ွဲ့​ပေါင်​းစုံမှာဝင်​ပါဖို့ကြိုးစားရာက​နေဘဲရုပ်ဆိုး ေ​လးလို့​ခေါ်ခံရတဲ့မိန်​းက​လေးအဖွဲ့တစ်​ဖွဲ့မှာဝင်​ပါဖို့ဖြစ်​လာတဲ့အခါသတင်​း​ထောက်​မ​လေးကျူးကျူး တစ်​​ယောက်​ ​ကျောင်​းသား​​ကျောင်​းသူ​တွေရဲ့ရယ်​စရာဟာသအဖြစ်​အပျက်​ကို​ရေးဖို့​ရောက်​လာရင်​း​ဘဲရုပ်​ဆိုးမ​လေးအဖွဲ့မှာ ဝင်​ပါရင်​း…ဟွမ်​ကျန်​နဲ့ ရင်​းနှီးဖို့ဖြစ်​လာတဲ့အခါ…​အတ္တကြီးတဲ့ ဟွမ်​ကျန်​့တစ်​​ယောက်​​ပြောင်​းလဲသွားမှာလား…ကျူကျူနဲ့ဟွမ်​ကျန်​ကြားကအချစ်​​တွေဘယ်​လို​ပေါက်​ဖွားလာမှာလဲ…ဇာတ်​ကားတစ်​ခုလုံးကို စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/3381Wc.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2N6by/(CM)Nuts_(2018)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "841 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1rbh8/(CM)Nuts_(2018)_WEB-DL_480p.mp4",
        "server": "megaup.net",
        "size": "431 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/nuts-2018",
        "server": "VIP Links",
        "size": "841 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/nuts-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "841 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/1ak31nqs14gt.html",
        "server": "streamsb.com",
        "size": "841 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|91 min.|Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "272,633"
    },
    "title": "Stand by Me (2018)",
    "description": "Stand by meဆိုတဲ့ 2018ထွက်​ ကားသစ်​​လေးက​တော့ Drama အမျိုးအစားဖြစ်​ပြီး  ဖြစ်​ရပ်​မှန်​ကို ပြန်​လည်​ပုံ​ဖော်​ထားတဲ့ ကား​လေးတစ်​ကားပါဒီဇာတ်​ကား​လေးကို စိတ်​မခိုင်​တဲ့လူ​တွေ ကြည်​့မယ်​ဆိုရင်​​တော့ တစ်​သျှူး​လေး​တော့ ​ဆောင်​ထားကြပါ​နော်​ဒီကား​လေးမှာ​တော့ အသက်​ရဝအရွယ်​ အဖိုးတ​ယောက်​က ​မြေး​လေးနှစ်​​ယောက်​ကို ပင်​ပင်​ပန်​းပန်​း ရှာ​ဖွေ​ကျွေး​မွေး​စောင်​့​ရှောက်​ရင်​း ​​နေထိုင်​​နေခဲ့တယ်​ဘယ်​​လောက်​ပဲ အဖိုးချစ်​ခင်​​စောင်​့​ရှောက်​​နေပါ​စေမိဘ​မေတ္တာငတ်​​နေတဲ့ က​လေး​တွေက​တော့ အ​မေနဲ့အ​ဖေကိုသာ လွမ်​းဆွတ်​​နေခဲ့ရှာပါတယ်​အဖိုးဖြစ်​သူက အ​မေ့ကို ​မောင်​းထုတ်​လိုက်တယ်​ဆိုပြီး က​လေး​တွေက အဖိုးကို တခါတ​လေ မုန်​းတီးတတ်​ပါတယ်​အဲ့လိုနဲ့ အဖိုးဖြစ်​သူက အဆုတ်​ကင်​ဆာဖြစ်​​နေခဲ့ပြီး​တော့ က​လေး​တွေကို ဘယ်​လိုဆက်​လုပ်​ရမှန်​းမသိ​တော့ပဲ​ချွေးမဖြစ်​သူကို ရှာဖို့ကြိုးစားပါ​တော့တယ်​​ချွေးမဖြစ်​သူကို​တော့ အဖိုးက သူ့သား​သေသွားတာကို အာမခံ​ငွေ​တွေယူပြီး ထွက်​သွားလို့ မုန်​းတီ​းခဲ့တာပါအဲ့လိုနဲ့အဖိုးက သူ့​ချွေးမကို​ရော ပြန်​ရှာ​တွေ့ခဲ့လားသူ့​ချွေးမက​ရော ဘာလို့ အာမခံ​ငွေ​တွေယူသွားခဲ့ရတာလဲအဖိုးက​​သေ​တော့မှာမို့ က​လေး​တွေကို​ရော ဘယ်​လိုလုပ်​ခဲ့လဲက​လေး​တွေက​ရော အ​မေနဲ့ပြန်​​တွေ့ပါ့မလားဆိုတာ မသိချင်​ကြဘူးလားတကယ်​့ကိုသနားစရာ​ကောင်​းတဲ့ ဖြစ်​ရပ်​မှန်​ကား​လေးလည်​းဖြစ်​ပြီး လက်​​တွေ့ဘဝမှာလည်​း ဖြစ်​တတ်​တဲ့အ​ကြောင်​းအရာပုံစံမို့လို့ မဖြစ်​မ​နေကို ကြည်​့သင်​့တဲ့ ဗဟုသုတရတဲ့ကား​လေးပါကြည်​့ကိုကြည်​့သင်​့ပြီး ကြည်​့ရတာတကယ်​တန်​​စေမယ်​့ ကား​လးပါလို့ ညွှန်​းလိုက်​ချင်​ပါတယ်​ရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)File Size : (700 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 31minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL AAC H.264-KMXTranslated by May Nandar KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBang Soo-InStarsJeong Gi-SeopLee Soon-JaeCastCha Soon-BaeCherish ManingatGo Seung-BoJang GwangJeong Gi-SeopJung Ji-HoonLee Soon-JaePark Ji-YoonSung Byoung-Sook",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/Stand_by_Me-P1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/stand-by-me-2018-mm-sub",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/stand-by-me-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1Hdgp/Stand_By_Me_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://watchsb.com/j5oqggzycm40.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2018||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "American Dresser (2018)",
    "description": "American Dresser (2018)==================#UnicodeRating 5.2 ထိရထားတဲ့ American Dresser ပါAdventure / Drama အမျိုးအစားပါSniper မင်းသားကြီး Tom Berenger က အဓိက ပါဝင်ထားပါတယ် ပြီးတော့ ဆာဂျင် မင်းသားကြီး Keith David က Tom ရဲ့ သူငယ်ချင်းအဖြစ် အားဖြည့်ပေးထားပါတယ်မိန်းမ လောလောလတ်လတ်သေထားတဲ့ မုဆိုးဖို ဂျွန်မော်ရိန်းက သူ့မှာ သားတစ်ယောက်ရှိကြောင်းကို သိရှိခဲ့ပါတယ်သားရှာပုံတော်အတွက် အနောက်ဘက်ကမ်းခြေကို သူငယ်ချင်း ချာလီ နဲ့ အတူတူ ဆိုင်ကယ်စီး ခရီးထွက် ခဲ့ပါတယ်လမ်းမှာ ဘယ်လို အခက်အခဲနဲ့ ကြုံမလဲ ဘယ်လို လူတွေနဲ့ တွေ့မလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမယ့် ကားလေးပါနည်းနည်းတော့ ရိုးစင်းပေမယ့် တင်ပြထားတဲ့ ရည်ရွယ်ချက်ကောင်းတဲ့ ဇာတ်လမ်း လေးပါRider တွေ အကြိုက်တွေ့မယ့် ကားလေးလဲဖြစ်ပါတယ်“Life is a ride… one mile at a time”ProwlerRating 5.1 ရထားတဲ့ Prowler ဇာတ်ကားပါDrama / Thriller ဇာတ်ကားအမျိုးအစားပါလူတစ်ယောက်ဟာ သူ့မိန်းမအသတ်ခံရမှု အတွက် စွပ်စွဲခံရကာ ထောင်ကျခဲ့ပါတယ်အချစ် မပါတဲ့ အိမ်ထောင်ရေးဖြစ်ပေမယ့် ထောင်က လွတ်လာတဲ့အထိ စိတ် ဆင်းရဲ ကိုယ်ဆင်းရဲ ဖြစ်နေခဲ့ပါတယ်သူ့မိန်းမ အသတ်ခံရတဲ့အမှုမှာ တရားခံက ဘယ်သူဖြစ်မလဲအမှု အသွားအလာက ဘယ်လိုဖြစ်မလဲ စုံထောက်ဇာတ်လမ်းလိုစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပါဇာတ်လမ်း အစကနေ အဆုံးထိ ဆွဲခေါ်သွားနိုင်မယ့် ဇာတ်လမ်းလေးလဲ ဖြစ်ပါတယ်“Never trust anyone”#ZawgyiRating 5.2 ထိရထားတဲ့ American Dresser ပါAdventure / Drama အမ်ိဳးအစားပါSniper မင္းသားႀကီး Tom Berenger က အဓိက ပါဝင္ထားပါတယ္ ၿပီးေတာ့ ဆာဂ်င္ မင္းသားႀကီး Keith David က Tom ရဲ႕ သူငယ္ခ်င္းအျဖစ္ အားျဖည့္ေပးထားပါတယ္မိန္းမ ေလာေလာလတ္လတ္ေသထားတဲ့ မုဆိုးဖို ဂြၽန္ေမာ္ရိန္းက သူ႔မွာ သားတစ္ေယာက္ရွိေၾကာင္းကို သိရွိခဲ့ပါတယ္သားရွာပုံေတာ္အတြက္ အေနာက္ဘက္ကမ္းေျခကို သူငယ္ခ်င္း ခ်ာလီ နဲ႔ အတူတူ ဆိုင္ကယ္စီး ခရီးထြက္ ခဲ့ပါတယ္လမ္းမွာ ဘယ္လို အခက္အခဲနဲ႔ ႀကဳံမလဲ ဘယ္လို လူေတြနဲ႔ ေတြ႕မလဲဆိုတာ စိတ္ဝင္တစားၾကည့္ရမယ့္ ကားေလးပါနည္းနည္းေတာ့ ႐ိုးစင္းေပမယ့္ တင္ျပထားတဲ့ ရည္႐ြယ္ခ်က္ေကာင္းတဲ့ ဇာတ္လမ္း ေလးပါRider ေတြ အႀကိဳက္ေတြ႕မယ့္ ကားေလးလဲျဖစ္ပါတယ္“Life is a ride… one mile at a time”ProwlerRating 5.1 ရထားတဲ့ Prowler ဇာတ္ကားပါDrama / Thriller ဇာတ္ကားအမ်ိဳးအစားပါလူတစ္ေယာက္ဟာ သူ႔မိန္းမအသတ္ခံရမႈ အတြက္ စြပ္စြဲခံရကာ ေထာင္က်ခဲ့ပါတယ္အခ်စ္ မပါတဲ့ အိမ္ေထာင္ေရးျဖစ္ေပမယ့္ ေထာင္က လြတ္လာတဲ့အထိ စိတ္ ဆင္းရဲ ကိုယ္ဆင္းရဲ ျဖစ္ေနခဲ့ပါတယ္သူ႔မိန္းမ အသတ္ခံရတဲ့အမႈမွာ တရားခံက ဘယ္သူျဖစ္မလဲအမႈ အသြားအလာက ဘယ္လိုျဖစ္မလဲ စုံေထာက္ဇာတ္လမ္းလိုစိတ္ဝင္တစားၾကည့္ရႈရမယ့္ ဇာတ္လမ္းေလးပါဇာတ္လမ္း အစကေန အဆုံးထိ ဆြဲေခၚသြားႏိုင္မယ့္ ဇာတ္လမ္းေလးလဲ ျဖစ္ပါတယ္“Never trust anyone”(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)Quality – 720p  BluRayDuration – 1 hrs 37 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :Adventure,DramaSource : 1080p.BluRayTranslator – Z Naing Z NianhEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarmine CangialosiStarsAndrew BryniarskiBecky O'DonohueBruce DernGina GershonJeff FaheyKathrine NarducciKeith DavidPenelope Ann MillerRob MoranTom BerengerCastAndrew BryniarskiBecky O'DonohueBruce DernCarmine CangialosiGina GershonJeff FaheyKathrine NarducciKeith DavidPenelope Ann MillerRob MoranTom Berenger",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1hbY5fPZK7cRuXNN36JUUNSFzFL.jpg",
      "https://image.tmdb.org/t/p/w300/4i176SQ0a52gvjixfynuyQzM3Dc.jpg",
      "https://image.tmdb.org/t/p/w300/lXaw4111OcOS7D8d14sEQoyi86i.jpg",
      "https://image.tmdb.org/t/p/w300/vvBwbuZrZxWJ3ql4GwG8aWitzUV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/american.dresser.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1Lbr/[CM]American.Dresser.2018.720p.mp4",
        "server": "Soliddrive.co",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://fastload.cc/31x",
        "server": "fastload.cc",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yadi.sk/i/TEK_Yr7LAEG5JA",
        "server": "disk.yandex.com",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mirrorace.com/m/2gA0j",
        "server": "usersdrive.com",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/lkk512g75uba.html",
        "server": "usersdrive.com",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-american-dresser-2018-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2d0qu/[CM]American.Dresser.2018.720p.mp4",
        "server": "megaup.net",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/Yktw2YIQ#srk3p9F7VGLp1fIIektbbKqPsAzdyunup4mhrdgKiyw",
        "server": "mega.nz",
        "size": "840 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/nafsi37g7la7",
        "server": "upstream.to",
        "size": "840 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "WzXs2KnieJ8",
      "video_url": "https://www.youtube.com/watch?v=WzXs2KnieJ8",
      "embed_url": "https://www.youtube.com/embed/WzXs2KnieJ8"
    }
  },
  {
    "metadata": "UNRATED|2018|137 min|Action,Bollywood",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "2,498"
    },
    "title": "Baaghi 2 (2018)",
    "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။—————————————————————————-ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူးQty – 720p HD ripDuration – 2hr 20minGern – Action / Drama / ThrillerTranslator – Zaw HtooEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAhmed KhanStarsAryan PrajapatiDarshan KumaarDeepak DobriyalDisha PataniJacqueline FernandezManoj BajpayeePrateik BabbarRandeep HoodaTiger ShroffCastAryan PrajapatiDarshan KumaarDeepak DobriyalDisha PataniJacqueline FernandezManoj BajpayeePrateik BabbarRandeep HoodaTiger Shroff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vwBVoaqBeiHRw5qvGuhAA2gk7y5.jpg",
      "https://image.tmdb.org/t/p/w300/o7hr4qOxXAurR4fdazB14wCrStN.jpg",
      "https://image.tmdb.org/t/p/w300/D1J0Xl3dNH4jow3U0jYLRGhO0O.jpg",
      "https://image.tmdb.org/t/p/w300/rmuetyWeVHrLadn7n0se6yMx0uB.jpg",
      "https://image.tmdb.org/t/p/w300/jG3PKxeGvDLSpwmQu1JmbnQBGfP.jpg",
      "https://image.tmdb.org/t/p/w300/aTyb63rwi4lEiF28oDHWhjYeRnb.jpg",
      "https://image.tmdb.org/t/p/w300/gWAFRkqEkmiTWw3fRbmLpkZE3wn.jpg",
      "https://image.tmdb.org/t/p/w300/d3ABBujJ8hULjoKxoMetqzOUeI4.jpg",
      "https://image.tmdb.org/t/p/w300/lMg4iyOo1b0QQLYCbHxGblSUqUi.jpg",
      "https://image.tmdb.org/t/p/w300/96lx35hTjkBpbkDz2yL8sGt8fCT.jpg",
      "https://image.tmdb.org/t/p/w300/oesgUtRRhBUNmZSUsfOBe9mWGF3.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/baaghi-2-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/4c566/baghi-2-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/Ibw2DaiS#QFvTE21XF1UZgER6Lr0fmLsjgTK6NTyUHs95v7p4owg",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/b33wtc5eyg9s",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "-4jEGBLSI1g",
      "video_url": "https://www.youtube.com/watch?v=-4jEGBLSI1g",
      "embed_url": "https://www.youtube.com/embed/-4jEGBLSI1g"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "61"
    },
    "title": "Mad Genius (2018)",
    "description": "နည္းပညာတုိးတက္လာတာနဲ႔အတူ Hacker ေတြလည္းအရမ္းမ်ားလာပါတယ္။Social Media Account ေတြ၊ Website ေတြ၊ ပုဂၢိဳလိကအဖြဲ႕အစည္းေတြ၊ အစုိးရ အဖြဲ႕အစည္းေတြ Hack ခံေနရတာေတြၾကားေနရမွာပါ။ဒါေပမယ့္ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ကေတာ့ လူသားမ်ိဳးႏြယ္စုတစ္စုလုံးကုိ အေျပာင္းအလဲၾကီးေျပာင္းလဲေစမယ့္ အရာကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။လူေတြရဲ႕ဦးေႏွာက္ေတြကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။Computer Software ေတြလုိ လူသားေတြရဲ႕ဦးေႏွာက္က မေကာင္းတဲ့အပုိင္းေတြကုိ ဖ်က္စီးျပီး ေကာင္းတဲ့အပုိင္းေတြထည့္သြင္းဖုိ႔ပါတဲ့။သူက စမ္းသပ္ခ်က္တစ္ခုမွာ ကုိယ့္ကိုကိုယ္စမ္းၾကည့္ရင္း သူ႕ရဲ႕စိတ္ကူးယဥ္ပုံရိပ္တစ္ခုကုိ အျမဲျမင္ေတြ႕ေနရတဲ့သူပါ။ဒီကားေလးမွာ Computer အေခၚေတြနဲ႔ ရူပေဗဒ အေခၚေတြနဲ႔ သေဘာသဘာဝေတြကုိ ေတြ႕ျမင္ရမွာျဖစ္တဲ့အတြက္ အဲဒီ နယ္ပယ္ႏွစ္ခုလုံးကုိရင္းႏွီးသူေတြ စိတ္ဝင္စားသူေတြအၾကိဳက္ေတြ႕ေစမွာပါ။IMDB Rating ကေတာ့ 5.9 ျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monပါ)File Size : (700 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoyce GorsuchStarsChris MasonFaran TahirGbenga AkinnagbeScott MechlowiczSpencer LockeTehmina SunnyCastChris MasonFaran TahirGbenga AkinnagbeScott MechlowiczSpencer LockeTehmina Sunny",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qPNIWfyynPdFJgOGsMAxAmxIbKw.jpg",
    "movie_links": [
      {
        "link": "http://mmsale.org/oQUB3bA",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/uj1X",
        "server": "drive.google.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/aQSF6",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/zr6O",
        "server": "Soliddrive.co",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/Y2BFiRd",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/YdhvE5ed",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/UJv1",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/yROm",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/QtGyP",
        "server": "ClicknUpload.org",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/pYPorJ7D",
        "server": "ClicknUpload.org",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-MC8mhFOV6A",
      "video_url": "https://www.youtube.com/watch?v=-MC8mhFOV6A",
      "embed_url": "https://www.youtube.com/embed/-MC8mhFOV6A"
    }
  },
  {
    "metadata": "N/A|2018|97 min|Crime,Mystery",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "N/A"
    },
    "title": "Endless Loop ( 2018 )",
    "description": "ခရီးစဥ္တစ္ခုမွာတစ္ခါမွမဆံုဖူးတဲ့သူစိမ္း ၇ေယာက္ကားတစ္စီးေပၚအတူတူစီးလာၿပီး မေမွ်ာ္လင့္ပဲဥမင္လိႈဏ္ေခါင္းတစ္ခုထဲကိုေရာက္သြားရာကေန Endless Loop တစ္ခုထဲကိုေရာက္ရွိသြားပါေတာ႔တယ္လွိုဏ္ေခါင္းထဲကလည္းၿပန္မထြက္ႏိုင္..လွိုဏ္ေခါင္းထဲက အခ်ိန္ကအၿပင္ကအခ်ိန္ထက္လည္းပိုၿမန္ဆန္လြန္းေနတယ္..အသက္ရွင္ဖုိ႕အတြက္အားလံုးစုစည္းၿပီးၾကိဳးစားရပါေတာ႔မယ္စြန္႔စားမႈတစ္ခုၿပီးတစ္ခုျဖတ္သန္းၿပီးခဲ့တဲ့ေနာက္ဘာေတြႀကံဳေတြ႕လာရမလဲ….အေလာင္းေတြကေရာဘယ္လိုေပ်ာက္သြားတာလဲ…..မေမွ်ာ္လင့္ထားတဲ့ဘယ္လိုအႏၱရာယ္ေတြႀကံဳေတြ႕လာႏိုင္မလဲ……ဒီလူ ၇ေယာက္ကေရာဘယ္လိုေတြဆက္စပ္မႈရွိလဲ……ေနာက္ဆံုးဘယ္သူေတြကေရာ ဒီလိႈဏ္ေခါင္းထဲကေနျပန္ထြက္သြားႏိုင္မလဲ…….ဒါေတြအားလံုးရဲ႕ေနာက္ကြယ္မွာဘယ္သူရွိလဲ……ဇာတ္လမ္းအစကေနစိတ္ဝင္စားစရာအျပည့္နဲ႔အဆံုးထိဆြဲေဆာင္သြားႏိုင္ခဲ့တဲ့ စိတၱဇဆန္ဆန္မႈခင္းဇာတ္ကားေကာင္းေလးပါအညြန္းနဲ႔ဘာသာၿပန္ အိၿပည္႔ၿဖစ္ပါတယ္Subtitle & Encoder : LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHe WenStarsJunchen ChuMarco ChenNie YuanShuang ChenTian GeCastJunchen ChuMarco ChenNie YuanShuang ChenTian Ge",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/ENDLESS.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/endless-loop-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "915 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eDK3/Endless_Loop_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "915 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/mt46bftlou8l",
        "server": "upstream.to",
        "size": "915 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/153v97cho512.html",
        "server": "usersdrive.com",
        "size": "915 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|2h 34mins|Bollywood,Drama",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "14k"
    },
    "title": "Pariyerum Perumal (2018)",
    "description": "Pariyerum Perumal(2019)Tamil အချစ်ကားကောင်းကောင်းလေး စောင့်မျှော်နေတဲ့သူတွေအတွက်IMdb Rating 8.8 နဲ့ Rotten Tomatoes မှာAudience Score 87% ရထားတဲ့ဒီကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်အိန္ဒိယနိုင်ငံရဲ့ အဓိကပြဿနာတွေထဲက တစ်ခုဖြစ်တဲ့ဇာတ်နိမ့်ဇာတ်မြင့်ကွာခြားမှုကြားက ပေါ်ပေါက်လာတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပါပုံမှန်ကျွန်တော်တို့ကြည့်ဖူးနေကျ ဒီလိုအချစ်ဇာတ်လမ်းတွေနဲ့မတူတာဘာလဲဆိုတော့ ဗြုန်းစားကြီး ဇာတ်တွေနာ ချစ်ကြိုက်ခွဲခွာ အဲ့လိုပုံစံမျိုးမဟုတ်ဘဲသူတို့နိုင်ငံမှာ အရမ်း Sensitive ဖြစ်တဲ့ ဒီလိုပြဿနာတစ်ခုကိုသိမ်သိမ်မွေ့မွေ့ချည်းကပ်ပြီး ရိုက်ပြသွားနိုင်တာပါKarnan ဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Mari Selvaraj ရဲ့လက်ချိုးရေလို့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ကားပါပဲသူ့ဘဝဇာတ်ကြောင်းကို အခြေခံပြီး ရိုက်ထားတယ်လို့လည်း သိရပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ပြောရရင်တော့ တောရွာကရိုးသားတဲ့ကောင်လေးတစ်ယောက်ဥပဒေကောလိပ်သွားတက်ပြီး ကောင်မလေးတစ်ယောက်နဲ့ချစ်မိသွားတဲ့ ဇာတ်လမ်းမျိုးပါသုံးထားတဲ့သီချင်းတွေလည်း တော်တော်ကောင်းပါတယ်ဒါပေမဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ကားလုံးသာပြီးသွားတယ်ချစ်တယ်ဆိုတဲ့စကားကိုတော့ တစ်ခွန်းမှပြောမသွားကြပါဘူးဂုဏ်သိက္ခာရှိတယ်ဆိုတဲ့ စကားလုံးရဲ့ တကယ့်အဓိပ္ပါယ်ကိုဖော်ကျူးရိုက်ပြသွားတယ်လို့ ကျွန်တော်တော့ခံစားရတယ်သို့ပေမဲ့လည်း လစ်ဟာချက်တွေလည်း အနည်းငယ် ရှိနေတာမလို့၁၀၀ % ကောင်းတယ်လို့မှတ်ချက်ပြုလို့မရပေမဲ့ဆုများစွာ ရရှိထားတဲ့ကားဆိုတော့ ကြည့်ရှုသင့်တဲ့ထဲပါတယ်လို့ အကြံပြုချင်ပါတယ်(အညွန်းနဲ့ဘာသာပြန်ကတော့ Amelia ပါ)File size…2.47GB / 1.69GBQuality…1080p HEVC AAC 5.1Ch / 720p[Format…mkvDuration….2h 10minsSubtitle….Myanmar Subtitle ( Hard Sub)Encoder….YKTranslated by AmeliaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMari SelvarajStarsAnandhiG. MarimuthuKathirYogi BabuCast'Poo' RamAnandhiG. MarimuthuHari KrishnanKarate VenkatesanKathirLijeeshLizzie AntonyShanmugarajanSupergood SubramaniYogi Babu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sX8FMSuzhTxU04suSfev26iKkBj.jpg",
      "https://image.tmdb.org/t/p/w300/yt9LXuqEXgUooAaEplUNPw7wJsC.jpg",
      "https://image.tmdb.org/t/p/w300/fSG6VMqwU8NkeCI5oWHIYDtJ8vf.jpg",
      "https://image.tmdb.org/t/p/w300/jGz5YBfMiwsZsLyjacoatgB6dB0.jpg",
      "https://image.tmdb.org/t/p/w300/tUcCHoP8cDqZUJKpF3fV1Ni8NVz.jpg",
      "https://image.tmdb.org/t/p/w300/yIyVEZgkDMyhOL21qTZFo4QKbY9.jpg",
      "https://image.tmdb.org/t/p/w300/sQlz3Awfhs3jm9sGD5Tsjht6V1W.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2G2Pp9Ym0ca9NIrjDF7EOWNrbZb.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/pariyerum-perumal-ba-bl-2018-1080-p-hevc-aac-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.47GB",
        "quality": "2.47GB"
      },
      {
        "link": "https://disk.yandex.com/i/NwHO2SuQPaOkHQ",
        "server": "disk.yandex.com",
        "size": "2.47GB",
        "quality": "2.47GB"
      },
      {
        "link": "https://usersdrive.com/7m9sbgnar71e.html",
        "server": "usersdrive.com",
        "size": "2.47GB",
        "quality": "2.47GB"
      },
      {
        "link": "https://megaup.net/10M7t/Pariyerum_Perumal_BA_BL_2018_1080pHEVC_AAC5.1CH(CM).mkv",
        "server": "megaup.net",
        "size": "2.47GB",
        "quality": "2.47GB"
      },
      {
        "link": "https://dropgalaxy.in/7w8bpysecal8",
        "server": "dropgalaxy.com/",
        "size": "2.47GB",
        "quality": "2.47GB"
      },
      {
        "link": "https://yoteshinportal.cc/pariyerum-perumal-ba-bl-2018-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.69GB",
        "quality": "1.69GB"
      },
      {
        "link": "https://usersdrive.com/5iqlnzsyijew.html",
        "server": "usersdrive.com",
        "size": "1.69GB",
        "quality": "1.69GB"
      },
      {
        "link": "https://megaup.net/10M6h/Pariyerum_Perumal_BA_BL_2018_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.69GB",
        "quality": "1.69GB"
      },
      {
        "link": "https://watchsb.com/069oubc1wlj7.html",
        "server": "streamsb.com",
        "size": "1.69GB",
        "quality": "1.69GB"
      },
      {
        "link": "https://dropgalaxy.in/ptqp9wgcnyme",
        "server": "dropgalaxy.com/",
        "size": "1.69GB",
        "quality": "1.69GB"
      }
    ],
    "trailer": {
      "video_id": "GMNsUxJe4R4",
      "video_url": "https://www.youtube.com/watch?v=GMNsUxJe4R4",
      "embed_url": "https://www.youtube.com/embed/GMNsUxJe4R4"
    }
  },
  {
    "metadata": "|2018|1h 27min|Comedy,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Bride for Rent (2018)",
    "description": "Bride for Rent (2018)နာမည်ကြီး Bride for Rent ဖိလစ်ပိုင်ဇာတ်ကားကို ပြန်ရိုက်ထားတဲ့ ဗီယက်နမ်ကားလေးပါ။ဖိလစ်ပိုင်ကားက 2014 မှာ ထွက်ခဲ့တာဖြစ်ပြီးတော့ဗီယက်နမ်ကားကာတော့ 2018 မှာ ထွက်ထားတာ ဖြစ်ပါတယ်။ဖိလစ်ပိုင်ကားကို ကြည့်ဖူးပြီးသားသူတွေအတွက်တော့ သိပ်မထူးဆန်းပေမယ့်မကြည့်ဖူးသေးတဲ့သူတွေအတွက်တော့ ဟာသ၊ အချစ်ရသကို ခံစားရမယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုအတွက် အရေးပေါ်ငွေလိုနေတဲ့ Linh ရယ်အိမ်ထောင်ပြုမှ အမွေရမှာမို့ အိမ်ထောင်ဖက်လိုက်ရှာနေတဲ့ Long ရယ် တွေ့သွားတဲ့အချိန်မှာအဘွားဆီက အမွေတွေရဖို့ ဟန်ဆောင်လက်ထပ်ဖို့ စာချုပ်ချုပ်လိုက်ကြတဲ့အခါဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်သွားပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Comedy, RomanceQuality…. 1080p | 720p | 480pFile size… 1.3GB | 622MB | 308MBFormat… mp4Duration…. 1h 27minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJang MiSơn ThạchThanh Hằng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tNmo07lPAdxYKF3zRb0bDRebB8k.jpg",
      "https://image.tmdb.org/t/p/w300/i1HFm3ZH9eUpwPhddWtSsiVeR1c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nmve9K0ILteypEhO8XtECaZgaAF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i6n57eesdzuw.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bride-for-rent-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xyhz/Bride.For.Rent.2018.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/bI8nnZJJ#bFbMDZx3QdkzJHFt3SiwEYoSv7kaT6lRTJ7TEJ8vSAo",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/8xcnxobouw9l",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cvvphvsoii2k.html",
        "server": "usersdrive.com",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bride-for-rent-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xyhd/Bride.For.Rent.2018.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/fB8BSD6A#8EdSGdZykXL4MJypDM5pP6NOTWhUwOO9Vl4FPYfUt58",
        "server": "mega.nz",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/s4w4cmjme7x1",
        "server": "streamvid.io",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/bp2cbkdaskhu.html",
        "server": "streamsb.com",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/qoaogdk52rta.html",
        "server": "usersdrive.com",
        "size": "308MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/bride-for-rent-2018-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "308MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2xyhC/Everglow.2021.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "308MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/GF0ByLBD#HdWycTwlkPKtGBay9g3t9OJj53z_gxmQNn7HWWLyAD4",
        "server": "mega.nz",
        "size": "308MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/zqyde28l7755",
        "server": "streamvid.io",
        "size": "308MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/s2dewsvf3z5p.html",
        "server": "streamsb.com",
        "size": "308MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2018|98 min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "612"
    },
    "title": "Like Father (2018)",
    "description": "Like Father 2018 IMDb 6.1/10ရေချယ်ဟယ်မစ်တန်က အလုပ်ကြိုးစားလွန်းတဲ့သူတစ်ယောက်ပါခေါင်းထဲမှာအလုပ် အလုပ်ရာထူးတက်ရမယ်ဆိုတာကလွဲလို့ကျန်တာသိပ်မ စဉ်းစားတတ်သူပါ ဘယ်လောက်ထိအလုပ်ကိုဦးစားပေးလွန်းလဲဆိုရင်သူ့မင်္ဂလာပွဲဆင်နွှဲမယ့်နေ့မှာတောင် ဖုန်းတစ်လုံးနဲ့ညွှန်ကြားအလုပ်များနေသူပါသူ့သတို့လောင်းမှာဒီအကြောင်းကိုသိသွားတော့ သည်းမခံနိုင်တော့ပဲမင်္ဂလာပွဲကိုဆက်မလုပ်နိုင်တော့ဘူးဆိုပါလေရော ရေချယ်မသိခဲ့တာကသူ့မင်္ဂလာဆောင်မှာ သူမဖိတ်ခေါ်ထားတဲ့ဧည့် သည်တစ်ယောက်ရောက်နေတာကိုပါပဲတစ်ခြားသူတော့မဟုတ်ပါဘူး သူနဲ့သူ့အမေကို နှစ်ပေါင်းများစွာပစ်ထားခဲ့ပြီးအလုပ်ကိစ္စတွေနဲ့ကမ္ဘာ ပတ်နေတဲ့သူမ အဖေ ဟယ်ရီဟယ်မစ်တန်ပါပဲဟယ်ရီတစ်ယောက်သူ့သမီးမင်္ဂလာဆောင်ကိုတိုးတိုးတိတ်တိတ်တက်ရောက်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေကြောင့်ရေချယ်ကလဲသူ့ကိုမြင်သွားသလို သူကလဲသူ့သမီးလေးရဲ့ပျက်စီးသွားတဲ့မင်္ဂလာပွဲလေးကိုစိတ်မကောင်းစွာကြုံတွေ့လိုက်ရပါတယ်ဒီနောက်မှာတော့ ငယ်ငယ်ထဲကပစ်သွားရမလားဆိုပြီးဖခင်အပေါ်စိတ်နာနေတဲ့ ရေချယ်နဲ့ လောလောလတ်လတ်အသည်းကွဲနေတဲ့သမီးကိုနှစ်သိမ့်ပေးချင်တဲ့ ဟယ်ရီတို့၂ယောက်က စုံတွဲတွေအတွက်သီးသန့်ခရီးစဉ်ဖြစ်တဲ့ ဇိမ်ခံသဘောင်္ကြီးပေါ်မူးမူးနဲ့ရောက်သွားကျရောဆိုပါတော့(တကယ်က အဲ့ခရီးစဉ်ကရေချယ်နဲ့သတို့သားအိုဝင်တို့ ဟန်းနီးမွန်းထွက်ဖို့လုပ်ထားတဲ့ခရီးစဉ်ပါ)စုံတွဲတွေ လတ်လတ်ဆတ်ဆတ်လက်ထပ်ထားတဲ့ဇနီးမောင်နှံတွေကြားမတည့်အတူနေသားအဖ၂ယောက်ရောက်သွားတဲ့အခါမှာတော့….Like Fatherက အဖေကိုအထင်လွဲစိတ်နာနေတဲ့သမီးနဲ့အတိတ်ကအမှားတွေကိုပြင်ဆင်ဖို့ကြိုးစားနေတဲ့ဖခင်တို့ကြားကသံယောဇဉ် ချစ်ခြင်း မေတ္တာတို့အကြောင်းပေါ့ပေါ့ပါးပါးလေးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဟာသလေးတွေလဲပါသလို မထင်မှတ်ထားတဲ့ဇာတ်လမ်းပုံစံလေးတွေနဲ့သင့်ရဲ့အချိန်ကိုပေါ့ပေါ့ပါးပါးလေးကုန်ဆုံးစေပါလိမ့်မယ်…ဒီရုပ်ရှင်ကားကို Wai Zin မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLauren MillerStarsAmber HodgkissBrittany RossDanielle DavenportKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach AppelmanCastAlex PérezAmber HodgkissBrett GelmanBrian McCarthyBrittany RossDanielle DavenportElisabeth NessJen ZaborowskiKeilly McQuailKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach Appelman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pDQvWtaF4ujUooN4lojronauIFU.jpg",
      "https://image.tmdb.org/t/p/w300/3MvWApcDxoRUkQlws4kyE3UW7xZ.jpg",
      "https://image.tmdb.org/t/p/w300/j8hzxFIq7lkx2UakB3MgxchsxDb.jpg",
      "https://image.tmdb.org/t/p/w300/4bFPPovuMET9ZUS78K0NVpPQb1k.jpg",
      "https://image.tmdb.org/t/p/w300/uIGO0vyIi2POnZlC0TXScHpoCJG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTY1NDc3MzgxNV5BMl5BanBnXkFtZTgwNDc3MTQwNjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/like-father-2018-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-father-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/fqvrrom3jqbi.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "_bfqsNh6U7c",
      "video_url": "https://www.youtube.com/watch?v=_bfqsNh6U7c",
      "embed_url": "https://www.youtube.com/embed/_bfqsNh6U7c"
    }
  },
  {
    "metadata": "N/A|2018|2h 12min|Fantasy,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "264"
    },
    "title": "Be with You (2018)",
    "description": "Be with you ဆိုတဲ့ကိုရီးယားကားေလးကေတာ့ စာေရးဆရာ Takuji Ichikawa ေရးသားထားတဲ့ ဝတၳဳကိုရိုက္ကူးထားတဲ့ 2004 ခုႏွစ္က ထြက္ရွိထားတဲ့ ဂ်ပန္ကားေလးကို ျပန္လည္ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္ဒီဇာတ္ကားမွာေတာ့ မိဘေမတၱာ၊မိသားစုေမတၱာ၊ ခ်စ္သူႏွစ္ဦးရဲ႕သံေယာဇဥ္နဲ႔ အေမ မရွိေတာ့တဲ့ကေလးတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ…..ရသေပါင္းစုံကိုေပးတဲ့ဇာတ္ကားေကာင္းေလးပါအသက္ ၇ ႏွစ္အရြယ္မွာ အေမဆုံးရႈံးလိုက္ရလို႔ အေမဟာ မိုးရာသီေရာက္တဲ့အခါ မိုးစက္ရထားကိုစီးၿပီး တိမ္လႊာတိုင္းျပည္ကေန သူ႔ဆီကိုျပန္လာမယ္ဆိုတဲ့ ပုံျပင္စာအုပ္ထဲကအေတြးေတြ အျမဲတမ္းရွိေနတဲ့ ဂ်ီဟို၊ဒီလိုနဲ႔ မိုးရာသီေရာက္တဲ့အခါ ပုံျပင္ထဲကအတိုင္း တကယ္ သူ႔အေမျပန္လာတာကို ေတြ႕လိုက္ရတဲ့အခါ ဝမ္းသာမဆုံး၊မယုံႏိုင္ျဖစ္ခဲ့ရတဲ့ သားအဖႏွစ္ေယာက္သို႔ေသာ္လည္း အေမျဖစ္သူကေတာ့ ဘာမွမမွတ္မိႏိုင္ပဲ မွတ္ဥာဏ္ေတြေပ်ာက္ဆံုးေနခဲ့တယ္သူ႔အေမနဲ႔တစ္ပုံစံတည္းတူတဲ့သူဟာတကယ္ပဲ တိမ္လႊာတိုင္းျပည္ကေန ျပန္လာခဲ့တာလား……….ဒါမွမဟုတ္ ရုပ္တူတဲ့ တျခားတစ္ေယာက္လားဆိုတာ(ဇာတ္လမ္းအညြန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ယမင္းေသာ္တာေမာင္ပါ)File Size : (999 MB) and (440 MB)Quality : HDRip 720pRunning Time : 2hr 12minFormat : Mp4Genre : Fantasy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p HDRip H264 AAC-NonDRMTranslated by Yamin Thawdar MaungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Jang-hoonStarsBae Yoo-ramKim Hyun-sooKo Chang-seokLee Jun-hyeokLee You-jinSeo Jeong-yeonSo Ji-subSon Ye-jinSon Yeo-eunCastBae Yoo-ramKim Hyun-sooKo Chang-seokLee Jun-hyeokLee You-jinSeo Jeong-yeonSo Ji-subSon Ye-jinSon Yeo-eun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1YwobLXEIaHd82AXlCNUqh1SETt.jpg",
      "https://image.tmdb.org/t/p/w300/dw9KDRImNzj3jWYSkTte7wvzamO.jpg",
      "https://image.tmdb.org/t/p/w300/jsE5vI2xKIhnFDyMb0jO1YxouyL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sEeH8ce2YeZHFng3AddqsQ2niLf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/be-with-you-2018",
        "server": "CM Links",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/be-with-you-jigeum-mannareo-gabmida-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/be-with-you-jigeum-mannareo-gabmida-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zGfa/Be_With_You_(Jigeum_Mannareo_Gabmida)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/m2x2fmlv7lw5",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "s_GBy9vx2PQ",
      "video_url": "https://www.youtube.com/watch?v=s_GBy9vx2PQ",
      "embed_url": "https://www.youtube.com/embed/s_GBy9vx2PQ"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "114"
    },
    "title": "We Have Always Lived in the Castle(2018)",
    "description": "We Have Always Lived in the Castle(2018)IMDb….6.0ျမိဳ႕အျပင္ဖက္ ေတာင္ကုန္းတစ္ခုေပၚက အိမ္ႂကီးမွာ မွာ ၿမိဳ႕မွာအခ်မ္းသာဆံုး ဘလက္ခ္ဝုဒ္ မိသားစုေနထိုင္ၾကတယ္ အစကေတာ့ မိသားစုစံုစံုလင္လင္႐ွိခဲ့ေပမယ့္ ခုေတာ့ ဒုကၡိတဦးေလးတစ္ဦးရယ္ ညိ္ီအစ္မႏွစ္ေယာက္ရယ္ပဲ က်န္ေတာ့တယ္ၿမိဳ႕ထဲကလူေတြ တီးတိုးစကားအရ ညီအစ္မႏွစ္ေယာက္ထဲက အႀကီးမက သူ႔အေဖနဲ႔အေမအပါအဝင္ တစ္မိသားစုလံုးကို သတ္ပစ္လိုက္တာတဲ့… ၿမိဳ႕ထဲက ကေလးေတြကလည္း သူတို႔ကိုအရမ္းေၾကာက္ၾကတယ္… မိဘေတြကလည္း ကေလးေတြကိုအိမ္ႀကီးဆီမသြားေအာင္ ေျခာက္လွန္႔ထားၾကတယ္…မည္သို႔ပင္ဆိုေစကာမူ ပတ္ဝန္းက်င္က ဖယ္က်ဥ္ခံထားရတဲ့ ညီအစ္မႏွစ္ေယာက္အတြက္ေတာ့ အိမ္ႀကီးဟာသူတို႔ရဲ႕ ကမ႓ာေလးပါပဲဒါေပမယ့္ သူ႔တို႔အတိတ္က ဘယ္လို႐ွိခဲ့တာမ်ားလဲ?တစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့အျဖစ္ေတြ သူတို႔ဆီေရာက္လာခဲ့ပါေတာ့တယ္…..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (345 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:30:00Genre :Drama,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStacie PassonStarsAlexandra DaddarioBosco HoganCrispin GloverJoanne CrawfordPaula MalcomsonPeter CoonanPeter O'MearaSebastian StanStephen HoganTaissa FarmigaCastAlexandra DaddarioBosco HoganCrispin GloverJoanne CrawfordLiz O'SullivanPatrick Joseph ByrnesPaula MalcomsonPeter CoonanPeter O'MearaSebastian StanStephen HoganTaissa Farmiga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fFI2MuuA2gRRFuYVKMdVWojPmHW.jpg",
      "https://image.tmdb.org/t/p/w300/e5Id5wSOFpKirSwc7GsCV9TYsqv.jpg",
      "https://image.tmdb.org/t/p/w300/knJLlILZdT8rTpezlxVdqZ7FvFp.jpg",
      "https://image.tmdb.org/t/p/w300/oQDg1OG4mBLxMlTRhemOz1NVrLi.jpg",
      "https://image.tmdb.org/t/p/w300/6i5MeHfEiHkurkNwhSizG2eb8BC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ejp1MQSlekBjH3bBJrBlWItpmQW.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bubyxl1s062j.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1xsj2/We_Have_Always_Lived_In_The_Castle_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://drive.google.com/file/d/1I_fLzlvBxYzvmJBTyvIQAMfQZDn_wXY6/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/bxbijawxtr5z",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "NQg-nUoMCBo",
      "video_url": "https://www.youtube.com/watch?v=NQg-nUoMCBo",
      "embed_url": "https://www.youtube.com/embed/NQg-nUoMCBo"
    }
  },
  {
    "metadata": "N/A|2018|91 min|Horror,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "106"
    },
    "title": "Await Further Instructions(2018)",
    "description": "Await Further Instructions(2018)ခရစ္စမတ္ကာလမွာ  နစ္နဲ႔ သူ႕ေကာင္မေလးအတြက္ အေပ်ာ္ဆုံး အခ်ိန္ေတြပါပဲ…နစ္က အိမ္မွာ  သူ႕ေကာင္မေလးကုိ  ညစာစားဖို႔ေခၚလုိက္တယ္…ကံႀကမၼာဆုိးေရာက္မယ္မွန္းမသိေတာ့ နစ္တို႔မိသားစုလူစံုတက္စံုတက္စံုနဲ႕ေပ်ာ္ေနၾကတယ္…သူတုိ႕အေပ်ာ္က သိပ္ႀကာၾကာမခံပါဘူး…ေနာက္ေန႔မနက္မွာေတာ့ သူ႔တိုရဲ႕အိမ္အျပင္မွာဘက္မွာထူးဆန္တာျဖစ္ၿပီး တစ္အိမ္လံုး အျပင္ေလာကနဲ႕ အဆက္သြယ္ျပတ္သြားတယ္..ဘာလုိ႕ဆုိ အိမ္တစ္ခုလုံးကုိ သတၱဳလုိ အရာမ်ဳိးႀကီးနဲ႕ဖုံးအုပ္ထားလုိ႕ပါပဲ..အျပင္ထြက္ဖုိ႕ေနေနသာသာ..ဖုန္းလုိင္းေတာင္ဆက္သြယ္လုိ႕မရတဲ့အေျခအေနပါပဲ…ကိုင္း နစ္တို႔မိသားစုေတြ တစ္အိမ္လံုးလႊတ္ေျမာက္ႏိုင္ပါ့မလား ဘယ္လိုအခက္အခဲေတြနဲ႔ၾကံဳမလဲ ဘာေတြမထင္မွတ္ထားတာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့Horrorကားၾကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦး…File Size : (861 MB) and (311 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:31:00Genre :Horror,Mystery,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Mrs.PinkyEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohnny KevorkianStarsAbigail CruttendenDavid BradleyGrant MastersHolly WestonKris SaddlerNeerja NaikSam GittinsCastAbigail CruttendenDavid BradleyGrant MastersHolly WestonKris SaddlerNeerja NaikSam Gittins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7llKN4VC7posuDyqR7p6ACh9zDj.jpg",
      "https://image.tmdb.org/t/p/w300/dIs2TqijIaQnsak2ojWhDKRexv.jpg",
      "https://image.tmdb.org/t/p/w300/qebePuprbq783glEsO1yFUgzUaG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z8lmjRaPdydneYDArwrLvSnJ7IU.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/JSlN3iJ",
        "server": "drive.google.com",
        "size": "861MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/3GLt8W",
        "server": "drive.google.com",
        "size": "311MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/o7ZKNtk",
        "server": "megaup.net",
        "size": "861MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Q3HKsg5",
        "server": "megaup.net",
        "size": "311MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/iKtlMh7h",
        "server": "openload.co",
        "size": "861MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Bp25c",
        "server": "openload.co",
        "size": "311MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/oRk3P4Xq",
        "server": "ClicknUpload.org",
        "size": "861MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/RM60t",
        "server": "ClicknUpload.org",
        "size": "311MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/tuha5X",
        "server": "streamango.com",
        "size": "861MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/cG59y6Yg",
        "server": "streamango.com",
        "size": "311MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "iYSn4tWEvkI",
      "video_url": "https://www.youtube.com/watch?v=iYSn4tWEvkI",
      "embed_url": "https://www.youtube.com/embed/iYSn4tWEvkI"
    }
  },
  {
    "metadata": "N/A|2018|142 min|Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "4,794"
    },
    "title": "Geetha Govindam (2018)",
    "description": "အိန္ဒိယကားကောင်းကောင်းလေးတွေ တောင်းတနေတဲ့ ပရိသတ်တွေအတွက်အလန်းစား တောင်ပိုင်းကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်Hello (2017), Hello Guru Prema Kosame (2018) တို့လို Drama, Romance ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးမင်းသားကလည်း လောလောလတ်လတ် CM ကတင်ပေးထားတဲ့ Taxiwaala ထဲကမင်းသားချော Vijay Deverakona ပဲဖြစ်ပါတယ်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလိုမဟုတ်ဘဲ အိုဗာအက်တင်တွေ လုံးဝကင်းတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါဇာတ်လမ်းလေးကတော့ ငယ်ငယ်ကတည်းက မိခင်ဆုံးပါးသွားလို့ အဖေတစ်ယောက်တည်းရဲ့ အုပ်ထိန်းမှုဖြင့်ကြီးပင်းခဲ့တဲ့ ဗီဂျေး အသက်ရွယ် ၂၅ နှစ်အရွယ်လူပျိုတစ်ယောက်မိန်းကလေးတွေနဲ့ပတ်သတ်ရင် ဘာအတွေ့အကြုံမှမရှိဘဲ ရည်းစားရဖို့နေနေသာသာမိန်းကလေးတစ်ယောက်ကိုတောင် မပိုးမပမ်းတတ်သူတခြားသူတွေနဲ့မတူဘဲ အိမ်ထောင်ရေးနဲ့ပတ်သတ်လို့အချစ်ရေးနဲ့ပတ်သတ်လို့ဇနီးမယားဆိုတဲ့အရာနဲ့ပတ်သတ်လို့ စိတ်ကူးယာဉ်ဆန်လွန်းသူငါသာ ရည်းစားထားရင် ဘယ်မိန်းကလေးမျိုးနဲ့မှအိမ်ထောင်ပြုရင် ဘယ်လိုမိန်းကလေးကိုပဲ အိမ်ထောင်ပြုမှာ စဖြင့်ရှေးဆန်တဲ့အတွေးအခေါ်တွေ တပြုံတပိုက်နဲ့ဘယ်လောက်ထိ မိန်းကလေးတွေနဲ့ပတ်သတ်ပြီး အတွေ့ကြုံနည်းလဲဆိုရင်စိတ်ဝင်စားလို့ ၆ လလောက်ပတ်လိုက်ခဲ့တဲ့ မိန်းကလေးက အိမ်ထောင်သည်ဖြစ်နေမှန်း မသိရှာဘူးအဲ့လောက်ထိအဲ့ဒိလို ဗီဂျေးတစ်ယောက် တနေ့မှာ အင်မတန်ချစ်ရမယ့် ဂီသားဆုတဲ့မိန်းကလေးနဲ့ဆုံစည်းခဲ့ပါတယ်သူ့ရဲ့အလွဲလွဲအချော်ချော်တွေနဲ့ အယူအဆတွေနဲ့ ဂီသားနဲ့ ဗီဂျေး ပေါင်းစည်းခွင့်ရမလားဆိုတာကိုတော့ …..(အမှန်အကန် Comedy, Drama ကားကောင်းတစ်ကားဖြစ်လို့ ပေးရတဲ့အချိန်ရုပ်ရှင် ဒေါင်းရကြိုးနပ်စေရမယ်လို့ ရဲရဲကြီး အာမခံပါတယ်)(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇော်ထူးပါ)File Size : (950 MB)Quality : WEB-DL 720pRunning Time : 2hr 22minFormat : MkvGenre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WebDL.AVC.AAC.ESub.DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorParasuramStarsAnnapoornaGiri BabuNagendra BabuNithya MenenRahul RamakrishnaRashmika MandannaRavi PrakashSubbarajuVennela KishoreVijay DevarakondaCastAbhay BethigantiAnnapoornaAnu EmmanuelGiri BabuNagendra BabuNithya MenenRahul RamakrishnaRashmika MandannaRavi PrakashSandhya JanakSatyam RajeshSubbarajuSwapnikaVennela KishoreVijay Devarakonda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6E5AzZLqZSVlQq4NiJdLhdaEcKX.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/geetha-govindam-2018",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/geetha-govindam-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/qjz7kb55bfi7",
        "server": "veryfiles.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/3c5059dgmeql.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/75e8d6ac42/getha-govindam-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4eC4c/Geetha_Govindam_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pDgVja4B#Sp7RZ4rkbYof6aG5N7T4diaf0rlFG-0GOmNo7a2yJEA",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/5ux2k8gj6iyl",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OYK2eJ0oeg8",
      "video_url": "https://www.youtube.com/watch?v=OYK2eJ0oeg8",
      "embed_url": "https://www.youtube.com/embed/OYK2eJ0oeg8"
    }
  },
  {
    "metadata": "PG-13|2018|107 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "133,781"
    },
    "title": "Rampage (2018) Blu-Ray 1080p 5.1CH x264",
    "description": "Blu-Ray 1080p 5.1 CH x264အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ကုမ္ပဏီက အလုပ် ထုတ်ပစ်ခဲ့သလို ကုမ္ပဏီနဲ့ စမ်း သပ်မှုတွေကို ထုတ်ပြောလို့ဆိုပြီး ထောင်ချပစ်ဖို့အထိပါ လုပ်ခဲ့ပါ တယ်။ဂျော့ချ်ကို အေးဂျင့်ဟာဗေး ရက်ဆဲလ်ဦးဆောင်တဲ့ အစိုးရ အဖွဲ့အစည်းက လေယာဉ်နဲ့ ဖမ်း ဆီးခေါ်ဆောင်သွားပေမယ့် လေယာဉ်ကို ဖျက်ဆီးပြီး ဂျော့ချ်လွတ် မြောက်သွားသလို ရက်ဖ်ဆိုတဲ့ သန္ဓေပြောင်း ဝံပုလွေကြီးက လည်း သူ့ကိုလိုက်ဖမ်းတဲ့အဖွဲ့ကို အပြတ်ရှင်းပစ်ခဲ့ပါတယ်။အဲဒီနောက် ဂျော့ချ်နဲ့ ရက်ဖ် တို့ ပေါင်းမိပြီး ချီကာဂိုမြို့တော် ကို ဝင်ရောက်ဖျက်ဆီး တိုက်ခိုက် ခဲ့ပါတော့တယ်။ ပြဿနာက အဲဒီ မှာတင် မပြီးသေးပါဘူး။ ကုန်းပေါ်မှာ ဂျော့ချ်နဲ့ ရက်ဖ်တို့ တိုက် ခိုက်ဖျက်ဆီးနေသလို လစ်ဇီဆို တဲ့ သန္ဓေပြောင်း မိကျောင်းကြီး ရန်ကလည်း ထပ်ပေါ်လာပါတော့ တယ်။ဒေးဗစ်နဲ့ ဒေါက်တာကိတ် ဟာ စိတ်ရိုင်းဝင်ပြီး တွေ့သမျှ အန္တရာယ်ပြုနေတဲ့ သန္ဓေပြောင်း သတ္တဝါတွေကို ပုံမှန်အခြေအနေ ပြန်ဖြစ်အောင် လုပ်နိုင်မယ်လို့ ယုံကြည်ထားကာ ထိန်းချုပ်နိုင်ဖို့ အသည်းအသန် ကြိုးပမ်းခဲ့ကြပါ တယ်။သန္ဓေပြောင်း သတ္တဝါတွေ က ဘယ်လိုတွေ ဒုက္ခပေးမှာလဲ၊ ဒေးဗစ်တို့ ယုံကြည်ထားသလို ဂျော့ချ်ကို မူလအနေအထားဖြစ် အောင် ပြန်လုပ်နိုင်ပါ့မလားဆို တာကို အမိုက်စား အထူးပြုလုပ် ချက်တွေ၊ အက်ရှင်ပြကွက်တွေနဲ့ ရိုက်ကူးထားတာမို့ ပရိသတ်တွေ သဘောကျမှာပါ။ပရိသတ်အချစ်တော် အက် ရှင်မင်းသားကြီး ဒဝိန်းဂျွန်ဆင်က အဓိက သရုပ်ဆောင်ထားတာဖြစ် ပြီး နာအိုမီဟားရစ္စ၊ မာလင်အ ကာမန်၊ ဂျက်ဖရီးဒင်းန်မော်ဂန်၊ ဂျိတ်ခ်လေစီ၊ ဂျိုးမန်ဂါနီလို စသူ တွေပါဝင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ http://7daydaily.com မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ ကိုမျိုးသန့် နဲ့ ကိုဟိန်းမင်းထွန်းပါ)————————————————————————-အေမရိကန္ အထူးတပ္ဖြဲ႕ ဝင္ေဟာင္းတစ္ဦးျဖစ္တဲ့ ေဒးဗစ္အိုေကြဟာ ဆန္ဒီေရးဂိုးေတာ႐ိုင္း တိရစၧာန္ ကာကြယ္ေစာင့္ေရွာက္ ေရးဌာနက ေဂၚရီလာေမ်ာက္ဝံ ေတြနဲ႔ပတ္သက္ၿပီး သုေတသန ျပဳေနတဲ့ နာမည္ႀကီး ပညာရွင္ တစ္ေယာက္ပါ။မုဆိုးေတြလက္ကေန ကယ္ ဆယ္လာခဲ့တဲ့ ေဂ်ာ့ခ်္ဆိုတဲ့ ေဂၚရီ လာေမ်ာက္ဝံျဖဴႀကီးဟာ သာမန္ ေမ်ာက္ဝံေတြနဲ႔မတူဘဲ ထူးျခားတဲ့ အသိဉာဏ္ဖြံ႕ၿဖိဳးမႈမ်ိဳးရွိေနတယ္ဆုိတာ ေဒးဗစ္က သတိထားမိၿပီး ေဂ်ာ့ခ်္နဲ႔လည္း ရင္းႏွီးခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ေဂ်ာ့ခ်္ ေနတဲ့ေနရာကို ထူးဆန္းတဲ့ ပစၥည္းတစ္ခုက်လာၿပီး အဲဒါကို ေဂ်ာ့ခ်္ က ထိလိုက္တဲ့အခါမွာေတာ့ ည တြင္းခ်င္းမွာကို ေဂ်ာ့ခ်္စိတ္႐ိုင္း ဝင္ကာ ခႏၶာကိုယ္အရြယ္အစား ကလည္း အႀကီးႀကီးျဖစ္သြားခဲ့ပါ တယ္။အဲဒီေနာက္မွာေတာ့ ေဒးဗစ္ ကို မ်ိဳး႐ိုးဗီဇဆုိင္ရာ ပညာရွင္ ေဒါက္တာကိတ္ကဲလ္ဝဲက ဆက္ သြယ္ၿပီး ေဂ်ာ့ခ်္ အခုလိုျဖစ္သြား တာဟာ Energyne ကုမၸဏီက စမ္းသပ္ထားတဲ့ သေႏၶေျပာင္း ပစၥည္းေၾကာင့္လို႔ေျပာပါတယ္။ေဒါက္တာကိတ္ကိုလည္း Energyne ကုမၸဏီက အလုပ္ ထုတ္ပစ္ခဲ့သလို ကုမၸဏီနဲ႔ စမ္း သပ္မႈေတြကို ထုတ္ေျပာလုိ႔ဆုိၿပီး ေထာင္ခ်ပစ္ဖို႔အထိပါ လုပ္ခဲ့ပါ တယ္။ေဂ်ာ့ခ်္ကို ေအးဂ်င့္ဟာေဗး ရက္ဆဲလ္ဦးေဆာင္တဲ့ အစိုးရ အဖြဲ႕အစည္းက ေလယာဥ္နဲ႔ ဖမ္း ဆီးေခၚေဆာင္သြားေပမယ့္ ေလယာဥ္ကို ဖ်က္ဆီးၿပီး ေဂ်ာ့ခ်္လြတ္ ေျမာက္သြားသလို ရက္ဖ္ဆိုတဲ့ သေႏၶေျပာင္း ဝံပုေလြႀကီးက လည္း သူ႔ကိုလိုက္ဖမ္းတဲ့အဖြဲ႕ကို အျပတ္ရွင္းပစ္ခဲ့ပါတယ္။အဲဒီေနာက္ ေဂ်ာ့ခ်္နဲ႔ ရက္ဖ္ တုိ႔ ေပါင္းမိၿပီး ခ်ီကာဂိုၿမိဳ႕ေတာ္ ကို ဝင္ေရာက္ဖ်က္ဆီး တိုက္ခိုက္ ခဲ့ပါေတာ့တယ္။ ျပႆနာက အဲဒီ မွာတင္ မၿပီးေသးပါဘူး။ ကုန္းေပၚမွာ ေဂ်ာ့ခ်္နဲ႔ ရက္ဖ္တို႔ တိုက္ ခိုက္ဖ်က္ဆီးေနသလို လစ္ဇီဆုိ တဲ့ သေႏၶေျပာင္း မိေက်ာင္းႀကီး ရန္ကလည္း ထပ္ေပၚလာပါေတာ့ တယ္။ေဒးဗစ္နဲ႔ ေဒါက္တာကိတ္ ဟာ စိတ္႐ိုင္းဝင္ၿပီး ေတြ႕သမွ် အႏၲရာယ္ျပဳေနတဲ့ သေႏၶေျပာင္း သတၱဝါေတြကို ပံုမွန္အေျခအေန ျပန္ျဖစ္ေအာင္ လုပ္ႏိုင္မယ္လို႔ ယံုၾကည္ထားကာ ထိန္းခ်ဳပ္ႏိုင္ဖို႔ အသည္းအသန္ ႀကိဳးပမ္းခဲ့ၾကပါ တယ္။သေႏၶေျပာင္း သတၱ၀ါေတြ က ဘယ္လိုေတြ ဒုကၡေပးမွာလဲ၊ ေဒးဗစ္တို႔ ယံုၾကည္ထားသလို ေဂ်ာ့ခ်္ကို မူလအေနအထားျဖစ္ ေအာင္ ျပန္လုပ္ႏိုင္ပါ့မလားဆို တာကို အမုိက္စား အထူးျပဳလုပ္ ခ်က္ေတြ၊ အက္ရွင္ျပကြက္ေတြနဲ႔ ႐ိုက္ကူးထားတာမို႔ ပရိသတ္ေတြ သေဘာက်မွာပါ။ပရိသတ္အခ်စ္ေတာ္ အက္ ရွင္မင္းသားႀကီး ဒ၀ိန္းဂြၽန္ဆင္က အဓိက သ႐ုပ္ေဆာင္ထားတာျဖစ္ ၿပီး နာအုိမီဟားရစၥ၊ မာလင္အ ကာမန္၊ ဂ်က္ဖရီးဒင္းန္ေမာ္ဂန္၊ ဂ်ိတ္ခ္ေလစီ၊ ဂ်ိဳးမန္ဂါနီလို စသူ ေတြပါ၀င္ထားပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ http://7daydaily.com မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ ကိုမ်ိဳးသန္႔ နဲ႔ ကိုဟိန္းမင္းထြန္းပါ)File Size : 1.8 GBQuality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 47minFormat : Mp4Genre : Action, Adventure, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by Myo Thant And Hein MinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad PeytonChristopher M. SearceyJanine GosselinMary TallmanRobin MeyersShane B. ScottStarsDemetrius GrosseDwayne JohnsonJack QuaidJake LacyJeffrey Dean MorganJoe ManganielloMalin AkermanMarley SheltonNaomie HarrisP. J. ByrneCastAllyssa BrookeBreanne HillBruce BlackshearDemetrius GrosseDwayne JohnsonJack QuaidJake LacyJason LilesJeffrey Dean MorganJoe ManganielloMac WellsMalin ÅkermanMarley SheltonMatt GeraldNaomie HarrisP. J. ByrneStephen DunlevyUrijah FaberWill Yun Lee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wrqUiMXttHE4UBFMhLHlN601MZh.jpg",
      "https://image.tmdb.org/t/p/w300/5wJf9JOoY3kpUyWzPvdL8QPgdeu.jpg",
      "https://image.tmdb.org/t/p/w300/zIyKFYDUkMnkzc7x7xjS2yIINPH.jpg",
      "https://image.tmdb.org/t/p/w300/e3jCOFC14wC0VKMUHuIA9IfeALs.jpg",
      "https://image.tmdb.org/t/p/w300/ziNDg2AwwEtojCWJZfl6G3r0moo.jpg",
      "https://image.tmdb.org/t/p/w300/vm8mhrjk5nQ562UQ0KbUzi0yOHr.jpg",
      "https://image.tmdb.org/t/p/w300/vBfnHjm4Xh5xg0G1AZ5k4DUaE9S.jpg",
      "https://image.tmdb.org/t/p/w300/w4XWDm9xsarp0aVxnoDDeRl7HFY.jpg",
      "https://image.tmdb.org/t/p/w300/dVx8pFbz0AClbDZlcDhrd2WyEep.jpg",
      "https://image.tmdb.org/t/p/w300/1KWlynY0AeqZIk6MUsBq9wI3HYc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7oj26q62jk4f.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/rampage-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/5e855acaf/rampage-2018-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/4UIwh/Rampage_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/uM8jCbKb#yuhOmE9LD15iYNdpKuiterHSAb7_jpqzCeuTH81zpNE",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/1qqk8pumm7ld",
        "server": "upstream.to",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "coOKvrsmQiI",
      "video_url": "https://www.youtube.com/watch?v=coOKvrsmQiI",
      "embed_url": "https://www.youtube.com/embed/coOKvrsmQiI"
    }
  },
  {
    "metadata": "R|2018|105 min|Action,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "161"
    },
    "title": "Black Water (2018)",
    "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။တတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။အဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******(ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ)File Size : (850 MB) and (360 MB)Quality : Blu-Ray 720p and 360pRunning Time : 1hr 45minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-FGTTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPasha PatrikiStarsAaron O'ConnellAl SapienzaCourtney B TurkDolph LundgrenJasmine WaltzJean-Claude Van DammeJohn PoseyKris Van DammeLance E. NicholsPatrick KilpatrickCastAaron O'ConnellAdrian LockettAl SapienzaAleksander VayshelboymAndy ReboulBrett Luciana MurrayCathal PendredChristopher HeskeyCourtney B TurkCuong Alex DoDale LinerDavid 'Shark' FralickDolph LundgrenEric PettwayGary WatsonHarry B JoachimIan NilesJames P. BennettJasmine WaltzJean Claude LeuyerJean-Claude Van DammeJohn PoseyKris Van DammeLance E. NicholsMark ShermanPatrick KilpatrickRyan D. OlsonSlim KhezriTahj VaughansTandi TugwellTom DeNucciTom GlynnVanessa Motta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/byFf3OQceVbtHplvql7W1JmNJhU.jpg",
      "https://image.tmdb.org/t/p/w300/vnrw2TT4dbSUNkX5oKrQqiikB3i.jpg",
      "https://image.tmdb.org/t/p/w300/noNMHp461qETqftTGRC4xJtJ8Pf.jpg",
      "https://image.tmdb.org/t/p/w300/e8lDwfeWSND1SubFbWEcNeFWCqR.jpg",
      "https://image.tmdb.org/t/p/w300/b3jDGUf4wwlCRmlRgTKs81KjtwX.jpg",
      "https://image.tmdb.org/t/p/w300/e8rvalMWTYrUvXmVQYzxMNlIXdl.jpg",
      "https://image.tmdb.org/t/p/w300/kBNCk1tS7gwtDqepYyHbLKHDJvL.jpg",
      "https://image.tmdb.org/t/p/w300/tTzifzPfyCX8lBpJzaebvRC8Mec.jpg",
      "https://image.tmdb.org/t/p/w300/1AuTGdTMghUHSVBAqD5SGbKEDw1.jpg",
      "https://image.tmdb.org/t/p/w300/bKHHytJb8ircxOyE7js06hh9jcE.jpg",
      "https://image.tmdb.org/t/p/w300/enhEi4jj9REgw1rWSGOHWF6sxZx.jpg",
      "https://image.tmdb.org/t/p/w300/kRxZoeS4sTgt5r9nSQCrFjwgV2Q.jpg",
      "https://image.tmdb.org/t/p/w300/wS7tDTuVxb1ToaXeuG9sPlhjef8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/black-water-2018",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "(Blu-Ray 720p)"
      },
      {
        "link": "https://yoteshinportal.cc/black-water-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "(Blu-Ray 720p)"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/black-water-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "(Blu-Ray 720p)"
      },
      {
        "link": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "(Blu-Ray 720p)"
      },
      {
        "link": "https://upstream.to/4alvkx21r0iq",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "(Blu-Ray 720p)"
      }
    ],
    "trailer": {
      "video_id": "8jtnZbWzNbk",
      "video_url": "https://www.youtube.com/watch?v=8jtnZbWzNbk",
      "embed_url": "https://www.youtube.com/embed/8jtnZbWzNbk"
    }
  },
  {
    "metadata": "N/A|2018|93 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "198"
    },
    "title": "I Think We’re Alone Now(2018)",
    "description": "I Think We’re Alone Now(2018)Delက ကမာၻေျမေပၚမွာေနာက္ဆံုးက်န္ခဲ့တဲ့လူတစ္ေယာက္လို႔ သူ႔ကိုယ္သူထင္ေနတဲ့လူတစ္ေယာက္ပါ။ သူက လူသူေဝးရာျမိဳ႔ငယ္ေလးတစ္ၿမိဳ႕မွာစိတ္ကူးယဥ္ကမာၻေလးဖန္တီးၿပီးေက်နပ္ေနသူတစ္ေယာက္ပါ။ သူေနထိုင္တဲ့ၿမိဳ႕ေလးဟာကပ္ဆိုးတစ္ခုေၾကာင့္တစ္ၿမိဳ႕လံုးကလူေတြေသဆံုးခဲ့တာပါ။အဲ့ဒီၿမိဳ႕မွာသူတစ္ေယာက္တည္းေနထိုင္ရင္း သူ႔ကိုယ္သူကမာၻေျမႀကီးရဲ႕ေနာက္ဆံုးလူသားလို႔ထင္ေနခ်ိန္မွာGraceဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္သူ႔ဆီကိုေရာက္လာခဲ့ပါတယ္။သူက Graceကိုသူ႔ကမာၻငယ္ေလးဆီမွာမေနေစခ်င္ပါဘူး ထြက္သြားခိုင္းေပ့မယ့္Graceကဆက္ေနခဲ့ပါတယ္။လူေတြအားလံုးေသဆံုးၿပီး ေျခာက္ျခားစရာၿမိဳ႕ပ်က္မွာ သူတို္႔ႏွစ္ေယာက္ကထူးဆန္းတာတစ္ခုလုပ္ခဲ့ပါတယ္။အဲ့ဒီလုိလုပ္ေနတုန္းမွာ သူတို႕ မေမွ်ာ္လင့္တာေတြ အံအားသင့္စရာေကာင္းေလာက္ေအာင္ႀကဳံခဲ့ရတယ္…ကုိင္း သူတုိ႕ ဘာေတြႀကဳံလဲ …ဘယ္လုိေတြရင္ဆုိင္ေျဖရွင္းမလဲဆုိတာကုိေတာ့ ခံစားႀကည့္လုိက္ပါဦး..ဒီကားထဲက အဓိက သရုပ္ေဆာင္ႀကီးကုိေတာ့အားလုံးလည္း သိၿပီးသားျဖစ္မွာပါ…မင္းသမီးေလးကလည္း နင္းကန္လွလြန္းပါတယ္…ၿပီးေတာ့ IMDb…5.6 နဲ႕ Rotten ….63% လည္းရထားေလေတာ့  အေတာ္ေလးေအာင္ျမင္တဲ့ကားလုိ႕ဆုိရမွာပဲျဖစ္ပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္…File Size : (860 MB) and (225 MB)Quality :720p WEBRip,Format…mp4Duration…01:33:00Genre :Drama,Mystery,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatthew McLootaReed MoranoStarsCharlotte GainsbourgElle FanningPaul GiamattiPeter DinklageCastCharlotte GainsbourgElle FanningPaul GiamattiPeter Dinklage",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6SBWKM0lRWvadzluf1zIj7bYkZU.jpg",
      "https://image.tmdb.org/t/p/w300/ipaCW3O6vFcZKfh1FLPeV4vArxI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9sNsmC8FKgr4hTfnGCS49WY20k4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-think-were-alone-now2018",
        "server": "CM Links",
        "size": "860MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/i-think-were-alone-now-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/i-think-were-alone-now-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "860MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TFoq/I_Think_We’re_Alone_Now_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "860MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/odjkpacknuzm",
        "server": "upstream.to",
        "size": "860MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CvYQsWw-g-c",
      "video_url": "https://www.youtube.com/watch?v=CvYQsWw-g-c",
      "embed_url": "https://www.youtube.com/embed/CvYQsWw-g-c"
    }
  },
  {
    "metadata": "N/A|2018|120 min|Asian,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "14"
    },
    "title": "Us and Them (2018)",
    "description": "Us and Them 2018IMDb Rating(7.3/10) / Rotten Tomatoes (100%) @5 Criticဒီတရုတ်ဇာတ်ကားလေးကတော့ လူသိနည်းပေမယ့် Rating မြင့်တဲ့ အဖီးလ်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအမှတ်မထင်တွေ့ဆုံခဲ့ကြရာကနေ အရင်းနှီးဆုံးသူငယ်ချင်းတွေအထိဖြစ်လာကြတဲ့ ကျန့်ချန်းနဲ့ရှောင်ရှောင်း…ကျန့်ချန်းဆိုတဲ့ကောင်လေးက ဂိမ်းကစား ဂိမ်းတီထွင်ရတာကို အရမ်းစွဲလမ်းကြီးတဲ့ကောင်လေးဖြစ်သလိုရှောင်ရှောင်းဆိုတဲ့ကောင်မလေးကတော့ ရွတ်နောက်နောက်နေတတ်သူပါ…သူမရဲ့အိမ်မက်ကတော့ ပေကျင်းမြို့ပေါ်မှာအိမ်ထောင်အတည်တကျနဲ့ပျော်ရွှင်စွာနေထိုင်သွားဖို့ဖြစ်ပါတယ်…ဒါပေမယ့် ပေကျင်းမြို့ဆိုတာက နေထိုင်စရိတ်ကြီးသလို အလုပ်အကိုင်ကလည်း ရှားပါးပါတယ်..ဘဝကိုရုန်းကန်လှုပ်ရှားနေရတဲ့ သူတို့နှစ်ဦးကြားမှာ မမျှော်လင့်ထားတဲ့အချစ်တစ်ခုပေါ်ပေါက်လာတဲ့အခါမှာ…အခက်အခဲကြားကဖြစ်ပေါ်လာတဲ့ သူတို့နှစ်ဦးရဲ့အချစ်ကခိုင်မြဲနိုင်မလားဘဝဆိုတာ အချစ်တစ်ခုတည်းနဲ့ပြည့်စုံတတ်တဲ့အမျိုးလားသူတို့ရဲ့စိတ်ကူးအိမ်မက်တွေကရော တကယ်ဖြစ်လာနိုင်မှာလားဆိုတာကတော့……။ချစ်သူနှစ်ဦးကြားက ချစ်ခြင်းမေတ္တာကို အပြည့်ဝဖော်ကျူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်ရင်ထဲကိုထိတဲ့ကားလေးမို့ တစ်ရှူးလေးတော့ဆောင်ထားကြနော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ဆိုသူကတော့ Ying Ying ဖြစ်ပါတယ်။)File size…(999 MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Ying YingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRené LiuStarsJing BoranTian ZhuangzhuangZhou DongyuCastJing BoranTian ZhuangzhuangZhou Dongyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/891MRTCJkqnxgkvatKg6ImBRJ8u.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/180d0cb687de41d780dcc8b8e327098f.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/us-and-them-2018",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/us-and-them-2018-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/12F69/Us_And_Them_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720P"
      },
      {
        "link": "https://viewsb.com/ayy5a0k13ah4.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "-xSs_xsf5sI",
      "video_url": "https://www.youtube.com/watch?v=-xSs_xsf5sI",
      "embed_url": "https://www.youtube.com/embed/-xSs_xsf5sI"
    }
  },
  {
    "metadata": "N/A|2018|115 min|Drama,History",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,520"
    },
    "title": "King Lear (2018)",
    "description": "အဂၤလန္ျပည့္ရွင္မင္းၾကီး King Lear ဟာတိုင္းျပည္ကိုသံုးပိုင္းခြဲျပီးသမီးေတာ္သံုးဦးဆီမွ်ေ၀ေပးရာကေနဇာတ္လမ္းစပါတယ္…ေကာက္က်စ္တဲ့သမီးႏွစ္ဦးရဲ႕ေျမွာက္ပင့္စကားေတြၾကား ဘ၀င္ေခြ႕ခဲ့တဲ့ King Lear…မိမိအေပၚစိတ္ရင္းနဲ႕ေမတၱာထားတဲ့သမီးငယ္ကိုမွရက္စက္မိေလခဲ့့တဲ့ King Lear…ယုတ္ညံ့သူေတြရဲ႕မ်က္ႏွာဖံုးကြာက်လာခ်ိန္္မွာ…အမွားအမွန္ကို ကြဲကဲြျပားျပားသိလာခ်ိန္မွာ…အရာအားလံုးက ျပန္ျပင္ဆင္ဖုိ႕အခ်ိန္မွီပါဦးမလား…(ဒီရုပ္ရွင္ထဲမွာ ဘုရင္ၾကီးလီယာေဘးက မိတ္ေဆြစစ္ေတြရဲ႕တန္ဖိုးကိုလည္းေဖာ္က်ဴးထားပါတယ္)။Shakespear ရဲ႕နာမည္ေက်ာ္ King Lear၀တၳဳကို ယေန႕ေခတ္အသြင္အျပင္နဲ႕ျပန္လည္အသက္သြင္းရိုက္ကူးထားျခင္းျဖစ္ပါတယ္။Archi Than Gyi ဘာသာျပန္ၿပီးအညႊန္းကိုယ္လဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex GaviganKaren SavageLuc GaviganNick ShuttleworthRichard EyreStarsAndrew ScottAnthony CalfAnthony HopkinsEmily WatsonEmma ThompsonFlorence PughJim BroadbentJim CarterJohn MacMillanTobias MenziesCastAndrew ScottAnthony CalfAnthony HopkinsArinzé KeneBernardo SantosChristopher EcclestonChukwudi IwujiEmily WatsonEmma ThompsonEric Kofi AbrefaFlorence PughJim BroadbentJim CarterJohn MacMillanJohn StandingKarl JohnsonKaye BrownLiam McKennaPaul TintoPeter ForbesRaphael DesprezSam RedfordSamuel ValentineSharon WattisShawn DixonSimon ManyondaTobias Menzies",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rxYjrlnDWTE8OdhthCfUrEHpUBe.jpg",
      "https://image.tmdb.org/t/p/w300/dOvVD9B4IACZ5nH3DMJDyPWQgDW.jpg",
      "https://image.tmdb.org/t/p/w300/aPTecz0ZxtztDgtS56QkqkaG2Kc.jpg",
      "https://image.tmdb.org/t/p/w300/2gwmFpFM9oyuIUfubnSB1mXss1z.jpg",
      "https://image.tmdb.org/t/p/w300/fsWfO4nKndMMwx5t5mjyLqwOtBR.jpg",
      "https://image.tmdb.org/t/p/w300/pmEK3LI65zhxCCuSgLEtImuGbHQ.jpg",
      "https://image.tmdb.org/t/p/w300/f3ek4mn4q1lltYWOt7FQ5OgRhiY.jpg",
      "https://image.tmdb.org/t/p/w300/8PGX0g9J5xbZsqjlQCzTDr7sFJq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjEwNTk0MzA1Ml5BMl5BanBnXkFtZTgwMTAwMzAzNjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/king-lear-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1yGfx/King_Lear_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/h9trk7ld2yj6",
        "server": "upstream.to",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/zw5clyt2bm3n.html",
        "server": "usersdrive.com",
        "size": "1.23 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "utsDahZ42ys",
      "video_url": "https://www.youtube.com/watch?v=utsDahZ42ys",
      "embed_url": "https://www.youtube.com/embed/utsDahZ42ys"
    }
  },
  {
    "metadata": "N/A|2018|102 min|Comedy,Music,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "893"
    },
    "title": "The Most Beautiful Girl in the World (2019)",
    "description": "ဒါေလးကေတာ့ IMDb rating 7.2ေတာင္ရထားတဲ့ဂ်ာမန္ဆက္ေက်ာ္သက္ Comedy/Musical Romaceကားေလးပါ။ဆီရီဆိုတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ကသူ႔ႏွာေခါင္းကအရမ္းႀကီးေနတာေၾကာင့္ အၿမဲစေနာက္ခံေနရၿပီးသူ႔လို႐ုပ္ဆိုးတဲ့သူကိုႀကိဳက္မယ့္သူမရွိဘူးလို႔ပဲမွတ္ယူထားတာပါ။ဒါေပမယ့္သူဟာအမ်ားထင္သလို အ႐ူံးသမားတစ္ေယာက္မဟုတ္ဘဲအၿမဲစာေတြဖတ္ၿပီး freestyle rap battleေတြကိုမ်က္ႏွာဖုံးစြပ္ၿပီးသြားၿပိဳင္ေနတဲ့ခ်ာတိတ္တစ္ေယာက္ပါ။တစ္ေန႔သူတို႔ေက်ာင္းေလ့လာေရးခရီးထြက္တဲ့ေန႔မွာေကာင္မေလးအသစ္တစ္ေယာက္ေက်ာင္းေျပာင္းလာပါတယ္။သူနဲ႔အႀကိဳက္ေတြတူတာေၾကာင့္ေဘာ္ဒါေတြျဖစ္သြားေပမယ့္ေစာ္ေလးကသူတို႔အတန္းထဲက႐ုပ္ေတာ္ေတာ္ေခ်ာေပမယ့္အရမ္းတုံးၿပီးစကားမေျပာရဲတဲ့ေကာင္ေလးကိုသြားႀကိဳက္ပါတယ္။ဒီကားမွာေတာ့ဆီရီတစ္ေယာက္သူ႔ေဘးကေစာ္အလန္းေလးအဆင္ေျပေအာင္ေခ်ာတဲ့ငတုံးေကာင္ေလးကိုအစအဆုံးလိုက္ကူညီေနရတာေတြ၊ဂ်ာမန္rap battleေတြနဲ႔ ဟာသေလးေတြကိုရႈစားရမွာပါ။(ၾကမ္းတမ္းေသာစကားလုံးမ်ားပါဝင္ပါသည္။)File Size : (963 MB , 353 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 42 minFormat : Mp4Genre : Comedy , Music , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAron LehmannStarsAaron HilmerAmelie Elisa KleinAnke EngelkeDamian HardungHeike MakatschHeiko PinkowskiJohannes AllmayerJonas EmsJulia BeautxLuna WedlerCastAaron HilmerAchi Knehmn-GösserAlex CzerwinskiAmbar de la HorraAmelie Elisa KleinAnke EngelkeAnselm BresgottDamian HardungDésirée AngersbachEckhard GreinerFrank KesslerGolo EulerHeike MakatschHeiko PinkowskiHussein EliraquiJohannes AllmayerJonas EmsJulia BeautxLeon-Alexander WulschLuna WedlerMarian MederMarko DyrlichSinje IrslingerThorsten Merten",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5MGX3rJdg7vO0o7CnRw3wfpfIjv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fvtfPlii8O2X6weENn8XSSeejHX.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/qLDwRu8X3b",
        "server": "drive.google.com",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/ZCtXX734xv",
        "server": "drive.google.com",
        "size": "253 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://soliddrive.co/2aDq/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2aDn/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "253 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://megaup.net/1shcp/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/Mj1a/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "253 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://openload.co/f/0-JGXkKiNoo/%28CM%29_The_Most_Beautiful_Girl_In_The_World_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/Bh3vM69tSG8/%28CM%29_The_Most_Beautiful_Girl_In_The_World_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "253 MB",
        "quality": "WEB-DL 360P"
      },
      {
        "link": "https://mirrorace.com/m/2Uw6y",
        "server": "mirrorace.com",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/4gqgx",
        "server": "mirrorace.com",
        "size": "253 MB",
        "quality": "WEB-DL 360P"
      }
    ],
    "trailer": {
      "video_id": "catB4l3etwM",
      "video_url": "https://www.youtube.com/watch?v=catB4l3etwM",
      "embed_url": "https://www.youtube.com/embed/catB4l3etwM"
    }
  },
  {
    "metadata": "R|2018|99 min|Action",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "263"
    },
    "title": "All the Devil’s Men (2018)",
    "description": "Action ကားပရိတ္သတ္ေတြအတြက္ဒီရုပ္ရွင္ကေတာ့ CIA ေထာက္လွမ္းေရး၊စစ္ျပန္ေၾကးစားေတြနဲ႕ အၾကမ္းဖက္သမားေတြၾကားထားက အရႈပ္ေတာ္ပံုကို ျပထားတာပါ။သူတို႕ေလာကရဲ႕ အျမဲတမ္း ရန္သူ အျမဲတမ္းမိတ္ေဆြဆိုတာ မရွိပံုေတြ၊အခ်င္းခ်င္း တစ္ပတ္ရိုက္ၾကတဲ့ လွည့္ကြက္ေတြနဲ႕မို႕ ၾကည့္ရတာ မဆိုးဘူးလို႕ ေျပာရမွာပါပဲ။ဇာတ္လမ္းကိုသိခ်င္ရင္ေတာ့ ကုိယ္တိုင္ေဒါင္းၾကည့္ၾကပါ…File Size : (860 MB) & (225 MB)Quality :Wed-DL 720pRunning Time :1hr 35 minFormat : Mp4Genre :  ActionSubtitle : Myanmar Subtitle (Hard Sub)Encoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatthew HopeStarsBen Loyd-HolmesElliot CowanGbenga AkinnagbeJoseph MillsonMilo GibsonMingus JohnstonSaif Al-WarithSylvia HoeksWilliam FichtnerYavor BaharovCastBen Loyd-HolmesElliot CowanGbenga AkinnagbeJoseph MillsonMilo GibsonMingus JohnstonSaif Al-WarithSylvia HoeksWilliam FichtnerYavor Baharov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g9UdEA0yfNJ7ZjAGcoj5DLS1Jxo.jpg",
      "https://image.tmdb.org/t/p/w300/jCXEsPg1jkI9AJUJNsNww1CXX48.jpg",
      "https://image.tmdb.org/t/p/w300/vT2rEtt3kK2Vo6v5yXYd2y3dk14.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AjN1CqYgpy72DVPgIffR9E0534D.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/all-the-devils-men-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/1yGhz/All_The_Devil’s_Men_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/r8g95lx19n0w",
        "server": "upstream.to",
        "size": "860 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/sn6xbukjc1eb.html",
        "server": "usersdrive.com",
        "size": "860 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Ez4LB6t_jYA",
      "video_url": "https://www.youtube.com/watch?v=Ez4LB6t_jYA",
      "embed_url": "https://www.youtube.com/embed/Ez4LB6t_jYA"
    }
  },
  {
    "metadata": "PG-13|2018|113 min|Action,Horror,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "26,314"
    },
    "title": "The Meg (2018)",
    "description": "The Meg 2018 ရုပ်ရှင်ကားဟာ ကမ္ဘာအကြီးဆုံး ငါးမန်းမျိုးနွယ်ဖြစ်တဲ့ Megalodon ဆိုတဲ့အကောင်ကြီးကရေအောက် လေ့လာရေးစခန်းကို တိုက်ခိုက်တဲ့ သည်းထိတ်ရင်ဖို ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်နာမည်ကျော် အက်ရှင်မင်းသား Jason Statham က ခေါင်းဆောင် ပါဝင်ထားပြီးတရုတ်မင်းသမီးချောလေး Li Bingbing လဲ ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်း ပုံစံကတော့…မာနာဝမ် ဆိုတဲ့ ရေအောက်လေ့လာရေး သုတေသန အဖွဲ့ဟာရေအောက် အနက်ဆုံးကြမ်းပြင်ထိ လေ့လာရေးအဖွဲ့ကို ရေငုတ်ယာဉ်ငယ်တစ်စင်းနဲ့ စေလွှတ်ပြီးမျိုးစိတ်အသစ်များကို လေ့လာစေခဲ့ပါတယ်….အဲ့ဒီ အနက်ဆုံးရေအောက်ကြမ်းပြင်ဆိုတာ ကြောက်မက်ဖွယ်ကောင်းတဲ့နှစ်ချို့ သတ္တဝါကြီးတွေ ကျက်စားရာဒေသ ဖြစ်ပြီးတော့အမျိုးအမည်မသိ သတ္တဝါ အချို့ ရဲ့ တိုက်ခိုက်မှုကိုခံလိုက်ရတဲ့ ရေငုတ်ယာဉ်ငယ်ဟာလေ့လာရေး စခန်းနဲ့ အဆက်အသွယ်ပြတ်သွားပါတော့တယ်။ဒီပြသနာတွေကိုဖြေရှင်းဖို့အတွက် ဂျိုးနက်စ်ဆိုတဲ့ တလောကလုံးကို အဆက်ဖြတ်ပြီးထိုင်းနိုင်ငံမှာ အနားယူနေတဲ့ ရေအောက်ကယ်ဆယ်ရေးကျွမ်းကျင်သူကို သွားပင့်ရပါတော့တယ်အင်မတန် ချေနေတဲ့ ဂျိုးနက်စ်က ပိုက်ဆံဘယ်လောက်ပေးပေးဖျင်မကြွဘူး မလိုက်ဘူးဆိုပေမယ့် အဲ့ဒီပျောက်သွားတဲ့ လေ့လာရေး ရေငုတ်ယာဉ်ငယ်ထဲမှာသူ့ Ex ပါ ပါသွားတာကို သိလိုက်ရတဲ့နောက်မှာတော့ ဒါကိုတော့မလွန်ဆန်နိုင်တော့ဘဲဖျင်ကြွပြီး ကယ်ဆယ်ရေးလုပ်ဖို့ ပြသနာနေရာကို လိုက်သွားပါတော့တယ်…ဂျိုးနက်စ်တစ်ယောက် ပင်လယ်ရေအောက်ကြမ်းပြင်မှာ ဒုက္ခရောက်နေတဲ့သူတွေကို ဘယ်လို ကယ်တင်မှာလဲမမြင်ရတဲ့ သတ္တဝါကြီးတွေကရော ဘာကောင်ကြီးတွေဖြစ်နေမလဲဆိုတာ…….။File size…(6.2 GB)/(2 GB)/ (1.2 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:53:13Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byMay ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBetty FotofiliHamish McFarlaneJames MadiganJingxuan ChenJoe NolanJon TurteltaubLaura HuttonMatt JohnstonMaxine ZhangMonique KnightStarsCliff CurtisJason StathamLi BingbingÓlafur Darri ÓlafssonPage KennedyRainn WilsonRobert TaylorRuby RoseShuya Sophia CaiWinston ChaoCastAndrew GraingerChristian HipolitoCliff CurtisDouglas LeeDylan Thomas KnightEdwin WrightGlen LevyIsmael OcanagoJames GaylynJason StathamJeremy TanJeremy TannenbaumJessica McNameeLeand MacadaanLi BingbingMai HongmeiMark TrotterMasi OkaMegan HilborneÓlafur Darri ÓlafssonPage KennedyRainn WilsonRaymond VintonRob Kipa-WilliamsRobert TaylorRuby RoseShuya Sophia CaiSteven A. DavisSui Fong Ivy TsuiTawanda ManyimoTim WongVithaya PansringarmWei YiWinston ChaoYao YaoYoson An",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2uSCHUsmzb6KkQPFSxBQ7bgfJLE.jpg",
      "https://image.tmdb.org/t/p/w300/4UjFApMqaQnxIdLsUwbgTqvvECO.jpg",
      "https://image.tmdb.org/t/p/w300/rH79sB6Nkx4cMW3JzsUy7wK0rhX.jpg",
      "https://image.tmdb.org/t/p/w300/ibKeXahq4JD63z6uWQphqoJLvNw.jpg",
      "https://image.tmdb.org/t/p/w300/koNxjrb22Z2gZZzVDruY4ISRIJM.jpg",
      "https://image.tmdb.org/t/p/w300/iak7YMiXmWeTKx9vNeOTsweJIBG.jpg",
      "https://image.tmdb.org/t/p/w300/sQIy9GAS4YT3B2ZZ0QgcDtNgfAe.jpg",
      "https://image.tmdb.org/t/p/w300/3SuWEBsK12nsfXbAbKZiKGgtdjT.jpg",
      "https://image.tmdb.org/t/p/w300/n15eI8mNig8FYIvXUPn1Xbluqse.jpg",
      "https://image.tmdb.org/t/p/w300/5IOEDK9AACfhfHZ3AnSv1euVtMi.jpg",
      "https://image.tmdb.org/t/p/w300/qK7UpyHXFVjPv5TViCd8BlEfBY8.jpg",
      "https://image.tmdb.org/t/p/w300/pUmHGpIyqKVxIT4XFtLzLmVrs5w.jpg",
      "https://image.tmdb.org/t/p/w300/5pvd2EnLM2xdG3lHwO13ws6XN78.jpg",
      "https://image.tmdb.org/t/p/w300/Le0XZ0xQQjEbt3mWSD0931zcj9.jpg",
      "https://image.tmdb.org/t/p/w300/44GCNI3rCVFPDhVp107jNWXGXnO.jpg",
      "https://image.tmdb.org/t/p/w300/anrUGgYG1A0WOMdW5RJauz4I13M.jpg",
      "https://image.tmdb.org/t/p/w300/kOiYpPJ92S00H7A3SRuJjQPsTaf.jpg",
      "https://image.tmdb.org/t/p/w300/shwJ6JAKxQMgJFHvUtQH3Q9x4wW.jpg",
      "https://image.tmdb.org/t/p/w300/eFYGutv5inI3VugtUXe5fRvbNcI.jpg",
      "https://image.tmdb.org/t/p/w300/iP1cjN3ZGs1yJXROKaUj9hi1yF2.jpg",
      "https://image.tmdb.org/t/p/w300/vDbKeDszXbRYvLTucRHX82uNMaC.jpg",
      "https://image.tmdb.org/t/p/w300/7HHrECIuOwnesPpPlhb5e1UyA6z.jpg",
      "https://image.tmdb.org/t/p/w300/2rgoJ06lQgBBh9a7kQqlKxTdBCn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BM2YwN2QxZjEtNDIyMS00NjU1LTk3NmMtMzhkMGQ0N2IyZTZkXkEyXkFqcGdeQXVyOTMxMjYwMzI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-meg-2018-2160-p-4-k-uhd-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.2 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/vd79vut2284k.html",
        "server": "usersdrive.com",
        "size": "6.2 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-meg-2018-1080-p-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1UNyf/(CM)_The.Meg.(2018).1080p.SDR10.BluRay.x265.10bit.HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Bv1DiZAA#i1GXNoCEedkA0tww5E4uRyO9CtAUUlBqzOF9UIBCY2k",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/he7h69t70dx8.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-meg-2018-720-p-blu-ray-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UNyi/(CM)_The.Meg.(2018).720p.BluRay-Naung.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h7tlmBgD#lYJSvERHF-8mML7k-tjc1JDI_fPRgllpqkQxO4vfFaY",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/st2mmngmi1yr.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ow1pyrr0yfkf",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/vfsxbone03c9.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bsLk0NPRFAc",
      "video_url": "https://www.youtube.com/watch?v=bsLk0NPRFAc",
      "embed_url": "https://www.youtube.com/embed/bsLk0NPRFAc"
    }
  },
  {
    "metadata": "NC-16|2018|1h 52min|Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "3,459"
    },
    "title": "Manto (2018)",
    "description": "Manto (2018)IMDb – 7.4/10_____Rotten – 72%“သူငယ်ချင်းရာ ဒီလိုခေတ်ကာလကြီးမှာ တခြားအခြေနေတွေပေါ် ဦးတည်ပြီး စာရေးပါလားဘာဖြစ်လို့ ပြည့်တန်ဆာတွေအတွက် တွေးပူနေရတာလဲ”“ဘာလဲ အဲ့ဒိပြည်တန့်ဆာတွေက ငါတို့လူ့မှုပတ်ဝန်းကျင်ရဲ့ တစိတ်တဒေသမဟုတ်လို့လားသူတို့ဆီသွားနေကြတဲ့သူတွေက ဘုရားတရားသွားလုပ်တာလားသွားဖို့လာဖို့ကျတော့ လွပ်လွပ်လပ်လပ် သွားလာကြပြီး ရေးဖို့ကြတော့ လွပ်လွပ်လပ်လပ်ရေးခွင့်မရှိဘူးလား”တရားရုံးကို အိမ်ဦးနဲ့ကြမ်းပြင်သွားလာနေရလို့ သူငယ်ချင်းဖြစ်သူ တားသော်လည်း မန်တိုတစ်ယောက် လက်မခံချေမန်တိုဟာ နာမည်ရစာရေးဆရာ တစ်ယောက်ပါအထူးသဖြင့် ပြည်တန်ဆာတွေရဲ့ ဘဝနာမှုတွေ၊ ဒုက္ခတွေကို အသားပေးရေးဖွဲ့လေ့ရှိပြီးမဖွယ်မရာရေးသားမှုဆိုတဲ့ ခေါင်းစဉ်နဲ့ အကြိမ်ကြိမ် အမှုတွေလည်း ရင်ဆိုင်နေရပါတယ်ဒါပေမဲ့ မန်တိုကတော့ သူ့ယုံကြည်ချက်ကို မပြင်ဘဲ ရှေ့ပဲဆက်တိုးခဲ့ပါတယ်မူစ်လင်(မ်)တစ်ယောက် ဖြစ်သော်ငြားလည်း ဘာသာပေါင်းစုံမိတ်ဆွေတွေရှိပြီး နယ်ပယ်အစုံမှာ အောင်မြင် အဆင်ပြေနေသူတစ်ယောက်အိန္ဒိယနိုင်ငံကြီး လွပ်လပ်ရေးမရခင် အဆင်ပြေခဲ့သမျှဟာ လွပ်လပ်ရေးရပြီးနောက် အားလုံးပျက်သုန်းသွားခဲ့ပါတယ်အိန္ဒိယ-ပါကစ္စတန် ၂ နိုင်ငံကွဲထွက်သွားပြီး အစ္စလာမ်ဘာသာဝင်ဖြစ်တဲ့ မန်တို ပါကစ္စတန်ကို ရွှေ့ပြောင်းခဲ့ရပါတယ်ဒီဇာတ်ကားဟာ နာမည်ကျော် စာရေးဆရာ တစ်ယောက်ဖြစ်တဲ့ဆာဒတ် ဟဆန် မန်တိုရဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတာ ဖြစ်ပြီးသူ့နာမည်ကျော် ဇာတ်လမ်းတိုတွေကိုလည်း သေသေချာချာ ပုံဖေါ်ပြထားပါတယ်Bio-History ကားတစ်ကားပီပီ အိန္ဒိယ-ပါကစ္စတန် နှစ်ခြမ်းကွဲခဲ့တဲ့ အခြေအနေတွေပါကစ္စတန်ဘက်က ဒုက္ခပြဿနာတွေနဲ့အိန္ဒိယရဲ့ သဘာဝမင်းသားကြီး နာဝါဇွဒ္ဒီးန်းတို့ရဲ့ ပေါင်းစပ်မှုနဲ့  ၂၀၁၈ ရဲ့ အိန္ဒိယဇာတ်ကားကောင်း တစ်ကားအဖြစ် သတ်မှတ်ရမှာပါပဲအားလုံးပဲ ကြည့်ရှု့ခံစားကြည့်လိုက်ကြပါဦး(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇော်ထူးပါ)File Size : (900 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 52minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF-WebDL.AVC.DD.5.1 DTOneTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNandita DasStarsChandan Roy SanyalFeryna WazheirInaamulhaqJaved AkhtarNawazuddin SiddiquiRajshri DeshpandeRanvir ShoreyRasika DugalRishi KapoorTahir Raj BhasinCastAbhinay BankerAnika TiwariAshwini GiriBachan PacheraBhanu UdayBhanu Uday SinghChandan Roy SanyalChirag ModiChittaranjan TripathyDanish HussainDharmendra GuptaDivya DuttaFeryna WazheirGalsar SanjayGarima TiwariGovind PandeyGurdas MaanIla ArunInaamulhaqJaved AkhtarJean-Pierre Le CalvezKalpana GargekarKhushi HajareKulbir BadesronLacey HainesMadhurjeet SarghiMahabir BhullarManjula Sanjay ShettigarMruga UmraniaMurzban VatchaNancy ThakkarNawazuddin SiddiquiNazma Ali ShaikhNeeraj KabiNilesh ParmarNisarg TrivediNishith DadhichPalkesh AgrawalParesh RawalPriyanka MisalPurab KohliRaghav DuttRajan ThakkarRajeev BharadwajRajshri DeshpandeRanvir ShoreyRasika DugalRishi KapoorRusi MistrySadat PervezSadat ShamsiShahnawaz PradhanShashank AroraShraddha SutharSunil KamathSwanand KirkireTahir Raj BhasinTakesh SinghTillotama ShomeVedika DuttVihaan Das MaskaraZorawar Shukla",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4UVxhr7ajHl7ZKdSmNIZiZ73Qfh.jpg",
      "https://image.tmdb.org/t/p/w300/xJ6u2bgJ228mbpzX8fyz3Z6ljUp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZjIxZTllYjUtNzJjNy00YWNlLWE3NmItMTk0ZDMxOGVlMDhjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006821000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zd6r4nh7wi2d.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/manto-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/f82dd935c/manto-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Sep3/Manto_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/wNUFQS6Z#fJwX9TiVLA1osb_zJ5DydSkxe50FgcfWud5s7QZA038",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/7lewl4vk405l",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "NF WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "QFbUei2DDhc",
      "video_url": "https://www.youtube.com/watch?v=QFbUei2DDhc",
      "embed_url": "https://www.youtube.com/embed/QFbUei2DDhc"
    }
  },
  {
    "metadata": "PG-13|2018|119 min|Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "536"
    },
    "title": "The Public(2018)",
    "description": "The Public(2018)နိုင်ငံခြားက အိမ်ခြေယာမဲ့တွေကတော့ တချို့တလေက သူတောင်းစားတွေပါ…တချို့တလေကတော့ အလုပ်လုပ်ကြပါတယ်…ဒါပေမဲ့ အိမ်ခြေယာမဲ့ကတော့ အိမ်ခြေယာမဲ့ပါပဲ…သူတို့တွေ ဘယ်အချိန်မှာ ဒုက္ခအရောက်ဆုံးလဲဆိုရင် ရာသီဥတုဖောက်ပြန်တဲ့အချိန်လို့ပဲပြောရမှာပါ...နွေရာသီအရမ်းပူတဲ့အချိန်…မိုးရာသီ မိုးအရမ်းကြီးတဲ့အချိန်…ဆောင်းရာသီ အရမ်းအေးတဲ့အချိန်မျိုးပေါ့…ဒီဇာတ်ကားထဲမှာတော့ Ohio ပြည်နယ် Cincinnati မြို့ကိုအအေးလှိုင်းဖြတ်တဲ့အခါမှာ အိမ်ယာမဲ့တွေ ဒုက္ခရောက်တဲ့အကြောင်း ရိုက်ကူးထားတာပါ…အအေးဒဏ်ကြောင့် မြို့တွင်း အိမ်ယာမဲ့ဂေဟာတွေမှာ လူတွေပြည့်လျှံလာခဲ့ပါတယ်ဒီလိုနဲ့ အခြေအနေပိုမိုဆိုးရွားလာပြီး အသေအပျောက်တွေရှိလာတဲ့အခါမှာတော့ အိမ်ယာမဲ့တွေဟာတစ်ညတာခိုနားနိုင်မယ့် နေရပ်အဖြစ် မြို့လယ်ခေါင်က အများပိုင် စာကြည့်တိုက်ကြီးကို ရွေးချယ်လိုက်ပါတော့တယ်…ဒါပေမဲ့လည်း အာဏာပိုင်တွေက ဒီကိစ္စကို ခွင့်မပြုဘဲတားဆီးလာချိန်မှာတော့ အစိုးရအဖွဲ့များနဲ့ အိမ်ခြေယာမဲ့တို့အကြား ပဋိပက္ခ ပြဿနာတွေဖြစ်ပွားလာခဲ့ပြီး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…..File Size : (945 MB) and (374 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:54:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEmilio EstevezStarsAlec BaldwinChristian SlaterEmilio EstevezGabrielle UnionJacob VargasJeffrey WrightJena MaloneMichael Kenneth WilliamsRichard T. JonesTaylor SchillingCastAlec BaldwinBrian GallagherChristian SlaterEmilio EstevezGabrielle UnionJacob VargasJeffrey WrightJena MaloneMichael Kenneth WilliamsRichard T. JonesSpencer GarrettTaylor Schilling",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vD8IgpsujxsY9yLiVdtNLGqb4HZ.jpg",
      "https://image.tmdb.org/t/p/w300/3IT2RiUx9RcXyDMAvMyyAl8xL0J.jpg",
      "https://image.tmdb.org/t/p/w300/A8KW6tPi7D7J4gCf9UlaInGUpzZ.jpg",
      "https://image.tmdb.org/t/p/w300/ie2Kl1oxKXsQy5IKkGgT0yUhmBO.jpg",
      "https://image.tmdb.org/t/p/w300/oymd5r3fnoCxAB73l9DPNNE8I9b.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uJeNI0jc2VKd3L2JswUhijNvs0.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xmdh/The_Public_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-public-2018",
        "server": "VIP Links",
        "size": "945 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-public-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/z5fdya4t02xb.html",
        "server": "streamsb.com",
        "size": "945 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "MN0iLUj64zs",
      "video_url": "https://www.youtube.com/watch?v=MN0iLUj64zs",
      "embed_url": "https://www.youtube.com/embed/MN0iLUj64zs"
    }
  },
  {
    "metadata": "PG-13|2018|1h 39 min|Action,Crime,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "361"
    },
    "title": "Ordinary People / The Villagers (2018)",
    "description": "လက်ဝှေ့ချံပီယံဟောင်း တစ်ဦးဖြစ်သူ ဂီချွဲသည်အနားယူပြီးနောက် ကျောင်းတစ်ခုမှာ အားကစားနည်းပြဝင်လုပ်ခဲ့သည် သို့သော် ကလေးတွေဗန်းပြပြီး ရံပုံငွေသဲ့ယူကလေးတွေကို မငှဲ့ညှာပေးတဲ့ လူကြီးတွေ နဲ့ ရန်ဖြစ်ပြီးနောက်ဂီချွဲရဲ့ မဟုတ်မခံစိတ်ကြောင့် အလုပ်ထွက်ခဲ့ရပြန်ပါတယ်…ဒီလိုနဲ့ နယ်မြို့လေး တစ်မြို့ က မိန်းကလေးသီးသန့် အထက်တန်းကျောင်းတစ်ခုမှာ ထပ်ပြီး အလုပ်ရခဲ့တယ် အားကစား နည်းပြဆရာ အဖြစ်နဲ့ပါ…မြို့ကို ရောက်ရောက်ခြင်းပဲ ဂီချွဲတစ်ယောက် တွေ့လိုက်ရတာကတော့လူပျောက်ကြေငြာစာ တစ်ခုပဲ ဖြစ်ပါတယ်…အဲ့ဒီနောက် သူတာဝန်ကျတဲ့ မြို့ က အတော်ထူးဆန်းတာကိုလဲသတိထားမိခဲ့တယ်…မြို့တင်ပဲလား ဆိုတော့ မကပါဘူး ကျောင်းမှာလဲ ဂီချွဲကိုဆရာလို လေးစားမယ့် တပည့် တစ်ယောက်မှ မရှိပါဘူးအဲ့ဒီထဲကမှ လူပျောက်ကြေငြာထားတဲ့ မိန်းကလေး တစ်ယောက်ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂန်ယူဂျင်း နဲ့ စတင်တွေ့ခဲ့ရပါတော့တယ်ယူဂျင်း ဟာ သူငယ်ချင်းဖြစ်သူ ရုတ်တရက်ပျောက်သွားတာကိုတိုင်တန်းခဲ့ပေမဲ့ ဒီတိုင်း မြို့က ထွက်ပြေးသွားတယ်ဆိုကာရဲ နဲ့ ကျောင်းက အရေးမယူပဲ ဒီတိုင်း နေခဲ့ပါတယ်…ယူဂျင်း နဲ့ ဂီချွဲ ရင်းနှီးသွားသော အခါ ဒီကျောင်းက ကျောင်းသူတွေဟာခဏခဏ ပျောက်ဆုံးလျက် ရှိကြောင်း ဂီချွဲ သိခဲ့ပြီး နောက်မှာယူဂျင်း နဲ့ အတူ လိုက်လံ စုံစမ်းကြသော အခါမှာတော့…ဒီရုပ်ရှင်ကားကို ThinZar Htet မှ ဘာသာပြန်ပေးထားပါတယ်——————————————–လက္ေ၀ွ႕ခ်ံပီယံေဟာင္း တစ္ဦးျဖစ္သူ ဂီခၽြဲသည္အနားယူၿပီးေနာက္ ေက်ာင္းတစ္ခုမွာ အားကစားနည္းျပ၀င္လုပ္ခဲ့သည္ သို႔ေသာ္ ကေလးေတြဗန္းျပၿပီး ရံပံုေငြသဲ့ယူကေလးေတြကို မငွဲ႔ညွာေပးတဲ့ လူႀကီးေတြ နဲ႔ ရန္ျဖစ္ၿပီးေနာက္ဂီခၽြဲရဲ႕ မဟုတ္မခံစိတ္ေၾကာင့္ အလုပ္ထြက္ခဲ့ရျပန္ပါတယ္…ဒီလိုနဲ႔ နယ္ၿမိဳ႕ေလး တစ္ၿမိဳ႕ က မိန္းကေလးသီးသန္႔ အထက္တန္းေက်ာင္းတစ္ခုမွာ ထပ္ၿပီး အလုပ္ရခဲ့တယ္ အားကစား နည္းျပဆရာ အျဖစ္နဲ႔ပါ…ၿမိဳ႕ကို ေရာက္ေရာက္ျခင္းပဲ ဂီခၽြဲတစ္ေယာက္ ေတြ႔လုိက္ရတာကေတာ့လူေပ်ာက္ေၾကျငာစာ တစ္ခုပဲ ျဖစ္ပါတယ္…အဲ့ဒီေနာက္ သူတာ၀န္က်တဲ့ ၿမိဳ႕ က အေတာ္ထူးဆန္းတာကိုလဲသတိထားမိခဲ့တယ္…ၿမိဳ႕တင္ပဲလား ဆိုေတာ့ မကပါဘူး ေက်ာင္းမွာလဲ ဂီခၽြဲကိုဆရာလို ေလးစားမယ့္ တပည့္ တစ္ေယာက္မွ မရွိပါဘူးအဲ့ဒီထဲကမွ လူေပ်ာက္ေၾကျငာထားတဲ့ မိန္းကေလး တစ္ေယာက္ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းျဖစ္သူ ဂန္ယူဂ်င္း နဲ႔ စတင္ေတြ႔ခဲ့ရပါေတာ့တယ္ယူဂ်င္း ဟာ သူငယ္ခ်င္းျဖစ္သူ ရုတ္တရက္ေပ်ာက္သြားတာကိုတုိင္တန္းခဲ့ေပမဲ့ ဒီတုိင္း ၿမိဳ႕က ထြက္ေျပးသြားတယ္ဆိုကာရဲ နဲ႔ ေက်ာင္းက အေရးမယူပဲ ဒီတုိင္း ေနခဲ့ပါတယ္…ယူဂ်င္း နဲ႔ ဂီခၽြဲ ရင္းႏွီးသြားေသာ အခါ ဒီေက်ာင္းက ေက်ာင္းသူေတြဟာခဏခဏ ေပ်ာက္ဆံုးလ်က္ ရွိေၾကာင္း ဂီခၽြဲ သိခဲ့ၿပီး ေနာက္မွာယူဂ်င္း နဲ႔ အတူ လုိက္လံ စံုစမ္းၾကေသာ အခါမွာေတာ့…ဒီရုပ္ရွင္ကားကို ThinZar Htet မွ ဘာသာျပန္ေပးထားပါတယ္File Size – 1.04 GBTranslated By – ThinZar HtetEncoded By – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIm Jin-soonStarsBae Jin-ahJang GwangJin Sun-kyuKim Sae-ronLee Sang-YeobMa Dong-seokOh Hee-joonShin Se-hwuiCastBae Jin-ahJang GwangJin Sun-kyuKim Sae-ronLee Sang-YeobMa Dong-seokOh Hee-joonShin Se-hwui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qrQf8o1dSrDGXEVHP0LH6WCcdeV.jpg",
      "https://image.tmdb.org/t/p/w300/5F7W9h6wlrxraAxJdYCgcxiro4L.jpg",
      "https://image.tmdb.org/t/p/w300/vRl2GlAx1MWdnTYf3VGCKnbDx6i.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMDVkOWI5YmItMDA1NS00NGM5LTk1YTUtYmVhMDE5OWJiOWQwXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR006981000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mh7b6po7h7cg.html",
        "server": "usersdrive.com",
        "size": "1.04 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/ordinary-people-the-villagers-dongnesaramdeul-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "720P"
      },
      {
        "link": "https://yuudrive.me/53807418e2/ordinary-people-the-vilagers-dongnesaramdeul-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.04 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/R1hg/Ordinary_People_-_The_Villagers_(Dongnesaramdeul)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/RRlGlSiI#8BKsqFpBh85dp4XqUkT47gtEL2lrohgP-eDSuvgX5VI",
        "server": "mega.nz",
        "size": "1.04 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/tdishbq42jz2",
        "server": "upstream.to",
        "size": "1.04 GB",
        "quality": "720P"
      }
    ],
    "trailer": null
  }
]