[
  {
    "metadata": "N/A|2018|92 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "97"
    },
    "title": "The Dead Center(2018)",
    "description": "The Dead Center(2018)(Zawgyi)အတိတ္ေမ့ၿပီး ေရာက္လာတဲ့ လူနာတစ္ေယာက္က သူဟာေသၿပီးမွ ျပန္ရွင္လာၿပီး တမလြန္ကေန လူ႔ဘဝကိုျပန္ေရာက္လာတာပါလို႔ ေျပာလိုက္ခ်ိန္မွာေတာ့သူ႔ရဲ႕ တာဝန္ခံဆရာဝန္တစ္ေယာက္ လူနာရဲ႕ေျပာစကားေတြကို မယုံႏိုင္ျဖစ္ခဲ့ရပါတယ္ ….တမလြန္ကေနျပန္လာတယ္လုိ႕ေျပာတဲ့ လူနာမွာဆန္းၾကတယ္တဲ့အရာတစ္ခ်ဳိ႕ပါလာသလုိသူေျပာတဲ့ တစ္ခ်ဳိ႕စကားေတြဟာလည္း ထိန္႕လန္႕စရာအခ်ဳိ႕ပါရွိေနခဲ့တယ္…အဲ့ဒီလူနာေရာက္လာၿပီး မၾကာခင္မွာပဲေဆး႐ုံရဲ႕ အားထားရတဲ့ သူနာျပဳေတြထဲကတစ္ေယာက္႐ုတ္တရက္ ကြယ္လြန္သြားတဲ့အခါမွာေတာ့ ..ဒီလူနာရဲ႕ပုံမွန္မဟုတ္တဲ့အျပဳအမူေတြေၾကာင့္ေသဆုံးသြားတယ္လုိ႕ တစ္ခ်ဳိ႕ေတြက ယူဆေနၾကတယ္…တာ၀န္ခံဆရာ၀န္နဲဲ႕ ဒီလူနာနဲ႕ ဘယ္လုိေတြဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး…Horror, Mystery, Thriller အမ်ိဳးအစားျဖစ္တာနဲ႔အညီရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္…(unicode)အတိတ်မေ့ပြီး ရောက်လာတဲ့ လူနာတစ်ယောက်က သူဟာသေပြီးမှ ပြန်ရှင်လာပြီး တမလွန်ကနေ လူ့ဘဝကိုပြန်ရောက်လာတာပါလို့ ပြောလိုက်ချိန်မှာတော့သူ့ရဲ့ တာဝန်ခံဆရာဝန်တစ်ယောက် လူနာရဲ့ပြောစကားတွေကို မယုံနိုင်ဖြစ်ခဲ့ရပါတယ် ….တမလွန်ကနေပြန်လာတယ်လို့ပြောတဲ့ လူနာမှာဆန်းကြတယ်တဲ့အရာတစ်ချို့ပါလာသလိုသူပြောတဲ့ တစ်ချို့စကားတွေဟာလည်း ထိန့်လန့်စရာအချို့ပါရှိနေခဲ့တယ်…အဲ့ဒီလူနာရောက်လာပြီး မကြာခင်မှာပဲဆေးရုံရဲ့ အားထားရတဲ့ သူနာပြုတွေထဲကတစ်ယောက်ရုတ်တရက် ကွယ်လွန်သွားတဲ့အခါမှာတော့ ..ဒီလူနာရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့်သေဆုံးသွားတယ်လို့ တစ်ချို့တွေက ယူဆနေကြတယ်…တာဝန်ခံဆရာဝန်နဲ့ ဒီလူနာနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်ပါဦး…Horror, Mystery, Thriller အမျိုးအစားဖြစ်တာနဲ့အညီရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်…File Size : (850 MB) and (387 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:32:00Genre : Horror,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBilly SeneseStarsBill FeehelyHeather Le RoyJ. Thomas BaileyJeremy ChildsJessejames LocorriereJosh CroftKaren B. GreerPoorna JagannathanQuinn CookeShane CarruthCastAnna ShalrayBill FeehelyDarius WillisHeather Le RoyJ. Thomas BaileyJeremy ChildsJessejames LocorriereJosh CroftKaren B. GreerPoorna JagannathanQuinn CookeShane CarruthTamiko Robinson SteeleTyler Merritt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nTjTXvIB12fRu6FaI1ymIagnv40.jpg",
      "https://image.tmdb.org/t/p/w300/8rDisRTewrmc5PNcptyq3NwdlW4.jpg",
      "https://image.tmdb.org/t/p/w300/nHDyK1vHsxVURVqwrdIIkWAiTee.jpg",
      "https://image.tmdb.org/t/p/w300/h5CkDVtH15zsnMzkqqXXgFDp5tE.jpg",
      "https://image.tmdb.org/t/p/w300/74DO5NoAHQWmFATcvovJhvrdAxP.jpg",
      "https://image.tmdb.org/t/p/w300/erqSuMlKTGzRJLywr2fQ7BvCXcu.jpg",
      "https://image.tmdb.org/t/p/w300/2rPAzzcjiXdr7TBMxtYluHv2lTH.jpg",
      "https://image.tmdb.org/t/p/w300/7GZUWpkhaf0dkGinMxnIxRCDL85.jpg",
      "https://image.tmdb.org/t/p/w300/oCi1Qk3jhmxHZ333ckJE52Cpcq3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g7BenEBD2GIW17NAOqUevVzEBaR.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-dead-center-2019-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/675a49e68e/the-dead-center-2019-blu-ray720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1wphr/The_Dead_Center_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/R5QADSpK#qIKJc_9g27aYpKIO9-HNeS5WMi0jF07pxmLnmekILEM",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/2ASk/The_Dead_Center.2019.BLU-RAY720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.datbu.com/fqfxd2adnvk9.html",
        "server": "DatBu",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/i2ylxpkuo0rb",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "te2ApYAZJik",
      "video_url": "https://www.youtube.com/watch?v=te2ApYAZJik",
      "embed_url": "https://www.youtube.com/embed/te2ApYAZJik"
    }
  },
  {
    "metadata": "PG-13|2018|104 min|Comedy",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,198"
    },
    "title": "Step Sisters (2018)",
    "description": "ဒီကားထဲမှာတော့ ဂျမဲလာဆိုတဲ့လူမဲမလေးဟာ အရမ်းတော်တဲ့သူ့ချစ်သူနဲ့အတူ ဟားဘက်ကိုတက်ချင်ခဲ့ပါတယ်။ဒါပေမဲ့ အမြဲလိုလို ပြည့်စုံဖို့ကြိုးစားနေတဲ့ သူ့အမေက ဂျီပီအေ ၄.၀ ကျော်မှ သူ့ကို တက်ခွင့်ရအောင်ထောက်ခံပေးမယ်လို့ပြောလို့ အရမ်းစိတ်ညစ်ပြီး လူဖြူပါတီကိုသွားမိရာက ဇာတ်လမ်းလေးစခဲ့ပါတယ်။လူဖြူမတွေကို လူမဲအက ကတတ်အောင်ကြိုးစားနိုင်ရင် ဟားဘက်တက္ကသိုလ်ကိုတက်ခွင့်ရမယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ လူဖြူအရိုင်းမလေးတွေကို အကသင်ပေးခဲ့ပါတယ်။ဒီလိုအကသင်ပေးရင်း ကြုံရတဲ့အခက်အခဲတွေနဲ့ လူမျိုးရေးခွဲခြားတတ်တဲ့သူ့သူငယ်ချင်းတွေနဲ့ အမေကြား ဗျာများခဲ့ချိန်မှာ အကောင်းဆုံးလို့ထင်ထားတဲ့ သူ့ချစ်သူက သူ့ဘက်မှာမရှိဘဲ သူ့ကိုတကယ်မချစ်နိုင်မှန်းသိခဲ့ပါတယ်။အဲဒီအချိန်မှာ ဟာသတွေပြောပြီး ကြင်နာတတ်တဲ့ လူမဲကောင်လေးနဲ့ ဇာတ်လမ်းတွေဖြစ်ခဲ့ပါတယ်။ဒီလို လူငယ်တွေကြားဖြစ်တတ်တဲ့ ပြဿနာလေးတွေကို သင်ခန်းစာပြရိုက်ထားတဲ့ ဇာတ်မြူးဟာသကားလေးတစ်ကားပါ။လူမဲအကကို အသားပေးရိုက်ထားတာဖြစ်တဲ့အတွက် အလန်းစားအကတွေအကြောင်းကတော့ ထည့်ပြောဖို့တောင်လိုမယ်မထင်ပါဘူး။နောက်ဆုံးမှာ လူမဲမလေး ဂျမဲလာတစ်ယောက် ဟားဘက်ကိုတက်ခွင့်ရရဲ့လား သူ့ချစ်သူအသစ်နဲ့ရော ဘယ်လို ရင်ခုန်စရာလေးတွေရှိခဲ့လဲဆိုတာတော့ ဒီကားလေးထဲမှာ ကြည့်လိုက်ကြပါဦး။လုံးဝစိတ်မပျက်စေရမယ့် ကားကောင်းလေးဆိုတာ အာမခံလိုက်ပါရစေ။File Size : (900 MB) and (366 MB)Quality : WEBRip 720pRunning Time : 1hr 48minFormat : Mp4Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : iNTERNAL.1080p.WEB.x264-STRiFETranslated by May Thura LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles Stone IIIStarsAlessandra TorresaniDestiny LopezEden SherGage GolightlyLyndon SmithMatt McGorryMegalyn EchikunwokeNaturi NaughtonRobert Curtis BrownShay DavilaCastAlessandra TorresaniDestiny LopezEden SherGage GolightlyHannah JelinovicJeff GloverJonah BowlingL. Warren YoungLyndon SmithMarque RichardsonMatt McGorryMegalyn EchikunwokeNaturi NaughtonRobert Curtis BrownShay Davila",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tcMZBatQfTzbe33DkUXRFVs9YR9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI0ODYyOTI0NF5BMl5BanBnXkFtZTgwOTY5ODg0NDM@._V1_SY1000_CR006741000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/step-sisters-2018",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/step-sisters-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://tubesb.com/da1t0fj8qm1g.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "qMXO6Up6pvE",
      "video_url": "https://www.youtube.com/watch?v=qMXO6Up6pvE",
      "embed_url": "https://www.youtube.com/embed/qMXO6Up6pvE"
    }
  },
  {
    "metadata": "Not Rated|2018|2h 38m|Action,Bollywood,Drama",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "3.5k"
    },
    "title": "Agnyaathavaasi (2018)",
    "description": "Agnyaathavaasi (2018) “နန်းပြင်က အိမ်ရှေ့မင်းသား”2018 က ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး တေလဂူး Action/Thriller ကားလေးကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်အိန္ဒိယရဲ့ အချမ်းသာဆုံးမင်းသားတွေထဲက တစ်ယောက်ဖြစ်တဲ့ မင်းသား Pawan Kalyan နဲ့ မင်းသမီးချောလေး Keerthy Suresh တို့ ပါဝင်ထားကြပါတယ်“Revenge is the best dish best-served cold”“လက်စားချေခြင်းဆိုတာ အေးမှ စားလို့ကောင်းတဲ့ ဟင်းလျာတစ်ခွက်ပါပဲ”တစ်ခုမတူတာကတော့ ဒီကားထဲက မင်းသားက လက်စားချေခြင်းကို အေးမှ စားသုံးမယ့်လူမျိုးမဟုတ်ပဲ…မြန်နိုင်သမျှအမြန်ဆုံး သူ့ရဲ့အဖေနဲ့ ညီလေးကို သတ်သွားတဲ့သူတွေကို လက်စားချေလိုစိတ်ဖြစ်နေသူပါသူ့ရဲ့ ဝသီအရ “သစ်ပင်တွေကို အထပ်ထပ်ညှင်းပန်းပြီးမှ သက်တောင့်သက်သာ ထိုင်လို့ရတဲ့ ကုလားထိုင်တစ်လုံးဖြစ်သလိုမျိုးပဲ …သူ့ရဲ့ ရင်ထဲက အာဃာတရန်ငြှိုးတွေ ချုပ်ငြိမ်းပြီး သက်တောင့်သက်သာ နေနိုင်ဖို့ လက်စားချေခြင်းကို အမြန်ဆုံးလုပ်နိုင်မှ အေးမယ်လို့ တွေးထားသူပါဇာတ်လမ်းအစမှာ ဗင်ဒါဆိုတဲ့ AB လုပ်ငန်းစုပိုင်ရှင်တစ်ယောက်နဲ့ သူရဲ့သားအငယ် လုပ်ကြံခံလိုက်ရပါတယ်သူ့ရဲ့နောက်မိန်းမဖြစ်သူ အင်ဒါရာနီက ဗင်ဒါကို သတ်တဲ့လူတွေရဲ့ အသံဖိုင်ကို သိထားပြီး လူတစ်ယောက်ကို ခေါ်ခိုင်းလိုက်ပါတယ်အဲဒီလူကတော့ နယ်မှာနေထိုင်နေတဲ့ ဗင်ဒါရဲ့ သားအကြီး အာဘီပါပဲ… တနည်းပြောရရင် နန်းပြင်က အိမ်ရှေ့မင်းသားပေါ့သတင်းကြားချင်းချင်း မြို့တက်လာပြီးတော့ သူ့ရဲ့ အဖေကို သတ်သွားတဲ့ ဗာမာနဲ့ ရှာမာရ်ကို ရအောင် လက်စားချေဖို့ အစီအစဥ်ဆွဲပါတော့တယ်သူတို့ရဲ့ ကုမ္ပဏီကို ဝန်ထမ်းအသစ်တစ်ယောက်အနေနဲ့ နာမည်အတုနဲ့ ဝင်ရောက်ပြီး တစ်နေ့မှာတော့ ချောမောလှပလွန်းတဲ့ ဗာမာရဲ့ သမီးဖြစ်သူနဲ့ ရင်းနှီးကျွမ်းဝင်ဖြစ်ပါတယ်သူ့ရဲ့ သမီးကို အသုံးချပြီး အာဘီတစ်ယောက် သူ့ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ အဖေနဲ့ညီဖြစ်သူအတွက် လက်စားချေနိုင်မှာလားဆိုတာကိုတော့ …ကျန်တာမကြည့်ပဲ မင်းသမီးလေးနဲ့တင် တန်နေပြီမို့လို့ CM ပရိသတ်ကြီးအတွက် ညွှန်းပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ V ~ Zwe Yan ~ ToMo ~ KKKZ တို့ ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.95GB / 1.4GBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 38mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTrivikram SrinivasStarsAadhi PinisettyAdithya MenonAdukalam NarenAjayAnirudh RavichanderAnu EmmanuelAvantikaBoman IraniChaitanya KrishnaChammak ChandraDarbha Appaji AmbarishaFish VenkatJayaprakashKeerthy SureshKhushbooLahari ShariMurli SharmaNarra SrinuPammi SaiParag TyagiPawan KalyanRaghu BabuRaja ChemboluRao RameshSameer HasanSampath RajSrikanth IyengarSrinivasa ReddyTanikella BharaniVenkateshVennela KishoreCastAadhi PinisettyAdithya MenonAdukalam NarenAjayAnirudh RavichanderAnu EmmanuelAvantikaBoman IraniChaitanya KrishnaChammak ChandraDarbha Appaji AmbarishaFish VenkatJayaprakashKeerthy SureshKhushbooLahari ShariMurli SharmaNarra SrinuPammi SaiParag TyagiPawan KalyanRaghu BabuRaja ChemboluRao RameshSameer HasanSampath RajSrikanth IyengarSrinivasa ReddyTanikella BharaniVenkateshVennela Kishore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hW06kx8nY3JZw8N59mkP6kRXN56.jpg",
      "https://image.tmdb.org/t/p/w300/5WIF9dbnM2xG7YvrmkQTPj8K9FN.jpg",
      "https://image.tmdb.org/t/p/w300/laB58CRq0Id8JZVQYl8mnlDsLW8.jpg",
      "https://image.tmdb.org/t/p/w300/xFc2kXFcSFekzLEJ6wcbRZGoZWd.jpg",
      "https://image.tmdb.org/t/p/w300/71y8tNgmgTI27cSKPX4wPoBo19l.jpg",
      "https://image.tmdb.org/t/p/w300/f6GrpHcCg9uSJYCad96cLY6c2I.jpg",
      "https://image.tmdb.org/t/p/w300/3ASHRfVEpIynU0dZICwWUpAYGeB.jpg",
      "https://image.tmdb.org/t/p/w300/5hIDH5YfV2FHwkSLtDnaiYrmY5P.jpg",
      "https://image.tmdb.org/t/p/w300/e00MnBgo6dlWFQWcU2l7jdDVAtt.jpg",
      "https://image.tmdb.org/t/p/w300/el0vGmhOjyUqJUveuJKgLdMJBNs.jpg",
      "https://image.tmdb.org/t/p/w300/3dZB7FGzWqd8k0OPu8wlPFZw3bb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BZDY4MDQ2ZmYtMDYyNy00ZDZjLThkODQtZmFmYzhmZjU0ODY4XkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/agnyaathavaasi-2018-telugu-sunnxt-web-rip-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x8kocdcwixjr.html",
        "server": "usersdrive.com",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZ4bj/Agnyaathavaasi_(2018)_Telugu_SUNNXT_WEBRip_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tqsliCzA#FggWrq5ZbEDcYsnrfQDuZye_-j4npcgHGW4iALk2xZc",
        "server": "mega.nz",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/agnyaathavaasi-2018-telugu-sunnxt-web-rip-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ahlu8vt8zexv.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZ3pl/Agnyaathavaasi_(2018)_Telugu_SUNNXT_WEBRip_-_720p-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4jFCxBob#n3OFGN0nOgX9crfAQwnXvmT8RQLbXWxqvmwJcBrXrNE",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/uh6vbo0ln5ww",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/065nkpmbvrz9",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2018|1h 44m|Adult,Asian,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "2k"
    },
    "title": "(18+) Be My Master (2018)",
    "description": "Bdsm-Bondage, dominate,slave,master..ဒါကို မြန်မာနိုင်ငံမှာဘယ်လိုအဓိပ္ပာယ်ဖွင့်ဆိုကြလဲတော့ မသိဘူး တချို့နိုင်ငံတွေမှာတော့လိင်စိတ်ပေါင်းများစွာထဲက တစ်ခုလို့ပဲသတ်မှတ်ထားပါတယ်Bdsm စိတ်ရှိနေတာဟာ လိင်စိတ်စံလွဲနေတာမဟုတ်ပဲလိင်စိတ်ဆန္ဒပြည့်ဝဖို့အတွက် နည်းလမ်းပေါင်းများစွာရှိတဲ့အထဲကနည်းလမ်းတစ်ခုမျှသာဖြစ်ပါတယ်ပေါ့ထို့အပြင် လိင်စိတ်ဆိုတာဟာ ထုတ်ဖော်ပြရမှာသာရှက်ရွံ့တတ်ကြပေမယ့် လူတစ်ယောက်ကို ထိပ်ဆုံးရောက်တဲ့ထိတွန်းပို့ပေးနိုင်တဲ့ အောင်မြင်ရေးစိတ်လို့လဲစိတ်ပညာရှင်များက လေ့လာဖော်ထုတ်ထားကြပါသေးတယ်Force လိုပဲပေါ့ light side ကပဲ စွမ်းအားရှိတာမဟုတ်ပါဘူးDark side ရဲ့စွမ်းအားက ပိုကြီးမားပါတယ်အဲ့တော့ လူတွေရဲ့ dark side တွေ အဲ့အမှောင်ခြမ်းတွေနဲ့ဆက်နွယ်နေတဲ့ လူနေမှုဘဝ လူမှုရေး စီးပွားရေး အိမ်ထောင်ရေးအကုန်လုံးပေါ့ ဘာတွေဘယ်လိုဆက်စပ်နေတယ်ဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ တစ်ထောင့်တစ်နေရာကဖော်ပြထားပါတယ်အကုန်လုံးအမှန်မဟုတ်ဘူးဆိုပေမဲ့ လူတွေရဲ့စိတ်သဘောသဘာဝဟာဒီလိုဒီလိုတော့ ရှိတတ်ပါတယ်ဆိုတာ သင်ခန်းစာယူလို့ရပါတယ်….ဘာတုန်းဟ စာတွေကလဲအရှည်ကြီး sex education ကားကြီးလားဆိုတော့ အဲ့လိုလဲမဟုတ်ပါဘူးreview သာကြီးကြီးကျယ်ကျယ်တွေရေးနေတာ ဇာတ်ကားကတော့ ညိုကီတို့အကြိုက်ပျိုမဒီအချောလေးတွေရဲ့ စိတ်အမှောင်ခြမ်းကိုဝတ်လစ်စလစ်အလှတွေနဲ့ မှုန်ခြယ်ပြမှာမို့ လက်လွတ်မခံဖို့တော့ အကြံပေးပါရစေFile size…1.5GB / 630MBQuality…1080p BluRay & 720pFormat…mp4Duration….1h 44mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Andrew MasonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHideo JōjōStarsYuki AshidaYukihira AikaCastAika YukihiraAkihiko SaiKatsuya MaigumaYuki AshidaYurisa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2F4SaH5pgD0zEzdZD8Dx1LMqptP.jpg",
      "https://image.tmdb.org/t/p/w300/lFnP5ApJrKHh2Tlx0YziMik0HM3.jpg",
      "https://image.tmdb.org/t/p/w300/xAzCfYheBAUfXyh5YvSuTZ2Gnpk.jpg",
      "https://image.tmdb.org/t/p/w300/dq5FukWtXjHD2zv7CDPIkEOihuF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzBlZjNkYTItMzUyYi00MzljLTk2ZGItOGE5NTE4M2M1ODY0XkEyXkFqcGdeQXVyNjY5NTQ3ODA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/up-to-you-2018-1080-p-blu-ray-aac-5-1-ch-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ff16qybwz6wx.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Pph0/Up_to_You_2018_1080p_BluRay_AAC5.1CH(DS).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xOMkTK4D#qizXAaRQsbWuHj7nbeHee9yOyFoFz-1ZkHYWem-4Yj0",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/j33ez6gtxq7o.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/up-to-you-2018-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/m39t7i2w21la.html",
        "server": "usersdrive.com",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3bkbx/Up_to_You_2018_720p(DS).mp4",
        "server": "megaup.net",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Yf1HySiA#MKKV0OBzGTzX7QBIcoDj8gOUhc2s4eJegsE8GqeBhU4",
        "server": "mega.nz",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/igwa210k85ip.html",
        "server": "streamsb.com",
        "size": "630MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|86 min|Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "85"
    },
    "title": "Making Babies(2018)",
    "description": "Making Babies(2018)ဒီကားေလးကေတာ့ ၂၀၁၈ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ မိသားစု ကားေလးပါဒါရိုက္တာ Josh F Huber ရိုက္ကူးထားတဲ့ ဒီကားေလးမွာ မင္းသမီးေခ်ာ Eliza Coupe နဲ႔ Steve Howey တို႔ အဓိကပါ၀င္ထားပါတယ္ဇာတ္လမ္းေလးကေတာ့Making Babies ဆိုတဲ့ နာမည္ေလးအတိုင္းပဲ ……ကေလးကို အရူးအမူးလိုခ်င္လွတဲ့ ဂြ်န္( Steve) နဲ႔ ေကတီ(Coupe) တို႔ လင္မယားဟာ၅ ႏွစ္ၾကာတဲ့အထိ ကေလးမရလာတဲ့အခါ သူတို႔ေတြ ေဆးပညာရဲ႕ အကူအညီနဲ႔ ကေလးရဖို႔ ႀကိဳးစားၾကပါေတာ့တယ္ …..ဂြ်န္ဟာ အိုင္တီဌာနက ျဖစ္ၿပီးသူ႔ဝါသနာက ဘီယာေဖာက္တဲ့ လုပ္ငန္းပါ …..ေကတီကေတာ့ ကုမၸဏီတခုက စာရင္းကိုင္တေယာက္ေပါ့ ……အလုပ္တဘက္နဲ႔ သူတို႔ႏွစ္ေယာက္ကေလးကို ငမ္းငမ္းတက္လိုခ်င္လို႔ ဘယ္လို ခက္ခက္ခဲခဲႀကိဳးစားၾကတာကို ဟာသေလးေတြ စြက္ၿပီး ေပါ့ေပါ့ပါးပါးေလး ရိုက္ထားတာပါ …..ဒီကားေလးဟာ ဘယ္ဆီေနမွန္းမသိေသးတဲ့ ကေလးေလးကို ႀကိဳခ်စ္ေနၾကတဲ့ မိဘေတြရဲ႕ေမတၱာကို ေဖာ္ညႊန္းေနတာဆိုရင္လည္း မမွားပါဘူး…..ကဲ CM ပရိတ္သတ္ႀကီးသူတို႔ေတြ ကေလးရမွာလား မရဘူးလား ….သူတို႔လုပ္ငန္းေတြကေရာ ေအာင္ျမင္သြားမွာလား …..ေပါ့ေပါ့ပါးပါး ဟာသ ဒရာမာေလးတစ္ကားမုိ႕ ရယ္ေမာ္ေပ်ာ္ရႊင္ခ်င္ရင္ေတာ့ ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္…File Size : (800 MB) and (300 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:26:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh F. HuberStarsBob StephensonEd Begley Jr.Eliza CoupeElizabeth RodriguezGlenne HeadlyJennifer LafleurJon DalySteve HoweyCastBob StephensonEd Begley Jr.Eliza CoupeElizabeth RodriguezGlenne HeadlyJennifer LafleurJon DalySteve Howey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oKgEzpzc1PuwTcuX5bNqk2ATPQ1.jpg",
      "https://image.tmdb.org/t/p/w300/4Pl5bRXyPONC3wh9fFDubYdsHYf.jpg",
      "https://image.tmdb.org/t/p/w300/g4BhVDXPoeb7pjxinaFBiivyL2p.jpg",
      "https://image.tmdb.org/t/p/w300/uyl8HKVfVyfxr1dhn4E7ikwSaEb.jpg",
      "https://image.tmdb.org/t/p/w300/4G45cVzpO1lSLFxJXn26ZNAmfOm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oTyLGUUcQDVnsIhB1NNLOsuK0sE.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xmbf/Making_Babies_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/making-babies-2018",
        "server": "VIP Links",
        "size": "800MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/making-babies-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://sbembed3.com/lkgyfaynmul4.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "p47dsp6iivo",
      "video_url": "https://www.youtube.com/watch?v=p47dsp6iivo",
      "embed_url": "https://www.youtube.com/embed/p47dsp6iivo"
    }
  },
  {
    "metadata": "R|2018|91 min|Crime,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "977"
    },
    "title": "Finding Steve McQueen(2018)",
    "description": "Finding Steve McQueen(2018)IMDb….6.3ဒီဇာတ်​ကား​လေးက​တော့ အ​မေရိကန်​ နိုင်​ငံက “United California” ဘဏ်​​ဖောက်​ထွင်​းခံရမှုကို အ​ခြေခံရိုက်​ကူးထားတဲ့ ဖြစ်​ရပ်​မှန်​ဇာတ်​လမ်​း​လေးပဲဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းအစမှာ FBI က SteveMcQueenဆိုတဲ့ လူတစ်​​ယောက်​ကို အသည်​းအသန်​ လိုက်​ရှာ​နေပြီး တစ်​ဖက်​မှာလည်​း SteveMcQueen က သူ့ကို FBI ကဘာ​ကြောင်​့ အလိုရှိ​နေရတယ်​ဆိုတဲ့အ​ကြောင်​း သူ့​ကောင်​မ​လေးကို ရှင်​းပြ​နေပုံနဲ့ စတင်​ထားပါတယ်​။အ​မေရိကန်​သမ္မတ Nixon ရဲ့ တရားမဝင်​လုပ်​ငန်​း​တွေမှာသုံးဖို့ ဘဏ်​မှာထား ထားတဲ့ ရန်​ပုံ​ငွေကိုမှ​ဖောက်​ထွင်​းဖို့ ကြံစည်​ခဲ့တဲ့ ဓားပြအဖွဲ့အ​ကြောင်​းကို ရိုက်​ကူးထားတာပဲ ဖြစ်​ပါတယ်​။​ငွေဖြူ မဟုတ်​တာ​ကြောင်​့ သူတို့ကို အ​ရေးယူလို့ မရ​လောက်​ပါဘူးဆိုတဲ့ အကြံနဲ့ ဓားပြတိုက်​ခဲ့ကြ​ပေမယ်​့လည်​းအစိုးရဖက်​က စုံစမ်​းစစ်​​ဆေး​ရေး​တွေကို ပြင်​းပြင်​းထန်​ထန်​ လုပ်​လာတဲ့အခါမှာ​တော့ ဘယ်​လို​မျိုး စိတ်​ဝင်​စားစရာအ​ကြောင်​းအရာ​တွေ ဖြစ်​လာမလဲဆိုတာက​တော့ ရုပ်​ရှင်​ကိုပဲ ဆက်​လက်​ခံစားကြည်​့လိုက်​ကြပါ​နော်​…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumi ပဲဖြစ်ပါတယ်…File Size : (850MB) and (306 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:31:00Genre : Crime, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by MegumiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark Steven JohnsonStarsForest WhitakerJake WearyLily RabeRachael TaylorRhys CoiroTess Malis KincaidTravis FimmelWilliam FichtnerCastForest WhitakerJake WearyLily RabeRachael TaylorRhys CoiroTess Malis KincaidTravis FimmelWilliam Fichtner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/voFUDCuXSGiZvV0esx6uQqWBH8h.jpg",
      "https://image.tmdb.org/t/p/w300/8KZiqHIrgKG61oUs6JSXagtb2dM.jpg",
      "https://image.tmdb.org/t/p/w300/1ps4qaVUUgegxhIpBiEZ55RDh5c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uhmNHWTVniHHYKTsWSvSir19K1z.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/finding-steve-mcqueen-2018-mm-sub",
        "server": "VIP Links",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/finding-steve-mc-queen-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/1weehbqorsuw.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "kiTP5h0uZj8",
      "video_url": "https://www.youtube.com/watch?v=kiTP5h0uZj8",
      "embed_url": "https://www.youtube.com/embed/kiTP5h0uZj8"
    }
  },
  {
    "metadata": "TV-Y7|2018|1h 50min|Adventure,Asian,Comedy,Fantasy",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,339"
    },
    "title": "Monster Hunt 2 (2018) Blu-Ray 1080p 5.1 CH x264",
    "description": "Blu-Ray 1080p 5.1 CH x264Monster Hunt 2 (2018)IMDb – 5.3/10_____Rotten – 50%၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ခန်းခရီးနှင်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့ ဝူဘဟာ နွေ၊ မိုး ဆောင်းရာသီတွေ ဖြတ်သန်းခရီး နှင်ခဲ့ရင်း တစ်ရက်မှာတော့ ကိုယ် ဖျောက်နိုင်စွမ်းရှိတဲ့ သူ့လိုမျိုးပုံစံ တူ မိစ္ဆာကြီးတစ်ကောင်နဲ့ ဆုံခဲ့ ပါတယ်။ အဲဒီမိစ္ဆာကြီးဟာလည်း သဘောကောင်းသူဖြစ်တာမို့ နောက်ပိုင်းမှာ ဝူဘနဲ့ မိတ်ဆွေ ဖြစ်သွားပါတယ်။ဝူဘဟာ မိစ္ဆာဘုရင် အ လောင်းအလျာလေးဖြစ်တာမို့ အ ပြတ်ရှင်းချင်သူတွေက ပိုက်စိပ် တိုက်လိုက်ရှာနေတဲ့အတွက် ပုန်းလျှိုးကွယ်လျှိုးပဲ နေနေခဲ့ရပါ တယ်။ဝူဘဟာ လိုက်ဖမ်းသူတွေ လက်က လွတ်အောင် ပြေးရှောင် ကာ မိဘတွေကို လိုက်ရှာရင်း ကလိမ်ကကျစ်လောင်းကစား သမားတူနဲ့ ဆုံခဲ့ပါတယ်။ အကြွေး တွေပိနေတဲ့တူဟာ မိစ္ဆာကောင် အသေးလေးရဲ့ အကူအညီနဲ့ လောင်းကစားဝိုင်းတွေမှာ လိုက် လိမ်ပြီး ကစားနေသူပါ။ဝူဘနဲ့ မိတ်ဆွေ မိစ္ဆာကြီးက ဝူဘကို ကူညီကယ်ဆယ်ရင်း တူဆီကိုခေါ်သွားခဲ့ပါတယ်။ အဲဒါနဲ့ပဲ ဝူဘဟာ တူနဲ့အတူ လိုက်သွား ရင်း မိဘတွေကို ရှာပုံတော် ဆက် ဖွင့်ခဲ့ပါတယ်။လမ်းခရီးမှာ ဝူဘကို အသေ ရရ၊ အရှင်ရရ လိုချင်နေတဲ့ မိစ္ဆာ တွေနဲ့ ထိပ်တိုက်တိုးတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ။ ဝူဘ ကကော သူတွေ့ချင်လွန်းတဲ့အဖေနဲ့ အမေကို ရှာတွေ့ပါ့မလားဆိုတာကိုတော့ စိတ်ဝင်စားစရာ ဇာတ်ကောင်တွေ၊ ဇာတ်ကွက် တွေနဲ့အတူ ဆက်ကြည့်လိုက်ဦး နော်။ဒီဇာတ်ကားမှာ ပါဝင်တဲ့ သရုပ်ဆောင်တွေကတော့ Tony Leung, Bai Baihe, Jing Boran, Li Yuchun, Tony Yang, Huang Lei တို့ပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို 7daily Website မှကူးယူဖော်ပြသည်)File Size : (1.7 GB)Quality : Blu-Ray 720pRunning Time : 1hr 50minFormat : MkvGenre : Adventure, Comedy, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : CHINESE.1080p.BluRay.x264.DD5.1-CHDTranslated by Wai Yan Maung & Arkar PhyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaman HuiStarsBai BaiheEric TsangJing BoranLi Yu-ChunTony Leung Chiu-WaiTony YangCastBai BaiheEric TsangEric Tsang Chi-WaiJing BoranLi Yu-ChunLǐ YǔchūnTony Leung Chiu-WaiTony YangZhang Li",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gKDuRB6Uj3gzF8Dd85DOtkxi7KC.jpg",
      "https://image.tmdb.org/t/p/w300/sKDPcRvx3SbBqpqu9OpFhDheMRk.jpg",
      "https://image.tmdb.org/t/p/w300/5Qw13Z8tjQ5adEjfFaMv7DLU24U.jpg",
      "https://image.tmdb.org/t/p/w300/wqdpvEu3rAsHyciLirRyPbqBWfJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kq1yeu8tvkhs.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/monster-hunt-2-zhuo-yao-ji-2-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/b1df0/monster-hunt-2-zhuo-yao-ji-2-2018-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "http://www.filedwon.info/9mgl31k0c4qn/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_%7B1080p_Blu-ray_5.1_CH%7D_(MM_Sub).mkv.html",
        "server": "filedwon.info",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/TRq7/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/NtInVATY#fhRz_jZ2ZhR-6YON-Bh55Gfl8NM7dAaGRvG3j-SpGcI",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/t8p40n6pjvs4",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "5L5yMXAeEVg",
      "video_url": "https://www.youtube.com/watch?v=5L5yMXAeEVg",
      "embed_url": "https://www.youtube.com/embed/5L5yMXAeEVg"
    }
  },
  {
    "metadata": "N/A|2018|124 min|Drama,History,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2,548"
    },
    "title": "The Guernsey Literary and Potato Peel Pie Society (2018)",
    "description": "ဒီဇာတ်ကားလေးက English ရေလက်ကြားက Normandy ကမ်းရိုးတန်းနားမှာရှိတဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေ သိမ်းယူပြီး ခံတပ်တစ်ခုအဖြစ်ပြောင်းလဲခံထားရတဲ့ Gurnsey ဆိုတဲ့ကျွန်းလေးပေါ်က အဖြစ်အပျက်လေးတစ်ခုအဖြစ် ဖန်တီးရိုက်ကူးထားတာပါ။စစ်အတွင်းကအကြောင်းတွေရေးပြီး နာမည်ကြီးလာခဲ့တဲ့ စာရေးဆရာမလေး Juliette Ashton တစ်ယောက် သူရဲ့ဘဝကို မပျော်ပိုက်သလိုဖြစ်နေတဲ့အချိန်မှာGurnsey ကျွန်းပေါ်က Dorsey Adam ဆိုတဲ့ လယ်သမား စာအုပ်ချစ်သူတစ်ယောက်က စာအုပ်တစ်အုပ်ကိုရှာပေးဖို့အကူအညီတောင်းတဲ့ စာကိုလက်ခံရခဲ့ပါတယ်။သူတို့ရဲ့ စာဖတ်အသင်းနာမည်က ဂန်ဆီစာပေနှင့်အာလူးပိုင်မုန့်အသင်းတဲ့။အဲဒီရယ်စရာ ထူးဆန်းတဲ့ နာမည်နဲ့ စာဖတ်အသင်းကိုစိတ်ဝင်စားမိပြီး ကူရှာပေးဖို့ပြောတဲ့စာအုပ်ကို တစ်ခါတည်းပို့ပေးပြီးတော့ အဲ့ဒီအသင်းဖြစ်ပေါ်လာပုံတွေ ဘာလို့အဲဒီနာမည်ဖြစ်နေရတာလဲဆိုတာကိုမေးရင်းနဲ့ အဖြေတွေရလာတဲ့အခါမှာ သူကိုယ်တိုင် Gurnsey ကျွန်းကိုသွားချင်စိတ်တွေပေါ်လာပြီး Gurnsey ကျွန်းကိုရောက်တဲ့အခါမှာ သူနောက်ထပ်ဘယ်လိုဇာတ်လမ်းတွေကိုရှာတွေ့မယ်ဖန်တီးမယ်ဆိုတာကို ကြည်နူးစရာ၊ ဝမ်းနည်းစရာ တွေ့ရမှာပါ။ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 7 ပါ။ကျွန်တော်တို့မှာ မတွေ့ဖူးခင်ကတည်းကရင်းနှီးနေတဲ့မျက်နှာတွေရှိနေပါသလား ရှိခဲ့မယ်ဆိုရင် အဲဒီသူနဲ့ ကျွန်တော်တို့ သက်ဆိုင်သလို အဲဒီလူကလည်းကျွန်တော်တို့နဲ့ သက်ဆိုင်နေမှာအသေအချာပါပဲ။(d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 04minFormat : Mp4Genre : Drama, History, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5.1 H264-CMRGTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJack RavenscroftJane JacksonMike NewellStarsBronagh GallagherGlen PowellJessica Brown FindlayKatherine ParkinsonKit ConnorLily JamesMatthew GoodeMichiel HuismanPenelope WiltonTom CourtenayCastAndy GathergoodBernice StegersBronagh GallagherClive MerrisonDilyana BouklievaFlorence KeenGlen PowellGregory MannJessica Brown FindlayKatherine ParkinsonKit ConnorLily JamesMarek OravecMatthew GoodeMichiel HuismanNicolo PasettiPenelope WiltonPhilip RidoutRichard DerringtonTom CourtenayTom Owen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t37KsDxxyOGuadVDWD0IbUahYQX.jpg",
      "https://image.tmdb.org/t/p/w300/muCu2HXST3Wu9rIy2Zw8ntay3fy.jpg",
      "https://image.tmdb.org/t/p/w300/s5d3bDvpuABDBqKKoPThPuZsoUS.jpg",
      "https://image.tmdb.org/t/p/w300/kgyKhkAt32rIIXXhJbd3qfQyZnB.jpg",
      "https://image.tmdb.org/t/p/w300/kZv4R8JEgimrFsKyC8ltSFiFgxc.jpg",
      "https://image.tmdb.org/t/p/w300/1mtsNh7fhNgWlxX81hFFgXV8dtE.jpg",
      "https://image.tmdb.org/t/p/w300/mGDUIbcrdULI7N0eg1Ip7oY0aUS.jpg",
      "https://image.tmdb.org/t/p/w300/mHhwufTZQ23h5dpxKSweZyad2Ey.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/55oz5d6NdH7ohbM1I1Euh1Tt6PN.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-guernsey-literary-and-potato-peel-pie-society-2018-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-guernsey-literary-and-potato-peel-pie-society-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/atmiz8zlhem0.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "HTDNGv61-Dk",
      "video_url": "https://www.youtube.com/watch?v=HTDNGv61-Dk",
      "embed_url": "https://www.youtube.com/embed/HTDNGv61-Dk"
    }
  },
  {
    "metadata": "R|2018|119 min|Crime,Drama,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "9,534"
    },
    "title": "If Beale Street Could Talk (2018)",
    "description": "Rating 7.4 ရရွိထားတဲ့ ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္…အေမရိကန္ႏိုင္ငံ နယူးေယာက္ၿမိဳ႕ရဲ႕ လူမည္းရပ္ကြက္တစ္ခုမွာေနထိုင္ၾကတဲ့လက္လုပ္လက္စားလူမည္းမိသား စုတစ္စုမွာႀကံဳေတြ႕ရတဲ့အျဖစ္အပ်က္တစ္ခုကို အေျခခံၿပီးဇာတ္လမ္းတစ္ပုဒ္အျဖစ္တင္ဆက္ထားတဲ့ အေမရိ ကန္ရဲ႕ ယေန႔ေခတ္လူမည္းေတြရဲ႕ဘဝကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါ။အသားအေရာင္ခြဲျခားမႈ အဆင့္အတန္းခြဲျခားမႈေတြဟာအေမရိကန္မွာ ယေန႔တိုင္ရွိေနေသးတဲ့အေၾကာင္း ေဖာ္ညႊန္းတင္ျပထားပါတယ္။တရားကို နတ္ေစာင့္တာလား လူေစာင့္တာလားဆိုတာကြဲကြဲျပားျပျပားသိေအာင္ ႐ိုက္ျပထားပါတယ္။လူလူခ်င္း မဟုတ္တာလုပ္ၾကၿပီဆိုရင္ဖန္ဆင္းရွင္ေတာင္မတတ္ႏိုင္ဘူးဆိုတာ ေတြ႕ၾကရမွာပါ။တရားျခင္း မတရားျခင္းဆို တာ စနစ္နဲ႔ဆိုင္တာလား၊ဥပေဒေတြနဲ႔ဆိုင္တာလား၊ လူေတြနဲ႔ဆိုင္တာလား ၾကည့္ၿပီးေတာ့ေတြးေတာႏိုင္ဖို႔မီးေမာင္းထိုးျပထားတဲ့ကားတစ္​ကားမို႔ အာ​ေပးၾကပါဦ​း​ေနာ္​File Size : (1 GB) & ( 205 MB)Quality : WEB-DL 720pRunning Time : 1 hr 59minFormat : Mp4Genre : Crime , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBarry JenkinsStarsColman DomingoDominique ThorneEbony ObsidianEthan BarrettKiKi LayneMichael BeachMilanni MinesRegina KingStephan JamesTeyonah ParrisCastAunjanue EllisBobby Conte ThorntonBrian Tyree HenryColman DomingoDave FrancoDiego LunaDominique ThorneEbony ObsidianEd SkreinEmily RiosEthan BarrettFinn WittrockKiKi LayneMarcia Jean KurtzMichael BeachMilanni MinesPedro PascalRegina KingStephan JamesTeyonah Parris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1BeMxME8SPuJgCTmyEBzGWSZrAR.jpg",
      "https://image.tmdb.org/t/p/w300/bUx67M5KgeyuXIQT1OyH8fK4XVq.jpg",
      "https://image.tmdb.org/t/p/w300/9QKt21sUUrcNmlCkLKDFUaTodCh.jpg",
      "https://image.tmdb.org/t/p/w300/7KYWXcU1yMpcWREolbL5cfUOfoB.jpg",
      "https://image.tmdb.org/t/p/w300/gIwXyMCQOHtMitGOcITxGszPTBs.jpg",
      "https://image.tmdb.org/t/p/w300/xCHaTFFJUAk1FkmsN5Cyx1JuqvJ.jpg",
      "https://image.tmdb.org/t/p/w300/z6vK4hfh0jKBWbQ9PLgsuahyqWr.jpg",
      "https://image.tmdb.org/t/p/w300/8HpWsG0wWbNhc1WtKdpPgiRfSb2.jpg",
      "https://image.tmdb.org/t/p/w300/sWK2tv28ewZPJZgJLq3VDlKS1nw.jpg",
      "https://image.tmdb.org/t/p/w300/9Aht9DeyVJ0YUEws69gAy1insar.jpg",
      "https://image.tmdb.org/t/p/w300/ooyvhMsLuwcWBB2HZa4gi4WQF7B.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8tZx0OX7kxv6F2VNWZoPr2bWDgE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uy829j9ru6ei.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/if-beale-street-could-talk-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2e99f/If_Beale_Street_Could_Talk_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/03eudhiu2s7t",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "k2zvPTGiJj4",
      "video_url": "https://www.youtube.com/watch?v=k2zvPTGiJj4",
      "embed_url": "https://www.youtube.com/embed/k2zvPTGiJj4"
    }
  },
  {
    "metadata": "N/A|2018|89 min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "64"
    },
    "title": "Reprisal (2018)",
    "description": "၂၀၁၈ထြက္​ဇာတ္​လမ္​း​ေလးပါမင္​းသားႀကီး Bruce Willis ပါတဲ့ကား​ေလးပါအဓိကဇာ​တ္​​ေဆာင္​​ေတာ့မဟုတ္​ပါဘူးဇာတ္​လမ္​း​ေလးက​ေတာ့ မနက္​ခင္​းတစ္​​ေန႔မွာ တစ္​ၿမိဳ႕လံုးဗံုး​ေတြ​ေထာင္​ထားတယ္​ဆုိတဲ့သတင္​း​ေတြတက္​လာတယ္​အဲ့သတင္​းလဲၾကား​ေရာတစ္​ၿမိဳ႕လံုးမွာ႐ွိတဲ့ရဲ​ေတြပ်ာယာခတ္​​ေနၾကတာ​ေပါ့အဲ့ခ်ိန္​မွာဘဏ္​ထဲကို​လူတစ္​​ေယာက္​႐ုတ္​တရက္​ဓားျပဝင္​တုိက္​တယ္​ ​ေသခ်ာစီစဥ္​ထားတဲ့အတိုင္​းဟာကြက္​မ႐ွိပိုက္​ဆံ​ေတြယူသြားတယ္​ အဲ့အခ်ိန္​မွာ​ေဂ်​ေကာ့ ဆိုတဲ့ဘဏ္​မန္​​ေနဂ်ာကစိတ္​႐ႈပ္​ရတာ​ေပါ့သူ႐ွိတဲ့အခ်ိန္​သူ႔ကိုတည္​ၾကက္​လုပ္​ၿပီးဓားျပတုိက္​သြားတာဆို​ေတာ့ ရဲ​ေတြကလည္​းဖမ္​းမယ္​ဆို​ေပမဲ့ ​ေဝ့လည္​​ေၾကာင္​ပတ္​လုပ္​​တယ္​အဲ့အခ်ိန္​မွာဘဏ္​မန္​​ေနဂ်ာကဓားျပတိုက္​တဲ့လူကိုကုိယ္​့နည္​းကိုယ္​့ဟန္​နဲ႔႐ွာ​ေဖြပါ​ေတာ့တယ္​ႏွစ္​ႏွစ္​ဆယ္​စစ္​တပ္​မွာတာဝန္​ထမ္​း​ေဆာင္​ခဲ့ တဲ့ဂ်ိမ္​းစ္​နဲ႔အတူပူး​ေပါင္​းၿပီး႐ွာ​ေဖြပါ​ေတာ့တယ္​ ျဖစ္​ခဲ့တာ​ေတြကိုျပန္​လည္​းသံုးသပ္​ၿပီး ​ျဖစ္​ႏိုင္​တဲ့​ေနရာကိုလုိက္​စံုစမ္​းပါတယ္​အဲ့လိုလိုက္​စံုစမ္​းတဲ့အခ်ိန္​မွာ ကံ​ေကာင္​း​ေထာက္​မၿပီးတရားခံ​ေနရာကို​ေတြ႔သြားပါတယ္​​အဲ့ခ်ိန္​မွာတရားခံလဲ​ေနာက္​တစ္​​ေနရာကိုဓားျပတုိက္​ဖို႔လုပ္​​ေနတာ​ေပါ့အဲ့အခ်ိန္​မွာ​ေဂ်​ေကာ့လဲရန္​သူ​ေနာက္​ကိုလိုက္​သြားပါ​ေတာ့တယ္​တရားခံက​ဘယ္​ဟာကိုဓားျပတိုက္​မွာလဲဆို​ေတာ့ဘဏ္​က​ေနအျခား​ေနရာကိုပိုက္​​ဆံ​ေတြ​ေရြ႔မယ္​ကား​ကိုပါ ကားကိုရပ္​​ေအာင္​လုပ္​ၿပီး ကား​ေမာင္​းသမားကိုပစ္​သတ္​လိုက္​တယ္​ကားထဲပိုက္​ဆံ​ေတြကို​ယူၿပီးပိုက္​ဆံ​ေတြကိုေစာင္​့ၾကည္​့ရတဲ့အမ်ိဳးသမီးတစ္​​ေယာက္​ကိုသတ္​မယ့္​့အခ်ိန္​မွာ ​ေဂ်​ေကာ့ကဝင္​ကယ္​လိုက္​ပါတယ္​ အဲ့ခ်ိန္​ရဲ​ေတြက​ေရာက္​လာၿပီး ပစ္​ခတ္​လို႔ရန္​သူကဓားျပတိုက္​ထားတဲ့ပိုက္​ဆံ​ေတြကိုတစ္​​ေနရာမွာဝွကိထားၿပီးထြက္​​ေျပးပါ​ေတာ့မယ္​​ေဂ်​ေကာ့ကအဲ့ပိုက္​ဆံ​ေတြကိုယူၿပီးသူ႔အိမ္​မွာထားလိုက္​တယ္​ ရဲ​ေတြလိုက္​လို႔ထြက္​​ေျပးရတဲဓားျပက​ေတာ့လြတ္​သြားၿပီးသူထားခဲ့တဲ့​ေနရာကိုျပန္​လာၾကည္​့တယ္​​ေဂ်​ေကာ့ယူတာကိုသိသြားတ့အခါမွာ​ေတာ့ သူ႔မိန္​းမနဲ႔က​ေလးကိုျပန္​​ေပးဆဲြၿပီးပိုက္​ဆံနဲ႔လာလဲခိုင္​းတယ္​အဲ့ခ်ိန္​မွာ​ေတာ့​ေဂ်ာ့​ေကာ့ဂ်ိမ္​းစ္​အကူအညီနဲ႔သူ႔မိန္​းနဲ႔က​ေလးကိုဘယ္​လိုျပန္​ကယ္​မလဲတကယ္​​ေရာျပန္​ကယ္​ႏိုင္​ပါ့မလားဆိုတာ ဆက္​ၾကည္​့​ေပးပါဦးIMDB rating နည္းေပမဲ့ Bruce Willis ႀကိဳက္​တဲ့ပရိတ္​သတ္​​ေတြအတြက္​လက္​လြတ္​မခ့သင္​့တဲ့ဇာတ္​ကား​ေလးပါလို႔​ေျပာပါရ​ေစ(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 29minFormat : Mp4Genre : Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian A MillerStarsBruce WillisColin EgglesfieldFrank GrilloGeoff ReevesJohnathon SchaechNatali YuraOlivia CulpoShea BucknerTyler Jon OlsonWass StevensCastBruce WillisCameron BrexlerChristopher Rob BowenColin EgglesfieldFrank GrilloGeoff ReevesJohn DauerJohnathon SchaechKen StrunkNatali YuraNicolas PetronOlivia CulpoRajiim A. GrossShea BucknerTamara BelousTyler Jon OlsonWass Stevens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j1iKtApo2dl1xaMTVtZvNQ3m2yK.jpg",
      "https://image.tmdb.org/t/p/w300/snuj9ifPOBO22SRcPZfAiQukU53.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qBsQUK5QSeZjRPLFUVgSGHxj2PI.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/reprisal-2018-mm-sub",
        "server": "VIP Links",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/reprisal-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/c39szhe7j1w4.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/p5a43hg3ot0t",
        "server": "veryfiles.com",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "r2Z5UYpEIAU",
      "video_url": "https://www.youtube.com/watch?v=r2Z5UYpEIAU",
      "embed_url": "https://www.youtube.com/embed/r2Z5UYpEIAU"
    }
  },
  {
    "metadata": "NOT RATED|2018|138 min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,184"
    },
    "title": "Blackmail (2018)",
    "description": "ဒီကားကတော့အိန္ဒိယကားတွေကိုစောင့်မျှော်နေသူများအတွက် Comedy/Drama ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Rating လည်း7.2 အထိရရှိထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သာမန်ရုံးလုပ်ငန်းမှာလုပ်ကိုင်ရင်း အကြွေးတွေပတ်ချာလည်နေတဲ့ လင်ယောကျာ်းတစ်ယောက်မိသားစုအတွက် ရုန်းကန်ကြိုးစားနေတဲ့ လင်ယောကျာ်းတစ်ယောက်၊အိမ်ထောင်ရေးမသာယာလင်ယောကျာ်းတစ်ယောက်၊သူများမစားတဲ့အသီးကို ထိုးကျွေးခံလိုက်ရပြီးကိုယ့်အတွက်လည်းဘာမှအကျိုးမရှိဘဲ ဝဋ်ခံနေရတဲ့လင်ယောကျာ်းတစ်ယောက်ကို ဦးတည်ရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမသာယာတာကြောင့် အိမ်ကိုစောစောမပြန်ဖြစ်ပဲ ရုံးမှာအနေများတဲ့ Dav တစ်ယောက် ကိုယ့်မိန်းမနောက်မီးလင်းနေမှန်းသိရတော့ တော်တော်စိတ်ထိခိုက်သွားပါတယ်။ဒီတော့ ဇာတ်ကားနာမည်အတိုင်းဒေးဗ်တစ်ယောက်လက်စားပြန်ချေဖို့ကြိုးစားပါတော့တယ်။ဟာသလေးတွေနှောပြီး ရိုက်ကူးထားတဲ့အတွက် ရယ်လည်းရယ်ရပါတယ်။ဇာတ်လိုက်မင်းသားရဲ့ထုံပေပေမျက်နှာပေးဟာလည်း ဇာတ်ရုပ်နဲ့အရမ်းပလဲနံသင့်ပါတယ်။အားလပ်ချိန် ပေါ့ပေါ့ပါးပါးကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Dev တစ်ယောက် ဘယ်လိုအကွက်ချမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (999 MB)Quality : WEBRip 720pRunning Time : 2hr 18minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.Web.Rip.x264.AC3.DTOne-ExclusiveTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhinay DeoStarsArunoday SinghDivya DuttaIrrfan KhanKirti KulhariOmi VaidyaUrmila MatondkarCastArunoday SinghDivya DuttaIrrfan KhanKirti KulhariOmi VaidyaUrmila Matondkar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wQf67rGYoMkhNSlOgt3B0LjPGmV.jpg",
      "https://image.tmdb.org/t/p/w300/pRp2tPt0nnV4PiVj4miQmsGqEyJ.jpg",
      "https://image.tmdb.org/t/p/w300/kCr9fLa41Bbra8XTvCLkWFFpc9I.jpg",
      "https://image.tmdb.org/t/p/w300/zIcJ97aaG86BW7gMJoCRu8sl6bk.jpg",
      "https://image.tmdb.org/t/p/w300/kwy8XRwYI6RVhdGzVKSTqRFDJyp.jpg",
      "https://image.tmdb.org/t/p/w300/8tI8JuPHi2AWOz3RAHsx2XXG5AA.jpg",
      "https://image.tmdb.org/t/p/w300/stqEBIFwA3pUrMrmAYtiAf7Y01e.jpg",
      "https://image.tmdb.org/t/p/w300/pb0sYHBK0ZUYietYdVNrwSA2GzK.jpg",
      "https://image.tmdb.org/t/p/w300/2EPaPPa8Iu3o4ut3sYzuvaFIaJc.jpg",
      "https://image.tmdb.org/t/p/w300/vmw9XmgVh5BFMq57RhO1hyrFkmw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BOWE0MTM2MjItMTI1ZS00ZGRlLWExYmUtYjEzNzRhNDgyOGRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blackmail2018",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/blackmail-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/1IjwW/Blackmail_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://viewsb.com/rxpaz2vxz1og.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "jm3PsDtsWLQ",
      "video_url": "https://www.youtube.com/watch?v=jm3PsDtsWLQ",
      "embed_url": "https://www.youtube.com/embed/jm3PsDtsWLQ"
    }
  },
  {
    "metadata": "TV-MA|2018|104 min|Drama,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "96"
    },
    "title": "Nigerian Prince (2019)",
    "description": "တိုင်းပြည်တစ်ပြည် ကြပ်တည်းတဲ့အခါမှာ ပြည်သူတွေနဲ့အစိုးရဝန်ထမ်းတွေရဲ့ စိတ်ဓာတ်တွေလည်း ပျက်စီးရတယ်ဆိုတဲ့အကြောင်းကိုရိုက်ကူးပြထားတဲ့ ကားတစ်ကားဖြစ်ပါတယ်။အက်ဇီးလို့ခေါ်တဲ့ အမေရိကန်နိုင်ငံသား လူမည်းလေးတစ်ယောက်ကိုသူ့အမေမှ မိခင်နိုင်ငံဖြစ်တဲ့ နိုက်ဂျီးရီးယားမှ အဒေါ်ဆီလွှတ်လိုက်တဲ့အခါမှာဘယ်လိုတွေ ကြုံတွေ့ရတယ်ဆိုတာကို ရိုက်ကူးထားတဲ့Crime, Drama ကားလေးတစ်ကားဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးဗျာ ….File Size : (974 MB) & ( 355 MB)Quality : WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFaraday OkoroStarsAntonio J BellBimbo ManuelChinaza UcheEbbe BasseyTina MbaCastAntonio J BellBimbo ManuelChinaza UcheEbbe BasseyTina Mba",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mE0yzUKXs8fW2sj5lPdVvkG2BBU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AppWbz91CqEAQACoMdYWOtYV32W.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nigerian-prince-2019",
        "server": "VIP Links",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/nigerian-prince-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/k8s1t1o3p29h.html",
        "server": "streamsb.com",
        "size": "974MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|101 min|Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "134"
    },
    "title": "Back Roads (2018)",
    "description": "IMDB….. 7.1ဒီတစ္ခါေတာ့ 2018 Decemberကမွ ပူပူေႏြးေႏြးထြက္ခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီ ႐ုပ္႐ွင္ဟာ New York Timesရဲ႕ ေရာင္းအားအေကာင္းဆုံးစာအုပ္ျဖစ္တဲ့ Tawni O’Dellရဲ႕ Black Road ကို႐ိုက္ထားတဲ့ IMDB 7.1အထိ ရထားတဲ့ Drama,Thriller ဇာတ္ကားေကာင္းတစ္ကားပါ။ဝတၱဳကလည္းေကာင္း IMDBကလည္းျမင့္မို႔ ၾကည့္ရတာတန္ေစမဲ့ သဲထိတ္ရင္ဖိုကားတစ္ကားဆိုတာေတာ့ေျမႀကီးလက္ခတ္မလဲြပါပဲ။Harley Atmeyer ဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာႏွိပ္စက္တတ္တဲ့သူ႔အေဖကို သူ႔အေမက သတ္ၿပီးေထာင္ထဲေရာက္သြားတဲ့ေနာက္မွာ ေကာလိပ္ဆက္မတက္ပဲ ထြက္ခဲ့ရပါတယ္။ဒီ့ေနာက္ ပင္ဆယ္ေဗးနီယားျပည္နယ္ရဲ႕ ေက်းလက္တစ္ေနရာမွာညီမသုံးေယာက္ကို ေစာင့္ေ႐ွာက္ဖို႔ ပ်ိဳးေထာင္ဖို႔ဘာမွ အနာဂတ္ေမွၽာ္လင့္ခ်က္မ႐ွိတဲ့အလုပ္ေတြကိုလုပ္ေနခဲ့ရပါတယ္။အဲ့ဒီနားမွာပဲေနတဲ့ လက္ထပ္ၿပီးသား အမ်ိဳးသမီးတစ္ေယာက္ကိုသူ အ႐ူးအမူးခ်စ္ခဲ့မိတဲ့အခါမွာေတာ့ကံၾကမၼာဆိုးေတြဟာ ျမင္းနက္ႀကီးစီးၿပီးဝင္လာသလိုအျဖစ္အပ်က္ေတြဟာမထင္ထားရဲေလာက္ေအာင္ျမန္ဆန္စြာ ေပၚေပါက္လာၿပီးသူ႔မိသားစုရဲ႕ သူမသိေသးတဲ့ အမွန္တရားေတြထိတ္လန္႔စရာ လွ်ိဳ႕ဝွက္ခ်က္ေတြဟာလည္းတစစ ႐ုပ္လုံးေပၚလာၿပီး..သူ႔ကို ထိတ္လန္႔ေအာင္ဝါးၿမိဳလာတဲ့အခါ…….။ဒီ Black Roadsမွာ နာက်င္မႈ.. စိတ္ေဝဒနာ…ေမွၽာ္လင့္ခ်က္မဲ့မႈအတၱေတြနဲ႔ မြန္းက်ပ္ေလာက္ေအာင္႐ိုက္ျပထားၿပီးThriller သမားေတြ လက္လြတ္မခံသင့္တဲ့ ေရႊပါပဲ။(ဇာတ္လမ္းအညႊန္း ကို Wira Aung မွေရးေပးထားျပီး ဘာသာျပန္ေပးထားသူကေတာ့ Htet Htet Myint ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1h 41minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Htet Htet MyintEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex PettyferDavid BushStarsAlex PettyferChiara AureliaDanika YaroshJennifer MorrisonJuliette LewisJune CarrylNicola PeltzRobert PatrickSky ElobarTom Everett ScottCastAlex PettyferChiara AureliaDanika YaroshEmily LaGroueHala FinleyJeff PopeJennifer MorrisonJuliette LewisJune CarrylNicola PeltzNicole DionnePatrick Thomas CraginRhonda Johnson DentsRobert LongstreetRobert PatrickSky ElobarTom Everett Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tNEHN0IlE3NyBYB8plXUNy7mXLP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/va3CVH59k7b79JLl4t2TLJAh0fZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/back-roads-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1yLob/Back_Roads_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/jbb5sipezn30",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/q7czqp584gfh.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "K_nkQQ-o1EY",
      "video_url": "https://www.youtube.com/watch?v=K_nkQQ-o1EY",
      "embed_url": "https://www.youtube.com/embed/K_nkQQ-o1EY"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "N/A"
    },
    "title": "My Dinner With Hervé (2018)",
    "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္လမ္းကေတာ့“My dinner with Hervé”ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္…ဒီဇာတ္လမ္းက IMDb 7.2 ထိရရွိထားတာေၾကာင့္ဇာတ္လမ္းေကာင္းဆိုၿပီး အထူးညႊန္းစရာေတာင္မလိုေတာ့ပါဘူး…ဒီဇာတ္လမ္းမွာေတာ့ “Fifty Shades of Grey”ဇာတ္လမ္းမွာChristian Grey အေနနဲ႔ သရုပ္ေဆာင္ထားတဲ့မင္းသား Jamie Dornan လဲပါဝင္ပါတယ္…ဒီဇာတ္လမ္းက တစ္ေခတ္တစ္ခါက နာမည္ႀကီးခဲ့တဲ့ လူပုမင္းသား“Hervé Villechaize” အေၾကာင္းရိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းလည္းၿဖစ္ပါတယ္…Hervé ဟာ ငယ္စဥ္ကတည္းက အရြယ္မႀကီးႏိုင္တဲ့ေရာဂါေဝဒနာခံစားခဲ့ရပါတယ္…မိခင္ျဖစ္သူဟာ သားျဖစ္သူရဲ႕ အျဖစ္ဆိုးကို ၾကည့္ၿပီး ယူက်ံဳးမရျဖစ္ခဲ့ပါတယ္…ဆရာဝန္တစ္ေယာက္ျဖစ္တဲ့ Hervé ရဲ႕ဖခင္ကေတာ့ မျဖစ္ႏိုင္တာမရွိဘူးဆိုတဲ့ရည္ရြယ္ခ်က္နဲ႔ သားလူေကာင္ႀကီးလာဖို႔ အမ်ိဳးမ်ိဳးႀကိဳးစားခဲ့ပါတယ္…ဒါေပမဲ့ အရာမထင္ခဲ့ပါဘူး…Hervé ဟာ ေက်ာင္းတက္တဲ့အခ်ိန္ေရာက္ေတာ့လည္းအတန္းေဖာ္ေတြရဲ႕ ကဲ့ရဲ႕ေလွာင္ေျပာင္ခံခဲ့ရပါတယ္…Hervé ဟာ ပန္းခ်ီပညာေလ့လာခဲ့ပါတယ္…ေနာက္ပိုင္းမွာေတာ့ သူဟာသရုပ္ေဆာင္အေနနဲ႔ ေအာင္ျမင္ခဲ့ပါတယ္…သရုပ္ေဆာင္ဘဝမွာလဲ လူေကာင္ေသးေနတာေၾကာင့္ကေလးတစ္ေယာက္လို ဆက္ဆံခဲ့ရပါတယ္…Hervé ဟာ ဘဝတေလၽွာက္လံုးကဲ့ရဲ႕ေလွာင္ေျပာင္သေရာ္မႈေတြနဲ႔ မိတ္ေဆြျဖစ္ခဲ့ပါတယ္…ဒါေပမဲ့ ဒီအခက္အခဲေတြကို ေက်ာ္လြန္ၿပီး သူေအာင္ျမင္ခဲ့ပါတယ္…Hervé ဟာ အသက္ ၅၀ အရြယ္မွာေတာ့ အႏုပညာအလုပ္ အနားယူခဲ့ပါတယ္…Danny Tate ဆိုတာကေတာ့ ဘယ္ေတာ့မွအျဖစ္မရွိတဲ့ သတင္းေထာက္တစ္ေယာက္…တစ္လတိတိ အရက္ျဖတ္ထားရတဲ့လူတစ္ေယာက္…တစ္ေန႔ေတာ့ လူပုမင္းသား Hervé ကို အင္တာဗ်ဴးဖို႔ သူတာဝန္ရခဲ့ပါတယ္…Hervé ကို အင္တာဗ်ဴးတဲ့အခ်ိန္မွာေတာ့ Danny ဟာHervé ရဲ႕ဘဝ ျဖစ္ရပ္မွန္ေတြကို သိခဲ့ရပါတယ္…ဒီဇာတ္လမ္းက ျဖစ္ရပ္မွန္မို႔ မင္းသား Hervé Villechaize အေၾကာင္းကိုလည္းGoogle မွာရွာၾကည့္ႏိုင္ပါတယ္…Hervé ဟာ မင္းသား James Bond နဲ႔အတူ“Man with Golden Gun”ဆိုတဲ့ဇာတ္လမ္းနဲ႔နာမည္ေက်ာ္ခဲ့သူျဖစ္ပါတယ္ …သူအခက္အခဲေတြကို ဘယ္လိုျဖတ္ေက်ာ္ခဲ့ရလဲ….သူဘယ္လိုေသဆံုးခဲ့လဲ… ….Hervé ဟာ သာမန္လူတစ္ေယာက္မဟုတ္လို႔ေလာကဓံရိုက္ႏွက္မႈဒဏ္ကိုအျခားသူထက္ပိုခံခဲ့ရပါတယ္…ပုတဲ့လူလဲ လူပါပဲ….ဝတဲ့လူ ပိန္တဲ့လူ အကုန္လံုးက လူေတြပါပဲ…ဘာလို႔လူအခ်င္းခ်င္း အဆင့္အတန္းခြဲၿပီး ႏွိမ္ေနမလဲ….ဒီဇာတ္လမ္းကို ၾကည့္ၿပီးေနာက္မွာေတာ့ ပရိတ္သတ္အတြက္message တစ္ခုခုက်န္ခဲ့မယ္ဆိုတာ ေသခ်ာပါတယ္…ဇာတ္လမ္းေကာင္းမို႔ ၾကည့္ရႈၾကပါဦးေနာ္…(ဒီဇာတ္ကားကို အညႊန္းနဲ႕ဘာသာၿပန္ေပးသူကေတာ့ May Haruko ပဲၿဖစ္ပါတယ္..)File Size : (925 MB) and (325 MB)Quality : WedDL 720pRunning Time : 1hr 50 minFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay HarukoEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSacha GervasiStarsAndy GarciaDavid StrathairnHarriet WalterHelena MattssonJamie DornanJim SturgeonMireille EnosOona ChaplinPeter DinklageWallace LanghamCastAmber SiennaAndy GarcíaAshleigh BrewerBern CollacoDaniel MaysDavid StrathairnHarriet WalterHelena MattssonJamie DornanJim SturgeonMireille EnosOona ChaplinPeter DinklageTed KingTeresa MahoneyWallace Langham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6YKWeDQAAfdO6vVdm0oF190ptrj.jpg",
      "https://image.tmdb.org/t/p/w300/givyOg8mdy0aFCdENMn8FIVuS4o.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sb7Pr5mS4l37gWOWcwVaFNclhZh.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/iy/My_Dinner_With_Herve_[2018]_[MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-dinner-with-herve-2018",
        "server": "CM Links",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-dinner-with-herve-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/jnwbdxe2vc7c",
        "server": "upstream.to",
        "size": "325 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "S2WfK1hsuRA",
      "video_url": "https://www.youtube.com/watch?v=S2WfK1hsuRA",
      "embed_url": "https://www.youtube.com/embed/S2WfK1hsuRA"
    }
  },
  {
    "metadata": "N/A|2018|140 min|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,828"
    },
    "title": "Satyameva Jayate (2018)",
    "description": "“အမှန်တရားသည်သာ အောင်နိုင်ရာ၏” တဲ့။အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။” အညွှန်း ”ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။တနေ့မှာတော့…လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း…. လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့….လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦးဗျာ။…………………………………………(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ဒီမှာတင် ရပ်ကြရအောင်ဗျာ)လူသတ်သမားကြီး ဗီးရ်အဖြစ် John Abrahamဒီစီပီ ရှီဗန်ရှ် အဖြစ် Manoj Bajpayee တို့အပြင် …ရှီခါ အဖြစ် မင်းသမီးချောလေး Aisha Shama တို့ကအထူးပါဝင် သရုပ်ဆောင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Nyi Koe ရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ MLMC Team မှ ကိုမြင့်သူနဲ့ ညီညီကိုးပါ)File Size : (1.8 GB) and (1.1 GB)Quality : WEB-DL HEVC 1080p/ 720pRunning Time : 2h 20minFormat : Mp4Genre : Action , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL H264 DDP5.1 – NbTTranslated by Myint Thu & Nyi Nyi KoeEncoded by Thanhtike Zaw,Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMilap ZaveriStarsAisha SharmaAmruta KhanvilkarChetan PanditJohn AbrahamManoj BajpayeeNora FatehiTota Roy ChowdhuryCastAisha SharmaAmruta KhanvilkarChetan PanditJohn AbrahamManoj BajpayeeNora FatehiTota Roy ChowdhuryUday Nene",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vhW6Rz04gX9NIi6W4fdRWdsjxXA.jpg",
      "https://image.tmdb.org/t/p/w300/23NtwfQY87V552gTAHdXs0n02e.jpg",
      "https://image.tmdb.org/t/p/w300/v3HQMAHOjVtGFSypdilSCM54X4w.jpg",
      "https://image.tmdb.org/t/p/w300/uy4oboVYLuF7Cu8DdVGkFsSdbTM.jpg",
      "https://image.tmdb.org/t/p/w300/2I6aTLrG6u60McNSXi8z67PbI9.jpg",
      "https://image.tmdb.org/t/p/w300/dB0XzPnICt3vNsXqXWr3Oy5Pv5V.jpg",
      "https://image.tmdb.org/t/p/w300/l9RJClkB5ckRIs6shOyRHWR1bTt.jpg",
      "https://image.tmdb.org/t/p/w300/hVQgnl0HnGVbiSfG2ZKAYoAxQkO.jpg",
      "https://image.tmdb.org/t/p/w300/5xNzzy3Du3u5q7L3YB4znWVNOxr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYzYxNGI3MmYtMWQyMi00NmViLWE0ZWQtNWM5ZTY3NTIxNzU0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/satyameva-jayate-2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-satyameva-jayate-2018-hindi-1080-p-amzn-web-dl-hevc-aac-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1GYfc/(CM)_Satyameva_Jayate_2018_Hindi_1080p_AMZN_WEB-DL_HEVC_AAC_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Ndt2mKTS#uptU3_MYMKCi3WSi97frMM-1GfIDfui_dG_0NtWMKnw",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/gbebwzbrvmsx.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-satyameva-jayate-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32Tag/(CM)_Satyameva_Jayate_(2018).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/go1DwQaT#fmKGVRC9OgoJRKKGv-JPo9-aauOe1O_mQiq_RNDEioE",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h3r6ph4upi20.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/257ziskvzzrg.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R21|2018|2h 39min|Adult,Asian,Crime",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] Teacher Yua Mikami [SSNI-152]",
    "description": "Dark Side Production မှ တင်ဆက်သည်။Yua Mikami rocks, accept it or GTFOSeemsMikami YuaIdol plans dropped like a bomb in the worldwide webs (Instagram), she borderline got bullied by some K-pop retards. That is the normal daily everyday internet. But I feel sad because, there’s no way Yua didn’t notice this, because even her Idol group debut, Honey pop-corn, got delayed or canceled(?).That is really sad and plain wrong,Yua Mikamiis really talented, sweet and her dream is to be an Idol. Let her be. She does porn and so what? big whoop.Yua is simply one of the best, the current best JAV actress award winner, and the quality of her adult videos has always been really high. A true gift for all us JAV fans.In thisSSNI-152, she takes on the role of a female teacher, which partakes on a gangbang. Not long ago we had  SSNI-126 withRION, and I bashed on RION for the shitty acting job she did on that release. Compare that withYua Mikaminow, the gimmick is exactly the same. ButYua Mikamicompletely destroys RION. SSNI-152 is miles better, simply thanks to Yua.Even the male actors are really good here. Starting with that dude from the demon boys who always plays the Shotacon roles.Awesome release, anything Yua touches becomes gold.File Size : (1.3 GB)Quality : HD-Rip 720pRunning Time : 02:39:00Format : Mp4Genre : Erotic,JAVSubtitle : Myanmar Subtitle (Hard Sub)Translated by TREncoded by ZeroYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsYua Mikami",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/11111-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0o347lx2thcn.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/g40l2mg7zzw4/Teacher_Yua_Mikami_(SSNI-152)_[21+]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.3 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/1zVz4/Teacher_Yua_Mikami_(SSNI-152)_[21+]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/v1sntpnm96jj",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2018|130 min|Comedy,Family,Fantasy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "34,140"
    },
    "title": "Mary Poppins Returns (2018)",
    "description": "တစ္ေခတ္တစ္ခ်ိန္က ေအာင္ျမင္ခဲ့ၿပီး ဆုေပါင္းမ်ားစြာအရယူထားႏိုင္ခဲ့တဲ့ Marry Poppins (1964) ရဲ႕ Sequal အျဖစ္ အခု ၂၀၁၈ မွာMary Poppins’ Return ဆိုၿပီး ျပန္လည္အသက္သြင္းခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Mary Poppins ဆိုတာ ေမွာ္ဆရာမေလးတစ္ဦး၊ သူဘယ္ကလာလဲ၊ ဘယ္အခ်ိန္ေပၚလာမလဲ၊ ဘာေၾကာင့္ေမွာ္အစြမ္းေတြရထားတာလဲဆိုတာေတာ့ဘယ္သူမွမသိပါဘူး။Mary Poppins’ Return အေၾကာင္းမေျပာခင္ Mary Poppins (1964) အေၾကာင္းေလးကေနစေျပာမွ ဇာတ္ေရနည္းနည္းလည္ပါလိမ့္မယ္။Jane Banks နဲ႕ Michael Banks တို႔ငယ္ငယ္တုန္းက Mary Poppins က ကေလးထိန္းအျဖစ္နဲ႕ ေစာင့္ေရွာက္ေပးခဲ့ပါတယ္။အဲ့ဒီေမာင္ႏွမႏွစ္ေယာက္ အေဖျဖစ္သူနဲ႕အဆင္ေျပေျပျဖစ္သြား၊ မိသားစုကိစၥေတြလဲေျပေျပလည္လည္ျဖစ္သြားခဲ့တဲ့အခ်ိန္မွာ Mary Poppins ကသူ႔ရဲ႕မူလေနရာလို႔ဆိုရမယ့္ လန္ဒန္မိုးေကာင္းကင္ေပၚကို ျပန္သြားခဲ့ပါတယ္။အဲ့အခ်ိန္ကစၿပီး Jane နဲ႕ Michael တို႔ႏွစ္ေယာက္ Mary Poppins ကိုျပန္မေတြ႕ေတာ့ပါဘူး။Mary Poppins နဲ႕အတူ ၾကံဳေတြ႕ခဲ့ရတဲ့ အထူးအဆန္းေတြ၊ စြန္႔စားခန္းေတြက အိပ္မက္လိုလို စိတ္ကူးယဥ္မႈလိုလိုနဲ႕ပဲ ထင္ေယာင္ထင္မွားျဖစ္က်န္ခဲ့ပါတယ္။အခုဒီ Mary Poppins’ Return မွာေတာ့ ဇာတ္ကားနာမည္အတိုင္းပဲ Mary Poppins ေကာင္းကင္ေပၚက ျပန္ဆင္းလာပါၿပီ။Jane နဲ႕ Michael လဲ လူၾကီးအရြယ္ေရာက္၊ Michael ဆို ကေလးသုံးေယာက္ေတာင္ရေနပါၿပီ။Michael က မိန္းမလဲဆုံးပါးသြားသလိုစီးပြားေရးအၾကပ္အတည္းျဖစ္ေနတာေၾကာင့္ သူအလုပ္လုပ္တဲ့ဘဏ္မွာပဲ သူ႔အိမ္ကို ေပါင္ထားခဲ့ပါတယ္။ဒါေပမယ့္ အတိုးေတြမဆပ္ႏိုင္ျဖစ္လာတဲ့အခါအိမ္ကို ဘဏ္ကေန သိမ္းယူေတာ့မယ့္အေျခအေနမ်ိဳးျဖစ္လာပါတယ္။အဲ့အခ်ိန္မွာပဲ Mary Poppins ေကာင္းကင္ေပၚကဆင္းလာၿပီးMichael ရဲ႕ကေလးသုံးေယာက္ကို ေစာင့္ေရွာက္ေပးမယ့္ ကေလးထိန္းအျဖစ္ ျပန္လာခဲ့ပါတယ္။ဟိုးအရင္တုန္းကအတိုင္း Banks မိသားစုရဲ႕အခက္အခဲေတြကို Mary Poppins တစ္ေယာက္ ကူညီေျဖရွင္းေပးဖို႔အတြက္ေရာက္လာခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားက Musical, Comedy, Family, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္တာေၾကာင့္ ေပါ့ေပါ့ပါးပါး မိသားစုနဲ႕အတူၾကည့္လို႕ေကာင္္းမယ့္ဇာတ္ကားမ်ိဳးေလးျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဟိန္းမင္းထြန္းပါ)File Size : (950 MB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 2hr 10minFormat : Mp4Genre : Comedy, Family, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen HowarthGrant ButlerLisa VickRob MarshallStarsBen WhishawColin FirthEmily BluntEmily MortimerJoel DawsonJulie WaltersLin-Manuel MirandaMeryl StreepNathanael SalehPixie DaviesCastAlex JaepAngela LansburyBen WhishawBern CollacoBernardo SantosCalvin ChenChris O'DowdChristian DixonColin FirthCraig SteinDavid GambierDavid WarnerDick Van DykeEdward HibbertEmily BluntEmily MortimerFran TargIan ConninghamJag PatelJeremy AzisJeremy SwiftJim NortonJoel DawsonJohanna TheaJonah PrivettJulie WaltersKaren DotriceKobna Holdbrook-SmithLin-Manuel MirandaMark AddyMartyn MaygerMeryl StreepNathanael SalehNick OwenfordNina KumarNoma DumezweniPixie DaviesRaj AwastiRichard PriceSteve CarrollSudha BhucharTarik Frimpong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cwiJQXezWz876K3jS57Sq56RYCZ.jpg",
      "https://image.tmdb.org/t/p/w300/3pvIMjJps4uJr5NOmolY0MXvTYD.jpg",
      "https://image.tmdb.org/t/p/w300/ahMgQHtqED78PMNuI5Fad8JpBCP.jpg",
      "https://image.tmdb.org/t/p/w300/vjHcmxl6kfNvJev1nia3WGhkNEO.jpg",
      "https://image.tmdb.org/t/p/w300/rQ6k3qjl76Y1lLFfxfakmxrQg52.jpg",
      "https://image.tmdb.org/t/p/w300/xLCtsuvlE1Ty2uPpRrRNdL91CT5.jpg",
      "https://image.tmdb.org/t/p/w300/5wOT1bENg9YMb0ZOTTTVk55XkwN.jpg",
      "https://image.tmdb.org/t/p/w300/aGSqYpbuGxfzwP60lEO5ELUHiyX.jpg",
      "https://image.tmdb.org/t/p/w300/d5HBQjhB1hwOkjObDgdcovbg7QX.jpg",
      "https://image.tmdb.org/t/p/w300/wvukNIRgUyqbyhsMNsHFiAVdqoP.jpg",
      "https://image.tmdb.org/t/p/w300/n1e9uTkRTshY9M6du3OJiwioRiD.jpg",
      "https://image.tmdb.org/t/p/w300/vVZAU0hsXb0bojIucRTuUBYKSbo.jpg",
      "https://image.tmdb.org/t/p/w300/2NdbnjmD6vtvQHpypvoc5IcKEto.jpg",
      "https://image.tmdb.org/t/p/w300/1lV4PaR2tAfbuTnjuFACJrIhkhZ.jpg",
      "https://image.tmdb.org/t/p/w300/pPROua55e8TTC5H1i1avvIMAbcc.jpg",
      "https://image.tmdb.org/t/p/w300/fLwxF3yeRnrFFfMo9VMYt4JlMnh.jpg",
      "https://image.tmdb.org/t/p/w300/ckUlfcu5L7jo9n1g5xnMjzwuOF9.jpg",
      "https://image.tmdb.org/t/p/w300/xgFLRofBggzkxoRHXOR0GSIPjqN.jpg",
      "https://image.tmdb.org/t/p/w300/gRFa3t1rv9nsIvNrZ1t9vAgoMvj.jpg",
      "https://image.tmdb.org/t/p/w300/dNCyZbHeaMHa1ePph5EOW7KilvJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uTVGku4LibMGyKgQvjBtv3OYfAX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mary-poppins-returns-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0s0wmoiju7ee.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eely/Mary_Poppins_Returns_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1yv8j50jaqwz",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PzcaR1N0pTI",
      "video_url": "https://www.youtube.com/watch?v=PzcaR1N0pTI",
      "embed_url": "https://www.youtube.com/embed/PzcaR1N0pTI"
    }
  },
  {
    "metadata": "N/A|2018|133 min|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "844"
    },
    "title": "Love Per Square Foot (2018)",
    "description": "ၿမိဳ႕ျပတစ္ခုမွာ ေနရၿပီဆိုရင္ လူတိုင္း ေၾကာက္တဲ့၊ ဒါမွမဟုတ္ ေၾကာက္ရတဲ့ အရာတစ္ခု ရွိပါတယ္။ အဲဒါကေတာ့ ေနစရာ အိမ္တစ္ေဆာင္ပါ။ ဘာေၾကာင့္ ၿမိဳ႕ျပမွာ ေနခ်င္ရတာလဲ ဆိုတာေတာ့ အေၾကာင္းျပခ်က္ အမ်ားႀကီး ရွိပါတယ္၊ အဲဒီ အေၾကာင္းျပခ်က္ေတြထဲမွာ အေရးႀကီးဆံုး တစ္ခ်က္ကေတာ့ အမိုးအကာရွိတဲ့ အိမ္တစ္ေဆာင္မွာ လံုလံုျခံဳျခံဳ ဇိမ္က်က်နဲ႔ ေနရဖို႔ပါပဲ။ေနစရာ အိမ္အတြက္ ပိုက္ဆံကလည္း မရွိမျဖစ္ လိုတာေပါ့ေလ။ ေရခ်ိဳးခန္း၊ အိမ္သာ၊ အိပ္ခန္းပါတဲ့ အိမ္ကို ငွားၿပီးေနမယ္ဆိုရင္ သာမန္လက္လုပ္လက္စားေတြအတြက္ ရွာသမွ် အိမ္ရွင္ကိုပဲ ေပးရလို႔ သမင္ေမြးရင္း က်ားစားရင္း ဆိုသလို ျဖစ္ေနေတာ့မွာေလ။ ဒီေတာ့ အေဆာင္ေတြမွာ စုတ္စုတ္ကပ္ကပ္ေနရင္ေန၊ မေနရင္ လူေတြအမ်ားႀကီးေပါင္းေနမွ ပိုက္ဆံရွာတာ အဆင္ေျပပါတယ္။ ဝန္ထမ္းဆိုလည္း အစိုးရက ေပးထားတဲ့ အိမ္ေလးမွာ ျဖစ္သလိုေနၿပီး အလုပ္လုပ္ရတာေပါ့။ ဖြံ႕ၿဖိဳးဆဲ ႏိုင္ငံေတြမွာ သာမန္လူတန္းစားေတြအဖို႔ ၿမိဳ႕မွာေနမယ္ဆိုရင္ ေထာင္က်က် ျပားက်က် ေနမွပဲ ရႏိုင္ပါလိမ့္မယ္။ ဒါက အိမ္ငွားဖို႔ပဲ ရွိပါေသးတယ္။ အိမ္ဝယ္ဖို႔ဆိုတာေတာ့ စဉ္းစားလို႔ေတာင္ မရပါဘူး။ စဉ္းစားရင္ စိတ္က်ေရာဂါ ရဖို႔ပဲ ရွိပါတယ္။ ဒီေတာ့ ေနစရာအိမ္ဆိုတာ အိမ္မက္ဆိုးႀကီး တစ္ခုပါပဲ။ဒီကိစၥေျဖရွင္းဖို႔ အစိုးရက တန္ဖိုးနည္းအိမ္ယာေတြကို အရစ္က်စနစ္နဲ႔ ဝယ္ခြင့္ေပးပါတယ္။ အဲဒီလိုဝယ္ဖို႔အတြက္ အရင္ဆံုး ပံုမွန္ဝင္ေငြရွိတဲ့ အလုပ္တစ္ခု လိုအပ္ပါတယ္။ ဒါမွ ဘဏ္ကေန ေခ်းေငြယူလို႔ရပါတယ္။ ၿပီးရင္ ရတဲ့လစာထဲကေန တစ္လတစ္ခါ ဆပ္သြားယံုေပါ့။ ဒါေပမဲ့ ျပႆနာက ရွိပါေသးတယ္။ အဲဒါက လစာနည္းတဲ့ လူေတြကို ဘဏ္က ေခ်းေငြ အမ်ားႀကီး မထုတ္ေပးပါဘူး။ လစာနည္းတဲ့လူေတြက အခုနေျပာတဲ့ ကိုယ္ပိုင္ေရခ်ိဳးခန္း၊ အိမ္သာ၊ အိပ္ခန္း စတာေတြပါတဲ့ တိုက္ခန္းရဖို႔ဆိုတာ မျဖစ္ႏိုင္ပါဘူး။ ရမယ္ဆိုရင္လည္း ၿမိဳ႕ထဲမွာ မရႏိုင္ပါဘူး။ ၿမိဳ႕ထဲမွာလည္း ေနခ်င္တယ္၊ ခုနလို တိုက္ခန္းမွာလည္း ေနခ်င္တယ္ဆိုရင္ေတာ့ ဘဏ္ကေန ပိုက္ဆံမ်ားမ်ား ေခ်းမွ ရပါမယ္။ ဒါေပမဲ့ ဝင္ေငြနည္းရင္ ပိုက္ဆံ အမ်ားႀကီး ေခ်းလို႔မရပါဘူး။ အဲဒါက ဒီဇာတ္ကားရဲ႕ အဓိက ျပႆနာပါပဲ။ဇာတ္လိုက္က ၿမိဳ႕ျပမွာ ဇိမ္ရွိတဲ့ တိုက္ခန္းေလးနဲ႔၊ တီဗြီအျပားႀကီး တစ္ခုနဲ႔၊ အဲယားကြန္းနဲ႔၊ ကိုယ္ပိုင္ ေရခ်ိဳးခန္း၊ ကိုယ္ပိုင္အိမ္သာနဲ႔၊ အေတာ္အတန္ က်ယ္တဲ့ ေနအိမ္မွာ ေနခ်င္တာဆိုေတာ့ သူရတဲ့ လစာက၊ သူလိုခ်င္တဲ့ ပိုက္ဆံကို ေခ်းမေပးႏိုင္ပါဘူး။ ဒီေတာ့ ဒီဇာတ္ကားထဲမွာ မင္းသားက အဲဒီ အိမ္ကိုရဖို႔အတြက္ ႀကိဳးစားေနတဲ့အခ်ိန္မွာ ေကာင္မေလးနဲ႔ေတြ႕ၿပီး ဘယ္လို အခ်စ္ဇာတ္လမ္းေတြၾကားထဲကေန တိုက္ခန္းကို ရေအာင္ ဘယ္လိုလုပ္ယူႏိုင္မလဲ ဆိုတဲ့ ေမးခြန္းေတြကိုေတာ့ ဇာတ္ကားၾကည့္ရင္းနဲ႔ပဲ အေျဖရွာၾကပါေတာ့လို႔ တင္ျပရင္း ဒီဇာတ္ကားေလးကို ၫႊန္းလိုက္ပါရေစ…။ဒီဇာတ္ကားနာမည္မွာ ေမးထားပါတယ္။ တစ္စတုရန္းေပ အက်ယ္မွာ အခ်စ္ဘယ္ေလာက္ရွိပါသလဲတဲ့?(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကိုရာဇာထြန္းပါ)File Size : (950 MB) and (365 MB)Quality : WEBRip 720pRunning Time : 2hr 13minFormat : Mp4Genre :Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEBRip x264Translated by Yazar TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnand TiwariStarsAlankrita SahaiAngira DharGajraj RaoRaghuvir YadavRatna PathakSupriya PathakVicky KaushalCastAlankrita SahaiAngira DharGajraj RaoRaghuvir YadavRatna PathakSupriya PathakVicky Kaushal",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hELQ0htEiE0NHWvmVrPZ4sSrkBF.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-per-square-foot-2018",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/love-per-square-foot-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/vxhmnmonh587.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "2I_eypETmKo",
      "video_url": "https://www.youtube.com/watch?v=2I_eypETmKo",
      "embed_url": "https://www.youtube.com/embed/2I_eypETmKo"
    }
  },
  {
    "metadata": "TV-MA|2018|126 min|Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1,448"
    },
    "title": "Gun City(2018)",
    "description": "Gun City(2018)IMDb….6.31921 ခုနွစ္တြင္ စပိန္ႏုိင္ငံတြင္း အုပ္ခ်ဳပ္မႈမ်ားမွာ အထူးယုိယြင္းသည့္ကာလဟုဆုိရေပမည္…ရဲေတြကလည္း လဒ္စားမႈမ်ားသလုိ ျပည္သူေတြကလည္း အရင္းရွင္မ်ားရဲ႕ ဖိႏွိပ္ျခင္းကုိ မတရားခံေနၾကရေလသည္…ထုိ႕ေၾကာင့္ ဘာစီလုိနာၿမဳိ႕အႏွံ ဆႏၵျပမႈမ်ားသည္ မႈိလုိေပါက္ေနသည္….ထုိအခ်ိန္တြင္ပင္စစ္တပ္ လက္နက္မ်ားသယ္ေဆာင္ လာသည့္ ရထားတြဲ ဓားျပတုိက္ခံရသည္။စစ္တပ္သုံး လက္နက္အမ်ားအျပားတုိက္ခံရသျဖင့္ အုပ္ခ်ဳပ္ေရးပုိင္းမွ လူမ်ားေခါင္းမီးေတာက္ကုန္သည္….မည္သူတုိက္သည္မသိ။ထုိ လက္နက္မ်ားကုိ ျပန္ရွာရန္ အထူးစံုေထာက္တစ္ေယာက္ ေရာက္ရွိလာျပီး စံုစမ္းေထာက္လွမ္းေသာ္လည္း ျပႆနာ မွာ ထင္သည္ထက္ခက္ကာ၊နုိင္ငံေရး အရႈပ္အေထြးမ်ားလည္း ေရာယွက္ေနေသးသည္။ အေျဖကုိရွာနုိင္ရန္ Double agent သဖြယ္သရုပ္ေဆာင္ရင္း Twist, turn မ်ားနွင္႔ ရင္ခုန္ဖြယ္ ၾကည့္ရမည့္ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းေကာင္း တစ္ခုပင္ ျဖစ္ပါသည္။ဒီကားကုိၾကည့္ၿပီးရင္ ခင္ဗာ်းတုိ႕သေဘာက်မိတဲ့၂၀၁၈ ထြက္ဇာတ္ကားေကာင္းစာရင္းထဲကုိ Gun city ဆုိတဲ့ကားကုိ ထည့္ျဖစ္လိမ့္မယ္လုိ႕ ကြ်န္ေတာ္အာမခံတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္…File Size : (1GB) and (319MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:06:00Genre :ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDani de la TorreStarsAdriana TorrebejanoErnesto AlterioJaime Lorente LópezJosé Manuel PogaLuis TosarManolo SoloMichelle JennerPaco TousPep TosarVicente RomeroCastAdriana TorrebejanoAlbert PérezElías PelayoErnesto AlterioFernando CayoFredi LeisJaime Lorente LópezJosé BaratoJosé Manuel PogaLuis TosarManolo SoloMichelle JennerPaco TousPaula del RíoPep TosarRicardo de BarreiroVicente RomeroWilliam Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sDrdMSDpysmJmsixcwaf07jDlq2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4NHhkMHXROCiPMb8gjmRI6AMX4I.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/gun-city-la-sombra-de-la-ley-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Uo6w/Gun_City_(La_Sombra_De_La_Ley)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/s2cy7y5p9ib4",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/ayzd7lvvcsja.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "fZjE-0D4ShA",
      "video_url": "https://www.youtube.com/watch?v=fZjE-0D4ShA",
      "embed_url": "https://www.youtube.com/embed/fZjE-0D4ShA"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Action",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "11"
    },
    "title": "A Monks Madness ( 2019 )",
    "description": "ဒီဇာတ်​လမ်​းဟာ လွီ​ကျေ့စိမ်​းဆိုတဲ့ဘုန်​း​တေ်​ကြီးတစ်​ပါးရဲ့​သွေး​သောက်​ညီအစ်​ကိုလင်​ချုံးကိုကယ်​တင်​ရင်​းကြုံ​တွေ့ရပုံ​တွေကို ​ဖော်​ညွှန်​းပြသထားတာဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ​ကောင်​းယာ​နေ့ဆိုတဲ့စစ်​​သေနာပတိချုပ်​ရဲ့သားဟာစစ်​သူကြီးလင်​ချုံးရဲ့ မိန်းမကို နှစ်​သက်​သ​ဘောကျမိရာက​နေလင်​ချုံးကို​ချောက်​ချခဲ့ပြီး ချန်​းကျုံးအကျဉ်​း​ထောင်​မှာပြစ်​ဒဏ်​ကျခံ​စေရုံသာမကလမ်​းခုလတ်​မှာလိုက်​လံသတ်​ဖြတ်​ဖို့စခိုင်​းခဲ့ပါတယ်​….ဒါကိုရိပ်​စားမိတဲ့ ဘုန်​း​တော်​ကြီးလွီ​ကျေ့ချုံးဟာ သူ့ရဲ့​သွေး​သောက်​ညီအစ်​ကိုလင်​ချုံး​နောက်​တိတ်​တဆိတ်​လိုက်​ပါသွားခဲ့ပြီးကူညီကယ်​တင်​​ပေးရာက​နေ ဘယ်​လိုအန္တရာယ်​​တွေကြုံ​တွေ့ရမလဲ…လင်​ချုံးနဲ့ သူ့မိန်​းမကိုကယ်​တင်​​ပေးနိုင်​ပါ့မလား…ဒီကားထဲမှာ ​ဖြောင်​့မတ်​မှန်​ကန်​တဲ့လင်​ချုံး..သစ္စာရှိလွန်​းတဲ့မစ္စလင်​..​သွေး​သောက်​ညီအစ်​ကိုအတွက်​ဘာမဆိုစွန်​့စားမယ်​့လွီ​ကျေ့စိမ်​း…မစ္စလင်​ကိုရဖို့ ​ကောက်​ကျစ်​ယုတ်​မာလွန်​းတဲ့​ကောင်​းယာ​နေ့တို့ရဲ့ အားပြိုင်​မှု​တွေကို​တွေ့ရမှာဖြစ်​ပါတယ်​……Translated & Review By Phyo ZawEncoded  By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/07/grxiiot93vjp.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xmee/A_Monks_Madness_(Zhi_Shen_2)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-monks-madness-zhi-shen-2-2018",
        "server": "VIP Links",
        "size": "1.02GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-monks-madness-zhi-shen-2-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.02GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/szudav97ugy7.html",
        "server": "streamsb.com",
        "size": "1.02GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|104 min|Action",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "862"
    },
    "title": "Final Score (2018)",
    "description": "Final Score(2018) ကေတာ့ Action ဇာတ္ကားတစ္ကားပါပဲ။အရမ္းၾကီးထူးျခားေကာင္းမြန္ေနတာမ်ိဳးမဟုတ္ေပမယ့္ အက္ရွင္ပရိသတ္ေတြကေတာ့ ၾကိဳက္ၾကမွာပါ။IMDB Rating 5.5 သာရရွိထားေပမယ့္ Rotten tomato 77% ရရွိထားပါတယ္။WWE ကစားသမားေဟာင္းတစ္ဦးျဖစ္တဲ့ Dave Bautista က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး နာမည္ၾကီး Bond မင္းသား Pierce Brosnan ကလည္းပါဝင္အားျဖည့္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ညီအစ္ကုိလုိခ်စ္ခင္ရတဲ့ ရဲေဖာ္ရဲဖက္တစ္ေယာက္ ဆုံးရႈံးသြားရတဲ့ Michael Knox တစ္ေယာက္ သူ႕သူငယ္ခ်င္းရဲ႕ မိသားစုဆီ သြားလည္ရာကေန သူ႕သူငယ္ခ်င္း သမီးျဖစ္တဲ့ Danni ကုိေဘာလုံးပြဲသြားၾကည့္ဖုိ႔ေခၚသြားပါတယ္။ေဘာလုံးကြင္းမွာ တူမေပ်ာက္ရွာရာကေန ေဘာလုံးကြင္းကိုေဖာက္ခြဲဖုိ႔ၾကိဳးစားတဲ့ အၾကမ္းဖက္အဖြဲ႕တစ္ဖြဲ႕နဲ႔ ေတြ႕မိသြားပါတယ္။Konx ရဲ႕ အၾကမ္းဖက္သမားေတြ ကုိဘယ္လုိအကူအညီေတြယူပီး ဘယ္လုိမ်ိဳးတားဆီးမလည္း ဆုိတာၾကည့္လုိက္ၾကပါဦးဗ်ာ။(d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္)File Size : (863 MB) and (380 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 44minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTGTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott MannStarsAaron McCuskerAmit ShahCraig ConwayDave BautistaLucy GaskellMartyn FordPierce BrosnanRalph BrownRay StevensonShane HartCastAaron McCuskerAdam LazarusAlexandra DinuAmit ShahAndrei SatalovBenny BerealBill FellowsCraig ConwayDaniel EghanDave BautistaJulian CheungLara PeakeLucy GaskellMartyn FordPierce BrosnanRalph BrownRay StevensonShane HartStella Paris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/doZknFSxaF0lfEDmfPRZFNsfIIJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZGEwODczZjYtZTU2MS00YzQ2LWJjMTUtMjQ4NjEwMTNkYmE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/final-score-2018",
        "server": "VIP Links",
        "size": "863 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/final-score-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "863 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/final-score-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "863 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2gcM4/Final_Score_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "863 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/4ee4800zaah7",
        "server": "upstream.to",
        "size": "863 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "aLzYyK8gPSI",
      "video_url": "https://www.youtube.com/watch?v=aLzYyK8gPSI",
      "embed_url": "https://www.youtube.com/embed/aLzYyK8gPSI"
    }
  },
  {
    "metadata": "NOT RATED|2018|123 min|Action,Crime",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "7"
    },
    "title": "Believer (2018)",
    "description": "Believe (2018)ဝန်ဟိုကတော့ ဆရာအီလို့ခေါ်တဲ့လူတစ်ယောက် ဦးစီးနေတဲ့အာရှရဲ့ အကြီးမားဆုံး မူးယစ်ဂိုဏ်းကို ဖြိုခွင်းဖို့ ကြိုးစားနေတဲ့ စုံထောက် တစ်ယောက်ပါ။ဒါပေမဲ့ ခက်နေတာက ဆရာအီ ဆိုတဲ့လူကို ဘယ်သူကမှ မမြင်ဖူးကြပါဘူး။အဲဒါအပြင် မူးယစ်ဆေးဝါး ရောင်းဝယ်ဖောက်ကားသူ တော်တော်များများကလည်းမူးယစ်ဆေးဝါးတွေကို တရားမ၀င် ရောင်းဝယ်ဖောက်ကားဖို့အတွက် ဆရာအီအဖြစ် ဟန်ဆောင်နေကြပါသေးတယ်။ဆရာအီရဲ့ ဂိုဏ်းက အဖွဲ့ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ရာ့ ဆိုတဲ့သူကတော့သူ့အမေကို သတ်ခဲ့တဲ့ ဆရာအီ့ကို လက်စားချေဖို့ကြိုးစားနေတဲ့သူပါ။စုံထောက်ဝန်ဟိုနဲ့ ရာ့ တို့ဟာ တူညီတဲ့ရည်မှန်းချက်တွေနဲ့နှစ်ယောက်အတူပူးပေါင်းပြီး ဆရာအီ့ကို ဖမ်းဆီးဖို့ကြိုးစားကြပါတော့တယ်။နှစ်ယောက်သား ဘယ်လိုပူးပေါင်းပြီး စိတ္တဇဆန်ဆန်အန္တရာယ်များတဲ့ မူးယစ်ဂိုဏ်းခေါင်းဆောင်ကို ဘယ်လိုဖော်ထုတ်ပြီး ဖမ်းဆီးကြမလဲတစ်ဇာတ်လုံးမြှုပ်ထားတဲ့ ဆရာအီကရော ဘယ်သူဖြစ်မလဲဆိုတာစိတ်ဝင်တစား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးမို့ လက်မလွှတ်သင့်ပါဘူး​နော်အညျွန်းကိုတော့Shin Shinက ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့Shin, Cali, Thae, Laiiတို့ပဲ ဖြစ်ပါတယ်။Genre….. Action, CrimeQuality…. 1080p | 720pFile size…  1.3GB | 566MBFormat… mp4Duration…. 2h 3minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Shin, Cali, Thae, LaiiEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Hae-youngStarsCha Seung-wonCho Jin-woongJung Jun-wonKang Seung-hyunKim Joo-HyukKim Sung-ryungNam Moon-chulPark Hae-joonRyu Jun-yeolSeo Hyun-wooCastCha Seung-wonCho Jin-woongJin Seo-yeonJung Ga-ramJung Jun-wonKang Seung-hyunKim Dong-youngKim Joo-HyukKim Sung-ryungLee Joo-youngNam Moon-chulPark Hae-joonRyu Jun-yeolSeo Hyun-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zeXFSxgPLfJ8WhpseDS8uZ7nIdQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8mXEq5vomTKsR5YTQIgLj1b2phZ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aub8b46eak6g.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/believer-2018-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20sx1/Believer.2018.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7cEwTQpR#-wZodEycYCMLvN3z_L4KrMsltm3oOcCwGmWYwDKF9U4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sjw2yd4dwhy1.html",
        "server": "usersdrive.com",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/believer-2018-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20sx5/Horror.Mate.2023.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CR10QKAB#DrK35vs4Xy99AZD8GBecEVMSzWqJ4gxLlPE67BmdhFQ",
        "server": "mega.nz",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wd0ttvlpyl1q",
        "server": "streamvid.io",
        "size": "566MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/h3i4ijkl02pg",
        "server": "streamsb.com",
        "size": "566MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gwxHtv4zSao",
      "video_url": "https://www.youtube.com/watch?v=gwxHtv4zSao",
      "embed_url": "https://www.youtube.com/embed/gwxHtv4zSao"
    }
  },
  {
    "metadata": "PG-13|2018|107 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "133,781"
    },
    "title": "Rampage (2018)",
    "description": "အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ကုမ္ပဏီက အလုပ် ထုတ်ပစ်ခဲ့သလို ကုမ္ပဏီနဲ့ စမ်း သပ်မှုတွေကို ထုတ်ပြောလို့ဆိုပြီး ထောင်ချပစ်ဖို့အထိပါ လုပ်ခဲ့ပါ တယ်။ဂျော့ချ်ကို အေးဂျင့်ဟာဗေး ရက်ဆဲလ်ဦးဆောင်တဲ့ အစိုးရ အဖွဲ့အစည်းက လေယာဉ်နဲ့ ဖမ်း ဆီးခေါ်ဆောင်သွားပေမယ့် လေယာဉ်ကို ဖျက်ဆီးပြီး ဂျော့ချ်လွတ် မြောက်သွားသလို ရက်ဖ်ဆိုတဲ့ သန္ဓေပြောင်း ဝံပုလွေကြီးက လည်း သူ့ကိုလိုက်ဖမ်းတဲ့အဖွဲ့ကို အပြတ်ရှင်းပစ်ခဲ့ပါတယ်။အဲဒီနောက် ဂျော့ချ်နဲ့ ရက်ဖ် တို့ ပေါင်းမိပြီး ချီကာဂိုမြို့တော် ကို ဝင်ရောက်ဖျက်ဆီး တိုက်ခိုက် ခဲ့ပါတော့တယ်။ ပြဿနာက အဲဒီ မှာတင် မပြီးသေးပါဘူး။ ကုန်းပေါ်မှာ ဂျော့ချ်နဲ့ ရက်ဖ်တို့ တိုက် ခိုက်ဖျက်ဆီးနေသလို လစ်ဇီဆို တဲ့ သန္ဓေပြောင်း မိကျောင်းကြီး ရန်ကလည်း ထပ်ပေါ်လာပါတော့ တယ်။ဒေးဗစ်နဲ့ ဒေါက်တာကိတ် ဟာ စိတ်ရိုင်းဝင်ပြီး တွေ့သမျှ အန္တရာယ်ပြုနေတဲ့ သန္ဓေပြောင်း သတ္တဝါတွေကို ပုံမှန်အခြေအနေ ပြန်ဖြစ်အောင် လုပ်နိုင်မယ်လို့ ယုံကြည်ထားကာ ထိန်းချုပ်နိုင်ဖို့ အသည်းအသန် ကြိုးပမ်းခဲ့ကြပါ တယ်။သန္ဓေပြောင်း သတ္တဝါတွေ က ဘယ်လိုတွေ ဒုက္ခပေးမှာလဲ၊ ဒေးဗစ်တို့ ယုံကြည်ထားသလို ဂျော့ချ်ကို မူလအနေအထားဖြစ် အောင် ပြန်လုပ်နိုင်ပါ့မလားဆို တာကို အမိုက်စား အထူးပြုလုပ် ချက်တွေ၊ အက်ရှင်ပြကွက်တွေနဲ့ ရိုက်ကူးထားတာမို့ ပရိသတ်တွေ သဘောကျမှာပါ။ပရိသတ်အချစ်တော် အက် ရှင်မင်းသားကြီး ဒဝိန်းဂျွန်ဆင်က အဓိက သရုပ်ဆောင်ထားတာဖြစ် ပြီး နာအိုမီဟားရစ္စ၊ မာလင်အ ကာမန်၊ ဂျက်ဖရီးဒင်းန်မော်ဂန်၊ ဂျိတ်ခ်လေစီ၊ ဂျိုးမန်ဂါနီလို စသူ တွေပါဝင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့ http://7daydaily.com မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ ကိုမျိုးသန့် နဲ့ ကိုဟိန်းမင်းထွန်းပါ)——————————————————————–အေမရိကန္ အထူးတပ္ဖြဲ႕ ဝင္ေဟာင္းတစ္ဦးျဖစ္တဲ့ ေဒးဗစ္အိုေကြဟာ ဆန္ဒီေရးဂိုးေတာ႐ိုင္း တိရစၧာန္ ကာကြယ္ေစာင့္ေရွာက္ ေရးဌာနက ေဂၚရီလာေမ်ာက္ဝံ ေတြနဲ႔ပတ္သက္ၿပီး သုေတသန ျပဳေနတဲ့ နာမည္ႀကီး ပညာရွင္ တစ္ေယာက္ပါ။မုဆိုးေတြလက္ကေန ကယ္ ဆယ္လာခဲ့တဲ့ ေဂ်ာ့ခ်္ဆိုတဲ့ ေဂၚရီ လာေမ်ာက္ဝံျဖဴႀကီးဟာ သာမန္ ေမ်ာက္ဝံေတြနဲ႔မတူဘဲ ထူးျခားတဲ့ အသိဉာဏ္ဖြံ႕ၿဖိဳးမႈမ်ိဳးရွိေနတယ္ဆုိတာ ေဒးဗစ္က သတိထားမိၿပီး ေဂ်ာ့ခ်္နဲ႔လည္း ရင္းႏွီးခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ေဂ်ာ့ခ်္ ေနတဲ့ေနရာကို ထူးဆန္းတဲ့ ပစၥည္းတစ္ခုက်လာၿပီး အဲဒါကို ေဂ်ာ့ခ်္ က ထိလိုက္တဲ့အခါမွာေတာ့ ည တြင္းခ်င္းမွာကို ေဂ်ာ့ခ်္စိတ္႐ိုင္း ဝင္ကာ ခႏၶာကိုယ္အရြယ္အစား ကလည္း အႀကီးႀကီးျဖစ္သြားခဲ့ပါ တယ္။အဲဒီေနာက္မွာေတာ့ ေဒးဗစ္ ကို မ်ိဳး႐ိုးဗီဇဆုိင္ရာ ပညာရွင္ ေဒါက္တာကိတ္ကဲလ္ဝဲက ဆက္ သြယ္ၿပီး ေဂ်ာ့ခ်္ အခုလိုျဖစ္သြား တာဟာ Energyne ကုမၸဏီက စမ္းသပ္ထားတဲ့ သေႏၶေျပာင္း ပစၥည္းေၾကာင့္လို႔ေျပာပါတယ္။ေဒါက္တာကိတ္ကိုလည္း Energyne ကုမၸဏီက အလုပ္ ထုတ္ပစ္ခဲ့သလို ကုမၸဏီနဲ႔ စမ္း သပ္မႈေတြကို ထုတ္ေျပာလုိ႔ဆုိၿပီး ေထာင္ခ်ပစ္ဖို႔အထိပါ လုပ္ခဲ့ပါ တယ္။ေဂ်ာ့ခ်္ကို ေအးဂ်င့္ဟာေဗး ရက္ဆဲလ္ဦးေဆာင္တဲ့ အစိုးရ အဖြဲ႕အစည္းက ေလယာဥ္နဲ႔ ဖမ္း ဆီးေခၚေဆာင္သြားေပမယ့္ ေလယာဥ္ကို ဖ်က္ဆီးၿပီး ေဂ်ာ့ခ်္လြတ္ ေျမာက္သြားသလို ရက္ဖ္ဆိုတဲ့ သေႏၶေျပာင္း ဝံပုေလြႀကီးက လည္း သူ႔ကိုလိုက္ဖမ္းတဲ့အဖြဲ႕ကို အျပတ္ရွင္းပစ္ခဲ့ပါတယ္။အဲဒီေနာက္ ေဂ်ာ့ခ်္နဲ႔ ရက္ဖ္ တုိ႔ ေပါင္းမိၿပီး ခ်ီကာဂိုၿမိဳ႕ေတာ္ ကို ဝင္ေရာက္ဖ်က္ဆီး တိုက္ခိုက္ ခဲ့ပါေတာ့တယ္။ ျပႆနာက အဲဒီ မွာတင္ မၿပီးေသးပါဘူး။ ကုန္းေပၚမွာ ေဂ်ာ့ခ်္နဲ႔ ရက္ဖ္တို႔ တိုက္ ခိုက္ဖ်က္ဆီးေနသလို လစ္ဇီဆုိ တဲ့ သေႏၶေျပာင္း မိေက်ာင္းႀကီး ရန္ကလည္း ထပ္ေပၚလာပါေတာ့ တယ္။ေဒးဗစ္နဲ႔ ေဒါက္တာကိတ္ ဟာ စိတ္႐ိုင္းဝင္ၿပီး ေတြ႕သမွ် အႏၲရာယ္ျပဳေနတဲ့ သေႏၶေျပာင္း သတၱဝါေတြကို ပံုမွန္အေျခအေန ျပန္ျဖစ္ေအာင္ လုပ္ႏိုင္မယ္လို႔ ယံုၾကည္ထားကာ ထိန္းခ်ဳပ္ႏိုင္ဖို႔ အသည္းအသန္ ႀကိဳးပမ္းခဲ့ၾကပါ တယ္။သေႏၶေျပာင္း သတၱ၀ါေတြ က ဘယ္လိုေတြ ဒုကၡေပးမွာလဲ၊ ေဒးဗစ္တို႔ ယံုၾကည္ထားသလို ေဂ်ာ့ခ်္ကို မူလအေနအထားျဖစ္ ေအာင္ ျပန္လုပ္ႏိုင္ပါ့မလားဆို တာကို အမုိက္စား အထူးျပဳလုပ္ ခ်က္ေတြ၊ အက္ရွင္ျပကြက္ေတြနဲ႔ ႐ိုက္ကူးထားတာမို႔ ပရိသတ္ေတြ သေဘာက်မွာပါ။ပရိသတ္အခ်စ္ေတာ္ အက္ ရွင္မင္းသားႀကီး ဒ၀ိန္းဂြၽန္ဆင္က အဓိက သ႐ုပ္ေဆာင္ထားတာျဖစ္ ၿပီး နာအုိမီဟားရစၥ၊ မာလင္အ ကာမန္၊ ဂ်က္ဖရီးဒင္းန္ေမာ္ဂန္၊ ဂ်ိတ္ခ္ေလစီ၊ ဂ်ိဳးမန္ဂါနီလို စသူ ေတြပါ၀င္ထားပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ http://7daydaily.com မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ ကိုမ်ိဳးသန္႔ နဲ႔ ကိုဟိန္းမင္းထြန္းပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1hr 47minFormat : Mp4Genre : Action, Adventure, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by Myo Thant And Hein MinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad PeytonChristopher M. SearceyJanine GosselinMary TallmanRobin MeyersShane B. ScottStarsDemetrius GrosseDwayne JohnsonJack QuaidJake LacyJeffrey Dean MorganJoe ManganielloMalin AkermanMarley SheltonNaomie HarrisP. J. ByrneCastAllyssa BrookeBreanne HillBruce BlackshearDemetrius GrosseDwayne JohnsonJack QuaidJake LacyJason LilesJeffrey Dean MorganJoe ManganielloMac WellsMalin ÅkermanMarley SheltonMatt GeraldNaomie HarrisP. J. ByrneStephen DunlevyUrijah FaberWill Yun Lee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wrqUiMXttHE4UBFMhLHlN601MZh.jpg",
      "https://image.tmdb.org/t/p/w300/e3jCOFC14wC0VKMUHuIA9IfeALs.jpg",
      "https://image.tmdb.org/t/p/w300/5wJf9JOoY3kpUyWzPvdL8QPgdeu.jpg",
      "https://image.tmdb.org/t/p/w300/zIyKFYDUkMnkzc7x7xjS2yIINPH.jpg",
      "https://image.tmdb.org/t/p/w300/vm8mhrjk5nQ562UQ0KbUzi0yOHr.jpg",
      "https://image.tmdb.org/t/p/w300/vBfnHjm4Xh5xg0G1AZ5k4DUaE9S.jpg",
      "https://image.tmdb.org/t/p/w300/w4XWDm9xsarp0aVxnoDDeRl7HFY.jpg",
      "https://image.tmdb.org/t/p/w300/dVx8pFbz0AClbDZlcDhrd2WyEep.jpg",
      "https://image.tmdb.org/t/p/w300/1KWlynY0AeqZIk6MUsBq9wI3HYc.jpg",
      "https://image.tmdb.org/t/p/w300/ziNDg2AwwEtojCWJZfl6G3r0moo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xuvkusqywad7.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/rampage-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/acedbcb/rampage-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4eL4s/Rampage_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/4F9QGY6B#wqaxzsbJrHT34crR5wdI9BAhsui26Nbo0DqT9Q9wgoY",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/2tr0v8gbj18v",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "coOKvrsmQiI",
      "video_url": "https://www.youtube.com/watch?v=coOKvrsmQiI",
      "embed_url": "https://www.youtube.com/embed/coOKvrsmQiI"
    }
  },
  {
    "metadata": "N/A|2018|1hr 55 min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "177"
    },
    "title": "Go Brother! ( 2018 )",
    "description": "အစ္​ကို႔ရဲ႕အႏိုင္​က်င္​့မႈ​ေတြကိုအျမဲခံ​ေနရတယ္​လို႔ထင္​​ေန​တဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာသူ႔​ေမြး​ေန႔မွာ သူ႔အစ္​ကိုကိုသူ႔ဘဝထဲက​ေန​ေပ်ာက္​သြား​ေစဖို႔ဆု​ေတာင္​းခဲ့မိပါတယ္​၊​ေနာက္​တစ္​​ေန႔ျပန္​လည္​ႏိုးထလာခ်ိန္​မွာ​ေတာ့အံ့အားသင္​့ဖြယ္​ကိစၥကဆီးႀကိဳ​ေနခဲ့ပါတယ္​၊သူမရဲ႕အစ္​ကိုကသူမဘဝထဲက​ေပ်ာက္​ကြယ္​သြားခဲ့ၿပီးသူမသူငယ္​ခ်င္​းရဲ႕အစ္​ကိုျဖစ္​​ေနတဲ့အခါဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲ..သူမရဲ႕အစ္​ကိုက​ေနာက္​ကြယ္​က​ေနညီမ​ေလးကိုဂ႐ုစိုက္​တာ​ေတြ၊ျဖည္​့ဆည္​း​ေပးတာ​ေတြကိုျမင္​လာရတဲ့အခါ သူမရဲ႕အစ္​ကိုကိုျပန္​ရႏိုင္​ပါ​ေတာ့မလား၊​ေမာင္​ႏွမႏွစ္​​ေယာက္​ၾကားကသံ​ေယာဇဥ္​၊အထူးသျဖင္​့အစ္​ကိုကညီမ​ေလးအ​ေပၚထားတဲ့ႀကီးမားတဲ႔ေမတၱာတရားကို ဆြတ္​ပ်ံၾကည္​ႏူးဖြယ္​ခံစားၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​၊ကြၽန္​​ေတာ့အျမင္​အရ​ေတာ့..ၾကည္​့ရင္​းနဲ႔အစ္​ကိုမ႐ွိတဲ့သူ​ေတြလဲအစ္​ကိုတစ္​​ေယာက္​​ေလာက္​​လိုခ်င္​မိမွာျဖစ္​ၿပီး…အစ္​ကို႐ွိၿပီးသားသူ​ေတြလဲကိုယ္​့ရဲ႕အစ္​ကိုကိုပိုပိုခ်စ္လာလိမ္႔မယ္ထင္မိပါတယ္..အညႊန္းနဲ႔ဘာသာၿပန္ ၿဖိဳးေဇာ္ ၿဖစ္ပါတယ္Encoder : LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCheng Fen-fenStarsJinmai ZhaoYuchang PengZhang ZifengCastJinmai ZhaoYuchang PengZhang Zifeng",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Go-Brother.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/go-brother-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1002 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eDK4/Go_Brother!_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1002 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/vfiuqg6v6utn",
        "server": "upstream.to",
        "size": "1002 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hz6igj8w4ddh.html",
        "server": "usersdrive.com",
        "size": "1002 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|82 min|Adventure",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "23"
    },
    "title": "Concrete Kids (2018)",
    "description": "အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဆိုတဲ့ ကေလးႏွစ္ေယာက္ရဲ႕ စြန္႔စားခန္းအေၾကာင္း ႐ိုက္ထားတဲ့ကားပါ။အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဟာ အလြန္ခင္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္ၿပီးေတာ့ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ မိသားစုအသီးသီးကေန ေပါက္ဖြားလာခဲ့တဲ့ ကေလးမ်ားျဖစ္ပါတယ္တစ္ရက္မွာေတာ့ အက္ဒီဆင္ဟာ စတက္ပယ္စင္တာမွာက်င္းပတဲ့ ၿပိဳင္ပြဲတစ္ခုအေၾကာင္းကို တီဗီကေန ၾကားသိလိုက္ရပါတယ္ၿပိဳင္ပြဲကေတာ့ ထရပ္ကားတစ္စီးကို အၾကာဆံုးထိထားႏိုင္တဲ့လူကိုေဒၚလာ ၁၀၀၀ ေပးတဲ့ၿပိဳင္ပြဲပါ ၿပိဳင္ပြဲက်င္းပမယ့္ေနရာကေတာ့သူတို႔အိမ္နဲ႔ ၁၄ မိုင္ေဝးတဲ့ စတက္ပယ္စင္တာမွာပါႏွစ္ေယာက္ေပါင္းမွ ၂ ေဒၚလာနဲ႔ ၂၂ ဆင့္ပဲပါတဲ့ ကေလးႏွစ္ေယာက္မိဘေတြကိုအသိမေပးပဲ ၁၄ မိုင္လံုး သူတို႔ႀကိဳးစားသြားခဲ့တာေတြ၊လမ္းခရီးမွာလူဆိုး၊ လူေကာင္း၊ ကူညီေပးတဲ့လူ၊ ဒုကၡေပးတဲ့လူ၊လူအမ်ိဳးမ်ိဳး စိတ္အေထြေထြကို သူတို႔ေတြ႕ၾကံဳေက်ာ္ျဖတ္ခဲ့တဲ့အေၾကာင္းေတြကို ၾကည့္ရႈရမွာပဲ ျဖစ္ပါတယ္ကေလးႏွစ္ေယာက္ရဲ႕သူငယ္ခ်င္းသံေယာဇဥ္နဲ႔ ေမတၱာထုထည္ကိုလည္း ျမင္ေတြ႕ရမွာပါ။တခ်ိဳ႕အေနအထားေလးေတြမွာ လူႀကီးေတြသာဆိုရင္သူတို႔လိုစိတ္ထားမ်ိဳးထားဖို႔ဆိုတာ အင္မတန္ခက္ခဲတဲ့ကိစၥပါပဲFile Size : (759 MB) & ( 280 MB)Quality : Web-DL 720pRunning Time : 1 hr 22 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLije SarkiStarsCedric Grandberry Jr.Cesar de LeónChristopher RomeroCrystal LeeIrma P. HallJacob MessexJay LarsonJoey BrezinskiLuna BlaiseMyles StrampelloCastBarronte RamirezCedric Grandberry Jr.Cesar de LeónChristopher RomeroCrystal LeeDelvon RoeIrma P. HallJacob MessexJay LarsonJerry Zatarain Jr.Joey BrezinskiLuna BlaiseMarnette PattersonMyles StrampelloRobert RuslerTrevor Morgan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jyS6HqtzH9AZLoV4loZXduYqNcZ.jpg",
      "https://image.tmdb.org/t/p/w300/8x9u6ZDBGZsGakltwpmIPWnfapY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ieh2PQw7NXVbvgdem887OepoaYp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/61gceymioznb.html",
        "server": "usersdrive.com",
        "size": "759 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/concrete-kids-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "759 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/3nn49c22w5ri",
        "server": "upstream.to",
        "size": "759 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "hoDZ4wHh1lg",
      "video_url": "https://www.youtube.com/watch?v=hoDZ4wHh1lg",
      "embed_url": "https://www.youtube.com/embed/hoDZ4wHh1lg"
    }
  },
  {
    "metadata": "|2018|1h 15min|Horror",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "42"
    },
    "title": "Nini Thowok (2018)",
    "description": "Nini Thowok (2018)CM ပရိတ်သတ်ကြီးအတွက် 2018 က ထွက်ခဲ့တဲ့ အင်ဒိုနီးရှား သရဲကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ။“Nini Thowok” ဇာတ်ကားဟာ အနောက်ဂျာဗားရှိတဲ့ “ဆိုလို”ဆိုတဲ့ မြို့လေးမှာအဖွားရဲ့အမွေဖြစ်တဲ့ မီခါဂျီဝူ ဟိုတယ်ကို မရောင်းခိုင်းဘဲ အတင်းအကျပ် ဖွင့်ဖို့စေခိုင်းခံရတဲ့ညီမနာရာ (Nicole Rossi) နဲ့ သူမရဲ့အစ်မ နာဒင်း (Natasha Wilona) တို့ရဲ့ အကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ် ။Nini Thowok ဆိုတာ လူသားကဲ့သို့ လှုပ်ရှားနိုင်တဲ့ အရုပ်လို့ အဓိပ္ပါယ်ရပြီးဝိညာဉ်တွေနဲ့ ပြောဆိုဆက်သွယ်ရာမှာ အသုံးပြုတဲ့ အရုပ်လို့လည်း လူသိများကြပါတယ် ။အဖွားဖြစ်သူ သေဆုံးပြီးတဲ့နောက် ညီအစ်မနှစ်ဦးဟာအမွေရခဲ့တဲ့ ဟိုတယ်က သော့ခတ်ထားတဲ့ တားမြစ်အခန်းအတွင်းကို ဝင်ရောက်ခဲ့ပြီးလျှို့ဝှက်ဆန်းကြယ်မှုကို ရှာတွေ့ရာမှ ထိတ်လန့်ကြောက်ရွံ့ဖွယ်ရာတွေကို ရင်ဆိုင်ရမှာပဲ ဖြစ်ပါတယ် ။နာရာနဲ့ နာဒင်းတို့ ညီမနှစ်ယောက် ဟိုတယ်အတွင်းက လျှို့ဝှက်ဆန်းကြယ်မှုကိုဖော်ထုတ်နိုင်ပါ့မလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမှာဖြစ်လို့ထူးဆန်းစိတ်လှုပ်ရှားစရာတွေကိုမှ သဘောကျနှစ်ခြိုက်တဲ့ ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့NanThinပဲ ဖြစ်ပါတယ်။Genre…..Horror, ThrillerQuality….1080p | 720p| 480pFile size…1.1GB| 549MB | 215MBFormat…mp4Duration….1h 15minSubtitle….Myanmar Subtitle (Hardsub)Translator …..NanThinEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmec ArisJajang C. NoerNatasha WilonaRasyid AlBuqhory",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/34vqPfLu0o43rzSUL3qmyA6fXFa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rlHRGolc4WP17Fp7qtlYdbi6hhs.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nini-thowok-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/t0f4x3p6l0f4.html",
        "server": "usersdrive.com",
        "size": "1.5Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nini-thowok-2018-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KDmb/Nini.Thowok.2018.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.5Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iXZBnLhI#GRr7xnoKrfDzFb1UBP_yAhY6dhZvyepB1zf7G-nbaEw",
        "server": "mega.nz",
        "size": "1.5Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ka2esr55dhd9.html",
        "server": "usersdrive.com",
        "size": "549MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-twin-2022-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "549MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3MvIY/Nini.Thowok.2018.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "549MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/vaY00aCa#Lw_k98ej-c-rQZhe3DyXbaoYpNnM0ZvMAUsTkoLoP1w",
        "server": "mega.nz",
        "size": "549MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/voh7s6ls0i5n.html",
        "server": "streamsb.com",
        "size": "549MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vkj4gul0x8m9.html",
        "server": "usersdrive.com",
        "size": "219MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/nini-thowok-2018-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "219MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/36ygv/Nini.Thowok.2018.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "219MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/HSpFRKgQ#nlw4MnaEImWY3-1_6Udc6CFaGzk1TyLRkAQ0dk87EyA",
        "server": "mega.nz",
        "size": "219MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/l1o0ixzsd5az.html",
        "server": "streamsb.com",
        "size": "219MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "6QMzo49KfGY",
      "video_url": "https://www.youtube.com/watch?v=6QMzo49KfGY",
      "embed_url": "https://www.youtube.com/embed/6QMzo49KfGY"
    }
  },
  {
    "metadata": "N/A|2018|72 min|Fantasy,Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "1,927"
    },
    "title": "The Head Hunter (2018)",
    "description": "ဒီရုပ္ရွင္ကားက နည္းနည္းေတာ့ ဆန္းတယ္တစ္ကားလံုးမွာ သရုပ္ေဆာင္ ၂ ေယာက္ပဲ ပါတယ္ဟုတ္ပါတယ္ ….ၿပီးေတာ့ တစ္ကားလံုး မွာ စကားေျပာတဲ့အၾကိမ္၅၀ ၀န္းက်င္ေလာက္ပဲ ရွိပါတယ္…ဒါအမွန္တရားပါ…ရုပ္ရွင္တစ္ကား ဘယ္လိုျဖစ္လာပါလိမ့္….ဇတ္လမ္းအစမွာေတာ့ တိုင္းျပည္ တစ္ခုရဲ႕ေနာက္ဆံုး က်န္ခဲ့တဲ့ သူရဲေကာင္းဟာသူ႔ သမီးေလးကို ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့အေကာင္ႀကီး တစ္ေကာင္ ရန္ကေန ကာကြယ္တာစပါတယ္…အဲ့ဒီေနာက္မွာလဲ ေတာထဲက မေသႏုိင္တဲ့အေကာင္ႀကီးကို ရင္ဆိုင္တိုက္ခိုက္ဖို႔သူ႔မွာ အၿမဲ ျပင္ဆင္ေနရပါတယ္…အရမ္းကို လိုတိုရွင္းတဲ့ ရုပ္ရွင္ကားပါသည္းထိတ္ရင္ဖိုလို႔လဲ ေျပာလို႔ရတယ္သရဲကားလို႔လဲ ေျပာလို႔ရတယ္…သိခ်င္ရင္ေတာ့ ကိုယ္တုိင္ပဲ ၾကည့္လုိက္ပါရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္း က ဘာသာျပန္ေပးထားၿပီးသစ္ဆန္းခန္႔မွ တင္ဆက္ထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJordan DowneyStarsAisha RickettsChristopher RyghCora KaufmanCastAisha RickettsChristopher RyghCora Kaufman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hgfWu52a8HvC5R4gGbXFRGcC8d4.jpg",
      "https://image.tmdb.org/t/p/w300/2Wjxq7qeuyWvXSdqvOr5mkbcdwN.jpg",
      "https://image.tmdb.org/t/p/w300/xh9kaMY17kLV6WWdgakkMpkuHc7.jpg",
      "https://image.tmdb.org/t/p/w300/imsuXoj7nRuv8sPyoIQjjwvZ26q.jpg",
      "https://image.tmdb.org/t/p/w300/bPWif3BjAQYhqSUcwqMnFa7xUZ1.jpg",
      "https://image.tmdb.org/t/p/w300/jxtPVBPhA0hKvZr5m37kBhKRxdG.jpg",
      "https://image.tmdb.org/t/p/w300/8JUkmcKzZ2gY1ZEZZBvy6xQ95FD.jpg",
      "https://image.tmdb.org/t/p/w300/fVrfnmPkzTaUI8VnY2a3HiTI1dr.jpg",
      "https://image.tmdb.org/t/p/w300/bsH4PmeYQWhbHirG4G3QGsCyVyO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ol0DSLOIN8Rq1BcWDTsk6NNwas6.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-head-hunter-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "473.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/h5wzh245hrkh.html",
        "server": "usersdrive.com",
        "size": "473.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3ztmw/The_Head_Hunter_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "473.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/g16rygnyqzti",
        "server": "openload.co",
        "size": "473.15 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "PJ3UyXKnJDo",
      "video_url": "https://www.youtube.com/watch?v=PJ3UyXKnJDo",
      "embed_url": "https://www.youtube.com/embed/PJ3UyXKnJDo"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Sci-Fi,War",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Shanghai Fortress ( 2019 )",
    "description": "Zawgyi*******အခုေနာက္ဆံုးထြက္ Sci-Fi Movie ကားပဲၿဖစ္ပါတယ္ တရုတ္တို႕ဟာthe wandering earth 2019 ကားမွာေအာင္ၿမင္မွုအၾကီးအက်ယ္ရၿပီးတဲ႔ေနာက္CGI ေကာင္းေကာင္းနဲ႔ သိပၸံကားေတြဆက္လက္ဖန္တီးဖုိ႕ၾကိဳးစားေနတာေတြ႕ရသလိုဒီကားမွာလည္း မင္းသားမင္းသမီးအားေကာင္းေကာင္းနဲ႔တင္ဆက္ထားတာကိုလညး္ေတြ႕ၿမင္ရမွာပဲၿဖစ္ပါတယ္ မင္းသား လုဟန္ နဲ႕ မင္းသမီး ရွု ၾကည္ တို႔ ပါ၀င္ထားပါတယ္အညႊန္းကေတာ႔အာကာသ ေက်ာက္စိုင္တစ္ခုေႀကာင့္ လူသားမ်ိဳးႏြယ္တစ္ခုလံုးဒုကၡေရာက္ရတဲ့အခ်ိန္မွာ လူသားေတြ တိုက္ပြဲရင္ဆိုင္တဲ့ပံုကိုရိုက္ျပထားတဲ့ ကားေလးပါ…ဒီက်ဴးေက်ာ္သူ ျဂိဳလ္သားေတြကိုလူသားေတြ ဘယ္လိုတိုက္မယ္…ဒီစစ္ပြဲေတြႀကားထဲမွာဘယ္လိုဇာတ္လမ္းေတြ ရွိေနဦးမယ္ဆိုတာကို စိတ္ဝင္စားဖြယ္ျမင္ေတြ႔ရမွာပါ…အက္ရွင္ႀကိဳက္သူ၊ sci-fi ခ်စ္သူေတြလည္းအႀကိဳက္ေတြ႔မယ့္ကားေလးမို႔ လက္မလႊတ္သင့္ဘူးေနာ္Unicode*******အခုနောက်ဆုံးထွက် Sci-Fi Movie ကားပဲဖြစ်ပါတယ် တရုတ်တို့ဟာthe wandering earth 2019 ကားမှာအောင်မြင်မှုအကြီးအကျယ်ရပြီးတဲ့နောက်CGI ကောင်းကောင်းနဲ့ သိပ္ပံကားတွေဆက်လက်ဖန်တီးဖို့ကြိုးစားနေတာတွေ့ရသလိုဒီကားမှာလည်း မင်းသားမင်းသမီးအားကောင်းကောင်းနဲ့တင်ဆက်ထားတာကိုလည်းတွေ့မြင်ရမှာပဲဖြစ်ပါတယ် မင်းသား လုဟန် နဲ့ မင်းသမီး ရှု ကြည် တို့ ပါဝင်ထားပါတယ်အညွှန်းကတော့အာကာသ ကျောက်စိုင်တစ်ခုကြောင့် လူသားမျိုးနွယ်တစ်ခုလုံးဒုက္ခရောက်ရတဲ့အချိန်မှာ လူသားတွေ တိုက်ပွဲရင်ဆိုင်တဲ့ပုံကိုရိုက်ပြထားတဲ့ ကားလေးပါ…ဒီကျူးကျော်သူ ဂြိုလ်သားတွေကိုလူသားတွေ ဘယ်လိုတိုက်မယ်…ဒီစစ်ပွဲတွေကြားထဲမှာဘယ်လိုဇာတ်လမ်းတွေ ရှိနေဦးမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ်မြင်တွေ့ရမှာပါ…အက်ရှင်ကြိုက်သူ၊ sci-fi ချစ်သူတွေလည်းအကြိုက်တွေ့မယ့်ကားလေးမို့ လက်မလွှတ်သင့်ဘူးနော်Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTeng Hua-TaoStarsGodfrey GaoKid YoungLu HanShi LiangShu QiWang SenCastGodfrey GaoKid YoungLu HanShi LiangShu QiWang Sen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lqf1DfZKhy5n0rdxZ8TRqrpnfvj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kVBt7S1Ss4d3rShSQE4hTa854Sa.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shanghai-fortress-2019-mm-sub",
        "server": "VIP Links",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/shanghai-fortress-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/d/wnegmixalxq2.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "8t7qWSD8FcM",
      "video_url": "https://www.youtube.com/watch?v=8t7qWSD8FcM",
      "embed_url": "https://www.youtube.com/embed/8t7qWSD8FcM"
    }
  },
  {
    "metadata": "N/A|2018|170 min|Action,Drama,Romance",
    "rating": {
      "rating": "9.1/10",
      "rating_count": "4,791"
    },
    "title": "Ratsasan (2018)",
    "description": "ၾကည္​့ဖူးတဲ့ တမီလ္ ကား ​ေတြထဲမွာ​ေတာ့ဒီကားကလံုးဝကိုကြဲျပားပါတယ္​ကား​ေတာ္​​ေတာ္​မ်ားမ်ားကအိုဗာ​ေတြလုပ္​ျပ​လြန္​း​ေပမယ္​့ဒီကားက​ေတာ့တစ္​ကယ္​့လက္​ရာ​ေကာင္​းပါဇာတ္​လမ္​းက႐ုပ္​႐ွင္​ဒါ႐ိုက္​တာ႐ူး႐ူး​ေနတဲ့လူငယ္​တစ္​​ေယာက္​ဟာဒါ႐ိုက္​တာျဖစ္​ဖို႔ႀကိဳးစားသမ်​ွ​ေတြဘာမွျဖစ္​မလာတဲ့အခါမွာသူ႔အ​ေဖရဲ႕ဂုဏ္​ကိုထိန္​းတဲ့အ​ေနနဲ႔ ရဲတစ္​​ေယာက္​ျဖစ္​ လာခဲ့ပါတယ္​တစ္​ခ်ိန္​တည္​းမွာပဲ စိတၱဇ လူသတ္​သမားတစ္​​ေယာက္​ရဲ႕မိန္​းက​ေလး​ေတြကို တစ္​​ေယာက္​ၿပီးတစ္​​ေယာက္​ရက္​ရက္​စက္​စက္​သတ္​တဲ့အမႈ​ေတြ​ေပၚလာပါတယ္​လူသတ္​သမားဟာ​ေက်ာင္​းသူ​ေလး​ေတြကိုဖမ္​း​ေခၚသြားၿပီးအတိုင္​းအမွတ္​အသားအ​ေနနဲ႔လက္​​ေဆာင္​ဘူး​ေလးတစ္​ဘူးအျမဲထားခဲ့ပါတယ္​အဖမ္​းခံရၿပီးႏွစ္​ရက္​​ေျမာက္​တဲ့​ေန႔​ေရာက္​တိုင္​းမွာက​ေလး​ေတြရဲ႕အ​ေလာင္​းကိုအမ်ားပိုင္​​ေနရာ​ေတြမွာႂကြပ္​ႂကြပ္​အိတ္​နဲ႔ပတ္​ၿပီးပစ္​ထားတာ​​ေတြ႔ရပါတယ္​ပံုမွန္​လူသတ္​မႈ​ေတြဆိုတာ အသတ္​ခံရသူနဲ႔နီးစပ္​ရာအသိုင္​းအဝိုင္​း​ေတြထဲကသံသယ႐ွိသူကို႐ွာၿပီးစစ္​လိုက္​ရင္​အမႈ​ေပၚႏိုင္​​ေပမယ္​့စိတၱဇလူသတ္​သမားဆိုတာက​ေတာ့ အသတ္​ခံရသူ​ေတြနဲ႔ဘာပတ္​သတ္​မႈမွမ႐ွိပဲသူ႔စိတ္​ဒဏ္​ရာ​ေၾကာင္​့ သတ္​ရတာကိုအရသာ​ေတြ႔လို႔ဘယ္​သူ႔ကိုမဆိုလိုက္​သတ္​တာမ်ိဳးပါဒီလိုလူသတ္​သမားမ်ိဳးနဲ႔ၾကံဳလာတဲ့အခါမွာအရင္​အမႈလိုက္​​ေနၾကပံုစံ​ေတြတစ္​ခုမႈအလုပ္​မျဖစ္​​ေတာ့ပဲရဲ​ေတြ​ေခါင္​းခဲလို႔လာရပါတယ္​ ဒီအခ်ိန္​မွာစိတ္​ကူးစိတ္​သန္​း​ေကာင္​းတဲ့ဒါ႐ိုက္​တာ႐ူး ရဲ​ေပါက္​စဟာအမႈအ​ေပၚ႐ႈ​ေထာင္​့တစ္​မ်ိဳးက​ေနၾကည္​့ၿပီး တရားခံကိုတျဖည္​းျဖည္​း႐ုပ္​လံုး​ေပၚလာ​ေအာင္​ႀကိဳးစားခဲ့ပါတယ္​လူသတ္​သမားနဲ႔အႏၱရာယ္​မ်ားတဲ့ကစားပြဲတစ္​ခုကိုဖန္​တီးၿပီးဖမ္​းဆီးဖိ႔ု္​ႀကိဳးစားရာမွာအဆံုးအ႐ွံုး​ေတြကလည္​းအရမ္​းမ်ားခဲ့ပါတယ္​ဇာတ္​လမ္​းက​အစအဆံုးစိတ္​ဝင္​စရား​ေကာင္​းလြန္​းလို႔ႏွစ္​နာရီခြဲဘယ္​လိုကုန္​သြားမွန္​း​ေတာင္​​သိလိုက္​မွာမဟုတ္​ဘူး………………………………………………..သီခ်င္​း​ေတြဆိုတာမႀကိဳက္​တဲ့သူ​ေတြအတြက္​သီခ်င္​းတိုတို​ေလးႏွစ္​ခုပဲပါတယ​္​ေနာ္​ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ Chanyein Soe ျဖစ္ၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRam KumarStarsAmala PaulKaali VenkatM. GhibranNizhalgal RaviRadha RaviRamdossSangili MuruganSuzane GeorgeVinodhini VaidyanathanVishnu VishalCastAmala PaulKaali VenkatKarunakaranM. GhibranNizhalgal RaviRadha RaviRamdossSangili MuruganSuzane GeorgeVinodhini VaidyanathanVishnu Vishal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qtEFSaBbvOhO8FQ7mrhqnSN3l0r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjU2NzIzMjYtMGE2ZS00YzgzLWE5MzgtZTFiYTlmOWNlYmJkXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2y72pejlbuq3.html",
        "server": "usersdrive.com",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ratsasan-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dZM0/Ratsasan_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9WRwDCpK#l75OvzwxFTJVdHSGGPzEeTGp3DuMg-2wKk1Jv8zhyds",
        "server": "mega.nz",
        "size": "1.55 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/v50t7cmta0be",
        "server": "upstream.to",
        "size": "1.55 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZkJr6EVkBaU",
      "video_url": "https://www.youtube.com/watch?v=ZkJr6EVkBaU",
      "embed_url": "https://www.youtube.com/embed/ZkJr6EVkBaU"
    }
  },
  {
    "metadata": "PG-13|2018|1h 42min|Biography,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,656"
    },
    "title": "#FriendButMarried (2018)",
    "description": "Friend But Married ဆိုတဲ့ကားလေးက သူ့နာမည်လေးအတိုင်းပါပဲသူငယ်ချင်းတော့သူငယ်ချင်း ဒါပေမယ့် လက်ထပ်မိသွားတယ်ပေါ့သူ့နာမည်မှာတင် အဓိပ္ပါယ်ကပါနေပြီးသားပါဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒစ်တိုဆိုတဲ့ကောင်လေးဟာကလေးဘဝတည်းက တီဗီကမိသားစု ဇာတ်လမ်းတွဲတွေမှာသရုပ်ဆောင်တဲ့ကလေးသရုပ်ဆောင်လေး အာယုကိုချစ်ကြိုက်မိပါတယ်အာယု ကသူ့စိတ်ကူးထဲကနတ်သမီးလေးပေါ့အာယုကိုအပြင်မှာလဲတွေ့ရလိမ့်မယ်သူမထင်ခဲ့ပါဘူးဖြစ်ချင်တော့ ကံကောင်းတဲ့တစ်ရက်မှာ အာယုဟာသူတက်တဲ့ကျောင်းကိုမှဆိုက်ဆိုက်မြိုက်မြိုက်လာတက်ပါတော့တယ်ဖြစ်ချင်တော့ အတန်းထဲမှာခုံလွတ်နေတာလဲဒစ်တို့ဘေးမှာပဲရှိတော့ သူ့ဘေးမှာဝင်ထိုင်ဖို့ခွင့်တောင်းတယ်ဒီလိုနဲ့ အရမ်းချစ်တဲ့သူငယ်ချင်းတွေဖြစ်သွားကြတယ်ဒီကားမှာထူးခြားချက်က အခြား Friendship ကားတွေလိုအချိန်အကြာကြီးသူငယ်ချင်းဖြစ်လာပီးမှအရောင်ပြောင်းသွားကြတာမဟုတ်ပဲဒစ်တို့ဖက်ကအစောကြီး ကတည်းကအာယုကိုကြိတ်crush နေတာပါဒီလို့နဲ့ BFF ကြီးအဖြစ် ၁၃နှစ်တောင် Friendzone ထဲအထည့်ခံရတဲ့ဒစ်တို သူဘယ်လိုရုန်းထွက်သွားလဲဆိုတာ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါIMDb မှာလဲ rating မဆိုးဘူး cast တွေကလဲအကုန်ချောချောလှလှလေးနောက်ပြီးအိုဗာမတင်းတဲ့ romantic moment လေးတွေပါလို့ကြည့်ရတာတစ်မျိုးအရသာရှိပါတယ်အင်ဒို ကားတွေလဲမခေတော့ပါဘူး နောက်ပြီးCrazy Little Thing Called Love ထဲကလိုမင်းသားနဲ့မင်းသမီးညားသွားကြတာနဲ့တင် အဆုံးမသတ်ပဲသူ့ရဲ့ sequel Friend But Married 2 ဆိုပြီး2020 မှာထပ်ထွက်ထားလို့ တစ်ဆက်တည်းသူတို့နှစ်ယောက်ရဲ့နောက်ပိုင်းဇာတ်လမ်းတွေကိုပါကြည့်ရဦးမှာပါFile Size –  1.1 gbQuality – web-dl 1080pSubtitle – burmeseTranslator – Hein Thet NaingEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRako PrijantoStarsAdipati DolkenBeby TsabinaDenira WiragunaDiandra AgathaIqbaal Dhiafakhri RamadhanRefal HadyRendi JhonVanesha PrescillaCastAdipati DolkenBeby TsabinaDenira WiragunaDiandra AgathaIqbaal Dhiafakhri RamadhanRefal HadyRendi JhonVanesha Prescilla",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bpxvhn6WgO9qjQpWXqwx8yDeZdf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzg4MTBjYmEtMjE4NC00Y2E4LWE5ZmUtYTdiYTRkYzRiNGUxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uz7cvf2kqq5e.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i1m4xpt67ehs.html",
        "server": "usersdrive.com",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/0zrjti5zt5cz/FriendButMarried.2018.1080p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/2yrxx0cnw3jy/FriendButMarried.2018.720p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/m2b5ooq13zs4",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/m8gp26dr8cvt",
        "server": "veryfiles.com",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/friend-but-married-2018-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/friend-but-married-2018-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/XzBAwA6Y#7LPWXi4kB7lpwzWKRzREzvFzz_j_2H7OTI0c4kMMnmg",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LzJm0A7L#PQuluHIjZvCd-XFOb7J1jhkEMDUdg_gzMUNAm3rxm64",
        "server": "mega.nz",
        "size": "511.7 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/41f8f9y2qanc.html",
        "server": "datbu.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/q6qheux0v8cb.html",
        "server": "datbu.com",
        "size": "511.7 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Mr6bsJwYGp4",
      "video_url": "https://www.youtube.com/watch?v=Mr6bsJwYGp4",
      "embed_url": "https://www.youtube.com/embed/Mr6bsJwYGp4"
    }
  }
]