[
  {
    "metadata": "G|1952|1h 43min|Comedy,Musical,Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "210,712"
    },
    "title": "Singin’ in the Rain (1952)",
    "description": "Singing in the Rain (1952)IMDb (8.3) / Rotten Tomatoes (100%) / Metacritic (99%)ဒီရုပ်ရှင်နာမည်ကို မကြားဖူးကြရင်တောင် Good Morning ပေါင်မုန့်ကြော်ငြာသီချင်းကိုတော့ အားလုံးကြားဖူးကြမှာပါ။ ဟုတ်ပါတယ်၊ အဲ့ဒီသီချင်းဟာ ဒီ Singing in the Rain ရုပ်ရှင်ကနေ ကော်ပီကူးထားတာပါ။ ၁၉၅၂ က ထွက်ရှိခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ ၁၉၂၇ ကာလကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး အသံတိတ်ရုပ်ရှင်ကနေ အသံပါဝင်လာတဲ့ရုပ်ရှင်ခေတ်ကို ပြောင်းလဲသွားတဲ့ ဟောလိဝုဒ်ပတ်ဝန်းကျင်အကြောင်းကို အဓိက ရိုက်ကူးပြထားတဲ့ Musical ကားတစ်ကားဖြစ်ပါတယ်။Singing in the Rain ရုပ်ရှင်မှာတော့ အောင်ခြေသိမ်းသဝကနေ နိုင်ငံကျော်မင်းသားကြီးဖြစ်လာတဲ့ ဒွန်လော့ခ်ဝုဒ်နဲ့ နာမည်ကျော်မင်းသမီးကြီး လီနာလာမွန့်၊ ဒွန်ရဲ့အခင်ဆုံးသူငယ်ချင်း ကော့စမိုအပြင် ဒွန်နဲ့လာမွန့်ကြားရောက်ရှိလာတဲ့ ကေသီတို့ ပါဝင်ပါတယ်။ ဟောလိဝုဒ်သရုပ်ဆောင်ကြီးတွေက အသံတိတ်ရုပ်ရှင်ခေတ်တုန်းက စကားပြောချင်ရာပြောပြီး အက်တင်တွေကိုလဲ လိုတာထက်ပိုလုပ်ပြလို့ရပေမယ့် အသံပါတဲ့ရုပ်ရှင်ခေတ်ကို ပြောင်းလဲသွားတဲ့အခါမှာတော့ မိုက်ကရိုဖုန်းကို လှည့်ပြောရတဲ့အလုပ်၊ ပြောချင်ရာပြောလို့မရပဲ ဇာတ်ညွန်းအတိုင်းပြောရတဲ့အလုပ်တို့ ပိုလာပြီး မင်းသမီးကြီး လီနာလာမွန့်အခက်တွေ့ပါတော့တယ်။ ဘာကြောင့်လဲဆိုတော့ လီနာရဲ့ အသံက ပရိသတ်မထင်ထားလောက်အောင် ဆိုးရွားလို့ပါ။ ဒါ့အပြင် သရုပ်ဆောင်တတ်ရင် အနုပညာသမားဖြစ်ပြီလို့ ထင်ထားခဲ့တဲ့ ဒွန်ကလဲ ကေသီနဲ့တွေ့ပြီးမှ သူဟာ အနုပညာမြောက်အောင် ဘာမှမလုပ်နိုင်သေးပါလားဆိုတဲ့အသိဝင်သွားခဲ့ပါတယ်။ ဒီလိုမျိုးပြောင်းလဲမှုတွေနဲ့ နောက်ဆုံးမှာတော့ The Royal Rascal ဆိုတဲ့ အသံထွက်ရုပ်ရှင်ကြီးကို ရိုက်ကူးပြသကြတဲ့အခါ အဆင်ပြေချောမွေ့ရဲ့လား၊ မင်းသား မင်းသမီးတွေ အသံပြဿနာကိုရော ဘယ်လိုဖြေရှင်းကြသလဲ၊ ရုပ်ရှင်ကရော အောင်မြင်မှုရမှာသေချာရဲ့လား အစရှိတဲ့မေးခွန်းတွေရဲ့ အဖြေကိုသိချင်ရင်တော့ အခုပဲ ရုပ်ရှင်ကို download လုပ်ပြီးကြည့်ရှူလိုက်ကြပါ။၁၉၅၂ က လက်ရာလို့မထင်ရလောက်အောင် ရိုက်ကူးတင်ဆက်ပုံတွေ၊ သီချင်းတွေ၊ ကကွက်တွေက လှပမြိုင်ဆိုင်လွန်းပြီး Make Me Laugh, Broadway Melody သီချင်းတွေဟာဆိုရင် ဘာပြောရမှန်းမသိတော့လောက်အောင် ပြောင်မြောက်ကောင်းမွန်လွန်းပါတယ်။ Musical ရုပ်ရှင်တွေရဲ့ ရှေ့ပြေးရုပ်ရှင်ကားကြီးတစ်ကားလို့တောင် ပြောလို့ရတဲ့ Singing in the Rain ဟာ Musical ရုပ်ရှင်တွေကို ချစ်မြတ်နိုးတဲ့ပရိသတ်တွေအတွက်တော့ လက်လွတ်မခံကြည့်ရှူသင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်လို့ပဲ ညွန်းလိုက်ပါရစေ။(ရုပ်ရှင်အညွှန်းကို Arkar Phyo မှညွှန်းဆိုထားတာပါ။)File size…(1 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:43:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byမိုးသောက်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kOJHfBhGCeBjLjAWw2SHLAztlmf.jpg",
      "https://image.tmdb.org/t/p/w300/g7KmJaGFvST5cyvA71V6epKAqIC.jpg",
      "https://image.tmdb.org/t/p/w300/amW1YWQvcP8slDyDp1R652aVQZ7.jpg",
      "https://image.tmdb.org/t/p/w300/rJghNsjhYcrJy2AW9y7aZ9yC1Lj.jpg",
      "https://image.tmdb.org/t/p/w300/8e2ATtiqwBuoIJLLDbUL9uOSorO.jpg",
      "https://image.tmdb.org/t/p/w300/pca5ydLMcYSERTLHbNsdqZmiAtx.jpg",
      "https://image.tmdb.org/t/p/w300/ggBEhkpGL9x6Ut9XdI7SRxNrIbp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/singing-in-the-rain-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/singin-in-the-rain-1952-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xngq/Singin’_In_The_Rain_[1952]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/D0RizKIQ#IpD5xdC2LoyDEJVABQePNi7tVpMa_RpRYKQE8asdio4",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "72op"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/singin-in-the-rain-1952",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/rbq6utomukqt",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/yfv8g43pur8m.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fNgSBMDPYeg",
      "video_url": "https://www.youtube.com/watch?v=fNgSBMDPYeg",
      "embed_url": "https://www.youtube.com/embed/fNgSBMDPYeg"
    }
  },
  {
    "metadata": "Unrated|1952|2h 23m|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "81000"
    },
    "title": "Ikiru (1952)",
    "description": "Ikiru (1952)~ IMDb – 8.3/10, Rotten Tomatoes – 98% ~Golden Age of Asian Cinema လို့လည်းခေါ်ကြတဲ့ ၁၉၅၀ဝန်းကျင်ကာလဟာ non-English World Cinema ရဲ့ ရွှေခေတ်ဖြစ်ခဲ့ပါတယ်။ ဒီ ၁၉၅၀ဝန်းကျင်မှာပဲ အာရှဒါရိုက်တာတွေဟာ အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ အနုပညာအရည်အသွေးရှိတဲ့ ရုပ်ရှင်တွေကို တင်ဆက်နိုင်ခဲ့ပြီး ဒီနေ့ထိလည်း ဒီကားတွေဟာ ခေတ်ကိုကျော်ဖြတ်ပြီး ရှင်သန်နေတုန်းပါ။ ဒီကာလမှာ Yasujirō Ozu ရဲ့ Tokyo Story (1953), Satyajit Ray’s The Apu Trilogy (1955–1959), Kenji Mizoguchi ရဲ့ Ugetsu (1954), Ishirō Honda ရဲ့ Godzilla (1954) နဲ့ Akira Kurosawa ရဲ့ Rashomon (1950), Ikiru (1952), Seven Samurai (1954) နဲ့ Throne of Blood (1957) တို့တွေလည်း ထွက်ရှိခဲ့ပါတယ်။ ဒီရုပ်ရှင်တွေဟာ ကမ္ဘာ့ရုပ်ရှင်လောကကို ဒီနေ့ထိထက်တိုင် လွှမ်းမိုးမှုကြီးခဲ့ပြီး ကူရိုဆာဝါရဲ့ ရာရှိုးမွန်ကားက “Rashomon Effect” ကို ဒီနေ့ခေတ်ထက်ထိ ရုပ်ရှင်တက္ကနစ်တစ်ခုအနေနဲ့ အသုံးပြုနေကြတုန်းပါပဲ။ The Usual Suspects (1995), Gone Girl (2014), Predestination (2014), Hero (2002), The Handmaiden (2016) တို့လို နာမည်ကြီးဒါရိုက်တာတွေရဲ့ နာမည်ကျော်ကားတွေမှာပါ “Rashomon Effect” ကို သုံးနေကြတုန်းပါပဲ။ နောက် ကူရိုဆာဝါရဲ့ Seven Samurai ကို အနောက်ဘက်က ခဏခဏပြန်ရိုက်ခဲ့ကြသလို The Hidden Fortress (1958) ဟာလည်း ဂျော့လူးကတ်စ်ရဲ့ စတားဝါးစ်ယူနီဗာ့စ်ကြီးရဲ့ အင်စပီရေးရှင်းတစ်ခုလည်းဖြစ်ခဲ့တယ်။ ကမ္ဘာ့ရုပ်ရှင်သမိုင်းမှာပါ ဒီကာလကို အာရှရုပ်ရှင်ရဲ့ရွှေခေတ်လို့တစ်မျိုး ဂျပန်ရုပ်ရှင်ရဲ့ရွှေခေတ်လို့တစ်ဖုံ သတ်မှတ်ခဲ့ကြပါတယ်။အကီရာကူရိုဆာဝါဟာ ရုပ်ရှင်ရိုက်သက် နှစ်ငါးဆယ်ကျော်မှာ ကား၃၃ကားရိုက်ခဲ့ပြီး ကားတိုင်းနီးပါး အနုပညာအရအောင်မြင်ခဲ့တဲ့အပြင် သူ့ခေတ်သူ့အခါမှာတင် နိုင်ငံတကာကို ထိုးဖောက်နိုင်ခဲ့တဲ့ အထင်ကရဂျပန်ဒါရိုက်တာတစ်ယောက်ပါ။ လက်ရှိဟောလိဝုဒ်ရဲ့ဘိုးအေကြီးတွေဖြစ်နေတဲ့ စကောဆေးစိတို့ စပီးဘာ့ဂ်တို့နဲ့လည်း လက်တွဲလုပ်ဖူးတဲ့ လူဆိုလည်းမမှားပါဘူး။ သူတို့ထက်ရှေးကျတဲ့ ရုပ်ရှင်ရဲ့ဆရာကြီးတွေဖြစ်တဲ့ အင်ဂမာဘာ့ဂ်မန်းတို့၊ ဖက်ဒါရီကို ဖယ်လင်နီတို့၊ ပက်ဒင်တန်ပေါ်မလာခင်အထိ တစ်ချိန်ကအကောင်းဆုံးရုပ်ရှင်လို့သတ်မှတ်ဖူးကြတဲ့ Citizen Kane ရဲ့ဖန်တီးရှင် အော်ဆန်ဝဲလ်တို့ကပါ ကူရိုဆာဝါ ရုပ်ရှင်တွေကိုထောပနာပြုခဲ့ကြဖူးပါတယ်။ ယုတ်စွအဆုံး တာကော့စကီးကလည်း ဆဲဗင်းဆာမူရိုင်းကို သူ့အကြိုက်ဆုံးရုပ်ရှင်ဆယ်ကားထဲက တစ်ကားလို့ပြောဖူးပါတယ်။ စတန်လေကူးဘရစ်ကိုယ်တိုင်လည်း “One of the Great Film Directors” လို့ ချီးကျူးဖူးတဲ့ သူပါပဲ။ အများစုကတော့ ဆဲဗင်းဆာမူရိုင်းနဲ့ Ran ပြီးရင် Ikiru ကို ကူရိုဆာဝါရဲ့ အကောင်းဆုံးရုပ်ရှင်လို့ သမုတ်ကြပါတယ်။ Ikiru ဟာ လီယိုတော်စတွိုင်းရဲ့ ဝတ္တုကို ကူရိုဆာဝါက သူ့ဟန်နဲ့ပြန်အသက်သွင်းထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး Living (2022) အဖြစ်လည်း ပြန်လည်ခံစား ခံထားရတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ Living မှာလည်း Ikiru အကြောင်း တော်တော်လည်းပြောပြီးပြီဆိုတော့ ဘာမှတော့ သိပ်ပြောစရာမရှိတော့ပါဘူး။ Living က စာကိုပါ ပြန်ပေါင်းဖတ်လိုက်ရင် Ikiru အကြောင်းက မဆိုသလောက်လေး စုံနေပါပြီ။ အောက်ကဟာကတော့ ရေးချင်တာရေးထားတာမို့ ဖတ်ချင်မှဖတ်ကြပါ။ပစ္စုပ္ပန်မှာနေတာ အကောင်းဆုံးလို့ တစ်ချို့ကပြောကြတယ်။ မှားတော့လည်း မမှားပါဘူး။ အနေလွန်သွားရင်ကျလည်း ဘေးထွက်ဆိုးကျိုးသဘောမျိုးရှိတတ်လားတော့မသိဘူး။ ဒီလိုအခါတွေကျ ခြင်္သေ့လည်ပြန်ထဲက ဘယ်နေရာမဆို တစ်ဖက်စွန်းကျရင် တစ်ယောက်တော့ နစ်နာရစမြဲဆိုတဲ့ စာသားကိုပဲ ပြေးပြေးမြင်မိတယ်။ ပစ္စုပ္ပန်မှာ ရှင်သန်နေရတာ ကျွန်တော့်အတွက်တော့ လွယ်လှတယ်မဟုတ်ပေမဲ့ မခက်လှဘူး။ ဒီလိုပဲ ရွှင်တစ်လှည့် ပြတ်တစ်လှည့်နဲ့ တစ်နေ့ပြီးတစ်နေ့ကုန်သွားခဲ့တာ ကြာပြီ။ တစ်ယောက်ယောက်အတွက်ပါ ထည့်သွင်းစဉ်းစားမိတဲ့အခါတွေဆိုရင်တော့ Summer Palace ရုပ်ရှင်ထဲက တစ်စက်မှမမှားတဲ့ ဒိုင်ယာလော့တစ်ကြောင်းကို ပြေးပြေးမြင်တာပဲ။”တစ်ယောက်တည်းဆိုရင်တော့ ခိုကိုးရာမဲ့ဘဝမှာ နေလို့ရပေမဲ့ နှစ်ယောက်ဆိုရင်တော့ ဒီလိုဘဝမှာ နောင်တတွေပဲရနိုင်မယ်“တဲ့။ ရှေ့ကိုလုံးဝမကြည့်တဲ့ ပစ္စုပ္ပန်ဟာ နေတတ်သူနဲ့ မနေတတ်သူကြားထဲမှာတော့ တော်တော်အန္တရာယ်များတဲ့အရာပဲ။ ကျွန်တော့်အတွက်တော့ ပစ္စုပ္ပန်မှာပဲ နေထိုင်ခြင်းဆိုတာ တော်တော်အကျိုးရှိတဲ့အမြင်လည်းဖြစ်သလို တစ်ခါတလေ တော်တော်အန္တရာယ်များတဲ့ အမြင်လည်းဟုတ်တယ်။ဒီရုပ်ရှင်ဟာလည်း ပစ္စုပ္ပန်မှာပဲ အနေလွန်သွားတဲ့ လူတစ်ယောက်အကြောင်းပဲလို့ ပြောရမလားပဲ။ ဇာတ်ကောင်ဟာ သူ့ဘဝကို သူပစ္စုပ္ပန်ကိုပဲတည့်တည့်ကြည့်ရင်း အနှစ်၃၀လုံး ဘာမှမပြောင်းလဲပဲ ရှင်ရင်းသာနေလာခဲ့တယ်။ ဒီလိုနဲ့ သူ့အကန့်အသတ်ကို ရောက်လာတယ်။ သူနောက်ထပ်၆လပဲနေရတော့မယ်။ တစ်သက်လုံး သူက ပစ္စုပ္ပန်တည့်တည့်ကလွဲ ဘာကိုမှမကြည့်ဘဲ နေလာခဲ့တော့ မခက်ခဲဘူးပေါ့။ တစ်ခုရှိတာက သူ့ပစ္စုပ္ပန်မှာ နေပုံက လုံးဝအနိမ့်အမြင့် အတက်အကျ ဘာမှမရှိဘဲ တော်တော်ပျင်းဖို့ကောင်းတဲ့ ရုံးဝန်ထမ်းဘဝနဲ့ ရှင်လာတာ။ သေရတော့မယ်ဆိုတော့ အတိတ်ကိုလှည့်ကြည့်တော့လည်း ဒီနှစ်၃၀လုံး သူဘာမှမဖြစ်ခဲ့ဘူး။ ယုတ်စွအဆုံး ညနေခင်းနေဝင်ချိန်လေးတစ်ခုကိုတောင် အရသာခံပြီး မကြည့်ခဲ့ဖူးဘူး။ ရှင်လျက်နဲ့သေနည်းမျိုးနဲ့ ရှင်သန်လာခဲ့တယ်။ ဒီနေရာမှာ တစ်ချိန်လုံးသုံးလာခဲ့တဲ့ ပစ္စုပ္ပန်ဆိုတဲ့စကားလုံးကို ကျွန်တော်ပြောချင်ခဲ့တဲ့ဆိုလိုရင်းက ပစ္စုပ္ပန်ဆိုတာထက် အခြေအနေတစ်ခုမှာနေသားကျနေခြင်းလို့ ပြောရင်ပိုမှန်မလားပဲ။ နည်းနည်းတော့ ဝေဝါးသွားပြီ။ ဒီလိုဝေဝါးနေတာကိုကပဲ ရှင်သန်ခြင်းပိုဆန်နေမလားပဲ။ ထားလိုက်ပါတော့။ ဆက်ရရင်…ဇာတ်ကောင်က တစ်ချိန်လုံး အလုပ်တော့များနေတာပဲ။ အသက်ရှုဖို့အချိန်မရှိလောက်အောင်ကို သူ့မှာ အလုပ်များနေခဲ့တာ။ ဒါပေမဲ့ တကယ်တမ်း ဘာတွေလုပ်နေသလဲဆိုရင်လဲ သူ့မှာ လက်ဆုပ်လက်ကိုင်ပြစရာ ဘာမှမရှိဘူး။ သူ့ရထားတဲ့နေရာလေးကို သူကာကွယ်ရင်း အလုပ်များနေခဲ့တာပဲ။ ဒီအခြေအနေမှာပဲ သူနေသားကျနေခဲ့တယ်။ ဒီလိုနဲ့ ဘာမှမတွေးဘဲ ပစ္စုပ္ပန်မှာ နေလာခဲ့တဲ့သူ့ကို ရှောင်လွှဲမရတဲ့အရာတွေက တံခါးလာခေါက်တယ်။ သေခြင်းပေါ့။ ဒါကတော့ သူ့ကိုတံခါးလာခေါက်တဲ့အရာပေါ့။ ကျွန်တော်ဆိုရင်တော့ သေခြင်းက နည်းနည်းဝေးဦးမယ်လို့ထင်ရတယ်။ မလွယ်ကူတဲ့ ဆုံးရှုံးခြင်းတွေ တံခါးလာခေါက်တာဖြစ်ဖို့က ပိုနီးစပ်တယ်။ လွယ်ကူတဲ့ဆုံးရှုံးခြင်းမျိုးတွေကတော့ ပစ္စုပ္ပန်ကို တံခါးလာခေါက်နိုင်တဲ့ စွမ်းပကားမျိုးရှိမှာမဟုတ်ဘူး။ ဘာကလွယ်ပြီး ဘာကမလွယ်လဲကတော့ လူပေါ်မူတည်ပါလိမ့်မယ်။ဒီလိုတံခါးလာခေါက်တဲ့အချိန် ဒီလိုအခြေအနေမှာသာနေနေတဲ့လူဆို ဘယ်လိုမှတော့ ဒီအရာကို ရင်ဆိုင်ဖို့ အဆင်သင့်ဖြစ်နေစရာအကြောင်းမရှိဘူး။ ဒီတော့ စစချင်း သူဆောက်တည်ရာမရဖြစ်သွားတယ်။ သူမရှင်သန်ခဲ့ရတဲ့ဘဝကို ရှင်သန်ဖို့ကြိုးစားတယ်။ သေခြင်းကို မမြင်နိုင်ခဲ့ဘဲ မရှင်သန်နေတဲ့ ပစ္စုပ္ပန်မှာပဲနေလာခဲ့တဲ့လူဟာ ရှင်သန်နည်းကိုရှာတယ်။ ရှင်သန်တယ်ဆိုတာ ဘာများလဲ။ ဘယ်လိုဆို တကယ်ရှင်သန်နေတာလဲ အဖြေကို သူရှာရင်း နောက်ဆုံးကျ သူအဖြေကိုတွေ့သွားတယ်။ သေခြင်းတရားကို အစိမ်းလိုက်ရင်ဆိုင်ရဲစေမယ့် ရှင်သန်ခြင်းမျိုးကို သူတွေ့ရှိသွားခဲ့တယ်။ ဒါပေမဲ့ သူတွေ့ရှိသွားတဲ့ ရှင်သန်ခြင်းမျိုးကို ဘာမှမဟုတ်ပါဘူးလို့ ခင်ဗျားတွေးချင်လည်း တွေးမိလိမ့်မှာပဲ။ အဲဒီကျ အောက်က စာလေးဖတ်ကြည့်ပေါ့။ ကျွန်တော်တို့ချစ်တဲ့လူတစ်ယောက်အကြောင်းကို သူ့ကိုချစ်တဲ့လူတစ်ယောက်ပြောပြခဲ့တဲ့အရာပေါ့။ ဒီလောက်ပါပဲ။“တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ ဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။ ဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို ဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ သူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။”စာကြွင်း။ နေ့တွေဟာ အကန့်အသတ်ရှိတာကြောင့်ပဲ…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.5GB, 980MBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 2H 23MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5qtOVAcBFogwktkseoZSfZVq6bx.jpg",
      "https://image.tmdb.org/t/p/w300/jYR8U0mykgHv2PgekCRLCeZyVaz.jpg",
      "https://image.tmdb.org/t/p/w300/j0zrfpozbek9OeapYYS9w8ECFn5.jpg",
      "https://image.tmdb.org/t/p/w300/mVyiXDmcFrPvf88x3kdRWx774CT.jpg",
      "https://image.tmdb.org/t/p/w300/yn6DvHSEXE8Ao3QaNlELpqeSOqx.jpg",
      "https://image.tmdb.org/t/p/w300/twnDNZofnemp2Ulg8cioSXS08vH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dgNTS4EQDDVfkzJI5msKuHu2Ei3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ikiru-1952-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yMyg/(CM)_Ikiru_(1952)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1rZ2CBBL#MVlmJIm1SU6QVRcqZkkrE9AointRlhgUxvPPi_00xec",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b1pbz4d2fe3z.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/oy32qewt5rol.html",
        "server": "streamsb.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/0u5x0fhyy0gu",
        "server": "streamvid.io",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ikiru-1952-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SP53/(CM)_Ikiru_(1952)_720p.mp4",
        "server": "megaup.net",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FjxDmAJS#RnRSZ8E8gqILg5YTZKxFKpyTTh4SyOSU043BtTiCEuE",
        "server": "mega.nz",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lkdo13l3eux9.html",
        "server": "usersdrive.com",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/swphdxmbj5b3.html",
        "server": "streamsb.com",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yed6htt1kh7n",
        "server": "streamvid.io",
        "size": "980MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Lc4y-asVh3c",
      "video_url": "https://www.youtube.com/watch?v=Lc4y-asVh3c",
      "embed_url": "https://www.youtube.com/embed/Lc4y-asVh3c"
    }
  }
]