[
  {
    "metadata": "N/A|2020|2h|Bollywood,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,426"
    },
    "title": "Ponmagal Vandhal (2020)",
    "description": "(မင်းသမီးလေး ရောက်လာပါပြီ)ကျောင်းအုပ်ဆရာမကြီးအဖြစ် အများသိကြတဲ့ တမီးလ်မင်းသမီးကြီး Jyotikaရဲ့ ကားသစ်စစ်စစ်က ကိုဗစ်ကာလမှာ ရုံမတင်ရဘဲ Amazonကနေ ဖြန့်ချိခဲ့ပါတယ်။ဇာတ်ကားကောင်းတစ်ကားဆိုတာလည်း ကြည့်ရှုပြီးကြသူတွေရော၊ မကြည့်ရသေးသူတွေပါ သိပြီးကြပြီထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အနည်းငယ် ချပြပါမယ်။ကလေးမလေးတစ်ယောက်ကိုကယ်ဖို့ကြိုးစားရင်း လူငယ်လေးနှစ်ယောက် သေနတ်နဲ့ပစ်သတ်ခံလိုက်ရတယ်…တရားခံရဲ့နာမည်က ဂျိုသီ မြောက်ပိုင်းသူ…စိတ္တဇလူသတ်သမား သူ(မ)ရဲ့အိမ်ကို ရဲတွေရှာဖွေစစ်ဆေးကြည့်တော့ အိမ်အနောက်ဘက်မှာ ကလေးအလောင်း (၄)လောင်း မြှပ်ထားတာတွေ့ရတယ်…သေဆုံးသွားတဲ့ကလေးတွေရဲ့မိဘတွေသာမက ပြည်သူတွေကပါ သူ(မ)ကိုသတ်ပစ်ဖို့တောင်းဆိုကြတယ်…သတင်းအရ ဂျိုသီပုန်းနေတဲ့နေရာကိုသွားဖမ်းတော့ သေနတ်နဲ့ခုခံတဲ့အတွက် ဂျိုသီ့ကို ရဲတွေပြန်လည်ပစ်ခတ်ခဲ့ရတယ်…စိတ္တဇလူသတ်သမားဂျိုသီရဲ့ပုံပြင်ဟာ ဒီမှာတစ်ခန်းရပ်ခဲ့တယ်…အချိန်တွေ ရာသီတွေအလီလီပြောင်းလို့ (၁၅)နှစ်ဆိုတဲ့ အချိန်ကာလတစ်ခုကိုရောက်ခဲ့ပြီ…ဂျိုသီရဲ့အမှုကိုပြန်ဖွင့်ပြီး ပြန်လိုက်တော့မယ်ဆိုတဲ့သတင်းထွက်လာတော့ လူတွေအကုန်အံ့သြသွားကြတယ်…နဂိုတည်းက သွေးဆူခဲ့ကြတဲ့အမှုဆိုတော့ အားလုံးဝိုင်းပြီးကန့့််ကွက်ကြတယ်…တရားရုံးရှေ့အထိ လူစုလူဝေးနဲ့ဆန္ဒလာပြကြတယ်…လယ်ပြင်ဆင်သွားသလို ထင်းနေတဲ့အမှုကို နာမည်ကြီးချင်လို့အစပြန်ဖော်တယ်လို့ သူတို့တွေးမိကြတယ်…ဒီရှေ့နေမ ငွေလိုလို့လား…နာမည်ကြီးချင်လို့လားပေါ့…ဂျိုသီ့အမှုကို ပြန်လိုက်မဲ့ရှေ့နေမလေးနာမည်က ဗန်ဘာ… မစ္စစ်ဗန်ဘာ…ဂျိုသီ့အမှုက သူ့အတွက်ပထမဆုံးအမှု ပြည်သူတွေ ဆတ်ဆတ်ထိမခံတဲ့အမှု ဗန်ဘာ့အတွက်တော့ ဒါဟာ ရှေ့နေဘဝရဲ့ပထမဆုံးခြေလှမ်း…အမှားခံလို့မရတဲ့ ကိစ္စရပ်တစ်ခု… လူတွေရဲ့ပြစ်တင်ရှုံ့ချတဲ့အကြည့်တွေ ဖိနပ်တွေနဲ့ပစ်ပေါက်ခံရတာတွေကြားကနေ ဒီအမှုကိုဆက်လိုက်ဖို့ သူဆုံးဖြတ်ခဲ့တယ်…ကဲ ရှေ့ဆက်ဘယ်လို ဖြစ်ကြဦးမလဲ ဒီအမှုမှာ ဩဇာအာဏာကြီးလှတဲ့ တစ်ဖက်ရှေ့နေကို ရှေ့နေမလေး ယှဉ်ပြိုင်နိုင်ပါ့မလားအညွန်းကိုတော့ ကိုအောင်ဇင်ဖြိုးရဲ့ Fb မှ ကူးယူဖော်ပြထားပါတယ်။ကျွန်တော်တို့ တင်ဆက်ဖို့ နောက်ကျနေခဲ့တာက မအားတာကတစ်ကြောင်းနဲ့တမီးလ်ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်း မူရင်းစာမချောတော့ အချိန်ယူပြီး အကောင်းဆုံးရေးပြီး ပြင်ဆင်ခဲ့ရလို့ပါ။မေ၂၉မှာ Amazon World Premiereနဲ့ ထွက်ရှိခဲ့ပြီး ခုဆိုရင် IMDb Rating 7.2/10 ကို ရရှိထားခဲ့ပါပြီ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။File Size : (1.80 GB) , (900 MB) and (450 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 00minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x265-TellyTranslated by Myint Thu & Nyi Nyi KoeEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJJ FredrickStarsCrane ManoharJyothikaK. BhagyarajPandiarajanParthibanPrathap K. PothanSubbu PanchuThiagarajanVidhya PradeepVinodhini VaidyanathanCastBijili RameshCrane ManoharGajarajJyothikaK. BhagyarajPandiarajanParthibanPrathap K. PothanSemmalar AnnamSubbu PanchuThiagarajanVetrivel RajaVidhya PradeepVinodhini Vaidyanathan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cvvIOo1fYLsjqc3qZFPO5PdGola.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uWh3OnwlSXRGTHDWfNQ89Yr7ZBt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ponmagal-vandhal-2020-1080-p-amzn-web-dl-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/2SZ7m/(CM)_Ponmagal.Vandhal.2020.1080p.AMZN.WEB-DL.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/zlnj2na55o9y.html",
        "server": "usersdrive.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://1fichier.com/?q8izjmsejtr7jzkks9kp",
        "server": "1fichier.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/CN9l7uRoR6l0YA",
        "server": "disk.yandex.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/gq89m3km926f",
        "server": "upstream.to",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ponmagal-vandhal-2020-720-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yWzM/(CM)_Ponmagal.Vandhal.2020.720p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yjcrpbgrzmsf.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://1fichier.com/?rdqbbyummbkb7lchtmnj",
        "server": "1fichier.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/t_VCi-BCiIE5qA",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/w9eqy3kt1h6c",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ponmagal-vandhal-2020-480-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1x4f1/(CM)_Ponmagal.Vandhal.2020.480p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/nmc516tdseq8.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://1fichier.com/?qpc4hmjh8utfalih12l1",
        "server": "1fichier.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/IzKCADnCVI1h5A",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/3ynf0en4mc2h",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-ponmagalvandhal2020",
        "server": "VIP Links",
        "size": "2GB",
        "quality": "1080p5.1"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A||125 min|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "919"
    },
    "title": "Qarib Qarib Singlle (2017)",
    "description": "“ခ်စ္ျခင္းတရားဆိုသည္မွာ”“Qarib Qarib Singlle”မင္းသား အီရာဖန္ နဲ႔ မင္းသမီးေခ်ာ ပါရာဗသီတို႔ရိုက္ကူးထားတဲ့ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ေဘာလိ၀ုဒ္ဇာတ္လမ္းတစ္ပုဒ္ပါ။“ပါရာဗသီ”က ငယ္ငယ္ရြယ္ရြယ္နဲ႔ လင္ေယာက္်ားေသဆံုးခဲ့ျပီးအရြယ္ေကာင္းမုဆိုးမေလးတစ္ေယာက္ျဖစ္ကာ”တစ္ပင္လဲမူ တစ္ပင္ထူ”ဖို႔ မ၀ံ့မရဲျဖစ္ေနရွာသူ “ဂ်ာယား”ဆိုတဲ့ သက္လတ္ပိုင္း ရံုး၀န္ထမ္းအမ်ိဳးသမီးတစ္ဦး အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။“အီရာဖန္”ကိုေတာ့ ဘ၀မွာငယ္ခ်စ္ဦးေတြနဲ႔ လြဲခဲ့ျပီးေနာက္ပိုင္းမွာေတာ့ တစ္ကိုယ္တည္းဧကစာရီက်င့္ေနရရွာတဲ့ ကဗ်ာဆရာ “ဗီေယာဂီ”အျဖစ္နဲ႔ဘ၀ၾကင္ေဖာ္ရွာေဖြေနသူ သနားစရာ တစ္ပင္တိုင္မင္းသားၾကီးအျဖစ္ေတြ႔ျမင္ရမွာပါ။တစ္ေန႔မွာေတာ့ ဂ်ာယားဟာ အြန္လိုင္းေပၚကေန ဖူးစာရွင္ရွာေဖြေရး ၀ဘ္ဆိုက္ေပၚမွာ လူစိမ္းတစ္ဦးနဲ႔ စကားစမည္ေျပာဆိုအျပီးမွာေတာ့ ထိုသူနဲ႔ အျပင္မွာေတြ႕ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္။အဲဒီလူစိမ္းကေတာ့ ဇာတ္လိုက္ေက်ာ္ၾကီး ဗီေယာဂီပါပဲ။နွစ္ေယာက္စလံုးက ၁၉၈၀ ခုနွစ္မတိုင္ခင္မွာ ေမြးဖြားခဲ့သူေတြပီပီ အခ်စ္ေရးနဲ႔ပတ္သက္ျပီးေတာ့ အရွက္အေၾကာက္ၾကီးၾကပံုခ်င္းတူပါတယ္။တစ္ေယာက္ရင္ထဲက တစ္ေယာက္ရဲ့ခံစားခ်က္ကို တစ္ေယာက္က ဖြင့္ေျပာဖို႔ ဆိုတာက သူတို႔အတြက္ေတာ့ အျပစ္ၾကီးတစ္ခုကို က်ဴးလြန္မိမယ့္အတိုင္းႏွစ္ေယာက္စလံုးက မ၀ံ့မရဲသူေတြပါ။“သူ႕ရည္းစားေဟာင္း သံုးဦးက ဗီေယာဂီကို အခုထိစြဲလန္းေနၾကတုန္းပဲ”လို႕ ဗီေယာဂီက ထုတ္ေျပာမိတဲ့အခါ ဂ်ာယားက မယံုမၾကည္ျဖစ္တဲ့အေၾကာင္း ျငင္းခုန္ၾကရင္းနဲ႔ ဗီေယာဂီ ကသူ႕ရီးစားေဟာင္းေတြနဲ႔ဂ်ာယားကို မိတ္ဆက္ေပးဖို႔ အစီအစဥ္ျဖစ္လာခဲ့ျပီးေတာ့ ႏွစ္ေယာက္သားခရီးရွည္ထြက္ခဲ့ၾကဖို႔ ဆံုးျဖတ္လိုက္ၾကပါေတာ့တယ္။သမားရိုးက် အိႏိၵယအက္ရွင္ကားေတြနဲ႔မတူဘဲ ထူးျခားဆန္းသစ္တဲ့ ခရီးသြားအေတြ႕အၾကံဳေတြ၊လူသားေတြရဲ့ ပင္ကိုယ္ရွိစျမဲျဖစ္တဲ့ အတၱ၀ါဒအေျချပဳ စဥ္းစားပံုေတြရယ္၊ ၁၉၈၀-၁၉၉၀ ခုႏွစ္၂၀ ရာစုလူသားေတြရဲ့ အခ်စ္ေရးနဲ႔ပတ္သက္တဲ့အခါ အရွက္အေၾကာက္ၾကီးစြာတုန္႔ျပန္ပံုေတြကိုပါျမင္ေတြ႕ရမယ့္ ျမန္မာဆန္တဲ့ အိႏၵိယဇာတ္လမ္းတစ္ပုဒ္ျဖစ္တယ္ဆိုရင္ မွားမယ္မထင္ပါဘူး။***ရႊင္လန္းခ်မ္းေျမ႕ၾကပါေစ***myomyintoo(arakanese)File Size : (950 MB)Quality : DVDRip 720pRunning Time : 2hr 5minFormat : Mp4Genre :Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p DvDRip x264 AC3 5.1-Hon3yTranslated by Myo Myint Htoo (Arakanese)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jhkeinQ03WwkC6wXmqc7idXAkQI.jpg",
      "https://image.tmdb.org/t/p/w300/hd1qopB5eOHKv9tmJSjACKCcJWo.jpg",
      "https://image.tmdb.org/t/p/w300/yIDaQEMUgPcGoGwtLc9b0QE9WlO.jpg",
      "https://image.tmdb.org/t/p/w300/3R825G8kYlkzPWjXeNYMew12Gh6.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/qarib-qarib-singlle-2017-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/026db/qarib-qarib-single-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://megaup.net/2conB/Qarib_Qarib_Singlle_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/BSp1lAoS#nDPtoN0Q6UqWzKEMuJ0xZ3Lh4xXdj-tWnZcihLd8gtw",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://upstream.to/77uxa0d1ezg2",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "DVD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "MU4QL-VwDlc",
      "video_url": "https://www.youtube.com/watch?v=MU4QL-VwDlc",
      "embed_url": "https://www.youtube.com/embed/MU4QL-VwDlc"
    }
  },
  {
    "metadata": "Not Rated|2011|3h 6m|Action,Bollywood",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "13k"
    },
    "title": "Velayudham (2011)",
    "description": "Velayudham 2011 ( IMDb 6.1/10)ပရိတ်သတ်များအချစ်တော် စွယ်စုံရမင်းသားဗီဂျေးရဲ့ ရုံတင်ငွေအရလဲအောင်မြင်ခဲ့ပြီးဇာတ်လမ်းအရလဲ ရသစုံလင်တဲ့ ဇာတ်ကားကောင်းတွေကို CM Bollywood ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးပါရစေဇာတ်လမ်းအစမှာတော့ အိန္ဒိယတောင်ပိုင်းမှာ လူကုန်ကူးမှုတွေ ဗုံးခွဲမှုတွေကို စီစဉ်နေတဲ့အဖွဲ့ကိုဝင်ရောက်သတင်းထောက်တဲ့ မင်းသမီးတို့ သူငယ်ချင်းသုံးယောက်နဲ့စပါတယ်…လူဆိုးတွေက သူတို့ကို သတင်းခိုးယူနေတာသိလို့ လိုက်သတ်တဲ့အခါမှာ မင်းသမီးက ဓားဒဏ်ရာနဲ့လွတ်သွားပြီးကျန်တဲ့နှစ်ယောက်ကသေဆုံးသွားပါတယ်.. လူဆိုးတွေလဲ ကံဆိုးချင်တော့ အပြန်မှာ အက်ဆီးဒင့်ဖြစ်ပြီး သေသွားပါတယ်…အဲ့ဒါကို မင်းသမီးက အမှန်တရားဘက်တော်သား ဗယ်လာယူဒမ်က လုပ်ကြံခဲ့တာလို့ စာရေးခဲ့ပြီး ဘတ်မန်းလိုမျိုး နာမည်ကြားတာနဲ့လူဆိုးတွေကြောက်ရွံ့မဲ့ အမှတ်အသားတစ်ခုကို စတင်ဖန်တီးခဲ့ပါတော့တယ်နာမည်အရင်းက တကယ့် ဗယ်လာယူဒမ်ဖြစ်တဲ့ ရွာသားတွေ ဗယ်လူလို့ခေါ်ကြတဲ့ ဗီဂျေးကတော့ ဒါတွေကိုဘာမှမသိပဲသိပ်ချစ်ရတဲ့ ညီမလေးကိုခေါ်ပြီး မြို့တက်လာခဲ့တဲ့ တောသားလေးပါ ဒါပေမဲ့ တိုက်ဆိုင်မှုတွေဖြစ်လာပြီး ဗယ်လူဟာ ဗယ်လာယူဒမ်ဖြစ်လာတဲ့အခါ….ဇာတ်လမ်းလေးလန်းသလို ဗီဂျေးရဲ့ အချစ်အကြမ်းအကခန်းတွေနဲ့ မြိုင်ဆိုင်တဲ့အပြင် ဂိမ်မာတွေအတွက် Assassin Creed စတိုင် ဗီဂျေးရဲ့ သောက်ကြမ်းကြီးဗယ်လာယူဒမ်ကို ခံစားကြည့်ရှုနိုင်ဖို့ ပြန်လည်ကာရှာဖွေတင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲ ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…8.7GB / 2.9GBQuality…Blu Ray REMUX 1080p /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMohan RajaStarsAbhimanyu SinghAjayCrane ManoharGenelia D'SouzaHansika MotwaniIlavarasuJunaid SheikhKadhal ThandapaniM. S. BhaskarManivannanMeenalMunnar RameshPandiPandiarajanRaaghavRajendranSanthanamSaranya MohanSayaji ShindeSingamuthuSooriSwaminathanT. P. GajendranVaiyapuriVeera SamarVijayVincent AsokanVineet KumarCastAbhimanyu SinghAjayCrane ManoharGenelia D'SouzaHansika MotwaniIlavarasuJunaid SheikhKadhal ThandapaniM. S. BhaskarManivannanMeenalMunnar RameshPandiPandiarajanRaaghavRajendranSanthanamSaranya MohanSayaji ShindeSingamuthuSooriSwaminathanT. P. GajendranVaiyapuriVeera SamarVijayVincent AsokanVineet Kumar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ubIosvCXH23T4KU8zZsIfgc8AqB.jpg",
      "https://image.tmdb.org/t/p/w300/gUQe25tfu74Z4SLlBP3adOIGZTq.jpg",
      "https://image.tmdb.org/t/p/w300/ycYCtUBWj3n2DKnFbJQPJBpVSEZ.jpg",
      "https://image.tmdb.org/t/p/w300/yBD3F1MWgJo1CwoQBzVkl29WjQP.jpg",
      "https://image.tmdb.org/t/p/w300/i7rE4MBqcRSTDH64Jzdacf72kzI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BYTAyZDJkM2QtYjc1Yi00NjJiLTliYTEtZDQ1NDY1YzQ1YzAyXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/velayudham-2011-1080-p-blu-ray-remux-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "8.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yp12sebyaa5i.html",
        "server": "usersdrive.com",
        "size": "8.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/AGdWmA5S#hctoKmteeN6EbsfUKVQztQxTohIYGkc7pvHdjMPSRFg",
        "server": "mega.nz",
        "size": "8.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/velayudham-2011-720-p-blu-ray-remux-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y9vpss0ow7b3.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HHdj/Velayudham.2011.720p.BluRay.REMUX.AVC.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4K0xWTpJ#iH392SxWfyeSmeQ4VgzGPAdCSsg3iiZLHwntOu-awoo",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dELfiJiCei0",
      "video_url": "https://www.youtube.com/watch?v=dELfiJiCei0",
      "embed_url": "https://www.youtube.com/embed/dELfiJiCei0"
    }
  },
  {
    "metadata": "N/A|2018|162 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "3,999"
    },
    "title": "Kaala (2018)",
    "description": "ဇာတ်ကားကောင်း ကြိုက်သူတွေ အတွက်”Kaala” ဆိုတဲ့ ဇာတ်ကားကောင်း၊ဘော်ဒါတို့အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါ။Reviewတွေလည်း ဖတ်ဖူးကြမှာပါ။ဇာတ်လမ်းအညွှန်း….Kaala ဆိုတာ “Daravi”ဆိုတဲ့ ဆင်းရဲသား ရပ်ကွက်ရဲ့ခေါင်းဆောင်အဖြစ် တင်စားကြတဲ့ “Karrikaalan “ရဲ့ နာမည်တစ်ခုပေါ့။သူဟာ ဒီရပ်ကွက်မှာ ဩဇာညောင်းသူ၊ ဖခင်ဖန်တီးခဲ့တဲ့ မြေကို ဆက်လက်ထိန်းသိမ်း ထားသူပေါ့။Kaala အဖေ ကို သတ်ခဲ့တဲ့ Harri Dada ဆိုတဲ့ ဝန်ကြီး ကလည်း ဒီမြေကို အစိုးရစီမံကိန်းလို့ လိမ်လည်ပြီး အပိုင်စီးချင်နေတယ်။ဆင်းရဲသားတွေကို တိုက်ခန်းတွေပေးမယ် ဘာညာပေါ့။ဒီအကြောင်းတွေကို မသိတဲ့ Zarrina ဆိုတဲ့ မဒမ်ကလည်းဒီစီမံကိန်းကို လူထုအကျိုးပြုအဖြစ် NGO ခေါင်းဆောင်အနေနဲ့ ဦးဆောင်ဦးရွက်ပြုရမယ်။Zarrenaဆိုတာ အာဖရိက,က လာတာဆိုပေမဲ့သူဟာ ဒါရဗီဇာတိ၊ ဒါရဗီမှာ ရာဇဝင်ကြွေးတွေတောင် ရှိသေး၊ ပြီးတော့မှ နိုင်ငံခြား ထွက်သွားတာ။Harri Dada ရဲ့ အကြံတွေ(နောက်ကွယ်က ကြိုးကိုင်မှု)ကို သိနေတဲ့ Kaala ကတော့ ဒီစီမံကိန်းကို လက်မခံပါဘူး။Harri DaDaဆိုတဲ့ လူကလည်း ဟိုးခေတ်တုန်းကပဲ ဂန်းစတားမို့ လူသတ်၊နှိပ်စက်ဖို့ ဝန်မလေးတဲ့လူပါ။ဒီလိုနဲ့ သူ့စိတ်ကူးအကြံတွေ ဖျက်ဆီးတဲ့ Kaalaကိုရက်ရက်စက်စက် လုပ်ကြံခဲ့ပါတယ်။ဘုရားသခင်ရဲ့ အလိုတော်အရ…..??Kaala နဲ့ Harri Dada တို့ အပြိုင်အဆိုင် ဘယ်လို အနိုင်ယူကြမလဲ?ဘယ်သူက ရာမလဲ? ဘယ်သူက ရာဝဏ္ဏ(ဒသဂီရိ)လဲ?အတ္တတွေနဲ့ ဘယ်လောက်ထိ ရက်စက်ကြမလဲ?အကြမ်းလောက်ကို ဖော်ပြလို့လည်း မပြီးသေးဘူး။အချစ်ပိုင်းမှာရော….?Zareena ရဲ့ ဒါရဗီက အတိတ်ဇာတ်လမ်းလေးရော ဘယ်လိုဖြစ်မလဲ..?ချစ်လျက်နဲ့ ဝေးကွာခဲ့ရလို့ အချစ်မပြယ်ကြပေမဲ့စည်းစောင့်ထိန်းတဲ့ ရည်းစားဟောင်းတွေ၊မိသားစု မပြိုကွဲမီ သာယာတဲ့ အိမ်ထောင်ရေးကို ဖန်တီးကြတဲ့ နားလည်မှုနဲ့Kaala တို့ လင်မယား၊အတုယူစရာတွေပေါ့။ဇာတ်ဝင်သီးချင်းတွေကတော့ သူတို့ရဲ့ ရိုးရာသံစဉ်တွေနဲ့ အချစ်သီချင်းတွေအပြင်၊ ယနေ့ခေတ်လူငယ်ကြိုက် Rapတွေနဲ့ Kaala ရဲ့ ဘုန်းတော်ဘွဲ့တွေလည်း ပါ,ပါသေးတယ်။သီချင်းတွေတင် မဟုတ်ဘူးနော်!  အဲ့ဒီသီချင်းတွေမှာ အကလေးတွေနဲ့ ဆွဲဆောင်ထားတာ။နိုင်ငံရေးသမား မင်းသားကြီး ရိုက်ထားတဲ့ ကားမို့ နိုင်ငံရေး ပညာပေးစကားလုံးတွေနဲ့ ဇာတ်ကားဟာ အဖိုးတန်နေပါတယ်။တမီးလ်ကားဆိုပေမဲ့ အရင်တမီးလ်ကားတွေနဲ့ပုံစံခွဲထွက်ထားပြီး လူကြီးကြိုက်၊ လူငယ်ကြိုက်မိဲု့မြန်မာပြည်မှာတောင် ရုံတင်သေးတယ်လေ :3ပြီးတော့ လူအင်အားအများအပြား သုံးထားတာဒီကားမှာ အများဆုံးတွေဖူးတယ်။နောက်ခံတီးလုံး၊ ကာလာအနေအထား ကျွန်တော့်အမြင်မှာတော့ တော်တော်မိုက်တယ်။(မီးတောက်တွေကြား အသက်လု ပြေးကြလွှားကြပြီးမီးရှို့တိုက်ခိုင်မှု၊ ကားတိုက် သတ်မှု၊ တုတ်၊ဒါး၊ လက်နက်တွေနဲ့ သတ်ဖြတ်တိုက်ခိုက်မှု၊ အကြမ်းဖက်မှု အဓိကရုဏ်းတွေနဲ့ ပြည့်နှက် နေတာမို့ ကလေးတွေအနေနဲ့မကြည့်သင့်ဘူးထင်ရင် ကလေးတွေကို မပေးမိပါစေနဲ့ဗျ။)ဒီလောက်ပဲ ရေးပါရစေ၊ အညွှန်းမရေးတတ်တာ အားနည်းချက်မို့ ။သီချင်းတွေကိုလည်း အပင်ပန်းခံပြီး မြန်မာမှုပြုထားလို့ နည်းနည်းလေးမှ မကျော်ဘဲ ကြည့်ပေးကြပါလို့… ပြောချင်ပါတယ်ဗျာ။ :3(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Nyi Koe ပါ)File Size : (1.2 GB) and (600 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 42minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-NTGTranslated by Nyi Nyi KoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPa. RanjithStarsAnjali PatilArul DassDhilebanEaswari RaoHuma QureshiNana PatekarRajinikanthSamuthirakaniSayaji ShindeSupergood SubramaniCastAnasuya BharadwajAnjali PatilAravind AkashArul DassArundhathi NairDhilebanEaswari RaoHuma QureshiNana PatekarPankaj TripathiRajinikanthRavi KaleRJ Ramesh ThilakSakshi AgarwalSampath RajSamuthirakaniSayaji ShindeSupergood SubramaniYatin Karyekar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3fwoJ2KvqWHpdVW6HC6x0DpDEpJ.jpg",
      "https://image.tmdb.org/t/p/w300/nkeL4jCPuHKbzCyzrBCB54v3OAu.jpg",
      "https://image.tmdb.org/t/p/w300/dbjuUrMWzJfFJ6sCl3Tqr9tene3.jpg",
      "https://image.tmdb.org/t/p/w300/wwoFZdr02TOgOcIPHzCBUVdxXl6.jpg",
      "https://image.tmdb.org/t/p/w300/iO2nOwFrZ5nY3O8FItjP06L5y7O.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xVAZZN4Av3e6YxwLgUWTYDNtta1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kaala-2018",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/kaala-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/watjmewyw0ai",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/novc83n80qf7.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "pSnMt6h6zk0",
      "video_url": "https://www.youtube.com/watch?v=pSnMt6h6zk0",
      "embed_url": "https://www.youtube.com/embed/pSnMt6h6zk0"
    }
  }
]