[
  {
    "metadata": "PG-13|1993|86 min|Action,Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "74,063"
    },
    "title": "Hot Shots! Part Deux (1993)",
    "description": "Unicodeမနေ့ကတင်ပေးခဲ့တဲ့ Hot Shot Part 1 ရဲ့အဆက်လာပါပြီ။ ဒီကားကတော့ ရုပ်ရှင်ပရိသတ်တွေရဲ့အချစ်တော် စတားလုံးရဲ့ Rambo ဇာတ်ကားကို သရော်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် ဆာဒမ်ဟူစိန်ကိုလဲသရော်ထားပြီး Basic Instinct ကိုပါ ဟာသအဖြစ်ထည့်ထားပါသေးတယ်။ဒီ Part 2 မှာတော့ သူရဲကောင်းကြီး တော်ပါဟာလေဟာ ချစ်သူ ရမန်ဒါနဲ့ကွဲကွာသွားပြီး အာရှမှာ ဇာတ်မြုပ်နေခဲ့ပါတယ်။ တစ်ဖက်မှာလဲအမေရိကန်အစိုးရက အရှေ့အလယ်ပိုင်းဒေသမှာ ဖမ်းခံထားရတဲ့ အမေရိကန်ဓားစာခံတွေကို ကယ်ထုတ်တာ လုံးဝမအောင်မြင်ဘူးဖြစ်နေခဲ့ပါတယ်။အဲ့ဒါကြောင့် ထုံးစံအတိုင်း တော်ပါဟာလေကို ပြန်ခေါ်ဖို့ကြိုးစားခဲ့ရပြီး ဓားစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲ၊ တော်ပါဟာလေနဲ့ ရမန်ဒါတို့ကရောဘာကြောင့်ကွဲကွာသွားရတာလဲ၊ ဆာဒမ်ဟူစိန်ကိုရော ဘယ်လိုရှင်းကြမလဲဆိုတာတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါ။ဒီကားမှာ နာမည်အကြီးဆုံးကတော့ ကြက်နဲ့မြားပစ်တဲ့အခန်းပါ။ ဒါ့အပြင် နာမည်ကြီးရုပ်ရှင်တွေထဲက ဇာတ်ဝင်ခန်းတွေကိုပါ သရော်ထားပြီးPart 1 တုန်းကထက်တောင် ပိုပြီးရယ်ရပါသေးတယ်။ Part 1 ကြည့်ပြီးတဲ့သူတွေအတွက်တော့ Part 2 နဲ့ဆို အချိတ်အဆက်ပိုမိသွားပြီးပိုရယ်နေရမှာပါ။ အခု Part 2 မှာ ရုပ်ရှင်ပရိသတ်တွေရဲ့ အချစ်တော် နာမည်ကြီးဟာသသရုပ်ဆောင် နောက်တစ်ယောက်လဲ ပါပါသေးတယ်။ဘယ်သူလဲဆိုတာတော့ မပြောပြတော့ပါဘူး။တစ်ခုအသိပေးချင်တာကတော့ Hot Shots နှစ်ကားလုံးမှာ အသုံးပြုသွားတဲ့ဟာသပြက်လုံး၊ ထေ့လုံးတွေဟာ မြန်မာပရိသတ်တွေအတွက်အလှမ်းဝေးနေပြီး မူရင်းစာသားအတိုင်းပြန်ကြည့်တဲ့အခါ ဟာသအရသာပျောက်သွားပြီး မရယ်ရတော့ပါဘူး။ မင်းသား၊မင်းသမီးနာမည်အသုံးအနှုန်းကအစ ၁၉၉၀ ဝန်းကျင်က မင်းသားမင်းသမီးဟောင်းကြီးတွေရဲ့ နာမည်ကိုယူပြီး ပြက်လုံးထုတ်ထားတာဖြစ်တဲ့အတွက်CM ကနေ မြန်မာပရိသတ်နားလည်လွယ်အောင်၊ ဟာသကိုသဘောပေါက်လွယ်အောင်လို့ ပြက်လုံးအတော်များများကို မြန်မာမှုအနည်းငယ်ပြုထားပါတယ်။ ဒါဟာ ပျော်စေ၊ ပျက်စေသဘောနဲ့လုပ်တာမဟုတ်ပဲ ဟာသတစ်ခုကို အဓိပ္ပါယ်နားလည်လွယ်အောင်လို့ Contextualize လုပ်တယ်လို့ နားလည်ပေးစေချင်ပါတယ်။ဘာသာပြန်တဲ့ကျွန်တော်ကိုယ်တိုင်လဲ ဒီကားကျမှ ဒီလိုမြန်မာပြက်လုံးတွေထည့်သုံးထားတာဖြစ်ပြီး တခြားကားတွေမှာဆို မူရင်းနဲ့မူကွဲ တစ်သားထဲကျအောင်ပြန်နေကျဖြစ်တဲ့အကြောင်း အသိပေးပါတယ်ခင်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုအာကာဖြိုးပါ)Zawgyiမေန႕ကတင္ေပးခဲ့တဲ့ Hot Shot Part 1 ရဲ႕အဆက္လာပါၿပီ။ ဒီကားကေတာ့ ရုပ္ရွင္ပရိသတ္ေတြရဲ႕အခ်စ္ေတာ္ စတားလံုးရဲ႕ Rambo ဇာတ္ကားကို သေရာ္ထားတာျဖစ္ပါတယ္။ ဒါ့အျပင္ ဆာဒမ္ဟူစိန္ကိုလဲသေရာ္ထားၿပီး Basic Instinct ကိုပါ ဟာသအျဖစ္ထည့္ထားပါေသးတယ္။ဒီ Part 2 မွာေတာ့ သူရဲေကာင္းၾကီး ေတာ္ပါဟာေလဟာ ခ်စ္သူ ရမန္ဒါနဲ႕ကြဲကြာသြားၿပီး အာရွမွာ ဇာတ္ျမဳပ္ေနခဲ့ပါတယ္။ တစ္ဖက္မွာလဲအေမရိကန္အစုိးရက အေရွ႕အလယ္ပိုင္းေဒသမွာ ဖမ္းခံထားရတဲ့ အေမရိကန္ဓားစာခံေတြကုိ ကယ္ထုတ္တာ လံုး၀မေအာင္ျမင္ဘူးျဖစ္ေနခဲ့ပါတယ္။အဲ့ဒါေၾကာင့္ ထံုးစံအတိုင္း ေတာ္ပါဟာေလကို ျပန္ေခၚဖို႕ၾကိဳးစားခဲ့ရၿပီး ဓားစာခံေတြကို ဘယ္လိုကယ္ထုတ္မလဲ၊ ေတာ္ပါဟာေလနဲ႕ ရမန္ဒါတို႕ကေရာဘာေၾကာင့္ကြဲကြာသြားရတာလဲ၊ ဆာဒမ္ဟူစိန္ကုိေရာ ဘယ္လိုရွင္းၾကမလဲဆိုတာေတာ့ ဆက္လက္ခံစားၾကည့္ရႈၾကပါ။ဒီကားမွာ နာမည္အၾကီးဆံုးကေတာ့ ၾကက္နဲ႕ျမားပစ္တဲ့အခန္းပါ။ ဒါ့အျပင္ နာမည္ၾကီးရုပ္ရွင္ေတြထဲက ဇာတ္၀င္ခန္းေတြကုိပါ သေရာ္ထားၿပီးPart 1 တုန္းကထက္ေတာင္ ပိုၿပီးရယ္ရပါေသးတယ္။ Part 1 ၾကည့္ၿပီးတဲ့သူေတြအတြက္ေတာ့ Part 2 နဲ႕ဆို အခ်ိတ္အဆက္ပိုမိသြားၿပီးပိုရယ္ေနရမွာပါ။ အခု Part 2 မွာ ရုပ္ရွင္ပရိသတ္ေတြရဲ႕ အခ်စ္ေတာ္ နာမည္ၾကီးဟာသသရုပ္ေဆာင္ ေနာက္တစ္ေယာက္လဲ ပါပါေသးတယ္။ဘယ္သူလဲဆိုတာေတာ့ မေျပာျပေတာ့ပါဘူး။တစ္ခုအသိေပးခ်င္တာကေတာ့ Hot Shots ႏွစ္ကားလံုးမွာ အသံုးျပဳသြားတဲ့ဟာသျပက္လံုး၊ ေထ့လံုးေတြဟာ ျမန္မာပရိသတ္ေတြအတြက္အလွမ္းေ၀းေနၿပီး မူရင္းစာသားအတုိင္းျပန္ၾကည့္တဲ့အခါ ဟာသအရသာေပ်ာက္သြားၿပီး မရယ္ရေတာ့ပါဘူး။ မင္းသား၊မင္းသမီးနာမည္အသံုးအႏႈန္းကအစ ၁၉၉၀ ၀န္းက်င္က မင္းသားမင္းသမီးေဟာင္းၾကီးေတြရဲ႕ နာမည္ကုိယူၿပီး ျပက္လံုးထုတ္ထားတာျဖစ္တဲ့အတြက္CM ကေန ျမန္မာပရိသတ္နားလည္လြယ္ေအာင္၊ ဟာသကိုသေဘာေပါက္လြယ္ေအာင္လုိ႕ ျပက္လံုးအေတာ္မ်ားမ်ားကို ျမန္မာမႈအနည္းငယ္ျပဳထားပါတယ္။ ဒါဟာ ေပ်ာ္ေစ၊ ပ်က္ေစသေဘာနဲ႕လုပ္တာမဟုတ္ပဲ ဟာသတစ္ခုကို အဓိပၸါယ္နားလည္လြယ္ေအာင္လုိ႕ Contextualize လုပ္တယ္လုိ႕ နားလည္ေပးေစခ်င္ပါတယ္။ဘာသာျပန္တဲ့ကၽြန္ေတာ္ကိုယ္တိုင္လဲ ဒီကားက်မွ ဒီလိုျမန္မာျပက္လံုးေတြထည့္သံုးထားတာျဖစ္ၿပီး တျခားကားေတြမွာဆို မူရင္းနဲ႕မူကြဲ တစ္သားထဲက်ေအာင္ျပန္ေနက်ျဖစ္တဲ့အေၾကာင္း အသိေပးပါတယ္ခင္ဗ်။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုအာကာျဖိဳးပါ)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1hr 26minFormat : Mp4Genre :Action, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by Arkar PhyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJim AbrahamsStarsBrenda BakkeCharlie SheenDavid WohlJerry HalevaLloyd BridgesMiguel FerrerMitchell RyanRichard CrennaRowan AtkinsonValeria GolinoCastBrenda BakkeCharlie SheenDavid WohlJerry HalevaLloyd BridgesMartin SheenMichael ColyarMiguel FerrerMitchell RyanRichard CrennaRosemary JohnstonRowan AtkinsonRyan StilesValeria Golino",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4nYzn99ZPfAEQY4ypopoXa7RdPU.jpg",
      "https://image.tmdb.org/t/p/w300/sTXgPWi2U9JRFIj49HtV6s3Gqcs.jpg",
      "https://image.tmdb.org/t/p/w300/2TZyIMBoO0ffFQ8lWxNCmLpsD3x.jpg",
      "https://image.tmdb.org/t/p/w300/2G9JTrpcRWeTmLuc1E0EFrptQsl.jpg",
      "https://image.tmdb.org/t/p/w300/nuAi0osfKF4Kzi8Ugm45DOaPCHw.jpg",
      "https://image.tmdb.org/t/p/w300/pmzsKDPemxiZtiwmLlwgyB9dXfZ.jpg",
      "https://image.tmdb.org/t/p/w300/9tSEBNPv5NtTs6zxvpkQ0xR2JD8.jpg",
      "https://image.tmdb.org/t/p/w300/k5ZQ7LaOgO1fyp7zeVCfBT33h0l.jpg",
      "https://image.tmdb.org/t/p/w300/mzbmHGbAZFKCdUo8DIBIlgMTZsk.jpg",
      "https://image.tmdb.org/t/p/w300/1rIr4jSITieHw7bhsFF3ZyxzMzJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3vILyxwmL4hcqiik638l8lL2d4h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hot-shots-part-deux-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/dfcaac5e75/hot-shots-part-deux-193-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2SpB7/Hot_Shots!_Part_Deux_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XYxFmK7b#mp_xaEdgcRdoINztfXmyqn2F39-JoPeqld84oMr4pVM",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4yxhvyj62hxj",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XQSsnTH2sQ4",
      "video_url": "https://www.youtube.com/watch?v=XQSsnTH2sQ4",
      "embed_url": "https://www.youtube.com/embed/XQSsnTH2sQ4"
    }
  },
  {
    "metadata": "|1993|89 min|Action,Asian,Comedy,Crime,Stephen Chow",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,167"
    },
    "title": "Fight Back to School 3 (1993)",
    "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (6.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားက Fight Back to School (1) နဲ့ (2) ဇာတ်ကားတို့ရဲ့အဆက်ဖြစ်ပါတယ်။တတိယကားမှာတော့ စတီဖင်ချောင်တစ်ယောက် ရာထူးပြန်ရပြီးနောက်လျို့ဝှက်ထောက်လှမ်းရေးအလုပ်ကို ပြန်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒါပေမယ့် အလွဲတို့ထုံးစံအတိုင်းလူသတ်မှုတစ်ခုထဲက အသတ်ခံရသူဟာ စတီဖင်ချောင်နဲ့ ကံဆိုးစွာရုပ်ချင်းတူနေခဲ့ပါတယ်။ဒီမှာပဲ ရဲဌာကနေ သေဆုံးသူနေရာကနေ ဟန်ဆောင်ပြီး လူသတ်သမားကိုဖော်ထုတ်ပေးဖို့ စတီတင်ချောင်ကို စေခိုင်းလိုက်ပါတော့တယ်။အသတ်ခံရသူနေရာကနေ ဟန်ဆောင်ပြီးရှုပ်ထွေးလှတဲ့ လူသတ်မှုကိုဖော်ထုတ်ရင်း စတီဖင်ချောင်တစ်ယောက် ဘာတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။File size…(2 GB) and (1.1 GB)Quality….BluRay 1080p 5.1CH and 720pFormat…mkvDuration….01:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byLyric Lynn KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWong JingStarsAnita MuiAnthony WongJohn Ching TungKathy ChowLeung Kar-YanNatalis ChanPaul Chun PuiPhilip Chan Yan-KinSharla Cheung ManStephen ChowCastAnita MuiAnthony WongChang Gan-WingJohn Ching TungKathy ChowLeung Kar-YanMimi Chu Mai-MaiNatalis ChanPaul Chun PuiPhilip Chan Yan-KinSharla Cheung ManStephen Chow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jznP87h6Mo5E8s5wNqoCCgcT86i.jpg",
      "https://image.tmdb.org/t/p/w300/gqrWT32YSZna5uULo69b6ujVTyg.jpg",
      "https://image.tmdb.org/t/p/w300/qq60NAaBPPL8abVpd8UqDs7uUBK.jpg",
      "https://image.tmdb.org/t/p/w300/oAWQN7tLl4f4gikgXlxRT37LWR4.jpg",
      "https://image.tmdb.org/t/p/w300/zbWqIf9BKSykbLCCc3gZOHF5klg.jpg",
      "https://image.tmdb.org/t/p/w300/5dNlc6PbB69xojnzaLQorLAFkpL.jpg",
      "https://image.tmdb.org/t/p/w300/a6t4a3vFPoEiecrCAdjHS72qEN6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/ufhn9hgoaiw5.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fight-back-to-school-3-1993",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/fight-back-to-school-iii-1993-blu-ray-remux-1080-p-avc-true-hd-5-1-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fight-back-to-school-iii-1993-blu-ray-remux-720-p-avc-true-hd-5-1-mkv",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gi8v/Fight_Back_To_School_III_1993_BluRay_REMUX_1080p_AVC_TrueHD_5.1.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gi8i/Fight_Back_To_School_III_1993_BluRay_REMUX_720p_AVC_TrueHD_5.1.mkv",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SG5kUYzA#VNK8nHbd0ZGGMjNs2rQ0m3MJEarjW9Ke0bWSVTJc3vU",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7P50WC6Y#7Qd9VIoAK7gmuSmSbuAuYP3wT9XIsy6o7e8o5Wi4IIo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/euipffgkg12o.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tvndktscvvdm.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/rdnnwal2l7q6",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KMcmoScy6j4",
      "video_url": "https://www.youtube.com/watch?v=KMcmoScy6j4",
      "embed_url": "https://www.youtube.com/embed/KMcmoScy6j4"
    }
  },
  {
    "metadata": "R|1993|1h 55min|Biography,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "52000"
    },
    "title": "This Boy’s Life (1993)",
    "description": "This Boy’s Life (1993)~ IMDb – 7.3/10, Rotten Tomatoes – 76% ~မျှော်လင့်ခြင်း ရွှေအတောင်ပံတွေ ဒဏ်ရာဗရပွနဲ့ မပျံနိုင်တော့တဲ့အခါ ပုန်ကန်စိတ်တွေ၊ မိုက်ရူးရဲခြင်းတွေနဲ့ ရွှေအတောင်ပံ တဖျတ်ဖျတ်ခတ်ခဲ့ဖူးကြတဲ့ လူငယ်ဘ၀တွေကို ပြန်မက်မောမိခဲ့ကြတာပေါ့။ လူငယ်ဘ၀တွေမှာတော့ ဒဏ်ရာတွေ ဘယ်လောက်ပဲများခဲ့ကြပါစေ အနာဂတ်ဆီ မျှော်လင့်ချက်အပြည့်နဲ့ ရှေ့ဆက်ပြီး ရွှေအတောင်ပံတွေ တဖျတ်ဖျတ်ခတ်နိုင်ခဲ့ကြတာပဲမလား။ ဒီရုပ်ရှင်ဟာ ပျိုမျစ်ခဲ့တဲ့တစ်ချိန်တစ်ခါဆီကို မျှော်ရည်ရင်း အားလုံးရဲ့ ရွှေအတောင်ပံတွေက ဒဏ်ရာတွေကို ပြန်ကောင်းလာဖို့ အထောက်အကူဖြစ်စေမယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ လူငယ်လေးတစ်ယောက်ရဲ့ ရွှေရောင်နေ့ရက်တွေ၊ မပြေမလည်မိသားစုထဲ ရခဲ့ဖူးတဲ့ ဒဏ်ရာတွေအကြောင်း၊ သူ့အိပ်မက်ကို သူမက်ခဲ့တဲ့အကြောင်းတွေပေါ့။ စာရေးဆရာရဲ့ငယ်ဘ၀မှတ်တမ်းကိုရေးထားတာကနေ ပြန်ရိုက်ထားတဲ့ကားဆိုတော့ လက်တွေ့ကျကျပါပဲ။မင်းသားတွေက ရောဘတ်ဒီနဲရိုးနဲ့ လီယိုနာဒိုပါ။ လီယိုနာဒိုဟာ ကလေးဘ၀ကတည်းက ပြောင်မြောက်ခဲ့တာကို သက်သေပြနေမယ့် ရုပ်ရှင်ဖြစ်သလို သူ့ပထွေးအဖြစ်သရုပ်ဆောင်တဲ့ ဒီနဲရိုးဟာ လူဆိုးဇာတ်ရုပ်မှာလည်း မညံ့တာ မြင်ရမှာပါ။ တိုဘီမက်ဂွိုင်းယားလည်းပါသလို သူနဲ့ လီယိုနာဒိုတို့ သူငယ်ချင်းစဖြစ်ခဲ့တဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ ဒီမှာ သူတို့ဦးဆုံးစတွေ့ခဲ့ကြတာပါ။ မကြာခင် ဒီနဲရိုးနဲ့ လီယိုတို့ စကောဆေးစိကားအသစ်မှာ ထပ်ဆုံကြဦးမှာဆိုတော့ အဲဒီကားကို မျှော်ရင်း သူတို့ပထမဆုံးတွဲရိုက်ခဲ့တဲ့ ဒီကားမှာ သူတို့ ဘယ်လောက်အချိတ်အဆက် အစပ်အဟပ်တည့်အောင် တွဲဖက်သရုပ်ဆောင်နိုင်ခဲ့လဲဆိုတာ ကြည့်ဖူးထားသင့်တဲ့ ရုပ်ရှင်ပါပဲ။ Rating ကောင်းကောင်းရထားတဲ့ Coming of Age ကားကောင်းလည်းဟုတ်ပါတယ်။ကျွန်တော်တို့ငယ်ဘ၀တွေမှာ ပျော်စရာတွေရော၊ နာကျင်စရာတွေရော၊ ပုန်ကန်ချင်စိတ်တွေရော ရှိခဲ့ကြတာပဲမို့ တိုက်ဆိုင်စေမယ့် ရုပ်ရှင်ပါ။ အကြောင်းသင့်ရင်တော့ ခင်ဗျားရဲ့ ရွှေအတောင်ပံက ဒဏ်ရာတွေ ပြန်ကောင်းစေမယ့် ရုပ်ရှင်ပေါ့။~ Word Ref – ရွှေအတောင်ပံမှာ ဒဏ်ရာတွေပြန်ကောင်းလာတဲ့တစ်နေ့ by တာရာမင်းဝေ(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.5GB, 668MBQuality – 1080p, 720pFormat – mp4Duration – 1H 55MinIMDb rating – 7.3/10Genre – Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael Caton-JonesStarsCarla GuginoChris CooperEliza DushkuEllen BarkinJonah BlechmanKathy KinneyLeonardo DiCaprioRobert De NiroRobert ZameroskiTobey MaguireTracey EllisZachary AnsleyCastCarla GuginoChris CooperEliza DushkuEllen BarkinFrank C. TurnerJonah BlechmanKathy KinneyLeonardo DiCaprioMorgan BraytonRobert De NiroRobert ZameroskiTobey MaguireTracey EllisTravis MacDonaldZachary Ansley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6N6VUUR1gzbCkiGpQzvRREv3Od1.jpg",
      "https://image.tmdb.org/t/p/w300/6ufyHmB1r5y2BUWSTbGUkChIVKb.jpg",
      "https://image.tmdb.org/t/p/w300/v4LAySFHsE14Izo9DxSfjJiQcpz.jpg",
      "https://image.tmdb.org/t/p/w300/o55WNotC8eyni4SYSzwRz5LZqhT.jpg",
      "https://image.tmdb.org/t/p/w300/xbIPBo7ltJbPStUMLLLNJBP9iWn.jpg",
      "https://image.tmdb.org/t/p/w300/4VSxp1KtL7Ww4jvhR4IFHFnsWNl.jpg",
      "https://image.tmdb.org/t/p/w300/zwcMJAiuigNA1sZvPbvzYWNbGnG.jpg",
      "https://image.tmdb.org/t/p/w300/pEgjxsLncICwSn61TaBTKusKVEB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/This_Boys_Life_1993.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/this-boys-life-1993",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-this-boys-life-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/146p9/(CM)_This_Boy_s_Life_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FzZB1SBD#2vbbpC5IBnl_lwtlgWgqhIUUi1A3DqA3lzSngJjZtP0",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ujaq5nsb1evx.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/cwitekg6jf7b.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-this-boys-life-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/146p8/(CM)_This_Boy_s_Life_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xyIU2RxC#BzZQ83ojFaMmYLaEbJi7umIjzDq8jqMfhw95e4qnHps",
        "server": "mega.nz",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/b79sp3ec2r0c.html",
        "server": "usersdrive.com",
        "size": "668MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/lxve880z08bx.html",
        "server": "streamsb.com",
        "size": "668MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "P28qmkCrNSM",
      "video_url": "https://www.youtube.com/watch?v=P28qmkCrNSM",
      "embed_url": "https://www.youtube.com/embed/P28qmkCrNSM"
    }
  },
  {
    "metadata": "PG-13|1993|114 min|Drama,Mystery,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "18,203"
    },
    "title": "Sommersby(1993)",
    "description": "Sommersby(1993)အညႊန္း********************(zawgyi)ဂ်က္သည္ ၆ နွစ္ၾကာမွ် ကြယ္ေပ်ာက္ၿပီးမွ ရြာသုိ႕ျပန္ေရာက္လာသည္….ေထာင္က်ေနသသျဖင့္ ေပ်ာက္ကြယ္ေနရျခင္းျဖစ္သည္ဟု သူကေျပာျပသည္….သူ႕ဇနီးနွင့္ ကေလးျဖစ္သူက ဂ်က္ကုိ အံအားသင့္စြာျဖင့္ႀကဳိဆုိၾကသည္….ဂ်က္ကုိသေဘာက်သည္ျဖစ္ေစ သေဘာမက်သည္ျဖစ္ေစ တစ္ရြာလုံးကေတာ့ ၀ုိင္း၀န္းႀကဳိဆုိၾကသည္….ဒီေနရာမွာ ဘာထူးထူးဆန္းလာလဲဆုိေတာ့ ဂ်က္ရွိစဥ္ကထဲက ေမြးထားတဲ့ေခြးက စိမ္းစိမ္းကားကား ထုိးေဟာင္ခဲ့တယ္…ၿပီးေတာ့ ဖိနပ္ဆုိင္မွာ ဖိနပ္ခ်ဳပ္ေတာ့လည္း ဖိနပ္အတုိင္းကုိမွတ္မိေနတဲ့ဆုိင္ရွင္က ဆုိက္ေသးသြားတယ္ေနာ္လုိ႕မွတ္ခ်က္ခ်ျပန္တယ္….ဂ်က္ရွိစဥ္ကထဲက ေသဆုံးတဲ့သူတစ္ေယာက္ရွိတယ္..ဒါကုိလည္းစကားမွားၿပီးေျပာမိျပန္တယ္….သူဟာ ဂ်က္နဲ႕တေထေရာထဲတူတဲ့သူျဖစ္ေပမယ့္ ဂ်က္အတုလား အစစ္လားတကယ့္ကို ေ၀ခြဲရခက္ပါတယ္…ဒီကားနဲ႕ပတ္သက္ၿပီးဇာတ္ေၾကာင္းက ဒီေလာက္ပဲေျပာပါရေစ…အေတြးေပါင္းမ်ားစြာနဲ႕လွပေသာရုပ္ရွင္ေၾကာင့္ ခံစားမွႈသီးျခားကမၻာထဲကုိ ပုိ႕ေဆာင္ေပးတဲ့ကားမ်ဳိးမုိ႕ပါ…ဒီကားဟာ ရစ္ခ်က္ဂီယာနဲ႕ မင္းသမီးႀကီး ဂ်ဳိဒီေဖာ့္စ္စတာတုိ႕ အဓိကသရုပ္ေဆာင္ထားပါတယ္.. ရစ္ခ်က္ဂီယာလုိ႕ မသိၾကေပမယ့္ Pretty Woman ဇာတ္ကားနဲ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြရင္းနွီးၾကမွာပါ…ဒီကားကုိၾကည့္ရင္ ဂ်က္ရဲဲ႕အျပဳအမူ လုပ္ကိုင္ေဆာင္ရြက္ပုံေတြ စကားေျပာပုံေတြကုိ အေသးစိတ္ဂရုစိုက္ၾကည့္ေစခ်င္တယ္…ဂ်က္ဘာေၾကာင့္ဒီလုိလုပ္တာလဲ..ဘာျဖစ္လုိ႕ ဒီလုိလမ္းေတြကုိေရြးခ်ယ္ခဲ့တာလဲ…ဇာတ္ကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားတုိ႕ကုိ အေတြးေပါင္းမ်ားစြာ ခ်န္ေပးခဲ့လိမ့္မယ္…ဂ်က္လုပ္တာမွန္ရဲ႕လား….ငါသာဆုိရင္ ဒီလမ္းကုိေရြးခ်ယ္နုိင္ပါ့မလား….တျခားေရြးခ်ယ္စရာတစ္ခုဆုိရင္ေရာ အဆင္ေျပနုိင္ပါ့မလား…ဆုိတာမ်ဳိးေတြေပါ့…ခံစားၾကည့္ၾကပါ….ခင္ဗ်ားတုိ႕ နွလုံးသားကုိ မဖမ္းစားနုိင္ဘူးဆုိရင္ ေသခ်ာတယ္ခင္ဗ်ားတုိ႕နွလုံးသားဟာ ေက်ာက္သားေတြနဲ႕ဖြဲ႕စည္းထားလုိ႕ပါပဲ….(unicode)ဂျက်သည် ၆ နှစ်ကြာမျှ ကွယ်ပျောက်ပြီးမှ ရွာသို့ပြန်ရောက်လာသည်….ထောင်ကျနေသသဖြင့် ပျောက်ကွယ်နေရခြင်းဖြစ်သည်ဟု သူကပြောပြသည်….သူ့ဇနီးနှင့် ကလေးဖြစ်သူက ဂျက်ကို အံအားသင့်စွာဖြင့်ကြိုဆိုကြသည်….ဂျက်ကိုသဘောကျသည်ဖြစ်စေ သဘောမကျသည်ဖြစ်စေ တစ်ရွာလုံးကတော့ ဝိုင်းဝန်းကြိုဆိုကြသည်….ဒီနေရာမှာ ဘာထူးထူးဆန်းလာလဲဆိုတော့ ဂျက်ရှိစဉ်ကထဲက မွေးထားတဲ့ခွေးက စိမ်းစိမ်းကားကား ထိုးဟောင်ခဲ့တယ်…ပြီးတော့ ဖိနပ်ဆိုင်မှာ ဖိနပ်ချုပ်တော့လည်း ဖိနပ်အတိုင်းကိုမှတ်မိနေတဲ့ဆိုင်ရှင်က ဆိုက်သေးသွားတယ်နော်လို့မှတ်ချက်ချပြန်တယ်….ဂျက်ရှိစဉ်ကထဲက သေဆုံးတဲ့သူတစ်ယောက်ရှိတယ်..ဒါကိုလည်းစကားမှားပြီးပြောမိပြန်တယ်….သူဟာ ဂျက်နဲ့တထေရောထဲတူတဲ့သူဖြစ်ပေမယ့် ဂျက်အတုလား အစစ်လားတကယ့်ကို ဝေခွဲရခက်ပါတယ်…ဒီကားနဲ့ပတ်သက်ပြီးဇာတ်ကြောင်းက ဒီလောက်ပဲပြောပါရစေ…အတွေးပေါင်းများစွာနဲ့လှပသောရုပ်ရှင်ကြောင့် ခံစားမှှုသီးခြားကမ္ဘာထဲကို ပို့ဆောင်ပေးတဲ့ကားမျိုးမို့ပါ…ဒီကားဟာ ရစ်ချက်ဂီယာနဲ့ မင်းသမီးကြီး ဂျိုဒီဖော့်စ်စတာတို့ အဓိကသရုပ်ဆောင်ထားပါတယ်.. ရစ်ချက်ဂီယာလို့ မသိကြပေမယ့် Pretty Woman ဇာတ်ကားနဲ့ ကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေရင်းနှီးကြမှာပါ…ဒီကားကိုကြည့်ရင် ဂျက်ရဲ့အပြုအမူ လုပ်ကိုင်ဆောင်ရွက်ပုံတွေ စကားပြောပုံတွေကို အသေးစိတ်ဂရုစိုက်ကြည့်စေချင်တယ်…ဂျက်ဘာကြောင့်ဒီလိုလုပ်တာလဲ..ဘာဖြစ်လို့ ဒီလိုလမ်းတွေကိုရွေးချယ်ခဲ့တာလဲ…ဇာတ်ကားကြည့်ပြီးတဲ့အချိန်မှာ ခင်ဗျားတို့ကို အတွေးပေါင်းများစွာ ချန်ပေးခဲ့လိမ့်မယ်…ဂျက်လုပ်တာမှန်ရဲ့လား….ငါသာဆိုရင် ဒီလမ်းကိုရွေးချယ်နိုင်ပါ့မလား….တခြားရွေးချယ်စရာတစ်ခုဆိုရင်ရော အဆင်ပြေနိုင်ပါ့မလား…ဆိုတာမျိုးတွေပေါ့…ခံစားကြည့်ကြပါ….ခင်ဗျားတို့ နှလုံးသားကို မဖမ်းစားနိုင်ဘူးဆိုရင် သေချာတယ်ခင်ဗျားတို့နှလုံးသားဟာ ကျောက်သားတွေနဲ့ဖွဲ့စည်းထားလို့ပါပဲ….File Size : (1.07GB) and (377 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:54:00Genre : Mystery, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEva Z. CabreraJon AmielStarsBill PullmanBrett KelleyClarice TaylorFrankie FaisonJames Earl JonesJodie FosterLanny FlahertyRichard GereWendell WellmanWilliam WindomCastBill PullmanBrett KelleyClarice TaylorFrankie FaisonJames Earl JonesJodie FosterLanny FlahertyR. Lee ErmeyRay McKinnonRichard GereRichard HamiltonWendell WellmanWilliam Windom",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wZmjpQFxmQnpoxjYwHoPCGofO17.jpg",
      "https://image.tmdb.org/t/p/w300/jNyaNC6pIptz3qrHCl4GMiDuTKc.jpg",
      "https://image.tmdb.org/t/p/w300/ifuTn3Kt0BTHO5RvBQ6bsrZMr0X.jpg",
      "https://image.tmdb.org/t/p/w300/tHhroYeyGBkjeBL8II7tekOwBfl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tTknufUur6nxMHEAR3iZ71kJXHt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sommersby-1993-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/sommersby-1993-blu-ray-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/65b9d396/somersby-193-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/69255c0/somersby-193-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/295l5/Sommersby_1993.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Qqm8/Sommersby.1993.Blu-Ray_720p.pp.mp4",
        "server": "megaup.net",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/00QQ2ajC#4royGISyMewJ5_c-oSJwBQEUukJ-E60Bz4v8v8TumfU",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/BpIQ0SZC#2cjor2pFo-6OyxGYm1OxmtHPQeFHvg_VNU42Vgu_hzc",
        "server": "mega.nz",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1KS2/Sommersby_1993.BLU-RAY.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.datbu.com/tqn85cq584m9.html",
        "server": "DatBu",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/1zyvu",
        "server": "yuudrive.me",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/9n56r9t1e6t8",
        "server": "upstream.to",
        "size": "1.07GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/jv86btps4ajf",
        "server": "upstream.to",
        "size": "895 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "obqtXIGpSiE",
      "video_url": "https://www.youtube.com/watch?v=obqtXIGpSiE",
      "embed_url": "https://www.youtube.com/embed/obqtXIGpSiE"
    }
  },
  {
    "metadata": "|1993||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "24000"
    },
    "title": "Red Rock West (1993)",
    "description": "Red Rock West (1993)================IMDb Rating – 7.0/10ဒီဇာတ်လမ်းမှာတော့ မိုက်ကယ်ဆိုတဲ့အမျိုးသားတစ်ဦးက ပိုက်ဆံမရှိလို့ အလုပ်ရှာရင်း တက်ဆာကနေကားတစ်စီးနဲ့လာခဲ့တယ်။ သူကျောက်ခဲနီမြို့(Red Rock)ကိုရောက်တော့ အလုပ်အရမ်းလိုနေတာနဲ့ ဘားပိုင်ရှင်ဝိန်းဆီမှာ လိမ်ပြီး ဘာအလုပ်မှန်းမသိခင် လက်ခံလိုက်တယ်။ နောက်မှ သိလိုက်ရတာ သူလက်ခံလိုက်တဲ့အလုပ်ကဘားပိုင်ရှင်ဝိန်းရဲ့မိန်းမ ဆူဇန်ကို သတ်ဖို့ဖြစ်နေ​​လေရဲ့။မိုက်ကယ်လည်း ကြေးစားလူသတ်သမားဟန်ဆောင်ပြီး လက်ခံခဲ့တာမို့ အလိမ်မပေါ်အောင် ပြန်ငြင်းလို့လည်းမရ ရထားတဲ့ပိုက်ဆံကလည်း အများကြီးဆိုတော့ ဘာတွေဆက်လုပ်ပြီး ထွက်ပြေးရမလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုလို့ရပါတယ်။ဒီဇာတ်လမ်းမှာ မိုက်ကယ်အဖြစ် မင်းသားကြီး Nicolas Cage ကသရုပ်ဆောင်ထားပြီး IMDb Rating 7.0 နဲ့ Rotten tomatoes 97%ရရှိထားတဲ့ Nicolas ရဲ့ ကားကောင်းကားဟောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(2.0 GB) / (791 MB)Quality…………BLU-RAY 1080p / 720pDuration………1Hr 38MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Drama, ThrillerTranslator…….Thwal Htoo ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn DahlCastBabs BramBarbara GloverBobby Joe McFaddenCraig ReayDale GibsonDan ShorDennis HopperDwight YoakamJ.T. WalshJeff LevineJody CarterLara Flynn BoyleMichael RuudNicolas CagePeter Kevin QuinnRobert ApelRobert BeecherRobert GuajardoSarah SullivanShawn Michael RyanTed ParksTimothy CarhartVance Johnson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3JbHPpUJ53I52w66jydAhIp8Ibe.jpg",
      "https://image.tmdb.org/t/p/w300/ku9fjWVRR2GzLPSDbGoHS6aTwKd.jpg",
      "https://image.tmdb.org/t/p/w300/aaUZMGZUOAQ2M5f18CL1nY7C2e1.jpg",
      "https://image.tmdb.org/t/p/w300/1BcAcGqFl3nEYTYw0R6ikFD4Jqd.jpg",
      "https://image.tmdb.org/t/p/w300/awzAeboEEQxTd0FH60Hn9JbVZIA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BNzhiMTQxYzMtOWI4NS00NWJiLWE5MDMtMmIzNjMxODNjZjBlXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/red-rock-west-1993-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2FgpD/Red.Rock.West.1993.1080p.BluRay.x264-[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/ar5w9rahghih",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/I3EUGJbQ#CB-qO0d9kEFbhxs6xDKR_0bLlAuvNgJKgy7hWitbXnI",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2iaij3adws18.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/red-rock-west-1993-720-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "791 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1jlut/Red.Rock.West.1993.720p.BluRay.x264-[CM].mp4",
        "server": "megaup.net",
        "size": "791 MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/ylx2o3wgto9h",
        "server": "streamsb.com",
        "size": "791 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cidG0AxT#S7pnCvHyR6Ikvr7FbFVMf6iLpPol2w2EJ_YHT0418FQ",
        "server": "mega.nz",
        "size": "791 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0xdiiuqqv44d.html",
        "server": "usersdrive.com",
        "size": "791 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rqlGO7rYhwY",
      "video_url": "https://www.youtube.com/watch?v=rqlGO7rYhwY",
      "embed_url": "https://www.youtube.com/embed/rqlGO7rYhwY"
    }
  },
  {
    "metadata": "PG-13|1993|1h 44min|Comedy,Drama,Fantasy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "16,190"
    },
    "title": "Heart and Souls (1993)",
    "description": "Heart and Souls (1993)IMDb – 7.0/10_____Rotten – 55%>>> Heart and Soul <<<<1993 ခုနှစ်က ထွက်ရှိခဲ့ပြီး Imdb 7 ရထား တဲ့ PG-13 Comedy Drama Romance ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက နိုင်ငံတကာမှာပဲ ပေါက်ခဲ့တာမဟုတ်ပဲ မြန်မာနိုင်ငံမှာလည်း သရဲလေးကောင် ဆိုတဲ့နာမည် နဲ့ ပုံစံတူရိုက်ကူးခဲ့ပြီး အောင်မြင်ခဲ့ပါသေးတယ်။ဇာတ်လမ်းလေးက  1959 ခုနှစ် မှာ လူလေးယောက်စီးနှင်းလိုက်ပါလာတဲ့ ကားတစ်စီးနဲ့ ကိုယ်ဝန်ဆောင် မိခင်တဦး စီးလာတဲ့ ကား တိုက်မိတဲ့ accident တခုအပေါ် သေဆုံးသွားတဲ့ဝိဉာဉ်၄ယောက်နဲ့ အသစ်မွေးဖွားလာတဲ့ခလေးကြား ဆက်နွယ်နေတဲ့ ကံကြမ္မာ တခုက စတင်ပေးခဲ့တယ်။ဇာတ်လမ်းအကျဉ်း >>>>>>ဆန်ဖရန်စစ်စကို : 1959 ခုနှစ် ပဲရ်နီဝါရှင်တန်အမည်ရှိ ဖုန်းအော်ပရေတာ တခုတွင် ညဆိုင်းလုပ်နေတဲ့ ခလေးသုံးယောက်အမေ single mon လူမည်းအမျိူးသမီး ။ ဂျူလီယာ အမည်ရှိ ချစ်သူ၏လက်ထပ်ခွင့်အား ငြင်းဆန်မိသဖြင့် နောင်တရနေတဲ့ စားပွဲထိုးမလေး ။ Milo Peck အမည်ရှိ သူခိုးတယောက် Harrison Winslow အမည်ရှိ စင်ကြောက်တတ်တဲ့ အဆိုဝါသနာရှင်တဦးတို့ busကား တစီးတည်းစီးလာရာ busကားဆရာHal ၏ ပေါ့ဆမှု (တကယ်တော့နှာဗူးထတာပါ?)ကြောင့် သောမတ်စ်လေးအားကိုယ်ဝန်ဆောင်ထားတဲ့ မိဘတေရဲ့ကားနဲ့ တိုက်မိပြီယာဉ်မတော်တဆမူ ဖြစ်ခဲ့ပါတယ်….မွေးဖွားချိန်နဲ့သေဆုံးချိန် တပြိုင်နက်ဖြစ်ခဲ့တဲ့ ခလေးတယောက်နဲ့ ဝိဉာဏ်လေးကောင်ရဲ့ သံယောဇဉ် ?သောမက်စ်လေးဘေးကနေ ခွာလို့မရတဲ့ အကြောင်းပြချက် ??လူ့ဘဝက မပြီးမြောက်သေးတဲ့ ကိစ္စတွေကို လုပ်ဆောင်ဖို့တွက် အနည်းငယ်သာကျန်သော အချိန်မှာ ဘယ်လိုဆောင်ရွက်မလဲ ဆိုတာ ?? တွေကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါဘာသာပြန်သူကတော့ ကိုဟေဒိဖြစ်ပြီး အညွန်းကိုတော့ မပန်းပွင့်စံ က ရေးသားပေးခဲ့တာပါSize – 890 MBQty – BluRay Rip 720pDuration – 1hr44minSubtitle – Myanmar HardsubFormat – Mp4 (×264)Review – Pann Pwint SanTranslator – Ko HadesEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon UnderwoodStarsAlfre WoodardCharles GrodinElisabeth ShueKyra SedgwickRobert Downey Jr.Tom SizemoreCastAlfre WoodardB.B. KingBill CalvertBill CapizziBob AmaralCalep Emphrey Jr.Charles GrodinChasiti HamptonChloe WebbDavid PaymerEd HooksElisabeth ShueEric LloydEric PoppickGeorge MaguireJacob KennerJames ToneyJamilah Adams MappJanet MacLachlanJanet RotblattJanette CaldwellJavar David LevingstonJohn DurbinJohn GoodwinJohn Stuart MorrisKeaton TyndallKurtwood SmithKylie TyndallKymberly NewberryKyra SedgwickLeon WarrenLisa LucasLorinne VozoffLuana AndersMarc ShaimanMelissa BiggsMelvin JacksonMichael DosterMichael HaltonMichael ZebulonPaul MoncriefRichard PortnowRichard RoatRobert Downey Jr.Robert ParnellRobert William NewhartSean O'BryanShannon OrrockSteven ClawsonSusan KellermannTom SizemoreTony ColemanTony GenaroWalter Riley KingWanya GreenWill NyeWren T. Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LQaIoYlj4aIKaAWIy2MJsO8ZoU.jpg",
      "https://image.tmdb.org/t/p/w300/1NivLMvX55tZTDikn4057v3FUNC.jpg",
      "https://image.tmdb.org/t/p/w300/lZmlkJU85tcg645QIcn0tr0Nl9M.jpg",
      "https://image.tmdb.org/t/p/w300/tcLyYM63CmktIm2VC6QW3EdRVeF.jpg",
      "https://image.tmdb.org/t/p/w300/gDVptkSRg1kAQDGW26XkAia6zh0.jpg",
      "https://image.tmdb.org/t/p/w300/4QDS0uusJngrEenMOP5OWMFkB5h.jpg",
      "https://image.tmdb.org/t/p/w300/z6GkdmJz4espqhfNeitRwFczsvb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/heart-and-soul-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fd4nj6qqyi2h.html",
        "server": "usersdrive.com",
        "size": "890 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/heart-and-soul-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1AKpo/Heart_And_Soul_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "890 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/xW5ngKbJ#D6U2rIpmAxqFj-ZbeL_5KCEX8xZSYkAN5gRYY45asSc",
        "server": "mega.nz",
        "size": "890 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/43sna50xkpar",
        "server": "upstream.to",
        "size": "890 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "t4YFsWqNPEs",
      "video_url": "https://www.youtube.com/watch?v=t4YFsWqNPEs",
      "embed_url": "https://www.youtube.com/embed/t4YFsWqNPEs"
    }
  },
  {
    "metadata": "R|1993||Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "107K"
    },
    "title": "Three Colors: Blue (1993)",
    "description": "Three Colors: Blue (1993)Genre – Drama, Music, MysteryIMDB – 7.9/10ပထမဆုံးကားက အပြာ၊ သူ ကိုယ်စားပြုတာ လွတ်မြောက်မှု။ဇာတ်လမ်းလေးကလည်း ဂျူလီဆိုတဲ့ အိမ်ထောင်သည် ၃၀ ကျော်အမျိုးသမီးတစ်ယောက်က ကားမတော်မဆ ဖြစ်ပြီးယောက်ျားဖြစ်သူနဲ့ ၅ နှစ်အရွယ် သမီးဖြစ်သူကို ဆုံးရှုံးလိုက်ရတယ်။အဲဒီမှာ သူဟာ လောကကြီးကို အဆက်သွယ်ဖြတ်ဖို့ရှိသမျှအကုန် ရောင်းချပြီး တစ်နေရာမှာ အပျောက်သွားနေထိုင်ရာကနေပတ်ဝန်းကျင်ကလူတွေကြောင့်ပဲ လွတ်မြောက်မှုကို ကိုယ်စားပြုတဲ့ဘဝအသစ်စတင်တာတွေ၊ ကတိကဝတ်တွေ ပူဆွေးမှုတွေအချစ်တွေ အမုန်းတွေက လွတ်မြောက်သွားတာတွေကိုအပြာဆိုတဲ့အတိုင်း အပြာရောင် Theme တို့ ပစ္စည်းတွေအရောင်တွေနဲ့ ပုံဖော်သွားခဲ့တဲ့ ဒရမ်ကားလေးပါ။မင်းသမီးနေရာကလည်း အော်စကာတစ်ခု ရရှိဖူးတဲ့ပြင်သစ်မင်းသမီးကြီး Juliette Binoche က အဲဒီခေတ်တုန်းကလှလှလေးနဲ့ ကောင်းကောင်းကြီး သရုပ်ဆောင်ထားတာပါ။File size…  1.68 GB / 3.36 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 38mGenre …..  Drama, RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by… Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBenoît RégentCharlotte VéryClaude DunetonEmmanuelle RivaFlorence PernelHélène VincentHugues QuesterIsabelle SadoyanJulie DelpyJulie GayetJuliette BinochePhilippe VolterYann TrégouëtZbigniew Zamachowski",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s9rWmLANsVlSV4XmuC0IUcseGzO.jpg",
      "https://image.tmdb.org/t/p/w300/y9N5tFCxCi2AIedOhU3OrVMfL2d.jpg",
      "https://image.tmdb.org/t/p/w300/rEOQ0ff61tGzMG1CxQWd6GIiH9F.jpg",
      "https://image.tmdb.org/t/p/w300/lNSgecOgRYGqRw8RyAl4KbczxDH.jpg",
      "https://image.tmdb.org/t/p/w300/keuLr5bkV2LHc2up6T2nXzcUgdC.jpg",
      "https://image.tmdb.org/t/p/w300/1Lw01MQIH2fnsDuHm2M79PqSzdD.jpg",
      "https://image.tmdb.org/t/p/w300/9frBmhXaS9Y4nzbi5g40plyCqPZ.jpg",
      "https://image.tmdb.org/t/p/w300/6Juzn48tORL7cIB3qcZs7gBc6Dk.jpg",
      "https://image.tmdb.org/t/p/w300/4kY9pdxVuwKVaQP0KOrskUGTn7e.jpg",
      "https://image.tmdb.org/t/p/w300/hwmQAaDU7pCL7WBGtj3fpe4DcOX.jpg",
      "https://image.tmdb.org/t/p/w300/2UW6Po3TAeQWPNs5lJjLK4BU90e.jpg",
      "https://image.tmdb.org/t/p/w300/vm1GUPDnCk6qMFYt3cnWfD0TFLp.jpg",
      "https://image.tmdb.org/t/p/w300/vAZUh8SkQ0TqPThFX1DlsMm6f2T.jpg",
      "https://image.tmdb.org/t/p/w300/r6X8UvT4T7EgmF745ETO1PokGM7.jpg",
      "https://image.tmdb.org/t/p/w300/1GJgTPz1gvgXz0TSBRw8JnkbQzt.jpg",
      "https://image.tmdb.org/t/p/w300/qJh1H9dojfCbHhlmZozLfBgT6vc.jpg",
      "https://image.tmdb.org/t/p/w300/uhDFvCw6YFgVWJgnSd7RAJK8XkF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/33wsWxzsNstI8N7dvuwzFmj1qBd.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/se1c94ksdw3h.html",
        "server": "usersdrive.com",
        "size": "3.0 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/three-colors-blue-1993-french-criterion-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.0 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2CeM1/Three.Colors.Blue.1993.FRENCH.CRITERION.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "3.0 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/8wzaiz7wyjys",
        "server": "streamvid.io",
        "size": "3.0 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m4arziism2kj.html",
        "server": "usersdrive.com",
        "size": "991.5 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/three-colors-blue-1993-french-criterion-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "991.5 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Whk5/Three.Colors.Blue.1993.FRENCH.CRITERION.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "991.5 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vzm9htdkgm58",
        "server": "streamvid.io",
        "size": "991.5 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9wjcbC-xn9g",
      "video_url": "https://www.youtube.com/watch?v=9wjcbC-xn9g",
      "embed_url": "https://www.youtube.com/embed/9wjcbC-xn9g"
    }
  },
  {
    "metadata": "R|1993|1h 38min|Drama,Music,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "88,862"
    },
    "title": "Three Colours: Blue (1993)",
    "description": "Three Colours: Blue (1993)IMDb – 7.9/10_____Rotten – 98%ကျွန်တော်တို့အားလုံးဟာတစ်ခါတစ်လေမှာတော့တကယ့်လက်တွေ့ဘဝကနေထွက်ပြေးချင်နေမိကြပါတယ်ကျွန်တော်တို့လိုပဲဂျူလီဟာသူရဲ့လက်တွေ့ဘဝဖြစ်တဲ့ပျက်စီးနေတဲ့မိသားစုဘဝကနေထွက်ပြေးနေခဲ့ပါတယ်သူ့တိုက်ခန်းထဲမှာပဲသူ့ကိုယ်သူပြန်ပိတ်ထားပြီးနာကျင်ခံစားလို့ရသမျှကိုသူတစ်ယောက်တည်းသာကြိတ်မှိတ်ပြီးခံစားချင်တာပါဒါပေမယ့်လူတွေနဲ့တော့သူမဟာလုံးဝမထိတွေ့၊မဆက်ဆံချင်တော့ပါဘူးအဲဒီလိုစိတ်ခံစားချက်တွေကိုဆန့်ကျင်နေတာကတော့ပဲရစ်ရဲ့လမ်းသွယ်လေးတွေပဲဖြစ်ပါတယ်သိပ်မကြာခင်မှာပဲသူမဟာသူငယ်ချင်းဟောင်းဖြစ်သူအိုလီဗီယာနဲ့ပြန်တွေ့မိရာကနေတကယ့်လက်တွေ့ဘဝကိုပြန်ရောက်လာမလားဆက်ပြီးထွက်ပြေးနေမလားဆိုတာ…ကြ်န္ေတာ္တို႔အားလံုးဟာတစ္ခါတစ္ေလမွာေတာ့တကယ့္လက္ေတြ႔ဘ၀ကေနထြက္ေျပးခ်င္ေနမိၾကပါတယ္ကြ်န္ေတာ္တို႔လိုပဲဂ်ဴလီဟာသူရဲ႕လက္ေတြ႔ဘ၀ျဖစ္တဲ့ပ်က္စီးေနတဲ့မိသားစုဘ၀ကေနထြက္ေျပးေနခဲ့ပါတယ္သူ႔တိုက္ခန္းထဲမွာပဲသူ႔ကိုယ္သူျပန္ပိတ္ထားျပီးနာက်င္ခံစားလို႔ရသမွ်ကိုသူတစ္ေယာက္တည္းသာၾကိတ္မွိတ္ျပီးခံစားခ်င္တာပါဒါေပမယ့္လူေတြနဲ႔ေတာ့သူမဟာလံုး၀မထိေတြ႔၊မဆက္ဆံခ်င္ေတာ့ပါဘူးအဲဒီလိုစိတ္ခံစားခ်က္ေတြကိုဆန္႔က်င္ေနတာကေတာ့ပဲရစ္ရဲ႕လမ္းသြယ္ေလးေတြပဲျဖစ္ပါတယ္သိပ္မၾကာခင္မွာပဲသူမဟာသူငယ္ခ်င္းေဟာင္းျဖစ္သူအိုလီဗီယာနဲ႔ျပန္ေတြ႔မိရာကေနတကယ့္လက္ေတြ႔ဘ၀ကိုျပန္ေရာက္လာမလားဆက္ျပီးထြက္ေျပးေနမလားဆိုတာ…File Size : (1.3 GB)Quality : Blu-Ray 1080pRunning Time : 1h 38minFormat : Mp4Genre : Drama, Music, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : Bluray.1080p.x264-RSGTranslated by NoeEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKrzysztof KieślowskiStarsBenoît RégentCharlotte VéryClaude DunetonEmmanuelle RivaFlorence PernelHélène VincentHugues QuesterJulie DelpyJuliette BinochePhilippe VolterCastBenoît RégentCharlotte VéryClaude DunetonEmmanuelle RivaFlorence PernelHélène VincentHugues QuesterJulie DelpyJulie GayetJuliette BinochePhilippe VolterYann TrégouëtZbigniew Zamachowski",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/keuLr5bkV2LHc2up6T2nXzcUgdC.jpg",
      "https://image.tmdb.org/t/p/w300/s9rWmLANsVlSV4XmuC0IUcseGzO.jpg",
      "https://image.tmdb.org/t/p/w300/lNSgecOgRYGqRw8RyAl4KbczxDH.jpg",
      "https://image.tmdb.org/t/p/w300/rEOQ0ff61tGzMG1CxQWd6GIiH9F.jpg",
      "https://image.tmdb.org/t/p/w300/9frBmhXaS9Y4nzbi5g40plyCqPZ.jpg",
      "https://image.tmdb.org/t/p/w300/qJh1H9dojfCbHhlmZozLfBgT6vc.jpg",
      "https://image.tmdb.org/t/p/w300/y9N5tFCxCi2AIedOhU3OrVMfL2d.jpg",
      "https://image.tmdb.org/t/p/w300/uhDFvCw6YFgVWJgnSd7RAJK8XkF.jpg",
      "https://image.tmdb.org/t/p/w300/4kY9pdxVuwKVaQP0KOrskUGTn7e.jpg",
      "https://image.tmdb.org/t/p/w300/r6X8UvT4T7EgmF745ETO1PokGM7.jpg",
      "https://image.tmdb.org/t/p/w300/hwmQAaDU7pCL7WBGtj3fpe4DcOX.jpg",
      "https://image.tmdb.org/t/p/w300/6Juzn48tORL7cIB3qcZs7gBc6Dk.jpg",
      "https://image.tmdb.org/t/p/w300/1GJgTPz1gvgXz0TSBRw8JnkbQzt.jpg",
      "https://image.tmdb.org/t/p/w300/vm1GUPDnCk6qMFYt3cnWfD0TFLp.jpg",
      "https://image.tmdb.org/t/p/w300/vAZUh8SkQ0TqPThFX1DlsMm6f2T.jpg",
      "https://image.tmdb.org/t/p/w300/2UW6Po3TAeQWPNs5lJjLK4BU90e.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZGJhNDdmMWMtNzZiYy00MmFiLThjNmUtYTE1ZjRkNjdjYmQ5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/three-colours-blue-trois-couleurs-bleu-1993",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/three-colours-blue-trois-couleurs-bleu-1993-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://sbembed2.com/jqlrg1f032kh.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://megaup.net/1AEe4/Three_Colours_-_Blue_(Trois_Couleurs_-_Bleu)_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://mega.nz/file/EPBRQAIY#OgdWI1zaDQmmuEqnbPZSrYWOQPUXaDPrnjkoLpSQcZo",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "Blu-ray 1080p"
      }
    ],
    "trailer": {
      "video_id": "9wjcbC-xn9g",
      "video_url": "https://www.youtube.com/watch?v=9wjcbC-xn9g",
      "embed_url": "https://www.youtube.com/embed/9wjcbC-xn9g"
    }
  },
  {
    "metadata": "PG-13|1993|1h 44m|Adventure,Comedy,Musical",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "127000"
    },
    "title": "Robin Hood: Men in Tights (1993)",
    "description": "Robin Hood: Men in Tights (1993)~ IMDb – 6.7/10, Rotten Tomatoes – 41% ~Mel Brooks ဆိုတဲ့ဘဲ ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ရုံနဲ့အားမရလို့ ကိုယ်တိုင်ပါ ဝင်သရုပ်ဆောင်ထားတဲ့ ဂန္တဝင်မြောက် လက်ရာ တစ်ခု ဖြစ်တဲ့ Robin Hood Parody လေး ကြည့်ရှုနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ Mel Brooks ဟာ ဟာသလိုင်းမှာတော့ တော်တော်ပေါက်တဲ့လူဖြစ်ပြီး ဒီရော်ဘင်ဟုဒ်ကားကိုလည်း စောက်တလွဲတွေအပြည့်နဲ့ စခွီထချင်စရာကောင်းအောင် တင်ဆက်ထားပါတယ်။ဒီကားက ရော်ဘင်ဟုဒ်ကားကိုမှ သောက်တလွဲစတိုင်ရိုက်ပြထားတဲ့ကားဆိုတော့ ကိုယ်တွေ အကြိုက် တောထဲမှာနေ လူဆိုးတွေဆီက ဓားပြတိုက်ပြီး လူကောင်းတွေကို ပြန်မျှတဲ့ ရော်ဘင်ဟုဒ်ထက် အိမ်ပါရှိနေပြီး အဲဒီအိမ်ကိုပါ အကြွေးနဲ့အသိမ်းခံရတဲ့အထိ သောက်တလွဲလုပ်ပြသလို၊ သူ့တိုင်းပြည်က မင်းသမီးကလည်း ဟိုနေရာကို မင်းကြီး သော့ခတ်ထားတာခံရပြီး သော့ပျောက်လို့ ငါးပါးမှောက်နေတာပါ။ အဲဒီမှာ ထုံးစံအတိုင်း အကျင့်မကောင်းတဲ့ မင်းသားတစ်ကောင်နဲ့ ရော်ဘင်ဟုဒ်တို့ မင်းသမီးလေးကိုရဖို့ အပြိုင်လုပ်ရင်း မမြင်အပ်နေရာ ခတ်တော်မူသော ဂွကျလှတဲ့ သော့တော်ကြီးကို ဘယ်လိုသောက်တလွဲတွေနဲ့ ဖွင့်ကြမလဲ ရှုစားရမှာပါ။ Parody ကားဆိုတော့ သောက်တလွဲမျိုးစုံလုပ်ပြနေတာမို့ ကလိထိုးပြီးရယ်ခိုင်းနေမှာဖြစ်တဲ့အတွက် တော်တော်တော့ရယ်ရပါတယ်။ တစ်ချက်ပြုံးရင်း တစ်ရက်အသက်ပိုရှည်နိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.97GB, 824MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 44MinGenre – Adventure, Comedy, MusicalSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMel BrooksStarsAmy YasbeckAvery SchreiberBrad GrunbergBrian GeorgeBryant BaldwinCarol ArthurCary ElwesChase MastersonChristopher D. ChildersChuck McCannClement von FranckensteinClive RevillCorbin AllredDanny McBrideDante HendersonDave ChappelleDavid DeLuiseDebbie JamesDiana ChesneyDick Van PattenDom DeLuiseDon LewisElaine BallaceEric Allan KramerHanala SagalHerman PoppeIsaac HayesJames Van PattenJoe BakerJoe DimmickKelly Jones GabrieleLaurie MainMalcolm DanareMarc Ian SklarMark BlankfieldMatthew PorrettaMatthew SaksMegan CavanaghMel BrooksNathan PrevostNicholas RempelNick JamesonPatrick BrymerPatrick StewartPeter PitofskyRaymond Del BarrioRichard AssadRichard LewisRobert NobleRobert RidgelyRoger ReesRonny GrahamRudy De LucaSteve TancoraTim StormsTony TannerTracey UllmanTyce DiorioZitto KazannCastAmy YasbeckAvery SchreiberBrad GrunbergBrian GeorgeBryant BaldwinCarol ArthurCary ElwesChase MastersonChristopher D. ChildersChuck McCannClement von FranckensteinClive RevillCorbin AllredDanny McBrideDante HendersonDave ChappelleDavid DeLuiseDebbie JamesDiana ChesneyDick Van PattenDom DeLuiseDon LewisElaine BallaceEric Allan KramerHanala SagalHerman PoppeIsaac HayesJames Van PattenJoe BakerJoe DimmickKelly Jones GabrieleLaurie MainMalcolm DanareMarc Ian SklarMark BlankfieldMatthew PorrettaMatthew SaksMegan CavanaghMel BrooksNathan PrevostNicholas RempelNick JamesonPatrick BrymerPatrick StewartPeter PitofskyRaymond Del BarrioRichard AssadRichard LewisRobert NobleRobert RidgelyRoger ReesRonny GrahamRudy De LucaSteve TancoraTim StormsTony TannerTracey UllmanTyce DiorioZitto Kazann",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xFhpZ9UDUGXu52lCHdN39PIooRt.jpg",
      "https://image.tmdb.org/t/p/w300/mUMLr15voA71uy6KrxLAhX6Ogbb.jpg",
      "https://image.tmdb.org/t/p/w300/5coRyjuB80GDPIZGxXqro35k1U3.jpg",
      "https://image.tmdb.org/t/p/w300/7UuE0ppipos23d56Aikpt8BNFqq.jpg",
      "https://image.tmdb.org/t/p/w300/qUb5JRrulMPZNVU0lSm3g1UGZRh.jpg",
      "https://image.tmdb.org/t/p/w300/3fgwE3f2phGVYYYyhMixQvCWdV6.jpg",
      "https://image.tmdb.org/t/p/w300/4UBLUYsAflH4W6P0YkDbOJtV8U.jpg",
      "https://image.tmdb.org/t/p/w300/g4E7aMprOQBMaT4gmi9T1Z2hsfb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/woexOLEkUlYsPLLuZRK6LjZaF38.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-robin-hood-men-in-tights-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3b88i/(CM)_Robin_Hood_-_Men_In_Tights_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tGNDGJTT#6zx88Qs8xn8f22aXDL2S718RMVozVlz8Lp5zIC7hmIY",
        "server": "mega.nz",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mypn8hwvi7zq.html",
        "server": "usersdrive.com",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/yeb3g00s6xy7.html",
        "server": "streamsb.com",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-robin-hood-men-in-tights-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "824MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3b87j/(CM)_Robin_Hood_-_Men_In_Tights_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "824MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ICV2zJBY#gqz2WJnvEgUgZTJ4-pWl6HCSO5VwIF0HwzReCUjiYIE",
        "server": "mega.nz",
        "size": "824MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uczg5givkxj6.html",
        "server": "usersdrive.com",
        "size": "824MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/sms29vrndxjt.html",
        "server": "streamsb.com",
        "size": "824MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-cyShM-_BTE",
      "video_url": "https://www.youtube.com/watch?v=-cyShM-_BTE",
      "embed_url": "https://www.youtube.com/embed/-cyShM-_BTE"
    }
  },
  {
    "metadata": "R|1993|2h 10m|Biography,Drama,History",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "153000"
    },
    "title": "Tombstone (1993)",
    "description": "Tombstone (1993)~ IMDb – 7.8/10, Rotten Tomatoes – 72% ~နာမည်ကျော် ငြိမ်းချမ်းရေးထိန်းသိမ်းသူ အရာရှိ ဝိုင်ယက်အာ့ပ်ရဲ့ Tombstone မှာ ဖြစ်ပျက်ခဲ့တဲ့ အကြောင်းအရာတွေကို ဇာတ်လမ်းဆင် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။Rambo First Blood က ဒါရိုက်တာနှစ်ဦးဖြစ်တဲ့ George P. Cosmatos နဲ့ Kevin Jarre တို့က ဖန်တီးထားပြီး Kurt Russell နဲ့ Val Kilmer လို ထိတ်ထိတ်ကြဲဘဲနှစ်ဗွေအပြင် Ghost Rider ထဲက မြင်းစီးတဲ့ Ghost Rider ကြီး Sam Elliott တို့လို နာမည်ကျော် သရုပ်ဆောင်တွေနဲ့အတူ တခြား နာမည်ကျော်သရုပ်ဆောင်တွေပါ ပါဝင်နေတာကြောင့် Cast နဲ့တင် တော်တော်ဖြုံချင်စရာကောင်းပါတယ်။Cowboy Vibe အပြည့်ရသလို Gangster ဇာတ်ကားဆန်ဆန် Vibe မျိုးလည်း ရပါလိမ့်မယ်။ Drama လည်း နည်းနည်းတော့ဆန်တဲ့နေရာလည်း ဆန်တယ်ဗျ။ တကယ့် ဆရာကြီးတွေချည်း စုထားတဲ့ ဇာတ်ကားပဲမို့ သရုပ်ဆောင်ကတော့ လုံးဝ အနှစ်တွေချည်းပဲလို့ဆိုရပါလိမ့်မယ်။ပစ်ရခတ်ရ လူဆိုးထိန်းရတာ စိတ်ကုန်လာတဲ့ ငြိမ်းချမ်းရေးအရာရှိကြီး ဝိုင်ယက်အာ့ပ်နဲ့ ဒုတိယဇနီးလေးတို့က အာ့ပ်ညီနောင်နှစ်ယောက်နဲ့အတူ Tombstone မှာ သေနတ်ကို အနားပေးပြီး အခြေချဖို့ စိတ်ကူးနဲ့ Tombstone ဆိုတဲ့ မြို့လေးကို ရောက်လာကြတယ်။ မြို့လေးက တိုးတက်သလို နောက်ပြန်ဆွဲနေတဲ့ အကြောင်းအရာတွေလည်း ရှိနေပါသေးတယ်။ အဲဒါကတော့ ကောင်းဘွိုင်တွေပါပဲ။ အဲဒီမြို့လေးမှာ အနီရောင်ပုဝါကို စည်းထားကြတဲ့ ကောင်းဘွိုင်တွေ ကြီးစိုးနေပြီး ဥပဒေကတော့ သိပ်ပြီး သက်ရောက်မှုမရှိဘူးပေါ့။ အငြိမ်းစားယူထားတဲ့ ဝိုင်ယက်ကလည်း ပစ်တာခတ်တာတွေ နားလိုက်ပြီဆိုတော့ လောင်းကစားဝိုင်း လုံခြုံရေးလုပ်ရင်း စီးပွားရှာနေတယ်။ အဲဒီမှာ ဝိုင်ယက်ရဲ့ မိတ်ဆွေရင်းကြီး ဒေါ့ခ်ဟောလီးဒေးဆိုတဲ့ ဘဲနဲ့ ကောင်းဘွိုင်တွေနဲ့ ငြိကြပါလေရော။ အစကတည်းက ဥပဒေဘက်တော်သားဟောင်း ဝိုင်ယက်ကို မကြည်နေကြတဲ့ ကောင်းဘွိုင်‌တွေပါ ဝိုင်းပြဿနာရှာကြတဲ့အချိန်မှာ လူသာနေပေမဲ့ ပညာကတော့မနေဘူးဆိုတဲ့အတိုင်း ဝိုင်ယက်ကြီးလည်း သေနတ်ကို အနားပေးထားရာကနေ သေနတ်ပြန်ကိုင်ရင်း Tombstone က ကောင်းဘွိုင်ဆိုတဲ့ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်ရတဲ့အကြောင်းကို ခြောက်လုံးပြူးသံ တညံညံနဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.4GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 7.8/10Format – mp4Duration – 2H 10MinGenre – Biography, Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeorge P. CosmatosKevin JarreStarsBill PaxtonBilly Bob ThorntonBilly Joe PattonBilly ZaneBo GreighBobby Joe McFaddenBuck TaylorCecil HoffmanCharles SchneiderCharlton HestonChristopher MitchumCynthia ShopeDana DelanyDana Wheeler-NicholsonDon CollierForrie J. SmithFrank StalloneGary ClarkeGrant JamesGrant WheelerHarry CareyJ. Nathan SimmonsJason PriestleyJoanna PaculaJohn CorbettJohn PhilbinJon TenneyJr.Kurt RussellLisa CollinsMichael BiehnMichael RookerMichael WiseMichelle BeauchampNikki PelleyPat BradyPaul Ben-VictorPaula MalcomsonPedro Armendáriz Jr.Peter SheraykoPowers BootheRobert John BurkeRobert MitchumSam ElliottSanford GibbonsShane McCabeStephen C. FosterStephen LangTerry O'QuinnThadd TurnerThomas Haden ChurchTomas AranaVal KilmerWyatt EarpCastBill PaxtonBilly Bob ThorntonBilly Joe PattonBilly ZaneBo GreighBobby Joe McFaddenBuck TaylorCecil HoffmanCharles SchneiderCharlton HestonChristopher MitchumCynthia ShopeDana DelanyDana Wheeler-NicholsonDon CollierForrie J. SmithFrank StalloneGary ClarkeGrant JamesGrant WheelerHarry CareyJ. Nathan SimmonsJason PriestleyJoanna PaculaJohn CorbettJohn PhilbinJon TenneyJr.Kurt RussellLisa CollinsMichael BiehnMichael RookerMichael WiseMichelle BeauchampNikki PelleyPat BradyPaul Ben-VictorPaula MalcomsonPedro Armendáriz Jr.Peter SheraykoPowers BootheRobert John BurkeRobert MitchumSam ElliottSanford GibbonsShane McCabeStephen C. FosterStephen LangTerry O'QuinnThadd TurnerThomas Haden ChurchTomas AranaVal KilmerWyatt Earp",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vHPCpnpOVnbH1Shpq8TQKwo6zJB.jpg",
      "https://image.tmdb.org/t/p/w300/eZdjRtPKPd4XLWy5aUovh4QVL5u.jpg",
      "https://image.tmdb.org/t/p/w300/1JoLpA1p3izDRU0vAJyBTnxDgni.jpg",
      "https://image.tmdb.org/t/p/w300/3LwuDfDWzOVVYTgMxWEOoHH5gWZ.jpg",
      "https://image.tmdb.org/t/p/w300/sNajKmUsGcxYJf2JFEzyDFZI6db.jpg",
      "https://image.tmdb.org/t/p/w300/aYCvPpCFxjH0E60hz6A62mdqYmo.jpg",
      "https://image.tmdb.org/t/p/w300/75lqa0E67enEuJSjret5bSPrSmP.jpg",
      "https://image.tmdb.org/t/p/w300/87YgdHTSDpIwdaXylLMwSlCAIJJ.jpg",
      "https://image.tmdb.org/t/p/w300/BMpPbTCXz3LnoySBPmpgfAn2mq.jpg",
      "https://image.tmdb.org/t/p/w300/7KvMYowAa9MaKKXK5UzpeuDijfU.jpg",
      "https://image.tmdb.org/t/p/w300/mBmqnYyG6yXNPrUjIHl3aeO7UYl.jpg",
      "https://image.tmdb.org/t/p/w300/wB6sITks64qsZUKjMUSQFoKgc7t.jpg",
      "https://image.tmdb.org/t/p/w300/vbZS3cGIXdNyFVxMINJ8evKBV0S.jpg",
      "https://image.tmdb.org/t/p/w300/fCo23gyGrvra5skiEkdhljSoPDC.jpg",
      "https://image.tmdb.org/t/p/w300/3GCoDOhJh5Yaexhnx6IFfS56sUw.jpg",
      "https://image.tmdb.org/t/p/w300/ohMXGCKfthpqFWWwmObwuPdGwq9.jpg",
      "https://image.tmdb.org/t/p/w300/niefVPzRrVdBlAHpUiZBReAtw3J.jpg",
      "https://image.tmdb.org/t/p/w300/gnctjfBu2VODQllp8UJMGZWtcSE.jpg",
      "https://image.tmdb.org/t/p/w300/f5kkgwa14tvV13cAivo3TLMOMzw.jpg",
      "https://image.tmdb.org/t/p/w300/1NrHhTI8Vrz1njWa7uRXaSzKHHK.jpg",
      "https://image.tmdb.org/t/p/w300/sC9BZatGqtwcuzsphNDraF1wp50.jpg",
      "https://image.tmdb.org/t/p/w300/skPmOwSVo36h8GGzun9PD1cZiLl.jpg",
      "https://image.tmdb.org/t/p/w300/31bRZo0HHIstpTOK0ulPwp7tWI6.jpg",
      "https://image.tmdb.org/t/p/w300/2xapno8bGQCxCK5F0iAtKC42kkD.jpg",
      "https://image.tmdb.org/t/p/w300/tlW04pmRWdK0qCl3R69MND4ODAH.jpg",
      "https://image.tmdb.org/t/p/w300/e9H668h0flTcDVoAVqoJjWgfHfj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/81PxPKXGiML.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-tombstone-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Sswa/(CM)_Tombstone_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tapSQCiD#p6r0w986BOCPa4GAuH9QiNOqJ2Hzf7mCYfga7Y2BCA4",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5nfge2gkj6k3.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/n2e8tpullt04.html",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pp5b2hmcdt90",
        "server": "streamvid.io",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-tombstone-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ssw5/(CM)_Tombstone_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Yexz0T7R#mYyw39KDcaF3OTJcGRQQ10jnZfPah9aZBCG0gS1d4Kk",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4yehd9dueout.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/8ky0r6keuh6n.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/28ah52e3tyke",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XTWYKf5hXIg",
      "video_url": "https://www.youtube.com/watch?v=XTWYKf5hXIg",
      "embed_url": "https://www.youtube.com/embed/XTWYKf5hXIg"
    }
  },
  {
    "metadata": "R|1993|2h 51min|Drama,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "27000"
    },
    "title": "Farewell My Concubine (1993)",
    "description": "Farewell My Concubine (1993)“မောင်းမငယ် နေလေရစ်”1993ဩဂုတ်မှာ နယူးယောက်တိုင်းသတင်းစာထဲ ” တရုတ်က သူ့‌မြေကရုပ်ရှင်ကို သူ့ဘာသာ ပြန်ပိတ်ဆို့လိုက်ပြီး ကိန်းရုပ်ရှင်ပွဲတော်ကတော့ အဲဒီရုပ်ရှင်ကို အမြင့်ဆုံးဆု ပေးလိုက်တယ်”ဆိုတဲ့ ‌ခေါင်းစဉ်နဲ့ ဆောင်းပါးတစ်ပုဒ်ပါခဲ့တယ်။ အဲဒီရုပ်ရှင်ဟာ 46ကြိမ်မြောက် ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ Palme d’Or ရခဲ့တဲ့ Farewell My Concubine ပါပဲ။ဇာတ်လမ်းရဲ့ဦးအစဟာ ၁၉၂၄။၁၉၁၂မှာ ပုရီကို နန်းချပြီးနောက်ပိုင်း ဘုရင်ခေတ်ကနေ သမ္မတနိုင်ငံခေတ်ကိုကူးတဲ့ မတည်မငြိမ်ကာလတွေ ထဲမှာပေါ့။တရုတ်ပြည်မှာ အဲဒီနောက်ပိုင်းကာလတွေဟာ အပျက်ပျက် ကာလတွေချည်းပါပဲ။ ၁၉၁၆ကနေ ၁၉၂၈အတွင်းဖြစ်တဲ့ ငတ်မွတ်သေကြေမှုများခဲ့တဲ့ စစ်နယ်ရှင်ကာလအတွင်းက ခုနှစ်တစ်ခု။ အဲဒီကာလမှာ ပခြုပ်သည်မတစ်ယောက်ဟာ သူရဲ့ လူမမယ်သားကို ပေကျင်းအော်ပရာ လေ့ကျင့်ရေးကျောင်းတစ်ခုကို လာရောင်းခဲ့တယ်။ သူရောင်းခဲ့တဲ့ကလေးက လတ်စလီချောင်ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ ပဲစေ့လေး ခေါ် တျဲ့ရီ ။ ပေကျင်းအော်ပရာရော ခေတ်ပျက်တွေရောက ဒီရုပ်ရှင်ရဲ့ သက်မဲ့ဇာတ်ဆောင်တွေဆိုတော့ ဒီရုပ်ရှင်အကြောင်းပြောမယ်ဆို ပေကျင်းအော်ပရာ အကြောင်းလည်း မပါမဖြစ် ထည့်ပြောမှရမယ်။ပီကင်းအော်ပရာ (ဝါ) ပေကျင်းအော်ပရာဆိုတာ တရုတ်ပြည်ရဲ့ ရှေးဂန္တ၀င်အော်ပရာတစ်မျိုးပဲ။ ခုတော့ခြွင်းချက်ထားလာပေမဲ့ ဟိုးတုန်းကတော့ ပေကျင်းအော်ပရာမှာ ယောကျာ်းတွေပဲ ကပြခွင့် ပေးထားတယ်။ပေကျင်းအော်ပရာကို ပိုင်နိုင်အောင် ကတတ်ဖို့ ဆယ်နှစ်‌ကျော် ကျားကုတ်ကျားခဲ အကြမ်းပတမ်း လေ့ကျင့်ရတယ်။ အဲဒီလိုကျင့်ရတဲ့သူတွေမှာ မိဘမဲ့တွေ စွန့်ပစ်ခံကလေးတွေ အများစုပါတယ်။ မိဘတွေကိုယ်တိုင်က မကျွေး‌မွေးနိုင်လို့ ဇာတ်အဖွဲ့ကိုကျွန်အဖြစ်ရောင်းခဲ့ကြတာတွေရောပေါ့။ သူတို့ကို စခန်းသွင်းပြီး စစ်သားတွေလို ပြင်းပြင်းထန်ထန်လေ့ကျင့် ပေးခဲ့ကြတယ်။ အပြစ်ပေးမှုတွေဟာလည်း ပြင်းထန်တာပါပဲ။ ပေကျင်းအော်ပရာသမားတွေဟာ မိတ်ကပ်ကအစ ကိုယ်တိုင်ခြယ်တတ်အောင် သင်ယူခဲ့ရတယ်။ ဇာတ်ရဲ့အစမှာ တျဲ့ရီရဲ့ ပေကျင်းအော်ပရာ သင်ယူခဲ့တဲ့ ကြမ်းတမ်းကာလတွေနဲ့ စဖွင့်ထားတယ်။အစောတင်ကပြောခဲ့သလို ပေကျင်းအော်ပရာမှာ မိန်းကလေးတွေ ပါ၀င်ကပြဖို့ကို တင်းတင်းကျပ်ကျပ် တားမြစ်ထားတယ်။အမျိုးသမီးဇာတ်ကောင်တွေလည်း ရှိတဲ့အတွက် ယောကျာ်လေးတွေကပဲ မိန်းကလေးလို သရုပ်ဆောင်ခဲ့ရတာပါပဲ။ ဒီရုပ်ရှင်မှာဆို အဓိက ကပြတဲ့ အော်ပရာ “မောင်းမငယ် နေလေရစ်”ပေါ့။ ချူဘုရင်နဲ့ ဟန်ဘုရင်စစ်မက်ဖြစ်ခဲ့တဲ့ အကြောင်း။ အဲဒီအော်ပရာရဲ့ အဓိကဇာတ်ကောင်က ကိုယ်လုပ်တော်ယွီ။ သူ့ အော်ပရာရဲ့ အဓိကဇာတ်ကောင်ကိုက မိန်းကလေးဖြစ်နေတော့ အဲဒီ‌ဇာတ်ကောင်ကို ပိုင်ပိုင်နိုင်နိုင် ကပြဖို့ သိပ်အရေးကြီးတယ်။ တျဲ့ရီဟာ အစပိုင်းမှာတော့ ဇာတ်စကားဖြစ်တဲ့ “ငါက အမိ၀မ်းကကျွတ်ကတည်းက မိန်းကလေးပဲ ယောကျာ်းမဟုတ်ဘူး”ဆိုတဲ့ စာသားကို ဘယ်လိုမှ ပြောမထွက်ခဲ့ဘူး။ သူက ယောကျာ်းလေးကိုး။အထုအထောင်းခံရတာတွေ များလာတဲ့အပြင် သူ့အချစ်ဆုံးသူငယ်ချင်း‌တွေဖြစ်တဲ့ လိုင့်ကျစ်နဲ့ ရှောင်လုံကိုပါ သူ့အမှုက ရွာပတ်လာတဲ့အချိန် သူမ‌ပြောချင်တဲ့စကားကို သူပြောလိုက်ရတယ်။ တျဲ့ရီဟာ အစကတည်းက ဆောင်ကြာမြိုင်မှာမွေး မိန်းမတွေကြားကြီးလာတဲ့သူလည်းဟုတ်တယ်။ ဒီအဖြစ်ကလည်း သူ့ရင်ထဲက တစ်စုံတစ်ရာကို ပေါက်ကွဲထွက်စေခဲ့တယ်။နောက်ဆုံးလက်ကျန် တံတိုင်းကို ပြိုကျစေမယ့် နောက်အဖြစ်တစ်ခုလည်း ဖြစ်ခဲ့တယ်။ အဲဒီနောက်မှာတော့ တျဲ့ရီဟာ ပုလ္လိင်ရော ဣတ္ထိလိင်ရော မဟုတ်တော့တဲ့ သူတစ်ယောက်ဖြစ်သွားတယ်။ Queerစစ်စစ်လို့တော့ ကောက်ချက်မချရဲဘူး။ ဒါရိုက်တာ Chen Kaige ပြထားတဲ့ အဲဒီမျဉ်းက အရမ်းကို ပါးလျလွန်းတယ်။၁၉၃၇- ဂျပန်တွေကျူးကျော်၀င်ရောက်လာတဲ့ ကနဦးကာလ။၁၉၃၇-‌၄၅အတွင်းဖြစ်ခဲ့တဲ့ တရုတ်ဂျပန်စစ်ပွဲဟာ ဒုတိယကမ္ဘာစစ်ရဲ့ အစိတ်အပိုင်းတစ်ခုလည်းဟုတ်တယ်။ ဒီအချိန်မှာ တျဲ့ရီနဲ့ ရှောင်လုံဟာ ချူဘုရင်နဲ့ ကိုယ်လုပ်တော်ယွီနေရာက သရုပ်ဆောင်တာ ပီပြင်လွန်းတဲ့အတွက် နာမည်ကျော်သရုပ်ဆောင်တွေ ဖြစ်နေကြပြီ။ တျဲ့ရီဟာ သူ့ရဲ့Queerလိုလို မကွဲသလိုလို ဖြစ်နေတဲ့လိင်စိတ်တိမ်းညွတ်မှုကြောင့်ရော သံယောဇဉ်ကြောင့်ရောကျောက်လုံအပေါ် အင်မတန်သံယောဇဉ်ကြီးတယ်။ ဒီအချိန်မှာ သူတို့၂ယောက်ဘ၀ထဲကို ဂေါင်လီရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ ဆောင်ကြာမြိုင်က ထိပ်တန်း အပျော်မယ်လေး ကျွီရှန်းက ၀င်လာခဲ့တယ်။ ဒီတော့ ရှောင်လုံကို သိပ်ချစ်တဲ့ တျဲ့ရီအတွက် ကျွီရှန်းဟာ မျက်မုန်းကျိုးစရာဖြစ်လာတော့တာပါပဲ။ ဒီအချိန်အထိကတော့ သူတို့ဘ၀တွေရဲ့ ‌ နေရယ်သာတဲ့နေ့ရက်နေ့တွေ ဖြစ်ခဲ့ကြတယ်။ ဒါရိုက်တာဟာ ‌ဇာတ်သဘင်သည် ဝါ အော်ပရာသမားတွေရဲ့ ဘ၀ကို မီးကုန်ယမ်းကုန် ရှိဂုဏ်မြှင့်တင် ဖော်ကျူးထားတယ်။ ဇာတ်သမားဟာ ဇာတ်ကရင်းပဲ သေတယ်ဆိုတဲ့ စကားလိုပေါ့။၁၉၄၅ ဂျပန်တွေလက်နက်ချပြီးတဲ့ အချိန်မှာတော့ တျဲ့ရီရဲ့ ကျခေတ်တွေရောက်လာခဲ့တယ်။ အော်ပရာနဲ့ ရှောင်လုံကို ချစ်တဲ့စိတ်ကလွဲ တိုင်းပြည်လူမျိုး ဘာကိုမှမချစ်တဲ့ တျဲ့ရီဟာ ဂျပန်‌တွေခေတ်ကောင်းစဉ်က ရှောင်လုံအတွက်ရော အော်ပရာကိုချစ်တဲ့ ဂျပန်ဗိုလ်ကြောင့်ရော ဂျပန်တွေကို ပီကင်းအော်ပရာနဲ့ ဖျော်ဖြေကပြခဲ့ဖူးတဲ့အတွက်ကြောင့် သစ္စာဖောက်လို့ တံဆိပ်ကပ်ခံခဲ့ရပါပြီ။ ဒီနောက် ၁၉၄၈မှာတော့ ကူမင်တန်ဟာ ထိုင်၀မ်ကိုပြောင်းရွှေ့ခွဲထွက်သွားခဲ့တယ်။ တရုတ်သမိုင်းအရ တရုတ်ပြည်သူ့သမ္မတနိုင်ငံဦးအစ ကမ္ဘာ့သမိုင်းအရတော့ တရုတ်ပြည်ပြိုကွဲရာဦးအစကာလပေါ့။တစ်စစီပြိုကွဲနေတဲ့ ရတတ်မအေးရတဲ့ နိုင်ငံကြီးထဲက ပီကင်းအော်ပရာသမားတစ်ယောက်နဲ့ လင်မယားနှစ်ယောက်ရဲ့ ဘ၀တွေကို နားလည်နိုင်အောင် ကွက်ကွက်ကွင်းကွင်း ပြသွားတယ်။အများအမြင် ဖက်ခွက်စားနဲ့ ပခြုပ်သည်မတို့ရဲ့ အိမ်ထောင်ရေးဟာ တကူးတက ရိုပြမနေပေမဲ့ အတော်လေး ရိုမန့်တစ်ဆန်နေတယ်။ ဒီရုပ်ရှင်ထဲက ဂေါင်လီဟာ မင်းသမီးတစ်ယောက်နဲ့မတူဘဲ ဂေါင်လီနဲ့မတူဘဲ မိန်းမလိုမိန်းမ အမေလိုမိန်းမနဲ့ တူနေတယ်။ဒီအချက်ကပဲ သူတို့လင်မယားကို ဖော်ကျူးထားတာကို ပိုအရောင်တင်ပေးလိုက်တာပါပဲ။နောက် ရှောင်လုံနဲ့ သူ့အိမ်ထောင်ရေးကလည်း ကိုယ်ပိုင်ဇာတ်လမ်း တစ်ခုအဖြစ် ခွဲထွက်နေသလို ဇာတ်လမ်းပမာဏနဲ့ ကြည့်ရင်တော့ သူတို့ဟာ ဇာတ်ပို့ကို တစ်ဆင့်မြှင့်ထားတာ သာသာပါပဲ။ခံစားမှုပေးစွမ်းနိုင်စွမ်းအရ ကြည့်ရင်တော့ သူတို့ကိုယ်တိုင်ကိုကလည်း ဇာတ်လိုက်တွေပါပဲ၊ ဒီရုပ်ရှင်မှာ ဇာတ်ရဲ့အဓိကဟာ ပေကျင်းအော်ပရာပဲလို့ ဆိုလို့ရပါတယ်။ နောက်တော့ တရုတ်ပြည်ရဲ့ မတည်ငြိမ်သော နှစ်ကာလများပေါ့။သို့ပေမဲ့ တျဲ့ရီအစ ရှောင်လုံ၊ ကျွီရှန်း၊ သူတို့ဆရာအပါ၊ သူတို့တပည့်အပါ၊ နောက်ဆုံး ဇာတ်အစမှာတင် အခါနှောင်းခဲ့လေသော လိုင့်ကျစ့်လေးအဆုံး တစ်ယောက်မှဇာတ်ပို့မဟုတ်ခဲ့ဘူးလို့ ကျွန်တော်တော့ သေချာတယ်။သူတို့အားလုံးဟာ သူ့ဘ၀သူသေချာ ဖော်ကျူးပြီး ကြည့်ရှုသူကို သူတို့ဘ၀ကို နားလည်စေခဲ့တဲ့ သူတွေပါပဲ။” ၁၉၄၉တွင် ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်သည် ပီကင်းသို့ ၀င်လာသည်။ မျိုးချစ်စိတ်ဓာတ်မထားသူ မည်သူ့လူမျိူးကိုမဆို ခံစားတတ်က ဖျော်ဖြေလိုသော သူ့အနုပညာသာ သူအဓိကထားသော ဘိန်းစွဲနေသူ လိင်တိမ်းညွတ်မှု ကွဲပြားနေသူ တျဲ့ရီအတွက် မျက်ခုံးလှုပ်စရာ အခြေအနေ ဖြစ်လာလေပြီ။၁၉၆၆တွင် ယဉ်ကျေးမှုတော်လှန်ရေးစခဲ့သည်။ထိုကာလတွင် ရှေးယဉ်ကျေးမှုနဲ့ ပက်သက်ဆက်နွယ်သည်များကို ဖျက်ဆီး စွန့်ပစ်ခဲ့ကြ၏။ ၁၉၇၆အထိ ဆယ်နှစ်တိုင်အောင် ရှည်ကြာခဲ့သည်။ “ဒါရိုက်တာ Chen Kaigeကို ၁၉၅၂မှာမွေးခဲ့ပါတယ်။ ယဉ်ကျေးမှုတော်လှန်ရေးအစမှာ သူ့အသက်ဟာ ၁၄နှစ်ရှိနေပါပြီ။အဆုံးထိဆို ၂၄နှစ်ပါ။ ဒီဆယ်နှစ်လုံးကို သူဖြတ်သန်းခဲ့ရတဲ့ သဘောပါပဲ။၀င်းဖေပြောဖူးတဲ့ စကားရှိပါတယ်။၀တ္တုရဲ့ ဇာတ်ညွှန်းကို နားလည်ကြေညက်ဖို့ဟာ ရုပ်ရှင်ရိုက်ခြင်းမှာ အင်မတန်အကျိူးကျေးဇူးကြီးတယ်ဆိုတဲ့ စကားပါ။ ဒါရိုက်တာဟာ ဝတ္တုကို ကြေညက်နေတာတင်ပဲ မဟုတ်ပါဘူး။ပေကျင်းသား ၁၉၅၂ဖွားဆိုတော့ ဒီရုပ်ရှင်ရဲ့ဇာတ်ရှိန်အတက်ဆုံးအပိုင်းဖြစ်တဲ့ ယဉ်ကျေးမှုတော်လှန်ရေးကာလမှာ သူဟာ အသက် ၂၀ဝန်းကျင် ရှိနေပြီး ကိုယ်တွေ့ကြုံမြင် ခံစားခဲ့ဖူးတဲ့သူပါ။ ဒုတိယ အချို့အဖြစ်မျိုးတွေလည်း သူက ဖြစ်ဖူးတဲ့သူပါ။ဒါကြောင့်လည်း ဒီရုပ်ရှင်ရဲ့ ယဉ်ကျေးမှုတော်လှန်ရေးကာလဟာ ပိုအသက်ဝင်နေတာပါပဲ။ဒါရိုက်တာဟာ ယဉ်ကျေးမှုတော်လှန်ရေးကို ခပ်ကြမ်းကြမ်းပုတ် ကျန်တဲ့ဟာတွေကို ပါးပါးလေးပုတ်ပြီး လက်ရဲဇက်ရဲရိုက်သွားခဲ့တယ်။ ကျွန်တော့်အမြင်အရတော့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက်က ပီကင်းအော်ပရာဆိုရင် ပီကင်းအော်ပရာကို ဖျက်စီးခဲ့တဲ့ ဗီလိန်အဖြစ် ယဉ်ကျေးမှုတော်လှန်ရေးကို ထည့်သွင်းသွားတယ်ပဲ ယူဆပါတယ်။နောက် ဒီလိုပုတ်သွားတဲ့နေရာမှာ တျဲ့ရီနဲ့ သူ့ဆရာကြားက ဆရာကိုတုန်နေအောင်ကြောက်တဲ့ဆက်ဆံရေးနဲ့ ဘာမှမဟုတ်တဲ့ သူ့တပြည့်လေးက သူ့ကို လူလို့တောင်မမြင်တဲ့ ဆက်ဆံရေးကြားက ခြားနားမှုနဲ့ ပါးပါးလေးပုတ်ပြသွားတာလည်း ဒဲ့ကြီးမဟုတ်ပေမဲ့ အတော့်ကို မြင်သာထင်သာရှိပါတယ်။ အတော့်ကို လက်ရဲဇက်ရဲ ဒါရိုက်တာပါပဲ။တစ်ခုရှိတာက တရုတ်ပြည်မှာ မော်စီတုန်းရဲ့ “မဟာရှေ့သို့ခုန်ပျံကျော်လွှားမှု”ဆိုတဲ့ စီမံကိန်းကြီးအကြောင်း နှောင်းပိုင်းတွေမှာ မကောင်းစကား ဟခွင့်မပြုပါဘူး။ ဒီရုပ်ရှင်မှာလည်း တရုတ်ပြည်ရဲ့ ခေတ်ဆိုးတွေအကြောင်း တစ်ခုမချန်နီးပါးပြသွားပေမဲ့၁၉၅၈ – ၁၉၆၁အတွင်း ဖြစ်ခဲ့တဲ့ မော်စီတုန်းလုပ်ခဲ့တဲ့ ပျက်ကပ်ကြီးကိုတော့ ခုန်ပျံကျော်လွှားသွားပါတယ်။ ဒီအနုပညာဟာ အတော်လေးမလွတ်မလပ်နဲ့ လုပ်ခဲ့ရတာတော့ အမှန်ပါပဲ။ဒီထက်များလွတ်လပ်ခဲ့ရင် ဒီထက်ကောင်းတဲ့ ရုပ်ရှင်ထွက်လာမလားတော့ မသိပါဘူး။ဒီရုပ်ရှင်တောင် နိုင်ငံရေးအရရော လိင်တူသဘောကျတာကြောင့်ရော သတ်သေတဲ့အခန်းပြလို့ရော တရုတ်ပြည်မှာ အပိတ်ခံခဲ့ရပါတယ်။“မောင်းမငယ် နေလေရစ်” ဟာ အတော်ကျယ်ပြန့်တဲ့ ရုပ်ရှင်တစ်ကားပါ။ ကျယ်ပြန့်တယ်ဆိုတာက Perspective အမျိုးမျိုးကနေ အမြင်အမျိုးမျိုး ပေးနိုင်တာကိုဆိုလိုတာပါ။ ကြည့်ရှုသူရဲ့ အခြေခံအသိကိုမူတည်ပြီး အမြင်အမျိုးမျိုးကို ပေးနိုင်မှာပါပဲ။တရုတ်ပြည်ရဲ့ ပြိုကွဲကပ်ဆိုက်ခဲ့တဲ့ နှစ်ပေါင်းငါးဆယ်အတွင်းက အခြေအနေတွေနဲ့ ထိုခေတ်ထိုအခါက လူတွေ သဘင်သည်တွေအ‌ကြောင်းကို ဒီရုပ်ရှင်မှာ ကျွန်တော်တို့ ကောင်းကောင်းကြီး ခံစားလို့ရပါတယ်။ခုများတော့ Chen Kaige လည်း ကားကောင်းတွေမရိုက်တော့သလို ဂေါင်လီလည်း အရွယ်လွန်ခဲ့ပါပြီ။ တျဲ့ရီရော ကိုယ်လုပ်တော်ယွီရော မရှိတော့ပါဘူး။ လတ်စလီချောင်လည်း အခါနှောင်းခဲ့ပါပြီ။ သို့ပေမဲ့ “မောင်းမငယ် နေလေရစ်”နဲ့အတူ သူတို့ အနုပညာတွေကတော့ ယန်ဇီမြစ်ထဲ စီးဆင်းနေဦးမှာပါပဲ………( ဘာသာပြန်ထားတဲ့ဟန်နဲ့ ပက်သက်ပြီးလည်း ပြောစရာရှိပါတယ်။ အော်ပရာသီချင်းတွေဟာ ဇာတ်‌ဆောင်ကိုယ်တိုင် ဆိုတာဆိုတော့ ဖယ်ထုတ်လို့လည်းမရပါဘူး။ အတော်လည်း အရေးပါပါတယ်။ ဒဲ့ပြန်ရမှာ အဆင်မပြေသလို ခေတ်သီချင်းဟန်သွားလို့လည်း မ‌ပြေပါဘူး။ ပီကင်းအော်ပရာဟာ အရမ်းရှေးကျတဲ့ အော်ပရာဆိုတော့ ဘာသာစကားအကူးအပြောင်းမှာပါ သူ့ရှေးငွေ့ပါအောင်ကျွန်တော်တို့ဆီက ရှေးကဗျာ‌တွေရဲ့ ရေးဟန်ကို ယူသုံးလိုက်ရပါတယ်။ လေးလုံးစပ်တွေမှာ ရှေးဟန်ပါစေချင်တော့ ရှေးက လေးလုံးစပ်တွေထဲက မူလEစာနဲ့ကိုက်တာတွေ ရှာကြံယူသုံးထားတာမျိုးတွေ ပါပါတယ်။တိုက်တိုက်ဆိုင်ဆိုင် ဂျပန်တွေကို သီချင်းဆိုပြတဲ့ ရာသီနဲ့ပန်းအကြောင်းသီချင်းမှာဆို ရှင်ဥတ္တမကျော်ရဲ့ တောလားထဲက အချို့စာကြောင်းတွေနဲ့ အတော်လေး‌ အံ၀င်ခွင်ကျဖြစ်နေတဲ့အတွက် ယူသုံးလိုက်ပါတယ်။ ဒီတိုင်းလျှောက်ဖြည့်ထားတာမျိုး လုံး၀မဟုတ်ပါဘူး။ မူလ အင်္ဂလိပ်စာရဲ့ အဓိပ္ပာယ်ကိုပဲ တရုတ်သံရဲ့ ရှေးငွေ့ရအောင် ဗမာစာထဲမှာရှိတဲ့ အစားထိုးလို့ရတဲ့ ရှေးဟန်နဲ့ ယူသုံးလိုက်ခြင်းပါ။ ခုနယူသုံးတဲ့ကဗျာတွေမှာ Eစာနဲ့ကိုက်အောင် ပြင်ဆင်ဖြည့်စွက်ရတာရှိသလို အများစုမှာ ရှေးမူပေါက်အောင် ရှေးကဗျာတွေက တစ်လုံးစနှစ်လုံးစ ယူထားပေမဲ့ ကိုယ်တိုင် ရေးသားထားတွ များပါတယ်။အကုန်လုံး ကိုယ်တိုင်ရေးလည်း ရကောင်းရနိုင်ပေမဲ့ ခေတ်လူ ကျွန်တော်ရွေးတဲ့ စကားလုံးတွေဟာ ရှေးမူဖြစ်နေမှာ မဟုတ်ပါဘူး။ ဒါကြောင့် လိုအပ်ချက်အရ ယူသုံးလိုက်ရပါတယ်။ ရှင်ဥတ္တမကျော်တောလားတစ်ခုကိုပဲ အရမ်းကိုက်ညီနေလို့စာကြောင်းလိုက်ယူသုံးထားတာရှိပြီး။ ကျန်တာတွေမှာတော့ “ကြငှန်း၊တပ်တော်ဦး၊”အဲဒီလိုရှေးစကားလုံးတွေကို ယူသုံးထားတာကလွဲ ကိုယ်တိုင်ရေးထားတာတွေပါ။ ရှေးကဗျာဆရာတွေကိုရော ဒီရုပ်ရှင်ကားကိုရော ကပြက်ကချော် ပြုထားခြင်း အလျဉ်းမပါဘဲ သူ့အရသာကို အပြည့်အ၀ ရစေချင်တဲ့စိတ်နဲ့ သူ့အဓိပ္ပာယ်အတိုင်းကိုပဲ ရှေးဟန်ပြင်ထားတာပါ)~ အစက အညွှန်းကို Admin Yနဲ့ ပေါင်းရေးဖို့လုပ်ထားပေမဲ့ အရမ်းရှည်လို့ အဆင်မပြေလို့ အညွှန်းကို တိုလိုက်ရပါတယ်။ အကျယ်ဖတ်လိုက CM Official Groupထဲမှာ Admin Yရဲ့အညွှန်းရော ကျွန်တော့်မူလ အညွှန်းရော shareထားပါတယ်။တရုတ်နာမည်များ မှန်ကန်အောင်တော့ “ထျန်းရှတိယိ “မှ ကိုစွမ်းထက်က ကူညီပေးထားပါတယ် ~(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.42GB, 1.5GBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 2H 51MinType – Romance, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen KaigeCastFei YangGe YouGong LiJiang WenliLei HanLeslie CheungLi ChunLi DanLu QiMa Ming-WeiYang Yong-ChaoYi DiYin ZhiYing DaZhang FengyiZhao Hai-LongZhi Yitong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bBiZN1epQTu3F8iFLBuMhc4TRzr.jpg",
      "https://image.tmdb.org/t/p/w300/9vUXU4tlRAVfopSctuxXycm9aKK.jpg",
      "https://image.tmdb.org/t/p/w300/oSfReuzUq5Yyap9dmbv4oHY6Jak.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f54hNIiHNINw3JiUJB2XaQl5wCN.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/farewell-my-concubine-1993",
        "server": "VIP Links",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-farewell-my-concubine-1993-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-farewell-my-concubine-1993-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/OR1X7r7s",
        "server": "Direct Link",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/uwrbHBuI",
        "server": "Direct Link",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1098a/(CM)_Farewell_My_Concubine_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1097t/(CM)_Farewell_My_Concubine_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/xkg5xxw27vud.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cC-_SLiRnJE",
      "video_url": "https://www.youtube.com/watch?v=cC-_SLiRnJE",
      "embed_url": "https://www.youtube.com/embed/cC-_SLiRnJE"
    }
  },
  {
    "metadata": "PG-13|1993|125 min|Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "200,243"
    },
    "title": "Philadelphia(1993)",
    "description": "Philadelphia (1993)PG-13 | 125 min | DramaIMDB —– 7.7 ⭐⭐⭐⭐⭐⭐⭐⭐Rotten Tomatoes —– 79%ကာလအားဖြင့်တော့ ၁၉၉၀ ဝန်းကျင်  AIDSအကြောင်း လူတွေ သိပ်မသိသေးတဲ့အချိန်မှာပါ။လူတွေဟာ သူတို့ နားမလည်တာကို ကြောက်ရွံ့ တက်ကြတယ်။ AIDSကို ရောဂါဆိုးကြီးလို့ပဲ သိပြီးဂဃနဏ မသိကြသေးတဲ့အချိန်မှာ ဒီရောဂါသည်ကို ဘယ်လို ဆက်ဆံခဲ့ကြလဲ ပြသ သွားခဲ့တဲ့ ထိုခေတ်ထိုအခါက AIDS ပညာပေး ပထမဆုံးရုပ်ရှင်ပါ။ဒီ ရုပ်ရှင်ဟာ ဟောလိဝုဒ် Mainstreamရဲ့AlDS နဲ့ ပက်သက်တဲ့ ပထမဆုံး  Big Budget ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။Goffrey Bowersဆိုတဲ့ ရှေ့နေ့တစ်ယောက်ရဲ့  အဖြစ်အပျက်ကို Inspiration လုပ်ထားတာမို့ဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး တင်ပြထားတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်တဲ့။ဒီ အဖြစ်အပျက်ကလေးကတော့ Philadelphia ဆိုတဲ့ မြို့ကလေးကအရည်အချင်းရှိတဲ့ Andrew Beckett ဆိုတဲ့ စီနီယာရှေ့နေတစ်ယောက်ဟာ ပေါ်ဦးစ AIDS ရောဂါ ကူးစက်ခံခဲ့ရပါတယ်။အလုပ်အတွက်စိုးရိမ်လို့ ထုတ်မပြောခဲ့ပေမဲ့ သိပ်မကြာခင် နဖူးက အနာကြောင့်သိသွားကြတဲ့အခါ ကိုင်တွယ်ဆဲ အရေးကြီ; အမှုကိုပါ အကြောင်းတစ်ခု ပြပြီး ပြန်ရုပ်သိမ်းခဲ့တဲ့အပြင် အလုပ်ကပါ ထုတ်ပစ်ခဲ့ပါတယ်။သူ့ရောဂါကြောင့် အလုပ်ထုတ်တာပါလို့ ယုံကြည်ထားတဲ့ Andrew ကတော့ ရှေ့နေအဖွဲ့ကို ရင်ဆိုင်ဖို့ စပါတော့တယ်။ ဒါပေမဲ့ သူ့ရှေ့နေ အဖွဲ့ရဲ့ ဂုဏ်သတင်းကြောင့်ဘယ် ရှေ့နေကမှ သူ့ဘက်က မလိုက်ပေးရဲပါဘူး။ ကိုးယောက်မြောက်ထိ အငြင်းခံခဲ့ရပြီးJoe Miller( Denzel Washigton) ဆီ ရောက်လာတဲ့အခါအမှန်တရားကို  ဖော်ထုတ်ဖို့ လက်ခံခဲ့ပါတယ်။ရှေ့နေတစ်ယောက်ရဲ့ ရှေ့နေငှါးခြင်းနဲ့ စခဲ့တဲ့ ဒီပွဲဟာ တရားခွင်မှာ ဘာတွေဆက်ဖြစ်ဦးမလဲဆိုတာနဲ့… AIDSရောဂါသည်တစ်ယောက်ကို လူတွေက ဘယ်လိုအဆုံးအဖြတ်ပေးကြမလဲ..ဆိုတာကိုTom နဲ့ Denzel တို့ရဲ့ acting ကောင်းကောင်းတွေနဲ့သက်ဝင်ခံစား စီးမျောကြည့်ကြပါ။ဂွတီးဂွကျ အဖြစ်အပျက်တစ်ခုကတော့ ဒီရုပ်ရှင် ရိုက်ကူးဖို့ Tom Hanks ဟာ၂၆ပေါင် ဝိတ်ချ ခဲ့ရပြီး Denzel Washington ကတော့ ဝိတ်တက်အောင် ချောကလက်တွေတနင့်တပိုးစားပေးခဲ့ရပါတယ်တဲ့။Drama အမျိုးအစားဖြစ်ပြီး PG-13 ဖြစ်တာကြောင့်၁၃နှစ်အထက်လူတိုင်း ကြည့်လို့ရတဲ့ ရုပ်ရှင် ဖြစ်ပါတယ်။  ဇာတ်လမ်းအညွှန်းကိုတော့Wira Aung  မှရေးသားပေးပြီးဘာသာပြန်သူကတော့ Ko Ye Pye Sone ပဲဖြစ်ပါတယ်…File Size :(3.01GB)(1.02GB) & (343MB)Quality : Blu-Ray 1080P5.1Ch, 720pFormat…mp4Duration…02း05:00Genre : Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnne GyoryJonathan DemmeRonald M. BozmanStarsAntonio BanderasCharles NapierDenzel WashingtonJason RobardsLisa SummerourMary SteenburgenObba BabatundéRobert RidgelyRon VawterTom HanksCastAdam LeFevreAna LezaAndre B. BlakeAnn DowdAnna Deavere SmithAntonio BanderasBill RoweBob BowersoxBradley WhitfordBuzz KilmanChandra WilsonCharles GlennCharles NapierCharles TechmanDan OlmsteadDaniel ChapmanDaniel von BargenDavid DrakeDenzel WashingtonFord WheelerGary GoetzmanGene BorkanHarry NorthupJaime GomezJason RobardsJeffrey WilliamsonJim RocheJoanne WoodwardJoey PerilloJohn Bedford LloydJosé CastilloJr.Julius ErvingKaren FinleyKathryn WittKenneth UttLauren RoselliLawrence T. WrentzLisa SummerourLisa TalericoLucas PlattMark Sorensen Jr.Mary SteenburgenObba BabatundéPaul LazarPeter JacobsQ. LazzarusQuentin CrispRobert RidgelyRobert W. CastleRoberta MaxwellRoger CormanRon VawterRoy BlountStephanie Roth HaberleTak FujimotoTom DetrikTom HanksTony DevonTony FitzpatrickTracey WalterWarren Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m386hpJuXyaNjbEBbM25di7nQPM.jpg",
      "https://image.tmdb.org/t/p/w300/b5k7j2dOaaZE3B1BWgydrNBfAEp.jpg",
      "https://image.tmdb.org/t/p/w300/pabJLbq90hvDQuXJkabiwpvWKQt.jpg",
      "https://image.tmdb.org/t/p/w300/eQdiSNFjWSGezHr388e1Wi1QltH.jpg",
      "https://image.tmdb.org/t/p/w300/AvXozz5P1f2ktAaYsCNfuhWJhcF.jpg",
      "https://image.tmdb.org/t/p/w300/cf6jdU0x5Xoo9rX2ZmLHs1YptSh.jpg",
      "https://image.tmdb.org/t/p/w300/bcqJnX0XoWSJnJAHWKATLCZTRFl.jpg",
      "https://image.tmdb.org/t/p/w300/jVe8xRgdGQdPu0lexGaSyFvBEG4.jpg",
      "https://image.tmdb.org/t/p/w300/eRlkgrUeaX8LsVMjqN9f6YYw9Dw.jpg",
      "https://image.tmdb.org/t/p/w300/h2yuF8U8yOEXZUsJwlwF7h6Uz26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/Philadelphia_imp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pbb451gkbrid.html",
        "server": "usersdrive.com",
        "size": "3.01GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/philadelphia-1993-blu-ray-108-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.01GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "3.01GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/WmoAkRyC#cT2fsZHly7YYm5HnlUH2MU8Jq0s9YWeIjm8_yts3arM",
        "server": "mega.nz",
        "size": "3.01GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jwuv2wk4v092.html",
        "server": "usersdrive.com",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/philadelphia-1993-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bOlc/Philadelphia.1993.BLU-RAY.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/f7YTHRwT#Fvjs8Yh2Bt3S-YlVXULXnMBxbwp-enJbUap1i6n-wtU",
        "server": "mega.nz",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/xob3u56c99sn.html",
        "server": "streamsb.com",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/taxbxomnwfj0",
        "server": "streamvid.io",
        "size": "1.02GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/alqa9wjh57a2.html",
        "server": "usersdrive.com",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/philadelphia-1993-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2xJfd/Philadelphia.1993.BLU-RAY.480P.(CM).mp4",
        "server": "megaup.net",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/ar0axidsmoqi.html",
        "server": "mega.nz",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/jwuv2wk4v092.html",
        "server": "streamsb.com",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/b5i61eryitx4",
        "server": "streamvid.io",
        "size": "343MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "cl4B9AU45P4",
      "video_url": "https://www.youtube.com/watch?v=cl4B9AU45P4",
      "embed_url": "https://www.youtube.com/embed/cl4B9AU45P4"
    }
  },
  {
    "metadata": "PG-13|1993|1h 34m|Comedy,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "98000"
    },
    "title": "Addams Family Values (1993)",
    "description": "Addams Family Values (1993)~ IMDb – 6.8/10, Rotten Tomatoes – 75% ~Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 မှာတော့ အန်နီမေးရှင်း၂ကားထပ်ထွက်ခဲ့ပါတယ်။ 2022 မှာတော့ တင်ဘာတန်ရဲ့လက်ရာနဲ့ Wednesday ထွက်လာခဲ့ပါတယ်။Addams တွေဟာ ၂၀ရာစု အမေရိကန်မိသားစုတွေရဲ့ စံအတွေးအမြင်တွေကို သရော်ထားတဲ့ ဇာတ်ကောင်တွေဖြစ်ခဲ့ပြီး ၁၉၆၄ဇာတ်လမ်းတွဲမှာမှ ဇာတ်ကောင်နာမည်တွေ စပေးခဲ့တာပါ။ ဒီဇာတ်လမ်းတွေဟာ Pop Culture တစ်ခုဖြစ်လာခဲ့ပြီး Video game တွေ Academic Book တွေအထိထွက်ခဲ့သလို အမေရိကန် Comics, Cinema နဲ့ Television တွေအပေါ် လွှမ်းမိုးမှုကြီးခဲ့ပြီး Goth Subculture နဲ့ Fashion တွေကိုလည်း မြစ်ဖျားခံစေခဲ့ပါတယ်။ တင်ဘာတန်ရဲ့ Gothic ဟန်ဟာလည်း Addams တွေနဲ့ မကင်းလောက်ပါဘူး။ အခုမှာတော့ ပထမဆုံးထွက်ခဲ့တဲ့ Addams Family ရုပ်ရှင်နှစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ Classic လို့ ပြောလည်းမမှားတဲ့ကားတွေပေါ့။ဟန်ဆောင်မှုကင်းစွာ ယုတ်မာတတ်ကြသလို သဘောရိုးနဲ့လည်း ခြေထိုးခံတတ်ကြပြီး လူ့ဘောင်ကျင့်ဝတ်တွေနဲ့ လုံးလုံးလျားလျားလွဲနေတဲ့ သူတို့ရဲ့စံတွေကြောင့် ပတ်ဝန်းကျင်ရဲ့ အမြင်မကြည်မှု၊ မြင်မှန်းတန်းမိသူတွေဆီက နားလည်ရခက်တဲ့ အကြည့်တွေနဲ့ကြည့်ခံရပေမဲ့ သဘောချင်းတူတဲ့ အမျိုးအဆွေတွေဆီကနေတော့ လေးစားချစ်ခင်မှုကို ရရှိထားကြတဲ့ မိသားစုတစ်သိုက်ဖြစ်တဲ့ Addams Family အကြောင်းကို အားလုံးသိပြီးသားဆိုတော့ အထွေအထူးတော့ ပြောစရာမလိုပါဘူး။ တင်ဘာတန်ကြီးဖန်တွေရော Addams Family ဖန်တွေရော ကြည့်သင့်တဲ့ကားလို့ပဲ ပြောစရာရှိပါတယ်။ Dark Comedy Film တွေရဲ့ ထုံးစံအတိုင်း ဒီသောက်တလွဲလောကကြီးကို ဟားတိုက်ပစ်ချင်ရင်လည်း ကြည့်သင့်တဲ့ကားတွေပါပဲ။———————————-ဇာတ်လမ်းအကျဉ်း———————————-Gomez နဲ့ Morticia တို့ဟာ ရင်သွေးနှစ်ချာ အသစ်စက်စက်ကလေးကို ပိုင်ဆိုင်ထားပြီး Wednesday နဲ့ Pugsley တို့က သူတို့မောင်ညီလေးကို သတ်ဖို့ ကြံပေမဲ့ မိဘနှစ်ပါး အဆူခံလိုက်ရသာ အဖတ်တင်ပြီး မအောင်မြင်ခဲ့ကြပါဘူး။ ဒီလိုနဲ့ အက်ဒမ်စ်တို့ဟာ ဒီကလေးကိုထိန်းဖို့ Debbie လို့ခေါ်တဲ့ နာနီတစ်ယောက် ငှားလိုက်ကြပါတယ်။ သူတို့မသိလိုက်တာကတော့ Debbie ဟာ သူဌေးတွေနဲ့ လက်ထပ်ပြီး သူတို့ကိုသတ်ပြီး အမွေရအောင်ကြံတတ်တဲ့ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာပါပဲ။ ဒီလိုနဲ့ Debbie ရဲ့နောက်ပစ်မှတ်ဟာ Uncle Fester ဖြစ်လာခဲ့ပါတယ်။ အကင်းပါးတဲ့ Wednesday က ဒတ်ဘီကို မသင်္ကာဖြစ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့မိသားစုနဲ့ ဒီကွင်းဆက်လူသတ်သမား ထိပ်တိုက်ရင်ဆိုင်ဖို့ အကြောင်းဖန်လာတဲ့အချိန် ငါ့မောင်လေးကို ငါကလွဲ ဘယ်သူမှ မနှိပ်စက်ရဘူးဆိုတဲ့ Wednesday ဟာ သူ့မိသားစုကို ကာကွယ်ဖို့ ဘယ်လိုကြိုးစားမလဲ မြင်ကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုNyan Hlyan Chitမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.02GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1h 34MinGenre – Comedy, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated byNyan Hlyan ChitEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBarry SonnenfeldStarsAdena BjorkAlex GaonaAndreana WeinerAnjelica HustonBarry SonnenfeldCamille SaviolaCarel StruyckenCarol HankinsCarol KaneCharles BuschCheryl ChaseChris EllisChristina RicciChristine BaranskiChristopher HartChristopher LloydCynthia NixonDana IveyDarlene LevinDavid Hyde PierceDavid KrumholtzDouglas Brian MartinEyde ByrdeFrancis CoadyHaley PeelHarriet Sansom HarrisIan AbercrombieJamie GordonJason FifeJeffrey Van HooseJimmy WorkmanJoan CusackJoey WilcotsJohn FranklinJulie HalstonKaitlyn HooperKarl David-DjerfKristen HooperKristy ShirvaniLaura EstermanLenny WilsonLois de BanzieMatthew BartilsonMatthew BeebeMaureen Sue LevinMercedes McNabMicah HataMicah WinkelspechtMonet MazurNathan LaneNichole McAuleyPeter GravesPeter MacNicolRaúl JuliáRick ScarryRob SanchezRyan HolihanSam McMurraySteven M. MartinTony ShalhoubVickilyn ReynoldsZack MilanZack PhiferCastAdena BjorkAlex GaonaAndreana WeinerAnjelica HustonBarry SonnenfeldCamille SaviolaCarel StruyckenCarol HankinsCarol KaneCharles BuschCheryl ChaseChris EllisChristina RicciChristine BaranskiChristopher HartChristopher LloydCynthia NixonDana IveyDarlene LevinDavid Hyde PierceDavid KrumholtzDouglas Brian MartinEyde ByrdeFrancis CoadyHaley PeelHarriet Sansom HarrisIan AbercrombieJamie GordonJason FifeJeffrey Van HooseJimmy WorkmanJoan CusackJoey WilcotsJohn FranklinJulie HalstonKaitlyn HooperKarl David-DjerfKristen HooperKristy ShirvaniLaura EstermanLenny WilsonLois de BanzieMatthew BartilsonMatthew BeebeMaureen Sue LevinMercedes McNabMicah HataMicah WinkelspechtMonet MazurNathan LaneNichole McAuleyPeter GravesPeter MacNicolRaúl JuliáRick ScarryRob SanchezRyan HolihanSam McMurraySteven M. MartinTony ShalhoubVickilyn ReynoldsZack MilanZack Phifer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yrjFk8OVnwOQ5qUxbHZJYobxQra.jpg",
      "https://image.tmdb.org/t/p/w300/dMSC5jU9gsw2VmaVHlFqXk6w3j7.jpg",
      "https://image.tmdb.org/t/p/w300/aJGlm3ScbC95Mqm2SVGt2GGMYUe.jpg",
      "https://image.tmdb.org/t/p/w300/rKoYJEH6YyDb2dMlMdkjafzVDmH.jpg",
      "https://image.tmdb.org/t/p/w300/mNE0BhdDf5lozB3dJ3tsmRhoW7v.jpg",
      "https://image.tmdb.org/t/p/w300/nIoCQ24NHinXADv2RYVpgJ5yVpp.jpg",
      "https://image.tmdb.org/t/p/w300/tO4OuqYFTM0aih3wD8hazX95ICS.jpg",
      "https://image.tmdb.org/t/p/w300/1UjSKrhsgmR3HRBcIbexSeKZ1gE.jpg",
      "https://image.tmdb.org/t/p/w300/uIFAFD77y6rnw28sIsMfzqzKUn0.jpg",
      "https://image.tmdb.org/t/p/w300/tFAGFkuFoW0ev5bqAQ2PWxA27Wd.jpg",
      "https://image.tmdb.org/t/p/w300/mHTK0r1eOCV9aYQWtQiaA04Z9Ik.jpg",
      "https://image.tmdb.org/t/p/w300/739sZb1mgYuyFxJQG93AVTJCzas.jpg",
      "https://image.tmdb.org/t/p/w300/u1kYwbAWhoPEoIpMpUHhEdyzL4V.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8znyj20O3EYLD2EzWnZQMnkE4zH.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-addams-family-values-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wCyd/(CM)_Addams_Family_Values_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/HrYgnThJ#TnCY5aCnoFba3uv5_nw_J5cbiqVg6HR0ncMQ-HigFzA",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0d1dfycn7prz.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/3als71zfqvmf.html",
        "server": "streamsb.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/wuoheppzfw00/(CM)_Addams_Family_Values_(1993)_1080p.mp4",
        "server": "streamvid.io",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-addams-family-values-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1QF4w/(CM)_Addams_Family_Values_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nvJEgAbD#he4iJiGugyUzOYWpqP3SMHFlIeBXoFMQVKD-cf5GpiM",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6wqjpifb6os9.html https://usersdrive.com/0d1dfycn7prz.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/pjbhblx9c6p9.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/z0syarrolbt6/(CM)_Addams_Family_Values_(1993)_720p.mp4",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jVlPzTPLC4M",
      "video_url": "https://www.youtube.com/watch?v=jVlPzTPLC4M",
      "embed_url": "https://www.youtube.com/embed/jVlPzTPLC4M"
    }
  },
  {
    "metadata": "PG|1993|123 min|Drama,History",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "13,491"
    },
    "title": "Little Buddha (1993)",
    "description": "IMDb Rating (6/10)/Rotten Tomatoes (68%)Little BuddhaUnicodeဒီဇာတ်ကားလေးကအနောက်နိုင်ငံ(အမေရိကန်နိုင်ငံ)သားတွေမှကျွန်တော်တို့”ဗုဒ္ဓမြတ်စွာ”ရဲ့ “ဗုဒ္ဓဝင်”ကိုစနစ်တကျလေ့လာပြီး ရိုက်ကူး ပုံဖော်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်…ဇာတ်လမ်းအညွှန်းကို ပြောပြရရင်တော့—ဒီဇာတ်လမ်းမှာ အခန်းကဏ္ဍ၂ခုပါဝင်နေပါတယ်တခုကတော့ “ဗုဒ္ဓမြတ်စွာ”ရဲ့သိဒ္ဓတ္ထမင်းသားဘဝကနေ သစ္စာလေးပါးသိမြင်ပြီး ဗုဒ္ဓဖြစ်တဲ့အချိန်အထိ ဗုဒ္ဓဝင်ကိုလေးစားအတုယူဖွယ် ရိုက်ပြထားပြီးသိဒ္ဓတ္ထမင်းသားအဖြစ် Keanu Reeve ကီနူးရိဗ်က သရုပ်ဆောင်ထားပါတယ်…နောက်တခုကတော့ တိဗက်လူမျိုးတို့ရဲ့“လူပြန်ဝင်စားခြင်း” သက်ဝင်ယုံကြည်မှုအရဆရာဖြစ်သူ “ဆရာတော်လာမာဒေါ်ဂျီ”ပြန်ဝင်စားသည်ဟု ယုံကြည်ဖွယ်ရှိသည့်အမေရိကန်လူမျိုးကလေးငယ်“ဂျက်ဆီ” ထံသို့ တိဗက်ဗုဒ္ဓဘာသာဘုန်းကြီးများမှလာရောက်တွေ့ဆုံပြီး ဘူတန်နိုင်ငံသို့လိုက်ခဲ့ရန်မိဘများထံ ခွင့်ပန်တဲ့ဇာတ်လမ်းကို ရိုက်ပြထားပါတယ်။တိဗက်ဆရာတော်များရဲ့ နောက်ဘဝရှိသည် ဆိုတာကိုအယုံအကြည်မရှိသူ ဂျက်ဆီရဲ့ဖခင်က အထင်အမြင်လွဲမှုတွေရှိနေပေမယ့် သူရဲ့လုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်း အက်စီးဒင့်ဖြင့် သေဆုံးသွားတဲ့အခါစိတ်ပြေလက်ပျောက်သဘောဖြင့်သားဖြစ်သူနှင့် ဘူတန်နိုင်ငံသို့ လိုက်သွားခဲ့ရာမှ…ဘူတန်နိုင်ငံရှိ စေတီအကြောင်းတွေတိဗက်ဘုန်းတော်ကြီးများရဲ့ ဘာသာရေးအယူအဆများအကြောင်းတွေကိုဗဟုသုတရဖွယ် ရိုက်ပြထားပါတယ်….ဒီဇာတ်ကားမှာ ကျွန်တော်တို့နိုင်ငံရဲ့ဗုဒ္ဓဘာသာထုံးတမ်းစဉ်လာများနဲ့တိဗက်ဗုဒ္ဓဘာသာထုံးတမ်းစဉ်လာတို့၏အနည်းငယ်ကွဲပြားမှုများကိုလည်းဗဟုသုတဖြစ်ဖွယ် လေ့လာခွင့်ရမှာ ဖြစ်ပါတယ်..ဒါ့အပြင် ဗုဒ္ဓဘာသာ တိဗက်ဘုန်းကြီးများရဲ့“မမြဲခြင်းသဘော”ကို နက်ရှိုင်းစွာ နှလုံးသွင်းတတ်ပုံနဲ့ကြောက်ရွံ့တုန်လှုပ်ခြင်းကင်းစွာ “သေခြင်းတရား”ကို ရင်ဆိုင်နိုင်တဲ့ စိတ်ဓာတ်ကိုလဲ ချီးကျူးဂုဏ်ယူ တွေ့မြင်ရမှာပါ…ဗုဒ္ဓဘာသာရဲ့ အနှစ်သာရတစ်ခုဖြစ်တဲ့သေခြင်းတရားကို မကြောက်လန့်ဘဲရင်ဆိုင်နိုင်တဲ့ နှလုံးသွင်းမှန်မှုသဘောကိုအနောက်နိုင်ငံသားများကပါ လေးစားချီးကျူ းရတာ အမှန်ပါပဲ….ဒီဇာတ်ကားရဲ့ အကောင်းဆုံးအပိုင်းကတော့ဒိုင်ယာလော့ခ်တွေပါ …ဗုဒ္ဓရဲ့ လေးနက်ပြီးအနှစ်သာရပြည့်ဝတဲ့ဒဿနတွေကို မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ် …။ဒီဇာတ်ကားဟာ ဗုဒ္ဓဘာသာအကြောင်းကိုလေ့လာလိုသူတွေ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ခုပဲဖြစ်ပါတယ်…..။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ MgKing ဖြစ်ပါတယ်။)Zawgyiဒီဇာတ္​ကား​ေလးက​အ​ေနာက္​နိုင္​ငံ(အ​ေမရိကန္​နိုင္​ငံ)သား​ေတြမွကြၽန္​​ေတာ္​တို႔”ဗုဒၶျမတ္​စြာ”ရဲ႕ “ဗုဒၶဝင္​”ကိုစနစ္​တ​က်​ေလ့လာၿပီး ရိုက္​ကူး ပံု​ေဖာ္​ထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္ကား ျဖစ္​ပါတယ္​…ဇာတ္​လမ္​းအၫႊန္​းကို​ ​ေျပာျပရရင္​​ေတာ့—ဒီဇာတ္​လမ္​းမွာ အခန္​းက႑၂ခုပါဝင္​​ေနပါတယ္​တခုက​ေတာ့ “ဗုဒၶျမတ္​စြာ”ရဲ႕သိဒၶတၳမင္​းသားဘဝကေန သစၥာေလးပါးသိျမင္ၿပီး ဗုဒၶျဖစ္​တဲ့အခ်ိန္​အထိ ဗုဒၶဝင္​ကို ​​ေလးစားအတုယူဖြယ္​ ရိုက္​ျပထားၿပီးသိဒၶတၳမင္​းသားအျဖစ္​ Keanu Reeve ကီႏူးရိဗ္က သရုပ္​​ေဆာင္​ထားပါတယ္​…​ေနာက္​တခုက​ေတာ့ တိဗက္​လူမ်ိဳးတို႔ရဲ႕“လူျပန္​ဝင္​စားျခင္​း” သက္​ဝင္​ယံုၾကည္​မႈအရဆရာျဖစ္​သူ “ဆရာ​ေတာ္​လာမာ​ေဒၚဂ်ီ”ျပန္​ဝင္​စားသည္​ဟု ယံုၾကည္​ဖြယ္​ရွိသည္​့အ​ေမရိကန္​လူမ်ိဳးက​ေလးငယ္​“ဂ်က္​ဆီ” ထံသို႔ တိဗက္​ဗုဒၶဘာသာဘုန္​း​ႀကီးမ်ားမွလာ​ေရာက္​​ေတြ႕ဆံုၿပီး ဘူတန္​နိုင္​ငံသို႔လိုက္​ခဲ့ရန္​မိဘမ်ားထံ ခြင္​့ပန္​တဲ့ဇာတ္​လမ္​းကို ​ရိုက္​ျပထားပါတယ္​။တိဗက္​ဆရာ​ေတာ္​မ်ားရဲ႕ ​ေနာက္​ဘဝရွိသည္​ ဆိုတာကိုအယံုအၾကည္​မရွိသူ ဂ်က္​ဆီရဲ႕ဖခင္​က အထင္အျမင္လြဲမႈေတြရွိေနေပမယ့္ သူရဲ႕လုပ္​​ေဖာ္​ကိုင္​ဖက္​သူငယ္​ခ်င္​း အက္​စီးဒင္​့ျဖင္​့ ​ေသဆံုးသြား​တဲ့အခါစိတ​္​​ေျပလက္​​ေပ်ာက္​သ​ေဘာျဖင္​့သားျဖစ္​သူနွင္​့ ဘူတန္​နိုင္​ငံသို႔ လိုက္​သြားခဲ့ရာမွ…ဘူတန္​နိုင္​ငံရွိ ​ေစတီအ​ေၾကာင္​းေတြတိဗက္​ဘုန္​း​ေတာ္​ႀကီးမ်ားရဲ႕ ဘာသာ​ေရးအယူအဆမ်ားအ​ေၾကာင္​းေတြကိုဗဟုသုတရဖြယ္​ ရိုက္​ျပထားပါတယ္​….ဒီဇာတ္​ကားမွာ ​ကြၽန္​​ေတာ္​တို႔နိုင္​ငံရဲ႕ဗုဒၶဘာသာထံုးတမ္​းစဥ္​လာမ်ားနဲ႔တိဗက္​ဗုဒၶဘာသာထံုးတမ္​းစဥ္​လာတို႔၏အနည္​းငယ္​ကြဲျပားမႈမ်ားကိုလည္​းဗဟုသုတျဖစ္​ဖြယ္​ ​ေလ့လာခြင္​့ရမွာ ျဖစ္​ပါတယ္​..ဒါ့အျပင္ ဗုဒၶဘာသာ တိဗက္ဘုန္​း​ၾကီးမ်ားရဲ႕“မၿမဲျခင္​းသ​ေဘာ”ကို နက္​ရိႈင္​းစြာ နွလံုးသြင္​းတတ္​ပံုနဲ႕​ေၾကာက္​႐ြံ႕တုန္​လႈပ္​ျခင္​းကင္​းစြာ ​”​ေသျခင္​းတရား”ကို ရင္​ဆိုင္​နိုင္​တဲ့ စိတ္​ဓာတ္​ကိုလဲ ​ခ်ီးက်ဴးဂုဏ္​ယူ ​ေတြ႕ျမင္ရမွာပါ…ဗုဒၶဘာသာရဲ႕ အႏွစ္​သာရတစ္​ခုျဖစ္​​တဲ့​ေသျခင္​းတရားကို မ​ေၾကာက္​လန္​႔ဘဲရင္​ဆိုင္​နိုင္​တဲ့ ႏွလံုးသြင္​းမွန္​မႈသ​ေဘာကိုအ​ေနာက္​နိုင္​ငံသားမ်ားကပါ ​ေလးစားခ်ီးက်ဴ းရတာ အမွန္​ပါပဲ….ဒီဇာတ္​ကားရဲ႕ အ​ေကာင္​းဆံုးအပိုင္​းက​ေတာ့ဒိုင္​ယာ​ေလာ့ခ္​​ေတြပါ …ဗုဒၶရဲ႕ ​ေလးနက္​ၿပီးအႏွစ္​သာရျပည္​့ဝတဲ့ဒႆန​ေတြကို ​ျမင္​​ေတြ႕ရမွာပဲ ျဖစ္​ပါတယ္​ …။ဒီဇာတ္​ကားဟာ ဗုဒၶဘာသာအ​ေၾကာင္​းကို​ေလ့လာ​လိုသူ​ေတြ ၾကည္​့ရႈသင္​့တဲ့ဇာတ္​ကားတစ္​ခုပဲျဖစ္​ပါတယ္​…..။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့MgKingျဖစ္ပါတယ္။)File size…(1.2 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:21:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMgKingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBernardo BertolucciStarsAlex WiesendangerBridget FondaChris IsaakGeshe Tsultim GyelsenGreishma Makar SingKeanu ReevesKhyongla Rato RinpocheRaju LalRuocheng YingSogyal RinpocheCastAlex WiesendangerBridget FondaChris IsaakGeshe Tsultim GyelsenGreishma Makar SingJigme KunsangJo ChampaKeanu ReevesKhyongla Rato RinpocheRaju LalRuocheng YingSogyal Rinpoche",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kd4z5FJOVjCvuTSGmf8SH3JarC9.jpg",
      "https://image.tmdb.org/t/p/w300/sm6GaqX9NElXL88v1K5PFYzp6f2.jpg",
      "https://image.tmdb.org/t/p/w300/gdCMGqP8JWjgXTj969LKlt2zVd5.jpg",
      "https://image.tmdb.org/t/p/w300/7lq7UrDvQ56dJ1i8BnN5LLysl4P.jpg",
      "https://image.tmdb.org/t/p/w300/qT0P9OhMGkuH6MfNIPtsN8cx3r.jpg",
      "https://image.tmdb.org/t/p/w300/oIRF6SxaWzM6sPyY5oglfJ9HkbP.jpg",
      "https://image.tmdb.org/t/p/w300/nZR5KBR1lxWFmxmj71UjQ3F62rE.jpg",
      "https://image.tmdb.org/t/p/w300/hVEci2Xi8Cmmw6mJ13OaINe6u1c.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/51O5RRHfE3L._SY445_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/little-buddha-1993-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/d566e86/litle-budha-193-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ynaf/Little_Buddha_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qBp0HCLK#EQY2fV1YhEXuI6Hd4oCafQK_HOIyB0grTCZ1H8V4KmM",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wa3p050n7z1s",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aAMnjj6oU6s",
      "video_url": "https://www.youtube.com/watch?v=aAMnjj6oU6s",
      "embed_url": "https://www.youtube.com/embed/aAMnjj6oU6s"
    }
  },
  {
    "metadata": "N/A|1993|89 min|Asian,Comedy,Fantasy,Stephen Chow",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "814"
    },
    "title": "The Mad Monk (1993)",
    "description": "The Mad Monk (1993)IMDB(6.2)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ရယ်စရာအတိတ်တွေခပ်များများ။ဘဝဆိုတာ ဘာမှလဲမဟုတ်လှ။ဒီလိုဘာမှမဟုတ်တဲ့ ဘဝကြီးကို ဟာသတွေနဲ့ ချိတ်ဆက်ပြထားတဲ့ စတီဖင်ချောင်ရဲ့ ဇာတ်ကား‌တွေတစ်ဝကြီးထိုင်ကြည့်ရင်း ဘဝဆိုတာကြီးကို ကျွန်တော်တို့ ဟားတိုက်နေကြရအောင်ဗျာ။File size…(1.5 GB) and (950 MB)Quality….Blu-ray Rip 1080p 5.1CH and 720pFormat…mp4Duration….01:25:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AunTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohnnie ToSiu-Tung ChingStarsAnita MuiAnthony WongGabriel WongKirk Wong Chi-KeungLau KongMaggie CheungMan-Tat NgMichael ChanNg Man-TatStephen ChowWong Yat-FeiCastAnita MuiAnthony WongChang Gan-WingCheng Ka-SangCheung ChunhungGabriel WongKingdom YuenKirk Wong Chi-KeungLau KongLau Tin-ChiLo Hoi-PangMaggie CheungMama HungMichael ChanNg Man-TatPhilip Chan Yan-KinSi-Ma YinStephen ChowWong SanWong Yat-Fei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tFXjSQ9s88RdcAL7VERwGGqLxfQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/image.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/619bt8na4ry0.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/voup3j26gp2e.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Qxy5/(CM)The_Mad_Monk_(1993)_1080p_BluRay_DTS_x264_-_FGT.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1wv0g/(CM)The_Mad_Monk_(1993)_720p_BluRay_DTS_x264_-_FGT.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/95fbde/cmthe-mad-monk-193-1080p-bluray-dts-x264-fgt-mp4",
        "server": "yuudrive.me",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/9e24ac54/cmthe-mad-monk-193-720p-bluray-dts-x264-fgt-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mad-monk-1993-1080-p-blu-ray-dts-x-264-fgt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mad-monk-1993-720-p-blu-ray-dts-x-264-fgt-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/712r9i7zt9dl",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/712r9i7zt9dl",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yadi.sk/i/eHTMMkWaluYHtw",
        "server": "disk.yandex.com",
        "size": "1.5 GB",
        "quality": ""
      },
      {
        "link": "https://yadi.sk/i/8Bvyh2VGTr5suQ",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "RMHXGi7AUvk",
      "video_url": "https://www.youtube.com/watch?v=RMHXGi7AUvk",
      "embed_url": "https://www.youtube.com/embed/RMHXGi7AUvk"
    }
  },
  {
    "metadata": "PG-13|1993|99 min|Action,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "4,349"
    },
    "title": "Only the Strong ( 1993 )",
    "description": "ငယ်စဉ်ကလေးဘဝတုန်းကကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strongဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်…မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီးStacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီးGeoffrey Lewis နဲ့ Paco Christian Prietoတို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) ကသူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီးစစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာကသူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်…သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းကဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းကကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်…အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာကကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်…Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကိုအုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကိုဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်…ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့နှစ်သက်ကြမယ်ထင်ပါတယ်1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်————————————————————-ငယ္စဥ္ကေလးဘ၀တုန္းကကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strongဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္…မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီးStacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီးGeoffrey Lewis နဲ႔ Paco Christian Prietoတို႔အျပင္ သ႐ုပ္ေဆာင္မ်ားစြာပါဝင္တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူးဝစ္စတီဗင္ (Mark Dacascos) ကသူ႔ေဒသကေန ႏွစ္အေတာ္ၾကာခြဲခြာၿပီးစစ္သားတစ္ေယာက္အျဖစ္တာဝန္ထမ္းေနရာကသူ႔ေဒသ ဖေလာ္ရီဒါျပည္နယ္ကိုျပန္ေရာက္လာတယ္…သူတက္ခဲ့တဲ့လင္ကြန္အထက္တန္းေက်ာင္းကဆရာ့ဆီမွာအကူအညီေတာင္းဖို႔သြားရင္းကေန သူ႔ေက်ာင္းကေက်ာင္းသားေတြက ေဆးစြဲ အၾကမ္းဖက္ဂိုဏ္းေတြနဲ႔ေပါင္းၿပီးဆိုးသြမ္းပ်က္စီးေနၾကတာ ေတြ႔လိုက္ရတယ္…အဲ့ေက်ာင္းမွာ ဆရာျပန္လုပ္ျဖစ္ရာကကေလးေတြကိုစိတ္ပိုင္းဆိုင္ရာျပဳျပင္မႈေတြလုပ္ေပးခဲ့တယ္…Capoeira ဆိုတဲ့ ဘရာဇီး႐ိုးရာသိုင္းပညာနဲ႔ကေလးေတြပ်က္စီးမႈရဲ႕အဓိကတရားခံျဖစ္တဲ့ မူးယစ္ေဆးေစ်းကြက္ကိုအုပ္စိုးေနတဲ့ ဂိုဏ္းေခါင္းေဆာင္ ေဆးလ္ဗရီယို (Paco Christian Prieto) ကိုဘယ္လိုတြန္းလွန္ဖို႔ႀကိဳးစားခဲ့လဲဆိုတာ ေတြ႔ျမင္ရမွာျဖစ္ပါတယ္…ဆရာတပည့္ခ်စ္ျခင္းေမတၱာေတြနဲ႔လူငယ္ေတြကိုျပဳျပင္ေပးတဲ့ကားေကာင္းေလးတစ္ကားျဖစ္လို႔ႏွစ္သက္ၾကမယ္ထင္ပါတယ္1993 ခုႏွစ္က ထြက္ခဲ႔တဲ႔ကားၿဖစ္တဲ႔အတြက္ေၾကာင္႔အၾကည္လင္ဆံုးရႏိုင္တဲ႔ ကြာလတီကိုတင္ဆက္ေပးလိုက္ရပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSheldon LettichStarsGeoffrey LewisMark DacascosPaco Christian PrietoStacey Travis",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/v1fvopui.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0rokreupj7j6.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/only-the-strong-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/b5b85/only-the-strong-193-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4esUg/Only_The_Strong_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ZdgERaiI#gBPvY3Ma86H3ci5pswdQRdoEeF74bvMdRvoUazAwgGQ",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/minc74ocbdbt",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1993|2h|Biography,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "56000"
    },
    "title": "Alive (1993)",
    "description": "Alive (1993)~ IMDb – 7.1/10, Rotten Tomatoes – 59% ~ဟင်္သာကိုးသောင်းပျက်စီးရခြင်းက ဇာတ်တူသားစားလို့ဟုဆိုပါလျှင် သူတို့က တိရစ္ဆာန်သာဖြစ်လို့ပါဟု ပြောရမည်လား မသိနိုင်ပါ။ ပေါရိသ နန်းကျမင်းရဲ့ လူသားအပေါ်တပ်မက်မှုက လျှာဖျားတထောက် အရသာအပေါ် အခြေခံတယ်လို့ မှတ်သားဖူးတာပါပဲ။ လူသားဆိုတာ စားကောင်းတဲ့အသားလား၊ မစားကောင်းတဲ့အသားလား ဆိုတာကတော့ လူ့ယဉ်ကျေးမှုအဖွဲ့အစည်းမှာ ဖြေစရာမလိုတဲ့ မေးခွန်းတစ်ခုပါ။ဒါပေမဲ့ အဲဒီမေးခွန်းကိုပဲ ငတ်မွတ်ဆာလောင်ပြီး စားစရာမရှိတဲ့သူတွေကို မေးကြည့်ရင်ဖြင့် တမျိုးတဖုံ ပြောင်းသွားနိုင်စရာအကြောင်းရှိတာပေါ့။ လူ့အသိုင်းအဝိုင်းအတွင်းမှာတော့ ငတ်မွတ်ခေါင်းပါးရုံနဲ့ လူသားကို စားစရာအဖြစ် မရွေးချယ်စကောင်းပေမဲ့ မိုင် (၁၀၀) ဝန်းကျင်ကျယ်ပြန့်တဲ့ ရေခဲတောင်တန်းပေါ်မှာတော့ လူသေအလောင်းဟာ ရွေးချယ်စရာတစ်ခု ဖြစ်လာတော့တာပါပဲ။ဒီအဖြစ်ဟာ 1972 ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တာပါ။ တောင်အမေရိက ရက်ဘီဘောလုံးအသင်းဟာ အိမ်နီးချင်းနိုင်ငံ ချီလီမှာ ကစားပွဲတစ်ခု သွားရောက်ကစားဖို့အတွက် ဆွေမျိုး မိတ်ဆွေတွေ တင်ဆောင်လို့ အန်ဒီ‌စ်ရေခဲတောင်တန်းတွေပေါ်ကို ‌အင်ဂျင်နှစ်လုံးတပ် လေယာဉ်တစ်စင်းနဲ့ ဖြတ်ပျံခဲ့ပါတယ်။ အဲဒီလေယာဉ်က အမြီးပိုင်းတခြား ကိုယ်ထည်တခြား ပျက်ကျခဲ့တာဗျ။ ပျက်ကျရခြင်းအကြောင်းကို စိစစ်လေ့လာတော့ လေယာဉ်မှူးရဲ့အမှားလို့ ကောက်ချက်ချပါတယ်။ရှင်သန်သူတွေအနေနဲ့ ပထမဆုံးရင်ဆိုင်ရတာကတော့ ထိခိုက်ဒဏ်ရာတွေကို ကုသဖို့နဲ့ ရေခဲမှတ်အောက်ကျနေတဲ့ အအေးဒဏ်ပါ။ မြင်မြင်သမျှက ကျောက်သားနဲ့ နှင်းပွင့်ရေခဲဖတ်တွေပဲ ရှိတဲ့နေရာမှာ စားစရာဆိုတာ လေယာဉ်ပေါ်ပါလာတဲ့ ချောကလက်၊ ဝိုင်ပုလင်းအချို့နဲ့ စီးကရက် ထောင်ဂဏန်းပဲရှိပါတယ်။ဒီတော့ ရက်အနည်းငယ်ကြာလာလို့ ငတ်မွတ်လာကြတဲ့အခါ ခိုနားရာ လေယာဉ်ကိုယ်ထည်ဘေးက နှင်းပွင့်တွေထဲမြုပ်နေတဲ့ အလောင်းတွေကို ချင်ခင်ရသူတွေရဲ့ ရုပ်ကြွင်းရယ်လို့ သဘောမထားနိုင်တော့ဘဲ အဆီတထပ် အသားတဖပ် စားစရာကြီးတွေလို့ မြင်လာတော့တာပေါ့ဗျာ။ ပထမဆုံး လှီးဖြတ်ပြီး ပါးစပ်ထဲ ထိုးထည့်လိုက်တဲ့ အသားဖပ်က အခက်ခဲဆုံး၊ အပင်ပန်းဆုံး နဲ့ မျက်ရည်မဆည်နိုင်တ‌ဲ့ ခဏတာ အခိုက်အတန့်ပါ။ နောက်တော့လည်း နောက်တော့ ဖြစ်သွားတာပါပဲ။ဒီဇာတ်လမ်းဟာ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ၁၉၉၃ ခုနှစ်မှာ ထုတ်လွှင့်ခဲ့ပါတယ်။ သရုပ်ဆောင်များအနေနဲ့လည်း The Magnificent Seven (remake), Predestination, Before Trilogy အပြင် Boyhood ထဲက မင်းသားကြီး Ethan Hawke ရယ်၊ The Walking Dead ဇာတ်လမ်းတွဲထဲက Joshua Cole Hamilton ရယ်ဆိုတော့ တော်တော်မိုက်ပါတယ်။ သူတို့တွေရဲ့ နုနယ်ပျိုမြစ်မှုကိုလည်း တွေ့ရတာပေါ့။ဒီတော့ ရှာဖွေရေးတွေ လက်လျှော့သွားတဲ့ သူတို့အဖွဲ့လေး ဘယ်လိုပုံစံနဲ့ ရေခဲတောင်တန်းပေါ်က ဆင်းနိုင်မလဲ၊ ဘယ်သူတွေက သူရဲကောင်းလဲ၊ ဘယ်သူတွေက နောက်လိုက်လဲ၊ ဘယ်သူတွေက လွယ်လွယ်အလျှော့ပေးသွားပြီး ဘယ်သူတွေက နောက်ဆုံးအထိ အားတင်းလျှောက်လှမ်းခဲ့လဲဆိုတာ တွေ့မြင်ရမှာပါ။ ရေခဲတောင်ပေါ်မှာ ရက် (၇၀) ကျော်ကြာ လူသားစားပြီး အသက်ဆက်ခဲ့ရတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးမလို့ ခံစားကြည့်ရှုကြပါစို့။(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 3GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 2HGenre – Biography, Drama, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrank MarshallStarsBruce RamsayDavid KriegelEthan HawkeIlleana DouglasJack NoseworthyJohn NewtonJosh HamiltonKevin BreznahanSam BehrensVincent SpanoCastAurelio DinunzioBruce RamsayChad WillettChristian J. MeoliDanny NucciDavid CubittDavid KriegelDiana BarringtonEle KeatsEthan HawkeFiona RoeskeFrank PellegrinoGian DiDonnaGordon CurrieIlleana DouglasJack NoseworthyJake CarpenterJan D'ArcyJason GaffneyJerry WassermanJohn CassiniJohn MalkovichJohn NewtonJosé ZúñigaJosh HamiltonJosh LucasKevin BreznahanMichael DeLorenzoMichael SicolyMichael TaylesMichael WoolsonNuno AntunesPat RomanoRichard Ian CoxSam BehrensSeth ArnettSilvio PollioSteven ShaylerTony MorelliVincent Spano",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/e23ip5v7Iw43Fv5HcyGDBrRHApt.jpg",
      "https://image.tmdb.org/t/p/w300/xptQX2dLzk2xZwk2IBJozlRweEh.jpg",
      "https://image.tmdb.org/t/p/w300/xJHKNDUw1Mhdmrhbl4tnWKua7IX.jpg",
      "https://image.tmdb.org/t/p/w300/293Ydkt5LuS9EzlFgdSoRP2Oet2.jpg",
      "https://image.tmdb.org/t/p/w300/qV1hemddvcmHTJoHPAff1ZCjbsr.jpg",
      "https://image.tmdb.org/t/p/w300/vxpmN2HKzB7amrBVpzfETLtkOt8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uQACcCZqd7WCTRin9xRIW5gr1bd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/alive-1993",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-alive-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qQS6/(CM)_Alive_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/m7olELoA#N7CS-LUKJUuFcIzl3owqWJ47heIebiyGIRCFl75jEgI",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1fuy9ns49o7c.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-alive-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1KTon/(CM)_Alive_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Xq4RTI5B#5Bwzd9cAvD8apX6Mws53IWdGU6dhbwNgl_poZpuwvIg",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1gyd4kl7j5l1.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/603d89am8stv.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "C2lFPEp7dbI",
      "video_url": "https://www.youtube.com/watch?v=C2lFPEp7dbI",
      "embed_url": "https://www.youtube.com/embed/C2lFPEp7dbI"
    }
  },
  {
    "metadata": "PG|1993|2h 14m|Drama,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "83000"
    },
    "title": "The Remains of the Day (1993)",
    "description": "The Remains of the Day (1993)~ IMDb – 7.8/10, Rotten Tomatoes – 96% ~ဒီရုပ်ရှင်ဟာ အော်စကာ ဆန်ခါတင်စာရင်းမှာ ၈ ဆုတောင် တသီကြီးဝင်ခဲ့ပေမယ့် အဲဒီတုန်းက သူနဲ့ အပြိုင်က Schindler’s List ဖြစ်နေခဲ့တာကြောင့် ဘာဆုမှ ချိတ်မသွားရှာခဲ့တဲ့ တစ်ခါတုန်းက အကောင်းဆုံးရုပ်ရှင်တစ်ကားပါ။ ခုခေတ်ရဲ့ ဂန္ထဝင်တွေလို့ သမုတ်ခံနေကြရပြီ‌ဖြစ်တဲ့ Sir Anthony Hopkins, Hugh Grant, Christopher Reeve နဲ့ Emma Thompson တို့လို ပုဂ္ဂိုလ်တွေ ခေါင်းဆောင်ပါဝင်ထားပါတယ်။၁၉၃၀ ပြည့်လွန်နှစ်တွေရဲ့ ဗြိတိန်မှာ ဇာတ်အိမ်တည်ထားတဲ့ သစ္စာရှိ၊ တာဝန်သိ အိမ်တော်ထိန်းကြီးတစ်ယောက်အကြောင်းဖြစ်ပါတယ်။ Booker Prize ရထားတဲ့ နာမည်တူ စာအုပ်ကိုပဲ ရုပ်ရှင်ပြန်ရိုက်ထားတာဖြစ်ပြီး ဒုတိယကမ္ဘာစစ်မတိုင်ခင်က ကြီးကျယ်ခမ်းနားတဲ့ အင်္ဂလိပ်လူမျိုး အထက်တန်းလူတန်းစားတစ်ရပ်ကိုတွေ့မြင်ရမှာပါ။စည်းစနစ်ကြီးပြီး အလုပ်မှာသာ အရာရာမြှုပ်နှံထားတဲ့ စတီဗင်ဆိုတဲ့ အိမ်တော်ထိန်းကြီးတစ်ယောက် သူအိမ်ကြီးရှင် သခင်ဒါလင်တန်အပေါ် မှာထားတဲ့အကြွင်းမဲ့ယုံကြည်မှုနဲ့ သစ္စာတရားအပေါ် သခင်ဒါလင်တန် ကွယ်လွန်ပြီးနှစ်အတော်ကြာမှ သူကိုယ်တိုင်ပြန်မေးခွန်းထုတ်လာမိပါတယ်။ သခင်ဒါလင်တန်ဟာ တကယ့်လူကြီးလူကောင်းစစ်စစ်တစ်ယောက် အရှိန်အဝါကြီးသူတစ်ယောက်ဖြစ်ခဲ့ပေမဲ့ သူ့ရဲ့ တလွဲစာနာမှုတစ်ခုအပေါ် အခြေခံမိတဲ့ဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့် ဗြိတိန်နိုင်ငံသားတွေရဲ့ သစ္စာဖောက်လို့ အခေါ်ခံရမှုတွေအောက်မှာ နောက်ဆုံးနေ့တွေကို ဖြတ်သန်းခဲ့ရသူပါ။ ဂုဏ်ရှိန်ပြင်းချိန်ကစလို့ မီးငယ်မှိန်ချိန်အထိ အနားမှာ တောက်လျှောက်ခစားခဲ့တဲ့သူကတော့ အိမ်တော်ထိန်းကြီး စတီဗင်ပါ။ဒါလင်တန်စံအိမ်ကြီးနဲ့ သခင်ဒါလင်တန်ဟာ စတီဗင်အတွက်တော့ ကမ္ဘာတစ်ခုလုံးပါပဲ။ သူ့ရဲ့ သခင်အသစ်က နားရက်ပေးပြီး ခရီးသွားခိုင်းချိန် “ကမ္ဘာကြီးကို နောက်ဆုံးမြင်ခဲ့တာ ဘယ်တုန်းကလဲ စတီဗင်” လို့မေးတာကို “အတိတ်တုန်းကတော့ ကမ္ဘာကြီးကသာ ဟောဒီအိမ်ကြီးဆီ အမြဲ အလည်လာနေကျပဲ” လို့ ပြန်ဖြေတတ်သူမျိုးပေါ့။ဇာတ်လမ်းအစစ်ကဘယ်အချိန်မှာစလဲဆိုတော့ သခင်ဒါလင်တန် ကွယ်လွန်သွားပြီးနောက် စာနယ်ဇင်းတွေမှာ ပလူပျံနေတဲ့ မကောင်းသတင်းကို ကြားပြီး မခံမရပ်ဖြစ်တဲ့စိတ်နဲ့အတူ စတီဗင်ဆီ ရောက်ရှိလာခဲ့တဲ့ စာတစ်စောင်ကြောင့်ပါ။ စာကိုပို့လိုက်သူကတော့ တခြားမဟုတ်ဘဲ တစ်ချိန်က စတီဗင်နဲ့အတူ အိမ်တော်ကြီးမှာ အတူခစားခဲ့ကြတဲ့ မစ္စကန်တွန်ဆိုတဲ့ အမျိုးသမီးပါပဲ။ အိမ်တော်ထိန်းကြီးရဲ့ မျက်လုံးတွေကတဆင့် လွန်ခဲ့တဲ့ နှစ်၂၀က ဒါလင်တန်စံအိမ်မှာ ဖြစ်ပျက်ခဲ့သမျှတွေကို လက်ရှိအချိန်နဲ့ လူးလာကူးရင်းတွေ့ရမှာပါ။ ရုပ်ရှင်က ၂နာရီ ၁၄ မိနစ်စာဆိုပေမဲ့ ဘဝကြီးတစ်ခုလုံးစာကြာတယ်လို့ ခံစားရပါလိမ့်မယ်။ မကောင်းတဲ့သဘောနဲ့ပြောတာမဟုတ်ဘဲ အဲဒီလောက်ထိကို လူကိုကျေနပ်သွားစေတယ်လို့ ပြောချင်တာပါ။ မဆိုသစလောက်လေးတော့ လေးပေမယ့် ပေါ့ပေါ့ပါးပါးခံစားရစေမယ့် အပိုင်းလေးတွေလည်း ပါပါတယ်။ဒီကားရဲ့ အိမ်တော်ထိန်းကြီး စတီဗင်နေရာမှာ သရုပ်ဆောင်ဖို့ကို Sir Anthony Hopkins က ဘတ်ကင်ဟမ်နန်းတော်မှာ အဲလိဇဘက်ဘုရင်မကြီးအတွက် အနှစ် ၅၀ အမှုထမ်းခဲ့တဲ့ Cyril Dickman လို့ခေါ်တဲ့ အိမ်တော်ထိန်းကြီးတစ်ယောက်ဆီကနေ လေ့လာသင်ယူအကြံတောင်းခဲ့တာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုZမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 900MBQuality – 1080p, 720pIMDb Rating – 7.8/10Format – mp4Duration – 2H 14MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byZEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames IvoryStarsAbigail HopkinsAnthony HopkinsBen ChaplinBrigitte KahnCaroline HuntChristopher BrownChristopher ReeveEmma ThompsonHugh GrantIan RedfordJames FoxJeffry WickhamJo KendallJohn HaycraftJohn SavidentLena HeadeyMichael LonsdaleMiles RichardsonPatrick GodfreyPaul CopleyPaula JacobsPeter CellierPeter EyrePeter HallidayPeter VaughanPip TorrensRupert VansittartSteve DibbenSteven BeardTerence BaylerTim Pigott-SmithTony AitkenWolf KahlerCastAbigail HopkinsAnthony HopkinsBen ChaplinBrigitte KahnCaroline HuntChristopher BrownChristopher ReeveEmma ThompsonHugh GrantIan RedfordJames FoxJeffry WickhamJo KendallJohn HaycraftJohn SavidentLena HeadeyMichael LonsdaleMiles RichardsonPatrick GodfreyPaul CopleyPaula JacobsPeter CellierPeter EyrePeter HallidayPeter VaughanPip TorrensRupert VansittartSteve DibbenSteven BeardTerence BaylerTim Pigott-SmithTony AitkenWolf Kahler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vFhxd3Z1zaV3Yu5XLpvWzSxJCe8.jpg",
      "https://image.tmdb.org/t/p/w300/6fQMuCjxdaezTAWVP3MOp3YOhaa.jpg",
      "https://image.tmdb.org/t/p/w300/wqxdhn0WF7Bk3qnrUlF5VivduZu.jpg",
      "https://image.tmdb.org/t/p/w300/2xr4m005pcRhdBihKgaknnxtPlF.jpg",
      "https://image.tmdb.org/t/p/w300/v2MXcNd4MCQCumhf0XbAVRg5TEL.jpg",
      "https://image.tmdb.org/t/p/w300/z6UZbQclG2etM2VIsE2efR8fgEW.jpg",
      "https://image.tmdb.org/t/p/w300/rwAoKQCwjuJSzpbzoLzk2XzsM52.jpg",
      "https://image.tmdb.org/t/p/w300/8yngkYfSZpfvZc9sWIUcUb0SFk1.jpg",
      "https://image.tmdb.org/t/p/w300/8X3NBKegLsUP3022ON50Pwu3j6C.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qtwipjmSypSQuSvz5BNirSxZqbg.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-remains-of-the-day-1993-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLspo/(CM)_The_Remains_of_the_Day_(1993)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lHMBzB4C#JXyrL-qHLOXWzb35OcGNky-rKtAVmw8JtLiVvgvWHXY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/19osn7bdupqf.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-remains-of-the-day-1993-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eehb3/(CM)_The_Remains_of_the_Day_(1993)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RKMxDLaA#clwdQOTndMrHSkW0BYT2AEG5Dt76kj00s0PJmu_dvhc",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/633j8sop1prp.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/dhey36qwb7dm",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xm71t79vobry",
        "server": "streamvid.io",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dZ8JvAJXHM0",
      "video_url": "https://www.youtube.com/watch?v=dZ8JvAJXHM0",
      "embed_url": "https://www.youtube.com/embed/dZ8JvAJXHM0"
    }
  },
  {
    "metadata": "PG-13|1993|130 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "238,933"
    },
    "title": "The Fugitive (1993)",
    "description": "ဒီတစ်ခေါက်မှာဆိုရင်ရင်တော့ Old But Gold တွေထဲကတစ်ကားဖြစ်တဲ့ The Fugitive ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားဟာဆိုရင်တော့ IMDb Rating- 7.8/10 ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Harrison Ford နဲ့ Tommy lee Jones တို့လိုမင်းသားကြီးတွေပါဝင်ထားတဲ့ Action , Crime , Dramaဇာတ်ကားအမျိုးအစားလည်းဖြစ်ပြီးထို ၁၉၉၃ ခုနှစ်ပတ်ဝန်းကျင်ကနေ အခုထိကြည့်ရှု့လို့မရိုးနိုင်လောက်အောင် ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာပြီးကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားဖြင့်ပဲ မင်းသားကြီး Jones ကBest Supporting Actor ဆုကို ရခဲ့တာဖြစ်သလို၁၉၉၃ ခုနှစ်မှာ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားလည်းဖြစ်ခဲ့ပါသေးတယ်။ဒီဇာတ်ကားကို ညွန်းရမယ်ဆိုရင်ဇာတ်လမ်းကိုတော့ Chicago မြို့မှာထင်ရှားတဲ့အရိုးခွဲစိတ်ဆရာဝန် Richard အကြောင်းကိုအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။Richard ဟာဆိုရင် သူ့မိန်းမ သေဆုံးမှု့မှာ တရားခံအဖြစ်ဆွဲချက်တင်ခံရပြီးသက်သေများက သူ့ဆီပဲ ဦးတည်နေတာကြောင့်တကယ်မသတ်ဘဲ သေဒဏ်ချမှတ်ခံခဲ့ရပါတယ်။ထို့နောက် Chicago မြို့ထဲမှ သူအပါအဝင်ဖြစ်သော ထောင်ကားဟာlllINOISသို့ မောင်းနှင်လာခဲ့ပါတယ်။လမ်းတစ်ဝက်အရောက်မှာပဲ ထောင်သားတွေက ရုန်းရင်းဆန်ခက်ပြုလုပ်တာကြောင့် သူပါလာသော ထောင်ကားတိမ်းမှောက်ပြီးRichard တစ်ယောက် လွတ်မြောက်သွားခဲ့ပါတယ်။ထိုမှစပြီး လွတ်မြောက်သွားသော Richard ကိုပြန်ဖမ်းဆီးဖို့အတွက် အရာရှိSamuel Gerard ကိုတာဝန်ပေးလိုက်ပါတယ်။အလုပ်မှာ အရမ်းတိကျပြီး တော်သော အရာရှိ နဲ့…လူသတ်တရားခံအဖြစ်ဆွဲချက်တင်ခံရတဲ့ Richard…..ကဲ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကတော့ဆက်လက်ကြည့်ရှု့ကြပါတော့…။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Htet Yupar ဖြစ်ပါတယ်)———————————————-ဒီတစ္ေခါက္မွာဆိုရင္ရင္ေတာ့ Old But Gold ေတြထဲကတစ္ကားျဖစ္တဲ့ The Fugitive ဆိုတဲ့ ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားဟာဆိုရင္ေတာ့ IMDb Rating- 7.8/10 ထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Harrison Ford နဲ႔ Tommy lee Jones တို႔လိုမင္းသားၾကီးေတြပါ၀င္ထားတဲ့ Action , Crime , Dramaဇာတ္ကားအမ်ိဳးအစားလည္းျဖစ္ျပီးထို ၁၉၉၃ ခုနွစ္ပတ္၀န္းက်င္ကေန အခုထိၾကည့္ရွဳ႕လို႔မရိုးနိုင္ေလာက္ေအာင္ ဇာတ္လမ္းဇာတ္အိမ္ခိုင္မာျပီးၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားျဖင့္ပဲ မင္းသားျကီး Jones ကBest Supporting Actor ဆုကုိ ရခဲ့တာျဖစ္သလို၁၉၉၃ ခုနွစ္မွာ ၀င္ေငြအေကာင္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့ပါေသးတယ္။ဒီဇာတ္ကားကို ညြန္းရမယ္ဆိုရင္ဇာတ္လမ္းကုိေတာ့ Chicago ျမိဳ႕မွာထင္ရွားတဲ့အရိုးခြဲစိတ္ဆရာ၀န္ Richard အေၾကာင္းကိုအဓိကရိုက္ကူးထားတာျဖစ္ပါတယ္။Richard ဟာဆိုရင္ သူ႔မိန္းမ ေသဆံုးမွဳ႕မွာ တရားခံအျဖစ္ဆြဲခ်က္တင္ခံရျပီးသက္ေသမ်ားက သူ႔ဆီပဲ ဦးတည္ေနတာေၾကာင့္တကယ္မသတ္ဘဲ ေသဒဏ္ခ်မွတ္ခံခဲ့ရပါတယ္။ထို႔ေနာက္ Chicago ျမိဳ႕ထဲမွ သူအပါအ၀င္ျဖစ္ေသာ ေထာင္ကားဟာlllINOISသို႔ ေမာင္းနွင္လာခဲ့ပါတယ္။လမ္းတစ္၀က္အေရာက္မွာပဲ ေထာင္သားေတြက ရုန္းရင္းဆန္ခက္ျပဳလုပ္တာေၾကာင့္ သူပါလာေသာ ေထာင္ကားတိမ္းေမွာက္ျပီးRichard တစ္ေယာက္ လြတ္ေျမာက္သြားခဲ့ပါတယ္။ထုိမွစျပီး လြတ္ေျမာက္သြားေသာ Richard ကုိျပန္ဖမ္းဆီးဖို႔အတြက္ အရာရွိSamuel Gerard ကိုတာ၀န္ေပးလိုက္ပါတယ္။အလုပ္မွာ အရမ္းတိက်ျပီး ေတာ္ေသာ အရာရွိ နဲ႔…လူသတ္တရားခံအျဖစ္ဆြဲခ်က္တင္ခံရတဲ့ Richard…..ကဲ ဘယ္လိုေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့ဆက္လက္ၾကည့္ရွဳ႕ၾကပါေတာ့…။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Htet Yupar ျဖစ္ပါတယ္)File size__( 999 MB)Quality__HD-Rip 720pIMDb Rating__7.8/10Format__mp4Duration__02:10:17Type__Action , Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by  Htet YuparEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew DavisDru Anne CarlsonStarsAndreas KatsulasDaniel RoebuckHarrison FordJeroen KrabbéJoe PantolianoJulianne MooreL. Scott CaldwellRon DeanSela WardTommy Lee JonesCastAfram Bill WilliamsAllen HamiltonAndreas KatsulasAndy RomanoAnn WhitneyBill CusackCheryl Lynn BruceCody GlennCynthia BakerDaniel RoebuckDanny GoldringDarren W. ConradDavid DarlowDavid PasquesiDick CusackDru Anne CarlsonEddie Bo Smith Jr.Eugene F. CrededioFrank Ray PerilliGene BargeGreg HollimonHarrison FordJane LynchJeroen KrabbéJim WilkeyJoan KohnJoe GuastaferroJoe GuzaldoJoe PantolianoJohn DrummondJohn-Clay ScottJohnny Lee DavenportJoseph F. KosalaJuan RamírezJulianne MooreKen MorenoKevin CrowleyKevin MukherjiKirsten NelsonL. Scott CaldwellLester HoltMark D. EspinozaMichael JamesMichael SkewesMiguel NinoMike BacarellaNeil FlynnNicholas KusenkoNick SearcyNoelle Bou-SlimanPam ZekmanPancho DemmingsRichard RiehleRon DeanSal RichardsSela WardSuzy BrackThom VernonTighe BarryTom WoodTommy Lee JonesTurk Muller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cOUjIHKPcuASbr9qWPo59al4tgP.jpg",
      "https://image.tmdb.org/t/p/w300/nhLNyUCyyrTaTNOqwJ2Xlp9qYb4.jpg",
      "https://image.tmdb.org/t/p/w300/iVlFvz15zyxxewqQax9GBe4YtDQ.jpg",
      "https://image.tmdb.org/t/p/w300/rVAZM63OdRwZQCR0mCzPJqeYFK0.jpg",
      "https://image.tmdb.org/t/p/w300/vCT7I7EJO16lFg5hPkLbw3ZvRkn.jpg",
      "https://image.tmdb.org/t/p/w300/3Ysxx71oqh3ibroruBKntJH2rfu.jpg",
      "https://image.tmdb.org/t/p/w300/zNHtePtwB7T8O656nmqMJFi8Kan.jpg",
      "https://image.tmdb.org/t/p/w300/oGtWtaWXBMWz5Q8WTdnASTpdRIM.jpg",
      "https://image.tmdb.org/t/p/w300/YMWRmPyrxiVAUdCqfiJbbS9Z6O.jpg",
      "https://image.tmdb.org/t/p/w300/zjM9aLy0lS2tA5jRx6eJcwfG23J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/fugi.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6g4qfga58p7v.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-fugitive-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/9508b19ee/the-fugitive-193-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yxyP/The_Fugitive_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xYJkyS5L#SoXVp9XqWSsw0YVEx_B97o5PY1J4An1aHr5NE4xqRO8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4z7u6y1s7727",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-fugitive-1993-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "63hdx4iYs7k",
      "video_url": "https://www.youtube.com/watch?v=63hdx4iYs7k",
      "embed_url": "https://www.youtube.com/embed/63hdx4iYs7k"
    }
  },
  {
    "metadata": "R|1993|1h 29min|Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "16286"
    },
    "title": "The Crush (1993)",
    "description": "The crush (1993)======================CMပရိတ်သတ်ကြီးအတွက် ၁၉၉၃ခုနှစ်က ရိုက်ကူးတင်ဆက်ထားတဲ့Crushဆိုတဲ့ ဇာတ်လမ်းကောင်းတပုဒ်နဲ့တင်ဆက်ပေးပါရစေ…လူတိုင်း ဘဝမှာ တခါတော့ ကိုယ်သိပ်သဘောကျရတဲ့ လူတစ်ဦးတစ်ယောက်တော့ရှိခဲ့ဖူးမှာပါ ဒါမှမဟုတ် ရှိလာမှာပါ. ဒီဇာတ်လမ်းလေးမှာလဲ ၁၄နှစ်အရွယ် မိန်းကလေးတစ်ယောက်ကသူသိပ် သဘောကျရတဲ့ ယောကျာ်းတစ်ယောက်ကို ချဉ်းကပ်ပြီး သူ့အချစ်ကိုရအောင်ကြိုးစားထားတာကို ရိုက်ကူးတင်ပြထားတာပါ. ဇာတ်လမ်းဟာ ရိုးရှင်းတဲ့ အချစ်ကားတစ်ကားတော့မဟုတ်ပါဘူး. အပျိုဖော်ဝင်စ မိန်းကလေးတစ်ယောက်ရဲ့ ယောကျာ်းပျိုတစ်ယောက်ကိုပိုင်ဆိုင်လိုစိတ်တွေရဲ့ ချစ်ခင်သဘောကျခြင်းတွေရဲ့ နောက်ကွယ်က ကြိုးစားမှုတွေအစွန်းရောက်သွားပုံကို ထိတ်လန့်ခြောက်ခြားဖွယ် ကြည့်ရှူရမယ့် သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတစ်ပုဒ်ပါ.ဇာတ်လမ်းလေးရဲ့ အစမှာတော့ နစ်ကိုးလတ်အယ်လီယက်ဆိုတဲ့သတင်းထောက်ဟာ အခုမှမြို့ကိုပြောင်းလာတဲ့သူတစ်ယောက်ဖြစ်ပြီးမြို့မှာနေဖို့ အိမ်တစ်အိမ် ငှါးလိုက်ပါတယ် အိမ်ပိုင်ရှင်မှာ ၁၄ နှစ်အရွယ် အေဒရီယန်ဖော်ရက်စတာဆိုတဲ့သမီးလေးတစ်ယောက်ရှိပါတယ် ဖြစ်ချင်တော့ အေဒရီယန်က နစ်ကို စိတ်ဝင်စားလာပြီးတော့နစ်ကို ပိုင်ဆိုင်ဖို့ နည်းမျိုးစုံ ကြိုးစားပါတော့တယ် သည်းထိတ်ရင်ဖိုဇာတ်လမ်းအမျိုးအစားဖြစ်ပြီးဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်ကားဖြစ်လို့ ရင်တထိတ်ထိတ်ကြည့်ချင်တယ်ဆိုရင်တော့ဒီဇာတ်ကားကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်Translated by : Fiona RoseEncoded by : YKQuality : 1080p Blu-Ray and 720pFile Size : 1.6GB and 715MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlan ShapiroStarsAlicia SilverstoneCary ElwesJennifer RubinCastAlicia SilverstoneAmber BensonAndrew AirlieBeverley ElliottBrent ChapmanCary ElwesDeborah HancockDoug AbrahamsGwynyth WalshJames KidnieJennifer RubinKurtwood SmithMatthew WalkerSheila Paterson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eIz9PScixWb3Fc9PFMyhehW0j7C.jpg",
      "https://image.tmdb.org/t/p/w300/6fyIMJLMjAphvnmeRyZlJJMsUnf.jpg",
      "https://image.tmdb.org/t/p/w300/mRExJgfToXV5V6yXjUr0kvUsu2e.jpg",
      "https://image.tmdb.org/t/p/w300/h8RQ5X0SzCLtICqIEgw2Xqcb7oY.jpg",
      "https://image.tmdb.org/t/p/w300/pbm674fhSegfJ8HEZX2cSwxjBtW.jpg",
      "https://image.tmdb.org/t/p/w300/gtYIVVhUd3HhbVlaZDboag4rFxn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yLjDOHZ56VBYLg5m3ohx4hMcTtO.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/Uael/{CM}The_Cursh_1993.1080p.BluRay.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/Ua9c/{CM}The_Cursh_1993.720p.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8cjwadwe2aqf.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://usersdrive.com/3qxsi38mpamu.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-cursh-1993-1080-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-cursh-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/mgwxggcjfncx",
        "server": "veryfiles.com",
        "size": "1.6GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://veryfiles.com/gp1lcref1acs",
        "server": "veryfiles.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-crush-1993",
        "server": "VIP Links",
        "size": "1.6GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "6VqApvhJ1CM",
      "video_url": "https://www.youtube.com/watch?v=6VqApvhJ1CM",
      "embed_url": "https://www.youtube.com/embed/6VqApvhJ1CM"
    }
  },
  {
    "metadata": "PG-13|1993|127 min|Adventure,Sci-Fi,Thriller",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "706,048"
    },
    "title": "Jurassic Park (1993)",
    "description": "Jurassic Park (1993) မြန်မာစာတန်းထိုးဒါရိုက်တာSteven Spielberg၏လက်ရာတစ်ခုဖြစ်သောJurassic Parkသည်IMDb 8.1နှင့်RT 91% ရရှိထားပြီး ဒိုင်နိုဆောရုပ်ရှင်များထဲတွင်ဇာတ်လမ်းဇာတ်အိမ် အခိုင်ဆုံးဖြစ်သည်ဟု မှတ်ချက်ပြုခြင်းခံခဲ့ရသည်။ဒိုင်နိုဆောရုပ်ရှင်တို့၏ဘိုးအေကြီးလည်းဖြစ်ပြီး ဤဇာတ်လမ်းကိုအခြေခံ၍နောက်ဆက်တွဲရုပ်ရှင် များစွာရိုက်ကူးခဲ့ကြသည်။ဂျွန်ဟမ်ဦးဆောင်သောအသင်းသည် ကော်စတာရီကာကမ်းလွန်ရှိကျွန်းတစ်ကျွန်းကိုငှားရမ်း၍ ဒိုင်နိုဆောကမ္ဘာတစ်ခုတည်ဆောက်ခဲ့ကြသည်။ထိုအပန်းဖြေစခန်းကြီးဖွင့်လှစ်လုလုအချိန်တွင်လုံခြုံရေးဆောင်ရွက်မှုအားနည်းချက်များကြောင့် လူသေဆုံးမှုများဖြစ်ပေါ်လာပြီးလျော်ကြေးငွေများစွာအသုံးပြုခဲ့ရသောကြောင့် ထောက်ပံ့သူရှယ်ယာရှင်များလက်တွန့်လာခဲ့ကြသည်။ဤအခက်အခဲကိုဖြေရှင်းရန် သိပ္ပံပညာရှင်သုံးဦး၏ထောက်ခံကြောင်းလက်မှတ်များလိုအပ်လာပြီးထိုကျွန်းကိုစစ်ဆေးလေ့လာရန်ရောက်ရှိလာခဲ့ကြသည်။ထောက်ခံချက် ရမည် မရမည် ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။နှစ်ပေါင်းသန်းပေါင်း ၆၅ သန်းလောက်ကမျိုးတုန်းပျောက်ကွယ်သွားတဲ့သတ္တဝါတွေကို သဘာဝတရားကိုလွန်ဆန်ပြီး ပြန်လည်ဖန်တီးတဲ့အခါမှာဘယ်လိုဘေးအန္တရာယ်ဆိုးတွေကျရောက်လာမလဲဆိုတာ ကြည့်လိုက်ရအောင်လားFile Size : (997 MB) and (362MB)Quality : Blu-ray 1080pRunning Time : 2hr 07 minFormat : Mp4Genre :Adventure , Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : Blu-Ray 1080pTranslated by Naing Win SweEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAna Maria QuintanaJohn T. KretchmerMichele Panelli-VenetisRobert PeluceSteven SpielbergStarsAriana RichardsBD WongBob PeckJeff GoldblumJoseph MazzelloLaura DernMartin FerreroRichard AttenboroughSam NeillSamuel L. JacksonCastAdrian EscoberAriana RichardsBD WongBob PeckBrad M. BucklinBrian SmrzCameron ThorChristopher John FieldsDean CundeyGary RodriguezGerald R. MolenGreg BursonJeff GoldblumJophery C. BrownJoseph MazzelloLaura BurnettLaura DernMartin FerreroMiguel SandovalRichard AttenboroughRichard KileyRobert 'Bobby Z' ZajoncSam NeillSamuel L. JacksonTom MishlerWayne KnightWhit Hertford",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iYVNXCMUYDIW5CfI2wf9ocIzouP.jpg",
      "https://image.tmdb.org/t/p/w300/pquyhnE9XxHOZqpFS2V6vzt0Dry.jpg",
      "https://image.tmdb.org/t/p/w300/wDdnGC8ZkoriorlNOh0wDcIKSv4.jpg",
      "https://image.tmdb.org/t/p/w300/zxDJ41VZOFns1Fb8xyUz5DG9Lsl.jpg",
      "https://image.tmdb.org/t/p/w300/8LZ0r7r2SdJIApRvGo2k6CXHq8x.jpg",
      "https://image.tmdb.org/t/p/w300/u4F1Ib1CflQ3zxELDPSLfd5QqcI.jpg",
      "https://image.tmdb.org/t/p/w300/93oQ4bzHEcWdvFPkzDFVSaXtb5N.jpg",
      "https://image.tmdb.org/t/p/w300/mbiOyoOhVVgQ8nqIbMDwklqvvuW.jpg",
      "https://image.tmdb.org/t/p/w300/37y4MDTAAoBnTbX93WqaAAqm0on.jpg",
      "https://image.tmdb.org/t/p/w300/s6hBzDA4DRMsT5lV0MZTDTrBUsz.jpg",
      "https://image.tmdb.org/t/p/w300/mSFitpYjFSTp3Ohw8VScxGE3ats.jpg",
      "https://image.tmdb.org/t/p/w300/yKHpOFx6F8C2HPKMQPNiN02tM96.jpg",
      "https://image.tmdb.org/t/p/w300/2T3aP7bqJpCznNspdVmaV7IgPRA.jpg",
      "https://image.tmdb.org/t/p/w300/vOTVC6eHLP06AmPl8MkCmoX8ZBk.jpg",
      "https://image.tmdb.org/t/p/w300/ulytlD1JSgN3pmj3TB86JCpisYV.jpg",
      "https://image.tmdb.org/t/p/w300/bQFT5fubIxbwv65lNz5R2K7OCJr.jpg",
      "https://image.tmdb.org/t/p/w300/AwrUR9oJjZ4SnCxJuPGm7QShmvB.jpg",
      "https://image.tmdb.org/t/p/w300/qdBoR9HyXJ9qkExmTVXcrMaunrD.jpg",
      "https://image.tmdb.org/t/p/w300/crg9zNy3tGx1Ct9yH0g7NJmd27e.jpg",
      "https://image.tmdb.org/t/p/w300/ghhMiswpf7O9fU2i75sAFUWi6bD.jpg",
      "https://image.tmdb.org/t/p/w300/oHRbSLlDn6faadtkAvLwFzGeCIi.jpg",
      "https://image.tmdb.org/t/p/w300/TKiZW5tirpLovlvcToYd4oF9sw.jpg",
      "https://image.tmdb.org/t/p/w300/nNuTrrJW3CnpRu43rvxTwTIHkTC.jpg",
      "https://image.tmdb.org/t/p/w300/s6fXWgb6VSP0Nn5DE97OpWKXgZ.jpg",
      "https://image.tmdb.org/t/p/w300/fcErc5zyvou7y8v5w8keO0CpunG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/176320140528-uau-posters-filmes-jurassic-park-o-parque-dos-dinossauros-jurassic-park-2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jurassic-park-1-1993-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "997 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/jurassic-park-1-1993",
        "server": "VIP Links",
        "size": "997 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cfvY/Jurassic_Park_-_1_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "997 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZsxUnaSb#zKjmdywjp-vDd2FfLXNwKg7aYwf4GJVGJ37tiGPjdNE",
        "server": "mega.nz",
        "size": "997 MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/w4ldbw7el7w6.html",
        "server": "streamsb.com",
        "size": "997 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "QWBKEmWWL38",
      "video_url": "https://www.youtube.com/watch?v=QWBKEmWWL38",
      "embed_url": "https://www.youtube.com/embed/QWBKEmWWL38"
    }
  },
  {
    "metadata": "R|1993|2h 34min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "117,305"
    },
    "title": "The Firm (1993)",
    "description": "The Firm (1993)IMDB – 6.8/10_____Rotten Tomatoes – 75%Tom Curise ဆိုရင် အတော်များများလည်း သိပြီး ကြိုက်ပြီး ဖြစ်ကြမှာပါ။ ၁၉နှစ်မှာ သရုပ်ဆောင်စလုပ်ခဲ့ပြီး လက်ရှိအသက်၅၆ထိ နာမည်ရနေဆဲ မင်းသားတစ်လက်လည်း ဟုတ်ပါတယ်။ဒီ ရုပ်ရှင်ရဲ့ စိတ်ဝင်စားစရာ ဇာတ်အိမ်ကျောရိုးမှာ Memphis မြို့က Bendini, Lambert & Lock ဆိုတဲ့လူအနည်းအကျဉ်းသာ ပါပေမဲ့  သတင်းကြီးတဲ့ ရှေ့နေ အဖွဲ့လေးတစ်ခုရှိပါတယ်။ဒီ ရှေ့နေ အဖွဲ့ဟာ တရားဥပဒေဘက်သား အဖွဲ့မဟုတ်ပဲ Mafiaဂိုဏ်းက ငွေမဲတွေကို ခဝါချပေးတဲ့ရှေ့နေ အဖွဲ့တစ်ခုပါ။ဒီရှေ့နေအဖွဲ့မှာ Mitch MacDeere ဆိုတဲ့ ဆင်းရဲတဲ့ အသိုင်းအဝိုင်းနဲ့ရှေ့နေဖြစ်ဖို့ အလားအလာအရမ်းကောင်းနေတဲ့ဟားဗက်ရှေ့နေ့ ကျောင်းသားတစ်ယောက်ဟာပါဝင်ဖို့ ကမ်းလှမ်းခံခဲ့ရပါတယ်။ သူ့ မိန်းမကဒီကိစ္စဟာ အစစ်အမှန်ဖြစ်ဖို့အတွက် ကောင်းလွန်းနေတယ်ပြောပေမဲ့ သူ နားမထောင်ခဲ့ပါဘူး။ရက်သတ္တပတ်အတော်ကြာ အလုပ်လုပ်ပေးပြီးတဲ့အခါMitch ဟာ သူအလုပ်လုပ်ပေးနေရတဲ့ ရှေ့နေအဖွဲ့ဟာမှုခင်းဘုရင် Joey Moroltoနဲ့ ပက်သက်နေတဲ့မှုခင်းလုပ်ဖို့ ဖွဲ့တည်ထားတဲ့ ရှေ့နေအဖွဲ့ဖြစ်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။ကျွန်းတစ်ခုကို အလည်အပတ်သွားတဲ့ ခရီးမှာMitch ဟာ အမျိူးသမီးတစ်ယောက်နဲ့ ဖျားယောင်းသွေးဆောင်ခံခဲ့ရပြီးဓာတ်ပုံအရိုက်ခံခဲ့ရပါတယ်။ အဲ့ဒီပုံနဲ့ Mitchကိုအဖွဲ့ရဲ့ မေးခွန်းထုတ်စရာ တရားမဝင် ဆောင်ရွက်မှုတွေကိုနှုတ်ပိတ်နေဖို့ ခြိမ်းခြောက်ခံခဲ့ရပါတယ်။သိတာ သိပ်များလာတဲ့ သူ့အဖွဲ့ထဲက ရှေ့နေ၂ယောက်ထူးဆန်းစွာပဲ သေဆုံးသွားတဲ့အပြင်…FBI ကလည်း Mitchကို ပြန်ပေးဆွဲပြီးရှေ့နေအဖွဲ့ကို ဖော်ထုတ်ဖို့ ကြိုးစားလာတဲ့အခါ..သူ့ဘဝနဲ့ သူ လွတ်လပ်ပိုင်ခွင့်အတွက်Mitchတစ်ယောက် FBI နဲ့ ရှေ့နေအဖွဲ့ဆိုတဲ့ပေနဲ့တူကြားမှာ ဘယ်လို ငထွားလုပ်ရင်းစွန့်စားခန်းတွေ ဖွင့်မလဲဆိုတာကို ကြည့်ကြမြင်ကြရမဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။Drama, Mystery,Thriller အမျိူးအစားဖြစ်ပြီးTom ရဲ့ actingကို နှစ်ခြိုက်ပြီး…ဇာတ်အိမ်ကောင်းကောင်းကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်ကားဟောင်းကားဟောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့ Wira Aung မှရေးသားပေးပြီးဘာသာပြန်သူကတော့ Thet Htet Oo ပဲဖြစ်ပါတယ်..File Size : (1 GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:34:00Genre :  Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thet  Htet OoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSydney PollackStarsDavid StrathairnEd HarrisGary BuseyGene HackmanHal HolbrookHolly HunterJeanne TripplehornJerry HardinTerry KinneyTom CruiseWilford BrimleyCastAfemo OmilamiBarbara GarrickClint SmithDavid A. KimballDavid DwyerDavid StrathairnDean NorrisEd HarrisGary BuseyGene HackmanHal HolbrookHolly HunterJeanne TripplehornJerry HardinJerry WeintraubJoe ViterelliJohn BealJonathan KaplanKarina LombardLou WalkerMargo MartindalePaul CalderonPaul SorvinoSteven HillSullivan WalkerTerry KinneyTobin BellTom CruiseTommy CresswellWilford Brimley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aAZoV9ePVRKMHSBWgtpTofy8wlM.jpg",
      "https://image.tmdb.org/t/p/w300/rB4oTSg3PkH828b3hwn231brzwh.jpg",
      "https://image.tmdb.org/t/p/w300/y4VBoXF91fnJItQaQUmNCQyM5QE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-firm-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-firm-1993",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-firm-1993-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/11qe1/The_Firm_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://watchsb.com/hmu5hxuu0vn3.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Auxb3l4Y8j0",
      "video_url": "https://www.youtube.com/watch?v=Auxb3l4Y8j0",
      "embed_url": "https://www.youtube.com/embed/Auxb3l4Y8j0"
    }
  },
  {
    "metadata": "Unrated|1993|1h 43min|Action,Comedy,Fantasy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2600"
    },
    "title": "The Eagle Shooting Heroes (1993)",
    "description": "Eagle Shooting Heroes (1993)IMDb Rating – 7.1“ သိမ်းငှက်သူရဲကောင်းများ ”Eagle Shooting Heroes ဆိုတဲ့နာမည်က မြန်မာသိုင်းရုပ်ရှင် ပရိတ်သတ်တွေအတော်များများ ရင်းနှီးပြီးသား နာမည်ပါပဲ။ သိုင်းလောကစိန်ခေါ်သံ၊ တိမ်လွှာနဂါးသူရဲကောင်းများ၊ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်၊သိမ်းငှက်သူရဲကောင်း၊ နဂါးနိုင်ဓား စတဲ့ ကျင်းယုံရဲ့သိုင်းယူနီဗာ့စ်ကြီးကို လူအတော်များများ သဘောကျကြပါတယ်။ သူရဲ့တခြားသိုင်း၀တ္တုတွေကို ရိုက်ကြတဲ့ဟာတွေကလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ သွေးသစ္စာဓား၊ နှင်းတောင်သူရဲကောင်း၊ ပြန်လမ်းမဲ့ကျွန်းတို့ပေါ့။ 2000 ခုနှစ်၀န်းကျင်မှာ ကိုးနာရီမြ၀တီကားတွေ သိုင်းခွေတွေနဲ့ ကြီးလာတဲ့သူတွေကတော့ သိမ်းငှက်သူရဲကောင်း (ပထမတွဲ) ဝါ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်ထဲက သိုင်းလောကထွဋ်ခေါင်‌လေးယောက်နဲ့ ၀မ်ချုံရဲတို့ကို ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်လောက်မှာပါ။ အခုထိလည်း အခါခါ Reboot ခံနေရတဲ့ ဇာတ်လမ်းပါပဲ။အနောက်ပိုင်းအဆိပ်ဘုရင် အိုးရန်ဖုံး၊ အရှေ့ပိုင်းတိတ္ထိ မက်မွန်ကျွန်းသခင်ဟွမ်၊ မြောက်ပိုင်းသူဖုန်းစားဂိုဏ်းချုပ် ဟုန်ချီကုန်း၊ တောင်ပိုင်းဧကရာဇ် တွမ့်၀မ်ရယ်၊ အလယ်ပိုင်းသူတောင်စင် ၀မ်ချုံရဲစတဲ့ ကောကျင့် အရင် သိုင်းလောကရဲ့ထိပ်သီး၅ယောက်ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ကျင်းယုံရဲ့ သိုင်းဇာတ်လမ်းတွဲတွေမှာ ၀မ်ချုံရဲကိုတော့ စကားအရာနဲ့ပဲ ပြခဲ့ပေမယ့် ကျန်တဲ့လေးယောက်ရဲ့ စိတ်နေသဘောထားကတော့‌ သေချာပြသွားခဲ့တယ်။ အဲ့ဒီလေးယောက်ကို ဖော်ကျူးထားတဲ့ နေရာမှာ ကျင်းယုံဟာ မြင့်မြတ်စံထားရမယ့် ဆရာကြီးတွေအနေနဲ့ မဖော်ကျူးထားဘူး။ အိုးရန်ဖုံးဆို သိုင်းသာတော်တယ် အတော်ယုတ်မာကောက်ကျစ်တယ်။ ဟုန်ချီကုန်းကတော့ တော်တယ် စိတ်ကောင်းရှိတယ်၊ သို့ပေမဲ့ စိတ်လွတ်ကိုယ်လွတ် လုပ်ချင်တာလုပ်တတ်တဲ့လူမျိုးပဲ။ ကျွန်းသခင်ဟွမ်ဆိုလည်း လူဆိုးမဟုတ် လူကောင်းမဟုတ် စိတ်ကောင်းမရှိတဲ့ ဂွစာ။ တွမ့်၀မ်ရယ်ကတော့ သိကြသလို ကောင်းပေမဲ့ ပြစ်ချက်မကင်းတဲ့လူ။ ၀မ်ချုံရဲလည်း ထိုနည်း၎င်းပဲ။ သေသေချာချာကောင်းတဲ့လူဆိုလို့ သိမ်းငှက်သူရဲကောင်းမှာတော့ သောက်ရမ်းတုံးအနေတဲ့ ကောကျင့်ပဲရှိမယ်။ သူ့နောက်တစ်ဆက်က မင်းသားဖြစ်တဲ့ ရန်ကော်ကိုတောင် စင်းလုံးချော သူရဲကောင်းအဖြစ် ပုံဖော်မထားဘူး။ ပြောရရင် သူ့ရဲ့ ကာရိုက်တာအသက်သွင်းပုံတွေဟာ အရမ်းစေ့စပ်ပြီး သဘာ၀နဲ့မကင်းကွာဘူး။ဒီရုပ်ရှင်ဟာ အဲဒီနာမည်ကျော်ကာရိုက်တာတွေကို ယူသုံးထားတဲ့ ရုပ်ရှင်ပါပဲ။Eagle Shooting Heroesရဲ့ အဖွင့်မှာ စာတန်းထိုးတာက…“ဤရုပ်ရှင်သည် ကျင်းယုံ၀တ္တုမှ သိုင်းလောကထွဋ်ခေါင်များ၏ ငယ်ဘ၀ အရိုင်းဆန်နေ့ရက်များအကြောင်း ဖြစ်သည်”တဲ့။သူတို့ သိုင်းလောကထွဋ်ခေါင်တွေဖြစ်မလာခင် ငယ်ဘ၀က အရိုင်းဆန်နေ့ရက်တွေအကြောင်းပေါ့။ တော်ရုံလောက် ပေါပြရိုင်းပြကြတာတော့မဟုတ်ဘူး။ ကျိုးပေါ်ထုံးနဲ့၀မ်ချုံရဲဆို ဂေးခိုင်းပြီး ပေးပါပေးစားထားတဲ့အထိပဲ။ စတီဖင်ချောင်ကားတွေရဲ့ အရသာမျိုးပေါ့။သရုပ်ဆောင်တွေက လတ်စလီချောင်၊ တိုနီလျောင်ချူဝေ၊ တိုနီလျောင်ခဖိုင်၊ ဂျက်ကီချောင်၊ မက်ဂီချောင်၊ ဘရစ်တ်လင်း၊ ကာရီနာလူ၊ ဂျိုအီဝေါင်စတဲ့ တကယ့်ဟောင်ကောင် ရွှေခေတ်က ကားကောင်းတွေချည်းရိုက်ခဲ့ကြတဲ့ နာမည်ကြီး သရုပ်ဆောင်တွေချည်း။ သူတို့ကိုထိုင်ကြည့်နေရုံနဲ့တောင် ကြည့်ကောင်းနေပါပြီ။ ဒီရုပ်ရှင်ရဲ့ သရုပ်ဆောင်တွေသာ သူတို့မဟုတ်ရင် ကြည့်ဖြစ်မယ်မထင်ဘူး။ အခမ်းနားဆုံး တရုတ်သိုင်း၀တ္တုတွဲစာရေးဆရာရဲ့၀တ္တုကို မှီငြမ်းပြီး အခွီရိုက်ထားတဲ့ရုပ်ရှင်မှာ အခမ်းနားဆုံးဟောင်ကောင်သရုပ်ဆောင်တွေစုပြုံပါနေတော့ ဒီထက်ပိုကောင်းတဲ့တွဲစပ်မှု ဟာသကားထဲတော့ ရှိမယ်မထင်ဘူး။ ရှယ်ပေါပြ‌နေပေမယ့် ပေါပြနေတဲ့လူတွေက တကယ့် Legendတွေကိုး။သိမ်းငှက်သူရဲကောင်း ပထမတွဲရော ဒုတိယတွဲရောမှာ သဘောအကျဆုံးက အိုးရန်ဖုံးနဲ့ ဟုန်ချီကုန်းရဲ့ ရင်းနှီးမှုပဲ။ သူတို့နှစ်ယောက်ဟာ တကယ်တမ်းလုံး၀ဆန့်ကျင်ဘက်ပဲ။ တူတာဆိုလို့ သိုင်းကိုချစ်တာပဲရှိတယ်။ တစ်နေ့တည်းတစ်ရက်တည်း မမွေးခဲ့ပေမဲ့ တစ်နေ့တည်းတစ်ရက်တည်း အတူတူသေခဲ့ကြတဲ့အထိ သူတို့ဟာ မတည့်ပါဘဲ ရင်းနှီးခဲ့ကြတယ်။ ဒီထဲလည်း တိုနီလျောင်ရဲ့ အိုးရန်ဖုံးနဲ့ ဂျက်ကီချောင်ရဲ့ဟုန်ချီကုန်း ကာရိုက်တာနှစ်ခုရဲ့ ရင်းနှီးမှုက အတော်သဘောကျစရာကောင်းတယ်။ ကျင်းယုံရဲ့ ဇာတ်ကိုမှီးပြီး အခွီရိုက်ပြဖို့ဆိုတာ တော်ရုံလူလုပ်ရဲမှာမျိုးမဟုတ်ဘူး။ဒီရုပ်ရှင်ရဲ့ ဒါရိုက်တာဂျက်ဖရေးလူကလည်း လူသိပ်မသိကြပေမဲ့ ‌နှယ်နှယ်ရရတော့မဟုတ်ဘူး။ စတီဗင်ချောင်ရဲ့ နာမည်ကျော် Chinese Odysseyနှစ်ကားနဲ့ Out Of Darkကိုရိုက်ခဲ့ ရေးခဲ့တဲ့သူ၊ တခြားချောင်ကားတွေလည်း ဇာတ်ညွှန်းရေးပေးခဲ့တယ်။ GOD OF Gambler တို့၊ All For the winner တို့၊ Fist Of Fury တို့ပေါ့။ ဟောင်ကောင်ရဲ့ Art House ဆရာကြီး ဝေါင်ကာဝေးရဲ့ ကနဦးနှစ်ကားဖြစ်တဲ့ Days Of Being Wild နဲ့ As Tears Go By မှာလည်း သူဇာတ်ညွှန်း၀င်ရေးထားခဲ့တယ်။ ဒီရုပ်ရှင်ကို ပရိုဂျူဆာလုပ်ထားတဲ့သူကလည်း ဝေါင်ကာဝေးပဲ။ ဝေါင်ကာဝေး ပရိုဂျူဆာလုပ်ထားတဲ့ ဒါရိုက်တာ ဇာတ်လမ်း သရုပ်ဆောင် ရွှေတွေချည်းစုထားတဲ့ ဒီရုပ်ရှင်ဟာ ဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ်ကို လွမ်းမောဖို့ရာ အသင့်ဆုံးရုပ်ရှင်လို့ ဆိုလို့ရတယ်။ သိမ်းငှက်သူရဲကောင်း နှစ်တွဲကိုကြည့်ထားတဲ့ လူတွေအတွက်လည်း အတော်ရယ်စရာတွေ တွေ့ရမယ့်ရုပ်ရှင်ပါပဲ။ဒီရုပ်ရှင်ရဲ့ အတည်ဗားရှင်းကိုတော့‌ ဝေါင်ကာဝေးက Ashes Of timeဆိုပြီးရိုက်ထားသေးတယ်။ AoT ရိုက်ရင်းနဲ့မှ ဒီရုပ်ရှင်ဖြစ်လာတယ်ဆိုတယ်။ AoT ထဲမှာ ထိပ်သီးငါးယောက်ထက်သာတဲ့ သိုင်းသမားတစ်ယောက်ဖြစ်တဲ့ တုကူးချိုပိုက်ကို ပြသွားပေမဲ့ ၀မ်ချုံရဲကိုမပြသွားဘူး။ ဒီထဲတော့ ၀မ်ချုံရဲနဲ့ ကျိုးပေါ်ထုံးကိုထည့်ပြီး တုကူးချိုပိုက်ကို မပြထားခဲ့ဘူး။ ရသကတော့ တစ်ခုက အဖီးလ်တစ်လိုင်း တစ်ခုက အခွီတစ်လိုင်းပေမဲ့ သူ့ဟာနဲ့သူ ကောင်းကြပါတယ်။ဟောင်ကောင်က အကောင်းဆုံးအရာတွေကို ပြောကြည့်ရရင် သိုင်းမှာဆို ကျင်းယုံ၀တ္တုတွဲတွေ၊ ဟာသမှာဆို စတီဖင်ချောင်တွေ၊ မင်းသားမှာဆို လတ်စလီချောင်နဲ့ တိုနီလျောင်၊ မင်းသမီးမှာဆို မက်ဂီချောင်နဲ့ ဘရစ်တ်လင်းတို့ကို ဖယ်ထားလို့ရမှာ မဟုတ်ဘူး။ ဒီရုပ်ရှင်ဟာ ဟောင်ကောင်ရဲ့ ဟောင်ကောင်မှာ အကောင်းဆုံးတွေကိုချည်းစုထားတဲ့ အခွီတကာ့ အခွီရုပ်ရှင်ပါပဲ။ ဟောင်ကောင်ရုပ်ရှင် ပရိတ်သတ်တွေအတွက် ဒီရုပ်ရှင်ဟာ တကယ့်ရွှေသားစင်စစ်ပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.74GB, 1GBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 43MinType – Action, Comedy, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeffrey LauCastBrigitte LinCarina LauJacky CheungJoey WongKenny BeeLeslie CheungMaggie CheungTony Leung Chiu-WaiTony Leung Ka-FaiVeronica Yip Yuk-Hing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1VM4LFmhKhhrxl7P4rkMd756umf.jpg",
      "https://image.tmdb.org/t/p/w300/A7SfkQbYiU5iN275bZzA3vumWAo.jpg",
      "https://image.tmdb.org/t/p/w300/3wlvk0TWKWE4gYfsIlqlViUjEGM.jpg",
      "https://image.tmdb.org/t/p/w300/4nhPrNuUw7UqHX8OXvcC7mxLrFg.jpg",
      "https://image.tmdb.org/t/p/w300/erQzbySGfHm0kQ2W6SdfLk7zXl1.jpg",
      "https://image.tmdb.org/t/p/w300/23cSPKwuuHoRG5BAaQtVHufBo19.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yECcVi8DYtosMfObk90GtoVVqVl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-eagle-shooting-heroes-1993",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-eagle-shooting-heroes-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-eagle-shooting-heroes-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VokUmCDK#JgK0MqRJ8e1oSSxfG92N3xDPjVpsKjDmEsQBn1pCmSk",
        "server": "mega.nz",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/54sSSaLQ#pX7kjJ3ZCX3h-hMC6GnFbiKA2u4buK5J3KrdW8jtvy0",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mult/(CM)_The_Eagle_Shooting_Heroes_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.74GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10zqn/(CM)_The_Eagle_Shooting_Heroes_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/qjjk6ho4ltx0.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|1993|102 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3,556"
    },
    "title": "The Flirting Scholar (1993)",
    "description": "IMDb Rating (7.6) ထိ ရရှိထားတဲ့ မင်းသားကြီး စတီဖင်ချောင်ရဲ့ Epic ဇာတ်ကားတစ်ကားပါ။မင်းသမီးကလဲ ဂေါင်လီဆိုတော့ ကြည့်သင့်နေပြီဆိုတာ သေချာပါတယ်။စာပေအနုပညာအရာမှာ သူမတူအောင် ထူးချွန်သူ စတီဖင်ချောင်ဟာ သူ့ခေတ်မှာပေါ်ထွန်းတဲ့ ပညာရှိ ၄ ယောက်ထဲက အကျော်ကြားဆုံး ပညာရှင်ပါ….လူတိုင်းက သူ့ကို လေးစားအားကျရလောက်အောင် မိန်းမကလဲ ၈ ယောက်တောင် ရှိပါတယ်။ဒါပေမယ့် အရမ်းကို နက်နဲတဲ့ သူ့ဘဝကို တော်ယုံလူက မစာနာတတ်ဘဲ လိုတိုင်းရဘဝလို့ ထင်ကြပါတယ်။သူ့မှာ အဓိက လိုအပ်နေတာ တစ်ခုရှိပါတယ်…ချစ်ခြင်းမေတ္တာပေါ့။မိန်းမ ၈ ယောက်နဲ့ မလုံလောက်တဲ့ သူ့အချစ်တွေ ဘယ်သူ့ဆီမှာ ကျရှုံးမလဲဆိုတာ……..။အသေရီရတဲ့ ဇာတ်ကားပါ…တစ်ချိန်လုံး သွားမစေ့ရပါဘူး။သူ့ရဲ့ ဟာသဖန်တီးနိုင်စွမ်းကို ဒီဇာတ်ကားမှာ တစ်ချိန်လုံးမြင်နေရပါတယ်..အသေးအဖွဲလေးတွေက အစ ရီရဖို့ လက်လွတ်မခံထားပါဘူး။ဟာသရသ မကျန်ရစ်ရအောင် စာသံကဗျာသံတွေမှာလဲ အတတ်နိုင်ဆုံး ဆက်စပ်ပြီး ဘာသာပြန်တင်ဆက်ထားပါတယ်။ခံစားအားပေးကြပါဦး။File size…(999 MB) and (470 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:42:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byLina & MissyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Lik-ChiStarsCheng Pei-PeiDickson LeeGabriel WongGong LiJames Wong JimKingdom YuenLeung Kar-YanMimi ChuNatalis ChanStephen ChowCastCarol WanChan Fai-HungCheng Pei-PeiChu Tit-WoDickson LeeFrancis NgGabriel WongGong LiGordon Liu Chia-HuiJames Wong JimJessica HsuanJoey LeungKingdom YuenLam WaiLeung Kar-YanMimi ChuNatalis ChanStephen ChowVincent Kok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aqQFICKVb7wg5a0pOKVYs1A8FLL.jpg",
      "https://image.tmdb.org/t/p/w300/nDS52dELAW6mHuXtyur6QkbMBLl.jpg",
      "https://image.tmdb.org/t/p/w300/wfTnsLfBBFeWSZCOiP7Oco8JCSK.jpg",
      "https://image.tmdb.org/t/p/w300/nlbewUlvkldsVHDoZX8uqtnzFJS.jpg",
      "https://image.tmdb.org/t/p/w300/4TpiWrTr8L76qZhWOlH2vbMXX4Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/td5IxaWlxqtzQnuJdIJEm15Dxd1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-flirting-scholar-1993-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/T2co/The_Flirting_Scholar_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-flirting-scholar-1993",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/kutcxobbgv45",
        "server": "veryfiles.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/xsrs9y4l50wx.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|1993|138 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "67,437"
    },
    "title": "A Perfect World(1993)",
    "description": "A Perfect World(1993)IMDb….7.5,,,,Rotten…79%အကျဉ်းထောင်တစ်ခုမှာ လူနှစ်ယောက်ထောင်ဖောက်ပြေးဖို့ကြိုးစားကြသည်….သူတို့ကြည့်ရတာပြေးဖို့အတွက် အချိန်အတော်ကြာပြင်ဆင်ခဲ့ပုံရတယ်… အလွယ်တစ်ကူလွတ်မြောက်သွားတယ်…..ဒီရာဇဝတ်သား(၂)ယောက်ဟာ ထောင်ကထွက်ပြေးပြီးနောက်ပိုင်းမှာဓားစာခံအဖြစ် ကလေးလေးတစ်ယောက်ကိုပါခေါ်သွားခဲ့တယ်…ထောင်ပြေး(၂)ယောက်ဟာ အရင်တုန်းက ဘယ်လောက်ဆိုးသွမ်းခဲ့လို့ထောင်ကျခဲ့တယ်မသိပေမယ့် ထွက်ပြေးစဉ်လုပ်ပုံကိုင်ပုံတွေကြည့်ရတာတစ်ယောက်က သွေးအေးဉာဏ်ကောင်းစွာနဲ့ ရင်ဆိုင်ရတဲ့ပြသနာတွေကိုဖြေရှင်းနေပြီး နောက်တစ်ယောက်ကတော့ သေနတ်တစ်ယမ်းယမ်းနဲ့ဦးဏှောက်မဲ့အဆင်ခြင်မဲ့ လုပ်ကိုင်နေတယ်….သူတို့(၂)ယောက်လွတ်သွားတော့ ရဲဌာနတစ်ခုလုံးလည်း တိုင်ပတ်နေသလိုမြို့တော်ဝန်ရဲ့ ဖိအားကြောင့် ရှိသမျှဌာနစုံက ဖမ်းဆီးဖို့ကြိုးစားနေကြတယ်….ဒီကားကတော့ ဒါရိုက်တာကြီး Clint Eastwood ရိုက်ကူးထားပြီး သူကိုယ်တိုင်လည်း ပါဝင်သရုပ်ဆောင်ထားသလို မင်းသားကြီး Kevin Costner က ထောင်ပြေးတစ်ယောက်အဖြစ်သရုပ်ဆောင်ထားတယ်…ဒီကားက ဇာတ်လမ်းအစမှ အဆုံးထိစိတ်ဝင်စားဖို့ကောင်းသလို ထွက်ပြေးစဉ်ကာလတစ်လျောက်လုံးကလေးတစ်ယောက်နဲ့ သူတို့ရဲ့ ထူးခြားတဲ့ဆက်ဆံရေးကိုတွေ့ရလိမ့်မယ်….လောကကြီးထဲ ခုမှစဝင်တဲ့ကလေးတစ်ယောက်ကို ကားမောင်းထွက်ပြေးရင်းနဲ့စီးကရက်ရှိုက်လိုက် မပြုံးမရယ်နဲ့ ပြောရင်းသင်ကြားနေတဲ့ ထောင်ပြေးသမားတစ်ယောက်ကိုခင်ဗျားတို့ အံအားသင့်စရာတွေ့ရလိမ့်မယ်….သူတို့လွတ်မြောက်မလား ……ကလေးလေးကရော သူ့အပေါ်ဘယ်လိုသဘောထားလဲ…ခံစားကြည့်လိုက်ပါဦး……..သေချာတယ် ဒီကားကြည့်ပြီး ခင်ဗျားတို့သဘောအကျဆုံးကားဟောင်းစာရင်းထဲမှာ ဒီကားပါသွားလိမ့်မယ်လို့…..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်….File Size : (3.2GB) and (1.2GB)Quality : Blu-Ray 1080p/720pFormat…mp4Duration…02:18:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClint EastwoodStarsBradley WhitfordClint EastwoodJennifer GriffinKeith SzarabajkaKevin CostnerLaura DernLeo BurmesterPaul HewittRay McKinnonT.J. LowtherCastBelinda FlowersBradley WhitfordBruce McGillChristopher Reagan AmmonsClint EastwoodConnie CooperDarryl CoxEd GeldartGary MoodyJames JeterJay WhiteakerJennifer GriffinJohn HusseyKeith SzarabajkaKevin CostnerKevin WoodsLaura DernLeo BurmesterLeslie FlowersLinda HartMark VogesMary AliceNik HaglerPaul HewittRay McKinnonT.J. LowtherTaylor Suzanna McBrideVernon GroteWayne Dehart",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nHZM78MjXsOXtN0zvNLRnRV7BJD.jpg",
      "https://image.tmdb.org/t/p/w300/idHDvXwCBeBgrs7YxDa3wUn4hjS.jpg",
      "https://image.tmdb.org/t/p/w300/yQiw9SuyVm6WjV2GiX4Yrczu1tm.jpg",
      "https://image.tmdb.org/t/p/w300/8Bf1f8c9kbBjoOFqbKahn2upNRT.jpg",
      "https://image.tmdb.org/t/p/w300/pBz7T9KYTEbZoGlrynHT43QxNwE.jpg",
      "https://image.tmdb.org/t/p/w300/3K54t5psPT0Ufqd2zbXK0sB4KUL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/81M9s6Tzg9L._AC_UF8941000_QL80_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jub3ip87rapq.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-perfect-world-1993-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2DFy1/A_Perfect_World_1993_BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pr0yzDRQ#Mbuay7hDyRW1jJ420JjdlEx38-vHdXRkvmpF0DeMDyQ",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ih5915ppdnxp",
        "server": "streamvid.io",
        "size": "3.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yfrj38t8zneo.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-perfect-world-1993-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2DFx2/A_Perfect_World_1993_BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/V78xFZDb#_tfzTkl2L6OeN0IDrNkG3oh8xAaq5XhZGpQrZQxyAJI",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/36vndxkryv5p",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_Qm-UhA3b4g",
      "video_url": "https://www.youtube.com/watch?v=_Qm-UhA3b4g",
      "embed_url": "https://www.youtube.com/embed/_Qm-UhA3b4g"
    }
  },
  {
    "metadata": "R|1993|1h 43min|Action,Asian,Crime,Drama,Jackie Chan",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5,575"
    },
    "title": "Crime Story (1993)",
    "description": "ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်…ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီးသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်…ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်းဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် အကောင်းဆုံး ဒါရိုက်တာဆုကို ဒါရိုက်တာ ကာကီဟွမ်မှလည်း ရရှိခဲ့ပါတယ်..အကောင်းဆုံး ဇာတ်ပို့ဆုအကောင်းဆုံး ဓာတ်ပုံဆုအကောင်းဆုံး တည်းဖြတ်ဆု စသဖြင့်ရုပ်ရှင်ထူးချွန်ဆုပေါင်း(၇)ဆုရရှိခဲ့တဲ့အထိအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့အယ်ဒီချန်ဟာ ဟောင်ကောင်ရဲဌာနမှာ တာဝန်ထမ်းဆောင်နေတဲ့ အထူးရဲအရာရှိဖြစ်ပါတယ်။ တနေ့မှာတော့ အယ်ဒီတစ်ယောက် ဆောက်လုပ်ရေးလုပ်သားတွေကို နေ့စားခမရှင်းပေးတဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းရှင်ဖြစ်တဲ့ သူဌေးဝမ်ရပ်ဖေးကို ဆန္ဒပြနေတာကို တားပေးဖို့ တာဝန်ကျလာပါတယ်။ဒီလိုဆန္ဒပြပြီးမကြာပါဘူး သူဌေးဝမ်ရပ်ဖေးဟာ အမည်မသိလူတစ်စု ပြန်ပေးဆွဲတာခံလိုက်ရပြီး အမေရိကန်ဒေါ်လာ သန်းခြောက်ဆယ် ပြန်ပေးငွေတောင်းလာတဲ့အခါမှာ အယ်ဒီနှင့် ရဲတပ်ဖွဲ့တို့ ပြန်ပေးသမားတွေကို ဘယ်လိုဖော်ထုတ်ကြမလဲ၊ ဒေါ်လာသန်းခြောက်ဆယ်ကို မသမာသူလက်ထဲ မရောက်အောင် ဘယ်လိုတားဆီးကြမလဲ၊ ရဲဌာနက အမြဲခြေတစ်လှမ်းနောက်ကျနေရတဲ့အကြောင်းအရင်းက ဘယ်လိုဖော်ထုတ်ကြမလဲဆိုတာကို ကြည့်ရှုရမယ့် အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဂျက်ကီချန်းကားဆိုမှတော့ အထူးတလည်းညွန်းပေးစရာတောင်မလိုတော့တဲ့အတွက် ကြည့်ရှုကြပါဦးခင်ဗျာ။ဘာသာပြန်ဆိုသူကတော့ Matteo ဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းကိုRockie Chan JCFacebook မှကူးယူဖော်ပြပါသည်။)File size…(2.5 GB)/(1.5 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:43:00Genre…Action, Crime, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by MatteoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKirk WongStarsAu-Yeung Pui-SanBlackie KoBlacky Ko Sau-LeungChristine NgChung FatJackie ChanKen LoKent ChengLaw Kar-YingPoon Ling-LingWilliam DuenCastAu-Yeung Pui-SanBlackie KoBlacky Ko Sau-LeungChristine NgChu Pak-WoChung FatJackie ChanJames HaKen LoKent ChengLaw Kar-YingPoon Ling-LingStephen Chan Tak-GwongWan FatWan Seung-LamWilliam DuenYu Kwok-Lok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aUnlPkhMm3vghlCBRkKg2SrtFVN.jpg",
      "https://image.tmdb.org/t/p/w300/vLchAEYH25C0qiNLqZV8npt5cFQ.jpg",
      "https://image.tmdb.org/t/p/w300/22orZnIyD5zfR9ZSZLelPO6KX7j.jpg",
      "https://image.tmdb.org/t/p/w300/t86AmIRvQEXJcprOXE9Cih7GiW9.jpg",
      "https://image.tmdb.org/t/p/w300/87huofGEfD2wtJ501wFZuWa9g7d.jpg",
      "https://image.tmdb.org/t/p/w300/5ZKImY0EmJwZdMzGNYPQ2htGcGm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/crime-story-1993-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GZgw/Crime.Story.1993.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/g3sAWZgQ#8-lqqstmyEKmsPUpkVlAh1NrHuWqaLMQXBTngu170Sk",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3arq8boq2m0p.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/crime-story-1993-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mWGO/Crime.Story.1993.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9i9DWIQS#3WgcT53oNocHl5f0SfOYxdkjM8xHp7gWVSoFw-aQf34",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/s9r5m9dgjhy5.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/8qftsfhgoz7l",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IkS1wWkMXjU",
      "video_url": "https://www.youtube.com/watch?v=IkS1wWkMXjU",
      "embed_url": "https://www.youtube.com/embed/IkS1wWkMXjU"
    }
  },
  {
    "metadata": "PG-13|1993|118 min|Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "189,456"
    },
    "title": "What’s Eating Gilbert Grape (1993)",
    "description": "* What’s Eating Gilbert Grape *IMDB – 7.8/10Rotten Toamtoes – 89%MKWah – 4.5/5____________Leonardo DiCaprio နဲ့ Jonny Depp တို့ အတူ တွဲရိုက်တဲ့ ရှားရှားပါးပါး ရုပ်ရှင် . . ။အမေရိကန် မြို့ငယ်လေးတစ်မြို့ရဲ့ လူနေမှုဘဝ တွေကို မြင်ရမယ့် ရုပ်ရှင် . . ။အတက်အကျ အနိမ့်အမြင့် အချိုးအကွေ့တွေနဲ့ ဝေဝေဆာဆာ ဖန်တီးထားတဲ့ ဇာတ်ညွှန်းတစ်ပုဒ်ကို ခံစားရမယ့် ရုပ်ရှင် . . ။ဇာတ်လမ်းအကျဉ်းက အသက် 24 နှစ်အရွယ် Gilbert (Jonny Depp) ဆိုတဲ့ ကောင်လေးနဲ့ သူ့မိသားစုအကြောင်း ပါ။ သူ့မှာ စိတ်မမှန်တဲ့ အူကြောင်ကြောင် ညီတစ်ယောက် (Leonardo) ရှိတယ်။ ဒီရုပ်ရှင်ကို ကြည့်မယ်ဆိုရင် သူတို့ရဲ့ နေ့စဉ်ဘဝ အပါအဝင် ဝမ်းနည်းစရာ စိတ်ပျော်စရာ စတဲ့ ခံစားချက် အမျိုးမျိုးကို ထိတွေ့ရမှာပါ။ဒီရုပ်ရှင်က 1993 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်။အဲ့အချိန်တုန်းက Leonardo ရဲ့အသက် 19 နှစ်ပဲ ရှိပါသေးတယ်။ သူ့ရဲ့ သုံးကားမြောက်ရုပ်ရှင်ပါ။ ဒါ့အပြင် Leo ရဲ့ ပထမဆုံး အော်စကာ ဇကာတင် စ ဝင်တဲ့ ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ Supporting Actor အနေနဲ့ ဝင်တာပါ။ အဲ့ဒီကနေ စ လိုက်တာ နောက်ဆုံး The Revenant ကျမှ အော်စကာ ရပါတော့တယ်။ ဒီရုပ်ရှင်မှာ Leo ကို တစ်ခါမှ မမြင်ဖူးတဲ့ သူငယ်နပ်စား စိတ်ရောဂါရှင် အူတိအူကြောင် ကောင်လေးတစ်ယောက်အနေနဲ့ မြင်ရမှာပါ။Jonny Depp လည်း ဒီကားကို ရိုက်ကူးနေချိန်မှာ အသက် ၃၁ ပဲ ရှိပါသေးတယ်။ ကျွန်တော်ကတော့ ဒီကားမှာ Depp ကို ကြွေတယ်။ အေးတိအေးစက် နဲ့ သရုပ်ကို ဆောင်ထားပြီး မထင်ထားတာတွေ ထ ထ လုပ်တဲ့ Depp . . ။ ရူပါကလည်း အဖြောင့်။ (ဆော်တွေတော့ မသိ။ ကိုယ်တော့ ကြွေတယ်)သူနဲ့ Leo နဲ့ ညီအစ်ကို နှစ်ယောက်ဆိုတဲ့ Character ကို ကြည့်ရတာ Legend ကြီး နှစ်ယောက်ရဲ့ ကနဦးဘဝ နှစ်ခုကို တစ်ပြိုင်တည်း လေ့လာခံစားနေခွင့် ရသလိုကို ဖြစ်နေပါတော့တယ်။အခြား Character တွေဆိုရင် အဲ့ဒီအချိန်က နာမည်ကြီးမင်းသမီးကြီး Luliette Lewis တို့ Mary Steenburgen တို့လည်း ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ အခြားနာမည်ရှိပြီးသား Character တစ်ချို့လည်း ပါသေးတယ်ဆိုတော့ ဒီရုပ်ရှင်က character တော်တော်မြိုင်တယ်ပြောရမယ်။အခြားသော Music တို့ DOP တို့ Production Design တို့ စတဲ့ ကဏ္ဍ အသီးသီးမှာတော့ ဒီဘက်ခေတ်ရုပ်ရှင်တွေလောက် ခေတ်မမှီပေမယ့်လည်း ရိုးရှင်းသပ်ရပ်ပြီး ဒီနေ့ထိ မျက်စိအရသာကို ရှိနေပါတယ်။ပေါ့ပေါ့ပါးပါးလည်းဖြစ် . . အနှစ်သာရလည်းြ့ပည့်ဝတဲ့ Hollywood ရဲ့ classic drama ကား တစ်ကားကို ကြည့်ချင်တယ်ဆိုရင်တော့ What’s Eating Gilbert Grape ကို ရွေးချယ်ဖို့ အကြံပြုအပ်ပါတယ်။_________မောက်ခမ်းဝါ#whats_eating_gilbert_grape#MKWah_film_review(ရုပ်ရှင်အညွှန်းကို https://www.facebook.com/minthu.kyaw.397/posts/1511321455643068  မှကူးယူဖော်ပြပါသည်။)————————————————-File size…(1GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:08:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Htet AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid B. HouseholterDianne DreyerLasse HallströmLinda BrachmanStarsCrispin GloverDarlene CatesJohn C. ReillyJohnny DeppJuliette LewisKevin TigheLaura HarringtonLeonardo DiCaprioMary Kate SchellhardtMary SteenburgenCastBrady ColemanCameron FinleyCrispin GloverDaniel GullahornDarlene CatesGeorge HaynesJoe StevensJohn C. ReillyJohnny DeppJuliette LewisKay BowerKevin TigheLaura HarringtonLeonardo DiCaprioLibby VillariMark JordanMary Kate SchellhardtMary SteenburgenMona Lee FultzNicholas StojanovichPenelope BranningRobert B. HedgesSusan LoughranTim GreenTim Simek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8VyW7cJxsdnIfptbPjGCIX1StUe.jpg",
      "https://image.tmdb.org/t/p/w300/nOKJjgkVPPlfYpHQ8E7eNtJFEC9.jpg",
      "https://image.tmdb.org/t/p/w300/qwqSPDAfGbJBlZeqCjuleYIiRYQ.jpg",
      "https://image.tmdb.org/t/p/w300/zqQ0g8q8HwSZcM5fYxBVIP5sk3R.jpg",
      "https://image.tmdb.org/t/p/w300/9JvO9d5VgQ9Cy0bbAdBAyKK7pWd.jpg",
      "https://image.tmdb.org/t/p/w300/2cEBhqoa9s1eo1KZBgxQQ342Jh3.jpg",
      "https://image.tmdb.org/t/p/w300/iBxUFFFyeL5yJcBSDXD9qjqj8tl.jpg",
      "https://image.tmdb.org/t/p/w300/sH4rvKk4jhib6sCkVt2cgNKPw9I.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/1962817_497337603705227_599510107_n.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/whats-eating-gilbert-grape-1993-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7kra66ec6a6g.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ct2a/What’s_Eating_Gilbert_Grape_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JzJXWSCB#ZyLdiMLpRgokMC4i_-Ohsb4x8-fBMHEJvHdkI-OjKwQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/zhjketnq0sbp.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wpSGFets1oM",
      "video_url": "https://www.youtube.com/watch?v=wpSGFets1oM",
      "embed_url": "https://www.youtube.com/embed/wpSGFets1oM"
    }
  },
  {
    "metadata": "Unrated|1993|1h 35m|Action,Comedy,Sci-Fi",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1300"
    },
    "title": "Future Cops (1993)",
    "description": "Future Cops (1993)~ IMDb – 5.9/10, MyDramaList – 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ အရန်သရုပ်ဆောင်တွေကလည်း ကြမ်းတယ်။ John Woo တို့၊ Johnnie To တို့ရဲ့ လက်စွဲ Simon Yam, ငါးကလေးကားနဲ့ လူသိများတဲ့ ငါးကလေးမင်းသား Dicky Cheung, သိုင်းမူဗီပရိသတ်တွေနဲ့ မစိမ်းတဲ့ Ekin Cheng, နောက်ပြီး ရုပ်လေးလှသလောက် အမြဲ Sexy ကျပြီး အဖော်ကားတွေအရိုက်များတဲ့ Chingmy Yau, ဝေါင်ကာဝေးရဲ့ Fallen Angels ထဲ တစ်ခန်းရပ်နဲ့တင် ပရိသတ်ကိုဖမ်းစားနိုင်ခဲ့တဲ့အပြင် Ashes of Time ထဲလည်းပါခဲ့တဲ့ တစ်ကားဆိုတစ်ကားလှတဲ့ Charlie Yeung စသဖြင့် ဟောင်ကောင်ရဲ့စတားစစ်စစ်တွေချည်းပါထားတယ်။ မင်းသမီးတွေက တော်တော်နုသေးတာမို့ အသေလည်းလှတယ်။ရိုက်တဲ့ဘဲက ဝမ်ကျင်း။ God of Gamblers တို့၊ Naked Killer တို့လိုကားတွေကိုရိုက်တဲ့ဘဲ။ ချောင်ရဲ့အလယ်‌ခေတ်လောက်ကကား တော်တော်များများကိုလည်း ရိုက်ဖူးတယ်။ ဒီတော့ သူ့ကားက ဘယ်လိုပုံစံဖြစ်နေမလဲ တွေးသာကြည့်ပေါ့။ တကယ့်ပေါက်ကရတွေ ဗရုတ်တွေနဲ့ ငစားကားပါပဲ။ ဒါပေမဲ့လည်း တော်တော်လည်းရယ်ရသလို သရုပ်ဆောင်တွေနဲ့တင် တန်တာမို့ ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.85GB, 795MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 35MinGenre – Action, Comedy, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated byWEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJing WongStarsAaron KwokAndy HuiAndy LauBilly ChowCharlie YeungChingmy YauDennis Chan Kwok-SanDicky Cheung Wai-KinEkin ChengFanny LeungJacky CheungKen LoKingdom YuenNatalis ChanRichard NgSimon YamWilliam DuenWinnie Lau Siu-WaiCastAaron KwokAndy HuiAndy LauBilly ChowCharlie YeungChingmy YauDennis Chan Kwok-SanDicky Cheung Wai-KinEkin ChengFanny LeungJacky CheungKen LoKingdom YuenNatalis ChanRichard NgSimon YamWilliam DuenWinnie Lau Siu-Wai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aIplzxS6XBccv8DJiRikRj1P1PK.jpg",
      "https://image.tmdb.org/t/p/w300/hXX7kFIYxYOwklFoj9F07Jh8imF.jpg",
      "https://image.tmdb.org/t/p/w300/yOrQeJeLnnjXBXOcIllDPv0Ncgc.jpg",
      "https://image.tmdb.org/t/p/w300/6zBF9swKO0EpUGzulNGwGxBJ28J.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-future-cops-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aVvr/(CM)_Future_Cops_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8awtnizcjws9.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/syyi5v31092v.html",
        "server": "streamsb.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hivggqsf0ayd/(CM)_Future_Cops_(1993)_1080p.mp4",
        "server": "streamvid.io",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-future-cops-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "795MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aVvm/(CM)_Future_Cops_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "795MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bbeimez5vdyh.html",
        "server": "usersdrive.com",
        "size": "795MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/c8bdvk5qby8b.html",
        "server": "streamsb.com",
        "size": "795MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gqw6wzp80hv1/(CM)_Future_Cops_(1993)_720p.mp4",
        "server": "streamvid.io",
        "size": "795MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BmHT-MtZs74",
      "video_url": "https://www.youtube.com/watch?v=BmHT-MtZs74",
      "embed_url": "https://www.youtube.com/embed/BmHT-MtZs74"
    }
  },
  {
    "metadata": "PG-13|1993|1h 25min|Action,Asian,Crime,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "15,204"
    },
    "title": "Iron Monkey (1993)",
    "description": "Iron Monkey (1993)IMDb – 7.5/10_____Rotten – 91%မင်းသားကြီး ဒယ်နီယန်း ရဲ့ ၁၉၉၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ရာဇဝင် သိုင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးက သိုင်းကားကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့လက်လွတ်မခံသင့်တဲ့ကားလေးဖြစ်သလို့ နောက်တနည်းပြောရရင်တရုတ် ရောဘင်ဟု အကြောင်းကို ရိုက်ကူးပြထားတယ်လို့လဲပြောလို့ရပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ ပျက်စီးယိုယွင်းနေတဲ့အကျင့်ပျက်ချစားမှုတွေနဲ့ပြည့်နက်နေ တဲ့ တရုတ်အစိုးရဟာနယ်ကျေးရွှာကလေးတွေမှာ မျက်နှာဖုံးစွပ် လုယက်ခြင်းကို ခံရပြီးလူအများကတော့ သူ့ကို Iron Monkey လို့ခေါ်ကြပါတယ်ဒီလိုနဲ့ ခရီးထွက်ပြီး နယ်လှည့်ဆေးကုနေတဲ့ တိုင်းရင်းဆေးဆရာ သိုင်းသမား ဒယ်နီယန်း နဲ့ တွေ့ဆုံမိတဲ့ အခါမှာတော့ ဒယ်နီယန်းနဲ့ဘယ်လိုတွေများ ဆက်လက် နှပါးသွားကြမလဲ ဆိုတာကိုပရိတ်သတ်ကြီးကပဲဆက်လက် ကြည့်ရှူလိုက်ပါတော့ဗျာဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ[မင္းသားႀကီး ဒယ္နီယန္း ရဲ႕ ၁၉၉၃ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ရာဇဝင္ သိုင္းကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက သိုင္းကားကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္သလို႔ ေနာက္တနည္းေျပာရရင္တ႐ုတ္ ေရာဘင္ဟု အေၾကာင္းကို ႐ိုက္ကူးျပထားတယ္လို႔လဲေျပာလို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ပ်က္စီးယိုယြင္းေနတဲ့အက်င့္ပ်က္ခ်စားမႈေတြနဲ႔ျပည့္နက္ေန တဲ့ တ႐ုတ္အစိုးရဟာနယ္ေက်း႐ႊာကေလးေတြမွာ မ်က္ႏွာဖုံးစြပ္ လုယက္ျခင္းကို ခံရၿပီးလူအမ်ားကေတာ့ သူ႔ကို Iron Monkey လို႔ေခၚၾကပါတယ္ဒီလိုနဲ႔ ခရီးထြက္ၿပီး နယ္လွည့္ေဆးကုေနတဲ့ တိုင္းရင္းေဆးဆရာ သိုင္းသမား ဒယ္နီယန္း နဲ႔ ေတြ႕ဆုံမိတဲ့ အခါမွာေတာ့ ဒယ္နီယန္းနဲ႔ဘယ္လိုေတြမ်ား ဆက္လက္ ႏွပါးသြားၾကမလဲ ဆိုတာကိုပရိတ္သတ္ႀကီးကပဲဆက္လက္ ၾကည့္ရႉလိုက္ပါေတာ့ဗ်ာဘာသာျပန္ေပးသူကေတာ့ ကိုစိုးေထြး ျဖစ္ပါတယ္ ဗ်]File Size – 740 MBFile Format – mp4Quality – BluRay Rip 720pDuration – 01:25:00Translator – Soe HtweEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoo-Ping YuenYuen Woo-pingStarsAngie Tsang Sze-ManChun Kwai-BoDonnie YenHsiao HoJames Wong JimJean WangLee FaiRongguang YuSze-Man TsangYen Shi-KwanYu Rong-GuangYuen Shun-YiCastAlex Yip Choi-NaamAngie Tsang Sze-ManChan Siu-WahCheung Fung-LeiChun Kwai-BoDang Taai-WohDonnie YenHsiao HoJames Wong JimJean WangLee FaiMandy ChanSze Mei-YeeWilliam DuenYen Shi-KwanYu Rong-GuangYuen Shun-Yi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2HnPINFb3NXjF3ziZSttXLvkVwp.jpg",
      "https://image.tmdb.org/t/p/w300/j2equuFqbOmRiz3UKMyu63jc9px.jpg",
      "https://image.tmdb.org/t/p/w300/tC7c99q9eB4WmgGFjGZk6XGVPmO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a2dm9cgyvn4o.html",
        "server": "usersdrive.com",
        "size": "740 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-monkey-siu-nin-wong-fei-hung-chi-tit-ma-lau-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1yFn3/Iron_Monkey_(Siu_Nin_Wong_Fei_Hung_Chi_-_Tit_Ma_Lau)_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "740 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/A8pUySZT#TXwYX06PbSJJA86HUSwi2NZ_i_2VmjhTCcazJNiF83k",
        "server": "mega.nz",
        "size": "740 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/i5ml0rzwuetm",
        "server": "upstream.to",
        "size": "740 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "jj-MbKZliwo",
      "video_url": "https://www.youtube.com/watch?v=jj-MbKZliwo",
      "embed_url": "https://www.youtube.com/embed/jj-MbKZliwo"
    }
  },
  {
    "metadata": "PG-13|1993|1h 41min|Comedy,Drama,Fantasy",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "605000"
    },
    "title": "Groundhog Day (1993)",
    "description": "Groundhog Day (1993)~ IMDb – 8/10, RT – 97%, Meta – 72% ~Groundhog Day လို့‌ခေါ်တဲ့ ဖေဖော်ဝါရီ ၂ရက်နေ့ဟာ မြောက်အမေရိကရဲ့ ပွဲတော်နေ့တစ်ခုပါပဲ။ Punxsutawney မြို့မှာ Punxsutawney Phil လို့ခေါ်တဲ့ ဂရောင်းဟော့လေး‌က နွေဦးပဲစောစော‌လာမလား ဆောင်းပဲရှည်မလား ဟောတာကို ကြည့်ပြီး ပါတီတွေပေးကြတဲ့နေ့ပေါ့။ အဲဒီနေ့မှာ နေရာအနှံ့က သတင်း‌သမားတွေ တီဗီအစီအစဉ် ကြေညာသူတွေ Punxsutawney ကို လာရောက်ကြတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီ Groundhog Day မှာ ပိတ်မိနေတဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ တော်တော်လေးစောတဲ့ Time Loop ရုပ်ရှင်တစ်ကားဖြစ်သလို သူ့ဟန်ကို Theme အဖြစ်မှီးပြီး နောက်ပိုင်းသုံးလာကြတာတွေလည်း မနည်းပါဘူး။ Supernatural ထဲလည်း မှီးသုံးခဲ့ဖူးတယ်။ Groundhog Day ဟာ Classic တန်း၀င် Comedy ကားကောင်းတစ်ကားဖြစ်သလို ဝေဖန်ရေးသမား Roger Ebert အကြိုက်ဆုံးစာရင်းထဲ၀င်ခဲ့တဲ့ ရှားရှားပါးပါး Comedy ကားလည်း ဟုတ်ပါတယ်။အဓိကဇာတ်​ဆောင်ကလည်း နာမည်ကျော် Bill Murray ဆိုတော့ ကောင်းမှာမပူရတော့ဘူး​ပေါ့။ ဇာတ်လမ်းလေးကလည်းဆန်းပါတယ်။ Bill ဟာ မိုးလေဝသကြေညာသူတစ်ယောက်ဖြစ်ပြီး မာနကြီး လက်​ပေါက်ကတ်သူပေါ့။ ရေတစ်၀က်ပဲရှိတဲ့ ဖန်ခွက်ကိုကြည့်ပြီး တစ်၀က်တောင်ရှိတယ်ပြောမယ့်လူရယ် တစ်၀က်ပဲရှိတယ် ပြောမယ့်လူရယ်ဆိုတဲ့ လူစား၂မျိူးမှာ သူဟာ ဒုတိယလူစားမျိူးပါပဲ။ ဒါနဲ့ပဲ တစ်ရက်ကျ ပန်ဆူ​​​တော်နီဆိုတဲ့ ဇနပုဒ်​လေး မှာ Groundhog Day ဆိုတဲ့ ရာသီပွဲတော်တစ်ပွဲကို သွားရောက်ရိုက်ကူးဖို့ အကြောင်းဖန်လာပါတယ်။ သူတို့အဖွဲ့သားတွေရောက်သွားကြပြီး Bill တစ်ယောက်ဟာ ထူးဆန်းစွာနဲ့ပဲ အဲဒီနေ့ကိုပဲ နေ့တိုင်း ဖြတ်သန်းနေရပါ​တော့တယ်။ သူဟာ Groundhog Day ဆိုတာကြီးကို နေ့တိုင်း ထပ်တလဲလဲ ကြုံနေရတဲ့ Time Loop သဘောမျိုးမှာနေနေရတယ်။ အဲဒီကနေ လွတ်လမ်းရှာရင်း ကြာလာတော့ စိတ်ဓါတ်တွေကျ၊ သတ်သေချင်စိတ်တွေပေါ်လာပါ​တော့တယ်။ အဲဒီနေ့ မနက်မှာဖွင့်တဲ့ Radioသံကြားရရင်ကို စိတ်က ဂယောက်ဂယက်တွေဖြစ်လာပြီး ဒီ Time Loop က​နေ ကျော်လွှားဖို့နည်းလမ်းကို အသည်းအသန်ရှာရပါတော့တယ်။ ရုပ်ရှင်ဟာ IMDB Rating 8.0 အထိရရှိထားပြီး Bill Murray ရဲ့ ဂန္တဝင်သရုပ်ဆောင်ချက်တွေ၊ ဘဝသင်ခန်းစာတွေကို ညိမ့်ညိမ့်လေးကြည့်သွားရမှာဖြစ်ပါတယ်။ ဘုရားသခင်ရဲ့ ကျီစယ်မှုတစ်ခုဖြစ်တဲ့ ဒီ Time loop ရဲ့ ရည်ရွယ်ချက်ကို ရှာ​ဖွေရင်း ကိုယ်သာ ဒီလို တစ်ရက်ထဲကိုပဲ အကြိမ်ကြိမ်ကြုံခဲ့ရရင် ဘာ​တွေ လုပ်မလဲဆိုတာ စိတ်ကူးယဉ်လိုက်ကြစေချင်ပါတယ်။Groundhog Day နဲ့ ပတ်သက်ပြီး ဝေဖန်ရေးသမားတွေကတော့ “Groundhog Day ဟာ သူ့ပေးချင်တဲ့မက်ဆေ့နဲ့ သူ့ရည်ရွယ်ချက်ကို ထင်သာမြင်သာ ရှင်းရှင်းလင်းလင်းတွေ့နိုင်တဲ့ရုပ်ရှင်ပါပဲ။ သူ့ရဲ့ ပညာသားပါမှုကိုတော့ ချက်ချင်းကြီး သတိထားမိမှာမဟုတ်စေဘဲ မှတ်ဉာဏ်ထဲ အခြေကျရင်းနဲ့မှ သိလာမယ့် သဘောမျိုး ” လို့ ဆိုကြပါတယ်။ ရုပ်ရှင်တစ်ကားကြည့်ပြီး ကိုယ့်ခံစားချက်ကို သေသေချာချာဖော်မပြတတ်ပေမဲ့ တူညီတဲ့ခံစားမှုတစ်ခုရတဲ့အခါ ဒီရုပ်ရှင်က Groundhog Day လို ရုပ်ရှင်မျိုးပဲဆိုပြီး ကိုယ့် မှတ်ဉာဏ်ထဲ Reference အနေနဲ့ ကိုးကားဖို့ ကျန်နေတဲ့ရုပ်ရှင်မျိုးလည်းဟုတ်တယ်လို့ ဆိုကြပါတယ်။ရေတစ်၀က်ရှိတဲ့ ဖန်ခွက်တစ်ခွက်ကိုကြည့်ပြီး “တစ်၀က်တောင်ရှိတယ်”ဆိုတဲ့သူရော “တစ်၀က်ပဲရှိတယ်”ဆိုတဲ့သူရောဟာ အချိန်တစ်ခုမှာတော့ ရေအပြည့်ရှိတယ်လို့ ထင်မြင်သွားကြပါလိမ့်မယ်။ တကယ်ပြည့်မပြည့်တော့ ဘယ်သူမှမသိပေမဲ့ ချစ်ခြင်းကတော့ လိုနေတဲ့ရေတစ်၀က်ကို ဖြည့်ပေးသွားပါလိမ့်မယ်။ လောကကြီးကိုက ရေတစ်၀က်သာ ဖြည့်ထားတဲ့ ဖန်ခွက်ကြီးပဲမို့လို့ လူတွေဟာ ချစ်ခြင်းမေတ္တာကို လိုအပ်ခဲ့တာပေါ့…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.2GB, 880MB, 440MBQuality – 1080p, 720p, 480pIMDb Rating – 8.0/10Format – mp4Duration – 1H 41MinGenre – Comedy, Drama, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHarold RamisStarsAndie MacDowellAngela PatonBill MurrayBrian Doyle-MurrayChris ElliottStephen TobolowskyCastAndie MacDowellAngela PatonBarbara Ann GrimesBill MurrayBrenda PicklemanBrian Doyle-MurrayC.O. EricksonChris ElliottDavid PasquesiEric SaietHarold RamisHynden WalchKen Hudson CampbellLee SellarsLes PodewellLucina PaquetMarita GeraghtyMichael ShannonPeggy RoederReni SantoniRick DucommunRick OvertonRob RileyRobin DukeSandy MaschmeyerStephen TobolowskyTom MilanovichTony DeGuideWillie Garson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ttBydD0SynC0TMkW3AcnmsySkLp.jpg",
      "https://image.tmdb.org/t/p/w300/cjwMqiUiJIuQkQOhCnKnSsHyNGr.jpg",
      "https://image.tmdb.org/t/p/w300/oT9diLGD1cgPdvkxqHIJcuSXKUT.jpg",
      "https://image.tmdb.org/t/p/w300/8B6Zo8q4KtUf6JuQMW2cyUdEWkM.jpg",
      "https://image.tmdb.org/t/p/w300/61dsn6ZsvI3BPNEHCQeDZeuhF7K.jpg",
      "https://image.tmdb.org/t/p/w300/jTjulfacbRjRjliAN5X6CAJOOpG.jpg",
      "https://image.tmdb.org/t/p/w300/4f2UAWetGKF0NcJZ3vgHDmq0zdW.jpg",
      "https://image.tmdb.org/t/p/w300/4zaTJfrbQCdhUirzfcWWVH97h25.jpg",
      "https://image.tmdb.org/t/p/w300/9uScpv8sF8pfRo4sefWfqbA7swq.jpg",
      "https://image.tmdb.org/t/p/w300/il2VayG4t3sqK0mxzk6urO24s6F.jpg",
      "https://image.tmdb.org/t/p/w300/jfYRtu0h7wUBLNyBNcAeuKhiqex.jpg",
      "https://image.tmdb.org/t/p/w300/3TP5JVXqos4S0I5yYxoQEJzXc6V.jpg",
      "https://image.tmdb.org/t/p/w300/jF5cRVbPz7BDjZQtOlElm7jVsS9.jpg",
      "https://image.tmdb.org/t/p/w300/oUOnSDcD9fppU1UKkpQisuTzkuH.jpg",
      "https://image.tmdb.org/t/p/w300/eaFkIajf7IJyieDeEVqtf5NWtt3.jpg",
      "https://image.tmdb.org/t/p/w300/5R09RCUoSGXhJxKYn8e1PbWFWq7.jpg",
      "https://image.tmdb.org/t/p/w300/w1I0jfCZe8nj0mDhMMbczVED3ws.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/groundhog-day-1993",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-groundhog-day-1993-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1257d/(CM)_Groundhog_Day_(1993)_REMASTERED_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oANAGJCL#wqUC5L_jed98cYy8qhZokNYJOjCi050v8ocWqlFkfHw",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/aedys71qhox6.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-groundhog-day-1993-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12574/(CM)_Groundhog_Day_(1993)_REMASTERED_720p.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ANUUTbqB#mNaipjENx9aCQuUfy5n2I5rSIPP0B3l5be_avRW1_Qw",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pqaad64qypvw.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/zfh8thqmcuea.html",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-groundhog-day-1993-remastered-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "440MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/12571/(CM)_Groundhog_Day_(1993)_REMASTERED_480p.mp4",
        "server": "megaup.net",
        "size": "440MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/8MdSyTKT#pwdh3NncA4548NI3rQm9gqFCKzbCOTLKYCSD613ZmJg",
        "server": "mega.nz",
        "size": "440MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/h290awrvcxdc.html",
        "server": "usersdrive.com",
        "size": "440MB",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/057uoc3ddte3.html",
        "server": "streamsb.com",
        "size": "440MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "lTnl4J5y5rw",
      "video_url": "https://www.youtube.com/watch?v=lTnl4J5y5rw",
      "embed_url": "https://www.youtube.com/embed/lTnl4J5y5rw"
    }
  }
]