[
  {
    "metadata": "PG|1942|1h 42min|Drama,Romance,War",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "321,741"
    },
    "title": "Casablanca (1942)",
    "description": "CM ပရိတ်သတ်ကြီးအတွက်G(old) ဇာတ်ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျားတို့ဘဝမှာ လုံးဝမမေ့နိုင်လောက်အောင်ချစ်ခဲ့ရတဲ့သူပြီးရင် အဲ့ဒီလူအတွက် ဘာမဆိုပေးဆပ်ရဲအောင်ချစ်ခဲ့ပြီးမှ စွန့်လွှတ်လိုက်ရတာမျိုးကြုံဖူးလား‌ဗျဒါဆိုရင်တော့ ဒီဇာတ်ကားက ခင်ဗျားတို့နဲ့တော်တော်တူသွားပါပြီ ဇာတ်ကားနာမည်ကCasablanca ပါလူတော်တော်များများက Casablanca ဆိုတဲ့နာမည်ကိုကြားဖူးကြမှာပါ အဲ့သီချင်းက အဓိပတိလမ်းမထက်ကခြေရာများဆိုတဲ့သီချင်းရဲ့ မူရင်းသီချင်းဖြစ်ပြီး Bertie Higgins သီဆိုထားပါတယ်အဲ့ဒီ့သီချင်းထဲမှာmovieထဲကAs Time Goes By ဆိုတဲ့ theme song နာမည်ကိုထည့်ဆိုထားသလို movie scriptဖြစ်တဲ့A kiss is just a kiss in Casablancaဆိုတာကိုလည်းထည့်ဆိုထားပါသေးတယ်ဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ကိုအခြေခံပြီးရိုက်ထားတာပါ နိုင်ငံရေးနဲ့ အချစ် ရောပြွန်းထားတဲ့ဇာတ်ကားပုံစံပေါ့ဒါပေမယ့်လည်း G(old)ဟောင်းပေမယ့် ကောင်းနေဆဲပါပဲရစ်ခ် နဲ့ အယ်လ်ဆာ ဟာParisမှာ ချစ်သူတွေဖြစ်ခဲ့ကြပါတယ်အရမ်းကိုရိုမန့်ဆန်တဲ့ချစ်သူနှစ်ယောက်ပါ သူတို့နှစ်ဦးစန္ဒရားသမားကိုတီးခိုင်းပြီး အမြဲနားထောင်လေ့ရှိတဲ့သီချင်းတစ်ပုဒ်က As Time Goes By ဆိုတဲ့သီချင်းပါပဲဝေးကြဖို့ အကြောင်းကဖန်လာတော့ ပြင်သစ်မှာနိုင်ငံရေးအခြေအနေကြောင့် ရစ်ခ် ကအယ်လ်ဆာနဲ့အတူထွက်ပြေးဖို့စီစဉ်ထားတာကို အယ်လ်ဆာ ဟာရောက်မလာခဲ့ပါဘူးအဲ့ဒီ့ကနေ ရစ်ခ် က Moroccoနိုင်ငံကိုထွက်သွားပြီးCasablanca မြို့မှာ ဘားတစ်ခုဖွင့်လို့အတည်တကျဖြစ်နေခဲ့ပါပြီ တစ်နေ့မှာတော့ မမျှော်လင့်ဘဲအဲ့ဒီ့ဘားကို အယ်လ်ဆာ နဲ့ သူ့အမျိုးသား ဗစ်တာတို့ရောက်ချလာပါတယ် အယ်လ်ဆာ က ဘားမှာစန္ဒရားအတီးကျွမ်းတဲ့ ဂီတသမား ဆမ် ကို‌ပြန်တွေ့လိုက်တော့ သီချင်းတစ်ပုဒ်တောင်းပါတယ်အဲ့သီချင်းကAs Time Goes By ပါသူတို့တွေပြန်ဆုံသွားကြတဲ့အခါဘယ်လိုတွေဖြစ်ကြမလဲ အယ်လ်ဆာကရော ဘယ်သူ့ကို ပိုချစ်တာလဲ ဘာကြောင့်ရစ်ခ် နဲ့အတူထွက်သွားဖို့မလာခဲ့တာလဲနိုင်ငံရေးအကျဉ်းအကျပ်တွေကြားမှာ သူတို့ ၃ ဦးရဲ့ချစ်ဇာတ်လမ်းက ဘယ်လိုဖြစ်မှာလဲ ကြည့်ရှုခံစားရမှာပါအရမ်းကိုကောင်းတဲ့ဇာတ်ကားမလို့ကြည့်ရှုပြီးခံစား ပေးကြပါအုံးနော်IMDb – 8.5/10Rotten Tomatoes – 99%Metacritic – 100%Google users – 80% ရှိပြီးOscars Award – Nomination ၉ ခုဝင်ပြီးWinner ၃ ခုရထားပါတယ်File Size –  1.4 gbQuality – bluray remastered 1080pSubtitle –  burmese (hardsub)Translator – Pyae Shan Tun WaiEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee KatzMichael CurtizStarsClaude RainsConrad VeidtDooley WilsonHumphrey BogartIngrid BergmanMadeleine LebeauPaul HenreidPeter LorreS.Z. SakallSydney GreenstreetCastAdolph FaylauerAdrienne D'AmbricourtAlberto MorinAlexander PollardAnita CamargoArthur DulacArthur Stuart HullBarry NortonBhogwan SinghBrandon BeachCarl DeloroCharles La TorreClaude RainsConrad VeidtCorinna MuraCreighton HaleCurt BoisDan SeymourDewey RobinsonDick BotillerDina SmirnovaDooley WilsonEd AgrestiEllinor VanderveerEnrique AcostaEugene BordenFranco CorsaroFrank ArnoldFrank MazzolaFrank PugliaFred FarrellGeoffrey SteeleGeorge DeeGeorge J. LewisGeorge M. CarletonGeorge MeekerGeorge SorelGeorges RenaventGerald Oliver SmithGino CorradoGregory GayeGregory GolubeffHans Heinrich von TwardowskiHelmut DantineHenry RowlandHerbert EvansHercules MendezHumphrey BogartIlka GrüningIngrid BergmanJack WiseJacques LoryJacques VanaireJamiel HassonJean De BriacJean Del ValJohn QualenJoseph DeVillardJoy PageLal Chand MehraLeo MostovoyLeo WhiteLeon BelascoLeonid KinskeyLester SharpeLotte Palfi AndorLou MarcelleLouis MercierLouis V. ArcoLudwig StösselMadeleine LebeauManuel LopezManuel ParísMarcel DalioMartín GarralagaMaurice BrierreMax LinderMelie ChangMichael MarkMike TellegenMonte BlueNino BelliniNorma VardenO.K. FordOlaf HyttenOliver BlakePaul HenreidPaul IrvingPaul PanzerPaul PorcasiPeter LorreRafael TrujilloRichard RyenS.Z. SakallSebastian CabotSpencer ChanSydney GreenstreetTex CooperTony MartelliTorben MeyerTrude BerlinerVictor RomitoWilliam EdmundsWinifred HarrisWolfgang Zilzer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wOfzdzC0QZyhUIlyjeMuUYSb8Ax.jpg",
      "https://image.tmdb.org/t/p/w300/pZHkItteb4oiQKfV6uDMl9PIYGL.jpg",
      "https://image.tmdb.org/t/p/w300/mc26tzMwoNMntP1wgUGJ5RMVanB.jpg",
      "https://image.tmdb.org/t/p/w300/lruHzoBv0ZTEgC43rs9g9aEjJPI.jpg",
      "https://image.tmdb.org/t/p/w300/lM3DSGEewgQM66KCEeJ79VjcrDy.jpg",
      "https://image.tmdb.org/t/p/w300/ougnSOcz9VQumhJycLSPv9ecz7z.jpg",
      "https://image.tmdb.org/t/p/w300/pdsHeQJUjMd3ZJ1o7DFfrs92vUL.jpg",
      "https://image.tmdb.org/t/p/w300/lddKOCOu6EaQBllJpqxuWOgvpVq.jpg",
      "https://image.tmdb.org/t/p/w300/uuMy5EQquuclcQej11mLdeQiPNO.jpg",
      "https://image.tmdb.org/t/p/w300/t6t4UKHUlegQIt8oE05YSw1ROOt.jpg",
      "https://image.tmdb.org/t/p/w300/lonZz9uxFBDMRpjqW3RhattfwE2.jpg",
      "https://image.tmdb.org/t/p/w300/qOM3c2nPADz1NXnw2KkyxJJCHAn.jpg",
      "https://image.tmdb.org/t/p/w300/rrsG3xYrWifoduZtsIZ4ntoDfBY.jpg",
      "https://image.tmdb.org/t/p/w300/bln0pnieTax3KrEpG5ZjN3fi1sw.jpg",
      "https://image.tmdb.org/t/p/w300/hyYMXtGhKJbHzqZUZyojzdaTTO2.jpg",
      "https://image.tmdb.org/t/p/w300/ipb524EGkrNotAXRpX0PH6wQR5n.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BY2IzZGY2YmEtYzljNS00NTM5LTgwMzUtMzM1NjQ4NGI0OTk0XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v7qjt7xwarn6.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yd698z5qhpqt.html",
        "server": "usersdrive.com",
        "size": "532.2 MB",
        "quality": "720P"
      },
      {
        "link": "https://yuudrive.me/aca328b7f/casablanca-1942-remastered-1080p-bluray-cm-mp4",
        "server": "yuudrive.me",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yuudrive.me/7c5d0b8/casablanca-1942-remastered-720p-bluray-cm-mp4",
        "server": "yuudrive.me",
        "size": "532.2 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2THE5/Casablanca.1942.REMASTERED.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/4fCz6/Casablanca.1942.REMASTERED.720p.BluRay_{CM}_.mp4",
        "server": "megaup.net",
        "size": "532.2 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/mjwAmIwZ#11MB27jS8E4fK6C4ld0mZ3JxZNnnFKNEEcpXJYG5u7k",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/T6wwxSob#pTQJu_fRUleLhpB4Po6S7lrjQ4EDS1y286LqOfbscpE",
        "server": "mega.nz",
        "size": "532.2 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/aig5qv0s410j.html",
        "server": "datbu.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/xv0ofp7fhc3q.html",
        "server": "datbu.com",
        "size": "532.2 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "BkL9l7qovsE",
      "video_url": "https://www.youtube.com/watch?v=BkL9l7qovsE",
      "embed_url": "https://www.youtube.com/embed/BkL9l7qovsE"
    }
  },
  {
    "metadata": "Not Rated|2015|2h 17min|Drama,War",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "70,107"
    },
    "title": "Beasts of No Nation (2015)",
    "description": "Beasts of No Nation(2015)IMDb….7.7/10,,,, Rotten…92%စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် ဒီကားက တကယ့် ဂန္တဝင်ကားလို့တောင်ပြောလို့ရမယ်ထင်တယ်…အာဂူးဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်…ကလေးအရွယ်ပဲရှိတဲ့ဒီကောင်လေးရဲ့စိတ်မှာ ဆော့လိုက် ပျော်လိုက်နောက်လိုက်ပေါ့….သို့ပေမယ့် အာဂူးတို့နေတဲ့ အာဖရိက မှာ ပြည်တွင်းစစ်ဖြစ်နေတယ်… ပြည်တွင်းစစ်ဆိုတဲ့အတိုင်း ပြည်သူတွေက ဒုက္ခသည် အဖြစ်နဲ့ အရေအတွက်အပေါင်းများစွာတည်ရှိနေတယ်….ကလေးဘဝအာဂူးလေးရဲ့ မရှိမဲ့ရှိမဲ့ ပျော်ရွှင်စရာကမ္ဘာဟာ  လက်နက်ကိုင်အဖွဲ့အစည်းကြောင့် အဖေနဲ့ အစ်ကို သေဆုံးခဲ့ပြီးအမေနဲ့ ညီမလေးကလည်း ဘယ်ဆီသို့ပေါက်ရောက်မှန်းမသိ….အာဂူးလေးကိုယ်တိုင်လည်း တောထဲထွက်ပြေးရင်း အခြားလက်နက်ကိုင်အဖွဲ့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်လာခဲ့တယ်….ဒီကားက တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေပြုရိုက်ကူးထားတာပါ…ပြည်တွင်းစစ်ရဲ့ ဆိုးကျိုးကြောင့် ကလေးတစ်ယောက်ရဲ့ ဆင့်ကဲပြောင်းလဲပုံတွေကိုအကောင်းမွန်ဆုံးရိုက်ပြထားတာ…အကုန်လုံးနီးပါးက အသက်(၁၈)နှစ်အောက်တွေဖြစ်တဲ့အပြင် တစ်ချို့တွေဆို တော်တော်ကြီးကိုငယ်တယ်…သို့ပေမယ့် ရန်သူတစ်ယောက်ရဲ့လည်ပင်းကိုလှီးဖို့ဝန်မလေးသလိုသူပုန်အားပေးအရပ်သားလို့ယူဆတဲ့မိန်းမတွေ၊ကလေးတွေကိုလည်း အေးစက်စက်မျက်လုံးနဲ့ နဖူးကိုသေနတ်နဲ့တေ့ပြီးမောင်းဖြုတ်ဖို့ လည်း ဝန်မလေးကြပါဘူး…စစ်ကားကြိုက်တဲ့သူမဟုတ်ရင်တောင် ဒီကားကို ကြည့်စေချင်တယ်….ဘာလို့ဆို ကျွန်တော့်တို့ဆီမှာလည်း ပြည်တွင်းစစ်တွေ ခဏ ခဏဖြစ်နေတာကိုး..တစ်ခုခုတော့ ခင်ဗျားတို့ ရသွားနိုင်ကောင်းပါရဲ့…စစ္ကားႀကဳိက္ပရိတ္သတ္ေတြအတြက္ ဒီကားက တကယ့္ ဂႏၱ၀င္ကားလုိ႕ေတာင္ေျပာလုိ႕ရမယ္ထင္တယ္…အာဂူးဆုိတဲ့ေကာင္ေလးတစ္ေယာက္ရွိတယ္…ကေလးအရြယ္ပဲရွိတဲ့ဒီေကာင္ေလးရဲ႕စိတ္မွာ ေဆာ့လုိက္ ေပ်ာ္လုိက္ေနာက္လုိက္ေပါ့့….သုိ႕ေပမယ့္ အာဂူးတုိ႕ေနတဲ့ အာဖရိက မွာ ျပည္တြင္းစစ္ျဖစ္ေနတယ္… ျပည္တြင္းစစ္ဆုိတဲ့အတုိင္း ျပည္သူေတြက ဒုကၡသည္ အျဖစ္နဲ႕ အေရအတြက္အေပါင္းမ်ားစြာတည္ရွိေနတယ္….ကေလးဘ၀အာဂူးေလးရဲ႕ မရွိမဲ့ရွိမဲ့ ေပ်ာ္ရႊင္စရာကမၻာဟာ  လက္နက္ကိုင္အဖြဲ႕အစည္းေၾကာင့္ အေဖနဲ႕ အစ္ကုိ ေသဆုံးခဲ့ၿပီးအေမနဲ႕ ညီမေလးကလည္း ဘယ္ဆီသုိ႕ေပါက္ေရာက္မွန္းမသိ….အာဂူးေလးကုိယ္တုိင္လည္း ေတာထဲထြက္ေျပးရင္း အျခားလက္နက္ကုိင္အဖြဲ႕ရဲ႕ စစ္သည္ေတာ္တစ္ဦးျဖစ္လာခဲ့တယ္….ဒီကားက တကယ့္ျဖစ္ရပ္မွန္ကုိအေျချပဳရိုက္ကူးထားတာပါ…ျပည္တြင္းစစ္ရဲ႕ ဆုိးက်ဳိးေၾကာင့္ ကေလးတစ္ေယာက္ရဲ႕ ဆင့္ကဲေျပာင္းလဲပုံေတြကုိအေကာင္းမြန္ဆုံးရုိက္ျပထားတာ…အကုန္လုံးနီးပါးက အသက္(၁၈)ႏွစ္ေအာက္ေတြျဖစ္တဲ့အျပင္ တစ္ခ်ဳိ႕ေတြဆုိ ေတာ္ေတာ္ႀကီးကုိငယ္တယ္…သုိ႕ေပမယ့္ ရန္သူတစ္ေယာက္ရဲ႕လည္ပင္းကုိလွီးဖုိ႕၀န္မေလးသလုိသူပုန္အားေပးအရပ္သားလုိ႕ယူဆတဲ့မိန္းမေတြ၊ကေလးေတြကုိလည္း ေအးစက္စက္မ်က္လုံးနဲ႕ နဖူးကုိေသနတ္နဲ႕ေတ့ၿပီးေမာင္းျဖဳတ္ဖုိ႕ လည္း ၀န္မေလးၾကပါဘူး…စစ္ကားႀကဳိက္တဲ့သူမဟုတ္ရင္ေတာင္ ဒီကားကုိ ၾကည့္ေစခ်င္တယ္….ဘာလုိ႕ဆုိ ကြ်န္ေတာ့္တုိ႕ဆီမွာလည္း ျပည္တြင္းစစ္ေတြ ခဏ ခဏျဖစ္ေနတာကုိး..တစ္ခုခုေတာ့ ခင္ဗ်ားတုိ႕ ရသြားႏုိင္ေကာင္းပါရဲ႕…File Size : (2.22GB) and (1.17GB)Quality : Blu-Ray 1080p/720p,Format…mp4Duration…02:17:00Genre :Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCary Joji FukunagaZorinah JuanStarsAbraham AttahAma K. AbebreseEmmanuel AffadziIdris ElbaJohn ArthurJude AkuwudikeKobina Amissah-SamKurt EgyiawanOpeyemi FagbohungbeRichard PeppleCastAbraham AttahAma K. AbebreseAndrew AdoteEmmanuel AffadziEmmary BrownErnest AbbeyquayeFrancis WeddeyFred Nii AmugiGrace NorteyIdris ElbaJohn ArthurJude AkuwudikeKobina Amissah-SamKurt EgyiawanNana MensahNataliah AndohOpeyemi FagbohungbeRichard PeppleRicky Adelayitor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vDfbeUK3OhoeyQRlUODwfSy6tyE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMzkwYTUxMDMtZmI1Mi00NThkLTljNDAtMzY4OTVhYjcwYWY3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007711000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mznfve3m9pzh.html",
        "server": "usersdrive.com",
        "size": "2.22GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://usersdrive.com/itfama86v8d0.html",
        "server": "usersdrive.com",
        "size": "1.17GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/beasts-of-no-nation-2015-blu-ray-1080-p-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.22GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/beasts-of-no-nation-2015-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.17GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/3yTFR/Beasts_Of_No_Nation_[2015]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.22GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/4eR2h/Beasts_Of_No_Nation_[2015]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.17GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/NdZnzKDT#anN8iHdIuXGzDB379Y1Lv1q92lOZgczfpuIcNt-AXZo",
        "server": "mega.nz",
        "size": "2.22GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/4UIUlCQZ#rwYPZCGFSwqT8sBBpjjZiZBLbjG6S_2zmPxP_yJbtbs",
        "server": "mega.nz",
        "size": "1.17GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/a7g69nk6rnw2",
        "server": "upstream.to",
        "size": "2.22GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://upstream.to/l1w65ww25yw8",
        "server": "upstream.to",
        "size": "1.17GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "oRsaclO0VbU",
      "video_url": "https://www.youtube.com/watch?v=oRsaclO0VbU",
      "embed_url": "https://www.youtube.com/embed/oRsaclO0VbU"
    }
  },
  {
    "metadata": "R|2016||War",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Hatred (2016)",
    "description": "Wolyn ဆိုတဲ့ ပိုလန်ဇာတ်ကားကို အင်္ဂလိပ်လိုHatred အမုန်းလို့ နာမည်ပေးထားပါတယ်။ဇာတ်ကားအကြောင်းရှာဖတ်မကြည့်ခင်ကအဲ့ဒီစကားလုံးကို အမုန်း လို့ဘာသာပြန်လို့ရတဲ့စကားလုံးလို့ပဲ ထင်ခဲ့တာပါ။ဒါပေမယ့် ရှာဖတ်ကြည့်တောာ့ ပိုလန်နိုင်ငံသားတစ်ယောက်ရေးထားတဲ့ကွန်မန့်တစ်ခုကနေ သိလိုက်ရတာက အဲ့ဒီ Wolyn ဆိုတာ ဇာတ်ကားထဲက ရင်နင့်ဖွယ်အဖြစ်အပျက်တွေတကယ်ဖြစ်ခဲ့တဲ့ Volhynia – ဗိုလ်ဟင်ညာ/ဝိုဟင်ညာ/ဗိုလ်ဟင်နီးယား လို့အမျိုးမျိုးအသံထွက်ကြတဲ့အဲ့ဒီ နေရာလေးရဲ့ နာမည်နောက်တစ်မျိုးပါပဲတဲ့။Rating တွေက စ’ပြောပြရင်တော့ ဒီဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ထားတဲ့ ပိုလန်ဇာတ်ကားက IMDb ရဲ့Rating 7.6/10 ရထားပါတယ်။Rotten Tomatoes ကနေတော့ 96% ထိရထားပါတယ်။တကယ်ကိုထိုက်တန်ပါတယ်။ဘာအကြောင်းလဲဆိုရင်တော့ ပိုလန်တွေရဲ့ရင်နင့်ကြေကွဲဝမ်းနည်းစရာ လူမျိုးတုန်းသတ်ခံရတဲ့အကြောင်းလို့ ပြောရမှာပါ။ဒါပေမယ် ဇာတ်ကားထဲမှာ သမိုင်းမှာ ရှိဖူး ကြားဖူးခဲ့တဲ့ဆိုးရွားတဲ့အဖြစ်အပျက်အားလုံးရဲ့ နောက်ခံအကြောင်းအရင်းတွေဖြစ်တဲ့လူမျိုးရေး ဘာသာရေး နိုင်ငံရေးအစွဲအယူပြင်းထန်မှုတွေအားလုံးကိုထည့်ရိုက်ပြထားတာကို တွေ့ရမှာပါ။ဒုတိယကမ္ဘာစစ်ဝန်းကျင်ကာလတွေက အကြောင်းတွေလို့ ပြောလို့လည်းရပါတယ်။စစ်ပွဲ နဲ့ နိုင်ငံရေး လူမျိုးရေး ဘာသာရေး ပြဿနာတွေကြောင့် ဖြစ်ခဲ့တဲ့ကြားဖူးနားဝရှိကောင်းရှိကြနိုင်တဲ့အနိဌာရုံတွေကို မျက်မြင်ကြီးကို ကြည့်ရမှာပါ၊ သွေးထွက်သံယိုတွေရက်စက်ကြမ်းကြုတ်မှုတွေကို မမြင်ဝံ့ရင် ကြည့်ဖို့ နည်းနည်းစဉ်းစားပါဦး။ကမ္ဘာအနှံ့ကကြည့်ဖူးကြသူတွေရဲ့ စကားအရဆိုလည်း ဒီဇာတ်ကားကိုမကြည့်သင့်တဲ့ အကြောင်းအရင်းဆိုလို့ အဲ့ဒါပဲပါပါတယ်တဲ့။ဒါပေမယ့် အဲ့လောက်ဆိုးရွားတဲ့ သမိုင်းအကြောင်းတွေ သိထားရတော့လည်း နောက်ထပ်ထပ်ရှိမလာအောင် ဆင်ခြင်နိုင် လက်ဆင့်ကမ်းနိုင်တာမျိုးတွေ ပိုလုပ်နိုင်သွားမှာမျိုးပေါ့။ပိုလန်မိန်းမငယ်လေးတစ်ယောက်အကြောင်းကို မူတည်ပြီးအဖြစ်အပျက်အားလုံးနီးပါးကို ရိုက်ထားလို့သရုပ်ဆောင်နေတယ်ဆိုတာ/ဇာတ်ကားဆိုတာမေ့သွားလောက်တဲ့အထိ ကြည့်မိနေမှာပါ။အစပိုင်းကိုလူများတွေက ဖောက်ပြန်တဲ့မိန်းမဇာတ်ကားများလားထင်သွားတာလို့ ပြောကြပါတယ်။အဲ့လိုဆိုတော့18+ အခန်းတွေလည်း ပါပါတယ်။ရသစုံတယ်တို့ ပြောဖို့ခက်ပေမယ့် တကယ့်အဖြစ်အပျက်ဆိုးတွေဖြစ်ခဲ့တဲ့အချိန်ကို တကယ်မြင်နေရသလို ကြည့်ရတာမို့ဇာတ်ကားနောက် ပါသွားပြီး တစ်ခုခုကိုတကယ်ကြီး ခံစားရမှာပါ။နားမလည်လိုက်ဘူးလို့ ဖြစ်တာမျိုးတွေ ရှိခဲ့ရင်တခြားနိုင်ငံတကာက ကြည့်သူ့တွေလည်းဖြစ်ကြပါတယ်တဲ့။ကြည့်ရင်းနဲ့ သိသွားမှာပါ။အဓိက ရိုက်ပြထားတာက ပိုလန်နဲ့ ယူကရိန်းကြားကရင်နင့်ဖွယ် ဂျီနိုဆိုက်-လူမျိုးတုန်းသတ်ဖြတ်မှု ဖြစ်ရပ်မှန်ကိုပါ။အပြန်အလှန် ရန်ငြိုးရန်စလက်တုံ့ပြန်မှုတွေကလူကို လူလို့မြင်ဖို့ခက်တဲ့အထိက ဖြစ်ကုန်စေတာတွေပါ။ဒုတိယတစ်ခေါက်ကြည့်ရင် ဇာတ်ကားကောင်းတိုင်းလိုလိုကရိုးမသွားဘဲ ပိုမြင် ပိုကြည့်ကောင်းတာသိကြမှာပါ။ဒီဇာတ်ကားလည်း အဲ့လို ကားမျိုးပါပဲ။ဒါပေမယ် ဒုတိယတစ်ခေါက်ကြည့်မယ်ဆိုအနိဌာရုံတွေကို ကျော်ပြီးဖြစ်ဖြစ် မျက်စိမှိတ်၊အသံဖျောက်ထားပြီးဖြစ်ဖြစ် ကြည့်ကြည့်ပါ၊ဇာတ်ကားအကြောင်းထပ်ပြောရရင်တော့အဲ့ဒီဇာတ်ကားက ပိုလန်အကယ်ဒမီတွေ ၉ ဆုခန့် ရခဲ့ပါတယ်။သရုပ်ဆောင်တိုင်းနီးနီးမှာ သရုပ်ဆောင်နေတယ်ဆိုတာခံစားမိအောင်လုပ်တဲ့လူကို မပါသလိုပဲ။ကလေးငယ်ငယ်လေးတွေ ထည့်ထားတာကအစတကယ့်ကို အံဝင်ခွင်ကျ တကယ်ဖြစ်နေတယ်ချည်းထင်ရတာ။အများကြီးတွေ ထက်မပြောတော့ပါဘူး။သမိုင်းထဲက အဖြစ်အပျက် တစ်ခုကိုကြည့်ကြည့်လိုက်ပါ။ It’s worth it ပါ၊File size…    1.8 GB /  1 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 30mGenre ….. War/ActionSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Kaung Myat ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian ZarembaAndrzej PopielArkadiusz JakubikBeata ŁuczakGabriela MuskałaHeorhii PovolotskyiIgnacy KlimIgnacy SutIhor DanchukIryna SkladanIzabela KunaJacek BraciakJanusz ChabiorJarosław GrudaLech DyblikLiudmyla HoncharovaMaria SobocińskaMatylda KrajewskaMichalina ŁabaczOleksandr ChesherovOleksandr ZbarazkyiOles FedorchenkoOstap DziadekRoman SkorovskyiSebastian StegmannSerhii BachykTomasz SaprykVasyl VasylykVolodymyr ProtsiukWojciech Zieliński",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jgLaxbrgFBB5TM3uCdWzTkutKcY.jpg",
      "https://image.tmdb.org/t/p/w300/7bNMeJyc2FHrsRvBJaeB1PCy35N.jpg",
      "https://image.tmdb.org/t/p/w300/nBOCxIqRG4TV4C7AOwHZGkv6jgd.jpg",
      "https://image.tmdb.org/t/p/w300/19anVsf2IQmVOUO14gurFKGaxue.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zYk1YmXtUON1OiNveK6bqbIWUy1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tr110xc5j1rx.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hatred-2016-theatrical-1080-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLw4F/hatred.2016.theatrical.1080p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5iExgQjQ#ujAwVj_GpYIHAGfO2LEKXmDTedY5vR1fOqCgf3q_Uk8",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/s9ix17s0hdlq",
        "server": "streamvid.io",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gwmno2dx1m8t.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hatred-2016-theatrical-720-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sKn3/hatred.2016.theatrical.720p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wnFhnKra#kJjwSAxg07xtPRvMXwHwDLJ-JRWEpLQK4IS1dugsNXA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/o1ssl2oojeu5",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "B-nwg693WCE",
      "video_url": "https://www.youtube.com/watch?v=B-nwg693WCE",
      "embed_url": "https://www.youtube.com/embed/B-nwg693WCE"
    }
  },
  {
    "metadata": "||1h 37 min|Drama,War",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "45"
    },
    "title": "Extraordinary Hero Huang Jiguang ( 2022 )",
    "description": "CM ရဲ့ chinese fan တွေအတွက် ဟွမ်ကျီကွမ်းဆိုတဲ့သူရဲကောင်းရဲ့ အတ္ထုပတ္တိကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဟွမ်ကျီကွမ်း ဆိုတာ စီချွမ်းမှာ မွေးထားပြီး မတ်လ ၁၉၅၁ ခုနှစ်မှာကိုရီးယားစစ်ပွဲကို တရုတ်အမျိုးသားလုပ်အားပေးတပ်ဖွဲ့နဲ့ပူးပေါင်းပြီးကိုရီးယားဖက်က ပေါင်းပြီး အမေရိကန်တပ်ကို တိုက်ခဲ့တယ်…. သူ့ဘဝနဲ့အတူသူတို့ခေတ် သူတို့အခါက မရှိတဲ့လက်နက် မသိတဲ့စစ်ပညာကို အသုံးချပြီးအသက်ကိုလောင်းကြေးထပ်ပြီး တိုက်ပွဲဝင်ပြီး ရယူခဲ့တာမို့မှတ်ကျောက်တင်ခံခဲ့ရသူတစ်ဦးပေါ့….သူ့အကြောင်းကို version မျိုးစုံနဲ့ နိုင်ငံတကာကရိုက်ကူးပုံဖော်ပြထားခဲ့ပေမယ့် ဒီတစ်ခေါက်မှာတော့ တရုတ်ပြည်ဖွားတရုတ်သူရဲကောင်းဘဝကို တရုတ်က ပြန်လည်ရိုက်ကူးထားတာမို့မမြင်ရတဲ့ရှုထောင့်နဲ့ မရိုက်ရဲတဲ့ ပြကွက်တွေကိုမြင်ရမှာမို့အမျိုးသားစိတ်ဓာတ်နဲ့ တိုက်ပွဲမျှော်လင့်ချက်ကို တောင့်တသူ မက်မောသူတို့ဒီကားလေးကို ဆက်ဆက် ဒေါင်းကြည့်လိုက်ကြပါလို့ ဖိတ်ခေါ်လိုက်ပါတယ်….Quality : WEB-DL 1080p,480pFormat : mp4Genres : Drama , WarRuntime : 1h 37 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsLiu JiayiLiu SiboWu QiangCastLiu JiayiLiu SiboWu Qiang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zPOz4inSWrEDqIwIAPLUrpwv2G5.jpg",
      "https://image.tmdb.org/t/p/w300/eN2uaqkeXEYmTMXM9oiHzGkw4UI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9cU1SSulBTuSCP7B19dXaa0pfQ4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/extraordinary-hero-huang-jiguang-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/rsj08s61f1cj.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/3aK2w/Extraordinary_Hero_Huang_Jiguang_(_2022_)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbanh.com/2fwqegs7ckqs.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/dLU3EB7T#UmQ-783rcC6zm4zrm6IN0u059Q1xoCuT8BV15FmwnEs",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/extraordinary-hero-huang-jiguang-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "441 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/fn664skjc25c.html",
        "server": "usersdrive.com",
        "size": "441 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0D83WLAR#kmjGqBeNC5vMF9RVMIM06-AXkbBwNMG8MSywHTlHXs8",
        "server": "mega.nz",
        "size": "441 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]