[
  {
    "metadata": "PG|2008|86 min|Asian,Comedy,Family,Sci-Fi,Stephen Chow",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "11,663"
    },
    "title": "CJ 7 (2008)",
    "description": "Cj7 (2008) 🤖Imdb_6.5အထိရရှိထားပြီး ချောင် ကိုယ်တိုင်ဒါရိုက်တာလုပ်ကာ၊သရုပ်ဆောင်ခဲ့တဲ့ နောက်ဆုံးကားတစ်ကားပဲဖြစ်ပါတယ်။2008 ခုနှစ် Janauary 31 ရက်နေ့ မှာ ဟောင်ကောင်၌ ထွက်ရှိခဲ့ပြီး စိတ်ကူးယဉ်ဆန်တဲ့ ပညာပေး၊ရသပေး ဇာတ်ကားလေးပါ။ဇာတ်ညွှန်းရေးသူက ချောင် အပါအဝင် ၆ ယောက်နီးပါးရှိပါတယ်။အမေရိကန် အခြေစိုက် Columbia Pictures မှ ထုတ်လုပ်ဖြန့်ဝေခဲ့ ပြီး ဇာတ်ကားဘက်ဂျက် USD $20 မီလံယံ ခန့် ကုန်ကျသော်လည်း Box Office မှာ USD $47 မီလံယံ (၂ဆကျော်) နီးပါး ပြန်ရခဲ့ပါတယ်။×××××××××Plot,,Single Father ဖြစ်တဲ့ Chow ဟာ တစ်ဦးတည်းသော သူ့ရဲ့သားလေး (ရှောင် တီ) ကို ပညာ တတ် ဖြစ်စေချင်လို့ သူဌေးသားတွေတက်တဲ့ International Private School မှာ ထားပါတယ်။ချောင် ရဲ့ အိမ် ဟာ လဲ တိုက်ပျက်လေးမှာ အမိုးအကာလေးဆောက်နေပြီး Construction အလုပ်ကြမ်း လုပ်ကာ ပင်ပန်းဆင်းရဲပေမယ့် သူ့သားကိုတော့ ပညာတတ်ဖြစ်စေချင်တဲ့ သူပါ။ကျောင်းလစာအတွက် တနင့်တပိုးပေးနေရတော့ ရှောင်တီလေးဟာ သူများတန်းတူ မဝတ်ရ ၊မစားရ ၊လိုချင်တဲ့ပစ္စည်းလေးတွေမသုံးရပဲ ကလေးသဘာ၀ ကျောင်းတက်ရတာ feel မလာတော့ဘူးပေါ့။အဲ့လို အခက်ခဲ တွေနဲ့ သားအဖ နှစ်ဦးမပြေလည် ဖြစ်နေတဲ့အခိုက် CJ7 ဆိုတဲ့ ဂြိုလ်သားလေး ဘယ်လိုရောက်လာပြီးဘာတွေပြောင်းလဲ အောင် လုပ်သွားမလဲဆိုတာကတော့?ခံစားချက်အစုံ နဲ့ ဟာသဖက်ကို ဦးတည်မသွားပဲ ပညာပေးကားလေးအဖြစ် တင်ဆက်သွားမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ။×××××××××ဒီကားကိုကြည့်ပြီးသူတိုင်းကော မကြည့်ရတဲ့သူကောသတိထားမိရမယ့် Twist (၂)ချက်ရှိပါတယ်။ဇာတ်ကားထဲမှာပါတဲ့– စွမ်းအင်ဖိနပ်လေးနဲ့ ရှောင်တီတစ်ယောက် ဂိုးတိုင်ကို ပါဝါနဲ့ကန်လိုက်တဲ့ အခန်းက Shaolin Soccer☯ ထဲက Chow ကန် လိုက် တဲ့ အခန်း ကို တဖန်ပြန်လည်ဂုဏ်ပြု တဲ့အနေနဲ့ ကိုးကားထားတာဖြစ်ပြီး– ပါဝါဖိနပ်နဲ့မိုးပေါ်တက် ပြီး ပြန်ဆင်းလာတဲ့အခန်းဟာလည်း KungFu Hustle☯ ထဲက Chow သုံးတဲ့ ဗုဒ္ဓ လက်ဝါးသိုင်း အခန်းကို ပြန်လည် ဖော်ကျူးထားတာ ပါ။သတိထားမိမယ့် ဇာတ်မြုပ် လေးတွေပါပဲ။ကဲ ငယ်ငယ်က မျက်ခွက်ပြောင်ခဲ့သမျှ 20ရာစုနောက်ပိုင်းမှာ ချောင် ဟာ အခုလို ရုပ်တည်၊ရုပ်တန့်နဲ့ သရုပ်ဆောင်ထားတာဟာ အခြားလူတစ်ယောက်များလား လို့တောင် ထင်မိစေပါတယ်။ လူပျိုကြီး ဖြစ်တဲ့ စတီဗင်ချောင်ဟာ သားတစ်ယောက် အဖေ အနေနဲ့ ဘယ်လို ကောင်းကောင်းကြီး သရုပ်ဆောင်သွား မလဲ ဆိုတာ ကြည့်ရူလိုက်ကြရအောင်ဗျာ!××××××××××¶ ထိုဇာတ်ကား၌ ရှောင်တီ သည် မိန်းကလေးဖြစ်ပေမယ့် ယောင်္ကျား လေးအဖြစ်သာ တစ်ကားလုံးသရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် ရှောင်တီရဲ့ ကျောင်းနေဖက် သူငယ်ချင်းများဟာလဲ မိန်းကလေးများသာဖြစ်ကြပါတယ်။ ¶××××××(ရုပ်ရှင်အညွှန်းကိုStephen Chow Movies & Knowledge (Myanmar) FB Pageမှ ကူးယူဖော်ပြပါသည်…)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။File size…1.04 GB/760MBQuality….BluRay 1080p 5.1CH and 720pFormat…mkvDuration….01:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStephen ChowStarsJiao XuLei HuangStephen ChowYuqi Zhang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/cj7-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cj72008",
        "server": "VIP Links",
        "size": "1.04 GB/760MB",
        "quality": "1080p/720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cj-7-blu-ray-remux-720-p-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cj-7-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12Bsc/Cj_7_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12Bs9/(CM)CJ7.Blu-ray.REMUX.720p.mkv",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/38xdqnx3ads8.html",
        "server": "streamsb.com",
        "size": "760MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2003|2h 18min|Action,Sci-Fi",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "321,741"
    },
    "title": "The Matrix Reloaded (2003)",
    "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ UN က စက်ရုပ်အားလုံးကို ဖျက်ဆီးဖို့ ရုတ်တရက် လုပ်ဆောင်လိုက်ပါတော့တယ်။ ဒီဖြစ်စဉ်ကြီးမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ စက်ရုပ်အနည်းစုဟာ လူတွေနဲ့ အတူယှဉ်တွဲနေထိုင်ဖို့ကိုလက်လျှော့ပြီး မီဆိုပိုတေးမီးယားဆိုတဲ့ လွတ်မြောက်နယ်မြေကို ထွက်သွားခဲ့ကြတယ်။ အဲဒီမှာပဲ 01 ဆိုတဲ့ ပထမဆုံး စက်ရုပ်နိုင်ငံ ပေါ်ပေါက်လာပါတော့တယ်။ 01 ဟာ သူတို့ကိုယ်သူတို့ ပိုအသိဉာဏ်ရှိလာအောင် ဖန်တီးခဲ့သလို လူတွေလိုအပ်တဲ့ စက်တွေ နည်းပညာတွေကိုလည်း ပြန်ရောင်းစားပြီး တဖြည်းဖြည်းနဲ့ စီးပွားရေးမှာ လူတွေထက် အဆမတန် အင်အားကြီးလာခဲ့ပါတယ်။ လူသားငွေကြေးတန်ဖိုးတွေလည်း ကျဆင်းပြီး အင်အားချည့်နဲ့လာတဲ့အတွက် UN က 01 ကို စီးပွားရေးပိတ်ဆို့ခဲ့တယ်။ ဒါကို ညှိနှိုင်းဖို့ ရောက်လာတဲ့ စက်ရုပ်သံတမန်တွေကိုလည်း တိုက်ခိုက်ဖျက်ဆီးခဲ့တယ်။ အဲဒီနောက်မှာ UN က စက်ရုပ်နိုင်ငံကို လက်ဦးမှုယူ တိုက်ခိုက်ခဲ့ပြီး ၂၂ ရာစု အလယ်လောက်မှာ စစ်ပွဲကြီးစတင်ခဲ့ပါတယ်။ ဒါ့အပြင် အနုမြူနဲ့ပါ လက်ဦးအောင် ထုခဲ့ပါတယ်။ ဒါပေမဲ့ စက်ရုပ်တွေက လူတွေထက်ပိုမာတဲ့ အတွက် မျိုးမပြုတ်ခဲ့ပါဘူး။ အဲဒီမှာ မျိုးမပြုတ်ဘဲ ကျန်ခဲ့တဲ့စက်ရုပ်တွေဟာ တစ်ကမ္ဘာလုံးက စက်တွေကို စုစည်းပြီး ပြန်ထိုးစစ်ဆင်ပါတော့တယ်။ အရှေ့အလယ်ပိုင်း ဥရောပ အရှေ့ပိုင်းတွေကိုပါ သိမ်းပိုက်လာနိုင်ခဲ့တယ်။အရေးနိမ့်လာတဲ့လူသားတွေဟာ အမှောင်မုန်တိုင်းလို့ ခေါ်တဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ခဲ့တယ်။ ဒါကတော့ စက်ရုပ်တွေရဲ့ အဓိကစွမ်းအင်ရင်းမြစ်ဖြစ်တဲ့ နေကို ဖြတ်တောက်ဖို့ပါပဲ။ ကမ္ဘာ့လေထုအကာတစ်ခုလုံးကို နာနိုဗုံးတွေနဲ့ဖောက်ခွဲပြီး တိမ်မည်းကြီးတွေ ဖုံးသွားအောင်လုပ်ပြီး ကမ္ဘာပေါ်မှာ နေရောင်ပျောက်ကွယ်သွားအောင်လုပ်ခဲ့တာပါပဲ။ ဒီစစ်ဆင်ရေးကြောင့် စက်ရုပ်တွေအင်အားချိနဲ့သွားပေမဲ့ မကြာခင်မှာပဲ အနုမြူစွမ်းအင်ကို အစားထိုးပြီး ပြန်အင်အားများလာခဲ့တယ်။ပြီးတော့ လူသားပုံစံစက်ရုပ်တွေကိုမသုံးတော့ဘဲ ပိုပြီးတိုက်ခိုက်နိုင် အားသုံးနိုင်တဲ့ စန်တီနယ်လို စက်ရုပ်တွေကို သုံးလာခဲ့တယ်။လူသားတွေ အကျအဆုံးများပြီး ငတ်မွတ်လာတဲ့အချိန်မှာတော့ UN ရဲ့ရှေ့ကို စက်ရုပ်သံတမန်နောက်တစ်ခေါက်ရောက်လာပါတော့တယ်။ ဒီတစ်ခါမှာတော့ စက်ရုပ်သံတမန်က ထွေထွေထူးထူးညှိနှိုင်းမနေတော့ပါဘူး။ သူ့ကိုယ်သူဖောက်ခွဲပြီး ကမ္ဘာခေါင်းဆောင်အားလုံးနဲ့ နယူးယောက်မြို့ကြီးကို ဖျက်ဆီးပစ်လိုက်ပါတော့တယ်။ ခေါင်းဆောင်မရှိတော့တဲ့ တပ်တွေကိုလည်း စက်ရုပ်တပ်တွေက အသာအယာအနိုင်ယူပြီး လူသားတွေ ကျဆုံးသွားခဲ့ပါတော့တယ်။ ဒါ့အပြင် စက်ရုပ်တွေဟာ နေ နဲ့ အနုမြူစွမ်းအင်အပြင် နောက်ထပ် စွမ်းအင်ရင်းမြစ်တစ်ခုကို တွေ့ရှိလာခဲ့ပါတယ်။ ဒါကတော့လူသားတွေကို ဖမ်းဆီးထားပြီး သူတို့ ကိုယ်ကနေ လျှပ်စစ်စွမ်းအင်တွေ ထုတ်ယူတာပါ။ အဆုံးမရှိတဲ့ကွင်းပြင်ကြီးတွေထဲမှာ လူသားတွေ သန်းချီပြီး ဖမ်းဆီးထားပြီး စွမ်းအင်ထုတ်ယူပါတော့တယ်။အဲဒိဖမ်းဆီးထားတဲ့လူသားတွေရဲ့ စိတ်ကို အကျဉ်းချဖို့အတွက် Matrix ကို ဖန်တီးလိုက်တာပါပဲ။ Matrix ဆိုတာကတော့ Virtual Reality တစ်ခုပါပဲ။ လူသားတွေရဲ့ စိတ်ကို ကွန်ပြူတာစနစ်ထဲကို ထည့်သွင်းထားပြီး ၁၉ ရာစု ၂၀ ရာစုခေတ်မှာ သူတို့ဘာသာ အသက်ရှင်နေထိုင်နေကြသလို ထင်ယောင်ထင်မှား ဖြစ်စေခဲ့တာပါ။(ဒါကတော့ ၁ ၂ ၃ ကြည့်ပြီးမှ ဆက်ဖတ်သင့်ပါတယ်)Matrix ရဲ့ ပထမဆုံးဗားရှင်းမှာတော့ လူသားတွေဟာ လုံးဝပြီးပြည့်စုံပြီး လိုလေးသေးမရှိတဲ့ ကမ္ဘာကြီးထဲမှာ နေထိုင်ရတာပါ။ ဒါကို လူသားတွေရဲ့စိတ်က ဖြစ်တည်မှုအစစ်လို့ လက်မခံနိုင်တဲ့အတွက် Matrix ပထမဆုံးပရိုဂရမ် ကျရှုံးသွားပါတော့တယ်။ ဒီတော့ စက်ရုပ်တွေက လူသားတွေကို စစ်တွေဆက်တိုက်ဖြစ်နေပြီး ဒုက္ခပင်လယ်ဝေနေတဲ့ Matrix တစ်ခုဖန်တီးပေးပြန်ပါတယ်။ ဒါကိုလည်း လူသားဦးနှောက်က လက်မခံပြန်ပါဘူး။ နောက်ဆုံးမှာတော့ လူသားတွေရဲ့ဘဝအစစ်လို့ အဓိကယုံကြည်စေဖို့ လိုအပ်တဲ့အရာဟာ Choice လို့ခေါ်တဲ့ ရွေးချယ်မှု ရှိတယ်လို့ ထင်ရတဲ့ ကမ္ဘာပဲဆိုတာ စက်ရုပ်တွေ သိသွားပါတယ်။ ဒီတော့မှ Matrix ဟာ အောင်မြင်ပြီးလူသားတွေကို ဖြစ်တည်မှုအတုထဲမှာ အကျဉ်းချထားနိုင်ပါတော့တယ်။ ဒီ Matrix ထဲမှာပဲ ရင်းမြစ်ကုတ်ကို ထိန်းချုပ်တဲ့ Architect ဗိသုကာဆိုတဲ့ လူကို ဖန်တီးထားလိုက်တယ်။ ပြီးတော့ လူသားတွေကိုလေ့လာပြီး ပြောင်းလဲပေးနိုင်ဖို့ ရှေ့ဖြစ်ဟော Oracle ဆိုတဲ့ ပရိုဂရမ်တစ်ခုကိုဖန်တီးထားတယ်။ ဒါပေမဲ့ ဒီ Matrix ဟာလည်း လူသား ၉၉ ရာနှုန်းကိုပဲ လှည့်စားနိုင်ပါတယ်။ ၁ ရာခိုင်နှုန်းကတော့ ဒါဟာ အတုအယောင်လို့ သံသယဝင်လာတဲ့ ပရိုဂရမ်ချို့ယွင်းချက်တွေဖြစ်လာတယ်။ အဲဒီ မက်ထရစ်ကနေ လွတ်မြောက်လာပြီး Zion လို့ခေါ်တဲ့ နောက်ဆုံးလူသားတိုင်ပြည်ကို တည်ထောင်လာတယ်။ ပြီးတော့ ဒီလူတွေကပဲ Matrix ထဲကို ပြန်ဝင်လာပြီး လူသားအားလုံးကို လွတ်မြောက်အောင် ပြန်တိုက်ခိုက်လာတယ်။ ဒီလို error လူတွေကို ကာကွယ်ဖို့ အေးဂျင့်ဆိုတဲ့ အင်အားကြီးတဲ့ ပရိုဂရမ်မျိုးတွေဖန်တီးထားခဲ့တယ်။ ဒီတော့ Matrix စနစ် တည်ငြိမ်ဖို့ အဲဒီ ချို့ယွင်းကုတ်တွေ အားလုံးကို သယ်ဆောင်နေတဲ့ ပရိုဂရမ်တစ်ခုကို ဖန်တီးလိုက်တယ်။ The One ခေါ် Neo ပေါ့။ အဲဒီ The One ဟာ လူသားအားလုံးကို ကယ်တင်မယ့်သူလို့ Zion တွေ ယုံကြည်စေခဲ့တယ်။ ဒါပေမဲ့ အဲဒီ The One ရဲ့ လမ်းကြောင်းဟာ နောက်ဆုံးမှာ ဗိသုကာဆီမှာ အဆုံးသတ်ပါတယ်။ Neo ဟာ လူသားတွေကို ကယ်တင်ဖို့ သူ့ကိုယ်သူ စတေးခံရမယ်။ သူသေသွားချိန်မှာ သူ့ရဲ့ မူလ ကုတ်တွေအားလုံးကို မူလရင်းမြစ်ကုတ်ထဲကို ပူးပေါင်းစေပြီး Matrix ကို reload ဖြစ် အစက ပြန်စတင်စေတာပါ။ Zion ဆိုတဲ့ လူသားကမ္ဘာကိုလည်း အားလုံးပျက်စီးစေမှာပါ။ မပျက်စီးခင်မှာ Neo ကို လူသား ၂၃ ယောက်ရွေးချယ်ခိုင်းပြီး Matrix အသစ်ပြန်စ Zion အသစ်ပြန်စပြီး နောက်တစ်ဖန် ထိန်းချုပ်လည်ပတ်စေတာပါ။ ဒီလိုနဲ့ Matrix ရဲ့ error တွေကိုရှင်းပြီး reload လုပ်ခဲ့တာ ငါးကြိမ်တိုင်ခဲ့ပါပြီ။ Neo ငါးယောက်လည်း သေဆုံးပြီးခဲ့ပါပြီ။ အခု Matrix ရုပ်ရှင်ထဲက ၆ ယောက်မြောက် Neo ကတော့ မတူတဲ့လမ်းကို ရွေးခဲ့ပါတယ်။ ရင်းမြစ်ကုတ်ဆီမှာ အသေခံရမယ့်အစား သူ့ချစ်သူ ထရစ်နတီကို ကယ်တင်ခဲ့တယ်။ နောက်ပြီးတော့ ဇိုင်ရွန်တွေ ပျက်စီးရမယ့်စား စစ်ပြေငြိမ်းနိုင်ဖို့ စက်ရုပ်မြို့တော်အထိ ရောက်အောင်သွားပြီး အပေးအယူလုပ်ပြီးမှ အသေခံခဲ့တာပါ။ ဒီလိုနဲ့ ကမ္ဘာကျော် Matrix ရုပ်ရှင်တွေ အဆုံးသတ်ခဲ့တာပါ။ ဒီတစ်ခါတော့ Matrix ပြန်လည်ရှင်သန်ခြင်းမှာ ဘာတွေဖြစ်လာမလဲ စောင့်ကြည့်လိုက်ရအောင်။The Matrix ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=the+matrix+neoမှာကြည့်ပါ။File size…(5.3 GB)/(1.4 GB)/(800 MB)Quality….BluRay 4K HEVC/1080p HEVC / 720pFormat…mkv/mp4Duration….02:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Thet Naing,Little NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames McTeigueLana WachowskiLilly WachowskiStarsCarrie-Anne MossDaniel BernhardtDon BatteeHelmut BakaitisHugo WeavingKeanu ReevesLambert WilsonLaurence FishburneMonica BellucciSteve BastoniCastAdrian RaymentAndrew ValliAndy ArnessAnthony Brandon WongAnthony ZerbeAttila DavidhazyAustin GaluppoBernard WhiteCarrie-Anne MossChris MitchellChristine AnuChristopher KirbyClayton WatsonCollin ChouCornel WestDaniel BernhardtDaryl HeathDavid FranklinDavid KildeDavid RobertsDavid William NoDon BatteeEssie DavisFrankie StevensGenevieve O'ReillyGina TorresGloria FosterHarold PerrineauHarry LennixHelmut BakaitisHugo WeavingIan BlissJada Pinkett SmithJohn WaltonJosephine ByrnesJoshua MbakweKeanu ReevesKelly ButlerKevin ScottLambert WilsonLaurence FishburneLeigh WhannellLiliana BogatkoMalcolm KennardMarcus YoungMarlene CumminsMatt McColmMichael BuddMonica BellucciMontaño RainNash EdgertonNathaniel LeesNeil RaymentNicandro ThomasNick ScogginNona GayeNoris CamposPaul CotterPeter LambRandall Duk KimRay AnthonyRene NaufahuRick ShusterRobert MammoneRobyn NevinRoy Jones Jr.Rupert ReidScott McLeanShane C. RodrigoSocratis OttoSteve BastoniSteve MorrisSteve VellaStoney BurkeTahei SimpsonTerrell DixonTiger Hu ChenTony LynchTory MussettValerie Berry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tva2OlLELCagFynFibcefhn2D9i.jpg",
      "https://image.tmdb.org/t/p/w300/sDxCd4nt3eR4qOCW1GoD0RabQtq.jpg",
      "https://image.tmdb.org/t/p/w300/hgg12QdHLZrfkposbefF7Goo6nN.jpg",
      "https://image.tmdb.org/t/p/w300/YfMEwVRe1c5rhFYmL2P8153T8x.jpg",
      "https://image.tmdb.org/t/p/w300/ihOJcrorpDQtHTzIOrobbOhpJsj.jpg",
      "https://image.tmdb.org/t/p/w300/6RoeOYp8Z6TtHATYJF52BjPoqo5.jpg",
      "https://image.tmdb.org/t/p/w300/641MUFisaCXxyd0kKK6ELWTfdQT.jpg",
      "https://image.tmdb.org/t/p/w300/4t6yb3USH1jRml18LiLgnGWq8q9.jpg",
      "https://image.tmdb.org/t/p/w300/kQIzFGdVCwsuutMKyCVZ8LrJw3e.jpg",
      "https://image.tmdb.org/t/p/w300/7UDntdU0EUhJASvmdSE5bKvpPUz.jpg",
      "https://image.tmdb.org/t/p/w300/jQNy6mGIGsqqMfmQhl2jhId96mi.jpg",
      "https://image.tmdb.org/t/p/w300/sYOAcn9wJK2AQ2agkBojewBM5VI.jpg",
      "https://image.tmdb.org/t/p/w300/xX65SiqPmDrQsbKIQgLwFKghyxr.jpg",
      "https://image.tmdb.org/t/p/w300/2TfwHGpucunyF3HRgs0ZrEhALda.jpg",
      "https://image.tmdb.org/t/p/w300/umdlELjfK9M9SK0PuDTdAjxinxv.jpg",
      "https://image.tmdb.org/t/p/w300/5LWLa0jvIQLDSanxJ7MWvcbTdrn.jpg",
      "https://image.tmdb.org/t/p/w300/orKviFWibMzLBfVpABZdhPpkGJu.jpg",
      "https://image.tmdb.org/t/p/w300/r5lIF5RJrQJYgVJK0sn3M0deZhO.jpg",
      "https://image.tmdb.org/t/p/w300/5v68CBoYv1BYzVD52aFAGcI9iR6.jpg",
      "https://image.tmdb.org/t/p/w300/1QxIK4pZiqQjxA8qKeipwROTcOh.jpg",
      "https://image.tmdb.org/t/p/w300/7wd0dGDppC2zWOwmgCERVxdg5Fe.jpg",
      "https://image.tmdb.org/t/p/w300/cvWzggFuKqFrojLhIPaTif23DpV.jpg",
      "https://image.tmdb.org/t/p/w300/mCkmay9O9Z6qxkc6UmqthcpFjwZ.jpg",
      "https://image.tmdb.org/t/p/w300/25p6PkREnNvLkKOe2ul3bCGbYni.jpg",
      "https://image.tmdb.org/t/p/w300/wrMk58wTdaxqfnsmBjvY9Dnv6Z3.jpg",
      "https://image.tmdb.org/t/p/w300/eLgAbHFUWF1WzrigkrcOmE0Vj0g.jpg",
      "https://image.tmdb.org/t/p/w300/pZ3gHyU5V5pffTgVFB5pgoPJuKC.jpg",
      "https://image.tmdb.org/t/p/w300/ktjLQUM3DLeJpMhH1YQDzimkLWH.jpg",
      "https://image.tmdb.org/t/p/w300/iFw7yCvjPYQnc179fEqjsRGTv8F.jpg",
      "https://image.tmdb.org/t/p/w300/mWULnYPsgGrXwkp1gb3ROjG8dTg.jpg",
      "https://image.tmdb.org/t/p/w300/juwaLlVjDPwqbogj78KK9u3iPqF.jpg",
      "https://image.tmdb.org/t/p/w300/8Ogmjp5WiSyPcZfDGMbM2p06WRC.jpg",
      "https://image.tmdb.org/t/p/w300/5Wh30rh6jcwRuS2ycw49sRCSpUg.jpg",
      "https://image.tmdb.org/t/p/w300/w38phWk7iIyZuWcPgK4tzGKet9H.jpg",
      "https://image.tmdb.org/t/p/w300/5hC5SvjanmOj8Pzx6bHmC1K0w5L.jpg",
      "https://image.tmdb.org/t/p/w300/6N8KmMYQ7T17usvxijrNBswEvGt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-matrix-reloaded-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-2160-p-4-k-blu-ray-sdr-10-bit-hevc-eac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1GVt7/(CM)_The_Matrix_Reloaded_(2003)_2160p_[4K]_BluRay_SDR__10bit_HEVC_EAC3_5.1_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/l9cjFaaD#1HtqS2pYhXPrI4DGiq6pep7Td1QO9CnkgkjajIsXzZQ",
        "server": "mega.nz",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/7a86xl6b498z.html",
        "server": "usersdrive.com",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-1080-p-blu-ray-sdr-10-bit-hevc-aac-2-0-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2mSTK/(CM)_The_Matrix_Reloaded_(2003)_1080p_BluRay_SDR__10bit_HEVC_AAC_2.0_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1RElxABI#EE-o4UaX9yoMVs0CMQMSuhRdWctkGgppVVjfTJ6sL8k",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/so2vyy80n3rd.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://watchsb.com/fursjjpem2l3.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-720-p-blu-ray-h-264-aac-2-0-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cMdDhCaR#BEoCGMLj9qzJa8cMhPNnvAeQS8J4eA_xj3HgPgwE7Y0",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uwenvt1s4fi4.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/5ttdsqo4osk6.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zsgrsiZoymA",
      "video_url": "https://www.youtube.com/watch?v=zsgrsiZoymA",
      "embed_url": "https://www.youtube.com/embed/zsgrsiZoymA"
    }
  },
  {
    "metadata": "Unrated|2021|1h 47min|Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Eden Theory (2021)",
    "description": "The Eden Theory (2021)ဒီရုပ်ရှင်ရဲ့ Genre ကတော့ Sci-Fi Horror ပါ။ ဒီ Genre က ကားတွေက နှယ်နှယ်ရရ ကားတွေတော့ မဟုတ်ပါဘူး။ နာမည်ကျော် Alien Franchise ကြီးဟာ ဒီ Genre က ကားတွေပါပဲ။ World war Z, I am Legend, The Thing, The Mist လိုကားတွေကလည်း ဒီ Genre ထဲပါသေးတယ်။ ပြောရရင်တော့ဗျာ Sci-Fi Horror ကားတွေက လန်းတတ်တယ်ပေါ့။သူငယ်ချင်း၂ယောက် ကျောင်းပိတ်တဲ့တစ်နွေမှာ မြို့နားက နေရာလေးတစ်ခုကို အလည်သွားကြတယ်။ သွားတုန်းက ၂ယောက်ပေမဲ့ အပြန်မှာတော့ တစ်ယောက်တည်း ပြန်လာနိုင်ခဲ့တယ်။ အဲဒီတော့ ပြန်လာတဲ့တစ်ယောက်ကို ရဲတွေက စစ်လားဆေးလားလုပ်တာ‌ပေါ့။ 2016 မှာထွက်ခဲ့တဲ့ Arrival ဇာတ်ကားလိုလို ဘာလိုလိုနဲ့ ဒီရုပ်ရှင်မှာ ကောင်လေးဟာ ပျောက်သွားတဲ့ သူငယ်ချင်းနဲ့ ရဲတွေကြားဗျာများရင်း ဘယ်လို အရာတွေနဲ့ ကြုံတွေ့ရမလဲ အသည်းတထိတ်ထိတ်နဲ့ ကြည့်ရမယ့် ရုပ်ရှင်ပါ။ဇာတ်ကားနာမည်ကိုက အေဒင်သီဝရီလို့ နာမည်အလန်းပေးထားတာမို့ ကမ္ဘာဦးအစက အေဒင်ဥယျာဉ်ကြီးရဲ့ ဘယ်လိုသီဝရီတွေကို ဖော်ထုတ် အဖြေညှိပြမလဲ အသည်းတအေးအေးနဲ့ ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.7GB, 860MBQuality – 1080p, 720pIMDb Rating – 4.7/10Format – mp4Duration – 1H 47MinGenre – Horror, Sci-Fi, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKyle MisakStarsBradlee Curtis-ChaseBrandon OwenBrit MacRaeCarel StruyckenChandra MichaelsJasper JohnsonJeffrey WeissmanJesse CharlesLarry HankinSteven PerilloTrevor SnarrCastBradlee Curtis-ChaseBrandon OwenBrit MacRaeCarel StruyckenChandra MichaelsJasper JohnsonJeffrey WeissmanJesse CharlesLarry HankinSteven PerilloTrevor Snarr",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/UHWLXmTR4YbzhXyI2wx4hhHg78.jpg",
      "https://image.tmdb.org/t/p/w300/eB9I34D2Lxr8VU2362LMSYGNt7z.jpg",
      "https://image.tmdb.org/t/p/w300/plWPaB9TEQ79gZW5znwatACgqku.jpg",
      "https://image.tmdb.org/t/p/w300/kYkgyJgLfADaybertZSHx156LZV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A2kEF7p4pHk732UZ07JSHG5FlYF.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-eden-theory-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-eden-theory-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Mjk0/(CM)_The_Eden_Theory_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lbUDibZD#iH45hs4qWqJv5_V2ZMmTL6cgPayaoJ9dgmx-DTxQBrk",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ixjtir4qb4g5.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/t7qqu0mep1wq.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-eden-theory-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/38eey/(CM)_The_Eden_Theory_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oTdRQTRY#2CkaKH6eLhSLZqTF-iTR7Fy8muGITV3H5UgwTAWZIfc",
        "server": "mega.nz",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qmi8yvghkxkh.html",
        "server": "usersdrive.com",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/gekmvk49kjyn.html",
        "server": "streamsb.com",
        "size": "860MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mNUUMyXrdSc",
      "video_url": "https://www.youtube.com/watch?v=mNUUMyXrdSc",
      "embed_url": "https://www.youtube.com/embed/mNUUMyXrdSc"
    }
  },
  {
    "metadata": "R|2013|1h 39m|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "24000"
    },
    "title": "Anna (2013)",
    "description": "Anna (2013)~ IMDb rating – 6.4/10 ~Mindscape ဆိုတဲ့ ထောက်လှမ်းရေးအေဂျင်စီက သာမန်ထောက်လှမ်းရေးအေဂျင်စီတစ်ခုမဟုတ်ဘဲ လူတွေရဲ့မှတ်ဥာဏ်တွေကိုဖတ်နိုင်တဲ့ စိတ်စွမ်းအင်ရှိတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အေဂျင်စီတစ်ခုဖြစ်ပြီး နှစ်ပေါင်းများစွာ လက်သည်မပေါ်တဲ့အမှုတွေကို ဖော်ထုတ်ပေးနိုင်ခဲ့ပါတယ်။ဂျွန်ဝါရှင်တန်ကတော့ Mindscape လက်အောက်က နာမည်ကြီး မှတ်ဥာဏ်စုံထောက်တစ်ဦးပါ။ အထက်လူကြီးက သူ့ကို သာမန်ဆယ်ကျော်သက်တွေထက်ထူးခြားနေတဲ့ အန်နာဆိုတဲ့ကောင်မလေးကို မှတ်ဥာဏ်ဖတ်ပေးဖို့ တာဝန်ပေးလိုက်ပါတယ်။အန်နာက ကျောင်းတွင်းအကြမ်းဖက်မှုရဲ့တရားခံအဖြစ်နဲ့ကျောင်းထုတ်ခံထားရပြီး အခန်းပြင်ထွက်ခွင့်မရဘဲ အချိန်ပြည့်စောင့်ကြည့်ခံနေရပြီး ပထွေးဖြစ်သူက အန်နာကို စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ပြင်နေပါတယ်။ ဂျွန်ရောက်လာတာဟာ အန်နာ့အတွက် အပြစ်ကင်းကြောင်းသက်သေပြဖို့ မျှော်လင့်ချက်ဖြစ်လာပါတယ်။အန်နာ့ကိုမှတ်ဥာဏ်ဖတ်ရင်း ဂျွန်ရဲ့ Career တလျှောက်မှာ တခါမှမကြုံဖူးတဲ့ ထူးထူးဆန်းဆန်းအရာတွေဖြစ်လာပါတော့တယ်။ ကျောင်း Hallway ကရပ်နေတဲ့နာရီ၊ အပြင်ကကျောင်းသူစာရင်းထဲမှာမရှိတဲ့နာမည်နဲ့ အန်နာ့ကျောင်းနေဖက်တစ်ယောက်ရဲ့လည်ပင်းကအမာရွတ်အပေါက်… ဘယ်အပိုင်းတွေကအမှန်ဖြစ်ပြီး ဘယ်အပိုင်းတွေက အန်နာလုပ်ကြံဖန်တီးထားတာလဲ…တကယ်ပဲအန်နာက Victim လား… လူသတ်သမားလား… ဆိုတာ ​​​ကြည့်ရှုသူတွေကိုယ်တိုင်ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 785MBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 2H 1MinGenre – Drama, Mystery, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJorge DoradoStarsAisha PrigannAlberto AmmannAntonia ClarkeBrian CoxClare CalbraithEliza BatemanFrida PalssonIndira VarmaJessica BardenJulio PerillánMark StrongMinnie MarxMolly SteinNoah TaylorRichard DillaneRod HallettSanny van HeterenSaskia ReevesSimon CohenTaissa FarmigaCastAisha PrigannAlberto AmmannAntonia ClarkeBrian CoxClare CalbraithEliza BatemanFrida PalssonIndira VarmaJessica BardenJulio PerillánMark StrongMinnie MarxMolly SteinNoah TaylorRichard DillaneRod HallettSanny van HeterenSaskia ReevesSimon CohenTaissa Farmiga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z02kxriBQq7YxXuOpqZFKXavtLJ.jpg",
      "https://image.tmdb.org/t/p/w300/8I501BcjoSm9yZjb7RupSBWRiBg.jpg",
      "https://image.tmdb.org/t/p/w300/n455w0Z7DZbu2RpvJVD4hlDltZA.jpg",
      "https://image.tmdb.org/t/p/w300/o74iRUyF10fj5LWnyYN5KV9L2Ij.jpg",
      "https://image.tmdb.org/t/p/w300/2g1H6IxybEgfleSqm51X7TdngyY.jpg",
      "https://image.tmdb.org/t/p/w300/y9sXi5uNXVAGMzbGMdVdjKwOYH5.jpg",
      "https://image.tmdb.org/t/p/w300/i3DPlGS26NreJP62zoR8r4kWGJq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mindscape-aka-anna-2013-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fxsz/(CM)_Mindscape_aka_Anna_(2013)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ti0UyazR#DPTuNdXJ-oWWQbMhCUABb_0-OzYU2LDiAg93x-gPJCA",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cz9tfii61yw7.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mindscape-aka-anna-2013-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fxso/(CM)_Mindscape_aka_Anna_(2013)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/A39xBQoC#A4sRiL1yxO-fX5DcriEnCWo5H7HqH6vKwcsdQP5BKNw",
        "server": "mega.nz",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0ryzi1d6ttq7.html",
        "server": "usersdrive.com",
        "size": "785MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/r7l6mg6on9ll.html",
        "server": "streamsb.com",
        "size": "785MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "H2HJA5MEFr8",
      "video_url": "https://www.youtube.com/watch?v=H2HJA5MEFr8",
      "embed_url": "https://www.youtube.com/embed/H2HJA5MEFr8"
    }
  },
  {
    "metadata": "|||Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "AIMEE: The Visitor (2023)",
    "description": "Keyes ဟာ သူငယ်ချင်း နှစ်ယောက်နဲ့အတူ အခြားသူတွေ ဖန်တီးထားတဲ့ ကွန်ပျူတာ ဆော့ဖ်ဝဲတွေကို ခိုးပြီး ပြန်ရောင်းနေတဲ့ ဟက်ကာ တစ်ယောက်ဖြစ်ကာ ညစ်ညမ်းကားတွေကြည့်၊ အပြင်စာတွေ စားသောက်၊ အိမ်တွင်းပုန်းကာ ဘဝကို အချိန်ဖြုန်းနေသူ တစ်ယောက်ပါ။တစ်နေ့မှာတော့ သူ့မိတ်ဆွေ နှစ်ဦးထံမှ ဆော့ဖ်ဝဲတစ်ခုကို ရရှိခဲ့ပါတယ်။ ထိုဆော့ဖ်ဝဲဟာ AIMEE လို့ အမည်ရတဲ့ AI ပရိုဂရမ် တစ်ခုဖြစ်ကာ ခိုးရာပါ ပစ္စည်းဖြစ်တဲ့အတွက် မူရင်းဖန်တီးသူကိုတော့ မသိရပါဘူး။ ထို AIMEE ဟာ သူ့ကို activate လုပ်လိုက်တဲ့သူကို ပိုင်ရှင်အဖြစ် သတ်မှတ်ကာ အရာရာကို ခဏချင်းအတွင်း စကန်ဖတ်ကာ လေ့လာနိုင်စွမ်းမြင့်တဲ့ စနစ်တစ်ခုဖြစ်ပါတယ်။သူဟာ ပိုင်ရှင်နဲ့ ပတ်သက်တဲ့ အရာတွေ၊ မိတ်ဆွေတွေသာမကပဲ ခံစားချက်တွေကိုပါ ဖတ်နိုင်သူ ဖြစ်ပြီး ကူညီပေးနေတဲ့အတွက် ပိုင်ရှင်ရဲ့ နေ့စဉ်လုပ်ငန်းတွေကို ပိုပြီး လွယ်ကူ လျှင်မြန်အောင် စွမ်းဆောင်ပေးနိုင်တဲ့အတွက် အိမ်တွင်းပုန်းဖြစ်တဲ့ Keyes အတွက်တော့ ပြီးပြည့်စုံမှု တစ်ခု ဖြစ်လို့နေပါတယ်။ဒါပေမဲ့ ဘယ်အတိုင်းအတာအထိ AIMEE က လေ့လာနိုင်တာလဲ၊ လူသားတစ်ယောက်ထက် သာလွန်ပြီး လွှမ်းမိုးချုပ်ကိုင်နိုင်တဲ့ AI ပရိုဂရမ်တစ်ခုလား။ ဒီဇာတ်ကားဟာကြောက်စရာ ကောင်းလောက်အောင် တိုးတတ်မြင့်မားလှတဲ့ နည်းပညာအကြောင်းကို သည်းထိတ်ရင်ဖို ခံစားချက်တွေ ခံစားရရှိနိုင်စေမဲ့ ရုပ်ရှင်ကား တစ်ကားပဲ ဖြစ်ပါတယ်။File size…(983 MB)/(474 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:09:00Genre…Horror, Sci-Fi, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Vio LAYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDallas SchaeferFaith WestFelix MerbackJoe KurakLexi LoreLiz JordanTom Dacey Carr",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wZU18xO9avWrgrn0r7UPSi6CsXU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BNjFiZmFlZWQtZjExZS00NmVhLWJhZWEtMTMzZmU5MTdiMGY5XkEyXkFqcGdeQXVyODY5NzkyMjA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/aimee-the-visitor-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "983MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yuezm9ohw4m2.html",
        "server": "usersdrive.com",
        "size": "983MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eepmp/AIMEE.The.Visitor.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "983MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UDFD1JzQ#W4cFIj_AHVrlFNTlp5ZgxvnyBkBoWXWydfA90kUQgYw",
        "server": "mega.nz",
        "size": "983MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/aimee-the-visitor-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l00im/AIMEE.The.Visitor.2023.720p.(CM).mp4",
        "server": "usersdrive.com",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l00im/AIMEE.The.Visitor.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JCVTmAbD#dvDbklR1gJs7oBzi_wE9GMbJJNuMgngH2OjyokNNSKo",
        "server": "mega.nz",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/4elz83zq6gnv",
        "server": "streamsb.com",
        "size": "474MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BISOEyWcho4",
      "video_url": "https://www.youtube.com/watch?v=BISOEyWcho4",
      "embed_url": "https://www.youtube.com/embed/BISOEyWcho4"
    }
  },
  {
    "metadata": "|2021|2h|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "704"
    },
    "title": "Tokyo Revengers (2021)",
    "description": "Tokyo Revengers (2021)IMDb – 7.8/10Mangaအ​နေနဲ့ volume 8ခုထွက်ရှိထားပြီးAnime အ​နေနဲ့ season 1 completeဖြစ်ထားသလိုဂျပန်မှာ​ရော International မှာပါ ​အောင်မြင်မှုအကြီးအကျယ်ရရှိထားတဲ့ mangaတစ်ခုပဲ ဖြစ်ပါတယ်၊အထူးသဖြင့် ဒီManga​ကိုရေးဆွဲသူ Ken Wakui ဟာ 2000ပြည့်နှစ်​တွေမှာ အမှန်တကယ် Gang memberဖြစ်ခဲ့ဖူးသလိုMangaထဲက ဇာတ်​ကောင်​တွေဟာလည်း 1960 ပြည့်နှစ်များထဲကJapanရဲ့ အထင်ကရ ရှိတဲ့ လူငယ်​မော်​တော်ဆိုင်ကယ်ဂိုဏ်းဖြစ်တဲ့Black Emperor Gangကို reference​​ရေးဆွဲထားလို့ဇာတ်​ကောင်​တွေရဲ့ ဆိုးမိုက်မှု၊ ရမ်းကားမှု၊ ​ဂိုဏ်းစတားပီသမှု​တွေဟာအပြင်ကတကယ့်ဂိုဏ်းစတား​တွေနဲ့ အ​တော်နီးစပ်မှုရှိတယ်လို့ ရည်ညွှန်းကြတဲ့ Mangaနဲ့ Anime​ကောင်းတစ်ခုပါအရှိန်အဝါကြီးသလို ​တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ ​အောင်မြင်မှု အကြီးအကျယ်ရရှိထားတဲ့ Tokyo RevengersကိုLive Action Adaptationအ​နေနဲ့ ပြန်လည်အသက်သွင်းမယ်ဆိုကတည်းက​မျှော်လင့်ချက်ကြီး​တွေ ထားခဲ့သူ​တွေလည်း ရှိသလို သံသယမျက်လုံး​တွေနဲ့လည်း ​​စောင့်ကြည့်ခံခဲ့ရပါတယ်၊တစ်​ခေတ်တစ်ခါက အထူး​အောင်မြင်​ကျော်ကြားခဲ့တဲ့ Manga​တွေanime​တွေကိုLive Action နဲ့ အသက်သွင်းရာမှာ cast, director, script အစပ်အဟပ်တည့်ပြီး​အောင်မြင်မှုများစွာ ရရှိသွားတဲ့ကား​တွေရှိသလို ကဏ္ဍတစ်ခုခုမှာ အတိမ်းအ​စောင်းဖြစ်ရုံနဲ့အကြီးအကျယ်အရှုံး​ပေါ်ပြီး နာမည်ပျက်တဲ့အဆင့်ထိ​ရောက်သွားတဲ့ Live Action​တွေက ဒုနဲ့ ​ဒေးမလို့Tokyo Revengers လို Hit manga/animeအတွက် Live actionကို မျက်ခုံးလှုပ်ခဲ့သူ ခပ်များများပါဒါ​ပေမဲ့ ထွက်ရှိလာတဲ့အချိန်မှာ​တော့ IMDb 7.8အထိ ရရှိခဲ့သလိုWorldwideပြသရာမှာလည်း ​အောင်မြင်မှု အတိုင်းအတာတစ်ခုထိ ရှိခဲ့ပါတယ်၊Genreအ​နေနဲ့က​တော့ Action , Supernatural, Drama , School , Shounen ပါဒီ Tokyo Revengers Live Action ဟာ ​မျှော်လင့်ထားတဲ့ အတိုင်းအတာထက်​ကျော်လွန်​အောင်​ စွမ်း​ဆောင်နိုင်ခဲ့တာ​​​တော့ ငြင်းမရတဲ့အချက်ပါပဲ၊ဒါရိုက်တာ Hanabusa Tsutomu နဲ့ Screenwriter Takahashi Izumiတို့ဟာMangaနဲ့ Animeရဲ့ အရသာမပျက်​အောင် ပါဝင်တဲ့ဇာတ်ဝင်ခန်း​တွေကို အနီးစပ်ဆုံး ရိုက်ကူးခဲ့တာ​ကြောင့်ရာနှုန်းပြည့်စိတ်​ကျေနပ်မှု မ​ပေးနိုင်ရင်​တောင် အတိုင်းအတာတစ်ခုထိ​တော့Mangaနဲ့ Anime fan​တွေကို ​ကျေနပ်​စေခဲ့ပါတယ်၊ဒါ့အပြင် သုံးထားတဲ့Cast​တွေကို ကြည့်မယ်ဆိုရင်You Are the Apple of My Eye(Japanese) နဲ့ Kaizoku Sentai Gokaiger( 2011)တို့ရဲ့ မင်းသား Yuki YamadaLet Me Eat Your Pancreas (2017)နဲ့ Night Doctor(2021)မှာ ပါဝင်ထားတဲ့ မင်းသား Takumi Kitamuraနဲ့Gintama live action​တွေထဲက Okita Sougoအဖြစ် castခဲ့သူ Ryo YoshizawaလိုLive Actionသားပြည့်ဝတဲ့နာမည်​ကျော်​တွေ ​ပါဝင်တာနဲ့အညီသရုပ်​ဆောင်ချက်​တွေက​ အပိုအလိုမရှိ ​ကောင်းမွန်သလိုMangaရဲ့ ဇာတ်​ကောင်စရိုက်​တွေကိုလည်း အပြည့်အဝပုံ​ဖော်​ပြနိုင်ခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းကို​ပြောရရင်Takemichi Hanagakiဟာ ရှုံးနိမ့်မှု​တွေများစွာနဲ့ ဘဝကိုရင်ဆိုင်ဖြတ်သန်း​နေရသလိုဘဝရဲ့လက်စွဲ​ဆောင်ပုဒ်ဟာလည်း “​တောင်းပန်ပါတယ်” လို့ဆိုရတဲ့အထိလူတကာကို ​​​အောက်ကျို့၊ ပြဿနာ​ပေါင်းစုံကို ဖြတ်သန်း​နေရသူပါ၊ဘာဆိုဘာမှ အဆင်မ​ပြေခဲ့တဲ့သူ့ဘဝမှာ ရှားရှားပါးပါး ချစ်သူ​လေးတစ်​​​ယောက်​တော့ ရှိခဲ့ဖူးပါတယ်၊သူမက Hinata Tachibanaပါ၊ချစ်ခဲ့ဖူးသူ Hinataတစ်​ယောက်ဟာလည်း ​မောင်ဖြစ်သူ Naota Tachibanaနဲ့အတူTokyo Manjiဂိုဏ်းနဲ့ တခြား Yazukaဂိုဏ်း တစ်ခုရဲ့ပဋိပက္ခကြား ပဲ​လှော်ကြားဆားညပ်ရင်း ​သေဆုံးသွားပါတယ်ဘဝကလည်း အဆင်မ​ပြေ၊ ချစ်ဖူးသူကပါ ​လောကမှာမရှိ​တော့တဲ့ Takemichiအ​နေနဲ့စိတ်ဓါတ်ကျစွာ ​မြေ​အောက်ရထားဘူတာမှာ သွားခို​နေရင်းရုတ်တရက် ရထားဆိုက်ခါနီးကမှ ရထား​ပြေးလမ်း​ပေါ် တွန်းချခံလိုက်ရပါတယ်၊ရထားတိုက်လုဆဲဖြစ်တဲ့အချိန်မှာပဲ ပ​ဟေဠိဆန်စွာ လွန်ခဲ့​သော၁၀နှစ်အထက်တန်း​ကျောင်းသား ဆိုး​ပေလူမိုက်လုပ်ခဲ့ဖူးတဲ့ အချိန်ကာလကို ပြန်​ရောက်သွားခဲ့ပါတယ်၊သူ့ကိုယ်သူ time travel လုပ်ခဲ့မိမှန်း သိသွားတဲ့ Takemichiတစ်​ယောက်အထက်တန်း​ကျောင်းသားဇိုးဘဝနဲ့ ပစ္စုပ္ပန်အချိန်မှာ အင်အားကြီးဂိုဏ်းဖြစ်​နေတဲ့၊သူ့အချစ်ဦး ကို ​သေဆုံး​စေခဲ့တဲ့ Tokyo Manji Gang​ခေါ် Tomen ဂိုဏ်းရဲ့မူလအစက​နေ သွား​ရောက်ရင်ဆိုင်ရင်း ဂိုဏ်းဂဏအရှုပ်​တော်ပုံကြားဘယ်လိုပါဝင်ပတ်သတ်မိသွားမလဲ၊ချစ်ရတဲ့သူ Hinataကို​ရော သူ​​​​ရောက်ရှိ​နေတဲ့ အတိတ်ကာလက​နေကံကြမ္မာကို ဘယ်လိုဖန်တီး​ပြောင်းလဲရင်း ကယ်တင်ဖို့ ကြိုးစားမလဲဆိုတာကို ကြည့်ရှုရမှာပါAnime fan​တွေအ​နေနဲ့ season1အဆုံးထိ ထွက်ရှိပြီးတာ​ကြောင့်ဘာ​တွေဆက်ဖြစ်မလဲဆိုတာကို သိနိုင်​ပေမဲ့အခုမှ ဒီLive Action ကို စကြည့်မယ့်ပရိတ်သတ်​တွေအတွက်လည်းTokyo Revengers အ​ကြောင်းကို ပိုစိတ်ဝင်စားလာ​အောင် လုပ်နိုင်တဲ့ Live Action ဇာတ်ကားတစ်ခုလို့ ​ပြောရမှာပါ၊ချခန်း နှက်ခန်း ဂန်းစတားခန်း​တွေ အ​တော်​လေးပီပြင်သလို ကြည့်လို့လည်း ​ကောင်းပါတယ်၊ ​တကယ့်​​သွေးထွက်သံယို scene​တွေကိုလည်း မညှာတမ်းထည့်ထားသလိုဇာတ်ကားသ​ဘောအရ အ​ပြောအဆို​တွေလည်း ကြမ်းတာ​ကြောင့်က​လေးသူငယ်​တွေအ​နေနဲ့​တော့ ကြည့်ဖို့ မသင့်​တော်ပါဘူးLive Action​တွေ ထွက်သ​လောက် ထင်တိုင်းမ​ပေါက်၊ တိုးမ​ရောက် Fail မ​လောက် ဖြစ်​နေတဲ့ဒီဘက်​ခေတ် Manga/ anime/ live action fan​တွေအ​နေနဲ့​ဒီ Tokyo Revengers LAဟာ ​ရေငတ်တုန်း​ရေငတ်​ပြေ​​စေမှာ​တော့ အ​သေအချာပဲဖြစ်ပါတယ်၊ဒါ့အပြင် Anime ကို မသိဘဲ Actionကားကောင်း​ ခပ်ကြမ်းကြမ်းကိုမှ ကြည့်ချင်တဲ့ပရိတ်သတ်​တွေအတွက်လည်း standalone ကြည့်လို့ အဆင်​ပြေတဲ့ Actionဇာတ်ကြမ်းပဲဖြစ်ပါတယ်၊အညွှန်း နဲ့ ဘာသာပြန်က‌‌‌‌တော့ JimX ပဲ ဖြစ်ပါတယ်။Genre…..Action,Drama, Sci-FiQuality….WEB-DL 1080p and 720pFile size…1.69GB and 875MB and 280MBFormat…mp4Duration….2hSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTsutomu HanabusaCastGordon MaedaHayato IsomuraHiroya ShimizuKazuki HorikeMio ImadaNobuyuki SuzukiRion TakahashiRyo YoshizawaShotaro MamiyaShunji TagawaTakumi KitamuraYosuke SuginoYuki Yamada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dgIhC69vrcvRrsELr8nj2afcsv8.jpg",
      "https://image.tmdb.org/t/p/w300/ugOMsah4kTgB4mOQ4D9blh1oE9A.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aaOeNpdcpOJf6EcP99icwZXWbYC.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tokyo-revengers-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/pw1jlnutnnq6.html",
        "server": "usersdrive.com",
        "size": "1.69GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tokyo-revengers-2021-1080-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.69GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2n8pA/Tokyo.Revengers.2021.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.69GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/e9lkWJjC#BcZdlPy-EVFlKbIaYEGh1Hxf57TKpd1O8ECo4x37hJQ",
        "server": "mega.nz",
        "size": "1.69GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/q7onh62i8gqg.html",
        "server": "usersdrive.com",
        "size": "875MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tokyo-revengers-2021-7200-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/11cv8/Tokyo.Revengers.2021.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/GwNxlCBT#Mx-xkWy7XbYtu5DkiOwuBk42Nl50ZHZc01cjABnQ1nA",
        "server": "mega.nz",
        "size": "875MB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/iua0s23gbubt.html",
        "server": "streamsb.com",
        "size": "875MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/4432a5k2qznx.html",
        "server": "usersdrive.com",
        "size": "281MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/tokyo-revengers-2021-360-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "281MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2n7pC/Tokyo.Revengers.2021.360p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "281MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/3odTwYDY#OMdhKcFwU38N0mEVSb_u0T5zB1u6O5irRg5mCdSzFtw",
        "server": "mega.nz",
        "size": "281MB",
        "quality": "360P"
      },
      {
        "link": "https://watchsb.com/dxcziwaj0bay.html",
        "server": "streamsb.com",
        "size": "281MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "hnJHJqNIJ-4",
      "video_url": "https://www.youtube.com/watch?v=hnJHJqNIJ-4",
      "embed_url": "https://www.youtube.com/embed/hnJHJqNIJ-4"
    }
  },
  {
    "metadata": "R|2018|94 min|Action,Horror,Sci-Fi",
    "rating": {
      "rating": "3.2/10",
      "rating_count": "3,661"
    },
    "title": "Deep Blue Sea 2 (2018)",
    "description": "ငါးမန္းတစ္ေကာင္ကို လူအသိဥာဏ္လိုမ်ိဳးအရာေတြထည့္သြင္းေပးလိုက္တဲ့အခါ ဘယ္လိုအက်ိဳးဆက္ေတြရလာမလဲဆိုတာၾကည့္လိုက္ရေအာင္လား…ငါးမန္းဆိုတာမ်ိဳးကေရဘုရင္လို႕တင္စားလို႕ရတဲ့အသားစားသတၱ၀ါေတြပါ…ဒီလိုအေကာင္မ်ိဳးေတြကိုလူေတြရဲ႕သုေတသနအၿဖစ္ေရြးခ်ယ္လိုက္တယ္ဆိုတာကေတာ့ေတာ္ေတာ္ကိုအႏၱရာယ္မ်ားတဲ့စြန္႕စားမႈ႕တစ္ခုပါပဲ…ဒါေပမယ့္ စူးစမ္းခ်င္တာကလည္းလူေတြရဲ႕သဘာ၀မဟုတ္ေပဘူးလား…ဒါေၾကာင့္ ငါးမန္းေတြကိုေမြးၿမဴၿပီးအဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးၾကပါတယ္…ငါးမန္းဆိုတာမ်ိဳးကတစ္ေကာင္တည္း အစာရွာတတ္တဲ့အမ်ိဳးေတြပါ…ဒီလို အရိုင္းစိုင္းေကာင္ေတြကို အဖြဲ႕လိုက္အမဲလိုက္တတ္ေအာင္သင္ေပးတာကလည္းေတာ္ေတာ္ကိုမလြယ္သလိုအရမ္းလည္းအႏၱရာယ္မ်ားတဲ့အလုပ္ပါ….ဒီလိုတိုးတက္လာတဲ့ ငါးမန္းေတြကို လူသားတစ္ေယာက္လိုေတြးေခၚႏိုင္ေအာင္လုပ္ေပးလိုက္တဲ့အခ်ိန္မွာေတာ့လူေတြက အမဲလိုက္လို႕သင္ေပးလိုက္တဲ့ သူတို႕ရဲ႕ငါးမန္းေတြကသူတို႕ကိုၿပန္ၿပီးေတာ့ အမဲလိုက္ၾကပါေတာ့တယ္…အဲလိုအမဲလိုက္ၾကတဲ့အခါမွာေတာ့ ပင္လယ္ၿပင္ေရေအာက္စခန္းမွာပိတ္မိေနၾကမယ့္ လူသားတစ္စုရဲ႕ အသက္ရွင္လႈပ္ရွားမႈ႕ေတြကိုစိတ္လႈပ္ရွားေၾကာက္လန္႕ဖြယ္ၿမင္ရမွာပဲၿဖစ္ပါတယ္…ဒီကားက Rating နည္းေပမယ့္ ၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးပါ…File Size : (813 MB) and (285MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated byKonEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndre WeavindAshley AldworthDarin ScottStarsAdrian CollinsCameron RobertsonDanielle SavreDarron MeyerJeremy Jess BoadoKim SysterMarc HylandMichael BeachNathan LynnRob MayesCastAdrian CollinsCameron RobertsonDanielle SavreDarron MeyerJeremy Jess BoadoKim SysterMarc HylandMichael BeachNathan LynnRob MayesTamer Burjaq",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5UKLqsKJIhouJPVr8AQSTuh7S4n.jpg",
      "https://image.tmdb.org/t/p/w300/6irWitUs8NaNzDvbtPYumThNMkf.jpg",
      "https://image.tmdb.org/t/p/w300/4HGKkGUXumaDhoaKD63XIk12vWN.jpg",
      "https://image.tmdb.org/t/p/w300/c7bSkErexzkKPbonn8wABd4vw5A.jpg",
      "https://image.tmdb.org/t/p/w300/szmfwbjVTOzIEqEylzCuuLMZnNW.jpg",
      "https://image.tmdb.org/t/p/w300/cDCIl40cYeak87P9qA51pzDJjKn.jpg",
      "https://image.tmdb.org/t/p/w300/yl224nh2Fp5bggotAixLS6oFrbf.jpg",
      "https://image.tmdb.org/t/p/w300/fj9fkZf3c25GcuDbpT1YTXQJKlc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xqjAHXMJLORx9vVsCTJ6ZPJcr3D.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/deep-blue-sea-2-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "813 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/SPgr/Deep_Blue_Sea_2_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "813 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/8lk8b2xekdv3",
        "server": "upstream.to",
        "size": "813 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/10oddeytqmo2.html",
        "server": "usersdrive.com",
        "size": "813 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "nF465jHpqXk",
      "video_url": "https://www.youtube.com/watch?v=nF465jHpqXk",
      "embed_url": "https://www.youtube.com/embed/nF465jHpqXk"
    }
  },
  {
    "metadata": "|2023|1h 33min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1.9k"
    },
    "title": "The Artifice Girl (2023)",
    "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။လူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။တကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။နည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။အဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။တကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။ဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်သူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။ဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။ပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။ဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။တစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်သူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။ချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။ဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီးသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် မသိအောင် ဆက်သွယ်လိုက်တဲ့နောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲချယ်ရီ့တိုးတက်မှုကဘယ်အတိုင်းအတာထိသွားမလဲဥာဏ်ရည်တုက လူသားဥာဏ်ရည်ကိုကျော်သွားတဲ့တစ်ချိန်ဘာဖြစ်ကြမလဲစိတ်ဝင်စားစရာပါ။သေချာတာကတော့ ကြည့်ရှုသူပရိသတ်ကိုအတွေးတွေအများကြီး ချန်ရစ်ပေးနိုင်မယ့်ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Mystery, Sci-Fi, ThrillerQuality…. 1080p | 720p | 480pFile size… 753MB | 371MB | 203MBFormat… mp4Duration….1h 33minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlyssa MoodyDavid GirardFranklin RitchIvana BarnesLance HenriksenSinda NicholsTatum MatthewsThomas Hamby",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4GvbuIuv7pIoAmIErkoSZuigKjL.jpg",
      "https://image.tmdb.org/t/p/w300/9j7EPYAaS2Pa3bry7Yrkq64ToLf.jpg",
      "https://image.tmdb.org/t/p/w300/6vSwsOpGzmtjYSrphxNAimO1Inx.jpg",
      "https://image.tmdb.org/t/p/w300/iUmJYNPuF5hMsTW3yy5FEo1miSW.jpg",
      "https://image.tmdb.org/t/p/w300/yCjUvoSFasl5wio0uikMKxUx3V0.jpg",
      "https://image.tmdb.org/t/p/w300/km9i02050lnjJlDARVWkJm5vKHk.jpg",
      "https://image.tmdb.org/t/p/w300/fK0QwuRwHy5f9jSSEG8MFE15bZP.jpg",
      "https://image.tmdb.org/t/p/w300/zOjA0qfQ9YKPEvDMAnTwun2hwY2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i12tomq4tej3.html",
        "server": "usersdrive.com",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3fPNO/The.Artifice.Girl.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/MP02VLZS#s3ndeHgI7sDdkgCX9IvvFspXDvz-BKoi6x_yfl0YBbE",
        "server": "mega.nz",
        "size": "753MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/o2n9cwtj8np2.html",
        "server": "usersdrive.com",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QP1CXbaa#-7kC9QgKg_SJ8iafNMs3OaemFguD1rGokrnIt1ulxaw",
        "server": "mega.nz",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/oinf5pgpj1b8.html",
        "server": "streamsb.com",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/k7mdkmqaai1p",
        "server": "streamvid.io",
        "size": "371MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/qxvb3laons01.html",
        "server": "usersdrive.com",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-artifice-girl-2023-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2zSll/The.Artifice.Girl.2023.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/kSsyXAiK#ATMjiR95eqW9LKubsvKPpwKYgepH4tEQzfg6e-aSSKo",
        "server": "mega.nz",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/84r0v62evoir.html",
        "server": "streamsb.com",
        "size": "203MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/k0rw02kyx3kz",
        "server": "streamvid.io",
        "size": "203MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ENXfWna4bCY",
      "video_url": "https://www.youtube.com/watch?v=ENXfWna4bCY",
      "embed_url": "https://www.youtube.com/embed/ENXfWna4bCY"
    }
  },
  {
    "metadata": "PG-13||1h 27min|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "87,401"
    },
    "title": "The One (2001)",
    "description": "The One (2001)______IMDb – 5.9/10ဂျက်လီ အဓိကပါဝင်ထားတဲ့Action, Sci-Fi, Thriller ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး Jason Statham လဲအားဖြည့်ပါဝင်ထားပြီးIMDb Rating (5.9/10) ရရှိထားပါတယ်။အဟောင်းဆိုပေမယ့် အသက်ဝင်နေဆဲမို့မြန်မာစာတန်းထိုးနဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File size…(806 MB)Quality…Bluray Rip 720pFormat…mp4Duration….01:27:18Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames WongLina ShanklinRichard GravesStarsCarla GuginoDelroy LindoDylan BrunoHarriet Sansom HarrisJames MorrisonJason StathamJet LiRichard SteinmetzSteve RankinTucker SmallwoodCastArchie KaoAshlyn GereCarla GuginoDarin MorganDavid KeatsDean NorrisDelroy LindoDylan BrunoHarriet Sansom HarrisJames MorrisonJason StathamJet LiJoel StofferMark BorchardtNarinder SamraRichard SteinmetzRon ZimmermanSteve RankinTucker Smallwood",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oIS2BqJFcg9kSRjydlN9PtZacvJ.jpg",
      "https://image.tmdb.org/t/p/w300/2JApfvtgf2snKUtOFn8d1wm5pDU.jpg",
      "https://image.tmdb.org/t/p/w300/bcgbcdMW53t331sjnUkGm142LMg.jpg",
      "https://image.tmdb.org/t/p/w300/bRacblvp3gbwwhvsjYI8LhGZFo7.jpg",
      "https://image.tmdb.org/t/p/w300/t2jTb0B4g2VMZrS9vfcoE6MX4ql.jpg",
      "https://image.tmdb.org/t/p/w300/mqTPUGiShpJKmbyxzWPH0NLfbbi.jpg",
      "https://image.tmdb.org/t/p/w300/injv4zVLQszydVNSR1Ndyerhs5b.jpg",
      "https://image.tmdb.org/t/p/w300/pLZ7Inm9wPieUp0FpX3pDs19E4X.jpg",
      "https://image.tmdb.org/t/p/w300/3kfSanb2oy5WAOjyA6PQkeGJn1u.jpg",
      "https://image.tmdb.org/t/p/w300/kDhPQcZZPDRfQaicheCXCqOIXrO.jpg",
      "https://image.tmdb.org/t/p/w300/9Ae3z6VOCESDpLWjKfVP0e0XfXI.jpg",
      "https://image.tmdb.org/t/p/w300/e6zpWtK88clHcy40uhj5veiuGlS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-one-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wb2qg0nwoq7c.html",
        "server": "usersdrive.com",
        "size": "806 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-one-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "806 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dmrr/The_One_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "806 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/n85RFZoJ#BykSGkxzwkV9KwPh9-YeE40ehEakGOJ5Gj4cYPoouwA",
        "server": "mega.nz",
        "size": "806 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ipbkd0cg2lrp",
        "server": "upstream.to",
        "size": "806 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "K0uC6LmOE7k?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=K0uC6LmOE7k?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/K0uC6LmOE7k?feature=player_embedded"
    }
  },
  {
    "metadata": "N/A|2019|86 min|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "420"
    },
    "title": "Crossbreed (2018)",
    "description": "ဒီတစ္ခါေတာ့ အနာဂတ္ေခတ္လြန္အက္ရွင္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးအေၾကာင္းကိုေၿပာၿပရမယ္ဆုိရင္ေတာ့ဒီဇာတ္လမ္းေလးဟာအနာဂတ္မွာ စတုတၳကမာၻစစ္ျဖစ္ရျခင္းရဲ႕ အေၾကာင္းရင္းကိုဇာတ္အိမ္တည္ၿပီး ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။ေခတ္လြန္နည္းပညာမ်ား၊ေခတ္လြန္လက္နက္မ်ားနဲ႔ ဖန္တီးထားတဲ့ အက္ရွင္ကားေကာင္းေလးမို႔Action နဲ႕ Sci-Fi ၾကိဳက္တဲ့လူေတြအတြက္ ၾကိဳက္ႏွစ္သက္မွာၿဖစ္္ၿပီးေတာ့မိသားစုနဲ႕အတူၾကည့္ဖို႕ေကာင္းသလိုသူငယ္ခ်င္းေတြနဲ႕လည္းအတူၾကည့္ဖို႕အဆင္ေၿပတဲ့ကားေလးတစ္ကားလည္းၿဖစ္ပါတယ္…File Size : ( 795 MB) & ( 292 MB)Quality : WEB DL 720pRunning Time :1hr 26 minFormat : Mp4Genre :  Action , Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrandon SlagleStarsAmanda MikhailDaniel BaldwinDevanny PinnG. Paul SalvettiKelly KulaStink FisherTammy JeanVernon WellsVivica A. FoxCastAmanda MikhailDaniel BaldwinDevanny PinnG. Paul SalvettiKelly KulaStink FisherTammy JeanVernon WellsVivica A. Fox",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h010iB8iK9LNdW9XcxlVwpBOnal.jpg",
      "https://image.tmdb.org/t/p/w300/f05fgjWfGumoBqHpVqsDilrprY8.jpg",
      "https://image.tmdb.org/t/p/w300/4VohgivTW65Of3N4uVyMXPkgAck.jpg",
      "https://image.tmdb.org/t/p/w300/A1tRw7YpUNdA9lmEAXyo1OfKU6q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6eFT8XmUlYpYnhAeHOoSrNAG2Ja.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/crossbreed-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "795 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2eobu/Crossbreed_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "795 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/ukgudzpm5k0e",
        "server": "upstream.to",
        "size": "795 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/fdfvckqxtf8s.html",
        "server": "usersdrive.com",
        "size": "795 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "mNM9VMtxrMQ",
      "video_url": "https://www.youtube.com/watch?v=mNM9VMtxrMQ",
      "embed_url": "https://www.youtube.com/embed/mNM9VMtxrMQ"
    }
  },
  {
    "metadata": "R||1h 53m|Drama,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "70,323"
    },
    "title": "Nineteen Eighty-Four (1984)",
    "description": "1984(1984)========IMDb Rating …. 7.1/101984ရုပ်ရှင်ဟာ စာအုပ်ကိုအရမ်းသစ္စာရှိတဲ့ ရုပ်ရှင်လို့ဆိုကြတော့နိုင်တီးအိတ်တီဖိုးရဲ့ မူလစာရေးဆရာဖြစ်တဲ့ ဂျော့အော်ဝဲလ် အကြောင်းပြောတာပဲ ပိုကောင်းပါမှာပါပဲ။ဂျော့အော်ဝဲလ်ဟာ မြန်မာပြည်မှာ နေသွားဖူးခဲ့တဲ့ ကမ္ဘာကျော်ဂန္တဝင် စာရေးဆရာ၊မြန်မာပြည်နဲ့ပက်သက်တဲ့ Burmese Daysလို့ခေါ်တဲ့စာအုပ်ကိုလည်း ရေးခဲ့ဖူးတယ်။ပဝေဏသီကတည်းက သခင်ဘသောင်းဘာသာပြန်ထားတဲ့ ဂျော့အော်ဝဲလ်ရဲ့ ခြေလေးချောင်းတော်လှန်ရေးခေါ် Animals Farmကို စာပေနဲ့မစိမ်းတဲ့သူတွေ ဖတ်ဖူးကြမှာပါပဲ။ထိုစာအုပ်မှာလည်း အော်ဝဲလ်ဟာ လက်ဝဲစနစ်ထဲက လျှိုဝင်လာတဲ့ အာဏာရှင်ဝါဒကို သရော်စာဆန်ဆန် ပုံဖော်ထားခဲ့တယ်။ဒီ1984ကတော့ သူ့ရဲ့Classicတန်းဝင်လက်ရာ မာစတာပိစ်တစ်ပုဒ်ကို ပြန်ရိုက်ထားတာပါ။၁၉၈၄ဟာ ကမ္ဘာကြီးကိုပြောင်းလဲစေခဲ့တဲ့ စာအုပ်တစ်အုပ်လို့လည်းဆိုကြတယ်။ဒီရုပ်ရှင်ဟာလည်း စာအုပ်ကိုသစ္စာရှိစွာနဲ့ ရိုက်ထားတယ်လို့ ဝေဖန်ရေးသမားများက ဆိုပါတယ်။ဂျော့အော်ဝဲလ်ဟာ ဆိုရှယ်လစ်တစ်ယောက်ပေမဲ့ သူ့စာတွေဟာ သူပြောသလို အနုပညာရော နိုင်ငံရေးရော ပါဝင်နေတဲ့အကောက်အယူလွဲကြတဲ့အခါ သူ့စာတွေကို ဆိုရှယ်လစ်ကိုဖိနှိပ်ဖို့ အသုံးခံခဲ့ရတဲ့အထိဖြစ်ခဲ့တယ်။သူ့တစ်ချို့စာတွေဟာ ခေတ်ရှေ့ပြေးလွန်းတာကြောင့် ဖော်ပြဖို့ငြင်းခဲ့တဲ့သူတွေတောင် နောက်ပိုင်းနှစ်အတော်ကြာမှာ ပြန်တောင်းပန်ခဲ့ရတယ်။သူဟာ နိုင်ငံရေးရည်မှန်းချက်နဲ့ အနုပညာရည်မှန်းချက်ကို ပေါ်လွင်အောင်ရေးချင်ခဲ့တဲ့သူပါ။၁၉၃၆ခုနှစ်ကတည်းကစ သူအလေးအနက်ရေးတာမှန်သမျှဟာ တိုက်ရိုက်ဖြစ်စေ သွယ်ဝိုက်ဖြစ်စေ အကြွင်းမဲ့အာဏာရှင်စနစ်ကို ဆန့်ကျင်တာနဲ့ဒီမိုကရက်တစ်ဆိုရှယ်လစ်စနစ်ဘက်က သူနားလည်သလို ရပ်တည်တာဖြစ်တယ်လို့ဆိုထားတော့ ၁၉၄၉မှာထုတ်ခဲ့တဲ့ 1984ရဲ့ ရပ်တည်ချက်ကလည်း ထိုနည်းလည်းကောင်းပဲ ဆိုရပါလိမ့်မယ်။တကယ်တမ်းပြောရရင် လူဟာ သူများဝေဒနာကို ကိုယ်တိုင်ကြုံတွေ့ရချိန်မှာကလွဲ နားလည်ပေးနိုင်ခြင်း အပြည့်အဝမရှိပါဘူး။ဟိုးတုန်းကသာ ကြည့်ခဲ့မိရင် ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်ဝင်စတန်ရဲ့ ဝေဒနာကို ကျွန်တော်နားလည်မိမှာမဟုတ်ဘူး။အခုတော့ အားလုံးနည်းတူ ဝင်စတန်ဟာ ကျွန်တော်တို့အတွက် ခံစားလို့ရတဲ့ ဇာတ်ကောင်တစ်ခုဖြစ်လာခဲ့တယ်။ဂျော့်အော်ဝဲလ်ဟာ နိုင်ငံရေးအရေးအသားကို အနုပညာတစ်ခု ဖြစ်အောင်လုပ်ချင်ခဲ့သူ၊ ထုတ်ဖော်စရာ မုသားတချို့ ရှိလို့…လူတွေသတိပြုမိစေ ချင်တဲ့ အချက်အလက်အချို့ ရှိနေလို့စာရေးခဲ့တဲ့သူဆိုတော့ သူသတိပြုစေချင်တဲ့အရာကို ကျယ်ပြန့်တဲ့အနုပညာပစ္စည်းတစ်ခုအတွင်းက အတိအကျနှိုက်ယူနိုင်ပါ့မလားဆိုတာကတော့ ခံစားသူအပေါ်သာ မူတည်ပါလိမ့်မယ်။ပုဂ္ဂလိကအမြင်အရတော့ စိတ်အရမ်းမမာရင်တော့ မကြည့်စေချင်ပါဘူး။ဘာမှပါတာတော့မဟုတ်ပေမဲ့ ဘာရယ်ကြောင့်လဲတော့မသိ ကျွန်တော့်အတွက်တော့ စိတ်ဓာတ်ကျစရာ ရုပ်ရှင်တစ်ကားဖြစ်သွားခဲ့တယ်။ကိုးကား – ကိုတာ ဂျော့အော်ဝဲလ်စာရေးရသောအကြောင်းအရင်း( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(1.8GB) / (1GB)Quality__1080p, 720pIMDb Rating__7.1/10Format__mp4Duration__01:53:00Type__Drama , Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAndrew WildeAnnie LennoxAnthony BensonBob FlagCarey WilsonChristine HargreavesCorinna SeddonCyril CusackDavid CannDavid TrevenaEddie StaceyFred WoodGarry CooperGregor FisherHugh WaltersJames WalkerJanet KeyJason SavageJohn BoswallJohn FossJohn GolightlyJohn HughesJohn HurtJoscik BarbarossaKeith GaleLucien MorganLynne RadfordMartha ParseyMatthew ScurfieldMerelina KendallMichael MunnMitzi McKenzieNorman BaconOle OldendorpP.J. NicholasPam GemsPeter FryePhyllis LoganPip DonaghyRichard BurtonRobert PuttRoger Lloyd PackRolf SaxonRupert BadermanShirley StelfoxSuzanna HamiltonCastAndrew WildeAnnie LennoxAnthony BensonBob FlagCarey WilsonChristine HargreavesCorinna SeddonCyril CusackDavid CannDavid TrevenaEddie StaceyFred WoodGarry CooperGregor FisherHugh WaltersJames WalkerJanet KeyJason SavageJohn BoswallJohn FossJohn GolightlyJohn HughesJohn HurtJoscik BarbarossaKeith GaleLucien MorganLynne RadfordMartha ParseyMatthew ScurfieldMerelina KendallMichael MunnMitzi McKenzieNorman BaconOle OldendorpP.J. NicholasPam GemsPeter FryePhyllis LoganPip DonaghyRichard BurtonRobert PuttRoger Lloyd PackRolf SaxonRupert BadermanShirley StelfoxSuzanna Hamilton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mILBIbGUP465jmCgzFCM2F0JnrZ.jpg",
      "https://image.tmdb.org/t/p/w300/mLwfqdyxpprI3xNVP6UzkMQ9gbP.jpg",
      "https://image.tmdb.org/t/p/w300/sz37aBl9XhTp2NVq7HCVgfxmJQl.jpg",
      "https://image.tmdb.org/t/p/w300/q19CKs5LCzI4mTIIztvpi3P9WVw.jpg",
      "https://image.tmdb.org/t/p/w300/qxWSULFKLVAT88wQA2K30vj4xc4.jpg",
      "https://image.tmdb.org/t/p/w300/uhBNk4MSIiScOkjGcra7Z27v4N5.jpg",
      "https://image.tmdb.org/t/p/w300/kOVZS69GGwwjR3hlWZeA1lB20zY.jpg",
      "https://image.tmdb.org/t/p/w300/eae5nLUVeE8aLULbxvNaz0QucQx.jpg",
      "https://image.tmdb.org/t/p/w300/1Va0OpWzibzhOPunwPDHFzosqJe.jpg",
      "https://image.tmdb.org/t/p/w300/tE5aHkaJWzdTvDlXHS9GEvuhQAV.jpg",
      "https://image.tmdb.org/t/p/w300/Aefdog9rMOeTBjSBzzm48PciUgZ.jpg",
      "https://image.tmdb.org/t/p/w300/st86fikqFNE4reqFNHRqeIsaxMj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/818dGSFOP7L._RI_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/1984-1984",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/1984-1984-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/1984-1984-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10nkx/1984_(1984)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10nki/1984_(1984)_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/Ouytb4hrSCMZcA",
        "server": "disk.yandex.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/O9YRrVMJjJeC5Q",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/gxxeil5hbx4b.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sf9xnyt5a0bl",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UEQnp_jdhiI",
      "video_url": "https://www.youtube.com/watch?v=UEQnp_jdhiI",
      "embed_url": "https://www.youtube.com/embed/UEQnp_jdhiI"
    }
  },
  {
    "metadata": "|2008||Action,Comedy,Sci-Fi",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "69000"
    },
    "title": "Superhero Movie (2008)",
    "description": "Superhero Movie (2008)==================ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ စူပါဟီးရိုးကားပါ။ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ စူပါဟီးရိုးတွေ အကုန်ပေါင်းထားတဲ့ ဇာတ်ကားလို့တောင်ပြောလို့ရတယ်။ ဘတ်မန်းမိဘတွေ သေတာကအစ စပိုက်ဒါမန်းရဲ့အန်ကယ်ဘန် သေတာအဆုံး ပါပါသေးတယ်။ X-Men Universe က ချားစ်ဇေးဗီးယား ၊ ဝူဗာရင်းနဲ့ Fantastic 4 တောင်ပါလိုက်သေးတယ်။Spider-man No Way Home Crossover လုပ်တယ်ဆိုတာ ဒီကားကိုဘယ်မှီဦးမလဲ။ With great power comes with Hot Bitches ( ကြီးမားတဲ့အစွမ်းတွေနဲ့အတူ စော်အလန်းတွေပါ ကပ်ပါလာလိမ့်မယ်) ဆိုတဲ့ စပိုက်ဒါမန်းကားရဲ့ ဂန္တဝင် စကားလေးလည်း ပါလိုက်သေးတယ်ဗျာ။ Dragonfly ဆိုတဲ့သဘာဝလွန်ပုစဉ်းတစ်ကောင် အကိုက်ခံလိုက်ရတဲ့ Rick Ricker ဟာ ပုစဉ်းလူသားဖြစ်လာပြီး ဘယ်လိုပေါက်ကရတွေလုပ်ပြီး အခက်ခဲတွေကို ကျော်ဖြတ်သွားမလဲဆိုတာကို အပျင်းပြေကြည့်ရှုရမှာဖြစ်ပါတယ်။ ပြောရရင်တော့ Superheroတွေကိုလှောင်ထား၊ ပြောင်ထားတဲ့ မူဗီလို့ဆိုရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size……….(600 MB)Quality…………WEB-DL 720pDuration………1Hr 15minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Comedy, Sci-FiTranslator…….Thiha Yan NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCraig MazinCastAjay MehtaAki AleongAlan MuetingAlison WoodsAmanda CarlinAnna OsceolaAtom GorelickAubrie LemonBrent SpinerBrian CarpenterByrne OffuttCameron Ali SimsCharlene TiltonCharles W. GrayChristopher McDonaldClay GreenbushCraig BierkoCraig MazinDan CastellanetaDaryl J. JohnsonDavid McKnightDrake BellElisabeth NooneEric ArtellFreddie PierceGene RichardsHoward MungoIan Patrick WilliamsJames J. BurkeJames LewJeffrey TamborJeffry TamaraJenica BergereJeremiah HuJohn GetzJonathan ChaseJordan RubinJulie VanKarlton JohnsonKeith DavidKent ShocknekKevin HartKourtney KaasKristen EndowKurt FullerLeslie NielsenLil' KimManu ToigoMarion RossMarisa LaurenMarque RichardsonMatt ChampagneMichael PapajohnMiles FisherNick KiriazisNicole SullivanPamela AndersonRegina HallRichard TillmanRobert HaysRobert JoyRod McLachlanRyan HansenSam CohenSara PaxtonSean SimmsSeth McCookShanna BeauchampSimon RexSteve MonroeSusan BreslauThomas Rosales Jr.Timothy FarmerTracy MorganVic PolizosVincent LarussoWendy L. WalshWhitney Ann Jenkins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t05qZHX3dNp9fLi7mw5i5t5HgU0.jpg",
      "https://image.tmdb.org/t/p/w300/2Y7UAYeq11TSzi7OtgSSuVHu89g.jpg",
      "https://image.tmdb.org/t/p/w300/j5Ro3j2ozKwXMD0nyUhWzTZSNN7.jpg",
      "https://image.tmdb.org/t/p/w300/7TBymBMKqu3cv43WwJVzQsGqrTu.jpg",
      "https://image.tmdb.org/t/p/w300/weI2uWQXoo3evEvpN9sCOVrurFv.jpg",
      "https://image.tmdb.org/t/p/w300/5hdbs58rNjoGZnQJQyDo4tcgWpt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTc0Njc1MTU5Nl5BMl5BanBnXkFtZTcwMjA4NDE2MQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-1080-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/18l1f/Superhero.Movie.2008.EXTENDED.CUT.1080p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/T4QxBIxQ#Zs_WBLUIx7YjaY1lws_Hh7IZ8foZAmYosT0ZQQMt2qU",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/rnbuf5oiwuox.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-720-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/18l0n/Superhero.Movie.2008.EXTENDED.CUT.720p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblanh.com/m8sffujhh9mc.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ToZwGSrZ#RdYtupwXu_ZLYfSKiw1VRRmL6wH6Px3QWdLXnTnv51M",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/jpwkjjxk09uw.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-480-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Oise/Superhero.Movie.2008.EXTENDED.CUT.480p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblanh.com/l2nrjqhlzbxd.html",
        "server": "streamsb.com",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Gx4SAQiY#Khdr2hoNG01fZxTxGN8ohsvv423iicUsHb5pEzUnRpI",
        "server": "mega.nz",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/fai0etjpcjxq.html",
        "server": "usersdrive.com",
        "size": "465 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "Ht6zgO94Xmg",
      "video_url": "https://www.youtube.com/watch?v=Ht6zgO94Xmg",
      "embed_url": "https://www.youtube.com/embed/Ht6zgO94Xmg"
    }
  },
  {
    "metadata": "|2015||Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "Insurgent (2015)",
    "description": "ဒီကားကတော့ ၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့ပြီးယခင် Divergent ရဲ့ sequel ဇာတ်လမ်း ဖြစ်ပါတယ်။ဒါရိုက်တာ Robert Schwentke က ရိုက်ကူးထားပြီးယခင်ကားထဲက သရုပ်ဆောင်တွေပဲ ပြန်လည်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။IMDb 6.1 ထိလည်း ရရှိထားပါတယ်။ယခင်ကားမှာ ဒေါင့်လက်စ်တွေက အပ်နီဂေးရှင်းကို ဝင်စီးရင်းတိုက်ခိုက်ကြတာကနေ ထရစ်နဲ့ ဖိုးရ်တို့အပြင်ဒေါင့်လက်စ် လူသစ်အတော်များများ ထွက်ပြေးလွတ်မြောက်သွားကြပါတယ်။ထရစ်တို့ မောင်နှမနဲ့ ဖိုးရ်တို့က အမ်မတီတွေရဲ့လယ်ကွင်းတွေထဲမှာ ခြေရာဖျောက်နေရင်း လွတ်မြောက်သွားတဲ့ဒေါင့်လက်စ်တွေကို စုံစမ်းနေကြတယ်။ဒီအချိန်မှာ ဂျနီးန်က မြို့တည်သူတွေ ချန်ထားခဲ့တဲ့သတင်းစကားပါတဲ့ သေတ္တာကို ရသွားပြီး ဒီသေတ္တာကိုဖွင့်နိုင်ဖို့ ဒိုင်ဗားဂျန့်တွေကို အစွမ်းကုန် လိုက်ရှာပါတော့တယ်…File size…    5 GB /  2 GB /   1 GBQuality… BluRay 4K HDR / 1080p / 720pFormat… mp4Duration…. 1h 59mGenre …..  Action/Sci-fiSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. XCodeTranslated by EMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnsel ElgortArian AshAshley JuddBen Lloyd-HughesCallie McClincyCharlie BodinCynthia BarrettDaniel Dae KimDavid LandryDerick PritchardDevon Lane TresanEmjay AnthonyHunter BurkeHunter DenoIan CasselberryIsadore LiebermanJack ChampionJai CourtneyJane Park SmithJanet McTeerJonny WestonJustice LeakJustin MilesJustine WachsbergerKate RacheskyKate WinsletKeiynan LonsdaleKendrick CrossKonrad HowardLawrence KaoLeonardo SantaitiLucella CostaLyndsi LaRoseMaggie QMekhi PhiferMiles TellerNaomi WattsNelson BonillaNicholas MartinOctavia SpencerPete BurrisRay StevensonRosa SalazarShailene WoodleyStephanie Leigh SchlundSuki WaterhouseTheo JamesTony GoldwynZoë Kravitz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8YNNyQiPZlF9qv5EGOUK20mnXVk.jpg",
      "https://image.tmdb.org/t/p/w300/3mbMfMAPdONTqEW4DyuJtpspjJL.jpg",
      "https://image.tmdb.org/t/p/w300/1rpBKkk9E4bRhn4xrfp8mIrMlLm.jpg",
      "https://image.tmdb.org/t/p/w300/ib6WXt4LxTs6LdcF7jLETayqSuc.jpg",
      "https://image.tmdb.org/t/p/w300/dLyvZHssvHrC0Y05QEH4HHoxHMA.jpg",
      "https://image.tmdb.org/t/p/w300/mb0QggTwZi3cqlcVHGC7zRHGcx4.jpg",
      "https://image.tmdb.org/t/p/w300/8ighlrNnWIe4h24q5fCyMlLM345.jpg",
      "https://image.tmdb.org/t/p/w300/g6E3007axIAMfVvMP5gJhsttZ5X.jpg",
      "https://image.tmdb.org/t/p/w300/vwbBQcRD2oSBffMm0QbeaHQz2a7.jpg",
      "https://image.tmdb.org/t/p/w300/wVRCgCt3sWSUjOFC0sQgEOcYUTv.jpg",
      "https://image.tmdb.org/t/p/w300/AqqXeHCdy7aYNyFhsXwPHUU1Fnh.jpg",
      "https://image.tmdb.org/t/p/w300/rdptXAex2UlYZFoKTu04e7x3JL8.jpg",
      "https://image.tmdb.org/t/p/w300/16gIq3dfE3uzsVLChfCaKr1Y0B7.jpg",
      "https://image.tmdb.org/t/p/w300/pRwl2bBX33FI6NzpwgelWWkQ57D.jpg",
      "https://image.tmdb.org/t/p/w300/yOsXyNulrUwiYmXr9rH4Byxl7a4.jpg",
      "https://image.tmdb.org/t/p/w300/yVUQOuDxCmcGJeBRHYT5aCrdndq.jpg",
      "https://image.tmdb.org/t/p/w300/oCC6UFNV1J9WKY8F9pxAFPJbAT8.jpg",
      "https://image.tmdb.org/t/p/w300/efxSTJ9YUHBI4BtjWszmdBmFgZT.jpg",
      "https://image.tmdb.org/t/p/w300/dP8VuDl8xDnSNI11yxOcecM4dZv.jpg",
      "https://image.tmdb.org/t/p/w300/qXwXYZKIFN6O1Arx1zzQdDZSBcm.jpg",
      "https://image.tmdb.org/t/p/w300/u1VFl5mlOAZ4uifgMU3jtAYG3sx.jpg",
      "https://image.tmdb.org/t/p/w300/yVJyeRpUoCiVmNObe4msHUlvxb5.jpg",
      "https://image.tmdb.org/t/p/w300/umXqKnREF1ybwJXigzS4V4uZNv3.jpg",
      "https://image.tmdb.org/t/p/w300/370xJzDNCPysA7EPHRHSXVYJKSk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/insurgent.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/insurgent-2015-2160-p-hdr-uhd-blu-ray-4-k-hevc-5-1-h-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "5 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://usersdrive.com/85xscbs5dxcm.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/insurgent-2015-1080-p-blu-ray-5-1-h-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21Ptq/Allegiant.2016.1080p_BluRay__5.1_H_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lOkSSKYa#4HaC--UzFw1MXaVustfvRWxA0ISWdIrW5StVOpVffmg",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2voyi07zkvz4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/insurgent-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21Pua/Insurgent.2015_1080p_BluRay___5.1_H_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4C0XiKaK#f0yMxwEFGnzAtWLPWxChULCANvF4C0b8Copl6RiyoGo",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jfaqVegF2mo",
      "video_url": "https://www.youtube.com/watch?v=jfaqVegF2mo",
      "embed_url": "https://www.youtube.com/embed/jfaqVegF2mo"
    }
  },
  {
    "metadata": "PG-13|2014|2h 49min|Adventure,Drama,Sci-Fi",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "1,454,505"
    },
    "title": "Interstellar (2014)",
    "description": "Interstellar (2014)IMDb – 8.6/10_____Rotten – 72%Won 1 Oscar.Another 43 wins & 148 nominations(unicode)2014 Novemberမှာ ထွက်ရှိခဲ့ပြီး…IMDb ရဲ့ Rating အများဆုံးဇာတ်ကားများထဲမှာလည်း တစ်ကားအပါအဝင်ပါ…ဒါရိုက်တာကလည်း Christopher Nolanဆိုမှတော့ အထွေအထူးညွှန်းနေစရာတောင် လိုမယ်မထင်မိပါဘူး…Visual Effectsyပိုင်းမှာ အော်စကာရရှိခဲ့ပြီး  အခြားဆု ၄၄ဆုနဲ့ ဆန်ကာတင် ၁၄၄ဆုစာရင်းဝင်ခဲ့ပါတယ်… 2014ရဲ့အကောင်းဆုံး ၁၀ကားထဲမှာ စာရင်းဝင်ခဲ့ပါတယ်…(Background musicတွေလည်း နားထောင်လို့ကောင်းလို့ နားထဲတောင်စွဲနေပါလိမ့်မယ်…ဇာတ်လမ်းနည်းနည်း ပြောပြရမယ်ဆိုရင်တော့…21ရာစု လယ် လောက်မှာ ကမ္ဘာပျက်ကိန်း ဆိုက်လုပြီ ဖြစ်တဲ့အတွက် နာဆာ ပိုင်းလော့ဟောင်း ကူးပါး ခမျာခြံစိုက်နေရာကနေ လူတွေအတွက်နေစရာ ဂြိုဟ်အသစ် ရှာဖွေရေး စစ်ဆင်ရေးထဲ ပါဝင်လိုက်ရရှာတယ်…၁၀နှစ်အရွယ် သမီးလေး မာ့ဖ် ကို တစ်နေ့ ပြန်လာပါ့မယ် ကတိအထပ်ထပ်ပေးရင်းပေါ့…ဒီလိုနဲ့ ပေးအပ်လိုက်တဲ့တာဝန်တွေကို ထမ်းဆောင်ရင်း…အာကာသ ကြီးရဲ့ လှည့်ကွက် အမျိုးမျိုးကိုအန်တုရင်းကူးပါးတစ်ယောက် မာ့ဖ်ဆီပြန်လာနိုင်ပါ့မလား…ကမ္ဘာကြီးကိုရော ကယ်တင်နိုင်ပါ့မလား…ဆိုတာကို…Visual Effectsကောင်းကောင်း ရှုစားကြရမှာဖြစ်ပါတယ်....ဒီကားအတွက်အညွှန်းတောင်ရေးမတင်သင့်ပါဘူး...ခမ်းနားလွန်းတဲ့ ဇာတ်ကားကြီးအတွက် ဝါကျတည်ဆောက်ပုံခပ်ညံညံအောက်မှာ  ဘောင်ကွပ်လိုက်သလိုဖြစ်သွားမှာစိုးရိမ်မိလို့ပါ...အတော်များများ မကြည့်ဖူးသေးရင်တောင် ရုပ်ရှင်ချစ်သူတိုင်းကြားဖူးကြမယ်ထင်ပါတယ်….ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ညီမငယ် May Thazin Myint (Wendy) ဖြစ်ပါတယ်….(zawgyi)2014 Novemberမွာ ထြက္ရွိခဲ႔ျပီး…IMDb ရဲ႕ Rating အမ်ားဆံုးဇာတ္ကားမ်ားထဲမွာလည္း တစ္ကားအပါအဝင္ပါ…ဒါရိုက္တာကလည္း Christopher Nolanဆိုမွေတာ့ အေထြအထူးညႊန္းေနစရာေတာင္ လိုမယ္မထင္မိပါဘူး…Visual Effectsyပုုိင္းမွာ ေအာ္စကာရရွိခဲ့ၿပီး  အျခားဆု ၄၄ဆုနဲ႕ ဆန္ကာတင္ ၁၄၄ဆုစာရင္း၀င္ခဲ့ပါတယ္… 2014ရဲ႕အေကာင္းဆံုး ၁၀ကားထဲမွာ စာရင္းဝင္ခဲ႔ပါတယ္…(Background musicေတြလည္း နားေထာင္လို႔ေကာင္းလို႔ နားထဲေတာင္စြဲေနပါလိမ့္မယ္…ဇာတ္လမ္းနည္းနည္း ေျပာျပရမယ္ဆိုရင္ေတာ့…21ရာစု လယ္ ေလာက္မွာ ကမ႓ာပ်က္ကိန္း ဆိုက္လုျပီ ျဖစ္တဲ႔အတြက္ နာဆာ ပိုင္းေလာ့ေဟာင္း ကူးပါး ခမ်ာျခံစိုက္ေနရာကေန လူေတြအတြက္ေနစရာ ျဂိဳဟ္အသစ္ ရွာေဖြေရး စစ္ဆင္ေရးထဲ ပါဝင္လိုက္ရရွာတယ္…၁၀ႏွစ္အရြယ္ သမီးေလး မာ့ဖ္ ကို တစ္ေန႔ ျပန္လာပါ့မယ္ ကတိအထပ္ထပ္ေပးရင္းေပါ့…ဒီလိုနဲ႔ ေပးအပ္လိုက္တဲ႔တာဝန္ေတြကို ထမ္းေဆာင္ရင္း…အာကာသ ၾကီးရဲ႕ လွည့္ကြက္ အမ်ိဳးမ်ိဳးကိုအန္တုရင္းကူးပါးတစ္ေယာက္ မာ့ဖ္ဆီျပန္လာႏိုင္ပါ့မလား…ကမ႓ာၾကီးကိုေရာ ကယ္တင္ႏိုင္ပါ့မလား…ဆိုတာကို…Visual Effectsေကာင္းေကာင္း ရႈစားၾကရမွာျဖစ္ပါတယ္....ဒီကားအတြက္အညႊန္းေတာင္ေရးမတင္သင့္ပါဘူး...ခမ္းနားလြန္းတဲ့ ဇာတ္ကားႀကီးအတြက္ ၀ါက်တည္ေဆာက္ပုံခပ္ညံညံေအာက္မွာ  ေဘာင္ကြပ္လုိက္သလုိျဖစ္သြားမွာစုိးရိမ္မိလုိ႕ပါ...အေတာ္မ်ားမ်ား မၾကည့္ဖူးေသးရင္ေတာင္ ရုပ္ရွင္ခ်စ္သူတိုင္းၾကားဖူးၾကမယ္ထင္ပါတယ္….ဇတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ညီမငယ္ May Thazin Myint (Wendy) ျဖစ္ပါတယ္….File Size : (2.73 GB) and (1.3 GB)Quality : Blu-Ray 1080P 5.1CH and Blu-Ray 720pFormat…mp4Duration…02:49:00Genre :Adventure,Drama,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Thazin Myint (Wendy)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrandon LambdinChristopher NolanDillon NeamanGary HawesGregory J. Pawlik Jr.Jason Z. KempMegan ShankNilo OteroValgeir GunnlaugssonStarsAnne HathawayBill IrwinCasey AffleckDavid GyasiEllen BurstynJessica ChastainMackenzie FoyMatt DamonMatthew McConaugheyMichael CaineTimothée ChalametCastAlexander Michael HelisekAndrew BorbaAnne HathawayBenjamin HardyBill IrwinBrooke SmithCasey AffleckCici Leah CampbellCollette WolfeDavid GyasiDavid OyelowoEllen BurstynElyes GabelFlora NolanFrancis X. McCarthyGriffen FraserJeff HephnerJessica ChastainJohn LithgowJoseph OliveiraJosh StewartKristian Van der HeydenLeah CairnsLena GeorgasLiam DickinsonMackenzie FoyMark Casimir DyniewiczMatt DamonMatthew McConaugheyMichael CaineRuss FegaRyan IrvingTimothée ChalametTopher GraceWes BentleyWilliam DevaneWilliam Patrick Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xJHokMbljvjADYdit5fK5VQsXEG.jpg",
      "https://image.tmdb.org/t/p/w300/rAiYTfKGqDCRIIqo664sY9XZIvQ.jpg",
      "https://image.tmdb.org/t/p/w300/27IQ08XLxw2Gaj5zoOmJWmq4nNy.jpg",
      "https://image.tmdb.org/t/p/w300/xnAdZe8wg9aeRSxcJksPlGk68cL.jpg",
      "https://image.tmdb.org/t/p/w300/wQxPlS65wgy6Ik7N80bsMpAkjyf.jpg",
      "https://image.tmdb.org/t/p/w300/eZm0fWJtVftiqs5kKOOzke8nJIR.jpg",
      "https://image.tmdb.org/t/p/w300/vgnoBSVzWAV9sNQUORaDGvDp7wx.jpg",
      "https://image.tmdb.org/t/p/w300/hiU41Xve67Ay3lOwBYTuZSV5ssO.jpg",
      "https://image.tmdb.org/t/p/w300/wqBlk1ejN71gzKvlbXYrC1FfdsY.jpg",
      "https://image.tmdb.org/t/p/w300/9mmkq59uRuJWDFz9UHeX5ATNJYf.jpg",
      "https://image.tmdb.org/t/p/w300/8q9wSh1w7plE7oHliG8Dfzbi5fg.jpg",
      "https://image.tmdb.org/t/p/w300/pZvZjxPFfWWIwtPQodsNygQ6u5Z.jpg",
      "https://image.tmdb.org/t/p/w300/1pjMhcDSlWT7hYzxB38wwlp7Wc6.jpg",
      "https://image.tmdb.org/t/p/w300/i2gJQtnkLA2SpU9cRvkbuLOoW1I.jpg",
      "https://image.tmdb.org/t/p/w300/dA7nf1oYlutAcvlwQe0Lw7B6HnV.jpg",
      "https://image.tmdb.org/t/p/w300/5C3RriLKkIAQtQMx85JLtu4rVI2.jpg",
      "https://image.tmdb.org/t/p/w300/b3JtLWrdiJFCN8r9zuftgty8ddD.jpg",
      "https://image.tmdb.org/t/p/w300/pbrkL804c8yAv3zBZR4QPEafpAR.jpg",
      "https://image.tmdb.org/t/p/w300/pOvgpLgOO84GTqgwFpE5W4OBIBa.jpg",
      "https://image.tmdb.org/t/p/w300/46LvLzMD19tzyoPc7HUf4PPvi62.jpg",
      "https://image.tmdb.org/t/p/w300/vXMNOMkRhqrtsSZY6nCGCMkRslM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/interstellar-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vko7qp6xhavj.html",
        "server": "usersdrive.com",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/l4ndl3fzezs6.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/interstellar-2014-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/interstellar-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yuudrive.me/0485554/interstelar-2014-1080p-blu-ray-5-1-ch-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://yuudrive.me/85f6de7458/interstelar-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/SOgn/Interstellar_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/3AE5V/Interstellar_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/El9BhAKZ#-vuCJdO2Hy8wzosNKWflyo7t-mi-CvHIeg1yh7WuuDk",
        "server": "mega.nz",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/FOAlSAwK#u4hdVPREUiBeke2yKmZ_y3ktBJaqZOnn_-D56E_sZ-0",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/5j1l9f9660o6",
        "server": "upstream.to",
        "size": "2.73 GB",
        "quality": "Blu-Ray 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/mj29tiepkcbn",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "2LqzF5WauAw",
      "video_url": "https://www.youtube.com/watch?v=2LqzF5WauAw",
      "embed_url": "https://www.youtube.com/embed/2LqzF5WauAw"
    }
  },
  {
    "metadata": "PG|2010|125 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "287,341"
    },
    "title": "TRON: Legacy (2010)",
    "description": "virtual world designer Kevin Flynn တယောက် ရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်နှစ်ပေါင်း ၂၀ ကြာပြီးတဲ့နောက်မှာ သားဖြစ်သူ Sam တယောက် ကုမ္ပဏီရဲ့ အဓိက ရှယ်ယာရှင်ဖြစ်လာခဲ့ပါပြီAlan bradly တယောက် Samကို ဖခင်ဖြစ်သူရဲ့ ဗီဒီယိုထဲကနေ ထူးဆန်းတဲ့ ပေးပို့ချက်တခုကို ဖော်ထုတ်ဖို့ တောင်းဆိုခဲ့ပါတယ်ဒီနောက်မှာတော့ Sam တယောက် ကွန်ပျုတာထဲကနေမှ ဖွက်ထားတဲ့ အောက်ခြေအဆင့်အပိုင်းကို ရှာတွေ့သွားတော့တဲ့နောက် ENCOM ရဲ့ အဓိက မိန်းဖရိန်နဲ့မဟုတ်ပဲ သက်သက်ကွဲထွက်နေတဲ့ အပိုင်း Grid ကနေ သတင်းပေးပို့ချက်ကို ရရှိခဲ့ပြီးတဲ့နောက် The Rinzler လို့ခေါ်တဲ့ ပရိုဂရမ်နဲ့ ယှဉ်ပြိုင်ဖို့ ဖိအားပေးခြင်းခံရပါတော့တယ်SAm တယောက်ထိခိုက်မိပြီး သွေးထွက်လာခဲ့တဲ့နောက် Rinzler က Samဟာလူသားဂိမ်းဆော့သူဖြစ်တယ်ဆိုတာ သိရှိသွားတဲ့အခါ ?ဒါ့အပြင် Grild ရဲ့ စည်းမျဉ်းပရိုဂရမ်ကို တပ်ဆင်ခဲ့သူက ဖခင်ဖြစ်သူ Kevin Flynn ပါပဲQuorra လို့ခေါ်တဲ့ Kevin ရဲ့ အလုပ်သင်က Sam ကို Clu လက်ထဲကနေကယ်တင်ပေးခဲ့ပြီး Clu ရဲ့ ရန်လွတ်အောင် သူ့နယ်မြေအပြင်ဖက်က ခင်ဖြစ်သူရဲ့ ပုန်းခိုရာနေရာဆီကို ခေါ်ဆောင်သွားပေးပါတယ်Kevin Flynn တယောက် သားဖြစ်သူကို သူ့အနေနဲ့ ပြီးပြည့်စုံတဲ့ ကွန်ပျုတာစနစ်တခုကို တည်ဆောက်နေခဲ့တာဖြစ်ပြီး CLU နဲ့ TRON ကို သတ်မှတ်ခဲ့ကြပါတယ်ဒါပေမဲ့ လုပ်ဆောင်နေချိန်အတောအတွင်းမှာပဲ TRON ဟာ သဘာဝကျစွာ ဖြစ်ပေါ်နေတဲ့ ISOs ( နယ်ပယ်အားလုံးမှာ အဓိက ကျလာစေနိုင်တဲ့) ကို တွေ့ရှိခဲ့ပါတယ်CLC တယောက် ရုတ်တရက် သွေဖီသွားပြီး kevin ကို သစ္စာဖောက် TRON ကို ဖမ်းဆီးပြီး ISOs ကို ဖျက်ဆီးလိုက်ပါတော့တယ်(ဇတ်လမ်းအညွှန်းကိုတော့ Channel Myanmar Member တစ်ဦးဖြစ်တဲ့ Su Myat Htike မှရေးသားပေးထားတာ ဖြစ်ပါတယ်)File Size : (999 MB)Quality : Blu-Ray 720pRunning Time : 2hr 05minFormat : Mp4Genre : Action, Adventure, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : iNTERNAL.1080p.RERIP.BluRay.x264-MOOVEETranslated by Myat Noe Wutt YiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElspeth GraftonJoseph KosinskiPortia TickellStarsBeau GarrettBruce BoxleitnerElizabeth MathisGarrett HedlundJames FrainJeff BridgesMichael SheenOlivia WildeSerinda SwanYaya DaCostaCastAaron ToneyAmy EsterleBeau GarrettBelinda MontgomeryBrandon Jay McLarenBruce BoxleitnerCatherine Lough HaggquistCillian MurphyConrad CoatesDaft PunkDarren DolynskiElizabeth MathisGarrett HedlundJames FrainJeff BridgesKis YurijMichael SheenMichael TeigenOlivia WildeOwen BestRon SelmourSerinda SwanShaw MadsonYaya DaCosta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6hquJfTEM97bqMekCOPO50SLbzr.jpg",
      "https://image.tmdb.org/t/p/w300/poNggE1pzQpezVcTUSPKpacujCP.jpg",
      "https://image.tmdb.org/t/p/w300/knzCESC2aBZ7P2BH5iTK67Coi1n.jpg",
      "https://image.tmdb.org/t/p/w300/duZL3pZOYysk8xmNGhIuhXdpb3Z.jpg",
      "https://image.tmdb.org/t/p/w300/ulYx8U1wN8jgPMt4bIfoOLbacwf.jpg",
      "https://image.tmdb.org/t/p/w300/fOrstCsIHReRihvCiWDyrgVpBvB.jpg",
      "https://image.tmdb.org/t/p/w300/6sshE2RIBDTU0fsWUe3y34u3DJF.jpg",
      "https://image.tmdb.org/t/p/w300/kBrHv277DUIpecde9JL6V0xBg61.jpg",
      "https://image.tmdb.org/t/p/w300/yhMGhDH0U3fKcV5V82QieBFm6Rn.jpg",
      "https://image.tmdb.org/t/p/w300/wjuceyeeFrphxHTFq1tzQ1OFlF0.jpg",
      "https://image.tmdb.org/t/p/w300/nLbSsNdZ7T8KIIqBwSQoPRp7a0W.jpg",
      "https://image.tmdb.org/t/p/w300/inoees4R29MQ0quCeLVAIPWCt8H.jpg",
      "https://image.tmdb.org/t/p/w300/rqu6bdqVNbV2Z17Ur38MKgk7z7J.jpg",
      "https://image.tmdb.org/t/p/w300/w9veHaw4uJLg2fEdJRJUYKzhjcT.jpg",
      "https://image.tmdb.org/t/p/w300/mGCUwOH70PYXZLL9x70aMyeUOoC.jpg",
      "https://image.tmdb.org/t/p/w300/5aJIMZciK0mwyvnInbFrqbgPlFD.jpg",
      "https://image.tmdb.org/t/p/w300/8vbe5x1L4U6t8FGTsIRG2CacrWk.jpg",
      "https://image.tmdb.org/t/p/w300/vccoEmfq3PgHagMYQ5FenmFjt0b.jpg",
      "https://image.tmdb.org/t/p/w300/bVMSNNasWBD7ivxpP3Tgdauef5Y.jpg",
      "https://image.tmdb.org/t/p/w300/na8nTmIE6OqcDKknSBEraHLsKRI.jpg",
      "https://image.tmdb.org/t/p/w300/5ZvCg31UrvxNimEVztAaztEG3jf.jpg",
      "https://image.tmdb.org/t/p/w300/aaJNNFoY31aCmVrlEkcqngKa6Fk.jpg",
      "https://image.tmdb.org/t/p/w300/AqEPd0yrBYijToqL02qots0PCIf.jpg",
      "https://image.tmdb.org/t/p/w300/nPcFGO0Czxkccni4Man5w7wA9Hh.jpg",
      "https://image.tmdb.org/t/p/w300/lxWCjlYngQfMnFi9BO9ib50TZq.jpg",
      "https://image.tmdb.org/t/p/w300/x1SP40sAJRmLsCxxZViSRtMYUFT.jpg",
      "https://image.tmdb.org/t/p/w300/gph6vStzLdGuyo3909gaWrxEkeI.jpg",
      "https://image.tmdb.org/t/p/w300/ben4oRGog3e0hhPUMEwoFNC8W2w.jpg",
      "https://image.tmdb.org/t/p/w300/jZkoWgSUE62Q2TngzoqUeQDIS9L.jpg",
      "https://image.tmdb.org/t/p/w300/3cGuulBfhq3S9MZf4YBJlSGUFvD.jpg",
      "https://image.tmdb.org/t/p/w300/hF2A6q4Z8Kb9BSRkMwqnGZKIcSN.jpg",
      "https://image.tmdb.org/t/p/w300/ehIKBl6suXsIofr3zR4BYXpLgKF.jpg",
      "https://image.tmdb.org/t/p/w300/muHjwcx6cEE8HF9HIRM8lxMw69I.jpg",
      "https://image.tmdb.org/t/p/w300/aQquxjbPKAIKajkAICmu2eaazsP.jpg",
      "https://image.tmdb.org/t/p/w300/uqtRHYl5qIPiQ3JwF2rpkEvxoOO.jpg",
      "https://image.tmdb.org/t/p/w300/cgmDAtKaTkW4YWQvT8PTD3eWkLB.jpg",
      "https://image.tmdb.org/t/p/w300/otDKO8wGpeUrmyKh4f5loVpvsrn.jpg",
      "https://image.tmdb.org/t/p/w300/qFpntwTjhKtGSBJhxSh1e82R743.jpg",
      "https://image.tmdb.org/t/p/w300/8IyuGA4D6Raep40BPeQtTwgE7Eu.jpg",
      "https://image.tmdb.org/t/p/w300/mulifRxuF14toRBM2e2XIeOGQhh.jpg",
      "https://image.tmdb.org/t/p/w300/18nynCpxHWpylv6FLYtY1vV3kZ7.jpg",
      "https://image.tmdb.org/t/p/w300/iwIcV4rLGQKCHWVutlSUHoqK1xj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vllvystwQjmXzy5OvBKnGl1JREF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tron-legacy-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5tgkd96pebk8.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TO79/Tron_-_Legacy_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fIBFyZKb#nQiSHUYk5OGL7yM666X5VfmsaTjbpH-IUk97UamREGU",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ijy0bk2s2pu4",
        "server": "streamvid.io",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/y6xxa6t0qkwl.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "L9szn1QQfas",
      "video_url": "https://www.youtube.com/watch?v=L9szn1QQfas",
      "embed_url": "https://www.youtube.com/embed/L9szn1QQfas"
    }
  },
  {
    "metadata": "R|1997|1h 45m|Horror,Sci-Fi",
    "rating": {
      "rating": "6/10",
      "rating_count": "52000"
    },
    "title": "Mimic (1997)",
    "description": "Mimic (1997)~ IMDb – 6/10, Rotten Tomatoes – 64% ~ဆရာ့ ဆရာကြီး Guillermo del Toro ကိုယ်တိုင် ဇာတ်ညွန်းရေးသားရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။ သူ့ရဲ့ ဒုတိယမြောက် Feature Film လည်း ဟုတ်ပါတယ်။ ဒါပေမဲ့ ဒီကားဟာ နောက်ခံသမိုင်းကြောင်း တစ်ခုရှိခဲ့သလို ဒီကားရဲ့ ရုံတင်ဗားရှင်းကလည်း del Toro ရဲ့ လက်ရာစစ်စစ် မဟုတ်ခဲ့ပါဘူး။ ဒီကားကို ရိုက်ကူးတဲ့အချိန်မှာ del Toro ဟာ နာမည်ကျော်ထုတ်လုပ်သူတွေဖြစ်တဲ့ Harvey Weinstein နဲ့ Bob Weinstein တို့နဲ့ ပြဿနာတက်ခဲ့ပါတယ်။ Director’s vision ကို သူတို့ဟာ မလေးစားခဲ့ကြသလို သူ့ကို တခြားဒါရိုက်တာနဲ့ပါ အစားထိုးဖို့ ကြံစည်ခဲ့ကြပါတယ်။ တာရန်တီနိုနဲ့ သူ့ရည်းစားရဲ့ ထောက်ခံအားပေးမှုကြောင့်နဲ့ တာရန်တီနို့ရည်းစားက del Toro အမြင်ကို မလေးစားရင် ရုပ်ရှင်ကို ရပ်ပစ်မယ်လို့ ခြိမ်းခြောက်ခဲ့လို့သာ မပြုတ်ခဲ့တာပါပဲ။ ဒီကားရဲ့ ရုံတင်ဗားရှင်းမှာလည်း သူ့လက်ထောက်ရိုက်ခဲ့တဲ့ အခန်းတွေထည့်ထားခဲ့တာကြောင့် သူတော်တော်ဒေါသဖြစ်ခဲ့ရပါတယ်။ ဒီကားနောက်ပိုင်းမှာလည်း သူတို့နဲ့ သူ ထပ်ကိုမလုပ်ဖြစ်တော့ပါဘူး။ နောက်ပိုင်းမှာတော့ သူ Director’s Cut ပြန်ထုတ်ခဲ့ပါတယ်။ အခုကားကတော့ del Toro လက်ရာစစ်စစ်ကို ကြည့်ရမယ့် Director’s Cut ဗားရှင်း ရုပ်ရှင်‌ပေါ့။သိပ္ပံပညာရှင်တွေဟာ လူသားတွေကောင်းကျိုးအတွက် အမျိုးမျိုး တီထွင် ဆန်းသစ် ကြံဆလေ့ရှိပါတယ်။ သို့ပေသော်ငြား အဲဒီလို လက်သရမ်းမှုမျိုးတွေမှာ ကောင်းကျိုးတွေရှိသလို မထင်မှတ်တဲ့ ဆိုးကျိုးတွေရှိလာနိုင်တယ်ဆိုတာကို ကွက်ကွက်ကွင်းကွင်း သရုပ်ဖော်ပေးထားတာပါပဲ။စတရစ်ကလာ ရောဂါဆိုးကြီး ပြန့်နှံ့ ကူးစက်လာတဲ့အချိန် ကလေးငယ်ပေါင်းများစွာ ဘဝပျက် သေကြေခဲ့ရတယ်။ အဲ့အချိန်မှာ ဆူဆန်ဆိုတဲ့ ပိုးမွှားဗေဒပညာရှင် အမျိုးသမီးဟာ ခြနဲ့ ဓားခုတ်ကောင်ရဲ့ မျိုးရိုးဗီဇကိုယူပြီး ရောဂါဆိုးကြီးကို တွန်းလှန်ဖို့ ဂျူးဒတ်စ်ဆိုတဲ့ ပိုးကောင်လေးကို ဖန်တီးခဲ့တယ်။ လပိုင်းလောက်သာ သက်တမ်းရှိအောင် ဖန်တီးခဲ့ပေမယ့် နောက်၃နှစ်အတွင်းမှာ ဘေးထွက်ဆိုးကျိုးအနေနဲ့ ဂျူးဒတ်စ်တွေရဲ့ မျိုးပွားနိုင်နှုန်းဟာ သိပ်ကိုမြန်ဆန်သွားပြီး မျိုးရိုးဗီဇ တိုးတက်ပြောင်းလဲမှုကြီး ဖြစ်သွားခဲ့ပါတယ်။ လက်တစ်ဆုပ်လောက်သာရှိခဲ့တဲ့ ပိုးကောင်လေးတွေဟာ ဘယ်လိုပုံစံမျိုးအထိ ဖြစ်သွားမလဲ။ ဒါကို ဆူဆန်နဲ့ ပီတာတို့ ဘယ်လိုသိရှိသွားမလဲ၊ ဘယ်လိုထိန်းချုပ်မလဲ၊ နှိမ်နင်းနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦး…။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.2GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 45MinGenre – Horror, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillermo del ToroStarsAlexander GoodwinAlix KoromzayCharles S. DuttonDoug JonesF. Murray AbrahamGiancarlo GianniniGlenn BangHo Pak-KwongJames CostaJames KidnieJavon BarnwellJeremy NorthamJosh BrolinJulian RichingsMargaret MaMira SorvinoNorman ReedusCastAlexander GoodwinAlix KoromzayCharles S. DuttonDoug JonesF. Murray AbrahamGiancarlo GianniniGlenn BangHo Pak-KwongJames CostaJames KidnieJavon BarnwellJeremy NorthamJosh BrolinJulian RichingsMargaret MaMira SorvinoNorman Reedus",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bouH0jYhfiAHn28B3AygP0XO6V8.jpg",
      "https://image.tmdb.org/t/p/w300/jRPxaB7G9z3hISMc1GlHlD23UW0.jpg",
      "https://image.tmdb.org/t/p/w300/8PHQqom3slhAMc64es86NjXdVbJ.jpg",
      "https://image.tmdb.org/t/p/w300/cpZ051CrZZDvJfTj5Uz9ATNba6s.jpg",
      "https://image.tmdb.org/t/p/w300/2xCDJx41bl3FMvVkXJ9hQDIhEwx.jpg",
      "https://image.tmdb.org/t/p/w300/hj7hVRU7OLupM7n4mKGky3cNI0D.jpg",
      "https://image.tmdb.org/t/p/w300/rGsy7I2Q9KfI58VpBgN6z8YmExL.jpg",
      "https://image.tmdb.org/t/p/w300/pil4JmIODp5Kh9Qz7dLqd0RbGtS.jpg",
      "https://image.tmdb.org/t/p/w300/a9MetbCmv6JnUq7AAVdCJymP4As.jpg",
      "https://image.tmdb.org/t/p/w300/863Ohgf3WwcQNA8OBV2qHmXe3Nq.jpg",
      "https://image.tmdb.org/t/p/w300/72SSkV6tBUd9N6DsuZz2GmzMG21.jpg",
      "https://image.tmdb.org/t/p/w300/vUr9mdPL0DyGYL6AVRXIZ7jWjNe.jpg",
      "https://image.tmdb.org/t/p/w300/voVPLSTe7egWzqLP2HVt9abuz3P.jpg",
      "https://image.tmdb.org/t/p/w300/iH9S3jP0dnWZwnxkGoT3oXP5zI8.jpg",
      "https://image.tmdb.org/t/p/w300/aZz6qnVDfEEhW3Zcgnt68Fwgkna.jpg",
      "https://image.tmdb.org/t/p/w300/dI58tE2wLlE0zKd9VALLrEJuqLK.jpg",
      "https://image.tmdb.org/t/p/w300/zy1tbHb5SRYDABVevHuz3gQo6xI.jpg",
      "https://image.tmdb.org/t/p/w300/lAhgYclUKFZUbAM0twS0xEamY26.jpg",
      "https://image.tmdb.org/t/p/w300/tI3FF3Km0yMTVFse6JNgih2hY3H.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ieRRo78f8JzEKxfiCKqJyFg6l8o.jpg",
    "movie_links": [
      {
        "link": "https://streamvid.net/27xsu5vkmfh8/(CM)_Mimic_(1997)_[The_Director's_Cut]_1080p.mp4",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aCtn/(CM)_Mimic_(1997)_[The_Director_s_Cut]_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hzJiTICY#FATvR47J8ZRXhEapxcD8KDhyyh8nUMrxLSp8tLg3Bos",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/va7ptf4vxjpx.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/d6t5zhmtae4r.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/u4q2y7f8w5wo/(CM)_Mimic_(1997)_[The_Director's_Cut]_720p.mp4",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aCss/(CM)_Mimic_(1997)_[The_Director_s_Cut]_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ArQTzQoQ#B2Xd-3jXwQ1omcd3Rja5-zJ6XPT8vvWDhMu2__Xmfew",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/guq0ziqpyhrh.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/yj9xzlrbg9l6.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LL-GB11uyTI",
      "video_url": "https://www.youtube.com/watch?v=LL-GB11uyTI",
      "embed_url": "https://www.youtube.com/embed/LL-GB11uyTI"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Sci-Fi",
    "rating": {
      "rating": "5.5/10",
      "rating_count": ""
    },
    "title": "I’m Totally Fine (2022)",
    "description": "ဒါကတော့ သိပ္ပံစိတ်ကူးယဉ်၊ ဟာသ အမျိုးအစားလေးပါပဲ။ ဗန်နက်ဆာဟာ သူ့ရဲ့ သူငယ်ချင်းသေဆုံးသွားလို့ ပူဆွေးပြီး တစ်ယောက်တည်းခရီးထွက်လာပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ မကြာသေးခင်ကမှ သေဆုံးသွားတဲ့ သူငယ်ချင်း ဂျန်နီဖာကို မီးဖိုချောင်တစ်ခုထဲမှာ အရှင်လတ်လတ်ကြီး ပြန်တွေ့လိုက်ရတဲ့အခါ သူ့ရဲ့ အထီးကျန်ခရီးက လမ်းကြောင်းပြောင်းသွားပါတော့တယ်။ သူတွေ့နေရတဲ့ သူငယ်ချင်း ဂျန်နီဖာက လူမဟုတ်၊ သရဲမဟုတ်ဘဲ ကိုယ့်ကိုယ်ကိုယ် ဂြိုလ်သားပါဆိုပြီး ပြောလာတဲ့အခါမှာတော့ သူငယ်ချင်းနှစ်ယောက် ထူးခြားဆန်းကြယ်တဲ့ ၄၈ နာရီကို အတူဖြတ်သန်းရပါတော့တယ်။File size…(1.27GB)  / (711MB) / (351MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:23:00Genre… Comedy / Drama / Sci-FicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Sofia, May PhooYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBlake AndersonCyrina FialloHarvey GuillenJillian BellKaren MaruyamaKyle NewacheckNatalie Morales",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1E2OOb3WUBEwHyBwlhV9BIJ1HfO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-toy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/im-totally-fine-2022-1080-p-web-dl-dd-5-1-h-264-evo-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/l4s9cb48lsdu.html",
        "server": "usersdrive.com",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2w76B/Im.Totally.Fine.2022.1080p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/27xzgLZB#uiZQoL6lwhNdlg9d9FTgPfs5RQEM1BUmNLw3SJb6fJE",
        "server": "mega.nz",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/im-totally-fine-2022-720-p-web-dl-dd-5-1-h-264-evo-mp-4",
        "server": "yoteshinportal.cc",
        "size": "711MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5lw0p81qlumz.html",
        "server": "usersdrive.com",
        "size": "711MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2w76y/Im.Totally.Fine.2022.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "711MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/q2oX1IAY#3-gdMrglLTpPIR7AmbW6HdH_MxSC1RhuIV4TdkQbfEs",
        "server": "mega.nz",
        "size": "711MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/57krthukg3i0.html",
        "server": "streamsb.com",
        "size": "711MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/im-totally-fine-2022-480-p-web-dl-dd-5-1-h-264-evo-mp-4",
        "server": "yoteshinportal.cc",
        "size": "351MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/iqq3aruze4qd.html",
        "server": "usersdrive.com",
        "size": "351MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2w76x/Im.Totally.Fine.2022.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "351MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/7qxFlCQb#O-CsT1eiPFcBU_n9tzTc9acJMdTR-qfDNMbhhVPKWxk",
        "server": "mega.nz",
        "size": "351MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/5p98p3sxutq6.html",
        "server": "streamsb.com",
        "size": "351MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "MKltG4GxmNE",
      "video_url": "https://www.youtube.com/watch?v=MKltG4GxmNE",
      "embed_url": "https://www.youtube.com/embed/MKltG4GxmNE"
    }
  },
  {
    "metadata": "N/A|2017|129 min|Sci-Fi,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "337"
    },
    "title": "Before We Vanish (2017)",
    "description": "ဆန်းဆန်းပြားပြားကားလေးတွေကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Before we vanish (2017)ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ဂျပန်ကားလေးပါ။Ratingတွေလဲ တော်တော်လေးကောင်းထားတယ်ပြောရမယ်ဗျ။လူသားတွေရဲ ့သဘောသဘာဝကျကို ဂြိုဟ်သားတွေနဲ့ အထောက်အပံ့ပေးပြီးပုံဖော်ထားတဲ့ကားမျိုးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုဟ်သားသုံးယောက်ဟာ ကမ္ဘာပေါ်ကိုရောက်လာပြီး ကျူးကျော်ဖို့ကြိုးစားတာပါ။အဲ့ဒီအတွက် လူသားသုံးယောက်ရဲ ့ခန္ဓာကိုယ်ထဲမှာဝင်ရောက်နေထိုင်ပါတော့တယ်။လူမှုအသိုင်းအဝိုင်း ထုံးစံတွေ အစဉ်အလာတွေနဲ့ သူတို့တွေဘယ်လိုရှေ့ဆက်မလဲ။ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကတော့ဇာတ်လမ်းထဲမှာကြည့်ရှုပါလို့ပဲညွှန်းလိုက်ပါရစေ။Rating ပေးတာ တွန့်တိုတတ်တဲ့ Rotten Tomatoesကတောင် 76%ပေးထားတာမို့လက်မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲညွှန်းလိုက်ပါတော့မယ်။Qty – 720p Web DLDuration – 1hr 56minGern – Thrill / Sci-FiTranslator – Yamin Thawdar MaungReview – Aye Mon KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKiyoshi KurosawaStarsAtsuko MaedaHiroki HasegawaKazuya KojimaKen MitsuishiMahiro TakasugiMasahiro HigashideMasami NagasawaRyuhei MatsudaShinnosuke MitsushimaTakashi SasanoCastAtsuko MaedaHiroki HasegawaKazuya KojimaKen MitsuishiKyoko KoizumiMahiro TakasugiMasahiro HigashideMasami NagasawaRyuhei MatsudaShinnosuke MitsushimaTakashi Sasano",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A736wj2dPa6m5ZKP0ak9DTlfJSx.jpg",
      "https://image.tmdb.org/t/p/w300/7M2jVFQOOO6OTLpNmh2V1FZmsmp.jpg",
      "https://image.tmdb.org/t/p/w300/43SnrFvMDo1EgOv4MKfeQTfPwR2.jpg",
      "https://image.tmdb.org/t/p/w300/4sPwG3Ilxekz4ceKy366gMJKoW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mCDzuprK3JVDTBWPDtv1AV2OZUK.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/before-we-vanish-2017-mm-sub",
        "server": "VIP Links",
        "size": "932MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/before-we-vanish-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "932MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1H736/Before_We_Vanish_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "932MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/l2c0paz2ffo9.html",
        "server": "streamsb.com",
        "size": "932MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "jiUFEm55DLg",
      "video_url": "https://www.youtube.com/watch?v=jiUFEm55DLg",
      "embed_url": "https://www.youtube.com/embed/jiUFEm55DLg"
    }
  },
  {
    "metadata": "PG-13|2014|113 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "523,233"
    },
    "title": "Edge of Tomorrow(2014)",
    "description": "Edge of Tomorrow(2014)((Link အသစ်ပြန်ချိတ်ပေးရင်း 1080p BluRay 5.1 DTS  နဲ့720p နှစ်မျိုးနဲ့  ပြန်လည်တင်ဆက်လိုက်သည်…))ဒီတစ်ခါတော့ Tom Cruise ရဲ့ Sci-Fi Action ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ ရဲ့ ဇာတ်ကားကောင်း တွေထဲမှာ တစ်ကားအပါအဝင်ဖြစ်ပြီး ပရိတ်သတ် ကြိုက်နှစ်သက်မယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းကတော့ ဥရောပမှာ အမှတ်မထင်ပဲ အာကာသ ထဲက နေ ဂြိုလ်သားတွေရောက်လာတာက စတင်ပါတယ်။ ပြင်သစ်၊ ဂျာမဏီ၊ ချက်၊ အီတလီ၊ပိုလန် စတဲ့ နိုင်ငံတွေ ကျသွားပြီးနောက် အနောက်ဖက်မှာ အင်္ဂလန်နဲ့ အရှေ့ဖက်မှာ ရုရှားတို့ လောက်ပဲ ကျန်တော့ပါတယ်။ ငါးနှစ်အတွင်းမှာ စစ်ပွဲအချို့ ပြန်နိုင်လာသလို၊ ဂြိုလ်သားတွေကို နှိမ်နင်းဖို့ Armor တွေလည်း တီထွင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ East ဖက်က ရုရှား နဲ့ တရုတ်၊ West ဖက်က အမေရိကန်နဲ့ ကျန် Allied တွေက ထိုးစစ်စင်ခဲ့ပြီး၊ နောက်ဆုံး စစ်ပွဲကို ရောက်လာပါတယ်။ဒီအချိန်မှာ Tom Cruise က စစ်ပွဲမှာ အဓိက ကျတဲ့ General နဲ့ တွေ့ဖို့ လန်ဒန်ကိုရောက်လာခဲ့ပါတယ်။ ဒါပေမယ့် အမှတ်မထင်ပဲ Tom Cruise ကို စစ်ပွဲမှာ ပါဝင်ဖို့ ပြောတဲ့အခါမှာတော့ Tom Cruise က စစ်ပွဲအတွေ့အကြုံ လုံးဝမရှိသလို၊ သူက တစ်ခါမှာလည်း စစ်မတိုက်ဖူးပါဘူး။ ဒါကြောင့် သူက ငြင်းဆန်ပေမယ့် နောက်ဆုံး ရာထူးချခံရပြီး၊ စစ်မှုထမ်းခဲ့ရပါတယ်။ တကယ်တမ်းတိုက်ပွဲမှာ တော့ ဂြိုလ်သားတွေကို လုံးဝမနိုင်ခဲ့ပါဘူး။ ဒါပေမယ့် Tom Cruise က မထင်မှတ်ပဲ သာမန် ဂြိုလ်သားတွေထက် အကောင်ကြီးတဲ့ ဂြိုလ်သားတစ်ကောင်ကို သတ်မိသွားပါတယ်။ အဲ့ဒီအချိန်မှာ အဲ့ဒီ ဂြိုလ်သားရဲ့သွေးက သူ့ကိုယ်ပေါ်ကို လာစင်ပြီးနောက် သူလည်း သေသွားခဲ့ပါတယ်။ဒီအချိန်မှာပဲ သူက ပထမဆုံး စစ်တပ်ထဲ စရောက်ခဲ့တဲ့ အချိန်ကို ပြန်ရောက်သွားပြီး၊ အဖြစ်အပျက်အားလုံးကိုလည်း မှတ်မိနေပါတယ်။ ဒီလိုနဲ့ သူသေသွားတိုင်း ဒီနေရာကပဲ ပြန်ပြန် စနေခဲ့ရာက၊ စစ်ပွဲထဲမှာ မင်းသမီး Emily Blunt ကို ကယ်တင်လိုက်တဲ့အခါမှာ သူမ ထံကနေ အကြောင်း စုံသိလိုက်ရပါတယ်။Tom Cruise ဖြစ်နေတာမျိုး တစ်ချိန်က သူမလည်းဖြစ်ခဲ့ဖူးတယ်လို့ Emily Blunt ကပြောပြပါတယ်။ အကြောင်းအရင်းက သူသတ်လိုက်တဲ့ ဂြိုလ်သားက ရှားရှားပါပါးတွေ့ရခဲပြီး တစ်ကောင် တစ်လေသာ ရှိတယ်လို့လည်းဆိုပါတယ်။ ဒီအကောင်ကို Alpha လို့ခေါ်ပြီး၊ ဂြိုလ်သားတွေကို Micmic လို့ခေါ်ပါတယ်။ သူတို့ကို ထိမ်းချုပ်တဲ့ Central Brain ကိုတော့ Omega လို့ခေါ်ပြီး၊ Omega က အချိန်ကို ထိမ်းချုပ်နိုင်စွမ်းရှိပါတယ်။Alpha တစ်ခါ သေတိုင်းမှာ အဲ့ဒီနေ့ကို ပြန်ပြီး Reset လုပ်လိုက်ပါတယ်။ ဒါပေမယ့် Alpha ရဲ့ Memory ကတော့ ပျက်မသွားပါဘူး။ Tom Cruise က Alpha ကို သတ်လိုက်တုန်းမှာ အမှတ်မထင်ပဲ Alpha ရဲ့ ပါဝါကို ရလိုက်ပါတယ်။ ဒါကြောင့် သူသေတိုင်းမှ နေ့က အသစ် ပြန်ပြန်စတာဖြစ်ပါတယ်။ ဒီနည်းနဲ့ Micmic တွေက ဂြိုလ်တွေကိုလိုက်သိမ်းနေတာဖြစ်ပါတယ်။ ဒါကြောင့်လည်း လူတွေက နောက်ဆုံး Battle ကို အနိုင်မရတာဖြစ်ပါတယ်။Emily ကလည်း ဒါမျိုးပါဝါရခဲ့ပေမယ့် သူမရဲ့ စွမ်းအားက ပျောက်သွားခဲ့ပါတယ်။ ဘာလို့လည်းဆိုတော့ တစ်ရက်မှာ စစ်ပွဲမှာ သူမက မသေပဲ သွေးထွက်လွန်သွားခဲ့ပြီး၊ ဆေးရုံရောက်သွားပါတယ်။ အဲ့ဒီအခါမှာ သူမ ရဲ့ ပါဝါလည်း ပျောက်သွားတာဖြစ်ပါတယ်။ စွမ်းအားက သွေးထဲမှာ ပဲရှိတာဖြစ်ပါတယ်။ဒါကြောင့် Tom Cruise အနေနဲ့ Reset လုပ်ချင်ရင် အသေခံရမှာဖြစ်ပါတယ်။ ဒီလိုနဲ့ သူ အကြိမ်ကြိမ် Reset ပြန်လုပ်ပြီး၊ Training တွေလုပ်၊ Omega ရဲ့ နေရာကို ရှာရင်းနဲ့ တစ်နေရာမှာ သူ ကျပ်ရိုက်သွားပါတယ်။သူက Emily Blunt နဲ့ သံယောဇဉ်ဖြစ်နေပြီး၊ အဲ့ဒီတစ်နေရာမှာ Emily Blunt ကအမြဲသေနေပါတယ်။ သူဘယ်လို့မှ ကယ်လို့မရပါဘူး။ ဒါကြောင့် သူသာ ရှေဆက်သွားပြီး Omega ကို သတ်လိုက်ရင် Emily က ပြန်ရှင်လာတော့မှာမဟုတ်ပါဘူး။ဇာတ်လမ်းက ဒီထက်အများကြီးပိုကောင်းပြီး၊ စိတ်ဝင်စားဖု့ိလည်းကောင်းပါတယ်။ ကျွန်တော်တို့ ငယ်ငယ်တုန်းက ဂိမ်းကစားသလိုပါပဲ၊ မနိုင်တဲ့ Stage ကို အကြိမ်ကြိမ်ပြန်ကစားသလိုပါပဲ။ ရန်သူတွေကလညး ဒီနေရာကပဲထွက်ထွက်လာသလို၊ ကိုယ်ကလည်း အကုန်လုံးကို မှတ်မိနေပါတယ်။ တစ်ခုပဲ ရှိတာက ပါဝါပိတ်လိုက်ရင် Check Point က နေပြန်စလို့မရတော့ပါဘူး။ ဂိမ်းထဲမှာက အစကနေ ပြန်ပြီး ဆော့လို့ရပေမယ့် ဒီမှာကတော့ No Reset ပါ။ဇာတ်ကားကောင်းတစ်ကားပါ။ မင်းသားမင်းသမီးကတော့ ဝါရင်နာမည်ကြီးသရုပ်ဆောင်တွေ ဆိုတော့ ပြောနေစရာတောင်မလိုပါဘူး။ ဇာတ်လမ်း ဇာတ်အိမ်လည်းကောင်းပြီး၊ ဇာတ်ကားတစ်ကားလုံးကောင်းပါတယ်။ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ No Sex, No Nudity ပါ။#Sololay(ရုပ်ရှင်မိတ်ဆက် Movie Reviews မှကူးယူဖော်ပြပါသည်….)(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး မှရေးသားခဲ့ပါတယ်…)File Size…(2.3GB) and (1.03 GB)Quality…Blu-Ray 1080p 5.1 CH, BluRay 720pFormat…mp4Duration…01:53:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbby MillsCarmen TabanyiCaroline BowkerChris CarrerasClare GlassCordelia HardyDoug LimanFraser Fennell-BallHolly GardnerJoey CoughlinJonny EagleKiaran Murray-SmithKim H. WintherLisa VickLuc GaviganLucy CoverMax KeeneNick LaurencePaul SacksRobert MaddenSamantha C. KirkebySarah Jean SelwaySimon CraneSylvia ParkerTamara KingTerence MaddenTerry MaddenTom PaytonStarsBill PaxtonBrendan GleesonCharlotte RileyDragomir MrsicEmily BluntFranz DramehJonas ArmstrongKick GurryTom CruiseTony WayCastAaron RomanoAndrew NeilAnna BottingAssly ZandryBentley KaluBeth GoddardBill PaxtonBrendan GleesonCharlotte RileyDany CushmaroDavid KayeDragomir MrsicElaine CaulfieldEmily BluntErin BurnettFranz DramehHarry LandisJane HillJeremy PivenJohn DuttonJonas ArmstrongKick GurryLara PulverLee Asquith-CoeMadeleine MantockMairead McKinleyMarianne Jean-BaptisteMartin HyderMartin McDougallMasayoshi HanedaNoah TaylorRachel HandshawRonan SummersSebastian BluntStuart MatthewsTerence MaynardTom CruiseTommy CampbellTony WayUsman Akram",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7mgKeg18Qml5nJQa56RBZO7dIu0.jpg",
      "https://image.tmdb.org/t/p/w300/l6fmu8Xg2eH3t39vrRIBIVsrR8U.jpg",
      "https://image.tmdb.org/t/p/w300/9maldNxAaXzBVgid64uWH8rwFuu.jpg",
      "https://image.tmdb.org/t/p/w300/qs0CSIanK6YHewTrWJAMDp3ipt5.jpg",
      "https://image.tmdb.org/t/p/w300/bpb5kelh4l61ZFH9ILakBpDBMyl.jpg",
      "https://image.tmdb.org/t/p/w300/oBypD6i91DAaDERjOwpZMuFpDK6.jpg",
      "https://image.tmdb.org/t/p/w300/8bhHxLbJDk3yQ4UyctftwkVI8yA.jpg",
      "https://image.tmdb.org/t/p/w300/gGZrcN5MMF0gBMXw0NM8m4pXVyo.jpg",
      "https://image.tmdb.org/t/p/w300/kVwhUkHERsMaan9FtkP32D3LNuE.jpg",
      "https://image.tmdb.org/t/p/w300/4MGoSL2Vxr8apxSvxg4gFMfzizk.jpg",
      "https://image.tmdb.org/t/p/w300/9ZnSFVQWdOUewy4JeSqlt9KumpG.jpg",
      "https://image.tmdb.org/t/p/w300/jt5atRXeoSnXOICazooxi9dbSZw.jpg",
      "https://image.tmdb.org/t/p/w300/mhH63i39fk8kVS548lK6X9DohfG.jpg",
      "https://image.tmdb.org/t/p/w300/8lWNClCvZ5l7e21LM7ORRqa8v5S.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/EDGE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fgdy2vxp1f8u.html",
        "server": "usersdrive.com",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/6lrq8jm8h57f.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/yfoybd69w012",
        "server": "upstream.to",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/b8n867y3otou",
        "server": "upstream.to",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/4eI8e/Edge.Of.Tomorrow(2014).BLU-RAY.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/HdowuW_AzeMdng",
        "server": "disk.yandex.com",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/UQtnnaib#8GTWrGj2-GjSKGw8KRM7O4VUdkU_ODANCB3UhZtwMNU",
        "server": "mega.nz",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/kNt3SQDI#iB9AgLeDIGyYFbgkpNwg7Jp2h1uQUtaWlup80cQROGw",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/e5793b6dc/edge-of-tomorow2014-blu-ray-1080p-5-1ch-mkv",
        "server": "yuudrive.me",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/30b7cec59/edge-of-tomorow2014-blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/edge-of-tomorrow-2014-blu-ray-1080-p-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/edge-of-tomorrow-2014-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://1fichier.com/?j4pg20vdyc5y1a7oaa5u",
        "server": "1fichier.com",
        "size": "2.33GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://1fichier.com/?xdy28l683309p9it5h0w",
        "server": "1fichier.com",
        "size": "1.03GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "he21BE70f1Y",
      "video_url": "https://www.youtube.com/watch?v=he21BE70f1Y",
      "embed_url": "https://www.youtube.com/embed/he21BE70f1Y"
    }
  },
  {
    "metadata": "PG-13|2018|1h 51min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "101,888"
    },
    "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
    "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]IMDb – 5.6/10_____Rotten – 43%Pacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။IMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်အကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့ဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့တန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကိုဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။ဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့ကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။ဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။ဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။ဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ နည်းပညာအသစ်တွေနဲ့ ရှာကြံပြီးလူတစ်ယောက်တည်းကသာ မောင်းနှင်နိုင်ပြီး အဝေးထိန်းနဲ့ ထိန်းချုပ်နိုင်တဲ့ယေဂါဒရုန်းစက်ရုပ်ကြီးတွေကို ပိုင်းလော့ဒ်တွေရှာရတဲ့ဒုက္ခ ကိုင်ဂျူးတွေနဲ့ တိုက်ခိုက်ရင်းပိုင်းလော့ဒ်တွေမသေအောင်ဆိုပြီး တီထွင်နိုင်လိုက်ပြီး တစ်ကမ္ဘာလုံးအနှံ့တပ်ဖြန့်ထားနိုင်အောင် လုပ်ဆောင်နေပါပြီ…….-ဒီလိုအဖက်ဖက် အဆင်သင့်ပြင်ထားပေမယ့် ကိုင်ဂျူးတွေဖက်ကရောကျူးကျော်ဖို့ ဘာတွေဘယ်လိုပြင်ဆင်နေကြသလဲ-ကိုင်ဂျူးတွေအရင်က အကောင်သေးတွေကနေ တဖြည်းဖြည်း ဆင့်ကဲတိုးတက်လာလို့အရင်က အဆင့်-၄ အဆင့်-၅ လောက်ရှိတဲ့အကောင်ကြီးတွေကအခုရောဘယ်အဆင့်ထိ သတ်မှတ်နိုင်တဲ့ ကိုင်ဂျူးအကောင်ကြီးမျိုးတွေဖြစ်လာမှာလဲ-ဒီကားထဲမှာ ယေဂါတွေထဲက နာမည်ကျော်စက်ရုပ်တွေဖြစ်တဲ့ဂျစ်ပစီအဗန်းဂျား…နိုဝင်ဘာအေဂျက်….ဆေဗာအသီနာ…..ဂါးဒီးယမ်းဘရာဗို….ဘရေဇာဖီးနစ်အစရှိတဲ့ဧရာမစက်ရုပ်ကြီးတွေက ဘယ်လိုအစွမ်းအစရှိသလဲတာကို ကြည့်လိုက်ကြရအောင်…..File Size : 1.8 GBQuality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 51minFormat : MkvGenre : Action, Adventure, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-GECKOSTranslated by Little TwinlayEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKristin VoumardMelina BurnsNick SatrianoSteven S. DeKnightStarsAdria ArjonaBurn GormanCailee SpaenyCharlie DayIdris ElbaJing TianJohn BoyegaMadeleine McGrawRinko KikuchiScott EastwoodZhang JinCastAdria ArjonaBridger ZadinaBurn GormanCailee SpaenyCharlie DayChen ZitongDaniel FeuerriegelDustin ClareEllen McLainIdris ElbaIvanna SakhnoJai DayJamie SlaterJing TianJohn BoyegaKaran BrarLevi MeadenLily JiLyric LanMackenyu ArataMadeleine McGrawNick E. TarabayRahart AdamsRinko KikuchiSam KalidiScott EastwoodShyrley RodriguezStephanie AllynneWesley WongYingying LanYongchen QianZhang JinZhu Zhu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6pT73ACl5N1VekdK3wQI8PLfz1E.jpg",
      "https://image.tmdb.org/t/p/w300/mo5EJsExrQCroqPDwUwp6jeq0xS.jpg",
      "https://image.tmdb.org/t/p/w300/oMaj75G2WFw66xI1TREg1hrToSg.jpg",
      "https://image.tmdb.org/t/p/w300/rcMAgeZFdO0MRPxUsMKiBakq4yE.jpg",
      "https://image.tmdb.org/t/p/w300/4DlpPJOzaZleypbfbuOJlv5pSPw.jpg",
      "https://image.tmdb.org/t/p/w300/2DrFGk3B6zWCNHVdUxQzyQkXpXe.jpg",
      "https://image.tmdb.org/t/p/w300/8gtAnNmraWh5r53YI6PWewCrA92.jpg",
      "https://image.tmdb.org/t/p/w300/qqAUQQT5ldjoBV4aZqAVSsr495m.jpg",
      "https://image.tmdb.org/t/p/w300/4CKACr2phot5Df3pF80sXlgqKL7.jpg",
      "https://image.tmdb.org/t/p/w300/jj8qgyrfQ12ZLZSY1PEbA3FRkfY.jpg",
      "https://image.tmdb.org/t/p/w300/cg3WUgF8Nx4qcPunVvIHxyMGnGl.jpg",
      "https://image.tmdb.org/t/p/w300/90pmVn1S3hdifA8CmwsIOSFDunn.jpg",
      "https://image.tmdb.org/t/p/w300/z6q9hxFDZ6JD9r0ASO1FHbkZGDr.jpg",
      "https://image.tmdb.org/t/p/w300/8d1NLhYIihC8a7P28NsTfBEKRc2.jpg",
      "https://image.tmdb.org/t/p/w300/xjdAT4Nfn1IlzifNP8yf9LHkKk1.jpg",
      "https://image.tmdb.org/t/p/w300/iI9WL1vcBEHjDgt8zmMXPhmWMnd.jpg",
      "https://image.tmdb.org/t/p/w300/yjrqQXtxYLnuh3RqI1MnIr4dpDD.jpg",
      "https://image.tmdb.org/t/p/w300/zTV196blpoWbfUaAWb290jryupk.jpg",
      "https://image.tmdb.org/t/p/w300/bQnfr24O1vzn6lxdKhRm0hQEXmc.jpg",
      "https://image.tmdb.org/t/p/w300/6I1s8q1XHfQh0thAiGC6H2nLy55.jpg",
      "https://image.tmdb.org/t/p/w300/kli5uMXOCY8gCd1r6kcXc4OqDIq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i0xcrqv0icg0.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p, 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/pacific-rim-uprising-2018-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p, 5.1 CH"
      },
      {
        "link": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p, 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/VQ8mHKyL#zEM_Ygpk8QsNIEDILhKHBHYTRR_K1T2Tn1N0hHNogJI",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p, 5.1 CH"
      },
      {
        "link": "https://upstream.to/dtbga3h013qp",
        "server": "upstream.to",
        "size": "1.8 GB",
        "quality": "Blu-Ray 1080p, 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "Am-gG-VyXPg",
      "video_url": "https://www.youtube.com/watch?v=Am-gG-VyXPg",
      "embed_url": "https://www.youtube.com/embed/Am-gG-VyXPg"
    }
  }
]