[
  {
    "metadata": "Unrated|2023|1h 58m|Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "545"
    },
    "title": "Red Rooms (2023)",
    "description": "Red Rooms (2023)~ IMDb – 7.4/10, Rotten Tomatoes – 100% ~Award – 4 wins, 7 nominationsအင်တာနက်အသုံးပြုသူအများစုအနေနဲ့ Deep Web တို့၊ Dark Web တို့ကို မသုံးဖူးကြရင်တောင် တိုးတိုးတဖုံ ကျယ်ကျယ်တမျိုး ကြားဖူးကြပါလိမ့်မယ်။ ဆရာ့ဆရာကြီးတွေကလည်း မယောင်မလည် လက်တည့်စမ်းလို့မကောင်းတဲ့အရာလို့လည်း သတိပေးကြတာကိုကြားဖူးကြမှာပါ။ ကိုယ်တွေလက်ရှိသုံးနေတဲ့ အင်တာနက်၀က်ဘ်ဆိုဒ်တွေကို Surface Web လို့ခေါ်ပါတယ်။ အဲဒါနဲ့ ဆန့်ကျင်ဖက်ကတော့ Deep Web ပါပဲ။Deep Web က သူ့ဟာသူကောင်းကျိုးရှိပေမဲ့ လူသားတွေထုံးစံနဲ့အညီ မကောင်းမှုမှာမွေ့လျော်တတ်တဲ့နောက် အနက်ဆုံး Dark Web ဆီကိုရောက်သွားတတ်ကြပါတယ်။ အဲဒီမှာတော့ လူသတ်မုဒိမ်းထိတ်လန့်စရာဗီဒီယိုတွေ လက်နက်ရောင်း၀ယ်ရေးကစလို့ လူရဲ့အသားအရောင်းအ၀ယ်တွေ မကောင်းမှုမှန်သမျှအကုန်ရတဲ့ ‌ဒစ်ဂျစ်တယ်မှောင်ခိုဈေးကွက်ကြီးရှိတာပါပဲ။ဒီကားလေးကတော့ အဲဒီ Deep Web ကို အခြေခံထားတဲ့ ပြင်သစ်စကားပြော ကနေဒီယန်ဇာတ်ကားပါ။ ‌အသက်မပြည့်သေးတဲ့ကောင်မလေးသုံးယောက်ကို လိင်ကိစ္စစော်ကားသတ်ဖြတ် ကိုယ်ခန္ဓာဖြတ်တောက် ဗီဒီယိုရိုက်ရောင်းတဲ့ရာဇ၀တ်သားကို တရားရုံးတင်စစ်ဆေးတဲ့အကြောင်းရယ်၊ အဲဒီအမှုကိုစွဲလမ်းနေတဲ့ မော်ဒယ်တစ်ယောက်ရယ်၊ ပျောက်ဆုံးနေတဲ့ တတိယနစ်နာသူရဲ့ဗီဒီယိုရယ် ပေါင်းစုထားတဲ့ စိတ်၀င်စားစရာ ဇာတ်လမ်းကောင်းလေးဆိုတာ Rating တွေနဲ့ ဆုတွေက သက်သေပါပဲ။ အားလုံးပဲ ကြည့်ရှုခံစားကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 955MBQuality – 1080p, 720pIMDb Rating – 7.4/10Format – mp4Duration – 1H 58MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPascal PlanteStarsCharlotte AubinÉlisabeth LocasFrédérick de GrandpréGuy ThauvetteJuliette GariépyLaurie BabinMarie-Gabrielle MénardMaxim MartinMaxwell McCabe-LokosNadia VerrucciNatalie TannousPeter MeltevPierre ChagnonRebecca MakonnenRémy DeloumeRichard TurcotteSébastien BeaulacStanley HilaireVitali MakarovCastCharlotte AubinÉlisabeth LocasFrédérick de GrandpréGuy ThauvetteJuliette GariépyLaurie BabinMarie-Gabrielle MénardMaxim MartinMaxwell McCabe-LokosNadia VerrucciNatalie TannousPeter MeltevPierre ChagnonRebecca MakonnenRémy DeloumeRichard TurcotteSébastien BeaulacStanley HilaireVitali Makarov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/83g3gkDw6oc2mxkyB8DSoXQZJHl.jpg",
      "https://image.tmdb.org/t/p/w300/bBJB9hjM51IFG34wgZC3dLcVYuj.jpg",
      "https://image.tmdb.org/t/p/w300/j4iiHIF9CEi9DouWMSBjBdFk0o1.jpg",
      "https://image.tmdb.org/t/p/w300/xEhVnR6vpDj8v1AFdfmYECfrw7t.jpg",
      "https://image.tmdb.org/t/p/w300/m5gSIemM7GQqgLaHd6BnZNC1Byo.jpg",
      "https://image.tmdb.org/t/p/w300/kDpymX2Hm3LgYGWSmL7pqacKJkX.jpg",
      "https://image.tmdb.org/t/p/w300/139spWGY6Am1ubp0PvGbk6UjhkI.jpg",
      "https://image.tmdb.org/t/p/w300/2jwUQTY4Ypp2Yq8Pw3zRpc8ihGo.jpg",
      "https://image.tmdb.org/t/p/w300/5Pan7YhlirewiRShftgZ88T1ljs.jpg",
      "https://image.tmdb.org/t/p/w300/dj8xsxpVLfFYFNvvE7PyZ7z46MD.jpg",
      "https://image.tmdb.org/t/p/w300/wzf7qPwvmV2IEId58OBLkKAXSMZ.jpg",
      "https://image.tmdb.org/t/p/w300/gcuNrxZhsQN2McbhCig8Un1LMhN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wyVtWLItC0tHFSM1UqLL45hf7Rk.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-red-rooms-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ZR66/(CM)_Red_Rooms_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/li0kQDCS#3BF92TNT8Wu8SvXB1nuut29a2JO6VB9_5wtpBxUnhaA",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/e7k8494pqato.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-red-rooms-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3lM0q/(CM)_Red_Rooms_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "955MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oqcFUD4a#CCHTWy35xu9rLufJ3HfXWGbnotmLDy3emNqdTk-GPqs",
        "server": "mega.nz",
        "size": "955MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/py1vutksq0id.html",
        "server": "usersdrive.com",
        "size": "955MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/3jwesgvz4lwa",
        "server": "streamsb.com",
        "size": "955MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0doulayvhv14",
        "server": "streamvid.io",
        "size": "955MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "w8zAIU0Hy5A",
      "video_url": "https://www.youtube.com/watch?v=w8zAIU0Hy5A",
      "embed_url": "https://www.youtube.com/embed/w8zAIU0Hy5A"
    }
  },
  {
    "metadata": "PG-13|2017|1h 36 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "107,166"
    },
    "title": "Happy Death Day (2017)",
    "description": "Thillerဇာတ်ကားကောင်းလေးကြည့်ချင်သူများအတွက်ကားအသစ်လေးပါ။Before I Fallဆိုတဲ့ကားလေးနဲ့ပုံစံတူလေးပါပဲ။ဒီကားလေးမှာကတော့ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းပြီးMysteryဆန်တဲ့ပုံစံကိုတွေ့ရမှာပါ။လူ့ရုပ်သကန်ကိုသေချာပြဆိုနိုင်တဲ့ဇာတ်ကားမျိုးတွေပါ။လူဆိုတာမျိုးကဘာမှမဖြစ်ခင်မှာတော့ဘာမှမဖြစ်သလိုပေါ့ပေါ့နဲ့ကိုယ့်ယူဆချက်နဲ့ကိုယ်နေထိုင်ကြပေမယ့် တကယ်တမ်းအကျဉ်းကျပ်ထဲရောက်ချိန်မှာတော့ပြောင်းလဲလာတတ်ကြတာပါပဲ။ဇာတ်လမ်းလေးကိုအရင်ပြောချင်ပါတယ်။ထရီဇာဆိုတဲ့ကောလိပ်ကျောင်းသူလေးတစ်ယောက်ဟာတနင်္လာနေ့တစ်မနက်မှာကာတာဆိုတဲ့ကျောင်းသားအဆောင်လေးထဲမှာနိုးထလာခဲ့ပါတယ်။ညဖက်ပါတီမှာအသေသောင်းကျန်းပြီးယောကျာ်လေးတစ်ယောက်ရဲ့အခန်းမှာရောက်မနက်အိပ်ရာနိုးရတယ်ဆိုတာကိုကြည့်ခြင်းအားဖြင့်ထရီဇာရဲ့ဇာတ်ကောင်သဘာဝကိုသိနိုင်ပါတယ်။ခေတ်ဆန်ဆန်ပိုက်ဆံရှိမိဘအသိုင်းအဝိုင်းကလာပြီးကိုယ်စိတ်ထင်သလိုလုပ်နေတဲ့ကျောင်းသူလေးတစ်ယောက်ပါပဲ။ဒီနေရာမှာဇာတ်ကားကိုစိတ်ဝင်စားစေတာကတော့အဲဒီနေ့ဟာသူ့မွေးနေ့ဖြစ်နေပါတယ်။မနက်နိုးလာကတည်းကညအထိပုံမှန်လိုပဲဖြတ်သန်းလာခဲ့ပေမယ့်ညနက်ပိုင်းပါတီကိုသွားတဲ့လမ်းရောက်တဲ့အချိန်မှာပဲသူ့ဘဝစကြမ်းပြီလို့ပြောရမှာပါပဲ။ညဖက်ပါတီကိုသွားရင်လမ်းမှာလူတစ်ယောက်ရဲ့လက်ချက်နဲ့အသတ်ခံလိုက်ရတာပါ။ဇာတ်လမ်းကအဲဒီမှစတာပါ။သူအသတ်ခံလိုက်ရပြီးရုတ်တရတ်ပြန်နိုးလာပါတယ်။နိုးလာတဲ့နေရာကလည်းမနက်ကသူနိုးလာတဲ့အခန်းသူနိုးလာတဲ့ပုံစံအတိုင်းသူ့မွေးနေ့မှာပဲသူပြန်နိုးလာခဲ့တာပါ။အိပ်မက်လိုလိုဘာလိုလိုနဲ့ဦးနှောက်ခြောက်နေရင်းထရီဇာတစ်ယောက်အဲဒီညမှာလူသတ်သမားလက်ချက်နဲ့နောက်တစ်ခါအသတ်ခံလိုရပြီးတဲ့အခါမှာတော့ သူပြန်လည်နိုးထလာချိန်မှာHappy Birthday မဟုတ်ပဲ Happy Death Dayဖြစ်နေပြီး ရက်တစ်ရက်ထဲမှာပဲပိတ်မိနေတော့တာပါပဲ။ထရီဇာတစ်ယောက် အဲဒီတစ်ရက်တည်းမှာပဲအဖန်တလဲလဲနိုးထလာလိုက်သေဆုံးလိုက်နဲ့သံသရာလည်နေရင်း လူတွေအကြောင်း၊သူ့အကြောင်းကိုသူပိုသိလာပါတော့တယ်။သူ့ပတ်ဝန်းကျင်ကလူတွေအကြောင်းပိုသိလာတယ်။ဟန်ဆောင်မှုတွေကြားကလူတွေရဲ့မျက်နှာဖုံးတွေကိုလည်းမြင်လာပါတယ်။တဖြေးဖြေးနဲ့စိတ်ညစ်လာတဲ့ထရီဇာတစ်ယောက်၊ ဘဝမှာသူ့စိတ်တိုင်းကျလုပ်ချင်ရာလုပ်ခဲ့တဲ့ထရီဇာတစ်ယောက် အခုတော့သူလိုချင်တာမနက်ဖြန်ဆိုတဲ့ဆုတောင်းပဲရှိပါတော့တယ်။ဒါဟာကျွန်တော်တို့သတိမပြုမိတာဒါရိုက်တာပြလိုက်တာပါပဲ။မနက်ဖြန်ပေါင်းများစွာရှိတဲ့အချိန်တုန်းကတန်ဖိုးမထားပဲအီလေးဆွဲခဲ့ပေမယ့် အဲဒီမနက်ဖြန်ကိုလက်လွှတ်လိုက်ရချိန်တစ်နည်းအားဖြင့် နောက်ထပ်အခွင့်အရေးမရှိတော့ချိန်မှာတမ်းတကြတာသဘာဝပါပဲ။ဒီကားလေးကတော့ စိတ်လှုပ်ရှားစရာ၊စဥ်းစားစရာလေးတွေနဲ့တင်ဆက်ထားတဲ့အတွက်တစ်မျိုးတစ်ဖုံခံစားမှုရစေမှာပါ။လူသတ်သမားကရောဘယ်သူလဲ၊ ဘာကြောင့်သူ့ကိုသတ်ရတာလဲ၊ Happy Birthdayနေ Happy Death Day ဖြစ်သွားရှာတဲ့ထရီဇာတစ်ယောက်ရောအဲဒီသံသရာထဲကလွတ်မြောက်နိုင်မှာလားဆိုတာတော့ဆက်ကြည့်လိုက်ပါဦး။ဇာတ်ကားအဆုံးသတ်ကယုတ္တိမတန်ဘဲအငြင်းပွားစရာရှိပေမယ့်စဉ်းစားစရာ၊စိတ်လှုပ်ရှားစရာခံစားမှုရသတွေကတော့အပြည့်အဝပေးမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ သူရဇာနည်အောင်ပါ)———————————————————————————-Thillerဇာတ္ကားေကာင္းေလးၾကည့္ခ်င္သူမ်ားအတြက္ကားအသစ္ေလးပါ။Before I Fallဆိုတဲ့ကားေလးနဲ႕ပံုစံတူေလးပါပဲ။ဒီကားေလးမွာကေတာ့ပိုျပီးစိတ္လႈပ္ရွားစရာေကာင္းျပီးMysteryဆန္တဲ့ပံုစံကိုေတြ႕ရမွာပါ။လူ႔ရုပ္သကန္ကိုေသခ်ာျပဆိုႏိုင္တဲ့ဇာတ္ကားမ်ဳိးေတြပါ။လူဆိုတာမ်ဳိးကဘာမွမျဖစ္ခင္မွာေတာ့ဘာမွမျဖစ္သလိုေပါ့ေပါ့နဲ႕ကိုယ့္ယူဆခ်က္နဲ႕ကိုယ္ေနထိုင္ၾကေပမယ့္ တကယ္တမ္းအက်ဥ္းက်ပ္ထဲေရာက္ခ်ိန္မွာေတာ့ေျပာင္းလဲလာတတ္ၾကတာပါပဲ။ဇာတ္လမ္းေလးကိုအရင္ေျပာခ်င္ပါတယ္။ထရီဇာဆိုတဲ့ေကာလိပ္ေက်ာင္းသူေလးတစ္ေယာက္ဟာတနလၤာေန႕တစ္မနက္မွာကာတာဆိုတဲ့ေက်ာင္းသားအေဆာင္ေလးထဲမွာႏိုးထလာခဲ့ပါတယ္။ညဖက္ပါတီမွာအေသေသာင္းက်န္းျပီးေယာက်ာ္ေလးတစ္ေယာက္ရဲ႕အခန္းမွာေရာက္မနက္အိပ္ရာႏိုးရတယ္ဆိုတာကိုၾကည့္ျခင္းအားျဖင့္ထရီဇာရဲ႕ဇာတ္ေကာင္သဘာ၀ကိုသိႏိုင္ပါတယ္။ေခတ္ဆန္ဆန္ပိုက္ဆံရွိမိဘအသိုင္းအ၀ိုင္းကလာျပီးကိုယ္စိတ္ထင္သလိုလုပ္ေနတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါပဲ။ဒီေနရာမွာဇာတ္ကားကုိစိတ္၀င္စားေစတာကေတာ့အဲဒီေန႕ဟာသူ႕ေမြးေန႕ျဖစ္ေနပါတယ္။မနက္ႏိုးလာကတည္းကညအထိပံုမွန္လိုပဲျဖတ္သန္းလာခဲ့ေပမယ့္ညနက္ပိုင္းပါတီကိုသြားတဲ့လမ္းေရာက္တဲ့အခ်ိန္မွာပဲသူ႕ဘ၀စၾကမ္းျပီလို႕ေျပာရမွာပါပဲ။ညဖက္ပါတီကိုသြားရင္လမ္းမွာလူတစ္ေယာက္ရဲ႕လက္ခ်က္နဲ႕အသတ္ခံလိုက္ရတာပါ။ဇာတ္လမ္းကအဲဒီမွစတာပါ။သူအသတ္ခံလိုက္ရျပီးရုတ္တရတ္ျပန္ႏိုးလာပါတယ္။ႏိုးလာတဲ့ေနရာကလည္းမနက္ကသူႏိုးလာတဲ့အခန္းသူႏိုးလာတဲ့ပံုစံအတိုင္းသူ႕ေမြးေန႕မွာပဲသူျပန္ႏိုးလာခဲ့တာပါ။အိပ္မက္လိုလိုဘာလိုလုိနဲ႕ဦးေႏွာက္ေျခာက္ေနရင္းထရီဇာတစ္ေယာက္အဲဒီညမွာလူသတ္သမားလက္ခ်က္နဲ႕ေနာက္တစ္ခါအသတ္ခံလိုရျပီးတဲ့အခါမွာေတာ့ သူျပန္လည္နိုးထလာခ်ိန္မွာHappy Birthday မဟုတ္ပဲ Happy Death Dayျဖစ္ေနျပီး ရက္တစ္ရက္ထဲမွာပဲပိတ္မိေနေတာ့တာပါပဲ။ထရီဇာတစ္ေယာက္ အဲဒီတစ္ရက္တည္းမွာပဲအဖန္တလဲလဲႏိုးထလာလိုက္ေသဆံုးလိုက္နဲ႕သံသရာလည္ေနရင္း လူေတြအေၾကာင္း၊သူ႕အေၾကာင္းကိုသူပိုသိိလာပါေတာ့တယ္။သူ႕ပတ္၀န္းက်င္ကလူေတြအေၾကာင္းပိုုသိလာတယ္။ဟန္ေဆာင္မႈေတြၾကားကလူေတြရဲ႕မ်က္ႏွာဖံုးေတြကိုလည္းျမင္လာပါတယ္။တေျဖးေျဖးနဲ႕စိတ္ညစ္လာတဲ့ထရီဇာတစ္ေယာက္၊ ဘ၀မွာသူ႕စိတ္တိုင္းက်လုပ္ခ်င္ရာလုပ္ခဲ့တဲ့ထရီဇာတစ္ေယာက္ အခုေတာ့သူလိုခ်င္တာမနက္ျဖန္ဆိုတဲ့ဆုေတာင္းပဲရွိပါေတာ့တယ္။ဒါဟာကၽြန္ေတာ္တို႕သတိမျပဳမိတာဒါရိုက္တာျပလိုက္တာပါပဲ။မနက္ျဖန္ေပါင္းမ်ားစြာရွိတဲ့အခ်ိန္တုန္းကတန္ဖိုးမထားပဲအီေလးဆြဲခဲ့ေပမယ့္ အဲဒီမနက္ျဖန္ကိုလက္လႊတ္လိုက္ရခ်ိန္တစ္နည္းအားျဖင့္ ေနာက္ထပ္အခြင့္အေရးမရွိေတာ့ခ်ိန္မွာတမ္းတၾကတာသဘာ၀ပါပဲ။ဒီကားေလးကေတာ့ စိတ္လႈပ္ရွားစရာ၊စဥး္စားစရာေလးေတြနဲ႕တင္ဆက္ထားတဲ့အတြက္တစ္မ်ဳိးတစ္ဖံုခံစားမႈရေစမွာပါ။လူသတ္သမားကေရာဘယ္သူလဲ၊ ဘာေၾကာင့္သူ႕ကိုသတ္ရတာလဲ၊ Happy Birthdayေန Happy Death Day ျဖစ္သြားရွာတဲ့ထရီဇာတစ္ေယာက္ေရာအဲဒီသံသရာထဲကလြတ္ေျမာက္ႏိုင္မွာလားဆိုတာေတာ့ဆက္ၾကည့္လိုက္ပါဦး။ဇာတ္ကားအဆံုးသတ္ကယုတၱိမတန္ဘဲအျငင္းပြားစရာရွိေပမယ့္စဥ္းစားစရာ၊စိတ္လႈပ္ရွားစရာခံစားမႈရသေတြကေတာ့အျပည့္အ၀ေပးမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ႔ သူရဇာနည္ေအာင္ပါ)File Size : (752 MB)Quality : WEB-DL 720pRunning Time : 1hr 36minFormat : Mp4Genre :Horror, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher B. LandonStarsCaleb SpillyardsCharles AitkenIsrael BroussardJason BayleJessica RotheLaura CliftonPhi VuRachel MatthewsRob MelloRuby ModineCastBlaine Kern IIICaleb SpillyardsCariella SmithCharles AitkenDane RhodesDonna DuPlantierGiGi ErnetaIsrael BroussardJason BayleJessica RotheLaura CliftonMissy YagerPhi VuRachel BlackRachel MatthewsRob MelloRuby ModineTenea IntriagoTran Tran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eGx5OfOdvM0gkHdmkLe3hcJuEIT.jpg",
      "https://image.tmdb.org/t/p/w300/9bjHAkyi3aRRnfrIGhHPu7RATPR.jpg",
      "https://image.tmdb.org/t/p/w300/krUkewvpq7gCTqeFYo3ciXY0bxR.jpg",
      "https://image.tmdb.org/t/p/w300/xxj9yDRYu65Y5yp8G0ryuYAjAwo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTk0ODMyNjk1NF5BMl5BanBnXkFtZTgwNDkxOTk4MzI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dywjn4r80jto.html",
        "server": "usersdrive.com",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/happy-death-day-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/f37d16e1/hapy-death-day-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yPhd/Happy_Death_Day_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kYtTSBZC#DQu1tpBuu1WUQNmp9ZYv0mXJqT67hWuZRDrMV1A5I_Q",
        "server": "mega.nz",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/n0fl5tiuhy91",
        "server": "upstream.to",
        "size": "752 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ntxS1bBg5o0",
      "video_url": "https://www.youtube.com/watch?v=ntxS1bBg5o0",
      "embed_url": "https://www.youtube.com/embed/ntxS1bBg5o0"
    }
  },
  {
    "metadata": "Unrated|2023|1h 30m|Adult,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "22"
    },
    "title": "[18+] Bugaw (2023)",
    "description": "Bugaw (2023)ဒလောရက်စ်ဟာ သူတို့ရွာမှာ ပြည့်တန်ဆာအဖြစ် အသက်မွေးပြီး သူ့အလုပ်တွေအတွက် ရက်ချိန်းတွေ၊ ဈေးနှုန်းတွေ၊ ဖောက်သည်တွေနဲ့ချိတ်ဆက်တာကနေ အလုပ်လုပ်မယ့်နေရာတွေကိုလိုက်ပို့တာအထိ သူ့ဖခင်ကတာဝန်ယူပါတယ်။ သူရော ဖခင်ဖြစ်သူရော နှစ်ဦးလုံးရဲ့ ရည်မှန်းချက်က အငယ်နှစ်ယောက်ဖြစ်တဲ့ အိုင်းဆက်စ်နဲ့ဂလိုရီယာတို့ကိုပညာတတ်ကြီးဖြစ်ပြီး ဒီဘဝကနေရုန်းထွက်နိုင်ဖို့ပါပဲ။တစ်နေ့တော့ သူ မလိုက်လျောတဲ့ကိစ္စတွေနဲ့ပတ်သက်ပြီး ဖောက်သည်တစ်ဦးနဲ့ အချင်းများရာကနေ သူတို့ဖခင်သေဆုံးခဲ့ရပါတယ်။ အဲဒီနောက်ပိုင်း သူ့ဖခင်နေရာကို မောင်ငယ် အိုင်းဆက်စ်က တာဝန်ယူလာခဲ့ပြီး တစ်ဖြည်းဖြည်းသိလာရတာတွေကတော့ သူ့ဖခင်ဟာ သူတို့ဝင်ငွေတွေထဲက မနည်းလှတဲ့ ပမာဏတစ်ခုကို နယ်မြေရဲတစ်ယောက်ကိုအချိန်မှန်မှန်ဆက်ကြေးပေးနေခဲ့ရတယ်ဆိုတာပါ။ ငွေအင်အားလူအင်အား ဘာကိုမှမယှဉ်နိုင်တဲ့ မိဘမဲ့ မောင်နှမသုံးယောက်ဟာ ရဲတောင်းဆိုတဲ့အတိုင်း ဆက်လက်ငုံ့ခံ လိုက်နာနေခဲ့ပေမယ့် အဲ့ဒီရဲက တစ်ဖြည်းဖြည်းအတင့်ရဲလာတဲ့အခါမှာတော့…ဒီဘဝကနေ ဘယ်လိုနည်းနဲ့ အလွတ်ရုန်းကြမလဲဆိုတာကိုယ်တိုင်အဖြေရှာလိုက်ကြပါ။ကြည့်လည်းကြည့်ကောင်းလှသလို မြင်နေတွေ့နေကျမဟုတ်တဲ့ မင်းသမီးအသစ်လေးတွေကိုလည်း ပွဲထုတ်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 690MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 30MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYam LaranasStarsAlexa OcampoAtaska MercadoClarence SesbreñoClifford PusingGwen GarciJay ManaloJuharra Zhianne AsayoManu RespallMJ CayabyabRaul MoritShiena YuCastAlexa OcampoAtaska MercadoClarence SesbreñoClifford PusingGwen GarciJay ManaloJuharra Zhianne AsayoManu RespallMJ CayabyabRaul MoritShiena Yu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2EIeeSKHsjxQnqBXgR2hTWsXbvo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGQ0ZmIxZTItMDZlOC00OGZjLTk3ZDQtZGRmNmVkYzQ0N2IyXkEyXkFqcGdeQXVyNDQ4NjgyNzg@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bugaw-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VLcp/(CM)_Bugaw_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Hrog0CCC#98tQCS7RWco2WTDW_WU2DNUj83UHPYgeeDrulT5TBGk",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0gmkwmi71ca7.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bugaw-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VLc6/(CM)_Bugaw_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nipGHQQC#Ko5PiktQptdpgtw56guFijyDyIvkS37oqGk23dr6aAs",
        "server": "mega.nz",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tz33amttfp7u.html",
        "server": "usersdrive.com",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/8s33rwx9rxfk.html",
        "server": "streamsb.com",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wi072lr9cqw9",
        "server": "streamvid.io",
        "size": "690MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Pn8JZki8MP0",
      "video_url": "https://www.youtube.com/watch?v=Pn8JZki8MP0",
      "embed_url": "https://www.youtube.com/embed/Pn8JZki8MP0"
    }
  },
  {
    "metadata": "R|2013|104 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "105,510"
    },
    "title": "Oculus (2013)",
    "description": "လက်မလွှတ်သင့်တဲ့HorrorMovieထဲမှာOcculusကတစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ကြည့်ရင်းကြည့်ရင်းနဲံ့ကြောက်သထက်ကြောက်လာရမယ့်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားဖြစ်တာလား?သရဲတကယ်ခြောက်တာလား?ဆိုတာကိုဇာတ်လမ်းကြည့်ရင်းအဖြေရှာရမယ့်ကားပါ။ကြောက်စိတ်ဆိုတာ…..ထင်ယောင်ထင်မှားဖြစ်တာကနေအစပြုတာများပါတယ်။မှန်ထဲမှာရှိတဲ့ ပုံရိပ်ဟာ ပုံရိပ်ယောင်ပါ။ပုံရိပ်ယောင်ကနေမှန်ကြည့်နေတဲ့လူကိုပူးကပ်လာလေမလားလို့ စိတ်ကူးယဉ်ဖူးပါသလားတကယ်ကို ပူးကပ်လာခဲ့တဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ?သရဲပူးကပ်နေတဲ့မှန်ကလူကိုဘယ်လိုများခြောက်လှန့်မယ်လို့ထင်ပါသလဲ?သရဲပူးကပ်နေတဲ့မှန်ကိုသိပ္ပံနည်းကျနဲ့ ဖြေရှင်နိုင်မယ်လို့ ထင်ပါသလား?Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMelinda TaksenMike FlanaganStarsAnnalise BassoBrenton ThwaitesGarrett RyanJames LaffertyKaren GillanKate SiegelKatee SackhoffMiguel SandovalRory CochraneScott GrahamCastAlexandra BeerAllison BoydAnnalise BassoBrenton ThwaitesDave LevineGarrett RyanJames FlanaganJames LaffertyJustin GordonKaren GillanKate SiegelKatee SackhoffMarc D. EvansMiguel SandovalRory CochraneScott GrahamSkye L. JohnsonStephanie MinterToni White",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yjorFsCy0DsSiK0HwABu0SHQv1P.jpg",
      "https://image.tmdb.org/t/p/w300/fiHOt3Te7LTfQmApychxYwx7Bry.jpg",
      "https://image.tmdb.org/t/p/w300/g2rE0MG5oMQjlwDirkDd6c7kOZz.jpg",
      "https://image.tmdb.org/t/p/w300/mCxpn5O5sV2KrTFfTgQggKGKEQ9.jpg",
      "https://image.tmdb.org/t/p/w300/tUolvJOqZp50rwaf1Hm76AUbGVv.jpg",
      "https://image.tmdb.org/t/p/w300/fedByntH8KdlT8WCoLsH6xAVXmw.jpg",
      "https://image.tmdb.org/t/p/w300/acYjm1JZSFFNs06wrs45c3Ip751.jpg",
      "https://image.tmdb.org/t/p/w300/oHYkEVczNyhrTwXYoKEABkiykGe.jpg",
      "https://image.tmdb.org/t/p/w300/hMpUoo4LbZacbnZyA4nMs5oUhD8.jpg",
      "https://image.tmdb.org/t/p/w300/xJSSD1hiikV59vo8q5w9Nb4Jxeq.jpg",
      "https://image.tmdb.org/t/p/w300/v6NuZaEY7PB1BRDwOBTfjhQfr1W.jpg",
      "https://image.tmdb.org/t/p/w300/yn4027co4Nyo5OL2uL5VeT70Y82.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTc3MzA5MzE4NF5BMl5BanBnXkFtZTgwNjExMTQwMTE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gaqdyaxwgdca.html",
        "server": "yoteshinportal.cc",
        "size": "745.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/m8mzys9xnirs.html",
        "server": "usersdrive.com",
        "size": "745.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1gW04/Oculus_(2013).mp4 ",
        "server": "megaup.net",
        "size": "745.15 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/LMV3wRqT#tOHBy5C37fyPpvucfpId6_oqmKd_nuws0y679KtEajk",
        "server": "mega.nz",
        "size": "745.15 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gA1dCfn8PBA",
      "video_url": "https://www.youtube.com/watch?v=gA1dCfn8PBA",
      "embed_url": "https://www.youtube.com/embed/gA1dCfn8PBA"
    }
  },
  {
    "metadata": "Unrated|2022|1h 23m|Drama,Horror,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "3100"
    },
    "title": "The Goat and Her Three Kids (2022)",
    "description": "The Goat and Her Three Kids (2022)~ IMDb rating – 7.4/10 ~၁၉ ရာစုရဲ့လူကြိုက်အများဆုံး ရောမအိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်ဖြစ်ခဲ့တဲ့ ”The Goat and Her Three Kids” ရဲ့ Film Adaptation ကိုတင်ဆက်ပေးလိုက်ပါတယ်။လူသူမနီးတဲ့တောအုပ်ထဲက အိမ်ငယ်လေးတစ်လုံးမှာ မုဆိုးမတစ်ယောက်နဲ့ သူ့သားသုံးယောက်နေထိုင်ကြတယ်။ သားသုံးယောက်ကိုကျွေးမွေးဖို့အတွက် အမေဖြစ်သူက နေ့တိုင်းပင်ပင်ပန်းပန်းအလုပ်လုပ်ရတယ်။ အငယ်ဆုံးသားလေးက လိမ္မာရေးခြားရှိသလောက် အကြီးနှစ်ယောက်က ဆိုးသွမ်းပြီး မိဘကိုကူညီရကောင်းမှန်းမသိပါဘူး။ဒီလိုနဲ့တစ်နေ့မှာ အမေဖြစ်သူက ရိက္ခာရှာဖို့ခရီးမထွက်ခင် သူ့သားတွေကို တံခါးဂျက်ချပြီး အိမ်ထဲမှာပဲနေဖို့ သူ့အသံမကြားမချင်း ဘယ်သူလာလာတံခါးမဖွင့်ပေးဖို့မှာခဲ့ပါတယ်။ အမေပြန်အလာကိုစောင့်နေကြတုန်းမှာ အိမ်ရှေ့ကနေ သူတို့အမေဆိုပြနေကျသီချင်းသံကိုကြားလိုက်ရပါတယ်။ သူ့အမေနဲ့သူတို့ပဲသိတဲ့သီချင်းကို ဘယ်သူကများအလွတ်ရနေပါလိမ့်… အကြီးနှစ်ယောက်က စူးစမ်းလိုစိတ်နဲ့ တံခါးကိုဖွင့်ပေးလိုက်ပါတယ်။ သူတို့ရှေ့မှာစောင့်ကြိုနေတဲ့အန္တရာယ်ကိုတော့ မသိခဲ့ကြပါဘူး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.65GB, 715MBQuality – 1080p, 720pIMDb Rating – 7.4/10Format – mp4Duration – 1H 23MinGenre – Drama, Horror, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVictor CanacheStarsAntonio GavrilăAntonio PopescuMaia MorgensternMarius BodochiRăzvan IlinaSilviu CorbuCastAntonio GavrilăAntonio PopescuMaia MorgensternMarius BodochiRăzvan IlinaSilviu Corbu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dbrAdUA8dklDg4WQE3xGgr1xzyw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dkEmr9C5ADkWINxPnrHlu7XNJIt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-goat-and-her-three-kids-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fKf9/(CM)_The_Goat_And_Her_Three_Kids_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/CNsAHJgY#AHRnMUV7-iAkQVOHhm6pIbHBLL8NEV3RgTL1vgYe3c8",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/okyg2y45ehnn.html",
        "server": "usersdrive.com",
        "size": "1.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-goat-and-her-three-kids-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BF9p/(CM)_The_Goat_And_Her_Three_Kids_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SE1C0D4S#5otRMRDA7Pc4kNrN6X4u2AyZhCdQgfn9rZlYi7m2Of0",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zgp611e6jp4p.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/nh698apwhgi3",
        "server": "streamvid.io",
        "size": "715MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xGhrFm7bhMg",
      "video_url": "https://www.youtube.com/watch?v=xGhrFm7bhMg",
      "embed_url": "https://www.youtube.com/embed/xGhrFm7bhMg"
    }
  },
  {
    "metadata": "|||Comedy,Crime,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Jawbreaker (1999)",
    "description": "နှစ် ၂၀ ကြာခဲ့တဲ့အထိ လန်းနေဆဲ ကြည့်ကောင်းနေဆဲ ဆိုးသွမ်းလုံမေလေးတွေရဲ့ ရုပ်ရှင်အဟောင်း အကောင်းတစ်ခုပါ။ အဲဒီခေတ်ကတော့ အရမ်းဟော့ပြီး အရမ်းဖက်ရှင်မိုက်ခဲ့လို့ ရေပန်းစားခဲ့တာပေါ့။1999 ကတည်းက ဆိုပေမယ့် ယနေ့ခေတ်ထိ ခေတ်စားနေဆဲ ဖြစ်တဲ့ Prank လုပ်တာကနေ ဇာတ်လမ်းစထားပါတယ်။ ကျောင်းရဲ့ စူပါးစတား Girl Squad အဖွဲ့ရဲ့ အလှဆုံး သဘောအကောင်းဆုံးကောင်မလေး လစ်ဇ်ရဲ့ မွေးနေ့မှာ သူ့သူငယ်ချင်းတွေက Prank လုပ်ကြတာပေါ့။ ကားနောက်ဖုံးထဲထည့်ပြီး ပြန်ပေးဆွဲရင်း အသံမထွက်အောင် ပါးစပ်ထဲကို Jawbreaker ဆိုတဲ့ သကြားလုံးအကြီးကို ဆို့ထားလိုက်ပါတယ်။ အဲ့ဒီလိုနဲ့ ကားဖုံးပြန်ဖွင့်တော့ သကြားလုံးကြီးက လည်ချောင်းထဲဝင်ပြီး လစ်ဇ်ဟာ သေဆုံးသွားပါတော့တယ်။ အဲ့ဒီလိုနဲ့ ဆယ်ကျော်သက်ကလေးသုံးယောက်ဟာ မတော်တဆလူသတ်မှုဖြစ်သွားပြီး ဘယ်လိုဖုံးဖိကြသလဲ…? လစ်ဇ်ရဲ့ မိဘတွေနဲ့ ရဲတွေကရော ဘယ်လိုမျိုးရှာဖွေကြမလဲ…? လစ်ဇ်ရဲ့ သူငယ်ချင်းသုံးယောက်ရော ဘာဆက်ဖြစ်မှာလဲ…? လူငယ်ဆန်ဆန်ရိုက်ကူးထားပြီး R-rated လည်း မဆန်တာမို့ စိတ်ဝင်တစားကြည့်ရှုနိုင်ပါတယ်။File size…(1.3GB)  / (634MBMB)Quality…. Web 1080P / 720pFormat…mp4Duration….01:42:00Genre…Comedy / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Kham MonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandra AdiAnn RussoBrian GattasCarol KaneChad ChristCharlotte AyannaClaudine ClaudioDonna PieroniEthan EricksonJeff ConawayJudy GreerJulie BenzLisa Robin KellyMarilyn MansonMichael McLaffertyP.J. SolesPam GrierRachel WinfreeRebecca GayheartRebecca StreetRose McGowanSandy MartinTatyana AliThe DonnasVylette FagerholmWilliam Katt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/se8VxTlzaKbXLZirhk2wCegJStL.jpg",
      "https://image.tmdb.org/t/p/w300/bEGAlGJHG7s3Q9OdOGTtfGHbLze.jpg",
      "https://image.tmdb.org/t/p/w300/bZ7ZMu8lGuEKmwH5lXRhlJAjYWv.jpg",
      "https://image.tmdb.org/t/p/w300/43YYsqAPYE3RoNjb4jNdJ2XvfLQ.jpg",
      "https://image.tmdb.org/t/p/w300/wU0UwSOuM9dnE2C3wAJz4GilAtf.jpg",
      "https://image.tmdb.org/t/p/w300/fFOSKyRQe1hTD8EUipe6SlJtGYJ.jpg",
      "https://image.tmdb.org/t/p/w300/zJjZTC1aqYGvwy0cllVPEFF67ok.jpg",
      "https://image.tmdb.org/t/p/w300/paWVlFbgHZ3n3E0Hlaj2iwOZVpq.jpg",
      "https://image.tmdb.org/t/p/w300/5DqBPk3m1Tb8QauAxaQWB43aauh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-jaw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/untouchables-jawbreaker-1999-1080-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vhf1madh61dc.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1PT06/Untouchables-Jawbreaker.1999.1080P_(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/9p8v7a3ur4jc.html",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/untouchables-jawbreaker-1999-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3RMMz/Untouchables-Jawbreaker.1999.720P_(CM).mp4",
        "server": "usersdrive.com",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/33wykjwm7tze.html",
        "server": "megaup.net",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/78IBSSIC#-lwNZI3InXF7b2DC1a0bBj5Wu6bkvd9fm8w_c8mvqYM",
        "server": "mega.nz",
        "size": "632MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/9p8v7a3ur4jc.html",
        "server": "streamsb.com",
        "size": "632MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jB5Z9Fz7Spc",
      "video_url": "https://www.youtube.com/watch?v=jB5Z9Fz7Spc",
      "embed_url": "https://www.youtube.com/embed/jB5Z9Fz7Spc"
    }
  },
  {
    "metadata": "PG-13|2012|1h 31min|Action,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "108,696"
    },
    "title": "Premium Rush (2012)",
    "description": "Premium Rush (2012)IMDb – 6.5/10_____Rotten – 74%Wileeဆိုတဲ့ကောင်လေးဟာ ကိုလမ်ဘီယာ ဥပဒေကျောင်းဆင်း။ဒါပေမယ့် ဘဝကို ဒီလိုဖြတ်သန်းရမှာ မကြိုက်သူ။သူဟာ နယူးယောက်မှာ စက်ဘီးစီး စာပို့လုလင်လုပ်တော့မှ ဘဝရဲ့ အဓိပ္ပါယ် အနှစ်သာရ ကို ရှာဖွေတွေ့ရှိလာသူတစ်ယောက်။သူ့ ချစ်သူကောင်မလေး Vanessaကလည်း သူ့လိုလူ။ဒါပေမယ့် သူ့ဘဝအတွက် တစ်ခုခုထပ်လုပ်ရမယ်လို့အမြဲတမ်းပြောပြောနေတတ်တယ်။Vanessaရဲ့ အတန်းဖော်ဟောင်း Nima ဟာ တစ်နေ့တော့ သူ၂နှစ်ကြာအောင် စုထားတဲ့ ဒေါ်လာ ၅သောင်းကို Mr.Leungထံ ပို့ခိုင်းပါလေရော။သူ့ဆီက လက်မှတ်တစ်ခုပါတောင်းခဲ့ဖို့ မှာလိုက်ပါတယ်။ Mr.Lin သို့မဟုတ် ခေတ်သစ်ချစ်တီးတစ်ယောက် ဟာ အဲ့ဒီလက်မှတ်ရတာနဲ့ Nimaရဲ့ ပိုက်ဆံတွေကို အပိုင်စီး နိုင်မယ်ဆိုတာ သိနေပါတယ်။Mr.Lin ဟာ သူ့ထံအကြွေးတင်နေပြီး လောင်းကစားအလွန်အကျွံစွဲနေတဲ့ နယူးယောက်ရံအရာရှိ Bobby Mondayထံ ချဉ်းကပ်လာပါရော။Mondayသာ အဲ့ လက်မှတ်ရအောင်ယူနိုင်မယ်ဆိုရင် သူ့အကြွေးတွေ လျှော်ပေးမယ်ပေါ့။ဒီလို နဲ့ ဘာဆက်ဖြစ်ကြလဲဆိုတာ ပရိသတ်ကြီး သိချင်ရင်တော့…… ဒီဇာတ်ကားဟာ ရိုက်ကူးတင်ပြပုံ အလွန်ဆန်းသစ် တာကိုတွေ့ရပါတယ်။အချိန်ကို ရှေ့ကြိုရိုက်ပြလိုက် နောက်ဆုတ်ပြလိုက်နဲ့ အင်မတန် ရင်သပ်ရှုမောဖွယ်ရာ ဖြစ်ရပါတယ်။ တင်ပြပုံဆန်းသစ် တာကလည်း ဆွဲဆောင်မှုတစ်မျိုးပါပဲ(ဇာတ်ကားအညွန်းရေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)========================Wileeဆိုတဲ့ေကာင္ေလးဟာ ကုိလမ္ဘီယာ ဥပေဒေက်ာင္းဆင္း။ဒါေပမယ့္ ဘဝကို ဒီလိုျဖတ္သန္းရမွာ မႀကိဳက္သူ။သူဟာ နယူးေယာက္မွာ စက္ဘီးစီး စာပို႔လုလင္လုပ္ေတာ့မွ ဘဝရဲ႕ အဓိပၸါယ္ အႏွစ္သာရ ကို ရွာေဖြေတြ႕ရွိလာသူတစ္ေယာက္။သူ႔ ခ်စ္သူေကာင္မေလး Vanessaကလည္း သူ႔လိုလူ။ဒါေပမယ့္ သူ႔ဘဝအတြက္ တစ္ခုခုထပ္လုပ္ရမယ္လို႔အျမဲတမ္းေျပာေျပာေနတတ္တယ္။Vanessa႐ဲ့ အတန္းေဖာ္ေဟာင္း Nima ဟာ တစ္ေန႔ေတာ့ သူ၂ႏွစ္ၾကာေအာင္ စုထားတဲ့ ေဒၚလာ ၅ေသာင္းကို Mr.Leungထံ ပို႔ခိုင္းပါေလေရာ။သူ႔ဆီက လက္မွတ္တစ္ခုပါေတာင္းခဲ့ဖို႔ မွာလိုက္ပါတယ္။ Mr.Lin သို႔မဟုတ္ ေခတ္သစ္ခ်စ္တီးတစ္ေယာက္ ဟာ အဲ့ဒီလက္မွတ္ရတာနဲ႔ Nima႐ဲ့ ပိုက္ဆံေတြကို အပိုင္စီး ႏိုင္မယ္ဆိုတာ သိေနပါတယ္။Mr.Lin ဟာ သူ႔ထံအေႂကြးတင္ေနၿပီး ေလာင္းကစားအလြန္အကၽြံစြဲေနတဲ့ နယူးေယာက္ရံအရာရွိ Bobby Mondayထံ ခ်ဥ္းကပ္လာပါေရာ။Mondayသာ အဲ့ လက္မွတ္ရေအာင္ယူႏိုင္မယ္ဆိုရင္ သူ႔အေႂကြးေတြ ေလၽွာ္ေပးမယ္ေပါ့။ဒီလို နဲ႔ ဘာဆက္ျဖစ္ၾကလဲဆိုတာ ပရိသတ္ႀကီး သိခ်င္ရင္ေတာ့…… ဒီဇာတ္ကားဟာ ရိုက္ကူးတင္ျပပံု အလြန္ဆန္းသစ္ တာကိုေတြ႕ရပါတယ္။အခ်ိန္ကို ေရွ႕ႀကိဳရိုက္ျပလိုက္ ေနာက္ဆုတ္ျပလိုက္နဲ႔ အင္မတန္ ရင္သပ္ရႈေမာဖြယ္ရာ ျဖစ္ရပါတယ္။ တင္ျပပံုဆန္းသစ္ တာကလည္း ဆြဲေဆာင္မႈတစ္မ်ိဳးပါပဲ(ဇာတ္ကားအညြန္းေရးသူကေတာ့ ေကာင္းျမတ္သူပဲ ျဖစ္ပါတယ္)@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid KoeppStarsAaron TveitAasif MandviChristopher PlaceDania RamirezJamie ChungJoseph Gordon-LevittLauren Ashley CarterMichael ShannonTet WadaWolé ParksCastAaron TveitAasif MandviAlexis KraussAshley Austin MorrisChristopher PlaceDania RamirezJamie ChungJoseph Gordon-LevittLauren Ashley CarterMichael ShannonRon MaestriShing KaTet WadaWolé Parks",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n9oxXNtzmS2limOEu77Gx7BIdXz.jpg",
      "https://image.tmdb.org/t/p/w300/5I1VkAjzeo0arQQ7pFVymQsNrqN.jpg",
      "https://image.tmdb.org/t/p/w300/A1ERUEcDEvtD38mq3v9ReFI1YEp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/PremiumRush.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kgf8lvcab0e7.html",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/premium-rush-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/0eb088/premium-rush-2012-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yMrk/Premium_Rush_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/CUdUXSxB#BEeBDDw1FLqC0phPxi01M28nPPUQdErUGlkFaXfTYYg",
        "server": "mega.nz",
        "size": "945 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/raojh4ytwaz0",
        "server": "upstream.to",
        "size": "945 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Pn6ie1zCkZU",
      "video_url": "https://www.youtube.com/watch?v=Pn6ie1zCkZU",
      "embed_url": "https://www.youtube.com/embed/Pn6ie1zCkZU"
    }
  },
  {
    "metadata": "|||Action,Adult,Crime,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Machete (2010)",
    "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် အညှစ်အသတ်နဲ့ အညစ်အပတ်တွေ ဒင်းကြမ်းနဲ့ အစကနေအဆုံးအထိ မနားတမ်းကြမ်းပြမယ့်ကားဖြစ်ပါတယ်။(မိသားစုနဲ့တော့ မကြည့်သင့်ပါ။)Machete Kill (2013) ကိုhttps://channelmyanmar.org/machete-kills-2013/ဒီမှာကြည့်ပါ။File size…(2.3 GB) and (1.2 GB)Quality….BluRay 1080p and 720p 5.1CHFormat…mp4Duration….01:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlejandro AntonioAlicia Rachel MarekAra CeliBilly BlairCheech MarinDanny TrejoDaryl SabaraDon JohnsonElectra AvellanElise AvellanFelix SabatesGilbert TrejoJames ParksJason DouglasJeff FaheyJessica AlbaJim HenryJuan Gabriel ParejaLindsay LohanMarci MadisonMayra LealMichelle RodriguezMitchell Lance AdamsNina LeonRobert De NiroRoland RuizShea WhighamStacy KeachSteven SeagalTina RodriguezTito LarrivaTom SaviniTommy NixVic Trevino",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bElDvmmIE41AZ5UsecsWj0kgmmO.jpg",
      "https://image.tmdb.org/t/p/w300/zRWyxXN5FyOBbtfIUTT0MFejCOM.jpg",
      "https://image.tmdb.org/t/p/w300/diT2qQOiKbA4SW194ppuCCl6Ral.jpg",
      "https://image.tmdb.org/t/p/w300/gN7BzB9O2x6JHt8WZqnjkFhPcPG.jpg",
      "https://image.tmdb.org/t/p/w300/5kphQnh2tCfGVbuMjhrjgkhmZ4N.jpg",
      "https://image.tmdb.org/t/p/w300/d1NoGGXwAEAbK2K0rZsHcgcxA0q.jpg",
      "https://image.tmdb.org/t/p/w300/3JXFk1wQAAl5ndvIa7FUV5iJDQy.jpg",
      "https://image.tmdb.org/t/p/w300/zU1RwZaXkgUy70Zz6Q9HsJqlnLg.jpg",
      "https://image.tmdb.org/t/p/w300/xdVw6CylQ94OOgjEobcCjFs6qnj.jpg",
      "https://image.tmdb.org/t/p/w300/fkctz22J0GAO8iYFKO6kE2FTHot.jpg",
      "https://image.tmdb.org/t/p/w300/ke0fuBNJUQuDrsTAvpYtKsq2Wb9.jpg",
      "https://image.tmdb.org/t/p/w300/r4d0V8WQgpjcxLobBy8x2NUFxFv.jpg",
      "https://image.tmdb.org/t/p/w300/hlJbeDoBS6IIImfaDK9qXH9MGFj.jpg",
      "https://image.tmdb.org/t/p/w300/g2hmEyEd7gftbJkSW4hySeHywLv.jpg",
      "https://image.tmdb.org/t/p/w300/1h9S5sRHCFJwRDJoxFTnM9sWEgd.jpg",
      "https://image.tmdb.org/t/p/w300/ozkHRtJrDhIg8IAH0Zl0icupxrm.jpg",
      "https://image.tmdb.org/t/p/w300/n5LHJg1vVQa1vwEyhKDZI2KVPJk.jpg",
      "https://image.tmdb.org/t/p/w300/qz1XfPXv11O9weV1nTWgtzHiBT2.jpg",
      "https://image.tmdb.org/t/p/w300/3p0Tw3RVRdKrPXzjD3LVAp1z9Xi.jpg",
      "https://image.tmdb.org/t/p/w300/muPfuu6SkjP1QiBKDPBCw8nG5mq.jpg",
      "https://image.tmdb.org/t/p/w300/d7FKa27BqdB0GtkU38YoZZ4bJMC.jpg",
      "https://image.tmdb.org/t/p/w300/pqxfiWKIkwlwBN4Cvr7TJvvfTvn.jpg",
      "https://image.tmdb.org/t/p/w300/vMxvVL3IoSCpiiFdpeS2wFjRaXV.jpg",
      "https://image.tmdb.org/t/p/w300/zOVT8oXlV4yifK7sWJXm1Mggllr.jpg",
      "https://image.tmdb.org/t/p/w300/a5VxkmXY7g4LNdhmkmOcCC22uWE.jpg",
      "https://image.tmdb.org/t/p/w300/r3gU6jGLUcCfikDJwhTTem1DFCx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/machete-2010-1080p",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-machete-2010-1080-p-blu-ray-x-264-t-wi-zted-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-machete-2010-720-p-blu-ray-x-264-t-wi-zted-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2iWvX/(CM)Machete.2010.1080p.BluRay.x264-TWiZTED.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2iWw7/(CM)Machete.2010.720p.BluRay.x264-TWiZTED.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/XjZRwKKJ#tvrRrMIEl3w5nVzI45_HGEHg7JEJJSd1KrCsg0h9kCM",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/67JxySIA#TqJtuXnHpbl0gMvW4ZTmw6AIR4FVhjN0sSFZ5DA5P2A",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/x8d2vtl6om24",
        "server": "veryfiles.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/5g1q15tdycim",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/454d33dpop43",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7fGKttdOWQE",
      "video_url": "https://www.youtube.com/watch?v=7fGKttdOWQE",
      "embed_url": "https://www.youtube.com/embed/7fGKttdOWQE"
    }
  },
  {
    "metadata": "|||Action,Crime,Thriller",
    "rating": {
      "rating": "8.3/10",
      "rating_count": ""
    },
    "title": "John Wick: Chapter 4 (2023)",
    "description": "John Wick: Chapter 4 (2023)***************************IMDb Rating (8.3)/ Rotten Tomatoes (94%)ဒါရိုက်တာကတော့ Chad Stahelski ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာပါတဲ့ ပြင်သစ်မြေအောက်ဘူတာနေရာကိုတော့“Porte des Lilas” လို့ခေါ်ပြီး ရုပ်ရှင်သမားတွေကို ငှားရမ်းဖို့သီးသန့် ပြင်ဆင်ထားတဲ့ ဘူတာပဲဖြစ်ပါတယ်။ပြီးတော့ ဇာတ်လမ်းအစရဲ့ သဲကန္တာရကိုလည်း အထူးပြုလုပ်ချက်မသုံးဘဲ နေရာအစစ်မှာ သွားရောက်ရိုက်ကူးထားခဲ့ပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျွန်ဝစ်ဟာ စကားလုံး ၃၈၀ ပဲ ပြောခဲ့ပြီး အရှည်ဆုံးစကားဆိုလို့ “မင်းနဲ့ငါ ဘဝကောင်းကို ထားခဲ့တာ ကြာလှပါပြီ” ဆိုတာလေးပါပဲ။ ၃ ပုံတစ်ပုံလောက်ကတော့ “Yeah” ဆိုတဲ့စကားလုံးတွေပဲဖြစ်လို့ ဘာသာပြန်သူကို အကြိုက်တွေ့စေခဲ့ပါတယ်။ ဇာတ်ပို့တွေထဲမှာ Scott Adkins လည်းပါဝင်ခဲ့ပြီး သူက ကီအာနူးရိဗိရဲ့ အမာခံဖြစ်တာကြောင့် ဒီရုပ်ရှင်မှာပါခွင့်ရတာ အရမ်းကို ပျော်နေခဲ့ပါတယ်။ ဒွန်နီယန်းလည်းပါဝင်ခဲ့ပြီး ဒါရိုက်တာက ပြင်သစ်ရေဒီယိုနာမည်ကို Wuxia လို့ပေးပြီး တရုတ်သိုင်းလောကကိုလည်း အသိအမှတ်ပြုခဲ့ပါသေးတယ်။ ဒါ့အပြင် I am groot ကို နောက်ပြောင်ပြီး I am Klaus ဆိုတဲ့ ကာရိုက်တာကိုပါ ထည့်သွားပေးထားပါသေးတယ်။ ဒီရုပ်ရှင်က ဇာတ်လမ်း အက်ရှင်အားလုံးပြည့်စုံတာမို့ ကောင်းကောင်းကြီး အရသာခံလို့ရမယ့်ရုပ်ရှင်ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာပါတဲ့ မျက်လုံးတစ်လုံးအတွက် မျက်လုံးတစ်လုံးဆိုတဲ့ သီချင်းကိုလည်း ဒီရုပ်ရှင်ထဲက ဂျပန်မင်းသမီး Rina Sawayama ကပဲ ပြန်လည်သီဆိုပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကြေးစားလူသတ်သမားလောကရဲ့ ဒဏ္ဍာရီတစ်ယောက်ဖြစ်တဲ့ ဂျွန်ဝစ်ဟာ ကြေးစားလောကကနေ အနားယူပြီးခွေးလေးတစ်ကောင် ကားတစ်စီးနဲ့ အေးအေးဆေးဆေး ဘဝကိုဖြတ်သန်းနေသူပါ။ ဒါပေမဲ့ သူ့အတွက် အရမ်းအဓိပ္ပါယ်ရှိတဲ့ခွေးလေးကို သတ်ပြီး ကားကိုခိုးသွားတဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့သားကြောင့် လူသတ်သမားလောကထဲကို ကလဲ့စားချေဖို့ ပြန်ဝင်လာခဲ့ရပါတော့တယ်။ သူ့ရဲ့မိတ်ဆွေ ဘုံနယ်မြေဟိုတယ်ပိုင်ရှင် ဝန်စတန်ကတော့ သူ့ကို သတိပေးခဲ့ပါတယ်။ ဒီရေကန်မျိုးထဲကိုလက်သန်းလေးပဲ ပြန်နှစ်ကြည့်ရင်တောင် မင်းတကိုယ်လုံးကို ဆွဲချသွားလိမ့်မယ်တဲ့။ တကယ်လည်း ဂျွန်ဝစ်ပြန်ထွက်မရခဲ့ပါဘူး။ လက်စားချေစရာတွေပြီးတော့ လက်စားချေစရာတွေ ထပ်ပေါ်လာတယ်။ ပြန်ရုန်းထွက်ဖို့ ကြိုးစားရင်း ထပ်ထပ်နစ်ဝင်လာပြီး နောက်ဆုံးမှာတော့ ကြေးစားလောကတစ်ခုလုံးရဲ့ အစိုးရလို့ ခေါ်လို့ရတဲ့ အထက်ကောင်စီရဲ့ အလိုအရှိဆုံးရန်သူပါဖြစ်လာခဲ့ပါပြီ။ အပိုင်း ၃ မှာတုန်းက ဝင်စတန်ရဲ့ လက်ချက်ကြောင့် တိုက်ပေါ်က ပြုတ်ကျသွားခဲ့ပြီး အပိုင်း ၄ မှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ကြည့်ရမှာပါ။ ဂျွန်ဝစ်လိုချင်တဲ့ လွတ်လပ်မှုနဲ့ ငြိမ်းချမ်းမှုကို ဒီအပိုင်းမှာ ရှာနိုင်ပါ့မလားဆိုတာ…။File size…(7.91GB)(3.3GB)&(1.3GB)Quality….4K.HEVC,WEB-DL1080p5.1Ch,720PFormat…mp4Duration….02:41:01Subtitle….Myanmar Subtitle (Hardsub)Encoder…. Phyo PyaeTranslated by Mr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAimée KwanAndrej KaminskyBill SkarsgårdBrahim AchabbakheClancy BrownDaiki SuzukiDonnie YenGeorge GeorgiouHiroki SumiHiroyuki SanadaIan McShaneIrina TrifanovIryna FedorovaIvy QuainooJackey MishraJulia Asuka RiedlKeanu ReevesLance ReddickLaurence FishburneLous and the YakuzaMako SanjōMarko ZarorMilena RendónNatalia TenaRaicho VasilevRina SawayamaRobert BessScott AdkinsSelman IyiShamier AndersonSven MarquardtVhelma RichardsonYoshinori Tashiro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i8dshLvq4LE3s0v8PrkDdUyb1ae.jpg",
      "https://image.tmdb.org/t/p/w300/h8gHn0OzBoaefsYseUByqsmEDMY.jpg",
      "https://image.tmdb.org/t/p/w300/zKOLGC6s6Ieyy7oMl0GT6PTR9VM.jpg",
      "https://image.tmdb.org/t/p/w300/74q0L86HV4ifAO0rSRD64iWhVVH.jpg",
      "https://image.tmdb.org/t/p/w300/e8BCc8Jk11dnSffI6ElICLePvLZ.jpg",
      "https://image.tmdb.org/t/p/w300/t6kyaYb3YAJVoWi0SGbqzkMkAMc.jpg",
      "https://image.tmdb.org/t/p/w300/qZ2hD8f3aMaIDI9Bj65n0rLBOvN.jpg",
      "https://image.tmdb.org/t/p/w300/o8YhFpskuchJsHGxT4eD4DhN2Eq.jpg",
      "https://image.tmdb.org/t/p/w300/6oBXf3Ei3F1IfWy9hfPUJ7wJXd5.jpg",
      "https://image.tmdb.org/t/p/w300/kShG5rvuK4N7KUqEoCknNqwhQyY.jpg",
      "https://image.tmdb.org/t/p/w300/cX0DOYXZDnXEsUbDJwcE7PlwoqS.jpg",
      "https://image.tmdb.org/t/p/w300/dVCNqnVXXFs4G8ZHgxoLg0Hho9T.jpg",
      "https://image.tmdb.org/t/p/w300/ht3RFNKxfkhPmx0xw5VctM0y5yy.jpg",
      "https://image.tmdb.org/t/p/w300/2LvAv9I0yTvG44hJb5naIjRRBt8.jpg",
      "https://image.tmdb.org/t/p/w300/a856YVyfp73MmR0VDR5SvxD9U9l.jpg",
      "https://image.tmdb.org/t/p/w300/fgw4rFs4XMWdJTWp1eMacHKQqbZ.jpg",
      "https://image.tmdb.org/t/p/w300/tnKVQVVZ9BfcJ4JimdqUF3bLr80.jpg",
      "https://image.tmdb.org/t/p/w300/i3OTGmLNOZIo4SRQLVfLjeWegB6.jpg",
      "https://image.tmdb.org/t/p/w300/1inZm0xxXrpRfN0LxwE2TXzyLN6.jpg",
      "https://image.tmdb.org/t/p/w300/kgcPjz8nuRIVaxRrJixDZAwquF6.jpg",
      "https://image.tmdb.org/t/p/w300/7I6VUdPj6tQECNHdviJkUHD2u89.jpg",
      "https://image.tmdb.org/t/p/w300/1Eb8Smze0q2Cy9QpGVmhzQceuiW.jpg",
      "https://image.tmdb.org/t/p/w300/aX2rw8UNH1LebfnHDCM3hFPTTAU.jpg",
      "https://image.tmdb.org/t/p/w300/uRVNLGHOfnB6eiF4BMQOlUXv1aK.jpg",
      "https://image.tmdb.org/t/p/w300/ay7cg8JuNYlKwRcK1ZUAxwDWepP.jpg",
      "https://image.tmdb.org/t/p/w300/3kbYOJen9exaikMq0JrPnPSBE9x.jpg",
      "https://image.tmdb.org/t/p/w300/rVQ2EmuYfKAcDex3ax7pbLO1gFj.jpg",
      "https://image.tmdb.org/t/p/w300/szvdsaBg2zgFsZNF4Hpyh1atpxs.jpg",
      "https://image.tmdb.org/t/p/w300/tfw5LKySp7uEYJ3CUuD4TKx3s8y.jpg",
      "https://image.tmdb.org/t/p/w300/shaz5Y1GA1hy9BtgHij6gd0AcY0.jpg",
      "https://image.tmdb.org/t/p/w300/72p6d4MPEcA7FqHJjiE4u44SO2B.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/adfasdfasdf.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-4-k-hevc-ac-35-1-ch-pp-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.91GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/NfdQlQ5Z#YUOpHouvpnMSwRaizXb9a7eMO5MrQFbsrfy_E0beZc0",
        "server": "mega.nz",
        "size": "7.91GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/b6ypbqbatxaa.html",
        "server": "usersdrive.com",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-1080-p-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ulwr/John.Wick.Chapter.4.2023.WEB-DL.1080P5.1Ch(CM).mkv",
        "server": "megaup.net",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9SMVnQTC#3Y6s-0YVfrRm_uzp-XcNE0nJIm6djeHcuxw0Dj4uyi8",
        "server": "mega.nz",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/avrn4te6xxn6.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/john-wick-chapter-4-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ulkf/John.Wick.Chapter.4.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YSlEgKLb#X3ppvPsnYcic8uk9tMHS_8Y9cadby_ZrAO4tMVMxWwc",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gjf7kcitwsg6",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/v2oxr5cegetx.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cYX2_lDYZpI",
      "video_url": "https://www.youtube.com/watch?v=cYX2_lDYZpI",
      "embed_url": "https://www.youtube.com/embed/cYX2_lDYZpI"
    }
  },
  {
    "metadata": "R|2021|1h 45min|Drama,Mystery,Thriller,Uncategorized",
    "rating": {
      "rating": "5/10",
      "rating_count": "1821"
    },
    "title": "Song Song(2021)",
    "description": "Glitch 2020 Netflix မြန်မာစာတန်းထိုးဗီယက်နမ် Thriller ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဖြစ်ဖူးကျမလား မသိဘူး။ကိုယ်နဲ့တူတဲ့ ကိုယ်မဟုတ်တဲ့ တခြားတစ်ယောက်ကို လက်ရှိအခြေနေနဲ့မတူတဲ့​အနေအထားတစ်ခုနဲ့ သူ့ကိုအိပ်မက်မက်တာမျိုး။ဒါမျိုး ဖြစ်ဖူးရင်တော့ လိပ်ပြာအကျိုးသက်ရောက်မှု( Butterfly Effect)ကို ပိုပြီးစိတ်ဝင်စားမိမှာပါ။နေရာတစ်နေရာက လိပ်ပြာတစ်ကောင်တောင်ပံခတ်လိုက်တာဟာ အခြားနေရာတစ်ခုမှာတော့ အပြောင်းအလဲကြီးစွာဖြစ်ပြီး ဟာရီကိန်းမုန်တိုင်းတစ်ခု ဖြစ်လာနိုင်ပါတယ်။ဖြစ်လာမယ့်ကံတစ်ခုကို ( ဒီဘက်ကမ္ဘာမှာဖြစ်စေ၊အခြားအပြိုင်ကမ္ဘာမှာ ဖြစ်စေ)ဘယ်လောက်သေးငယ်တဲ့ ကိစ္စလေးမဆို ရှောင်လွှဲဖို့ ကြိုးစားတယ်ဆိုပါစို့။အကျိုးဆက်ကတော့ ပြောမပြနိုင်လောက်အောင် ကြီးမားတဲ့အပြောင်းအလဲဖြစ်ရပ်တွေဖြစ်လာနိုင်ပါတယ်ဇာတ်လမ်းအကျဥ်း- မိသားစုနဲ့အတူ အိမ်အသစ်ကိုပြောင်းလာတဲ့ တန်ဆိုတဲ့ဆရာဝန်မလေးတစ်ယောက် ရှိပါတယ်။သူတို့အိမ်မှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က နေခဲ့တဲ့ လဲဖောင်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို အိမ်နီးချင်းဆီကနေကြားခဲ့ရပါတယ်။စိတ်မကောင်းဖြစ်နေတဲ့တန်ဟာ တီဗီကနေ လဲဖောင်နဲ့ ဆက်သွယ်မိတဲ့အချိန်မှာ ဒီကံကို ရှောင်လွှဲဖို့ကြိုးစားပါတော့တယ်။လောကကြီးဟာ သေးငယ်တဲ့အကြောင်းအရာတစ်ခုကိုတောင်လွယ်လွယ်ပြောင်းလဲမခံပါဘူး။ဒီ ပြောင်းလဲမှုလေးတစ်ခုရဲ့ အကျိုးဆက်က ဘာတွေဖြစ်လာမလဲ?ဒီရုပ်ရှင်က လူကိုငြိမ့်နေအောင် ဆွဲခေါ်သွားနိုင်လို့ ရိုက်ထားတဲ့ ဒါရိုက်တာကို မချီးကျူးပဲ မနေနိုင်ပါဘူး။Netflix ကတော့ဒီကားကို ဝယ်ပြီးပြန်ပြတာထင်ပါတယ်။ Netflix Origin ရုပ်ရှင်တော့ မဟုတ်ပေမယ့်စိတ်ဝင်စားဖို့တကယ်ကောင်းတာမို့ ကြည့်ကြည့်ကြပါနော်Translated by DoDoEncoded by YKQuality : 1080p NF Web Dl 5.1Ch and 720pFile Size : 1.5Gb and 1.1GbDuration : 1h 45minYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNguyen Huu HoangStarsHoàng PhiTien LuatCastHoàng PhiKhương NgọcNhã PhươngThe Vinh TruongTiến Luật",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9gGX2SJ4NQJgpu397uXDkrpzenJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/glitch-2020-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/glitch-2020-web-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pzotvcuzuo3l.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tlil9upztgor.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/96jurtxj38zv",
        "server": "veryfiles.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/kphmlaieio6zhttps://veryfiles.com/kphmlaieio6z",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1DKzU/Glitch.2020.1080p.NF.WEB-DL.DDP5.1(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/XN7x/Glitch.2020.1080p.NF.WEB.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/a19ypb326flr.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/song-song2021",
        "server": "VIP Links",
        "size": "1.4GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Horror,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Quicksand (2023)",
    "description": "လင်မယားနှစ်ယောက် အပျော်ခရီးထွက်ရင်း ခွေးချေးပုံနင်းမိတဲ့ Quicksand ဆိုတဲ့ (2023) ထွက် Thriller movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဂျော့ရှ်နဲ့ ဆိုဖီယာဟာ ပြိုလဲခါနီးအိမ်ထောင်ရေးတစ်ခုကို လူသူမသိအောင်ဖုံးဖိရင်း ကိုလံဘီယာနိုင်ငံ ဘိုဂိုတာမြို့ကို ဆေးပညာဆိုင်ရာညီလာခံတစ်ခုအတွက် ရောက်ရှိလာခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက သူစိမ်းပြင်ပြင်ဖြစ်နေခဲ့ပေမဲ့လည်း အကြောင်းကြောင်းကြောင့် ညီလာခံနေ့မတိုင်ခင်မှာပဲ နှစ်ယောက်သားတောင်တက်ခရီးတစ်ခု အတူတူထွက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ လက်စ်အယ်ရီနာ့စ်လို့ခေါ်တဲ့ သေမင်းတမန်တောနက်ကြီးထဲရောက်ရှိသွားပြီး Quicksand လို့ခေါ်တဲ့ ရုန်းလေနစ်လေ နွံအိုင်ကြီးထဲကို လင်မယားနှစ်ယောက် ပြုတ်ကျသွားပါတော့တယ်။ နွံအိုင်ထဲရောက်သွားပေမဲ့လည်း ငယ်ငယ်ကဖတ်ဖူးတဲ့ တြိစက္ကဝတ္ထုတွေထဲကလို လူကိုချက်ချင်းဝါးမြိုသွားတာမျိုးတော့ မဟုတ်ပါဘူးဗျ။နွံအိုင်တွေရဲ့ တကယ့်သဘောတရားမှာက သူ့ထဲမှာပါဝင်တဲ့ ဗွက်တွေသဲတွေရေတွေရဲ့ သိပ်သည်းဆက လူထက်ကိုများတာမို့ လူခန္ဓာကိုယ်ရဲ့ ဘော်ဒီဝိတ်အဓိကသက်ရောက်နေတဲ့ ခြေထောက်ပိုင်းပဲနစ်မြုပ်သွားမှာဖြစ်ပြီး ခန္ဓာကိုယ်အပေါ်ပိုင်းကတော့ အဆုတ်ထဲကလေတွေကြောင့် ပေါလောပေါ်နေမှာပါ။ ဒါပေမဲ့လည်းအဲဒါကြောင့် လုံးဝအသက်အန္တရာယ်မရှိတာမျိုးမဟုတ်ဘဲ အစာငတ်သေတာတွေ၊ တောရိုင်းတိရစ္ဆာန်တွေရဲ့ရန်တွေလည်း ရှိသေးတာပေါ့နော်။ ဒီလိုနဲ့လင်မယားနှစ်ယောက် တောနက်ထဲက နွံအိုင်ကြီးထဲမှာနစ်နေရင်း ဘယ်လိုအန္တရာယ်တွေ ကြုံလာရမလဲ။ဒါတွေကို နှစ်ယောက်သားအတူတူ ဘယ်လိုဖြတ်ကျော်ဖို့ကြိုးစားကြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ရွှံ့တွေဗွက်တွေထဲရိုက်ရပေမဲ့ မင်းသမီးကတော်တော်လေးလှပြီး မင်းသားကလည်းသရုပ်ဆောင်ပီပြင်တာမို့ နွံအိုင်ကြီးထဲကလင်မယားနှစ်ယောက် ကြုံလာရမဲ့အနာဂတ်ကို ဇာတ်ကားလေးကြည့်ရင်းပဲ သူတို့နဲ့အတူတူ ခံစားကြည့်ကြပါဦးဗျာFile size…(1.4 GB)/(781 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:26:00Genre…Thriller , HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by MariposaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllan HawcoAndrés CastañedaCarolina GaitánSebastián Eslava",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zOJJA32HyILcqirff4AfF47DaDJ.jpg",
      "https://image.tmdb.org/t/p/w300/yvcX0QLY6IQZxeYvlLACXZNKpZm.jpg",
      "https://image.tmdb.org/t/p/w300/22xYBrkQ408SwnYZHPKoVp5Izjw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGZlZTVjMWMtMTJlMC00NjdhLWIzZDgtMTM3MTI2MTlmYTQ5XkEyXkFqcGdeQXVyMzI5NzMxNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/quicksand-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v3utx4qe2gu3.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VEn3/Quicksand.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9jFXAZQT#g5Kt1EXHKm6I_xTec8nKSQVJlqaNHea20olvNs5ZRvg",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/quicksand-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ul05csjxah45.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VEn4/Quicksand.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/omUFxa5A#6S7V9uta91fnaciajAjksrlhIUhln_B00RdSAxMKkZs",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/34xi0kzwqmin.html",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/lk046op1revn",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j-9pxP1aO-k",
      "video_url": "https://www.youtube.com/watch?v=j-9pxP1aO-k",
      "embed_url": "https://www.youtube.com/embed/j-9pxP1aO-k"
    }
  },
  {
    "metadata": "|||Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Shirensha ( 2023 )",
    "description": "စိတ်လှုပ်ရှားသက်ဝင်ရင်ခုန်စွာနဲ့ကြည့်ရှုရမဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုကိုChannel Myanmar က တင်ဆက်ပေးလိုက်ပါပြီနော်ယွီဖေးနဲ့ထုံယန်ဟာ တစ်ချိန်က ညီအစ်မရင်းတွေလိုခင်မင်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး အကြောင်းအရင်းတစ်ခုကြောင့်နှစ်အတန်ကြာ ကွဲကွာခဲ့ရပါတော့တယ်ထိုအကြောင်းရင်းကတော့ ဝူလျန်ဟာ သူတို့နှစ်ယောက်နဲ့အတန်းဖော်ဖြစ်ခဲ့ပြီး သူမသူငယ်ချင်းထုံယန်အတွက်ယွီဖေးဟာ နောက်ဆုတ်ပေးခဲ့တာ ဖြစ်ပါတယ်ဒီလိုနဲ့ ဝူလျန်ဟာ ထုံယန်ကိုလက်ထပ်ခွင့်တောင်းမဲ့အစီအစဉ်နဲ့သူတို့သူငယ်ချင်းသုံးယောက်တစ်ဖန်ပြန်ဆုံခဲ့ရပါတော့တယ်။အဲ့အချိန်မှာပဲ ပုံပြင်လေးက စတင်ခဲ့ပါတော့တယ်。。。ယွီဖေးရဲ့အကြံအရ စပရိုက်စ်(အံ့အားသင့်ဖွယ်)ဖြစ်အောင်အစီအစဉ်တစ်ခု ချမှတ်ခဲ့ပါတော့တယ်အဲ့ဒါကတော့ ပင်လယ်ပြင်ကြီးမှာ ရွက်လှေလွှင့်ပါတီလုပ်ပြီးထုံယန်မသိတဲ့အခိုက်မှာ ရေအောက်ခြေကသန္တာကျောက်တန်းမှာ လက်စွပ်ကို သွားဖွက်ထားဖို့ပဲ ဖြစ်ပါတယ်。。。အဆုံးမရှိတဲ့ကမ်း မှန်းဆမရတဲ့အနက် စူးစမ်းမရတဲ့‌အခြင်းအရာတွေပတ်လည်ဝန်းရံနေတဲ့ပင်လယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာအသေးစိတ်ကြည့်ရှုလိုက်ပါနော်Quality : WEB-DL 1080p , 720pFormat : mp4Genres : ThrillerRuntime : 1h 12 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By ClytieEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsChen XinzheFan DongWei XiaoxuanZiling HuangCastChen XinzheFan DongWei XiaoxuanZiling Huang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ZniwY3NlubbSj5bPyimC5RRjs0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gStRXDh04JEoW7sBptNXc1tFsm8.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/shirensha-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/76wgwhpooboh.html",
        "server": "usersdrive.com",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/yssr0vhodvxz",
        "server": "streamsb.com",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3YEKC/Shirensha_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/5x225svtk1x5",
        "server": "streamvid.io",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/p2dWFDBL#OY8GfUoMt-zBpwvGV5DTlti4FR7OwR3MKuyW5XvoTzM",
        "server": "mega.nz",
        "size": "1.23 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/shirensha-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/f6fcsk0ig6gr.html",
        "server": "usersdrive.com",
        "size": "689 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tyEjAAZY#OAzmsMGRtTmV56YFuedhJIBAWnWdSNLpwrmqNV9rOR8",
        "server": "mega.nz",
        "size": "689 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2007|2hr 1min|Crime,Horror,Thriller,Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "104212"
    },
    "title": "Hannibal Rising (2007)",
    "description": "Hannibal Rising (2007)Prequel – Hannibal Rising မတိုင်ခင် Silence of the Lambs, Hannibal နဲ့ Red Dragon ကို စာ​ရေးဆရာ Thomas Harris’ က အရင်ထုတ်​ဝေခဲ့ပါတယ်Hannibal Rising က​​တော့ Hannibal Lectar ရဲ့ ၅ခု​မြောက်​သော Film ပါThomas Harris’ က ​ရေးသားတဲ့ Lectar ရဲ့ ​ဇာတ်လမ်းပြောင်းလဲမှု အဆင့်ဆင့် လို့​ပြောရင်လည်းရပါတယ်Hannibal Rising က​နောက်မှထွက်​ပေမယ့် အစဥ်လိုက်တိုင်းခံစားချင်တယ်ဆိုရင် Hannibal Rising -> Red Dragon/Man Hunter -> Silence of the Lambs -> Hannibal (movie) ဆိုပြီး recommand ​ပေးထားတာ​တွေ့ရပါတယ်ဟာနီဘဲလ်က Pop Culture မှာနာမည်​တော်​တော်ကြီးတဲ့ Villain အပြင် ရုပ်ရှင်သမိုင်းမှာလည်း နာမည်အကြီးဆုံး လူသားစားလူသတ်သမားဖြစ်ခဲ့ပါတယ်သူက လူ​တွေရဲ့စိတ်ကို​ကောင်း​ကောင်းနားလည်တဲ့အတွက် လွယ်လွယ်ကူကူ ​အေး​အေး​ဆေး​ဆေး နှိပ်စက်ပြီးမှ သတ်တဲ့​နေရာမှာ အထူးကျွမ်းကျင်ပါတယ်Sequel – Hannibal Rising ကားထွက်အပြီးမှာ​တော့ 2013-2014 ​​လောက်မှာ Hannibal Series ဆိုပြီး Series တစ်ခုထပ်ထွက်ပါတယ် ပြီး​တော့ သူနဲ့ဆက်စပ်မှုရှိတဲ့ Clarice ဆိုတဲ့ရုပ်ရှင်လည်း 2021 မှာထွက်​တော့မှာပါ(ဇာတ်လမ်းအကျဥ်း)ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေးမီရှာ တို့က အရမ်းချစ်ကြတဲ့ ​မောင်နှမ ၂​ယောက်ပါစစ်အတွင်း သူတို့မိသားစု စစ်​ရှောင်ဖို့ အတွက် ​တောထဲက စံအိမ်တစ်အိမ်မှာ သူတို့ ပုန်းပြီး​နေ​နေကြတယ်တစ်​နေ့ အဲ့စံအိမ်နားမှာ လာပြီး ဗုံး​တွေချဲ​တော့ သူ့တို့ မိဘ​တွေ​သေဆုံးသွားခဲ့တယ်စံအိမ်ကြီးမှာ ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေး မီရှာ၂​ယောက်ထဲ ကျန်ခဲ့ရှာတယ်က​လေး​တွေဆို​တော့ အစာလည်းမရှာတတ်​တော့ မီရှာ​လေးက နမိုးနီးယားဝင်ပါ​လေ​​ရောအဲ့အချိန် သူတို့​နေတဲ့ စံအိမ်ဆီကို စစ်​​ပြေးစစ်သားအုပ်စု တစ်စု ​ရောက်လာကြတယ်က​လေး၂​ယောက်ကို ​တွေ့​တော့ သူတို့က က​လေး၂​ယောက်ထဲက နမိုးနီးယားဖြစ်​နေတဲ့ မီရှာ​လေးကို သတ်စားလိုက်ကြတယ်အဲ့ မြင်ကွင်းကို အစဆုံးမြင်ရတဲ့ ဟာနီဘဲလ်ခင်မျာ စိတ်ထဲနာကျည်း​နေပြီး သူကြီးလာရင် လက်စား​ချေဖို့ ဆုံးဖြတ်ခဲ့တယ်ဒါ​ပေမယ့် သူက ငယ်​သေး​တော့ အဲ့အဖြစ်အပျက်ကို ခပ်​ရေး​ရေး မှတ်မိ​​တော့ စစ်သား​တွေရဲ့ နာမည်​တွေမသိဘူးဖြစိ​နေတယ်​နောက်ပိုင်း ဘယ်လို​တွေ ဆက်ဖြစ်မလဲ …. ဟာနီဘဲလ်က​ရော လက်စား​ချေနိုင်မာလား…သူ့သရုပ်မှန်က​ရော ဘာလဲ ဆိုတာ ဆက်ကြည့်ကြပါဦးလို့File size… 2GB and 942MBQuality…. 1080p HEVC 5.1CH and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. DollyEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter WebberStarsGaspard UllielLi GongRhys IfansCastAaran ThomasBeata Ben AmmarCharles MaquignonDenis MénochetDominic WestElsa MollienGaspard UllielGong LiGoran KostićHelena-Lia TachovskáHugh RossIngeborga DapkūnaitėIvan MarevichJaroslav VíznerJoerg StadlerKevin McKiddLana LikicLinda SvobodováMarek VašutMartin HubMichelle WadeNancy BishopPavel KrátkýPetra LustigováRhys IfansRichard BrakeRichard LeafRobbie KayRobert RussellStephen WaltersTimothy WalkerVanesa NovakovaVeronika BellováZdeněk Dvořáček",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6mwgIae0ICF9FUQbKUmcAyV4FS3.jpg",
      "https://image.tmdb.org/t/p/w300/2MgbRt7CHuuf87pC29hx4fAinTz.jpg",
      "https://image.tmdb.org/t/p/w300/uJXqTOlv18WoA5NrkI3oo3ZzccG.jpg",
      "https://image.tmdb.org/t/p/w300/tRsU5HTvMRaWLre1gW0wPb7Orpu.jpg",
      "https://image.tmdb.org/t/p/w300/am6ZfhUTUmcjPjjA4GIkLEJ33TN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/02/hannibal.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hannibal-rising-2007",
        "server": "VIP Links",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lwy4c9yp7qev.html",
        "server": "usersdrive.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2hIqD/Hannibal.Rising.2007.720p.CM.mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IEVmlbzC#VCzQVZi0K_7ED8dfuVPPglYJ1T3-z5kzt-CnxFUqKfA",
        "server": "mega.nz",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hannibal-rising-2007-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hannibal-rising-2007",
        "server": "VIP Links",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://usersdrive.com/zno8mog3t7kz.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/2XFT8/Hannibal.Rising.2007.1080p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://mega.nz/file/pQcEFRTT#NAOMuUAMbfb_ap2HmSul4R1lSV5J8V4i9oCqmbf136Y",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/hannibal-rising-2007-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "7LnMX1jgfRE",
      "video_url": "https://www.youtube.com/watch?v=7LnMX1jgfRE",
      "embed_url": "https://www.youtube.com/embed/7LnMX1jgfRE"
    }
  },
  {
    "metadata": "N/A|2018|97 min|History,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "222"
    },
    "title": "The Last Witness(2018)",
    "description": "The Last Witness(2018)IMDb….5.4စိတ်​ဝင်​စားဖွယ်​ပိုလန်​နိုင်​ငံ​ရေးကား​ကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​…..ဒီကား​ထဲမှာဆိုရင်​​တော့ ဆိုဗီယက်​ပြည်​​ထောင်​စု​တွေကြီးစိုးတဲ့စစ်​ပွဲကာလမှာ ပိုလန်​နိုင်​ငံရဲ့အရာရှိ​တွေပြည်​သူ​တွေထောင်​​သောင်​းချီပြီးအစုလိုက်​အပြုံလိုက်​အသတ်​ခံခဲ့ရပါတယ်....​ ဒီကိစ္စကို ပိုလန်​နိုင်​ငံရဲ့အထက်​လူကြီး​တွေကလည်​းတိကျတဲ့အ​ဖြေတစ်​ခုမ​ပေးနိုင်​ကြပါဘူး..ဒါ​ပေမဲ့ ဒီကိစ္စနဲ့ပတ်​သတ်​ပြီးတိကျတဲ့အ​ဖြေတစ်​ခု​ဖော်​ထုတ်​ချင်​တဲ့သူက​တော့မစ္စတာစတီဖင်​အန်​ဒါဝတ်​လို့​ခေါ်တဲ့ဂျာနယ်​လစ်​တစ်​​ယောက်​ပါ …ဂျာနယ်လစ်တစ်ယောက်အတွက်ရက်စက်တဲ့ဆိုးယုတ်မှုကြီးကိုဖော်ထုတ်ဖို့ရာမလွယ်ပါဘူးးး…သို့ပေမယ့် သူဟာ ဒီဖြစ်ရပ်ကြီးကို ဇွဲရှိရှိနဲ့လိုက်လံရှာဖွေဖော်ထုတ်ရာမှာ မမျှော်လင့်တဲ့သူတွေ ပါဝင်ပတ်သက်နေပြီးသူ့အတွက်လည်း အန္တရယ်ပေါင်းများစွာနဲ့ကြုံရပါတော့တယ်..သူဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Pyae Xeinn Settဖြစ်ပါတယ်…File Size : (900 MB) and (321MB)Quality : WEBDL-720pFormat…mp4Duration…01:37:00Genre :  History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPiotr SzkopiakStarsAlex PettyferChris WalkerColin BuchananGwilym LeeHenry Lloyd-HughesMichael ByrneMichael GambonPiotr StramowskiRobert WięckiewiczTalulah RileyCastAdam LawrenceAkemnji NdifornyenAlex PettyferAnita CareyBill FellowsCharles De'AthChris WalkerColin BuchananDavid SterneGwilym LeeHenry Lloyd-HughesHolly AugustineIan MidlaneLee KempLuke de WoolfsonMarek KossakowskiMarko LehtMateusz MirekMichael ByrneMichael GambonPaddy WallacePiotr StramowskiRagevan VasanRobert WięckiewiczSam MarksSeán GleesonTalulah RileyWill Thorp",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v4d6UHuQ2gpsaN38pMSZ42Fj6hi.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-last-witness-2018-mm-sub",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-witness-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/8vvz0yapaiv2.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hhrn/The_Last_Witness_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "eMmC6z4NMIc",
      "video_url": "https://www.youtube.com/watch?v=eMmC6z4NMIc",
      "embed_url": "https://www.youtube.com/embed/eMmC6z4NMIc"
    }
  },
  {
    "metadata": "|||Adult,Asian,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Kaliwaan (2022)",
    "description": "18+ ဆိုပြီး အားရပါးရပြေးမငမ်းခင် တစ်ခုသတိပေးချင်တာက ဒီဇာတ်ကားက သတ်ခန်းဖြတ်ခန်း သွေးထွက်သံယိုတွေနဲ့ Thriller အမျိုးအစားလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့…ဘူဂီက သာမန်လူလတ်တန်းစားမိသားစုက မွေးဖွားလာပြီးကျောင်းတက်အလုပ်လုပ်နေဆဲလူငယ်တစ်ယောက်ဖြစ်ပြီး၊သူ့မိဘတွေကတော့မုန့်တိုက်တစ်ခုဖွင့်ထားပါတယ်။ သူ့ကောင်မလေး မော်နီကာ ကတော့ အနှိပ်ခန်းတစ်ခုမှာ အလုပ်လုပ်ပြီးမကြာခဏငွေတောင်းကြမ်းတဲ့ အဒေါ်လောင်းကစားသမားကြောင့် ဒီဘဝက ရုန်းထွက်လွတ်မြောက်ဖို့ကြိုးစားရင်း သံသရာလည်နေရသူပါ။တစ်နေ့တော့ မော်နီကာကိုတစ်ဖက်သတ်ကြိတ်ကြိုက်နေတဲ့ ရာဂျီဆိုတဲ့လူတစ်ယောက်ကအလုပ်ရှာပေး ငွေတွေနဲ့မက်လုံးပေးရင်း မော်နီကာရဲ့ကာမကိုရယူချိန်မှာ ဘူဂီတွေ့မြင်သွားခဲ့ပြီး ရုတ်တရက်ဖြစ်ပေါ်လာတဲ့ သဝန်တိုပူလောင်မှုနဲ့ ရာဂျီခေါင်းကိုခဲနဲ့ထုသတ်ဖို့ကြိုးစားပါတယ်။မော်နီကာအဆွဲမြန်လို့ သေတဲ့အထိဖြစ်မသွားပေမယ့် အဲ့ဒါကြောင့်ပဲ ပြဿနာပိုကြီးဖို့ဖြစ်လာပါတော့တယ်။ရာဂျီရဲ့မိသားစုဟာ သြဇာကြီး၊ ငွေကိုရေလိုသုံးပြီးတော့ သူတို့သားအတွက် ကလဲ့စားကိုရအောင်ယူမှာဖြစ်သလို၊ဘူဂီရဲ့မိခင်ကလဲ သူ့သားအန္တရာယ်မကျရောက်စေဖို့ ဘူဂီဦးလေးဖြစ်သူရဲအရာရှိကိုအကူအညီတောင်းမိသွားတဲ့အခါ..။ဘူဂီနဲ့မော်နီကာတို့တင်မက သူတို့ရဲ့မိသားစုတွေပါ ဒီပြဿနာအရှုပ်ထုပ်ထဲ ဘယ်လိုနစ်ကျွံဝင်သွားမလဲ?သူတို့အတွက်အဖြေ ဒါမှမဟုတ် ထွက်ပေါက်တစ်ခုကိုအချိန်မှီရှာတွေ့ကြမလားဆိုတာ ဆက်လက်ရှုစားကြပါ။Vivamas Princess လို့ခေါ်ကြတဲ့ညှို့မင်းသမီးပေါက်စလေး AJ Raval နဲ့အတူ Vince Rillon “Siklo” (2022) တို့ဦးဆောင်ပါဝင်ထားပြီးမင်းသမီးအသစ်လေးတစ်ချို့ကိုလဲ မိတ်ဆက်ပြထားပါသေးတယ်။စိတ်ညစ်ညူးစရာကောင်းအောင် ကြမ်းတမ်းရက်စက်တဲ့ နှိပ်စက်သတ်ဖြတ်ခန်းတွေ၊သာမန်လိင်ဆက်ဆံခန်းတွေတင်မက၊Incest တွေ သီရိစံတွေပါ ပါဝင်တဲ့အတွက်မိသားစုနဲ့လုံးဝကြည့်လို့မရတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File Size : (1.5 GB) & (600 MB)Quality : WEB-DL 1080p & 720pRunning Time : 01:52:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/7uis4dugf51c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-kaliwaan-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-kaliwaan-2022-1080-p-web-dl-aac-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/14rxb/(CM)_Kaliwaan.2022.1080p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wjZFxRSb#h5ubE6IXM46kNDAlbe1VYy-_-90nlZIp5ekj668anRE",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yq4boxz990ny.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/fa9tmitl4rt5.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kaliwaan-2022-720-p-web-dl-aac-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1KoZ2/(CM)_Kaliwaan.2022.720p.WEB-DL.AAC2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/F6AGATwZ#17v8XNxr3sw2XrPe5v7gVq7XE0S6m5LiiI6Jcx-Y-9o",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3vn1frdsrlq5.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/nbsft1h4xno1.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Horror,Mystery,Science Fiction,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Grabbers (2012)",
    "description": "IMDb – 6.3/10 ~ Rotten tomatoes – 70% အိုင်ယာလန်နိုင်ငံက ‌အယ်ရန်ကျွန်းလေးဟာ လူအနည်းစုပဲနေထိုင်ကြပြီး သာယာအေးချမ်းနေတဲ့ ကျွန်းလေးပါ။ ရဲစခန်းမှာလည်း အရာရှိနှစ်ယောက်သာရှိပြီး မှုခင်းလည်းတော်ရုံဖြစ်ခဲပါတယ်။ တနေ့မှာတော့ စခန်းမှူးက ပိတ်ရက်ခွင့်ယူတဲ့အတွက် ဒပ်ဗလင်မြို့ကနေပြီး နှစ်ပတ်အစားထိုးပေးမဲ့ ဂါဒါ (အရာရှိ) နိုလန် ကိုလွှတ်ခဲ့ပါတယ်။ ဒီလိုနဲ့ စခန်းမှာကျန်ခဲ့တဲ့ အိုရှေးနဲ့တွဲပြီးအလုပ်လုပ်ကြရင်း ကမ်းခြေမှာ ဝေလငါးတွေ သောင်သာတင်တဲ့သတင်းကို သွားစစ်ရင်း ဝေလငါးတွေရဲ့ ကိုယ်ပေါ်ကပုံမှန်အဟုတ်တဲ့ အမည်မသိဒဏ်ရာတွေကိုတွေ့ခဲ့ကြရပါတယ်။တဖက်မှာလည်း ဘဝကိုငါးဖမ်းလိုက်၊ အရက်သောက်လိုက်နဲ့ ဖြတ်သန်းနေတဲ့ ပက်ဒါဆိုတဲ့ အဘိုးကြီးရဲ့ ကျောက်ပုစွန်ထောင်ခြောက်မှာ အမျိုးအမည်မသိ အကောင်တကောင်မိခဲ့ပြီး ပက်ဒါကိုတိုက်ခိုက်ရင်း သေသွားခဲ့တာကြောင့် အဏ္ဏဝါဗေဒပညာရှင် စမစ်နဲ့စစ်ဆေးကြည့်ရင်း ဒီသတ္တဝါတွေဟာ သွေးကိုစားသုံးပြီး အသက်ရှင်ဖို့ရေလိုအပ်တဲ့ အမျိုးအမည်မသိမျိုးစိတ်ဖြစ်နေပြီး သေသွားရတဲ့အကြောင်းအရင်းကလည်း ပက်ဒီလို ရှက်ကီပေါင်းစုံထုထားတဲ့ ရှက်ဘီဘဲကြီးရဲ့ သွေးကိုစုပ်မိသွားတာကြောင့် ဖြစ်နေခဲ့ပါတယ်။ ဖြစ်ချင်တော့ ပက်ဒါမိထားတဲ့အကောင်က အမဖြစ်နေပြီး သူ့နောက်ကိုပိုပြီးအားကြီးတဲ့ အဖိုတကောင်ကလိုက်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့ အေးချမ်းသာယာတဲ့ အယ်ရင်ကျွန်းပေါ်မှာ လူသေမှုတွေဆက်တိုက်ဖြစ်နေခဲ့ပြီးပါပြီ။ ဒီကောင်ကြီးတွေရဲ့ လက်ကနေ လွတ်မြောက်နိုင်ဖို့ တစ်ခုထဲသောနည်းက အရက်မူးအောင် သောက်ဖို့ ဖြစ်နေတဲ့အခါမှာတော့ ဘယ်လိုတွေမူးအောင်သောက်ပြီး ဘယ်လိုတွေနှိမ်နင်းကြမလဲဆိုတာကို ရယ်ရယ်မောမောနဲ့ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(1.6 GB)/(835 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:34:00Genre…Science Fiction, Comedy, Thriller, Horror, MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by TMTTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBarbara AdairBilly ClarkeBronagh GallagherClelia MurphyDavid PearseJonathan RyanLalor RoddyLaurence DohertyLouis DempseyMichael HoughMicheál O'GruagainNed DennehyNick ChoppingPascal ScottRichard CoyleRoz McCutcheonRussell ToveyRuth BradleyStuart Graham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ui4PGuwc9SakCxj0qWbQZ129Uis.jpg",
      "https://image.tmdb.org/t/p/w300/5K48XnTHILZlQUPbONWRF9669c8.jpg",
      "https://image.tmdb.org/t/p/w300/lTClTuLA75GWyesKaZk1fcMDxA6.jpg",
      "https://image.tmdb.org/t/p/w300/gNSNcCHvR6YiAiLWnbjBPkllguu.jpg",
      "https://image.tmdb.org/t/p/w300/h56tUI8SbRYzCqwBq08mqB0GMCh.jpg",
      "https://image.tmdb.org/t/p/w300/d40LIPiBXVDB6g5njeOX3HweLeh.jpg",
      "https://image.tmdb.org/t/p/w300/7KuwCAfoS1aXluBhKUuhFF75C3V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM4OTMxMTM5Ml5BMl5BanBnXkFtZTcwMDg4NzU2OQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/grabbers-2012-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6t6i2tobt4yi.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fM7g/Grabbers.2012.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FzckTZAR#lyI-jMN9grVi9slfsTfsJhwFaET2Jk82TURVaoVZ7MA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/grabbers-2012-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/as2a2bkc4ysp.html",
        "server": "usersdrive.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fM8t/Grabbers.2012.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/53MFWIhQ#v8pSsSHLfvC4RRdSh6sTt8dKiMEhe3tpzlYkRWNxJxc",
        "server": "mega.nz",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "streamsb.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fxso2slcw4k8",
        "server": "streamvid.io",
        "size": "835MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4e3izWdh9WM",
      "video_url": "https://www.youtube.com/watch?v=4e3izWdh9WM",
      "embed_url": "https://www.youtube.com/embed/4e3izWdh9WM"
    }
  },
  {
    "metadata": "R|1992|2h 8min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "49000"
    },
    "title": "Hard Boiled (1992)",
    "description": "Hard Boiled (1992)IMDb – 7.8, Rotten Tomatoes – 94%John Woo ရဲ့ ပစ္စတိုအော်ပရာတစ်ပုဒ်ကို ကြည့်ချင်တယ်ဆိုပါစို့။ Hard Boiled ဟာ ခင်ဗျားချန်ထားခဲ့လို့မရတဲ့ကားပဲ။ ဂျွန်ဝူးရဲ့ အကောင်းဆုံးတွေအကြောင်းပြောရင် Hard Boiled ကို ကျုပ်တို့တွေ ဖယ်ထားလို့မရဘူး။ ဒီရုပ်ရှင်အပြီးမှာ သူဟာ ခင်ဗျားတို့ ကြိုက်လှပါရဲ့ပြောကြတဲ့ Windtalkers တို့ Face / Off တို့ကို ဟောလိဝုဒ်ထွက်ရိုက်နိုင်တဲ့အထိ ခြေဆန့်နိုင်ခဲ့တယ်။ Mission:Impossible 2 ကိုလည်း သူပဲရိုက်ခဲ့တာပဲ။ဂျွန်ဝူးရဲ့ လက်စွဲတော်ချောင်ယွန်ဖတ်နဲ့အတူ ရှမ်းကြီးအဖေ တိုနီလျောင်ချူဝေကိုလည်း ဒီကားထဲမှာ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်။ ဝါတော့နည်းနည်းနုသေးတာပေါ့။ ချောင်ယွန်ဖတ်ကြီးကတော့ သူ့စတိုင်အတိုင်း သွားကြားထိုးတံကြီးတခဲခဲနဲ့ သေနတ်တွေပစ်ပြနေတာပါပဲ။ ရှားရှားပါးပါးချောင်ယွန်ဖတ် ရဲနေရာက သရုပ်ဆောင်တဲ့ကားဆိုလည်း မမှားဘူး။Hard Boiled ကိုတော့ ကျွန်တော့်အနေနဲ့ပြောရရင် မာတင်စကောဆေးစိကြီး ကူးချလိုက်ရတဲ့ Internal Affairsကားတွေကို အစပျိုးပေးတဲ့နေရာလို့ထင်မိတယ်။ဂျွန်ဝူးရဲ့ Heroic Bloodshed ပုံစံအတိုင်း ပစ်ခန်းတွေ အရင်ကားတွေထက်ပိုများပေမဲ့ သူ့ဟန်ဖြစ်တဲ့ ဒရာမာချိုးပြီး ပရိတ်သတ်ရဲ့ ခံစားချက်ကို ခလုတ်တိုက်စေတဲ့ ဇာတ်၀င်ခန်းတွေကို မြင်ရဦးမှာပဲ။ ဒါလည်း သူ့အရသာပဲမလား။ သာမန်အက်ရှင်ကား ကြည့်ချင်မှတော့ ဂျွန်ဝူးကား ဘယ်ကြည့်မလဲ။ အက်ရှင်ကားမှာကို လူကိုဆွေးတမြေ့မြေ့ဖြစ်စေတဲ့ အရသာမျိုး ဂျွန်ဝူးလိုပေးနိုင်တဲ့သူ ရှားတယ်မို့လား။ သူ့နောက်က ဒါရိုက်တာတွေ လုပ်ကြည့်ကြတာ မြင်ဖူးပေမဲ့ သူ့လိုဖြစ်လာတာတော့ မမြင်ဖူးဘူး။ ဒါလည်း သူ့ Themeပဲကိုး ။1992မှာရိုက်ခဲ့တဲ့ ဒီဂျွန်ဝူးကားက သူ့ Heroic Bloodshed Theme ရဲ့ အပိတ်လို့ဆိုလို့ရတယ်။ဒီကားနောက်ပိုင်း သူဒီပုံစံတွေမရိုက်တော့သလို ချောင်ယွန်ဖတ်နဲ့လည်း တွဲမရိုက်တော့ဘူး။ အမေရိကလစ်ပြီး အဲဒီမှာပဲရိုက်တော့တယ်။ နောက်ကျမှ ပြန်ရိုက်ဖြစ်တာက Red Cliffတို့ The Crossingတို့ပေါ့။ သို့ပေမဲ့ Theme ပြောင်းသွားခဲ့ပြီ။ အလှပဆုံး အပိတ်နဲ့ ပိတ်လိုက်တာပါပဲ။ပုံမှန်ဂျွန်ဝူးကားတွေကို ဂျွန်ဝူးကိုယ်တိုင် ဇာတ်လမ်းရေးတာများပေမဲ့ ဒီကားမှာတော့ အဲဒီနှစ်မှာပဲ နှလုံးရောဂါနဲ့သေသွားတဲ့ ဘယ်ရီဝေါင်ရဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ထားခဲ့တယ်။ ဇာတ်လမ်းရှင်ကလည်း ချောင်ရဲ့ Fight Back To School တို့၊ Mr. Vampire တို့ကို ဇာတ်ညွှန်းရေးခဲ့တဲ့သူပေါ့။Hard Boiled ဟာ ချောင်ယွန်ဖတ်နဲ့ ဂျွန်ဝူးရဲ့ နောက်ဆုံးတွဲရိုက်တဲ့ကားဖြစ်သလို ချောင်ယွန်ဖတ်နဲ့ ဝေါင်ကာဝေးဖန်‌တွေရဲ့ အချစ်တော်ကြီး တိုနီလျောင်ချူဝေ ဆုံစည်းခဲ့တဲ့ တစ်ကားတည်းသောကားလည်းဟုတ်တယ်။ Heroic Bloodshed Theme ရဲ့ နောက်ဆုံးကားလည်းဟုတ်တယ်။ ဂျွန်ဝူးရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားလည်း ဟုတ်ပါတယ်။ တစ်ချို့ဆို ဂျွန်ဝူးကို ဂျွန်ဝှစ်လို အနောက်တိုင်း အက်ရှင်တွေကပါ ဘာလို့အတုခိုးကြလဲ နားမလည်နိုင်လို့ ဒီကားကိုကြည့်ပြီးမှ ဩချသွားကြရတဲ့ ကားလည်းဟုတ်တယ်။ ဂျွန်ဝူးဖန်တွေ ကြည့်ကိုကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပါပဲ…။(အညွှန်းရေးပေးထားသူက WiRa Aung ဖြစ်ပြီး ဇာတ်ကားကိုတော့ San Thu Aung မှ ပြန်ဆိုပေးထားပါတယ်)Size – 2GB, 1.2GB, 730MBQuality – 1080p, 720p, 480pIMDb Rating – 7.8/10Format – mp4Duration – 2H 8MinType – Thriller, Crime, ActionSubtitle – Myanmar Subtitle (Hardsub)Translated bySan Thu AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn WooCastAnthony WongBobby Au-YeungBowie LamChow Yun-fatJohn WooJun KunimuraKenny Wong Tak-bunKwan Hoi-SanLam Kai-WingLau KongLee Yiu-GingLo MengMichael DingaNg Shui-TingPerrie Lai Hoi-SanPhilip Chan Yan-KinPhilip Kwok Chun-FungStephen Tung WaiTeresa MoTony Leung Chiu-Wai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kxTWssqcwsHqH6Sj2ivu0FHP5QK.jpg",
      "https://image.tmdb.org/t/p/w300/8tkNXR8EReTzfDONnLrmRoJ1DtO.jpg",
      "https://image.tmdb.org/t/p/w300/cN5vfBHJYxEqbrtuWXPJ0hyGDI2.jpg",
      "https://image.tmdb.org/t/p/w300/bL3rgYFs0NTAoLBMpCBIJ7aX6hp.jpg",
      "https://image.tmdb.org/t/p/w300/l5SoDsBVAkrBFqTHvIA0sth1WIR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5XevEY9yFCg5DO4ptpR5nJfwV0L.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hard-boiled-1992",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/hard-boiled-1992-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lm9vmf3u8n9w.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1GAmr/Hard_Boiled_(1992)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hard-boiled-1992-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rfdqbx24jd49.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GAm0/Hard_Boiled_(1992)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/w08t9ol9b3bb.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hard-boiled-1992-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/klwtwdy927la.html",
        "server": "usersdrive.com",
        "size": "790MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2mxUh/Hard_Boiled_(1992)_480p.mp4",
        "server": "megaup.net",
        "size": "790MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "jAtxZHuJNW4",
      "video_url": "https://www.youtube.com/watch?v=jAtxZHuJNW4",
      "embed_url": "https://www.youtube.com/embed/jAtxZHuJNW4"
    }
  },
  {
    "metadata": "NOT RATED|2018|89 min|Action,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "99"
    },
    "title": "Big Legend (2018)",
    "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ…ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား…စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္…တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ(ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ)File Size : (750 MB) and (300 MB)Quality : WEB-DL 720pRunning Time : 1hr 29minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin LeeStarsAdrienne BarbeauAmanda WyssAshley PlatzKevin MakelyLance HenriksenSummer SpiroTodd A. RobinsonCastAdrienne BarbeauAmanda WyssAshley PlatzKevin MakelyLance HenriksenSummer SpiroTodd A. Robinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8pEFVCxvD33ew4wslgG2TmJLLFT.jpg",
      "https://image.tmdb.org/t/p/w300/ifwIqfzNed45CsOw6IUqAuEAmEi.jpg",
      "https://image.tmdb.org/t/p/w300/qcpdkk35TKoDuFY7mNNKuQbJrJZ.jpg",
      "https://image.tmdb.org/t/p/w300/csKK3Z94NCbKav1nWD70xTIQx5q.jpg",
      "https://image.tmdb.org/t/p/w300/saGHcIoIOPdeMso4HBsfR4QACt4.jpg",
      "https://image.tmdb.org/t/p/w300/m5ziF5ALnx5fk5lfpDS73D6pVs7.jpg",
      "https://image.tmdb.org/t/p/w300/4RJdMCh0iRYkqFudkRhtH1jtBBk.jpg",
      "https://image.tmdb.org/t/p/w300/4e49CD5UIPULxR2DoPKajYT3MiO.jpg",
      "https://image.tmdb.org/t/p/w300/wjFB26ytTfF8owwh4vsRj2rCxhX.jpg",
      "https://image.tmdb.org/t/p/w300/qgXQbRRehFi5Dxd9jW9SE6oXqC8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/big-legend-2018",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-legend-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/big-legend-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/c9gt2pzq9spx",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ad6rNYYvXKc",
      "video_url": "https://www.youtube.com/watch?v=ad6rNYYvXKc",
      "embed_url": "https://www.youtube.com/embed/ad6rNYYvXKc"
    }
  },
  {
    "metadata": "Not Rated|2019|115 min|Action,Adventure,Bollywood,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "354"
    },
    "title": "Junglee (2019)",
    "description": "ဖိုက္တင္အက္ရွင္ေတြမွာ လန္းတဲ့ ကြန္မန္ဒို၁,၂တို႔ရဲ႕မင္းသား Vidyut ကို ပရိသတ္မ်ား ရင္းႏီွးၿပီးသားျဖစ္မွာပါ။ကဲ အၫြန္းေလး စလိုက္ရေအာင္ပါ။ရာ့ခ်္ဟာ တိရစၧာန္ဆရာဝန္တစ္ေယာက္ပါ။တိရစၧာန္ေတြအေၾကာင္းကို ေကာင္းေကာင္းသိၿပီးတိရစၧာန္ေတြကို ခ်စ္ျမတ္ႏိုးသူေပါ့။တေန႔မွာ ဖခင္ဆီက ဖုန္းဝင္ခဲ့ပါတယ္။မကိုင္တဲ့ၾကားက ဆင္စခန္းကို ပြဲေတာ္အမီျပန္ခဲ့ဖို႔ ဖခင္ဖက္မွ အသံသတင္းစကားေလး ပို႔ထားခဲ့တယ္။အဲ့ဒီမွာ ဖခင္ကို သူစိတ္နာေၾကာင္း စၿပီးျမင္လိုက္ရပါတယ္။ဖခင္နဲ႔သူ႕ၾကား ဘယ္အေၾကာင္းေတြမ်ား ရိွေနခဲ့တာလဲ။ဖခင္ရိွတဲ့ ေမြးရပ္ေျမ ခ်န္ဒရီကာ ဆင္စခန္းကိုသူသြားသင့္ေၾကာင္းဆံုးျဖတ္ၿပီး လိုက္သြားရာမွာနယ္ၿမိဳ႕က်ဥ္းေလး ကားဂိတ္တစ္ဝန္းမွာမုဆိုးေတြနဲ႔ အတူ မ်က္ႏွာျဖဴတစ္ခ်ဳိ႕ေသနတ္ေတြနဲ႔ ျမင္ရမွာပါ။မုဆိုးေတြဟာ ႏိုင္ငံျခားသားေတြနဲ႔ ေပါင္းၿပီးေမွာင္ခိုလုပ္ငန္းတစ္ခုကို လုပ္ကိုင္ေနၾကပါတယ္။ဟုတ္ပါတယ္။ဆင္စြယ္ေတြ ေရာင္းဝယ္ေဖာက္ကားျခင္းပါ။ဒီအဖြဲ႕ဟာ ခ်န္ဒရီကာ ဆင္စခန္းမွဆင္တစ္ေကာင္ရဲ႕ အစြယ္ကို ျပစ္မွတ္ထား လိုက္ရာမွာေတာ့….မင္းသားဟာ ဒုစ႐ိုက္သမားေတြဆီကဆင္ေလးကို ဘယ္လိုကယ္တင္မလဲဆိုတာကိုအက္ရွင္ေကာင္းေတြနဲ႔အတူကိုယ္တိုင္ ခံစားၾကည့္႐ႈၾကပါဦးဗ်ာ။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ)File Size :(950 MB ) and (440 MB)Quality : WEB-DL 720pRunning Time : 1h 55minFormat : Mp4Genre : Action, Adventure, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Hotstar.WEB.DL.H264.AAC.2.0.TellyTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChuck RussellStarsAkshay OberoiAsha BhatAtul KulkarniMakrand DeshpandePooja SawantRahul Verma RajputShankar YadavThalaivasal VijayVidyut JamwalVishwanath ChatterjeeCastAkshay OberoiAsha BhatAtul KulkarniDinesh RajpurohitMakrand DeshpandePooja SawantRahul Verma RajputShankar YadavThalaivasal VijayVidyut JamwalVishwanath Chatterjee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/41hXWUFY1HxzpGBmitzqFeUZCEC.jpg",
      "https://image.tmdb.org/t/p/w300/gNXhoc1vx20ce3sPvXtKFbCPiTP.jpg",
      "https://image.tmdb.org/t/p/w300/64GBB3Qp1sG9AJZediJKEjUkUwI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZjJiNjU4NmYtMTA5OS00N2QyLTgxNDMtMmM4OGE5N2RjYzllXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n4m6qdjihlm5.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tndf/Junglee_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/xep3jwyuqfr5",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2019|95 min|Fantasy,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2573"
    },
    "title": "Paradise Hills (2019)",
    "description": "အရာအားလံုး ေနသားတက်လွပေနတဲ႔ ေနရာေလးတစ္ခု…နတ္ဘံုနတ္နန္းလို႔ေတာင္ တင္စားလို႔ရတဲ႔ဒီေနရာေလးနာမည္က သုခဘံုတဲ႔။ဒီသုခဘံုက ပင္လယ္ၾကီးရဲ ႔အလည္ကြ်န္းတစ္ခုမွာသီးျခားကမာၻေလးတစ္ခုလိုတည္ရွိေနတာပါၿပင္ပကမာၻက မလိမၼာတဲ႔ အဆင္မေျပတဲ႔ ကေလးေတြကိုဒီသုခဘံုကိုမိဘေတြကပိုက္ဆံမ်ားမ်ားေပးကာပို႔ၾကပါတယ္။ထူးဆန္းတာက ဒီသုခဘံုကိုေရာက္တဲ႔ မိန္းကေလးတိုင္းမိဘေတြလိုခ်င္သလို ႏွစ္လအတြင္းျဖစ္သြားၾကတာပါပဲ။တစ္ေန႔မွာေတာ႔မိဘေပးစားတဲ႔သူနဲ႔မယူခ်င္လို႔ကလန္ကဆန္လုပ္ေနတဲ႔ မိန္းကေလး အူမာဟာလဲဒီသုခဘံုကို ေရာက္လာခဲ႔ပါေတာ႔တယ္။အရာအားလံုးျပီးျပည္႔စံုတဲ႔ဒီသုခဘံုရဲ ႔ေနာက္ကြယ္ကအေၾကာင္းအရာေတြကို တျဖည္းျဖည္းသိလာတဲ႔အခါ…အူမာတစ္ေယာက္ဘာေတြဆက္လုပ္မလဲ?သုခဘံုကေရာ ဘာေတြျဖစ္ေနတာလဲ?စတဲ႔ေမးခြန္းေတြနဲ႔အဆံုးထိ စိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးရဲ ႔နာမည္ကေတာ႔Paradise Hills (2019)ပါ။နာမည္ႀကီးမင္းသမီးေတြျဖစ္တဲ႔Emma Roberts, Milla Jovovich စတဲ႔မင္းသမီးေတြပါဝင္ျပီးဇာတ္လမ္းဇာတ္အိမ္ထူးျခားတဲ႔ ဒီကားေလးကေတာ႔Imdb Rating 6.3/10 Rotten Tomatoes 63%ရရွိထားပါတယ္။စိတ္လႈပ္ရွားစရာကားေကာင္းေကာင္းေလးေတြေမွ်ာ္လင္႔ေနတဲ႔ပရိသတ္ႀကီးအတြက္ ဒီဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္။File Size : ( 888 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre : Fantasy , Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlice WaddingtonStarsArnaud ValoisAwkwafinaDanielle MacdonaldEiza GonzálezEmma RobertsHunter TremayneJeremy IrvineJohnny MelvilleLiliana CabalMilla JovovichCastArnaud ValoisAwkwafinaCandela MayDaniel HorvathDanielle MacdonaldEiza GonzálezEmma RobertsHunter TremayneJeremy IrvineJohnny MelvilleKarina KolokolchykovaLesley GrantLiliana CabalMatthew MillsMilla JovovichOliver Ritchie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kE6CAAJBtECOnDXyx4suUU79TCP.jpg",
      "https://image.tmdb.org/t/p/w300/8C6cEmfZEOrV6NWzVUJRMyVGa6i.jpg",
      "https://image.tmdb.org/t/p/w300/aSwaGoZL5b7J2XBoex1Yb7z74dG.jpg",
      "https://image.tmdb.org/t/p/w300/mmV7ZVRAJL5AU7cbBkDiiXBBDc.jpg",
      "https://image.tmdb.org/t/p/w300/i1pmeoBzCvIQtMNHKzNISqDZNie.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6DX7aKXh6ZT7W7dBZCn1c4tOBFp.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-paradise-hills-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/b7d216/cm-paradise-hils-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://soliddrive.co/2AQv/(CM)_Paradise_Hills_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2ORst/(CM)_Paradise_Hills_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/m8ckFKiQ#yqj6M-xpnhn_N0mD29fj_XiXnmMkKb0jfDflXTPvzeQ",
        "server": "mega.nz",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/8h4co8rbt3m8",
        "server": "usersdrive.com",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2fgqk",
        "server": "usersdrive.com",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/pkv0g0ovmrbj",
        "server": "upstream.to",
        "size": "888 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "qUVrH4BI-Cw",
      "video_url": "https://www.youtube.com/watch?v=qUVrH4BI-Cw",
      "embed_url": "https://www.youtube.com/embed/qUVrH4BI-Cw"
    }
  }
]