[
  {
    "metadata": "|||Horror,Thriller,Uncategorized",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "21k"
    },
    "title": "Wolf Creek 2 (2013)",
    "description": "Wolf Creek 2=========ဒီကားဟာ ပထမကထွက်ရှိခဲ့တဲ့ Wolf Creek ရဲ့ ဒုတိယမြောက်ထွက်ရှိလာတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ Wolf Creek ကြည့်ဖူးတဲ့သူတွေအတွက် ထွေထွေထူးထူး ပြောစရာမလိုပေမယ့်မကြည့်ဖူးသေးတဲ့သူတွေအတွက်ပြောရရင် ဒီဇာတ်ကားဟာဩစတြေးလျနိုင်ငံမှာဖြစ်ခဲ့တဲ့ တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဩစတြေးလျနိုင်ငံမှာဆိုရင် နှစ်စဉ်လူပျောက်တိုင်ကြားမှု၃သောင်းလောက်ရှိတတ်ပါတယ်။ ကိုးဆယ်ရာခိုင်နှုန်းသောလူတွေကိုတော့ ပြန်တွေ့ပေမယ့် တချို့တွေကိုတော့သတင်းအစအနတောင် ပြန်မရခဲ့ကြဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ ဩစတြေးလျနိုင်ငံ ဝုဗ်ခရိခ် ဒေသကိုအလည်လာခဲ့တဲ့ ဂျာမနီလူမျိုးစုံတွဲတစ်တွဲနဲ့ အင်္ဂလိပ်လူမျိုးယောက်ျားတစ်ယောက်က အဲဒီဒေသနားက ထူးဆန်းတဲ့လူတစ်ယောက်ဖမ်းဆီးတာကိုခံခဲ့ရတဲ့အတွက် သူတို့တွေ ဘယ်လိုမျိုးလွတ်မြောက်အောင်ကြိုးစားကြမလဲဆိုတာကို ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်။ပထမ Wolf Creek ဇာတ်ကားလိုပဲ သွေးထွက်သံယိုတွေ၊သတ်ဖြတ်တာတွေ ပါတာကြောင့် horror/thriller ကြိုက်တဲ့သူတွေအနေနဲ့ပထမကားရော အခုကားကိုပါကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။File Size :    1.92GB  / 948MBQuality : BluRay 1080p 5.1CH , 720pRunning Time : 1hr 46minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by JakaEncoded by Min WaiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGreg McLeanStarsJohn JarrattRyan CorrShannon AshlynCastAnnie ByronBen GerrardChloé BorehamGerard KennedyJohn JarrattKate EnglefieldMaria VolkNic EnglishPhilippe KlausRyan CorrSarah RobertsSebastian FreemanShane ConnorShannon Ashlyn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aKum63B4j5pHCSNrRvDSvrHRR0m.jpg",
      "https://image.tmdb.org/t/p/w300/qMgfUrigYqgywditwC4rulvzUCS.jpg",
      "https://image.tmdb.org/t/p/w300/kOI1yrtNr5xyrtD3BrTKR7crrOm.jpg",
      "https://image.tmdb.org/t/p/w300/mPspx03zmVEgpQokGPd5nL26Wgo.jpg",
      "https://image.tmdb.org/t/p/w300/x7AYWYVngYajyJDNMuZN5ljrC8K.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uELzdTzPOpZwSFqBbwpjuKE7UW3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/85b5ih332j9y.html",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/wolf-creek-2-2013-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.92GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1aid3/wolf_creek.2.2013.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.92GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/YekWECoB#23oIXGgQK6V-aIhcqsg9BgL_UQb7UAQzZurqlt0zAfo",
        "server": "mega.nz",
        "size": "1.92GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://sblongvu.com/pnt9vbg4pgpg.html",
        "server": "streamsb.com",
        "size": "1.92GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/rk49a4s2o3ee.html",
        "server": "usersdrive.com",
        "size": "948 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wolf-creek-2-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "948 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1aicv/wolf_creek.2.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "948 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/JbEXRYAD#Et8AbKLPwFt_Ik8p7GDjO8lsyynJguR7fOXd5UbAA0A",
        "server": "mega.nz",
        "size": "948 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/365g2do1rwct.html",
        "server": "streamsb.com",
        "size": "948 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "s4bqeT5edbs",
      "video_url": "https://www.youtube.com/watch?v=s4bqeT5edbs",
      "embed_url": "https://www.youtube.com/embed/s4bqeT5edbs"
    }
  },
  {
    "metadata": "not rated|2022|2h 40m|Bollywood,Horror,Thriller,Uncategorized",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "437"
    },
    "title": "Masooda (2022)",
    "description": "Masooda ( 2022 )IMDb 7.8/10အခုတစ်ခေါက်မှာတော့ ရုံတင်၀င်ငွေခန့်မှန်းခြေ ဆယ်ကုဋေကျော်လောက်ရရှိထားတဲ့သဘာ၀လွန် Horrorရုပ်ရှင်အမျိုးအစား ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးတော့မှာဖြစ်ပါတယ်…။ဇာတ်လမ်းအကျဉ်းကတော့နီလမ်ဟာ Single motherတစ်ယောက်ဖြစ်ပြီးတော့ သမီးဖြစ်သူနာဇီယာနဲ့အတူတိုက်ခန်းလေးတစ်ခန်းငှားကာနေထိုင်ပါတယ်။သူတို့အခန်းနဲ့မနီးမဝေးမှာ ဂိုပီလို့ခေါ်တဲ့အိမ်နီးချင်းကောင်လေးတစ်ယောက်နေထိုင်ပြီးတော့ နီလမ်တို့သားအမိအကူအညီလိုအပ်ရင်လည်း လက်မတွန့်ပဲကူညီပေးတတ်တဲ့ အိမ်နီးချင်းကောင်းတစ်ယောက်ဖြစ်ပါတယ်…။တစ်ညမှာတော့ နီလမ်တစ်ယောက် ဂိုပီ့အခန်းကိုတံခါးလာခေါက်ကာအကူအညီတောင်းပါတော့တယ်…ဂိုပီလိုက်သွားကြည့်တဲ့အခါမှာတော့ တစ်စုံတစ်ယောက်၀င်ပူးနေသလိုဖြစ်နေတဲ့နာဇီယာကိုတွေ့လိုက်ရပါတယ်။နီလမ်နဲ့ဂိုပီတို့နှစ်ယောက်နာဇီယာကိုဆရာ၀န်နဲ့ပြပေမဲ့ မသက်သာတဲ့အဆုံးမှာတော့အပနှင်ဆရာတွေလိုက်ရှာဖွေရင်း သိရှိလာတာက ဒီပူးကပ်နေတဲ့နတ်ဆိုးဟာအင်မတန်မှအငြှိုးကြီးပြီး သူ့ကိုသတ်နိုင်မယ့်လက်နက်ကလည်းသီးသန့်ရှိနေကြောင်းသိရှိလိုက်ရတဲ့အခါမှာတော့….နာဇီယာကိုကုသလို့ရနိုင်ပါ့မလား … နာဇီယာကို၀င်ပူးနေတဲ့အငြှိုးကြီးတဲ့ဝိဉာဥ်ကရောဘယ်သူဖြစ်မလဲ…ဘယ်လိုအကြောင်းကြောင့်၀င်ပူးနေတာလဲဆိုတာကိုတော့ ကျောတချမ်းချမ်းနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ။Horror ရုပ်ရှင်ကြိုက်သူ‌တွေအတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။File size…2.17GB  / 1.03GBQuality…1080p  True WEB DL / 720pFormat…mp4Duration….2h 40mSubtitle….Myanmar Subtitle  (Hard Sub)Encoder….YKTranslated by BpL ~ OeliuJ ~ YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSai KiranStarsKarthik AdusumilliKavya KalyanramSangeetha KrishCastAkhila RamBandhavi SridharKarthik AdusumalliKavya KalyanramKrishna TejaSangeetha KrishSatya PrakashSatyam RajeshSubhalekha SudhakarSurabhi PrabhavathiSurya RaoThiruveer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tKKtDFQ5j1KnPp81M7g85ECE0zm.jpg",
      "https://image.tmdb.org/t/p/w300/d5h4ngqit9uP9hqX1VINhyoaCfS.jpg",
      "https://image.tmdb.org/t/p/w300/8BkSshkssq4MJr1IWKsjBhkOAx3.jpg",
      "https://image.tmdb.org/t/p/w300/dgxaKNMNBDkDlArrQ5MGTol1kpZ.jpg",
      "https://image.tmdb.org/t/p/w300/q5va8driVoPW9LJ4Ep6OromDk08.jpg",
      "https://image.tmdb.org/t/p/w300/vZOswyMDDgNlzT99z7vhDnjmd51.jpg",
      "https://image.tmdb.org/t/p/w300/xSNkAcBNDWsqfrWVX6RBngy3xeg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzcyMDQzOTQtNmY3OC00MDgyLTg5MTQtZTZmMmUxYTlmNjVjXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/masooda-2022-telugu-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fk1fjunhz86b.html",
        "server": "usersdrive.com",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/mv0oxrkrfjmk/Masooda_(2022)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "streamvid.io",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aXaw/Masooda_(2022)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uAs3UCKB#uN4eU5AwvrYh7PD5452PLqOaBXL8x6FdZv2-_Fk3xtY",
        "server": "mega.nz",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/masooda-2022-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/avqq0y6kydrs.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5cb239jo065d/Masooda_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aXa6/Masooda_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uAs3UCKB#uN4eU5AwvrYh7PD5452PLqOaBXL8x6FdZv2-_Fk3xtY",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|2h 9min|Action,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "11,115"
    },
    "title": "The Villainess (2017)",
    "description": "The Villainess (2017)IMDb – 6.7/10_____Rotten – 84%အမျိူ းသမီးဇာတ်ကောင်ကို အဓိကထားပြီး ရိုက်ကူးတဲ့ ဇာတ်ကားတွေ ပြန်လည်ခေတ်ကောင်းလာတဲ့ကာလလို့ ပြောလို့ရမယ့် လက်ရှိကာလမျို းမှာ တောင်ကိုရီးယားရုပ်ရှင်ထုတ်လုပ်ရေးတွေကလည်း Shiri တို့လို အက်ရှင်ကားမျို းတွေနဲ့ ကမ္ဘာသိအောင် ပြဆိုခဲ့မှုတွေ ရှိခဲ့တာပီပီ ယခုနှစ် 2017ခုနှစ်ထဲမှာလည်း အမျိုးသမီးဇာတ်ဆောင်ကို အဓိကထားရိုက်ကူူးထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားကို ဖြန့်ချီပေးလိုက်ပြန်ပါပြီ။ဇာတ်လမ်းအကြောင်းအရာကတော့ တရုတ်ပြည်နယ်ဘက်မှာ ငယ်စဉ်ကတည်းက လုပ်ကြံသတ်ဖြတ်ရေး ပညာရပ်တွေကို သင်ကြားခဲ့ရတဲ့ Sook -hee လို့ အမည်ရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ပညာတွေပြည့်စုံလာချိန်မှာတော့ တောင်ကိုရီယားနိုင်ငံထဲက အေဂျင်စီတစ်ခုမှာ အပေးအယူတစ်ခုနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ပါတယ်။သူမရဲ့ပကတိဆန္နက သာမန်လူတွေလိုပဲ ဘဝကိုဖြတ်သန်းချင်တာဖြစ်တဲ့အတွက် ဆယ်နှစ်တိတိ တာဝန်ယူထမ်းဆောင်ပြီး အနားယူခွင့်ပေးရမယ်ဆိုတဲ့ကတိဖြစ်ပါတယ်။ဒါပေမယ့် သူမအပေါ်ကို ပညာသင်ကြားပေးခဲ့တဲ့ ဆရာနဲ့အခြားသောသူစိမ်းတစ်ယောက်နဲ့ ပြန်လည်ပတ်သက်မိချိန်မှာတော့ သူမလိုချင်တဲ့ အေးချမ်းတဲ့ဘဝကို ရရှိဖို့ မသေချာတော့ပါဘူး။အဲဒီနောက်မှာ သူမဘဝအစိတ်အပိုင်းတွေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ရှု့စားရမှာဖြစ်ပါတယ်။Cannes ရုပ်ရှင်ပွဲတော်မှာတော့ ယခု ဇာတ်ကားဟာ ချီးမွှမ်းသံတွေ အပြည့်ရရှိထားတာကိုတွေ့ရပါတယ်။ယခုဇာတ်ကားအတွက် ယုံကြည်စရာတစ်ခုက တာဝန်ယူရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Jung Byung-Gil ဆိုတာကလည်း Confession Of Murder တို့လို အက်ရှင်ကားကောင်းတွေကို ပီပြင်ပိုင်နိုင်စွာ ရိုက်ကူးခဲ့ဘူးတဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာရယ်ကြောင့် ထိုက်တန်တဲ့ဖျော်ဖြေမှု တွေ ရလောက်မယ်လို့ ယုံကြည်မိပါတယ်။အဓိက သရုပ်ဆောင်တစ်ယောက်ဖြစ်တဲ့ Kim Ok-Vin ဆိုတာလည်း ကိုရီယားရုပ်ရှင်လောကမှာ နာမည်ရပြီးသား အမျို းသမီးသရုပ်ဆောင်တစ်ဦးဖြစ်သလို Thirst တို့လို The Front Line တို့လို (အဲဒီကားတွေထဲမှာလည်း ယခု ရုပ်ရှင်ထဲက ဇာတ်ပို့သရုပ်ဆောင်တစ်ဦးဖြစ်တဲ့ Shin Ha-Kyun နဲ့အတူ တွဲဖက်ညီညီ သရုပ်ဆောင်ဘူးခဲ့)ကားတွေမှာ သူမရဲ့ သရုပ်ဆောင်မှု ပါရမီကို ပရိသတ်တွေထံ မှတ်ကျောက်တင်ခဲ့ပြီးသားဖြစ်တာကြောင့် ဒီရုပ်ရှင်အတွက် သံသယဖြစ်ဖို့လိုမယ်မထင်ပါဘူး (ဒီကားမရိုက်ကူးခင်မှာ ဇာတ်ကောင်စရိုက် ပီပြင်ဖို့အတွက် တိုက်ကွမ်ဒိုလို တိုက်ခိုက်ရေးပညာရပ်တွေကို လေ့ကျင့်ခဲ့ရတယ်လို့လည်း ဆိုထားပါတယ်)။ဟာသ ဒရမ်မာ အက်ရှင် စွယ်စုံကောင်းမွန်စွာ သရုပ်ဆောင်နိုင်စွမ်းရှိတဲ့Shin Ha-Kyunလို သရုပ်ဆောင်ကောင်းတွေပါနေတဲ့ အတွက်ကြောင့်လည်း အရင်က အာရှရုပ်ရှင်သမိုင်းမှာ နာမည်တွင်ခဲ့တဲ့ ဂျက်မတို့လို သမိုင်းကြောင်းမျို း ကျန်ခဲ့မလားဆိုတာတော့ ပိတ်ကားထက်ပေါ်မှာ ကြည့်ရှု့ခံစားရုံမှာတစ်ပါး အခြားမရှိကြောင်းပါ။(ဇာတ်လမ်းအညွန်းကိုတော့ ကိုညီလင်းအိမ်ရဲ. facebook Acc (https://www.facebook.com/aungphyo.hlaing.9) မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူ ကတော့Little Twinlayပါ )အမ်ိဴ းသမီးဇာတ္ေကာင္ကို အဓိကထားျပီး ရုိက္ကူးတဲ့ ဇာတ္ကားေတြ ျပန္လည္ေခတ္ေကာင္းလာတဲ့ကာလလို႔ ေျပာလို႔ရမယ့္ လက္ရွိကာလမ်ိဳ းမွာ ေတာင္ကိုရီးယားရုပ္ရွင္ထုတ္လုပ္ေရးေတြကလည္း Shiri တို႔လို အက္ရွင္ကားမ်ိဳ းေတြနဲ႔ ကမာၻသိေအာင္ ျပဆိုခဲ့မွဳေတြ ရွိခဲ့တာပီပီ ယခုႏွစ္ 2017ခုႏွစ္ထဲမွာလည္း အမ်ိဳးသမီးဇာတ္ေဆာင္ကို အဓိကထားရုိက္ကူူးထားတဲ့ အက္ရွင္ကားေကာင္းတစ္ကားကို ျဖန္႔ခ်ီေပးလိုက္ျပန္ပါျပီ။ဇာတ္လမ္းအေၾကာင္းအရာကေတာ့ တရုတ္ျပည္နယ္ဘက္မွာ ငယ္စဥ္ကတည္းက လုပ္ၾကံသတ္ျဖတ္ေရး ပညာရပ္ေတြကို သင္ၾကားခဲ့ရတဲ့ Sook -hee လို႔ အမည္ရတဲ့ မိန္းကေလးတစ္ေယာက္ဟာ ပညာေတြျပည့္စုံလာခ်ိန္မွာေတာ့ ေတာင္ကိုရီယားႏိုင္ငံထဲက ေအဂ်င္စီတစ္ခုမွာ အေပးအယူတစ္ခုနဲ႔ တာဝန္ထမ္းေဆာင္ခဲ့ပါတယ္။သူမရဲ႕ပကတိဆႏၷက သာမန္လူေတြလိုပဲ ဘဝကိုျဖတ္သန္းခ်င္တာျဖစ္တဲ့အတြက္ ဆယ္ႏွစ္တိတိ တာဝန္ယူထမ္းေဆာင္ျပီး အနားယူခြင့္ေပးရမယ္ဆိုတဲ့ကတိျဖစ္ပါတယ္။ဒါေပမယ့္ သူမအေပၚကို ပညာသင္ၾကားေပးခဲ့တဲ့ ဆရာနဲ႔အျခားေသာသူစိမ္းတစ္ေယာက္နဲ႔ ျပန္လည္ပတ္သက္မိခ်ိန္မွာေတာ့ သူမလိုခ်င္တဲ့ ေအးခ်မ္းတဲ့ဘဝကို ရရွိဖို႔ မေသခ်ာေတာ့ပါဘူး။အဲဒီေနာက္မွာ သူမဘဝအစိတ္အပိုင္းေတြ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာ ရွဳ ႕စားရမွာျဖစ္ပါတယ္။Cannes ရုပ္ရွင္ပြဲေတာ္မွာေတာ့ ယခု ဇာတ္ကားဟာ ခ်ီးမႊမ္းသံေတြ အျပည့္ရရွိထားတာကိုေတြ႕ရပါတယ္။ယခုဇာတ္ကားအတြက္ ယုံၾကည္စရာတစ္ခုက တာဝန္ယူရုိက္ကူးထားတဲ့ ဒါရုိက္တာ Jung Byung-Gil ဆိုတာကလည္း Confession Of Murder တို႔လို အက္ရွင္ကားေကာင္းေတြကို ပီျပင္ပိုင္ႏိုင္စြာ ရုိက္ကူးခဲ့ဘူးတဲ့ ဒါရုိက္တာတစ္ေယာက္ျဖစ္ေနတာရယ္ေၾကာင့္ ထိုက္တန္တဲ့ေဖ်ာ္ေျဖမွဳ ေတြ ရေလာက္မယ္လို႔ ယုံၾကည္မိပါတယ္။အဓိက သရုပ္ေဆာင္တစ္ေယာက္ျဖစ္တဲ့ Kim Ok-Vin ဆိုတာလည္း ကိုရီယားရုပ္ရွင္ေလာကမွာ နာမည္ရျပီးသား အမ်ိဳ းသမီးသရုပ္ေဆာင္တစ္ဦးျဖစ္သလို Thirst တို႔လို The Front Line တို႔လို (အဲဒီကားေတြထဲမွာလည္း ယခု ရုပ္ရွင္ထဲက ဇာတ္ပို႔သရုပ္ေဆာင္တစ္ဦးျဖစ္တဲ့ Shin Ha-Kyun နဲ႔အတူ တြဲဖက္ညီညီ သရုပ္ေဆာင္ဘူးခဲ့)ကားေတြမွာ သူမရဲ႕ သရုပ္ေဆာင္မွဳ ပါရမီကို ပရိသတ္ေတြထံ မွတ္ေက်ာက္တင္ခဲ့ျပီးသားျဖစ္တာေၾကာင့္ ဒီရုပ္ရွင္အတြက္ သံသယျဖစ္ဖို႔လိုမယ္မထင္ပါဘူး (ဒီကားမရုိက္ကူးခင္မွာ ဇာတ္ေကာင္စရုိက္ ပီျပင္ဖို႔အတြက္ တိုက္ကြမ္ဒိုလို တိုက္ခိုက္ေရးပညာရပ္ေတြကို ေလ့က်င့္ခဲ့ရတယ္လို႔လည္း ဆိုထားပါတယ္)။ဟာသ ဒရမ္မာ အက္ရွင္ စြယ္စုံေကာင္းမြန္စြာ သရုပ္ေဆာင္ႏိုင္စြမ္းရွိတဲ့Shin Ha-Kyunလို သရုပ္ေဆာင္ေကာင္းေတြပါေနတဲ့ အတြက္ေၿကာင့္လည္း အရင္က အာရွရုပ္ရွင္သမိုင္းမွာ နာမည္တြင္ခဲ့တဲ့ ဂ်က္မတုိ႔လို သမိုင္းေၾကာင္းမ်ိဳ း က်န္ခဲ့မလားဆိုတာေတာ့ ပိတ္ကားထက္ေပၚမွာ ၾကည့္ရွဳ ႕ခံစားရုံမွာတစ္ပါး အျခားမရွိေၾကာင္းပါ။(ဇာတ္လမ္းအၫြန္းကိုေတာ့ ကိုညီလင္းအိမ္ရဲ. facebook Acc (https://www.facebook.com/aungphyo.hlaing.9) မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူ ကေတာ့Little Twinlayပါ )File Size : (800 MB)Quality : 720p HDRipRunning Time : 2hr 9minutesFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated By Little TwinlayEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJung Byung-gilStarsJeong Hae-gyoonJo Eun-JiKim Ok-binKim Seo-hyungLee Seung-jooPark Cheol-minShin Ha-kyunSon Min-JiSung JoonCastJeong Hae-gyoonJo Eun-JiKim Ok-binKim Seo-hyungLee Seung-jooPark Cheol-minShin Ha-kyunSon Min-JiSung Joon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r4fxp9LqfCyPsnz6LFVzUn7jrVN.jpg",
      "https://image.tmdb.org/t/p/w300/8ojJC4LsW4r6z49abHDTQR0LumB.jpg",
      "https://image.tmdb.org/t/p/w300/b3swKWV1wpW6ECUNylJpOpLHClo.jpg",
      "https://image.tmdb.org/t/p/w300/8uGxDtD1Cr28EEzbBX4xjoCIpNS.jpg",
      "https://image.tmdb.org/t/p/w300/swqBHdJAuaet5CwcfN41XZuMfhq.jpg",
      "https://image.tmdb.org/t/p/w300/g3gJp3xGtynZSyPVAuuHr8TeFYH.jpg",
      "https://image.tmdb.org/t/p/w300/raFRWSmhRZKlhUQlvoh9oLBwdn8.jpg",
      "https://image.tmdb.org/t/p/w300/vdc37nnJLZDNdMofwjQhAdJU4vR.jpg",
      "https://image.tmdb.org/t/p/w300/uepWPBcfec7eAVXei07EfI8rXAS.jpg",
      "https://image.tmdb.org/t/p/w300/joLhuo9QniMDlVH6Hfk2Y794sgg.jpg",
      "https://image.tmdb.org/t/p/w300/z1cnQkqzlncY75HFdfjX0wJkYjN.jpg",
      "https://image.tmdb.org/t/p/w300/d9oqnRroZ23Rnv4lXJEZob1B96R.jpg",
      "https://image.tmdb.org/t/p/w300/wze6UpsEUunp5t95f8PR216ZyRa.jpg",
      "https://image.tmdb.org/t/p/w300/tjVNaW0Vma0qZdcjqzkKsIBZMDw.jpg",
      "https://image.tmdb.org/t/p/w300/mxBCAZDprZizXF5rZzzVrTTKotb.jpg",
      "https://image.tmdb.org/t/p/w300/rCkh83spEqP2TdZiMleul3lHtEY.jpg",
      "https://image.tmdb.org/t/p/w300/4PMCmR8CJ0WOWLp8Dn2O67cOqGo.jpg",
      "https://image.tmdb.org/t/p/w300/fUxr2CBxuInWJAZxOgIouiD0Jel.jpg",
      "https://image.tmdb.org/t/p/w300/93B1NH1HpJuoMajQga7vXi2m1St.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNTk1M2I2OTUtNDRlYS00MGI5LWE5NDktZmQ4YjRhOTY1ZmJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/40ma4tn6m9h9.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-villainess-aknyeo-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d43p/The_Villainess_(Aknyeo)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cq43iDJL#iXMRqLz9CEW4gdTt7tZX15nJaLUtJyyLQnGFkTn6YJw",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/zjsvxahah9yg",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-villainess-2017",
        "server": "CM Links",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dtPvmfvGq8A",
      "video_url": "https://www.youtube.com/watch?v=dtPvmfvGq8A",
      "embed_url": "https://www.youtube.com/embed/dtPvmfvGq8A"
    }
  },
  {
    "metadata": "|||Adult,Asian,Horror,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "[18+] Star of David: Beauty Hunting (1979)",
    "description": "ဂမ်‌ပေရဲ့မုန်တိုင်းထန်တဲ့ညတစ်ညမှာ ထောင်ကလွတ်ထွက်လာတဲ့ လူသတ်မုဒိမ်းတရားခံတစ်ယောက်ဟာ၊ခမ်းနားကြီးကျယ်လှတဲ့အိမ်ကြီးတစ်ဆောင်ထဲကိုခိုးဝင်လာပြီး အထဲမှာတွေ့တဲ့ပိုင်ရှင်သူကြွယ်လင်မယားနဲ့ထိပ်တိုက်တိုးပြီး ဇနီးဖြစ်သူကိုသူ့ယောက်ျားရဲ့ရှေ့မှာရက်စက်ကြမ်းတမ်းစွာမုဒိမ်းကျင့်ခဲ့ပါတယ်။နောက်တစ်နှစ်အကြာသူဌေးလင်မယားမှာ တက်ဆုယာဆိုတဲ့ သားငယ်တစ်ယောက်မွေးဖွားလာခဲ့ပြီး ဇနီးဖြစ်သူကတော့ကိုယ့်ကိုယ်ကိုသတ်သေသွားခဲ့ပါတယ်။တက်ဆုယာအသက် ၁၆ နှစ်အရွယ်မှာကျောင်းသင်ခန်းစာကတစ်ဆင့်နာဇီတို့ရဲ့ကြမ်းတမ်းရက်စက်မှုတွေကိုသင်ယူခဲ့ရပြီးအဲ့ဒီသင်ခန်းစာတွေကပဲသူ့ရဲ့ငုပ်လျှိုးနေတဲ့ စိတ်ရိုင်းစိတ်မိုက်တွေနိုးထလာစေခဲ့ပါတော့တယ်။နီးစပ်ရာ လွယ်ကူရာ မိန်းကလေးတွေကိုပြန်ပေးဆွဲ၊မြေတိုက်ခန်းထဲမှာချုပ်နှောင်၊ ကြိုးတုပ်ရိုက်နှက် ၊ နှိပ်စက် အဓမ္မကျင့်ဆိုတဲ့အမှုမျိုးတွေကို ဆက်တိုက်ကျူးလွန်လာရင်းက တစ်ဖြည်းဖြည်သူ့ပစ်မှတ်တွေက ထူးချွန်ကျောင်းသူလေး၊ တက်သစ်စအဆိုတော်မိန်းကလေး စသဖြင့်ကျယ်ပြန့်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းကဂန္ဓဝင် ဇာတ်ကားတစ်ကားဖြစ်ပြီး၊ရုပ်ရှင်တစ်ကားလို့ မထင်ရအောင်ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ pixel censor မျိုးတွေ၊အကွက်လိုက်ကြီးဖုံးထားတာမျိုးတွေလဲမပါဝင်တဲ့အတွက် ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာ ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (550 MB)Quality : BluRay 1080p & 720pRunning Time : 01:40:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byALSEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAsami OgawaBunta SugawaraHiromi NaminoHiroshi NawaNagatoshi SakamotoNatsuko YagiRei OkamotoShôhei YamamotoShun DomonYuka AsagiriYûko Asuka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uBDZLFiUD1woKhX6WfqSQ8JTrCX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/0016443a.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-star-of-david-beauty-hunting-1979",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/18-ds-star-of-david-beautiful-girl-hunter-1979-blu-ray-1080-p-ath-ei-st-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2mEnx/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.1080p-ATHEiST.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eawefady0m3s.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://watchsb.com/tek4809b94qk.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-ds-star-of-david-beautiful-girl-hunter-1979-blu-ray-720-p-ath-ei-st-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2mEni/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.720p-ATHEiST.mp4",
        "server": "megaup.net",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zx2n07la128g.html",
        "server": "usersdrive.com",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/udzm6e7drdkx.html",
        "server": "streamsb.com",
        "size": "550 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Romance,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "A Dangerous Affair (2022)",
    "description": "အချစ်ကြီးရင် အမျက်ကြီးတယ်လို့ လူကြီးတွေပြောတဲ့စကားက တကယ့်ကိုသွေးထွက်အောင် မှန်တယ်ဆိုတာလေး ရိုက်ပြထားတဲ့ ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် အမ်မလီဆိုတဲ့ ယောဂဆရာမ တစ်ယောက်ဟာ ကနေဒါ ကနေ အမေရိကန်မှာ အခြေချရင်းနဲ့ သူ့သင်းတန်မှာလာတက်တဲ့ တစ်ဦးတည်းသော ယောကျာ်းလေးနဲ့တစ်ယောက်နဲ့ ချစ်မိသွားတာပါအဲဒီမှာပဲ သူတို့ရဲ့ သင်တန်းမှာလာတက်နေတဲ့သူရဲ့ ပါတီပွဲကို အတူတူသွားရာကနေ ကောင်လေးနဲ့တူတဲ့ အမျိုးသားတစ်ယောက်ဟာ အသတ်ခံလိုက်ရတာပါ အဲဒီနောက်ဆက်တိုက်ဆိုသလိုပဲ သူတို့နှစ်ယောက်ဟာလည် အမျိုးမျိုးနှောင့်ယှက်ခံရတော့တာပဲ အဲဒီတော့ သူတို့နှောင့်ယှက်နေတာက ဘယ်သူများလဲ ပါတီမှာလူသတ်သွားတဲ့သူကရော ဘယ်သူလဲ သူကရော ဘာလို့သတ်ခဲ့ရတာလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.67GB)/(944MB)/(487MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….02:05:00Genre…Romance / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by GarfieldYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAubree BouchéCharlie BewleyKarlee EldridgeTanya Christiansen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aEUEFjFU5QArg3qwaalsf11s6GE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-affair.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-dangerous-affair2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/a-dangerous-affair-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/20zxilzmxfl5.html",
        "server": "usersdrive.com",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/1NB04/A.Dangerous.Affair.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/F6ZgiCSB#-H3SJ5h87Fisl3ePkTMpfKpPTDgc84T8Wk1Mp5qomZo",
        "server": "mega.nz",
        "size": "1.67GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-dangerous-affair-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pfrzhtyjm6sy.html",
        "server": "usersdrive.com",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1NB02/A.Dangerous.Affair.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Mi4DTJAY#igeqDnZ4nKJ9XoZTGsRG7240uMwEjDVv24mRMpQpVIc",
        "server": "mega.nz",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/cgrdl06lpqt5.html",
        "server": "streamsb.com",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-dangerous-affair-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "487MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/8w3jdjsdbdn1.html",
        "server": "usersdrive.com",
        "size": "487MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1NB00/A.Dangerous.Affair.2022.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "487MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/hnwzBTjT#ZMGGaRDO_I-kBoK7aVNN8NfkZyVRqCzGrUKVnDvTuO0",
        "server": "mega.nz",
        "size": "487MB",
        "quality": "480p"
      },
      {
        "link": "https://sbspeed.com/dunkasxhigzp.html",
        "server": "streamsb.com",
        "size": "487MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "HGjCfKLNXJY",
      "video_url": "https://www.youtube.com/watch?v=HGjCfKLNXJY",
      "embed_url": "https://www.youtube.com/embed/HGjCfKLNXJY"
    }
  },
  {
    "metadata": "Unrated|2016|1h 42m|Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": "7500"
    },
    "title": "Rupture (2016)",
    "description": "Rupture (2016)ရနေးဆိုတဲ့ အမျိုးသမီးဟာ ကွာရှင်းခံထားရတဲ့ မိန်းမ‌တစ်ယောက်ဖြစ်ပြီး သားဖြစ်သူ အဲဗန်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်နေသူ…အမည်မသိ လူတစ်စုဟာ သူတို့ မိသားစုကို အချိန်အကြာကြီး တိတ်တခိုး စောင့်ကြည့်နေခဲ့တယ်။ ဒါကိုတော့ သူတို့မသိရှာဘူး။တစ်နေ့ ရနေးဟာ သူ့ရဲ့သားလေးကို ခင်ပွန်းဟောင်းဆီ သွားအပ်ပြီး လေထီးခုန်ဖို့ရာ ထွက်လာခဲ့တယ်။ လမ်းခုလတ်မှာ ကားဘီးပေါက်သွားတာကို လူတစ်ယောက်က ကူညီပေးသယောင်နဲ့ သူ့ကို ဖမ်းခေါ်သွားခဲ့တယ်။ဘယ်နေရာမှန်းမသိတဲ့ အဆောက်အဦးတစ်ခုဆီ ရောက်သွားပြီး ထိုလူတစ်စုဟာ သူ့ကို စမ်းသပ်မှုတွေ ပြုလုပ်ပါတော့တယ်။ ဒီလူတစ်စုက ဘာတွေလဲ… ဘယ်လိုစမ်းသပ်မှုတွေ လုပ်သလဲ… ဘာအတွက်လုပ်ရသလဲဆိုတာတော့ အသည်းယားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMugiwara Yaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 805MBQuality – 1080p, 720pFormat – mp4Duration – 1H 42MinGenre – Horror, Sci-Fi, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byMugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteven ShainbergStarsAri MillenBrendan JeffersJean YoonJoel LabelleJonathan PottsKerry BishéLesley ManvilleMichael ChiklisMorgan KellyNoomi RapacePaul PopowichPercy Hynes WhitePeter StormareSergio Di ZioCastAri MillenBrendan JeffersJean YoonJoel LabelleJonathan PottsKerry BishéLesley ManvilleMichael ChiklisMorgan KellyNoomi RapacePaul PopowichPercy Hynes WhitePeter StormareSergio Di Zio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8DSy5xZzDOukQpWCUs91bN1HCwY.jpg",
      "https://image.tmdb.org/t/p/w300/3mHoPhTofJb5tiMEmwvF5OMI9eN.jpg",
      "https://image.tmdb.org/t/p/w300/qs6QOeHQgg142aPM1VN4FeY8FZp.jpg",
      "https://image.tmdb.org/t/p/w300/yAfkmscocGeJmbDcAehQkdmaL54.jpg",
      "https://image.tmdb.org/t/p/w300/wdk44beaTZsVWV3wgX6DuyS3ZUq.jpg",
      "https://image.tmdb.org/t/p/w300/wmXeH1frNUZweBy4CoaV6XxTIsp.jpg",
      "https://image.tmdb.org/t/p/w300/9brlL6vu0B5TEuIDq6wivawuRHd.jpg",
      "https://image.tmdb.org/t/p/w300/83QTZnpQovWHgZw2ftK5sl0ADB2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6UvckGMZrZFEiDmdAP4zQdMGkhd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-rupture-2016-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eknk/(CM)_Rupture_(2016)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5CFUUY5C#N0DTSrsHLujhonMBvQRxdOdUPuO5uwYT4-ChBjF8Ffg",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mfsufwf4eoi3.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-rupture-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ekng/(CM)_Rupture_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NeckSBjB#sWh-BDjlUM_VXzfB151qypLSGIH68K73yYPuZ3a74kE",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2i5g22aiw2i8.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/5wojwopymkep.html",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t51tmcd4sgib",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RADFaObbFNY",
      "video_url": "https://www.youtube.com/watch?v=RADFaObbFNY",
      "embed_url": "https://www.youtube.com/embed/RADFaObbFNY"
    }
  },
  {
    "metadata": "N/A|2017|95 min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "50"
    },
    "title": "Project Eden: Vol. I (2017)",
    "description": "စစ္​ပဲြဆိုတာဟာ အနိဠာရံု​ေတြနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ ​မ​ေကာင္​းမႈရဲ႕ အမွတ္​အသားတစ္​ခု…ဒီစစ္​ပြဲ​ေၾကာင္​့ ဆံုး႐ႈံးရတဲ့ အရာ​ေတြအမ်ားႀကီး ႐ွိခဲ့ၿပီးၿပီ… သံ​ေယာဇဥ္​ႀကိဳးဘယ္​ႏွ​ေခ်ာင္​းကိုမ်ား စစ္​ပြဲဆိုတဲ့ ​ေစတန္​ရဲ႕ ​ေနာက္​လိုက္​ႀကီးက ျဖတ္​ပစ္​ၿပီးၿပီလဲ…အီ​ဗလင္​ရဲ႕ ခင္​ပြန္​းဟာ စစ္​ပြဲရဲ႕ သား​ေကာင္​ျဖစ္​ခဲ့ရတယ္​။ သူတို႔သား​ေလး ကိုယ္​ဝန္​ရဲ႕ ​ေျခာက္​လအၾကာမွာ သတင္​းဆိုးတစ္​ခု​ေရာက္​လာျခင္​းက အစ​ေပါ့။ ​ေနာက္​မၾကာခင္​မွာ သူတို႔သား​ေလး ​ေမြးဖြားလာခဲ့​ေပမယ္​့ ကံတရားဟာ ျပံဳးျပံဳးႀကီး ကလူက်ီစယ္​သြားခဲ့တယ္​။ ခင္​ပြန္​း​ဆံုးၿပီးတဲ့​ေနာက္​ သားကိုပဲ ပံုခ်စ္​လိုက္​​ခ်င္​​ေပမယ္​့ သားကလည္​း အမ်ိဴးအမည္​မသိရတဲ့ ​ေရာဂါ​ေဝဒနာရဲ႕ ​ေဘးထြက္​ဆိုးက်ိဳးျဖစ္​ေနျပန္​တဲ့အခါ…ဒါ​ေပမယ္​့ အီ​ဗလင္​းဟာ သူ႔ရဲ႕သားကို လက္​မလႊတ္​ခဲ့ဘူး။ ​ေျခာက္​ႏွစ္​အၾကာထိ ​ေစာင္​့​ေ႐ွာက္​ကုသ​ေပးခဲ့တယ္​။ ​ေမွ်ာ္​လင္​့ခ်က္​အမွ်င္​​ေလးတစ္​စ​ေလာက္​နဲ႔​ေပါ့။ ဒါ​ေပမယ္​့လည္​း ဒီ​ေမွ်ာ္​လင္​့ခ်က္​ဟာ သူရဲ႕တိုက္​ခန္​းကို လူတစ္​​ေယာက္​​ေရာက္​လာျခင္​းနဲ႔ အတူ ပိုမို ​ေတာက္​ပလာ​ေတာ့တယ္​။‌ဒီ​ေရာဂါ​ေဝဒနာဟာ သူရဲ႕သားတစ္​​ေယာက္​တည္​းပဲ မဟုတ္​သလို ​ေနာက္​ကြယ္​မွာလည္​း ႐ိုး႐ိုးသာမန္​လူ​ေတြ႐ွိ​ေနတာ မဟုတ္​ဘူး။ လြန္​ခဲ့တဲ့ ႏွစ္​ရာ​ေပါင္​းမ်ားစြာက​ေန အခုထိ အာဏာတည္​တံ့ျမဲျဖစ္​တဲ့Freemasons အသင္း​​​ေတာ္​ႀကီးဆိုတာ သိလိုက္​ရ​ေတာ့တယ္​…ဒီကားဟာ Budget ကားတစ္​ကားျဖစ္​တဲ့အတြက္​ ခိုင္​မာတဲ့ ဇာတ္​လမ္​းဇာတ္​အိမ္​နဲ႔ အတူ အၾကမ္​းပတမ္​း အက္​႐ွင္​ခန္​း၊ ဒရာမာခန္​း​ေတြ ပါ​ေနမွာ​ေတာ့မဟုတ္​ပါဘူး။ ဒါ​ေပမယ္​့ တစ္​ခ်ိဳ႕​ေသာ အခန္​း​ေတြရဲ႕ ဒိုင္​​ယာ​ေလာ့ဒ္​​ေတြက​ေတာ့ မွတ္သားစရာ​ေကာင္​းပါတယ္​။ ​ေနာက္​အဆက္​ ဆက္​ထြက္​ဦးမွာျဖစ္​တဲ့အတြက္​ Plot Holes ​ေတြ အမ်ားႀကီး ပါ​ေနမွာျဖစ္​လို႔ နားမလည္​​တာ ႐ွိ​ေကာင္​း႐ွိႏိုင္​ပါလိမ္​့မယ္​။ ဆို​ေပမယ္​့လည္​း ၾကာ​ေလ ဇာတ္​ရည္​လည္​သြားမွာပါလို္႔ ​ေျပာၾကားရင္​းနဲ႔…” စစ္​ပြဲတစ္​ပြဲအတြင္​းမွာ ပထမဆံုး နိ႒ိတံသြားမယ္​့အရာဟာ အမွန္​တရားပဲ “– ဝင္​စတန္​ခ်ာခ်ီFile Size : (750 MB) and (326 MB)Quality : WEB-DL 720pRunning Time : 1hr 35minFormat : Mp4Genre : Mystery, Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Ye Khant MinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAshlee JensenTerrance M. YoungStarsAnna McGahanCliff SimonEmily FradenburghErick AvariMike DopudPeter Christian HansenCastAnna McGahanCliff SimonEmily FradenburghErick AvariMike DopudPeter Christian Hansen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nQJ07E9QpYL2fypG2PBpYPjTEFb.jpg",
      "https://image.tmdb.org/t/p/w300/u6AGz64lZYWnt9nMneM0aYfDqpF.jpg",
      "https://image.tmdb.org/t/p/w300/9Wdw1Q1ARTD9NYoU9KSJ4Yi3kFB.jpg",
      "https://image.tmdb.org/t/p/w300/lMUFSmgPZIOk5XnEaWUkachd4OS.jpg",
      "https://image.tmdb.org/t/p/w300/gxnJqehju9uselEACz0B990sYVj.jpg",
      "https://image.tmdb.org/t/p/w300/PNb51Fml6qNkLMLHMjwjTNKFKQ.jpg",
      "https://image.tmdb.org/t/p/w300/8ziH4Oiw1w0U0bmoZvugBPdPA9f.jpg",
      "https://image.tmdb.org/t/p/w300/7PEz5vV8Iw9x7Cx9MLgNoTtq0XD.jpg",
      "https://image.tmdb.org/t/p/w300/bMPxOB5004budwrtHcYnAm2KWim.jpg",
      "https://image.tmdb.org/t/p/w300/2N7ZhxKvAG10LXv4F0RlnjLarnU.jpg",
      "https://image.tmdb.org/t/p/w300/9GIUhnw74BO5YHmEjkBHfrfriHb.jpg",
      "https://image.tmdb.org/t/p/w300/9uPtChgxv07p7H6K0YQuNpQvNfe.jpg",
      "https://image.tmdb.org/t/p/w300/jg6HlgKNLeGIUYCvPVEknA730st.jpg",
      "https://image.tmdb.org/t/p/w300/gCP6SxQc2oyH9Dt7zDh0L5SAZbN.jpg",
      "https://image.tmdb.org/t/p/w300/oMSAchkFhzWZQckwEaWA4vbzrjC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BN2RmZTBlYTEtYmQzOC00ZDY5LTlkM2EtOTVjMGM5ODI5MGRmXkEyXkFqcGdeQXVyNTk1ODI0MDY@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uvm5snrod54f.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/project-eden-vol-i-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UPfe/Project_Eden_-_Vol._I_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/donx2tmib1ae",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "obYDKcbKrgw",
      "video_url": "https://www.youtube.com/watch?v=obYDKcbKrgw",
      "embed_url": "https://www.youtube.com/embed/obYDKcbKrgw"
    }
  },
  {
    "metadata": "|||Fantasy,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "2.8K"
    },
    "title": "Hideaways (2011)",
    "description": "လူတော်တော်များများမှာ မိသားစုကနေဆက်ခံထားရတဲ့အမွေတွေရှိပါတယ်။ဥပမာ မိဘမှာဆီးချိုရှိရင်သားသမီးမှာလိုက်ရှိတာတို့ မိဘဆီကရောဂါတစ်ခုခုအမွေရထားတာမျိုးပေါ့။ဒါပေမယ့်အခုတင်ဆက်ပေးမဲ့ IMDb Rating 6.1 ရရှိထားတဲ့Hideaways ဆိုတဲ့ဇာတ်ကားထဲကဖာလွန်ဆိုတဲ့မိသားစုရဲ့အမွေကတော့ထူးခြားပါတယ်။ဘယ်လိုထူးခြားတာလဲဆိုတော့သူတို့ဆီမှာသားယောက်ျားလေးတွေမွေးရင် တခြားသူတွေထက်သာလွန်ထူးကဲတဲ့စွမ်းရည်တွေကိုဆက်ခံရလို့ပါပဲ။ ဒါပေမယ့်စွမ်းရည်ဆိုလို့ မိုက်တာပေါ့ ဘာညာဆိုပြီးမတွေးလိုက်ပါနဲ့။လိင်ဆက်ဆံရင် မျက်လုံးကန်းသွားတဲ့စွမ်းရည်တို့ စိတ်လှုပ်ရှားပြီးကြောက်လာရင် အနီးအနားကစက်ပစ္စည်းတွေပျက်သွားတဲ့စွမ်းရည်တို့လိုမျိုး ကြောင်တောင်တောင်ကြီးတွေဖြစ်ပါတယ်။အခုသူတို့မျိုးဆက်ထဲကနောက်ဆုံးသားယောက်ျားလေးဖြစ်တဲ့ဂျိမ်းစ်မှာလည်း ကြောင်တောင်တောင်စွမ်းရည်တစ်ခုရှိနေပါတယ်။အဲ့ဒါကတော့ သူကြောက်လာရင်သူ့နားမှာရှိတဲ့အပင်တွေကအစလူတွေအဆုံး အကုန်လုံးသေဆုံးကြရတာဖြစ်ပြီး အဲ့ဒီစွမ်းရည်ကြောင့်ပဲမိဘမဲ့ဘ၀ကိုရောက်ရှိပြီး မိဘမဲ့ဂေဟာကိုရောက်ခဲ့ရပါတယ်။ဒါပေမယ့်မိဘမဲ့ဂေဟာမှာလည်း အဲ့လိုထပ်ဖြစ်ပြီးနောက်ပိုင်းထွက်ပြေးသွားခဲ့ပြီးဂျိမ်းစ်တစ်ယောက်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ဒါပေမယ့် နှစ်ပေါင်းများစွာကြာတဲ့အချိန်မှာကင်ဆာရောဂါဖြစ်နေပြီး ဆေးရုံကနေထွက်ပြေးလာတဲ့ မေဆိုတဲ့ကောင်မလေးနဲ့ဂျိမ်းစ်နဲ့တွေ့ဆုံခဲ့တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဒရာမာ စိတ်ကူးယဉ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။File size…1.78 GB / 851 MBQuality…Blu-Ray 1080p / 720pFormat…mp4Duration….1h 28mGenre ….. Fantasy , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian DunbarCallum MaloneyDónal HaugheyHarry TreadawayKate O'TooleLesley ConroyNiamh ShawRachel Hurd-WoodShane CurryStuart GrahamSusan LynchThomas Brodie-SangsterTom Collins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h8UaRBkF3oJaXq3pv0dtzLt8EOx.jpg",
      "https://image.tmdb.org/t/p/w300/wZDTdx35MhHmXoN9uaGUMPwvfT3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oC9ZK2SqxZq2Zae6ouZZ3C2VxPk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8hj9geozn24o.html",
        "server": "usersdrive.com",
        "size": "1.78GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hideaways-2011-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.78GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sR2z/Hideaways.2011.BluRay,1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.78GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MuF1wIrZ#2bmNyavWeg4XSM57_daxsP7sCaHqaCWiA1GQnJjSKtc",
        "server": "mega.nz",
        "size": "1.78GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/m0j8874pihdf",
        "server": "streamvid.io",
        "size": "1.78GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kflur6f6ag82.html",
        "server": "usersdrive.com",
        "size": "851MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hideaways-2011-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "851MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l02bn/Hideaways.2011.BluRay,720p(CM).mp4",
        "server": "megaup.net",
        "size": "851MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/93NCzZjB#3EEq0RyOCRWgECcTNVQw8WD3k3tamb3l9jB5BaUkVqI",
        "server": "mega.nz",
        "size": "851MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/z8ygujnvl7c3",
        "server": "streamvid.io",
        "size": "851MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1uRFW3mQulo",
      "video_url": "https://www.youtube.com/watch?v=1uRFW3mQulo",
      "embed_url": "https://www.youtube.com/embed/1uRFW3mQulo"
    }
  },
  {
    "metadata": "|2022||Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1400"
    },
    "title": "The Ledge (2022)",
    "description": "The Ledge (2022)=================The Ledge ဆိုတဲ့ Thriller ကားသစ်လေးက ဒါရိုက်တာ Matthew Chapmanရိုက်ကူးထားပြီး မင်းသမီး Brittany Ashworth က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။Kelly (Brittany Ashworth) ဆိုတဲ့ကောင်မလေးတစ်ယောက်က သူ့သူငယ်ချင်းကောင်မလေးနဲ့အတူ အီတလီက ဒိုလိုမိုက်‌​ကျောက် တောင်ကိုတက်ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။အဲ့ဒီမှာ သူတို့လို အလည်လာတဲ့ ယောင်္ကျားလေး ၄ ယောက်အဖွဲ့နဲ့ ဆုံမိလိုက်တဲ့အခါ ၆ ယောက်သားအတူတူ ဘယ်လို‌ေပျာ်ပျော်ရွှင်ရွှင် အပန်းဖြေကြမလဲ၊ တက်ရခက်လောက်အောင် မတ်စောက်တဲ့အပြင် ရေခဲတွေပါ ဖုံးလွှမ်းနေတဲ့အတွက် ဒေသခံတွေက တောင်မတက်ဖို့ တားခဲ့ကြပါတယ်။ဒါပေမယ့်… ကျောက်တောင်တက်ဖို့လာတာကို လက်လွတ်မခံဘဲ တက်ကြမယ့် သူတို့အုပ်စု…သူတို့ ပျော်ရွှင်မှုကိုရော ရရှိပါ့မလား… ဘယ်လိုမျိုး အပြောင်းအလဲတွေ ဖြစ်လာမလဲKelly တို့ ယုံကြည်ထားသလို ယောင်္ကျားလေးအုပ်စုကရော ယံုကြည်ရပါ့မလား“cliffhanger” ဆိုတဲ့စကားလုံးအတိုင်း Thrill vibes အပြည့်နဲ့ ‌ ကြည့်ရမှာပါ။ ဒီကားထဲမှာ မင်းသမီးBrittany Ashworth ရဲ့ တစ်ကိုယ်တော် တောင်တတ်ပြီး စွန့်စားခန်းကို စိတ်ဝင်တစားရင်တထိပ်ထိပ်ကြည့်ရမှာမို့ အားလုံးအတွက်တင်ဆက်ပေးလိုက်ပါပြီ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Khaing Khin ဖြစ်ပါတယ်။)File Size -(1.07 GB) / (545 MB) / (237 MB)Quality – WebRip -(1080p) /  (720p) / (480p)Duration – 1hr 26minSubtitle – Myanmar HardsubFormat – MP4Genre :  ThrillerTranslator – Khaing KhinEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHoward J. FordStarsBen LambBrittany AshworthNathan WelshCastAnaïs ParelloBen LambBrittany AshworthDavid WaymanLouis BoyerNathan Welsh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ta17TltHGdZ5PZz6oUD3N5BRurb.jpg",
      "https://image.tmdb.org/t/p/w300/jazlkwXfw4KdF6fVTRsolOvRCmu.jpg",
      "https://image.tmdb.org/t/p/w300/1e1dRGFPv06iAIjXP6wDKeV1OIc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMDNhZWZkYjUtNDMyNS00NGEwLTk3ZmYtNzMxM2M1Yzc3ZGU3XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-ledge-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-ledge-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/2nRgD/The.Ledge.2022.1080p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/zx76luz6q7sz.html",
        "server": "streamsb.com",
        "size": "1.07 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/FxNQVJhb#eyAFnB8GAzQKXQXFQHikKiOlxFZZ-V1peyH4E0PEewU",
        "server": "mega.nz",
        "size": "1.07 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/cis6p3zugqag.html",
        "server": "usersdrive.com",
        "size": "1.07 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-ledge-2022-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "545 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://megaup.net/11Wlz/The.Ledge.2022.720p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "545 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://viewsb.com/my6neu4km3fz.html",
        "server": "streamsb.com",
        "size": "545 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mega.nz/file/ZsMiGJjC#hvSvmcEdO3s-5U1KDFaRYBwhaq0obfuN10tSnnuhVhU",
        "server": "mega.nz",
        "size": "545 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://usersdrive.com/lq6j1ylr4h5s.html",
        "server": "usersdrive.com",
        "size": "545 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-ledge-2022-360-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "237 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/11Wm5/The.Ledge.2022.360p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "237 MB",
        "quality": "360P"
      },
      {
        "link": "https://viewsb.com/ejhzpv0ioati.html",
        "server": "streamsb.com",
        "size": "237 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/BlEQQB7B#OVBx0zopt0P61diPcaOocZdxZacm_u6z7tjG7-MQFhM",
        "server": "mega.nz",
        "size": "237 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/kfucner34ce9.html",
        "server": "usersdrive.com",
        "size": "237 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "lI5QB-BOWNo",
      "video_url": "https://www.youtube.com/watch?v=lI5QB-BOWNo",
      "embed_url": "https://www.youtube.com/embed/lI5QB-BOWNo"
    }
  },
  {
    "metadata": "N/A|2017|151 min|Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "147"
    },
    "title": "Urvi (2017)",
    "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့…အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)Quality : WEB-DL 720pRunning Time : 2hr 31minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5.1 x264-iKATranslated by Ye Yint & Saw A MonEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorB S Pradeep VarmaTeja VardhanStarsAchyuth KumarShraddha SrinathSruthi HariharanCastAchyuth KumarShraddha SrinathSruthi Hariharan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nxGUdoVBVG28R6jnVQ0zVRoau8y.jpg",
      "https://image.tmdb.org/t/p/w300/aCOG8Mv7ykQP9xn81VYjjWqN55D.jpg",
      "https://image.tmdb.org/t/p/w300/szxsMX29qUmoJwf9J0t7v2jLgjD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/urvi-2017-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/urvi-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/wpzkzpda3n01.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "d9V8LH6g0aw",
      "video_url": "https://www.youtube.com/watch?v=d9V8LH6g0aw",
      "embed_url": "https://www.youtube.com/embed/d9V8LH6g0aw"
    }
  },
  {
    "metadata": "R|||Crime,Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "68,231"
    },
    "title": "The Gambler (2014)",
    "description": "The Gambler (2014)ဖဲကစားကြမယ်!!!လူအတော်များများ 21 ဖဲကိုဆော့ဖူးကြမှာပါဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဂျင်ဘန်းနက်ဟာ 21 ကစားနည်းတစ်မျိုးကို အဓိကထားပြီး ဆော့တာကို တွေ့ရမှာပါသူက တက္ကသိုလ်မှာ ရသစာပေသင်ကြားနေတဲ့ဆရာတစ်ဦးအနေနဲ့ဘဝတစ်ခုရှိနေပေမယ့် တစ်ဖက်မှာလည်း မစွန့်လွှတ်နိုင်တဲ့ဝါသနာကြောင့် လောင်းကစားရုံတွေကိုသွားပြီး အချီကြီးလောင်းကြေးထပ်တတ်တဲ့လောင်းကစားသမားအဖြစ် ဘဝတစ်ခုရှိနေပါတယ်မင်းသမီးအဖြစ်ပါဝင်ထားတဲ့ မမမာဗယ်ကတော့ ဆရာ့အတန်းမှာလာတက်တဲ့ ဉာဏ်ကောင်းတဲ့တက္ကသိုလ်ကျောင်းသူလေးပေါ့ကဲ ဒီထဲမှာ ဂျင်ရဲ့ပြဿနာကဘာလဲဆိုတော့ လောင်းကြေးထပ်လိုက်ရင် ပုံမှန်ကြေးမဟုတ်ပဲ ရှိသမျှပုံအောလောင်းတတ်တဲ့ ‌All or nothingဆိုတဲ့ ဉာဉ်လေးပါပဲဒါကြောင့်လည်း ဟို့လူ့ဆီကချေး ဒီလူ့ဆီကချေးနဲ့ နောက်ဆုံးအကြွေး‌တွေတင်လာတဲ့အခါ…..သူဘာဆက်လုပ်မလဲ???ချေးမိတဲ့သူတွေကလည်း ဂိုဏ်းစတားတွေဖြစ်နေတဲ့အတွက် သူနဲ့သူ့ဘေးကလူတွေရဲ့ အသက်အန္တရာယ်ကိုခြိမ်း‌ခြောက်လာတဲ့အခါ…..သူ ဘယ်လိုဖြေရှင်းမလဲ ???ကျောင်းသူလေး မမမာဗယ်နဲ့ရော …. ???ဒီဇာတ်လမ်းလေးထဲမှာတော့ လောင်းကစားသမားတွေရဲ့ဘဝတွေ၊ မင်းသားရဲ့ စွန့်စွန့်စားစားလောင်းကြေးထပ်တဲ့အခန်းတွေနဲ့ မျှော်လင့်မထားတဲ့လှည့်ကွက်တွေနဲ့ အကြွေးပြန်ဆပ်ဖို့ပိုက်ဆံပြန်ရှာတဲ့ ဂျင်ရဲ့ဉာဏ်ပြေးမှုတွေကို ရင်တထိတ်ထိတ်နဲ့မြင်တွေ့ရမှာပါပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။Quality__1080p, 720pIMDb Rating__6.1/10Format__mp4Duration__01:55:00Type__Crime , Drama , Sport , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byThwal YadiEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRupert WyattStarsAlvin IngAmin JosephAndre BraugherAnthony KelleyBrie LarsonChanon FinleyChil KongCjon SaulsberryDa'Vone McDonaldDomenick LombardozziEmory CohenGeorge KennedyGriffin ClevelandJacob BertrandJasmond CarrollJessica LangeJohn GoodmanLauren WeedmanLeland OrserMark WahlbergMichael Kenneth WilliamsOmar LeyvaRia WilkinsonRichard SchiffSimon RheeSteve ParkTeebone MitchellCastAlvin IngAmin JosephAndre BraugherAnthony KelleyBrie LarsonChanon FinleyChil KongCjon SaulsberryDa'Vone McDonaldDomenick LombardozziEmory CohenGeorge KennedyGriffin ClevelandJacob BertrandJasmond CarrollJessica LangeJohn GoodmanLauren WeedmanLeland OrserMark WahlbergMichael Kenneth WilliamsOmar LeyvaRia WilkinsonRichard SchiffSimon RheeSteve ParkTeebone Mitchell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c2mXh7sRlWRGxpT3N33skYKHm86.jpg",
      "https://image.tmdb.org/t/p/w300/oInzp3TfKIJJLhsOpt1Nsr0247m.jpg",
      "https://image.tmdb.org/t/p/w300/n4Yyy2pLP2PHvjgBLMOWczHCb9O.jpg",
      "https://image.tmdb.org/t/p/w300/yNz3HMbPDIawT7WH0MzkTrBBa1w.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kL7DfJIje1srf8yliRiMjFEqLtM.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-gambler-2014",
        "server": "VIP Links",
        "size": "2.3 GB , 1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-gambler-2014-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-gambler-2014-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-gambler-2014-360-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/Yh60/The_Gambler_(2014)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Eey9/The_Gambler_(2014)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Eey3/The_Gambler_(2014)_360p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://upstream.to/4gndqp74h0kt",
        "server": "upstream.to",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/6fw6hb4wzfay",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/snhl0abovzt8",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://cloudemb.com/n8gywhcsm9dv.html",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "Y5gPQXbFs9Y",
      "video_url": "https://www.youtube.com/watch?v=Y5gPQXbFs9Y",
      "embed_url": "https://www.youtube.com/embed/Y5gPQXbFs9Y"
    }
  },
  {
    "metadata": "||1h 21 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "524"
    },
    "title": "Master Qianhe ( 2024 )",
    "description": "တရုတ်မိစ္ဆာနှိမ်နင်းတဲ့ ဇာတ်လမ်းကို ကြိုက်တဲ့သူတွေအတွက်Mister Qianhe ဆိုတဲ့ ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-မင်ကော်ခေတ်ဦးပိုင်းမှာ တိုင်းပြည်မတည်ငြိမ်တဲ့အတွက် ဓားပြတွေလည်းအလွန်သောင်းကျန်းနေပါတယ်။ ချန်းဟဲ့ဆရာကြီးလုံစန်းဟာမြောက်ပိုင်းနယ်စပ်မှာ မိစ္ဆာတွေ သောင်းကျန်းနေတယ်ဆိုပြီးဆရာတူညီမလေးမှ အကူအညီတောင်းခဲ့တဲ့အတွက် ရထားစီးပြီး နယ်စပ်ကို ထွက်ခဲ့ပါတယ်။လမ်းတစ်ဝက်မှာ ဓားပြတိုက်ခံရပြီး ဟွမ်မြောင့်ရွာမှာ ပုံရိပ်ယောင်ကမ္ဘာထဲမှာပိတ်မိနေတဲ့ ရှန်းအာကို ကယ်တင်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ဝူးလန်မြို့အတွင်းမှာ ပျောက်ဆုံးသွားတဲ့ လက်နက်တွေကိုရှာဖို့အတွက် မြေအောက်မှာ ပိတ်ခံထားရတဲ့ မိစ္ဆာတွေကို ကယ်တင်ပေးခဲ့ပါတယ်။လုံစန်းရဲ့ သတင်းကို ဝူလန်မြို့က တပ်ချုပ်ကြီးက ကြားသိခဲ့ရပြီးမြို့ထဲမှာနေတဲ့ အပျိုလေးတွေကို ဖမ်းဆီးဒုက္ခပေးနေတဲ့ မြေခွေးမိစ္ဆာကိုရှင်းလင်းဖို့ ခိုင်းစေခဲ့ပါတယ်။ မြေခွေးမိစ္ဆာနဲ့တွေ့တဲ့အခါမှာတော့ လျှို့ဝှက်ချက်ကြီးတစ်ခုကို သိလိုက်ရပါတယ်။လုံစန်းတစ်ယောက် အဲ့ဒီလျှို့ဝှက်ချက်ကြီးကို ဘယ်လိုဖြေရှင်းမလဲ……လူနဲ့ မိစ္ဆာမှာ ဘယ်သူကအကောင်း ဘယ်သူက အဆိုးလဲ……ဆိုတာကို ရုပ်ရှင်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Horror , Thirller , MysteryRuntime : 1h 21 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By MoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen LiyangStarsDong ShaohuiJin QinglingMeiling JinMeina SongPaul Chung FatZu Ka ErCastDong ShaohuiJin QinglingMeiling JinMeina SongPaul Chung FatZu Ka Er",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3HHe5G70pEgctY3HF4HpdUXs2su.jpg",
      "https://image.tmdb.org/t/p/w300/mTbEB3ifnyUc4vCKdxwOe2cTLhp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/i0D635jnYND29ULuqixLfMXKPXR.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/master-qianhe-2024-1080-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3lbr99t8xphs.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZUqq/Master_Qianhe_2024_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cqEXHCaI#6CGpmlDIJEJQ1BKhc-aseP6vvNQt6Ov7PmEY4lfn5H8",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/w68kl281igng",
        "server": "streamsb.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/master-qianhe-2024-720-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tji4arfyw9jc.html",
        "server": "usersdrive.com",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wn0U3B4Z#JMxEckXscGduehQye6aE_JYcXEvZUaLPhS0KrIk3_cw",
        "server": "mega.nz",
        "size": "918MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|86 min|Action,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "2,346"
    },
    "title": "Point Blank (2019)",
    "description": "Netflix ရဲ႕ အက္ရွင္ ကားအသစ္တင္ေပးထားပါတယ္။မင္းသားကေတာ့ Avengers ေတြထဲက Falcon ပါပဲ။ဒီဇာတ္လမ္းမွာေတာ့ သူက သူနာျပဳ ေပါလ္ ပါ။ေပါလ္မွာ ကေလးေမြးခါနီး မိန္းမတစ္ေယာက္ရွိပါတယ္။လူသတ္ၿပီး ဒဏ္ရာနဲ႕ ဝရမ္းေျပးတစ္ေယာက္ကို ေပါလ္ရဲ႕ ေဆးရံုမွာရဲေတြက လာပို႕ထားခ်ိန္ ေပါလ္ရဲ႕ မိန္းမကို တရားခံရဲ႕ ညီက ျပန္ေပးဆြဲသြားပါတယ္။ၿပီးေတာ့ သူ႕အစ္ကိုကို ကယ္ထုတ္လာေပးဖို႕ အၾကပ္ကိုင္တဲ့အခိ်န္မွာေပါလ္တစ္ေယာက္ မထင္ထားဘဲ ဒုစရုိက္အဖြဲ႕ေတြနဲ႕ ရဲေတြရဲ႕ ၾကားမွာ ညွပ္ပါေတာ့တယ္။ေပါလ္ နဲ႕ ဝရမ္းေျပးေအ့ဘ္တို႕ စြန္႕စားခန္းေတြကို ၾကည့္လုိ႕ေကာင္းေအာင္ ရိုက္ထားတာပါပဲ။(Littleneo ဘာသာျပန္ေပးထားပါတယ္)File Size : (1.40 GB) , (700 MB) and (350 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 26minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.x265.10bit.SDR.DDP5.1.Atmos-NTGTranslated by LittleneoEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe LynchStarsAnthony MackieBoris McGiverCarly TamborskiChristian CookeDaniel R. HillFrank GrilloMarcia Gay HardenMarkice MooreNik PajicTeyonah ParrisCastAnthony MackieBoris McGiverCarly TamborskiChristian CookeDaniel R. HillFrank GrilloMarcia Gay HardenMarkice MooreNik PajicTeyonah Parris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9HyNgy6xYikHRP3veDN26AwCLsB.jpg",
      "https://image.tmdb.org/t/p/w300/8y5GzlWfJaJaW2cp5Y8QtiZnvfQ.jpg",
      "https://image.tmdb.org/t/p/w300/76PeAzQvc484Yd7cgmdVEZl79jP.jpg",
      "https://image.tmdb.org/t/p/w300/zvbwlT1kRct9kmn28m4LtOak7qO.jpg"
    ],
    "thumbnail_link": "https://yoteshinportal.cc/point-blank-2019-mm-sub-mp-4-1",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/point-blank-2019-mm-sub-mp-4-1",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kz8fcvhy3m6i.html",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d3e0/Point_Blank_[2019]_(MM_Sub).mp4",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/d18SgKYa#kFtwx71sYascEiK_1BEPuvRj4K3452f7r5YecMzrlkI",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/c6hhd7wr6a8p",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hIMJ0_S-x40",
      "video_url": "https://www.youtube.com/watch?v=hIMJ0_S-x40",
      "embed_url": "https://www.youtube.com/embed/hIMJ0_S-x40"
    }
  },
  {
    "metadata": "R|2005|1h 34min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "167,795"
    },
    "title": "Hostel (2005)",
    "description": "Hostel (2005)IMDb – 5.9/10_____Rotten – 61%ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။……လူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။လျှင်သူစားစတမ်းပေါ့ဗျာ…(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ)Hostel: Part II (2007) ကို ဒေါင်းရန်နှိပ်ပါHostel: Part III (2011) ကို ဒေါင်းရန်နှိပ်ပါFile Size : (700 MB)Quality : 720p BlurayRunning Time : 1hr 34minFormat : Mp4Genre :Horror, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Min OoEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEli RothKazi KopeckaStarsBarbara NedeljakovaDerek RichardsonEythor GudjonssonJan VlasákJana HavlickovaJana KaderabkovaJay HernandezKeiko SeikoLubomir BukovyTakashi MiikeCastAnita QueenAnne BergstedtAshley RobbinsBarbara NedeljakovaBarbora ObozněnkováChristopher Allen NelsonDaniel FrischDaniela BakerováDavid BaxaDerek RichardsonDrahoslav HerzanEli RothEythor GudjonssonGabriel RothHana DibelkovaHana VitvarováJakub HabartaJan ŠpanbauerJan VlasákJana HavlickovaJana KaderabkovaJay HernandezJennifer LimJosef BradnaKarel HrosekKaterina CervenkovaKaterina VomelovaKatrina HenesovaKeiko SeikoKlara SmetanovaKristina KosunovaLubomir BukovyLubos VinickyMark BakunasMark TaylorMartin FaltýnMartin KubačákMartina KralickovaMichaela KaplanovaMirek NavratilMiroslav HanušMiroslav TáborskýMugi LhagvadorjNatali TothovaNick RoeOta FilipPaula WildPetr JanisPetr SedláčekPetra SlavíkováPhilip WaleyRadomil UhlířRick HoffmanRoman JaneckaSandy StyleStephanie BaumanTakashi MiikeVanessa JungovaVeronika PetrováVladimír SilhaveckýZina Blahusova",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tqwF1zFceqHzlDNAMfhvjbmzoXG.jpg",
      "https://image.tmdb.org/t/p/w300/rE1oDPBn6U4866ssc4x0GB7LdHt.jpg",
      "https://image.tmdb.org/t/p/w300/k354Yd92aQ546UaCbi4RhtmVdcB.jpg",
      "https://image.tmdb.org/t/p/w300/AuXfRrQI35oQ5z2UpHnrWBmS8uK.jpg",
      "https://image.tmdb.org/t/p/w300/dmuE7rYrvif6PT1FFh5gpzyo2Fb.jpg",
      "https://image.tmdb.org/t/p/w300/ofIPLZqX5epOP2iQMR6rNJMetBv.jpg",
      "https://image.tmdb.org/t/p/w300/trsuGu6AMg4qx6d5dyRSI15o1Dg.jpg",
      "https://image.tmdb.org/t/p/w300/keY4tb3EUvYGEbWJdUX1Bmyknq1.jpg",
      "https://image.tmdb.org/t/p/w300/rLZHIkZxyh6a0RWg2ZiYR31aPMg.jpg",
      "https://image.tmdb.org/t/p/w300/mNBgJ1twj8BljYGzBfVrsiGdX8.jpg",
      "https://image.tmdb.org/t/p/w300/ccbj7EkNA01Vd76kz3JLPq3Oxrd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ew7wf8ldfnxo.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hostel-2005-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/62eb89d507/hostel-205-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/4d3l4t6ykwa2/Hostel_[2005]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1zAn9/Hostel_[2005]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/t44xQCbR#jvtt5gqNsn28OU2M73_JL7Ckt1-REYPbPWNAq1zNaWY",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ov5dufr9zgz0",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "4d5_lrn9v-g",
      "video_url": "https://www.youtube.com/watch?v=4d5_lrn9v-g",
      "embed_url": "https://www.youtube.com/embed/4d5_lrn9v-g"
    }
  },
  {
    "metadata": "|2022|1h 28min|Horror,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Bleach (2022)",
    "description": "Bleach (2022)ဒီကားလေးကတော့ Horror ပရိတ်သတ်တွေ သဘောကျမယ့် ကားမျိုးဗျ။ဇာတ်လမ်းဆုံးထဲ အထိ ရင်တမမနဲ့ ကြည့်နေရသလို ကြောက်နေရတယ်။မြန်မာပေါသရဲကားတွေလိုတော့ မဟုတ်ဘူးပေါ့ဗျာ။ဇာတ်လမ်းကလည်း နည်းနည်းဆန်းတယ် ဆိုမလား။သူ‌ဌေးတစ်ယောက်ကနေ သူများအသားနာကျင်မှုကနေ ကျေနပ်မှုရှာတက်တဲ့ ရုပ်ရှင်ဒါရိုက်တာကိုငွေတွေ ပုံပေးပြီး အရက်စက်ဆုံး အပြင်းထန်ဆုံး ဇာတ်ကားကို ရိုက်ခိုင်းလိုက်တာပါပဲ။အဲ့ဒီမှာ ဒါရိုက်တာဖြစ်တဲ့ ဂျိုနာပက်တန်ဟာ သူရက်ရက်စက်စက် သတ်ဖြတ်ခဲ့ဖူးတဲ့သူတွေရဲ့ တစ္ဆေတွေနဲ့တကယ့်အပြင်မှာ သူ့နောက်လိုက်နေတဲ့ စုံထောက်တွေကို ဘယ်လို တစ်ပက်ရိုက်မလဲဆိုတာ ကြည့်ရူရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းဟာ သာမန်ကြည့်နေကျ ဇာတ်လမ်းလို မဟုတ်တာကြောင့်ထူးဆန်းတဲ့ ဇာတ်ကားတွေမှ ကြည့်ရူချင်တဲ့သူတွေက အကြိုက်တွေ့ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Hetangပဲ ဖြစ်ပါတယ်။Genre….. Horror, ThrillerQuality…. 1080p | 720p | 480pFile size… 1.2GB | 680MB | 329MBFormat… mp4Duration…. 1h 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..HetangEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBen StobberBill Oberst Jr.Brittany HozaChelsea MeeCorinna HarneyDee CutroneDevanny PinnEric RobertsEzra BuzzingtonGeorge D. MiklosGus LangleyHeather Ashley ChaseHeidi MooreIvy SalazarJay HieronJoe PalubinskyJudy ThomasKari YaskoweakKym CisnerosLenka FucikovaLorenzo LamasMark JusticeMegan Fabyan CampbellMichael O'NealMindy RobinsonNailya ShakirovaNicoleta RaduNoel GugliemiPaul GunnRenee HortonRobert LaSardoRusty MeyersSelena D.Shaun GerardoStephen ManleyStu ChaikenTara ReidTiffany Rose ThomasTito OrtizTom BonelloVene L. ArcoraciVictoria ViveirosViteliya Vita",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bnlaOFVMCYfReHaFOfryNAqbMLc.jpg",
      "https://image.tmdb.org/t/p/w300/5KGQEaE519pOD9DltmWBo6OcuH1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kFL9ujaZcZbJ1J1hghQyqTWmgkE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ayhrdnnz9b1k.html",
        "server": "usersdrive.com",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bleach-2020-1080-p-amzn-web-rip-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ydK9/Bleach.2020.1080p.AMZN.WEBRip.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/R2ARkDbL#BN5y5f-IBpbkKla0jzf5sAlG-YYDYEAacJn10_VHZiM",
        "server": "mega.nz",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/tfsesfhd31pd",
        "server": "streamvid.io",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ayhrdnnz9b1k.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bleach-2020-720-p-amzn-web-rip-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3ebcf/Bleach.2020.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QzAgELpL#TGLIUm2EANfxGtD28nqDc0C3z2FlXWQgA8hRa2nbSx4",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/zmlz1w3p4rlq",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/wg5ejbn4hglz.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/76q30np3cl9h.html",
        "server": "usersdrive.com",
        "size": "329MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/bleach-2020-480-p-amzn-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "329MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Sght/Bleach.2020.480p.AMZN.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "329MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/52hBnYRI#WTJylfJUGdRuL_ha3FunVVYArthpMaqSjKOz_S4vk0g",
        "server": "mega.nz",
        "size": "329MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/spjmz685z95v",
        "server": "streamvid.io",
        "size": "329MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/mt6rs8zkes8e.html",
        "server": "streamsb.com",
        "size": "329MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "PrC-UoVBF70",
      "video_url": "https://www.youtube.com/watch?v=PrC-UoVBF70",
      "embed_url": "https://www.youtube.com/embed/PrC-UoVBF70"
    }
  },
  {
    "metadata": "|2017|118 min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "459"
    },
    "title": "Who Killed Cock Robin (2017)",
    "description": "မႈခင္းကားၾကည့္ခ်င္သူမ်ားအတြက္ သဲထိတ္ ရင္ဖို စြာနဲ႔ၾကည့္ရမယ့္ဇာတ္ကားေကာင္းတခုပါဇာတ္အိမ္ေဆာက္ထားတာအေတာ္ခိုင္တဲ့ဇာတ္ကားတစ္ကားပါဇာတ္ကားရဲ႕နာမည္အတိုင္း အေမျဖစ္သူက သမီးရဲ႕အမႈအမွန္တရားကို ေဖာ္ထုတ္ျပတာကိုၾကည့္ရမွာပါဇာတ္လမ္းၿပီးသြားခ်ိန္မွာေတာ့ “ေအာ္အဲ့လိုမ်ိဳးလား” ဆိုၿပီးျဖစ္သြားေစတဲ့ဇာတ္ကားမ်ိဳးပါ ဇာတ္သိမ္းလံုးဝ မွန္းလို႔မရပါဘူးဇာတ္လမ္းၾကည့္ရတာမေပါ့ရေအာင္ နည္းနည္းေလးပဲေျပာေတာ့မယ္ဗ်ာဇာတ္လမ္းကေတာ့ဂ်ိဳခ်န္ ဆိုတဲ့လူတေယာက္က ၿမိဳ႕ေတာ္ဝန္ျဖစ္ဖို႔ေရြးေကာက္ပြဲဝင္ထားတာေပါ့ သူ႔မွာ မိန္းမရယ္ သမီးရယ္ရွိတယ္ဗ်ာသူပထမဆံုးမဲဆြယ္ပြဲစတဲ့ေန႔မွာ သူ႔သမီးေပ်ာက္သြားခဲ့တယ္ မိန္းမက လိုက္ရွာခ်င္ေပမဲ့ သူကတားၿပီး မဲဆြယ္ပြဲကို ဆက္လုပ္ခဲ့တယ္ရဲေတြကလည္း သမီးေပ်ာက္တာကို ေသခ်ာမလုပ္ေပးၾကဘူး ဒီေတာ့ အေမျဖစ္သူက သမီးအမႈကို ကိုယ္တိုင္လိုက္စံုစမ္းေတာ့တယ္ဗ်ာသူမ စံုစမ္းတာ ဘာေတြေတြ႕မလဲ?သူမ သမီးေလးကိုေရာ ျပန္ရွာေတြ႕မလား ?သူမ ဒီအမႈကို အေျဖရွာႏိုင္မလား?တကယ့္ တကယ္ေကာင္းတဲ့ဇာတ္လမ္းေလးပါကၽြန္ေတာ္ကေတာ့ ဇာတ္ကားထဲေမ်ာသြားတာ ၿပီးလို႔ၿပီးသြားမွန္းကိုမသိလိုက္ဘူးဗ်ာၾကည့္မဲ့သူမ်ား ေနာင္တမရဖို႔ လံုးဝအာမခံပါတယ္(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (900 MB) and (300 MB)Quality : 720pBlurayRunning Time : 1hr 58minutesFormat : Mp4Genre : Crime, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCheng Wei-HaoStarsChristopher Lee Ming-ShunKaiser ChuangKo Chia-yenMason LeeTiffany HsuCastChristopher Lee Ming-ShunKaiser ChuangKo Chia-yenMason LeeTiffany Hsu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m3hEKWlE3GZNKvxI3OoA7cIH0N4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOWM3NmRiN2ItNDllMS00NDUyLWI3NWMtYzRlNzFlYjFkZDJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1o0VyX",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vyu",
        "server": "channelmyanmar.agbcloud.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0VzG",
        "server": "channelmyanmar.agbcloud.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vze",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vzu",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "5Z3Ia-OYb5E",
      "video_url": "https://www.youtube.com/watch?v=5Z3Ia-OYb5E",
      "embed_url": "https://www.youtube.com/embed/5Z3Ia-OYb5E"
    }
  },
  {
    "metadata": "|||007,Action,Adventure,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "[James Bond] Tomorrow Never Dies (1997)",
    "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်…IMDb Rating (6.5/10) ရရှိထားပါတယ်…။File size…(2.6 GB) and (1.4 GB)Quality….BluRay 1080p and 720p (HEVC Encode)Format…mkvDuration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAl MatthewsAndrew HawkinsAnja JensenAnthony GreenAntje SchmidtBrendan CoyleBruce AlexanderCecilie ThomsenChristopher BowenColin SalmonColin StintonDaphne DeckersDesmond LlewelynDinny PowellDominic ShaunGeoffrey PalmerGerard ButlerGötz OttoHugh BonnevilleJason WatkinsJoe Don BakerJonathan PryceJudi DenchJulian FellowesJulian Rhind-TuttLaura BrattanLiza RossMark SpaldingMichael ByrneMichelle YeohNadia Cameron-BlakeyNina YoungPierce BrosnanPip TorrensRicky JayRomo GorraraSamantha BondSherry StoneSophie SchüttTerence RigbyTeri HatcherVincent SchiavelliVincent Wang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yUHP5AectnhcG4dWJ53L3uQvOgu.jpg",
      "https://image.tmdb.org/t/p/w300/nmjtwY97aWBU0WO8LnLn2fmAkKV.jpg",
      "https://image.tmdb.org/t/p/w300/fesAgiKA0pc04vScDTAQe1f9nd4.jpg",
      "https://image.tmdb.org/t/p/w300/cdXu2SDW0dnitfatFVR8xiSxQaW.jpg",
      "https://image.tmdb.org/t/p/w300/eIM2hC97jHif1sqGuIbzFvc17ru.jpg",
      "https://image.tmdb.org/t/p/w300/uOUqx37xiMagHsIRugGEW0IXQUE.jpg",
      "https://image.tmdb.org/t/p/w300/5pAd4X3RWSdi6U3xOnW1Xe2i3Jh.jpg",
      "https://image.tmdb.org/t/p/w300/fWmxBF5j6l6nXTjTvcxGyf0IEgr.jpg",
      "https://image.tmdb.org/t/p/w300/cfS9bnLcuIPRoohzlRE0y6kubg0.jpg",
      "https://image.tmdb.org/t/p/w300/l8oxCjuytMyfFd7dK4vtlkdpcJd.jpg",
      "https://image.tmdb.org/t/p/w300/4HzXIrmx8DVsHXstbVAsjJ2UxNW.jpg",
      "https://image.tmdb.org/t/p/w300/vwyQ42L4L0dN0arooZXoaMmmwje.jpg",
      "https://image.tmdb.org/t/p/w300/oWefaQ7EtNtRhweyUrBr6Kv60k4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/james-bond-tomorrow-never-dies-1997",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/tomorrow-never-dies-1997-1080-p-blu-ray-x-265-sampa-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tomorrow-never-dies-1997-720-p-blu-ray-x-265-sampa-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Umdx/Tomorrow_Never_Dies_(1997)_(1080p_BluRay_x265_SAMPA).mkv",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Umdi/Tomorrow_Never_Dies_(1997)_(720p_BluRay_x265_SAMPA).mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SfBBGYxY#rWUb2p4H03RAEWnK_qrSUS-ymjQE6JJAw1wQjUY3J08",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PfxSSS5b#1NRkXH2zW6G-4z8sVc1zKCM1tR8TBaLscVy1a20mOLg",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bk3z8b01i05t.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nmgrqdple5oi.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/am8qnklscbk0",
        "server": "upstream.to",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gYtz5sw98Bc",
      "video_url": "https://www.youtube.com/watch?v=gYtz5sw98Bc",
      "embed_url": "https://www.youtube.com/embed/gYtz5sw98Bc"
    }
  },
  {
    "metadata": "|||History,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "703"
    },
    "title": "Pure (2019)",
    "description": "လူသားတွေကိုဖန်ဆင်းခဲ့တဲ့ ဘုရားသခင်ဟာ အာဒမ်နဲ့အတူလီလီ ဆိုတဲ့အမျိုးသမီးကိုပါ ဖန်းတီးခဲ့တာဖြစ်ပါတယ်လီလီ ဟာ သန်မာတယ် စိတ်ဓာတ်ကြံ့ခိုင်တယ်ပြီးတော့ အကြောက်အရွံကင်းမဲ့ပါတယ်လီလီကို ဖောက်ပြန်တယ် မကောင်းတဲ့မိန်းမဆိုပြီးစွပ်စွဲချက်တွေနဲ့ ဘုရားသခင်ကငရဲကိုပို့ပါတယ်အဲ့နောက်မှာ နောက်ထပ်အမျိုးသမီးတစ်ဦးကိုဖန်ဆင်းရာမှာတော့ အာဒမ်ရဲ့ နံရိုးတစ်ချောင်းကို ယူပြီးဖန်ဆင်းခဲ့တာဖြစ်ပါတယ် ဟုတ်ပါတယ်သူကတော့ ဧဝ ပါ ဒါပေမဲ့ ဧဝက အားနည်းတယ်ကြောက်တတ်တယ် သူ့ဘဝ မှာ အမျိုးသားရဲ့အားပေးမှု လမ်းညွှန်မှုတွေတော့လိုအပ်နေပါတယ် ဒါကတော့ ဇာတ်လမ်းထဲမှာပါတဲ့ ဒဏ္ဍာရီလေးပေါ့ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့နိုင်ငံမှာက အဖေနဲ့သမီးတွေအတွက်သမီးတွေလက်မထပ်မချင်း ကျင်းပပေးတဲ့ အပျိုစင်ကပွဲတစ်ခုရှိပါတယ်သမီးများနေ့မှာလုပ်တဲ့ အဲ့ကပွဲကို ပထမဆုံး တက်ရောက်လာသူကတော့ ရှေး ပါ။ရှေးက ကိုင်းလ် ရဲ့အရင်မိန်းမရဲ့သမီးဖြစ်ပြီးတော့မိန်းမဖြစ်သူသေဆုံးပြီးမှသမီးဖြစ်သူကိုခေါ် လိုက်တာပါအဲ့ကပွဲကိုလာကြတဲ့ သမီးတွေနဲ့ အဖေတွေက သမီးတွေရဲ့ထိန်းသိမ်းထားတဲ့အပျိုစင်ဖြစ်မှုကို လက်မှတ်ထိုး အသိအမှတ်ပြုကြပါတယ်ကပွဲမတိုင်ခင်မှာ ကောင်မလေးတစ်စုက လီလီ ကို တောထဲမှာဆင့်ခေါ်ပြီးသရဲခေါ်တမ်းကစားကြပါတယ်အဲ့လိုခေါ်တာက နှစ်တိုင်းလုပ်နေကြဖြစ်ပြီးတော့အဲ့နေ့မှာတော့ ထူးခြားမှုတွေဖြစ်ခဲ့ပါတယ်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ဆက်လက်ကြည့်ရှုပြီးဇာတ်ကားကြည့်ရင်းကြောက်နိုင်ပါပြီ…..File Size : ( 831 MB , 303 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kaung Thant Win HtetEncoded by Moe Myint Lwinzawgyiလူသားေတြကိုဖန္ဆင္းခဲ့တဲ့ ဘုရားသခင္ဟာ အာဒမ္နဲ႔အတူလီလီ ဆိုတဲ့အမ်ိဳးသမီးကိုပါ ဖန္းတီးခဲ့တာျဖစ္ပါတယ္လီလီ ဟာ သန္မာတယ္ စိတ္ဓာတ္ႀကံ့ခိုင္တယ္ၿပီးေတာ့ အေၾကာက္အ႐ြံကင္းမဲ့ပါတယ္လီလီကို ေဖာက္ျပန္တယ္ မေကာင္းတဲ့မိန္းမဆိုၿပီးစြပ္စြဲခ်က္ေတြနဲ႔ ဘုရားသခင္ကငရဲကိုပို႔ပါတယ္အဲ့ေနာက္မွာ ေနာက္ထပ္အမ်ိဳးသမီးတစ္ဦးကိုဖန္ဆင္းရာမွာေတာ့ အာဒမ္ရဲ႕ နံ႐ိုးတစ္ေခ်ာင္းကို ယူၿပီးဖန္ဆင္းခဲ့တာျဖစ္ပါတယ္ ဟုတ္ပါတယ္သူကေတာ့ ဧဝ ပါ ဒါေပမဲ့ ဧဝက အားနည္းတယ္ေၾကာက္တတ္တယ္ သူ႔ဘဝ မွာ အမ်ိဳးသားရဲ႕အားေပးမႈ လမ္းၫႊန္မႈေတြေတာ့လိုအပ္ေနပါတယ္ ဒါကေတာ့ ဇာတ္လမ္းထဲမွာပါတဲ့ ဒ႑ာရီေလးေပါ့ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔ႏိုင္ငံမွာက အေဖနဲ႔သမီးေတြအတြက္သမီးေတြလက္မထပ္မခ်င္း က်င္းပေပးတဲ့ အပ်ိဳစင္ကပြဲတစ္ခုရွိပါတယ္သမီးမ်ားေန႔မွာလုပ္တဲ့ အဲ့ကပြဲကို ပထမဆုံး တက္ေရာက္လာသူကေတာ့ ေရွး ပါ။ေရွးက ကိုင္းလ္ ရဲ႕အရင္မိန္းမရဲ႕သမီးျဖစ္ၿပီးေတာ့မိန္းမျဖစ္သူေသဆုံးၿပီးမွသမီးျဖစ္သူကိုေခၚ လိုက္တာပါအဲ့ကပြဲကိုလာၾကတဲ့ သမီးေတြနဲ႔ အေဖေတြက သမီးေတြရဲ႕ထိန္းသိမ္းထားတဲ့အပ်ိဳစင္ျဖစ္မႈကို လက္မွတ္ထိုး အသိအမွတ္ျပဳၾကပါတယ္ကပြဲမတိုင္ခင္မွာ ေကာင္မေလးတစ္စုက လီလီ ကို ေတာထဲမွာဆင့္ေခၚၿပီးသရဲေခၚတမ္းကစားၾကပါတယ္အဲ့လိုေခၚတာက ႏွစ္တိုင္းလုပ္ေနၾကျဖစ္ၿပီးေတာ့အဲ့ေန႔မွာေတာ့ ထူးျခားမႈေတြျဖစ္ခဲ့ပါတယ္ဘာေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့ဆက္လက္ၾကည့္ရႈၿပီးဇာတ္ကားၾကည့္ရင္းေၾကာက္ႏိုင္ပါၿပီ…..File Size : ( 831 MB , 303 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kaung Thant Win HtetEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHannah MacphersonStarsAnnalisa CochraneCiara BravoJahkara SmithJim KlockMadeleine GardellaMcKaley MillerMonroe ClineScott PorterT.C. CarterTara ParkerCastAnnalisa CochraneCiara BravoJahkara SmithJim KlockMadeleine GardellaMcKaley MillerMonroe ClineScott PorterT.C. CarterTara Parker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6C6SpTywoirL7HaCsvjcZPKgXWM.jpg",
      "https://image.tmdb.org/t/p/w300/7nRZ9UfbGJxqDXRQwuxl4R4VGGq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/21zEfu8kCvVBroyFS9DPaYrEtm4.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Va3/(CM)_Pure_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/5D5",
        "server": "fastload.cc",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/3Cw36",
        "server": "usersdrive.com",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/NF5EUxsYbfPfsw",
        "server": "disk.yandex.com",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pure-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/hrqvnrst7zqw.html",
        "server": "usersdrive.com",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/w40SjI7J#2WwLLDbCGyk5KbtkhuUz6DG9M29in4EWk2P7z9oI_H0",
        "server": "mega.nz",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/2ztr82fxon8g",
        "server": "upstream.to",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2d0mh/(CM)_Pure_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "831 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Su0J7P8azfU",
      "video_url": "https://www.youtube.com/watch?v=Su0J7P8azfU",
      "embed_url": "https://www.youtube.com/embed/Su0J7P8azfU"
    }
  },
  {
    "metadata": "|||Action,Crime,Thriller,Uncategorized",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "255K"
    },
    "title": "RocknRolla(2008)",
    "description": "RocknRolla(2008)===============နာမည်ကြီး Director Guy Ritchie ရဲ့လက်ရာ အက်ရှင်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်တဲ့ Rocknrollaကိုတင်ဆက်ပေးလိုက်ပါတယ်။လန်ဒန်မြို့ရဲ့ဒုစရိုက်လောက၊ မူးယစ်ဆေး၊ အိမ်ခြံမြေဥပဒေပိုင်းအကျင့်ပျက်ခြစားမှုတွေကို လှည့်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားလို့ အက်ရှင်ကားကြိုက်ရင် ကြည့်သင့်တဲ့ ပေးရတဲ့အချိန်နဲ့တန်စေမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ဇာတ်အိမ်ကတော့ လန်ဒန်အိမ်ခြံမြေလောကကို လက်ခုပ်ထဲထည့်ထားတဲ့ လောဘကြီးတဲ့သူဌေးကြီး လန်နီကိုးလ်ဆီကို ရုရှားသူဌေးတစ်ဦးက လုပ်ငန်းအတွက်ဆက်သွယ်လာရာမှ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေနဲ့ နှစ်ဦးကြားကို ပတ်သက်မိသွားတဲ့ ဒုစရိုက်အဖွဲ့ဝိုင်းဘန့်ချ်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်။ ဘယ်လိုမျိုးအဖြစ်အပျက်တွေက ဝိုင်းဘန့်ချ်ကို စောင့်ကြိုနေမလဲ၊ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေက ဘာတွေဆက်ဖြစ်လာစေမလဲ၊ အကွက်ကျ ကောက်ကျစ်တတ်တဲ့သူဌေးနှစ်ဦးကြားမှာ မြေစာပင်ဖြစ်သွားမလားဆိုတာကို ပြကွက်တစ်ကွက်ချင်းဆီက အချိတ်အဆက်မိမိနဲ့ ဆွဲခေါ်သွားမှာပါ။File size…1.13GB / 502MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 54mGenre ….. Crime , Action , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Chloe KhinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuy RitchieStarsGerard ButlerIdris ElbaTom WilkinsonCastAlex KovasAndy LindenAnton SaundersBen CaplanBen HomewoodBilly LunnBlake RitsonBronson WebbCharlotte ArmerCharlotte CooperDavid Bark-JonesDavid LeonDavid SterneDragan MićanovićGemma ArtertonGeoff BellGerard ButlerIdris ElbaJames GreeneJames PuddephattJamie Campbell BowerJason CourtisJasper JacobJeremy PivenJimi MistryJoanna BaconJohnny HarrisJosh MorganKarel RodenKelly GeorgeLaura McIntoshLudacrisMario WoszcyckiMark StrongMatt KingMichael RyanMickey De HaraNonso AnozieOliver DeanOliver DimsdaleRobert StoneRoland ManookianRory SadlerScott McNessThandiwe NewtonTiffany MulheronTim WallersToby KebbellTom HardyTom Wilkinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wqCNT7txsPOMxwac3aO9JFEYYt1.jpg",
      "https://image.tmdb.org/t/p/w300/oxXAYmbVGGMo7GDUGP87j5bVlfo.jpg",
      "https://image.tmdb.org/t/p/w300/fFUYw4okucwUEgaIkVfSircn00c.jpg",
      "https://image.tmdb.org/t/p/w300/3x5aNLkMCu9KwHTlHzfKTq1mRap.jpg",
      "https://image.tmdb.org/t/p/w300/7YOHkFTdS8UjghH3m8QMxwplRE7.jpg",
      "https://image.tmdb.org/t/p/w300/ihY0KsryPWQLDxhE9q8TH3M1eE4.jpg",
      "https://image.tmdb.org/t/p/w300/mtXYcbQ7luI0DxJuFCJ3qU9xm91.jpg",
      "https://image.tmdb.org/t/p/w300/f5fwnuP6YiuVcpHlFla5fnNYYGb.jpg",
      "https://image.tmdb.org/t/p/w300/euGlnZCgzB8I3IjWQrBdVlW6gh0.jpg",
      "https://image.tmdb.org/t/p/w300/mm3KXljvAz16wAigv0z69y0RR4S.jpg",
      "https://image.tmdb.org/t/p/w300/5B2G6ajsJSOKEJhYMi16Ri9fIxc.jpg",
      "https://image.tmdb.org/t/p/w300/hcHfToLBEYfPeM3O0Ezo3YEb725.jpg",
      "https://image.tmdb.org/t/p/w300/f4OPjiL6kccrSEqGeLTntmHdmn9.jpg",
      "https://image.tmdb.org/t/p/w300/1MR6IJrjNOmiwtPReucavtC50nY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/i7eyngqjdvKB7NvrWtCjjTNNq8N.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fyw4ssyngfc2.html",
        "server": "usersdrive.com",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/rockn-rolla-2008-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bCrt/RocknRolla.2008.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0iZAnK4L#ZCvT9axGEP0G39DnnMRzMbFcjIm9JtE2lKQti4dxioY",
        "server": "mega.nz",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/tc27i4vma5dm.html",
        "server": "streamsb.com",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/oauycflx46r3",
        "server": "streamvid.io",
        "size": "1.13GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/489pw1yipx4n.html",
        "server": "usersdrive.com",
        "size": "502MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/rockn-rolla-2008-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "502MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bCrg/RocknRolla.2008.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "502MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/4zhkkKgR#Q5STHwhhIvWWJHgDrHOWN7N5H1iB6P3AbjlpfkujQAA",
        "server": "mega.nz",
        "size": "502MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/q7sw824hqs10.html",
        "server": "streamsb.com",
        "size": "502MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ibwu581m85lm",
        "server": "streamvid.io",
        "size": "502MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "TdpR8VuvbCM",
      "video_url": "https://www.youtube.com/watch?v=TdpR8VuvbCM",
      "embed_url": "https://www.youtube.com/embed/TdpR8VuvbCM"
    }
  },
  {
    "metadata": "Unrated|2022|1h 28m|Adult,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Kara Krus (2022)",
    "description": "Kara Krus (2022)အန်ဒယ်လာဟာ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားတဲ့ အိမ်ရှင်မတစ်ယောက်ပါ။ သူ့အပေါ် အရိပ်အကဲကြည့် အလိုလိုက် အောင်မြင်တဲ့ရှေ့နေ ခင်ပွန်းသည်၊ ချစ်စဖွယ်သမီးငယ်လေးနဲ့ အတူနေမိခင်တို့ကြောင့် သူ့ဘဝမှာ လိုလေသေးမရှိဘူးလို့ ထင်ရပါတယ်။ ဒါပေမယ့် ဘယ်သူမှမသိပဲ အန်ဒယ်လာတစ်ယောက်တည်း ရင်ဆိုင်နေရတဲ့ လျှို့ဝှက်ချက်တစ်ခုရှိပါတယ်။အဲ့ဒါကတော့ ဘယ်သူမှအနားမရှိချိန်မှာ ရောက်လာတတ်တဲ့ လယ်နာဆိုတဲ့ သူနဲ့ တစ်ထေရာတည်းတူတဲ့ မိန်းမငယ်တစ်ယောက်ပါပဲ။လယ်နာဟာ သူသတိလွတ် မိန်းမောချိန်တွေမှာ သူ့ခန္ဓာကိုယ်ကို ဝင်ရောက်ပြီး ကလပ်တက် လျှောက်သွား ယောက်ျားတကာနဲ့ ပျော်ပါးတာမျိုးတွေ လုပ်တတ်ပါတယ်။ အဆိုးဆုံးအချက်ကတော့ သူနဲ့ဆက်ဆံပြီးတဲ့ယောက်ျားတွေကို မထင်ရင်မထင်သလို သတ်ပစ်တဲ့အထိ သောင်းကျန်းတာပါပဲ။ ဒါတွေကို သူအမျိုးမျိုးဟန့်တားပေမယ့် မအောင်မြင်ပဲ တစ်နေ့မှာတော့ လယ်နာက ဒီလိုတစ်လှည့်စီမနေနိုင်တော့ပဲ သူ့ခန္ဓာကိုယ်ကိုအမြဲတမ်းအပိုင်စီးတော့မှာဖြစ်ကြောင်း ခြိမ်းခြောက်လာပါတော့တယ်။လယ်နာဟာ သူ့အနားမှာစွဲကပ်နေတဲ့ မကျွတ်လွတ်တဲ့ ဝိညာဉ်တစ်ခုလား…? ဒါမှမဟုတ် သူ့ကိုယ်တိုင်ရဲ့စရိုက်ခွဲတစ်ခုလား…? အတိတ်ရဲ့ခြောက်လှန့်မှုတစ်စုံတစ်ရာများလားဆိုတာ‌တော့ ကိုယ်တိုင်ပဲ ခန့် “မှန်း” ရင်း ဆက်လက်အဖြေရှာလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.4GB, 604MBQuality – 1080p, 720pFormat – mp4Duration – 1H 28MinGenre – Adult, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGB SampedroStarsAdrian AlandyAli AsistioAli KhatibiAlona NavarroAndrew MuhlachAnthony DabaoAurora SevillaBilly VilletaConan KingDenise EstebanFelix RocoGarry LimJoko DiazLhian Khey GimenoManu RespallMickey FerriolsPhoemela BarandaRaquel MontezaCastAdrian AlandyAli AsistioAli KhatibiAlona NavarroAndrew MuhlachAnthony DabaoAurora SevillaBilly VilletaConan KingDenise EstebanFelix RocoGarry LimJoko DiazLhian Khey GimenoManu RespallMickey FerriolsPhoemela BarandaRaquel Monteza",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uVvub9AnpOJbj1HrFWwuVdKLyag.jpg",
      "https://image.tmdb.org/t/p/w300/pAlQ7JRAVqKpK4ERqLxIJijsjfh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1uLCXYgdb9Xe92JvaClK2uNpRhF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-kara-krus-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2vFar/(CM)_Kara_Krus_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tPEAgZDC#tBKrsMzuchrEbtSvp3xZWmH-2tDIdIfH1yAiUW2y2Ps",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wo9ns88dsa2m.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/zsjgod7296y9.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "yoteshinportal.cc",
        "size": "603MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2vFai/(CM)_Kara_Krus_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "603MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5XV1nZDQ#810o0Da5k4fgWTy7dPsxM5uqbjbWhjm_pjr2ZJ4Dpkc",
        "server": "mega.nz",
        "size": "603MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/226wjp302iuo.html",
        "server": "usersdrive.com",
        "size": "603MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/j840agoal7o1.html",
        "server": "streamsb.com",
        "size": "603MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AzYh4kSip64",
      "video_url": "https://www.youtube.com/watch?v=AzYh4kSip64",
      "embed_url": "https://www.youtube.com/embed/AzYh4kSip64"
    }
  }
]