[
  {
    "metadata": "R|1966|29 December 1967 (USA)|Action,Adventure,Dollars Trilogy,Western",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "686,965"
    },
    "title": "The Good, the Bad and the Ugly (1966)",
    "description": "The Good, the Bad and the Ugly (1966)IMDb – 8.8/10_____Rotten – 97%“The Good, the Bad and the Ugly” ဆိုရင် မကြည့်ဖူးရင်နေမည် မကြားဖူးသူရှိမည်မထင်။ဇာတ်ကားစစချင်း မိတ်ဆက်ပေးလိုက်တာကတော့…The Good – ပိုက်ဆံများများရဖို့ ကြိုးစားနေတဲ့ လက်ဖြောင့်သေနတ်သမား BlondieThe Bad – ပိုက်ဆံလက်ခံပြီးရင် ပြီးဆုံးအောင်တာဝန်ယူမယ့် ကြေးစားသူသတ်သမား Angel EyesThe Ugly – Wanted စာရင်းမှာ ပါတဲ့ ဥပဒေပြင်ပက သောက်ကျင့်မကောင်းတဲ့ တစ်ကိုယ်ကောင်းသမား TucoBlondie နဲ့ Tuco က ဂွင်ဖန်နေကြ ပါတနာတွေ။ Blondie လုပ်ရမှာက Tuco ကိုဖမ်းမယ် ရဲလက်အပ်မယ် ဆုငွေထုတ်မယ် ကြိုးစင်တင်တဲ့အချိန် နောက်ကွယ်ကနေ ကြိုးကို သေနတ်နဲ့ပစ်ပေးမယ် အဆင်သင့်ပြင်ထားတဲ့ မြင်းနဲ့ထွက်ပြေးမယ် ပြီးတော့ ငွေခွဲယူကြမယ် ဒါပဲ။ ဒါပေမယ့် Blondie က Tuco ကိုဘယ်တော့မှ ဆုငွေရဲ့ တစ်ဝက်အပြည့်မပေးဘူး။ ဒီတစ်ခါ Tuco အတင်းတောင်းတာကြောင့် သူ့ကို သဲကန္တာရထဲမှာ ပစ်ထားခဲ့တယ်။ နောက်တစ်ခါမှာ Tuco ဂလဲ့စားချေပြီပေါ့။ Blondie ကိုအကွက်ဆင်ဖမ်းပြီး ကန္တာရထဲ ကြိုးတုပ်ခေါ်လာတဲ့အချိန်မှာ လူသေတွေနဲ့ လှည်းတစ်စီးကိုတွေ့လိုက်ရတယ်။ ဒီထဲမှာ ငွေတွေဘယ်မှာမှန်းသိတဲ့ Bill Carson ဆိုတဲ့ တစ်ယောက်ကတော့ မျောနေတယ်ဗျ။ Tuco ပြေးသွားပြီး ငွေအကြောင်းအတင်းသွားမေးတော့ ဟိုလူက ငွေတွေဝှက်ထားတဲ့ သင်္ချိုင်းနာမည်ဘဲအရင်ပြောပြီး ရေ ရေ လို့ဘဲအော်နေတယ် အုတ်ဂူနာမည်မပြောဘူး။ Tuco ရေပြန်လာယူပြီး လှည်းဆီပြန်အရောက်မှာ Blondie က Bill Carson ကိုရေတိုက်မေးပြီး သတ်လိုက်ပြီပေါ့။ ငွေမြှုပ်ထားတဲ့ အုတ်ဂူသိချင်ရင်တော့ Blondie ကိုသတ်လို့မရတော့ဘူး။ Blondie လဲသင်္ချိုင်းနာမည်သိပေမယ့် အဲဒီသင်္ချိုင်းဘယ်မှန်ရှိမှန်း မသိတော့ Tuco ကိုအသက်ရှင်အောင်ထားမှဘဲ ရမှာပေါ့။ ဒီအချိန်မှာ Angel Eyes ကလဲ Bill Carson နဲ့ပတ်သက်ပြီး ငွေတွေဝှက်ထားတဲ့နေရာ လိုက်စုံစမ်းနေတာမို့သူတို့နှစ်ယောက်ငွေရှိနေတဲ့နေရာ သိနေမှန်း သိသွားတယ်။ နောက်ဆုံး The Good ရယ် The Bad ရယ် The Ugly ရယ်သုံးယောက်သား ရွှေဒင်္ဂါးနှစ်သိန်း ရဖို့အတွက် သင်္ချိုင်းရောက်လာကြပြီ။ တစ်ယောက်အပေါ်တစ်ယောက် ဒီလောက်ခေါင်းပုံဖြတ် ဖျံကျနေပုံအရတော့ သုံးယောက်စလုံးက တစ်ယောက်နဲ့တစ်ယောက်ယုံလို့ရပါ့မလား…ဒီဇာတ်ကားက ရှည်တာမှန်ပါတယ်။ ဒါပေမယ့် ပျင်းစရာတစ်ကွက်မှ မပါတာကတော့ အာမခံတယ်။ သုံးယောက်စလုံးဟာ စရိုက်တစ်မျိုးစီနဲ့ တစ်လမ်းတည်း အတူသွားနေကြတာမို့ ရှေ့ဆက်ဘာဖြစ်မယ်ဆိုတာ အခန်းတိုင်းက ဆွဲဆောင်နေမှာပါ။ ဇာတ်လမ်းပိုင်း ဓာတ်ပုံပိုင်း သရုပ်ဆောင်ပိုင်း ဇာတ်ဝင်တေးပိုင်းတွေမှာလဲ အပြစ်ပြောစရာမရှိအောင်ကိုကောင်းပါတယ်။Blondie အဖြစ် Client Eastwood၊ Angel Eyes အဖြစ် Lee Van Cleef နဲ့ Tuco အဖြစ် Eli Wallach တို့ကသရုပ်ဆောင်ထားတာပြီး Western Director Sergio Leone ကရိုက်ထားတာပါ။ စစထွက်ချင်းမှာ ဒီလို အီတလီမှာရိုက်တဲ့ ကောင်းဘွိုင်ကားစတိုင် ဇာတ်ကားတွေက ခေတ်မရှိတာကြောင့် ဝေဖန်ရေးတွေကြားမှာ အကြိုက်မတွေ့ခဲ့ကြပေမယ့် နောက်ပိုင်းနှစ်တွေမှာမှ ဒီဇာတ်ကားကို တအားအကြိုက်တွေ့လာကြတာပါ။ အဲဒါကြောင့် OSCAR မှာလဲ ဆန်ကာတင်တစ်ဆုမှ မပါခဲ့လိုက်ရပါဘူး။“လောကကြီးမှာ လူနှစ်မျိုးနှစ်စားဘဲ ရှိတယ် သူငယ်ချင်း၊ တစ်ယောက်က….. နဲ့ တစ်ယောက်က…..” ဆိုတဲ့ စကားကို ဒီကားထဲမှာ ခဏခဏကြားရမှာပါ။ ပြောလိုက်ရတယ့်အချိန်မှာတော့ တော်တော် feel ရှိမယ့်စကားပါဘဲ။ဟာသဆိုပေမယ့် ဝါးလုံးကွဲရီနေရမှာ မဟုတ်ဘဲနဲ့ အထာကျတဲ့ dialogues တွေကြောင့် ပြုံးစိစိဖြစ်နေမှာတော့ အမှန်ပါ။အကောင်းဆုံး ကောင်းဘွိုင်ကားတွေထဲက တစ်ကားအဖြစ် သတ်မှတ်ခံရုံတင်မက အကောင်းဆုံးဇာတ်ကားတစ်ကား အနေနဲ့ပါ အသတ်မှတ်ခံခဲ့ရတဲ့ ဇာတ်ကားပါ။ မကြည့်သေးဘူးဆိုရင်တော့ ကြည့်လိုက်ဖို့ မမေ့နဲ့နော်။(ရုပ်ရှင်အညွှန်းကိုMovie MoviesFacebook Page မှကူးယူဖော်ပြပါသည်။)“The Good, the Bad and the Ugly” ဆိုရင္ မၾကည့္ဖူးရင္ေနမည္ မၾကားဖူးသူ႐ွိမည္မထင္။ဇာတ္ကားစစခ်င္း မိတ္ဆက္ေပးလုိုက္တာကေတာ့…The Good – ပိုက္ဆံမ်ားမ်ားရဖို႔ ႀကိဳးစားေနတဲ့့ လက္ေျဖာင့္ေသနတ္သမား BlondieThe Bad – ပိုက္ဆံလက္ခံၿပီးရင္ ၿပီးဆံုးေအာင္တာဝန္ယူမယ့္ ေၾကးစားသူသတ္သမား Angel EyesThe Ugly – Wanted စာရင္းမွာ ပါတဲ့ ဥပေဒျပင္ပက ေသာက္က်င့္မေကာင္းတဲ့ တစ္ကိုယ္ေကာင္းသမား TucoBlondie နဲ႔ Tuco က ဂြင္ဖန္ေနၾက ပါတနာေတြ။ Blondie လုပ္ရမွာက Tuco ကိုဖမ္းမယ္ ရဲလက္အပ္မယ္ ဆုေငြထုတ္မယ္ ႀကိဳးစင္တင္တဲ့အခ်ိန္ ေနာက္ကြယ္ကေန ႀကိဳးကို ေသနတ္နဲ႔ပစ္ေပးမယ္ အဆင္သင့္ျပင္ထားတဲ့ ျမင္းနဲ႔ထြက္ေျပးမယ္ ၿပီးေတာ့ ေငြခြဲယူၾကမယ္ ဒါပဲ။ ဒါေပမယ့္ Blondie က Tuco ကိုဘယ္ေတာ့မွ ဆုေငြရဲ႕ တစ္ဝက္အျပည့္မေပးဘူး။ ဒီတစ္ခါ Tuco အတင္းေတာင္းတာေၾကာင့္ သူ႔ကို သဲကႏာၱရထဲမွာ ပစ္ထားခဲ့တယ္။ ေနာက္တစ္ခါမွာ Tuco ဂလဲ့စားေခ်ၿပီေပါ့။ Blondie ကိုအကြက္ဆင္ဖမ္းၿပီး ကႏာၱရထဲ ႀကိဳးတုပ္ေခၚလာတဲ့အခ်ိန္မွာ လူေသေတြနဲ႔ လွည္းတစ္စီးကိုေတြ႕လိုက္ရတယ္။ ဒီထဲမွာ ေငြေတြဘယ္မွာမွန္းသိတဲ့ Bill Carson ဆိုတဲ့ တစ္ေယာက္ကေတာ့ ေမ်ာေနတယ္ဗ်။ Tuco ေျပးသြားၿပီး ေငြအေၾကာင္းအတင္းသြားေမးေတာ့ ဟိုလူက ေငြေတြဝွက္ထားတဲ့ သခၤ်ဳိင္းနာမည္ဘဲအရင္ေျပာၿပီး ေရ ေရ လို႔ဘဲေအာ္ေနတယ္ အုတ္ဂူနာမည္မေျပာဘူး။ Tuco ေရျပန္လာယူၿပီး လွည္းဆီျပန္အေရာက္မွာ Blondie က Bill Carson ကိုေရတိုက္ေမးၿပီး သတ္လုိက္ၿပီေပါ့။ ေငြျမွဳပ္ထားတဲ့ အုတ္ဂူသိခ်င္ရင္ေတာ့ Blondie ကိုသတ္လုိ႔မရေတာ့ဘူး။ Blondie လဲသခၤ်ဳိင္းနာမည္သိေပမယ့္ အဲဒီသခၤ်ဳိင္းဘယ္မွန္ရွိမွန္း မသိေတာ့ Tuco ကိုအသက္ရွင္ေအာင္ထားမွဘဲ ရမွာေပါ့။ ဒီအခ်ိန္မွာ Angel Eyes ကလဲ Bill Carson နဲ႔ပတ္သက္ၿပီး ေငြေတြဝွက္ထားတဲ့ေနရာ လိုက္စံုစမ္းေနတာမို႔သူတို႔ႏွစ္ေယာက္ေငြရွိေနတဲ့ေနရာ သိေနမွန္း သိသြားတယ္။ ေနာက္ဆံုး The Good ရယ္ The Bad ရယ္ The Ugly ရယ္သံုးေယာက္သား ေရႊဒဂၤါးႏွစ္သိန္း ရဖို႔အတြက္ သခၤ်ဳိင္းေရာက္လာၾကၿပီ။ တစ္ေယာက္အေပၚတစ္ေယာက္ ဒီေလာက္ေခါင္းပံုျဖတ္ ဖ်ံက်ေနပံုအရေတာ့ သံုးေယာက္စလံုးက တစ္ေယာက္နဲ႔တစ္ေယာက္ယံုလုိ႔ရပါ့မလား…ဒီဇာတ္ကားက ရွည္တာမွန္ပါတယ္။ ဒါေပမယ့္ ပ်င္းစရာတစ္ကြက္မွ မပါတာကေတာ့ အာမခံတယ္။ သံုးေယာက္စလံုးဟာ စရိုက္တစ္မ်ိဳးစီနဲ႔ တစ္လမ္းတည္း အတူသြားေနၾကတာမို႔ ေရွ႕ဆက္ဘာျဖစ္မယ္ဆိုတာ အခန္းတိုင္းက ဆြဲေဆာင္ေနမွာပါ။ ဇာတ္လမ္းပိုင္း ဓာတ္ပံုပိုင္း သရုပ္ေဆာင္ပိုင္း ဇာတ္ဝင္ေတးပိုင္းေတြမွာလဲ အျပစ္ေျပာစရာမရွိေအာင္ကိုေကာင္းပါတယ္။Blondie အျဖစ္ Client Eastwood၊ Angel Eyes အျဖစ္ Lee Van Cleef နဲ႔ Tuco အျဖစ္ Eli Wallach တို႔ကသရုပ္ေဆာင္ထားတာၿပီး Western Director Sergio Leone ကရိုက္ထားတာပါ။ စစထြက္ခ်င္းမွာ ဒီလို အီတလီမွာ႐ိုက္တဲ့ ေကာင္းဘိြဳင္ကားစတိုင္ ဇာတ္ကားေတြက ေခတ္မရွိတာေၾကာင့္ ေဝဖန္ေရးေတြၾကားမွာ အႀကိဳက္မေတြ႕ခဲ့ၾကေပမယ့္ ေနာက္ပိုင္းႏွစ္ေတြမွာမွ ဒီဇာတ္ကားကို တအားအႀကိဳက္ေတြ႕လာၾကတာပါ။ အဲဒါေၾကာင့္ OSCAR မွာလဲ ဆန္ကာတင္တစ္ဆုမွ မပါခဲ့လုိက္ရပါဘူး။“ေလာကႀကီးမွာ လူႏွစ္မ်ိဳးႏွစ္စားဘဲ ရွိတယ္ သူငယ္ခ်င္း၊ တစ္ေယာက္က….. နဲ႔ တစ္ေယာက္က…..” ဆိုတဲ့ စကားကို ဒီကားထဲမွာ ခဏခဏၾကားရမွာပါ။ ေျပာလုိက္ရတယ့္အခ်ိန္မွာေတာ့ ေတာ္ေတာ္ feel ရွိမယ့္စကားပါဘဲ။ဟာသဆိုေပမယ့္ ဝါးလံုးကြဲရီေနရမွာ မဟုတ္ဘဲနဲ႔ အထာက်တဲ့ dialogues ေတြေၾကာင့္ ျပံဳးစိစိျဖစ္ေနမွာေတာ့ အမွန္ပါ။အေကာင္းဆံုး ေကာင္းဘိြဳင္ကားေတြထဲက တစ္ကားအျဖစ္ သတ္မွတ္ခံရံုတင္မက အေကာင္းဆံုးဇာတ္ကားတစ္ကား အေနနဲ႔ပါ အသတ္မွတ္ခံခဲ့ရတဲ့ ဇာတ္ကားပါ။ မၾကည့္ေသးဘူးဆိုရင္ေတာ့ ၾကည့္လုိက္ဖို႔ မေမ့နဲ႔ေနာ္။(ရုပ္ရွင္အညႊန္းကိုMovie MoviesFacebook Page မွကူးယူေဖာ္ျပပါသည္။)File size…(1.5 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….03:06:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMyo Myint OoDollars Trilogy သုံးကားတွဲ ကြည့်ရှုရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFabrizio GianniSergio LeoneStarsAldo GiuffrèAngelo NoviAntonio CasaleClint EastwoodEli WallachJohn BarthaLee Van CleefLivio LorenzonLuigi PistilliRada RassimovCastAl MulockAlberigo DonadeoAldo GiuffrèAldo SambrellAmerigo CastrighellaAngelo NoviAntonio CasaleAntonio CasasAntonio ContrerasAntonio Molino RojoAntonio PalombiAntoñito RuizAttilio DottesioAxel DarnaAysanoa RunachaguaBenito StefanelliChelo AlonsoClaudio ScarchilliClint EastwoodDomingo ContrerasEli WallachEnrique SantiagoEnzo PetitoFortunato ArenaFranco TocciFrank BrañaJesús GuzmánJesús PorrasJohn BarthaJosé TerrónJoseph BradleyJulio Martínez PiernaviejaLee Van CleefLivio LorenzonLorenzo RobledoLuigi CiavarroLuigi PistilliLuis Fernández de EribeLuis RodriguezMario BregaNazzareno NatalePhilip EttingtonRada RassimovRicardo PalaciosRichard AlagichRomán AriznavarretaRomano PuppoSandro ScarchilliSaturno CerraSergio MendizábalSilvana BacciTony Di MitriVeriano GinesiVíctor IsraelWilliam Conroy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x4biAVdPVCghBlsVIzB6NmbghIz.jpg",
      "https://image.tmdb.org/t/p/w300/zZv1ZgglS80WvBktQUBBEooVqqH.jpg",
      "https://image.tmdb.org/t/p/w300/7BpSpUj3w1EL5m5NJg3zZpT78yh.jpg",
      "https://image.tmdb.org/t/p/w300/1IBOXagfmwTvhb8prIfRvt89ePs.jpg",
      "https://image.tmdb.org/t/p/w300/eM8h3x420gfWySqkxT5WvuPFVQz.jpg",
      "https://image.tmdb.org/t/p/w300/xXoc8OZ8ivVlRfuS8wQ7PTt68ss.jpg",
      "https://image.tmdb.org/t/p/w300/eoCSp75lxatmIa6aGqfnzwtbttd.jpg",
      "https://image.tmdb.org/t/p/w300/3H0TPj81yFK17tFNtNXkRTeuzng.jpg",
      "https://image.tmdb.org/t/p/w300/b30nTRcLls1Z0X1ywe9NyC6oe5.jpg",
      "https://image.tmdb.org/t/p/w300/kYXuiE6BUPJVVKkrMeQEroKdTAZ.jpg",
      "https://image.tmdb.org/t/p/w300/30jOms5Vu6baZZRfvZRwcABok9G.jpg",
      "https://image.tmdb.org/t/p/w300/i45UNI97e9xvRfCSeo9GXlw8XWA.jpg",
      "https://image.tmdb.org/t/p/w300/nF80D0AeYGoVMMu0KGfmk7IyBnJ.jpg",
      "https://image.tmdb.org/t/p/w300/mVl1EvEnYJnTQv71nksfneyF0Yd.jpg",
      "https://image.tmdb.org/t/p/w300/xnFmcq40R0umHHLXTpvOW5GTdMh.jpg",
      "https://image.tmdb.org/t/p/w300/wHaSSjH7PlDuYx6QwmUuvA2lLo5.jpg",
      "https://image.tmdb.org/t/p/w300/cxSdkcqbEhG1DVPerzKVKA37AMV.jpg",
      "https://image.tmdb.org/t/p/w300/z562msRBRSJRFIfZvSvjC4vunZF.jpg",
      "https://image.tmdb.org/t/p/w300/mDlK614fBHXulWQe8ewA1wu2xuf.jpg",
      "https://image.tmdb.org/t/p/w300/s4hcP043jrmnN00fd5AWbj6Axyi.jpg",
      "https://image.tmdb.org/t/p/w300/9BIIosFjVSLPhdGSVhjJ9pWRvT0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/41c3ec6ab38347a8b9c3c2efbc5a3efc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fejc3v1m2wvz.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-good-the-bad-and-the-ugly-il-buono-il-brutto-il-cattivo-1966-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/32b70eece/the-god-the-bad-and-the-ugly-il-buono-il-bruto-il-cativo-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1wX0q/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/U9JmHbTQ#Lbqu6XaFSe3mv-C4R4EWzxy7cVHj23-ML693TMv0ccs",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/dw6xkcvouq5h",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://loadpot.net/p9f18foxy1j4/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4.html",
        "server": "datbu.com",
        "size": "1.5 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "OLNktcDs05Y",
      "video_url": "https://www.youtube.com/watch?v=OLNktcDs05Y",
      "embed_url": "https://www.youtube.com/embed/OLNktcDs05Y"
    }
  },
  {
    "metadata": "TV-G|1966–1973|30 min|Action,Animation,Comedy,Family",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "4,097"
    },
    "title": "The Road Runner Show  (1966–1973)",
    "description": "90’s Kid ေတြ အသိဆံုးျဖစ္မွာပါCoyoteဆိုတဲ့ ေျမေခြး နဲ႔Road Runnerဆိုတဲ့ အေျပးသန္တဲ့ ၾကက္ကေလး တို႔ရဲ႕အရမ္းရယ္ရတဲ့ The Road Runner Show ကို အပိုင္းရွိသမွ် လက္လွမ္းမွီသမွ်အကုန္ျပန္စုစည္းၿပီးတင္ေပးလုိက္ပါတယ္…ေနာက္လဲ ဒီလို Animation Show တစ္ခ်ိဳ႕ကို ထပ္တင္ေပးသြားဖို႔ရွိပါတယ္မေမ့ေသးတဲ့ 90’s Kid ေတြ ရွိအံုးမယ္ ထင္ပါတယ္…ကဲ ဆက္ၾကည့္ၿပီး ရယ္လုိက္ၾကပါအံုး…Thit San KhantDownload List=============EP 01Ep 02EP 03EP 04EP 05EP 06Ep 07EP 08EP 09EP 10Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsBea BenaderetJune ForayMel BlancPaul Julian",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNGRmODIzYWMtYmFhNC00YTc4LWE4MjctMjYxMDk0MTY2N2RkXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_SY1000_CR007271000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Unrated|1966|1h 42m|Harry Palmer Trilogy,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "7600"
    },
    "title": "Funeral in Berlin (1966)",
    "description": "Funeral In Berlin (1966)~ IMDb – 6.8/10, Rotten Tomatoes – 60% ~The Ipcress File (1965) ရဲ့ Sequel ပါ။ Len Deighton ရဲ့ စာအုပ်အပေါ် အခြေခံထားတာချင်းတူပေမဲ့ ဒါရိုက်တာကတော့မတူတော့ဘူး။ ဒီကားကတော့ Guy Hamilton လက်ရာပေါ့။ Gold Finger, Live and Let die, Diamonds Are Forever နဲ့ The Man With The Golden Gun တို့လို Bond ရုပ်ရှင် ၄ ကားအပြင် တခြားရုပ်ရှင်ပေါင်းမနည်း ရိုက်ခဲ့တာဆိုတော့ လက်ရာကိုတော့ ပြောစရာလိုမယ်မထင်ဘူး။ ဒါကတော့ သူ့ရဲ့လက်ရာကောင်း တခုပေါ့။Sequel လို့ဆိုပေမဲ့ ပထမကားနဲ့‌ ပြန်ချိတ်ထားတာတွေ အများကြီးမရှိဘဲ သူ့ထုံးစံအတိုင်း ဇာတ်လမ်းကို အေးအေး ငြိမ့်ငြိမ့်ပဲသွားထားတယ်။ဇာတ်ကြောင်းကတော့ ဘာလင်တံတိုင်းခတ်ထားတဲ့ကာလမှာ အရှေ့ဘာလင်ရဲ့ ဗိုလ်မှူးကြီးစတော့ခ်က ဘက်ပြောင်းချင်ကြောင်း ဗြိတိသျှဘက်ကိုအကြောင်းကြားလာတယ်။ သူ့ကိုကယ်ထုတ်ဖို့အတွက် ဟယ်ရီဟာ ဘာလင်ကိုခရီးဆက်ရတယ်။ အဲဒီအချိန်မှာ ဘာလင်တံတိုင်းကိုကျော်ပြီးထွက်ပြေးတဲ့အမှုတွေ အတော်များများဖြစ်နေတယ်။ အဲဒီကိစ္စအတွက် ဟယ်ရီတို့ ခေါ်ထုတ်ရမယ့် ဗိုလ်မှူးကြီးစတော့ခ်က အကြပ်ရိုက်နေတာပေါ့။ အဲဒီလို လွတ်မြောက်မှုတွေကြောင့် သူတို့ရဲ့ ဌာနကလည်းစောင့်ကြည့်ခံနေရပြီ၊ သူကလည်းစောင့်ကြည့်ခံနေရပြီ။ ဒါကြောင့် သူက သူထွက်တဲ့အချိန်မှာတော့ လုံးဝ ပြီးပြည့်စုံတဲ့ အစီအစဉ်ပဲဖြစ်ချင်တယ်။အဲဒီလို လူတွေ ခဏခဏ လွတ်သွားတဲ့ကိစ္စတွေကို နောက်ကွယ်က စီစဉ်ပေးနေတဲ့ ခရိုက်ဇ်မန်းဆိုတဲ့ လူတယောက်ရှိတယ်။ ဗိုလ်မှူးကြီးစတော့ခ်ကလည်း သူ့အစီအစဉ်ကို အမှားအယွင်းမဖြစ်ချင်တဲ့အတွက် သိပ်တော်ပါတယ်ဆိုတဲ့ ခရိုက်ဇ်မန်းကို ဟယ်ရီကတဆင့် ဈေးညှိပြီး အစီအစဉ်ဆွဲခိုင်းတယ်။အစီအစဉ်အရ လူနာမည်ကိုပြောင်းဖို့ စာရွက်စာတမ်းတွေထုတ်ရတယ်ဆိုတော့ သေဆုံးသွားပြီဖြစ်တဲ့ ပေါလ်လူဝီဘရူးမ်ဆိုတဲ့လူရဲ့ စာရွက်စာတမ်းတွေကို သုံးကြမယ်ပေါ့။ လူသေကို အသက်ပြန်သွင်းတဲ့သဘောမျိုးပဲ။ ဒါပေမဲ့ အဲဒီ ပေါလ်လူဝီဘရူးမ်ဆိုတဲ့လူရဲ့ စာရွက်စာတမ်းတွေကို လိုက်နေတဲ့ လူတွေ ရှိနေတယ်။ ဘာကြောင့်လိုက်နေရတာလဲ၊ အဲဒီစာရွက်စာတမ်းကကော ဘာအရေးပါလို့လဲ၊ ဘာလင်တံတိုင်းကို ခိုးဖြတ်မယ့်ကိစ္စကကော အောင်မြင်ပါ့မလား။ ရုပ်ရှင်ရဲ့ နာမည် “ဘာလင်က ဈာပန” ဆိုတာ ဘာကိုရည်ညွှန်းသလဲ။ဒါတွေကို အဖြေထုတ်မယ့်အပြင် အချင်းချင်း ပတ်လှည့်စားပြီး မြိုင်မြိုင်ကြီး ကွက်ကျော်တွေရိုက်ကြမယ့် ရုပ်ရှင်ပါ။ဒါရိုက်တာ Guy Hamilton ဆိုတာ အရင်က သူလျှိုဖြစ်ခဲ့ဖူးတော့ သူ့ရဲ့အတွေ့အကြုံတွေနဲ့ ယှဉ်ပြီး ဒိုင်ယာလော့ဂ်တွေကို ထပ်ဖြည့်ရေးထားတယ်လို့ Sir Michael Caine ကလည်း အင်တာဗျူးတခုမှာဖြေထားတယ်။ အဲဒါကြောင့် ဒိုင်ယာလော့ဂ်တွေဟာ လေယူလေသိမ်းကအစ လက်တွေ့ဆန်တယ်။ရုပ်ရှင်ကို ရိုက်ကူးခဲ့တာကလည်း ဘာလင်မှာပါပဲ။ ရုပ်ရှင်ရိုက်နေရင်းတောင် အရှေ့ဘာလင် အစောင့်စစ်သားတွေက ကင်မရာတွေကို မှန်နဲ့ မီးလှမ်းလှမ်းထိုးပြီး နှောက်ယှက်ကြတယ်လို့ပြောတယ်။ မင်းသမီးအဖြစ်ပါတဲ့ Eva Renzi ကလည်း ဒါရိုက်တာကို ဟိုလိုရိုက်၊ ဒီလိုရိုက် ဘာညာ ဆရာကြီးလုပ်လွန်းလို့ ဒါရိုက်တာတောင် ရုပ်ရှင်မပြီးခင် ဆက်မရိုက်ချင်စိတ်ပေါက်ပါတယ်တဲ့။ ဒါတွေကတော့ ရိုက်ကွင်းအခက်အခဲလေးတွေပေါ့လေ။စပိုင်ကားကြိုက်တဲ့လူတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်မျိုးပါပဲ။ ဒီရုပ်ရှင်မှာလည်း Sequel အနေနဲ့ Billion Dollar Brain (1967) ထပ်ထွက်ထားပါတယ်။ တစ်နှစ်တစ်ကားရိုက်ပြီး ကွာလတီမြင့်နေတာကတော့ အတော်ကိုလက်ဖျားခါလောက်စရာအချက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Thant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 885MBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 42MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byMin Thant BoEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuy HamiltonStarsCharlotte BrummerhoffDavid GloverEdward MeeksErhart StettnerEva RenziFreda BamfordGünter MeisnerGuy DolemanHeinz SchubertHerbert FuxHugh BurdenIra HagenJohn AbineriMarthe KellerMichael CaineOskar HomolkaPatrick HalpinPaul HubschmidPauline ChamberlainRachel GurneyRainer BrandtSarah BrackettThomas HoltzmannUrsula HeyerWolfgang VölzCastCharlotte BrummerhoffDavid GloverEdward MeeksErhart StettnerEva RenziFreda BamfordGünter MeisnerGuy DolemanHeinz SchubertHerbert FuxHugh BurdenIra HagenJohn AbineriMarthe KellerMichael CaineOskar HomolkaPatrick HalpinPaul HubschmidPauline ChamberlainRachel GurneyRainer BrandtSarah BrackettThomas HoltzmannUrsula HeyerWolfgang Völz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gmeKG3MPsuk1Bo1rheXlE8qEDFY.jpg",
      "https://image.tmdb.org/t/p/w300/3FqMAakB7agwwTNq5uKJSeMbErr.jpg",
      "https://image.tmdb.org/t/p/w300/ejmxWXcGHR6NLiuKRCfhv9voIoD.jpg",
      "https://image.tmdb.org/t/p/w300/hVh9ysSrrE80npqIPRoHMxolUKE.jpg",
      "https://image.tmdb.org/t/p/w300/433IA2IHIkmbq6Rs3QogxRxonfx.jpg",
      "https://image.tmdb.org/t/p/w300/c3r4XYMVYLDP65vIErD5dNk5AWj.jpg",
      "https://image.tmdb.org/t/p/w300/pJUvJBOY9zhSMsTaCCyEwxVJmCx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tCFERUETB0jBu7OKcerTkptTk8q.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-funeral-in-berlin-1966-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/40WAT/(CM)_Funeral_in_Berlin_(1966)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ojNnTK5S#SlXhuM_4VJoegE1H4xT7LdmwrV8LvgnEg8KSE_RFFVs",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2svlst2bfzm4.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-funeral-in-berlin-1966-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Z4ds/(CM)_Funeral_in_Berlin_(1966)_720p.mp4",
        "server": "megaup.net",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/938AnaaR#-IcWTCFL5PPGQ_a2qKBaQCNHkyxSRLjc6lLFNCmfQSc",
        "server": "mega.nz",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/opu86569v8ic.html",
        "server": "usersdrive.com",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/q5a7sqiqfcel",
        "server": "streamsb.com",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/082klcu9914k",
        "server": "streamvid.io",
        "size": "885MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1AHOUwBdsKs",
      "video_url": "https://www.youtube.com/watch?v=1AHOUwBdsKs",
      "embed_url": "https://www.youtube.com/embed/1AHOUwBdsKs"
    }
  }
]