[
  {
    "metadata": "||1h 37 min|Drama,Horror,Mystery",
    "rating": {
      "rating": "6/10",
      "rating_count": "66"
    },
    "title": "The House That Never Dies: Reawakening ( 2017 )",
    "description": "သရဲကားကြိုက်သူများအတွက် Horror /Thrillerဇာတ်လမ်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ ၁ ထွက်ရှိခဲ့ပြီး ၂၀၁၇ မှာတော့ ၂ ထွက်ရှိလာတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့အိမ်နံပါတ် ၈၁ မှာပဲစတာဖြစ်ပါတယ်။အဲ့ဒီအိမ်ကြီးက ကိုလိုနီခေတ်က ဂုဏ်သတင်းကြီးတဲ့ဗိုလ်မှူးတစ်​ယောက်ရဲ့အိမ်တော်ကြီးဖြစ်ခဲ့တာပေါ့။အခုအချိန်မှာတော့ အပျက်အစီးတွေနဲ့ပုံစံကိုကခြောက်ခြားစရာကောင်းလှတဲ့ သရဲအိမ်ကြီးဖြစ်လို့နေပါပြီ။အိမ်ကြီးကိုပြုပြင်ဖို့အတွက်အင်ဂျင်နီယာအဖွဲ့တစ်ဖွဲ့ဟာခြံဝန်းကိုရှင်းလင်းရင်းနဲ့အရိုးစုတစ်စုထွက်လာတာကနေစပါတယ်။ အိမ်ကြီးရဲ့ရာဇဝင်ကိုသိထားကြတဲ့အလုပ်သမားတွေကအလုပ်ထွက်သွားကြတဲ့အခါ၊ ခေါင်းဆောင်တစ်ယောက်ပဲကျန်ရစ်ခဲ့ပါတော့တယ်။ခေါင်းဆောင်ဟာအိမ်ကြီးမှာနေပြီး လုပ်ငန်းဆက်လုပ်ဖို့ပြင်တဲ့အခါ…အဲ့ဒီနောက်ပိုင်းကျောချမ်းစရာအဖြစ်အပျက်တွေဆက်တိုက်ဖြစ်လာရင်း…အိမ်ကြီးမှာကပ်တွယ်နေတဲ့ မကျွတ်မလွတ်တဲ့သရဲကဘယ်လိုတွေခြောက်ခြားဖွယ်အရိပ်အယောင်တွေပြပြီး၊ဘယ်လိုတွေခြောက်လှန့်မလဲဆိုတာတော့ဇာတ်ကားကြည့်ရင်းကိုယ်တိုင်သာကြောက်လိုက်ကြပါတော့။Quality : WEB-DL 1080p , 480pFormat: mp4Genres : Drama , Horror , MysteryRuntime : 1h 37minSubtitle : Myanmar Subtitle ( hardsub )Translated by Ann Chi , Nu Mon , Yin Wai PhyoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsGuopeng WanJulian CheungTing Mei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9EVCSkDFPMYJ2UMVLE7ir0dY9Fo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/y5esbgFJ5NXxdE78ScnBXJ88Yzf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-house-that-never-dies-reawakening-2017",
        "server": "VIP Links",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-house-that-never-dies-ii-2017-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/wmg6zgerhu6m.html",
        "server": "usersdrive.com",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2s3kf/The_House_That_Never_Dies_II_2017_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbfull.com/4sxce7ssvjeh.html",
        "server": "streamsb.com",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/MD0hkByD#BZavDyirrOR3Ro1flwY751toon9UhlAVPbxBH8YOth0",
        "server": "mega.nz",
        "size": "955 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-house-that-never-dies-ii-2017-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "572 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/168qw/The_House_That_Never_Dies_II_2017_WEB-DL_480p_CM.mp4",
        "server": "megaup.net",
        "size": "572 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/bvvgojncdq1k.html",
        "server": "usersdrive.com",
        "size": "572 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/BTlRzZYQ#K0hOMdPQ7vSUXUOjuGBnP5XhuVillB5psbdrmFW4lWw",
        "server": "mega.nz",
        "size": "572 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|120 min|Mystery,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "12"
    },
    "title": "The End of April (2017)",
    "description": "မေျပလည္တဲ့ မိသားစုမွာ ေမြးဖြားလာတဲ့ မိန္းကေလးတစ္ေယာက္ ျဖစ္တဲ့ ဂ်ိဳဟီးက အိမ္နီးခ်င္း အစ္မ ေယာင္ဂ်င္းကို သိပ္အားက်ခဲ့ပါတယ္ …ေယာင္ဂ်င္းကလည္း ဂ်ိဳဟီးကို ညီမေလးလို ခ်စ္တာမို႔ အတတ္ႏိုင္ဆံုးကာကြယ္ေပးခဲ့သူပါ …ဒါေပမယ့္ အခ်ိန္တန္က်တဲ့အခါ ကိုယ့္ဘဝနဲ႔ကိုယ္လည္ပတ္ရတဲ့ အခါမွာ ေယာင္ဂ်င္းက ေယာင္ဂ်င္းဘဝ ဂ်ိဳဟီးက ေယာင္ဂ်င္းဘဝ ျဖစ္လာပါတယ္ (ရႈပ္သြားလား မသိ ?) ႐ုပ္ရွင္ေလးကို ၾကည့္ၾကည့္ရင္ နားလည္လာပါလိမ့္မယ္ေနာ္ …ေလာကႀကီးမွာ ဘယ္သူမွ မယံုရပါဘူး ….ဘယ္အ႐ူးကမွလည္း ကိုယ့္ကိုကိုယ္ ႐ူးတယ္လို႔ မေျပာတတ္ၾကပါဘူး…ျမင္ျမင္ခ်င္းအခ်စ္တို႔ အေၾကာင္းမသိပဲ ခ်စ္တယ္တို႔ဆိုတာလည္း မေကာင္းပါဘူး …ဘယ္အရာကိုမွ အလြယ္ေတြးတာ မေကာင္းပါဘူး …အဲ့ဒီ “ဘူး” ေတြကို ဒီကားၾကည့္ၿပီးတဲ့ အခါ ယံုသြားပါလိမ့္မယ္…ေယာက်ာ္းေလးပရိသတ္ေတြဆို အတန္းထဲက အေၾကာင္းမသိတဲ့ ေကာင္မေလးကိုေတာင္ မႀကိဳက္ရဲ ျဖစ္သြားေစရမယ္ ??၁၈+ အခန္းေတြေဖာေဖာသီသီ ပါ၀င္တဲ့အတြက္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါဘူးလို႕..File Size : (950 MB) and (347 MB)Quality : HDRip 720pRunning Time : 2hr 1minFormat : Mp4Genre :Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip H264 AAC-KTHTranslated by ElsaEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Kwang-bokStarsHong Wan-pyoJang So-yeonLee Bit-naPark Ji-sooCastHong Wan-pyoJang So-yeonLee Bit-naPark Ji-soo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1vciwJ9WfOuLLX4ifl1JiuO0Erq.jpg",
      "https://image.tmdb.org/t/p/w300/tpy4QoD1ZZfXfuQTq58vCPP5xNs.jpg",
      "https://image.tmdb.org/t/p/w300/cLrRToOI3aA1l3jZzvIXzUqOh8S.jpg",
      "https://image.tmdb.org/t/p/w300/njOz0uOkUCgdQ7XPaLmBrbGGYYJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/hffCAdbjkDxoiBrr2V6FsaWhFkF.jpg",
    "movie_links": [
      {
        "link": "http://skamaker.com/2gtV",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/2gzG",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/2h06",
        "server": "Soliddrive.co",
        "size": "347 MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/2h2I",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/2h37",
        "server": "openload.co",
        "size": "347 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 27 min|Action,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "3962"
    },
    "title": "Broken Army X: Fatal Mutations ( 2023 )",
    "description": "မင်ကော်ခေတ်အစပိုင်းမှာ ရှန်ဟိုင်းမှာ အတော်ဆုံး စုံထောက်ဖြစ်ချင်နေတဲ့ရဲသားလေး ရှောင်းကျန့်ဟာ လျှို့ဝှက်ဆန်းကြယ်တဲ့ အမှုတစ်ခုကိုစုံစမ်းနေတုန်းမှာ မထင်ထားပဲ ထိန်းချုပ်ခံ အမှုတစ်ခုကို ထိတွေ့မိသွားပါတယ်။ထူးဆန်းတဲ့ အစွမ်းတွေပိုင်ဆိုင်ထားတဲ့ လူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အဖွဲ့အစည်းတစ်ခုထဲကို သူရောက်သွားခဲ့ပါတယ်။ထို့နောက် အန္တရာယ်များပြီး ထူးခြားဆန်းကြယ်လှတဲ့ အဖြစ်အပျက်တွေကိုကြုံတွေ့ရပြီးနောက် သူက “ဖော့ကျွင်း” ဆိုတဲ့ နာမည်ပြောင်းကိုဆက်ခံခဲ့ပါတယ်။ ထို့နောက် နာမည်ဖော်ပြခြင်းမခံရတဲ့ကမ္ဘာမြေကြီးကို စောင့်ရှောက်သူ ဖြစ်သွားခဲ့ပါတယ်။ရှောင်းကျန့်တစ်ယောက် ထိုအဖွဲ့အစည်းထဲဝင်ရောက်ပြီးနောက်ဘယ်လို ဆန်းကြယ်မှုတွေကို ကြုံတွေ့ခဲ့ရသလဲ……သူတို့အဖွဲ့သားတွေ အတူတကွ ဆန်းကြယ်တဲ့ အမှုတွေကို ဘယ်လို ဖြေရှင်းကြမလဲ…..ဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း အဖြေရှာလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Mystery , ActionRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed By MoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsBai YunfengMu LanTat-Wah LokWang JialiXu ZhanweiYadi WangZhang ShuangliZhang YiqianZhao YingziCastBai YunfengMu LanTat-Wah LokWang JialiXu ZhanweiYadi WangZhang ShuangliZhang YiqianZhao Yingzi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AeUOmwwcvz8mz4PWYIXy8ATuiRG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hiWpNliA307fwlo65xRw3Ncq3KJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/broken-army-x-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zx68s15bfs84.html",
        "server": "usersdrive.com",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/tixo4e5v9ip4.html",
        "server": "streamsb.com",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Uu8o/Broken_Army_X_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/rdakr2dthug6",
        "server": "streamvid.io",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cakzUaLY#sRlnMHza82DJsPxscMwN11FYMXKLdqmsuZM3y3EemXQ",
        "server": "mega.nz",
        "size": "958 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/broken-army-x-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "458 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/3o5vjizvngzz.html",
        "server": "usersdrive.com",
        "size": "458 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/cfklTKyR#oLhL7KT6UNxk2BINQfm0TQ2PHQVGwtHE7yZaV1kxyd8",
        "server": "mega.nz",
        "size": "458 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-PG|2022|1h 24m|Crime,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "874"
    },
    "title": "Cut, Color, Murder (2022)",
    "description": "Cut, Color, Murder (2022)အခု မိတ်ဆက်ပေးမယ့်ဇာတ်ကားကတော့ Arrow, Lucifer နဲ့ Timeless တို့လို စီးရီးမျိုးတွေမှာ လက်စွမ်းပြခဲ့တဲ့ ဒါရိုက်တာ Stacey N. Harding ကရိုက်ကူးပေးထားပြီး မင်းသမီး Julie Gonzalo ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး ဒရာမာမင်းသား Ryan Mc Partlin နဲ့ Nathan Witte ကနေ ဇာတ်ပို့အဖြစ် ပါဝင်ပံ့ပိုးပေးထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုတော့ အာလီ ရိဒ်ဆိုတဲ့ အမျိုးသမီးတစ်ဦးအပေါ်ဇာတ်အိမ်တည် ရိုက်ကူးထားတာပါ။ အာလီဟာ ဆံသပညာရှင်အဖြစ်လုပ်ကိုင်နေတဲ့ မုဆိုးမလေးတစ်ယောက်ပေါ့။ သူနေတဲ့ ဂိုးလ်ဒန်းပိခ်မှာ သူ့ညီမနဲ့အတူ ကိုယ်ပိုင်ဆိုင်ခန်းလေးနဲ့ အလှပြင်ဆိုင်ဖွင့်ထားကြတာပေါ့။ တစ်မြို့လုံးကလည်း သူတို့ကကောင်းဆုံးဆိုတာကို သိလို့ သူတို့ဆိုင်ကိုပဲ လာပြီးအားပေးကြပါတယ်။ အာလီကလည်း သူ့ခင်ပွန်းအသတ်ခံလိုက်ရပြီးကတည်းက မြို့မှာကိစ္စတစ်ခုခုရှိလာပြီဆိုရင် အပျော်တမ်းစုံထောက်အနေနဲ့ အမှုတွေကို ရဲတွေနဲ့အတူ လိုက်ဖြေရှင်းပေးလေ့ရှိတဲ့သူပါ။ တစ်နေ့တော့ သူတို့မြို့မှာ နှစ်စဉ်ကျင်းပလေ့ရှိတဲ့ မယ်ရွေးပွဲစဖို့ အကြောင်းဖန်လာပါတော့တယ်။ အဲဒါကြောင့် ပွဲအတွက် စီစဉ်နေတုန်းမှာ ပွဲကိုဦးဆောင်စီစဉ်ပေးနေတဲ့သူက အသတ်ခံလိုက်ရပါတယ်။ သူ့ညီမကလည်း အဲဒီပြိုင်ပွဲမှာပါနေတာကြောင့် အာလီဟာလည်း မဖြစ်မနေ လူသတ်တရားခံကို လိုက်ရှာရပါတော့တယ်။ အာလီတစ်ယောက် ဘယ်လိုသဲလွန်စနောက်လိုက်ပြီး ဘယ်လို အခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ… ဘယ်သူကရော တကယ့်လူသတ်သမားဖြစ်နေမလဲ… ဒါ့အပြင် သူ့ယောက်ျားကို သတ်ခဲ့တဲ့သူကလည်း သူ မထင်မှတ်ထားတဲ့သူများဖြစ်နေမလား… ဆိုတာကို စုံထောက်ကားကြိုက်တဲ့သူတွေအနေနဲ့ စိတ်ဝင်တစားအားပေးကြည့်ရှုနိုင်မယ့်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက IMDb မှာ ၆.၂ ပဲ ရထားပေမယ့် ၇ ဝန်းကျင်လောက်အထိ ရသင့်တဲ့ တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ တကယ်ကိုကြည့်သင့်တဲ့ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 680MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 24MinGenre – Crime, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStacey N. HardingStarsAJ Crivello-JonesApril TelekAvery SilverBerkeley RatzlaffBrad HarderBrendon ZubDanny WattleyElizabeth KlimovaEva TamargoFred HendersonGrace BeedieJulie GonzaloKehli O'ByrneLydia CampbellLynda BoydMadonna GonzalezMatthew ClarkeMike DopudNathan WittePrincess DavisRebecca StaabRyan McPartlinTioluwa Babatund-AlibiCastAJ Crivello-JonesApril TelekAvery SilverBerkeley RatzlaffBrad HarderBrendon ZubDanny WattleyElizabeth KlimovaEva TamargoFred HendersonGrace BeedieJulie GonzaloKehli O'ByrneLydia CampbellLynda BoydMadonna GonzalezMatthew ClarkeMike DopudNathan WittePrincess DavisRebecca StaabRyan McPartlinTioluwa Babatund-Alibi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/duh1mdSGoCoQijYe24iGcTAnNYn.jpg",
      "https://image.tmdb.org/t/p/w300/Adz2sM7AnOq4FsHTmk6M53sFBT8.jpg",
      "https://image.tmdb.org/t/p/w300/zSNT8BL464AeQ2B8LCzIiOvHc12.jpg",
      "https://image.tmdb.org/t/p/w300/x6vHw0YNrcgbfmdzW0Zd8PiCwBM.jpg",
      "https://image.tmdb.org/t/p/w300/zfooy0GqduaFsPQmcZxO9aVvBhK.jpg",
      "https://image.tmdb.org/t/p/w300/niNhYzGrlKAU9YhHU7RQOunvQIb.jpg",
      "https://image.tmdb.org/t/p/w300/n35GL6qDIt09FdITVC6oGniJAVX.jpg",
      "https://image.tmdb.org/t/p/w300/cR3uGZjIY2bmcbuXDsqOLksT63x.jpg",
      "https://image.tmdb.org/t/p/w300/4cPV8d2Or7SuQuy0vkgItXFzZHO.jpg",
      "https://image.tmdb.org/t/p/w300/yACbn1JN7D0GFzi7zcbCsFfOVar.jpg",
      "https://image.tmdb.org/t/p/w300/q7JAfxegDv6gPpRKrnvukCN8M3E.jpg",
      "https://image.tmdb.org/t/p/w300/yLcADREfslUL9rP4LhuIYkT7Dqh.jpg",
      "https://image.tmdb.org/t/p/w300/ylI3zK9PCTVpaZwjmGLPhljQJJM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c9PL2RIpitSRtxG8Evp8gpiH4iz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cut-color-murder-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hBvZ/(CM)_Cut,_Color,_Murder_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2AVASI7Z#kIdD-KHhyAFromcJfj87jzW6VyPeUD4zNYDVeS-YUuk",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yf33hnf3keqj.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cut-color-murder-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fJ8z/(CM)_Cut,_Color,_Murder_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2d0ywI6a#QduEe76vdYxx-c_IvXOWsb3n82h4iHNcd_A-i5Hz6OI",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/j4e13twiqelw.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/yvpajhp2o9kj.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0rbua3xllaea",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CXhYtHhBp7s",
      "video_url": "https://www.youtube.com/watch?v=CXhYtHhBp7s",
      "embed_url": "https://www.youtube.com/embed/CXhYtHhBp7s"
    }
  },
  {
    "metadata": "Unrated|2022|1h 59m|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "59"
    },
    "title": "The Hound of the Baskervilles: Sherlock the Movie (2022)",
    "description": "The Hound of Baskervilles: Sherlock the Movie (2022)~ IMDb – 6.2/10, MyDramaList – 7.7/10 ~အထူးတလည် မိတ်ဆက်ပေးစရာမလိုလောက်တဲ့ The Hound of Baskervilles ဆိုတာ ဆာအာသာကိုနင်ဒွိုင်း Sir Arthur Conan Doyle (1859~1930) ရဲ့ ရှားလော့ဟုမ်းဝတ္ထုရှည်လေးပုဒ်ထဲက ၁၉၀၂ ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ တတိယမြောက်ဝတ္ထုရှည်တစ်ပုဒ်ဖြစ်ပါတယ်။မူရင်းဇာတ်ကြောင်းကတော့ ၁၈၈၉ ခုနှစ် အင်္ဂလန်နိုင်ငံအနောက်တောင်ပိုင်း၊ ဒီဗွန် (Devon) က ဒတ်မိုးတောင်ပေါ်ဒေသ (Dartmoor) ကိုနောက်ခံထားပြီး ဘတ်စကာဗျီလ်မိသားစုမျိုးဆက် (Baskerville Family) က အဲဒီဒေသမှာ ဒဏ္ဍာရီလာငရဲခွေးကြီးတစ်ကောင်ကြောင့် တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေကြတာမို့လို့ လူသေဆုံးမှုထပ်မရှိရလေအောင် ရှားလော့ဟုမ်းနဲ့ ဒေါက်တာဝပ်ဆန်တို့ကို လာရောက်အကူအညီတောင်းရာကနေ တကယ်ပဲ ဖြစ်ရပ်ဆန်းကြယ်ကြောင့် လူသေဆုံးသွားကြတာလား… ဒဏ္ဍာရီလိုလို ကျိန်စာလိုလိုကို အကြောင်းပြပြီး ရည်ရွယ်ချက်ရှိရှိ လူသတ်နေတာလား… ဆိုတာကို ဖော်ထုတ်တာဖြစ်ပါတယ်။The Hound of Baskervilles ကို တိုက်ရိုက်တစ်ဖုံ မှီးငြမ်းတစ်သွယ် ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲအပိုင်းတွေများစွာရှိရာမှာ ဂျပန်ဘက်မှ ရိုက်ကူးပြီး ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ “The Hound of Baskervilles: Sherlock the Movie” လည်း တစ်ကားအပါအဝင်ဖြစ်ပြီး မူရင်းဇာတ်အိမ်ထဲက အဓိကအကြောင်းအရာကို နည်းနည်းပဲအခြေခံပြီး ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားပါတယ်။ဒီဇာတ်ကားရဲ့ဇာတ်ကြောင်းကတော့ ဒီလိုပါ။ သတ္တုမိုင်းသူဌေးကြီး ဟာဆုကာဘေးချီဇူးအို (Hasukabe Chizuo) ရဲ့ သမီးဖြစ်သူ ဟာဆုကာဘေးဘန်နီ (Hasukabe Beni) ကိုပြန်ပေးဆွဲပြီး “သမီးဖြစ်သူကို ပြန်လိုချင်ပါက ဆဲတိုကုန်းတွင်းပင်လယ်ရှိ ကာဆုမိကျွန်း (Kasumi Island) ဆီ သူဌေးကြီးတစ်ယောက်သာ ပြန်ပေးငွေနှင့်တကွ လာရောက်ပါရန်” ဆိုပြီး ခြိမ်းခြောက်စာပို့လာလို့ ဟာဆုကာဘေးချီဇူးအိုတစ်ယောက် ထိုကျွန်းကို ပြန်ပေးငွေပေးဖို့ သွားပေမဲ့ တကယ်တမ်းတော့ ပြန်ပေးငွေလည်း လာမယူ၊ ဘန်နီလည်း အိမ်ပြန်ရောက်နေတာကို တွေ့လိုက်ရတယ်။ ဒီလိုနဲ့ တစ်လကြာသွားတဲ့နောက် အဲဒီကိစ္စကိုအခဲမကျေနိုင်တဲ့ သူဌေးကြီးက ရာဇဝတ်မှုဆိုင်ရာ စုံစမ်းစစ်ဆေးရေးအကြံပေး တစ်နည်း အလွတ်စုံထောက် လုပ်နေတဲ့ ဆရာဝန်ဝါခါမီရာဂျွန်အီချိ (Wakamiya Junichi) ဆီမှာ ပြန်ပေးဆွဲမှုလက်သည်ကို စုံစမ်းပေးဖို့ အကူအညီလာတောင်းရာကနေ ဝါခါမီရာနဲ့ ဟိုမာရေး ရှီရှီအို (Homare Shishio) တို့နှစ်ယောက်သား ကာဆုမိကျွန်းကို မဖြစ်မနေ သွားရောက်စုံစမ်းရပါတော့တယ်။ အဲဒီကျွန်းမှာ လူတွေရဲ့အတ္တဆန်တဲ့အပြုအမူကြောင့် သေဆုံးသွားကြတဲ့ ခွေးနက်တွေက နတ်ဆိုးခွေးတွေအဖြစ် ပြောင်းသွားကြပြီး လူတွေကို လိုက်လံတိုက်ခိုက်နေတယ်ဆိုတဲ့ အရင်ကတည်းရှိနေတဲ့ ဒဏ္ဍာရီလိုလို ယုံတမ်းစကားတစ်ခုကို ကြားလိုက်ရတဲ့အခါမှာတော့…The Hound of Baskervilles Sherlock the Movie ရဲ့ဒါရိုက်တာကတော့Suspect X (2008)ကို ရိုက်ကူးခဲ့တဲ့ Hiroshi Nishitani ပဲဖြစ်ပါတယ်။ Homare Shishio (ရှားလော့ဟုမ်း) အနေနဲ့ သရုပ်ဆောင်ထားတဲ့သူက Fullmetal Alchemist Live-Action Trilogy ထဲမှာ Roy Mustang အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Dean Fujioka ဖြစ်ပြီး Wakamiya Junichi (ဒေါက်တာဝပ်ဆန်) က High & Low ဇာတ်ကားတွေမှာ Cobra အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Takanori Iwata ဖြစ်ပါတယ်။ Reiji Eto (ရဲအုပ်လက်စထရိတ်) ကတော့ Kuranosuke Sasaki ဖြစ်ပြီး တစ်ခြားသရုပ်ဆောင်တွေက Yuko Araki (Once Upon a Crime, Roppongi Class), Nijiro Murakami (Alice In Borderland), Ryoko Hirosue, Kotaro Koizumi အစရှိသဖြင့် ပါဝင်အားဖြည့်ထားပါတယ်။၂၀၁၉ ခုနှစ်မှာ ၁၁ ပိုင်းပါတဲ့ “Sherlock: Untold Stories” စီးရီးကို ထုတ်လွှင့်ပြသခဲ့ပြီးမှ The Hound of Baskervilles: Sherlock the Movie ကို ၂၀၂၂ ခုနှစ်မှာ ထုတ်လွှင့်ပြသခဲ့တာပါ။ Sherlock: Untold Stories မှာ Dean Fujioka, Takanori Iwata, Kuranosuke Sasaki တို့ပဲ သရုပ်ဆောင်ထားတာမို့လို့ ဒီဇာတ်ကားမှာလည်း ပြန်လည်ပါဝင်ခဲ့ကြတာပါ။The Hound of Baskervilles ဝတ္ထုကို ဆရာကြီးရွှေဥဒေါင်းက ပွေလီအင်းခွေးကြီးအမှု (မှီးငြမ်း) နဲ့ ဘတ်စကာဗျီလ်ခွေးကြီး (ဘာသာပြန်-အကျဉ်း)၊ ဆရာစိုးမြိုင်က ဖုန်းဆိုးမြေမှ ခွေးတစ္ဆေ (ဘာသာပြန်-အကျယ်)၊ ဆရာဆွေမင်း(ဓနုဖြူ) က မြိုင်ရာဇာတွတ်ပီ ကျွန်ုပ်နှင့်ကောလ္လိယအင်းခွေးကြီး (မှီးငြမ်း)၊ ဆရာမောင်မြတ်မိုးက ရှားလော့ဟုမ်းနှင့် ကျိန်စာသင့်အိမ် (ဘာသာပြန်) စသဖြင့် အသီးသီး မှီးငြမ်း၊ ဘာသာပြန်ခဲ့ကြပါတယ်။ခေတ်သစ်ရှားလော့ဟုမ်းကိုမှ ဂျပန်ဗားရှင်းအနေနဲ့ ကြည့်ချင်ရင် ဒါမှမဟုတ် ရှားလော့ဟုမ်းရဲ့ဝတ္ထုရှည်လေးပုဒ်ထဲမှာ အကောင်းဆုံးလို့သတ်မှတ်ထားကြတဲ့ The Hound of Baskervilles ကို ဂျပန်ကနေ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားတဲ့ဇာတ်ကားကို ကြည့်ချင်ရင်တော့ The Hound of Baskervilles: Sherlock the Movie ကိုပဲ ညွှန်းရမှာဖြစ်သလို စုံထောက်ကားပရိသတ်တွေအတွက်ရော၊ ရှားလော့ဟုမ်းပရိသတ်တွေအတွက်ပါ ဇာတ်ကောင်တွေနဲ့အတူ စိတ်ဝင်တစား အဖြေရှာဖို့ကောင်းတဲ့ ဂျပန်စုံထောက်ဇာတ်ကားကောင်းတစ်ကားပါပဲ။{တကယ်လို့ ဒီဇာတ်ကားထဲကသီချင်းနှစ်ပုဒ်ကို ကြိုက်နှစ်သက်လို့ နားထောင်ချင်ရင်Find You in the Stars by Yugo Kannoနဲ့Lullaby by YU-KAဆိုပြီး ရှာဖွေနားထောင်ကြည့်လိုက်ပါ။}(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 59MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroshi NishitaniStarsDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko ArakiCastDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko Araki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vRT2Iend2CzgvpDyFRWK51l2tuY.jpg",
      "https://image.tmdb.org/t/p/w300/fMG3SwwOaYphcKg3ek42YSQcVWw.jpg",
      "https://image.tmdb.org/t/p/w300/hUVYXOpaGv1idULnCoiANlDyhGq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/63LH5elZ8XEzGAaD6ZjxUZKVjPZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XR8s/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iuBXibRT#js_i6Rie5g8MAwMR5C9ombK7jyO20bwGzF-dwrEbpEg",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dg5zu48pnffd.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XR8g/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/arBkyZKR#ufMdkP9LtY_6hdak366KQK3Bm0W-9L1TjPP3xnhncvI",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u5en951biht9.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/dh69b3k4typx",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/850sjjxsk4z1",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 25m|Action,Bollywood,Drama,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "2.4k"
    },
    "title": "Virupaksha(2023)",
    "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်ရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့ကျောင်းဆရာကားထဲက မင်းသမီးလေးSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကိုကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်ဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်ရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်ဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်းပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့ချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်ဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီးထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရောဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲFile size…2.93GB / 1.24GBQuality…1080p WEB DL / 720pFormat… mp4Duration….2h 25mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKarthik Varma DanduStarsAbhinav GomatamAjayBrahmajiKamal KamarajuRajiv KanakalaSai ChandSai Dharam TejSai Kamakshi BhaskarlaSamyukthaShyamalaSunil VarmaCastAbhinav GomatamAjayBrahmajiKamal KamarajuRajiv KanakalaSai ChandSai Dharam TejSai Kamakshi BhaskarlaSamyukthaShyamalaSunil Varma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vN4PyNAlraQIjIH3khLRCxf2sZw.jpg",
      "https://image.tmdb.org/t/p/w300/8LL28V2QurWimwqY8QJgaHHcWcQ.jpg",
      "https://image.tmdb.org/t/p/w300/k51iOxHcYna2miTlpUIqfuV8KmQ.jpg",
      "https://image.tmdb.org/t/p/w300/2Yz2Dd05kV92poTA6wibw2CZ7g0.jpg",
      "https://image.tmdb.org/t/p/w300/xfm3oNEyguquFMW3Yq4UNgnoVRL.jpg",
      "https://image.tmdb.org/t/p/w300/4DmmzdTs9lkw6TWRqE72Nage5QQ.jpg",
      "https://image.tmdb.org/t/p/w300/dvlWSQMCQbGBZRuLXyQKvJiLNLg.jpg",
      "https://image.tmdb.org/t/p/w300/hJBmligsBebAJ22c4PB7LGGJLT6.jpg",
      "https://image.tmdb.org/t/p/w300/wDQsxhMCGVbPkaytom6J7t8lkR6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/virupaksha-2023-telugu-true-web-dl-1080-p-hq-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6zkra92h5rxf.html",
        "server": "usersdrive.com",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1emjz/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC(CM).mp4",
        "server": "megaup.net",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VZtzlIjK#mWho9Ek4x_e0DSo_xp5r05RqIQNVZh7iO9GdKbGuqxM",
        "server": "mega.nz",
        "size": "2.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/virupaksha-2023-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4b1k4p4n5kb5.html",
        "server": "usersdrive.com",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1emhy/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VZtzlIjK#mWho9Ek4x_e0DSo_xp5r05RqIQNVZh7iO9GdKbGuqxM",
        "server": "mega.nz",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ird1mciuhb3d.html",
        "server": "streamsb.com",
        "size": "1.24GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pu8xokqldn8m",
        "server": "streamvid.io",
        "size": "1.24GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2022|1h 30m|Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "87"
    },
    "title": "Who Killed Cooper Dunn? (2022)",
    "description": "Who Killed Cooper Dunn? (2022)တောကြီးမျက်မည်းထဲကို ခရီးထွက်လာကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ သူတို့ဘဝရဲ့စိတ်ညစ်စရာတွေကနေ ကင်းဝေးအောင် အပန်းလာဖြေကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ တစ်ယောက် ပြဿနာတစ်မျိုးစီနဲ့ သူငယ်ချင်း ၆ယောက်ပေါ့။ ခရီးပထမဆုံးနေ့မှာပဲ သူတို့အဖွဲ့ထဲကတစ်ယောက် ဖိတ်ခေါ်လာတဲ့ လူစိမ်း ၃ယောက်ရောက်ရှိလာပါတော့တယ်။ အဲဒီလူစိမ်းဆီကပါလာတဲ့ မူးယစ်ဆေးတွေကို သုံးစွဲပျော်ပါးမိကြပြီးတဲ့နောက်…နောက်တစ်ရက်မနက်မှာတော့ သူတို့အဖွဲ့ထဲက ကူးပါးဒွန်းဆိုတဲ့ သူငယ်ချင်းတစ်ယောက် နဖူးကိုရိုက်နှက်ခံထားတဲ့ဒဏ်ရာနဲ့ သေဆုံးနေတာကိုတွေ့လိုက်ရပါတယ်။ တောကြီးမျက်မည်းထဲမှာမလို့ လူသတ်တရားခံဟာ အသက်ရှင်ကျန်ရစ်တဲ့လူ ၈ယောက်ထဲက ၁ ယောက်ဖြစ်ကိုဖြစ်ရမှာပါ။ လူသတ်သမားကလူထပ်သတ်ဦးမလားလည်း မသိနိုင်ပါဘူး။အဲဒီလူသတ်သမားကို သူတို့ရှာနိုင်ပါ့မလား…လူသတ်သမားကိုရှာဖွေရင်း သူတို့ရဲ့အန္တရာယ်ကိုရှောင်ရှားနိုင်မှာလား…အဲဒီမေးခွန်းရဲ့ အဖြေကိုတော့ ခု ၂၀၂၂ ထွက် IMDb 5.8/10 ရ Mystery, Thriller ကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျား။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHtet Kyaw Myoမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.4GB, 580MBQuality – 1080p, 720pIMDb Rating – 5.8/10Format – mp4Duration – 1H 30MinGenre – MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byHtet Kyaw MyoEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNino AldiStarsAnthony JensenCarlena BritchEric Michael RoyGeorgie GuinaneMike FoyNino AldiPaul EliaRyan VincentTravis Quentin YoungTyler RitterCastAnthony JensenCarlena BritchEric Michael RoyGeorgie GuinaneMike FoyNino AldiPaul EliaRyan VincentTravis Quentin YoungTyler Ritter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7JX1QpHU076OIJP3c4H91jjcGrI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aFFH5eLzQdIJySKCBde12KDfESw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-who-killed-cooper-dunn-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3QN9x/(CM)_Who_Killed_Cooper_Dunn_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/29xhwDQa#YNVJfvHMMDf2gvK8Wyk_aSdsGYCqHXbsn42dWPbeJ_c",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n137b33xizqb.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/wsnvxd7itl4v.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-who-killed-cooper-dunn-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "580MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18Xjs/(CM)_Who_Killed_Cooper_Dunn_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "580MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/m4hzlT6a#B-smo6xhWpP-6blYWzVPU2X8tGpcn5dSIR5vBoUoaCM",
        "server": "mega.nz",
        "size": "580MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jcpn9662ovwr.html",
        "server": "usersdrive.com",
        "size": "580MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/0yihusj54tc0.html",
        "server": "streamsb.com",
        "size": "580MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wozOAfS2z68",
      "video_url": "https://www.youtube.com/watch?v=wozOAfS2z68",
      "embed_url": "https://www.youtube.com/embed/wozOAfS2z68"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Action,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "81"
    },
    "title": "Between Worlds (2018)",
    "description": "မင္းသားၾကီး Nicolas Cage ရဲ႕ Action, Mystery, Thriller ဇာတ္ကားသစ္ေလးပါ။ေသျပီးသူေတြကုိ ျပန္အသက္သြင္းႏုိင္တဲ့ အစြမ္းဆုိတာမ်ိဳးကုိ ရွိသင့္တယ္ထင္ပါသလား။ရွိရင္လည္း အဲဒါက ေကာင္းမလား ဆုိးမလား။ အလုပ္ေရာျဖစ္ပါမလား။ဒီဇာတ္ကားထဲမွာေတာ့ အဓိကဇာတ္ေဆာင္ Julie က သူကုိယ္တုိင္ ေသလုေျမာပါးျဖစ္ေနတဲ့အခ်ိန္မွာ တျခားတစ္ဖက္ကုိကူးသြားျပီးေတာ့ ဝိညာဥ္ေတြကုိ ျပန္ေခၚႏုိင္စြမ္းရွိပါတယ္။သူ႕ရဲ႕သမီးျဖစ္သူ Billie တစ္ေယာက္ ဆုိင္ကယ္မေတာ္တဆမႈျဖစ္ျပီး ဝိညာဥ္ထြက္သြားေတာ့မယ့္အခ်ိန္မွာ မိသားစုမရွိ ဦးတည္ခ်က္မရွိ ဘဝေသေနတဲ့ Truck ကားေမာင္းသမား Joe ရဲ႕အကူအညီကုိယူျပီးေတာ့ ျပန္ေခၚလာႏုိင္ခဲ့ပါတယ္။ဒါေပမယ့္ သူ႕ရဲ႕သမီးက သူ႕နဲ႔စိမ္းေနသလုိျဖစ္ျပီးေတာ့ အခုမွျမင္ဖူးတဲ့ Joe ကုိေတာ့ ရင္းႏွီးေနသလုိျဖစ္ေနတာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆုိတာ ၾကည့္လုိက္ၾကပါေတာ့။ၾကမ္းခန္းရမ္းခန္းေတြပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ေတာ့ အဆင္မေျပႏုိင္ပါဘူး။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monပါ)File Size : (700 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 34minFormat : Mp4Genre : Action , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-FGTTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMaria PuleraStarsBrett Luciana MurrayBrit ShawFranka PotenteGarrett ClaytonHopper Jack PennLydia HearstNicolas CagePenelope MitchellPhilip FornahThom WilliamsCastBrett Luciana MurrayBrit ShawFranka PotenteGarrett ClaytonHopper Jack PennLydia HearstNicolas CagePenelope MitchellPhilip FornahThom Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/61j8Sw76kInKKVXu3Rnae7LP6xn.jpg",
      "https://image.tmdb.org/t/p/w300/3SrCDYkkibQ97zjdvf0NhTLTe3I.jpg",
      "https://image.tmdb.org/t/p/w300/4MxtxcFcO2MzSva7Z6jjdldAxwQ.jpg",
      "https://image.tmdb.org/t/p/w300/tKDsNjEit2pOolqPGWeDLRNTrBM.jpg",
      "https://image.tmdb.org/t/p/w300/tLk2wMIfVXdyFQxxTG9MUray9Yj.jpg",
      "https://image.tmdb.org/t/p/w300/kwBUhTPx6QaDI6LcJAK1L9u45t0.jpg",
      "https://image.tmdb.org/t/p/w300/4vAMtmmfFFMR8wd1bSlm3UAVbUZ.jpg",
      "https://image.tmdb.org/t/p/w300/zJV6IAgXTU9njVXu1Lg4HCCZ7JY.jpg",
      "https://image.tmdb.org/t/p/w300/srWudpqTjpXl3EI7SWibUJIVwsk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE5MjQxNzk2MV5BMl5BanBnXkFtZTgwNjE0NjY1NjM@._V1_SY1000_SX700_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/between-worlds-2018",
        "server": "CM Links",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/between-worlds-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/between-worlds-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fDIj/Between_Worlds_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/q0jpb45ktuf7",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Crime,Horror,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1100"
    },
    "title": "The Pale Blue Eye (2023)",
    "description": "The Pale Blue Eye (2023)==================IMDb Rating – 6.5/10Christian Baleရဲ့ Crime, mystery ရုံတင်ဇာတ်ကားသစ်ကြီးDigital version အ​နေနဲ့ ထွက်ရှိလာတာ​ကြောင့် CM fan​​ တွေအတွက် တင်ဆက်​ပေးလိုက်ပါတယ်။ Baleဟာ ဒီဇာတ်ကားမှာစုံ​​​ထောက်ကြီး ဩဂတ်စတပ် လန်​ဒေါအဖြစ် ပါဝင်ထားပါတယ်။အ​စောပိုင်း IMDbမှာ 6.5, RT 68% ရရှိထားပါတယ်။တစ်​ခေတ်တစ်ခါက နယူး​​ယောက်မြို့မှာ အလွန်နာမည်ကြီးခဲ့တဲ့စုံ​ထောက်ကြီးလန်​ဒေါဟာ တချို့​​သောကိစ္စ​တွေ​ကြောင့် မြို့​လေးတစ်မြို့မှာ ဇာတ်မြုပ်​နေထိုင်​နေတာပါ။ ဒါ​ပေမဲ့ သူရှိရာ မြို့မှာပဲထူးဆန်းတဲ့အမှုတစ်ခုဟာ ဆိုက်မြိုက်စွာ​ ရောက်လာခဲ့ပါတယ်။ထိုမြို့​လေးရှိ စစ်သင်တန်း​ကျောင်းမှ ဗိုလ်​​လောင်းတစ်​ယောက်ကြိုးဆွဲချ​သတ်​သေပြီး​တော့မှ အ​လောင်းထဲက နှလုံးကို ခိုးယူခံလိုက်ရတာပါ။စုံ​ထောက်ကြီး လန်​ဒေါဟာ ဒီအမှုရဲ့သဲလွန်စ​တွေကို စုံစမ်းလာရင်း​သေ​ကြောင်းကြံတာ မဟုတ်ဘဲ ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ခဲ့တာဖြစ်​ကြောင်း သိလာရပြီး ထို​ကျောင်းမှ ကဗျာရူးစာရူး ဗိုလ်​လောင်းအီး.​​အေ.ပိုးဆိုသူနဲ့ ရင်းနှီးကာ အမှုလိုက်ရာမှတဆင့် ထင်တာထက်များစွာနက်နဲတဲ့ ​ဖြစ်ရပ်​တွေနဲ့ပတ်သက်​နေမှန်း သိသွားကြပါတယ်။ထိုကဗျာရူး ဗိုလ်​လောင်းဆိုသည်မှာ တခြားသူမဟုတ်.. ​နောင်အခါEdgar Allen Poeဆိုသည့် နာမည်​ကျော်စာ​ရေးဆရာကြီး ဖြစ်လာမယ့်သူပါ။လန်​ဒေါနဲ့ ပိုးတို့ အမှုကို ဆုံးခန်းတိုင်​အောင် ​ဖော်ထုတ်နိုင်ကြမလား၊တရားခံအစစ်က ဘယ်သူဖြစ်မလဲ၊ ဘယ်လိုလျှို့ဝှက်ဆန်းကြယ်မှုများစွာနဲ့ ရင်ဆိုင်ရမလဲဆိုတာ ခုလိုချမ်းစိမ့်စိမ့်ရာသီမျိုးမှာ ​ကော်ဖီတစ်ခွက်နဲ့ အရသာခံပြီးကြည့်လို့ရမယ့် စုံ​ထောက်ဇာတ်ကား​ကောင်းတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို illidanမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team ဖြစ်ပါတယ်)File Size………. (600 MB)Quality…………WEB-DL 720pDuration………2Hrs 08minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Horror, MysteryTranslator…….illidan, Khant Sett Naing, Thiha Yan NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott CooperCastBrennan CookBrennan Keel CookCharlie TahanCharlotte GainsbourgChristian BaleFred HechingerGideon GlickGillian AndersonGisele FettermanHadley RobinsonHarry LawteyHarry MellingJack IrvingJohn FettermanJoseph BrooksLucy BoyntonMatt HelmRobert DuvallSimon McBurneySteven MaierTimothy SpallToby Jones",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b08BDQPq42AoLMfhi7DtTOoYqVu.jpg",
      "https://image.tmdb.org/t/p/w300/exEXLc85nYPtztn1u3KJ8wU0uJX.jpg",
      "https://image.tmdb.org/t/p/w300/wwECpJRpM7GhLjWOVza4w0vAfij.jpg",
      "https://image.tmdb.org/t/p/w300/2C9qXwwXARe8vm7iB5ySMnBv5w.jpg",
      "https://image.tmdb.org/t/p/w300/6CDEsvyGkZbqwmkbRd9yMhPZMgW.jpg",
      "https://image.tmdb.org/t/p/w300/h27pgZwBrRQ5qpRq2CvnKHd3LBH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/pale.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xejt/The.Pale.Blue.Eye.2022.1080p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/i4zde230l3lh.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/SNFVAQSQ#839MWiL40GtxcjbM16VnXybb-bSwUosH8xsjDw_6Hfk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/j1mxqu6z7a21.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/h9oqbjv452jz",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xe8g/The.Pale.Blue.Eye.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/owj3tsbl2ybv.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/6MVEhSqT#RzUzvCrxleBZ1Ij1hiF3Z1Dqzo5wZuCXNXbX68v7Lyc",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/we7i6x9zj4wt.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/gmeavou424mj",
        "server": "streamvid.io",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-480-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bjp0/The.Pale.Blue.Eye.2022.480p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/eahexhr4x5j2.html",
        "server": "streamsb.com",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/3B9mUByS#QHXhuvTPdA2i9R_L8XrcMHuP6pdFFRovuZu4RRdPPYs",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/7dbaxdmin9zr.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/na45pc1m5g7l",
        "server": "streamvid.io",
        "size": "400 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "J7tpfLV4-TQ",
      "video_url": "https://www.youtube.com/watch?v=J7tpfLV4-TQ",
      "embed_url": "https://www.youtube.com/embed/J7tpfLV4-TQ"
    }
  },
  {
    "metadata": "|2021|2h 15min|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "79"
    },
    "title": "Haseen Dillruba (2021)",
    "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လားအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကိုပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်းနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်ခင်ဗျားတို့သဘောပေါက်မှာပါလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေကပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့ရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူးဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး……..ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့ပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်အစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုကကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့အကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GBQuality….WEB-DL 1080p and 720pFormat…mp4Duration….2h 15minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Amelia and Thet Hnin HsuEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAditya SrivastavaAshish VermaDaya Shankar PandeyHarshvardhan RaneKunj AnandTaapsee PannuVikrant MasseyYamini Das",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ohBudODLg90h2R8jQf4DvfGjY4A.jpg",
      "https://image.tmdb.org/t/p/w300/vvfX9rlHQSScRJCbviHHakSQWHZ.jpg",
      "https://image.tmdb.org/t/p/w300/o9ZIICZuGBjufXqG2FaoNJNZebn.jpg",
      "https://image.tmdb.org/t/p/w300/dfOFSh2faBX0LbCKcDUomfriO1a.jpg",
      "https://image.tmdb.org/t/p/w300/1fmcHpwjqCGIy5NXeSRXBqdIUls.jpg",
      "https://image.tmdb.org/t/p/w300/o5sUh8KoLRBDWxZ3ucFR468BDfc.jpg",
      "https://image.tmdb.org/t/p/w300/zxoz3O1SIryl34SZPaGelCVSNAa.jpg",
      "https://image.tmdb.org/t/p/w300/3ataRw4i1g9Mbam6Snr76QiqZgt.jpg",
      "https://image.tmdb.org/t/p/w300/f2wUCSVu0HrYmw5MOQwiKSgy6aW.jpg",
      "https://image.tmdb.org/t/p/w300/18fBQfT3zhViuk9eaRKG0sh6mFd.jpg",
      "https://image.tmdb.org/t/p/w300/i2rzbNgXhcCPoaLZqdZEC1i4Hgy.jpg",
      "https://image.tmdb.org/t/p/w300/8FZHfTNL6u42DFoGXyGo6StA38Y.jpg",
      "https://image.tmdb.org/t/p/w300/6DSIXDCdquxBiPZyaJ6U0AnsJv.jpg",
      "https://image.tmdb.org/t/p/w300/6mpYtuvX5gM0c3r1gzqR3Baot2d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2jCjA/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/a1JwwDBS#-X_WCh8bi8rfYDM99T_epZRMYMginASP5woovi9KXM8",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/64prs4po47am.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/rq3xucxjwh2h",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://sbembed3.com/uji75irrf8nu.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/XHzd/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM_(2).mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://mega.nz/file/HpRzxKRC#BztK-ccP6JfT_3kfkqUILfHLiCLQZ7F2IoeIuh7IiTw",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/bpl3lp5ah0hf.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/3xfio6d5c4wg",
        "server": "veryfiles.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/kgg7czzd78qw",
        "server": "upstream.to",
        "size": "2.4 GB",
        "quality": "1080 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h 43min|Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "63,109"
    },
    "title": "Drishyam (2015)",
    "description": "MDb (8.2/10)…Rotten Tomatoes (79%)ဒီဇာတ်ကားကတော့ မိတ်ဆွေတို့ရဲ့ ခံယူချက်တွေ အသိအမြင်တွေကို ဗြောင်းဆန်စေမယ့်ဇာတ်ကားပါ။အသိဉာဏ်တွေကို ဇဝေဇဝါအဖြစ်စေဆုံးကတော့ အမှန်နှစ်ခု ထိပ်တိုက်တွေ့ဆုံလာတဲ့အခါမျိုးမှာ ဖြစ်တတ်ပါတယ်။ဒီဇာတ်ကားမှာ………မင်းသားကြီး A Jay Drvgn က လေးတန်းပဲအောင်တဲ့ မဟုတ်မခံ ရိုးသားကြိုးစားသူ…..သူက အသိပညာကို သူ့အလုပ် Cable ရုပ်ရှင်လိုင်းက ရုပ်ရှင်ဇာတ်ကားတွေကြည့်ပြီး ရှာဖွေတတ်သူ။တစ်နေ့မှာတော့ သူ့သမီးလေးရဲ့ မဖွယ်မရာ ဗွီဒီယိုကို လူတစ်ယောက်က ရိုက်ကူးပြီး သူ့သမီးနဲ့ သူ့မိန်းမကို အကြပ်ကိုင်ပါတော့တယ်။ဒီမှာပဲ လူသတ်မှုတစ်ခု မရည်ရွယ်ဘဲ ဖြစ်ပေါ်လာပါတယ်။ဒီလူသတ်မှုမှာ သူ့မိသားစုကို ကာကွယ်ဖို့ မင်းသားကြီး A Jay က သူသိထားတဲ့ အသိပညာကုန်ထုတ်ပြီး ကြိုးစားပါတော့တယ်။ ဒီအမှုမှာ သူရင်ဆိုင်ရမယ့် လူက ပေါ့သေးသေးပါပဲ။ဘယ်သူလဲဆိုတော့ ထောက်လှမ်းရေးက ရဲချုပ်ပါ။ရဲချုပ်က ပါစင်နယ်အရရော တာဝန်အရရော ပင်ကိုသဘောအရရော ဒီအမှုကို ရေကုန်ရေခန်းလိုက်မှာပါ။ရဲချုပ်အဖြစ် မင်းသမီး တဘူးက ခပ်ထည်ထည်သရုပ်ဆောင်ထားပြီး သူက ၄ တန်းအောင်လူနဲ့ ပြိုင်မှာပါ။၄ တန်းပဲအောင်ထားတဲ့ လူကလဲ ခပ်ပေါ့ပေါ့တော့ မဟုတ်ချေ။ သူက ရုပ်ရှင်ဇာတ်ကားတွေကို နေ့ညမပြတ် တောက်လျှောက်ကြည့်နေတဲ့ ရုပ်ရှင်တွေကနေ အသိပညာ အမြင်ဗဟုသုတတွေကို စဉ်ဆက်မပြတ် သောက်သုံးနေတဲ့လူ။ ဒီလိုလူနှစ်ယောက်ရဲ့ အမှန်နှစ်ခုကမိသားစုအရပါ ထိပ်တိုက်တွေ့လာတဲ့အခါ…………..။အင်မတန့်ကို စိတ်ဝင်စားစရာဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်ကားအစကတည်းက ဇာတ်ရှိန်တက်လာတာ ဇာတ်လမ်းသာ ပြီးသွားတယ်။ ဇာတ်ရှိန်က မကျသေးဘဲရင်ဘတ်ထဲမှာ ခိုးလို့ခုလု တစ်လစ်ကြီး ကျန်နေခဲ့ပါတယ်။ ဒါရိုက်တာကလဲ ဇာတ်ရှိန်ကိုတောက်လျှောက်တင်ချင်လို့ ထင်ပါတယ်။ Bollywood ရဲ့ အကတွေတောင် မထည့်ထားပါဘူး။ဒီနှစ်ထဲ ထွက်ရှိပြီးသမျှ Bollywood ဇာတ်ကားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားပါပဲ။Rating တွေအနေနဲ့လဲ IMDb (8.2/10) နဲ့ Rotten Tomatoes (79%) ထိရရှိထားပါတယ်။ဒီဇာတ်ကားကိုကြည့်ပြီး မေးခွန်းထုတ်စရာတွေ များပြားသွားပါတယ်။ ဘယ်သူ့ကိုမှ မေးခွန်းထုတ်ချင်တာမဟုတ်ပါဘူး….ကိုယ့်ဖာသာကိုယ်မေးခွန်းထုတ်ချင်တာပါ။ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ လုံးဝလက်လွတ်မခံသင့်ပါဘူး။ကျွန်တော်ဒီဇာတ်ကားကို မိတ်ဆွေတို့ကိုကြည့်စေချင်တဲ့အကြောင်းရင်းလဲ ရှိပါတယ်။ အဲ့ဒါကတော့ ထိုင်းနိုင်ငံလိပ်ကျွန်း လူသတ်မှုမှာ တရားရုံးက သက်သေမခိုင်လုံဘဲ သံသယတရားခံကို သေဒဏ်အထိပြစ်ဒဏ်ချထားတာကို ဘဝင်မကျနိုင်လို့ပါ။ဒီဇာတ်ကားထဲက ထုတ်နုတ်မှုတစ်ခုကို တင်ပြရရင်……“အပြစ်ရှိတဲ့လူလို့ သတ်မှတ်ရမယ့် သက်သေမရမချင်း …..အပြစ်ရှိရင်တောင်အပြစ်ပေးလို့မရဘူးလို့ ဥပဒေက အခိုင်အမာ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာပါပဲ။——————————————————-File size…(1.1GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:43:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNishikant KamatStarsAjay DevgnIshita DuttaPrasanna KetkarRajat KapoorSandeep PandeyShriya SaranTabuCastAjay DevgnIshita DuttaPrasanna KetkarRajat KapoorSandeep PandeyShriya SaranTabu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/drishyam.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nhmr0m9q5624.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2x3Sc/_Drishyam(2015).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/gu0ow2orc7vn.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AuuX2j14NBg",
      "video_url": "https://www.youtube.com/watch?v=AuuX2j14NBg",
      "embed_url": "https://www.youtube.com/embed/AuuX2j14NBg"
    }
  },
  {
    "metadata": "R|1998|108 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "100,069"
    },
    "title": "Wild Things (1998)",
    "description": "Wild Things(1998)……………………………ပထမဆံုးအေနနဲ႔ ဒီကားမွာ sexခန္းေတြ၊ ၾကမ္းတမ္းတဲ့အသံုးအႏႈန္းေတြ၊ homosexualအခန္းေတြေဖာေဖာသီသီ ပါဝင္တာေၾကာင့္ မိသားစုနဲ႔လံုးဝမၾကည့္ဖို႔တစ္ခ်က္သတိေပးပါရေစ။18ႏွစ္မျပည့္ေသးသူေတြ အရြယ္မေရာက္ေသးတဲ့လူေတြလဲမၾကည့္သင့္ပါဘူးဇာတ္လမ္းမွာအဓိကဇာတ္ေကာင္ ငါးေယာက္ပါပါတယ္သူတို႔ကေတာ့1.ဆမ္လြမ္ဘာဒိုဘလူးေဘးအထက္တန္းေက်ာင္းကေက်ာင္းဆရာေလးဆမ္က႐ုပ္ေခ်ာသေဘာေကာင္းတဲ့ဆရာေလးမို႔လူခ်စ္လူခင္ေပါၿပီး ပ်ဳိတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးေပါ့။အထူးသျဖင့္ ေက်ာင္းသူေလးေတြအတြက္ကေတာ့ဆမ္ဟာသူတို႔ရဲ႕ပံုျပင္ထဲကမင္းသားေလး။2. ကယ္လီဗန္႐ုိင္ယန္ကယ္လီကေတာ့ ဘလူးေဘးအထက္တန္းေက်ာင္းရဲ႕ A listစာရင္းဝင္ ခပ္ေဟာ့ေဟာ့ သူေဌးသမီးေလး။သူေလးကလဲ ေက်ာင္းဆရာကိုအေသအေက် crushေနတဲ့ ေကာင္မေလး။တစ္ေန႔မွာေတာ့ ကယ္လီတစ္ေယာက္ေက်ာင္းဆရာရဲ႕အိမ္ကို ကားသြားေဆးေပးရင္းသူ႔ကိုေက်ာင္းဆရာက မုဒိမ္းက်င့္ပါတယ္ဆိုၿပီး႐ုိးသားႀကိဳးစားတဲ့ ေက်ာင္းဆရာေလးကိုစြပ္စဲြလာပါေတာ့တယ္။3.ဆူဇန္မာရီတိုလာဆူဇီလို႔ေခၚၾကတဲ့ ဒီေကာင္မေလးကေတာ့ကယ္လီလိုပဲ ခပ္လန္းလန္းေကာင္မေလးဆိုေပမယ့္ကယ္လီလိုေတာ့ မခ်မ္းသာ႐ွာဘူးေမြးစားမိခင္နဲ႔အတူ ၿမိဳ႕စြန္ရပ္ကြက္မွာေနရတဲ့ေကာင္မေလး။အဲ..ကယ္လီက ေက်ာင္းဆရာမုဒိမ္းက်င့္တာခံရပါတယ္စြပ္စဲြလိုက္ေတာ့ တစ္ၿမိဳ႕လံုးမယံုၾကည္ႏူိင္ ျဖစ္ေနၾကခ်ိန္မွာဆူဇီကလဲ ဒီေက်ာင္းဆရာဟာ သူ႔ကိုလဲ ဒီလိုပဲက်င့္ခဲ့ဖူးေၾကာင္းအရင္တုန္းကေျပာရင္ ဘယ္သူမွမယံုမွာစိုးလို႔ မေျပာခဲ့တာျဖစ္ေၾကာင္းထပ္ၿပီးထုတ္ေျပာလာပါတယ္။ဒီအခ်ိန္မွာ ေက်ာင္းဆရာေလးကတကယ္ပဲမုဒိမ္းက်င့္တယ္လို႔ တခ်ဳိ႔ေတြယံုလာၾကပါတယ္။4,5. စံုေထာက္ေရးဒူကတ္ နဲ႔ ဂေလာ္ရီယာသူတို႔ကေတာ့ ေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈကိုအဓိကကိုင္တြယ္ၾကမယ့္သူေတြပါ။သူတို႔ႏွစ္ေယာက္ထဲက စံုေထာက္မေလး ဂေလာ္ရီယာကလဲေက်ာင္းဆရာကိုႀကိတ္ေႂကြေနပါေသးတယ္။ဒါကေတာ့ဇာတ္လမ္းရဲ႕ အစေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈျဖစ္ေပၚလာပံုျဖစ္ပါတယ္။spoilerမဟုတ္ပါဘူး ဒါဟာဇာတ္လမ္းရဲ႕အစပိုင္းေလးပဲ႐ွိပါေသးတယ္။ေနာက္ပိုင္းမွာ ဇာတ္လမ္းရဲ႕ ထင္မထားတဲ့အခ်ဳိးအေကြ႔အခ်ိတ္အဆက္ေတြက ပရိတ္သတ္ကိုပါးစပ္အေဟာင္းသား ျဖစ္ေစပါလိ္မ့္မယ္။အညႇီအေဟာက္အခန္းေလးေတြလဲပါမွဇာတ္အိမ္ကလဲခိုင္မွ မင္းသားမင္းသမီးကလဲေခ်ာမွtwistေတြကလဲၾကမ္းမွ ၾကည့္ခ်င္တယ္ဆိုသူေတြအတြက္ကေတာ့ Wild Things ဟာလံုးဝကိုလက္လြတ္မခံသင့္တဲ့ေဘကုန္ရက်ဳိးနပ္မယ့္ကားေကာင္းတစ္ကားျဖစ္တဲ့အေၾကာင္းအာမခံလိုက္ပါတယ္။Kaung Khant Win က ရုပ္ရွင္ကားကိုဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn McNaughtonStarsBill MurrayDaphne Rubin-VegaDenise RichardsEduardo YáñezJeff PerryKevin BaconMatt DillonNeve CampbellRobert WagnerTheresa RussellCastAnthony GiaimoAntoni CoroneBill MurrayCory PendergastDaphne Rubin-VegaDenise RichardsDennis NealDiane AdamsEduardo YáñezGina LaMarcaJanet BushorJeff PerryJennifer TaylorJesse MusonKeith WilsonKevin BaconKimberly LamazeLeonor AnthonyManny SuarezMarc MacaulayMargo PeaceMatt DillonMichael Dean WalkerNancy DuerrNelson OramasNeve CampbellPaulo BenedetiRebecca WhiteRobert DeaconRobert WagnerTed BartschTheresa RussellToi Svane SteppVictoria Bass",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wvMSGevzwrJAmK3xXYvse9goQgV.jpg",
      "https://image.tmdb.org/t/p/w300/fQdmaOhV6edtjHaUD5zkNwlN1Dq.jpg",
      "https://image.tmdb.org/t/p/w300/8JPQJGdQlr3cGMjuIXj3WHod7lf.jpg",
      "https://image.tmdb.org/t/p/w300/2Pfj2F9MZCNCO8Yxf3lAGOzs7Dn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODMyYTlkNWYtODAzMC00ZjFiLWE3YjctMGUyMzM1MDk3ZDFlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/39a5hq7fqknf.html",
        "server": "usersdrive.com",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wild-things-16-1998-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Seek/Wild_Things_[16+]_[1998]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/o35teqo6trdk",
        "server": "upstream.to",
        "size": "822.54 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "RkSY0Y00sb4",
      "video_url": "https://www.youtube.com/watch?v=RkSY0Y00sb4",
      "embed_url": "https://www.youtube.com/embed/RkSY0Y00sb4"
    }
  },
  {
    "metadata": "|2021||Crime,Drama,Mystery,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Girl on the Train (2021)",
    "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီးရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။မီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်လူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။ဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ….File size…1.7GB and 874MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. LittleNeoEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRibhu DasguptaCastAditi Rao HydariAvinash TiwaryDiljohn SinghIshita DuttaKirti KulhariNatasha BentonNisha AaliyaParineeti ChopraRichie LawrenceSammy Jonas HeaneyShamaun AhmedTota Roy ChowdhuryVatsal Sheth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hdyP0WWMbEr28395dSADp9mlrkm.jpg",
      "https://image.tmdb.org/t/p/w300/izXW8rWa3WfwihRiC0r56E61Ngp.jpg",
      "https://image.tmdb.org/t/p/w300/iGoFTuh4eV7k3lJRBTwiSLoVn0D.jpg",
      "https://image.tmdb.org/t/p/w300/7mFGVYpPeSFnXkVR215fGRPBQVG.jpg",
      "https://image.tmdb.org/t/p/w300/4VaGekY49kBOjxPRjCMkJptyUQL.jpg",
      "https://image.tmdb.org/t/p/w300/4hU573eDO44qCr46gkRoonrKqOq.jpg",
      "https://image.tmdb.org/t/p/w300/fLXZqWalyf06GV1JclPv8oovv3h.jpg",
      "https://image.tmdb.org/t/p/w300/tYa0xDrhKnFMFMxhDsLKMcDT9HS.jpg",
      "https://image.tmdb.org/t/p/w300/tNRFVTqa0ypfycHdaLETkhEXhog.jpg",
      "https://image.tmdb.org/t/p/w300/5qZEgrfIGFZ3G5LbFjEbhajVtBJ.jpg",
      "https://image.tmdb.org/t/p/w300/a1qRw5cl68F6sLPSBJf4YDybECh.jpg",
      "https://image.tmdb.org/t/p/w300/mT8isJBaJUYh616kqgVkp8DGKz1.jpg",
      "https://image.tmdb.org/t/p/w300/be6rh9fZde7WoCq040Vm2berIZw.jpg",
      "https://image.tmdb.org/t/p/w300/kzX5ZCq4zfJYEeXmuhz6nL00sgn.jpg",
      "https://image.tmdb.org/t/p/w300/tOvtdfL1Zg6tidBjeoEIJ5GEl39.jpg",
      "https://image.tmdb.org/t/p/w300/6eIaj6SDEm7wGhnBprwWkx0sNNQ.jpg",
      "https://image.tmdb.org/t/p/w300/5wiODPmsTWQmp99ctWUpaCAXcZD.jpg",
      "https://image.tmdb.org/t/p/w300/5MUvKD3vuzq3VTSu9wUzQ0ktb7p.jpg",
      "https://image.tmdb.org/t/p/w300/6N3hsR6PgXsriQQXV3R009CKlIg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/2i2ci/The_Girl_on_the_Train_(2021).Hindi.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/lowz4j96ykqv",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/mubp7acz9sap.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/2uuh5664v7y2",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/W7gy/The_Girl_on_the_Train_(2021).Hindi.720p.CM.mp4",
        "server": "megaup.net",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/a0u66sk7wwvz",
        "server": "veryfiles.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/3gmrp8iltb3o.html",
        "server": "usersdrive.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/8yqw9sqea79r",
        "server": "upstream.to",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-girl-on-the-train-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LE8-4aRf5VQ",
      "video_url": "https://www.youtube.com/watch?v=LE8-4aRf5VQ",
      "embed_url": "https://www.youtube.com/embed/LE8-4aRf5VQ"
    }
  },
  {
    "metadata": "|||Adventure,Comedy,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "50K"
    },
    "title": "Without a Paddle (2004)",
    "description": "ဇာတ်လမ်းအကြောင်းမပြောခင် ဇာတ်လမ်းနဲ့ သက်ဆိုင်တဲ့ဒီဘီကူးပါးရဲ့ အပြင်က ဖြစ်ရပ်မှန်လေး ဝေမျှပေးချင်လို့ပါ။ဒီဘီကူးပါးဆိုတဲ့လူဟာ ၁၉၇၁ ခုနှစ်တုန်းက ငွေတွေကို ခိုးခဲ့ပြီးလေထီးနဲ့ ခုန်ချသွားခဲ့တာ အစအနပျောက်သွားတာ အက်ဖ်ဘီအိုင်တောင် ရှာမတွေ့ခဲ့တဲ့ ဆန်းကြယ် ဖြစ်ရပ်တစ်ခုပါ သေသလားရှင်သလား ဘယ်သူမှ မသိကြပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒီ ဒီဘီကူးပါးအကြောင်းကို ရူးသွပ်ကြပြီး သူခုန်ချတဲ့နေရာကို လိုက်ရှာချင်ကြတဲ့ ငယ်သူငယ်ချင်း ၄ ယောက်ရှိခဲ့ကြတယ်။ အသက်တွေကြီးလာတဲ့အခါ ကိုယ်စီကိုယ်စီ အလုပ်များနေတဲ့အချိန် သူငယ်ချင်းတစ်ယောက်က မတော်မဆဖြစ်ပြီး ဆုံးပါးသွားတော့ ကျန်တဲ့ ၃ယောက် ပြန်ဆုံဖို့ ဖြစ်လာပါတော့တယ်။ ဒီ ၃ ယောက်ကတော့ဘဝကိုငြီးငွေ့နေပြီး ကောင်မလေးနဲ့ အဆင်မပြေ ဖြစ်နေတဲ့ ဂျယ်ရီ၊ဆရာဝန်လုပ်နေပေမဲ့ အရမ်းကြောက်တတ် ရှက်တတ် ဆော်မရှိတဲ့ဒန်နိုရယ် ဘဝကို ပရမ်းပတာ ဖြစ်နေသလို သောင်းကျန်းနေတဲ့တွန်မီရယ် ဖြစ်ပါတယ်။ သူငယ်ချင်းဖြစ်သူ အသုဘကိုလာရင်းငယ်ဘဝက သစ်ပင်အိမ်လေးထဲ ဝင်ကြည့်ကြရာကနေ ငယ်စဉ်ကစိတ်ကူးယဉ်ခဲ့တဲ့ ဒီဘီကူးပါးနဲ့ ပိုက်ဆံတွေဆိုတာ စိတ်ကူးယဉ်မဟုတ်ပဲ တကယ်ဖြစ်နိုင်တဲ့ သက်သေတွေ မြေပုံတွေကို ဆုံးပါးသွားတဲ့ သူငယ်ချင်းဖြစ်သူက ရှာဖွေပြီး အတူတူ ခရီးထွက်ဖို့စီစဉ်ထားတာကို တွေ့လိုက်ရပါတယ်။ အဲဒီမှာပဲ သူငယ်ချင်းသုံးယောက်သား သူငယ်ချင်းဖြစ်သူ ဆန္ဒ ပြည့်မြောက်အောင်ဆိုပြီးဒီပိုက်ဆံတွေ လိုက်ရှာဖို့ စွန့်စားခန်းထွက်ခဲ့ကြပြီး တစ်လမ်းလုံးပရမ်းပတာ ပေါက်ကရလေးဆယ် အခွီတွေနဲ့ စွန့်စားကြတာကိုရယ်ရယ်မောမော ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ရယ်ရတဲ့အကြောင်းအရာတွေကို ပြောပြချင်ပေမယ့် ကြိုပြောလိုက်သလိုဖြစ်မှာစိုးလို့မပြောတော့ပဲ သေချာလေး ကြည့်လိုက်ကြပါလို့ တိုက်တွန်းချင်ပါတယ်နောက်ပြီးတော့ ဒီကားလေး ကြည့်ပြီး အသက်တွေကြီးလာတဲ့အချိန်ငယ်ပေါင်းတွေနဲ့ Road Trip လေး ထွက်လိုက်ပြီး ဘဝအမောတွေဖြေဖျောက်ချင်တဲ့ဆန္ဒတွေတောင် ဖြစ်လာကြမယ်လို့ ထင်မိပါသေးတယ်ဗျာ။File size…1.75GB / 986MBQuality…WEBRip 1080p  / 720pFormat…mp4Duration….1h 35mGenre ….. Adventure , Comedy , MysterySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteven BrillStarsDax ShepardMatthew LillardSeth GreenCastAbraham BenrubiAndrew HamptonAntony StarrBart the Bear IIBonnie SomervilleBruce PhillipsBurt ReynoldsCarl SnellChristina MooreDanielle CormackDavid StottDax ShepardEthan SupleeGregory CruzJarred RumboldKate HarcourtLiddy HollowayMatthew LillardMatthew PriceMia BlakeMorgan Reese FairheadNadine BerneckerRachel BlanchardRay BakerScott AdsitSeth Green",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vEEEKiUJOXmOJXW7X8P3kCgsm9p.jpg",
      "https://image.tmdb.org/t/p/w300/cPQjUNCgUmluxCMRuxcJZKcyM4n.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xKzeJSBOMfPLtE5fzviroW4qIPo.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1saulr3vaw3n.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/without-a-paddle-natures-calling-2004-br-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Bdpv/Without.a.Paddle.Natures.Calling.2004.BrRip1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NaE2AbII#j2pLpXA11KvD3ppdQgxb_jPssoxj7yqBFSz3nDhO-L0",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1p6lytol5uk7.html",
        "server": "usersdrive.com",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/without-a-paddle-natures-calling-2004-br-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1fiul/Without.a.Paddle.Natures.Calling.2004.BrRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/JLMxRZYZ#YyeEjtk7R8iVjNsPkWPkWIjaT1ApQPGqAQHUDUEPKGs",
        "server": "mega.nz",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/r9h9qeub3hz5.html",
        "server": "streamsb.com",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/f7wmn345r3g1",
        "server": "streamvid.io",
        "size": "986MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "t8pz1gIVWYc",
      "video_url": "https://www.youtube.com/watch?v=t8pz1gIVWYc",
      "embed_url": "https://www.youtube.com/embed/t8pz1gIVWYc"
    }
  },
  {
    "metadata": "R|2023|1h 33min|Action,Mystery,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3.7k"
    },
    "title": "Hypnotic (2023)",
    "description": "Hypnotic (2023)ဒါရိုက်တာ Robert Rodriguez ရိုက်ကူးပြီး ဘန် အက်ဖလစ် သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်အသစ်တစ်ကားပါ။လှည့်ကွက်လေးတွေပါတဲ့ အက်ရှင် သရေလာ အမျိုးအစားပါပဲ။ဘန်ဟာ ရွတ်ခ်ဆိုတဲ့ ရဲစုံထောက်တစ်ယောက်ပါ။သူ့ရဲ့သမီးလေးကို တစ်နေ့မှာ လူတစ်ယောက်က ပြန်ပေးဆွဲသွားပြီးလုံးဝ ပြန်ရှာမတွေ့တော့ပါဘူး။သူ့ကိုပြန်ပေးဆွဲသွားတဲ့လူကလည်း သူ့သမီးရဲ့နေရာကိုလုံးဝမမှတ်မိဘူးဖြစ်နေပါတယ်။အဲဒီအမှုကို လက်လျှော့လိုက်ရပြီး သူ အခြားအမှုတစ်ခုကိုလိုက်ရင်းနဲ့လူတွေကို အိပ်မွေ့ချပြီး အမိန့်ပေးချင်ရာပေးနိုင်တဲ့အစွမ်းရှိသူတစ်ယောက်နဲ့ တွေ့သွားပါတော့တယ်။အဲဒီလူက သူ့သမီးပျောက်ဆုံးမှုနဲ့ ထူးထူးခြားခြား ဆက်စပ်နေပြီးအဲဒီလူနောက်ကိုလိုက်ရင်းနဲ့ ဘာတွေဖြစ်လာမလဲဆိုတာ…အညွန်း နဲ့ ဘာသာပြန်ကတော့Mr.Andersonပဲ ဖြစ်ပါတယ်။Genre….. Action, Mystery, ThrillerQuality…. 1080p | 720p | 480pFile size… 1.2GB | 622MB | 305MBFormat… mp4Duration…. 1h 33minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mr.AndersonEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlice BragaBen AffleckBobby HernandezBonnie DiscepoloCamila TéllezCarrick O'QuinnCorina CalderonDana Wing LauDayo OkeniyiDerek RussoEvan VinesGabriel 'G-Rod' RodriguezGeorgia FoyHala FinleyIonie Olivia NievesJ. D. PardoJackie Earle HaleyJeff FaheyJordan Hunter JonesJose BarajasJustin HallKelly FryeKelly PhelanLawrence VarnadoMelanie HawkinsNatalie D. GarciaNikki DixonPatrick A. GroverRuben Javier CaballeroRyan RyusakiSandy AvilaSonia IzzolenaSteve BrudniakWilliam FichtnerZane Holtz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vQ5T84t8h4N2xAswNFW9fkVIyZq.jpg",
      "https://image.tmdb.org/t/p/w300/xT5MrGQcFXjw3aIUTxe9qsQOsYh.jpg",
      "https://image.tmdb.org/t/p/w300/Amt55kTFiVmHCV12GpNbg592HjV.jpg",
      "https://image.tmdb.org/t/p/w300/pVVcLQtNWNz5E9bOpXXzKOz7kUB.jpg",
      "https://image.tmdb.org/t/p/w300/8FhKnPpql374qyyHAkZDld93IUw.jpg",
      "https://image.tmdb.org/t/p/w300/6erAprT7ZXXfh3yozmg9o9cMEZd.jpg",
      "https://image.tmdb.org/t/p/w300/hxLHUf4YpCY0oSA4OLvEXCZUALh.jpg",
      "https://image.tmdb.org/t/p/w300/8BAhAJ9duAjLm3faFfHMH2riICt.jpg",
      "https://image.tmdb.org/t/p/w300/a5EIBMgpcsuyAq4pCd7aUXNntVr.jpg",
      "https://image.tmdb.org/t/p/w300/AVA3deRH8f9B1CdSD2aAwksEHI.jpg",
      "https://image.tmdb.org/t/p/w300/bzZD6Kweid3sZouKturG9GlJtJm.jpg",
      "https://image.tmdb.org/t/p/w300/3z0yKpOv6EpCGAO723bXJ6X6F4x.jpg",
      "https://image.tmdb.org/t/p/w300/9OwsdFmn0kBwD3hd5S4l9UvwF1q.jpg",
      "https://image.tmdb.org/t/p/w300/vxZw6kQBhhgMkncRnXpponOKniF.jpg",
      "https://image.tmdb.org/t/p/w300/AnaNgcN9QgqK8iFL8hx4b8szvb3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8AM3PxcqR511vWZSDhOE7s012eM.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t19nsmiyekzi.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hypnotic-2023-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3gv3M/Hypnotic.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/FidkiZLR#NnaehN9Voe4XYqN9uKFsRTiRSonlkjVtA7ZyOmYDrs0",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lyur3oo8t0d3.html",
        "server": "usersdrive.com",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/hypnotic-2023-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2Axx2/Hypnotic.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/wy0WSZgD#f_-G_g6yT0vuKmBYfnoi-oLOH_6XjAHGEFjy3xAHeG8",
        "server": "mega.nz",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrapid.com/zayjjpyynyjl.html",
        "server": "streamsb.com",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/py4cjiv2d03r",
        "server": "streamvid.io",
        "size": "622MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/7jjueu6kynxj.html",
        "server": "usersdrive.com",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/hypnotic-2023-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1UA51/Hypnotic.2023.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Ir8wEBDR#0Ukctv6zMt1GfzQsP6_ti9RTujMRkUcIgmTYmz8eWmM",
        "server": "mega.nz",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrapid.com/tswpirkjcktc.html",
        "server": "streamsb.com",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/p5c20i90hzee",
        "server": "streamvid.io",
        "size": "305MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "XAwpu4rQpeQ",
      "video_url": "https://www.youtube.com/watch?v=XAwpu4rQpeQ",
      "embed_url": "https://www.youtube.com/embed/XAwpu4rQpeQ"
    }
  },
  {
    "metadata": "|||Horror,Mystery",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "The Closet (2020)",
    "description": "[Unicode]The Closet (2020)ဒီတစ်ခါမှာတော့ Horror, Thriller အမျိုးအစား ကြိုက်သူများအတွက် ၂၀၂၀ ထွက် ကိုရီးယားဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဇာတ်လမ်းလေးကတော့ လွန်ခဲ့တဲ့တစ်နှစ်ကကားအက်ဆီးဒင့်ကြောင့်ဇနီးဖြစ်သူဆုံးပါသွားပြီးတဲ့နောက်ယုံးဆန်းဝန်းဟာ အင်နာဆိုတဲ့၁၁နှစ်အရွယ်သမီးလေးနဲ့ အဖေတစ်ခုသမီးတစ်ခုဖြစ်ခဲ့ရပါတယ်…အလုပ်ဇောကပ်လွန်းတာကြောင့်ရော ဇနီးရဲ့သေဆုံးခဲ့တဲ့အဖြစ်ပျက်ကနေမရုန်းထွက်နိုင်တာကြောင့်ရောpanic disorderဖြစ်ပြီး ဆရာဝန်နဲ့ဆေးကုသမှုခံယူနေရတဲ့ယုံဆန်းဝန်းတစ်ယောက်တစ်နေ့မှာ သမီးဖြစ်သူအင်နာအိမ်ထဲမှာနေရင်း ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်…တစ်လကြာပျောက်ဆုံးနေခဲ့တဲ့ကလေးတစ်ယောက်က အသက်ရှင်သေးရဲ့လား ?အင်နာ ပျောက်ဆုံးသွားရတဲ့နောက်ကွယ်ကအကြောင်းရင်းက ဘာဖြစ်လိမ့်မလဲ ?( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]The Closet (2020)ဒီတစ္ခါမွာေတာ့ Horror, Thriller အမ်ိဳးအစား ၾကိဳက္သူမ်ားအတြက္ ၂၀၂၀ ထြက္ ကုိရီးယားဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ ။ဇာတ္လမ္းေလးကေတာ့ လြန္ခဲ့တဲ့တစ္ႏွစ္ကကားအက္ဆီးဒင့္ေၾကာင့္ဇနီးျဖစ္သူဆုံးပါသြားၿပီးတဲ့ေနာက္ယုံးဆန္းဝန္းဟာ အင္နာဆိုတဲ့၁၁ႏွစ္အ႐ြယ္သမီးေလးနဲ႔ အေဖတစ္ခုသမီးတစ္ခုျဖစ္ခဲ့ရပါတယ္…အလုပ္ေဇာကပ္လြန္းတာေၾကာင့္ေရာ ဇနီးရဲ႕ေသဆုံးခဲ့တဲ့အျဖစ္ပ်က္ကေနမ႐ုန္းထြက္ႏိုင္တာေၾကာင့္ေရာpanic disorderျဖစ္ၿပီး ဆရာဝန္နဲ႔ေဆးကုသမႈခံယူေနရတဲ့ယုံဆန္းဝန္းတစ္ေယာက္တစ္ေန႔မွာ သမီးျဖစ္သူအင္နာအိမ္ထဲမွာေနရင္း ႐ုတ္တရက္ေပ်ာက္ဆုံးသြားခဲ့ပါတယ္…တစ္လၾကာေပ်ာက္ဆုံးေနခဲ့တဲ့ကေလးတစ္ေယာက္က အသက္ရွင္ေသးရဲ႕လား ?အင္နာ ေပ်ာက္ဆုံးသြားရတဲ့ေနာက္ကြယ္ကအေၾကာင္းရင္းက ဘာျဖစ္လိမ့္မလဲ ?( အညႊန္္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ )File size__( 880 MB ) and ( 400 MB)Quality__HD-720pIMDb Rating__5.7/10Format__mp4Duration__01:38:35Type__Horror, Mystery , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by Myint Myat ThinnEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Kwang-binStarsHa Jung-wooHeo YoolKim Nam-gilKim Si-aKim Soo-jinShin Hyun-binCastHa Jung-wooHeo YoolKim Nam-gilKim Si-aKim Soo-jinShin Hyun-bin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/njwaaepg1hKYVL0wxYR2yaZs7lq.jpg",
      "https://image.tmdb.org/t/p/w300/hOUZQqeCzR9R1u0DfDfwMFdDO9C.jpg",
      "https://image.tmdb.org/t/p/w300/e1EYDgY0jhnftBl3IeAb7MJFdGA.jpg",
      "https://image.tmdb.org/t/p/w300/eb4D9uafAIbstbpCEykfWj5lXsG.jpg",
      "https://image.tmdb.org/t/p/w300/hM5cwnPfCgyGiU0tLfrUIAPj9Ja.jpg",
      "https://image.tmdb.org/t/p/w300/lWJJ5GDUFrOXhhOICRDBNO4eGxV.jpg",
      "https://image.tmdb.org/t/p/w300/7IzSk5IkZs3jxKPx4H5QU0jpGBw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kj5ZJESkzukjEYwFa3Dp0zJnkwe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ok1a89hao0h7.html",
        "server": "usersdrive.com",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-closet-2020-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://upstream.to/dz6a1v3ez46r",
        "server": "upstream.to",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://soliddrive.co/1LoK/(CM)_The_Closet_(2020).mp4",
        "server": "Soliddrive.co",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://megaup.net/Ptm3/(CM)_The_Closet_(2020).mp4",
        "server": "megaup.net",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://fastload.cc/3fo",
        "server": "fastload.cc",
        "size": "880 MB",
        "quality": "HD-720p"
      },
      {
        "link": "https://yadi.sk/i/9UKNtFdbeWGoIg",
        "server": "disk.yandex.com",
        "size": "880 MB",
        "quality": "HD-720p"
      }
    ],
    "trailer": {
      "video_id": "5SjnBqpTsPg",
      "video_url": "https://www.youtube.com/watch?v=5SjnBqpTsPg",
      "embed_url": "https://www.youtube.com/embed/5SjnBqpTsPg"
    }
  },
  {
    "metadata": "G|2020|1h 10min|Comedy,Family,Fantasy,Mystery",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "22621"
    },
    "title": "The Legend of Shanyu Town (2020)",
    "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ်Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720pDuration : 1h 10minsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhou Yao Yi KuanStarsGuo KaiHou DongCastGuo KaiHou Dong",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kw7xhp0hiswn.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/l7n5wf0z8w02.html",
        "server": "usersdrive.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-legend-of-shanyu-town-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-legend-of-shanyu-town-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1BC4h/{CM}Legend_of_Shanyu_Town___1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2hzB6/%7BCM%7DLegend_of_Shanyu_Town___720p.mp4",
        "server": "megaup.net",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/q41tejvjkoj0",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/j1nkvzyw7rq9",
        "server": "veryfiles.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/hmhj6bf51zrn.html",
        "server": "datbu.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/gsy6xzlavy8x.html",
        "server": "datbu.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-legend-of-shanyu-town-2020",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "Vi64d6PX72E",
      "video_url": "https://www.youtube.com/watch?v=Vi64d6PX72E",
      "embed_url": "https://www.youtube.com/embed/Vi64d6PX72E"
    }
  },
  {
    "metadata": "not rated|2022|2h|Bollywood,Crime,Mystery,Thriller,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": "112"
    },
    "title": "Uniki (2022)",
    "description": "Madam Collector – Uniki 2022( မမခရိုင်မှူး)ယခုတစ်ခါ ထပ်မံတင်ဆက်ပေးမဲ့ကားလေးကလဲ ပရိသတ်များအကြိုက်တွေ့မှာဖြစ်တဲ့ဇာတ်လမ်းလေးမျိုးဖြစ်ပြီး မင်းသမီးချောလေး ချစ်ထရာရှူလာက မမခရိုင်မှူးအဖြစ် အဓိက ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးကတော့ သာမန်လူတန်းစားမိသားစုကနေ ပညာတော်လို့ ခရိုင်မှူးဖြစ်လာတဲ့ ဆူဘာဟာသူ့လက်ထက်မှာ စနစ်ကြီးတသ်ခုလုံးကို မြေလှန်ပစ်မယ်လို့ အလုပ်စဝင်တဲ့နေ့ထဲက ကြွေးကြော်လာတာပါအိန္ဒိယထုံးစံ ကြီးနိုင်ငယ်ညှဉ်း ရာထူးကြီးတဲ့ကောင်နဲ့ ပေါင်းအနိုင်ကျင့် စတဲ့ဟာတွေကို ခရိုင်မှူးမမတစ်ယောက်ဆတ်ဆတ်ထိမခံ ဖြေရှင်းပေးရင်း တစ်ရက်မှာတော့ ချောင်းရိုက်ခံလိုက်ရပြီး ဆေးရုံရောက်သွားပါတယ်ခရိုင်မှူးပါချောင်းရိုက်ခံရအောင် ဘယ်သူတွေကြိုးကိုင်ထားလဲ ခရိုင်မှူးမမကရော ဒီလိုအန္တရာယ်တွေကို မမှုပဲဆက်တာဝန်ထမ်းဆောင်နိုင်မလားဆိုတာ အမျိုးသမီးအသားပေး မိုတီပေးတဲ့ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့် ဒိုင်ယာလော့ခ်ကောင်းကောင်းလေးတွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီး အတွက် ခံစားကြည့်ရှုကြဖို့ အကြံပေးရင်း တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းကို‌တော့ ဝါရင့်ဘာသာပြန်ကြီးSaiiမှ ရေးသား ပေးထားကာ ဘာသာပြန်တွေကတော့ Thaik San , V နဲ့ Saii တို့ပဲဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.5GB / 1.1GBQuality…WEB DL 1080p / 720pFormat…mp4Duration….2hSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  Thaik San , V,  SaiiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAshish GandhiChitra ShuklaDarbha Appaji AmbarishaMahesh AchantaThummala Narasimha ReddyCastAshish GandhiChitra ShuklaDarbha Appaji AmbarishaMahesh AchantaThummala Narasimha Reddy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8GlIPJJVWte4Jun0GDNl49ixBSn.jpg",
      "https://image.tmdb.org/t/p/w300/vVWc6KuATUTl1paCgE0xGtUyMuF.jpg",
      "https://image.tmdb.org/t/p/w300/nek4MpApj1x8PLm9YPT3UDdHy2S.jpg",
      "https://image.tmdb.org/t/p/w300/xR6WH2VwZrHH7qqmUsvTXl4Vzdl.jpg",
      "https://image.tmdb.org/t/p/w300/1L7IGCZ5wwtCx2itvCLrZfyPfb3.jpg",
      "https://image.tmdb.org/t/p/w300/uiYZWAV5vzmppUDGAMtjGRZudxJ.jpg",
      "https://image.tmdb.org/t/p/w300/6qZFjPX1SARiJeuXEwlndUNa3Nl.jpg",
      "https://image.tmdb.org/t/p/w300/eJDvN1DQYjnp5We5OVGao7oRan6.jpg",
      "https://image.tmdb.org/t/p/w300/8aWTuCxS7gyayBwPnV35qxzGBNa.jpg",
      "https://image.tmdb.org/t/p/w300/uFpUx3BWr6bprZsXfq2O4G89RC2.jpg",
      "https://image.tmdb.org/t/p/w300/sKDy3nhhQOVgU05bIwU1xHvhER0.jpg",
      "https://image.tmdb.org/t/p/w300/snqpIvJRlNNRTLTipkCEQbcgPf2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNjM2NDdlZDAtODU3YS00YTAxLTliMDAtM2FkNzVlZjZhY2M5XkEyXkFqcGdeQXVyMjA1MTA3MjY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/madam-collector-uniki-2022-web-rip-uncut-1080-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zo6auvutatvx.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21jh1/Madam_Collector_-_Uniki_2022_WebRip_UNCUT_1080p_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OvQhWYKI#6f1N6bzT1zJnboXgSA-wwufDgnuwgVljFwAWuWygo7A",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/madam-collector-uniki-2022-web-rip-uncut-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zzzcvkogl1ng.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3necu/Madam_Collector_-_Uniki_2022_WebRip_UNCUT_720p_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iuxxHCTB#FKiIfWiZpcX9t-AaPgvTbNWQg1_W9x6giyoKxNi-UOk",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4kwphs67unjl",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/ewyxf7xhaiek",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2018|1h 35min|Comedy,Drama,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "52,247"
    },
    "title": "Tully (2018)",
    "description": "Tully (2018)IMDb – 7.0/10_____Rotten – 87%ကဲ အခုမိတ်ဆက်ပေးမှာကတော့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို့အပြင် Fate of the furious အစရှိတဲ့ရုပ်ရှင်ကားတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချော Charlize Theron အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတဲ့ Drama ကားအသစ်လေးပါအကြမ်းအရမ်းပိုင်တဲ့ ထိုမင်းသမီးဟာ ဒရမ်မာကိုလည်း ရှယ်ပိုင်နိုင်တာကို တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မာလိုတို့ မိသားစုလေးမှာ ရှစ်နှစ်အရွယ် သမီးကြီးဆယ်ရာရယ်အော်တစ်ဇင်ဖြစ်နိူင်ချေရှိတဲ့ သားလတ် ဂျိုနာရယ်အလုပ်အမြဲရှုပ်ပြီး ခရီးတွေခဏခဏထွက်ရတဲ့ ခင်ပွန်းသည်ဒရူးတို့ပါဝင်ပါတယ်မရည်ရွယ်ပဲ တတိယကိုယ်ဝန်ရရှိပြီး သမီးထွေးလေး မီယာကို မွေးဖွားပြီးတဲ့အခါမှာတော့ မာလိုတစ်ယောက် နေ့တိုင်းစိတ်ပင်ပန်းလူပင်ပန်းဖြစ်နေရရှာပါတယ်…မာလိုရဲ့ မောင်ပေးတဲ့ အကူအညီနဲ့အတူ တယ်လီလို့ အမည်ရတဲ့ ညကလေးထိန်းတစ်ယောက် သူတို့အိမ်ကိုရောက်လာတဲ့အခါမှာတော့…အမြဲတမ်းပျော်ရွှင်တက်ကြွပြီး ဗဟုသုတကြွယ်တဲ့ တယ်လီကြောင့် မာလို့ဘဝလေး ပြန်စိုပြေလာပါတော့တယ်..ဒါပေမယ့် တယ်လီဆိုတာက…Plot Twist အကြီးကြီးပါဝင်ပြီး မိခင်တစ်ယောက်ရဲ့ဘဝဟာ ဘယ်လောက်ပင်ပန်းလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်IMDB 7.0 ရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ)ကဲ အခုမိတ္ဆက္ေပးမွာကေတာ့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို႔အျပင္ Fate of the furious အစရွိတဲ့႐ုပ္ရွင္ကားေတြမွာ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေခ်ာ Charlize Theron အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားတဲ့ Drama ကားအသစ္ေလးပါအၾကမ္းအရမ္းပိုင္တဲ့ ထိုမင္းသမီးဟာ ဒရမ္မာကိုလည္း ရွယ္ပိုင္ႏိုင္တာကို ေတြ႕ရမွာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့မာလိုတို႔ မိသားစုေလးမွာ ရွစ္ႏွစ္အရြယ္ သမီးႀကီးဆယ္ရာရယ္ေအာ္တစ္ဇင္ျဖစ္ႏိူင္ေခ်ရွိတဲ့ သားလတ္ ဂ်ိဳနာရယ္အလုပ္အၿမဲရႈပ္ၿပီး ခရီးေတြခဏခဏထြက္ရတဲ့ ခင္ပြန္းသည္ဒ႐ူးတို႔ပါဝင္ပါတယ္မရည္ရြယ္ပဲ တတိယကိုယ္ဝန္ရရွိၿပီး သမီးေထြးေလး မီယာကို ေမြးဖြားၿပီးတဲ့အခါမွာေတာ့ မာလိုတစ္ေယာက္ ေန႔တိုင္းစိတ္ပင္ပန္းလူပင္ပန္းျဖစ္ေနရရွာပါတယ္…မာလိုရဲ႕ ေမာင္ေပးတဲ့ အကူအညီနဲ႔အတူ တယ္လီလို႔ အမည္ရတဲ့ ညကေလးထိန္းတစ္ေယာက္ သူတို႔အိမ္ကိုေရာက္လာတဲ့အခါမွာေတာ့…အၿမဲတမ္းေပ်ာ္ရႊင္တက္ႂကြၿပီး ဗဟုသုတႂကြယ္တဲ့ တယ္လီေၾကာင့္ မာလို႔ဘဝေလး ျပန္စိုေျပလာပါေတာ့တယ္..ဒါေပမယ့္ တယ္လီဆိုတာက…Plot Twist အႀကီးႀကီးပါဝင္ၿပီး မိခင္တစ္ေယာက္ရဲ႕ဘဝဟာ ဘယ္ေလာက္ပင္ပန္းလဲဆိုတာ ႐ိုက္ကူးျပသထားပါတယ္IMDB 7.0 ရရွိထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ)File Size : (750 MB)Quality : Blu-Ray 720pRunning Time : 1hr 35minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p.BluRay.x264-DRONESTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason ReitmanStarsAsher Miles FallicaBella Star ChoyCharlize TheronColleen WheelerElaine TanLia FranklandMackenzie DavisMaddie Dixon-PoirierMark DuplassRon LivingstonCastAnne-Marie MaddenAsher Miles FallicaBella Star ChoyCandus ChurchillCharlize TheronColleen WheelerCrystal LonnebergDiane LaneDominic GoodElaine TanElfina LukEmily HaineFran BrillGameela WrightJennifer MarchJess TolonJohn ShawJoshua PakKatie HayashidaKevin ClashKiff Vanden HeuvelLia FranklandMackenzie DavisMaddie Dixon-PoirierMarceline HugotMark DuplassMichael Patrick LaneRon LivingstonShade RupeSteven RobertsStormy EntTattiawna JonesXantha Radley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Hsk6Rh2kpUTmlnsjxMiXWiPBSb.jpg",
      "https://image.tmdb.org/t/p/w300/808PRFyIR04myiBwBuDlZ0DT2DS.jpg",
      "https://image.tmdb.org/t/p/w300/h4Z6IUpTyD9ViV7NLmbAEbgM1G0.jpg",
      "https://image.tmdb.org/t/p/w300/kQrSuug4zUQuZPP4VuS1qVVI3gx.jpg",
      "https://image.tmdb.org/t/p/w300/315b4KtHQfUXBCkLlJv3Xk1kAV4.jpg",
      "https://image.tmdb.org/t/p/w300/9b6PyhE2OHAGVKFWCCILQ7s469c.jpg",
      "https://image.tmdb.org/t/p/w300/A44c5afhaU3BDIPiCarzYsE8Y5i.jpg",
      "https://image.tmdb.org/t/p/w300/29lG0tHS4imc1M2g96J9UzoiKL3.jpg",
      "https://image.tmdb.org/t/p/w300/dB1kMdManDCBVQDFrCfZP8zzcFo.jpg",
      "https://image.tmdb.org/t/p/w300/ihwnjBtRzndeVPpbQlPwSRNiQ5Y.jpg",
      "https://image.tmdb.org/t/p/w300/88piOStQwIejbmGMVKFL7bRAKVm.jpg",
      "https://image.tmdb.org/t/p/w300/eT6p3CbhoUZ5hKhkRGYpua35IAC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/tully-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tewrxs2yrdgi.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tully-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/UA56/Tully_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/FhM0gBaY#orqh-V7L5Mv_xoRbSPJSY9a1233apiHupKcWlDm3Ufk",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/nhbb6ber0as2",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "QRtBP07gIHY",
      "video_url": "https://www.youtube.com/watch?v=QRtBP07gIHY",
      "embed_url": "https://www.youtube.com/embed/QRtBP07gIHY"
    }
  },
  {
    "metadata": "||1h 11 min|Comedy,Mystery",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "241"
    },
    "title": "Diary Of Security ( 2022 )",
    "description": "လင်ရှောင်းဖုန်း ခေါင်းဆောင်တဲ့ လုံခြုံရေးအဖွဲ့ ၁၉ ဟာသူများကိစ္စတွေဝင်ပါပြီး အလေးအနက်တွေလုပ်လွန်းတာကြောင့် အလုပ်ထုတ်ပယ်ခံလိုက်ရတယ်…အလုပ်ထုတ်ခံရပြီး သူတို့သုံးယောက်လုံး စိတ်ဓာတ်ကျနေတဲ့ အချိန်ရှေးဟောင်းပစ္စည်းဆိုင် သူဌေးတစ်ယောက်ရဲ့ ဆိုင်လုံခြုံရေးအတွက်ဌားရမ်းခဲ့ပါတယ်…သူဌေးက သူ့ရဲ့ ရှေးဟောင်းပန်အိုးပြည်ပမှာ ပြသထားချိန် အတုဖန်တီးကာဆိုင်မှာတင်ထားပြီး စျေးပေါပေါနဲ့လုံခြုံရေးဌားကာ ဟန်ဆောင်စောင့်ခိုင်းထားတာဖြစ်နေခဲ့တယ် ….ရှေးဟောင်းပန်းအိုးရဲ့သတင်းကိုကြားတဲ့ သူခိုးအဖွဲ့ကလည်းအဲ့ဒီပန်းအိုးကို သူတို့သုံးယောက်ကိုလှည့်စားကာခိုးယူနိုင်ခဲ့တယ်…ပန်းအိုးပျောက်သွားတဲ့အတွက် သူဌေးဟာ သူတို့သုံးယောက်ကိုအလုပ်ထုတ်ပြီးသတင်းမပေါက်ကြားစေရန်အတွက် ပြည်ပက ပန်းအိုးအစစ်ကိုသွားယူခဲ့တယ်…ပန်းအိုးပြန်သွားယူနေတဲ့အချိန် သူဌေးရဲ့သမီးဖြစ်သူနဲ့သူတို့သုံးယောက်က ပန်းအိုးကို အတုမှန်းမသိပဲ လိုက်ရှာဖို့လုပ်ခဲ့ကြတယ်….သူတို့ရော သူခိုးကိုရှာတွေ့ပြီး ပန်းအိုးကို ပြန်ရှာတွေ့နိုင်မှာလား…ပြသာနာတွေရောရင်ဆိုင်ရဦးမှာလား…ဘာတွေဆက်ဖြစ်နိုင်ဦးမလဲဆိုတောတော့ဆက်လက်စောင်မျှော်ကြည့်ရှုပေးကြပါဦးနော်…Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Crime , MysteryRuntime : 1h 11 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Aye Myat NweEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXu HeshenStarsLi KuiPang Yi-xinSong XiaofengTang JianjunCastLi KuiPang Yi-xinSong XiaofengTang Jianjun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s5v3O8dX60RAtra6o0IRndbjFx1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ytAiHJoAiyOxf9qwQ7GCFTK1d2w.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/diary-of-security-2021-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/46z01rdp5eex.html",
        "server": "usersdrive.com",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3ljhu/Diary_Of_Security_2021_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4rlXnbhA#ZJxpWhODj8BVmiKu9wk0hRcXkhLGFzD9HiRlU3hd-Bg",
        "server": "mega.nz",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/trsz1a4g2bgt",
        "server": "streamsb.com",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pex0nrxe3bck",
        "server": "streamvid.io",
        "size": "976.1MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/diary-of-security-2021-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "495.3MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kqn1ghw5cimr.html",
        "server": "usersdrive.com",
        "size": "495.3MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/trU1TASI#COubYaOcchQjX8vKA9EfyO-3dXwvgNOGmSUDuFcsvRE",
        "server": "mega.nz",
        "size": "495.3MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]