[
  {
    "metadata": "PG-13|2009|111 min|Mystery",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "92,367"
    },
    "title": "Push 2009",
    "description": "ဒုတိယ ကမာၻစစ္အတြင္းမွာ နာဇီစစ္တပ္ဟာ သူတို့စစ္သားေတြရဲ့စြမ္းရည္ ျမင့္မားလာေအာင္ ေဆးေဖာ္စပ္ဖို ့အတြက္ ေမြးရာပါ စြမ္းအားရွိသူ ေတြကို ဖမ္းဆီးျပီး သုတသန လုပ္ခဲ့ပါတယ္။အဲ့ဒီ့သုေတသနေျကာင့္ စြမ္းအားရွိသူေတြ အမ်ားအျပားေသဆံုးခဲ့ေပမယ့္မေအာင္ျမင္ခဲ့ပါဘူး စစ္ျကီးျပီးသြားတဲ့အခါမွာေတာ့ အေမရိကန္လွ်ိဳ ့ဝွက္အဖြဲ႔ ့အစည္းတစ္ခုျဖစ္တဲ့ Division လို ့ေခါ ္တဲ့အဖြဲ ့က ထိုသုေတသနကိုဆက္လက္ေဆာင္ရြက္ခဲ့ျပီး Kira လို႔ေခါ ္တဲ့ ေကာင္မေလးတစ္ေယာက္က မေသဘဲ စမ္းသပ္ခ်က္ေအာင္ျမင္ခဲ့ေပမယ့္ ထြက္ေျပးလြတ္ေျမွာက္သြားတဲ့အခါမွာေတာ့ . . . .[ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ နာဇီစစ်တပ်ဟာ သူတို့စစ်သားတွေရဲ့စွမ်းရည် မြင့်မားလာအောင် ဆေးဖော်စပ်ဖို့အတွက် မွေးရာပါ စွမ်းအားရှိသူ တွေကို ဖမ်းဆီးပြီး သုတသန လုပ်ခဲ့ပါတယ်။အဲ့ဒီ့သုတေသနကြောင့် စွမ်းအားရှိသူတွေ အများအပြားသေဆုံးခဲ့ပေမယ့်မအောင်မြင်ခဲ့ပါဘူး စစ်ကြီးပြီးသွားတဲ့အခါမှာတော့ အမေရိကန်လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုဖြစ်တဲ့ Division လို့ခေါ ်တဲ့အဖွဲ့က ထိုသုတေသနကိုဆက်လက်ဆောင်ရွက်ခဲ့ပြီး Kira လို့ခေါ ်တဲ့ ကောင်မလေးတစ်ယောက်က မသေဘဲ စမ်းသပ်ချက်အောင်မြင်ခဲ့ပေမယ့် ထွက်ပြေးလွတ်မြှောက်သွားတဲ့အခါမှာတော့ . . . .]File Size       :   800/400 MbDuration      :   1: 51: 21Quality         :   Bluray ripTranslator    :   AppleseedEncoder       :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul McGuiganStarsColin FordDakota FanningDjimon HounsouJoel Gretsch",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/push.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/push-2009",
        "server": "VIP Links",
        "size": "798MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/push-2009-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "798MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gRw5/Push_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "798MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/94JlwIiL#OMjUk94MDaF5uhzcKW4c1H_vVAxQ8Mf25yRDHzLTPbM",
        "server": "mega.nz",
        "size": "798MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/plv2wtegjui8",
        "server": "upstream.to",
        "size": "798MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated||1h 46min|Drama,Horror,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1067"
    },
    "title": "The Cat (2011)",
    "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ 2011 က ထွက်ရှိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန် တင်ဆက်လိုက်ပါတယ် ။ဒီဇာတ်ကားထဲမှာတို့ ပရိတ်သတ်တို့ရဲ့ အချစ်တော် မင်းသမီးလေး Park Min Young က ဆိုယွန်း ဆိုတဲ့ ဇာတ်ကောင်နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆိုယွန်းက ပိတ်လှောင်မှုကို ကြောက်ရွံတဲ့ ရောဂါရှိတာကြောင့် ကုသမှုခံယူနေရတာပါ ၊သူမက ကြောင်လေးတွေကို ချစ်တတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး pet shop တစ်ခုမှာ အလုပ်လုပ်ကိုင်ပါတယ် ၊တစ်ရက်မှာတော့ သူတို့ဆိုင်နားက တိုက်ခန်းမှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ကြောင်ကို ပြင်ဆင်ပေးရင်းနဲ့မှန်ထဲမှာ ဆံပင်ကုတ်ဝဲလေးနဲ့ ကလေမလေး တစ်ယောက်ကို သူမ မြင်လိုက်ရပါတယ် ၊အဲ့နောက် ကြောင်ကိုပြန်လာခေါ်သွားတဲ့ ကြောင်ပိုင်ရှင်လည်း ဓာတ်လှေကားထဲမှာသေဆုံးနေခဲ့ပါတယ် ၊နောက်ရက်တွေ သိပ်မကြာမီမှာပဲ ကြောင်တစ်ကောင်ကို မွေးစားမိတဲ့ ဆိုယွန်းရဲ့ သူငယ်ချင်းလည်း သူမ ကြောင်ရဲ့ဘေးမှာ ဆံပင်ကုတ်ဝဲနဲ့ ကလေးမလေးကို မြင်ပြီးနောက် ထပ်မံသေဆုံးသွားခဲ့ပါတယ် ။ဒီကြောင်တွေကို မွေးစားမိတဲ့ လူတွေဟာ အသက်အန္တရာယ်တွေ ဆက်တိုက် ကြုံနေရတာကြောင့် လူတွေက ဒီကြောင်တွေက ကျိန်စာသင့်နေတာလို့ ထင်နေကြပါတယ် ။ကြောင်တွေက တကယ်ပဲ ကျိန်စာသင့်နေတာလား…ကြောင်တွေဘေးနားက ကလေးမလေးကရော ဘယ်သူဖြစ်မလဲ…ဘာလို့ ဒီကြောင်တွေနားမှာ တွယ်ကပ်နေတာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ 2011 က ထြက္ရွိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ္ကားေလးကို ဘာသာျပန္ တင္ဆက္လိုက္ပါတယ္ ။ဒီဇာတ္ကားထဲမွာတို႔ ပရိတ္သတ္တို႔ရဲ႕ အခ်စ္ေတာ္ မင္းသမီးေလး Park Min Young က ဆိုယြန္း ဆိုတဲ့ ဇာတ္ေကာင္နဲ႔ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းဆိုယြန္းက ပိတ္ေလွာင္မႈကို ေၾကာက္႐ြံတဲ့ ေရာဂါရွိတာေၾကာင့္ ကုသမႈခံယူေနရတာပါ ၊သူမက ေၾကာင္ေလးေတြကို ခ်စ္တတ္တဲ့သူတစ္ေယာက္ျဖစ္ၿပီး pet shop တစ္ခုမွာ အလုပ္လုပ္ကိုင္ပါတယ္ ၊တစ္ရက္မွာေတာ့ သူတို႔ဆိုင္နားက တိုက္ခန္းမွာေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ ေၾကာင္ကို ျပင္ဆင္ေပးရင္းနဲ႔မွန္ထဲမွာ ဆံပင္ကုတ္၀ဲေလးနဲ႔ ကေလမေလး တစ္ေယာက္ကို သူမ ျမင္လိုက္ရပါတယ္ ၊အဲ့ေနာက္ ေၾကာင္ကိုျပန္လာေခၚသြားတဲ့ ေၾကာင္ပိုင္ရွင္လည္း ဓာတ္ေလွကားထဲမွာေသဆုံးေနခဲ့ပါတယ္ ၊ေနာက္ရက္ေတြ သိပ္မၾကာမီမွာပဲ ေၾကာင္တစ္​ေကာင္ကို ေမြးစားမိတဲ့ ဆိုယြန္းရဲ႕ သူငယ္ခ်င္းလည္း သူမ ေၾကာင္ရဲ႕ေဘးမွာ ဆံပင္ကုတ္၀ဲနဲ႔ ကေလးမေလးကို ျမင္ၿပီးေနာက္ ထပ္မံေသဆုံးသြားခဲ့ပါတယ္ ။ဒီေၾကာင္ေတြ​ကို ေမြးစားမိတဲ့ လူေတြဟာ အသက္အႏၲရာယ္ေတြ ဆက္တိုက္ ႀကဳံေနရတာေၾကာင့္ လူေတြက ဒီေၾကာင္ေတြက က်ိန္စာသင့္ေနတာလို႔ ထင္ေနၾကပါတယ္ ။ေၾကာင္ေတြက တကယ္ပဲ က်ိန္စာသင့္ေနတာလား…ေၾကာင္ေတြေဘးနားက ကေလးမေလးကေရာ ဘယ္သူျဖစ္မလဲ…ဘာလို႔ ဒီေၾကာင္ေတြနားမွာ တြယ္ကပ္ေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 1 GB ) and ( 400 MB)Quality__720pIMDb Rating__5.8/10Format__mp4Duration__01:45:27Type__ Drama, Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated bySeungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorByun Seung-wookStarsJo Seok-hyeonKim Dong-wookKim Min-jaeKim Ye-ronLee Jang-yooPark Hyun-youngPark Min YoungSeo Yi-sookShin Da-eunYoon Ga-hyunCastJo Seok-hyeonKim Dong-wookKim Min-jaeKim Ye-ronLee Jang-yooLee Ji-hyeonPark Hyun-youngPark Min YoungSeo Yi-sookShin Da-eunYoon Ga-hyun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mh7hPaxsck7FukAwrO5r8inxvnS.jpg",
      "https://image.tmdb.org/t/p/w300/wP6kLPtGi2l7ieh70g0aFt5IOZ9.jpg",
      "https://image.tmdb.org/t/p/w300/4tIpByPl1GkljpdCWE9woZcGlSe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/The_Cat_2011_film.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/47jlpj0pfr0y.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kxapsy5rig7l.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/the-cat-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-cat-2011-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2dg2C/The_Cat_(2011)_720p_(2).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dg2w/The_Cat_(2011)_SFS_(2).mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/s0UETQBZ#rq4CLhisBLSjwJOznxqg-XW1Hj_jkDHK5MY57Scpq4I",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/t9M22SaA#sfrpcQd7JEwqMyoy68v1Jdst_IyragD-FeVGqrgN1UI",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/roBis9z2EOF_xQ",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/aYuxXpSUpAds0Q",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/69343j408ql8",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/0cxu3lzcchzh",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "SFS"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Bollywood,Fantasy,Mystery,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Churuli (2021)",
    "description": "IMdb Rating (7.1)ဇာတ်လမ်းကိုပုံပြင်တစ်ပုဒ်နဲ့စဖွင့်ထားပါတယ်။ တောအုပ်တစ်အုပ်ထဲမှာ ပါရူမာဒန်ဆိုတဲ့ခရီးသွားတွေကိုလမ်းလွဲအောင်ဖမ်းစားတတ်တဲ့တစ္ဆေတစ်ကောင်သောင်းကျန်းလို့နေပါတယ်။(ဒီမှာဆို-မွေ့ကောင်ဆိုတာမျိုးပါးစပ်ပြောဒဏ္ဍာရီတွေရှိပါတယ်)အဲ့ဒီတစ္ဆေကိုနှိမ်နင်းဖို့ဆုံးဖြတ်ချက်နဲ့ ဘုန်းကြီးတစ်ပါးဟာ ခြင်းတစ်ခြင်းကိုခေါင်းပေါ်ရွက်ပြီးတောထဲဝင်ခဲ့ပါတယ်။ဘုန်းကြီးဟာ အကြာကြီးလမ်းလျှောက်လာပြီးတဲ့နောက် လမ်းပေါ်မှာတွေ့တဲ့ဘောလုံးတစ်လုံးကိုကလေးတွေကစားဖို့ရည်ရွယ်ချက်နဲ့ခြင်းထဲကောက်ထည့်လာပါတယ်။အချိန်တွေကြာလာတော့ ခြင်းတောင်းထဲက ရုတ်တရက်လှုပ်ရှားလာပြီး စကားသံထွက်လာပါတယ်။သူကောက်ထည့်လာတာဟာ လုံးပြီးနေနေတဲ့ ပုရွက်စားကောင်တစ်ကောင်ဖြစ်နေလို့ပါ။ စကားပြောတတ်တဲ့ ပုရွက်စားကောင်ကိုသဘောကျသွားတဲ့ ဘုန်းကြီးဟာ အဲ့ဒီအကောင်ညွှန်တဲ့လမ်းအတိုင်းသွားရင်းနဲ့ သူကိုယ်တိုင်လမ်းပျောက်သွားပါတော့တယ်။သူ အသိနောက်ကျခဲ့တာက သူကောက်ထည့်ခဲ့တဲ့ ဘောလုံးဟာ အဲ့ဒီ တစ္ဆေကိုယ်တိုင်ဖြစ်နေတယ်ဆိုတာကိုပါပဲ။အန်တိုနီနဲ့ ရှာဂျီဗန်တို့ဟာ ဝေးလံခေါင်ဖျားတဲ့ရွာတစ်ရွာက ဝရမ်းပြေးလူဆိုးတစ်ယောက်ကိုလက်ရဖမ်းဖို့ရည်ရွယ်ချက်နဲ့အလုပ်ကြမ်းသမားတွေအဖြစ်အသွင်ယူရောက်ရှိလာခဲ့ပါတယ်။ အဲ့ဒီလူကို နာမည်တစ်ခုကလွဲလို့ မသိဖူး မမြင်ဖူးကြတဲ့အပြင်ဓာတ်ပုံလေးတစ်ခုတောင်ရှိမနေပါဘူး။ အဲ့ဒီ ရွာကိုသွားဖို့လဲဂျစ်ကားတစ်စီးသာခရီးကြုံရှိလု့ိမေးစမ်းပြီး တက်လိုက်လာခဲ့ကြပါတယ်။ခရီးဖော်ရွာသားတွေနဲ့တွေ့လို့စကားစမြည်ပြောကြည့်တဲ့အခါ စကားပြောချိုသာယဉ်ကျေးပြီး ရိုးသားကြတယ်လို့တောင် သူတို့မှတ်ချက်ပြုမိခဲ့ပါသေးတယ်။ နက်ရှိုင်းတဲ့တောအထပ်ထပ် အကွေ့အကောက်လမ်းတွေနဲ့ တောင်အသွယ်သွယ်ကိုဖြတ်ကျော်အပြီးချောက်ကမ်းပါးကြီးတစ်ခုပေါ်မှာ ခနော်နီခနော်နဲ့ တံတားတစ်ခုရှိနေပါတယ်။ ဂျစ်ကားနဲ့လူတွေရဲ့ဝိတ်နဲ့ ဘယ်လိုမှဖြတ်မောင်းဖို့မဖြစ်နိုင်တဲ့အတွက် လူတွေကလမ်းဆင်းလျှောက်ပြီး ကားကိုထိန်းဖြတ်မောင်းရင်း ဟိုဘက်အရောက်မှာ ဇာတ်လမ်းကစပါတယ်။စောစောကအထိ အင်မတန်ချိုသာယဉ်ကျေးတဲ့ နယ်ခံရွာသားတွေဟာ စကားအခွန်းတိုင်းအခွန်းတိုင်းမှာ အဆဲစကားမပါမပြီးတဲ့အလွန်ရိုင်းစိုင်းခက်ထန်စရိုက်ကြမ်းတဲ့သူတွေအဖြစ်ပြောင်းလဲသွားတော့တာပါပဲ။ ဒါပေမယ့် ပိုပြီးဆန်းကြယ်နက်နဲတဲ့ ပဟေဠိနဲ့လျှို့ဝှက်ချက်တွေကသူတို့ကိုရှေ့မှာစောင့်ကြိုနေပါသေးတယ်။Churili ဟာ မလေယလမ်စကားဖြစ်ပြီး ဝင်္ကပါလို့အဓိပ္ပါယ်ရပါတယ်။ Independent ဘက်ကိုအားသန်ပုံရတဲ့ ဒါရိုက်တာ Lijo Jose Pellissery ရဲ့လက်ရာအသစ်ဖြစ်ပြီးဒီကားရဲ့ ဇာတ်လမ်းသွားတင်ဆက်ပုံတွေကလဲ mainstream ရုပ်ရှင်တွေကနေ သိသိသာသာကွဲထွက်နေပါတယ်။ဂြိုလ်သားတွေ၊ အချိန်နဲ့နေရာတွေ၊ Time loop လိုကိစ္စမျိုးတွေနဲ့ ခေါင်းရှုပ်ခံငြင်းခုန်တဲ့သူတွေက ငြင်းခုန်နေကြသလို တစ်ချို့တွေကလဲ ဇာတ်လမ်းရှင်းရှင်းလေးလို့ဆိုတဲ့သူကဆိုပါတယ်။ကိုယ်တိုင်ကြည့်ပြီးဆုံးဖြတ်ကြပါ။25th IFFK ရုပ်ရှင်ပွဲတော်မှာ Silver Peacock ဆုနဲ့ Special Mention for Best Direction ဆုတွေရရှိထားသလို၊15th Asian Film Awards မှာလဲ Best Art Director နဲ့Best Sound ဆန်ကာတင်ဝင်ထားပါတယ်၊ တကယ်လဲ Cinematography နဲ့ Sound design မှာအတော်ကောင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။တောအုပ်ထဲက တိတ်ဆိတ်လွန်းရာကနေ တစ်စီစီမြည်လာတဲ့အသံမျိုးကိုခြောက်ခြားစရာဖြစ်အောင် ဖန်တီးသွားတဲ့နေရာတွေဆို တကယ့်ကိုချီးကျူးချင်စရာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Alias မှ တင်ဆက်ထားပါတယ်။)File size…(1.4 GB)Quality…WEB-DL  1080pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChemban Vinod JoseGeethi SangeethaHariprashanth M GJaffer IdukkiJoju GeorgeLukman AvaranSoubin ShahirSurjithVinay Forrt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iEFlZRjiGv94JJ1JJktwBCDsHVv.jpg",
      "https://image.tmdb.org/t/p/w300/k2b4pS5vpg5zwGVljASRjjBUZcP.jpg",
      "https://image.tmdb.org/t/p/w300/oYLy6PJzXQiqF9MehNB99FXW4vP.jpg",
      "https://image.tmdb.org/t/p/w300/ktNucb9Cs5aYfVWFoRo0RlOSmSZ.jpg",
      "https://image.tmdb.org/t/p/w300/pRfc9TfQHwsAfpj1PaCG7gAVzWf.jpg",
      "https://image.tmdb.org/t/p/w300/2J1ZBQKaRBuVjqd2VvZtMtZyjVx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/pic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-churuli-2021-malayalam-true-web-dl-1080-p-h-264-aac-2-0-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fmfosjni9z4k.html",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EvJVgILY#0L5iW_REr0ndLhEF5BJc2AVNm66Nk0ciZv8VXfWmUWI",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fmfosjni9z4k.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qj6ncfa8i0jp",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/b19anhqq609o.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1981|1h 48m|Crime,Drama,Mystery",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "60000"
    },
    "title": "Blow Out (1981)",
    "description": "Blow Out (1981)~ IMDb – 7.4/10, Rotten Tomatoes – 87% ~၁၉၈၁ ခုနှစ်တုန်းကထွက်ခဲ့ပြီး ဆန်ခါတင်ဆုနှစ်ခု၀င်ထားတဲ့ Mystery, Thriller ဇာတ်ကားကောင်းလေးပါ။ ဒါရိုက်တာက Thriller Crime genres တွေနဲ့ ပရိသတ်အတွက် မစိမ်းလောက်တဲ့ Brian De Palma ဖြစ်ပြီး သူရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။ သရုပ်ဆောင်အနေနဲ့ဆိုရင်လည်း အဓိကမင်းသားက ၁၉၇၀ခုနှစ်၀န်းကျင် ဟောလိဝုဒ်ရဲ့ Icon တစ်ယောက်ဖြစ်တဲ့ John Travolta မလို့ အရွေးချယ်မမှားမယ့်ကားကောင်းလေးပါပဲ။ဂျက်ဆိုတဲ့သူက ရုပ်ရှင်တွေအတွက် အသံပိုင်းဆိုင်ရာ နည်းပညာရှင်ပါ။ တစ်ရက်တော့ ဇာတ်ကားတစ်ကားအတွက် တံတားပေါ်မှာ လေတိုးသံအသံသွင်းနေတုန်း ကားမတော်တဆမှုတစ်ခုကိုမျက်မြင်ကြုံခဲ့ရပြီး အသံသွင်းမိခဲ့ပါတယ်။ ကားပေါ်က ကောင်မလေးတစ်ယောက်ကိုလည်း ကယ်နိုင်လိုက်ပါတယ်။ ဒါပေမဲ့ ကားမတော်ဆမှုမှာ အသက်ဆုံးသွားတဲ့သူက ရွေးကောက်ခံကိုယ်စားလှယ်မြို့တော်၀န်တစ်ယောက်ဖြစ်နေပါတယ်။ အိမ်ပြန်တော့ အသံပြန်စစ်ရာမှ ကားမှောက်မှုက မတော်တဆမှုသက်သက်မဟုတ်မှန်း သိလာရတဲ့အခါ၊ ကောင်မလေးနဲ့ မြို့တော်၀န်ကြားကဆက်ဆံရေးတွေနဲ့ ကိစ္စတွေက ရှုပ်ထွေးလာတဲ့ကြားထဲမှာမှ ဂျက်တစ်ယောက် အဖြစ်မှန်ပေါ်ဖို့ကြိုးစားရင်း ကိုယ့်ကိုယ်ကိုယ် အန္တရာယ်တောထဲ ဆွဲသွင်းမိပါတော့တယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 805MBQuality – 1080p, 720pIMDb Rating – 7.4/10Format – mp4Duration – 1H 48MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian De PalmaStarsAnn KellyArchie LangB.J. CyrusBarbara SigelBernie RachelleBrian CorriganBud SeeseCindy ManionClaire CarterCurt MayDave DeAngelisDave RobertsDavid De FeliceDean BennettDeborah EvertonDennis FranzDick McGarvinElaine FiloonHenry CohenJ. Patrick McNamaraJames JeterJohn AquinoJohn Coppolino Jr.John HoffmeisterJohn LithgowJohn McMartinJohn TravoltaLarry WoodyLori-Nan EnglerLuddy TramontanaMarcy BigelmanMaureen SullivanMaurice CopelandMichael BorgheseMichael TearsonMilt FieldsMissy ClevelandMissy CrutchfieldNancy AllenPeter BoydenReginald M. WallaceRobert L. PenroseRoberto LombardiRobin SherwoodRoger WilsonRossana FicheraSid DohertyThomas FinnThomas J. McCarthyTim ChoateTony DevonWilliam TarmanCastAnn KellyArchie LangB.J. CyrusBarbara SigelBernie RachelleBrian CorriganBud SeeseCindy ManionClaire CarterCurt MayDave DeAngelisDave RobertsDavid De FeliceDean BennettDeborah EvertonDennis FranzDick McGarvinElaine FiloonHenry CohenJ. Patrick McNamaraJames JeterJohn AquinoJohn Coppolino Jr.John HoffmeisterJohn LithgowJohn McMartinJohn TravoltaLarry WoodyLori-Nan EnglerLuddy TramontanaMarcy BigelmanMaureen SullivanMaurice CopelandMichael BorgheseMichael TearsonMilt FieldsMissy ClevelandMissy CrutchfieldNancy AllenPeter BoydenReginald M. WallaceRobert L. PenroseRoberto LombardiRobin SherwoodRoger WilsonRossana FicheraSid DohertyThomas FinnThomas J. McCarthyTim ChoateTony DevonWilliam Tarman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nk87CtgZ7wd86W37oJHGYAJbmLz.jpg",
      "https://image.tmdb.org/t/p/w300/x0hbNwcFSzA7dIDrOjzMoP8i9b2.jpg",
      "https://image.tmdb.org/t/p/w300/r1WBbezHCmoRcLaMfn4zzSGJgsq.jpg",
      "https://image.tmdb.org/t/p/w300/jkosqPwY6Rn4JDWutpu0ZUWodTL.jpg",
      "https://image.tmdb.org/t/p/w300/scfce6VlAhJBzYFnzF3rDugo8E9.jpg",
      "https://image.tmdb.org/t/p/w300/hw2e3UehD3W2K2yl5nIC7rxwBPM.jpg",
      "https://image.tmdb.org/t/p/w300/ksXDoB71vk2fWKhXvVMouLsY90k.jpg",
      "https://image.tmdb.org/t/p/w300/2O9oc1Y5B1ex8h7SrCJNyytAgzv.jpg",
      "https://image.tmdb.org/t/p/w300/6yMPAk2ducJjM6s1SIlg3pCHkj4.jpg",
      "https://image.tmdb.org/t/p/w300/po3au3WYLRu07znCs1Be3Npt4ez.jpg",
      "https://image.tmdb.org/t/p/w300/mXg2qKwOm99WHGzCij3lBiPTY0.jpg",
      "https://image.tmdb.org/t/p/w300/nBI6cF5WT8k3XlSKbsZoYHFmLNO.jpg",
      "https://image.tmdb.org/t/p/w300/utlVKoqf6RjV0svS1yLtW99fBrK.jpg",
      "https://image.tmdb.org/t/p/w300/lcORLOst63RwYBjCfJZqg3cF3c7.jpg",
      "https://image.tmdb.org/t/p/w300/uW98C41Uyfr33RhCMdrU5NiIb6m.jpg",
      "https://image.tmdb.org/t/p/w300/59XLHCLG8BvyY78EUxDeRQGxXGH.jpg",
      "https://image.tmdb.org/t/p/w300/hhX6Dcisi5xYdHCZW4F63WLqj4q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/weMW1wLzeagP3tw6BfmYf1iL7dz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blow-out-1981-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1jrd1/(CM)_Blow_Out_(1981)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9y8xxZZa#8a2MLto9msVx60KRQPjuYnoAy8HLv--LIrAocL7dtrU",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/28xjt17dc4dz.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blow-out-1981-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Fm7h/(CM)_Blow_Out_(1981)_720p.mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4qV0XCAD#sFKfn7llnSS1BJfEhFrP2_RRdckVLQRmHwJFJuzqxGw",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i4uzdmg9rqfa.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/28v47axrkdn1",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ewqclauw17hf",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rDve1A5EAvk",
      "video_url": "https://www.youtube.com/watch?v=rDve1A5EAvk",
      "embed_url": "https://www.youtube.com/embed/rDve1A5EAvk"
    }
  },
  {
    "metadata": "Approved|1940|2h 10min|Drama,Mystery,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "121,117"
    },
    "title": "Rebecca (1940)",
    "description": "မန်ဒါလေ ဆိုတာ အရမ်းကြီးကျယ်ခမ်းနားပြီးတော့ လူတိုင်း အံံ့သြရလောက်အောင် ခမ်းနားပြီး ပို့စ်ကတ်တွေထဲမှာပါသူ့ရဲ့အလှကို ရိုက်ပြီး ရောင်းချရတဲ့ ပင်လယ်အော်ကြီး ဘေးက စံအိမ်ကြီးတအိမ်ပေါ့အိမ်ကြီးရဲ့ အမွေဆက်ခံသူ မစ္စတာ ဒီဝင်းတားနဲ့ ပြင်သစ်တောင်ပိုင်းမှာ ဖူးစာဆုံခဲ့တဲ့ အညတရ မနူးမနပ် ရှပ်ပြာပြာနဲ့မိန်းကလေးတယောက်က မလွှဲမရှောင်သာ ဒီအိမ်ကြီးရဲ့ အရှင်သခင်မဖြစ်လာခဲ့တယ်သူ့ရဲ့ဘဝအစမှာ ခိုကိုးရာမဲ့ခဲ့ပေမယ့် မုဆိုးဖို မစ္စတာ ဒီဝင်းတားရဲ့ မျက်နှာကို တရွာထင်ပြီး မန်ဒါလေကို လိုက်လာခဲ့တာပေါ့အိမ်ကြီးကိုရောက်လာခဲ့တဲ့အခါမှာတော့ ဒုတိယ မစ္စ ဒီဝင်းတားဖြစ်လာခဲ့သူလေးဟာ လူတိုင်း ပါးစပ်ဖျားမှာ ပြောနေကြတဲ့ကွယ်လွန်လေသူ ရေဘက္ကာ ဒီဝင်းတားရဲ့ အလှအပတွေ ဉာဏ်ပညာထက်မြက်မှုတွေရဲ့ အတိတ်အရိပ်အောက်မှာရိုးအအ မိန်းကလေးပီပီ ခံစားရသမျှကို မထုတ်ဖော်နိုင်ဘဲ ကျိတ်မှိတ်ခံစားရင်းထူးဆန်းတဲ့ အိမ်ကြီးက အိမ်ကြီးရဲ့ အနောက်ဆောင်က အခန်းတခန်း ထူးဆန်းတဲ့ ပထမဇနီးဟောင်းသေဆုံးမှုတွေကိုဘယ်လို ရှာဖွေတွေ့ရှိမလဲဆိုတာ ရင်ဖိုစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Daphne du Maurier ရဲ့ Rebecca ဝတ္ထုကို ပြဇာတ်တွေ ရုပ်ရှင်တွေ ရိုက်ကြတဲ့အထဲက ၁၉၄၀ မှာ ရိုက်ပြီးအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…)File Size : (1.90 GB) , (950 MB) and (480 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 2h 10minFormat : Mp4Genre : Drama, Mystery, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLETranslated by Zuel Khant ThwinEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlfred HitchcockAlphonse MartellBilly BevanC. Aubrey SmithEdward FieldingEgon BrecherFlorence BatesForrester HarveyGeorge SandersGino CorradoGladys CooperJoan FontaineJudith AndersonLaurence OlivierLeo G. CarrollLeonard CareyLeyland HodgsonLumsden HareMelville CooperNigel BrucePhilip WinterPhyllis WoodwardReginald DennyRonald R. RondellWilliam H. O'Brien",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jKgLVAhoq4fXBs1C9Gjvap93fxd.jpg",
      "https://image.tmdb.org/t/p/w300/cVzlCtXHxVY9MzNVzXkzvQ7mTUc.jpg",
      "https://image.tmdb.org/t/p/w300/zNyRfrHLJ42IrzgeUv4RbUvvE4g.jpg",
      "https://image.tmdb.org/t/p/w300/6KA7MIG77XqkkMGzZVymvaorkVS.jpg",
      "https://image.tmdb.org/t/p/w300/mr827d8u1dWGN4vEF0p7LiIm1FF.jpg",
      "https://image.tmdb.org/t/p/w300/dStW1pQr4f8H7DvJwee8zdSQawW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3Gla0nxHboX3nxQzaU4SoqOtTjh.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/rebecca-1940-remastered-1080-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.90 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/txtid8ekjva2.html",
        "server": "usersdrive.com",
        "size": "1.90 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/1zzjb/Rebecca.1940.REMASTERED.1080p.BluRay.mp4",
        "server": "megaup.net",
        "size": "1.90 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://upstream.to/af4yxbhcd5cj",
        "server": "upstream.to",
        "size": "1.90 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/rebecca-1984",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rebecca-1940-remastered-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Uploading..."
      },
      {
        "link": "https://usersdrive.com/rkllouoo37e1.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zzg9/Rebecca.1940.REMASTERED.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://upstream.to/e1zvkesag3k8",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "VIP Links",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://yoteshinportal.cc/rebecca-1940-remastered-480-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1t38jy063lup.html",
        "server": "usersdrive.com",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2Vufy/Rebecca.1940.REMASTERED.480p.BluRay.mp4",
        "server": "megaup.net",
        "size": "480 MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://upstream.to/vb1odlqnbo7f",
        "server": "upstream.to",
        "size": "480 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "t3YJcW2UQiw",
      "video_url": "https://www.youtube.com/watch?v=t3YJcW2UQiw",
      "embed_url": "https://www.youtube.com/embed/t3YJcW2UQiw"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Mystery",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "36"
    },
    "title": "Deception of the Novelist ( 2019 )",
    "description": "ဒီဇာတ္​ကား​ေလးက​ေတာ့ ​ေဟာင္​​ေကာင္​ကား​ေလးတစ္​ကားျဖစ္​ၿပီးmystery ဆန္​ဆန္​ကား​ေလးတစ္​ကားပါဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့Mr.Xu က ​နာမည္​ႀကီးစာ​ေရးဆရာ​တစ္​​ေယာက္​ျဖစ္​ၿပီး မိသားစုအ​ေပၚခ်စ္​တတ္​လြန္​းသူအျဖစ္​ မိန္​းက​ေလး​ေတြ အမ်ားစု သ​ေဘာက်​ေသာစာ​ေရးဆရာပါ kikiက​ေတာ့ အရမ္​းသဝန္​တိုတတ္​တဲ့ဇနီးတစ္​​ေယာက္​ျဖစ္​ၿပီး​ေတာ္​​ေတာ္​ အပ်င္​းႀကီးတဲ့မိန္​းမတစ္​​ေယာက္​ပါ သူတို႔ႏွစ္​​ေယာက္​မွာ မင္ဆိုတဲ့​သား​ေလးတစ္​​ေယာက္​႐ွိပါတယ္​ Mr.Xu က kiki အ​ေပၚ စိတ္​ကုန္​​ေနၿပီးသာယာမႈကိုခုံမင္​​ေသာ ​​ေယာက်ာ္​းတစ္​​ေယာက္​ပါ တစ္​​ေန႔​ေတာ့ Mr.Xu တို႔အ​ေပၚထပ္​ကို ဂ်ပန္​နဲ႔​ေဟာင္​​ေကာင္​စပ္​ ခပ္​မိုက္​မိုက္​အမ်ိဳးသမီးတစ္​ဦးအိမ္​လာငွါး​ေသာအခါ ဘာ​ေတြ ဆက္​ျဖစ္​ၾကမလဲ Mr.Xuကဂ်ပန္​မ​ေလးနဲ႔ ​ေဖာက္​ျပန္​မလား လင္မယားခ်င္​း ျပန္​အဆင္​​ေျပသြားမလားဆိုတာဇာက္​ကား​ေလး​ကို ၾကည္​့ၾကည္​့လိုက္​ပါ​ေတာ့ 18+အခန္​းတစ္​ခ်ိဳ႕ပါဝင္​​ေသာ​ေၾကာင္​့ မိသားစု ၾကည္​့႐ႈဖို႔မသင္​့​ေတာ္​ေၾကာင္း သတိေပးလုိက္ပါရေစေနာ္Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher SunStars6 WingC KwanChan Ho-ManDanny Chan Kwok-KwanGregory WongHe Pei-yuHugo NgJustin CheungLinah MatsuokaRaymond ChiuCast6 WingC KwanChan Ho-ManDanny Chan Kwok-KwanGregory WongHe Pei-yuHugo NgJustin CheungLinah MatsuokaRaymond ChiuTerry Zou",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o4wW2Xv6BPOEIqIBDlUSsUaJBSq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/CM.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/dZGU1NiWqP",
        "server": "drive.google.com",
        "size": "962 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://myandrive.net/file/xwflvXjUf8",
        "server": "drive.google.com",
        "size": "363 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/49Gkx/(CM)Deception.of.the.Novelist.2019.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "962 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2NLrg/(CM)Deception.of.the.Novelist.2019.BluRay.480p.mp4",
        "server": "megaup.net",
        "size": "363 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/ewwttJQIhec/%28CM%29Deception.of.the.Novelist.2019.BluRay.720p.mp4",
        "server": "openload.co",
        "size": "962 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://openload.co/f/NP-SxQ2ZDXI/%28CM%29Deception.of.the.Novelist.2019.BluRay.480p.mp4",
        "server": "openload.co",
        "size": "363 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/1KtA/(CM)Deception.of.the.Novelist.2019.BluRay.720p.mp4",
        "server": "Soliddrive.co",
        "size": "962 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/1KtB/(CM)Deception.of.the.Novelist.2019.BluRay.480p.mp4",
        "server": "Soliddrive.co",
        "size": "363 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "-RPZxhg-ukM",
      "video_url": "https://www.youtube.com/watch?v=-RPZxhg-ukM",
      "embed_url": "https://www.youtube.com/embed/-RPZxhg-ukM"
    }
  },
  {
    "metadata": "N/A|2017|105 min|Bollywood,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "2,287"
    },
    "title": "Ittefaq (2017)",
    "description": "အိႏၵိယႏိုင္ငံမြန္ဘိုင္းၿမိဳ႕မွာ မိုးေတြသည္းေနပါတယ္…မိုးေရထဲမွာပဲ ျဖစ္ပြားခဲ့တဲ့ လူသတ္မႈႏွစ္ခု…ဗစ္ကရမ္စီသီးဟာ ယူေကႏိုင္ငံမွာ လူႀကိဳက္မ်ားတဲ့ ဝတၳဳေရးဆရာတစ္ေယာက္ပါ…သူဟာ ကတ္သရင္းဆိုတဲ့ foreigner အမ်ိဳးသမီးနဲ႔ အိမ္ေထာင္တစ္ခုတည္ေထာင္ခဲ့ပါတယ္…တစ္ေန႔ သူျပန္လာတဲ့အခ်ိန္မွာေတာ့ ကတ္သရင္း ေသဆံုးေနခဲ့ပါတယ္…ခ်က္ခ်င္းပဲ သူရဲကိုဖုန္းဆက္တယ္…ရဲေတြက သူသတ္တယ္ဆိုၿပီး ၿခိမ္းေျခာက္ပါတယ္…ဗစ္ကရမ္ဟာ ေၾကာက္ေၾကာက္လန္႔လန္႔နဲ႔ ေျခဦးတည့္ရာကားေမာင္းေျပးပါေတာ့တယ္….ကားအရွိန္လြန္ၿပီး တိမ္းေမွာက္ခဲ့ပါတယ္…ဒဏ္ရာေတြနဲ႔ ဗစ္ကရမ္ဟာ နီးစပ္ရာ အိမ္ထဲဝင္ၿပီး အိမ္ပိုင္ရွင္ မာယာဆိုတဲ့အမ်ိဳးသမီးကို အကူအညီေတာင္းခဲ့ပါတယ္…ဒီကူညီေပးတဲ့အိမ္မွာလဲ လူသတ္မႈျဖစ္ေနခဲ့ပါတယ္…မာယာခင္ပြန္းျဖစ္သူ ရွက္ကာ ဆိုတဲ့ သူေသဆံုးေနတာပါ…ဗစ္ကရမ္အမႈကို မြန္ဘိုင္းထိပ္တန္းစံုေထာက္ ေဒ့ဗ္ တာဝန္ယူရပါတယ္…ေဒ့ဗ္ဟာ မာယာနဲ႔ ဗစ္ကရမ္ရဲ႕ ထြက္ဆိုခ်က္မ်ားကို နားေထာင္ရပါတယ္….ဗစ္ကရမ္ထြက္ဆိုခ်က္================ကၽြန္ေတာ္ အိမ္ျပန္ေရာက္ေတာ့ ကတ္သရင္း အသက္မရွိေတာ့ပါဘူး…ကၽြန္ေတာ္ရဲကို ခ်က္ခ်င္းအေၾကာင္းၾကားခဲ့တယ္..ဒါေပမဲ့ရဲေတြက ကၽြန္ေတာ့္ကို မိန္းမကို သတ္တယ္ ရဲစခန္းလိုက္ခဲ့ဖို႔ ၿခိမ္းေျခာက္ၾကတယ္..ကၽြန္ေတာ္လဲ ေၾကာက္လန္႔ၿပီးထြက္ေျပးမိတယ္…ကၽြန္ေတာ္ အိမ္တစ္အိမ္ကို အကူအညီေတာင္းခဲ့တယ္..မာယာဆိုတဲ့အမ်ိဳးသမီးကူညီေပးတယ္…သူ႔ေယာက်ာ္းျပန္မေရာက္ေသးဘူးတဲ့..သူက အေတာ္ကူညီေပးရွာပါတယ္…ကၽြန္ေတာ့္ဒဏ္ရာကိုေဆးထည့္ေပးတယ္…ေသာက္စရာေပးတယ္…အဲ့အခ်ိန္သူ႔ခင္ပြန္းရွက္ကာ ေရာက္လာတယ္...ရွက္ကာက ေရွ႕ေနတစ္ေယာက္တဲ့ ကၽြန္ေတာ့္ကိုကူညီေပးႏိုင္တယ္လို႔ မာယာေျပာခဲ့တယ္…ခဏၾကာေတာ့ ကၽြန္ေတာ္ဘာျဖစ္သြားမွန္းမသိ…ေမ့လဲသြားတယ္… ကၽြန္ေတာ္ႏိုးလာေတာ့ ရွက္ကာအေလာင္းကိုေတြ႕တယ္…မာယာထြက္ဆိုခ်က္===============ကၽြန္မ တံခါးဘဲလ္တီးသံၾကားလိုက္တယ္… ဖြင့္ၾကည့္ေတာ့ တစ္ေယာက္မွမရွိဘူး…တံခါးျပန္ပိတ္မယ့္အခ်ိန္မွာပဲ လူတစ္ေယာက္ ကၽြန္မကို အတင္းဖမ္းထားတယ္… ကၽြန္မလဲ ေၾကာက္လန္႔ခဲ့တယ္…သူက ကၽြန္မ အိမ္မွာဘယ္သူရွိလဲေမးတယ္…ဓားနဲ႔ၿခိမ္းေျခာက္တယ္…အဲ့အခ်ိန္မွာ ရွက္ကာအလုပ္က ျပန္လာတယ္…ရုန္းရင္းဆန္ခတ္ျဖစ္ၾကတယ္…ရွက္ကာနဲ႔အဲ့လူလံုးေထြးေနတဲ့အခ်ိန္မွာ ကၽြန္မ ရဲကားအသံၾကားေတာ့ ေအာက္ေျပးဆင္းၿပီး အကူအညီေတာင္းခဲ့တယ္…ကၽြန္မျပန္ေရာက္တဲ့အခ်ိန္မွာ ရွက္ကာ အသက္မရွိေတာ့ဘူး….ေဒ့ဗ္ဟာ ထြက္ဆိုခ်က္ႏွစ္မ်ိဳးလံုးကို နားေထာင္ၿပီး ေဝခြဲမရျဖစ္ခဲ့ပါတယ္…ဗစ္ကရမ္က ထြက္ေျပးၿပီး မာယာအိမ္မွာ ေမ့လဲသြားတာလား….မာယာက သူ႔ခင္ပြန္းကို သူကိုယ္တိုင္သတ္တာလား…ဗစ္ကရမ္က အျပစ္မရွိဘဲခံလိုက္ရတာလား…ကတ္သရင္းေသဆံုးမႈကေကာ ျဖစ္ရိုးျဖစ္စဥ္လို ေသဆံုးမႈဟုတ္ရဲ႕လား ဆိုတာကို…ပေဟဠိဆန္ဆန္ ေျဖရွင္းခ်က္ သံုးသပ္ခ်က္မ်ားနဲ႔ ရိုက္ကူးထားပါတယ္…CM ပရိတ္သတ္ကလဲ ဘယ္သူက လူသတ္တရားခံလဲဆိုတာကို စိတ္ဝင္တစား ၾကည့္ရႈရမွာျဖစ္တဲ့အတြက္ လက္လႊတ္မခံသင့္တဲ့ ဇာတ္ကားတစ္ကားပါ…File Size : (900 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre :Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL H264 AAC2.0-DDRTranslated by May HarukoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhay ChopraStarsAkshaye KhannaSidharth MalhotraSonakshi SinhaCastAkshaye KhannaSidharth MalhotraSonakshi Sinha",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iyDHjGDa1oa5S9iarNinZBluj0J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA1MDc5NzYzNl5BMl5BanBnXkFtZTgwMDQ0Mjc3MzI@._V1_SY1000_SX750_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ittefaq-2017",
        "server": "CM Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ittefaq-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/ittefaq-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2VB9z/Ittefaq_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/xgqazwap3gm3",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "mvfvoCdPrII",
      "video_url": "https://www.youtube.com/watch?v=mvfvoCdPrII",
      "embed_url": "https://www.youtube.com/embed/mvfvoCdPrII"
    }
  },
  {
    "metadata": "|2022|1h 46m|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "732"
    },
    "title": "The Chalk Line (a.k.a) Jaula (2022)",
    "description": "The Chalk Line (a.k.a) Jaula (2022)(1080p ရပါပြီ)Thriller/Crime Genre စပိန်ဇာတ်ကားသစ်လေးဖြစ်ပြီး မဲပြာပုဆိုးမဟုတ်ပဲ plot twist တွေနဲ့ အတော်လေးကြည့်လို့ကောင်းပါတယ်။ပေါလာနဲ့ ဆီမွန်က အသက် လေးဆယ်ကျော်ဇနီးမောင်နှံဖြစ်ပြီး ကလေးယူဖို့ အပူတပြင်းကြိုးစားနေကြသူတွေပါ။ ကံဆိုးစွာပဲ ကိုယ်ဝန်မရခဲ့ကြပါဘူး။ စိတ်ညစ်နေတဲ့ သူတို့ဘဝထဲကို ကလဲရာဆိုတဲ့ ခြောက်နှစ်အရွယ် ကလေးမလေးဝင်လာခဲ့ပါတယ်။ကလဲရာကို ကားလမ်းမကြီးပေါ်မှာ ညကြီးသန်းခေါင် သူတို့ကားနဲ့ ဝင်တိုက်မိမလို ဖြစ်ပြီး စတွေ့ခဲ့ကြတာပါ။ နေမကောင်းဖြစ်နေတဲ့ ကလဲရာဟာ စကားမပြောတတ်သလို အပြုအမူတွေကလည်း ထူးခြားနေပါတယ်။ မြေဖြူနဲ့စည်းတားထားရင် အဲဒီစည်းအပြင်ကို မထွက်ရဲတာတို့၊ ဂျာမန်ဘာသာစကားကို နားလည်နေတာတို့၊ အစရှိသဖြင့်ပေါ့။ဒီလိုနဲ့ ဆေးရုံက အကူညီတောင်းတာကြောင့် သူတို့ ကလဲရာကို အိမ်ခေါ်လာပြီးနောက်မှာတော့ ဘယ်လိုဆိုးရွားတဲ့ကိစ္စတွေ ကြုံတွေ့ရမလဲဆိုတာ …(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကMay Myat Thuပါ။)File Size          :1.7GB, 605MB, 320MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr & 46minsGenre              :Horror, Mystery, ThrillerTranslated byMay Myat ThuEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIgnacio TatayStarsElena AnayaEva TennearPablo MolineroCastCarlos SantosElena AnayaEloy AzorínEsther AceboEva LlorachEva TennearPablo MolineroTara Linke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/54x6WfreK5gIr6VlXpQYB7u7e1b.jpg",
      "https://image.tmdb.org/t/p/w300/tDHRhZGEVVth1EmiRS05STQJp5z.jpg",
      "https://image.tmdb.org/t/p/w300/aKdBeCdJOUQuSzHGxtIwbosmXkb.jpg",
      "https://image.tmdb.org/t/p/w300/u1KFDIP64LjG3iD1dbSRBSDNyge.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z0iZuYNM0hUyHZeldIdXf4aSrPy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-jaula-a-k-a-the-chalk-line-2022-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ru52o5kk7dvn.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ps3h/[CM]Jaula.(a.k.a).The.Chalk.Line.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jaula-a-k-a-the-chalk-line-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "605MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qsbx9jokjrpx.html",
        "server": "usersdrive.com",
        "size": "605MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19tpr/[CM]Jaula.(a.k.a).The.Chalk.Line.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "605MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NOVzUYCL#OzOJU8GKiIsCkA4WE46GMKeF5nesEIDYy_AQd151JKQ",
        "server": "mega.nz",
        "size": "605MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/m8nomhsyy5wz.html",
        "server": "streamsb.com",
        "size": "605MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jaula-a-k-a-the-chalk-line-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "320MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/5h8b6t851spu.html",
        "server": "usersdrive.com",
        "size": "320MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/19tpc/[CM]Jaula.(a.k.a).The.Chalk.Line.2022.480p.mp4",
        "server": "megaup.net",
        "size": "320MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/IakwhQxS#GHdmfhxuqDz_Ttk9fgQzFzGnqodiMxA6L3gB5DONCrY",
        "server": "mega.nz",
        "size": "320MB",
        "quality": "480p"
      },
      {
        "link": "https://sbanh.com/7x8k49os7ys8.html",
        "server": "streamsb.com",
        "size": "320MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adult,Adventure,Drama,Horror,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "Brotherhood of the Wolf (2001)",
    "description": "IMDb Rating (7.0) / Rotten Tomatoes (73%)ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။အမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊အင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလိုဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်သိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။သူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်ဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊ဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့လူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊ရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့စီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့သတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။File size…(2.4 GB)/ (1.3 GB)Quality….BluRay DC 1080p / 720pFormat…mp4Duration….02:30:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBernard FarcyCharles MaquignonEdith ScobEmanuel BoozÉmilie DequenneGaëlle CohenGaspard UllielHans MeyerJacques PerrinJean YanneJean-François StéveninJérémie RenierJohan LeysenMark DacascosMonica BellucciNicky NaudePascal LaugierPhilippe NahonSamuel Le BihanVincent CasselVirginie Darmon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qeA2mZZlwz8AcFO5jys4XTt2OS4.jpg",
      "https://image.tmdb.org/t/p/w300/h0UUPwxnL5w0rYbKE0ZDzOhzBqO.jpg",
      "https://image.tmdb.org/t/p/w300/iTYR7gbg62EzmMn70jMIN1Lb4yM.jpg",
      "https://image.tmdb.org/t/p/w300/ntQ5kIQe91Zd5sviBOk8U7kR9Bu.jpg",
      "https://image.tmdb.org/t/p/w300/sQmoFNa3TlHEvZhxED3gcDBROGr.jpg",
      "https://image.tmdb.org/t/p/w300/vYy2cQlF0U8MTaTkAUeHcEHa4bv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTkxMjg5MDYtZDkyMS00NjFlLTk5YTItMWUyOTNkOTg4YmRhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/brotherhood-of-the-wolf-2001",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-brotherhood-of-the-wolf-2001-dc-1080-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/4TUknXx3",
        "server": "Direct Link",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Fxlh/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-brotherhood-of-the-wolf-2001-dc-720-p-blu-ray-x-265-10-bit-tigole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/vI6HCek-",
        "server": "Direct Link",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2luN8/(CM)Brotherhood_of_the_Wolf_(2001)_DC_(720p_BluRay_x265_10bit_Tigole).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://playersb.com/d8lmcxr10bga.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bSjvrlDxlaQ",
      "video_url": "https://www.youtube.com/watch?v=bSjvrlDxlaQ",
      "embed_url": "https://www.youtube.com/embed/bSjvrlDxlaQ"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "163000"
    },
    "title": "8MM(1999)",
    "description": "8MM(1999)***********အဖော်အချွတ်နဲ့ ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းအချို့ပါတဲ့အတွက်ကြောင့်မိသားစုနဲ့အတူကြည့်မယ်ဆိုရင်သတိထားစေလိုပါတယ်…မင်းသားကြီး နစ်ကိုလပ်ကေ့ခ်ျခေါင်းဆောင်ပါဝင်ထားတဲ့ neo-noir psychological thriller အမျိုးအစားရုပ်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဂျိုကင်းဖီးနစ်၊ ဂျိမ်းစ်ဂန်ဒိုလ်ဖနီတို့ဇာတ်ပို့အနေနဲ့ သရုပ်ဆောင်အားဖြည့်ထားပြီး ဒါရိုက်တာဂျိုးရှမက်ချာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တွမ်ဝဲ့လ်စ်တစ်ဖြစ်လဲ နစ်ကိုလပ်ကေ့ခ်ျဟာ ချမ်းသာကြွယ်ဝတဲ့မုဆိုးမတစ်ဦးဖြစ်တဲ့ မစ္စစ်ခရစ်ရှင်ရဲ့ရှေ့နေဖြစ်သူ မစ္စတာလောင်းဒေးလ်ရဲ့ဆက်သွယ်ပေးမှုကြောင့်ခရစ်ရှင်မိသားစုစံအိမ်ကြီးကို ရောက်လာခဲ့ရပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ အမျိုးသားဖြစ်သူ မစ္စတာခရစ်ရှင်ဟာမကြာသေးမီကမှ ကွယ်လွန်သွားခဲ့တာဖြစ်ပြီး သူရဲ့ကိုယ်ပိုင်စာကြည့်ခန်းထဲမှာမီးခံသေတ္တာတစ်လုံးကို ပဟေဠိဆန်ဆန်ချန်ထားခဲ့ပါတယ်။သော့နံပါတ်ကို မစ္စတာခရစ်ရှင်တစ်ဦးသာသိတာကြောင့် သူဆုံးပါးသွားတဲ့အခါကျန်ရစ်သူမိသားစုဟာ မီးခံသေတ္တာကိုလူငှားဖွင့်ပြီး စစ်ဆေးကြည့်ခဲ့ပါတယ်။အဲ့ဒီအခါမှာ မစ္စစ်ခရစ်ရှင်အနေနဲ့ ထူးဆန်းဖွယ်ဖလင်လိပ်တစ်ခုကိုတွေ့ရပြီး ဖွင့်ကြည့်တဲ့အခါမှာတော့အဆိုပါဖလင်ဟာ မိန်းမငယ်လေးတစ်ယောက်ကို ဖဖွယ်မရာပြုပြီး သတ်ပြတာကိုရိုက်ထားတဲ့ လူသတ်ညစ်ညမ်းကားမျိုးဖြစ်တယ်ဆိုတာကို အော်ဂလီဆန်ဖွယ်စိတ်မချမ်းသာစွာ တွေ့လိုက်ရပါတယ်။ အဆိုပါကိစ္စနဲ့ ပတ်သက်ပြီး ကိုယ်ရေးကိုယ်တာအမှုတွေကို ထောက်လှမ်းရာမှာသိုသိပ်ပြီး ထူးချွန်တဲ့ အလွတ်တန်းစုံထောက် တွမ်ဝဲ့လ်စ်အကြောင်းကို မစ္စတာလောင်းဒေးလ်ကတစ်ဆင့် သိရပြီးဆက်သွယ်ခေါ်ယူလိုက်ရခြင်းဖြစ်ပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ မေတ္တာရပ်ခံမှုအရ တွမ်ဝဲ့လ်စ်အနေနဲ့အဆိုပါရုပ်ရှင်မှာရိုက်ပြထားတဲ့ စိတ်မသက်သာဖွယ်လူသတ်ပြကွက်ဟာအစစ်အမှန်ဟုတ်မဟုတ် စုံစမ်းပေးဖို့ မတတ်သာပဲ လက်ခံလိုက်ရတဲ့နောက်……။တွမ်ဝဲ့လ်အနေနဲ့ ရုပ်ရှင်ထဲမှာပါတဲ့ မိန်းကလေးဟာ တကယ်အသတ်ခံရတာ ဟုတ်၊မဟုတ် ဖော်ထုတ်နိုင်ပါ့မလား…သူ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံရမလဲ…သူ့စုံစမ်းမှုကြောင့် ရုပ်ရှင်ရဲ့ဇာစ်မြစ်ကိုပဲ ဖော်ထုတ်နိုင်မလား၊ သူကိုယ်တိုင်ပဲ ဒုက္ခရောက်မလား…ဒီအရှုပ်ထုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိနေလဲ ဆိုတာတွေကတော့ ပရိသတ်များစောင့်ကြည့်ဖို့ပဲဖြစ်ပါတယ်။ဟောလိဝုဒ်မြေအောက်လောကရဲ့ ညစ်ညမ်းရုပ်ရှင်လောကအကြောင်း ပေါ်လွင်အောင်ရိုက်ပြထားတာဖြစ်တဲ့အတွက်ကြောင့်ကလေးသူငယ်များမကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Ninja ပဲဖြစ်ပါတယ်..File Size :(2.3GB) (823 MB) and (281MB)Quality : Blu-Ray 1080p5.1Ch,720pFormat…mp4Duration…02:03:00Genre : Crime,Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by NinjaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmy MortonAnne Gee ByrdAnthony HealdAva Lee ScottBrian Keith RussellBridgett VeraBurton RichardsCarla MoonCatherine KeenerChris BauerClaudia ArosConnie MercurioDavid U. HodgesDeborah Smith FordDevan BrownDon CreechDoris BrentEmily PatrickFran BennettJack BettsJacklyn LickJames GandolfiniJennifer HarrisJenny PowellJoaquin PhoenixJohn RobbJovanna VitielloKerry CorcoranKiva DawsonLisa VanascoLorena M. SantosLuis OropezaLuis SaguarMario Ernesto SánchezMyra CarterNancy VeeNicolas CageNorm ComptonNorman ReedusPeter StormareRachel SingerRachel WolfeRobert AmicoSuzy NakamuraTahitia DeanTexas TerriTorsten VogesVernon Guichard IIWalter K. JordanWilliam BuckWilliam Lawrence MackWilma Bonet",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eEP8pyCmldfbnml0SFMvPK7kE4x.jpg",
      "https://image.tmdb.org/t/p/w300/fer0u9YplDgKMFJv6KDoGPcJw0z.jpg",
      "https://image.tmdb.org/t/p/w300/8KCSEysIdnjnWmr0mqUm7T1QKat.jpg",
      "https://image.tmdb.org/t/p/w300/tTMH9fefytw3rLpo8Fmzyw5hmhA.jpg",
      "https://image.tmdb.org/t/p/w300/1UeqA6qzW1KAFz9Uru9XrDGo6vM.jpg",
      "https://image.tmdb.org/t/p/w300/229NyjoFar4S1aq02fFHVGh0Pn9.jpg",
      "https://image.tmdb.org/t/p/w300/szvsBdpfl5YE1PA5zGf7m4qPxp0.jpg",
      "https://image.tmdb.org/t/p/w300/ksQtp5V8UAEPwk9RxyTFZ6AGN7J.jpg",
      "https://image.tmdb.org/t/p/w300/jDZu3crF3f71tIGXjm0mIchJ7S8.jpg",
      "https://image.tmdb.org/t/p/w300/j3IbTgduiCynSjo6eWDsLPWnbS6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iNdCT4b8LnWYFueRH0RO5o6f6pk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l05l3v0styag.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wBnx/8MM.1999.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/uZISgBZT#sxz-7inhHbPqXkU6cfFgsQXskuPViDrqhkZGpwHDSbY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/nh7jju149m2z/8MM.1999.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xtgszax6rj9a.html",
        "server": "usersdrive.com",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1aGsh/8MM.1999.BLU-RAY.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/PMJR3QRR#AeYo6ru337oe3FegXwlORKuNRX33nVgmp5i4on1rw7w",
        "server": "mega.nz",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wBqj/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "streamsb.com",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/0qo8dd4z53ov/8MM.1999.BLU-RAY.720P.PP(CM).mp4",
        "server": "streamvid.io",
        "size": "823 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/o1227ficbqo4.html",
        "server": "usersdrive.com",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/8-mm-1999-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wBqj/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/vRRTiT7C#W_XeM73LZUxTibb7P4LyCmZDePYGz9DNF0-zQPOMr1E",
        "server": "mega.nz",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/03mwkvlp1c19.html",
        "server": "streamsb.com",
        "size": "281MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/m9hddh19xi2j/8MM.1999.BLU-RAY.480P(CM).mp4",
        "server": "streamvid.io",
        "size": "281MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "mjIGbTTw3i8",
      "video_url": "https://www.youtube.com/watch?v=mjIGbTTw3i8",
      "embed_url": "https://www.youtube.com/embed/mjIGbTTw3i8"
    }
  },
  {
    "metadata": "NOT RATED|2016|80 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "2,457"
    },
    "title": "Havenhurst (2016)",
    "description": "သဲထိတ်ရင်ဖိုကားလေးတစ်ကားကို ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Heavenhurst (2016)ပါ။Heavenhurst ဆိုတဲ့ နေရာကိုပြောင်းရွေ့လာခဲ့တဲ့ အရက်စွဲနေတဲ့အမျိုးသမီးလေး Jackie…အဲ့ဒီတိုက်ခန်းမှာပဲ ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တဲ့ သူမရဲ ့သူငယ်ချင်းနှစ်ယောက်…ထူးဆန်းစွာနားလည်ရခက်တဲ့ အိမ်ရှင်အဖွားကြီး…အဲ့ဒီအိမ်ကိုပြောင်းရွေ့လာပြီးနောက်ပိုင်း အရမ်းထူးဆန်းတာတွေနဲ့တွေ့ကြုံလာရပြီး အိမ်ကြီးကနေ ထွက်ပြေးဖို့ကြိုးစားတဲ့အခါ သူမလွတ်မြောက်နိုင်ပါ့မလား။ပျောက်ဆုံးသွားတဲ့လူတွေအကြောင်းကိုရောသူမ အချိန်မှီသိရှိနိုင်ပါ့မလား။ဒီလိုသဲထိတ်ရင်ဖိုကားတွေကိုမှ နှစ်သက်တဲ့ CMပရိသတ်ကြီး ရင်တစ်ဖိုဖိုခံစားကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (680 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 20minFormat : Mp4Genre : Horror, Thriller,MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GUACAMOLETranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew C. ErinStarsBelle ShouseBrian HoweDanielle HarrisDendrie TaylorFionnula FlanaganJennifer BlancJosh StambergJulie BenzMatt LaskyToby HussCastBelle ShouseBrian HoweCarrie ArmstrongCurrie GrahamDanielle HarrisDeep RaiDendrie TaylorDouglas TaitEric HeisterFionnula FlanaganGwen HollowayJennifer BlancJennifer LafleurJosh StambergJulie BenzMatt LaskyNatasha GossToby Huss",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/taD7rT1ZFjGKcJlcaeDGifvd35D.jpg",
      "https://image.tmdb.org/t/p/w300/qOwIqQwAA6i2TonPJLbRpRr3r3V.jpg",
      "https://image.tmdb.org/t/p/w300/8hzQZktto5Je6anxWFB1oweIi46.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bXJt4mSbDcp7N08zePZuOSUZhFm.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/havenhurst-2016-mm-sub",
        "server": "VIP Links",
        "size": "680 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/havenhurst-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2n0iu/Havenhurst_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "680 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/w7ekned5f0oo.html",
        "server": "streamsb.com",
        "size": "680 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Ele3lxqK3wc",
      "video_url": "https://www.youtube.com/watch?v=Ele3lxqK3wc",
      "embed_url": "https://www.youtube.com/embed/Ele3lxqK3wc"
    }
  },
  {
    "metadata": "R|2001|1h 53 min|Drama,Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "727,867"
    },
    "title": "Donnie Darko (2001)",
    "description": "Donnie Darko (2001)IMDb – 8.0/10_____Rotten – 87%ဒီကားကို Master Pieceကားတစ်ကားလို့ဆိုကြပါတယ်။Personalအရပြောရမယ်ဆိုရင် Predestination.. Memento..Prestige..InceptionShutter Island အစရှိသဖြင့်ကားတွေကတောင် ဒီကားရဲ့ လေးပုံတစ်ပုံလောက် ကျွန်တော့်ကိုခေါင်းမစားစေပါဘူး။ကျွန်တော်တို့ရဲ့ Legend ActorကြီးJake Gyllanhaalနဲ့သူ့အမ Maggie Gyllanhaalတို့ကိုလည်းဒီရုပ်ရှင်မှာ မောင်နှမတွေအဖြစ်တွေ့ရမှာပါ။ဒီရုပ်ရှင်မှာ …4th Dimension ဝါ အပြိုင်စကြဝဋ္ဌာအချိန်ခရီးသွားခြင်းသီအိုရီတွေ…ကမ္ဘာပျက်ကိန်းတစ်ခု.အိပ်မက်ယောင်လမ်းလျှောက်တတ်တဲ့ရောဂါ ဖောက်ထွက်တတ်တဲ့အတွေးအခေါ်ရှိတဲ့လူငယ်လေးတစ်ယောက်နဲ့ ဆရာမတစ်ယောက်အဓိပ္ပါယ်မရှိတဲ့တက်ကျမ်းတွေနဲ့အောင်မြင်နေတဲ့လူတစ်ယောက်ဘဝအပေါ်မတူညီတဲ့အမြင်တွေ ကံတရားရဲ့ မယုံနိုင်လောက်စရာတွေစိတ်ကုထုံးဆွေးနွေးမှုတွေတွေအပြင် တခြားအကြောင်းအရာပေါင်းစုံကို ၂နာရီမခွဲတဲ့အချိန်ကလေးမှာ အကုန်လုံးထည့်သွားပါတယ်။တစ်ကားလုံးအပြီးမှာ ခင်ဗျားမှာ မေးခွန်းတွေ သိပ်များသွားမှာသေချာပါတယ်။ အဖြေရှိမရှိကတော့ ကိုယ့်အပေါ်ပဲ မူတည်ပါတယ်။ဒီကားထဲက အချိန်ခရီးသွားခြင်းနဲ့ပက်သက်တာတွေဟာစိတ်ကူးယဉ်တာတွေမဟုတ်ပဲ တကယ့် သီအိုရီတွေဖြစ်ပါတယ်။အကျယ်သိလိုက Stephan Hawkingရဲ့ A Brief History of Timeမြန်မာပြန်PDFမှာ ဖတ်ရှုလို့ရပါတယ်။4th Dimension ဝါ..အပြိုင်စကြဝဋ္ဌာအကြောင်းတော့ကျွန်တော်ဖတ်မှတ် နားလည်ထားသလောက်ရှင်းပြချင်ပါတယ်။Donnie Darko ( Spoiler Alert)အရင်ဆုံးအနေနဲ့ ကျွန်တော်ရှင်းပြချင်တာကTangent Universe(Parallel Universe)နဲ့Primary Universe ပါ။Tangent Universeကို ကျွန်တော်တို့ Fourth Dimensionလို့ခေါ်ပါသေးတယ်။ Primary Universeကိုတော့Third Dimensionsလို့ သိကြပါတယ်။4D ကို ဥပမာတစ်ခုပေးရရင်ရေခဲတုံးတစ်တုံးကို ကျွန်တော်တို့ မြင်နိုင်ပါတယ်။ဒါ လက်ရှိလောကရဲ့ 3D အမြင်ပါ။သို့ပေမဲ့ရေခဲတုံးရဲ့ အချိန်ကာလတစ်ခုအလွန်မှာအရည်ပျော်သွားမဲ့ ပုံစံကို ကျွန်တော်တို့ စိတ်ကသိပြီးသားပါ။ ဒါကို ရေခဲတုံးရဲ့ 4D လို့ခေါ်ပါမယ်။ရှင်းလင်းသိသာသွားအောင်ဆို ဥပမာတစ်ခုထပ်ပေးချင်ပါတယ်။ယေဘုယျဥပမာပါပဲ။ သဘောတရားနားလည်ရုံပါ။ကျွန်တော်တို့ မျက်စိနဲ့ မြင်မြင်နေသမျှ 3 Dimensionsကမလွတ်မြောက်သွားပါဘူး။ ဥပမာဆို..စားပွဲပေါ်တင်ထားတဲ့ရေဘူးတစ်ဘူးကို ကြည့်လိုက်ပါ။ အရှေ့ဘက်နဲ့ ဘေးနှစ်ဖက်ကိုကောင်းကောင်းမြင်ရမှာပေမဲ့ နောက်ကျောဘက်ရှိနေပေမဲ့ကျွန်တော်တို့ မမြင်နိုင်ပါဘူး။ မြင်ချင်တယ်ဆိုရင်တော့အခုကြည့်နေတဲ့နေရာကနေ အချိန်နဲ့နေရာတစ်ချို့ကိုဖြတ်ပြီးကျောဘက်ခြမ်းက ပြန်ကြည့်တဲ့အခါ မြင်နိုင်ပါမယ်။ဒီဥပမာက 4Dဟာ အချိန်နဲ့နေရာရဲ့ သက်ရောက်မှုဝါ အချိန်နဲ့နေရာကြောင့်ဖြစ်လာတာကို ရှင်းပြရုံသက်သက်ပါပဲ။.ပြောရရင် အချိန်ဆိုတာ 4th Dimensionပါပဲဒီတော့ ဆိုလိုတာက ကျွန်တော်တို့် လက်ရှိအဖြစ်အပျက်တွေတည်ရှိမှုတွေရဲ့ Parallelမှာ 4D ကမ္ဘာတစ်ခုရှိနေပါတယ်။parallel universe or Tangent Universr or4D ကမ္ဘာတစ်ခုဟာ ကျွန်တော်တို့နဲ့ ဖြစ်ပျက်ချိန်အရင်နဲ့နောက်ပြီး အချိန်ဘယ်ရွေ့ဘယ်မျှကွာမယ်တိတိပပ ပြောမရပေမဲ့ ရှိနေပါတယ်။ဒီလောက်ဆို 4th Dimensionကို ရှင်းလောက်ပါပြီ။ကျန်တာတွေကို ဆက်ရှင်းပြချင်ပေမဲ့ Spoilerဖြစ်မှာစိုးတာမို့ မရှင်းတော့ပါဘူး။ဇာတ်ကြောင်းအကျဉ်းကတော့အထက်တန်းကျောင်းသားကောင်လေးတစ်ယောက်ဟာအိပ်မက်ယောင်ရင်းလမ်းလျှောက်ရာကပြန်လာတဲ့အခါသူ့အခန်း သူ့ကုတင်တည့်တည့်ကို ပြုတ်ကျလာတဲ့ဂျက်အင်ဂျင်ကြီးအတွက် လူတွေစုဝေးနေတာကိုတွေ့ရပါတယ်။သူသာ အိပ်မက်ယောင်ပြီးလမ်းလျှောက်မနေရင် သူသေမှာပါ။သူ့ကို ဒီအဖြစ်ကကယ်တင်ပေးလိုက်တယ်လို့ ယူဆရတာကတော့၆ပေရှိတဲ့ ယုန်ဝတ်စုံ ယုန်ခေါင်းစွပ်ကြီးနဲ့ တစ်စုံတစ်ရာပါအဲ့ဒီဝတ်စုံထဲက တစ်စုံတစ်ရာက သူ့ကိုကမ္ဘာကြီးအဆုံးသတ်တော့မဲ့ အချိန်ကို ပြောပြသွားပါတယ်။ယုန်ခေါင်းစွပ်ထဲကရော ဘယ်သူလဲကမ္ဘာကြီးကရော တကယ်အဆုံးသတ်မှာလား.အချိန်ခရီးသွားတာကရော ဖြစ်နိုင်မှာလား အစရှိသဖြင့်..လားပေါင်းများစွာကို တွေ့ရမှာပါ။ဘဝဆိုတာ အိပ်မက်တစ်ခုပါပဲတဲ့.ဒါဆို အိပ်မက်ကရော ဘဝတစ်ခု ဖြစ်ခဲ့မလား…အကြောင်းတရားတွေဟာ နဂါးခေါင်းဘယ်ဘက်လှည့်မလဲမသိရသလို အဆိုးအကောင်းတွေ မရေမရာဒွန်တွဲနေပါတယ်။လူတိုင်းဘဝမှာ ထင်မှတ်မထားတဲ့ အံ့သြဆန်းကြယ် ဖြစ်ရပ်တစ်ခုကို တစ်ကြိမ်တစ်ခါတော့ ကြုံကြိုက်ရမှာပါ။ဒီအဖြစ်အပျက်ကတော့ မြောက်များလှစွာသော ဘဝတွေထဲကဘဝတစ်ခုပေါ်ပြုတ်ကျခဲ့တဲ့ အံ့သြစရာဖြစ်ရပ်တစ်ခုပါပဲ။ဒီကားကို Master Pieceကားတစ္ကားလို႔ဆိုၾကပါတယ္။Personalအရေျပာရမယ္ဆိုရင္ Predestination.. Memento..Prestige..InceptionShutter Island အစ႐ွိသျဖင့္ကားေတြကေတာင္ ဒီကားရဲ႕ ေလးပုံတစ္ပုံေလာက္ ကြၽန္ေတာ့္ကိုေခါင္းမစားေစပါဘူး။ကြၽန္ေတာ္တို႔ရဲ႕ Legend ActorႀကီးJake Gyllanhaalနဲ႔သူ႔အမ Maggie Gyllanhaalတို႔ကိုလည္းဒီ႐ုပ္႐ွင္မွာ ေမာင္ႏွမေတြအျဖစ္ေတြ႕ရမွာပါ။ဒီ႐ုပ္႐ွွင္မွာ …4th Dimension ဝါ အၿပိဳင္စၾကဝ႒ာအခ်ိန္ခရီးသြားျခင္းသီအိုရီေတြ…ကမၻာပ်က္ကိန္းတစ္ခု.အိပ္မက္ေယာင္လမ္းေလွၽာက္တတ္တဲ့ေရာဂါ ေဖာက္ထြက္တတ္တဲ့အေတြးအေခၚ႐ွိတဲ့လူငယ္ေလးတစ္ေယာက္နဲ႔ ဆရာမတစ္ေယာက္အဓိပၸါယ္မ႐ွိတဲ့တက္က်မ္းေတြနဲ႔ေအာင္ျမင္ေနတဲ့လူတစ္ေယာက္ဘဝအေပၚမတူညီတဲ့အျမင္ေတြ ကံတရားရဲ႕ မယုံႏိုင္ေလာက္စရာေတြစိတ္ကုထုံးေဆြးေႏြးမႈေတြေတြအျပင္ တျခားအေၾကာင္းအရာေပါင္းစုံကို ၂နာရီမခဲြတဲ့အခ်ိန္ကေလးမွာ အကုန္လုံးထည့္သြားပါတယ္။တစ္ကားလုံးအၿပီးမွာ ခင္ဗ်ားမွာ ေမးခြန္းေတြ သိပ္မ်ားသြားမွာေသခ်ာပါတယ္။ အေျဖ႐ွိမ႐ွိကေတာ့ ကိုယ့္အေပၚပဲ မူတည္ပါတယ္။ဒီကားထဲက အခ်ိန္ခရီးသြားျခင္းနဲ႔ပက္သက္တာေတြဟာစိတ္ကူးယဥ္တာေတြမဟုတ္ပဲ တကယ့္ သီအိုရီေတြျဖစ္ပါတယ္။အက်ယ္သိလိုက Stephan Hawkingရဲ႕ A Brief History of Timeျမန္မာျပန္PDFမွာ ဖတ္႐ႈလို႔ရပါတယ္။4th Dimension ဝါ..အၿပိဳင္စၾကဝ႒ာအေၾကာင္းေတာ့ကြၽန္ေတာ္ဖတ္မွတ္ နားလည္ထားသေလာက္႐ွင္းျပခ်င္ပါတယ္။Donnie Darko ( Spoiler Alert)အရင္ဆုံးအေနနဲ႔ ကြၽန္ေတာ္႐ွင္းျပခ်င္တာကTangent Universe(Parallel Universe)နဲ႔Primary Universe ပါ။Tangent Universeကို ကြၽန္ေတာ္တို႔ Fourth Dimensionလို႔ေခၚပါေသးတယ္။ Primary Universeကိုေတာ့Third Dimensionsလို႔ သိၾကပါတယ္။4D ကို ဥပမာတစ္ခုေပးရရင္ေရခဲတုံးတစ္တုံးကို ကြၽန္ေတာ္တို႔ ျမင္ႏိုင္ပါတယ္။ဒါ လက္႐ွိေလာကရဲ႕ 3D အျမင္ပါ။သို႔ေပမဲ့ေရခဲတုံးရဲ႕ အခ်ိန္ကာလတစ္ခုအလြန္မွာအရည္ေပ်ာ္သြားမဲ့ ပုံစံကို ကြၽန္ေတာ္တို႔ စိတ္ကသိၿပီးသားပါ။ ဒါကို ေရခဲတုံးရဲ႕ 4D လို႔ေခၚပါမယ္။႐ွင္းလင္းသိသာသြားေအာင္ဆို ဥပမာတစ္ခုထပ္ေပးခ်င္ပါတယ္။ေယဘုယ်ဥပမာပါပဲ။ သေဘာတရားနားလည္႐ုံပါ။ကြၽန္ေတာ္တို႔ မ်က္စိနဲ႔ ျမင္ျမင္ေနသမွၽ 3 Dimensionsကမလြတ္ေျမာက္သြားပါဘူး။ ဥပမာဆို..စားပဲြေပၚတင္ထားတဲ့ေရဘူးတစ္ဘူးကို ၾကည့္လိုက္ပါ။ အေ႐ွ႕ဘက္နဲ႔ ေဘးႏွစ္ဖက္ကိုေကာင္းေကာင္းျမင္ရမွာေပမဲ့ ေနာက္ေက်ာဘက္႐ွိေနေပမဲ့ကြၽန္ေတာ္တို႔ မျမင္ႏိုင္ပါဘူး။ ျမင္ခ်င္တယ္ဆိုရင္ေတာ့အခုၾကည့္ေနတဲ့ေနရာကေန အခ်ိန္နဲ႔ေနရာတစ္ခ်ိဳ႕ကိုျဖတ္ၿပီးေက်ာဘက္ျခမ္းက ျပန္ၾကည့္တဲ့အခါ ျမင္ႏိုင္ပါမယ္။ဒီဥပမာက 4Dဟာ အခ်ိန္နဲ႔ေနရာရဲ႕ သက္ေရာက္မႈဝါ အခ်ိန္နဲ႔ေနရာေၾကာင့္ျဖစ္လာတာကို ႐ွင္းျပ႐ုံသက္သက္ပါပဲ။.ေျပာရရင္ အခ်ိန္ဆိုတာ 4th Dimensionပါပဲဒီေတာ့ ဆိုလိုတာက ကြၽန္ေတာ္တို္႔ လက္႐ွိအျဖစ္အပ်က္ေတြတည္႐ွိမႈေတြရဲ႕ Parallelမွာ 4D ကမၻာတစ္ခု႐ွိေနပါတယ္။parallel universe or Tangent Universr or4D ကမၻာတစ္ခုဟာ ကြၽန္ေတာ္တို႔နဲ႔ ျဖစ္ပ်က္ခ်ိန္အရင္နဲ႔ေနာက္ၿပီး အခ်ိန္ဘယ္ေရြ႕ဘယ္မွၽကြာမယ္တိတိပပ ေျပာမရေပမဲ့ ႐ွိေနပါတယ္။ဒီေလာက္ဆို 4th Dimensionကို ႐ွင္းေလာက္ပါၿပီ။က်န္တာေတြကို ဆက္႐ွင္းျပခ်င္ေပမဲ့ Spoilerျဖစ္မွာစိုးတာမို႔ မ႐ွင္းေတာ့ပါဘူး။ဇာတ္ေၾကာင္းအက်ဥ္းကေတာ့အထက္တန္းေက်ာင္းသားေကာင္ေလးတစ္ေယာက္ဟာအိပ္မက္ေယာင္ရင္းလမ္းေလွၽာက္ရာကျပန္လာတဲ့အခါသူ႔အခန္း သူ႔ကုတင္တည့္တည့္ကို ျပဳတ္က်လာတဲ့ဂ်က္အင္ဂ်င္ႀကီးအတြက္ လူေတြစုေဝးေနတာကိုေတြ႕ရပါတယ္။သူသာ အိပ္မက္ေယာင္ၿပီးလမ္းေလွၽာက္မေနရင္ သူေသမွာပါ။သူ႔ကို ဒီအျဖစ္ကကယ္တင္ေပးလိုက္တယ္လို႔ ယူဆရတာကေတာ့၆ေပ႐ွိတဲ့ ယုန္ဝတ္စုံ ယုန္ေခါင္းစြပ္ႀကီးနဲ႔ တစ္စုံတစ္ရာပါအဲ့ဒီဝတ္စုံထဲက တစ္စုံတစ္ရာက သူ႔ကိုကမၻာႀကီးအဆုံးသတ္ေတာ့မဲ့ အခ်ိန္ကို ေျပာျပသြားပါတယ္။ယုန္ေခါင္းစြပ္ထဲကေရာ ဘယ္သူလဲကမၻာႀကီးကေရာ တကယ္အဆုံးသတ္မွာလား.အခ်ိန္ခရီးသြားတာကေရာ ျဖစ္ႏိုင္မွာလား အစ႐ွိသျဖင့္..လားေပါင္းမ်ားစြာကို ေတြ႕ရမွာပါ။ဘဝဆိုတာ အိပ္မက္တစ္ခုပါပဲတဲ့.ဒါဆို အိပ္မက္ကေရာ ဘဝတစ္ခု ျဖစ္ခဲ့မလား…အေၾကာင္းတရားေတြဟာ နဂါးေခါင္းဘယ္ဘက္လွည့္မလဲမသိရသလို အဆိုးအေကာင္းေတြ မေရမရာဒြန္တဲြေနပါတယ္။လူတိုင္းဘဝမွာ ထင္မွတ္မထားတဲ့ အံ႕ျသဆန္းၾကယ္ ျဖစ္ရပ္တစ္ခုကို တစ္ႀကိမ္တစ္ခါေတာ့ ၾကဳံႀကိဳက္ရမွာပါ။ဒီအျဖစ္အပ်က္ကေတာ့ ေျမာက္မ်ားလွစြာေသာ ဘဝေတြထဲကဘဝတစ္ခုေပၚျပဳတ္က်ခဲ့တဲ့ အံ႕ျသစရာျဖစ္ရပ္တစ္ခုပါပဲ။File size__( 1.1 GB )Quality__BR-Rip 720pIMDb Rating – 8.0/10Rotten Tomatoes – 87%iTunes _Apple – 4.4/5Format__mp4Duration__02:13:53Type__Drama , Sci-Fi , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRebecca AsherRichard KellyStarsBeth GrantDaveigh ChaseDrew BarrymoreHolmes OsborneJake GyllenhaalJames DuvalJena MaloneMaggie GyllenhaalMary McDonnellPatrick SwayzeCastAlex GreenwaldArthur TaxierAshley TisdaleBeth GrantCarly NaplesDaveigh ChaseDavid MorelandDavid St. JamesDrew BarrymoreGary LundyHolmes OsborneJake GyllenhaalJames DuvalJazzie MahannahJena MaloneJerry TrainorJoan BlairJolene PurdyKatharine RossKristina MalotaLisa K. WyattMaggie GyllenhaalMarina MalotaMark HoffmanMary McDonnellNoah WylePatience ClevelandPatrick SwayzePhyllis LyonsRachel WinfreeScotty LeavenworthSeth RogenStuart StoneTiler PeckTom Tangen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8eLXy49T36e0e1YhYvUQOCXNRhm.jpg",
      "https://image.tmdb.org/t/p/w300/npVlvuV5UkUGcnjErXJ9AiUfECR.jpg",
      "https://image.tmdb.org/t/p/w300/msCHK5Kh1YbdZ0zPJ2nzPUhhSN9.jpg",
      "https://image.tmdb.org/t/p/w300/7XOnwpLLrIDEv81M9mJP98UAptg.jpg",
      "https://image.tmdb.org/t/p/w300/mE8cFlsv1TumieK8q1x0y2GHoct.jpg",
      "https://image.tmdb.org/t/p/w300/fULOsX1CoPQyGy4vGg4REsUbKSt.jpg",
      "https://image.tmdb.org/t/p/w300/erTFS5qzcVSg4vitXWUHjQPeV36.jpg",
      "https://image.tmdb.org/t/p/w300/jenoae2cuWTiFD8jUssJuPbsHA8.jpg",
      "https://image.tmdb.org/t/p/w300/qWSYxv7gG9feq9iWEITDze1hisi.jpg",
      "https://image.tmdb.org/t/p/w300/kNYaVWqq1yTy8GwpOoGlIYtbIIW.jpg",
      "https://image.tmdb.org/t/p/w300/5SyCPY8HvD2bZltt7DN2lJ3dy8F.jpg",
      "https://image.tmdb.org/t/p/w300/bhyURcwJVlW0nnlGrUPQwckVGyI.jpg",
      "https://image.tmdb.org/t/p/w300/6oqMXC3pjiBK1qsY2iu5qDKKcTj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/d.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ldxtg6uwrxr9.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/donnie-darko-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/5ddc08b83c/donie-darko-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4UKam/Donnie_Darko_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/MB9myCia#UZQ5Ak81ETmSf3fh7RPFWAbymwQSRr8ezvhyJE-pO3U",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/pevf6ojm6aqr",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "bzLn8sYeM9o",
      "video_url": "https://www.youtube.com/watch?v=bzLn8sYeM9o",
      "embed_url": "https://www.youtube.com/embed/bzLn8sYeM9o"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Alkhallat+ (2022)",
    "description": "ဒီဇာတ်ကားကတော့ ကားတစ်ကားထဲမှာပဲ ဟာသဇာတ်လမ်းတို (Short story) ၄ပုဒ်စုထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။Coverက horror coverမျိုးနဲ့ဆင်ပေမဲ့ Horrorမဟုတ်ပါဘူး။ Saudi Arabia ပညာပေးcomedyအမျိုးအစားပါ။ ဇာတ်ကားcoverမှာကိုက လှည့်စားထားတာပါ။ဇာတ်လမ်းကျောရိုးကလည်း လှည့်စားမှုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိကဇာတ်ဆောင်တွေက ကိုယ့်ရဲ့ပြဿနာတွေကနေရှောင်ဖို့အတွက် အခြားသူတွေကိုလူလည်ကျပြီးလှည့်စားကြတယ်။ နောက်ဆုံးမှာတော့ အလိမ်အညာတွေက မိသွားတယ်။ ဘယ်လိုပဲလူလည်ကျကျ လျို့ဝှက်ချက်ဆိုတာ အချိန်တန်ရင်ပေါ်စမြဲပါပဲ။အထဲမှာပါဝင်တဲ့ ဇာတ်လမ်းတို၄ခုကို hintsအနေနဲ့ ကားတာယာသူခိုးအဖွဲ့၊ ပြန်ပေါင်းထုပ်ပွဲ၊ သူငယ်ချင်းကောင်း ၊ မလည်ရှုပ်သားအဖဆိုပြီး ခေါင်းစဥ်လေးတွေကြိုပေးထားချင်ပါတယ်။ဒီဇာတ်ကားကြည့်ရင်း ရမယ့်အသိတစ်ခုကတော့ ပြဿနာတစ်ခုကြုံလာရင် တည့်တည့်တိုးပြီး​ခေါင်းခံမယ့်အစား ပြဿနာဆီကနေ အရင်ဆုံးရှောင်နိုင်ရှားနိုင်အောင် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဖြတ်ထိုးဉာဏ်သုံးပြီး ကြိုးစားကြည့်သင့်တယ်ဆိုတာမျိုး သင်ခန်းစာပေးထားပါတယ်။စာအုပ်ကောင်းတစ်အုပ်ကို ဖတ်ရသလို အချိန်ပေးကြည့်တန်မယ့် ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။File size…(2.18GB)  / (929MB) /469MBQuality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:58:00Genre…Comedy / Drama / MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Su EaindraYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbd El Rahim Al SharbajiAbdulaziz AlshehriAbdullah AlgafariAbeer QassimAmal Al NajdiElaf NajibFahad AlbutairiFaisal AliFarah Abdulaziz Al SawayeghFouz AbdullahIbrahim AlhajjajIbrahim AlkhairallahIbrahim AlruwaishedIsmail AlhassanKhalid AbdulazizMansor AshMohammed AldokheiNaif AlmouhayaSohayb GodusWadah SwarZiyad Alamri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qTU2mExebq379PS8P5Qrm4ToVyY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-alkha.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/alkhallat-plus-2023-arabic-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5hqhje256nsn.html",
        "server": "usersdrive.com",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3dQQV/Alkhallat.plus.2023.ARABIC.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/eNsAVC7K#CZJiiB2G7f0dBPbiqS7LKAFEJ8VYa-dm0mdqvdfKsXE",
        "server": "mega.nz",
        "size": "2.18GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/alkhallat-plus-2023-arabic-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g60hlp6dh4z0.html",
        "server": "usersdrive.com",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xTon/Alkhallat.plus.2023.ARABIC.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2Nc31KZD#EKmahcxW5ZBe6ppanT69ncYusZ1pxa_NdVvwnkBbZ44",
        "server": "mega.nz",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/f9vjabzatled.html",
        "server": "streamsb.com",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/alkhallat-plus-2023-arabic-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "557.37MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/rijkhj35t1vt.html",
        "server": "usersdrive.com",
        "size": "557.37MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2xToi/Alkhallat.plus.2023.ARABIC.480p(CM).mp4",
        "server": "megaup.net",
        "size": "557.37MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/fdFUkKZa#ydGgHbH2p5GhapQLD0kJ5FAclH1BgJTqcx6vPGPdWgw",
        "server": "mega.nz",
        "size": "557.37MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrity.com/h9wcbf1jfx18.html",
        "server": "streamsb.com",
        "size": "557.37MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "PdJuFT4aOdg",
      "video_url": "https://www.youtube.com/watch?v=PdJuFT4aOdg",
      "embed_url": "https://www.youtube.com/embed/PdJuFT4aOdg"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Adventure,Drama,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "5915"
    },
    "title": "Hold the Dark(2018)",
    "description": "Hold the Dark(2018)သားရဲ တိရစ္ဆာန်တစ်ကောင်ဖြစ်တဲ့ ဝံပုလွေတစ်ကောင်ရဲ့ နေထိုင်မှုပုံစံဟာ ကျွန်တော်တို့အမြင်မှာတော့ရက်စက်ကြမ်းယုတ်နေတယ်…တစ်ခုတော့ရှိတော့ ဝံပုလွေတစ်ကောင်ရဲ့ နှလုံးသားကို ကျွန်တော်တို့တစ်ခါမှမြင်အောင်မကြည့်ခဲ့ကြသလို ဖေးမစာနာစရာလိုတယ်လို့လည်း တစ်ခါမှ မစဉ်းစားခဲ့ကြဘူး….ဝတ္ထုအနေနဲ့ အောင်မြင်ခဲ့တဲ့ Hold the Dark ကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတဲ့ Hold the Dark (2018) ဇာတ်ကားဟာ ဝံပလွေတွေနဲ့ အဓိက ဇာတ်အိမ်တည်ထားတယ်…Medora Sloaneဆိုတဲ့အမျိုးသမီးမှာ သိပ်ချစ်ရတဲ့ သား(၃)ယောက်ရှိတယ်…ကံဆိုးစွာပဲ ဒီသားလေးတွေဟာ ဝံပုလွေဆွဲလို့ အသက်ဆုံးရှုံးသွားတယ်…မိခင်ဖြစ်သူအတွက် ဝံပလွေတွေဟာ နာကျဉ်းစရာ စက်ဆုတ်စရာပေါ့…အမေဖြစ်သူဟာ ဝံပုလွေကို အမုန်းကြီးမုန်းလေတော့ ဝံပုလွေအကြောင်းကိုလေ့လာနေသူစာရေးဆရာလည်းဖြစ် မုဆိုးလည်းဖြစ်တဲ့ Russell Core ကို အကူအညီတောင်းတယ်..အဲ့ဒါကတော့ဝံပုလွေတွေကိုလက်စားချေ သတ်ဖြတ်ပေးဖို့ပါပဲ…Russell တစ်ယောက် ဝံပုလွေရှာပုံတော်ဖွင့်ရင်း ဘာတွေဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…ဒီကားက ရှုံထောင့်စုံကနေ ကြည့်ရှုသူကို ဆွဲခေါ်သွားရင်း တွေးစရာလေးတွေပေးသွားတဲ့ကားလေးလည်းဖြစ်ပါတယ်…ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်…File Size : (850 MB) and (376 MB)Quality : 720p WEBRip,Format…mp4Duration…02:05:00Genre :  Adventure , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by  May Tharaphi LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeremy SaulnierStarsAlexander SkarsgårdEmmanuel ImaniJames Badge DaleJeffrey WrightJonathan WhitesellJulian Black AntelopeMacon BlairPeter McRobbieRiley KeoughTantoo CardinalCastAlexander SkarsgårdAmanda BurkeAnabel KutayBarb MitchellBeckam CrawfordBobbi JayeBrian MartellClarence HoofConor BoruEmmanuel ImaniEric KeenleysideGabriel CrossIssac BirdJames Badge DaleJames BloorJeffrey WrightJonathan WhitesellJoseph WhitebirdJulian Black AntelopeKaren PowderfaceLonni OlsonLorette ClowMacon BlairMakambe SimambaMark BeswickMaureen ThomasMichael TaylesNicholas AsburyPeter McRobbieRiley KeoughRyan IrvingSavannah BirdSavonna SpracklinSean HoyTantoo CardinalVanessa HolmesZandus Snow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cLbFNdxRNxFwjAUBVL7g7QPFoP4.jpg",
      "https://image.tmdb.org/t/p/w300/ejcwWvDNRSATxEuRNEjK01seIem.jpg",
      "https://image.tmdb.org/t/p/w300/cSnUfcdGsbKVBwe9I7beuSMd0PN.jpg",
      "https://image.tmdb.org/t/p/w300/fuJP5vjlCFCoGDjlTXNjUQXQjOl.jpg",
      "https://image.tmdb.org/t/p/w300/qh4E8sFj46xcSgrV3IrRKuvBlpF.jpg",
      "https://image.tmdb.org/t/p/w300/k4IAtXpwuqo46Bh6HxcPA16Bqsj.jpg",
      "https://image.tmdb.org/t/p/w300/o1wojv6yHMcpaFlCKPHverojNN3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1etEySwZQnBJpzgplgadPi5y4PL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hold-the-dark-2018-mm-sub",
        "server": "VIP Links",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hold-the-dark-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3388u/Hold_The_Dark_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/sy6aa6c12gp7.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "OFAwDO6b5KI",
      "video_url": "https://www.youtube.com/watch?v=OFAwDO6b5KI",
      "embed_url": "https://www.youtube.com/embed/OFAwDO6b5KI"
    }
  },
  {
    "metadata": "|2020||Crime,Drama,Mystery",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "2000"
    },
    "title": "Intrigo: Death of an Author (2020)",
    "description": "Intrigo: Death of an Author (2020)=========================#Unicodeဒီဇာတ်လမ်းအစပျိုးထားပုံက ဘာသာပြန်စာရေးဆရာတစ်ဦးဖြစ်တဲ့ ဟင်နရီက ဝေးလံခေါင်ဖျားဒေသကအဲလက်စ်ဆီကိုရောက်လာပြီး  သူရေးထားတဲ့ စာအုပ်အကြောင်းကိုပြောပြတာကနေ အစချီထားတယ်၊သူပြောပြတဲ့ ဇာတ်လမ်းအကြောင်းအရာတွေဟာ သူကိုယ်တိုင်ရဲ့အကြောင်းတွေလား ဆိုတာ အဲလက်စ်ကသုံးသပ်နေရင်း နားထောင်နေရင်း . ဇာတ်လမ်းလှည့်ကွက်တွေဟာ မြင့်တတ်လာသထက် မြင့်တတ်လာပါတယ်၊ဇာတ်လမ်းရဲ့နောက်ဆုံးအဆုံးသတ်ကတော့ ကြည့်ရှုသူရဲ့ရင်ထဲကိုထိစေမယ်လို့တော့ မျှော်လင့်မိပါသေးတယ်။#Zawgyiဒီဇာတ္လမ္းအစပ်ိဳးထားပုံက ဘာသာျပန္စာေရးဆရာတစ္ဦးျဖစ္တဲ့ ဟင္နရီက ေဝးလံေခါင္ဖ်ားေဒသကအဲလက္စ္ဆီကိုေရာက္လာၿပီး သူေရးထားတဲ့ စာအုပ္အေၾကာင္းကိုေျပာျပတာကေန အစခ်ီထားတယ္၊သူေျပာျပတဲ့ ဇာတ္လမ္းအေၾကာင္းအရာေတြဟာ သူကိုယ္တိုင္ရဲ႕အေၾကာင္းေတြလား ဆိုတာ အဲလက္စ္ကသုံးသပ္ေနရင္း နားေထာင္ေနရင္း . ဇာတ္လမ္းလွည့္ကြက္ေတြဟာ ျမင့္တတ္လာသထက္ ျမင့္တတ္လာပါတယ္၊ဇာတ္လမ္းရဲ႕ေနာက္ဆုံးအဆုံးသတ္ကေတာ့ ၾကည့္ရႈသူရဲ႕ရင္ထဲကိုထိေစမယ္လို႔ေတာ့ ေမွ်ာ္လင့္မိပါေသးတယ္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)Quality – 720p  WEB-RIPDuration – 1 hrs 46 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysterySource : 1080p.WEB-RIPTranslator – Z Naing Z NianhEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel AlfredsonStarsBen KingsleyBenno FürmannDaniela LavenderElizabeth CounsellErik JohanssonMichael ByrneSandra DickinsonTuva NovotnyVeronica FerresCastBen KingsleyBenno FürmannDaniela LavenderElizabeth CounsellErik JohanssonMichael ByrneSandra DickinsonTuva NovotnyVeronica Ferres",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/intrigo.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vfd/[CM]Intrigo.Death.Of.An.Author.2019.720p.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://fastload.cc/37j",
        "server": "fastload.cc",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://yadi.sk/i/-PiCCYj7CqXniA",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://usersdrive.com/s09408dnyzc5.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://mega.nz/file/12ogBCKR#pxjOxGRS27Qg0NpKkEqzfSrRP4QcQHdcnRLVRPJXvIs",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://upstream.to/tqansicxgdto",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Web-Rip 720P"
      }
    ],
    "trailer": {
      "video_id": "gHkfHh7Ww1E",
      "video_url": "https://www.youtube.com/watch?v=gHkfHh7Ww1E",
      "embed_url": "https://www.youtube.com/embed/gHkfHh7Ww1E"
    }
  },
  {
    "metadata": "|2022||Mystery,Sci-Fi",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "1200"
    },
    "title": "Beneath the Green (2022)",
    "description": "Beneath the Green (2022)===================ဇာတ်လမ်းလေးကတော့ ကေလတ်ဟာသစ်တောထဲကတစ်နေရာမှာနိုးထတယ်၊ ဘယ်နေရာကို ဘာကြောင့်ရောက်နေမှန်းလဲမသိဘူး၊ အဲ့အချိန်မှာ ဟန်တာကသူ့ကိုလာခေါ်တယ်၊ဟန်တာ ကေလတ်ကို သူတို့ဟာ ဒီဂြိုလ်တဲ့အတိတ်ကာလမှာရောက်နေတာဖြစ်ပြီး လွတ်လမ်းမရှိဘဲ ထပ်ခါထပ်ခါဒီနေရာမှာပဲနေနေရတဲ့အကြောင်းကိုပြောပြပြီးတော့ အခြားသူတွေရှိတဲ့နေရာကိုခေါ်သွားတယ်၊ အခြားသူတွေက ထွက်လမ်းဝင်လမ်းမရှိတဲ့ဒီနေရာကိုရောက်လာတဲ့ ကေလတ်ကို ကယ်တင်ဖို့လာတယ်လို့ထင်နေကြတာပေါ့။အဖွဲ့သားတွေအကုန်လုံးကလည်းဖြစ်ရပ်တွေအကုန်လုံးကို ဘာမှမမှတ်မိပဲ စူးစမ်းစုံစမ်းရင်းရလာတဲ့အချက်အလက်တွေကိုမှီခိုပြီးလွတ်လမ်းကိုရှာဖွေနေကြပါတယ်။အကုန်လုံးကလွတ်လမ်းအတွက်တံခါးတစ်ချပ်ရှိမယ်လို့ယုံကြည်ထားပြီးတံခါးကိုရှာဖွေနိုင်မှသာလွတ်မြောက်မယ်လို့ယုံကြည်ထားကြပါတယ်။ အရင်ကအဖွဲ့ဝင်ဗစ်တာဆိုတဲ့တစ်ယောက်က သူတို့ထဲကပျောက်သွားပြီးလွတ်သွားတယ်လို့ထင်နေကြပါတယ်။ အဲ့ဒါကြောင့်ကေလတ်ကိုသူတို့အတွက်လွတ်လမ်းရှာဖွေပေးနိုင်မယ့်သူလို့ ယုံကြည်ကြတာပေါ့။ ဒါကြောင့်ကေလတ်တစ်ယောက်အဖွဲ့သားတွေကို တကယ်ပဲကယ်တင်နိုင်မလားဒါမှမဟုတ် အတိတ်မှာပဲပိတ်မိနေမလားဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin MyoLwin ဖြစ်ပါတယ်)File Size……….(1.2 GB) / (473 MB) / (340 MB)Quality…………WEB-Rip 1080p / 720p / 480pDuration………1Hr 20MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Mystery, Sci-FiTranslator…….Tin Myo LwinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnthony NikolchevEric Roberts",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmM5ZmUwNDktZTlhZC00MDE1LWFkYjktOTZhMDY2MTMzZmI5XkEyXkFqcGdeQXVyNzkxMzkxNA@@._V1_QL75_UY281_CR50190281_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/beneath-the-green-2022-1080-p-web-rip-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3dQ52/Beneath.the.Green.2022.1080p.WEBRip.(CM)mp4_(2).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/f1q8a36f81qo.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/GipTnCyK#lP8vJUbmV7b2WyZIvkATtLViOcVlegCR4-n3f268glc",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/64zhbbzdxyjp.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/28ixgagw2xxg",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/beneath-the-green-2022-720-p-web-rip-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3dQ52/Beneath.the.Green.2022.1080p.WEBRip.(CM)mp4_(2).mp4",
        "server": "megaup.net",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/qh0i4yq8cy8s.html",
        "server": "streamsb.com",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/CrwDEAyB#gsw5M_cAuQWvFTCW9SyXrtXMzpyvwp1CbJA0BeKswQo",
        "server": "mega.nz",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/5p87j6755v6k.html",
        "server": "usersdrive.com",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/3pajtpi9nlqp",
        "server": "streamvid.io",
        "size": "473 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/beneath-the-green-2022-480-p-web-rip-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "262 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3dQ4M/Beneath.the.Green.2022.480p.WEBRip.(CM)mp4_(2).mp4",
        "server": "megaup.net",
        "size": "262 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbrity.com/y6pe679lgb3s.html",
        "server": "streamsb.com",
        "size": "262 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/XiBBBAzL#GxJPLhM9XK1-YyrnAIKAGizJfA0GVUsTxWcnrg8_HxE",
        "server": "mega.nz",
        "size": "262 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4lnuz12xobzz.html",
        "server": "usersdrive.com",
        "size": "262 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/21fjfhmrc5qf",
        "server": "streamvid.io",
        "size": "262 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "LKDRq5uj4Wo",
      "video_url": "https://www.youtube.com/watch?v=LKDRq5uj4Wo",
      "embed_url": "https://www.youtube.com/embed/LKDRq5uj4Wo"
    }
  },
  {
    "metadata": "|||Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "560991"
    },
    "title": "Twelve Monkeys (1995)",
    "description": "[Unicode]12 Monkeys (1995)ဒီရုပ်ရှင်က ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ဥပမာပေးရရင်ဟိုးတုန်းက ကြက်ဥနဲ့ကြက်မ ဘယ်ဟာ အရင်ဖြစ်သလဲဆိုတဲ့Paradoxလိုပါပဲ။ဒါပေမယ့် သိပ္ပံပညာရှင်တွေက ကြက်ဥခွံမှာပါတဲ့ ဒြပ်တစ်မျိုးကို ကြက်မကသာထုတ်နိုင်တယ်ဆိုတာ အတည်ပြုပြီးစီးခဲ့တဲ့အတွက် တခြား ဥပမာတစ်ခုပြောင်းသုံးပါမယ်။ဘုရားသခင်သာ အရာအားလုံး လုပ်နိုင်တယ်ဆိုရင်သူမ နိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းနိုင်ပါသလားဆိုတဲ့ Omnipotence paradoxပါ။ဘုရားသခင်က သူမနိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းလိုက်တယ်ဆိုရင်လည်း သူအရာအားလုံး မလုပ်နိုင်တော့ပါဘူး။မဖန်ဆင်းဘူးဆိုရင်လည်း သူ အရာအားလုံး မလုပ်နိုင်သေးပြန်ပါဘူး။ဒီရုပ်ရှင်ကလည်း ဒီလိုပါပဲကိုယ့်အမြှီး ကိုယ်ပြန်မြိုထားတဲ့ မြွေတစ်ကောင်ပါပဲ။1996မှာစပြီး လေထုထဲ ဗိုင်းရပ်စ်တစ်မျိုး ပျံ့နှံ့ခဲ့တာကြောင့် ကမ္ဘာမြေမျက်နှာပေါ်မှာ လူတွေနေလို့မရတော့ပါဘူး။လူသားတွေဟာ မြေအောက်ထဲမှာ မြေကြွက်တွေလို ရှင်သန်နေရပါတယ်။2035မှာ‌တော့သိပ္ပံပညာတိုးတက်လာတာနဲ့ တစ်ပြိုင်နက် အချိန်ယန္တရားကို တီထွင်နိုင်ခဲ့ပါပြီ။သိပ္ပံပညာရှင်တွေဟာ ကမ္ဘာကြီးကိုကယ်တင်ဖို့ ကမ္ဘာ့လေထုထဲ ပျံ့နှံ့နေတဲ့ ဗိုင်းရပ်စ်ရဲ့ mutation ဖြစ်မသွားခင်မူလပုံစံရဲ့ အချက်အလက်တွေကို အတိတ်ကနေ ပြန်စုံစမ်းဖို့ အခွင့်အရေးရလာပါတယ်။ကောက်ချက်တွေအရတော့ 12monkeysလို့ခေါ်တဲ့ အဖွဲ့အစည်းတစ်ခုက ဗိုင်းရပ်စ်ကို ဖြန့်ခဲ့တာ သိထားပါပြီ။12monkeysကို စုံစမ်းဖို့ လွှတ်ရမယ့် အန္တရယ်များတဲ့ အချိန်ခရီးရှည်ကြီးကိုတော့ လူကောင်းသူကောင်းတွေကိုသူတို့လွှတ်လို့ အဆင်မပြေပါဘူး။ဆိုတော့ကာထောင်သားတွေကို လုပ်အားပေးအနေနဲ့သုံးပြီး ပြစ်ဒဏ်ကင်းလွတ်ခွင့်ကို မက်လုံးပေး ခိုင်းစေခဲ့ပါတယ်။ဒီစုံစမ်းမှုအတွက် အပြစ်သားအတော်အသုံးချခဲ့ပေမယ့် အချိန်လွဲချော်မှုအစရှိတဲ့ ကယောက်ဂယက်တွေကြောင့် အတော်များများ ရူးသွားခဲ့တာပါပဲ။သိပ္ပံပညာရှင်တွေဟာ စူးစမ်းရှာဖွေမှုကောင်းတဲ့ ဂျိမ်းစ်ကိုးလ်ကို လုပ်အားပေးအလှည့်ကျအဖြစ် ဗိုင်းရပ်စ်ဖြစ်ခဲ့တဲ့ ၁၉၉၆ကိုလွှတ်လိုက်ပါတယ်။ကံဆိုးချင်တော့ ကိုးလ်ရောက်သွားတာ ၁၉၉၀ပါ။လမ်းမပေါ် ပလတ်စတစ်အကြည်သား ဝတ်စုံကြီးဝတ် အတွင်းခံကလွဲအထင်းသားမြင်နေရတဲ့ ကိုးလ်ကို၁၉၉၀က လူတွေ ပို့လိုက်တဲ့တစ်ခုတည်းသောနေရာက အရူးထောင်ပါပဲ။ဒီရုပ်ရှင်မှာ အရာအားလုံးက အကျိူးအကြောင်းတစ်ခုနဲ့ ဖြစ်‌နေကြတာပါ။ဒီလိုနဲ့ 12monkeysရှိတောင်မရှိသေးတဲ့ ကာလကို ရောက်လာတဲ့ ကိုးလ်ဟာသူတွေ့သင့်လား ‌မတွေ့သင့်လား ကျွန်တော်တို့တောင် မရေရာတဲ့ လူတွေနဲ့ တွေ့ခဲ့ရပါတယ်။အနာဂတ်ကလာတယ်ပြောပေမယ့် သက်သေပြစရာမရှိတဲ့ ကိုးလ်ဟာဆေးရုံကနေ ထွက်ပြေးဖို့ကြိုးစားတဲ့အတွက် တိုက်ပိတ်ခံလိုက်ရပါတယ်။ဆရာဝန်တွေလာစစ်တဲ့ အခါမှာတော့ လေဝင်ပေါက်ကလေးလွဲ ဘာမှမရှိတဲ့အခန်းကနေ ကိုးလ်ဟာ ထူးဆန်းစွာပဲ ပျောက်ဆုံးသွားပါတယ်။သူ့ကို ဘယ်သူမှလည်း မတွေ့တော့ပါဘူး။ခြောက်နှစ်အကြာ 1996မှာတော့ ပေါင်မှာ သေနတ်ဒဏ်ရာကြီးနဲ့ ကိုးလ် ပြန်ပေါ်လာပြီးစိတ်ရောဂါကုဆရာဝန် ဒေါက်တာ ကတ်သရင်းရေလ်လီကို ပြန်ပေးဆွဲခဲ့ပါတယ်။‌ဗိုင်းရပ်စ်ဖြစ်လာဖို့ အချိန်အရမ်းနီးနေပါပြီ။12Monkeysနောက်ကို ကိုးလ်လိုက်နေပေမယ့် လိုက်လေဝေးလေဖြစ်နေပါပြီ။သူ့ကို ယုံကြည်တဲ့လူလည်း တစ်ဦးတစ်ယောက်မှ မရှိပါဘူး။ရဲတွေလိုက်ရှာနေတဲ့ကြားကနေ ကိုးလ်ထပ်ပျောက်သွားပေမယ့် ကတ်သရင်းကတော့ ကိုးလ်ပေါင်ထဲက သူထုတ်ခဲ့တဲ့ကျည်ဆန်ဟာ ပထမကမ္ဘာစစ်ကဆိုတာ သိလိုက်ပြီပထမကမ္ဘာစစ်အတွင်းက ကိုးလ်လို့ယူဆရတဲ့လူတစ်‌ယောက်ဓာတ်ပုံကိုတွေ့လိုက်တဲ့အခါမှာတော့…Time Travleကား တစ်ခုပေမယ့် ပြချင်တဲ့ Conceptကတော့ အတော်များပါတယ်။တိရိစ္ဆာန်အခွင့်အရေးနဲ့ ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးတို့ရဲ့အစွန်းနှစ်ဖက်၊ Alfred Hitchcock ရုပ်ရှင်၊ အိုမာခယမ်ကဗျာ၊ နာမည်ကျော်သမိုင်းဖြစ်ရပ်တွေကို Refယူထားပြီး ဖြစ်ရပ်တွေ Dialougeတွေရဲ့ အချိတ်အဆက်က သေသပ်ပါတယ်။ဒီရုပ်ရှင်နဲ့ Brad Pittပထမဆုံး အော်စကာ ဆန်ခါတင် ဝင်ထားပြီးSound Trackတွေထဲ WOLFGANG AMADEUS MOEZARTရဲ့ Piano Concertoတောင်ပါပါတယ်။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )File size__(2.5GB ) and (1.4GB)Quality__1080p ,720pIMDb Rating__8.0/10Format__mp4Duration__02:09:31Type__Comedy , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew BernsteinMarilyn BaileyMark EgertonPhilip A. PattersonTerry GilliamStarsBrad PittBruce WillisChristopher MeloniChristopher PlummerDavid MorseJoey PerilloJon SedaLisaGay HamiltonMadeleine StoweMatt RossCastAaron Michael LaceyAllelon RuggieroAnnie GoldenAnthony 'Chip' BrienzaBarry PriceBill RaymondBob AdrianBonnie LoevBrad PittBruce KirkpatrickBruce WillisC.J. ByrnesCarol FlorenceCharles TechmanCharley ScaliesChristopher MeloniChristopher PlummerChuck JeffreysDavid MorseDrucie McDanielErnest AbubaFelix PireFrank GorshinFrederick StrotherH. Michael WallsHarry O'TooleIrma St. PauleJanet ZappalaJann EllisJoe GeretyJoey PerilloJohn BlaisseJohn PanzarellaJoilet HarrisJon SedaJoseph McKennaJoseph MelitoKarl WarrenKevin ThigpenKorchenkoLisa TalericoLisaGay HamiltonLouis LippaMadeleine StoweMatt RossMichael ChanceMichael Ryan SegalNell JohnsonPat DiasPaul MeshejianRay HuffmanRaymond MamrakRenee SpeiRick WarnerRobert O'NeillRozwill YoungSal MazzottaSimon JonesStan KangStephen BridgewaterThangTiffany BaldwinTom DetrikVernon CampbellWilfred Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1IWaKG7AWiYMhADxhGtnElDJAGI.jpg",
      "https://image.tmdb.org/t/p/w300/2W6RZJ9smKGfocFeHh9HURVXnWQ.jpg",
      "https://image.tmdb.org/t/p/w300/m8cryG75rOkXXT7qOd1AL14sDdl.jpg",
      "https://image.tmdb.org/t/p/w300/yyocj3BLatG6jSYHCAHS16EYuEt.jpg",
      "https://image.tmdb.org/t/p/w300/ilkQKKvr1n2NXIcvFgu6PvxM2lf.jpg",
      "https://image.tmdb.org/t/p/w300/jkAr3eudvlHT3zs3EYH6i6lqQ6p.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2F9KcDGZbEdaQN5jV9ziyRZYY7u.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/12-monkeys-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3dFde/12_Monkeys_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/8agmf6tv9scb.html",
        "server": "streamsb.com",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/th85nbs53i1g",
        "server": "streamvid.io",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/12-monkeys-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3dFcy/12_Monkeys_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/2d1lmeku1kg1.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/htjtwbzckt92",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YxLbHHYGzkg",
      "video_url": "https://www.youtube.com/watch?v=YxLbHHYGzkg",
      "embed_url": "https://www.youtube.com/embed/YxLbHHYGzkg"
    }
  },
  {
    "metadata": "not rated|2013|2h 8m|Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "23k"
    },
    "title": "Ugly (2013)",
    "description": "Ugly (2013) “အကျည်းတန်”ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb 7.9/10, Rotten Romatoes 60% ရရှိထားတဲ့ဘောလိဝုဒ်ကားလေးပဲဖြစ်ပါတယ်။အားလုံးသိကြတဲ့အတိုင်း အိန္ဒိယနိုင်ငံဟာ ခိုးမှု၊ လုယက်မှု၊ ကိုယ်ထိလက်ရောက်ပြုလုပ်မှု၊ လိင်ပိုင်းဆိုရာ‌စော်ကားမှု၊ ပြန်ပေးဆွဲမှုအစရှိသည်ဖြင့် ရာဇဝတ်မှုဖြစ်ပွါးမှုနှုန်း အတော်လေးမြင့်တဲ့ နိုင်ငံတစ်ခုပါ။ခေတ်ကာလတိုးတတ်လာနဲ့အမျှ အမှုဖြေရှင်းနှုန်း ပိုကောင်းလာသော်ငြား တပြိုင်ထဲမှာပဲ ပြစ်မှုကျူးလွန်မှုဟာလည်း လျော့သွားခြင်းမရှိပါဘူး။ဒါမျိုးနိုင်ငံမှာ ကလေးတစ်ယောက်ပျောက်တယ်ဆို ဘယ်‌လိုတောင် ပူပန်နေရမလဲ တွေးသာကြည့်ပါတော့။မင်းသားရူးရူးနေတဲ့အဖေနဲ့ တီဗီကလွဲ လောကကြီးကိုစိတ်ပျက်နေတဲ့အမေတို့ရဲ့ တစ်ဦးတည်းသောသမီး ကာလီဟာစနေနေ့တိုင်းအဖေနဲ့ သွားတွေ့ခွင့်ရပါတယ်။ဒီလိုနဲ့တနေ့ ကားပေါ်မှာ ကာလီတစ်ယောက်တည်းချန်ခဲ့ပြီး ဇာတ်ညွှန်းသွားယူတဲ့အဖေဖြစ်သူ ပြန်လာတဲ့အချိန်မှာတော့ကာလီလေးရဲ့အရိပ်အယောင်တောင်မတွေ့ရတော့ပါဘူး။ဖြစ်ချင်တော့ တစ်ခုတည်းသောသဲလွန်စဖြစ်တဲ့ လူကလည်း လိုက်ဖမ်းရင်း အသက်ဆုံးသွားခဲ့တယ်။လူပျောက်မှုထက် လူသေမှုကိုပဲစိတ်ဝင်စားတဲ့ရဲတွေဟာလည်း ကလေးကို ဖိဖိစီးစီးမရှာပေးကြတဲ့အခါကာလီ့ရဲ့ပထွေးဖြစ်တဲ့ အမှုစစ်ကပါ ဝင်ပါလာရပါတော့တယ်။ရှာရင်းဖွေရင်း အမှုလိုက်ရင်းနဲ့ သမီးဇောကပ်လာတဲ့အခါ ဒီအဖေနှစ်ယောက်လည်း အချင်းချင်းသံသယမကင်းဖြစ်လာပါတော့တယ်။အမျိုးမျိုးသော ရှုထောင့်တွေကနေ အကွက်ကျကျရိုက်ကူးထားတဲ့ကားလေးမို့ စိတ်ဝင်စားဖို့ကောင်းမှာအသေအချာပဲမို့ ကြည့်ရကျိုးနပ်တဲ့ကားလေးမို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။(အညွှန်းနဲ့ ဘာသာပြန်ထားတာကတော့ Aditi~Cherry~KKKZ~V~BpLတို့ပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.8GB / 805MBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 8mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Aditi~Cherry~KKKZ~V~BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnurag KashyapStarsAbir GoswamiAlia BhattAnshika ShrivastavaGirish KulkarniMadhavi SinghRahul BhatRonit RoySaharsh Kumar ShuklaSiddhanth KapoorSurveen ChawlaTejaswini KolhapureVineet Kumar SinghCastAbir GoswamiAlia BhattAnshika ShrivastavaGirish KulkarniMadhavi SinghRahul BhatRonit RoySaharsh Kumar ShuklaSiddhanth KapoorSurveen ChawlaTejaswini KolhapureVineet Kumar Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/viPf6kTYU0LyryNPhGfQExxGbcd.jpg",
      "https://image.tmdb.org/t/p/w300/tO7U7vMXRaU02mpUShMO5bAMnkB.jpg",
      "https://image.tmdb.org/t/p/w300/cPLWJg6o4lWt3vX03tYncJ8rYzI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BY2VmMjlhYjgtYWY4ZS00MjYwLTg1ZTctZjA3MTMzMjJhNzA2XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ugly-2013-1080-p-bd-rip-x-265-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kfefkmo21640.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2052q/Ugly_(2013)_1080p_BDRip_x265_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TIclGJxS#lqP3MXzDlVIeZKkjSPr7N9IvuiG0hjkaHmDQf-VY1Hs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ugly-2013-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/idmsx25vrshe.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2053j/Ugly_(2013)_720p_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WZMkRa7Z#PiwiyGIKirUBSuH_nlAE5XtEULdGTc9pUn6Qyjp6q9s",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/iumuuvulcnof",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wac2nt3jp930",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4ougQY2-zpk",
      "video_url": "https://www.youtube.com/watch?v=4ougQY2-zpk",
      "embed_url": "https://www.youtube.com/embed/4ougQY2-zpk"
    }
  },
  {
    "metadata": "||1h 42m|Mystery,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": ""
    },
    "title": "The Night Beyond the Tricornered Window (2021)",
    "description": "The night beyond the tricornered windowစာအုပ်ဆိုင် တစ်ဆိုင်ရဲ့ စာရေးလေး “မိကဒို”မှာ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ သူငယ်ငယ်တည်းက သရဲတွေကို အချိန်တိုင်းမြင်နေရတာဖြစ်ပြီး ဒီကနေ ရှောင်လွှဲလို့မရသလို မမြင်ရတော့အောင်လည်း လုပ်လို့မရပါဘူး။ တစ်နေ့မှာတော့ “ဟိရခဝါ”လို့ခေါ်တဲ့ ပယောဂနှင်ဆရာက မိကဒိုကို ရှာတွေ့ခဲ့တဲ့နောက်မှာတော့ အခြေအနေက ပြောင်းလဲသွားခဲ့ပါတယ်။ဟိရခဝါက မိကဒိုကို သူ့ရဲ့လက်ထောက်အဖြစ်ခန့်ပြီးတော့ သရဲမြင်တဲ့အစွမ်း အကူအညီနဲ့ ဖြေရှင်းရခက်တဲ့ မှုခင်းတွေကို ရှာဖွေဖော်ထုတ်ကြပါတယ်။ ဒီလိုနဲ့ သူတို့လိုက်နေရတဲ့အမှုတွေက “ဟိအူရ”လို့ခေါ်တဲ့ အထက်တန်းကျောင်းသူရဲ့ နှုတ်ထွက်စကားတွေနဲ့ သက်ဆိုင်နေမှန်းသိလိုက်ရတဲ့အခါ ဖြေရှင်းဖို့ ကြိုးစားကြပါတယ်။၂၀၁၃ကနေ ၂၀၂၀အထိထုတ်ဝေခဲ့တဲ့ Yaoi mangaကို adaptionလုပ်ထားပြီး စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းကျောရိုးနဲ့ Japanese BL ကားကောင်းတစ်ကားကို ကြည့်ရှုရမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB) / (700MB)Quality__WEB-DL_1080p, 720pIMDb Rating__5.0/10Format__mp4Duration__01:45:00Type__Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYukihiro MorigakiStarsChika UchidaEmi WakuiJun ShisonJunko UchidaKeiko KitagawaKenichi TakitohMakita SportsMasaki OkadaMichitaka TsutsuiMotoi KasamatsuNarumi TagawaoNishimagi KamuriSachiko NakagomeShingo MizusawaShinya NiiroTakumi MatsuzawaYuki SakuraiYurina HirateCastChika UchidaEmi WakuiJun ShisonJunko UchidaKeiko KitagawaKenichi TakitohMakita SportsMasaki OkadaMichitaka TsutsuiMotoi KasamatsuNarumi TagawaoNishimagi KamuriSachiko NakagomeShingo MizusawaShinya NiiroTakumi MatsuzawaYuki SakuraiYurina Hirate",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7VfbjCNeM5bx2Vm12MAyy4MwIKF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/25R5E_4f.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-night-beyond-the-tricornered-window-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Sxx3/The_Night_Beyond_The_Tricornered_Window_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/nurtngc3v0ox.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/90rks6p0sfyy",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-night-beyond-the-tricornered-window-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cA4u/The_Night_Beyond_The_Tricornered_Window_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/p5ffnwft2nu8.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cgvz685dtxb9",
        "server": "streamvid.io",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kPnNDH80WMc",
      "video_url": "https://www.youtube.com/watch?v=kPnNDH80WMc",
      "embed_url": "https://www.youtube.com/embed/kPnNDH80WMc"
    }
  },
  {
    "metadata": "|2023||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "8100"
    },
    "title": "Luther: The Fallen Sun (2023)",
    "description": "Luther: The Fallen Sun (2023)=======================Rotten Tomatoes 65%,IMDb Rating 6.7/10၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ နာမည်ကြီးမင်းသား Idris Elba ရဲ့စုံထောက်ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။  IdrisElba နဲ့အတူ အပြိုင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကတော့Andy Serkis ဖြစ်ပါတယ်။သူဟာလည်း The Lord of the RingTrilogy, Planet of the Apes, Black Panther ရုပ်ရှင်တွေမှာပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီး တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဟာဆိုရင် Luther ဟာ စုံထောက်တစ်ယောက်ဖြစ်ပါတယ်။ ကယ်လန်ဆိုတဲ့ လူငယ်လေးတစ်ယောက် ပျောက်သွားတဲ့အမှုအတွက် စုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ ဒါပေမယ့် ကယ်လန်ဟာ ပြန်ပေးဆွဲခံရရုံတင်မဟုတ်ခဲ့ဘဲ ကွင်းဆက် လူသတ်သမားတစ်ယောက်ရဲ့ သားကောင်ဖြစ်သွားခဲ့တာပါ။ ကွင်းဆက် လူသတ်သမားဟာLuther ရဲ့ နောက်ကြောင်းကိုပါ လိုက်လံစုံစမ်းပြီး Luther ကိုထောင်ကျအောင် လုပ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ Luther ဟာ ထောင်ကျသွားပေမယ့် ကွင်းဆက်လူသတ်သမားကိုလိုက်ရှာဖို့ အာသီသပြင်းထန်လွန်းနေခဲ့ပါတယ်။ အပြင်မှာ လွတ်နေတဲ့ကွင်းဆက်လူသတ်သမားဟာလည်း လွတ်လပ်စွာပဲ လူတွေကို သတ်နေခဲ့ပါတယ်။ မနေနိုင်တဲ့အဆုံး Luther လည်း ထောင်ဖောက်ပြေးပြီးတော့လူသတ်သမားကို ဖမ်းဆီးဖို့ လုပ်တော့တာပေါ့။ ဒါကြောင့် Luther ဟာရဲတွေလက်ကလည်းလွတ်အောင်ပြေးရင်း လူသတ်သမားကိုလည်း လိုက်ဖမ်းရင်းနဲ့လှုပ်ရှားနေတာပေါ့။ Luther ရယ်၊ ရဲတပ်ဖွဲ့ရယ်၊ ကွင်းဆက်လူသတ်သမားကြား ဉာဏ်ချင်းပြိုင်ကြရင်း စိန်ပြေးလိုက်တမ်းဆော့ကြပုံကို စိတ်ဝင်စားဖွယ် အလှည့်အပြောင်းတွေနဲ့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှ ရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size……….(790 MB) / (450 MB)Quality…………WEB-RIP 720p / 480PDuration………2Hrs 09MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Drama, MysteryTranslator…….CM TeamEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJamie PayneCastAlexander AndersonAmy TriggAndy ApolloAndy SerkisAsh PatelBianca BardoeBorislava StratievaCarl SpencerCharlotte WorkmanCynthia ErivoDan LiDermot CrowleyEdward HoggEinar KuuskGeorge JovanovicGrace Cookey-GamGuy WilliamsGwen Subuh-SymonsHattie MorahanHenry HerefordHugo NicolauIan StreetzIdris ElbaJames BamfordJess LiaudinLauryn AjufoLawrence RussellMartin SarrealNatasha PatelNicola AchilleasOrlando BrookePatrick MarcianoPaul CosterRoss WaitonSamantha PearlSusan Lawson-ReynoldsTara FitzgeraldTeodor TsolovThomas CoombesTom McCallVincent ReganWayne CaterYasmine Maya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eN6R6mb3ntHwA3y3MhSwpP78ljN.jpg",
      "https://image.tmdb.org/t/p/w300/8EY0oGQhPK010ZabAHkObZ2q4Gj.jpg",
      "https://image.tmdb.org/t/p/w300/1IPBkPzTlf9O6SEu7UdRWnEmLpM.jpg",
      "https://image.tmdb.org/t/p/w300/euEGIZIgPyFdz7NW3p7THBxcPbZ.jpg",
      "https://image.tmdb.org/t/p/w300/sYuVOtgQkYBoqXTzw3MYWNXAHDt.jpg",
      "https://image.tmdb.org/t/p/w300/QVHmu17WdNTnCJZEFGwiJUIRL9.jpg",
      "https://image.tmdb.org/t/p/w300/tWxrcPnckmlknpgeDv8k3MrxVQ.jpg",
      "https://image.tmdb.org/t/p/w300/jjN3MBYA0YBupyPxHr0vGBf67pT.jpg",
      "https://image.tmdb.org/t/p/w300/6oxnVw91yzv9fYwGaz941Mwlwbv.jpg",
      "https://image.tmdb.org/t/p/w300/rXgWaMAnbrMPpwbFL34SONpDvm2.jpg",
      "https://image.tmdb.org/t/p/w300/n84X9rMYDWtiaEF6fgFdtOS8Zd2.jpg",
      "https://image.tmdb.org/t/p/w300/4Bq0vGN652NQ4xpxs9tbRN4egXX.jpg",
      "https://image.tmdb.org/t/p/w300/1sSLmWHKIwvZklK7obnbeWEdxzp.jpg",
      "https://image.tmdb.org/t/p/w300/v1mmzRkWQLAnylh7ijEEOHfbr1s.jpg",
      "https://image.tmdb.org/t/p/w300/ixxLtR3IlPyU8Jxq0p7R3B5luxp.jpg",
      "https://image.tmdb.org/t/p/w300/brVPxU3x6twSEz8NmKxwdtqJ3ZT.jpg",
      "https://image.tmdb.org/t/p/w300/15vWgtNqqrnb9rc65IhlQWJi8aW.jpg",
      "https://image.tmdb.org/t/p/w300/sAm76xsnM2oKb3YZd0E7W1CaUBd.jpg",
      "https://image.tmdb.org/t/p/w300/dnTGxvMsf7Nurtw8DzI5TZHIGeb.jpg",
      "https://image.tmdb.org/t/p/w300/6Nenp2X5XouuOcrYKVbKiBrCh0K.jpg",
      "https://image.tmdb.org/t/p/w300/dvunopKXXsrwDzhf9OI6r1uqJ09.jpg",
      "https://image.tmdb.org/t/p/w300/56oaPXhxxyqBW4Xt5DIOQBO4Lhr.jpg",
      "https://image.tmdb.org/t/p/w300/di0WBde2MFCTnJM54DYmo6QYC8V.jpg",
      "https://image.tmdb.org/t/p/w300/6GG0wTIc739yFyIN3OxQgHbHFvf.jpg",
      "https://image.tmdb.org/t/p/w300/cmbrzu5msQIqsDojmNXGd2sxbEP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTQwMWFhYWMtZmE0OS00MmMxLWE3NzAtYjU1NzIyZjdmODNhXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SLkh/Luther.The.Fallen.Sun.2023.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/tgprmpq015hw.html",
        "server": "streamsb.com",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/s750iCyI#BjA-X-H6kMr-593tlX_XC7v9yYwOXA1SOWi-z9SqAjs",
        "server": "mega.nz",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/gauzj8fmrwfr.html",
        "server": "usersdrive.com",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/9660mcld554b",
        "server": "streamvid.io",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SLbe/Luther.The.Fallen.Sun.2023.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/h7r2ffikag9t.html",
        "server": "streamsb.com",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Xz4VlBaa#LEzwPj2a548mPReiPfckbhRIxbqSAfAsI1xpvTOqRK4",
        "server": "mega.nz",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/bsdu8wogclrs.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/kpj7bq29eabw",
        "server": "streamvid.io",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1SLbo/Luther.The.Fallen.Sun.2023.480p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/ys6io63p261p.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/b6ZS1YzI#V7IzgCq9lndcxazzr9Iw903W87ZFRGIRXPw1mMnHw2k",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/zl6rz9kzq96x.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/im9ehbbwzuyl",
        "server": "streamvid.io",
        "size": "450 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "EGK5qtXuc1Q",
      "video_url": "https://www.youtube.com/watch?v=EGK5qtXuc1Q",
      "embed_url": "https://www.youtube.com/embed/EGK5qtXuc1Q"
    }
  }
]