[
  {
    "metadata": "|||Comedy,Drama,Mystery",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1322"
    },
    "title": "Blow the Man Down (2019)",
    "description": "၂၀၁၉ ခုနှစ်ထွက်ထားတဲ့ ဒီဇာတ်ကားလေးဟာIMDb 6.3 ရထားတဲ့စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားမျိုးလေးပါအီစတာကုဗ်လို့ခေါ်တဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့မှာအမျိုးသမီးများစွာနေထိုင်ပြီး အမျိုးကောင်းသားတစ်ချို့သာရှိပါတယ်ပရစ်စ်ဆယ်လာနဲ့မယ်ရီဘတ်တို့အမေဟာ သမီးနှစ်ယောက်ကိုအပေါင်ဆုံးအိမ်နဲ့အကြွေးများစွာနဲ့ထားခဲ့တာကိုသိရလို့စိတ်ထိခိုက်တဲ့ မယ်ရီဘတ်တစ်ယောက် အစ်မဖြစ်သူနဲ့စကားများပြီးမြို့ပေါ်ကလူမဟုတ်တဲ့လူတစ်ယောက်နဲ့ ထိုညမှာသွားလာရင်းထိုလူရဲ့ကား‌နောက်ဖုံးထဲမှ တန်ဆာပလာနဲ့သွေးစက်များကိုတွေ့လို့ အကြောက်ကြီးကြောက်ထွက်ပြေးရာမှ ထိုလူကိုမတော်တဆသတ်လိုက်မိတယ်..အစ်မဖြစ်သူနဲ့နှစ်ယောက်ခေါင်းချင်းဆိုင်ပြီးနောက်ဆုံးမှာ ပင်လယ်ထဲမှာလက်စဖျောက်ဖို့အကြံအစည်ကိုအကောင်အထည်ဖော်ခဲ့ကြတယ်တိုက်တိုက်ဆိုင်ဆိုင် ထိုညပြီးနောက်တစ်နေ့ မြို့ပေါ်ကပြည့်တန်ဆာအိမ်မှကလေးမတစ်ယောက်အလောင်းဟာကမ်းစပ်မှာအသတ်ခံထားရတာကို ရဲများလိုက်လံစုံစမ်းနေပါတယ်..သူတို့စုံစမ်းရင်းနဲ့ဘယ်လိုလျို့ဝှက်ချက်တွေတွေ့ရှိကြမလဲ…အရမ်းကြီးကောင်းတဲ့ကားထဲမပါပေမယ့်စိတ်ဝင်စားပြီးဇာတ်လမ်းခေါ်တဲ့နောက်ပါသွားမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်File Size : ( 856 MB , 267 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Htoo Htoo Ka JoeEncoded by Moe Myint Lwinzawgyi၂၀၁၉ ခုႏွစ္ထြက္ထားတဲ့ ဒီဇာတ္ကားေလးဟာIMDb 6.3 ရထားတဲ့စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္ကားမ်ိဳးေလးပါအီစတာကုဗ္လို႔ေခၚတဲ့ ဆိပ္ကမ္းၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာအမ်ိဳးသမီးမ်ားစြာေနထိုင္ၿပီး အမ်ိဳးေကာင္းသားတစ္ခ်ိဳ႕သာရွိပါတယ္ပရစ္စ္ဆယ္လာနဲ႔မယ္ရီဘတ္တို႔အေမဟာ သမီးႏွစ္ေယာက္ကိုအေပါင္ဆုံးအိမ္နဲ႔အေႂကြးမ်ားစြာနဲ႔ထားခဲ့တာကိုသိရလို႔စိတ္ထိခိုက္တဲ့ မယ္ရီဘတ္တစ္ေယာက္ အစ္မျဖစ္သူနဲ႔စကားမ်ားၿပီးၿမိဳ႕ေပၚကလူမဟုတ္တဲ့လူတစ္ေယာက္နဲ႔ ထိုညမွာသြားလာရင္းထိုလူရဲ႕ကား‌ေနာက္ဖုံးထဲမွ တန္ဆာပလာနဲ႔ေသြးစက္မ်ားကိုေတြ႕လို႔ အေၾကာက္ႀကီးေၾကာက္ထြက္ေျပးရာမွ ထိုလူကိုမေတာ္တဆသတ္လိုက္မိတယ္..အစ္မျဖစ္သူနဲ႔ႏွစ္ေယာက္ေခါင္းခ်င္းဆိုင္ၿပီးေနာက္ဆုံးမွာ ပင္လယ္ထဲမွာလက္စေဖ်ာက္ဖို႔အႀကံအစည္ကိုအေကာင္အထည္ေဖာ္ခဲ့ၾကတယ္တိုက္တိုက္ဆိုင္ဆိုင္ ထိုညၿပီးေနာက္တစ္ေန႔ ၿမိဳ႕ေပၚကျပည့္တန္ဆာအိမ္မွကေလးမတစ္ေယာက္အေလာင္းဟာကမ္းစပ္မွာအသတ္ခံထားရတာကို ရဲမ်ားလိုက္လံစုံစမ္းေနပါတယ္..သူတို႔စုံစမ္းရင္းနဲ႔ဘယ္လိုလ်ိဳ႕ဝွက္ခ်က္ေတြေတြ႕ရွိၾကမလဲ…အရမ္းႀကီးေကာင္းတဲ့ကားထဲမပါေပမယ့္စိတ္ဝင္စားၿပီးဇာတ္လမ္းေခၚတဲ့ေနာက္ပါသြားမယ့္ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္File Size : ( 856 MB , 267 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Htoo Htoo Ka JoeEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBridget Savage ColeDanielle KrudyKat HessLaura KleinMaggie AmbroseMichael KefeyalewStarsAnnette O'TooleDavid CoffinDavid PridemoreEbon Moss-BachrachGayle RankinJune SquibbMarceline HugotMargo MartindaleSophie LoweWill BrittainCastAdam Wolf MayersonAnnette O'TooleDavid CoffinDavid PridemoreEbon Moss-BachrachGayle RankinJune SquibbKat PalardyKendrey RodriguezLinda SharyMarceline HugotMargo MartindaleMark S. CartierMarv CoombsMeredith HolzmanMorgan SaylorNeil OdomsOwen BurkeSkipp SudduthSophie LoweThomas KeeWill Brittain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fsM6AB85cptuiG142s6ZQS17mjr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AgxDU9Vp0R6RIV6jpmQ4JrTcZzv.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1Lwv/(CM)_Blow_The_Man_Down_2019_WEB-Dl_720p.mp4",
        "server": "Soliddrive.co",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/3k7",
        "server": "fastload.cc",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/v1amk5q64nmu.html",
        "server": "usersdrive.com",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blow-the-man-down-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2TQ1i/(CM)_Blow_The_Man_Down_2019_WEB-Dl_720p.mp4",
        "server": "megaup.net",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/FckRALyY#AOHZx9GRm3vyXaAdXFNPu9Mp3zq2FsbJtXb7QCXZA10",
        "server": "mega.nz",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/6h76a1e259nr",
        "server": "upstream.to",
        "size": "856 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "uWM1U_kd0rE",
      "video_url": "https://www.youtube.com/watch?v=uWM1U_kd0rE",
      "embed_url": "https://www.youtube.com/embed/uWM1U_kd0rE"
    }
  },
  {
    "metadata": "PG-13||1h 55min|Action,Mystery,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "594,130"
    },
    "title": "The Bourne Ultimatum (2007)",
    "description": "The Bourne Ultimatum (2007)IMDb Rating (8.2) / Rotten Tomatoes (92%)++++++++++++Jason Bourneဟောလိဝုဒ် ရုပ်ရှင်နယ်မြေကနေ ခေတ်အဆက်ဆက် စုံထောက်ဇာတ်လိုက်များအား မိတ်ဆက်ခဲ့သည်ကို ကျွန်တော်တို့ပရိသတ်တွေ ခေတ်အလိုက် ကြည့်ရှုခဲ့ကြရသည်။စုံထောက်အမျိုးမျိုးအနက်က လူသိအများဆုံးမှာ ဗြိတိသျှစုံထောက်ကျော်ကြီး ကိုယ်ပိုင်အမှတ်တံဆိပ် 007 ဂျိမ်းစဘွန်းကြီး ဖြစ်လောက်မည်။ယင်းစုံထောက်ကြီး၏ ရုပ်ရှင်များဖြင့် အသားသေနေချိန်မှာ 2002ကာလလောက်တွင် Jason Bourne ဟု အမည်ရသည့် အေ့ဂျင့်ကလေးပေါ်လာလေသည်။စာရေးဆရာကြီး Robert Ludlum ၏ ဇာတ်ကောင်ဖြစ်ပါသည်။Jason Bourne ဇာတ်ကောင်သည် 1988ကတည်းက Mini Series အဖြစ်ထွက်ရှိပေမယ့် သိပ်မထင်ရှားခဲ့ပေ။2000ခုနှစ်လောက်မှ Bourneကိုပြန်လည်အသက်သွင်းဖို့ ကြိုးပမ်းခဲ့သည်။ဘရက်ပစ် ။စတားလုံးတို့အား လျာထားခဲ့သော်လည်း Matt Damon ကိုသာ ရွေးချယ်ဖြစ်ခဲ့သည်။အတိတ်မေ့ ဒဏ်ရာရနေသော လူတစ်ယောက်ဇာတ်ရုပ်ပီပြင်ဖို့အတွက် Matt မှာ အထူးပင် လေ့ကျင့်အားထုတ်ခဲ့ရသည်။အေ့ဂျင့်တစ်ယောက်စရိုက်နှင့် ကိုက်ညီနေစေဖို့ တိုက်ခိုက်ရေးသင်တန်းများတက်၍ ခြောက်လနီးပါး လေ့ကျင့်ခဲ့သလို..ဇာတ်ကားထဲက စတန့်အများစုကိုလည်း လူစားမထိုးပဲ သရုပ်ဆောင်ခဲ့သည်။ထိုသို့ ဇာတ်လမ်း ဇာတ်ကွက် ပြန်လည်ဖန်တီးရသည့် အခက်အခဲများ..ဘက်ဂျက်အခက်အခဲများ စတဲ့ အခက်အခဲများစွာကို ကျော်လွန်ဖြတ်သန်းပြီးမှ ထွက်ရှိလာသော The Bourne Identity (2002)ရုပ်ရှင်သည် ကြိုးစားသမျှ အရာထင်ခဲ့သည်ဟု ဆိုရပေမည်။စပိုင်ကားအများစုအား နှစ်ရှည်လများ စိုးမိုးထားခဲ့သော ဂျိမ်းစဘွန်းများ၏ အရှိန်အဝါကို ကျော်လွန်နိုင်ခဲ့ကာ လက်တွေ့ဘဝနှင့်နီးစပ်သည့် လူသားတစ်ယောက်ကို ဖန်တီးပေးနိုင်ခဲ့သည်။ထို့အပြင် Die Hardလို ဇာတ်ကားထဲက အက်ရှင်ခန်းများကိုပါ မေ့ပစ်နိုင်လောက်သည့် တိုက်ခိုက်ခန်း အသက်လုပြေးလွှားခန်းများဖြင့် ကြည့်ရှုသူအပေါ် ဖမ်းစားခဲ့တာကို တွေ့ခဲ့ရပါမည်။မြေထဲပင်လယ်ထဲမှာ သတိမေ့မျောပါနေတဲ့ လူတစ်ယောက်ကို တံငါလှေတစ်စီးက ကယ်တင်လိုက်ရကနေ Jason Bourne ဇာတ်လမ်းကို ပဟေဠိများဖြင့် စတင်ဖွင့်လှစ်လာခဲ့သည်။သတိပြန်ရသည့်တိုင်အောင် သူ့ကိုယ်သူ ဘယ်သူမှန်း မသိ ။ဘယ်ကလာမှန်းလည်း မသိ။ကျောမှာ သေနတ်ကျည်ဆန်နှစ်ခုက ထိုးဝင်လျက်သား။နောက် တင်ပါးမှာ ဘဏ်နံပါတ်တစ်ခု ။သူကဘယ်သူပါလဲ။အဲဒီနံပါတ်ကလေးက သူ့ဘဝ ဖြစ်တည်ရာကို ပြန်လည်ရှာဖွေရာကနေ အသည်းထိတ်ရှု ပ်ထွေးဖွယ် ဇာတ်အိမ်ကြီးတစ်ခုကို ကျွန်တော်တို့အားလုံး ရင်မမဖြင့်စကြည့်ရတော့သည်။သူနှင့်အတူ တစ်ဖြည်းဖြည်းသိရှိလာရသော အချက်အလက်များအရ သူက ထိပ်တန်း အေ့ဂျင့်တစ်ယောက်။အမေရိကန် CIA ဌာနက တရားမဝင် နှိမ်နင်ရေးလုပ်ငန်းတွေလုပ်ဖို့ဖွဲ့စည်းထားသည့် ထရက်စတုန်း စီမံကိန်းထဲက အဓိကကျသည့် လူတစ်ယောက်ဆိုတာ သိလာခဲ့ရသည်။ထို့အပြင် ယင်းအဖွဲ့၏ တရားမျှတမှု မရှိသော သတ်ဖြတ်လုပ်ကြံခြင်း လုပ်ငန်းများအား လုပ်ကိုင်လိုစိတ် မရှိတော့၍ ထွက်ခွာလာခဲ့သည့် လူတစ်ယောက်ဖြစ်တယ်ဆိုတာကို သိရှိလာသည့်အခါမှာ ။ထိုအဖွဲ့အစည်း၏ ခေါင်းဆောင်များ၏ နှု တ်ပိတ်ခြင်းကို တန်ပြန်ခုခံရဖို့ အကြောင်းဖန်လာရတော့သည်။သူတို့အနေဖြင့် သူတို့ကိုယ်တိုင် စိတ်တိုင်းကျ ဖန်တီးပုံသွင်းခဲ့သော Bourneအား နှိမ်နင်းသတ်ဖြတ်ဖို့ရာ လုံးဝမလွယ်ကူလှပါ။Bourneထံတွင် ရောက်ရှိနေသည့် အချိန်ကာလနေရာမရွေး အံဝင်ဂွင်ကျ ပြောင်းလဲလှုပ်ရှားနိုင်သည့် အရည်အချင်းပေါင်းများစွာကို ပိုင်ဆိုင်ထားသည်။အထူးသဖြင့် သူတို့အားလုံး၏ အကြံအစည်များကို နောကြေအောင် သိရှိနေခြင်းကပင် တစ်လှမ်းသာနေသည်။CIAလိုမျိုး ကမ္ဘာအနှံ့အပြား ချိတ်ဆက်ထားသည့်နည်းပညာကွန်ယက်ကြားတွင် Bourne တစ်ယောက် လွတ်အောင် ရုန်းထွက်ဖို့ရာ မလွယ်ကူလှပါ။CIAကလည်း Bourne၏တည်နေရာအား ချက်ချင်းသိလိုက်တာနှင့် ကြေးစားတွေအား သတ်ဖြတ်ဖို့ လွှတ်လိုက်တာချည်းဖြစ်သည်။Bourneထံတွင် အနီးနားမှာ စာအုပ်ထူထူ တစ်အုပ်ဖြစ်ဖြစ် ဘော့ပင်တစ်ချောင်းပဲဖြစ်ဖြစ် ရှိနေပါက ထိုအရာအား အသုံးပြုပြီး တစ်ဖက်ရန်သူအား အနိုင်ယူတိုက်ခိုက်နိုင်သည့် တိုက်ခိုက်ရေးပညာတွေရှိသည်။ဘာသာစကားမြောက်မြားစွာပြောဆိုနိုင်သည်။သူမကိုင်တတ် မသုံးစွဲတတ်သော ယာဉ်၊လက်နက်၊အီလက်ထရောနစ်ပစ္စည်းမရှိသလောက်ပင်။အားလုံးကို ရင်းနှီးကျွမ်းဝင်နေသည်။ကြောင်တစ်ကောင်လို လျင်မြန်သော အဟုန်မျိုးဖြင့် သုံးမိုင်လောက်အား မနားတမ်းပြေးနိုင်သည်။စက္ကန့်ပိုင်းလောက်ဝေ့ကြည့်လိုက်တာနှင့် ကားသုံးစီ၏ နံပါတ်များအား ချက်ချင်းအလွတ်ပြောနိုင်သည်။လူတစ်ယောက်ကိုဖျတ်ခနဲကြည့်လိုက်ရုံဖြင့် ဘယ်သန်လား ညာသန်လား သိနိုင်သည့် လေ့ကျင့်မှု စွမ်းရည်တွေ ပိုင်ဆိုင်ထားသည်။ထိုအရည်အသွေးများအား အသုံးပြု၍သာ အင်အားကြီးမားလှသော ရန်သူတွေလက်အောက်ကနေ ရုန်းထွက်ရလေသည်။အသက်လုပြေးရလေသည်။ဒဏ်ရာဗလပွဖြင့်နာကျင်ရလေသည်။Jason Bourne ဇာတ်ကားသုံးပိုင်းလုံးသည် ထရက်စတုန်းအဖွဲ့ကြီးနှင့် Bourneတို့ အပြန်ပြန်အလှန်လှန် ဉာဏ်ကစားပုံ ။အသက်လုထွက်ပြေးတိုက်ခိုက်ရသည့် ဇာတ်ဝင်ခဏ်းများဖြင့် ဒရစပ် တည်ဆောက်ထားသည်။(2012မှာ ထရက်စတုန်းစံမံကိန်းထဲက အခြားအေ့ဂျင်တစ်ယောက်ဇာတ်အိမ်ဖြင့် မင်းသား ဂျေမီရမ်နာအား ထည့်သွင်းကာ The Bourne Legacy အမည်ဖြင့် ရိုက်ကူးသေးသည်။Matt Damon၏ Bourneကားများကို လိုက်မမီခဲ့ချေ )။ထရက်စတုန်းစီမံကိန်းက ခေါင်းဆောင်တွေကလည်း Bourneလိုလူမျိုးကိုတောင် ဖန်တီးနိုင်ခဲ့သူများပီပီ တကယ့်ဉာဏ်နီဉာဏ်နီသမားတွေဖြစ်ကြပြီး နည်းပညာအထောက်အကူများဖြင့် Bourneရှိရာနောက်ကို ထပ်ကြပ်မကွာ ရှာဖွေခဲ့သည်။Bourne ကိုယ်တိုင် ချစ်သူအသစ်နှင့် ဘဝသစ်တစ်ခုအား တည်ဆောက်ဖို့ ကြို းစားခဲ့သော်လည်း အတိတ်ဟောင်းက ကိစ္စရပ်များအောက်က ရုန်းထွက်ခွင့် မသာခဲ့ချေ ။သူသာ ကြေကွဲခဲ့ရတော့သည်။ထိုအခါမှာ ကျေအေးပြီးသား အတိတ်အိပ်မက်ဆိုးတွေအား အပြီးသုတ်သင်ဖို့ ဆုံးဖြတ်ပစ်ခဲ့တော့သည်။The Bourne Identity(2002)| The Bourne Supremacy (2004)| The Bourne Ultimatum (2007) အပိုင်းသုံးပိုင်းသည် အေ့ဂျင့် Bourne၏ အတိတ်ကို ပြန်လည်စုံစမ်းပုံ |လာရောက်လုပ်ကြံသူများအား ပြန်လည်တိုက်ခိုက်ပုံ။ချစ်သူနှင့်ဘဝတစ်ခုဖန်တီးဖို့အားပြု ချိန်မှာ ထပ်မံပြီး လုပ်ကြံခံရပုံ။ထို့နောက်တွင် ထိုအဖွဲ့ကြီးအား ပြန်လည်တုံ့ပြန်ပြီး Bourneတစ်ယောက် ပျောက်ကွယ် သွားပုံတို့ဖြင့် အဆုံးသတ်ခဲ့သည်။ဆိုရလျှင် Bourne၏ ဘဝသမိုင်း နိဂုံးကမ္ပတ်အဆုံးသတ်ပြီဟု ထင်မှတ်ခဲ့မိသည်။သို့ရာတွင်မူ Bourneသည် တစ်ဖန်ပြန်လာခဲ့ပါသည်။2016တွင် ရုံတင်လာခဲ့သော Jason Bourne ဇာတ်ကားတွင်မူBourneသည် ဘဝသစ်တွင် အသားကျစပြုပြီ။အတိတ်ဆိုးမဟူရာညနက်တွေအား မှတ်မိနေပြီဖြစ်သော်လည်း အဲဒီကို ပြန်မသွားတော့ ။နှစ်ကာလတွေပင် မနည်းကြာခဲ့ပြီ။သို့ဖြစ်စေကာမူ ပြန်လည်ထိတွေ့ရန် ကြမ္မာကံက ဖန်လာပြန်သည်။သူ့ကို အရေးတကြီးတွေ့လိုတဲ့ မိတ်ဆွေဟောင်းတစ်ယောက်ပေါက်လာပြန်သည်။လွန်လေပြီးခဲ့သောကာလများက အကျွမ်းတဝင် ပတ်သက်ခဲ့ဖူးသည့် သူတို့နယ်ပယ်ထဲက ဘဝတူ မိန်းခလေး Nicky Parsons ဖြစ်သည်။သူမယူဆောင်လာသည့်သတင်းက သူ၏အတိတ်နှင့်သက်ဆိုင်သော မြှု ပ်ကွက်သတင်းတစ်ခု ဖြစ်သည်။ခိုးယူလာခဲ့သော သတင်းဖြစ်သောကြောင့်ပင် သူမနောက်ကိုလည်း CIA နောက်တော်သားများက သုတ်သင်ပစ်ဖို့ လိုက်လာကြလေပြီ။ထို့နောက်မှာ Bourne နှင့် သူတို့ပြန်လည်ဆုံတွေ့ကြသောအခါ ။ရုပ်ရှင်ပိတ်ကားပေါ်မှာသာ ဆက်လက်ကြည့်ရှုဖို့တိုက်တွန်းလိုပါသည်။ထွက်ရှိလာသောဝေဖန်ချက်များအရ ယခုရုပ်ရှင်သည် အရင်ထွက်ရှိပြီးသား ဇာတ်ကားတွေကို လိုက်မမီဟု ဝေဖန်ကြပါသည်။မည်သို့ပင်ဖြစ်ပါစေ အချိန်ယူ ကျကျနနပြင်ဆင်ပြီး ရိုက်ကူးထားသော ဇာတ်ကွက်များအရကြည့်ရှုရန် ထိုက်တန်သည့် ရုပ်ရှင်ကားတစ်ကားဆိုသည်ကတော့ အခိုင်အမာ ပြောလိုပါသည်။နောက်ထပ် Bourneတွေ ထပ်ထွက်လာဦးမလား ဆိုတာတော့ ။– ညီလင်းအိမ်(ရုပ်ရှင်အညွှန်းကိုကိုညီလင်းအိမ် Facebookမှ ကူးယူဖော်ပြပါသည်။)Bourne ရုပ်ရှင်ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=jason+bourneကြည့်ပါ။File size…(5.1 GB)/ (1.9 GB)/(1.1 GB)Quality….BluRay4K HEVC/1080p /720pFormat…mkv/mp4Duration….01:55:15Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnnie PennChris CarrerasPaul GreengrassStarsAlbert FinneyCorey JohnsonDavid StrathairnEdgar RamírezJoan AllenJulia StilesMatt DamonPaddy ConsidineScott GlennTom GallopCastAlbert FinneyAlbert JonesArkie ReeceBen YoucefBranko TomovicBrian SmyjBryan ReentsCharles VennChris WilsonChucky VeniceColin StintonCorey JohnsonDan FredenburghDaniel BrühlDavid BostonDavid StrathairnEdgar RamírezGlynis BrooksJames CicconeJames SchramJeffrey Lee GibsonJoan AllenJoey AnsahJohn RobersonJohn WarmanJulia StilesKai MartinLaurentiu PossaLucy LiemannLuis MottolaMark BazeleyMark MottramMatt DamonMichael AhlMichael WildmanOmar HernandezPaddy ConsidinePaul ThorntonRuss HuardsScott AdkinsScott GlennSebastian FeldmanSinead O'KeefeTom GallopTrevor St. JohnUriel Emil PollackWilliam H. Burns",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qiBILuWhv7ipF0pxiEqIJdkQzj8.jpg",
      "https://image.tmdb.org/t/p/w300/oeOHo9eU2WqkbowJMI3WwFTyK8i.jpg",
      "https://image.tmdb.org/t/p/w300/enNP402xVHC1L2uuEB6OUJPIM5c.jpg",
      "https://image.tmdb.org/t/p/w300/AffBOduzcA20erdBVclVnSBqRbK.jpg",
      "https://image.tmdb.org/t/p/w300/tFxxCxhuqCo66s496uGPK5yeQvI.jpg",
      "https://image.tmdb.org/t/p/w300/hgpB8RFndwRqUUFq8o0qdFECBOb.jpg",
      "https://image.tmdb.org/t/p/w300/993GuvsSHR1vgE7ihX4m5stL7cO.jpg",
      "https://image.tmdb.org/t/p/w300/pYqvKrIDtRozIKepxU0AbRw4JQ0.jpg",
      "https://image.tmdb.org/t/p/w300/3NncbvKCihXcY738hLulYKsnk0o.jpg",
      "https://image.tmdb.org/t/p/w300/9VLtazf2z3cMgi7VnKUgRfJNeU3.jpg",
      "https://image.tmdb.org/t/p/w300/dQwbk4WgOjXTj8WT4CYe4E2IkId.jpg",
      "https://image.tmdb.org/t/p/w300/eeg7RNruMF3oeVMjBNNs6Det0ck.jpg",
      "https://image.tmdb.org/t/p/w300/esQHyERxqe6zNGbrYqqSkmpa5wp.jpg",
      "https://image.tmdb.org/t/p/w300/3W2PntikGPhaIxBHyesf26Su64o.jpg",
      "https://image.tmdb.org/t/p/w300/r3DXmyyYWb44CeTkZg0JDV14WLn.jpg",
      "https://image.tmdb.org/t/p/w300/go1NtQON9coNhjGSIfp7dxCSdFQ.jpg",
      "https://image.tmdb.org/t/p/w300/5AQkpFL2VhPFvOvziD13XcGRvCq.jpg",
      "https://image.tmdb.org/t/p/w300/g1BRQCo6k4xFYyDEe6blAhJUmgU.jpg",
      "https://image.tmdb.org/t/p/w300/xINBIzMsz0GWXfuQoyiAJPane6w.jpg",
      "https://image.tmdb.org/t/p/w300/gbx1461ROJ3G4GJ7NChivxXFMR7.jpg",
      "https://image.tmdb.org/t/p/w300/qsu622mWvcQ1VSC5phOmA4D6XTe.jpg",
      "https://image.tmdb.org/t/p/w300/oMRChQlTUti0aj0Zcc7qdGwGIzJ.jpg",
      "https://image.tmdb.org/t/p/w300/cTQCScgrF5HYa5dYozdJbt3Hqbl.jpg",
      "https://image.tmdb.org/t/p/w300/PjeptFVOZX3Ixzj7BAznu9KtRJ.jpg",
      "https://image.tmdb.org/t/p/w300/rIKOhkya8kElkLfJYCSKv21qdKg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/11404334-8235038232669397-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-2160-p-x-265-10-bit-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.1 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-1080-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XKv5/(CM)_The_Bourne_Ultimatum_(2007)_BluRay_1080p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/16NwSCBT#LAUKuAQWBzuGAPQ5mJQtHJ9pKkkL5vowQ4B8Mrmy1-s",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hzmxatn2di6t.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-bourne-ultimatum-2007-blu-ray-720-p-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XKuf/(CM)_The_Bourne_Ultimatum_(2007)_BluRay_720p_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/l2VwnLzK#SWfxv9P9drVfVBgdrNwq_akfyk1jfBANz9tPLmVBv-g",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/d7vha7lqe866.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f5uiyyicc70v",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/zfyertjm64l8",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZT2ZxjUjSo0",
      "video_url": "https://www.youtube.com/watch?v=ZT2ZxjUjSo0",
      "embed_url": "https://www.youtube.com/embed/ZT2ZxjUjSo0"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "309"
    },
    "title": "Bring Me Home(2019)",
    "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်…မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်…. လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ…..ခုချိန်ထိအစအနတောင်ရှာမရသေး…ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်…မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ…ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့….ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး…တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်…File Size : (950 MB) and (472MB)Quality :WEB-DL 720pFormat…mp4Duration…01:48:00Genre :Drama,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shoon Thu Thu ChainEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Seung-wooStarsHeo Dong-wonJin Yoo-youngJung Ae-hwaKim Jong-suLee Hang-naLee Won-keunLee Young-aePark Hae-joonYoo Jae-MyungCastHeo Dong-wonJin Yoo-youngJung Ae-hwaKim Jong-suLee Hang-naLee Won-keunLee Young-aePark Hae-joonYoo Jae-Myung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7K6Toqo2dgIPgVZB0uEqSLGPsno.jpg",
      "https://image.tmdb.org/t/p/w300/6zRovDMjTfvhySqgofulfQ2YGkC.jpg",
      "https://image.tmdb.org/t/p/w300/8oedtCJ4xWjUr7hDmw0CJmV0JiK.jpg",
      "https://image.tmdb.org/t/p/w300/5wNlKEEH38uT5CgG9b0Ay2x2hhn.jpg",
      "https://image.tmdb.org/t/p/w300/uvISypusYVN7Ic1M4E5Qgq4xNXd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xeqjrb3fhf2y.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/yaso6ozkseea.html",
        "server": "usersdrive.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/bring-me-home-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/bring-me-home-2019-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/Rvy2/Bring_Me_Home.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1xt09/Bring_Me_Home.2019.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/A94nCIhK#dFJPnjJlQMqsJqS567CcDXqUUbAhaIDKyrx_896nyiw",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/MxpTXKLR#HJkU0QLMr_kSnZ78iqbCfs4guohY8VVKiuBulOXgqVs",
        "server": "mega.nz",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/i/k7flMPgFq0MDgA",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/nLdg1yQfMpaYlw",
        "server": "disk.yandex.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://1fichier.com/?m6gqmwu6sq3ggn3tmqxy",
        "server": "1fichier.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?kiw1zjqexuzd27vax2aj",
        "server": "1fichier.com",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/pq65coopofc1",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/rjpumjcz4hdc",
        "server": "upstream.to",
        "size": "472MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "45Dp0xOS8TI",
      "video_url": "https://www.youtube.com/watch?v=45Dp0xOS8TI",
      "embed_url": "https://www.youtube.com/embed/45Dp0xOS8TI"
    }
  },
  {
    "metadata": "PG-13|2014|113 min|Action,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "360,642"
    },
    "title": "The Maze Runner (2014)",
    "description": "The Maze Runner(2014) လူငယ်တစ်ဦးဟာ ရွေ့လျားနေတဲ့ ဓာတ်လှေကားတစ်ခုထဲမှာပိတ်မိနေပြီး သွေးပျက်ကြောက်ရွံ့စွာ ဓာတ်လှေကားရဲ့ခေါ်ဆောင်ရာနောက်ကို လိုက်ပါနေရပါတယ်။ဓာတ်လှေကားရဲ့ ခရီးအဆုံးမှာတော့ သူမသိတဲ့ လူငယ်တစ်ချို့ရဲ့ ဖမ်းဆီးခြင်းကို ခံရပြန်တယ်။ ထိတ်လန့်တုန်လှုပ်စွာနဲ့ပဲ သူထွက်ပြေးချိန်မှာ ဘယ်သူမှသူ့ကို လိုက်မဖမ်းပဲ အော်ဟစ်ရယ်မောနေကြပါတယ်။မကြာခင်မှာပဲ သူ့ကိုဘာ့ကြောင့်လိုက်မဖမ်းသလဲဆိုတဲ့အဖြေကို သူသိရှိသွားပါတော့တယ်။သူရောက်ရှိနေတဲ့နေရာဟာ ပတ်ပတ်လည်မှာ နံရံကြီးတစ်ခု ကာဆီးထားလို့ပါပဲ။အရှေ့က ရောက်ရှိနေတဲ့ လူငယ်လေးတွေဟာလည်း သူ့လိုပဲ ဖမ်းဆီးခံရပြီး ဒီနေရာကို ပို့ဆောင်ခြင်းခံခဲ့ရသူတွေပါ။ကောင်လေးဟာ သူ့ရဲ့နာမည်သောမတ်ဆိုတာကလွဲပြီး ဘာကိုမှ မမှတ်မိပါဘူး။ရုတ်တရတ် နံရံကြီးကနေ အသံတွေကြားလာရပြိ်း တံခါးတစ်ချပ်ကိုတွေ့ရှိသွားချိန်မှာ ဝမ်းသာအားရနဲ့ သူပြေးထွက်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ရောက်နှင့်ပြီးသား လူငယ်တွေရဲ့ တားဆီးခြင်းကို ခံရပါတော့တယ်။ဘာ့ကြောင့်လဲဆိုတော့ ဒီဂိတ်တံခါးဟာ တစ်နေ့မှာ တစ်ကြိမ်သာပွင့်ပြီး အလွန်အန္တရာယ်များလှတဲ့ ဝင်္ကဘာတစ်ခုဆိ်ကို သွားရာဝင်ပေါက်ဖြစ်နေလို့ပါပဲ။လူငယ်တွေဟာ သူတို့ရောက်ရှိနေတဲ့နေရာကို Glade လို့အမည်ပေးထားပြီး သူတို့ကိုယ်သူတို့ Gladers လို့ ခေါ်ကြပါတယ်။စောင့်ရှောက်သူ keeper ရဲ့ ဦးဆောင်မှုအောက်မှာ တာဝန်အသီးသီးကိုခွဲဝေထမ်းဆောင်ကြရပါတယ်။တောင်နံရံတွေကို ဝင်္ကဘာကြီးတစ်ခုက ကာရံထားပြီး အတွင်းမှာ Grievers လို့ခေါ်တဲ့ စက်ပစ္စည်းတွေထပ်ဆောင်းတပ်ဆင်ထားတဲ့ ပင့်ကူလိုသတ္တဝါဆိုးကြီးတွေရှိနေပါတယ်။ရောက်ရှိခဲ့ပြီးသား Glader တွေရဲ့ နှစ်နှစ်ကျော်ကြာအောင် ဒီဝင်္ကဘာထဲက လွတ်မြောက်ဖို့ လေ့လာတွေ့ရှိထားသမျှကို သောမတ်စ်ဟာ သင်ယူရပါတယ်။ဝင်္ကဘာထဲကို runner လို့ခေါ်တဲ့ သွားရောက်လေ့လာသူတွေဟာ မနက်စောစောတံခါးဖွင့်ချိန်မှာ ဝင်ရောက်ပြီး ာနေတံခါးမပိတ်မီမှာ ပြန်လာကြရပါတယ်။ဝင်္ကဘာထဲကနေ ပြန်ထွက်မလာနိုင်တော့တဲ့ runner တွေလည်း အများကြီးရှိခဲ့ပါတယ်။တစ်ရက်မှာတော့တံခါးပိတ်ချိန်အထိ ရောက်မလာကြသေးတဲ့ runner နှစ်ယောက်အတွက် အားလုံးစိတ်ပူနေကြချိန်မှာ သောမတ်စ်ဟာ အန္တရာယ်များလှတဲ့ ဝင်္ကဘာထဲကို ဝင်ရောက်သွားပါတော့တယ်။တောမတ်စ်ရဲ့ဖြတ်ထိုးဉာဏ်နဲ့ runner နှစ်ဦးကို ကယ်တင်နိုင်ခဲ့ပေမယ့် စည်းကမ်းဖောက်ဖျက်တဲ့အတွက် တစ်ညအချုပ်ထဲထည့်ခံလိုက်ရပါတယ်။နောက်တစ်နေ့မှာတော့ သောမတ်စ်ကို runner အသစ်အဖြစ်တာဝန်ပေးခြင်းခံရပါတော့တယ်။သောမတ်စ်တစ်ယောက် ဒီဝင်္ကဘာထဲက ရုန်းထွက်နိုင်မှာလား?ဒီဝင်္ကဘာကြီးကို ဘယ်သူတွေ တည်ဆောက်ခဲ့တာလဲ?ဝင်္ကဘာကြီးရဲ့ နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိနေသလဲဆိုတာကိုတော့ ကိုယ်တိုင်သာကြည့်ရှုခံစားကြပါလို့။ဒီဇာတ်လမ်းအဆုံးမှာတော့ ဘာကိုမှ မယုံရဘူးလို့ ရေရွတ်မိလောက်အောင် အပြောင်းအလဲ၊ လှည့်ကွက်လေးတွေနဲ့တင်ဆက်ထားပြီး လူသားဆန်မှု၊ ဉာဏ်ပညာ၊ စည်းလုံးခြင်းရဲ့အင်အား၊ ခင်မင်မှုနဲ့ ယုံကြည်မှုတို့ကို ကောင်းကောင်းဖော်ညွှန်းထားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း မှတ်ချက်ချပါရစေ။ဒီဇာတ်ကားကို Dylan O’Brien, Alm Ameen နဲ့ ကိုရီးယားသရုပ်ဆောင် Ki Hong Lee တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး ပရိသတ်ရင်ကို ထိရှစေခဲ့တဲ့ ကလေးသရုပ်ဆောင် Blake Copper က ချက်ခ်ဆိုတဲ့နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။imdb rating 7.5/10 ရရှိထားပြီး ဒါရိုက်တာကတော့ Wes Ball ဖြစ်ပါတယ်။ အားလုံး စိတ်ချမ်းမြေ့ပါစေ။Movie Preview Credit- MMmovie GuideFile Size : (900 MB) and (398 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre : Action, Mystery, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by ကျော်ကျော် (CU-Mdy)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNancy BreauxSteve GehrkeWes BallStarsAml AmeenBlake CooperChris SheffieldDexter DardenDylan O'BrienJoe AdlerKaya ScodelarioKi Hong LeeThomas Brodie-SangsterWill PoulterCastAlexander FloresAml AmeenBlake CooperBryce RomeroCazi GreeneChad MartinezChris SheffieldCory GoodingDexter DardenDon McManusDustin GuitreauDylan GaspardDylan O'BrienGary HoodGentry WilliamsJacob LatimoreJerry ClarkJoe AdlerJohn LangstonJohnny StockwellKaya ScodelarioKi Hong LeeLandon HazelLane WesterhausLester MilletMark GibsonMatt MetzlerMichael BowMichael DevilleNick KillebrewPatricia ClarksonRandall D. CunninghamSanChavis TornsSawyer PierceThomas Brodie-SangsterTyler HarrisonWeston RachalWill Poulter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lkOZcsXcOLZYeJ2YxJd3vSldvU4.jpg",
      "https://image.tmdb.org/t/p/w300/e23x3Co5QoCJ5pjEXnxNS5yZpqH.jpg",
      "https://image.tmdb.org/t/p/w300/wBZ9jtFrsxth4VQA724TeBb5T2L.jpg",
      "https://image.tmdb.org/t/p/w300/swWsSX2OnEDV55CfmrL9qsf8T2J.jpg",
      "https://image.tmdb.org/t/p/w300/tHZEKGITcgEQrNWGeqJlzpDdzLf.jpg",
      "https://image.tmdb.org/t/p/w300/uW4MDL9sskjCxkVq7Af4Bi4ZhRx.jpg",
      "https://image.tmdb.org/t/p/w300/i7NPPKL5QbddAEFC8vofvCuzn0z.jpg",
      "https://image.tmdb.org/t/p/w300/fCUeZtpvMb8jxfLRVtjttRIUJEb.jpg",
      "https://image.tmdb.org/t/p/w300/b0NhyEZaeL48DEGyTiP0hfdKRRv.jpg",
      "https://image.tmdb.org/t/p/w300/jFRriOHjetGvzJfOMm13kQxNkuL.jpg",
      "https://image.tmdb.org/t/p/w300/qU1sv4gjRf9GxKKMGjoGTf41juK.jpg",
      "https://image.tmdb.org/t/p/w300/yoGMLVVcJU7Ba7phlPUW0Iib6gD.jpg",
      "https://image.tmdb.org/t/p/w300/ziIuwvWPg9P6jFKpzeEOSHIi73d.jpg",
      "https://image.tmdb.org/t/p/w300/3SxJ9CcdqJspexW0LfM5CujEUUP.jpg",
      "https://image.tmdb.org/t/p/w300/zbRzMl7UMVOCowok6jmyCYJwmkn.jpg",
      "https://image.tmdb.org/t/p/w300/bi03d5xG8ERb3t1SCtnW8YATkeF.jpg",
      "https://image.tmdb.org/t/p/w300/3DiWODRHbwTiPPXti4rkqObO4fS.jpg",
      "https://image.tmdb.org/t/p/w300/3A4E0TEGU30Kdy0a3jqFioH1VGa.jpg",
      "https://image.tmdb.org/t/p/w300/f180XIKeerWuhLwNgn8HhJEoEgU.jpg",
      "https://image.tmdb.org/t/p/w300/AoMtDQLaJrd0nd2AP9oAsMWWhbN.jpg",
      "https://image.tmdb.org/t/p/w300/zL4qfU7Xo7hTRPgTqImtbQcC6Pd.jpg",
      "https://image.tmdb.org/t/p/w300/h21ysgjmzuX8lexnzyWiNBmaIe7.jpg",
      "https://image.tmdb.org/t/p/w300/p5MKBOyDwOSjtBxRVIpxczcLpaZ.jpg",
      "https://image.tmdb.org/t/p/w300/sSntdBehnuowMlkLQnDij8E4uj2.jpg",
      "https://image.tmdb.org/t/p/w300/eLWOf9KE9AUmPyHXkToYA4t3xWf.jpg",
      "https://image.tmdb.org/t/p/w300/7oR5FROx88i8BbBls0fdqFty7Ow.jpg",
      "https://image.tmdb.org/t/p/w300/zxw1pUoHzfbUxwzuC0Sod4O6LzU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/coss7RgL0NH6g4fC2s5atvf3dFO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-maze-runner-2014-mm-sub",
        "server": "VIP Links",
        "size": "900Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-maze-runner-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://embedsb.com/zafw5hihi80u.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4 https://megaup.net/1FNsh/The_Maze_Runner_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "64-iSYVmMVY",
      "video_url": "https://www.youtube.com/watch?v=64-iSYVmMVY",
      "embed_url": "https://www.youtube.com/embed/64-iSYVmMVY"
    }
  },
  {
    "metadata": "|2017|90 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,762"
    },
    "title": "Black Snow (2017)",
    "description": "ဆာဗိတ္”မိသားစု​ရဲ႕ရင္​နင္​့ဖြယ္​ရာ ျဖစ္​ရပ္​​ေလးအ​ေၾကာင္​းရိုက္​ထားတဲ့ ၁၅၀၀အခ်စ္​ ,၅၂၈အခ်စ္​ လွ်ိဳ႕ဝွက္​ဆန္​းၾကယ္​ စတဲ့ရသအစံုပါတဲ့ ပါတဲ့ဇာတ္​ကား​ေလးတစ္​ကားပါတစ္​နည္​း​ေျပာရရင္​​ေတာ့ဗ်ာ နွင္​း​ေတာင္​​ေတြၾကားမွာ​ေနတဲ့အမဲလိုက္​မုဆိုးမိသားစုဘဝ​ေလးက​ေနစခဲ့တယ္​​ေျပာရမွာပဲကံဆိုးခ်င္​​ေတာ့ မထင္​မွတ္​ပဲ အမဲလိုက္​ရင္​း အကိုအႀကီးဆံုးျဖစ္​တဲ့ ဆာဗာဒါက​ သူ႔ညီအငယ္​ဆံုးဂ်ဴအန္​ကို မ​ေတာ္​တဆ​ေသနတ္​နဲ႔ပစ္​မိသြားရာက​ေန သူ႔ဘဝရဲ႕​ေဆး​ေၾကာလို႔မရတဲ့အမွားလို႔ခံယူၿပီးသူ႔တစ္​​သက္​လံုး နွင္​း​ေတာင္​​ေတြၾကားမွာဘဲ​ေနထိုင္​ရင္​းဇာတ္​ျမဳွပ္​​ေနတာ​ေပါ့သို႔​ေပမယ့္​လဲၾကမၼာတစ္​ပတ္​ျပန္​လည္​​ေစခဲ့တဲ့တရားခံကအ​ေမြကိစၥ ဒါ​ေၾကာင္​့လဲသူ႔ညီျဖစ္​တဲ့မားကို႔စ္​က သူ႔ဆီကို အ​ေမြကိစၥတိုင္​ပင္​ဖို႔ နဲ႔သူ႔အ​ေဖရဲ႕​ေနာက္​ဆံုးဆႏၵကိုျဖည္​့ဆည္​း​ေပးဖို႔ လာခဲ့တာ​ေပါ့​​ေနာက္​ပိုင္​းညီအစ္​ကို၂​ေယာက္​ၾကားဘယ္​လို​ေတြ​ေျဖရွင္​းၾကမလဲသူတို႔ရဲ႕ညီအငယ္​ဆံုးျဖစ္​တဲ့ ဂ်ဴအန္​ရဲ႕​ေသဆံုးမႈက​ေကာ​ေသြးရို​ုးသားရိုးဟုတ္​ရဲ႕လားဂ်ဴအန္​​ေသသြားပီး​ေနာက္​ပိုင္​း ဆာဗာဒါ မားကို႔စ္​ ဆာဘရီနာတို႔​ေမာင္​နွမ ၃​ေယာက္​က​ေကာဘယ္​​လို​ေတြ​​ေတာင္​​ေတြ႕ျကံဳၾကရမလဲဆိုတာ​ေတာ့…….ဆက္​ၾကည့္​့ၾကပါစို႔ဗ်ာ(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)File Size : (650 MB) and (250 MB)Quality : 720p WebdlRunning Time : 1hr 30minFormat : Mp4Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartín HodaraStarsAndrés HerreraBiel MontoroDolores FonziFederico LuppiIván LuengoLaia CostaLeonardo SbaragliaLiah O'PreyMikel IglesiasRicardo DarínCastAndrés HerreraBiel MontoroDolores FonziFederico LuppiIván LuengoLaia CostaLeonardo SbaragliaLiah O'PreyMikel IglesiasRicardo Darín",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hN4jus1klpHTec0LAbgmJMTEMsM.jpg",
      "https://image.tmdb.org/t/p/w300/gCi8smq27eX2kbbhE8lhORi551.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzc4YzZiNjAtMzRhYS00MzI3LTk1ZTYtZWVmODYzYjZmZDk3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc5MTM5MTI@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oDyaM",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDycG",
        "server": "drive.google.com",
        "size": "250 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDyd2",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDydb",
        "server": "openload.co",
        "size": "250 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 21 min|Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "625"
    },
    "title": "The Yin Yang Crossover Man ( 2023 )",
    "description": "CM ရဲ့ ပရိတ်သတ်တွေအတွက် သည်းထိတ်ရင်ဖိုဖြစ်စေမဲ့ရုပ်ရှင်လေးကို ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-အလောင်းဆယ်သူ ယန်ဟွမ်နဲ့ ဆရာဖြစ်သူ လောင်ကျန်းတို့ဟာထျန်းဆွေရွာမှာ အလောင်းဆယ်ဖို့အတွက် ရောက်လာခဲ့ပါတယ်။သို့သော် ထိုအလောင်းကို ဘယ်လိုပဲ ရှာပါစေ မြစ်ထဲမှာ မတွေ့ဘူး ဖြစ်နေပါတယ်။ရွာသားတွေကတော့ သေဆုံးသူ လင်ယွိဟာ မြစ်နတ်ရဲ့ သတို့သမီးအဖြစ်ရွေးချယ်ခံရတဲ့အတွက် မြစ်ထဲကျသွားခဲ့တယ်လို့ ပြောကြပါတယ်။လင်ယွိရဲ့ သူငယ်ချင်းဖြစ်သူ သတင်းထောင်လင်ယောင် ကတော့အယူသီးမှုတွေကို လက်မခံသူဖြစ်ပါတယ်။ယန်ဟွမ်နဲ့ လင်ယောင်တို့နှစ်ယောက် လင်ယွိရဲ့ သေဆုံးမှုကိုလိုက်လဲစုံစမ်းရင်း လွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်ကသူတို့အဖေတို့ လုပ်ခဲ့တဲ့ ပြစ်မှုကြီးကို သိသွားတဲ့အခါ……ရွာထဲမှာ တစ်ယောက်ပြီး တစ်ယောက် သေဆုံးသွားတဲ့အခါ တရားခံက ဘယ်သူဖြစ်မလဲ……လွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မတရားမှုကိုရော သူတို့ ဖော်ထုတ်နိုင်ပါ့မလား……ဆိုတာကို သည်းထိတ်ရင်ဖိုရုပ်ရှင်နဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Thriller , DramaRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsLi MingShi XuanruWang ShuangbaoZhao WangCastLi MingShi XuanruWang ShuangbaoZhao Wang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mPyxd2G3KSE0g24kWbT8YRutWSz.jpg",
      "https://image.tmdb.org/t/p/w300/8f0D0MSYfOMSY5wbTHAf1ng9T6z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pdvRLdoXajfrzKCuS3ediCAxiQv.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-ying-yang-crossover-man-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "613 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u4ic3u7xrk5j.html",
        "server": "usersdrive.com",
        "size": "613 MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/3t1s0w08ltt5.html",
        "server": "streamsb.com",
        "size": "613 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UGms/The_Ying_Yang_Crossover_Man_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "613 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/29w4pqpinxld",
        "server": "streamvid.io",
        "size": "613 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Yu8jkayZ#6UUhJI-Wop6Jkjtf2hs2VWSM-MNHAjhfou1n9P-OwzA",
        "server": "mega.nz",
        "size": "613 MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|103 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "12,918"
    },
    "title": "Insidious: The Last Key (2018)",
    "description": "ဒီဇတ်ကားကို ကြည့်ပြီးမှ ဟိုးအရင်တုန်းက Chapter 1 & 2 ကို ကြည့်သင့်တယ် ထင်တာပဲအဲ့ဒါမှ အဲလိစ် ရဲ့ နောက်ကြောင်းကို ဇတ်ရည်လည်မှာပါဒါကတော့ ပရလောကဖြင့် ချိတ်ဆက်နိုင်တဲ့ ပညာရှင် အဲလိစ် မသေဆုံးခင်ဖြေရှင်းခဲ့တဲ့ ပရလောက ဇတ်လမ်းတွေထဲက တစ်ခုဖြစ်ပြီး အဲလိစ် ဘာကြောင့်ပရလောကဖြင့် ချိတ်ဆက်နိုင်ခဲ့တယ်ဆိုတာရဲ့ ဇတ်မြစ် ဖြစ်ပြီးသူမ ရဲ့ မိခင် ကို သတ်ဖြတ်ခဲ့တဲ့ သော့လက် ပိုင်ရှင် မကောင်းဆိုးဝါး ကိုရင်ဆိုင်ဖြေရှင်းရမယ့် အခန်းလဲ ဖြစ်ပါတယ်အဲလိစ် ရဲ့ ငယ်ဘ၀ က နေထိုင်ရာ အိမ်ကြီးတွင် မကောင်းဆိုးဝါးများ ကပ်ညှိနေ၍လက်ရှိအိမ်ပိုင်ရှင်က အကူအညီတောင်းလို့ အဲလိစ် နှင့် သူ၏ လက်ထောက် တို့သွားရောက် ကူညီဖြစ်ရင်း ငယ်ဘ၀ နှင့် ပြန်လည် ချိတ်ဆက်မိခဲ့ရာ……ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam RobitelStarsAngus SampsonBruce DavisonCaitlin GerardJosh StewartKirk AcevedoLeigh WhannellLin ShayeMarcus HendersonSpencer LockeTessa FerrerCastAleque ReidAmanda JarosAngus SampsonAva KolkerBarbara HersheyBruce DavisonCaitlin GerardDevin KoehlerHana HayesJavier BotetJosh StewartJudith DrakeKirk AcevedoLeigh WhannellLin ShayeMarcus HendersonPatrick WilsonPierce PopeRose ByrneSpencer LockeStefanie ScottTessa FerrerThomas RobieTy Simpkins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/PwI3EfasE9fVuXsmMu9ffJh0Re.jpg",
      "https://image.tmdb.org/t/p/w300/mjQwbrIItJ3itBCxO5DiNlGi6XL.jpg",
      "https://image.tmdb.org/t/p/w300/43zeI6URzbNv30EMOTUNjWfQr8n.jpg",
      "https://image.tmdb.org/t/p/w300/auSRjQyVLw212IjATAbO3KOyxZg.jpg",
      "https://image.tmdb.org/t/p/w300/pq7Hiav9FerK9DtSzmIEdhDHYKc.jpg",
      "https://image.tmdb.org/t/p/w300/5Lw2mTvIMwM66m5eAR92ArNLLNk.jpg",
      "https://image.tmdb.org/t/p/w300/gNpDS9C0KzcHN4JslDRfxjdbOBU.jpg",
      "https://image.tmdb.org/t/p/w300/bvumeOIY1Xje535u94ewIKwHdos.jpg",
      "https://image.tmdb.org/t/p/w300/r2bZSyXf7kKP6UHaINZNaQIVOgT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/insidious-the-last-key-2018",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/insidious-the-last-key-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://embedsb.com/59h96pzf2nst.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/1FP65/Insidious_-_The_Last_Key_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "acQyrwQyCOk",
      "video_url": "https://www.youtube.com/watch?v=acQyrwQyCOk",
      "embed_url": "https://www.youtube.com/embed/acQyrwQyCOk"
    }
  },
  {
    "metadata": "N/A|2019|1h 23min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3456"
    },
    "title": "Let’s Scare Julie (2019)",
    "description": "Let’s Scare Julie——————————–အမ်မာဟာ မိဘတွေဆုံးပါးသွားတဲ့အခါ၊အစ်မဝမ်းကွဲဖြစ်သူ တေလာရဲ့အိမ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ပါတယ်။တစ်ညမှာ သူတို့အိမ်ကို၊အစ်မဝမ်းကွဲတေလာရဲ့ အစအနောက်သန်တဲ့သူငယ်ချင်းတွေရောက်လာပြီး၊ အမ်မာနဲ့မိတ်ဆက်စကားပြောရင်း အိမ်ရဲ့မျက်နှာချင်းဆိုင်ကထူးဆန်းတဲ့အိမ်အကြောင်း စကားဆက်မိသွားကြပါတယ်။ အဲ့အိမ်မှာအဖွားကြီးတစ်ယောက်နေထိုင်ခဲ့ပြီး၊သူနေခဲ့တဲ့တစ်လျှောက်လုံးမှာသူ့ကိုဘယ်သူမှမမြင်ဖူးကြောင်း၊ အဲ့အဖွားကြီးကိုမြင်ဖူးခဲ့သူတစ်ယောက်လည်းထူးဆန်းတဲ့ဖြစ်ရပ်ဖြစ်သွားခဲ့ကြောင်း၊အခုအဲ့အဖွားကြီးသေဆုံးသွားပြီမို့အဲ့အိမ်ကို သားအဖနှစ်ယောက် ပြောင်းလာကြောင်း တေလာကပြောခဲ့ပါတယ်။ ညီမဝမ်းကွဲဖြစ်သူအမ်မာကလည်း သူ့အစ်မဝမ်းကွဲ တေလာရဲ့အဖေမှာ အဲ့အိမ်ရဲ့သော့ရှိကြောင်းပြောပြလိုက်ပြီး၊တေလာနဲ့သူ့သူငယ်ချင်းတွေဟာ အဲ့အိမ်ကိုပြောင်းလာတဲ့ ကလေးမလေး ဂျူလီတစ်ယောက်တည်းရှိနေချိန် ခိုးဝင်ပြီး၊ခြောက်လှန့်နောက်ပြောင်ဖို့ အကြံရလိုက်တဲ့အခါ…Translated by : Pyi T NyeinEncoded by ; YKFile Size : 1.5GB and 689MBQuality : 1080p BluRay and 720pSubtitles : Myanmar HardsubYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJud CremataJud CremataStarsIsabel MayOdessa A’zionTroy Leigh-Anne JohnsonCastBill TimoneyBrooke SorensonDakota BaccelliIsabel MayJessica Sarah FlaumOdessa A'zionTroy Leigh-Anne JohnsonValorie Hubbard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cE300gmUo1fdgqzEHHNRwh4bFGH.jpg",
      "https://image.tmdb.org/t/p/w300/50seJO4jzZ4keH2bvvjeDrPJYNi.jpg",
      "https://image.tmdb.org/t/p/w300/mWSE5jmdxk6J0ipEN8ctT75Haie.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1c7OsovY4s15sLp8AfzxR92fTCU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2q5lu8nbmz54.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://usersdrive.com/eeacduox1ifo.html",
        "server": "usersdrive.com",
        "size": "689MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lets-scare-julie-2020-1080-p-blu-ray-x-265-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lets-scare-julie-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "689MB",
        "quality": "720p"
      },
      {
        "link": "Uploading",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4",
        "server": "megaup.net",
        "size": "689MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ym11kz9qzzdp",
        "server": "veryfiles.com",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://veryfiles.com/a49sf6os0zgu",
        "server": "veryfiles.com",
        "size": "689MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/d7ste0nw374y.html",
        "server": "datbu.com",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      },
      {
        "link": "https://www.datbu.com/3ibj0an65zyr.html",
        "server": "datbu.com",
        "size": "689MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lets-scare-julie-2019",
        "server": "VIP Links",
        "size": "1.5GB",
        "quality": "1080p BluRay"
      }
    ],
    "trailer": {
      "video_id": "Goi0-JejNQs",
      "video_url": "https://www.youtube.com/watch?v=Goi0-JejNQs",
      "embed_url": "https://www.youtube.com/embed/Goi0-JejNQs"
    }
  },
  {
    "metadata": "||1h 26min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "219"
    },
    "title": "Memory: Manipulated Murder (2021)",
    "description": "Memory : Manipulated Murder (2021)ဇာတ်လမ်းငြိမ့်ငြိမ့်လေးနဲ့ စိတ်ဝေဒနာရှင် လူသတ်သမားအကြောင်း ပုံဖော်ဖန်တီးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါရစေအမျိုးသားဖြစ်သူ သေဆုံးသွားလို့ ခံစားနေရတဲ့ စိတ်ဒုက္ခတွေကိုစိတ်ပညာရှင်ဆရာဝန်နဲ့ ဆွေးနွေးခဲ့တဲ့ ဆူယောင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဆရာဝန်နဲ့ဆွေးနွေးရင်း မှတ်ဉာဏ်ထဲက အမျိုးသားဖြစ်သူကို သတ်သွားတဲ့ တရားခံကိုရှာချင်နေတဲ့သူရယ်လူနာဖြစ်ပေမဲ့ ကူညီပေးချင်လို့ လိုက်စုံစမ်းပေးတဲ့ ဆရာဝန်ဂျောင်ဝူ….သူတိ့နှစ်ယောက်ကြားထဲကို တကယ့်တရားခံက ဘယ်သူလဲဆိုတာ ပြောပြီးဝင်မွှေသွားတဲ့ စုံထောက်ဟောင်း အာမခံကုမ္ပဏီဝန်ထမ်းပါလာတဲ့အချိန်ကျတကယ့်တရားခံက ဘယ်သူဖြစ်နေမလဲ တကယ်ပဲ သတ်သေမှုနဲ့ အဆုံးသတ်မလားမေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ဖန်တီးထားတဲ့ plot twist အများကြီးနဲ့ အံ့ဩအောင်လုပ်မဲ့ ရုပ်ရှင်တစ်ကားပါပဲထိတ်လန့်မှု၊ အံ့ဩမှုတွေ အကုန်တစ်ခါတည်းခံစားချင်ရင်တော့ ဒီရုပ်ရှင်လေးကိုအတူကြည့်လိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre…..Crime, Mystery, ThrillerQuality….WEB-DL 1080p and 720pFile size…1.24GB, 633MB, 248MBFormat…mp4Duration….1h 26minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Thuu ThuuEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCho Myeong-yeonIm You-limJeong Chan-wooJeong Eun-WooKim Yoon-seoSeon Joo-ah김율호",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xdUfVaewNTK1R3lNZS1qbslJiLi.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/memory-manipulated-murder-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/s7dulpsnggpg.html",
        "server": "usersdrive.com",
        "size": "1.24GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/memory-manipulated-murder-2021-1080-p-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.24GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2nsE0/Memory.Manipulated.Murder.2021.1080p.HDRip.CM.mp4",
        "server": "megaup.net",
        "size": "1.24GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/IIc0kbpT#_NQU1Sg2igzZDHTpo5s3AqIotU5yWPl-2l_66wofd80",
        "server": "mega.nz",
        "size": "1.24GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/p80yxist4jex.html",
        "server": "usersdrive.com",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/memory-manipulated-murder-2021-720-p-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Hvbf/Memory.Manipulated.Murder.2021.720p.HDRip.CM.mp4",
        "server": "megaup.net",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/hYUgyTBT#DcujOINlymBduCtkwUgCLSRd_mq0u_hhZOlGqLSjNaY",
        "server": "mega.nz",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/5asts5mh6eun.html",
        "server": "streamsb.com",
        "size": "633MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/493mmanwmife.html",
        "server": "usersdrive.com",
        "size": "248MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/memory-manipulated-murder-2021-360-p-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "248MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/1Hvb7/Memory.Manipulated.Murder.2021.360p.HDRip.CM.mp4",
        "server": "megaup.net",
        "size": "248MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/FJt13YSJ#aqFS918WGD-YgcRbbWaLJGVfsocBBnqtJhDQM66ZRs8",
        "server": "mega.nz",
        "size": "248MB",
        "quality": "360P"
      },
      {
        "link": "https://watchsb.com/o55eu34b0avm.html",
        "server": "streamsb.com",
        "size": "248MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "z7dghQ4EfQQ",
      "video_url": "https://www.youtube.com/watch?v=z7dghQ4EfQQ",
      "embed_url": "https://www.youtube.com/embed/z7dghQ4EfQQ"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Science Fiction,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Sound of My Voice (2011)",
    "description": "Psychological thriller ကြိုက်သူတွေအတွက် Sound Of My Voice ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ပီတာနဲ့လော်နာတို့ချစ်သူစုံတွဲက လျှို့ဝှက်ဘာသာရေးကျင့်စဥ်အဖွဲ့တစ်ခုအကြောင်းကို မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့အတွက် အဖွဲ့ဝင်အဖြစ်ဝင်ရောက်ပြီး သက်ဝင်ယုံကြည်သူတွေအဖြစ်ဟန်ဆောင်နေခဲ့ကြတယ် အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်က​တော့ မက်ဂီဆိုတဲ့အမျိုးသမီးပါ သူမက သူမကိုယ်သူမ 2054 ကနေလာတဲ့အချိန်ခရီးသွားသူလို့ဆိုပြီး အဖွဲ့ဝင်တွေစုဆောင်းတယ် အနာဂတ်ကအကြောင်းတွေကိုပြောပြတယ် နောက်ပြီး သူမရဲ့အဖွဲ့ဝင်တွေကိုဘေးကင်းလုံခြုံတဲ့နေရာကိုခေါ်သွားပေးမှာဖြစ်ကြောင်းလည်းပြောဆိုစည်းရုံးထားတယ် ပီတာဟာ ငယ်ဘဝကအဖြစ်အပျက်တစ်ခုကြောင့် ဘာသာရေးကျင့်ထုံးတွေကိုမုန်းတီးနေသူတစ်ယောက်ပါ မှတ်တမ်းရုပ်ရှင်ရိုက်ပြီး ဒီလိုအဖွဲ့တွေရဲ့ရူးကြောင်ကြောင်နိုင်တာတွေကိုဖော်ထုတ်ချင်နေတာပါ အဲ့လိုမုန်းတီးနေသူတစ်ယောက်က ဒီဘာသာရေးကျင့်စဥ်အဖွဲ့ဝင်အဖြစ်ဟန်ဆောင်နေရတဲ့အခါ အဆင်ပြေပါ့မလား မက်ဂီရဲ့သရုပ်မှန်ကရောဘာဖြစ်မလဲ ပီတာကလည်းမှတ်တမ်းရုပ်ရှင်ကိုအောင်မြင်အောင်ရိုက်နိုင်ပါ့မလား ဒီဇာတ်ကားလေးဟာ တစ်ကားလုံး အေးအေးငြိမ်ငြိမ်လေးဆိုပေမယ့် အသည်းတယားယားနဲ့ကြည့်ရမယ်ကားကောင်းလေးပါFile size…(1.4 GB)/(693 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:25:00Genre…Drama, Mystery, Thriller, Science FictionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ruby JaneYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlvin LamAnnie O'DonnellAvery Kristen PohlBrit MarlingChristopher DenhamChristy MeyersConstance WuDavenia McFaddenDavid HaleyJack GriffoJacob PriceJames UrbaniakKandice StrohKyle HackerLaura LeyvaMaeve QuinlanMatthew CareyNicole ViciusPiper Mackenzie HarrisRichard WhartonTonita CastroTravis Johns",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xEm9JBfXdQyVvJ2FEEpzZIICZBc.jpg",
      "https://image.tmdb.org/t/p/w300/bXldo3UnlvOpLv6HQE2VEoeCeKM.jpg",
      "https://image.tmdb.org/t/p/w300/1KsbaaBDuBgudj9VPkLwLiB5enK.jpg",
      "https://image.tmdb.org/t/p/w300/6IkcDjfZM9zrYSv0DR6uwKKaocz.jpg",
      "https://image.tmdb.org/t/p/w300/7qOjE31bKnSVkhaQWLauMUy9Tva.jpg",
      "https://image.tmdb.org/t/p/w300/gz9vFZspMxLFx4bJOFr92T1yFw7.jpg",
      "https://image.tmdb.org/t/p/w300/5cNKsX16AsSQe8adk9fOwurBpfM.jpg",
      "https://image.tmdb.org/t/p/w300/7pQoGkT2pD9yOG2XvBDiRbA1mhc.jpg",
      "https://image.tmdb.org/t/p/w300/nifQ18MibbZLqu0Tfr4DUnlDZFg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTExMzcwODc5NDBeQTJeQWpwZ15BbWU3MDQ2MzU2NTc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sound-of-my-voice-2011-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q4xb1twmfyza.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XI48/Sound.Of.My.Voice.2011.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1z8y3boY#vzPzxlsW8vseOBSkXJ4Ed88uxBjAIk9cAVDFgVif9jQ",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sound-of-my-voice-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/skvwevz1zk1u.html",
        "server": "usersdrive.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XI3j/Sound.Of.My.Voice.2011.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zm1k2QCA#UtiX5qPStTQFOiieLLgNrcoJcYg8jh0n3ifkXp2bHVg",
        "server": "mega.nz",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/s5da6hnanrfv",
        "server": "streamsb.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/a167jhcqodda",
        "server": "streamvid.io",
        "size": "693MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "U8xElfWyexo",
      "video_url": "https://www.youtube.com/watch?v=U8xElfWyexo",
      "embed_url": "https://www.youtube.com/embed/U8xElfWyexo"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Boy in the Walls (2023)",
    "description": "မိသားစုလေးတစ်ခုက မြို့နဲ့ ၄၅မိနစ်လောက်ဝေးတဲ့ မြို့ပြင်းနားလေးတစ်နေရာမှာရှိတဲ့ အိမ်ကြီးဆီကို ပြောင်းလာတာကနေ ဇာတ်လမ်းလေးကို အစပြုထားတာပါ။ အဲဒီအိမ်ကြီးမှာ မိန်းမကြီးတစ်ယောက်ကသေသွားခဲ့ဖူးပါတယ်။ ပြောင်းလာတဲ့မိသားစုမှာ ယောကျာ်းက သူ့အရင်ဇနီး ကင်ဆာနဲ့ဆုံးသွားလို့ နောက်ဇနီးယူထားပြီး အရင်ဇနီးနဲ့ ရတဲ့ ကလေး၂ယောက်ပါ ပါတယ်။ ကလေးတွေက မိထွေးကိုတော့ သိပ်ကြည့်တဲ့ပုံမပေါ်ပါဘူး။မိထွေးကလည်း ကလေးတွေနဲ့ အဆင်ပြေအောင်ကြိုးစား ကလေးတွေကလည်း မိထွေးဆို ကလန်ကဆန်လုပ်နေရင်းကနေ ယောကျာ်းက အလုပ်ကိစ္စနဲ့ ခရီးခန ခန သွားရတော့ အိမ်မှာသူတို့ပဲကျန်တာက များပါတယ်။ ဒီလိုနဲ့ အိမ်ထဲမှာ ပစ္စည်းတွေပျောက် မူမမှန်တာတွေဖြစ်လာတော့ အချင်းချင်းအပြစ်တင်ကြရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲ မိထွေးနဲ့ ကလေးတွေရော အဆင်ပြေသွားပါ့မလား ပစ္စည်းတွေက ဘာလို့ပျောက်နေရတာလဲ ဘာတွေမူမမှန်ဖြစ်နေရတာလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦး။File size…(700 Mb)Quality….Webrip 720pFormat…mp4Duration….01:27:00Genre…Drama, Mystery, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Translated & Encoded by GarfieldYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastApril TelekBebeyana AweitCassandra SawtellJace FlemingJonathan WhitesellLuke CamilleriMikkal Karim FidlerRyan Michelle Bathe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xj5QLR1uMA6Nu0v6rqskd2r2uYF.jpg",
      "https://image.tmdb.org/t/p/w300/gDiIM4FlvOHt5hLZFxH6h78VGxZ.jpg",
      "https://image.tmdb.org/t/p/w300/hUmp9zpuQb3DvfrEAhL2XxhdcKm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/p24962465_v_v13_aa-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/boy-in-the-walls-2023-720-p-cm-web-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3iU8w/Boy.in.the.Walls.2023.720p(CM).WEB.h264.mp4",
        "server": "megaup.net",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cv9izTwI#qx0tbta_lyzDp8Q-4gkLANlJiTOeRjajQa84CF8qOyc",
        "server": "mega.nz",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6n66ozvxar54.html",
        "server": "usersdrive.com",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/b9qwq4tahbvi",
        "server": "streamsb.com",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/etgv0ikwdcre",
        "server": "streamvid.io",
        "size": "700Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2T0yG5fjtns",
      "video_url": "https://www.youtube.com/watch?v=2T0yG5fjtns",
      "embed_url": "https://www.youtube.com/embed/2T0yG5fjtns"
    }
  },
  {
    "metadata": "|||Crime,Mystery,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "Righteous Kill (2008)",
    "description": "IMDB 6/10 ရရှိထားပြီး Al Pacino (The Godfather)နဲ့ Robert De Niro (Midnight Run) ဆိုတဲ့ မင်းသားကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Crime/Drama/Action အမျိုးအစား ကားလေးဖြစ်ပါတယ်။နယူးယော့ခ်ရဲဌာနက ဝါရင့်စုံထောက်ကြီးနှစ်ယောက်က အလုပ်လုပ်ရာမှာ တွဲဖက်ညီလှပြီး လုပ်သက်လည်းကြာမြင့်လှပြီဖြစ်လို့ အမှုလိုက်ရမှာ ကျွမ်းကျင်လှတဲ့သူနှစ်ဦးဖြစ်ပါတယ်။တစ်နေ့မှာတော့ မူးယစ်ဆေးအမှုတစ်ခုကို လိုက်ရင်း သံသယတရားခံကို စိတ်မထိန်းနိုင်ဘဲ ကိုယ်ထိလက်ရောက် ကန်ကျောက်မိရာကနေ သေနတ်ကိုင်ဖို့ သင့်မသင့် စိတ်ရောဂါကုဆရာဝန်နဲ့ တိုင်ပင်ဆွေးနွေးရတဲ့အဆင့် ရောက်သွားပါတော့တယ်။ တစ်ချိန်တည်းမှာပဲ ကွင်းဆက်လူသတ်မှုလို့ ယူဆရတဲ့ အမှုတွေ ပေါ်လာခဲ့တာမို့ တခြား လူငယ်စုံထောက်လေးနှစ်ယောက်နဲ့ အပြိုင် အမှုလိုက်ဖို့ဖြစ်လာတာ့တာပေါ့လေ။တခြားအမှုတွေနဲ့ မတူဘဲ ဒီကွင်းဆက်လူသတ်မှုရဲ့ ထူးခြားချက်ကတော့ တရားခံက လူသတ်ပြီးတိုင်း ကဗျာတစ်ပုဒ်ချန်သွားလေ့ရှိပြီး အသတ်ခံရသူတိုင်းကလည်း တရားဥပဒေကို လက်တစ်လုံးခြားလုပ်ပြီး လွတ်သွားတဲ့ မကောင်းတဲ့ကောင်တွေဖြစ်နေတာပါပဲ။ ထူးခြားတဲ့ကွင်းဆက်လူသတ်မှုတွေကို ကြိုးစားစုံစမ်းကြရင်း အမှုကရုပ်လုံးပေါ်လာချိန်မှာတော့…တရားခံဘယ်သူလဲ.. ဘာလို့သတ်တာလဲ.. တရားခံကိုရော ဘယ်လိုဖမ်းမိအောင် အမှုလိုက်ကြမလဲ.. တရားခံရဲ့ ကြီးမားတဲ့လှည့်ကွက်ကရော ဘာများဖြစ်မလဲ.. ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Emily ပါ)File size…(1.8 GB)/(900 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:41:00Genre…Crime, Mystery, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by EmilyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCast50 CentAjay NaiduAl PacinoAlan BlumenfeldAlan RosenbergAndre B. BlakeBarry PrimusBrian DennehyBryan ChatlienCarla GuginoDonnie WahlbergFatso-FasanoFrank John HughesJohn CenatiempoJohn LeguizamoJudy Del GiudiceKatarzyna WolejnioKimberly DorseyKimberly MagnessLiza Colón-ZayasMalachy McCourtMelissa LeoMerritt WeverMia BarronOleg TaktarovRob DyrdekRobert De NiroSaidah Arrika EkulonaShirly BrenerSterling K. BrownTerry SerpicoTrilby GloverTyrone Smith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vkyXWZry8seOUgP0kSFdg6yETUI.jpg",
      "https://image.tmdb.org/t/p/w300/wdacUtpfk1rJvYWzvdzqtS5cqpl.jpg",
      "https://image.tmdb.org/t/p/w300/a9As8YdEgJC2fWfbewwxrep4050.jpg",
      "https://image.tmdb.org/t/p/w300/cwlvBHkHuvHSvVmHtko1SxZryn8.jpg",
      "https://image.tmdb.org/t/p/w300/sr1M8LTuhZxUnVXF1rdCzkm8qCT.jpg",
      "https://image.tmdb.org/t/p/w300/29zDvVtGcJSzGTocSHqHDSNCQMW.jpg",
      "https://image.tmdb.org/t/p/w300/dX5fqwpk0bdrd5klDW6RQ1LZ1lH.jpg",
      "https://image.tmdb.org/t/p/w300/wocUPbeNtoW29yVKTY4YnXbU0dp.jpg",
      "https://image.tmdb.org/t/p/w300/jMwEtPH12zojTiCbs5dO8nFTe6b.jpg",
      "https://image.tmdb.org/t/p/w300/f3Hfdl1FgqmpoAoMQY7OQeulYTz.jpg",
      "https://image.tmdb.org/t/p/w300/n6u5sav1IRqi2PkCeKgElyY2vXL.jpg",
      "https://image.tmdb.org/t/p/w300/rnQZ4fsyq3k9LTM3Go7NGp9NwJo.jpg",
      "https://image.tmdb.org/t/p/w300/ICnfHAB7CyKpHzBSjJidStHt7D.jpg",
      "https://image.tmdb.org/t/p/w300/3kJAYYfc29ic518sYlntS5G26wz.jpg",
      "https://image.tmdb.org/t/p/w300/4Pjg6Z1ntXzpGFwjrH27E4iHRWI.jpg",
      "https://image.tmdb.org/t/p/w300/fYuhq6LZhNpVV4TWiij6cU2D7Bi.jpg",
      "https://image.tmdb.org/t/p/w300/fIC6yvvsMB8rrpDUItUBw3c4Y8J.jpg",
      "https://image.tmdb.org/t/p/w300/nSq3bXJ2PszCcivTrHPbBZAi8Dy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTYwMjg3MjY3OV5BMl5BanBnXkFtZTcwNTc4MDU3MQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/righteous-kill-2008-blu-ray-1080-p-cm-h-264-ita-eng-ac-3-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2EFSY/Righteous_Kill_2008_BluRay_1080p(CM).H264_Ita_Eng_AC3_5.1.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wvVWVQ6J#nJWyROdgsCl7YDc74ZtBWOFyEX00ljkZBVL_vf_hYQw",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kv7icqf87c7i.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/righteous-kill-2008-blu-ray-720-p-cm-h-264-ita-eng-ac-3-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1YIq1/Righteous_Kill_2008_BluRay_720p(CM).H264_Ita_Eng_AC3_5.1.mp4",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5iEjHLZB#1QC0DiOoPt5R3YgtUzzyWD8J4zqHaOtID6qSFoc_oIc",
        "server": "mega.nz",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/q6xxicr8p80z.html",
        "server": "usersdrive.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/z8e1do5w7379",
        "server": "streamsb.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rmtefpkwbsq1",
        "server": "streamvid.io",
        "size": "900 Mb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Drama,Mystery",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "140"
    },
    "title": "The Whistleblower(2019)",
    "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်…..။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ…. ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား…..မက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ….အကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ…ခံစားကြည့်ကြပါဉီး….၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။မင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်….(zawgyi)မက္က ၾသစေတးလ်အေျခစိုက္ သတၱဳတူးေဖာ္တဲ့ကုမၸဏီတခုမွ အလုပ္ လုပ္ေနတဲ့ တ႐ုတ္လူမ်ိဳးတစ္ေယာက္ပါ။ သူ႔ရဲ႕ႀကိဳးစားမႈေၾကာင့္ပဲကုမၸဏီမွာလည္းေနရာေကာင္းရထားတဲ့ သူတေယာက္ပါ။ မက္ရဲ႕ကုမၸဏီက နည္းပညာအသစ္တခုကို အာဖရိကမွာသြားစမ္းသပ္ရင္း ဆိုး႐ြားတဲ့ သဘာဝေဘး ငလ်င္ဒဏ္ခံကိုႀကဳံလိုက္ရတယ္…..။ ဒီငလ်င္အတြက္ ကယ္ဆယ္ေရးလုပ္ဖို႔သြားတဲ့ မက္ရဲ႕သူငယ္ခ်င္းက ျပန္ေရာက္လာတဲ့ညမွာပဲ အသတ္ခံလိုက္ရပါတယ္။ဒီလူသတ္ခံရမႈဟာ ဘာေၾကာင့္လဲ…. ငလ်င္ဒဏ္ဟာ သဘာ၀ေဘးမဟုတ္ဘဲ နည္းပညာေၾကာင့္လား…..မက္ရဲ႕သူငယ္ခ်င္းကလည္း မေသခင္မွာ ကယ္ဆယ္ေရးလုပ္ေနတုန္းမွာ ေတြ႕ခဲ့တာေတြကို ဘယ္သူ႔ကိုေဝမွ်ခဲ့လဲ….အႀကိဳးအျမတ္ကိုပဲၾကည့္ၿပီး လူေတြရဲ႕ ဆိုးက်ိဳးကိုမၾကည့္တဲ့ ကိုယ္ႀကိဳးသမားေတြရဲ႕ရန္ကေန ဘယ္လို မက္တို႔ရင္ဆိုင္ရမလဲ…ခံစားၾကည့္ၾကပါဉီး….၁၃၄ မိနစ္ ၾကာတဲ့ ဒီကားဟာ မာလဝီ၊ တ႐ုတ္နဲ႔ ၾသစ​ေၾတးလ် တို႔မွာ အဓိက ဇာတ္အိမ္တည္ထားၿပီး dramaနဲ႔ actionကို အခ်ိဳးညီညီ​ေပါင္းစပ္ထားတဲ့ ဇာတ္ကား​ေကာင္းတစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္း အစ အလယ္ အဆုံး အလွည့္အ​ေျပာင္းမ်ားစြာနဲ႔ အခ်ိန္ကုန္လို႔ ကုန္မွန္းမသိ​ေအာင္ ဆြဲ​ေခၚသြားမယ့္ ဇာတ္လမ္း​ေကာင္း​ေလးမို႔ပါ။မင္းသမီး Wei Tang ကိုၾကည့္ရတာနဲ႔တင္တန္ပါတယ္….ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ K ပဲျဖစ္ပါတယ္….File Size : (1.04 GB) and (404 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:14:00Genre : Action , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by  KEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXue XiaoluStarsAndy FriendCe WangChuang ChengLei JiayinQi XiTang WeiWang QianWu YanshuXing MinshanYang LixinCastAndy FriendCe WangChuang ChengLei JiayinQi XiTang WeiWang QianWu YanshuXing MinshanYang Lixin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-whistleblower2019",
        "server": "CM Links",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-whistleblower-2019-new-web-dl-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/eftv1vaqqlzs",
        "server": "upstream.to",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Crime,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Long Kiss Goodnight (1996)",
    "description": "ဇာတ်ကြမ်းကားကောင်းတွေကို စောင့်စားနေတဲ့ CM ပရိသတ်တို့အတွက် “မေယိုး” မူပိုင်ရှင် မင်းသားကြီး Samuel L. Jackson နဲ့ မင်းသမီးကြီး Geena Davis တို့ရဲ့ 1996 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ရှစ်နှစ်တုန်းက နယူဂျာစီရဲ့ ကမ်းခြေမှာလာပြီး ကမ်းတင်နေခဲ့တဲ့ ဆမန်သာ ကိန်း (Geena Davis) တစ်ယောက် အတိတ်မေ့ရောဂါကြောင့် အတိတ်ဘဝဟောင်းကိုလည်း မမှတ်မိသလို သူနဲ့ပတ်သတ်တဲ့ပစ္စည်းကလည်း သော့တစ်ချောင်းနဲ့ ကိုယ်ဝန်နှစ်လပဲပါလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကားမတော်တဆမှုတစ်ခုကြောင့် သူမေ့နေခဲ့တဲ့ အတိတ်ကစွမ်းရည်တွေပြန်ပေါ်လာခဲ့ပြီး သူ့ကို လှည့်လည်ပွဲတစ်ခုမှာ သူ့ကိုမြင်ခဲ့မိတဲ့ အတိတ်ကရန်ဘက်ဟောင်းကလာသတ်ဖို့ကြိုးစားပါတော့တယ်။ ဒီအချိန်မှာ သူ့ရဲ့ဘဝဟောင်းကို‌ ဖော်ထုတ်ဖို့အတွက် သူငှားရမ်းထားတဲ့ အလွတ်စုံထောက် မစ်ခ်ျ (Samuel L. Jackson) ကသူစုံစမ်းထားသမျှသတင်းတွေနဲ့ ရောက်လာပြီး နှစ်ယောက်သားအမှန်တရားကိုရှာဖွေဖို့ထွက်ခဲ့ကြရင်း ဆမန်သာ ရဲ့ဘဝဟောင်းကို တဖြည်းဖြည်းသိရှိလာခဲ့ရတဲ့အခါမှာ ဘဝဟောင်းက ရန်ဘက်တွေကဘယ်သူ‌တွေလဲ၊ ဘယ်လိုအဖွဲ့တွေပါဝင်နေလဲ၊ ဆမန်သာကရော အတိတ်မှာတုန်းကဘယ်လိုလူမျိုးလဲ၊ သူ့ကိုသတ်ဖို့လာတဲ့ရန်သူမှန်သမျှကို ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာကို အကြမ်းစားအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှုရမှာပါ။ R-rated ဖြစ်ပြီး သွေးထွက်သံယိုခန်းတွေနဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေ ဖောဖောသီသီပါဝင်တာမလို့ အက်ရှင်ကားကောင်းလွမ်းနေတဲ့လူတွေအတွက် ကြည့်လို့ကောင်းမဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲဗျ။File size…(3GB)/(1 GB)/(600 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….02:01:00Genre…Crime,Action,Mystery,ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Tun Myat WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan NorthBill MacDonaldBrad WoznyBrian CoxCarrie LoringChad DonellaCharles A. TamburroCraig BierkoCraig EldridgeDan Warry-SmithDavid MorseDeborah KirshenbaumEdwin HodgeErin GooderhamFrank MooreG. D. SpradlinGeena DavisGerry BammanGladys O'ConnorGraham McPhersonJennifer PisanaJohn SteadJoseph McKennaJudah KatzKen RyanKristen BoneLarry KingLisa Anita WegnerMarc CohenMelina KanakaredesMichael G. BrownMichael K. JonesPatrick MalahidePaul EssiembreReginald DoresaRex LinnRobert ThomasSamuel L. JacksonSean YoungSharon WashingtonShawn DoyleSusan HenleyTom AmandesYvonne Zima",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nBTCaI494vkkbPlceZv0HpNLmLl.jpg",
      "https://image.tmdb.org/t/p/w300/9FruzPAcK9PcEQAZBCbza2fXt4U.jpg",
      "https://image.tmdb.org/t/p/w300/ixwMnZhSWDhVNGP2XIMvh70WBT6.jpg",
      "https://image.tmdb.org/t/p/w300/y1Uab4sD44qK8i37OqbwnMb1Zlq.jpg",
      "https://image.tmdb.org/t/p/w300/lLyMpX2759fmlMkdHdo3C8YYEuJ.jpg",
      "https://image.tmdb.org/t/p/w300/3JO5hfeCldqo0Ym6d25D3gXRd4R.jpg",
      "https://image.tmdb.org/t/p/w300/aN4TclRuVDsObjPGBxBQ1RvkipS.jpg",
      "https://image.tmdb.org/t/p/w300/dPDetz0RTETJ8xi4kxNz5fp4BW1.jpg",
      "https://image.tmdb.org/t/p/w300/A3iLdXzkGOBRQQGJ9Gw8PkJ761l.jpg",
      "https://image.tmdb.org/t/p/w300/jqB1RQ8aLP90CR3xW2SOeqGtbWe.jpg",
      "https://image.tmdb.org/t/p/w300/uwzjNGWW3w5FkPOEnMSXxcApoh8.jpg",
      "https://image.tmdb.org/t/p/w300/nWsmv2I0EplPqE3peV14L37G25y.jpg",
      "https://image.tmdb.org/t/p/w300/bmki4Y2u6d1UKedAkeDZUHv3Rdx.jpg",
      "https://image.tmdb.org/t/p/w300/uyOsVHC6aSUQt6bsOcHRi7qkAEs.jpg",
      "https://image.tmdb.org/t/p/w300/hMQZfBwooV1LR2SO0RrJdNcVjVk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/afsdv.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hca-thelongkissgoodnight-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8a2fzb7n15rb.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cIzv/hca-thelongkissgoodnight.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vi4j2Z6B#XB7cntVyI9PXToaAZ8ZGBYdpl5qED-1bp1RS9zK4zzQ",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/2lf5vbch0bs6.html",
        "server": "streamsb.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/3chstsujyvd3",
        "server": "streamvid.io",
        "size": "3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hca-thelongkissgoodnight-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vk9682whcpns.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cIyl/hca-thelongkissgoodnight.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mm52VShR#25STnFwgs23ILO-gYlb7sTb3eFDAkADiz3kdI2rphFk",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/s7hfp9i68eyl.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ed93l759mqdy",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hca-thelongkissgoodnight-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/vojebd47s2mr.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1cIy1/hca-thelongkissgoodnight.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/jyhgWZ5I#rke8_JQgy0Y23KRpxFPggyki32X8oFYCiWJ49b5w74k",
        "server": "mega.nz",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/ywun3ulytauj.html",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/iraci17no3kc",
        "server": "streamvid.io",
        "size": "600MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "tQAacfslueQ",
      "video_url": "https://www.youtube.com/watch?v=tQAacfslueQ",
      "embed_url": "https://www.youtube.com/embed/tQAacfslueQ"
    }
  },
  {
    "metadata": "|2022||Drama,Horror,Mystery",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "1400"
    },
    "title": "Grimcutty (2022)",
    "description": "Grimcutty (2022)============နည်းပညာတွေတိုးတက်လာတဲ့အမျှ ကောင်းကျိုးလည်းရှိသလို ဆိုးကျိုးလည်းရှိစမြဲပါပဲ။ တိုးတက်လာတာနဲ့အမျှ ကလေးတွေရဲ့ screen time အရမ်းတိုးလာသလို၊ အွန်လိုင်းပေါ်က challenge တွေကိုလည်း မိုက်ရူးရဲဆန်စွာ လုပ်တတ်လာကြပါတယ်။အာရှာတို့ မြို့လေးမှာ ကလေးတွေက ဓားနဲ့ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်လည်းလုပ်တယ်။ အခြားသူတွေကိုလည်း ထိခိုက်အောင်လုပ်တဲ့အပြင် ကိုယ့်အမေအရင်းကိုပါဓားနဲ့ထိုးမှုတွေထိပါဖြစ်လာပါတော့တယ်။ ဒီလိုဖြစ်ရတဲ့နောက်ကွယ်က အကြောင်းအရင်းက ဂရင်းကတ်တီကြောင့်ပါပဲ။ အာဏာပိုင်တွေကတော့ ကလေးတွေက ဂရင်းကတ်တီ challengeကိုလုပ်ရင်း ထင်ယောင်ထင်မှားဖြစ်ပြီး ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်လုပ်မိကြတာလို့ သုံးသပ်ကြပါတယ်။မြို့မှာ ဒီလိုကိစ္စတွေ အဖြစ်များလာတဲ့နောက် မိုက်ရူးရဲတဲ့ကိစ္စတွေမလုပ်ဖို့ အာရှာကိုသူ့မိဘတွေက သတိပေးတဲ့ချိန်မှာပဲ အာရှာတစ်ယောက် ဂရင်းကတ်တီနဲ့ကြုံလိုက်ရပါတော့တယ်။ သူ့ရဲ့မိဘတွေကို အမှန်တိုင်းပြောပေမယ့် အားကစားကနေလည်း သူစိတ်တိုင်းကျထွက်လိုက်ပြီး၊ စိတ်ဓာတ်ကျတဲ့သူလိုမျိုးဖြစ်နေတဲ့ အာရှာကို သူ့မိဘတွေကမယုံကြည်ကြပါဘူး။ တဖြည်းဖြည်း မြို့က မိဘတိုင်းက သူတို့ကလေးတွေ ဖုန်းသုံးတာကန့်သတ်ပြီး ကျောင်းပါ ပေးမသွားကြတော့တဲ့ချိန်မှာ အာရှာတစ်ယောက် ဒီကိစ္စနဲ့ပတ်သတ်ပြီး ဘာကြောင့်ဖြစ်တာလဲဆိုတာ ရှာဖွေပါတော့တယ်။တကယ်ပဲ ဂရင်းကတ်တီနဲ့ပတ်သတ်တဲ့ကိစ္စတွေက ထင်ယောင်ထင်မှားဖြစ်တာလား၊ဒါမှမဟုတ် ဂရင်းကတ်တီကပဲ အပြင်မှာအမှန်တကယ်ရှိနေတာလား အာရှာတစ်ယောက်ရော ဘယ်လိုအဖြစ်အပျက်တွေကြုံရဦးမှာလဲ၊ horror ကားကြိုက်တဲ့ ပရိသတ်တွေအတွက်mystery အပြည့်နဲ့ ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးဖြစ်လို့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyaeမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, JimX  တို့ဖြစ်ပါတယ်)File Size……….(1.14 GB) / (450 MB) / (251 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 41minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Horror, MysteryTranslator…….Shwe Pyae, JimXEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn RossCastAlona TalBrenda SchmidCallan FarrisJoel Ezra HebnerKayden Alexander KoshelevSara WolfkindShannyn SossamonUsman Ally",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zgMjGYxVKwUKvl5UdT9jNkiNyCe.jpg",
      "https://image.tmdb.org/t/p/w300/znYNaQW736HBfEvfOiogfd8t4Z5.jpg",
      "https://image.tmdb.org/t/p/w300/navvd9bBMuBYbQzKaWKifCw6wsU.jpg",
      "https://image.tmdb.org/t/p/w300/ecnMTOkziHJw7toqkMDk7OC27ys.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWJiMGFmMzItMjdhZi00OWQ2LThiYTgtZjgxZTY5NDkyZjIzXkEyXkFqcGdeQXVyNzQ2OTEzMzY@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/grimcutty-2022-proper-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.14 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3QOEh/Grimcutty.2022.PROPER.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.14 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/P0AShQgT#WeyG6XEpUzBhuTnQ9RyFqCsCgM96IaEo27YDE4eQTQU",
        "server": "mega.nz",
        "size": "1.14 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/dn06nb1ts4f3.html",
        "server": "usersdrive.com",
        "size": "1.14 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/grimcutty-2022-proper-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3aRby/Grimcutty.2022.PROPER.720p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/71vy3a0yf4bm.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/fgAgyYoL#Je4vRLWDviNSfdm13OmcFNYvnn9RQqv3LhRZGXhsK9c",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hxdiewjr8muu.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/grimcutty-2022-proper-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "251 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2uTJ3/Grimcutty.2022.PROPER.480p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "251 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/8u8m2u39s7km.html",
        "server": "streamsb.com",
        "size": "251 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/jg5hHIDD#1rV4A1eu8muMegZWe1cGMeV3nBXC7mXHeM1G1ViumNU",
        "server": "mega.nz",
        "size": "251 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/1oymc7o0ht3c.html",
        "server": "usersdrive.com",
        "size": "251 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "lb3FCMpMN4s",
      "video_url": "https://www.youtube.com/watch?v=lb3FCMpMN4s",
      "embed_url": "https://www.youtube.com/embed/lb3FCMpMN4s"
    }
  },
  {
    "metadata": "R|2002|1h 29m|Hellraiser Franchise,Horror,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": "14000"
    },
    "title": "Hellraiser: Hellseeker (2002)",
    "description": "Hellraiser: Hellseeker (2002)Hellraiser Franchise ရဲ့ ခြောက်ကားမြောက်ဖြစ်တဲ့ Hellseeker က ငါးကားမြောက် Inferno နဲ့ ခပ်ဆင်ဆင်တော့တူနေပါတယ်။ ဒီဇာတ်ကားမှာတော့ ပထမဆုံး ဇာတ်ကား Hellraiser (1987) က အဓိကဇာတ်ကောင် ခရစ္စတီ ပြန်ပါလာပါတယ်။ ဒါရိုက်တာက နာမည်ကျော် စီးရီးဖြစ်တဲ့ Supernatural ရဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Rick Bota ပါ။Inferno မှာ ပြောမထားတဲ့ ဆီနိုဘိုက်တွေရဲ့ သဘောသဘာဝတွေကို ဒီမှာ ပြန်ဖြည့်ထည့်ထားထားသလိုပါပဲ။ ဒီဇာတ်ကားမှာလည်း Body Horror ကို ဦးစားပေးမထားဘဲ ဇာတ်လမ်းကို အဓိကထားပြီး တင်ဆက်သွားပါတယ်။ အဓိကဇာတ်ဆောင်က ထင်ယောင်ထင်မှားဖြစ်တာတွေ များနေတော့ ဇာတ်လမ်းက နည်းနည်းတော့ လည်သွားနိုင်ပါတယ်။ Inferno မှာ ပြထားတဲ့ ငရဲဆိုတာကို ပိုပြီး ထင်ရှားသွားအောင် အရောင်တင်ပေးလိုက်သလိုဆိုတော့… တော်တော်လေးလှတဲ့ ဇာတ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 715MBQuality – 1080p, 720pFormat – mp4Duration – 1H 29MinGenre – Horror, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRick BotaStarsAshley LaurenceBrenda McDonaldDale WilsonDean WintersDoug BradleyJody ThompsonKaaren de ZilvaKen Camroux-TaylorMichael J RogersNancy J. LilleyRachel HaywardSarah HaywardSarah-Jane RedmondTrevor WhiteWilliam S. TaylorCastAshley LaurenceBrenda McDonaldDale WilsonDean WintersDoug BradleyJody ThompsonKaaren de ZilvaKen Camroux-TaylorMichael J RogersNancy J. LilleyRachel HaywardSarah HaywardSarah-Jane RedmondTrevor WhiteWilliam S. Taylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9yL5iOq5sLZdZOemXvSLBIw3elj.jpg",
      "https://image.tmdb.org/t/p/w300/t6UWuZW4T6HoPyrMRKAwVjpqCXY.jpg",
      "https://image.tmdb.org/t/p/w300/3KzYmKvuFyfVcCkkeOVAVvGyOhs.jpg",
      "https://image.tmdb.org/t/p/w300/1E2QgvQhnvwIEieRZVYiqc3Vyqf.jpg",
      "https://image.tmdb.org/t/p/w300/5Df16kwue9cuadwuW1PRDD7TW2Z.jpg",
      "https://image.tmdb.org/t/p/w300/A4JDLbN0hiM8Yno7iSDmZe2oaNK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/fAhsztG9PiDtYFbUZXvUWoLoBP5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-hellseeker-2002-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sqdw/(CM)_Hellraiser_-_Hellseeker_(2002)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JiMzgQpL#peoSHuJgeebWjrTvvvpEv7scgwLNdGwVeNLEeDJD0SY",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6eh04531nq2u.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-hellseeker-2002-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZBjo/(CM)_Hellraiser_-_Hellseeker_(2002)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ri022R5Z#PY4nxsMPhY_UmFCkSFdP29VjQ9HKeh__FfILWHz8mVM",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/to8mb02i5qv9.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/b4j7hxdk603i",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t4f89pxh6xae",
        "server": "streamvid.io",
        "size": "715MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "eN_8Pl0gexo",
      "video_url": "https://www.youtube.com/watch?v=eN_8Pl0gexo",
      "embed_url": "https://www.youtube.com/embed/eN_8Pl0gexo"
    }
  },
  {
    "metadata": "|||Drama,Horror,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "8.1K"
    },
    "title": "They Look Like People(2015)",
    "description": "“They Look Like People” ကတော့ 2015 က ထွက်ရှိထားတဲ့ စိတ္တဇ horror ဇာတ်ကားလေးပါ။Wyatt လို့ ခေါ်တဲ့ ဇာတ်ကောင်က စိတ္တဇရောဂါဖြစ်နေပါတယ်။ သူ့အနားမှာ ရှိတဲ့လူတွေက လူမဟုတ်တော့ဘဲ မကောင်းဆိုးဝါးဖြစ်သွားကြပြီလား တွေးရင်း ကြောက်လန့်နေရသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်းကပါ မကောင်းဆိုးဝါးဖြစ်သွားမလား အတွေးနဲ့ သူငယ်ချင်းရှိရာ မြို့ကို အရောက်လာခဲ့ပါတယ်။ သူစဥ်းစားတာကတော့ သူငယ်ချင်းကို သူကယ်မယ်ပေါ့၊ သူ့ရည်ရွယ်ချက်နဲ့ လက်တွေ့မှာ တကယ်ဖြစ်နေတာတွေက ထပ်တူကျမနေခဲ့ပါဘူး။ Wyatt ရဲ့ စိတ်ကျန်းမာရေး ယိုယွင်းလာတာနဲ့အမျှ သူနဲ့ သူရဲ့ ပတ်ဝန်းကျင်က လူတွေနဲ့ ဆက်ဆံရေးက ပျက်စီးလာပြီး ဒီဟာကို Wyatt အနေနဲ့ ပြုပြင်ဖို့ သတ္တိမွေးပြီး ကြိုးစားမလား၊ ဒါမှမဟုတ် အရှုံးပေးလိုက်မလား သူဆုံးဖြတ်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ် )File size…802.1MBQuality…Blu-Ray 1080pFormat…mp4Duration….1h 20mGenre ….. Drama , Horror , MysterySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by KelvinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPerry BlackshearStarsEvan DumouchelMacLeod AndrewsMargaret Ying DrakeCastElena GreenleeEvan DumouchelMacLeod AndrewsMargaret Ying DrakeMick Casale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ywGCXYAfFYImYI5fWt1WwrWLHxq.jpg",
      "https://image.tmdb.org/t/p/w300/qtxNwA4cnqSIHhrhcKP6N1JBNB2.jpg",
      "https://image.tmdb.org/t/p/w300/oiy5eINDR0RIKVlcAaQRXBgSBw7.jpg",
      "https://image.tmdb.org/t/p/w300/tJ9JiSAaOrkpEoSMWrjTzkugTsu.jpg",
      "https://image.tmdb.org/t/p/w300/JE9c9O9m52L8dDTxzd0vC5XcJr.jpg",
      "https://image.tmdb.org/t/p/w300/tRSutJuIfRhpNxTxj8FMxxSTxRN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qXIXNduWXxCpKie5I8NitOcWt8z.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jh913km4p5bc.html",
        "server": "usersdrive.com",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/they-look-like-people-2015-1080-p-amzn-web-dl-ddp-2-0-h-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yYT5/They.Look.Like.People.2015.1080p.AMZN.WEB-DL.DDP2.0.H(CM).mp4",
        "server": "megaup.net",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/xHA3GJwD#4BJu6XnM1gZ70SeyvhRsFYR3r4Ig-xkeiIGFTFu858g",
        "server": "mega.nz",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbface.com/sssgqkwrdmiw.html",
        "server": "streamsb.com",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/c40pexuvkr38",
        "server": "streamvid.io",
        "size": "802.1MB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "GVo_rEyaDVA",
      "video_url": "https://www.youtube.com/watch?v=GVo_rEyaDVA",
      "embed_url": "https://www.youtube.com/embed/GVo_rEyaDVA"
    }
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "85632"
    },
    "title": "Death’s Roulette(2023)",
    "description": "Death’s Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။သူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်….သူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)Quality : AMZN.WEB-DL,1080P,720pFormat…mp4Duration…01:34:00Genre : Mystery, Thriller, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PROXYEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdriana PazCarla AdellDagoberto GamaFernando BecerrilJuan Carlos RemolinaManolo CardonaMaribel VerdúTiago Correa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a20Z41sNEqhBOf6addlSBTTQJkg.jpg",
      "https://image.tmdb.org/t/p/w300/8y7gSsPIMEzpSlloOBgrEAeuyEp.jpg",
      "https://image.tmdb.org/t/p/w300/3AUNvEzrNBBNL6Qk58ukY9P3GYU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z0oxsrx25ryk.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1U02v/Deaths.Roulette.2023.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5LQ0QA7I#p1BttJfUgEhGTuNI3IpYareTewMwzwQP5q248mMx6OI",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/zm1gs8nnjkn5",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cauc5ju4jtcq.html",
        "server": "usersdrive.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e2zl/Deaths.Roulette.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wKBRjADR#iOYjDkzVp2GzX--Das8vpOVq2CxV_0RgceWRdORMR5o",
        "server": "mega.nz",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/8fw341jn44ri.html",
        "server": "streamsb.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/423n2y7aa708",
        "server": "streamvid.io",
        "size": "713MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wv_bXjNd-8I",
      "video_url": "https://www.youtube.com/watch?v=Wv_bXjNd-8I",
      "embed_url": "https://www.youtube.com/embed/Wv_bXjNd-8I"
    }
  },
  {
    "metadata": "|2019||Horror,Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Halloween Fright Night (2019)",
    "description": "Halloween Fright Night (2019)Horror ရုပ်ရှင်ချစ်သူများအတွက်ဇာတ်ကားကောင်းတကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးဟာ 2019ထွက် ထိတ်လန့်ခြောက်ခြားဖွယ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် Halloween Day ဟာ သရဲမျက်နှာဖုံး ပုံစံမျိုးစုံစွပ်ပြီးမြူးတူးကခုန်တဲ့ပျော်ရွှင်ပွဲဖြစ်သလို ဘော်ဒါအချင်းချင်းစနောက်ကျီစယ်လေ့ရှိတဲ့နေ့လေးဖြစ်တယ်..ဒါပေမယ့် Halloween Day မှာ ရုံးခန်းတည်ရှိရာတိုက်ကြီးအတွင်းမှာ ခြောက်လန့်ခံရပြီး ပိတ်မိနေရင်……ဒီကားလေးမှာလည်း Halloween Day မှာ တိုက်ပေါ်ကနေခုန်ချပြီးသေသွားခဲ့တဲ့ရုံးဝန်ထမ်းမလေးတစ်ယောက်ဟာ နောက်နှစ် Halloween Day ရောက်ချိန်မှာရုံးနောက်ကျမှဆင်းရတဲ့လူတစ်စုကိုခြောက်လန့်ရင်းတိုက်တွင်းမှာပဲပိတ်လှောင်ထားတဲ့အခါသူတို့တွေလွတ်မြောက်နိုင်ပါ့မလား….ဒီရုံးဝန်ထမ်းသရဲမလေးက ဒီလူတွေနဲ့ ဘယ်လိုဆက်စပ်မှုတွေရှိနေတာလဲ..စတာတွေကိုထိန့်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/67699289_630159087392648_6146168921507495936_n.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/f1j50hivancz.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/halloween-fright-night-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://yuudrive.me/934a89/halowen-fright-night-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "http://www.filedwon.info/986b35fgm29i/Halloween_Fright_Night_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/1zwm6/Halloween_Fright_Night_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://mega.nz/file/g0AAkbCT#DQAaar2j114ByVlICBiGY89FfxAfdt-sUIJaOpJHiIo",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://upstream.to/sbd6g1gn5g4n",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2011|1h 51min|Horror,Mystery,Scream Franchise",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "134,000"
    },
    "title": "Scream 4 (2011)",
    "description": "Scream 4 2011===========ဒီကားကတော့ scream 3 ထွက်ပြီး ၁၁ နှစ်ကြာမှ ထွက်လာတာ ဖြစ်ပါတယ်။ဆယ်စုနှစ်တစ်ခုကျော်ကြာမှ ထွက်လာတာဖြစ်လို့ တိုးတက်လာတဲ့ နည်းပညာတွေရုပ်ရှင်ပညာတွေကို ကောင်းကောင်းအသုံးချထားပြီးတော့နောက်ဆုံးထွက်ခဲ့တဲ့ ကားထက်ကောင်းအောင် ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းဆက်ထားပုံကတော့ သရဲမျက်နှာလူသတ်သမားနဲ့ နောက်ဆုံးရင်ဆိုင်တွေ့ခဲ့တာ ၁၀ နှစ်ကျော်ကြာသွားပါပြီ။အဲဒီအချိန်မှာ ဆစ်ဒနေက အတိတ်ရဲ့စိတ်ဒဏ်ရာတွေကို ကုစားဖို့ ကိုယ့်ကိုယ်ကို ပြုပြင်ရေးစာအုပ်တစ်အုပ်ရေးပါတယ်။အဲဒီစာအုပ်ကို ထုတ်ဝေတဲ့အခါ book tour လုပ်တော့ မွေးရပ်မြေကို ပြန်လာဖို့ အကြောင်းဖြစ်လာပါတယ်။ကံဆိုးစွာနဲ့ပဲ ဆစ်နေဒန် ပြန်ရောက်လာတာကြောင့် သရဲမျက်နှာလည်း ပြန်ပေါ်လာပါတယ်။IMDB 6.1 ရထားပြီး tomatometer 60% ရထားပါတယ်။Scream 6 ကားစလုံးကိုScream Franchiseမှာ ဝင်ကြည့်လို့ရပါတယ်Quality__Bluray 1080pIMDb Rating__6.1/10Format__mp4Duration__1h 51minType__Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated by San Thu AungEncoded by Htet Wai LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWes CravenCastAdam BrodyAimee TeegardenAlison BrieAnna PaquinAnthony AndersonBritt RobertsonCourteney CoxDavid ArquetteDredan McFallEmma RobertsErik KnudsenHayden PanettiereJustin Michael BrandtKristen BellLucy HaleMarielle JaffeMarley SheltonMary McDonnellNancy O'DellNeve CampbellNico TortorellaRoger L. JacksonRory CulkinShenae Grimes-Beech",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k6qf3TKh6OhLC8aFFT1JXEAbVHV.jpg",
      "https://image.tmdb.org/t/p/w300/w8fkaXsOiVWiOam0C3hAwHg5s72.jpg",
      "https://image.tmdb.org/t/p/w300/sjkapcnTaoDxcP923EspiYJTj5m.jpg",
      "https://image.tmdb.org/t/p/w300/909fwSihpBZbipXr1zjlMJz1quG.jpg",
      "https://image.tmdb.org/t/p/w300/2f8VnHiIycV3JAnM7iATs8tb5rk.jpg",
      "https://image.tmdb.org/t/p/w300/8AH2kofZnfiqVxXnmBIVu7KtaDZ.jpg",
      "https://image.tmdb.org/t/p/w300/nNIsHfzWmIqUOQnrbEAJu3ihEvC.jpg",
      "https://image.tmdb.org/t/p/w300/pI5N1u61igGjsWq3ftm1hxfVh2x.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3cf8p2qw9qnsaaFWc64AG6U05eT.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/scream-4-2011-1080-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/30Pgu/Scream.4.2011.1080p.BluRay.X264.mp4",
        "server": "megaup.net",
        "size": "2.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rAQmnJjB#Eh5WhPYvSYOaR2h731NG6BKJu7IKxlGwFEeipq67eNE",
        "server": "mega.nz",
        "size": "2.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/d/ngleqebmzqb3.html",
        "server": "streamsb.com",
        "size": "2.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-4-2011-720-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EUmn/Scream.4.2011.720p.BluRay.X264.mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GUhURThL#sKyyd8pvA1UkMTzB_8qA8cfcb4pX6_wLfaplMMLcwdo",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/d/sevc9exowavo.html",
        "server": "streamsb.com",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-4-2011-small-mp-4",
        "server": "yoteshinportal.cc",
        "size": "872MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/30PgC/Scream.4.2011.small.mp4",
        "server": "megaup.net",
        "size": "872MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/KdJwgLQI#T3ue4hlSSh4LAsrb_fNSpGr_DgtQ0FXV1_5wCvqnFJM",
        "server": "mega.nz",
        "size": "872MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/d/boloauw9i1or.html",
        "server": "streamsb.com",
        "size": "872MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "rdF6JTrTQsg",
      "video_url": "https://www.youtube.com/watch?v=rdF6JTrTQsg",
      "embed_url": "https://www.youtube.com/embed/rdF6JTrTQsg"
    }
  }
]