[
  {
    "metadata": "|2017|85 min|Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "299"
    },
    "title": "Serpent (2017)",
    "description": "သူ့ဖုန်းကို ခဏခဏဝင်နေတဲ့ အသံမက်ဆေ့ချ်တွေကို ဖျက်ပစ်နေပါတယ်သူကားမောင်းအိမ်ပြန်သွားတော့ အိမ်မှာ သူ့ခင်ပွန်းဖြစ်သူက ညစာချက်ပြုတ်ပြင်ဆင်နေပါတယ်ညစာချက်လို့မပီးခင် သူတို့ပြောနေတဲ့စကားဝိုင်းလေးမှာ ခင်ပွန်းဖြစ်သူက သူအင်းဆက်တွေကိုတောထဲမှာ လေ့လာဖို့ အချိန်ကြာကြာသွားရမယ်ဆိုတာကို ပြောလိုက်ပါတယ်အမျိုးသမီးဟာ သူ့ခင်ပွန်းသည်ကို ဟန်မပျက်အလိုက်အထိုက် စကားပြောနေပေမယ့် သူ့မျက်နှာမရွှင်မလန်းဖြစ်နေပါတယ်ပြီးတော့ သူ့ခင်ပွန်းသွားမယ့်ခရီးကို လိုက်လိုကြောင်းပြောပါတယ်သူတစ်ခုခုကနေ ရှောင်ပြေးဖို့ ကြိုးစားနေပုံပါပဲနောက်တစ်နေ့သူ့ခင်ပွန်းနဲ့ တောထဲကို သူလိုက်သွားတဲ့အခါ သူတို့ ဘာတွေကြုံတွေ့ရမှာလဲသူဖုံးကွယ်ဖို့ကြိုးစားနေတာကရော ဘာလဲ သူ့ခင်ပွန်းရော သိသွားမလားဆိုတာတွေကိုတော့ အရသာပျက်သွားမယ်စိုးလို့ မပြောတော့ပါဘူး ကိုယ်တိုင်ကြည့်ကြပါလို့ တောအုပ်ထဲက သည်းထိပ်ရင်ဖို ဖြစ်ရပ်တွေနဲ့ ပရိသတ်တွေ စိတ်မပျက်စေမယ့် ဇာတ်ကားတစ်ကားပါလို့ ညွှန်းပါရစေFile Size : (700 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 2hr 21minFormat : Mp4Genre :ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmanda EvansStarsSarah DumontTom AinsleyCastSarah DumontTom Ainsley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lq15xQuW66mGikgf7ea2lQamv9v.jpg",
      "https://image.tmdb.org/t/p/w300/4HNXtr6aXpWKKDa0lBPWgPuthrL.jpg",
      "https://image.tmdb.org/t/p/w300/jcHDckARLwG811tsdG6AMiteguP.jpg",
      "https://image.tmdb.org/t/p/w300/1IvvBLCa93ECxVeqDq59bsXGf2u.jpg",
      "https://image.tmdb.org/t/p/w300/p0OjdkHoBy1uwh4dsywzM6clmgO.jpg",
      "https://image.tmdb.org/t/p/w300/eRADLflja2nmSvsP6U6hkm608xH.jpg",
      "https://image.tmdb.org/t/p/w300/uHtRFY3osRZ2MDzwGF3mGfYLk7h.jpg",
      "https://image.tmdb.org/t/p/w300/gfbfMKspEr3TDH1tBzccedHIbnL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNjNkNDRmNWMtMDVkMC00YTU0LTgwZTctNjc0ZjM4ZWVlZmQ1XkEyXkFqcGdeQXVyMTgxMjc0MA@@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/serpent-2017",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/serpent-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1HFe3/Serpent_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/3tzvwjsothel",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "F_-BxF1tCyM",
      "video_url": "https://www.youtube.com/watch?v=F_-BxF1tCyM",
      "embed_url": "https://www.youtube.com/embed/F_-BxF1tCyM"
    }
  },
  {
    "metadata": "N/A|2017|108 min|Comedy,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2,382"
    },
    "title": "The Trip to Spain (2017)",
    "description": "2017 ခုနှစ်ထွက် ဟာသ ဒရာမာကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ မင်းသားကြီး Steve Coogan နဲ့ Rob Brydon တို့ရဲ့အပိုင်း၆ပိုင်းပါဝင်တဲ့ ဥရောပကိုဖြတ်သန်းတဲ့ခရီးစဉ်ကို အကျဉ်းချုံးလေးပြန်ရိုက်ထားတာပါဒီကားကတော့ စပိန်ကို သူတို့ရောက်နေတဲ့ အချိန်ကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့သူတို့ ရောက်နေတဲ့ အချိန် စပိန်မှာ ရှိတဲ့ အထင်ကရနေရာတွေကို ရိုက်ကူးပြထားတာပါသူတို့ ရဲ့ Trip to ဇာတ်ကားများစွာထဲကမှ အခုနှစ်ထဲမှာထွက်ရှိထားတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်  ကဲပရိတ်သတ်ကြီးကတော့သူတို့ သောက်စားပျော်ပါးတာတွေကို ကြည့်ပြီး အားကျလို့ရပါပြီQty – 720p wEB dLDuration – 1hr 26minGern- ComedyTranslator – si Thu HtunEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael WinterbottomStarsClaire KeelanJustin EdwardsKerry ShaleKyle SollerMargo StilleyMarta BarrioRebecca JohnsonRob BrydonSteve CooganTimothy LeachCastClaire KeelanJustin EdwardsKerry ShaleKyle SollerMargo StilleyMarta BarrioRebecca JohnsonRob BrydonSteve CooganTimothy LeachTom Clegg",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6q1QRvsbgWJR1y23IscRPOZ83Bt.jpg",
      "https://image.tmdb.org/t/p/w300/v9ZOzmUQowNeqIfQqlYefvhfldW.jpg",
      "https://image.tmdb.org/t/p/w300/qj0P1BFhSvl7uX84xhqd9rdum6S.jpg",
      "https://image.tmdb.org/t/p/w300/724zsjKuwbfIrmUPnbrkVjmQtvC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZWY4ODYzMzYtN2I3Ny00NDkzLWFmNGQtZWVmZWNkYzU5ZjBkXkEyXkFqcGdeQXVyMzExMTY0MjU@._V1_SY1000_CR007511000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-trip-to-spain-2017",
        "server": "VIP Links",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-trip-to-spain-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": ""
      },
      {
        "link": "https://tubesb.com/nky2mkcxwht3.html",
        "server": "streamsb.com",
        "size": "772MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fTvy8ab1NSo",
      "video_url": "https://www.youtube.com/watch?v=fTvy8ab1NSo",
      "embed_url": "https://www.youtube.com/embed/fTvy8ab1NSo"
    }
  },
  {
    "metadata": "R|2017|114 min|Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "2,358"
    },
    "title": "Disobedience (2017)",
    "description": "စည္းကမ္းေတြ စည္းမ်ဥ္းေတြ အမ်ားၾကီးအမ်ားၾကီးၾကားမွာ ကၽြန္ေတာ္တုိ႔ေမြးဖြားလာရပါတယ္။ဟုိဟာမလုပ္နဲ႔ ဒီဟာမကုိင္နဲ႔ တားျမစ္ခ်က္ေတြ အမ်ားၾကီးနဲ႔ၾကီးျပင္းလာခဲ့ရပါတယ္။အဲဒီတားျမစ္ခ်က္ေတြက ကုိယ္ျဖစ္ခ်င္ေနတာေတြ လုပ္ခ်င္ေနတာေတြကုိမေရာက္ေအာင္တားျမစ္ထားတယ္ ဆုိရင္ ခင္ဗ်ားတုိ႔ဘာလုပ္ၾကမွာလဲ။ဒီဇာတ္ကားမွာေတာ့ တားျမစ္ခ်က္ေတြအမ်ားၾကီးၾကားက ဂ်ဴးဘာသာဝင္ မိန္းကေလးႏွစ္ေယာက္ရဲ႕ စည္းမ်ဥ္းေတြကုိခ်ိဳးေဖာက္ၾကတာကုိ ေတြ႕ရမွာပါ။ဘာသာတရားကုိင္းရႈိင္းတဲ့ အသုိင္းအဝုိင္းမွာၾကီးပ်င္းလာၾကတဲ့ သူတုိ႔ ဒီအသုိင္းအဝုိင္းကုိ ဘယ္လုိရင္ဆုိင္ၾကလဲဘယ္လုိအင္အားမ်ိဳးေတြက ဒီလုိဆန္႔က်င္ရဲေအာင္တြန္းအားေပးလဲဆုိတာေတာ့ ဇာတ္ကားကုိၾကည့္ရင္း ကိုယ့္ဘာသာကုိယ္ပဲအေျဖထုတ္ၾကည့္လုိက္ၾကပါေတာ့။ခင္ဗ်ားတုိ႔ေရာဘယ္လုိလုပ္ၾကမလဲ..ဒီဇာတ္ကားက IMDB Rating 6.8 ရရွိထားျပီး ကၽြန္ေတာ့္အၾကိဳက္မင္းသမီး Rachel Weisz နဲ႔ Rachel McAdam တုိ႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monပါ)File Size : (900 MB) and (390 MB)Quality : Blu-Ray 720pRunning Time : 1hr 54minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSebastián LelioStarsAlessandro NivolaAllan CordunerAnton LesserBernardo SantosCara HorganDominic ApplewhiteLiza SadovyOmri RoseRachel McAdamsRachel WeiszCastAdam LazarusAlessandro NivolaAlexis ZegermanAllan CordunerAnton LesserBernardo SantosBernice StegersCara HorganDave SimonDavid Olawale AyindeDominic ApplewhiteLiza SadovyMark StobbartNicholas WoodesonOmri RoseRachel McAdamsRachel WeiszSophia Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bETpSwTyxGK7xPjav67HlW6f8C9.jpg",
      "https://image.tmdb.org/t/p/w300/23VWrEgWgvgpCmWZOUEaqQLNpti.jpg",
      "https://image.tmdb.org/t/p/w300/hAT6YGz5CaX2gMxWZ3UK0Ny2qng.jpg",
      "https://image.tmdb.org/t/p/w300/qbxfPpuSilw6R0No7f9OpKJvSIS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
    "movie_links": [
      {
        "link": "http://mmsale.org/KTGa7p31",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/wdeEHiI",
        "server": "drive.google.com",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "",
        "server": "Soliddrive.co",
        "size": "Uploading...",
        "quality": ""
      },
      {
        "link": "",
        "server": "Soliddrive.co",
        "size": "Uploading...",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/xmFyFRmL",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/jw24",
        "server": "megaup.net",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/XBX1VV",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/cGjQsA",
        "server": "openload.co",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/sb8T",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/19rL9OO",
        "server": "ClicknUpload.org",
        "size": "360 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "HEVonh8bjC0",
      "video_url": "https://www.youtube.com/watch?v=HEVonh8bjC0",
      "embed_url": "https://www.youtube.com/embed/HEVonh8bjC0"
    }
  },
  {
    "metadata": "N/A|2017|122 min|Action,Bollywood,Crime,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "736"
    },
    "title": "Babumoshai Bandookbaaz (2017)",
    "description": "IMDb Rating -7/10Google User – 86%Genre – Crime/ThrillerDuration – 2hr2minsဒီတစ္ေခါက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားက ခ်န္နယ္ျမန္မာမွာ ေတာင္းဆိုမႈအမ်ားဆံုးဇာတ္ကား တစ္ကားဆိုရင္ မမွားပါဘူး။အခ်စ္အတြက္နဲ႔ ေတာင္ၿဖိဳျပခဲ့တဲ့ ျမန္မာပရိသတ္ေတြရဲ႕ အႀကိဳက္မင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ 2017 က ထြက္တဲ့ ဂန္းစတား ဘဝ သ႐ုပ္ေဖာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။(2017 ကားက 2018ႏွစ္ကုန္ပိုင္းမွ ၾကည္ေတာက္ရွင္းထြက္လာၿပီး 2019ႏွစ္သစ္မွာ စာဖိုင္ ထြက္လာလို႔ပါ။)သဘာဝက်တဲ့ ဇာတ္႐ုပ္ေတြကိုအပုိအလိုမ႐ွိ သ႐ုပ္ေဆာင္တတ္တဲ့မင္းသားႀကီးရဲ႕ ကားဆိုေတာ့မေကာင္းမွာ မပူရသလို၊လူ႔သဘာဝနဲ႔ လူ႔စိတ္ကို အေကာင္းဆံုး ျပသေပးတဲ့ ဇာတ္ကားလည္း ျဖစ္ပါတယ္။အပစ္အခတ္ အသတ္အပုတ္ေတြ ၾကမ္းသလို၊ အခ်စ္ခန္းေတြကလည္း ၾကမ္းပါတယ္။ဒါ့အျပင္ ဒီကားက မင္းသမီး Bidita Bag လက္စြမ္းျပလိုက္တဲ့ဇာတ္ကားဆိုရင္လည္း မမွားပါဘူး။ပီျပင္လွတဲ့ သ႐ုပ္ေဆာင္ခ်က္ေတြကို လက္ဖ်ားခါရပါတယ္။ဇာတ္ကားအေၾကာင္းအရာကို မညႊန္းေတာ့ပါဘူး။တစ္ခါတစ္ေလဇာတ္လမ္းအေၾကာင္းအရာကို ဖတ္ၾကည့္တာထက္ကိုယ္တိုင္ၾကည့္လိုက္တာက ပိုေကာင္းလို႔ပါ။ေျပာလိုတာကေတာ့ျမန္မာျပည္က ဂန္းစတားေတြလိုစကားေတြအမ်ားႀကီး မေျပာပါဘူး။မ်က္ႏွာေတြ ႐ွံဳ႕မျပပါဘူး။မ်က္နွာ အမူအရာေတြ ၊မ်က္လံုးအၾကည့္ေတြ၊သီခ်င္းေတြနဲ႔တင္ ၿမိဳင္ဆိုင္ျပည့္စံုေနတဲ့ေၾကးစားလူသတ္သမား၂ေယာက္ရဲ႕ ကစားပြဲပါ။ဒီကစားပြဲကို ျပည့္စံုေစဖို႔ ႏိုင္ငံေရးေလာကထဲဝင္မယ့္ လူမိုက္ႀကီးေတြကလည္း အားျဖည့္ထားပါတယ္။“ရသမပါတဲ့ အႏုပညာက ဆားမပါတဲ့ဟင္းနဲ႔တူတယ္၊ဘဝအေမာေတြ ေျပေပ်ာက္ေစသည္မွာ ရသပင္ျဖစ္သည္” တဲ့။ဆရာေဇာ္ဂ်ီရဲ႕ အဆိုအမိန္႔ကလည္း ရိွခဲ့တယ္။ဒီေတာ့ ဘဝအေမာေတြကို ေျပေပ်ာက္ေစဖို႔သဘာဝစစ္စစ္ကို ရသေလး ျဖည့္ၿပီးကြၽန္ေတာ္တို႔ရဲ႕ ႏွလံုးသားကို အဟာရေလး ရေစမွာပါ။ေရခဲေသတၱာထဲက အေအးဘူးထက္ကမ္းေျခက အုန္းသီးေရက ပိုၿပီး အရသာရိွသလိုမ်ဳိး။အေကာင္းစားအရက္ကို အေကာင္းဆံုးအျမည္းနဲ႔နာမည္ႀကီး ဆိုင္မွာ ေသာက္ရတာထက္တခါတေလ နားေအးပါးေအးကြင္းလယ္က ဖ်ာစုတ္တစ္ခ်ပ္ေပၚထိုင္ၿပီး ထန္းေရကို ပဲေလွာ္နဲ႔ ျမည္းၾကရေအာင္လားဗ်ာ….။ဒီဇာတ္ကားေလးကို ၾကည့္႐ႈၿပီးၾကရင္ ခံစားမိသမွ်ကို ကြၽန္ေတာ္တို႔ထက္ပိုေကာင္းတဲ့Reviews ေလးေတြ ေရးျဖစ္ၾကမယ္လို႔ေမွ်ာ္လင့္ပါတယ္၊ ေစာင့္ေမွ်ာ္လ်က္ပါပဲဗ်ာ။(အရြယ္မေရာက္ေသးသူေတြ၊မိသားစုနဲ႔အတူၾကည့္မယ့္သူေတြ အတြက္ေတာ့ တခ်ဳိ႕ဇာတ္ဝင္ခန္းေတြနဲ႔ ေျပာစကားေတြဟာ ၾကမ္းတမ္းမယ္ ထင္ပါတယ္)အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myin Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ။File Size :(900 MB ) and (380 MB)Quality : WEB-DL 720pRunning Time : 2h 2minFormat : Mp4Genre : Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Zee5DL.AVC.DD2.0.Telly.ExclusiveTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKushan NandyStarsBidita BagChitrangada SinghHuma QureshiNawazuddin SiddiquiTahir BhasinCastBidita BagChitrangada SinghHuma QureshiNawazuddin SiddiquiTahir Bhasin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/klihgytIMudjmc73E8LAtUu5GV5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nmqyewAS2fbpXUKKEl5VehuxdfA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/babumoshai-bandookbaaz-16-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5864e509/babumoshai-bandokbaz-16-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Quts/Babumoshai_Bandookbaaz_[16+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nklRDT7C#GPkKqKiApWEg500GrhjwgYcwgWCgByKHC898uSJgBC0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/6irwju0advvz",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KqtO-vQZUfo",
      "video_url": "https://www.youtube.com/watch?v=KqtO-vQZUfo",
      "embed_url": "https://www.youtube.com/embed/KqtO-vQZUfo"
    }
  },
  {
    "metadata": "|2017||Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "City of Sin (2017)",
    "description": "‘လူေတြဟာတစ္ျခားတစ္ေယာက္ရဲ႕ဇာတ္လမ္းမွာဇာတ္ပုိ႔အျဖစ္သရုပ္ေဆာင္ေနႀကေပမယ့္ သူတုိ႔ကုိယ္သူတုိ႔ အဓိကဇာတ္ေကာင္လုိ႔ထင္ေနတတ္ႀကတယ္’ဇာတ္ကားအစတြင္စာေရးဆရာအဖုိးႀကီးတစ္ေယာက္၏အေႀကာင္းျဖင့္မိတ္ဆက္ထားသည္။သုိ႔ေသာ္စာေရးဆရာႀကီးသည္အဓိကဇာတ္ေကာင္မဟုတ္ေပ။ အစတြင္ေအးတိေအးစက္ႏုိင္ေသာ္လည္း ျဖည္းျဖည္းခ်င္းဇိမ္ႏွင့္ႀကည့္ရမည့္ဇာတ္ကားျဖစ္သည္။စံုေထာက္ႀကီးတစ္ေယာက္၏စိတ္ဝင္စားစရာဇာတ္ေႀကာင္းကို ခံစားရမွာပါ။File size…(700MB) and (380MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….01:36:35Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYe Man AungDownload and Watch 720p HD (VIP Link)(or)Download 720p HD (pCloud)Download Small File 360p (380MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/1481721334795.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|2h 5min|Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "167,101"
    },
    "title": "Darkest Hour (2017)",
    "description": "Darkest Hour (2017)IMDb – 7.4/10_____Rotten – 84%Won 2 Oscars.Another 51 wins & 77 nominations.Gary Oldman တစ်ယောက် Darkest Hour ရုပ်ရှင်နဲ့ Golden Globe Best Actor Award ရသွားပြီ၊ Academy Awards မှာလဲ Best Picture နဲ့ Best Actor Nomination ဝင်ထားပြန်ပြီ။လူတိုင်းသိတဲ့ ဝင်စတန်ချာချီအကြောင်း ရိုက်ထားတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလောက်နာမည်ကြီးနေရတာလဲ?Darkest Hour ဟာ ဗြိတိန်ဝန်ကြီးချုပ် ဝင်စတန်ချာချီအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်ပေမယ့် ဝင်စတန်ချာချီရဲ့ ဘဝတစ်ခုလုံးကိုပြတာလဲမဟုတ်သလို ဒီကားထဲမှာ စစ်တိုက်တာတွေလဲ မပါပြန်ပါဘူး။ဒီရုပ်ရှင်မှာ အဓိကပြသွားတာကတော့ ချာချီ ဝန်ကြီးချုပ်ဘယ်လိုဖြစ်လာတယ်၊ ဂျာမနီရဲ့ကျူးကျော်စစ်ကြီးကို ပြန်အံတုနိုင်ဖို့ သူ့ရဲ့ပါတီ၊ လွှတ်တော်ထဲမှာတင် ဘယ်လောက်တောင် လုံးလည်ချာလည်လိုက်ခဲ့ရလဲဆိုတာတွေပါ။ဒီလောက်ရိုးရှင်းတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလိုဆုတွေအတွက် လျာထားခံရသလဲ?အဖြေကရှင်းပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ Gary Oldman ဟာ တကယ့်ဝင်စတန်ချာချီ ဝင်သရုပ်ဆောင်နေသလား အောက်မေ့ရလောက်အောင် တူလွန်းလှပါတယ်။ တစ်နေ့ကို ၁၈ နာရီရိုက်ကူးရေးလုပ်ရပြီး ၆ နာရီသာအိပ်ခဲ့ရပါတယ်။ဝင်စတန်ချာချီလို ဗိုက်ပူပူနဲ့ လူကောင်လုံးလုံးကြီးဖြစ်အောင် ပိန်ပိန်ပါးပါး Gary Oldman ဟာ လူခန္ဓာကိုယ်ပုံစံတူပြုလုပ်ထားတဲ့ဝတ်စုံအကြီးကြီးကိုဝတ်ဆင်ပြီး သရုပ်ဆောင်ခဲ့ရပါတယ်။ ဆေးလိပ်တွေသောက်ရလွန်းလို့ အဆိပ်သင့်တဲ့အထိလဲဖြစ်ခဲ့ပါသေးတယ်။ အဲ့လောက်အထိကို ကြိုးစားခဲ့ရတာပါဒီဇာတ်လမ်းရဲ့ထူးခြားချက်ကတော့ ဝင်စတန်ချာချီကို ဘယ်တုန်းကမှမမြင်ဖူးတဲ့ အမြင်နဲ့ တွေ့ရတာပါ။ ဇာတ်လမ်း အစအလယ်အဆုံး ဆူပုတ်ပုတ် ဂျစ်ကန်ကန်ပုံစံ ဝင်စတန်ချာချီကို မြင်တွေ့ရမှာဖြစ်ပြီး သူ့ရဲ့နာမည်ကျော် မိန့်ခွန်းတွေကိုလဲနားထောင်ရမှာဖြစ်သလို ဘုကလန့်ဂွစာပုံစံတွေကိုလဲ ကြည့်ရှူရမှာပါ။ဇာတ်လမ်းက တခြားအတ္ထုပတ္တိရုပ်ရှင်တွေလိုမျိုး ဇာတ်အိမ်အရမ်းနက်နဲမှုမရှိပဲ ပေါ့ပေါ့ပါးပါးနဲ့ သမိုင်းရုပ်ရှင်တစ်ကားကို စိတ်ဝင်စားအောင်တင်ဆက်ထားပါတယ်။ သမိုင်းအချက်အလက်တွေလဲ အများကြီးပါဝင်သလို ပါဝင်အားဖြည့်ပေးထားတဲ့ဇာတ်ပို့သရုပ်ဆောင်တွေကလဲ Gary Oldman ရဲ့ ချာချီဇာတ်ကောင်ကို အများကြီးထောက်ပံ့ပေးနိုင်ခဲ့ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ခံသမိုင်းကြောင်းအနေနဲ့ ဒန်းကတ်ကမ်းခြေမှာသောင်တင်နေတဲ့ စစ်သား ၄သိန်းကို ကယ်ထုတ်ဖို့ကြိုးစားတဲ့ဖြစ်ရပ်ကို အခြေခံထားပြီး ဝင်စတန်ချာချီအနေနဲ့ ဒီလူ ၄ သိန်းကို ကယ်ထုတ်ဖို့၊ သူ့ကိုဗြိတိန်လွှတ်တော်၊ ဘုရင်၊ သူ့ရဲ့ပါတီဝင်တွေ ယုံကြည်လာအောင်၊ ပြည်သူတွေ သူ့ကိုထောက်ခံအားပေးလာအောင် ဘယ်လိုအားထုတ်ခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ။ဒီရုပ်ရှင်ကိုကြည့်ပြီးရင် ချာချီရဲ့စိတ်နေစိတ်ထား၊ သူ့ရဲ့ခံယူချက်၊ သူ့ရဲ့သတ္တိကို ပိုပြီးနားလည်သဘောပေါက်လာမှာသေချာပါတယ်။ ဒီနှစ် Academy Awards မှာတော့ The Disaster Artist မင်းသား James Franco မရမှာသေချာနေပြီဆိုတော့Gary Oldman ကိုတော့ တစ်ပေးထားလိုက်ပါပြီ။ဆုတွေလဲအများကြီးဆွတ်ခူးထားတဲ့ရုပ်ရှင်ဖြစ်သလို Academy Award Best Picture Nominee ရုပ်ရှင်ကားတစ်ကားဖြစ်တဲ့အတွက် ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကြည့်ပြီးရင် Christopher Nolan ရဲ့ Dunkirk ရုပ်ရှင်ကိုလဲ ကြည့်ဖြစ်အောင်ကြည့်စေချင်ပါတယ်။ ဒီဇာတ်ကားနှစ်ကားက ဆက်စပ်မှုရှိနေသလို နှစ်ကားလုံးကလဲ အကောင်းဆုံးရုပ်ရှင်ဆု လျာထားခံထားရတဲ့အတွက်ကြောင့်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ ကိုအာကာဖြိုးပါ)*************************Gary Oldman တစ္ေယာက္ Darkest Hour ရုပ္ရွင္နဲ႕ Golden Globe Best Actor Award ရသြားၿပီ၊ Academy Awards မွာလဲ Best Picture နဲ႕ Best Actor Nomination ၀င္ထားၿပန္ၿပီ။လူတိုင္းသိတဲ့ ၀င္စတန္ခ်ာခ်ီအေၾကာင္း ရိုက္ထားတဲ့ရုပ္ရွင္က ဘာလို႕မ်ား ဒီေလာက္နာမည္ႀကီးေနရတာလဲ?Darkest Hour ဟာ ၿဗိတိန္၀န္ႀကီးခ်ဳပ္ ၀င္စတန္ခ်ာခ်ီအေၾကာင္းရုိက္ကူးထားတဲ့ရုပ္ရွင္ကားတစ္ကားျဖစ္ေပမယ့္ ၀င္စတန္ခ်ာခ်ီရဲ႕ ဘ၀တစ္ခုလံုးကိုျပတာလဲမဟုတ္သလို ဒီကားထဲမွာ စစ္တိုက္တာေတြလဲ မပါျပန္ပါဘူး။ဒီရုပ္ရွင္မွာ အဓိကျပသြားတာကေတာ့ ခ်ာခ်ီ ၀န္ႀကီးခ်ဳပ္ဘယ္လိုျဖစ္လာတယ္၊ ဂ်ာမနီရဲ႕က်ဴးေက်ာ္စစ္ၾကီးကို ျပန္အံတုႏိုင္ဖို႕ သူ႕ရဲ႕ပါတီ၊ လႊတ္ေတာ္ထဲမွာတင္ ဘယ္ေလာက္ေတာင္ လံုးလည္ခ်ာလည္လိုက္ခဲ့ရလဲဆိုတာေတြပါ။ဒီေလာက္ရိုးရွင္းတဲ့ရုပ္ရွင္က ဘာလို႕မ်ား ဒီလိုဆုေတြအတြက္ လ်ာထားခံရသလဲ?အေျဖကရွင္းပါတယ္။ ဒီရုပ္ရွင္ထဲမွာ Gary Oldman ဟာ တကယ့္၀င္စတန္ခ်ာခ်ီ ၀င္သရုပ္ေဆာင္ေနသလား ေအာက္ေမ့ရေလာက္ေအာင္ တူလြန္းလွပါတယ္။ တစ္ေန႕ကို ၁၈ နာရီရိုက္ကူးေရးလုပ္ရၿပီး ၆ နာရီသာအိပ္ခဲ့ရပါတယ္။၀င္စတန္ခ်ာခ်ီလို ဗိုက္ပူပူနဲ႕ လူေကာင္လံုးလံုးႀကီးျဖစ္ေအာင္ ပိန္ပိန္ပါးပါး Gary Oldman ဟာ လူခႏၶာကိုယ္ပံုစံတူျပဳလုပ္ထားတဲ့၀တ္စံုအႀကီးႀကီးကို၀တ္ဆင္ၿပီး သရုပ္ေဆာင္ခဲ့ရပါတယ္။ ေဆးလိပ္ေတြေသာက္ရလြန္းလို႕ အဆိပ္သင့္တဲ့အထိလဲျဖစ္ခဲ့ပါေသးတယ္။ အဲ့ေလာက္အထိကို ၾကိဳးစားခဲ့ရတာပါဒီဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ကေတာ့ ၀င္စတန္ခ်ာခ်ီကို ဘယ္တုန္းကမွမျမင္ဖူးတဲ့ အျမင္နဲ႕ ေတြ႕ရတာပါ။ ဇာတ္လမ္း အစအလယ္အဆံုး ဆူပုတ္ပုတ္ ဂ်စ္ကန္ကန္ပံုစံ ၀င္စတန္ခ်ာခ်ီကို ျမင္ေတြ႕ရမွာျဖစ္ၿပီး သူ႕ရဲ႕နာမည္ေက်ာ္ မိန္႕ခြန္းေတြကိုလဲနားေထာင္ရမွာျဖစ္သလို ဘုကလန္႕ဂြစာပံုစံေတြကုိလဲ ၾကည့္ရွဴရမွာပါ။ဇာတ္လမ္းက တျခားအတၳဳပတၱိရုပ္ရွင္ေတြလိုမ်ိဳး ဇာတ္အိမ္အရမ္းနက္နဲမႈမရိွပဲ ေပါ့ေပါ့ပါးပါးနဲ႕ သမိုင္းရုပ္ရွင္တစ္ကားကို စိတ္၀င္စားေအာင္တင္ဆက္ထားပါတယ္။ သမိုင္းအခ်က္အလက္ေတြလဲ အမ်ားႀကီးပါ၀င္သလို ပါ၀င္အားျဖည့္ေပးထားတဲ့ဇာတ္ပို႕သရုပ္ေဆာင္ေတြကလဲ Gary Oldman ရဲ႕ ခ်ာခ်ီဇာတ္ေကာင္ကို အမ်ားႀကီးေထာက္ပံ့ေပးႏုိင္ခဲ့ပါတယ္။ဒီဇာတ္လမ္းရဲ႕ ေနာက္ခံသမိုင္းေၾကာင္းအေနနဲ႕ ဒန္းကတ္ကမ္းေျခမွာေသာင္တင္ေနတဲ့ စစ္သား ၄သိန္းကုိ ကယ္ထုတ္ဖို႕ႀကိဳးစားတဲ့ျဖစ္ရပ္ကို အေျခခံထားၿပီး ၀င္စတန္ခ်ာခ်ီအေနနဲ႕ ဒီလူ ၄ သိန္းကို ကယ္ထုတ္ဖို႕၊ သူ႕ကိုျဗိတိန္လႊတ္ေတာ္၊ ဘုရင္၊ သူ႕ရဲ႕ပါတီ၀င္ေတြ ယံုၾကည္လာေအာင္၊ ျပည္သူေတြ သူ႕ကိုေထာက္ခံအားေပးလာေအာင္ ဘယ္လုိအားထုတ္ခဲ့ရတယ္ဆိုတာကို ျမင္ေတြ႕ရမွာပါ။ဒီရုပ္ရွင္ကုိၾကည့္ၿပီးရင္ ခ်ာခ်ီရဲ႕စိတ္ေနစိတ္ထား၊ သူ႕ရဲ႕ခံယူခ်က္၊ သူ႕ရဲ႕သတၱိကို ပုိၿပီးနားလည္သေဘာေပါက္လာမွာေသခ်ာပါတယ္။ ဒီႏွစ္္ Academy Awards မွာေတာ့ The Disaster Artist မင္းသား James Franco မရမွာေသခ်ာေနၿပီဆိုေတာ့Gary Oldman ကိုေတာ့ တစ္ေပးထားလိုက္ပါၿပီ။ဆုေတြလဲအမ်ားႀကီးဆြတ္ခူးထားတဲ့ရုပ္ရွင္ျဖစ္သလို Academy Award Best Picture Nominee ရုပ္ရွင္ကားတစ္ကားျဖစ္တဲ့အတြက္ ၾကည့္ျဖစ္ေအာင္ၾကည့္သင့္တဲ့ ရုပ္ရွင္တစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားၾကည့္ၿပီးရင္ Christopher Nolan ရဲ႕ Dunkirk ရုပ္ရွင္ကိုလဲ ၾကည့္ျဖစ္ေအာင္ၾကည့္ေစခ်င္ပါတယ္။ ဒီဇာတ္ကားႏွစ္ကားက ဆက္စပ္မႈရိွေနသလို ႏွစ္ကားလံုးကလဲ အေကာင္းဆံုးရုပ္ရွင္ဆု လ်ာထားခံထားရတဲ့အတြက္ေၾကာင့္ပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ကေတာ့ ကိုအာကာျဖိဳးပါ)File Size : (953 MB)Quality : WEB-DL 720pRunning Time : 2hr 5minFormat : Mp4Genre :Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.DD5.1.H264-FGTTranslated by Arkar PhyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDan Channing-WilliamsGayle DickieJoe WrightPhoebe BillingtonStarsBen MendelsohnDavid SchofieldGary OldmanKristin Scott ThomasLily JamesNicholas JonesRichard LumsdenRonald PickupSamuel WestStephen DillaneCastAdolf HitlerAdrian RawlinsAnna BurnettBen MendelsohnBenjamin WhitrowBethany MuirBrian PettiferBronte CarmichaelCharley Palmer RothwellDavid BamberDavid SchofieldDavid StrathairnEric MacLennanFaye MarsayFlora NicholsonGary OldmanHannah SteeleHilton McRaeJames EelesJames HarknessJeremy ChildJoanna NearyJoe ArmstrongJohn AtterburyJohn LockeJordan WallerJoshua JamesKieran BuckeridgeKristin Scott ThomasLily JamesMalcolm StorryMary AntonyMichael GouldNia GwynneNicholas JonesPatsy FerranPaul LeonardPhilip Martin BrownPip TorrensRichard GloverRichard LumsdenRoisin O'NeillRonald PickupSamuel WestStephen DillaneTom Ashley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zXwFJMwvQcJFitP9GcHZvHAHGe8.jpg",
      "https://image.tmdb.org/t/p/w300/7id4peCNlkTNDlzglLoSxD0qMQ7.jpg",
      "https://image.tmdb.org/t/p/w300/5laHiNrU5JemrFQPWNqXXY7Tswu.jpg",
      "https://image.tmdb.org/t/p/w300/Av2TcPHpV2Fm2oHgqsLQa4ej5uI.jpg",
      "https://image.tmdb.org/t/p/w300/rbCkNWIpfi1t9SIiSau5UgHtwHf.jpg",
      "https://image.tmdb.org/t/p/w300/dgdKGnA2aG4W3DoPLormPWVtocl.jpg",
      "https://image.tmdb.org/t/p/w300/krrhg14FJJdvV39EUxEP9eADCH1.jpg",
      "https://image.tmdb.org/t/p/w300/4iXTz1x5lHKR4DEs9gi2zVrEZJR.jpg",
      "https://image.tmdb.org/t/p/w300/eh47o0w2w6R8XDIsVQJu88wcNc.jpg",
      "https://image.tmdb.org/t/p/w300/mBd56RoS8HiiLT1u0ZZAWFWSU3g.jpg",
      "https://image.tmdb.org/t/p/w300/nMnzIKzsYCWaDzQTcEYfR5AkPCA.jpg",
      "https://image.tmdb.org/t/p/w300/6bu9dVGTLwkfQ7ZxH3OBbDf1gPy.jpg",
      "https://image.tmdb.org/t/p/w300/lAY0X0S7G0IOhyjRxfcRU3D3ImZ.jpg",
      "https://image.tmdb.org/t/p/w300/7HFXLUJlLxmqsdWapEDsgzmWZQY.jpg",
      "https://image.tmdb.org/t/p/w300/tirGnbTrosuTVXaNrQVn23frZcC.jpg",
      "https://image.tmdb.org/t/p/w300/j36csrzPbxWzEN5GVhe90KE6lJK.jpg",
      "https://image.tmdb.org/t/p/w300/sOvVvtFBEgfg6JRym3Tf5pwVSyE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/darkest_hour.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/40xpm6wq1ia5.html",
        "server": "usersdrive.com",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/darkest-hour-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2ctfc/Darkest_Hour_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/xUtxGCBI#RXxYa0Y_DkwS8IuX4qfzZARUya5FRAnzgqlumHmiFZQ",
        "server": "mega.nz",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/6fl3j5g44z17",
        "server": "upstream.to",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/darkest-hour-2017",
        "server": "VIP Links",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/ewougkkqp3of.html",
        "server": "streamsb.com",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "eFFj2gS9UWs",
      "video_url": "https://www.youtube.com/watch?v=eFFj2gS9UWs",
      "embed_url": "https://www.youtube.com/embed/eFFj2gS9UWs"
    }
  },
  {
    "metadata": "N/A|2017|1h 42min|Comedy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1,198"
    },
    "title": "The Bros (2017)",
    "description": "ဒါ႐ိုက္တာ Chang You-jeong ရဲ႕ လက္ရာျဖစ္ၿပီး Ma Dong seok၊ Lee Dong hwi၊ Lee Ha nui တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားၾကတာပါ။ကိုရီးယားသမိုင္းဆရာ လီေဆာ့ဘံုဟာ အင္ဒီယားနား ဂ်ံဳးစ္လိုမ်ိဳး ေရွးေဟာင္းသမိုင္းေဖာ္ထုတ္ရာမွာ ေအာင္ျမင္ခ်င္တာမို႔ သူပိုင္ဆိုင္သမွ်ေငြေၾကး ေတြကို ေရွးေဟာင္းပစၥည္း တူးေဖာ္ဖို႔အတြက္ အကုန္သံုးစြဲခဲ့ပါ တယ္။ အင္ဒီယားနားဂ်ံဳးစ္ လိုျဖစ္မျဖစ္ေတာ့မသိ။ ေလာေလာဆယ္ မွာေတာ့ ဘာအက်ိဳးအျမတ္မွ မရတဲ့အျပင္အေႂကြးေတြသာ ပိုလာခ့ဲ့ပါတယ္။ ေဆာ့ဘံုရဲ႕ညီ လီဂ်ဴဘံုက ေဆာက္လုပ္ေရးလုပ္ငန္းလုပ္ ကိုင္တဲ့ ဗိသုကာတစ္ေယာက္ျဖစ္ ၿပီး ​ဉာဏ္ေကာင္းၿပီး အကြက္ျမင္သူတစ္ေယာက္ပါ။ အေႂကြးပတ္လည္၀ိုင္းေနတဲ့ ေဆာ့ဘံုအ တြက္ မိဘက်န္ခဲ့တဲ့ အေမြအိမ္ေလးကေန ပိုက္ဆံရမယ့္အေနအထားရွိ ေနခ်ိန္မွာ ဂ်ဴဘံုကေတာ့ အန္ဒံုအေ၀းေျပးလမ္း တည္ေဆာက္ေရးစီမံကိန္း တည္ေဆာက္ခြင့္ရထား တာမို႔ အေျခအေနခ်င္းက အျပတ္ အသတ္ကို ကြာေနခဲ့ပါတယ္။ေဆာ့ဘံုတို႔ ညီအစ္ကိုဟာ တစ္ေယာက္နဲ႔တစ္ေယာက္ မ ေတြ႕ျဖစ္ၾကေပမယ့္ တစ္ရက္မွာ ေတာ့ အန္ဒံုမွာရွိတဲ့ သူ႔တို႔အေဖ ဆံုးသြားတဲ့အတြက္ ႏွစ္ေယာက္ သားေမြးရပ္ေျမကို အတူျပန္ခဲ့ၾက ပါတယ္။အဲဒီအျပန္လမ္းမွာ ေအာ္႐ို ရာဆိုတဲ့ ယဥ္ေက်းမႈစင္တာ ၀န္ ထမ္းအမ်ိဳးသမီးတစ္ေယာက္ကို ကားနဲ႔ မေတာ္တဆ တိုက္မိခဲ့ပါ တယ္။ ယာဥ္တိုက္မႈေၾကာင့္ ေအာ္ ႐ိုရာဟာ မွတ္ဉာဏ္ခ်ိဳ႕ယြင္းၿပီး ဘာဆိုဘာမွမမွတ္မိေတာ့ပါဘူး။ ဒါေပမဲ့ အခ်ိန္အနည္းငယ္ၾကာ ၿပီးတဲ့ေနာက္မွာေတာ့ အဲဒီထူး ဆန္းတဲ့ အမ်ိဳးသမီးဆီကေန သူတို႔တစ္ခါမွ မၾကားဖူး၊ မသိထား တဲ့သူတို႕မိသားစုရဲ႕လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိခြင့္ရခဲ့ပါေတာ့တယ္။ေဆာ့ဘံုတို႔မိသားစုရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ကဘာျဖစ္မလဲ။ ကားနဲ႔ တိုက္မိခဲ့တဲ့အမ်ိဳးသမီးက သူတို႔မိသားစုနဲ႔ ဘယ္လိုဆက္စပ္ေန သလဲဆိုတာ ရယ္ေမာရင္းနဲ႔ၾကည့္ လိုက္ၾကဦးေနာ္။(ဇာတ္လမ္းအညႊန္းကို 7Daily Website မွ ကူးယူေဖာ္ျပပါသည္)File Size : (900 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 1hr 42minFormat : Mp4Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Source :WEB-DL 1080p x264 AAC NonDRMTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYou-jeong ChangStarsDong-seok MaCastDong-hwi LeeDong-seok MaLee HoneyWoo-jin JoYoung-chang Song",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BZDU5N2JmOGItZWNhZi00NjlmLTk2NzktMTdmZDdhMTgyMzhhXkEyXkFqcGdeQXVyNTE1OTA5MTk@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bros-buradeo-2017-mm-sub",
        "server": "VIP Links",
        "size": "943MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bros-buradeo-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "943MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|119 min|Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "99"
    },
    "title": "The 8-Year Engagement (2017)",
    "description": "ဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတဲ့ Japan Romance ကားေလးကို တင္ဆက္ေပးပါမယ္IMDB score 7 ေတာင္ရရွိထားၿပီးေတာ့ မင္းသားကလည္းေခ်ာ မင္းသမီးကလည္း ေခ်ာနဲ႔ ေနာက္ဆံုးခန္းက်ရင္မ်က္ရည္သုတ္ဖို႔တစ္ရႈးေဆာင္ထားပါလို႔ ႀကိဳတင္စကားပါးၿပီး ဇာတ္လမ္းအေၾကာင္း ဆက္လိုက္ၾကရေအာင္…အေနေအးၿပီး အလုပ္နဲ႔ဝါသနာထပ္တူက်တဲ့ ဟီဆာရွီ နဲ႔ သြက္လက္ထက္ျမက္တဲ့ မိုင္တို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးျဖစ္ပါတယ္စစေတြ႕ခ်င္းမွာေတာ့ အေနေအးတဲ့ဟီဆာရွီကိုအထင္လြဲၾကည့္မရေပမယ့္ ေနာက္ပိုင္းခ်စ္သူေတြျဖစ္သြားၾကတဲ့ေနာက္ သူတို႔ခ်စ္သူဘဝေလးဟာ အရမ္းေပ်ာ္စရာေကာင္းခဲ့ပါတယ္ေစ့စပ္ၿပီးတဲ့အခ်ိန္ေရာက္မွ သူတို႔ၾကားကို ကံၾကမၼာဆိုးႀကီးဝင္လာၿပီး မိုင္တစ္ေယာက္ ရွားပါးတဲ့ ဦးေႏွာက္ေရာဂါတစ္ခုေၾကာင့္ ကိုမာဝင္သြားပါေတာ့တယ္မိုင္ကိုအလိုလိုက္ၿပီး အရမ္းခ်စ္တဲ့ ဟီဆာရွီ မိုင္တစ္ေယာက္ ဒီလိုျဖစ္သြားတဲ့ေနာက္မွာေရာ ဆက္ခ်စ္ႏိ္ုင္ပါ့မလားဆိုတာကို ဆက္လက္ၾကည့္ရႈရမွာျဖစ္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ)File Size : (900 MB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 1hr 59minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p BluRay x264 DTS-WiKiTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakahisa ZezeStarsHiroko YakushimaruKazuki KitamuraTakeru SatohTao TsuchiyaTetta SugimotoCastHiroko YakushimaruKazuki KitamuraTakeru SatohTao TsuchiyaTetta Sugimoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/srHlru0q4SiPBLadRb9SuxFeE4E.jpg",
      "https://image.tmdb.org/t/p/w300/63q3Yk7yvMN1afU9j1YNJGyWx6d.jpg",
      "https://image.tmdb.org/t/p/w300/1xpM7EaxpUHSkKVI613uAhSf4e7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8U2bPJMeNYKvQ9RkttiZJ5Jl5D1.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/m8nExuo",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/hKBV",
        "server": "drive.google.com",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/b9MktPB",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/R8Xj8",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/684qdBSW",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/RsWf",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/dhsbAaF",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/G3NP9w6",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/YQxT",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ajVC53O",
        "server": "ClicknUpload.org",
        "size": "400 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/VyBjhHk",
        "server": "streamango.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/fjCvTKf",
        "server": "streamango.com",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "dDksVK2R5XA",
      "video_url": "https://www.youtube.com/watch?v=dDksVK2R5XA",
      "embed_url": "https://www.youtube.com/embed/dDksVK2R5XA"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Adventure,Animation",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "98"
    },
    "title": "Fantastic Journey to Oz (2017)",
    "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty – HD RipGern – Advanture / AnimationDuration – 1hr 54minTranslator – Pyae SoneEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarina ShmidtFyodor DmitrievVladimir ToropchinStarsDmitriy DyuzhevKonstantin KhabenskiySergey ShnurovYekaterina GorokhovskayaCastDmitriy DyuzhevKonstantin KhabenskiySergey ShnurovYekaterina Gorokhovskaya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5R28BAQ1Kz71vqUYHu0U878R6CC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fantastic-journey-to-oz-2017-mm-sub",
        "server": "VIP Links",
        "size": "653MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fantastic-journey-to-oz-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "653MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "653MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/ymon9qdh2e0l.html",
        "server": "streamsb.com",
        "size": "653MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|1h 57 min|Drama,Romance,Sci-Fi",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "9,194"
    },
    "title": "Attraction (2017)",
    "description": "ဒီတစ်ခါတော့ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက်ဇာတ်အိမ်ကောင်းတဲ့ သိပ္ပံကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာကြီးမှာ ဘယ်အရာပဲဖြစ်ဖြစ် အမေရိကန်မှာပဲဖြစ်တယ်ဆိုပြီးအမြင်ကပ်နေတဲ့သူတွေ မပူပါနဲ့ဒီတစ်ခါ ရုရှားမှာဖြစ်တဲ့အကြောင်း ဇာတ်အိမ်တည်ထားတာပါ။ဇာတ်လမ်းလေးကတော့ လူသားတွေကို လေ့လာဖို့ ရောက်လာခဲ့တဲ့ဂြိုလ်သားနဲ့ ဂြိုလ်သားတွေကို လေ့လာချင်နေတဲ့လူသားတို့ တွေ့ဆုံကြတဲ့အခါမှာဘာတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းဇတ်အိမ်ကလည်း စိတ်ဝင်စားဖို့ကောင်းပြီးချိမတို့အတွက် ဂြိုလ်သားလေးကလည်း ချောတော့ဒေါင်းလုတ်ဆွဲပြီး ကြည့်ကြပါလို့ပဲ တိုက်တွန်းလိုက်ပါတယ်…———————————————————-ဒီတစ္ခါေတာ့ သိပၸံကားေတြ ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္ဇာတ္အိမ္ေကာင္းတဲ့ သိပၸံကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။ကမာၻၾကီးမွာ ဘယ္အရာပဲျဖစ္ျဖစ္ အေမရိကန္မွာပဲျဖစ္တယ္ဆိုၿပီးအျမင္ကပ္ေနတဲ့သူေတြ မပူပါနဲ႔ဒီတစ္ခါ ရုရွားမွာျဖစ္တဲ့အေၾကာင္း ဇာတ္အိမ္တည္ထားတာပါ။ဇာတ္လမ္းေလးကေတာ့ လူသားေတြကို ေလ့လာဖို႔ ေရာက္လာခဲ့တဲ့ၿဂိဳလ္သားနဲ႔ ၿဂိဳလ္သားေတြကို ေလ့လာခ်င္ေနတဲ့လူသားတို႔ ေတြ႕ဆံုၾကတဲ့အခါမွာဘာေတြျဖစ္လာမလဲဆိုတာကို ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းဇတ္အိမ္ကလည္း စိတ္ဝင္စားဖို႔ေကာင္းၿပီးခ်ိမတို႔အတြက္ ၿဂိဳလ္သားေလးကလည္း ေခ်ာေတာ့ေဒါင္းလုတ္ဆြဲၿပီး ၾကည့္ၾကပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္…File Size : ( 1.11 GB)Quality : BluRay 720pRunning Time :1hr 57minFormat : Mp4Genre : Romance , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFyodor BondarchukStarsAlexander PetrovDarya RudenokIrina StarshenbaumLyudmila MaksakovaNikita KukushkinNikita TarasovOleg MenshikovRinal MukhametovSergey GarmashVilen BabichevCastAleksandr NikolskyAlexander PetrovAlexey MaslodudovAnton SpinkovAnton TuzikovDarya RudenokEvgeniy MikheevEvgeniy SangadzhievEvgeny KoryakovskyIrina RossiusIrina StarshenbaumLyudmila MaksakovaNikita KukushkinNikita TarasovOleg MenshikovRinal MukhametovSergey GarmashStepan StarchikovVilen BabichevYury Loparev",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fbT7a7gYwAmAmnAKCYQ1UwBAXQE.jpg",
      "https://image.tmdb.org/t/p/w300/1u6RzWdFo4COegWqd6TydL3v9NS.jpg",
      "https://image.tmdb.org/t/p/w300/c7biqtoJoizlrDtTYu3389P9PEL.jpg",
      "https://image.tmdb.org/t/p/w300/l0aGCJSpeOVtI3yuIwb4VMR4Lk5.jpg",
      "https://image.tmdb.org/t/p/w300/fcRRCTexLLwa8rgLCdYEjB49ubu.jpg",
      "https://image.tmdb.org/t/p/w300/lIM1PJ59H1pIluYYtOVnJ8wT5hc.jpg",
      "https://image.tmdb.org/t/p/w300/yMJeD1cVCN8Btg4cWvoMzuTOjCS.jpg",
      "https://image.tmdb.org/t/p/w300/a6dmDXhEG7fSE1b4bz70cgkwKlg.jpg",
      "https://image.tmdb.org/t/p/w300/nPpm0HCpFKcVyBFSwJbhVjHJoBr.jpg",
      "https://image.tmdb.org/t/p/w300/PmVoFX8PNKPRX9t8C6avmshnQM.jpg",
      "https://image.tmdb.org/t/p/w300/bhPITEiyqJAcBKI3dn4FsyKCg5Z.jpg",
      "https://image.tmdb.org/t/p/w300/96bI7Dzc0mX8UmRTSbI29TjSaF8.jpg",
      "https://image.tmdb.org/t/p/w300/P3295pIKB81sEfXKXSJNhZMYrV.jpg",
      "https://image.tmdb.org/t/p/w300/i4NtyGqwIGotbDkEyh6Q8HPlYyD.jpg",
      "https://image.tmdb.org/t/p/w300/tzCCwt3zQMOw7OLPflyj3r99xAu.jpg",
      "https://image.tmdb.org/t/p/w300/ki1sXeeG0CYpes9BvUnokLHSahu.jpg",
      "https://image.tmdb.org/t/p/w300/yc1XccviOlOVv64ciijWmsogDM0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uMr2lXCh8PuGBhCIosjknQRv1iT.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yczqjz30e6bv.html",
        "server": "usersdrive.com",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/attraction-prityazhenie-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/6f212f5/atraction-prityazhenie-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/4eK3w/Attraction_(Prityazhenie)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/DdlgzKrY#moLLS0PhC6lTj5zpna0iKmBjfMwyz6zhJKcFrwE_R6o",
        "server": "mega.nz",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/b2b3emxnv13k",
        "server": "upstream.to",
        "size": "1.11 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "5bYzbzYOVYY",
      "video_url": "https://www.youtube.com/watch?v=5bYzbzYOVYY",
      "embed_url": "https://www.youtube.com/embed/5bYzbzYOVYY"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Crime,Drama,Horror",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "135"
    },
    "title": "Blood 13 ( 2018 )",
    "description": "Zawgyi*******ကားေလးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာျပည့္တန္ဆာေတြရက္ရက္စက္စက္အသတ္ခံရတဲ့အမႈေတြဆက္တိုက္ျဖစ္ေနပါတယ္.. ဒါေတြဟာလြန္ခဲ့တဲ့၁၅ႏွစ္ကျပည့္တန္ဆာေတြဆက္တိုက္သတ္ခံရမႈနဲ႔ဆက္စပ္ေနတဲ့အခါ…ဘယ္လိုေတြစံုစမ္းေဖာ္ထုတ္မွာလဲ… ျပည့္တန္ဆာေတြဘာလို႔အသတ္ခံေနရတာလဲ… ဒီအမႈကိုစံုစမ္းေနရတဲ့႐ွင္းမင္တစ္ေယာက္ကိုယ္တိုင္လူသတ္သမားနဲ႔ထိပ္တိုက္ၾကံဳရတဲ့အခါသူကေရာလြတ္ေျမာက္ႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလံုးကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါUnicode*******ကားလေးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မြို့လေးတစ်မြို့မှာပြည့်တန်ဆာတွေရက်ရက်စက်စက်အသတ်ခံရတဲ့အမှုတွေဆက်တိုက်ဖြစ်နေပါတယ်.. ဒါတွေဟာလွန်ခဲ့တဲ့၁၅နှစ်ကပြည့်တန်ဆာတွေဆက်တိုက်သတ်ခံရမှုနဲ့ဆက်စပ်နေတဲ့အခါ…ဘယ်လိုတွေစုံစမ်းဖော်ထုတ်မှာလဲ… ပြည့်တန်ဆာတွေဘာလို့အသတ်ခံနေရတာလဲ… ဒီအမှုကိုစုံစမ်းနေရတဲ့ရှင်းမင်တစ်ယောက်ကိုယ်တိုင်လူသတ်သမားနဲ့ထိပ်တိုက်ကြုံရတဲ့အခါသူကရောလွတ်မြောက်နိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCandy LiStarsBo QianGang XieLu Huang",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7U6jyKuOPrApWPMCeNhBoU3L1TX.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/4cLwtAoOiL",
        "server": "drive.google.com",
        "size": "1.06 GB",
        "quality": "WEB-dL 720p"
      },
      {
        "link": "https://myandrive.net/file/mbegoX7QYv",
        "server": "drive.google.com",
        "size": "411 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1sleh/(CM)Blood.13.2018.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.06 GB",
        "quality": "WEB-dL 720p"
      },
      {
        "link": "https://megaup.net/1sle6/(CM)Blood.13.2018.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "411 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2aEr/(CM)Blood.13.2018.WEB-DL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.06 GB",
        "quality": "WEB-dL 720p"
      },
      {
        "link": "https://soliddrive.co/2aEq/(CM)Blood.13.2018.WEB-DL.480p.mp4",
        "server": "Soliddrive.co",
        "size": "411 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/rtontkddfdsddrmf/_CM_Blood_13_2018_WEB-DL_720p_mp4",
        "server": "streamango.com",
        "size": "1.06 GB",
        "quality": "WEB-dL 720p"
      }
    ],
    "trailer": {
      "video_id": "dcUAlenOIWE",
      "video_url": "https://www.youtube.com/watch?v=dcUAlenOIWE",
      "embed_url": "https://www.youtube.com/embed/dcUAlenOIWE"
    }
  },
  {
    "metadata": "PG-13|2017|132 min|Drama,Fantasy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "4,181"
    },
    "title": "The Shack (2017)",
    "description": "The shack (2017) ကေတာ့ ယံုၾကည္ကိုးစားမႈေတြရယ္ ဘဝျဖတ္သန္းပံုေတြကို ရႈ့ေထာင္တစ္မ်ိဳးကေန ျပထားေပးတဲ့ကားေလးပါ။ဒီဇာတ္လမ္းထဲမွာ Meck ဆိုတဲ့ လူတစ္ေယာက္နဲ႔ ဘုရားသခင္ရဲ႕ ဆက္ႏႊယ္မႈေတြကိုေတြ႕ျမင္ရမွာပါ။ငယ္ဘဝက အတိတ္ဆိုးေတြရွိခဲ့တဲ့ Meck တစ္ေယာက္ အရြယ္ေရာက္လာေတာ့အရြယ္ေရာက္လာေတာ့ေႏြးေထြးတဲ့မိသားစုေလးနဲ႔အတူေပ်ာ္ရႊင္စရာဘဝတစ္ခုရလာခဲ့ပါတယ္။ဒါေပမယ့္ တစ္ေန႔မွာ သူ႔သမီးငယ္ေလး အသတ္ခံရၿပီး သူတို႔ရဲ႕ ဘဝေတြလဲ ၿပိဳလဲကုန္ရပါေတာ့တယ္။ဝမ္းနည္းစိတ္ေတြ ကိုယ့္ကိုယ္ကို နာက်ည္းစိတ္ေတြ အျပစ္ျမင္စိတ္ေတြနဲ႔ ၿပိဳလဲေနတဲ့Meck ဆီကို တစ္ေန႔ေတာ့ စာတစ္ေစာင္ေရာက္လာပါတယ္။အဲ့ဒီစာက ဘုရားသခင္က သူ႔ဆီကို သီးသန္႔ဖိတ္ၾကားလႊာျဖစ္ၿပီး The Shack ဆိုတဲ့ေနရာကိုဖိတ္ၾကားထားတာပါ။အဲ့ဒီေနာက္ပိုင္း စိတ္ဝင္စားစရာေတြကေတာ့ ဇာတ္လမ္းထဲမွာဆက္ၾကည့္ပါ လို႔ပဲတိုက္တြန္းပါရေစ(ဘာသာျပန္သူကေတာ့ရဲမာန္ေအာင္ပဲျဖစ္ပါတယ္)File Size : 850 MB/380MBQuality : Bluray 720PRunning Time : 2hr 12minutesFormat : Mp4Genre : Drama,FantasyTranslator : Ye Man AungEncoder :Thanhtike ZawDownload From Yoteshin linkDownload Here Bluray 720p (800 MB) Openload LinkDownload Small File Size 360p (380 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStuart HazeldineStarsOctavia SpencerRadha MitchellSam WorthingtonTim McGraw",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjI3MDMxNzcxNl5BMl5BanBnXkFtZTgwODc4MzkwOTE@._V1_SY1000_CR006471000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2017||Drama,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "809"
    },
    "title": "The 100th Love with You(2017)",
    "description": "The 100th Love with You(2017)(unicode)ဒီကမ္ဘာကြီးမှာ လူဦးရေ သန်းပေါင်းများစွာ ရှိတဲ့ထဲကကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက် အချစ်စစ်အချစ်မှန်နဲ့တွေ့ဆုံကြတာကို ဖူးစာဆိုပြီး လှပစွာ ခေါင်းစဉ်လေး ကျွန်တော်တို့တပ်ခဲ့ကြတယ်…တစ်ချို့တွေအတွက် အချစ်စစ်တစ်ခုအတွက် အချိန်များစွာကြာပြီးမှ ဖြစ်တည်ခဲ့ကြသလိုတစ်ချို့အတွက်လည်း ဆန်းကြယ်တဲ့အခိုက်အတန့်တစ်ခုမှာ အချိန်တိုအတွင်းငြိတွယ်ခဲ့ကြတယ်…ဘယ်လိုပဲ ဖူးစာပါပါ လူတစ်ယောက်နဲ့ တစ်ယောက် အကြိမ် ၁၀၀မြောက်ပုံစံစုံနဲ့တွေ့ခဲ့ရင် သူတို့ ချစ်နိုင်ကြပါ့မလား…ကောင်လေးတစ်ယောက်ဟာ အချိန်နောက်ပြန်သွားလို့ရတဲ့ ပစ္စည်းတစ်ခုပိုင်ဆိုင်ထားတယ်…ဒီပစ္စည်းကိုအသုံးပြုပြီး အချိန်တွေနောက်ပြန်သွားရင်း သူတစ်စိုက်မတ်မတ်လုပ်တဲ့အရာတစ်ခုရှိတယ်…အဲ့ဒါကတော့ သူချစ်တဲ့ကောင်မလေး အသက်အန္တရယ်ကနေ လွတ်မြောက်အောင် ကာကွယ်ပေးတာပါပဲ…ပြောရရင် သူတို့ အကြိမ် ၁၀၀မြောက်‌တွေ့ကြတယ်ဆိုပါတော့….ဒီကားက သီးချင်းကောင်းတွေများစွာပါသလို သီချင်းတွေကလည်း ဇာတ်ကားရဲ့အသက်ကို ထပ်လောင်းမြှင့်တင်ပေးလို့ ဘာသာပြန်ပေးထားပါတယ်…သရုပ်ဆောင်တွေအကုန်လုံးလည်း ချောမောလှပကြသလိုတကယ့်ကို ဆွတ်ပျံကြည်နူးဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးပါပဲ..အစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိသလို ဘာဆက်ဖြစ်မလဲဆိုတာ တစ်စိမ့်စိမ့်တွေးစေတဲ့ကားမျိုးလေးပါ…ခင်ဗျားတို့ရော ကိုယ့်ကိုအကြိမ်၁၀၀ ပြန်တွေ့ရင်တောင်ချစ်နေမယ်ဆိုတဲ့သူမျိုးကိုယ်က အကြိမ်၁၀၀ပြန်တွေ့ရမယ်ဆိုရင်တောင် ချစ်နေမယ့်သူမျိုး ရှိကြပြီလား..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ FA မမ Thinzar Htet ပဲဖြစ်ပါတယ်….(zawgyi)ဒီကမာၻႀကီးမွာ လူဦးေရ သန္းေပါင္းမ်ားစြာ ရွိတဲ့ထဲကေကာင္ေလးတစ္ေယာက္နဲ႔ ေကာင္မေလးတစ္ေယာက္ အခ်စ္စစ္အခ်စ္မွန္နဲ႔ေတြ႕ဆုံၾကတာကို ဖူးစာဆိုၿပီး လွပစြာ ေခါင္းစဥ္ေလး ကြၽန္ေတာ္တို႔တပ္ခဲ့ၾကတယ္…တစ္ခ်ိဳ႕ေတြအတြက္ အခ်စ္စစ္တစ္ခုအတြက္ အခ်ိန္မ်ားစြာၾကာၿပီးမွ ျဖစ္တည္ခဲ့ၾကသလိုတစ္ခ်ိဳ႕အတြက္လည္း ဆန္းၾကယ္တဲ့အခိုက္အတန႔္တစ္ခုမွာ အခ်ိန္တိုအတြင္းၿငိတြယ္ခဲ့ၾကတယ္…ဘယ္လိုပဲ ဖူးစာပါပါ လူတစ္ေယာက္နဲ႔ တစ္ေယာက္ အႀကိမ္ ၁၀၀ေျမာက္ပုံစံစုံနဲ႔ေတြ႕ခဲ့ရင္ သူတို႔ ခ်စ္ႏိုင္ၾကပါ့မလား…ေကာင္ေလးတစ္ေယာက္ဟာ အခ်ိန္ေနာက္ျပန္သြားလို႔ရတဲ့ ပစၥည္းတစ္ခုပိုင္ဆိုင္ထားတယ္…ဒီပစၥည္းကိုအသုံးျပဳၿပီး အခ်ိန္ေတြေနာက္ျပန္သြားရင္း သူတစ္စိုက္မတ္မတ္လုပ္တဲ့အရာတစ္ခုရွိတယ္…အဲ့ဒါကေတာ့ သူခ်စ္တဲ့ေကာင္မေလး အသက္အႏၲရယ္ကေန လြတ္ေျမာက္ေအာင္ ကာကြယ္ေပးတာပါပဲ…ေျပာရရင္ သူတို႔ အႀကိမ္ ၁၀၀ေျမာက္‌ေတြ႕ၾကတယ္ဆိုပါေတာ့….ဒီကားက သီးခ်င္းေကာင္းေတြမ်ားစြာပါသလို သီခ်င္းေတြကလည္း ဇာတ္ကားရဲ႕အသက္ကို ထပ္ေလာင္းျမႇင့္တင္ေပးလို႔ ဘာသာျပန္ေပးထားပါတယ္…သ႐ုပ္ေဆာင္ေတြအကုန္လုံးလည္း ေခ်ာေမာလွပၾကသလိုတကယ့္ကို ဆြတ္ပ်ံၾကည္ႏူးဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးပါပဲ..အစမွ အဆုံးထိ ဆြဲေဆာင္မႈရွိသလို ဘာဆက္ျဖစ္မလဲဆိုတာ တစ္စိမ့္စိမ့္ေတြးေစတဲ့ကားမ်ိဳးေလးပါ…ခင္ဗ်ားတို႔ေရာ ကိုယ့္ကိုအႀကိမ္၁၀၀ ျပန္ေတြ႕ရင္ေတာင္ခ်စ္ေနမယ္ဆိုတဲ့သူမ်ိဳးကိုယ္က အႀကိမ္၁၀၀ျပန္ေတြ႕ရမယ္ဆိုရင္ေတာင္ ခ်စ္ေနမယ့္သူမ်ိဳး ရွိၾကၿပီလား..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ FA မမ Thinzar Htet ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (408 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre : Romance, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thinzar HtetEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSho TsukikawaStarsErina ManoGoro OishiKeiko HoriuchiKentarô SakaguchimiwaRina OhtaRyo RyuseiSeiichi TanabeYuki IzumisawaCastErina ManoGoro OishiKeiko HoriuchiKentaro SakaguchimiwaRina OhtaRyo RyuseiSeiichi TanabeYuki Izumisawa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oLdyvR5AfyIQFPDBHBaOH6VqQ5x.jpg",
      "https://image.tmdb.org/t/p/w300/rlEFeCv1WsWtdmfetMb2Vjmu9kF.jpg",
      "https://image.tmdb.org/t/p/w300/feJ9A8eHygi80z95ek7gJ7YMxod.jpg",
      "https://image.tmdb.org/t/p/w300/vMimXIgCLttQcbco64e1A1KpQEL.jpg",
      "https://image.tmdb.org/t/p/w300/tf5P7mrGacltv3cz7Y9TYH5OQ1I.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5gZRPrbrAcKPt2NE5zJdTam4tEu.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vdh/The.100th.Love.with.You.2017.720p.PP.mp4",
        "server": "Soliddrive.co",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://fastload.cc/35k",
        "server": "fastload.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/i/DyH6k_6xPly0_Q",
        "server": "disk.yandex.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/2WMQ6",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/6373g8azbwhj.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/f55c5bacfe/the-10th-love-with-you-2017-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-100-th-love-with-you-2017-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2SRq1/The.100th.Love.with.You.2017.720p.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/h04XRbxI#bs4VG-dX3K1WmuvLga1LWWfq_y8wrI4sD7AJa-2VCpQ",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/o61q7wg18xzn",
        "server": "upstream.to",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "QU8yU6fd6Kg",
      "video_url": "https://www.youtube.com/watch?v=QU8yU6fd6Kg",
      "embed_url": "https://www.youtube.com/embed/QU8yU6fd6Kg"
    }
  },
  {
    "metadata": "N/A|2017|132 min|Drama,War",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "5,383"
    },
    "title": "Unknown Soldier(2017)",
    "description": "Unknown Soldier(2017)IMDb….7.9(Blu-Ray(  1080p 5.1 CH, 720p) တို့ဖြင့်တင်ဆက်ထားပါသည်…)Hacksaw Ridge နောက်ပိုင်း စစ်ကားကောင်းတွေ မထွက်တာတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် ဝမ်းနည်းစရာပါပဲ..သို့ပေမယ့်  ဝမ်းသာစရာကောင်းတာ က ဒီဇာတ်ကားဟာ စစ်ကားကောင်းစာရင်းထဲပါသလို အကောင်းဆုံးမင်းသားဆု၊တည်းဖြတ်ဆု၊အသံတည်းဖြတ်ဆုနဲ့ မိတ်ကပ်ဆုလည်းရခဲ့တဲ့အပြင် အခြားဆု(၆)ဆုလည်းဆန်ကာတင်စာရင်းထဲဝင်ခဲ့ပါတယ်….ဖင်လန်နိုင်ငံရဲ့နာမည်ကြီးအရောင်းရဆုံးဝတ္တုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်…..ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၄၁ ဂျွန်လလောက်တွင် ဖင်လန်နိုင်ငံဟာ နာဇီဂျာမန်နဲ့မဟာမိတ်ဖွဲ့ခဲ့ရတယ်..ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ရုရှားဆိုဗီယက်တို့ရဲ့ နယ်မြေသိမ်းတိုက်ခိုက်မှုတွေနဲ့ အပြင်းအထန်ကြုံတွေ့ခဲ့ကြရတယ်..၁၉၃၉ခုနှစ်တုန်းက ဆောင်းတွင်းတိုက်ပွဲမှာဆုံးရှုံးသွားတဲ့ ကာရီးလီးယားနယ်မြေကို ရုရှားတို့ဟာ  ပြန်လည်သိမ်းပိုက်ဖို့အတွက်ချီတက်ခဲ့ကြပြီးတိုက်ပွဲအကြီးအကျယ်ဖြစ်ခဲ့ပါတယ်…စစ်ပွဲကာလ အတောအတွင်းမှာ  ဖင်လန်ရဲဘော်တွေ စစ်ပွဲနဲ့ပတ်သက်ပြီး ဖြစ်ပျက်မှုတွေကိုအဓိကထားပြီးရိုက်ကူးထားတာပါ…ဒီကားက ပေးချင်တဲ့ Message လေးတွေအရမ်းကောင်းတယ်…ဇာတ်ကားက စဆုံးကို တိုက်ပွဲတွေပြည့်နှက်လို့နေပါတယ်…..စစ်ကားကြိုက်သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ ညွှန်းဆိုပါရစေ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Zwel Zan Aung ဖြစ်ပါတယ်..File Size : (3.13GB)(1.26GB)Quality : Blu-Ray(  1080p 5.1 CH, 720p)Format…mp4Duration…03:00:00Genre :Drama,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAino NiemiAkseli KoukiAku LouhimiesEemeli LouhimiesIiris JuutilainenJoona MielonenTimo LahtinenTuula NikkolaStarsAku HirviniemiAndrei AlenArttu KapulainenEero AhoJohannes HolopainenJoonas SaartamoJuho MilonoffJussi VatanenMatti RistinenPaula VesalaCastAkseli KoukiAku HirviniemiAndrei AlenArttu KapulainenEero AhoEino HeiskanenElias GouldHannes SuominenHemmo KarjaJohannes HolopainenJoonas SaartamoJuho MilonoffJussi VatanenMatti RistinenMax OvaskaPaula VesalaSamuel VauramoSeveri Saarinen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qEQ9TgkKePQWI9gxtQHPp6WeFvi.jpg",
      "https://image.tmdb.org/t/p/w300/oDLj0Vqm96OYY9K7qU7T3z0yitw.jpg",
      "https://image.tmdb.org/t/p/w300/9LriUZ2v2drtQeijp0EXyeZrBPU.jpg",
      "https://image.tmdb.org/t/p/w300/zaMQH59fi1OriPr5bR9ApSfgqFv.jpg",
      "https://image.tmdb.org/t/p/w300/pcG6Ar5iu5LbBueG4cPha05HL2b.jpg",
      "https://image.tmdb.org/t/p/w300/xAu5y7vdZiRAEFPwsZ9KvLx9z6C.jpg",
      "https://image.tmdb.org/t/p/w300/ola9ImxfLqcbUjUsM6MYF7QntQP.jpg",
      "https://image.tmdb.org/t/p/w300/r9PxGeiaoFQanxKxsL9ahDhVzN4.jpg",
      "https://image.tmdb.org/t/p/w300/rXRRdTxjIjXKFFP9IXB1gulophR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zw5w15njhenm6Sq0Q6tjYOaRk7n.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/522pluougcfd.html",
        "server": "usersdrive.com",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://usersdrive.com/nakibgngt3ok.html",
        "server": "usersdrive.com",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yuudrive.me/f0dad6e/tuntematon-sotilas-2017-1080p-bluray-5-1ch-mkv",
        "server": "yuudrive.me",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://yuudrive.me/f3bce5/unknown-soldier-tuntematon-sotilas-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/tuntematon-sotilas-2017-1080-p-blu-ray-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://yoteshinportal.cc/unknown-soldier-tuntematon-sotilas-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/3yPch/Tuntematon.sotilas.2017.1080p.BluRay.5.1CH_(2).mkv",
        "server": "megaup.net",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/3yPck/Unknown_Soldier_(Tuntematon_Sotilas)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/JRFj1STD#qbkJBesTFwxlMxqwIX8UdCBKC3qdsl4JDqamgBqidr0",
        "server": "mega.nz",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://mega.nz/file/kJEDQSSY#DsxohwSHSRoN_-hlcE42nLJdPuJdbGlAaVJeUiXYKl8",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://1fichier.com/?o4d5g0q77lbo5sfm6cwu",
        "server": "1fichier.com",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://1fichier.com/?uv81nuc1rmypewzcu6zg",
        "server": "1fichier.com",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/wgbyhg7xieid",
        "server": "upstream.to",
        "size": "3.13GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://upstream.to/k2q6v6iv5oyp",
        "server": "upstream.to",
        "size": "1.26GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "XKWQyszDzbU",
      "video_url": "https://www.youtube.com/watch?v=XKWQyszDzbU",
      "embed_url": "https://www.youtube.com/embed/XKWQyszDzbU"
    }
  },
  {
    "metadata": "N/A|2017|118 min|Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1,027"
    },
    "title": "The Ciambra (2017)",
    "description": "အခုတင်​ဆက်​မယ်​့ရုပ်​ရှင်​ကားက​တော့ A Ciambraဆိုတဲ့ Italyကား​လေးတစ်​ကားဘဲဖြစ်​ပါတယ်​။ရုပ်​ရှင်​ဆု ၁၃ဆုထိရထားတဲ့ မိသားစုဒရမ်​မာ ဇာတ်​လမ်​း​လေးတစ်​ပုဒ်​ဖြစ်​ပါတယ်​။IMDb 7ထိရရှိထားပြီး Rotten Tomatoes 88% ရရှိထားတဲ့ ဇာတ်​ကား​လေးဖြစ်​ပါတယ်။ဇာတ်​လမ်​းထဲမှအကျဉ်​းချုပ်​က​တော့ အီတလီမှာ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့ ရို​မေးနီးယားမိသားစု​လေးတစ်​စုထဲက ပီယိုဆိုတဲ့​ကောင်​​လေးတစ်​​ယောက်​ရဲ့ဘဝဇာတ်​လမ်​းနဲ့ အာဖရိကလူမျိုး​တွေနဲ့​ရွှေ့​ပြောင်​း​နေထိုင်​သူ​တွေကို ဖိနှိပ်​ချုပ်​ချယ်​တဲ့အ​ကြောင်​းကို ရိုက်​ပြထားတာဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းထဲမှာ​တော့ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့မိသားစု​တွေဟာ ဖိနှိပ်​ချုပ်​ချယ်​မှု​ကြောင်​့ ပညာ​ရေး​ခေါင်​းပါး​နေပြီး က​လေးငယ်​များမှာပင်​ ​ဆေးလိပ်​နဲ့အရက်​ မကင်​းတာကို​တွေ့ရပါတယ်​။ထို့အပြင်​ ပီယိုရဲ့အစ်​ကိုကလည်​း သူခိုးတစ်​​ယောက်​ဖြစ်​ပါတယ်​​။ပီယိုဟာသူ့အစ်​ကိုဆီက​နေ ကားစက်​နှိုးတဲ့ပညာကို စတင်​သိရှိခဲ့ပါတယ်​။ပီယို့ဆီမှာ အရိဗ်​ဗာဆိုတဲ့ သူ့အစ်​ကိုရဲ့သူငယ်​ချင်​း အာဖရိကလူမျိုးသူငယ်​ချင်​းတစ်​​ယောက်​လည်​းရှိပါတယ်​။တစ်​​နေ့သူ့အစ်​ကိုအဖမ်​းခံလိုက်​ရပြီး သူတို့အိမ်​မှာ ​ငွေလိုလာတဲ့အချိန်​မှာ ပီယိုနဲ့သူ့အစ်ကို​သူငယ်​ချင်​းတို့ဘယ်​လိုရှာကြမလဲ။သူ့ကိုက​လေးလို့မြင်​တာမကြိုက်​ဘဲ လူကြီးလို့မြင်​​စေချင်​တဲ့ ပီယိုကဘာ​တွေလုပ်​မလဲ။အာဖရိကလူမျိုး​တွေကိုဖိနှိပ်​တဲ့​​နေရာ​ဒေသမှာ ဘာ​တွေဆက်​ဖြစ်​လာမလဲဆိုတာက​တော့……….(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်)File Size : (900 MB) and (340 MB)Quality : Blu-Ray 720pRunning Time : 1hr 58minFormat : Mp4Genre : Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DEPTHTranslated by Zaya PhyoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDiana OccorsioGwyn SanniaJonas CarpignanoShirah WagnerStarsDamiano AmatoFrancesco Pio AmatoIolanda AmatoKoudous SeihonPatrizia AmatoPio AmatoRocco AmatoSusanna AmatoCastDamiano AmatoFrancesco Pio AmatoIolanda AmatoKoudous SeihonPatrizia AmatoPio AmatoRocco AmatoSusanna Amato",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ffkIQx9BAijIiJtzeAZW9XDcpv8.jpg",
      "https://image.tmdb.org/t/p/w300/8TFdX3pYOdJ6oiwqmk3NVF2efLA.jpg",
      "https://image.tmdb.org/t/p/w300/em9FgDIwBuzXlapKREBLZ1jidLZ.jpg",
      "https://image.tmdb.org/t/p/w300/fKoMFgm5UjCIvirkPHsa0lsmoaG.jpg",
      "https://image.tmdb.org/t/p/w300/qofv1FdR0DtkUeZXCyezwiTtmFO.jpg",
      "https://image.tmdb.org/t/p/w300/dkV2RoVngo085gEQdlTqbREWjrS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bIkDmCWDIWyHAQgKCZpuD5d8kKl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-ciambra-2017",
        "server": "VIP Links",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-ciambra-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/oywgz4koua82",
        "server": "veryfiles.com",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/yr2bx0irmumd.html",
        "server": "streamsb.com",
        "size": "899MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "TBl_g6hDsG8",
      "video_url": "https://www.youtube.com/watch?v=TBl_g6hDsG8",
      "embed_url": "https://www.youtube.com/embed/TBl_g6hDsG8"
    }
  },
  {
    "metadata": "|2017|2h 6min|Action,Asian,Drama,War",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "6,378"
    },
    "title": "Wolf Warrior 2 (2017)",
    "description": "စစ်ပွဲနောက်ခံ အက်ရှင်ဇာတ်ကားသစ် Wolf Warriors II သည် တရုတ်နိုင်ငံအတွင်း၌ ရုံဝင်ငွေအများဆုံး ရရှိသော ဇာတ်ကားတစ်ကားဖြစ်လာပြီး ရုံတင်ပြသခဲ့သည့် ၁၂ရက်အတွင်း ယွမ်ငွေ ၃.၄၄ ဘီလျံ (ဒေါ်လာ ၅၀၆ သန်း) ခန့် ရရှိခဲ့သောကြောင့် အအောင်မြင်ဆုံး ရုပ်ရှင်တစ်ကားဖြစ်လာသည်။အဆိုပါဇာတ်ကားကို မင်းသားဝူကျင်းက ဒါရိုက်တာအနေနှင့်ရော ခေါင်းဆောင်မင်းသားအနေဖြင့်ပါ ဦးဆောင် ရိုက်ကူးထားပြီး သူနှင့်အတူ အခြားသရုပ်ဆောင် ကြယ်ပွင့်များဖြစ်ကြသော ဖရန့်ခ်ဂရီလို၊ ဆယ်လီနာဂျိတ်၊ ဝူဂန်းနှင့် ကျန်ဟန်တို့က ပါဝင်သရုပ်ဆောင်ထားကြသည်။ထိုရုပ်ရှင်သည် အာဖရိကန်စစ်ပွဲဇုံအတွင်းသို့ အမှတ်မထင်ရောက်ရှိသွားသော တရုတ်စစ်သားများ အနေဖြင့် လူ့အသက်ပေါင်းများစွာကို ကယ်တင်ရပုံအား ဇာတ်အိမ်တည်ထားခြင်း ဖြစ်သည်။Wolf Warriors II ကို လွန်ခဲ့သောဇွန်လ ၂၇ ရက်နေ့က စတင်ပြသခဲ့ပြီး တရုတ်နိုင်ငံရုံဝင်ငွေဇယားတွင် ထိုနေ့ကတည်းက ထိပ်ဆုံးမှဦးဆောင်နိုင်ခဲ့သည်။ ဒါ့အပြင် ယနေ့အချိန်ထိ ရရှိခဲ့သော ရုံဝင်ငွေမှတ်တမ်းများ အရ ထိုဇာတ်ကားသည် ပြီးခဲ့သောနှစ်က ရုံဝင်ငွေ ၃.၃၉ ဘီလျံယွမ် ရရှိခဲ့ကာ အအောင်မြင်ဆုံး တရုတ် ဇာတ်ကားဖြစ်ခဲ့သည့် The Mermaid နှင့် ၂.၅၇ ဘီလျံယွမ် ရရှိခဲ့သော Furious 8 တို့ကို ကျော်ဖြတ်ကာ သရဖူဆောင်းနိုင်ခဲ့ပြီ ဖြစ်သည်။(ဘာသာပြန်သူတွေကတော့Kyaw Zaw Htet & Ying Yingဖြစ်ပြီးရုပ်ရှင် Info ကိုMizzima – News in Burmeseမှကူးယူဖော်ပြပါသည်။)စစ္ပြဲေနာက္ခံ အက္ရွင္ဇာတ္ကားသစ္ Wolf Warriors II သည္ တ႐ုတ္ႏိုင္ငံအတြင္း၌ ႐ုံဝင္ေငြအမ်ားဆုံး ရရွိေသာ ဇာတ္ကားတစ္ကားျဖစ္လာၿပီး ႐ုံတင္ျပသခဲ့သည့္ ၁၂ရက္အတြင္း ယြမ္ေငြ ၃.၄၄ ဘီလ်ံ (ေဒၚလာ ၅၀၆ သန္း) ခန႔္ ရရွိခဲ့ေသာေၾကာင့္ အေအာင္ျမင္ဆုံး ႐ုပ္ရွင္တစ္ကားျဖစ္လာသည္။အဆိုပါဇာတ္ကားကို မင္းသားဝူက်င္းက ဒါ႐ိုက္တာအေနႏွင့္ေရာ ေခါင္းေဆာင္မင္းသားအေနျဖင့္ပါ ဦးေဆာင္ ႐ိုက္ကူးထားၿပီး သူႏွင့္အတူ အျခားသ႐ုပ္ေဆာင္ ၾကယ္ပြင့္မ်ားျဖစ္ၾကေသာ ဖရန႔္ခ္ဂရီလို၊ ဆယ္လီနာဂ်ိတ္၊ ဝူဂန္းႏွင့္ က်န္ဟန္တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားၾကသည္။ထို႐ုပ္ရွင္သည္ အာဖရိကန္စစ္ပြဲဇုံအတြင္းသို႔ အမွတ္မထင္ေရာက္ရွိသြားေသာ တ႐ုတ္စစ္သားမ်ား အေနျဖင့္ လူ႔အသက္ေပါင္းမ်ားစြာကို ကယ္တင္ရပုံအား ဇာတ္အိမ္တည္ထားျခင္း ျဖစ္သည္။Wolf Warriors II ကို လြန္ခဲ့ေသာဇြန္လ ၂၇ ရက္ေန႔က စတင္ျပသခဲ့ၿပီး တ႐ုတ္ႏိုင္ငံ႐ုံဝင္ေငြဇယားတြင္ ထိုေန႔ကတည္းက ထိပ္ဆုံးမွဦးေဆာင္ႏိုင္ခဲ့သည္။ ဒါ့အျပင္ ယေန႔အခ်ိန္ထိ ရရွိခဲ့ေသာ ႐ုံဝင္ေငြမွတ္တမ္းမ်ား အရ ထိုဇာတ္ကားသည္ ၿပီးခဲ့ေသာႏွစ္က ႐ုံဝင္ေငြ ၃.၃၉ ဘီလ်ံယြမ္ ရရွိခဲ့ကာ အေအာင္ျမင္ဆုံး တ႐ုတ္ ဇာတ္ကားျဖစ္ခဲ့သည့္ The Mermaid ႏွင့္ ၂.၅၇ ဘီလ်ံယြမ္ ရရွိခဲ့ေသာ Furious 8 တို႔ကို ေက်ာ္ျဖတ္ကာ သရဖူေဆာင္းႏိုင္ခဲ့ၿပီ ျဖစ္သည္။(ဘာသာျပန္သူေတြကေတာ့ Kyaw Zaw Htet & Ying Ying ျဖစ္ၿပီး႐ုပ္ရွင္ Info ကို Mizzima – News in Burmese မွကူးယူေဖာ္ျပပါသည္။)File Size : (953 MB)Quality : WEB-DL 720pRunning Time : 2hr 6minFormat : Mp4Genre :Action, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Kyaw Zaw Htet & Ying YingEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWu JingStarsAaron ToneyCelina JadeChunyu ShanshanDing HaifengFrank GrilloHaifeng DingNan YuOleg PrudiusPierre BourdaudShanshan ChunyuShi ZhaoqiThayr HarrisWu JingYu QianZhang HanCastAaron LyAaron ToneyAnn JamesAustin PraslerCelina JadeChen YunzhiCheng SuChunyu ShanshanClay Donahue FontenotDaniel HargraveDing HaifengDu JianqiaoFrank GrilloGuan HailongGuo QiuchengHaifeng DingHeidi MoneymakerNan YuNorbert DuBoisNwachukwu Kennedy ChukwuebukaOleg PrudiusPaul AllicaPierre BourdaudShanshan ChunyuShi ZhaoqiThayer JonesThayr HarrisWu GangWu JingYu QianZhang Han",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dpbjivY5OdZjAr1gmRZVCsEkYRC.jpg",
      "https://image.tmdb.org/t/p/w300/t1VEUAIVgP8QdBkIrD53zpoxkto.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTY0NjU4NjE4Nl5BMl5BanBnXkFtZTgwNjk0ODY5MjI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0qbg6960esgl.html",
        "server": "usersdrive.com",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/wolf-warrior-2-zhan-lang-ii-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/5AO4O/Wolf_Warrior_2_(Zhan_Lang_II)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/R6xlVCzI#MeL2qeFcwN-NlJStpXV4g9_MzEWu_PDrOFv8N3im8bc",
        "server": "mega.nz",
        "size": "953 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/y6vhgkmt3hgc",
        "server": "upstream.to",
        "size": "953 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wy4WQdkgxQk",
      "video_url": "https://www.youtube.com/watch?v=Wy4WQdkgxQk",
      "embed_url": "https://www.youtube.com/embed/Wy4WQdkgxQk"
    }
  },
  {
    "metadata": "|2017|min|Drama,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "82"
    },
    "title": "ReLIFE (2017)",
    "description": "Japan Drama ကားအလန္​း​ေလးပါ Japan drama ကား​ေတြရဲ႕ဇာတ္​​ေၾကာင္​း​ထံုးစံအတိုင္​းအနည္​းငယ္​ထူးဆန္​းလိုက္​ရမွာဆို​ေတာ့ကာ27 ႏွစ္​အ႐ြယ္​ ကာဇာကီဟာ လုပ္​ငန္​း​ေရးရာသိပ္​မ​ေျပ​ေတာ့ ကုမၸဏီ​ေတြကလည္​းခဏခဏဆိုင္​းငံခံ​ေနရသူပါ ဖိအားမ်ားလာ​ေပမယ့္​လည္​းသိကၡာဆိုတာရွိ​ေသး​ေတာ့ အ​ေပါင္​းအသင္​း​ေတြၾကားဟန္​ကိုယ္​့ဖို႔မာန္​သူ႔ဖို႔ဆိုသလိုဟန္​​ေဆာင္​ထားရတာ​ေပါ့ တစ္​​ေန႔မွာထူးဆန္​းခ်င္​​ေတာ့ယိုအာကီဆိုတဲ့လူငယ္​​ေလးနဲ႔ဆံုၿပီးအလုပ္​ကိစၥတစ္​ခုကမ္​းလွမ္​းခံရပါ​ေတာ့တယ္​ ReLife ဆိုတဲ့စမ္​းသပ္​ခ်က္​တစ္​နွစ္​တိတိလုပ္​​ေပးဖို႔ ပါRelife ဆိုတာဘာလဲ​ေမးရင္​​ေတာ့​ေဆ​း​ေသာက္​ၿပီးတဲ့အခါရုပ္​ကဆယ္​​ေက်ာ္​သက္​လိုျပန္​ႏုပ်ိဳသြားၿပီးတစ္​ႏွစ္​တိတိထူးျခားခ်က္​ကိုအနီးကက္​​ေလ့လာတဲ့စမ္​သပ္​ခ်က္​ပါ ​အလိုလိုက္​အႀကိဳက္​​ေဆာင္​ပီးကမ္​းလွမ္းတာလက္​မခံခဲ့​ေပမယ့္​ မူးၿပီး​ေသာက္​မိတဲ့​ေဆး​ပုလင္​းေၾကာင္​့အထက္​တန္​း​ေက်ာင္​းသားဘဝကို​ေရာက္​သြားပါ​ေတာ့တယ္​အဲ့​ေက်ာင္​းမွာပဲ ဟီရွီယို ,အိုဂါ ,ကာရီယူ, အိုႏိုယာ စတဲ့သူငယ္​ခ်င္​း​ေတြနဲ႔သံ​ေယာဇဥ္​ျဖစ္​ခဲ့ၾကပါ​ေတာ့တယ္​ အဲ့ဒီထဲကမွ အ​ေန​ေအးၿပီးထူးဆန္​းတဲ့ဟီရွီိယုိဆိုတဲ့မိန္​းက​ေလးကိုက်ဳပ္​တို႔ဇာတ္​လိုက္ႀကီးက​ေႂကြမိ​ေတာ့တာ​ာေပါ့ သူတို႔ သူငယ္​ခ်င္​း ၅​ေယာက္​ရဲ႕ၾကားထဲမွာရွိခဲ့ၾကတဲ့​ေပ်ာ္​႐ႊင္​စရာ စိတ္​ညစ္​စရာ​ေတြကို​ေကာဘယ္​လိုမွ်​ေဝခံစားၾကမလဲအ​ေန​ေအးၿပီးထူးဆန္​းလွတဲ့မိန္​းက​ေလး ဟီရွီယိုရဲ႕ ​ေနာက္​​ေၾကာင္​းက​ေကာဘယ္​လိုလဲ,Relife စမ္​းသပ္​ခ်က္​တစ္​ႏွစ္​သက္​တမ္​းၿပီးတဲ့အခါမွာ​ေကာဘာ​ေတြဆက္​ျဖစ္​မလဲ ,စတဲ့အခ်စ္​ ,အလြမ္​း ,ဟာသ,အတုယူဖြယ္​အ​ေလ့အက်င္​့အစရွိတာ​ေတြကိုခံစားၾကရမယ္​့ happy ending​ေလးျဖစ္​လို႔Dramaခ်စ္​ပရိသတ္​ႀကီးအထူးႀကိဳက္​ႏွစ္​သက္​မယ္​လို႔ယံုၾကည္​မိပါ​ေၾကာင္​း….Qty – 720p Web dlDuration – 1hr 45min 55secGerne – Drama/ RomanceTranslator – Pyae Xein SettEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakeshi FurusawaStarsElaiza IkedaMahiro TakasugiSae OkazakiTaishi NakagawaYudai ChibaYuna TairaCastElaiza IkedaMahiro TakasugiSae OkazakiTaishi NakagawaYudai ChibaYuna Taira",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2CEKvWSQgHyM9mvWXH1YU3t0eF7.jpg",
      "https://image.tmdb.org/t/p/w300/fvfycogkoAUlUMp4J0Guxz2TWg8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-07-11-32-10-60.png",
    "movie_links": [
      {
        "link": "http://quamiller.com/9J16",
        "server": "openload.co",
        "size": "855MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/9IzA",
        "server": "openload.co",
        "size": "353MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/9J9U",
        "server": "drive.google.com",
        "size": "855MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "m5FsR7eQZoA",
      "video_url": "https://www.youtube.com/watch?v=m5FsR7eQZoA",
      "embed_url": "https://www.youtube.com/embed/m5FsR7eQZoA"
    }
  },
  {
    "metadata": "|2017||Action,Adventure,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Snatched (2017)",
    "description": "အန်မလီဟာ ကောင်လေးနဲ့အတူ အီကွေဒေါကိုခရီးသွားဖို့အတွက် ခရီးစဉ်အစအဆုံးကို ငွေချေပြီးသားပါ..သွားခါနီးမှာပဲ ဘဝတက်လမ်းကြောင့်ဆိုပြီးလမ်းခွဲခံလိုက်ရပါတယ်။အန်မလီတစ်ယောက် ရည်းစားနဲ့ပြတ်၊ အလုပ်ကလည်းပြုတ်၊သူငယ်ချင်းလည်းတစ်ယောက်မှမရှိတဲ့အပြင်ဝယ်ထားတဲ့ ခရီးစဉ်ကလည်း ငွေပြန်အမ်းလို့မရတဲ့ခရီးစဉ်ဖြစ်နေတာကြောင့်အမေနဲ့အတူတူ ခရီးစဉ်ကိုသွားဖို့ဖြစ်လာပါတယ်။ခပ်ပေါ့ပေါ့တွေးပြီး နေတတ်တဲ့အန်မလီနဲ့ ဂရုတစိုက် အားလုံးကို အသေးစိတ်တတ်တဲ့အန်မလီ့အမေတို့ခရီးတစ်ခုတည်းအတူသွားတဲ့အခါ ဖြစ်လာတတ်တဲ့အလွဲလေးတွေအပြင်အယုံလွယ်တတ်တဲ့ အန်မလီကြောင့် သားအမိနှစ်ယောက်ပြန်ပေးဆွဲခံခဲ့ရတဲ့အခါမှာ ဘယ်လိုမျိုး ပြန်လွတ်အောင်ကြံဆောင်ကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့တွေ့မလဲဆိုတာလေးတွေကိုဟာသလေးတွေနှောပြီး ရိုက်ကူးထားတဲ့အပြင်သားအမိနှစ်ယောက်ကြား ခံစားချက်လေးတွေပါကြည့်ရှုရမယ့်ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။File size…    1.7 GB /    828 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 39mGenre …..  Action , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by JiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAl MadrigalAmy SchumerAndre DerizansAndre PelzerArturo CastroBashir SalahuddinCarlos DiazCat LimketChristopher MeloniCody EasterbrookDamion ScandrickDaniel BessDavid James SikkinkErik-Alexander SanchezFrancis BenhamouGoldie HawnIke BarinholtzJason QuinnJenny BabasJiaoying LiangJoan CusackKatie DippoldKevin KaneKim CarameleLinda MolinaLuis R. EspinozaMiguel A. Baez Jr.Moani HaraModesto CorderoNicholas J. LockwoodÓscar JaenadaPedro HaroRaj K. BoseRandall ParkRaven GoodwinRebecca TeresiaSandy RitzSasha ChuidianScott M. ScheweSergio SanchezShaun DunniganShawn McBrideSvitlana CampbellTom BatemanTom ChoiTy QuiamboaVictoria CurrentWanda SykesWolf Lee Counsel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rjMvrWdC1Dc3jW2Q8ymZTSPCV60.jpg",
      "https://image.tmdb.org/t/p/w300/fo2IhWXpdyGYANhl8CW9mX8hBdo.jpg",
      "https://image.tmdb.org/t/p/w300/6JsYyN0qmV6fD6wfXFH0VSb3hSB.jpg",
      "https://image.tmdb.org/t/p/w300/6E2TAM2zp2dqgOTLBFHIj8Uu1ip.jpg",
      "https://image.tmdb.org/t/p/w300/jWCfZ3TgdF5nz8EOAMX9LAkotHI.jpg",
      "https://image.tmdb.org/t/p/w300/tKAowHBqoHPbHih1PpCTYge3evs.jpg",
      "https://image.tmdb.org/t/p/w300/s4X5vfxoT8hOS80xp2vVe3AnVlk.jpg",
      "https://image.tmdb.org/t/p/w300/ku0ZfZXxPsgsGmu1FrEWhyOSgZt.jpg",
      "https://image.tmdb.org/t/p/w300/1OpL8anSqPH3Dj3Dlm77OYU9epb.jpg",
      "https://image.tmdb.org/t/p/w300/2sCHubykuRexM9PIo6hBtnirU0u.jpg",
      "https://image.tmdb.org/t/p/w300/dGyfyv6MagTznQXlimaGwtwaljH.jpg",
      "https://image.tmdb.org/t/p/w300/rK0vpcXqHwnedgvv4f0TOOrKPxL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gsleO1KultziWltEAngAEZkxQhf.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/52dzdziip81a.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/snatched-2017-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21s6t/Snatched.2017.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5KdkBZ7Z#Qk-f72lkrFqPP9sXl0g102GeS42Vm_V54AR36WJtvEE",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jmsm8wl61i8e.html",
        "server": "usersdrive.com",
        "size": "828 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/snatched-2017-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "828 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2HpyU/Snatched.2017.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "828 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kb0VCQKa#73EVUX3s2OtzJLmOb6fZalvuOwqSWCTUDZUo8H0_zKY",
        "server": "mega.nz",
        "size": "828 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PsBWnst8f7w",
      "video_url": "https://www.youtube.com/watch?v=PsBWnst8f7w",
      "embed_url": "https://www.youtube.com/embed/PsBWnst8f7w"
    }
  },
  {
    "metadata": "|2017|146 min|Bollywood,Drama,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "2,300"
    },
    "title": "Mom (2017)",
    "description": "2017 မွာထြက္ခဲ့သမွ် Bollywood ကားေတြမွာ အားရစရာ သိပ္မေတြ႕ခဲ့ဘူးအထူးသျဖင့္ တကယ့္ ဂရိတ္ႀကီးေတြရဲ႕ ကားေတြ ေတာ္ ေမွ်ာ္လင့္သလုိ္ ျဖစ္မလာခဲ့ဘူး(Akshay ရဲ႕ Toilet ေတာ့မၾကည့္ရေသး)Badrinath Ki Dulhania ေလးေတာ့ မဆုိးပါဘူး====================================================ဒီတစ္ခါ Bollywood ပရိတ္သတ္ႀကီးကုိ တင္ဆက္ေပးမွာကေတာ့ မင္းသမီးႀကီး Sridevi ရဲ႕ Mom ဆုိတဲ့ ဇာတ္ကားပါပဲ ႕႕႕႕႕English Vinglish မွာ ထူးထူးျခားျခား သတိထားမိတာပါ ( တျခားကားေတြ မၾကည့္ဖူး )ဒီကားထဲမွာလည္း သ႐ုပ္ေဆာင္သြားတာ သိပ္ေကာင္းလြန္းလုိ႔ မ်က္ရည္ဝဲမိတဲ့ အထိပါပဲ ႕႕႕႕႕႕႕အေမတစ္ေယာက္ရဲ႕ ေမတၱာ ဂ႐ုဏာ ေဒါသ အားလုံးကုိ ကြ်န္ေတာ့္တုိ႔ကုိ ခ်ျပသြားႏုိင္ပါတယ္မိခင္ ျဖစ္ထားတဲ့ သူေတြ မိခင္ျဖစ္လာမည့္ သူေတြ ေတြ သမီးမိန္းကေလးေတြသမီးရွင္ေတြ လက္လြတ္မခံပဲ ၾကည့္ထားသင့္တဲ့ ပညာေပး ဇာတ္ကား တစ္ကားပါ။IMDB 7.4/10 ထိ ရရွိထားတာဆုိေတာ့ ေကာင္းမေကာင္း ေျပာမေနေတာ့ပါဘူးဒါ့အျပင္ သဘာဝမင္းသားႀကီး Nawazuddin Siddiqui ကလည္း အထူးသ႐ုပ္ေဆာင္ အျဖစ္ပါဝင္ထားပါတယ္။ဇာတ္လမ္းေလးကုိ ေျပာရမယ္ဆုိရင္ ႕႕႕႕႕႕ေဒ့ဗ္ကီဆုိတဲ့ ေက်ာင္းဆရာမ တစ္ေယာက္ဟာ ခင္ပြန္းနဲ႕ သမီးေလး ႏွစ္ေယာက္နဲ႕ ေပ်ာ္ရႊင္ဖြယ္ဘဝေလးကုိ ျဖတ္သန္းေနတာပါ။ျပသနာ ရွိတာဆုိလုိ႔ သမီးႏွစ္ေယာက္ဆုိတဲ့ အထဲမွာ သမီးအႀကီးက လင္ပါသမီးပါ ႕႕႕႕႕လင္ပါသမီး ျဖစ္ေပမယ့္ ကုိယ့္သမီးအရင္းလုိ သေဘာထားၿပီး ေမတၱာေတြ ေပးခဲ့တယ္ ႕႕႕႕ ဘယ္ေတာ့မွ ခြဲျခားခြဲျခား မဆက္ဆံခဲ့ပါဘူးဒါေပမဲ့ အာယာ ႕႕႕႕႕ အာယာကေတာ့ အေဖျဖစ္သူ ေနာက္မိန္းမယူလုိက္ေပမယ့္ မိမိ အေမျဖစ္သူ႕ကုိ အခုခ်ိန္ထိ မေမ့ႏုိင္ေသးပဲအေမ့ေနရာကုိ တျခား တစ္ေယာက္ကုိ အစားထုိးလုိ႔ မရႏုိင္ေသးဘူး” အေမတစ္ေယာက္ရဲ႕ ဘဝမွာ သမီးတစ္ေယာက္ဆုိတာ ရွ္ိစၿမဲပဲ႕႕႕႕ဒါေပမဲ့ သမီးတစ္ေယာက္အတြက္ေတာ့ အေမဆုိတာ အစားထုိးလုိ႔ မရဘူး “====================================================အဆင္မေျပလွတဲ့ အာယာကုိ ကေလးမုိ႔ အတတ္ႏုိင္ဆုံး လုိက္ေလ်ာၿပီး တေန႔ အဆင္ေျပသြားမွာပါဆုိတဲ့ စိတ္နဲ႕ ေရွ႕ဆက္ေန႕တဲ့ ေဒ့ဗ္ကီ တုိ႔ ဘဝထဲကုိမထင္မွတ္ထားတဲ့ ကံၾကမၼာဆုိးႀကီး က်ေရာက္လာပါေတာ့တယ္ ႕႕႕႕႕အာယာ တစ္ေယာက္ ခ်စ္သူမ်ားေန႕ ပါတီပြဲကအျပန္ အဓမၼက်င့္ခံလုိက္ရပါတယ္ ႕႕႕႕႕တရားခံေတြကုိ ဖမ္းမိေပမယ့္ လူယုတ္မာေတြဟာ ေျခရာလက္ရာ ေဖ်ာက္ကာသက္ေသေတြကုိ ဖ်က္စီးခဲ့တဲ့အတြက္ တရားဥပေဒအရ အျပစ္ေပးလုိ႔ မရပါဘူးတရားေသ ျပန္လႊတ္ေပးခဲ့ရပါတယ္ ႕႕႕႕႕႕ဒီအခါမွာေတာ့ အေမတစ္ေယာက္က သမီးတစ္ေယာက္အတြက္ အေၾကြးကုိ ကုိယ္တုိင္ သိမ္းယူဖုိ႔ ျဖစ္လာခဲ့ပါေတာ့တယ္” ဘုရားကုိ ယုံၾကည္ပါ အစစအရာရာ အဆင္ေျပသြားလိမ့္မယ္ဘုရားက ေနရာတကာမွာ ရွိမေနႏုိင္ပါဘူးရွင္သိတယ္ေလဒါေၾကာင့္ပဲ အေမေတြကုိ ဖန္ဆင္းထားတာေပါ့ “=====================================================(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္က ကိုေဇာ္ထူးပါ။)File Size : (1.1 GB)Quality : Blu-Ray 720pRunning Time : 2hr 26minFormat : Mp4Genre :Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay.x264.AC3.5.1.-.Hon3yTranslated by Zaw HtooEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhay JoshiRavi UdyawarStarsAbhimanyu SinghAdnan SiddiquiAkshaye KhannaNawazuddin SiddiquiSajal AliSridevi KapoorSushant SinghVikas VermaCastAbhimanyu SinghAdnan SiddiquiAkshaye KhannaNawazuddin SiddiquiSajal AliSridevi KapoorSushant SinghVikas Verma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s0AuiVPe3LNhXBPqtNvyUVxbNXK.jpg",
      "https://image.tmdb.org/t/p/w300/njJqLDNmPxld4vPH0Tk73CAZPxW.jpg",
      "https://image.tmdb.org/t/p/w300/2bKEmseLTdftHHCknpdUd4s5oeS.jpg",
      "https://image.tmdb.org/t/p/w300/cCV4rIBtBjSDmAbP1SFaRz7CZV4.jpg",
      "https://image.tmdb.org/t/p/w300/tVxpSvWkicAoPweCJsvHP5oO5CX.jpg",
      "https://image.tmdb.org/t/p/w300/wbT7KHjvmaWVqSyRXw8mCWQ2ANc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjY5OGJkY2ItMTJiZS00YmI0LTk1MTYtN2MyMzdiZTRjMGVjXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX750_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wp5ne2vtw205.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/mom-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2drxc/Mom_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/5dRRUQIK#ZUJFGjtwflxYPN7i5l2RK3PJ92387q3VjEAFS23mdVs",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/d6m5m4x2cryn",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "je_4hpfAd1g",
      "video_url": "https://www.youtube.com/watch?v=je_4hpfAd1g",
      "embed_url": "https://www.youtube.com/embed/je_4hpfAd1g"
    }
  },
  {
    "metadata": "N/A|2017|120 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "304"
    },
    "title": "Wrath of Silence ( 2017 )",
    "description": "တရုတ္ၿပည္ရဲ႕ တႏွစ္တာဇာတ္ကားေတြထဲမွာၾကည္႕သင္႔တဲ႔ ဇာတ္ကား List ထဲမွာ ေနရာယူထားတဲ႔ Wrath Of Silence ဆုိတဲ႔ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္IMDb Rate ကလည္း 7.2 ထိရထားပါတယ္ဇာတ္လမ္းအညႊန္းကေတာ႔…သိုးေက်ာင္းရင္းေပ်ာက္သြားတဲ့သားကိုလိုက္ရွာေနတဲ့မိုင္းတြင္းလုပ္သား အေဖတစ္ေယာက္လိုင္စင္မရွိပဲ သတၱဳဴတူးတဲ့မိုင္းတြင္းပိုင္၇ွင္သူေဌးတစ္ေယာက္အဲ့ဒီအမႈမွာပါဝင္ပတ္သက္ေနတဲ့ေရွ႕ေနတစ္ေယာက္ တို႔ ၾကားထဲကပတ္သတ္မွုဇာတ္လမ္းေလးပါပဲ..သားေပ်ာက္ရွာေနတဲ႔အေဖကေရာၿပန္လည္ရွာေတြ႕ႏိုင္ပါ႔မလား..ဥပေဒကိုလက္တလံုးၿခားလုပ္တဲ႔သတၱဳခိုးတူးတဲ႔သူေငွးကေရာဘယ္လို လွည္႕ကြက္ေတြလာမလဲဥပေဒအရာရွိေ ရွ႔ေနကေရာ ဘယ္လိုပါ၀င္ပတ္သတ္ေနတာလဲသူတို႔၃ေယာက္ၾကားက ဆက္စပ္မွုေရာဘယ္လိုရွိမလဲဆုိတာကိုယ္တိုင္ဆက္လက္ခံစားၾကည္႔ရွုပါအညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Subbed & Encoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXin YukunStarsJiang WuSong YangTan ZhuoYuan WenkangCastJiang WuSong YangTan ZhuoYuan Wenkang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eP6Mv2rHnlIHivQQYQ5BbdwpuJC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/WOS-3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wrath-of-silence-2017",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/wrath-of-silence-2017-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/w836y1g3urpv.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SbAXhw60zgs",
      "video_url": "https://www.youtube.com/watch?v=SbAXhw60zgs",
      "embed_url": "https://www.youtube.com/embed/SbAXhw60zgs"
    }
  },
  {
    "metadata": "N/A|2017|137 min|Drama,Horror",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "532"
    },
    "title": "Aval (2017)",
    "description": "တာဝန္က်ရာ ဇာတ္ကားတစ္ကားကုိ စ,ေရးေတာ့မယ္လုိ႔ ၾကည့္လုိက္ေတာ့Kollywood(Tamil) ကားတစ္ကား ျဖစ္ေနတယ္။အမွန္တုိင္းေျပာရရင္ Tamilကားေတြဆုိ သိပ္အထင္မႀကီးတတ္ေတာ့Google မယ္ဒီကားနာမည္ေလး ေရးရွာၾကည့္ေတာ့BEST KOLLYWOOD MOVIES OF 2017 မွာ နံပါတ္ ၂ ခ်ိတ္ထားသလုိRating ေတြအေနနဲ႕ကလည္းIMDB – 7.2/10 နဲ႕Rotten Tomatoes – 100% အျပည့္ဆုိပဲဒီအခ်က္ေၾကာင့္ ဒီဇာတ္ကားကုိ ၾကည့္ခ်င္စိတ္ျဖစ္လာၿပီးအလုပ္ေတြၿပီးလုိ႔ အားတဲ့အခ်ိန္ကလည္း ည၁၁ထုိး၊ မနက္ထိ မဆုိင္းေတာ့ပဲလက္ေတာ့ေလးဖႊင့္ကာ ရုပ္ရွင္ကားကုိ စၾကည့္မိပါေတာ့တယ္ကုလားကားသာ ေျပာတယ္ စလာေတာ့၁၉၃၅ ခုႏွစ္၊ ကုိလုိနီေခတ္က တ႐ုတ္သားအမိႏွစ္ေယာက္နဲ႕သူတုိ႔အိမ္ကုိျပၿပီးေပ်ာ္ရႊင္ေနတဲ့ သားအမိႏွစ္ေယာက္ရဲ႕ အိမ္မွာ ႐ုတ္တရက္ဆုိသလုိေအာ္ၿငီးသံႀကီးတစ္ခုနဲ႕ ၂၀၁၆ကုိ ေမာင္းႏွင္သြားပါေတာ့တယ္။၂၀၁၆ ခုႏွစ္ ေအးခ်မ္းတဲ့ေဆာင္းရာသီေလးမယ္ အိမ္ေလးတစ္လုံးထဲကညားခါစဇနီးေမာင္ႏွံႏွစ္ဦးရဲ႕ အေပ်ာ္ေတြကုိ ကြ်န္ေတာ္တုိ႔ဆီ မွ်ေဝလုိက္ၿပီးေဘးျခံကုိ မိသားစု အသစ္ေတြေျပာင္းလာတာကုိ အသိေပးလုိက္ပါတယ္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္အတြက္ကေတာ့ အိမ္နီးခ်င္းအသစ္ေတြ ရမွာျဖစ္သလုိေယာက္်ားအလုပ္သြားတဲ့အခ်ိန္ ျပင္းေျခာက္ျခာက္ျဖစ္ေနမယ့္ ဇနီးသည္အတြက္ေတာ့ပုိေပ်ာ္ရႊင္ရမယ့္ လကၡဏာပါပဲထင္ထားတဲ့အတုိင္းပါပဲ ေဘးအိမ္ကုိ ေျပာင္းလာတဲ့ မိသားစုဝင္ေတြထဲကညီအစ္မႏွစ္ေယာက္က သူတုိ႔အိမ္ကို ေရာက္လာၿပီး အိမ္တက္ညစာစားပြဲကုိ လာခဲ့ဖုိ႔ လာဖိတ္ပါေတာ့တယ္။ညစာစားပြဲမယ္ လူအမ်ားႀကီး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္နဲ႕ ဧည့္ခံေနတဲ့ သူတုိ႔ရဲ႕ အိမ္ကေလးကုိလွည့္လည္ ၾကည့္ေနရင္း ႕႕႕႕႕႕သူတုိ႕ရဲ႕ သမီးအႀကီးျဖစ္သူ ေရတြင္းထဲခုန္ခ်သြားပါေတာ့တယ္၊ခုန္ခ်တာလား၊ ျပဳတ္က်တာလား ဒီအခ်ိန္္မွာ ဒီေမးခြန္းအေရးမႀကီးဘူးေကာင္မေလးကုိ အျမန္ကယ္ရမယ္“ေပါလ္ ႀကိဳးတစ္ေခ်ာင္းယူၿပီး ျမန္ျမန္လုိက္ခဲ့ဂ်ႏၷီ ေရတြင္းထဲက်သြားၿပီ ”ကုိယ့္အသက္ကုိ ပဓာနမထားပဲ ေကာင္မေလးကုိ ကယ္ဖုိ႔ခရစ္ရွ္ တစ္ေယာက္ ေရတြင္းထဲကုိ အေျပးအလႊာခုန္ခ်လုိက္ပါေတာ့တယ္ေရထဲကုိ ေရာက္သြားတဲ့အခ်ိန္မွာ ေရေၾကာင့္ပဲလား ဘာလား ေသေသခ်ာခ်ာမသိလုိက္ဘူးအထူးတဆန္း အရာတစ္ခု ျမင္ေတြ႕လုိက္ၿပီး ခရစ္ရွ္လန္႕ျဖန္႕သြားေတာ့တယ္ေကာင္မေလး ေရတြင္းထဲ ဘာေၾကာင့္ ခုန္ခ်တာလဲဒါမွမဟုတ္ျပဳတ္က်တာလားဆက္တုိက္ဆုိသလုိ ထိန္႕လန္႕စရာေတြက အိမ္နီးခ်င္းသူတုိ႔ ေတြဆီ ေရာက္ရွိလာပါေတာ့တယ္ ႕႕႕႕႕#Horror ပရိတ္သတ္ေတြ အႀကိဳက္ေတြ႔ေစမယ့္ ဇာတ္ကားတစ္ကား ျဖစ္ၿပီးစလည္အဆုံး ဆြဲေဆာင္မႈ အျပည့္နဲ႕မုိ႔လုိ႔ မလြတ္တန္းၾကည့္႐ႈ႕ၿပီးေဆာင္းရာသီရဲ႕ အရသာေလးကုိ အျပည့္အဝခံစားလုိက္ပါလုိ႔ ၫႊန္းလုိက္ပါရေစQty – 720p BlurayGern – Drama / HorrorDuration – 2hr 15minTranslator – Ko Zaw HtooEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMilind RauStarsAndrea JeremiahAnisha VictorAtul KulkarniPrakash BelawadiSiddharthSureshCastAndrea JeremiahAnisha VictorAtul KulkarniPrakash BelawadiSiddharthSuresh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n3wpP3gQQ8coi7rAwAXYzjM6iMH.jpg",
      "https://image.tmdb.org/t/p/w300/8XHYEogCzZyUcjIOtJyV8LoF5UP.jpg",
      "https://image.tmdb.org/t/p/w300/b37trw7PP8CPLdS8PvNYYXJEUp8.jpg",
      "https://image.tmdb.org/t/p/w300/sJOlYGW8cX8JACZ2sioSaGi8f8t.jpg",
      "https://image.tmdb.org/t/p/w300/5bp60wHtx739IaBDrSrOsoa5iQh.jpg",
      "https://image.tmdb.org/t/p/w300/d8ROWbegDr2sZMRfVn913ci6F8J.jpg",
      "https://image.tmdb.org/t/p/w300/6OSgkI9cd6cXQSY1qOMc1HvI46O.jpg",
      "https://image.tmdb.org/t/p/w300/x6Xqzy05My10v1PPtmxixLrstq6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/the-house-next-door-avail-indian-tamil-horror-film-movie-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2m7sxdz13ntp.html",
        "server": "usersdrive.com",
        "size": "965MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/aval-the-house-next-door-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "965MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1ycwZ/Aval_(The_House_Next_Door)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "965MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dW5RFZTI#QsSad--cDN_7_X1UNWye_zguLHW8bjepYBWWtzkPdMs",
        "server": "mega.nz",
        "size": "965MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/5s91uqo9pzwt",
        "server": "upstream.to",
        "size": "965MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "rHY6NCaVTrw",
      "video_url": "https://www.youtube.com/watch?v=rHY6NCaVTrw",
      "embed_url": "https://www.youtube.com/embed/rHY6NCaVTrw"
    }
  },
  {
    "metadata": "PG-13|2017|93 min|Action,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,829"
    },
    "title": "Overdrive (2017)",
    "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားေလးကေတာ့2017 မွာထြက္ရွိလာတဲ့ overdrive ဆိုတဲ့ကားေလးပါဒီကားထဲမွာေတာ့ ၿပိဳင္ကားခေရစီျဖစ္တဲ့ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္ရဲ႕ ဇာတ္လမ္းေလးပါသူတို႔ဟာဆိုရင္ ကားေမာင္းကၽြမ္းက်င္တဲ့အျပင္စက္တပ္ယာဥ္မွန္သမၽွကို ခိုးႏိုင္တယ္ဆိုၿပီးေက်ာ္ၾကားတဲ့ သူေတြလဲျဖစ္ၾကပါတယ္တစ္ေန႔ေတာ့ သူတို႔ႏွစ္ေယာက္ဟာကားတစ္စီးခိုးလိုက္ရာက ျပသနာအရႈပ္အေထြးေတြစတင္လာပါေတာ့တယ္သူတို႔ခိုးလိုက္တဲ့ ကားပိုင္ရွင္ဟာ ေတာ္ရံုလူမဟုတ္ဘဲအဆိပ္ျပင္းတဲ့ ကားခေရစီတစ္ေယာက္ျဖစ္ေနတဲ့အခါမွာသူတို႔ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရမလဲသူတို႔ဘယ္လိုေျဖရွင္းသြားလဲဆိုတာကို ၾကည့္ရႈၾကပါဦးဒီထဲမွာ ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္အျပင္ တျခားၿပိဳင္ကားခေရစီေတြရဲ႕ ကားေမာင္းကြက္အလန္းစားေတြကိုေဝေဝဆာဆာရိုက္ကူးထားတာပါ(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေမသရဖီလြင္ပါ)File Size : (700 MB) and (300 MB)Quality : 720p WebdlRunning Time : 1hr 33minFormat : Mp4Genre :Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAntonio NegretChloé RudolfStarsAna de ArmasClemens SchickFreddie ThorpFrédéric AnscombreGaia WeissMagne-Håvard BrekkeMoussa MaaskriScott EastwoodSimon AbkarianCastAna de ArmasClemens SchickFreddie ThorpFrédéric AnscombreGaia WeissMagne-Håvard BrekkeMoussa MaaskriScott EastwoodSimon Abkarian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3jKQt2uo8vDXvULMjEEnEzDtFWL.jpg",
      "https://image.tmdb.org/t/p/w300/iMQb97zFNuBOA0JnNRetqxmJRP8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDExMTAzYmEtZjMwOC00MjIxLTkyNjMtOTZjOWIwMTI0YTc0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SX675_CR00675999_AL_.jpg",
    "movie_links": [
      {
        "link": "http://yobuilder.com/17XD",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/17a5",
        "server": "channelmyanmar.agbcloud.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/17aw",
        "server": "channelmyanmar.agbcloud.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/17Xq",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/17Ym",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "NyQUe80IXt8",
      "video_url": "https://www.youtube.com/watch?v=NyQUe80IXt8",
      "embed_url": "https://www.youtube.com/embed/NyQUe80IXt8"
    }
  },
  {
    "metadata": "N/A|2017|82 min|Action,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1,215"
    },
    "title": "Skybound (2017)",
    "description": "2017 ကထွက်ရှိခဲ့တဲ့ဒီ Skyboundဆိုတဲ့ကားလေးဟာ Action and Thriller ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဒီကားကိုရိုက်ကူးပေးတဲ့ ဒါရိုက်တာကတော့ဒါရိုက်တာ Alex Tavakoli ဖြစ်ပြီးတော့ ဒီကားလေးရဲ့ဇာတ်ညွန်းရေးသူကလည်းသူကိုယ်တိုင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း မက်ဟာသူကောင်မလေးလီဆာနဲ့အတူအယ်အေကိုကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့အတူခရီးထွက်ခဲ့ပါတယ်။သူတို့နဲ့သူတို့သူငယ်ချင်းနှစ်ယောက်လည်းပါပြီးတော့ မက်ရဲ့ညီကိုင်လည်းအကြောင်းတစ်ခုကြောင့်လိုက်ပါလာခဲ့ပါတယ်။သူတို့သွားနေစဉ်အတွင်းမှာဘဲမြေပြင်ပေါ်မှာအံ့သြထိတ်လန့်စရာတွေကြုံရတယ်။အဲဒီအံ့သြထိတ့်လန့်စရာတွေက သူတို့လေယာဉ်ပေါ်ခိုးလိုက်လာခဲ့တဲ့ လူနဲ့ ဆက်စပ်နေတာလား…………………ဒါမှမဟုတ်တကယ်ပဲဖြစ်ပျက်နေတာလား။သူတို့အားလုံးပေါင်းပြီးအဲ့ဒီအခက်အခဲကိုဘယ်လိုကျော်လွားကြမလဲဆိုတာကို ကြည့်ရှု့ခံစားရမှာဖြစ်ပါတယ်……………ဒီကားလေးကိိုတော့နာမည်ကြီးမင်းသမီး Scarlett Byrneကပါဝင်သရုပ်ဆောင်ပေးထားပြီးတော့ ကြည့်ရှုသင့်တဲ့ Action & Thriller ပေါင်းထားတဲ့လက်လွတ်မခံသင့်တဲ့ပရိသတ်အားပေးမှုေကောင်းခဲ့တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Nyi Lwin  ပါ)File Size : (800 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 22minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTGTranslated by Nyi Nyi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex TavakoliStarsCarla Carolina PimentelGavin StenhouseMorten SuurballeRick CosnettScarlett ByrneTyler FayoseCastCarla Carolina PimentelGavin StenhouseMorten SuurballeRick CosnettScarlett ByrneTyler Fayose",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vWMasHk6qmWKj5roOI5nMMJOGw1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cXene5mEHRovj7ZfMZpLxKSiv5n.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/skybound-2017-mm-sub",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/skybound-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/115og/Skybound_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/08gxehkpzo4o.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "kRouNwBr2uE",
      "video_url": "https://www.youtube.com/watch?v=kRouNwBr2uE",
      "embed_url": "https://www.youtube.com/embed/kRouNwBr2uE"
    }
  },
  {
    "metadata": "|2017|95 min|Horror,Thriller",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "260"
    },
    "title": "Camera Obscura (2017)",
    "description": "စိတ္​က်​ေရာဂါ ခံစား​ေနရတဲ့ Jack ဆိုတဲ့ လူငယ္​တစ္​​ေယာက္​ဟာ အလုပ္​က​ေနထြက္​လိုက္​ရၿပီး​ေနာက္​သူရဲ႕အလုပ္​လက္​မဲ့ျဖစ္​​ေနတဲ့ အ​ေၾကာင္​း​ေၾကာင္​့ သူနဲ႔ သူ႔ခ်စ္​သူ​ေကာင္​မ​ေလးတို႔၂​​ေယာက္​ၾကားမွာပဋိပခ​ေတြစျဖစ္​ပါ​ေတာ့တယ္​ထိုအဆင္​မ​ေျပမႈ​ေတြကို​ေက်ာ္​လႊားဖို႔ ခ်စ္​သူ​ေကာင္​မ​ေလးက Jack ၀ါသနာပါတဲ့ ဓာတ္​ပံု႐ိုက္​လုပ္​ငန္​းကိုဆက္​လုပ္​လို႔ရ​ေအာင္​ ​ေ႐ွး​ေဟာင္​းကင္​မရာတစ္​လံုးကို anniversary gift အ​ေနနဲ႔​ေပး၀ယ္​​ေပးလိုက္​ပါ​ေတာ့တယ္​ ထိုကင္​မရာက အစက​ေတာ့ အ​ေကာင္​းျဖစ္​​ေပမယ္​့ ​ေနာက္​က်​ေတာ့ ႐ိုက္​သမ်ွျမင္​ကြင္​းထဲမွာအနိဌာရံု​ေတြ ​ေပၚလာပါ​ေတာ့တယ္​ထိုအနိဌာရံု ျမင္​ကြင္​း​ေတြထဲ Jack ကိုယ္​တိုင္​ပါလာ​ေသာအခါ…..(ဘာသာျပန္သူ ကေတာ့ Aye Min Oo ပါ )File Size : (650 MB) and (260 MB)Quality : Webdl720pRunning Time : 1hr 35minutesFormat : Mp4Genre : Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated By Aye Min OoEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron B. KoontzStarsCatherine CurtinChase WilliamsonChristopher DenhamGretchen LodgeNadja BobylevaNoah SeganCastCatherine CurtinChase WilliamsonChristopher DenhamGretchen LodgeNadja BobylevaNoah Segan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xjTAopSPh46d0SxNP68SmUXzig0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTU2MDE1NTUxNF5BMl5BanBnXkFtZTgwMDk0NzgwMjI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://viahold.com/2ERp",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2ESI",
        "server": "channelmyanmar.agbcloud.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2ESa",
        "server": "channelmyanmar.agbcloud.com",
        "size": "260 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2ESq",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/2ET6",
        "server": "openload.co",
        "size": "260 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "GB8k1k8oBnA",
      "video_url": "https://www.youtube.com/watch?v=GB8k1k8oBnA",
      "embed_url": "https://www.youtube.com/embed/GB8k1k8oBnA"
    }
  },
  {
    "metadata": "N/A|2017|1h 11min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Lost Case (2017)",
    "description": "The Lost Case (2017) အညွှန်း*********************************တစ္ဆေသရဲတွေတကယ်ရှိတယ်ဆိုတာကိုယုံကြည်တဲ့သူတွေလည်းရှိသလိုမယုံကြည်တဲ့သူတွေလည်းရှိကြပါတယ်ဒါပေမယ့် ကမ္ဘာတစ်ဝန်းမှာတော့ရှင်းပြလို့မရနိုင်တဲ့သဘာ၀လွန်ဖြစ်ရပ်များဟာဆက်လက်ဖြစ်ပေါ်နေဆဲဆိုတာကိုတော့ ငြင်းလို့မရနိုင်ပါဘူးဒီဇာတ်ကားလေးက​တော့တစ္ဆေသရဲတွေရဲ့ခြောက်လန့်မှုကြောင့်ဒုက္ခရောက်နေကြတဲ့လူတွေကို ကူညီ​​ပေးတဲ့ရသစုံတီဗီရှိုးတစ်ခုကို အ​ခြေခံပြီးအစပျိုးထားပါတယ်အဲ့ဒီတီဗီရှိုးဟာ ဖြစ်ရပ်မှန်သဘာ၀လွန်ဖြစ်ရပ်​တွေကို ရိုက်ကူးတင်ဆက်​ပေးတဲ့ အစီအစဥ်​တစ်ခုပါအစ် နဲ့ ပေါ်ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ အဲ့ဒီအစီအစဥ်ကို တာဝန်ယူရိုက်ကူးရတဲ့ကောင်​လေး​တွေဖြစ်ပါတယ်တစ်နေ့မှာတော့ ရှိုးရိုက်ကူးဖို့အတွက်သူတို့နှစ်​ယောက်ဟာ မရင်းနှီးတဲ့သူစိမ်းဒေသတစ်ခုကို ခရီးထွက်လာရပါတော့တယ်သူတို့ရိုက်ကူးမယ့်အိမ်ကိုရောက်သွားတဲ့အခါမှာတော့ သူတို့ထင်ထားတာထက်ရှုပ်ထွေးနေတဲ့ဖြစ်ရပ်တွေကိုကြုံတွေ့လာရပါတယ်သူတို့ဖြေရှင်းနိုင်ပါ့မလား…….သူတို့ရိုက်ကူးရတဲ့အမှုကရော ဘယ်လိုအမှုမျိုးဖြစ်နေမလဲ……စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းအခင်းအကျင်းတွေနဲ့ကြည့်ရှုသူတွေကိုတစိမ့်စိမ့်နဲ့ကြောက်ရွံနေမိအောင်ရိုက်ကူးထားတဲ့ Horror ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါTranslated by : Thet Hnin HsuEncoded by : YKQuality : 720p WEB DLFile Size : 770MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChayan ItthijatupornStarsPanjai SirisuwanPradanai NateprasertkulSirapakorn Sereedonprasert",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jStaEKK4RHIQc6kSOHmjHyDFFh5.jpg",
      "https://image.tmdb.org/t/p/w300/za3G1u616irY5A1QLc7gE9sIqNG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cR6MFCIqgJugJB4jIRtiANwFrSk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8e6nxewgla8p.html",
        "server": "usersdrive.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/rvf7q4zf7m9z.html",
        "server": "datbu.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/3v9lbamh2j2h",
        "server": "veryfiles.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-lost-case-2017-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-lost-case-2018https://www.cmvipmembers.com/check-movies/the-lost-case-2018",
        "server": "VIP Links",
        "size": "770MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|94 min|Animation,Biography,Crime",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "37,229"
    },
    "title": "Loving Vincent (2017)",
    "description": "[Unicode]သက္ကရာဇ်ကာလအားဖြင့် ၁၈၈၀ကျော်..ဒီကာလမှာ အပြောင်းအလဲတွေ အရမ်းများခဲ့တယ်။သရုပ်မှန်ပန်းချီကနေသင်္ကေတဗေဒ (symbolism) ဘက် အချို့တွေကူးပြောင်းလာကြတယ်…။အရောင်အယူအဆ အသစ်တွေလည်းပေါ်ပေါက်လာခဲ့တယ်။ပန်းချီရဲ့ တော်လှန်ရေးကာလတစ်ခုလို့ ဆိုလို့ရတယ်။ဒါပေမဲ့ သရုပ်မှန်ကလည်း မပျက်သုဉ်းသေးပါဘူး။မပျက်သုဉ်းသေးတဲ့အပြင် သရုပ်မှန်တွေပဲဈေးရတဲ့ ကာလဆိုရင်လည်း မမှားသေးပါဘူး။ယုံကြည်ချက် အနုပညာနဲ့မသေရုံတမယ် ရှင်သန်ကြရတဲ့ခေတ်..ဂေါ်ဂင် ဗန်ဂိုးတို့မှာ ဒုက္ခအနာတွေပင်လယ်ဝေ ခဲ့တဲ့ခေတ်..။ဒီခေတ်ကြီးမှာ အဆန်းသစ်ဆုံးအနုပညာအမြင်ရှိခဲ့တဲ့ ဗင်းဆင့်ကတော့သူတို့ နားမလည်နိုင်တာကို မနှစ်မြို့ကြတဲ့လူတကာရဲ့ တံတွေးခွက်မှာ ပက်လက်ကို မျောခဲ့ပါတယ်အရှုံးလဲများခဲ့ပါတယ်..ဗန်ဂိုးရဲ့ အနုပညာဟာ..သူ့ခေတ်သူ့အခါနဲ့ဆို ကြောင်တောင်တောင်တွေပါပဲ။ဒါပေမဲ့ အနုပညာတော့ စစ်မှန်ခဲ့တယ်။သူ့ခေတ် သူ့ ကာလအကြောင်းပြောပြီးတော့..ဗန်ဂိုးဆိုတာကရော ဘယ်သူလဲ…ဝယ်သူမရှိတဲ့ ပန်းချီကားတွေအတွက်တပြားတစ်ချပ်မှ ဝင်ငွေမရပဲပန်းချီပစ္စည်းတွေအတွက် ငွေကုန်ပေါက် အပြည့်နဲ့ပေမဲ့ သူချစ်တဲ့ အနုပညာကို ဆယ်နှစ်တိုင်သူသေသည်အထိ မစွန့်လွှတ်ခဲ့တဲ့အခမ်းနားဆုံး အနုပညာရှင်….။ကိုယ့်နားရွက် ကိုယ်ဖြတ်ပြီးပြည့်တန်ဆာမတစ်ယောက်ကိုလက်ဆောင်ပေးခဲ့တဲ..ကိုယ့်ကို သတ်သေခဲ့တဲ့ စိတ္တဇပန်းချီဆရာ..။” လက်ထဲ ငွေရှိရင် အရင်ဆုံး ဆာလောင်တာအစာစားဖို့ မဟုတ်ပဲပန်းချီဆွဲဖို့ စာလောင်တယ်” ဆိုတဲ့ ပန်းချီဆရာ…ကိုးနှစ်တာ ပန်းချီဆွဲသက်အတွင်းပန်းချီကား ၉၀၀ပုံကြမ်းနဲ့ ရုပ်ပုံ ၁၁၀၀နေ့မနား ညမနား ဆွဲသွားတဲ့ ပန်းချီဆရာ..အဆုံးသတ်တစ်နေ့မှာ..ပန်းချီဆရာတစ်ယောက်အတွက် သေခြင်းကဆိုးဝါး ပြင်းထန်လောက်အောင် ခံရခက်တဲ့အရာဟုတ်ဘူးဆိုတဲ့ သူ့ စကားအတိုင်း သေပြခဲ့သူ။ဗင်းဆင်းရဲ့ ပန်းချီကားတွေဟာ..အပေါ်ယံအမြင်နဲ့ ရေးဆွဲထားတာ မဟုတ်ပါဘူး။မြင်ရတဲ့ အရာတွေပေါ် ခံစား သိရှိနားလည် သလိုရေးဆွဲထား၏။စိတ်ကူးယဉ်ရေးဆွဲထားဟန် ရှိပေမဲ့နားလည်နိုင်အောင် ရေးထားသည်။သဘာဝနဲ့ကင်းကွာခြင်းမရှိ။ထိုကဲ့သို့ ဝေဖန်သူများက သုံးသပ်ကြ၏၊ဗင်းဆင့်ဗန်ဂိုးဟာ အနုပညာကို ခံစားတက်သူတိုင်းရဲ့သူငယ်ချင်းပါပဲ…။ဒီတော့ ဒီကားမှာ သူ့ဘဝ သူ့အနုပညာသူ့အခက်အခဲ သူ့အတွေးအခေါ်တွေကိုသူငယ်ချင်းတစ်ယောက်ရဲ့ အကြောင်းလိုကျွန်တော်တို့ ခံစားကြရမှာပါ။တစ်ချို့ မရေရောတဲ့ အချက်တွေကိုဒွိဟ ပြသွားပေမဲ့..သေချာတာကတော့ ဗင်းဆင့်ကိုကျွန်တော်တို့ လုံးဝ ခံစားမိစေမှာပါ။ဒီ ဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကဗင်းဆင့် ဗန်ဂိုး မဟုတ်ပါဘူး။ဗင်းဆင့် သေပြီး ကာလတစ်ခုမှာ…ဗင်းဆင့်ကို နားမလည်တဲ့ ကောင်လေးတစ်ယောက်သူ့အဖေ ဆန္ဒအရ..ဗင်းဆင့် ကျန်ခဲ့တဲ့စာကိုပို့်ရာက ဗင်းဆင့်ကို စာနာသွားတာကိုဇာတ်အိမ်တည်ထားတာပါ။ဒီဇာတ်ကားမှာဗင်းဆင်းရဲ့ ပန်းချီဟန်တွေ အပြင်ဗင်းဆင့်ရဲ့ တကယ့် ပန်းချီကားတွေ အများကြီးထည့််သုံးထားပါတယ်..ကြယ်တွေစုံတဲ့ည..ဂျုံခင်းထဲက ကျီးကန်းများ..ပန်းအိုးထဲက နေကြာ၁၂ပွင့်ညလုံးပေါက်ကဖေးတဲရေ့စ်ကဖေးရဲ့ ညရှုခင်း အစရှိတဲ့နာမည်ကျော် ပန်းချီတွေ ပါပါတယ်..။ထူးခြားတာကတော့ဒီကားကို အစအဆုံး ဆီဆေးပန်းချီကားပေါင်း၆၅၀၀၀ကို Animationအနေနဲ့လုပ်ထားပြီးအဲ့ဒီပန်းချီကားတွေကို ကမ္ဘာအနှံ့ကအနုပညာရှင်တစ်ရာကျော်က ရေးဆွဲပေးခဲ့ပါတယ်။ဒီကားရဲ့ အဓိက ဇာတ်ကောင် အာမန်ရော်လင်အပါအဝင် ဒေါက်တာ ဂါးချက်..ပီရီ တန်ဂျိုင်း ဇာတ်ကောင်တွေဟာလည်းဗင်းဆင့် ဆွဲခဲ့တဲ့ ပုံတူတွေကို သုံးထားတာပါ..။ဗင်းဆင့် ဘာကြောင့် သေဆုံးသွားရခဲ့သလဲ..အဖြေရှာနေတဲ့ ကောင်လေးတစ်ယောက်နဲ့ အတူဗင်းဆင့် ဘဝကို ရှာပုံတော် ဖွင့်ရမှာပါ..Live Longer..You’ll see..Life can even bring down the strong..ဘဝမှာ အနေကြာလာရင်ဘဝဟာ အခိုင်အမာဆုံး စိတ်ဓာတ်တွေကိုတောင်ပြိုလဲစေနိုင်ပါတယ်…ဗင်းဆင့်ရဲ့ ရင်နင့်စရာ ပြိုလဲမှုအကြီးကျယ်ဆုံး အနုပညာရှင်တစ်ယောက်ရဲ့ ပြိုလဲမှုကိုခြေရာကောက် ကြည့်ချင်ရင်ဒီကားထက် ပိုပြောပြနိုင်မဲ့ကား ရှိမယ် မထင်ပါဘူး။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့WiRa Aungဖြစ်ပါတယ်)[Zawgyi]\nသကၠရာဇ္ကာလအားျဖင့္ ၁၈၈၀ေက်ာ္..ဒီကာလမွာ အေျပာင္းအလဲေတြ အရမ္းမ်ားခဲ့တယ္။သ႐ုပ္မွန္ပန္းခ်ီကေနသေကၤတေဗဒ (symbolism) ဘက္ အခ်ိဳ႕ေတြကူးေျပာင္းလာၾကတယ္…။အေရာင္အယူအဆ အသစ္ေတြလည္းေပၚေပါက္လာခဲ့တယ္။ပန္းခ်ီရဲ႕ ေတာ္လွန္ေရးကာလတစ္ခုလို႔ ဆိုလို႔ရတယ္။ဒါေပမဲ့ သ႐ုပ္မွန္ကလည္း မပ်က္သုဥ္းေသးပါဘူး။မပ်က္သုဥ္းေသးတဲ့အျပင္ သ႐ုပ္မွန္ေတြပဲေစ်းရတဲ့ ကာလဆိုရင္လည္း မမွားေသးပါဘူး။ယုံၾကည္ခ်က္ အႏုပညာနဲ႔မေသ႐ုံတမယ္ ႐ွင္သန္ၾကရတဲ့ေခတ္..ေဂၚဂင္ ဗန္ဂိုးတို႔မွာ ဒုကၡအနာေတြပင္လယ္ေဝ ခဲ့တဲ့ေခတ္..။ဒီေခတ္ႀကီးမွာ အဆန္းသစ္ဆုံးအႏုပညာအျမင္႐ွိခဲ့တဲ့ ဗင္းဆင့္ကေတာ့သူတို႔ နားမလည္ႏိုင္တာကို မႏွစ္ၿမိဳ႕ၾကတဲ့လူတကာရဲ႕ တံေတြးခြက္မွာ ပက္လက္ကို ေမ်ာခဲ့ပါတယ္အ႐ႈံးလဲမ်ားခဲ့ပါတယ္..ဗန္ဂိုးရဲ႕ အႏုပညာဟာ..သူ႔ေခတ္သူ႔အခါနဲ႔ဆို ေၾကာင္ေတာင္ေတာင္ေတြပါပဲ။ဒါေပမဲ့ အႏုပညာေတာ့ စစ္မွန္ခဲ့တယ္။သူ႔ေခတ္ သူ႔ ကာလအေၾကာင္းေျပာၿပီးေတာ့..ဗန္ဂိုးဆိုတာကေရာ ဘယ္သူလဲ…ဝယ္သူမ႐ွိတဲ့ ပန္းခ်ီကားေတြအတြက္တျပားတစ္ခ်ပ္မွ ဝင္ေငြမရပဲပန္းခ်ီပစၥည္းေတြအတြက္ ေငြကုန္ေပါက္ အျပည့္နဲ႔ေပမဲ့ သူခ်စ္တဲ့ အႏုပညာကို ဆယ္ႏွစ္တိုင္သူေသသည္အထိ မစြန္႔လႊတ္ခဲ့တဲ့အခမ္းနားဆုံး အႏုပညာ႐ွင္….။ကိုယ့္နားရြက္ ကိုယ္ျဖတ္ၿပီးျပည့္တန္ဆာမတစ္ေယာက္ကိုလက္ေဆာင္ေပးခဲ့တဲ..ကိုယ့္ကို သတ္ေသခဲ့တဲ့ စိတၱဇပန္းခ်ီဆရာ..။” လက္ထဲ ေငြ႐ွိရင္ အရင္ဆုံး ဆာေလာင္တာအစာစားဖို႔ မဟုတ္ပဲပန္းခ်ီဆဲြဖို႔ စာေလာင္တယ္” ဆိုတဲ့ ပန္းခ်ီဆရာ…ကိုးႏွစ္တာ ပန္းခ်ီဆဲြသက္အတြင္းပန္းခ်ီကား ၉၀၀ပုံၾကမ္းနဲ႔ ႐ုပ္ပုံ ၁၁၀၀ေန႔မနား ညမနား ဆဲြသြားတဲ့ ပန္းခ်ီဆရာ..အဆုံးသတ္တစ္ေန႔မွာ..ပန္းခ်ီဆရာတစ္ေယာက္အတြက္ ေသျခင္းကဆိုးဝါး ျပင္းထန္ေလာက္ေအာင္ ခံရခက္တဲ့အရာဟုတ္ဘူးဆိုတဲ့ သူ႔ စကားအတိုင္း ေသျပခဲ့သူ။ဗင္းဆင္းရဲ႕ ပန္းခ်ီကားေတြဟာ..အေပၚယံအျမင္နဲ႔ ေရးဆဲြထားတာ မဟုတ္ပါဘူး။ျမင္ရတဲ့ အရာေတြေပၚ ခံစား သိ႐ွိနားလည္ သလိုေရးဆဲြထား၏။စိတ္ကူးယဥ္ေရးဆဲြထားဟန္ ႐ွိေပမဲ့နားလည္ႏိုင္ေအာင္ ေရးထားသည္။သဘာဝနဲ႔ကင္းကြာျခင္းမ႐ွိ။ထိုကဲ့သို႔ ေဝဖန္သူမ်ားက သုံးသပ္ၾက၏၊ဗင္းဆင့္ဗန္ဂိုးဟာ အႏုပညာကို ခံစားတက္သူတိုင္းရဲ႕သူငယ္ခ်င္းပါပဲ…။ဒီေတာ့ ဒီကားမွာ သူ႔ဘဝ သူ႔အႏုပညာသူ႔အခက္အခဲ သူ႔အေတြးအေခၚေတြကိုသူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အေၾကာင္းလိုကြၽန္ေတာ္တို႔ ခံစားၾကရမွာပါ။တစ္ခ်ိဳ႕ မေရေရာတဲ့ အခ်က္ေတြကိုဒြိဟ ျပသြားေပမဲ့..ေသခ်ာတာကေတာ့ ဗင္းဆင့္ကိုကြၽန္ေတာ္တို႔ လုံးဝ ခံစားမိေစမွာပါ။ဒီ ဇာတ္လမ္းရဲ႕ ဇာတ္လိုက္ကဗင္းဆင့္ ဗန္ဂိုး မဟုတ္ပါဘူး။ဗင္းဆင့္ ေသၿပီး ကာလတစ္ခုမွာ…ဗင္းဆင့္ကို နားမလည္တဲ့ ေကာင္ေလးတစ္ေယာက္သူ႔အေဖ ဆႏၵအရ..ဗင္းဆင့္ က်န္ခဲ့တဲ့စာကိုပို္႔ရာက ဗင္းဆင့္ကို စာနာသြားတာကိုဇာတ္အိမ္တည္ထားတာပါ။ဒီဇာတ္ကားမွာဗင္းဆင္းရဲ႕ ပန္းခ်ီဟန္ေတြ အျပင္ဗင္းဆင့္ရဲ႕ တကယ့္ ပန္းခ်ီကားေတြ အမ်ားႀကီးထည့္္သုံးထားပါတယ္..ၾကယ္ေတြစုံတဲ့ည..ဂ်ဳံခင္းထဲက က်ီးကန္းမ်ား..ပန္းအိုးထဲက ေနၾကာ၁၂ပြင့္ညလုံးေပါက္ကေဖးတဲေရ႕စ္ကေဖးရဲ႕ ည႐ႈခင္း အစ႐ွိတဲ့နာမည္ေက်ာ္ ပန္းခ်ီေတြ ပါပါတယ္..။ထူးျခားတာကေတာ့ဒီကားကို အစအဆုံး ဆီေဆးပန္းခ်ီကားေပါင္း၆၅၀၀၀ကို Animationအေနနဲ႔လုပ္ထားၿပီးအဲ့ဒီပန္းခ်ီကားေတြကို ကမၻာအႏွံ႔ကအႏုပညာ႐ွင္တစ္ရာေက်ာ္က ေရးဆဲြေပးခဲ့ပါတယ္။ဒီကားရဲ႕ အဓိက ဇာတ္ေကာင္ အာမန္ေရာ္လင္အပါအဝင္ ေဒါက္တာ ဂါးခ်က္..ပီရီ တန္ဂ်ိဳင္း ဇာတ္ေကာင္ေတြဟာလည္းဗင္းဆင့္ ဆဲြခဲ့တဲ့ ပုံတူေတြကို သုံးထားတာပါ..။ဗင္းဆင့္ ဘာေၾကာင့္ ေသဆုံးသြားရခဲ့သလဲ..အေျဖ႐ွာေနတဲ့ ေကာင္ေလးတစ္ေယာက္နဲ႔ အတူဗင္းဆင့္ ဘဝကို ႐ွာပုံေတာ္ ဖြင့္ရမွာပါ..Live Longer..You’ll see..Life can even bring down the strong..ဘဝမွာ အေနၾကာလာရင္ဘဝဟာ အခိုင္အမာဆုံး စိတ္ဓာတ္ေတြကိုေတာင္ၿပိဳလဲေစႏိုင္ပါတယ္…ဗင္းဆင့္ရဲ႕ ရင္နင့္စရာ ၿပိဳလဲမႈအႀကီးက်ယ္ဆုံး အႏုပညာ႐ွင္တစ္ေယာက္ရဲ႕ ၿပိဳလဲမႈကိုေျခရာေကာက္ ၾကည့္ခ်င္ရင္ဒီကားထက္ ပိုေျပာျပႏိုင္မဲ့ကား ႐ွိမယ္ မထင္ပါဘူး။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့WiRa Aungျဖစ္ပါတယ္)File size__( 810 MB) and ( 300 MB)Quality__BR-Rip 720pIMDb Rating__7.8/10Format__mp4Duration__01:34:43Type__Animation , Biography , CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDorota KobielaHugh WelchmanMichal CzerwonkaRebecca SheridanTerry BamberWeronika AlwinStarsAidan TurnerChris O'DowdDouglas BoothEleanor TomlinsonHelen McCroryHolly EarlJerome FlynnJohn SessionsRobert GulaczykSaoirse RonanCastAdam PabudzinskiAidan TurnerAnastazja SewerynBartlomiej SrokaBill ThomasBorys DominiukBozena Berlinska-BryzekCarole Le ClancheCezary ŁukaszewiczChris O'DowdDouglas BoothEleanor TomlinsonGraham PaveyHelen McCroryHolly EarlJames GreeneJerome FlynnJoe StuckeyJohn SessionsJosh BurdettKamila DyoubariKeith HeppenstallMarcin SosinskiMartin HerdmanNina SupranionekPiotr PamulaPrzemyslaw FurdakRobert GulaczykRobin HodgesSaoirse RonanShaun Newnham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/adFgBkl35kdI0bSrWZO2xury1JB.jpg",
      "https://image.tmdb.org/t/p/w300/KKrsUGDXZfpeL3ddXTeGibmUHS.jpg",
      "https://image.tmdb.org/t/p/w300/kuOvQ9TqsZwleNVNmHRJiIyzsKx.jpg",
      "https://image.tmdb.org/t/p/w300/vRejuzhA14eu6JwY1p8xX5Dln0y.jpg",
      "https://image.tmdb.org/t/p/w300/mffWnrVVK9hl6g3E0xPV0sE97HL.jpg",
      "https://image.tmdb.org/t/p/w300/t8wVM8neTMXGozOsz65rp09NVpe.jpg",
      "https://image.tmdb.org/t/p/w300/qScpPBM2gUugrI9CzPdN4bR6JEx.jpg",
      "https://image.tmdb.org/t/p/w300/diwcbtecMHIi1zPRm2PbibEixph.jpg",
      "https://image.tmdb.org/t/p/w300/ddCDenY7dQr04fXuPHDZ3ZyZ3WQ.jpg",
      "https://image.tmdb.org/t/p/w300/kzHXvx0kWrJTDafLBCugBz8UBsw.jpg",
      "https://image.tmdb.org/t/p/w300/gwNEL2P85pFH1VxwzGVNon72zXF.jpg",
      "https://image.tmdb.org/t/p/w300/lYRBGBk4UsNitE0vJCAnaCREsnd.jpg",
      "https://image.tmdb.org/t/p/w300/5mHUFZzKjxuilwGHiVtmYBWuaIJ.jpg",
      "https://image.tmdb.org/t/p/w300/7Prdggn75Oqp3R9ytjIRCfIDZRn.jpg",
      "https://image.tmdb.org/t/p/w300/hDq26T0MEg5LCP6cQWRjCy43zGW.jpg",
      "https://image.tmdb.org/t/p/w300/jAswfATTFCPFTfVwLkGKUPOk3hY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/loving.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2uf0vep6h559.html",
        "server": "usersdrive.com",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://megaup.net/4eGjx/Loving_Vincent_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://mega.nz/file/RkAi1KxR#wc9dCGCSI5ceQSRE6bSjiTk-xH7UVxpKDE3Pao4HOQI",
        "server": "mega.nz",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://upstream.to/msl0ukblibd4",
        "server": "upstream.to",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/loving-vincent-2017",
        "server": "VIP Links",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/loving-vincent-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "810 MB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://sbembed3.com/cz0n2cbyabgy.html",
        "server": "streamsb.com",
        "size": "810 MB",
        "quality": "Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "47h6pQ6StCk",
      "video_url": "https://www.youtube.com/watch?v=47h6pQ6StCk",
      "embed_url": "https://www.youtube.com/embed/47h6pQ6StCk"
    }
  },
  {
    "metadata": "|2017|112 min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "760"
    },
    "title": "Newness (2017)",
    "description": "အိမ္ေထာင္ေရးျပဳိကြဲသြားတာေျခာက္လခန္႔႐ွိၿပီျဖစ္တဲ့Martin တစ္ေယာက္ ဟာ sex partners ႐ွာေဖြေနၾကတဲ့သူေတြအတြက္ဖြင့္ထားတဲ့Winx app ကုိအသံုးျပဳၿပီး အထီးက်န္ေနတဲ့တစ္ကိုယ္ရည္ညေတြအတြက္ျဖတ္သန္းေလ့႐ွိပါတယ္ထုိနည္းတူတစ္ဖက္မွာလည္း Gabi ဆုိတဲ့ေကာင္မေလးဟာ winx ကုိအသံုးျပဳၿပီးေတာ့သူမရဲ႕စိတ္ဆႏၵကုိျဖည့္ဆည္းေပးႏုိင္မယ့္သူကုိ႐ွာေဖြေနတယ္ဒီလုိသူတုိ႔ႏွစ္ေယာက္ဆံုျဖစ္သြားၾကတယ္ (ၾကားထဲမွာ date ခဲ့သူေတြအမ်ားႀကီး႐ွိၾကၿပီးသား)ဒီမွာဇတ္လမ္းကစတာပဲ အခ်စ္မပါပဲအေသြးအသားဆႏၵအတြက္အဆင္ေျပတဲ့သူေတြ႐ွာၿပီးျဖစ္ခ်င္သလုိျဖစ္ၾကတုန္းကအေကာင္း(အထီးက်န္ေနတယ္ဆုိတဲ့ ခံစားခ်က္ကလြဲလုိ႔ေပါ့)Relationship တစ္ခုကုိအေသခ်ာေလးတည္ေဆာက္ၿပီးၾကေတာ့မွဆံုး႐ႈံးရမွာေၾကာက္တဲ့စိတ္ေတြနဲ႔ အခ်င္းခ်င္းနားလည္ေပးႏုိင္ဖုိ႔ႀကိဳးစားရင္းနားလည္မႈေတြလြဲၿပီး မ်က္ရည္ေတြကုိဖန္တီးသြားေစခဲ့ေရာ သူတုိ႔ရဲ႕ relationship ကုိဘယ္လုိျပန္လည္တည္ေဆာက္မလဲၾကားထဲမွာေရာ သူတုိ႔ဘာေတြခံစားရခဲ့ရတယ္ဆုိတာကုိယ္တုိင္လုိက္ပါစီးေမ်ာၾကည့္ရင္အဆံုးသတ္​ဟာ ဝမ္းနည္းဝမ္းသာနဲ႔Drama/Romance ရသတစ္ခုကုိရ႐ွိေစမွာပါေတာ္ရံု ႐ုိတာေလာက္မၾကဳိက္တဲ့ကုိယ္ပါေႂကြတယ္(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Dave Harry ရဲ႕ Facebook Account (https://www.facebook.com/profile.php?id=100010606993816) မွကူးယူေဖာ္ျပပါသည္။)File Size : (900 MB) and (375 MB)Quality : WEB-DL 720pRunning Time : 1hr 52minFormat : Mp4Genre :Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Kyaw Min HtetEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDrake DoremusStarsAlbert Hammond Jr.Amanda SerraCourtney EatonDanny HustonDavid SelbyJessica HenwickLaia CostaMatthew Gray GublerNicholas HoultPom KlementieffCastAlbert Hammond Jr.Amanda SerraAndrew LeesCourtney EatonDaniel ZovattoDanny HustonDavid SelbyElsa CocquerelEmily RuhlEric EdelsteinEva CejaJamil Walker SmithJessica HenwickKai LennoxLaia CostaLianna SwearingenLuke BaybakMatthew Gray GublerMaya StojanNansia MovidiNicholas HoultPom KlementieffTom Stokes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tOBQsIikE6HyJ3il16TBgGpbmTl.jpg",
      "https://image.tmdb.org/t/p/w300/ne1aepAui6ezS8F8erMpsWjOS7y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzExZTFiM2EtN2QyYS00YWZiLWFlOTMtZGYzMWI4MTNkZGYzXkEyXkFqcGdeQXVyNzk3NjQ1MTc@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/FlXZ",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/FlYO",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/FlZZ",
        "server": "Soliddrive.co",
        "size": "375 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/FlaH",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/Flb8",
        "server": "openload.co",
        "size": "375 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EtBhKTuPjEk",
      "video_url": "https://www.youtube.com/watch?v=EtBhKTuPjEk",
      "embed_url": "https://www.youtube.com/embed/EtBhKTuPjEk"
    }
  },
  {
    "metadata": "PG-13|2017|1h 43min|Biography,Drama,History",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "11,756"
    },
    "title": "Mark Felt: The Man Who Brought Down the White House (2017)",
    "description": "Mark Felt: The Man Who Brought Down the White House (2017)IMDb – 6.4/10_____Rotten – 36%ဒီဇာတ်ကားဟာ အေးဂျင့် Mark Felt ရဲ့အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပါတယ်…Mark Felt ဟာ FBI အေးဂျင့်တစ်ဦးဖြစ်ပြီးတော့ သူတာဝန်ထမ်းဆောင်ခဲ့တာ အနှစ်(၃၀)တောင်ရှိပါပြီ…တာဝန်ထမ်းသက်ကြာလာတာနဲ့အမျှ သူတွေ့ကြုံခဲ့ရတဲ့ မှုခင်းတွေဖြစ်ရပ်ဆန်းတွေ အများကြီးပါပဲ…ဒီထဲမှာ ထူးခြားတာကတော့ ဗဟိုဌာနချုပ် အဆောက်အဦးထဲကို ဖောက်ထွင်းဝင်ရောက်ခဲ့တဲ့ အမှုဖြစ်ပါတယ်..ဒီကိစ္စကို Mark Felt တို့ FBI က စုံစမ်းရပါတယ်… ဒီဖြစ်ရပ်ကိုအားလုံးစိတ်ဝင်စားနေချိန်မှာ အိမ်ဖြူတော်နဲ့FBI က လျှို့ဝှက်ချက်တွေ ပြင်ပကိုပေါက်ကြားခဲ့ပါတယ်…၁၉၇၀ခုနှစ်ဝန်းကျင်က  အမေရိကန်ရဲ့နိုင်ငံရေးအခြေအနေ တွေ၊အိမ်ဖြူတောအကြီးတန်းအရာရှိတွေ၊ FBI ရဲ့ အရှုတ်တော်ပုံတွေကိုကောင်းကောင်းချပြထားပါတယ်…ဒီကားထဲက အဓိကသရုပ်ဆောင် Liam Neeson ကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်…. သူကတော့ Mark Felt အဖြစ်သရုပ်ဆောင်ထားပါတယ်…ကိုင်း ခံစားကြည့်လိုက်ပါဦးဗျို့ဒီဇာတ္ကားဟာ ေအးဂ်င့္ Mark Felt ရဲ႕အေၾကာင္းကုိအေျခခံရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္ပါတယ္…Mark Felt ဟာ FBI ေအးဂ်င့္တစ္ဦးျဖစ္ၿပီးေတာ့ သူတာ၀န္ထမ္းေဆာင္ခဲ့တာ အနွစ္(၃၀)ေတာင္ရွိပါၿပီ…တာ၀န္ထမ္းသက္ၾကာလာတာနဲ႕အမ်ွ သူေတြ႕ႀကဳံခဲ့ရတဲ့ မႈခင္းေတြျဖစ္ရပ္ဆန္းေတြ အမ်ားႀကီးပါပဲ…ဒီထဲမွာ ထူးျခားတာကေတာ့ ဗဟုိဌာနခ်ဳပ္ အေဆာက္အဦးထဲကုိ ေဖာက္ထြင္း၀င္ေရာက္ခဲ့တဲ့ အမႈျဖစ္ပါတယ္..ဒီကိစၥကုိ Mark Felt တုိ႕ FBI က စုံစမ္းရပါတယ္… ဒီျဖစ္ရပ္ကုိအားလုံးစိတ္၀င္စားေနခ်ိန္မွာ အိမ္ျဖဴေတာ္နဲ႕FBI က လ်ွဳိ႕၀ွက္ခ်က္ေတြ ျပင္ပကုိေပါက္ၾကားခဲ့ပါတယ္…၁၉၇၀ခုႏွစ္၀န္းက်င္က  အေမရိကန္ရဲ႕ႏုိင္ငံေရးအေျခအေန ေတြ၊အိမ္ျဖဴေတာအႀကီးတန္းအရာရွိေတြ၊ FBI ရဲ႕ အရႈတ္ေတာ္ပုံေတြကုိေကာင္းေကာင္းခ်ျပထားပါတယ္…ဒီကားထဲက အဓိကသရုပ္ေဆာင္ Liam Neeson ကုိေတာ့ အားလုံးသိႀကမယ္ထင္ပါတယ္…. သူကေတာ့ Mark Felt အျဖစ္သရုပ္ေဆာင္ထားပါတယ္…ကုိင္း ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕File Size : (960 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:43:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter LandesmanStarsDiane LaneJosh LucasJulian MorrisKate WalshLiam NeesonMaika MonroeMarton CsokasMichael C. HallTony GoldwynWendi McLendon-CoveyCastBrian d'Arcy JamesBruce GreenwoodCharles GreenDarryl CoxDiane LaneEddie MarsanFrank Hoyt TaylorIke BarinholtzJeff SprauveJessica YoungJohn ChancellorJosh LucasJulian MorrisKate WalshLiam NeesonMaika MonroeMarton CsokasMichael C. HallMichael CriderNoah WylePat NixonPatti SchellhaasRichard NixonScott PoythressStephen Michael AyersTom SizemoreTony GoldwynWalter CronkiteWayne PéreWendi McLendon-Covey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lsDqGTexYBYvZ2eeagh0ORo0k1b.jpg",
      "https://image.tmdb.org/t/p/w300/be4QTR34PWyDKUWin3qMu4tL4kC.jpg",
      "https://image.tmdb.org/t/p/w300/lwvzUDMxoE7DhuePK9BFVlHMAam.jpg",
      "https://image.tmdb.org/t/p/w300/rSepGE6AXdbphK5WfjxA8Juhpva.jpg",
      "https://image.tmdb.org/t/p/w300/de77GoUjgMDq5X8CoO4OwBEc74g.jpg",
      "https://image.tmdb.org/t/p/w300/iJlvGJ5fMoMZkPh8pCUtcd1GRrQ.jpg",
      "https://image.tmdb.org/t/p/w300/zSXZKzFBS4lwIevcNraRbAhXbi6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/Mark-Felt-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dzusj0q8q69h.html",
        "server": "usersdrive.com",
        "size": "960 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/mark-felt-the-man-who-brought-down-the-white-house-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Wsix/Mark_Felt_-_The_Man_Who_Brought_Down_The_White_House_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "960 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/BlsWUAiY#yP71G95NylzLR-VbFWKQ6U8ZOR59FJWddIDPlkHuQog",
        "server": "mega.nz",
        "size": "960 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/2w2og4z8lhi7",
        "server": "upstream.to",
        "size": "960 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "c34BtMNwTzE",
      "video_url": "https://www.youtube.com/watch?v=c34BtMNwTzE",
      "embed_url": "https://www.youtube.com/embed/c34BtMNwTzE"
    }
  },
  {
    "metadata": "N/A|2017|86 min|Horror,Thriller",
    "rating": {
      "rating": "3.8/10",
      "rating_count": "55"
    },
    "title": "Net I Die (2017)",
    "description": "Net I Die ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ထိုင္​းသရဲကားတစ္​ကားျဖစ္​ပါတယ္​အင္​တာနက္​​ေပၚက ​ေ၀ဖန္​​ေျပာဆိုမႈ​ေတြ​ေၾကာင္​့ လူတစ္​​ေယာက္​ဘ၀ပ်က္​စီး ​ေသဆံုးရတဲ့အထိ ျဖစ္​ပ်က္​သြားပံုကို ပညာ​ေပးအ​ေနနဲ႔႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​သ႐ုပ္​​ေဆာင္​ထားသူ​​ေတြက​ေတာ့ Kachai Pich….Fahkuelon Ratsameekhae….. Klai-Udom Sarantornစတဲ့သူ​ေတ​ြအပါအ၀င္​ မိန္​းမ​ေခ်ာ​ေလး​ေတြ အမ်ားႀကီးပါပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ မ်က္​ႏွာလိမ္​းခရင္​မ္​တံဆိပ္​တစ္​ခုကို review လုပ္​​ေပးဖို႔ ငွါးရမ္​းျခင္​းခံရတဲ့ အင္​တာနက္​ဆယ္​လီ Monica တစ္​​ေယာက္​ ခရင္​မ္​​ေၾကာင္​့ မ်က္​ႏွတစ္​ခုလံုးျမင္​မ​ေကာင္​း​ေအာင္​စုတ္​ျပတ္​သြားတဲ့အခါ အရင္​ကသူ႔ကိုခ်စ္​ခင္​သူ​ေတြက သူ႔ကို ခ်ိဳးႏွိမ္​ပါ​ေတာ့တယ္​…..ဒီလိုနဲ႔စိတ္​ဆင္​းရဲၿပီးသတ္​​ေသသြားတဲ့အခါ သူ႔ကို ဒီလိုျဖစ္​​ေအာင္​လုပ္​သူ​ေတြကို ကလဲ့စား​ေခ်ပါ​ေတာ့တယ္​….သူ​ေသဆံုးသြားရတာ ဘာ​ေၾကာင္​့လဲ…..ဘာ​ေၾကာင္​့ သူ႔ဘ၀ပ်က္​သြားတယ္​ဆိုတာ ​ျဖည္​းျဖည္​းခ်င္​း​ေပၚ​ေပါက္​လာပါ​ေတာ့တယ္​…….ပရိသတ္​​ေတြအားလံုး ဇာတ္​ကားထဲကမိန္​းမ​ေခ်ာ​ေလး​ေတြကို႐ႈစားရင္​း ရင္​တထိတ္​ထိတ္​နဲ႔ၾကည္​့႐ႈရမယ္​့ဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​???(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ အန္တီ အိပပစံပါ)File Size : (700 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 26minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-WiKiTranslated by Ei Pa Pa SanEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWeeratham PreedeeStarsFahkuelon RatsameekhaeKachai PichKlai-Udom SarantornCastFahkuelon RatsameekhaeKachai PichKlai-Udom Sarantorn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/86ZcDOQHe8CmMwM1eGDuveSR83k.jpg",
      "https://image.tmdb.org/t/p/w300/lVDgu2kfjvyREbwYB2rJeLJqBTu.jpg",
      "https://image.tmdb.org/t/p/w300/wfiTHyZnacbOY2KhVQ9xOAanIv5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/n.jpg",
    "movie_links": [
      {
        "link": "http://velociterium.com/6Xth",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/6Y47",
        "server": "drive.google.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/6Y6F",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/6Y9P",
        "server": "Soliddrive.co",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/6XwQ",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://velociterium.com/6YBV",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CCLP6-oRP5o",
      "video_url": "https://www.youtube.com/watch?v=CCLP6-oRP5o",
      "embed_url": "https://www.youtube.com/embed/CCLP6-oRP5o"
    }
  },
  {
    "metadata": "N/A|2017|107 min|Drama,Horror,Mystery",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "2,160"
    },
    "title": "Satan’s Slaves (2017)",
    "description": "သည်းထိတ်ရင်ဖို အင်ဒိုနီးရှား သရဲကား Satan’s Slaves(စေတန်နတ်ဆိုး၏ ကျွန်များ) (ခ) Pengabdi Setanဒီကားလေးဟာ 1983 ကာလကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Spoiler မပါတဲ့ ဇာတ်လမ်း အကျဉ်း အနေနဲ ့ကတော့ Rini ရဲ့ မိခင်ဟာ တစ်ချိန်က နာမည်ရ အဆိုတော် တစ်ယောက်ပါ။ သူမတို ့ မိသားစုလေးဟာ မြို ့ပြနဲ ့အလှမ်းဝေးတဲ့ မြို ့စွန် တစ်နေရာက အဖွားအိမ်မှာနေကြရင်း မကျန်းမာတဲ့ မိခင်ကို ပြုစုနေထိုင်ကြပါတယ်။ 21 နှစ်အရွယ် Rini ဟာ အကြီးပီပီ ကောလိပ် မှ ရပ်နားပြီး အိမ်မှာ မောင်ငယ် ၃ ယောက်နဲ ့မိခင်ကို ပြုစုရင်း မိသားစုအတွက် အနစ်နာ ခံခဲ့ပါတယ်။သူမ မိခင်ဟာ ဖျားနာ နေတာ ၃ နှစ်ကျော် ကြာပြီဖြစ်ပြီး မည်သည့် ရောဂါ ကြောင့်ဆိုတာကိုလည်း ဆရာဝန်များက ရှာဖွေလို ့မတွေ ့နိုင်ကြပါဘူး။ မိခင် မသေဆုံးမီအချိန်မှာ သူမ မိခင် ရဲ့ ကြောက်ရွ ံ ့နေတဲ့ ထူးဆန်းတဲ့ အပြုအမူတွေကို Rini တို ့တွေ ့ခဲ့ရပါတယ်။ ဒီလို နဲ့ တစ်ညမှာ သူမ မိခင်ဟာ ထူးဆန်းဖွယ်ရာ ရုတ်တရက် ဆုံးပါးသွားပြီးနောက် သူမ ဖခင်ဟာလည်း မိသားစု အကြွေးတွေအတွက် အလုပ်လုပ်ဖို ့မြို ့ပြကို ထွက်ခွာသွားပါတယ်။ဒီလိုနဲ ့နောက်ရက်တွေမှာ အိမ်မှာ ထူးဆန်းကြောက်ရွ ံ့ဘွယ်ရာ တွေ တစ်ဖြေးဖြေး ဖြစ်လာပြီး ရွာက ဆရာတော် ရဲ့ သားကလည်း သူမ တို ့အိမ်အပေါ်မှာ ဆုံးသွားပြီ ဖြစ်တဲ့ Rini ရဲ့ မိခင်ကို ဂါဝန်ဖြူ ခေါင်းပေါင်းဖြူတွေနဲ ့ (ပုံပါ) တွေ ့ရလို ့ဒီအိမ်ကနေ ထွက်သွားကြဖို ့ သတိပေးခဲ့ပေမယ့် မိသားစု ပြဿနာများနဲ ့ Rini က မဖြစ်နိုင်ကြောင်း ငြင်းဆိုခဲ့ ပါတယ်။ဒီလို နဲ ့ ထိုနေ ့မှာဘဲ Rini စကားပြောအပြီး ပြန်အရောက်မှာ ရေတွင်းထဲမှာ သေဆုံးနေတဲ့ သူမရဲ့ အဖွားကို တွေ ့ခဲ့ရပြီး သူမ အဖွားမသေဆုံးမီအချိန်မှာ အဖွားရဲ့ အသိ လူတစ်ယောက်ဆီကို စာရေးထားခဲ့ပါတယ်။ ထိုစာကို Rini ကိုယ်တိုင် အိမ်တိုင်ရာရောက် သွားပို ့စဉ်မှာ မထင်မှတ်ထားတဲ့ သူမ မိခင် အကြောင်း နဲ ့ သူမ တို ့ကို သေရွာကို နတ်ဆိုးမှ လာခေါ်မယ်ဆိုတာကို ထို လူဆီမှ Rini ကြားလိုက်ရတဲ့ အချိန်မှာ ရုတ်တရက် သူမ မယုံကြည်နိုင်လောက်အောင် ဖြစ်သွားခဲ့ ပါတယ်။အံ့သြသင့်မှ ု ့တွေနဲ ့မယုံနိုင်တဲ့ Rini တစ်ယောက် ထို ကိစ္စကို ကြားအပြီး သူမရဲ့ အိမ်မှာ အရင်ကထက် ပိုဆိုးတဲ့ အရာတွေ ဖြစ်လာပါတော့တယ်။ထို လူပြောတာတွေက အမှန်တွေလား။ညတိုင်း သူမ တို ့ကို လာခြောက်လှန် ့နေတာကရော သူမ မိခင် ရဲ့ တစ္ဆေလား။သူမမိခင်ဆိုရင် ဒီလောက်ထိ ဆိုးရွားတဲ့အရာကို သူမ သားသမီးတွေဆီမှာ ဘာကြောင့် လုပ်ရတာလဲ။ထူးဆန်းတဲ့ လူကြီးပြောတာတွေက အမှန်တွေဆိုရင် သူမ တို ့ဘယ်လို အသက်လွတ်ကြမလဲ။•••••••••••••••••••••••••••••••••••••••••••••••••••••ဒီကားလေးဟာ IMDb မှာ 8.2/10 ရထားတဲ့အထိ Rating များတဲ့ အင်ဒိုနီးရှားကားဖြစ်ပြီး ရိုက်ကူးချက်တွေဟာလည်း အင်မတန် လှပပြီး ဆွဲဆောင်မှ ု ့ရှိပါတယ်။ ခေတ်ဟောင်းကားပုံစံလေးတွေ ကြိုက်တဲ့သူတွေအတွက် မဖြစ်မနေကြည့်သင့်တဲ့ ကားလေးပါ။ တစ်ခန်းမှ အနားမနေရဘဲ ရင်တထိတ်ထိတ်ကြည့်နေရတဲ့ ကားပါ။ကျွန်တော်ရေးသွားတဲ့အထဲမှာ ကားရဲ့ Spoiler က 100 မှာ ၃ ခုလောက်သာဖြစ်ပြီးအင်မတန် ကြောက်ရွံ ့ဖို ့ကောင်းတဲ့ သင် မမျှော်လင့်ထားတာတွေနဲ ့ပြည့်နေတဲ ့ကားပါ။ဒီကားရဲ့ အားသာချက် တစ်ခုက တခြားသရဲ တစ္ဆေကားများလို အိပ်မက်ယောင်ယောင် ဖြစ်သွားသလို မလုပ်ထားဘဲ အဖြစ်အပျက်တစ်ခုလုံးကို တကယ့်ဖြစ်ရပ်အမှန်အဖြစ် ပုံဖော်ထားခြင်းပါ။ ထို ့အပြင် အာရှဓလေ့ ပါဝင်တဲ့အတွက် အာရှသားများအတွက် ဒီဓလေ့ ထုံးစံတွေနဲ ့ပိုရင်းနှီးပြီး ပိုကြောက်စရာ ကောင်းနေတာပါ။ဘယ်လောက်တောင်အောင်မြင်သလဲဆိုရင် အင်ဒိုနီးရှားမှာတင် ဝင်ငွေ ငါးသန်းကျော်ရတဲ့အထိ ပါ။ စင်ကာပူ နဲ ့မလေးရှားမှာတော့ လက်ရှိ ရုံတင်လျှက်ရှိပြီး မြန်မာ ထိုင်းနိုင်ငံ တွေမှာတော့ ရုံတင်မှာ မဟုတ်ပေမယ့် online ပေါ် ဒီကားလေးထွက်လာရင် မဖြစ်မနေကြည့်ကြည့်ကြဖို ့တိုက်တွန်းအပ်ပါတယ်။(ဇာတ်လမ်းအညွှန်း Credit ပါ ဘယ်သူရေးထားမှန်းမသိလို့ပါ ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (800 MB) and (350 MB)Quality : WEB-DL 720pRunning Time : 1hr 47minFormat : Mp4Genre : Drama, Horror, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL MP3 H.264Translated byMay Myat ThuEncoded byThanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoko AnwarRieviena YulietaStarsAdhiyat AbdulkhadirArswendy Bening SwaraAyu LaksmiBront PalaraeDimas AdityaEgi FedlyElly D. LuthanEndy ArfianNasar AnuzTara BasroCastAdhiyat AbdulkhadirArswendy Bening SwaraAsmara AbigailAyu LaksmiBront PalaraeDimas AdityaEgi FedlyElly D. LuthanEndy ArfianFachri AlbarNasar AnuzTara Basro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bOlFTQQ4gaaJvRdd0LNsIpRZru1.jpg",
      "https://image.tmdb.org/t/p/w300/dPepEPU9xTYocG4VRgypKKUtQ1B.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2XB9EO9L8t0ryipAoB9WlsxXOIl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/satans-slaves-2017-mm-sub",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/d9o8ajt811ip.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/satans-slaves-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/33ciz/Satan’s_Slaves_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/kOkx3SqY#ZBjzyN6iTwb63kYcorCnQPI1B788W-16qI2v6hRoyZQ",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbanh.com/4xx4luwqecsw.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "0hSptYxWB3E",
      "video_url": "https://www.youtube.com/watch?v=0hSptYxWB3E",
      "embed_url": "https://www.youtube.com/embed/0hSptYxWB3E"
    }
  }
]