[
  {
    "metadata": "NA|2017|109 min|Drama,Fantasy",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "575"
    },
    "title": "Once Upon a Time (2017)",
    "description": "တရုတ်ပြည်ရဲ့ လူအကြိုက်များဆုံး ရုပ်သံဇာတ်လမ်းတွဲEternal Love (Three Lives Three Worlds, Ten Milesof Peach Blossoms) ရုပ်သံဇာတ်လမ်းတွဲဟာ စာရေးဆရာTang Qiရဲ့ နာမည်ကျော် ဝတ္ထုစာအုပ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး January ကနေ March (2017)အထိ ZhejianTV နဲ့ Dragon TVတို့က နေထုတ်လွှင့်ခဲ့ပါတယ်Chinaမှာသာမကပဲ ကမာ႓တစ်ဝှမ်းလုံးမှာပါအောင်မြင်တဲ့အပြင် လတ်တလော onlineမှာ လူကြည့်အများဆုံး Chinese Drama ဇာတ်လမ်းတွဲလည်းဖြစ်ပါတယ်။ ရုပ်ရှင်အဖြစ် ပြန်လည် ဖန်တီးတဲ့အခါမှာ နာမည်ကျော် မင်းသမီး Liu Yifei နဲ့ Yang Yangတို့ ခေါင်းဆောင်ပါဝင်ထားပါတယ်ဇာတ်လမ်းတွဲကြည့်ပြီးတဲ့နောက်မှာ Ywe Hwa ကို အရူးအမူးဖြစ်သွားသော Eternal Love ဖန်တစ်ယောက်ဖြစ်သွားမိလို့ ဒီဇာတ်လမ်းတွဲကို ရုပ်ရှင်ပြန်ရိုက်မယ် (အထူးသဖြင့် မင်းသားက Yang Yang) ဆိုတာကို သိလိုက်ရတဲ့နောက်မှာတော့ ထွက်မယ့်အချိန်ကို တော်တော် အောင့်အီးသည်းခံပြီး လက်ချိုးရေစောင့်ခဲ့ရပါတယ်စိုးရိမ်မိတာက ဇာတ်လမ်းတွဲမှာ ဇာတ်အချိုးအကွေ့ကောင်းကောင်း၊ ဇာတ်ကောင်များများဝန်းရံပြထားတော့ ဇာတ်ကားမှာပေါ့သွားမှာစိုးရိမ်မိတယ်။ထွေလာကို ရှာကြည့်တော့ (နဂိုက ကိုယ့်မလည်း ဇာတ်လမ်းတွဲကြောင့် ဝမ်းနည်းခံလေးရှိနေတော့ စာတန်းစထိုး အသံလေးကြားတာနဲ့ မျက်ရည်စို့ရင်ခုန်မိတယ်) စစချင်းကတည်းက visual effect တွေမြင်ပြီး ချက်ချင်းကို အထင်ကြီးမိ တစ်ဆက်တည်း မင်းသားနဲ့မင်းသမီး ဆံပင်ပြင်ဆင်မှုကို ကြည့်ပြီး စိတ်တော့နည်းနည်းပျက်သွားမိတယ်။ဇာတ်လမ်းတွဲမှာက ရဲ့ဟွာရဲ့ ဖြောင့်စင်းနေတဲ့ ဆံပင်ရှည်ကြီးက ကိုယ့်ကိုစိုးမိုးထားနှင့်နေပြီလေ။ ဒါပေမယ့် စာအုပ်တစ်အုပ်တည်းကို ပြန်ရိုက်တာဆိုတော့ တင်ပြပုံချင်းကတော့ ကွာမယ်ဆိုတာကု ိလက်ခံထားပါတယ်။သူ့ဖန်တီးမှုနဲ့သူပဲမလား။ဒါ့အပြင် ထွေလာမှာ ပိုကောင်းတဲ့ effect တွေ (အထူးသဖြင့် စုစုခုန်ချသွားတဲ့ တွင်းနေရာ ဖန်တီးမှုတွေက အရမ်းမိုက်လွန်းတယ်၊ နောက်ရေအောက်နန်းတော်။ထွေလာကိုကြည့်တာနဲ့တင် တော်တော်ကြက်သီးထမိတယ်)။ အဲ့ဒါနဲ့ ထွက်ထွက်ချင်း ပိတ်ရက်မှာသွားကြည့်ဖြစ်တယ်ဆိုပါတော့။ဇာတ်လမ်းကတော့ သိပြီးသားဆိုတော့ သူတို့ဘယ်လိုပြောင်းပြီးတင်ဆက်လဲဆိုတာကိုပဲ စိတ်နှစ်ပြီးကြည့်ဖြစ်တယ်။ရေအောက်နန်းတော်မှာ သူတို့နှစ်ယောက် ပြန်တွေ့တဲ့အခန်းကစတယ် (ကိုယ်ရှေ့ပိုင်း ပီဇာဝင်ဝယ်နေတာနဲ့ လွတ်သွားတယ်)။Yang Yang ကိုမြင်တာနဲ့တင် အသက်ရှုတွေရပ်တန့်သွားသလိုပဲ။ဂူဂူးဖန်တွေလည်း နှာခေါင်းသွေးယိုမတတ်လှနေတဲ့ ဂူဂူးကို မြင်ရမှာဖြစ်ပါတယ်။နောက်တော့ ဇာတ်လမ်းတွဲကအတိုင်းကို ကြားထဲမှာ အတိတ်အကြောင်းပြန်ပြောတာ အနည်းငယ်ပေါင်းထည့်ပြီး ဇာတ်ကို ချုံ့ထားပါတယ်။ကိုယ်တွေက ဇာတ်လမ်းတွဲကြည့်ထားတော့ ရဲ့ဟွာလေးဘယ်လောက် အနစ်နာခံချစ်ခဲ့တာ။ဘယ်လိုသနားဖို့ကောင်းတာတွေကို လိုက်ခံစားရပေမယ့် ရုပ်ရှင်ကိုပဲ စကြည့်မယ့်သူအတွက်က ရဲ့ဟွာရဲ့အချစ်ကို ပေါ့သွားစေတယ်လို့ ခံစားရတယ်။ထင်သလောက် ချစ်မပြရဘူးပေါ့နော်။သို့သော် …… Yang Yang လေးရဲ့သွား ၃၂ ချောင်းလုံးပေါ်အောင် ပြုံးပြထားပုံတွေ၊ ဂူဂူးရဲ့မထိတထိစကားပြောပုံတွေကြောင့် တော်တော်လေးဆွဲဆောင်မှုရှိခဲ့ပါတယ်။နောက်ဆုံးပိုင်းမှာ ရဲ့ဟွာရဲ့အနစ်နာခံမှုတွေကို သူ့အစေခံမလေးဆီကပြန်ကြားပြီး ကြေကွဲတဲ့အခန်းကို သုံးမိနောက်လောက်သာပြထားတာ နှမျောသလိုခံစားရတယ်။ဒါရုပ်ရှင်ပဲဆိုပြီး ပြန်ဖြေသိမ့်ရတာပေါ့ (ကိုယ်ကြည့်လာတာက ဇာတ်လမ်းတွဲလေ)။ အားလုံးစိတ်အထိခိုက်ရဆုံးဖြစ်မယ့်အခန်းက ရဲ့ဟွာတိုက်ပွဲကျတဲ့အခန်း (ဇာတ်လမ်းတွဲရော၊ ရုပ်ရှင်ရော ဒီအခန်းလာမယ်ဆိုတာ ကြိုသိလည်း ဘယ်နှခါကြည့်ကြည့် ငိုမိတယ်)။ကိုယ်ကတော့ ဇာတ်လမ်းတွဲထက်ပိုသဘောကျမိတယ်။ရဲ့ဟွာရေခဲပြင်အောက်ထဲ တစ်ဖြေးဖြေးမြုပ်သွားတဲ့အပိုင်းက စွန်းဖီးလ်လို့ကောင်းတယ်။တင်ဆက်ပုံ ပိုကောင်းတယ်လို့ ခံစားမိတယ်ပေါ့နော်။ဇာတ်လမ်းတွဲကိုမဟားတရားကြိုက်တဲ့ဖန်တွေအတွက်ကတော့ ဒီရုပ်ရှင်က အကျဉ်းချုပ်ပြထားသလို ခံစားရကောင်းရနိုင်ပါလိ်မ့်မယ်။ဖြည့်တွေးပြီးကြည့်ကြပေါ့နော်။ဆိုတော့ကာ ရုပ်ရှင်မှာအားရဖွယ်မြင်ရတာတွေကတော့ visual effect တွေဖြစ်ပါတယ်။ဇာတ်လမ်းတွဲထက်ပိုမိုကောင်းမွန်နေပြီး ကြည့်ရတာ အရမ်းမျက်စိပဒေသဖြစ်တယ်။နောက်တစ်ခုက costume။ craftsmanship လက်ရာမြောက်လွန်းပြီး Yang Yang ရဲ့ပုံစံက တရုတ်ဂိမ်းတွေထဲက၊ ကာတွန်းတွေထဲကအတိုင်းပဲ။ မိုက်တယ်။ (ဇာတ်လမ်းတွဲရဲ့ ဝတ်စုံတွေကိုလည်းကြိုက်တယ် .. ဝေခွဲမရဘူး ဟိ)။စုလင်းရဲ့ costume ကြီးကတော့ရှယ်မိုက်တာ။ဇာတ်လမ်းတွဲမှာ သူ့ခမျာမတောက်ပရရှာဘူး။ရုပ်ရှင်မှာ တော်တော်လှတာ။ရုပ်ရှင်မှာကြည့်ရတာ စီရင်က ပိုင်ချန်ကို ကြိုက်နေသလိုမျိုးပြထားတယ်။တိုက်ခိုက်တဲ့အပိုင်းတွေက နှစ်ထောင်းအားရဖွယ်ရှိတယ်။မက်မွန်ဆယ်မိုင်လည်းတော်တော်လေးလှတယ်။ရုပ်ရှင်ထဲက ပိုင်ချန်ရဲ့တဲအိမ်ကပိုလှသယောင်ရှိတယ်။ ကောင်းကင်ဘုံရိုက်ချက်တွေမှာကျတော့ ဇာတ်လမ်းတွဲရဲ့တင်ဆက်ပုံက ပိုခမ်းနားတယ်။ရုပ်ရှင်မှာကျ အကျဉ်းချုံးပဲပြထားတော့ သိပ်အထင်မကြီးချင်ဘူး။ (ရုပ်ရှင်မှာက ဆယ်မိုင်မက်မွန်မြေနဲ့ မြေခွေးဂူကိုပဲအထူးပြထားတာ)။သရုပ်ဆောင်ပိုင်းမှာကျ ဂူဂူးက Yang Mi လောက်မချေဘူးဖြစ်နေတယ်။အဆင့်မြင့် နတ်ဘုရားမတစ်ယောက်အနေနဲ့ နဲနဲလေး innocence ဖြစ်သလိုဖြစ်နေတယ်။မျက်လုံးပြန်ယူတဲ့အပိုင်းတွေမှာဆို ကိုယ်သိပ်အားမရဘူး။ချခန်း၊ သတ်ခန်းတွေမှာတော့ ဂူဂူးကပိုကောင်းတယ် (ဒါကိုပဲ ရုပ်ရှင်မှာ အဓိကပြတာကိုး)။မင်းသားနှစ်ယောက်စလုံးကတော့ ကိုယ့်အသည်းတွေပါပဲ။Mark Chao လေးလည်း သူ့ရဲ့အဆွေးခန်းနဲ့သူ၊ Yang Yang လေးကလည်း သူ့အပြုံးလေးနဲ့သူ မိန်းကလေးဖန်များကို အသီးသီးသိမ်းပိုက်နိုင်သူတွေပါ။ <3 ဆိုတော့ ပြောစရာလုံးဝမရှိပါ ဟီး။နိဂုံးချုပ်ရမယ်ဆိုရင်ဖြင့် နှစ်ခုစလုံးကတော့ သူ့ကောင်းကွက်နဲ့သူ၊ မင်းသားကိုယ်စီ၊ မင်းသမီးကိုယ်စီဆိုတော့ ဆွဲဆောင်မှုကိုယ်စီရှိပါတယ်။ ကိုယ်ကတော့နှစ်ခုစလုံးကြိုက်တယ်။ထုံးစံအတိုင်း ဇာတ်လမ်းက မတရားကောင်းလွန်းတော့ မပြီးစေချင်ဘူး။ (ဇာတ်လမ်းတွဲတုန်းကလည်း အဲ့လိုပဲ)။ရုပ်ရှင်ဆိုတော့ပိုဆိုးတယ်။နှစ်နာရီလောက်နဲ့ ကြည့်ပြီး ဟာတာတာကြီး။၄၆ ပိုင်းလောက်ကြည့်ခဲ့တဲ့ဇာတ်လမ်းကို ချုံ့ကြည့်လိုက်ရလိုဖြစ်တော့ ဖီးလ်တော့ငုတ်မိတယ်။ဘယ်လိုပြောပြော စစ်နတ်ဖန်တွေတော့ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလေးပါဗျ(ဘာသာပြန်သူကတော့ Real Nang Thwin Lay ဖြစ်ပြီး အညွန်းကိုတော့ Mingalar Cinema နဲ့ Kiki January ကနေကူးယူပေါင်းစပ်ဖော်ပြပါတယ်)FileSize : (940 MB) and (470 MB)Quality : 720p WebdlRunning Time : 1hr 49minutesFormat : Mp4Genre : Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated byRealNangTwinlayEncode byKyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony B. LaMolinaraZhao XiaodingStarsChun LiGu XuanKevin YanLiu YifeiLuo JinYang YangCastChun LiGu XuanKevin YanLiu YifeiLuo JinYang Yang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wgPiBafnc28P38502oUYeRdnh82.jpg",
      "https://image.tmdb.org/t/p/w300/xnzJdbbxWfDCvQdZay9HRjVPQmf.jpg",
      "https://image.tmdb.org/t/p/w300/ahOjIH0vuHgn6L5oyPzmB47Z59r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/FB_IMG_1504342672286.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/once-upon-a-time-2017",
        "server": "VIP Links",
        "size": "968 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/crime-crack-down-e-12-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "968 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/h53vrefv8xrd.html",
        "server": "streamsb.com",
        "size": "968MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "R35JP6S3i84",
      "video_url": "https://www.youtube.com/watch?v=R35JP6S3i84",
      "embed_url": "https://www.youtube.com/embed/R35JP6S3i84"
    }
  },
  {
    "metadata": "|2017|128 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Begum Jaan (2017)",
    "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၇ထြက္အလန္းစား တစ္ကားကုိ တင္ဆက္ေပးထားပါတယ္။#ဒီဇာတ္ကားက အက္ရွင္ဇာတ္ကား တစ္ကား မဟုတ္ပါဘူး#ဒီဇာတ္ကားက အႏုအရြေလးေတြပါတဲ့ ဒရာမာကား တစ္ကား မဟုတ္ပါဘူး။#ႏွစ္ခ်ိဳ႕ဝုိင္လုိ စူးရွရွ ခပ္ျပင္းျပင္းနဲ႕ တကယ့္အႏွစ္ေတြပါတဲ့ ဇာတ္ကားတစ္ကားပါ(ဝုိင္ဘယ္လုိ အရသာရွိလဲ မသိဘူးေနာ္ :p)ဒီဇာတ္ကားဟာ ၁၉၄၇ ခုႏွစ္မွာ ျဖစ္ေပၚခဲ့တဲ့ ျဖစ္ရပ္မွန္အျဖစ္အပ်က္တစ္ခုကုိ အေျခခံ႐ုိက္ကူးထားတာပါ။၁၉၄၇ ခုႏွစ္မွာ အိႏၵိယကုိ အုပ္ခ်ဴပ္ေနတဲ့ ၿဗိတိသွၽေနာက္ဆုံး ဘုရင္ခံဟာအိႏၵိယ ႏုိင္ငံႀကီးကုိ အိႏၵိယ-ပါကစၥတန္ ဆုိၿပီး ႏွစ္ႏုိင္ကြဲထြက္သြားေအာင္ ႏွစ္ျခမ္းခြဲခဲ့ပါတယ္။ႏုိင္ငံ တစ္ႏုိင္ငံကေန အစစအရာရာဟာ ႏွစ္ပုိင္းျဖစ္ၿပီးနယ္စပ္မ်ဥ္း ႏွစ္ေၾကာင္းေရးဆြဲကာ သံဆူးႀကိဳးေတြကာရံခဲ့ပါတယ္။အရာရာကုိ ႏွစ္ျခမ္းခြဲခဲ့ေပမယ့္ နယ္စပ္မ်ဥ္းႏွစ္ေၾကာင္းလုံးေပၚမွာ တည္ရွိေနတဲ့ အိမ္တစ္ခု ရွိေနပါတယ္အဲ့ဒါကေတာ့ #ေဘဂြန္ဂ်မ္းရဲ႕ ေဆာင္ၾကာၿမိဳင္ပါပဲ။#ေဘဂြန္ဂ်မ္းဆုိတာ ငယ္ဘဝကတည္းက ဒုကၡကုိ မိတ္ဖြဲ႕ၿပီး ဘဝကုိေဒါင္က်က်ျပားက်က် ဒူေပဒဏ္ေပခံလာသူ တစ္ေယာက္။#ေဘဂြန္ဂ်မ္းဆုိတာ သတုိ႔သမီးဘဝနဲ႕ ေမြးရပ္ေျမက စြန္႕ခြာသြားခဲ့ရေပမယ့္ကံၾကမၼာဆုိးေၾကာင့္ ျပည္တန္ဆာေခါင္း တစ္ေယာက္အျဖစ္နဲ႕ ဇာတိကုိ ျပန္လာခဲ့ရသူတစ္ေယာက္။#ေဘဂြန္ဂ်မ္းဆုိတာ ဥပေဒက သူ႕ကုိ ျပန္ေၾကာက္ေနရတဲ့သူ တစ္ေယာက္။#ေဘဂြန္ဂ်မ္းဆုိတာ ဘုရင္ကုိယ္တုိင္က ေကာင္းခ်ီးေပးထားရသူ တစ္ေယာက္။အဲ့ဒီလုိ ေဘဂြန္ဂ်မ္းလုိ လူမ်ိဳးရဲ႕ ေဆာင္ၾကာၿမိဳင္ဟာနယ္စပ္ စစ္ေဆးေရးဂိတ္ေတြ ေဆာက္လုပ္မွာမုိ႔မျဖစ္မေန ႏွစ္ျခမ္းခြဲမွကုိ ျဖစ္လာတဲ့အခါေဘဂြန္ဂ်မ္းနဲ႕ ျပည္တန္ဆာ ၁၁ေယာက္ ဘယ္လုိ ရင္ဆုိင္ေျဖရွင္းမလဲဆုိတာကေတာ့ ………့( ဇာတ္လမ္းကေတာ့ Age Rating က 15+လုိ႕ေတာ့ ေျပာထားေပမယ့္ဇာတ္လမ္းထဲမွာ အသုံးအႏႈန္းေတြ ၾကမ္းပါတယ္တခ်ိဳ႕ဇာတ္ဝင္ခန္းေတြ လန္းပါတယ္မိသားစုနဲ႕ ၾကည့္ဖုိ႔ ကုိ္ယ္တုိင္အရင္ၾကည့္ၿပီးမွ ဆုံးျဖတ္ၾကပါလုိ႕ ???? )09 254 490 409Facebook page : NOON VR Myanmar35000 Ks Only In Myanmar(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ ကြီးေဇာ္ထူး ပါ)File Size : 850 MBQuality : HDRip720pRunning Time : 2hr 8minutesFormat : Mp4Genre : Action, DramaTranslator : Zaw HtooEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSrijit MukherjiStarsFlora SainiGauhar KhanIla ArunMishtiNaseeruddin ShahPallavi ShardaRajesh SharmaRidhima TewaryVidya BalanVivek MushranCastAshish VidhyarthiAshok DhanukaChunky PandeyFlora SainiGauhar KhanIla ArunMishtiNaseeruddin ShahPallavi ShardaPitobashRajesh SharmaRajit KapoorRidhima TewarySumit NijhawanVidya BalanVivek Mushran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mQfjsxbwd3XGC4lrL9FB6ivYCfV.jpg",
      "https://image.tmdb.org/t/p/w300/sij04reKwrZA7OStRA8akgdwidw.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/begum-jaan-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://yuudrive.me/a0ae0135e/begum-jan-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://megaup.net/1wpga/Begum_Jaan_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://mega.nz/file/5JYGRQ4A#hRzdduJDlEBk5cedOrPnVmII3aNJZOApabjZECsyE_E",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "HDRip720p"
      },
      {
        "link": "https://upstream.to/alq1fg0v6cxj",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "HDRip720p"
      }
    ],
    "trailer": {
      "video_id": "rhmT2nfc6ko",
      "video_url": "https://www.youtube.com/watch?v=rhmT2nfc6ko",
      "embed_url": "https://www.youtube.com/embed/rhmT2nfc6ko"
    }
  },
  {
    "metadata": "TV-MA|2017|1h 47min|Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "46000"
    },
    "title": "To the Bone (2017)",
    "description": "To The Bone (2017)~ IMDb – 6.8/10, RT – 70%, Meta – 64% ~လူရယ်လို့ဖြစ်လာရင် အကြောက်တရားနဲ့ ဆင်းရဲဒုက္ခဆိုတာ ယှဥ်တွဲလာစမြဲပါပဲ။​တချို့က ဝလာမှာကြောက်တယ်။တချို့က ​အသက်ရှင်ရတာကိုတောင် ကြောက်လာကြတယ်။အမျိုးမျိုးသော အကြောက်တရားတွေကြားမှာ ဒီ အယ်လန်ဆိုတဲ့ ကောင်မလေးကတော့ ဝိတ်တက်မှာကို ကြောက်တာပါ…Broken Family ​ဖြစ်သွားတဲ့ အယ်လန်တစ်ယောက် မိထွေးလက်အောက် ဂေးမိခင်တစ်ယောက်လက်အောက်မှာ မိသားစုအရှုပ်အထွေးတွေကြားမှာ သနားစရာ ကြီးပြင်းလာခဲ့ပါတယ်။အဲ့ကြားထဲကမှ အနုပညာကိုဝါသနာပါတဲ့ အယ်လန်ဟာ ကိုယ့် artwork ကြောင့် လူတစ်ယောက်နစ်နာသွားတာကို သိလိုက်ရတဲ့အချိန်မှာ ပြိုလဲပြီး အစာသိပ်မစားဘဲ အငတ်ခံလို့ စိတ်သက်သာရာ ရှာပါတော့တယ်။အဲ့လို အယ်လန်ဟာ အကြောက်တရားကနေ ဘယ်လိုရုန်းထွက်မလဲ။အယ်လန့်ကို ကူညီပေးတဲ့ဆရာဝန် ဒေါက်တာဘက်ခမ်းကရော ဘယ်လိုကုထုံးတွေနဲ့ ​အယ့်လန့်ဘဝကို အဖက်ဆယ်ပေးမလဲ။အယ်လန့်သူငယ်ချင်းလုခ်ကရော အယ်လန့်ကိုဘယ်လိုပျော်အောင်လုပ်ပြီး အယ်လန့်ဘဝကို ဘယ်လိုအသက်ဝင်လာစေမလဲဆိုတာကို ဒီ ” To The Bone ” ဇာတ်ကားလေးမှာ ရှုစားရမှာပါ။ဒီကား​လေးက ဝမှာတအားကြောက်နေတဲ့သူတွေ အစာအငတ်ခံလို့ အလွန်အမင်းဝိတ်ချနေတဲ့လူတွေ စိတ်ဆင်းရဲမှုကြောင့် ခံတွင်းမလိုက် ဖြစ်​နေသူတွေအတွက်လည်း ပညာပေးကားဆန်ဆန်​လေးဖြစ်မယ်လို့ ထင်ပါတယ်။ကိုယ်အလေးချိန်နဲ့ ပတ်သက်တာကို အဓိကရိုက်ပြသွားပေမဲ့ ကိုယ့်ကိုယ်တွင်းက အကြောက်တရားကို တွန်းလှန်ပြီး စိတ်ချမ်းသာရာကို ဘယ်လိုရှာရမယ်ဆိုတာ ပြတဲ့ကားလေးဖြစ်တာမို့ လက်လွှတ်မခံသင့်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်…ခေါင်းဆောင် မင်းသား မင်းသမီး​တွေအဖြစ် Emily in Paris ထဲက မင်းသမီးလေး Lilly Collins နဲ့ မသိသူမရှိလောက်မယ့် မင်းသားကြီး Keanu Reeves တို့ ပါဝင်ထားတာမို့ မကောင်းမှာကိုတော့ စိတ်ပူစရာမလိုမယ့် ကားကောင်းတစ်ကားပါပဲ။(ဇာတ်ကားနဲ့ အညွှန်းကို Nadi Myint Naing မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 47MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byNadi Myint NaingEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarti NoxonCastAlanna UbachAlex SharpAni SavaBrooke SmithCarrie PrestonCiara BravoDana L. WilsonDon O. KnowltonHana HayesJoanna SanchezKaren ZahlerKathryn PrescottKeanu ReevesLauren JennaLeann LeiLeslie BibbLiana LiberatoLili TaylorLily CollinsLindsey McDowellMaya EshetMichael B. SilverRebekah KennedyRettaRonnie ClarkValerie PalincarYindra Zayas",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/en6RCcsjVPeuWBjIwne6eogHhrz.jpg",
      "https://image.tmdb.org/t/p/w300/38c2nuCegC7OAjX2VH3wZ0tAKyC.jpg",
      "https://image.tmdb.org/t/p/w300/7bCQk5UcIiujewxfbWglWPqnk26.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pkdxhdB3dRUqazqoy9lzUvhayjc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-the-bone-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-the-bone-2017-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10Ztn/(CM)_To_The_Bone_(2017)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XwUm1Jha#M5jYbpvW7VVBAxzH2gtER1y9SUJfl9liMiFIWtc_R54",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c9o96tm66tao.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-the-bone-2017-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10Zsk/(CM)_To_The_Bone_(2017)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/LhFyGbZb#yx1_LcRlqlr3yPTHlmPZ6orR8y7NPrC_ukw9U9xKRo0",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5h0vryns4om4.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/2jwv1xg0sds4.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "705yRfs6Dbs",
      "video_url": "https://www.youtube.com/watch?v=705yRfs6Dbs",
      "embed_url": "https://www.youtube.com/embed/705yRfs6Dbs"
    }
  },
  {
    "metadata": "R|2017|97 min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,807"
    },
    "title": "Resident Evil: Vendetta (2017)",
    "description": "Wow… လို့ အရင်ပြောပါရစေ…Resident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…IMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…ကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်ကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့နဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုးဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…အမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်ခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ Umbrella Corporation ကိုတစ်ဖြေးဖြေး ကျနော်တို့ဆီကနေ အစဖျောက် ဆွဲထုတ်သွားခဲ့ပါပြီ….အရင်က umbrella ရဲ့ ဖော်မြူလာက တစ်ဦး ကနေ တစ်ဦး ကိုက်ပြီး သတ်ဖြတ်ပြီး ကူးမယ် အသိဉာဏ်မဲ့ပြီးသွေးနံ့ရသမျှ ကိုက်မယ် ဆိုတာတွေ  အခု ဗီလိန် အသစ် အေရိစ် ရဲ့ လက်ထပ် မှာ တစ်မျိုးပြောင်းလဲလိုက်ပါပြီသူကမှ တကယ့်စစ်တပ်တစ်ခုကို ဖန်တီးလိုက်နိုင်ပါတယ်… အေရိစ် ဟာ ဗိုင်းရပ်စ် ဖော်မြူလာ ကိုထပ်ပြီး ဆန်းသစ်ကာ Zombie တွေကို ထိန်းချူပ်နိုင်တဲ့ ဖော်မြူလာ အဖြစ်ပြောင်းလဲခဲ့ပါတယ်..အသိဉာဏ်ရှိတဲ့ တကယ့် Zombie တပ်ဖွဲ့ကို ဖန်ဆင်းနိုင်ခဲ့တာပါ….ဇတ်လမ်းကို ဘယ်နည်းနဲ့မှ အမြည်းအဖြစ် မပေးနိုင်တာကိုတော့ ခွင့်လွှတ်ပေးပါကျနော့် လက် နဲ့ ရေးမပြနိုင်ချင်လောက်အောင် ကျနော့် ရဲ့ ဝါသနာတူ Resident Evil Fan တွေကို ခံစားစေချင်လို့မြန်မာစာတန်းထိုး နဲ့ တင်ပေးလိုက်ပါပြီ  Download ဆွဲကြည့်လိုက်ပါခင်ဗျာ…ပြီးရင် ကျနော် ညွှန်းထားသလို ဟုတ်မဟုတ် ဆိုတာ ကြည့်လိုက်ပေါ့ဗျာ…ThitSanKhantFile Size : 1 GB /320 MBQuality : WEB-DLRunning Time :  1h 37minFormat : Mp4Genre : Animation, Action, AdventureTranslator : Tariq L WalkerEncoder : Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakanori TsujimotoStarsAlexander PolinskyArif S. KinchenArnie PantojaCristina VeeErin CahillFred TatascioreJohn DeMitaKari WahlgrenKevin DormanMatthew MercerCastAkihiko SaiAlexander PolinskyArif S. KinchenArnie PantojaBrian T. DelaneyBridget HoffmanCristina VeeDante CarverDarin De PaulDavid EarnestErin CahillFred TatascioreFryda WolffHiroko YashikiJason FauntJason HightowerJohn DeMitaKaren StrassmanKari WahlgrenKevin DormanMary Elizabeth McGlynnMatthew MercerMisty LeeOrion AcabaReuben LangdonRif HuttonTony Oliver",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lj38ePUscZITNmYM7CH7PAHxzXg.jpg",
      "https://image.tmdb.org/t/p/w300/lAC9VhlVph6I0Xpm9OuSVwl8KqI.jpg",
      "https://image.tmdb.org/t/p/w300/bgtlK6qnCet3Zx6Rt2wT5PLEp7C.jpg",
      "https://image.tmdb.org/t/p/w300/x17pPRxUU2s1GH6gpfuXeieC7Gx.jpg",
      "https://image.tmdb.org/t/p/w300/4NQZmeYmGn8K0bXUC1LWyQBs5NJ.jpg",
      "https://image.tmdb.org/t/p/w300/3YqKxZM1hjiGEYU6FcZV6vPtBqU.jpg",
      "https://image.tmdb.org/t/p/w300/1jH7NtKeoxoYFmhW97CzHjtmtiW.jpg",
      "https://image.tmdb.org/t/p/w300/BW8ksQEUQcbQ6gZO0L62yGrwut.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/resident-evil-vendetta-2017-mm-sub",
        "server": "VIP Links",
        "size": "1.2Gb",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/resident-evil-vendetta-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2Gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Uw2Styd2RAU",
      "video_url": "https://www.youtube.com/watch?v=Uw2Styd2RAU",
      "embed_url": "https://www.youtube.com/embed/Uw2Styd2RAU"
    }
  },
  {
    "metadata": "|2017|126 min|Action,Comedy,Crime",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "832"
    },
    "title": "Bon Cop Bad Cop 2 (2017)",
    "description": "Bon Cop Bad Cop 2 ရုပ္ရွင္ဇာတ္ကားဟာ ခုမွပူပူေႏြးေႏြးထြက္ရွိထားတဲ့ Action/ Comdy/ Crime အမ်ိဳးအစားဇာတ္ကားအမ်ိဳးအစားတစ္ပုဒ္ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Colm Feore နဲ႔ Patrick Huard က အဓိက ပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္။ထူးျခားခ်က္က မင္းသား Partrick Huard ကိုယ္တိုင္ ဒီဇာတ္ကားရဲ့ ၀တၳဳကိုေရးသားထားတာပါ။ဒါရိုက္တာ အေနနဲ႔ကေတာ့ Alain Desrochersကရိုက္ကူးေပးထားပါတယ္။ဒီဇာတ္ကားက 2006 ကထြက္ရွိခဲ့တဲ့ Bon Cop Bad Cop ထြက္ရွိျပီး ၁၁ နွစ္အၾကာမွာ ျပန္လည္ထြက္ရွိခဲ့တာပါ။Imdb Rating 7.2/10Rotten Tomatoes 71%The Globe and Mail 3/4ဒီ rating ေတြကို ၾကည့္ျခင္းအားျဖင့္ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာေျပာဖို႔ေတာင္မလိုဘူးထင္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ျပင္သစ္ ကေနဒီယန္ ရဲအျဖစ္ ဟာသဆန္ဆန္ သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ အက္ရွင္ ဇာတ္ကြက္ေတြေၾကာင့္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္ဆိုတာ ေသခ်ာပါတယ္။(ဘာသာျပန္သူကေတာ့ ရန္ျငိမ္းေအးပါ)File Size : (850 MB) and (390 MB)Quality : Bluray 720pRunning Time : 1hr 56minFormat : Mp4Genre :Action, Comedy, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Yan Nyein AyeEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlain DesrochersStarsAndre BedardColm FeoreErik KnudsenLucie LaurierNoam JenkinsPatrick HuardSarah-Jeanne LabrosseCastAndre BedardColm FeoreErik KnudsenLucie LaurierNoam JenkinsPatrick HuardSarah-Jeanne Labrosse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jjaLwwVXavMEYecoj8S0yhmARbs.jpg",
      "https://image.tmdb.org/t/p/w300/cJmXtzMJM8dgYTlMysBPPSr0tB3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNjE2YjVhN2YtZGNjNi00ZWFlLWFjMTAtOTBiODU4MTYxMmI5XkEyXkFqcGdeQXVyMzYxNDc5MA@@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://yobuilder.com/8pUY",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/8pVs",
        "server": "channelmyanmar.agbcloud.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/8pWc",
        "server": "channelmyanmar.agbcloud.com",
        "size": "390 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/8pZ5",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/8pBd",
        "server": "openload.co",
        "size": "390 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "oFwBOvlQpU4",
      "video_url": "https://www.youtube.com/watch?v=oFwBOvlQpU4",
      "embed_url": "https://www.youtube.com/embed/oFwBOvlQpU4"
    }
  },
  {
    "metadata": "PG-13|2017|2h 17min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "156,284"
    },
    "title": "Valerian and the City of a Thousand Planets (2017)",
    "description": "Valerian and the City of a Thousand Planets (2017)IMDb – 6.5/10_____Rotten – 48%2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 million အထိ အသုံးပြုခဲ့ပါတယ်။ဒါကြောင့် ဘတ်ဂျက်အမြင့်ဆုံး အသုံးပြုထားတဲ့ဇာတ်ကားပါ။အဓိကဇာတ်ဆောင် အာကာသစစ်တပ်ရဲ့ ဗိုလ်မှူး ဗဲလ်လာရီယမ် အဖြစ် Amazing spider man-2 မင်းသား Dane DeHaan နဲ့ တပ်ကြပ်ရင်းလော်ရင်းအဖြစ် Suside squid မင်းသမီးလေး Cara Delevingne ပါဝင်ထားပြီး တခြားနာမည်ကျော်တွေဖြစ်တဲ့ Clive Owen, Rihanna တို့ပါဝင်သလို နှုတ်ခမ်းနီမလေးတွေအသည်းစွဲ ကိုးရီးယားအဆိုတော်- Exo Kris Wu လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၇၅ ခုနှစ်မှာ အမေရိကန်က အာကာသစခန်းငယ်တစ်ခု ဆောက်လုပ်ခဲ့ပါတယ်။ရည်ရွယ်ချက်ကတော့ နည်းပညာဗဟုသုတတွေ မျှဝေပူးပေါင်းကြဖို့ပါ။၂၀၂၀ မှာ တရုတ်နိုင်ငံကလည်း ဒီအာကာသစခန်းကိုလာရောက်ပူးပေါင်းပါတယ် ။ဒီလိုနဲ့ နှစ်တွေကြာလာတော့ တခြားနိုင်ငံအများအပြားလည်း တဖြည်းဖြည်း ပူးပေါင်းလာကြသလို စကြာဝဠာထဲမှာရှိတဲ့ တစ်ခြားဂြိုဟ်တွေကလည်း လာရောက်ပူးပေါင်းလာကြပါတယ်။ဒီလိုနဲ့ အာကာသစခန်းက အချင်းတဖြည်းဖြည်း ကြီးမားလာပြီး ကမ္ဘာ့ဆွဲအားနဲ့ နီးလာတာကြောင့် ကမ္ဘာအတွက် ခြိမ်းခြောက်မှုတစ်ခုဖြစ်လာပါတော့တယ်။ဒါကြောင့် ဗဟိုကောင်စီက ဒီအာကာသစခန်းကို ကမ္ဘာ့ဆွဲအားနဲ့ဝေးရာကို တွန်းပို့လိုက်ပို့ဆုံးဖြတ်လိုက်ပါတယ်။ဒီ အဲလ်ဖာ အာကာသစခန်းငယ်ကတော့ စကြာဝဠာစီးကြောင်းထဲမှာ စီးမျောနေရင်းနဲပဲ တခြားဂြိုဟ်တွေ မျိုးစိတ်တွေနဲ့ ပူးပေါင်းပြီး အားလုံးစည်းစည်းလုံးလုံးနဲ့ နည်းပညာတွေ ဗဟုသုတတွေ မျှဝေရင်းနဲ့  နှစ်ပေါင်းများစွာအကြာမှာတော့ ဂြိုဟ်ပေါင်းများစွာတို့ရဲ့ မြို့တော်ကြီးဖြစ်လာပါတော့တယ်။အေးဂျင့် ဗဲလ်လာရီယမ် နဲ့ အေးဂျင့်လော်ရင်းတို့ကတော့ အင်ထရူဒါးလို့ခေါ်တဲ့ ယာဉ်ပျံကြီးပေါ်မှာ အတူတွဲတာဝန်ထမ်းဆောင်နေကြတဲ့ တွဲဖက်တွေပါ။ …အေးဂျင့် ဗဲလ်လာရီယမ်နဲ့ အေးဂျင့်လော်ရင်းတို့ အတူလက်တွဲရင်း ဘာတွေကို ရင်ဆိုင်ဖြေရှင်းရမလဲဆိုတာ ဆက်လက်ရှုစားလိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Little Twinlay ပါ)File Size : (0.99 GB)Quality : WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre :Action, Adventure, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Little TwinlayEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbigail L.S. YardleyCharles Jodoin-KeatonElise CressonEmmanuelle FouraultGrégoire JeudyJawahine ZentarLouise MolièreLuc BessonMarie GennesseauxStéphane GluckStarsCara DelevingneClive OwenDane DeHaanElizabeth DebickiEthan HawkeHerbie HancockJohn GoodmanKris WuRihannaRutger HauerCastAbel JafriAguendia FotabongAkim ChirAlain ChabatAlain EtoundiAlexandre NguyenAlexandre WillaumeAlexandre Willaume-JantzenAnders HeinrichsenAndrew TisbaAnthony HornezAudrey KampAurelien GayaAymeline ValadeBarbare Weber ScaffBen MauroBenoît JacquotCara DelevingneCédric ChevalmeCharly AkakpoChloé HollingsChristopher SwindelCindy BrunaClaire TranClément BeauruelleClive OwenDane DeHaanDaphnée KbidiDavid ClarkDavid MichieDavid SaadaDiva CamDoug RandElizabeth DebickiElliot JenicotEmilie LivingstonEmilie PommeletEric LampaertEric RochantEthan HawkeÉtienne MénardFayet NsumotoFlorian GuichardFrançois BredonGaëtan CotignyGavin DreaGérard KrawczykGrant MoningerGuillaume MaisonHerbie HancockHippolyte Burkhart-UhlenIrene PalkoJames FlynnJean-Christophe BrizardJean-François LenogueJean-Robert LombardJohn GoodmanJonas BloquetJudith BrunettJulien BleitrachJulien MarlinKris WuKristina KachinskayaLaminé BaLaurent FerraroLee DelongLeonid GlushchenkoLouis LeterrierMahamadou CoulibalyMarie BarrouilletMarilhéa PeillardMarion RoussignolMathieu KassovitzMaxime Babara TouréMaximilien SewerynMikael BuxtonNick MarzockNoam FrostOla RapaceOlivier MegatonPatrick Cottet-MoinePaul LefèvrePauline HoarauPauline SerreauPeter EberstPeter HudsonPeter LamarquePhilippe RigotPier EwuduPierre CachiaRéginal KudiwuRihannaRobbie RistRoman BlommeRutger HauerSam DouglasSam SpruellSand Van RoySasha LussSija TitkoSissi DuparcStaiv GentisStefan KonarskeStéphane MirTania DessourcesThierry BartheThom FindlayTom HygreckTonio DescanvelleTristan RobinTristan ZerbibVelvet D'AmourVeronika KhaylaXavier GiannoliYannick LortéYun LaiYun-Ping HeYvan LuckerZouheir Zerhouni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5rYnygKCkmqWuMv1O5yAnzGF8gV.jpg",
      "https://image.tmdb.org/t/p/w300/xniozTQSuimoQGEdV6ieUQPRTyu.jpg",
      "https://image.tmdb.org/t/p/w300/ijSpwvltmafs3NePRIDVfOSSlkp.jpg",
      "https://image.tmdb.org/t/p/w300/7WjMTRF6LDa4latRUIDM25xnDO0.jpg",
      "https://image.tmdb.org/t/p/w300/AbFTnjto4RtccrUVx5zszV69X1B.jpg",
      "https://image.tmdb.org/t/p/w300/p5SlNnPgR81Xt3BqJrApqNkr5b1.jpg",
      "https://image.tmdb.org/t/p/w300/8B2chViHqMjs5e7mn5AbHOkMEq6.jpg",
      "https://image.tmdb.org/t/p/w300/p0Sd6gFQ9MX4aN9koDIWQYc3LoF.jpg",
      "https://image.tmdb.org/t/p/w300/fUMjjwZY15mICh7HXbaSNoVHEUL.jpg",
      "https://image.tmdb.org/t/p/w300/o9PJL6DQe4pJH0obDTXfF00dnPD.jpg",
      "https://image.tmdb.org/t/p/w300/nqpEcpBKF6GuTI8Kk5D63L5L3S1.jpg",
      "https://image.tmdb.org/t/p/w300/hqtW9Jvtc3PjiuCePaLhkBlBlAR.jpg",
      "https://image.tmdb.org/t/p/w300/o6OhxtsgMurL4h68Uqei0aSPMNr.jpg",
      "https://image.tmdb.org/t/p/w300/eOrSe2fOWeVOUjWhfwSmdk6V0Wm.jpg",
      "https://image.tmdb.org/t/p/w300/ow6oOXcfvn91jNlFpQaD4r2yIxd.jpg",
      "https://image.tmdb.org/t/p/w300/29gaOBHrt3mGvUzgU4kRclG8j1u.jpg",
      "https://image.tmdb.org/t/p/w300/lRbksWG3IsHZTrMU1R9dAQLtqGU.jpg",
      "https://image.tmdb.org/t/p/w300/yPUUTM4ohMhxorQ8EuisveVFFuH.jpg",
      "https://image.tmdb.org/t/p/w300/fLfJ3B1y0sKRLH9WJpyE39YT8rL.jpg",
      "https://image.tmdb.org/t/p/w300/c8T6phF9PwcVXrwfIV8bXVgslGM.jpg",
      "https://image.tmdb.org/t/p/w300/j2uPyY92XbIpMjGFvdRLM6XmZjZ.jpg",
      "https://image.tmdb.org/t/p/w300/oDbaboYRRfIvrXp62SWplpuUwJ9.jpg",
      "https://image.tmdb.org/t/p/w300/bdqXsWUsVRHfzY8x94XzbfZsHzk.jpg",
      "https://image.tmdb.org/t/p/w300/9P7NHwijW4oHjQvwHE6EbyLEUXO.jpg",
      "https://image.tmdb.org/t/p/w300/cbeOrtL0Ja1sFSm78TrzknxcklW.jpg",
      "https://image.tmdb.org/t/p/w300/qKsLcZTuHbkXYXr9PyRvjiAExZA.jpg",
      "https://image.tmdb.org/t/p/w300/eqhlvJT3SdZdywJ4cldk7mKlUxl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/valerian-and-the-city-of-a-thousand-planets-2017",
        "server": "VIP Links",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.net/y/valerian-and-the-city-of-a-thousand-planets--2017--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jgeyi437nev7.html",
        "server": "usersdrive.com",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/valerian-and-the-city-of-a-thousand-planets-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZUsVxCqC#BbeKWAp7Y7BRDLUcfQ9z8kmP5kr9dB5rjWBumEpvQPw",
        "server": "mega.nz",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/bpoligcs4b9p",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_shrCoqWh9k",
      "video_url": "https://www.youtube.com/watch?v=_shrCoqWh9k",
      "embed_url": "https://www.youtube.com/embed/_shrCoqWh9k"
    }
  },
  {
    "metadata": "|2017|96 min|Crime,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,128"
    },
    "title": "OtherLife (2017)",
    "description": "2017 မွာထြက္ရွိလာတဲ႔ Otherlife ဆိုတဲ႔ကားေလးကိုသိပၸံအက္ရွင္ကားေတြႏွစ္သက္တဲ႔ပရိသတ္ႀကီးအဖို႔တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလး အက်ဥ္းကေတာ႔ Ran Amari ဆိုတဲ႔သိပၸံပညာရွင္မေလးက otherlife ဆိုတဲ႔ အရာတစ္ခုကို တီထြင္လိုက္ႏိုင္ပါတယ္။အဲ႔ဒီအရာက တကယ္ျဖစ္တည္ေနတဲ႔မွတ္ဉာဏ္ေတြကို အခ်ိန္နဲ႔တစ္ကြဖန္တီးေပးႏိုင္တဲ႔အရာတစ္မ်ိဳးပါပဲ။အဲ႔ဒီအရာကို အမ်ားျပည္သူကိုထုတ္ျပဖို႔စမ္းသပ္စစ္ေဆးေနတုန္းမွာပဲ အစိုးရက အဲ႔တာကိုအက်ဥ္းေထာင္ေတြမွာအသံုးခ်ဖို႔ ၾကိဳးစားေနေၾကာင္းသိလာရတဲ႔အခါ သူမဘယ္လိုေရြးခ်ယ္မလဲ။ကိုးမားျဖစ္ေနတဲ႔သူမရဲ႔ အကိုအတြက္ေရာသူဘာေရြးခ်ယ္မလဲဆိုတာစိတ္ဝင္စားစရာပါ။သိပၸံဇာတ္လမ္းအလန္းေတြကို ၾကိဳက္တဲ႔ပရိသတ္ေတြၾကည္႔ရွု႔သင္႔တဲ႔ ရိုက္ခ်က္အလန္းေတြနဲ႔ကားတစ္ကားပါ။Imdb ကလဲ6.4/10 ရရွိထားပါတယ္Qty – 720p Web dlDuration – 1hr 36minGern – Sci-Fi/ Mystery / CrimeSubtitle – Myanmar HardsubTranslator – Mie MieEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen C. LucasStarsAdriane DaffClarence John RyanHoa XuandeJessica De GouwLiam GrahamShalom Brune-FranklinT.J. PowerThomas CocquerelTiriel MoraCastAdriane DaffClarence John RyanHoa XuandeJessica De GouwLiam GrahamShalom Brune-FranklinT.J. PowerThomas CocquerelTiriel Mora",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fhDzf6AGyytro5cFIxzSacPW6AB.jpg",
      "https://image.tmdb.org/t/p/w300/92bTKa4D1uI0unBBZFU00XUnDpE.jpg",
      "https://image.tmdb.org/t/p/w300/arb8T0YFfLT5cUVIJPTMoHbmk12.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BM2E1OTRlZDUtNTFjZC00ZDMxLTk4YjYtYmIzN2Q1ZWQ5OTBkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/otherlife-2017",
        "server": "VIP Links",
        "size": "751MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/otherlife-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "751MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sepvw0n6l6h9",
        "server": "upstream.to",
        "size": "751MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2h7y4/Otherlife_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "751MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KDDNUj3cT8w",
      "video_url": "https://www.youtube.com/watch?v=KDDNUj3cT8w",
      "embed_url": "https://www.youtube.com/embed/KDDNUj3cT8w"
    }
  },
  {
    "metadata": "PG-13|2017|121 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "7,427"
    },
    "title": "Battle of the Sexes (2017)",
    "description": "ဒီကားကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္Biography/Comedy-Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ဒီကားေလးဟာ ၁၉၇၃ခုႏွစ္ အေမရိကန္ျပည္ေထာင္စုတြင္ ဟိုးေလးတေက်ာ္ျဖစ္ကာ ေျပာစမွတ္တြင္ရေလာက္တဲ့အထိ ျဖစ္ပြားခဲ့တဲ့ တင္းနစ္ျပိဳင္ပြဲအေၾကာင္းပါပဲ။ဒီတင္းနစ္ျပိဳင္ပြဲဟာ သာမန္ျပိဳင္ပြဲေတြနဲ႕မတူပါဘူး။ထိုေခတ္ကာလတြင္း အမ်ဳိးသမီးတင္းနစ္ကစားသမားမ်ားဟာ အမ်ဳိးသားမ်ားႏွင့္ တန္းတူရပိုင္ခြင့္ေတြ ခံစားခြင့္မရၾကပါဘူး။ဒါေၾကာင့္ ကမာၻ႕နံပါတ္တစ္ အေကာင္းဆံုးအမ်ဳိးသမီးတင္းနစ္ကစားသမားျဖစ္တဲ့ ဘီလီဂ်င္းကင္းဟာ အဲဒီအတြက္ကေနဦး ေတာင္းဆိုဆႏၵျပခဲ့တဲ့ ပထမဦးဆံုး အမ်ဳိးသမီးအခြင့္အေရးလႈပ္ရွားသူတစ္ေယာက္ျဖစ္လာပါတယ္။အဲဒီကေနစျပီး အမ်ဳိးသမီးမ်ား အမ်ဳိးသားမ်ားႏွင့္တန္းတူညီမွ်အခြင့္အေရးခံစားခြင့္ရွိျခင္း၊ လိင္တူရပိုင္ခြင့္မ်ားႏွင့္ လူ႕အခြင့္အေရးဆိုတာေတြ ဆက္လက္ျဖစ္ေပၚလာတာပဲျဖစ္ပါတယ္။တစ္ဖက္မွာလည္း ဘီလီဂ်င္းကင္းကိုပါရမီျဖည့္ေပးရွာသည့္သူကေတာ့ ေဘာ္ဘီရစ္ခ်္ဆိုတဲ့ နာမည္ေက်ာ္တင္းနစ္ကစားသမားတစ္ေယာက္ပါ။သူ႕ရဲ႕၀ါသနာက ေလာင္းကစားလုပ္ျခင္းပါပဲ။အခြင့္အေရးေတြကိုေခ်ာင္းေနတဲ့ေဘာ္ဘီတစ္ေယာက္ ဘီလီကင္းကိုမ်က္စိက်သြားပါေတာ့တယ္။သူ႕ရဲ႕အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြကိုျပန္လည္ရယူရင္း ေလာင္းကစားပါလုပ္လို႕ရမည့္အကြက္ကို ေတြ႕သြားတာပဲျဖစ္ပါတယ္။ဒီလိုနဲ႕ ဘီလီဂ်င္းကင္းကိုစိန္ေခၚျပီး တင္းနစ္ကစားပြဲျပဳလုပ္ကာ အမ်ဳိးသမီးေတြဟာ တန္းတူအခြင့္အေရးရသင့္ေၾကာင္း သက္ေသျပရေအာင္ဖန္တီးပါေတာ့တယ္။အဲဒီျပိဳင္ပြဲဟာ တင္းနစ္အားကစားသမိုင္းတစ္ေလွ်ာက္တြင္ လူၾကည့္အမ်ားဆံုးေသာ ကစားပြဲျဖစ္ခဲ့တာျဖစ္ျပီး ဘီလီဂ်င္းကင္းနဲ႕ ေဘာ္ဘီရစ္ခ်္တို႕ရဲ႕ အျပိဳင္အဆိုင္ စကားနာထိုးမႈေတြ၊ အားျပိဳင္မႈေတြဟာ ကစားကြင္းမတိုင္ခင္ကတည္းက ပုဂၢိဳလ္ေရးဆိုင္ရာအရေရာ၊ အျခားေသာ ရႈပ္ေထြးသည့္တိုက္ပြဲမ်ားႏွင့္ ျပင္းထန္ကာ ျမိဳင္ျမိဳင္ဆိုင္ဆိုင္ျဖစ္ေနခဲ့ပါတယ္။ေနာက္ဆံုးမွာေတာ့ ဘီလီဂ်င္းကင္းအႏိုင္ရရွိသြားျပီး အမ်ဳိးသမီးမ်ားအတြက္ ဦးေဆာင္လမ္းျပေပးႏိုင္ခဲ့ရုံသာမက အျခားေသာလူ႕အခြင့္အေရးမ်ားအတြက္ လမ္းစလည္းဖြင့္ေပးႏိုင္ခဲ့တာပဲျဖစ္ပါတယ္။ဒီျပိဳင္ပြဲဟာ လူမႈအဖြဲ႕အစည္းတြင္းမွာ ေနာက္ဆက္တြဲေျပာင္းလဲမႈေတြမ်ားစြာကိုေဆာင္က်ဥ္းေပးခဲ့တဲ့ တကယ့္ျဖစ္ရပ္မွန္ျပိဳင္ပြဲၾကီးျဖစ္ျပီး ဇာတ္ကားအေနနဲ႕လည္း ရသစံုစံုလင္လင္နဲ႕ ရိုက္ကူးျပေပးသြားတာျဖစ္တဲ့အတြက္ ၾကည့္ရႈရတာ စိတ္ေက်နပ္ေစမွာပဲျဖစ္ပါတယ္။File Size : (950 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 2hr 01minFormat : Mp4Genre :Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p Blu-Ray x264 SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan DaytonLyn Matsuda NortonRobert E. KayThomas Patrick SmithValerie FarisStarsAlan CummingAndrea RiseboroughAustin Stowell |Bill PullmanElisabeth ShueEmma StoneEric Christian OlsenNatalie MoralesSarah SilvermanSteve CarellCastAgnes OlechAlan CummingAmy HoltAndrea RiseboroughAustin StowellBill PullmanBob StephensonBridey ElliottChip ChineryChris ParnellCooper J. FriedmanElisabeth ShueEmma StoneEnuka OkumaEric Christian OlsenFrank Lui GeoFred ArmisenJames MackayJessica McNameeJohn C. McGinleyLewis PullmanMark HarelikMartha MacIsaacMickey SumnerNatalie MoralesNelson FranklinSarah SilvermanSteve CarellTim RansomWallace Langham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eR5335pOlOpY0sNsmKmuJJG4MnU.jpg",
      "https://image.tmdb.org/t/p/w300/3G5QZHCJyAtGkJhttbxUfWDdh3v.jpg",
      "https://image.tmdb.org/t/p/w300/doBnrABV56SyOxsa00oDfkaNQgM.jpg",
      "https://image.tmdb.org/t/p/w300/wCHJuJwEfOrrykgDas8T4m79Bzs.jpg",
      "https://image.tmdb.org/t/p/w300/5gzkftqSov2rnHhNNt4bkjon5Vx.jpg",
      "https://image.tmdb.org/t/p/w300/qJETG8WGoJ2SKqMy5t0aCjREzPV.jpg",
      "https://image.tmdb.org/t/p/w300/gDEx8PHM7cjlNI4UNiFWHgKuIpj.jpg",
      "https://image.tmdb.org/t/p/w300/wEmYsA3kw4kCpjx2DTIsRYeEVqn.jpg",
      "https://image.tmdb.org/t/p/w300/v9fvrgSBhEzm6eYVosT87ak01Jd.jpg",
      "https://image.tmdb.org/t/p/w300/5HuEqfNeQZlLu0bMOIDPjfP98AI.jpg",
      "https://image.tmdb.org/t/p/w300/fC9yPV0Kc7FjyxmRDK2n5F77d9z.jpg",
      "https://image.tmdb.org/t/p/w300/u6BjQnOAz18ojh8yV41GIiajYaE.jpg",
      "https://image.tmdb.org/t/p/w300/l700PmY3967G6SwbxP51e5t7Gic.jpg",
      "https://image.tmdb.org/t/p/w300/piKNTR3U8HRtun45APSqVD4ep6f.jpg",
      "https://image.tmdb.org/t/p/w300/lYnUCGS8m2YZiXoV3AkwmxHmokt.jpg",
      "https://image.tmdb.org/t/p/w300/1YTafk7hZGNr9pRxf01ArTpyxsw.jpg",
      "https://image.tmdb.org/t/p/w300/dZcryVpodF7MlKdVemdvDdI5LAk.jpg",
      "https://image.tmdb.org/t/p/w300/adnbSFofTa6puYWpTreJG2mJbZL.jpg",
      "https://image.tmdb.org/t/p/w300/2GDfM9GtJD0SPCdUiY4iSGMvnbR.jpg",
      "https://image.tmdb.org/t/p/w300/8FSyNdy3Tr6r2EEQ0SswhP8ftyx.jpg",
      "https://image.tmdb.org/t/p/w300/9FTO2RRS5OpFqsraYuplWpjV2w0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjM3NjcxNDM1OF5BMl5BanBnXkFtZTgwMTU4MjE4MjI@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vgu31ffeqe3i.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/battle-of-the-sexes-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SZ1e/Battle_Of_The_Sexes_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/feqnqcu03dkq",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "5AWP1K7FaFI",
      "video_url": "https://www.youtube.com/watch?v=5AWP1K7FaFI",
      "embed_url": "https://www.youtube.com/embed/5AWP1K7FaFI"
    }
  },
  {
    "metadata": "|2017|140 min|Action,Bollywood,Drama,Musical",
    "rating": {
      "rating": "/10",
      "rating_count": "1351"
    },
    "title": "Munna Michael (2017)",
    "description": "မိုက္ကယ္ဂ်က္ဆင္ကို စံနမူ နာထား ေလးစားအားက်ရင္း ဘ၀ ရပ္တည္မႈအတြက္ ႀကိဳးစားခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အ ေၾကာင္း ဇာတ္အိမ္တည္ထားတာ ပါ။အကသမားတစ္ဦးျဖစ္တဲ့ မိုက္ကယ္ဟာ မိုက္ကယ္ဂ်က္ဆင္ကို ေလးစားအားက်သူျဖစ္ၿပီး တစ္ရက္မွာေတာ့ အလုပ္ထုတ္ခံလိုက္ ရလို႔ စတူဒီယိုကေန ျပန္လာတုန္း လမ္းေဘးမွာ စြန္႔ပစ္ခံထားရတဲ့ ေမြးကင္းစကေလးေလးတစ္ဦးကို ေတြ႕ခဲ့ပါတယ္။အဲဒီကေလးကို မိုက္ကယ္ကေခၚယူေမြးစားခဲ့ၿပီး မြန္နာလို႔နာ မည္ေပးခဲ့ပါတယ္။ မြန္နာဟာ မိုက္ကယ္ရဲ႕ေျခရာကို နင္းႏိုင္သူ တစ္ဦးျဖစ္လာခဲ့ၿပီး အကမွာ သူမတူေအာင္ထူးခြၽန္သလို သူက လည္းပဲ မိုက္ကယ္ဂ်က္ဆင္ကို ႐ူး႐ူးမိုက္မုိက္ကို သေဘာက်သူ ျဖစ္ပါတယ္။မိုက္ကယ္ကေတာ့ မြန္နာကို အကသမားမျဖစ္ေစခ်င္ဘဲ အဆင့့္ျမင့္တဲ့ အလုပ္အကိုင္ရေစ ခ်င္ေနတာပါ။ ဒါေပမဲ့ မြန္နာ ကေတာ့ သူ႔ရဲ႕အကအဖြဲ႕နဲ႔အတူ ကလပ္ေတြမွာ လိုက္ၿပီးတျခား အဖြဲ႕ေတြ၊ စိန္ေခၚပြဲေတြ ယွဥ္ၿပိဳင္ ရင္း ၀င္ေငြရွာခဲ့ပါတယ္။ တစ္ရက္ မွာေတာ့ မိုက္ကယ္က်န္းမာေရး မေကာင္းျဖစ္ၿပီး ေဆး႐ံုတက္ခဲ့ရ ပါတယ္။အဲဒီအခ်ိန္မွာပဲ မြမ္ဘိုင္းက အကကလပ္ေတြဟာ မြန္နာနဲ႔အဖြဲ႕ကို အမည္ပ်က္စာရင္းသြင္း လိုက္တဲ့အတြက္ မြန္နာဟာေဒလီမွာ လမ္းေၾကာင္းသစ္ရွာဖို႔ လုပ္ခဲ့ပါတယ္။ ေဒလီကိုေရာက္တဲ့အခါ မွာ ရန္ပြဲတစ္ခုျဖစ္ရင္း မြန္နာဟာ မဟင္ဒါဆိုတဲ့ လူဆိုးဂိုဏ္းကလူ တစ္ေယာက္နဲ႔ဆံုခဲ့ၿပီး အဲဒီလူက မြန္နာရဲ႕ အကစြမ္းရည္ကို သေဘာက်ၿပီး သူ႔ကိုသင္ေပးဖို႔ ေတာင္းဆိုခဲ့ပါတယ္။ေနာက္ေတာ့ မဟင္ဒါနဲ႔ မြန္နာတို႔ဟာ မိတ္ေဆြေတြျဖစ္သြားခဲ့ ၾကၿပီး တကယ္ေတာ့ မဟင္ဒါဟာသူခ်စ္ေနတဲ့ အက၀ါသနာပါတဲ့ ေဒၚလီဆိုတဲ့မိန္းကေလး သေဘာက်ဖို႔ အကသင္ခဲ့တာျဖစ္ပါတယ္။ အကကိုပဲ တစိုက္မတ္မတ္စိတ္ ၀င္စားတဲ့ မြန္နာကို ေဒၚလီက သေဘာက်သြားခဲ့သျဖင့္ မဟင္ဒါနဲ႔ ျပႆနာေတြျဖစ္သလို၊ မဟင္ဒါက မြန္နာရဲ႕ အေဖမိုက္ကယ္ကို ေဒလီကိုေခၚလာၿပီး အသက္ အႏၲရာယ္ၿခိမ္းေျခာက္ကာ  ေဒၚလီနဲ႕ အလဲအလွယ္လုပ္ဖို႔ေတာင္း ဆိုလာတဲ့အခါမွာ ဘာေတြျဖစ္မွာလဲဆိုတာေတာ့ ဆက္ၾကည့္လိုက္ဦးေနာ္။အကအလွေတြ၊ အက္ရွင္ ဇာတ္ကြက္ေတြနဲ႔အတူ ၾကည့္ရမယ့္ ဒီဇာတ္ကားမွာ တိုက္ဂါးရွေရာ့ဖ္၊ ဆီဒါ့သ္နီဂမ္၊ နီဒီအဂါ ၀ါလ္၊ ႐ိုနစ္တ္႐ြိဳင္း၊ နာ၀ါဇာဒင္ ဆီဒီကြီ စတဲ့သ႐ုပ္ေဆာင္ေတြ ပါ၀င္ထားပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ 7daily Website မွကူးယူေဖာ္ျပထားပါတယ္)File Size : (0.99 GB) and (500 MB)Quality : 720p DVDRipRunning Time : 2hr 20minFormat : Mp4Genre : Action, Drama, MusicalSubtitle : Myanmar Subtitle (Hard Sub)Translated by CM TeamEncode by JessicaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSabbir KhanStarsAmeesha PatelAnaika SotiAnupam ShyamFarah KhanNawazuddin SiddiquiNidhhi AgerwalRonit RoySamir KochharSudesh LehriTiger ShroffCastAmeesha PatelAnaika SotiAnupam ShyamChitrangada SinghFarah KhanNawazuddin SiddiquiNidhhi AgerwalRonit RoySamir KochharSudesh LehriTiger Shroff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mpinOQ3Uja4Lthh9qZyz7dBzmhc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTgyNDQ4NDM2Nl5BMl5BanBnXkFtZTgwODI4NDk0MjI@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oCai4",
        "server": "drive.google.com",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCaib",
        "server": "drive.google.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCakm",
        "server": "channelmyanmar.agbcloud.com",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCall",
        "server": "channelmyanmar.agbcloud.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCamf",
        "server": "openload.co",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCajJ",
        "server": "openload.co",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1YOfv5tIGwU",
      "video_url": "https://www.youtube.com/watch?v=1YOfv5tIGwU",
      "embed_url": "https://www.youtube.com/embed/1YOfv5tIGwU"
    }
  },
  {
    "metadata": "|2017|130 min|Action,Fantasy",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "225"
    },
    "title": "Wu Kong (2017)",
    "description": "ကဲနာမည်လေးမြင်လိုက်တာနဲ့သိမှာပါ။ကျွန်တော်တို့ငယ်ဘဝကတည်းကအသည်းစွဲအားပေးလာတဲ့မျောက်မင်းဝူခုန်းကားလေးဖြစ်ပါတယ်။ယခုနှစ်၂၀၁၇ထွက်ကားသစ်လေးပါ။Action/Fantacyကားအမျိုးအစားဖြစ်ပြီးဝူခုန်းကိုအသွင်တမျိုးနဲ့မြင်ရမှာပါ။ဒီကားကိုအင်တာနက်မှာနာမည်ကြီးဝတ္ထုကိုမှီငြမ်းပြီးရိုက်ကူးထားတယ်လို့ဆိုပါတယ်။ရုံဝင်ငွေအနေနဲ့လည်းဒေါ်လာ၁၀၄သန်းအထိရရှိခဲ့တဲ့ကားလေးပါ(ဝူခုန်းဆိုတော့လည်း..)။ဇာတ်လမ်းလေးကိုတော့ဝူခုန်းကောင်းကင်ဘုံကိုပွဲသွားမကြမ်းခင်နှစ်၅၀၀အချိန်ကိုတည်ထားပါတယ်။ကျန်တဲ့အပိုင်းတွေကတော့ဝူခုန်းအကြောင်းဇာတ်လမ်းအတိုင်းကောင်းကင်ဘုံကိုအံ့တုဖို့ကြိုးစားတာမျိုးမို့ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဒီကားမှာထူးခြားတာကဝူခုန်းရဲ့စွမ်းအားတွေကိုEffectကောင်းကောင်းနဲ့ဇာတ်ကားတစ်ကားလုံးကိုဖန်တီးသွားတာပါ။ဝူခုန်းချစ်သူများအတွက်နောက်ထပ်ပုံစံသစ်တစ်မျိုးနဲ့ဟောင်ကောင်ကားလေးတစ်ကားဖြစ်ပါတယ်။နိုင်ငံတကာမှာလည်းဝေဖန်မှုမျိုးစုံရထားတဲ့ကားဖြစ်ပါတယ်။Action/Fantacyအပြင်ဝူခုန်းရဲ့မေတ္တာရေးပါထည့်သွင်းထားပြီးcomputerအထူးပြုလုပ်ချက်မြိုင်မြိုင်ဆိုင်ဆိင်ရသစုံအောင်ထည့်သွင်းဖန်တီးထားတာတွေ့ရမှာပါ။သေချာတာတော့ခေတ်သစ်အမြင်တမျိုးနဲ့တွေ့ရမှာဖြစ်တဲ့အတွက်ဝူခုန်းချစ်သူများကိုယ်တိုင်ဇာတ်ကားကိုကြည့်ရှုပြီးအမြင်ဖလှယ်ကြည့်ကြပါဦးဗျာ။(ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)File Size : (950 MB) and (500 MB)Quality : 720pWebdlRunning Time : 2hr 10minutesFormat : Mp4Genre : Action, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Khin Pyae Sone KyawEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDerek Kwok Chi-KinStarsEddie PengFeihong YuLinda ZhaoNi NiQiao BinQuentin ZhangShawn YueYang DiZheng Shuang欧豪CastEddie PengFeihong YuLinda ZhaoNi NiQiao BinQuentin ZhangShawn YueYang DiZheng Shuang欧豪",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aUqV5OrITlBSPM8df3bPgDBu4bA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/sqW4EiJ8m6BXL2VgfOghPkhykXt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wu-kong-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/wu-kong-2017-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/wu-kong-2017-mp-4",
        "server": "disk.yandex.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Uxa6/Wu_Kong_(2017).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1zz8f7h7r8fn",
        "server": "upstream.to",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EpFQaYv8MV4",
      "video_url": "https://www.youtube.com/watch?v=EpFQaYv8MV4",
      "embed_url": "https://www.youtube.com/embed/EpFQaYv8MV4"
    }
  },
  {
    "metadata": "|2017|120 min|Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "182"
    },
    "title": "My Ex & Whys (2017)",
    "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ “My Ex and Whys” ဆိုတဲ့ ဖိလစ်ပိုင်အချစ်ဟာသ ဇာတ်လမ်းလေးပါကာလီဟာ Bakit List Girl ဆိုတဲ့ ဘလော့ကို ရေးတဲ့ ဘလော့ဂါတစ်ယောက်ပါBakit ဆိုတာကတော့ ဖိလစ်ပိုင်လို why ဘာလို့လဲ ဆိုတဲ့ အဓိပ္ပါယ်ပါအဲ့ ဘလော့မှာဆိုရင် ဘာလို့ ယောကျာ်းတွေ သစ္စာမရှိတာလဲ ဆိုတဲ့ ခေါင်းစဉ်ကို အဓိကထားပြီး ယောကျာ်းတွေရဲ့ မကောင်းကြောင်းကို ဘာလို့ လဲ ဆိုတဲ့ အမေး တွေ နဲ့ တင်လေ့ရှိပါတယ်ကာလီ ဆိုတဲ့ ကောင်မလေး ယောကျာ်းတွေကို သစ္စာမရှိတဲ့ လူတွေလို့ ဘာလို့ မြင်တာလဲ????ဒီလိုပါ…သူ ဘလော့ဂါမဖြစ်ခင် လွန်ခဲ့တဲ့ ၂နှစ်လောက်က သူ့အဖေနဲ့ အမေ ကွဲခဲ့ပါတယ်ကွဲရတဲ့ အကြောင်းရင်းကလဲ သူ့အဖေ သစ္စာဖောက်တာကြောင့်ပါပြီးတော့ အဲ့အချိန်လောက်မှာဘဲ ဂျီယိုဆိုတဲ့ ခပ်ချောချော လူရှုပ်လူပွေ နဲ့ ကာလီ ဟာ ချစ်ကြိုက်ခဲ့ပါတယ်ဂျီယိုက ကာလီကို သစ္စာမဖောက်ဘူးလို့ အကြိမ်ကြိမ် ကတိပေးခဲ့ပါတယ်…ဒါပေမယ့်…ဒီကတိကို ဂျီယို မတည်ခဲ့ပါဘူး ….ဒါကတော့ Bakit List Girl ဘလော့ ဖြစ်တည်လာပုံလေးပေါ့ဒီလိုနဲ့ နှစ်နှစ်ကြာပြီးနောက်မှာတော့ ဂျီယို နဲ့ ကာလီ ပြန်ဆုံခဲ့ပါတယ်…ဂျီယို ဟာ သူဘာလို့ သစ္စာဖောက်ခဲ့တာလဲဘာလို့ လဲ ဆိုတဲ့ အကြောင်းပြချက်ကို ကာလီကို ရှင်းပြချင်ခဲ့ပါတယ်…ဒီလိုနဲ့ ကာလီကို ပြန်ရဖို့ ကြိုးစားပါတော့တယ်…ပရိတ်သတ်အတွက် သတင်းကောင်းရှိပါတယ်…ဒါကတော့ ဒီဇာတ်လမ်းထဲမှာ ခုတလော ရေပန်းစားနေတဲ့ ဖိလစ်ပိုင်စုံတွဲ ပါတယ်…ပြီးရင် 2NE1 ထဲက အဖွဲ့ဝင် တစ်ယောက်ပါတယ်..ဧည့်သည်အနေနဲ့ပါ..ပါတယ်ဆိုလို့ အကြာကြီး ပါတယ် မထင်နဲ့ ဦး…မြင်တဲ့လူကတော့ အကောင်ပါ ?မင်းသားရော မင်းသမီးရော အရမ်းချောတော့ ကြည့်ရတဲ့သူတောင် စိတ်တွေခုန်တဲ့ ဇာတ်လမ်းလေးပါ ?လုံးဝအရိုပါ ကိုးရီးယားမှာ ရိုက်ထားတဲ့ scene လဲ ပါတယ်နော့ ရှူစားကြပါဦး CM ပရိတ်သတ်တို့(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က May Haruko ပါ)FileSize : (850 MB) and (500 MB)Quality : 720p WebripRunning Time : 2hr 00minutesFormat : Mp4Genre : Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by May HarukoEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCathy Garcia-MolinaStarsAra MinaArlene MuhlachCai CortezDominic RoqueEnrique GilJoey MarquezLiza SoberanoRhed BustamanteRyan BangZaijian JaranillaCastAra MinaArlene MuhlachCai CortezDayul KimDominic RoqueEnrique GilHyubs AzarconJeffery TamJoey MarquezJoross GamboaKaiser BoadoKaren ReyesLiza SoberanoNeil ColetaRhed BustamanteRyan BangSandara ParkSi Won KimZaijian Jaranilla",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3p7uCjVPiOW2VaVaUdHqbGQfJnB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BM2FiOTcxMTQtNDllZi00NTk5LTgxMmEtMGU3NjM4Y2QzYTExXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-ex-whys2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-ex-and-whys-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Ewl2/My_Ex_&_Whys_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/mu9w6tz5lfez.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7Qe4LOkJi4k",
      "video_url": "https://www.youtube.com/watch?v=7Qe4LOkJi4k",
      "embed_url": "https://www.youtube.com/embed/7Qe4LOkJi4k"
    }
  },
  {
    "metadata": "|2017||Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "17000"
    },
    "title": "The Only Living Boy in New York (2017)",
    "description": "The Only Living Boy in New York (2017)=============================IMDb Rating – 6.3/10မြို့တစ်မြို့ရဲ့ စိတ်ဝိညာဉ်ဆိုတာ ဘာလဲလို့ မေးလာခဲ့ရင်အဓိပ္ပာယ်အမျိုးမျိုး ဖွင့်ကြမယ်လို့ထင်ပါတယ်။ ဒီလိုပဲနယူးယော့ခ်မြို့ကြီးမှာ နေထိုင်ရင်း ဘဝအဓိပ္ပာယ်ကို ရှာဖွေနေသလို၊ မြို့ရဲ့ဝိညာဉ်ပျောက်ဆုံးနေပြီလို့ စွပ်စွဲနေတဲ့သောမတ် ဝက်ဘ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရှိလေရဲ့။သောမတ်ဟာ ချမ်းသာတဲ့ သူ့မိဘတွေရဲ့ ဝေးရာမှာနေထိုင်ရင်းသူ စိတ်ဝင်စားတဲ့အလုပ်ကို ရှာဖွေနေရင်းဘဝကို ပျင်းရိဖွယ်ဖြတ်သန်းနေတာပါ။ သူ့ဘဝမှာက ချစ်ရတဲ့သူဆိုလို့ မီမီ ဆိုတဲ့ကောင်မလေးတစ်ယောက်ပဲ ရှိတယ်လို့လည်း ထင်နေတဲ့သူပါ။ဒါပေမယ့် သောမတ်တစ်ယောက် သူ့အဖေ အီသန် ဖောက်ပြန်နေတာကို တွေ့လိုက်ရပါတယ်။ ဒီလိုနဲ့ သူ့အဖေနဲ့ ဖောက်ပြန်နေတဲ့ ဂျိုဟန်နာဆိုတဲ့ အမျိုးသမီးကို လိုက်ချောင်းရင်း ပျင်းစရာသူ့ဘဝကြီးအပြောင်းအလဲဖြစ်လာပုံကို Plot Twist လေးတွေနဲ့ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Leonard Lin ဖြစ်ပါတယ်)File Size……….(1.26 GB) / (449 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 29MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….Leonard LinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc WebbCastAnh DuongBen HollandsworthBill CampCallum TurnerCynthia NixonDean CiallellaDebi MazarJeff BridgesJohn BolgerKate BeckinsaleKiersey ClemonsPierce BrosnanTate DonovanWallace Shawn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tYHhSxWsubBpfpOWBAOGGrhWlUF.jpg",
      "https://image.tmdb.org/t/p/w300/orYYkVBbTB7ZAqxmzlQLIHqENqM.jpg",
      "https://image.tmdb.org/t/p/w300/gqq2BEojdYtgFtj7bKOkkMzoy88.jpg",
      "https://image.tmdb.org/t/p/w300/tBDIowlwI2VnVXu6ijnt7aKu5Rz.jpg",
      "https://image.tmdb.org/t/p/w300/9mDdgOn7UWcEVE6KDyuWr2aU6GL.jpg",
      "https://image.tmdb.org/t/p/w300/76AacewibROoMH50qg0GMhKKDE3.jpg",
      "https://image.tmdb.org/t/p/w300/x1PC4219TAMp39zLWxFrBlrZKqu.jpg",
      "https://image.tmdb.org/t/p/w300/zKcnGBURtFUumE0miODaZ2BG6aX.jpg",
      "https://image.tmdb.org/t/p/w300/fm55gTeknO27bb5f6AL0biKuWj2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BODEzODA5NjU2NF5BMl5BanBnXkFtZTgwODkwNzA5MjI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-only-living-boy-in-new-york-2017-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j5by/The.Only.Living.Boy.In.New.York.2017.1080p.BluRay.x264-[CM].mp4",
        "server": "megaup.net",
        "size": "1.26 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/ry0xuuz1nmfr",
        "server": "streamsb.com",
        "size": "1.26 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wnEXyLBJ#55JINHwLass1gcvpEqyeeuYCHWZDMqGcWLqwjVX1ntc",
        "server": "mega.nz",
        "size": "1.26 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m63jj06hhkwr.html",
        "server": "usersdrive.com",
        "size": "1.26 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-only-living-boy-in-new-york-2017-720-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "449 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-only-living-boy-in-new-york-2017-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "megaup.net",
        "size": "449 MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/rry0r12frptd",
        "server": "streamsb.com",
        "size": "449 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Y3ckRCRB#rof5gh5cd1sy1Rdt7kYPGVx594NiajxwB9quJDukOls",
        "server": "mega.nz",
        "size": "449 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/efnkfjvp0z4a.html",
        "server": "usersdrive.com",
        "size": "449 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-YcG41SHkg4",
      "video_url": "https://www.youtube.com/watch?v=-YcG41SHkg4",
      "embed_url": "https://www.youtube.com/embed/-YcG41SHkg4"
    }
  },
  {
    "metadata": "PG|2017|104 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,769"
    },
    "title": "The Man Who Invented Christmas (2017)",
    "description": "အင်္ဂလိပ်စာရေးဆရာကြီး ချားလ်စ်ဒစ်ကင်းစ် ဆိုရင်ကမ္ဘာ့စာ​ပေလောကမှာမသိတဲ့လူမရှိပါဘူး။သူဟာအောင်မြင်တဲ့စာအုပ်များစွာကိုရေးသားခဲ့ပြီး သူရေးတဲ့စာအုပ်တွေဟာ အံ့သြလောက်အောင် အရောင်းရဆုံးတွေဖြစ်ခဲ့ပါတယ်။သူဖန်တီးခဲ့တဲ့ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေဟာ လူတွေရဲ့နှုတ်ဖျား တွေ ရုပ်ရှင်ကားတွေမှာ ခုထိအသက်ဝင်ရှင်သန်နေတုန်းပါပဲ။မြန်မာနိုင်ငံကအများသိကြတဲ့ စာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း သူ့ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Great Expectation ဆိုတဲ့စာအုပ်ကို “မျှော်တလင့်လင့်”ဆိုပြီး မြန်မာမှုပြုရေးသားခဲ့ဖူးပါတယ်။ဒီရုပ်ရှင်လေးကတော့ စာရေးဆရာကြီးချားလ်စ်ဒစ်ကင်းစ်ရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းကို ခပ်မြူးမြူးလေးရိုက်ပြထားတဲ့Drama/Biography ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချားလ်စ်ဟာ A Christmas Carol ဆိုတဲ့စာအုပ်ကိုမထုတ်ခင်ရှေ့မှာစာအုပ်သုံးအုပ်ဆက်တိုက်အရှံူးပေါ်ခဲ့ပါတယ်။ဒါနဲ့ခုစာအုပ်ကိုရေးဖို့ သူ့မှာ ဖိအားများစွာဖြစ်ပေါ်လာခဲ့တယ်။နောက်ဆုံးသူဒီစာအုပ်ကိုရေးသားထုတ်ဝေပြီးချိန်မှာ အရင်ခရစ္စမတ်ကိုပစ်ထားကြတဲ့ အင်္ဂလိပ်တွေကစလို့ တစ်ကမ္ဘာလုံးကလူတွေ ခရစ္စမတ်ကိုယနေ့ထိပြန်လည်ကျင်းပလာကြတယ်လို့ဆိုပါတယ်။၂၀၁ရခုနှစ် နိုဝင်ဘာမှာထွက်ခဲ့တဲ့ကားဖြစ်ပြီး Rating တွေကတော့ Rotten Tomatoes 80%, IMDB 7.1/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုရမှာပါ။တကယ်ကောင်းမကောင်းဆိုတာတော့ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုတော်မူကြပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ဆရာ ဇွဲပါ)File Size : (850 MB) and (290 MB)Quality : Blu-Ray 720pRunning Time : 1h 44minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-ReplicaTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBharat NalluriStarsBill PatersonChristopher PlummerDan StevensDonald SumpterIan McNeiceJonathan PryceMiles JuppMiriam MargolyesMorfydd ClarkSimon CallowCastAnnette BadlandBill PatersonChristopher PlummerCosimo FuscoDan StevensDonald SumpterIan McNeiceJonathan PryceJustin EdwardsMiles JuppMiriam MargolyesMorfydd ClarkSimon Callow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hOssG1gSPiFdemIiu9Rt3sh5vyl.jpg",
      "https://image.tmdb.org/t/p/w300/2lpHdk1ccelg5odsCmk77WqmIvT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZDRjZWZlNjAtYjM1ZS00ZjAyLWE4MmEtNWVmNzZiNTYzOThjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-man-who-invented-christmas-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-man-who-invented-christmas-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/afgh358ihlzn.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "nx3ctBjG6yI",
      "video_url": "https://www.youtube.com/watch?v=nx3ctBjG6yI",
      "embed_url": "https://www.youtube.com/embed/nx3ctBjG6yI"
    }
  },
  {
    "metadata": "R|2017|1h 46min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "17,521"
    },
    "title": "Beyond Skyline (2017)",
    "description": "Beyond Skyline (2017)IMDb – 5.3/10_____Rotten – 65%IMDb 5.3 ထိ ရရှိထားတဲ့ Alien Invasion ကားလေးပါရဲအရာရှိဖြစ်တဲ့ မက်ခ် က ဇနီးဖြစ်သူဆုံးသွားလို့ စိတ်ဓာတ်ကျပြီး အလုပ်ကနားထားတဲ့အချိန်သားဖြစ်သူ ထရန့်ကလဲ ဆိုးပေးတေလို့ ရဲစခန်းကနေ သွားပြန်ခေါ်လာတဲ့တစ်နေ့သားဖြစ်သူနဲ့အတူ အိမ်အပြန် ရထားစီးရင်း ရုတ်တရက် အပေါ်ကအသံတွေကြားရပြီး ရထားဟာ ပါဝါပျက်ပြီး ရပ်သွားပါတယ်မြေအောက်ရထားလိုဏ်ဂူကနေ ဘူတာရုံကိုလမ်းဆင်းလျှောက်ခဲ့ကျပြီး ဘူတာရုံရောက်တော့ လူတွေတစ်ယောက်မှ မရှိတော့တာကိုတွေ့ရပြီး ထူးဆန်းတဲ့အလင်းရောင်တွေကို မြင်လိုက်ကြတယ်အလင်းရောင်တွေကို ကြည့်မိတဲ့သူတိုင်း စိတ်ညို့သလို အသိစိတ်ပျောက်ပြီး အာကာသယာဉ်ပျံကြီးက ခေါ်ဆောင်သွားပါတော့တယ်သားအဖတွေထွက်ပြေးရင်းနဲ့ လွတ်မြောက်နိုင်မလားဂြိုလ်သားတွေက ဘာအတွက်လူသားတွေကို ခေါ်ဆောင်သွားတာလဲအာကာသယာဉ်ပျံကြီးထဲမှာ သူတို့ဘယ်လိုထူးဆန်းတာတွေနဲ့ ကြုံတွေ့ရမလဲလူသားတွေကိုဘယ်လိုကယ်တင်မလဲ လွတ်မြောက်အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာတွေကိုအက်ရှင်အလန်းစားတွေနဲ့ ကြည့်ရမှာနော်File Size : (950 MB)Quality : WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre :Action, Adventure, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKiran Kaur SainiLiam O'DonnellMario AgujaStarsAntonio FargasBojana NovakovicCallan MulveyFrank GrilloIko UwaisJacob VargasJoanne BaronJonny WestonPamelyn CheeYayan RuhianCastAntonio FargasBetty GabrielBojana NovakovićCallan MulveyFrank GrilloIko UwaisJacob VargasJoanne BaronJonny WestonKaren GlaveKevin O'DonnellNoel GugliemiPamelyn CheePhet MahathongdyValentine Payen-WicaksonoVery Tri YulismanYayan RuhianZarah Mahler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m5jvdwlI24XpFDSX79o97z76jis.jpg",
      "https://image.tmdb.org/t/p/w300/tz1UUiOHAG27Xcup1WJNjTR7oFo.jpg",
      "https://image.tmdb.org/t/p/w300/bsJSUv1ThWpliTlb6EAst0u6JL7.jpg",
      "https://image.tmdb.org/t/p/w300/8k7WLPUL5e0XODbLAwyDrgvKnSm.jpg",
      "https://image.tmdb.org/t/p/w300/gvrwzQP3szTnvPbh2GDRBm51pyx.jpg",
      "https://image.tmdb.org/t/p/w300/sRhCliuVvBJegpJGySQVAHSMrzZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDBlMzY1MmMtMWUwMS00ODk5LWJiZDUtN2ZmZjJjYTRhMmNhXkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jv91x6zrneqf.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/beyond-skyline-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3zKoq/Beyond_Skyline_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FdF0gQ6S#wbJJtZQJHfL_tDov2FqXBmJdP1tTseSfj5P_OooVBY0",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/dst69wz2zn89",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wCqP4d0tXb0",
      "video_url": "https://www.youtube.com/watch?v=wCqP4d0tXb0",
      "embed_url": "https://www.youtube.com/embed/wCqP4d0tXb0"
    }
  },
  {
    "metadata": "|2017|100 min|Drama,Fantasy,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "66"
    },
    "title": "The Mimic (2017)",
    "description": "အရင္ကေရာ အခုအခ်ိန္ထိေရာ အရမ္းေအာင္ျမင္ေနတဲ့ Tom ေလးကို CHANNEL MYANMAR ပရိသတ္ႀကီးသိမွာပါကိုယ္ေျပာတဲ့စကားေလးကို သူက အထစ္အေငါ့မ႐ွိ ကိုယ့္ေလယူေလသိမ္းအတိုင္းလိုက္ေျပာတတ္တဲ့ေၾကာင္ေလးေလ…အခုတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္လမ္းကေတာ့ Tom ေလးအေၾကာင္းမဟုတ္ေပမယ့္ Tom ေလးလို အစြမ္း႐ွိတဲ့ Evil တစ္ေကာင္အေၾကာင္းပါ….မိခင္ျဖစ္သူရဲ႕ က်န္းမာေရးျပန္လည္ နလန္ထေရးအတြက္ ေ႐ွး႐ႈၿပီး မိခင္ရဲ႕ ဇာတိေျမကို မင္ဟိုတို႔ မိသားစုေျပာင္းေရြ႔လာရာမွ ပံုမွန္မဟုတ္တဲ့ ကိစၥရပ္ေတြနဲ႔ ရင္ဆိုင္ရပါေတာ့တယ္…သားေဇာ သမီးေဇာ ေဇာကပ္လာတဲ့အခါ မိစၱာကလည္း ေၾကာက္စရာ မဟုတ္ေတာ့ပါဘူး…နယ္ၿမိဳ႕ေလးရဲ႕ အတိတ္ထဲမွာ ဘယ္ေလာက္ထိတ္လန္႔စရာ မေကာင္းဆိုးဝါး ႐ွိေနတာလဲ?ဒါေတြကေန ဘယ္သူေတြက လြတ္ေျမာက္မလဲ?တစ္မိသားစုလံုး အဆင္ေျပပါ့မလား?စာႂကြင္း – ေၾကာက္ဖို႔ေကာင္းတယ္ဆိုတာထက္ တစ္ခ်က္တစ္ခ်က္ ေတာ္ေတာ္လန္႔ရပါတယ္…Horror fan ေတြ ျကည့္ကိုၾကည့္သင့္တဲ့ Korean horror movie ေလးပါ(ဘာသာျပန္သူကေတာ႔ ဇြန္လဲ့ျဖဴပါ)File Size : (750 MB) and (350 MB)Quality : HDRip 720pRunning Time : 1hr 40minFormat : Mp4Genre :Drama, Fantasy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zun Lae phyuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHuh JungStarsHeo JinKil Hae-yeonLee Jun-hyeokPark Hyuk-kwonShin Rin-aYum Jung-ahCastHeo JinKil Hae-yeonLee Jun-hyeokPark Hyuk-kwonShin Rin-aYum Jung-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rom2iMkvIkqjfYikCb60E87Vjhw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-mimic.90860.jpg",
    "movie_links": [
      {
        "link": "http://vializer.com/4oef",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/4ohC",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/4oi3",
        "server": "Soliddrive.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/4oju",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/4oko",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|1hr 45minutes|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "22,219"
    },
    "title": "[18+] Berlin Syndrome (2017)",
    "description": "ဒီကားလေးကတော့သည်းထိတ်ရင်ဖိုစရာဒရာမာကားလေးဖြစ်ပါတယ်။ကလျာဆိုတဲ့လူငယ်ဓာတ်ပုံဆရာမလေးတယောက်ဟာတကိုယ်တည်းဘာလင်မြို့ကိုထွက်လာပါတယ်။ကမ္ဘာကြီးကိုစူးစမ်းချင်အသစ်အဆန်းတွေတွေ့ကြုံချင်တဲ့လူငယ်တယောက်ပေါ့။လည်ပတ်ရင်းလမ်းမှာအားကစားကျောင်းတကျောင်းကအန်ဒီဆိုတဲ့ဆရာတယောက်နဲ့တွေ့မိကြပါတယ်။ကံကြမ္မာဆိုးရဲ့အစတခုလို့ပြောရမှာပါပဲ။အန်ဒီနဲ့တညတာသူ့တိုက်ခန်းမှာပျော်ပါးပြီးနောက်ကလျာတယောက်အဲဒီတိုက်ခန်းမှာပဲဆက်ပြီးပိတ်လှောင်ခံရပါတော့မယ်။လူတွေကိုယုံကြည်ပြီးတဇွတ်ထိုးစိတ်အလိုလိုက်မှုကြောင့်ဖြစ်တဲ့ဆိုးကျိုးတွေပါပဲ။၁၈++ခန်းတွေပါပြီးကလေးတွေလုံးဝမကြည့်သင့်တဲ့ကားလေးပါ။မိသားစုနဲ့လည်းမကြည့်သင့်ပါဘူး။ကဲဒီလိုဆိုတော့ကလျာဆိုတဲ့ဓာတ်ပုံဆရာမလေးအဲဒီကံကြမ္မာဆိုးကနေပဲထွက်နိုင်မလား။အန်ဒီရဲ့ပြသနာကဘာလဲ။ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာတော့စောင့်ကြည့်ရမှာပေါ့။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)File Size : 800 MBQuality : Webdl 720PRunning Time : 1hr 45minutesFormat : Mp4Genre : Drama, Horror, MysteryTranslator : FridaysEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCate ShortlandStarsMatthias HabichMax RiemeltTeresa PalmerCastCem TuncayChristoph FrankenElmira BahramiEmma BadingLara Marie MüllerLucie AronMaia AbsbergMalin SteffenMascha WolfMatthias HabichMatthias RusselMax RiemeltNassim AvatRene BarraTeresa PalmerThuso LekwapeViktor Baschmakov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bRUbcR11v8xWrwiFVWDwwQfPkc2.jpg",
      "https://image.tmdb.org/t/p/w300/pPsukBkAgeg90qISmr6JW3rk4iU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BYzQ0YWRjYjctYmQ5ZC00M2M2LWE0NzMtMTI4ZDg1NjIyZTM1XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/berlin-syndrome-18-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/i3tdvm81szju.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/UQoc/Berlin_Syndrome_[18+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/tzn3vom4s2ig",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "GQw-IX9yqXw",
      "video_url": "https://www.youtube.com/watch?v=GQw-IX9yqXw",
      "embed_url": "https://www.youtube.com/embed/GQw-IX9yqXw"
    }
  },
  {
    "metadata": "Unrated|2017|1h 16m|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2400"
    },
    "title": "Lover for a Day (2017)",
    "description": "Lover for a Day (2017)~ IMDb – 6.7/10, Rotten Tomatoes – 82% ~ပြင်သစ်ဆန်ဆန် အချစ်အကြောင်းလေးတစ်ပုဒ်။ ဓားရာကိုယ်စီနဲ့ ချစ်ဝေဒနာသည်တွေအတွက် အိုအေစစ်တစ်ခု။အဖြူအမည်း၊ ဝတ်လစ်စလစ်အခန်းတွေ၊ စီးကရက်သောက်နေတဲ့လူတွေ၊ ရုတ်တရက်ထပြီး ဒဿနဆန်ပစ်တဲ့ ဒိုင်ယာလော့ခ်တွေနဲ့ နောက်ခံစကားပြော။ ဒါက ပြင်သစ်ရုပ်ရှင်စစ်စစ်ပါပဲ။ ပြင်သစ်အထာဆိုတာ ဒါ လို့ ကိုယ့်မျက်နှာရှေ့ ကပ်မပြောရုံတမယ်ပါ။ပြင်သစ်ဒါရိုက်တာ Philippe Garrel ဟာ မှတ်ကျောက်တစ်ခုအနေနဲ့ Garrel’s Trilogy of Love ဆိုပြီး အချစ်အကြောင်း အဖြူအမည်း ရုပ်ရှင်သုံးခု ရိုက်ထားပါတယ်။ ဒါကတော့ အဲဒီ ၃ ကားထဲက နောက်ဆုံးတစ်ခုပေါ့။အချစ်ဆိုတာ ဘာလဲ။ ဒီမေးခွန်းကို ခေတ်အဆက်ဆက်မေးခဲ့ကြတယ်။ ခေတ်အဆက်ဆက်အဖြေထုတ်(ဖို့ကြိုးစား)ခဲ့ကြတယ်။ အချစ်ဟာ အချစ်ပါပဲ။ အချစ်ကို ဘာနဲ့ဖွဲ့စည်းထားတာပါလို့ ဓာတုဗေဒမဆန်ကြရအောင်လေ။အချစ်ဆိုတာ ရေလို့ပဲသတ်မှတ်တာပေါ့။ ပုံသဏ္ဍာန်အတည်တကျမရှိ။ မရှိတဲ့နည်းတူ ‌ပုံသဏ္ဍာန်ပေါင်းစုံလည်း ရှိနေနိုင်ပြန်တယ်။ ထွက်မသွားစေချင်တာလည်းအချစ်၊ လွှတ်မပေးချင်တာလည်းအချစ်၊ ကောင်းစားစေချင်တာလည်းအချစ်၊ ဘေးဒုက္ခတွေမရောက်စေချင်တာလည်းအချစ်… ဒီလို ဒီလိုတွေပေါ့။ဒီရုပ်ရှင်ထဲက အချစ်ကလည်း သဏ္ဍာန်မဲ့တယ်။ မေတ္တာလား ချစ်ခြင်းလား ဆုံးရှုံးရမှာကြောက်လို့ ဒူးထောက်ထားခြင်းလား။ဒီရုပ်ရှင်ထဲမှာ အဓိကအနေနဲ့ ၃ ယောက်ပါတယ်။ အဖေ(ဂျီးလ်)ရယ် ‌အဖေ့ရည်းစား(အေရီယန်)ရယ် သူ့သမီး(ဂျန်း) ရယ်။တစ်နေ့မှာ ဂျန်းက သူ့သတို့သားလောင်းနဲ့ရန်ဖြစ်ပြီး သူ့အဖေဆီကို ပြန်လာခဲ့တယ်။ သူ့အဖေကလည်း သူ့သမီးနဲ့ရွယ်တူ ကျောင်းသူလေးတစ်ယောက်နဲ့တွဲနေတယ်။ အဲဒီမှာ သူတို့ သုံးယောက်ကြား မချည်တဲ့ကြိုးတွေ ထုံးကြတယ်။ အတူနေရာက ပြဿနာတွေ၊ အသက်အရွယ်ကွာဟမှုကြား ညှိလို့မရတာတွေ၊ ချစ်ခြင်းကို အဓိပ္ပာယ်ဖွင့်ပုံခြင်းမတူညီမှုတွေ ဒါတွေအားလုံးကို ရောသမမွှေ ချပြထားပါတယ်။ဇာတ်ကောင်တွေကို တည်ဆောက်ပုံက လှတယ်။ ပြင်သစ်မလေး ၂ယောက်ကို ဆေးခြယ်ထားပုံများ… ဒီရုပ်ရှင်ပြီးတာတောင် မြန်တယ်ထင်ရတယ်။ ချစ်ခြင်းရဲ့ပုံသဏ္ဍာန်တစ်ခု နဲ့ လူတွေကြား လစ်ဟာနေတဲ့ကွက်လပ်တစ်ခု။ဒီကွက်လပ်တစ်ခုကို ဒါရိုက်တာ Phillippe က မီးမောင်းထိုးပြဖို့ကြိုးစားခဲ့တယ်။ “မင်းတို့မှာ ဒီလိုလစ်ဟာမှုတစ်ခုရှိနေတယ်” ပေါ့။ ဖြည့်တာမဖြည့်တာ ကျွန်တော်တို့အပိုင်း။ဆုတွေအနေနဲ့ဆိုရင် ဆု ၂ ခုရထားပြီး ဆန်ကာတင် စာရင်းမှာ ၃ခုပါထားပါတယ်။ ခံစားချက်တွေအကြောင်းရုပ်ရှင်တစ်ခုဖြစ်တာကြောင့် ဘာမှမတွေးဘဲ ခံစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Thant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 610MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 16MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMin Thant BoEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhilippe GarrelStarsAntoine CordierCaroline MarcosChristian BouilletteÉric CaravacaEsther GarrelFélix KysylGabriel AcremantHugues JourdainJean ChevalierJulien FrisonJustine BacheletLaëtitia SpigarelliLouise ChevillotteLouise GuillaumeLoulou HanssenLucie GalloLucie GrunsteinMaïa FoucaultManon ChircenMarie SergeantMartin NikonoffMichel CharrelMorgane RealNicolas BridetPaul ToucangPia LagrangeRaphaël NaaszRoman Jean-ElieSelim ZahraniSofia TeilletSofian KhammesSonia FloireSuzanne De BaecqueZoé FauconnetCastAntoine CordierCaroline MarcosChristian BouilletteÉric CaravacaEsther GarrelFélix KysylGabriel AcremantHugues JourdainJean ChevalierJulien FrisonJustine BacheletLaëtitia SpigarelliLouise ChevillotteLouise GuillaumeLoulou HanssenLucie GalloLucie GrunsteinMaïa FoucaultManon ChircenMarie SergeantMartin NikonoffMichel CharrelMorgane RealNicolas BridetPaul ToucangPia LagrangeRaphaël NaaszRoman Jean-ElieSelim ZahraniSofia TeilletSofian KhammesSonia FloireSuzanne De BaecqueZoé Fauconnet",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6ZYtbyhjfZiZf2vmxx1Wk2KWYxT.jpg",
      "https://image.tmdb.org/t/p/w300/Z2VYlByFmCp01QMwAieQEq4YpI.jpg",
      "https://image.tmdb.org/t/p/w300/rpyyYff8MqWtultXjhDDiDWe8O6.jpg",
      "https://image.tmdb.org/t/p/w300/b5x7DN8bZA148ITX2RMewgwV0sL.jpg",
      "https://image.tmdb.org/t/p/w300/84vvAjRfUc9OOnomNZibuwa2f4J.jpg",
      "https://image.tmdb.org/t/p/w300/pUYxYJAOyrJEQ5oJbCdsks5YH0C.jpg",
      "https://image.tmdb.org/t/p/w300/vZc0P4NJRanqShUydJlDWGfPMqu.jpg",
      "https://image.tmdb.org/t/p/w300/54dnhVe94zHOS82wHcWtpketOUM.jpg",
      "https://image.tmdb.org/t/p/w300/iybQo9wxVPFFEeD5rugblL2Hz9M.jpg",
      "https://image.tmdb.org/t/p/w300/oFQllVN116x3RFDTlVydAxHyTpl.jpg",
      "https://image.tmdb.org/t/p/w300/bEzOYpV2nOWQkM0jLJ1zhGujbz2.jpg",
      "https://image.tmdb.org/t/p/w300/z4IBCiFmeIW4XfRGvQaiAnU4bt6.jpg",
      "https://image.tmdb.org/t/p/w300/rv3ysiv29yH9AdtKdpmsHyT2fRG.jpg",
      "https://image.tmdb.org/t/p/w300/dRXAvWO9jT7BQWY0No4F8qb25Ah.jpg",
      "https://image.tmdb.org/t/p/w300/p7KOh7lGuCirijkg35Sbc4UonFd.jpg",
      "https://image.tmdb.org/t/p/w300/ajOi6JleUHAsyON94afsyWUS6eI.jpg",
      "https://image.tmdb.org/t/p/w300/dB4pS6aw26fc0InhbibqVNH5UsE.jpg",
      "https://image.tmdb.org/t/p/w300/zF2UUHaVOiVRE4u3NhWrrth0hsE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rv3IfHRi6yquYjAMBbvCLhG0qBk.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lover-for-a-day-2017-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1gBkw/(CM)_Lover_for_a_Day_(2017)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0nkikTAS#96UuwKyI76ThPxjMbLsu9ZtwY3e8YqF9O9DhQ0seZ00",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jcw3xbsr4cab.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lover-for-a-day-2017-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "610MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gBk1/(CM)_Lover_for_a_Day_(2017)_720p.mp4",
        "server": "megaup.net",
        "size": "610MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1uUQ0ZbL#1k-gjS7oqNseZRqQB0TrkOfYE75NPfS2t9fwtabcxwU",
        "server": "mega.nz",
        "size": "610MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c4r0vd0o36x4.html",
        "server": "usersdrive.com",
        "size": "610MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/7dnhvb03ko3f",
        "server": "streamsb.com",
        "size": "610MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xnrlo4ji80gp",
        "server": "streamvid.io",
        "size": "610MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yueoWaB2jrQ",
      "video_url": "https://www.youtube.com/watch?v=yueoWaB2jrQ",
      "embed_url": "https://www.youtube.com/embed/yueoWaB2jrQ"
    }
  },
  {
    "metadata": "N/A|2017|139 min|Action,Drama,Fantasy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "3,160"
    },
    "title": "Along with the Gods: The Two Worlds (2017)",
    "description": "ဒါ႐ိုက္တာ ကင္ယံုဟြာက ကာတြန္းဆရာ ဂ်ိဳဟိုမင္ရဲ႕၀က္ဘ္ကာတြန္းစီးရီးကို အသက္သြင္း႐ိုက္ကူးၿပီး ႐ုပ္ရွင္ကိုႏွစ္ပုိင္းခြဲျဖန္႔ခ်ိမွာျဖစ္ကာ ဒုတိယပိုင္းကို ၂၀၁၈ မွာ ထုတ္လုပ္မယ္လို႔ ဆို ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြက Ha Jung-woo၊ Cha Tae-hyun၊ Ju Ji-hoon၊ Lee Jung-jae၊ Do Kyung-soo၊ Kim Hyang-gi တို႔ျဖစ္ၿပီး Lotte Entertainment က ျဖန္႔ခ်ိထား တာပါ။ မီးသတ္သမား ကင္ဂ်ာဟုန္ ဟာ တာ၀န္ထမ္းေဆာင္ရင္း မေမွ်ာ္လင့္ဘဲ ေသဆံုးခဲ့ၿပီး ဘ၀ ကူးေျပာင္းသြားတဲ့ ဂ်ာဟုန္ဟာ မရဏတိုင္းျပည္က အေစာင့္အ ေရွာက္သံုးေယာက္နဲ႔ ဆံုပါတယ္။ အဲဒီသံုးေယာက္ထဲမွာ ဂန္ရင္းက ေခါင္းေဆာင္ျဖစ္ၿပီး လူသားေတြ ေပၚ ခင္မင္ၾကင္နာစိတ္ရွိပါတယ္။လူတစ္ေယာက္ေယာက္ ေသဆံုးၿပီဆိုရင္ မရဏႏိုင္ငံကို သြားဖို႔ အေစာင့္အေရွာက္ေတြ အတူလိုက္ပါေလ့ရွိၿပီး ေသဆံုးသူ ဟာ လူ႔ျပည္လား၊ ငရဲလား၊ ေကာင္းကင္ဘံုလား ဆက္သြားရ မယ့္ေနရာအတြက္ ၄၉ ရက္အ တြင္းမွာ အဆင့္ခုနစ္ဆင့့္ ျဖတ္ သန္းစစ္ေဆးခံရမွာပါ။မီးသတ္သမားေလးဂ်ာဟုန္ အဖို႔ ဂန္ရင္းနဲ႔အဖြဲ႕ ေခၚေဆာင္ရာ ေနာက္ကို လိုက္သြားရၿပီး လမ္း တစ္ေလွ်ာက္ ထူးဆန္းတာေတြ ဆက္တိုက္ႀကံဳရပါတယ္။ ဂ်ာ ဟုန္ သြားရမယ့္ဘံုအတြက္ စစ္ ေဆးခံရတဲ့ အဆင့္ေတြကိုလည္း အထူးျပဳလုပ္ခ်က္ေတြနဲ႔ တင္ ဆက္ထားလုိ႔ ဆန္းဆန္းျပားျပား ႐ႈစားရမွာပါ။ဂ်ာဟုန္က ႐ိုးသားအျပစ္ ကင္းတာေၾကာင့္ ေကာင္းမြန္ရာဘ၀ကို ျပန္ေရာက္ဖို႔ ဂန္ရင္းတို႔က ႀကိဳးစားကာကြယ္ေပးပါတယ္။မီးသတ္သမားေလးဂ်ာဟုန္ မရဏတိုင္းျပည္မွာ ျဖတ္သန္းရ မယ့္ ၄၉ ရက္တာစြန္႔စားခန္းက ဘယ္လိုရလဒ္နဲ႔အဆံုးသတ္မလဲ ဆိုတာကေတာ့…။(ဇာတ္လမ္းအညႊန္းကို 7daily Website မွကူးယူေဖာ္ျပသည္)File Size : (1.15 GB) and (526 MB)Quality : Blu-Ray 720pRunning Time : 2hr 19minFormat : Mp4Genre :Action, Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DD5.1-MTTranslated by CM TeamEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Yong-HwaStarsCha Tae-hyunDoh Kyung-sooHa Jung-wooIm Won-heeJoo Ji HoonJu Ji-hoonKim Dong-wookKim Hyang-giLee Joon-hyukLee Jung-jaeOh Dal-suCastCha Tae-hyunDoh Kyung-sooHa Jung-wooIm Won-heeJang GwangJeong Hae-gyoonJoo Ji HoonJu Ji-hoonKim Dong-wookKim Ha-neulKim Hae-sookKim Hyang-giKim Soo-anLee Joon-hyukLee Jung-jaeLee Kyung-youngMa Dong-seokOh Dal-suYe Soo-jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wyv2Y9vXYJwJzF6cNVuVwVOsOUj.jpg",
      "https://image.tmdb.org/t/p/w300/uslQFtW5ZYZxIMroa6YpvvA06Tn.jpg",
      "https://image.tmdb.org/t/p/w300/pfMzN0g4eRORJaA2ZcfwNwVeEC3.jpg",
      "https://image.tmdb.org/t/p/w300/yTkXKUdjv2BTeWzPFC5mjQCAMCC.jpg",
      "https://image.tmdb.org/t/p/w300/dHiwG0gnWNix5qL1wK68OhMAMP9.jpg",
      "https://image.tmdb.org/t/p/w300/l4akOSTh9sM2KdlmrlWiGiPGw3T.jpg",
      "https://image.tmdb.org/t/p/w300/5IpNmH4YRMarAeq4aE1M82HJO75.jpg",
      "https://image.tmdb.org/t/p/w300/cOHmXREjrxqImrZnQAq6uua0QhL.jpg",
      "https://image.tmdb.org/t/p/w300/itVwZi8ury2tQdV1Zc5QsWaz5Um.jpg",
      "https://image.tmdb.org/t/p/w300/y7182Lc5UOyDTTbLy4ozzXYKnaz.jpg",
      "https://image.tmdb.org/t/p/w300/yTlZ715eL0sy6CCts31N47Leztk.jpg",
      "https://image.tmdb.org/t/p/w300/xP07uf8l9ekH3z023Tfgdm97zmi.jpg",
      "https://image.tmdb.org/t/p/w300/n12hi9Fn5AorDFnZj7YwuJx82Da.jpg",
      "https://image.tmdb.org/t/p/w300/aBwLiReKC1LW3q9lvjypD1SVWF2.jpg",
      "https://image.tmdb.org/t/p/w300/m2JD6UsMfghNjtCYaa1qAlTtr1r.jpg",
      "https://image.tmdb.org/t/p/w300/xJd4wo4lR4xdsmq5RsFBWcdXXp8.jpg",
      "https://image.tmdb.org/t/p/w300/inaX9PA89bJg0jE8TtEpdOX5R8D.jpg",
      "https://image.tmdb.org/t/p/w300/e1aHkAs6ySVIC2v5pWc2aA9J16g.jpg",
      "https://image.tmdb.org/t/p/w300/4hNBG6DTDOg1HIJhtojrWjSH92t.jpg",
      "https://image.tmdb.org/t/p/w300/c9u0zCvBa2E7i8rjnXH9guucu4r.jpg",
      "https://image.tmdb.org/t/p/w300/p3uCE1RGQh7o6lLj3N7zgS7e8h5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/61EZRFUVFnfIiV0f9JHy91QydZW.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/along-with-the-gods-the-two-worlds-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eyon/Along_With_The_Gods_-_The_Two_Worlds_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ijltbkrdorye",
        "server": "upstream.to",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/beo6wprwu5l6.html",
        "server": "usersdrive.com",
        "size": "1.15 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "y8d43NuFIow",
      "video_url": "https://www.youtube.com/watch?v=y8d43NuFIow",
      "embed_url": "https://www.youtube.com/embed/y8d43NuFIow"
    }
  },
  {
    "metadata": "N/A|2017|139 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "16,512"
    },
    "title": "Kaabil (2017)",
    "description": "႐ိုဟန္ဟာ မ်က္မျမင္တစ္ ေယာက္ျဖစ္ၿပီး ႐ုပ္သံေနာက္ခံ စကားေျပာအလုပ္နဲ႔ အသက္ေမြး ဝမ္းေက်ာင္းေနသူပါ။ သူ႔ခ်စ္သူ ဆူပရီရာကလည္း အျမင္အာ႐ံုခ်ိဳ႕တဲ့သူ ျဖစ္ေပမယ့္ ကိုယ္ပိုင္ အလုပ္လုပ္ေနသူ ျဖစ္ပါတယ္။ ႏွစ္ေယာက္စလံုးကအစပိုင္းမွာေတာ့ လက္ထပ္ဖုိ႔ တုံ႔ဆိုင္းေနၾက ေပမယ့္လည္း သံေယာဇဥ္ခိုင္မာ ေနၿပီမို႔ လက္ထပ္ျဖစ္ခဲ့ၾကပါတယ္။တစ္ည ႐ိုဟန္တုိ႔ႏွစ္ေယာက္ ညစာစားၿပီး ျပန္လာတုန္း ေၾကး စားလူမိုက္အမစ္ရွယ္လာနဲ႔ နာ မည္ႀကီး ႏုိင္ငံေရးသမားတစ္ ေယာက္ရဲ႕ ညီရယ္၊ ဝါဆင္ဆုိတဲ့ လူတို႔ရဲ႕ေႏွာင့္ယွက္တာ ခံခဲ့ရပါတယ္။ေနာက္ေန႔မနက္ ႐ိုဟန္အ လုပ္သြားတုန္း အမစ္နဲ႔ ဝါဆင္တို႔ ဟာ ႐ိုဟန္တုိ႔အိမ္ကို တိတ္တ ဆိတ္ဝင္လာၿပီး တစ္ဦးတည္း က်န္ခဲ့တဲ့ ဆူပရီရာကို မတရား ျပဳက်င့္ခဲ့ၾကပါေတာ့တယ္။ ႐ိုဟန္ သိသိခ်င္း ရဲဌာနကို အေၾကာင္း ၾကားတဲ့အခါ ေဆး႐ံုက စစ္ခ်က္ ယူၿပီး အမႈဖြင့္ဖို႔ အႀကံျပဳခဲ့တာ ေၾကာင့္ ေဆး႐ံုကို သြားေနတုန္း လမ္းမွာ အမစ္ရဲ႕လူေတြက ဖမ္း ေခၚသြားခဲ့ပါတယ္။ဆူပရီရာက ျဖစ္ပ်က္သမွ် ကို ေမ့ေပ်ာက္ၿပီး အရင္လိုျပန္ေန ဖို႔ ႀကိဳးစားခဲ့ေပမယ့္ ႐ိုဟန္က ေတာ့ ဆူပရီရာ့အတြက္ စိတ္ထိ ခိုက္ခံစားခဲ့ရပါတယ္။ ေနာက္ တစ္ေန႔မနက္မွာ ႐ိုဟန္ဟာ အ လုပ္သြားၿပီး အိမ္ျပန္အေရာက္မွာ ေတာ့ ကိုယ့္ကိုယ္ကိုယ္ အဆံုးစီ ရင္ခဲ့တဲ့ ဆူပရီရာနဲ႔သာ ေတြ႕ခြင့္ ရပါေတာ့တယ္။ ဇနီးဆံုး႐ႈံးခဲ့ရတဲ့ ႐ိုဟန္ဆီကို ႏုိင္ငံေရးသမားမက္ ဟာဗရာအိုေရာက္လာၿပီး သူ႔ညီ ျဖစ္တဲ့ အမစ္က ဆူပရီရာကို ေစာ္ကားေမာ္ကားလုပ္တာဟာ တစ္ႀကိမ္မကေၾကာင္း ေျပာျပခဲ့့ၿပီး ျဖစ္သမွ်ကို အကုန္ေမ့ပစ္လိုက္ဖို႔ ၿခိမ္းေျခာက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆူပရီရာ ေရးထားတဲ့မ်က္မျမင္စာတစ္ခု ကို ႐ိုဟန္ေတြ႕ခဲ့ၿပီး ဒုတိယ ေျမာက္ မတရားက်င့္ခံရတဲ့ အ တြက္ သတ္ေသသြားတာျဖစ္တယ္ဆုိတာ သိခဲ့ပါတယ္။ ႐ုိဟန္ မခံမရပ္ႏုိင္ျဖစ္ၿပီး ဇနီးသည္မတရားခံရမႈအတြက္ အမႈသြား ဖြင့္ခဲ့ၿပီးလက္တုံ႔ျပန္ဖို႔ပါႀကိဳးပမ္းခဲ့ပါတယ္။အျမင္အာ႐ံု ခ်ိဳ႕ယြင္းေပ မယ့္ အသံစြမ္းရည္မွာေတာ့ သူ မတူတဲ့ ႐ိုဟန္ဟာ ဝါဆင္နဲ႔ အမစ္ ကို အသံတုမ်ိဳးစံုနဲ႔ လွည့္စားၿပီး အျပတ္ရွင္းခဲ့ပါေတာ့တယ္။ ႏုိင္ငံ ေရးသမား မက္ဟာဗရာအိုကလည္း ႐ုိဟန္ကို ရွင္းပစ္ဖို႔ႀကိဳးစား ေပမယ့္ ျဖတ္ထိုးဉာဏ္ေကာင္းတဲ့ ႐ိုဟန္ကို မယွဥ္ႏုိင္ဘဲ ေနာက္ဆံုး မွာ ေသပြဲဝင္ခဲ့ရပါတယ္။႐ိုဟန္တစ္ေယာက္ ဇနီး သည္ရဲ႕ မတရားမႈအတြက္ ဘယ္ လိုနည္းလမ္းေတြနဲ႔ လက္တုံ႔ျပန္ မွာလဲ။ ကိုယ္က်င့္တရားမေကာင္း သူေတြရဲ႕ သြားရာလမ္းက ဘယ္ လိုျဖစ္မလဲဆုိတာ ဆက္လက္ ၾကည့္႐ႈလိုက္ပါဦး။ဒီဇာတ္ကားမွာ ႐ိုဟန္အျဖစ္ ဟရီသစ္႐ိုရွန္၊ ဆူပရီရာအျဖစ္ ရာမီေဂၚတမ္၊ မက္ဟာဗရာအို အျဖစ္ ရြန္နစ္႐ြိဳင္း စသူေတြပါဝင္ ထားၾကပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://www.7daydaily.com/) Website မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 1 GBQuality :  WEBRip 720PRunning Time : 2hr 19minutesFormat : Mp4Genre :Action,Drama,RomanceEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSanjay GuptaStarsHrithik RoshanRohit RoyRonit RoyYami Gautam",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGU0MDM1ODgtZmMwNi00NWRiLTgxYWEtMjJlNjMxNjc1NzQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDkxMzY0Mjk@._V1_SY1000_CR007381000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kaabil-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEBRip 720P"
      },
      {
        "link": "https://yuudrive.me/e925c0/kabil-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "WEBRip 720P"
      },
      {
        "link": "https://megaup.net/2Sm9t/Kaabil_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEBRip 720P"
      },
      {
        "link": "https://mega.nz/file/7wh0RaQZ#tGZkuMFgYVRTFFL7BNwj_9Lp-Nnda1LL23uquOatXhE",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEBRip 720P"
      },
      {
        "link": "https://upstream.to/2ue80afjes4d",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEBRip 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2017|150 min|Bollywood,Drama,Family",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "8,537"
    },
    "title": "Secret Superstar (2017)",
    "description": "အဆိုေတာ္တစ္ေယာက္ျဖစ္ ခ်င္တဲ့ (၁၄)ႏွစ္အရြယ္ မြတ္စလင္မိန္းကေလးတစ္ေယာက္အ ေၾကာင္းကို ဇာတ္အိမ္တည္ထား ၿပီး Aamir Khan၊ Zaira Wasim၊Meher Vij၊ Raj Arjun စတဲ့ သ႐ုပ္ေဆာင္ေတြ အဓိကပါ၀င္ ထားတာပါ။အထက္တန္းေက်ာင္းသူေလးအင္ဆူဟာ စည္းကမ္းတင္းက်ပ္လြန္းၿပီး အၾကင္နာတရားမရွိ တဲ့ ဖခင္ရဲ႕ အုပ္ထိန္းမႈေအာက္ မွာ ေနရသူျဖစ္ၿပီး သမီးႀကီးဆိုေပ မယ့္လို႔ မိန္းကေလးေတြကို ဖိႏွိပ္တဲ့ အသိုင္းအ၀ိုင္းကျဖစ္တဲ့အ တြက္ မ်က္ႏွာသာအေပးမခံရပါ ဘူး။သီခ်င္းဆို၀ါသနာပါၿပီး အ ဆိုတစ္ေယာက္ျဖစ္ခ်င္တဲ့ အင္ ဆူရဲ႕စိတ္ကူးအိပ္မက္ကို သူ႔အေမက နားလည္သေဘာေပါက္ၿပီး သီခ်င္းေတြနဲ႔ ထိေတြ႔ခြင့္ျပဳေပမယ့္လို႔ သူ႔အေဖသိသြားတဲ့အခါ မွာ ဆူေဟာက္မာန္မဲခံရသလို အင္ဆူရဲ႕ ဂစ္တာေလးပါ ဖ်က္ဆီးခံရၿပီး သီခ်င္းဆိုဖို႔ကိုလည္း တား ျမစ္ပိတ္ပင္ခံရပါေတာ့တယ္။အဆို၀ါသနာရွင္ေလး အင္ ဆူဟာ သူ႔အေဖဘယ္ေလာက္ပဲ မာန္မဲ႐ုိက္ႏွက္ပါေစ သူ႔အိပ္မက္ ကို အေကာင္အထည္ေဖာ္ဖို႔ လံုး၀လက္မေလွ်ာ့ခဲ့ပါဘူး။ အိမ္ကေန မြမ္ဘိုင္းကို တိတ္တဆိတ္ထြက္ ခြာၿပီး ေအာင္ျမင္ေနတဲ့ ေတးေရး ဆရာ အဆိုေတာ္ရွက္တီကူးမားနဲ႔ ေတြ႕ၿပီး သူ႔အိပ္မက္တက္ ပိုၿပီးအေကာင္အထည္ေဖာ္ကာ အိမ္ မွာ ညႇဥ္းပန္းႏွိပ္စက္ခံေနရတဲ့ သူ႔အေမနဲ႔ေမာင္ေလးကို ကယ္ထုတ္ ႏိုင္ဖို႔ စိတ္ကူးထားတာပါ။သူ႔အေဖက ၿမိဳ႕ျပင္မွာအ လုပ္ထြက္လုပ္တဲ့အတြက္ တစ္ ပတ္မွာ တစ္ရက္ေလာက္ပဲ အိမ္ျပန္လာႏိုင္တဲ့ အေျခအေနကို အင္ဆူတစ္ေယာက္ ေကာင္းေကာင္း အသံုးခ်ၿပီး အဆိုၿပိဳင္ပြဲ၀င္ဖို႔ လုပ္ခဲ့ပါတယ္။ ဒါေပမဲ့ သူ႔အေဖသိ သြားၿပီး လံုး၀ခြင့္မျပဳခဲ့ပါဘူး။ဒါေပမဲ့လည္း ဇြဲမေလွ်ာ့တဲ့ အင္ဆူဟာ သီခ်င္းဆိုေနတဲ့ဂီတ ဗီဒီယိုတစ္ခုကို Youtube မွာတင္ တဲ့အခါမွာ ၀င္ၾကည့္တဲ့သူေတြ ညတြင္းခ်င္းတက္လာသလို သူ ေတြ႕ခ်င္ေနတဲ့ ေတးေရးဆရာ၊ အဆိုေတာ္ ရွက္တီကူးမားက လည္း အင္ဆူကို သတိထားမိ သြားပါေတာ့တယ္။ဖိႏွိပ္ခံ အင္ဆူတစ္ေယာက္ အတားအဆီးေတြ၊ အခက္အခဲ ေတြ၊ အတိုက္အခံေတြၾကားက သူျဖစ္ခ်င္တဲ့ အဆိုေတာ္တစ္ ေယာက္ျဖစ္ခြင့္ရမွာလားဆိုတာ ေတာ့…. ။(ဇာတ္လမ္းအညႊန္းကို 7daydaily Website မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : (1.3 GB) and (547 MB)Quality : WEB-DL 720pRunning Time : 2hr 30minFormat : Mp4Genre :Drama, Family, MusicSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p Netflix WEB-DL AVC DD 5.1Translated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdvait ChandanStarsAamir KhanMeher VijMonali ThakurRaj ArjunZaira WasimCastAamir KhanMeher VijMonali ThakurRaj ArjunZaira Wasim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yrQTyiJpki9dCuIU0bGhGXBu7Zh.jpg",
      "https://image.tmdb.org/t/p/w300/xMsyJ1uYOLSPmDgn3SBJaKqMlhP.jpg",
      "https://image.tmdb.org/t/p/w300/kvjdaQpbcfGBETe0QTGqkZWxeY5.jpg",
      "https://image.tmdb.org/t/p/w300/awkgUMnxD0oNjPOM43QBVpLJRQA.jpg",
      "https://image.tmdb.org/t/p/w300/oKm6SfttPskPzfuMV28buFP4FQ6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qJmIyh8hyGPONq7J4fIqaCMzv2p.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/y/secret-superstar--2017--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3BK5j/Secret_Superstar_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/8kgg8tkt751y",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/secret-superstar-2017",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/secret-superstar-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "P6jaRsnchro",
      "video_url": "https://www.youtube.com/watch?v=P6jaRsnchro",
      "embed_url": "https://www.youtube.com/embed/P6jaRsnchro"
    }
  },
  {
    "metadata": "N/A|2017|110 min|Asian,Comedy",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "57"
    },
    "title": "Gandarrapiddo!: The Revenger Squad (2017)",
    "description": "ခုတင္ေပးတဲ့ ဖိလစ္ပိုင္ဇာတ္ကားေလးက Barcelona …Gangster … အစရွိတဲ့ ဇာတ္ကားထဲမွာRomantic ဆန္ဆန္ ပါဝင္သရုပ္ေဆာင္ဖူးတဲ့ မင္းသားေခ်ာ Daniel Padilla ပါဝင္ထားတဲ့ စြမ္းအားရွင္ Comedy ဇာတ္ကားမ်ိဳးေလးပါ။ဂန္ဒါရ လို႔ေခၚတဲ့ စြမ္းအားရွင္ဦးေဆာင္တဲ့အဖြဲ႔ဟာ ေဒါက္တာကလင္းရဲ႕ညႊန္ၾကားခ်က္နဲ႔ဗီလိန္အရူးဆီကေန ခ်ီႏိုေလးကိုကယ္တင္ဖို႔ တိုက္ပြဲဆင္ႏြဲခဲ့ၾကပါတယ္။တိုက္ပြဲမွာ အႏိုင္ရရွိၾကေပမယ့္ မေမွ်ာ္လင့္ဘဲ ဂန္ဒါရေခါင္းကိုထိျပီး အတိတ္ေမ့သြားခဲ့တယ္…သူတို႔ေတြဟာ လူေတြၾကားထဲ သာမာန္မိသားစုသဖြယ္ေနထိုင္ေနေပမယ့္၂၁ ႏွစ္အရြယ္ကိုေရာက္လာမယ့္ ခ်ီႏို႔ေၾကာင့္ ဂန္ဒါရရဲ႕အဖြဲ႕သားေတြဟာ စိုးထိတ္ေနၾကတယ္…တစ္ဖက္မွာလဲ လူဆိုးေတြရဲ႕တိုက္ခိုက္မႈ ေနာက္ကြယ္ကၾကိဳးကိုင္ထားတဲ့မီႏိုဆိုတဲ့အႏၱရာယ္ကို ဘယ္လိုေခ်မႈန္းၾကမလဲဆုိတာကို ဟာသဆန္ဆန္ စိတ္ဝင္စားဖြယ္ရိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ။File size…(1 GB) and (500 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:51:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHtoo Htoo Ka JoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoyce E. BernalStarsDaniel PadillaEjay FalconKarla EstradaLassy MarquezLoisa AndalioMC CalaquianPia WurtzbachR.K. BagatsingVice GandaWacky KirayCastAlvin RonquilloCarlo MendozaDaniel PadillaEjay FalconJustin James QuilantangKarla EstradaLassy MarquezLoisa AndalioMC CalaquianMichael FloresPia WurtzbachR.K. BagatsingVice GandaWacky KirayWarren Tablo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k3cR0oxev1jQhmknC8d25eCau7q.jpg",
      "https://image.tmdb.org/t/p/w300/hsO4wSo1RE2GAFSd24a2I7dF2rY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/oO3JjFyCEN6sVFMMl7Se1eeUcX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/gandarrapiddo-the-revenger-squad-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SL8j/Gandarrapiddo!_-_The_Revenger_Squad_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/2ajk0fcossii",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/7aipxc64i8n3.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "G2Tm9hQ8HyA",
      "video_url": "https://www.youtube.com/watch?v=G2Tm9hQ8HyA",
      "embed_url": "https://www.youtube.com/embed/G2Tm9hQ8HyA"
    }
  },
  {
    "metadata": "|2017|110 min|Action,Crime",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "42"
    },
    "title": "Guilty of Mind (2017)",
    "description": "ဒီတစ္ေခါက္မွာေတာ့ သဲထိတ္ရင္ဖို စံုေထာက္အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ၂၀၁၇ ခုႏွစ္ထဲမွာထြက္ရွိထားတာျဖစ္ျပီးခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိိတ္သတ္ေတြေကာပေဟဠိဆန္တဲ့ ပုစၦာေတြကိုေျဖရွငး္ျပီးေထာက္လွမ္းတာကို စိတ္၀င္စားတဲ့ ပရိတ္သတ္ေတြပါၾကိဳက္ႏွစ္သက္မယ့္ကားေလးတစ္ကားပါ ဇာတ္ကားအက်ဥ္းေလးကေတာ့ Fang Mu ဟာ စံုေထာက္ဌာနရဲ႕ ဘုရားေပးတဲ့လက္ေဆာင္လို႕ေျပာရေလာက္ေအာင္ စံုေထာက္ရာမွာ ထူးခၽြန္တဲ့ အရာ ရွိပါ တစ္ေန႕မွာ သူဟာ လူသတ္မႈေတြကို ဆက္တိုက္က်ဴးလြန္ေနတဲ့ လူသတ္သမားကို ေဖာ္ထုတ္စံုစမ္းဖို႕တာ၀န္္ေပးျခင္းခံရပါေတာ့တယ္ သူနဲ႕ အတူတူတြဲဖက္အျဖစ္ရဲတပ္ဖြဲ႕ေခါင္းေဆာင္ Tai Wei ကို တာ၀န္ထမ္းေဆာင္ေစပါတယ္  ဒီလိုနဲ႕ Fang Mu ဟာလူသတ္သမားကိုရွာေဖြေဖာ္ထုတ္ဖို႕ၾကိဳးစားရင္း လူသတ္မႈဟာ တိမ္မေယာင္ နဲ႕ နက္နဲေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲ တရားခံကေကာ ဘယ္သူလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty – 720p Web dlDuration – 1hr 45minGern -Action/ Thril / CrimeSubtitle – Myanmar HardsubTranslator – Nang Phyu Phyu NaingEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXie DongshenStarsChang Kuo-ChuLi ChunLi YifengLiao FanRegina WanCastChang Kuo-ChuLi ChunLi YifengLiao FanRegina Wan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZGYzMDM4NTMtOWU2ZS00YWYyLWFhMTMtYTAzYzg3MTExOTE3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007151000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://vializer.com/w6C",
        "server": "openload.co",
        "size": "788MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/w4Z",
        "server": "openload.co",
        "size": "352MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/w9z",
        "server": "Soliddrive.co",
        "size": "788MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/wCB",
        "server": "Soliddrive.co",
        "size": "352MB",
        "quality": ""
      },
      {
        "link": "http://vializer.com/wHq",
        "server": "drive.google.com",
        "size": "788MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2017|1h 53min|Drama,Family",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "131,336"
    },
    "title": "Wonder (2017)",
    "description": "Wonder (2017)IMDb – 8.0/10_____Rotten – 85%ကျွန်တော်တို့ငယ်စဉ်ကတည်းကလူ့အသိုင်းအဝိုင်းနဲ့စတင်ထိတွေ့ချိန်မှာ အခက်အခဲမျိုးစုံကြုံတွေ့ရလေ့ရှိပါတယ်။အခြေအနေအလိုက် ပိုမိုရုန်းကန်ရတဲ့သူတွေရှိသလို သက်တောင့်သက်သာရဲ့ဖြတ်သန်းသွားရသူတွေလည်းရှိပါတယ်။ဒါပေမယ့် လူတိုင်းဟာကိုယ့်အပူနဲ့ကိုယ်၊ ကိုယ်ပိုင်ဖြေရှင်းစရာပြဿနာတစ်ခုခုကတော့ရှိနေတတ်တာပါပဲ။ဒါတွေကို သေချာမြင်အောင် ကြည့်နိုင်မယ်ဆိုရင်တော့ အားလုံးသာသူ့နည်းသူ့ဟန်နဲ့တိုင်ပတ်နေတာဖြစ်ပြီး ဘယ်သူရယ်မှ သူဟာပုံမှန်လူ သူဟာပုံမှန်မဟုတ်တဲ့လူရယ်လို့ ရှိတော့မှာမဟုတ်ပါဘူး။ဒီဇာတ်ကားလေးဟာ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။အဓိကဇာတ်ကောင်လေးဖြစ်တဲ့ အော်ဂီဟာမွေးရာပါချို့ယွင်းချက်တွေနဲ့ခွဲစိပ်မှုပေါင်းများစွာပြုလုပ်ခဲ့ရတဲ့ ကလေးတစ်ယောက်။ပုံမှန်လူတွေရယ်လို့သတ်မှတ်ထားတဲ့သူတွေရှိတဲ့ မျက်နှာအသွင်အပြင်မရှိရှာတဲ့သူတစ်ယောက်။သူ့မိသားစုလေးမှာ တစ်မိသားစုလုံးကို ရယ်မောပျော်ရွှင်စေပြီး အမြဲတမ်းအားပေးတတ်တဲ့အဖေ၊ ကိုယ့်သားသမီးတွေကို အရာအားလုံးစွန့်လွှတ်ပြီး ဂရုစိုက်တတ်တဲ့အမေ၊ ကိုယ့်မိသားစုကိုပြန်ထောက်ကြည့်တတ်တဲ့ အစ်မဖြစ်သူအိုလစ်ဗီယာ ဆိုပြီးမိသားစုသုံးယောက်ရှိပါတယ်။ဒီဇာတ်ကားမှာ မွေးဖွားလာစဉ်ကတည်းကချို့ယွင်းရှာတဲ့သားဖြစ်သူကို အားလုံးထက်ပိုဂရုစိုက်တတ်တဲ့မိခင်၊ ဘယ်တော့မှလက်မလျှော့ပဲ ကိုယ့်သားသမီးအပေါ်ယုံကြည်စိတ်မပျက်တတ်တဲ့ မိဘတွေရဲ့စိတ်၊ ကိုယ့်သားသမီးတွေတစ်ခုခုလိုအပ်နေပြီဆိုရင် အမြဲပြန်လည်ဖြည့်ဆည်းပေးဖို့ကြိုးစားတတ်တဲ့ မိဘတွေရဲ့မေတ္တာ၊ ကိုယ့်မောင်လေးအတွက် မိဘတွေရဲ့မေတ္တာကို ကြည်ကြည်ဖြူဖြူခွဲဝေပေးတဲ့ အစ်မတစ်ယောက်ရဲ့မေတ္တာ၊ သည်းခံစိတ်၊ စွန့်လွှတ်စိတ်၊ မိဘမောင်နှမတွေရဲ့ အားပေးမှု၊ ကူညီရိုင်းပင်းထောက်ပံ့မှုတွေနဲ့ အားတင်းအရှုံးမပေးတတ်တဲ့ အော်ဂီ၊ သူ့အတွက်ထိုးနှက်မှုများစွာနဲ့ ကြိုဆိုနေတဲ့ လောကကြီးထဲ ရဲရဲဝင့်ဝင့်မိသားစုရဲ့အင်အားနဲ့ ကြံကြံခိုင်ရပ်တည်နိုင်တဲ့ အော်ဂီ၊ စသည်ဖြင့် မိသားစုတစ်ခုမှာရှိရမယ့် မိသားစုစိတ်ဓာတ်ကိုအပြည့်အဝဖော်ညွှန်းပြထားပါတယ်။ဒါပေမယ့် လူဆိုတာမျိုးဟာ ပြောင်းလဲတတ်တဲ့အမျိုးမဟုတ်လားဗျာ။ဘေးပတ်ဝန်းကျင်လူ့အသိုင်းအဝိုင်းရဲ့ ဘောင်ကန့်သတ်ချက်တွေ၊ ထိုးနှက်မှုတွေကြားမှာယိုင်နဲ့တတ်တဲ့သဘာဝလည်းရှိတတ်တာပါပဲ။ဒီလိုနဲ့ လမ်းမှားကိုတဒင်္ဂရောက်သွားရတဲ့သူတွေရှိသလို၊ မရုန်းထွက်နိုင်တော့တဲအထိနွံ့နစ်သွားရတဲ့သူတွေလည်းရှိပါတယ်။ဒီလိုမဖြစ်ရအောင် အားလုံးသာ တစ်ဦးအပေါ်တစ်ဦး နားလည်မှုတွေ၊ အကြင်နာတရားတွေနဲ့ပွင့်လင်းတဲ့ဆက်ဆံရေး၊ ရိုင်းပင်းတတ်တဲ့စိတ်ဓာတ်၊ စတာတွေသာရှိရင် အားလုံးအတွက် အဆင်ပြေနိုင်မှာပါ။ဒီဇာတ်ကားလေးကချပြသွားပုံလေးကိုသဘောကျမိပါတယ်။မိသားစုတစ်စုတည်းကို ဦးတည်မသွားဘဲ သူ့ရဲ့ပတ်ဝန်းကျင်ကသူတွေနဲ့ပတ်သက်ပြီး ရိုက်ခတ်မှု၊ နောက်ကွယ်ကကိုယ်ပိုင်ပြဿနာတွေ၊ စတာတွေကိုပါ ချပြသွားပြီး အားလုံးဟာသူမသာကိုယ်အသုဘပါပဲဆိုတာကိုပြောပြနေသလိုပါပဲ။ဇာတ်ကားလေးကြည့်ရင်း ရင်ထဲခံစားရတာတွေ၊ ခေါင်းထဲတွေးမိတာတွေအများကြီးပေါ်လာရတဲ့အထိပါပဲ။ရည်ရွယ်ချက်ကို သေချာမြင်အောင် ပြသနိုင်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီထက်ပိုပြီးရေးမပြတတ်တော့ပေမယ့် တကယ်ကို လူတိုင်းကြည့်သင့်တယ်ဆိုတာကိုတော့ အားလုံးကိုတိုက်တွန်းလိုက်ချင်ပါတယ်။ကိုယ်တိုင်ကြည့်ရှုပြီး ကိုယ်ပိုင်အတွေးတွေနဲ့ ခံစားကြည့်ရှုစေချင်ပါတယ်။ရင်ထဲမှာရောခေါင်းထဲမှာပါ တစ်ခုမကကျန်ရစ်သွားစေမှာပါလို့ပဲညွှန်းဆိုရင်း…….File Size : (956 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre :Drama, FamilySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GECKOSTranslated by Thura and May HarukoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKeilah BoyleStephanie MooreStephen ChboskySusan LambieStarsBryce GheisarDanielle Rose RussellDaveed DiggsElle McKinnonIzabela VidovicJacob TremblayJulia RobertsMandy PatinkinNoah JupeOwen WilsonCastAbigail FriendAli LiebertAlyssa AndronykAmber SnowAndre RobinsonAnn EvansArmen BagdasarovBen RatnerBrayden SnowBrooke D. SingletonBryce GheisarCameron RobertsCrystal LoweDallas SnowDanielle Rose RussellDarcy Rose ByrnesDaveed DiggsElayna SingElle McKinnonEmily DelahuntyEmily GiannozioEmma TremblayErika McKitrickGidgetGrayson Maxwell GurnseyHaley GoldinHannah HobermanIzabela VidovicIzzy LiebermanJacob TremblayJames A HughesJason McKinnonJason TremblayJulia RobertsJustin SnowKaelyn BreitkopfKari StatenKayzhia SnowKyle BreitkopfKyle Harrison BreitkopfLaura MozgovayaLidya JewettLucia ThainMaccie Margaret ChboskyMandy PatinkinMark DozlawMillie DavisNadji JeterNicole OliverNoah JupeOwen WilsonRachel HaywardRazvan OrbanSasha NeuhausSean Ryan FoxSônia BragaSteve BacicTy ConsiglioVictoria CruzWilliam DickinsonWilson Chieng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4rsrxYDfIzvtAsIE9wevxPRXAk4.jpg",
      "https://image.tmdb.org/t/p/w300/bX4xCSrfMhdqLw9nBFffOyWJrWd.jpg",
      "https://image.tmdb.org/t/p/w300/b7xQ5fuyVO4c24igizCfPgF6n7q.jpg",
      "https://image.tmdb.org/t/p/w300/ce6HzPfxRRcLk5QRLcdExeVpsA1.jpg",
      "https://image.tmdb.org/t/p/w300/7qbG8TBAqV0LJT8zaTD3qfNFZjD.jpg",
      "https://image.tmdb.org/t/p/w300/qRLfKEKPR4VXIvK8D37dpXnrXfP.jpg",
      "https://image.tmdb.org/t/p/w300/AczzhsH7SzFzM7qRctAZBNId3s.jpg",
      "https://image.tmdb.org/t/p/w300/f1Jv532UM9j6zrV2XVkHL7HyyIW.jpg",
      "https://image.tmdb.org/t/p/w300/2EznhcuyWtUNiUrwJ4de5BwLV11.jpg",
      "https://image.tmdb.org/t/p/w300/qvVOHDeM6eKFTegiViVIzqSbuTG.jpg",
      "https://image.tmdb.org/t/p/w300/sZtwBJvJdrhW4oH1uBkJc7dzDUv.jpg",
      "https://image.tmdb.org/t/p/w300/uV6c7JFxNqMNNxD81zs5iqnYVBi.jpg",
      "https://image.tmdb.org/t/p/w300/xvwYkW2UR4RiMGamFbO18Vx9Kgd.jpg",
      "https://image.tmdb.org/t/p/w300/hiwGujPU8XnswjdHwROjsVwtuZM.jpg",
      "https://image.tmdb.org/t/p/w300/so9YWv46hy5t1s5pkUTDdIb3ae7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/wonder_ver11-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dvhooep8ntdw.html",
        "server": "usersdrive.com",
        "size": "956 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/wonder-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "956 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/3zzh1/Wonder_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "956 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/RclhEDRb#UqOSclyEwZ656eKEfPzQYbckOc4LxvTqZ1KgwlMCd44",
        "server": "mega.nz",
        "size": "956 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/h0ibt4z83b95",
        "server": "upstream.to",
        "size": "956 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "ZDPEKXx_lAI",
      "video_url": "https://www.youtube.com/watch?v=ZDPEKXx_lAI",
      "embed_url": "https://www.youtube.com/embed/ZDPEKXx_lAI"
    }
  },
  {
    "metadata": "NOT RATED|2017|104 min|Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "7,587"
    },
    "title": "God’s Own Country (2017)",
    "description": "Gods Own Country ဇာတ္​ကား​ေလးဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ၿဗိတိန္​ BL ဒရာမာကားတစ္​ကားျဖစ္​ၿပီး Sundance Film Festival မွာ world cinema directing ဆုရ႐ွိထားပါတယ္​Imdb rating 7.7/10 နဲ႔ rotten tomatoes 99 % ရ႐ွိထားပါတယ္​….ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့Josh O’Connor …..Alec Secareanu….Ian Hart စတဲ့သူ​ေတြျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့အသက္​အရြယ္​ႀကီး​ေနၿပီျဖစ္​တဲ့အဘြားျဖစ္​သူ ​ေလျဖတ္​​ေနတဲ့ဖခင္​တို႔နဲ႔အတူ​ေနထိုင္​တဲ့Johnnyဟာ အိမ္​စီးပြား​ေရးျဖစ္​တဲ့ ​ေမြးျမဴ​ေရးျခံကို တစ္​​ေယာက္​တည္​းကိုင္​တြယ္​လုပ္​ကိုင္​​ေနသူပါ….​ေနာက္​ပိုင္​းအလုပ္​​ေတြမႏိုင္​တာ​ေၾကာင္​့ ႐ို​ေမနီးယားမွ ​ေရႊ႔​ေျပာင္​းလုပ္​သား Gheorghe ကို အကူအညီရရန္​အလုပ္​ခန္႔​႔လိုက္​ပါ​ေတာ့တယ္​….သူတို႔ႏွစ္​​ေယာက္​ၾကားက ျပႆနာ​ေတြ…..အခ်စ္​​ေတြ….အခက္​အခဲ​ေတြ စတဲ့ရသအစံုအလင္​အျပင္​ အသည္​းကြဲရတာမ်ားတဲ့ BL ခ်စ္​ပရိသတ္​​ေတြ ဒီကားမွာ​ေရာ ​ေပ်ာ္​ရႊင္​ရမလားဆိုတာ ဇာတ္​သိမ္​းထိ ​ေစာင္​့ၾကည္​့​ေပးပါဦးFile Size : (850 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 44minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by ဂ်က္ [[email protected]]Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrancis LeeStarsAlec SecareanuGemma JonesIan HartJohn McCreaJosh O'ConnorMelanie KilburnMoey HassanNaveed ChoudhryPatsy FerranStefan DermendjievCastAlec SecareanuAlexander SuvandjievGemma JonesHarry Lister SmithIan HartJohn McCreaJosh O'ConnorLiam ThomasMelanie KilburnMoey HassanNaveed ChoudhryPatsy FerranSarah WhiteStefan Dermendjiev",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qhNc8goJdGVRsrS9VoexTNi3Zxd.jpg",
      "https://image.tmdb.org/t/p/w300/wELxJUCs65gDL2e2KgYoQ9vZYBG.jpg",
      "https://image.tmdb.org/t/p/w300/8kjMCMlgddppm9ltmeJ20NgUxHj.jpg",
      "https://image.tmdb.org/t/p/w300/R2cpJHKCY0kQaaBV29tM8QVJ8B.jpg",
      "https://image.tmdb.org/t/p/w300/qfMvtfqx7orooDlbmQnHJXyhw90.jpg",
      "https://image.tmdb.org/t/p/w300/spBLljTijsrKqchwd78vVi4O6P5.jpg",
      "https://image.tmdb.org/t/p/w300/8mE5bTEnnRnvUFppDlYDg26mq5D.jpg",
      "https://image.tmdb.org/t/p/w300/moJSQCGLWpYGzu3VIFEROZbrZdV.jpg",
      "https://image.tmdb.org/t/p/w300/do8rv9yOKLznTOWmuGkLO77IuK3.jpg",
      "https://image.tmdb.org/t/p/w300/pQqB5f1XP09sazVBUOYwSUZ2Ik6.jpg",
      "https://image.tmdb.org/t/p/w300/kheOxifdfAgPvMbjsTYHnjvLU5k.jpg",
      "https://image.tmdb.org/t/p/w300/q3N0WoXRudbVfpRg7fWd9pGA5EU.jpg",
      "https://image.tmdb.org/t/p/w300/uF5wYeR9DtInz7aDO1WBFv4JgHB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uKShYyGsleXAZ6e6gK5jF6Wa2tW.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gods-own-country-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/gods-own-country-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/glvc2oakke1j.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4iF2X/God’s_Own_Country_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ki3B3C2tGBQ",
      "video_url": "https://www.youtube.com/watch?v=ki3B3C2tGBQ",
      "embed_url": "https://www.youtube.com/embed/ki3B3C2tGBQ"
    }
  },
  {
    "metadata": "PG-13|2017|105 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1,996"
    },
    "title": "The Book of Henry (2017)",
    "description": "The book of henry ဇာတ်ကားဟာ၂၀၁၇ ထွက် IT ဇာတ်ကားရဲ့မင်းသားဖြစ်တဲ့ Jaeden Lieberher ကဟင်နရီနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရာမာ လျှို့ဝှက်သည်းဖိုဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဟင်နရီဟာဆိုရင်သူတို့အိမ်ဘေးကကောင်မလေးညှင်းပန်းနှိပ်စက်ခံနေရတာကိုသိရှိသွားပြီးတော့ကယ်တင်မှာဖြစ်ပါတယ်။သူဘယ်လိုတွေကယ်တင်မှာလဲကောင်မလေးကရောလွတ်မြောက်သွားမှာလား ဆိုတာကိုဇာတ်ကားထဲမှာစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Saw Wunna ပါ)File Size : (800 MB) and (300 MB)Quality : 720p BlurayRunning Time : 1hr 45minFormat : Mp4Genre :Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Saw WunnaEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorColin TrevorrowStarsBobby MoynihanDean NorrisGeraldine HughesJacob TremblayJaeden LieberherLee PaceMaddie ZieglerNaomi WattsSarah SilvermanTonya PinkinsCastBobby MoynihanDean NorrisDeborah RayneDonnetta Lavinia GraysFaith LoganGeraldine HughesJackson NicollJacob TremblayJaeden LieberherJoel GarlandLee PaceLily PetersonLogan SmithMaddie ZieglerMarjan NeshatMary JoyMaxwell SimkinsMike MassiminoNaomi WattsSarah SilvermanStefanie FloresTonya PinkinsWass StevensZandi Holup",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A50eAgYmiccLGZdDLKhz3aFARqu.jpg",
      "https://image.tmdb.org/t/p/w300/wqJ1pIPx3ngzwIxfXJdiXarcUxs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjQ3MjI4OTU1Ml5BMl5BanBnXkFtZTgwMTgwODcyMjI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-book-of-henry-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vax9/The_Book_Of_Henry_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FecSCbKB#fcy-QKtFS6H_hOvps_PtMNpcOWQij0kzYizMZpeGr_g",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h7v4e9gxit0j.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/lexljcu7ji6n.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Nd60i3ZnLOE",
      "video_url": "https://www.youtube.com/watch?v=Nd60i3ZnLOE",
      "embed_url": "https://www.youtube.com/embed/Nd60i3ZnLOE"
    }
  },
  {
    "metadata": "|2017|143 min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Jab Harry Met Sejal (2017)",
    "description": "မင္းသားရွာရြတ္ခန္းနဲ႔ မင္း သမီး   အႏြတ္ရွ္ကာရွားမားတုိ႔က ေခါင္းေဆာင္  ပါဝင္ထားတာျဖစ္ၿပီး သူတို႔ႏွစ္ေယာက္ ပူးတြဲသ႐ုပ္ေဆာင္တဲ့ တတိယေျမာက္ဇာတ္ကားျဖစ္သလို ပါရာေဂြး၊ အမ္စတာဒမ္၊ ဗီယင္နာ၊ လစၥ ဘြန္းနဲ႔ ဘူဒါပက္စ္က ႐ႈခင္းအလွ အပေတြကိုပါ  ခံစားၾကည့္႐ႈရမွာပါ။ဟာရင္ဒါဟယ္ရီဆင္းန္နီ ဟာရာဟာ အမ္စတာဒမ္က ဧည့္ လမ္းၫႊန္တစ္ေယာက္ျဖစ္ၿပီး စန္းပြင့္သူ ျဖစ္သလုိ ခင္မင္တတ္၊ ကူညီတတ္သူတစ္ေယာက္ျဖစ္ပါ တယ္။ တစ္ရက္မွာေတာ့ သူဂိုက္လုပ္ေပးေနတဲ့ ဂူဂ်ာရာတီမိသားစု ကို ေလဆိပ္လိုက္ပို႔အၿပီးမွာေတာ့ ျပႆနာေလးတစ္ခု စပါေတာ့ တယ္။ဂူဂ်ာရာတီ မိသားစုဝင္တစ္ ေယာက္ျဖစ္တဲ့ ဆီဂ်ယ္ဇာဗာရီ ဟာ ခရီးစဥ္မွာ သူ႔ရဲ႕ေစ့စပ္လက္ စြပ္ေပ်ာက္သြားလုိ႔ပဲ ျဖစ္ပါတယ္။ လက္စြပ္ျပန္ရွာခ်င္တဲ့ ဆီဂ်ယ္ကို ဟယ္ရီက ကူညီေပးဖို႔ အင္တင္ တင္ျဖစ္ေနေပမယ့္လည္း အတူ လိုက္ရွာေပးခဲ့ပါတယ္။ဟယ္ရီဟာဂူဂ်ာရာတီ မိသားစုကို လိုက္ပို႔ခဲ့တဲ့ ေနရာ ေတြအကုန္လံုးကို ဆီဂ်ယ္နဲ႔အတူ ျပန္သြားၿပီး လက္စြပ္လိုက္ရွာခဲ့ ၾကပါတယ္။ အဲဒီလိုသြားရင္းနဲ႔ ဟယ္ရီဟာ ဆီဂ်ယ္ကို စိတ္ဝင္ စားခဲ့ေပမယ့္ ေစ့စပ္လက္စြပ္ရွိ ေနတာမို႔ ပိုင္ရွင္ရွိေနတယ္ဆုိၿပီး ဖြင့္မေျပာခဲ့ပါဘူး။ေနာက္ေတာ့ လက္စြပ္ကို ဂက္စ္ဆုိတဲ့ လူဆိုးတစ္ေယာက္ က ခုိးယူသြားတယ္လုိ႔ ယူဆၿပီး ဂက္စ္ဆီမွာ လက္စြပ္ျပန္ေတာင္း ရင္း လူဆုိးအဖြဲ႕ေတြရဲ႕ တိုက္ခိုက္ျခင္းခံခဲ့ရပါတယ္။ ဟယ္ရီဒဏ္ ရာရသြားတဲ့အတြက္ ဆီဂ်ယ္က သူ႔အိတ္ထဲကေဆး သြားယူရင္း လက္စြပ္က အိတ္ထဲမွာရွိေနတာ ေတြ႕ခဲ့ၿပီး ဟယ္ရီကိုေတာ့ လက္ စြပ္ျပန္ေတြ႕တဲ့အေၾကာင္း မေျပာ ခဲ့ပါဘူး။ေနာက္ရက္မွာေတာ့ ဖရန္႔စ္ ဖတ္မွာလုပ္မယ့္ ဟယ္ရီ႕သူငယ္ ခ်င္း မဂၤလာေဆာင္ကို ဟယ္ရီနဲ႔ ဆီဂ်ယ္အတူ သြားခဲ့ၾကၿပီး မဂၤလာပြဲအၿပီးမွာ အေခ်အတင္တစ္ခုျဖစ္ ၾကကာ ဆီဂ်ယ္အိႏၵိယကို ျပန္သြားခဲ့ပါတယ္။ ေလဆိပ္ကိုေရာက္ ေတာ့မွ ဆီဂ်ယ္က သူ႔လက္စြပ္က အိတ္ထဲမွာ အထားမွားၿပီး ေပ်ာက္ေနတာျဖစ္တယ္လို႔ ဟယ္ရီကို အသိေပးခဲ့ပါတယ္။ဒီလိုနဲ႔ ဆီဂ်ယ္လည္း အိႏၵိယကို ျပန္သြားၿပီး  ဟယ္ရီလည္း သူ႔အလုပ္သူ   ျပန္လုပ္ေနေပမယ့္ ဆီဂ်ယ္ကို ေမတၱာရွိေနတာ ေၾကာင့္ တစ္ခ်ိန္လံုး သတိရေန သလို ဆီဂ်ယ္ရဲ႕ မဂၤလာပြဲသြား မယ္ဆုိၿပီး ဟယ္ရီတစ္ေယာက္ အိႏၵိယကို လုိက္သြားခဲ့ပါတယ္။ဆီဂ်ယ္က  အိႏၵိယမွာ တကယ္ေကာ မဂၤလာေဆာင္ျဖစ္ ရဲ႕လား။ ဟယ္ရီကေကာ ဆီဂ်ယ္ အေပၚ ေမတၱာရွိေနတဲ့အေၾကာင္း ေျပာဖို႔ အခြင့္ႀကံဳပါ့မလား။ သူတုိ႔ ႏွစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္း က ဘယ္လိုပံုစံနဲ႔ အဆံုးသတ္မလဲ ဆိုတာေတာ့ ႐ုပ္ရွင္ပိတ္ကားေပၚ မွာ ကိုယ္တုိင္ၾကည့္လိုက္ၾကပါ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://7daydaily.com) မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္က ကသာဒစ္ပါ)File Size : (1 GB)Quality : 720pWebripRunning Time : 2hr 23minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTariq L WalkerEncode byThanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBeata NeszmelyiImtiaz AliKrisztina BarkóczyStarsAanjjan SrivastavAnushka SharmaAru Krishansh VermaBjörn FreibergChandan Roy SanyalEvelyn SharmaManjot SinghMartavious GaylesSayani GuptaShah Rukh KhanCastAanjjan SrivastavAnushka SharmaAru Krishansh VermaBjörn FreibergChandan Roy SanyalEvelyn SharmaManjot SinghMartavious GaylesSayani GuptaShah Rukh Khan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/agakSL58hJHv1guCOFLPM9WIPCF.jpg",
      "https://image.tmdb.org/t/p/w300/ie9tAMpBI1jWhtrJHEdx6xjrYP3.jpg",
      "https://image.tmdb.org/t/p/w300/r3ujQIECFDdYAI4zbjdQGxb7dhs.jpg",
      "https://image.tmdb.org/t/p/w300/c64rvJTrDuNyAuLvQUy2nkHdeB8.jpg",
      "https://image.tmdb.org/t/p/w300/suSkfkT6reAaJXipvHgDffh4qXY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjIzMDI2NDUwOV5BMl5BanBnXkFtZTgwNzE2NjU3MjI@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jab-harry-met-sejal-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://yuudrive.me/00caea1d8/jab-hary-met-sejal-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://megaup.net/2cr9m/Jab_Harry_Met_Sejal_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://mega.nz/file/NUcX0AAQ#ejzWNZXrxjp5jgLzDsGUyMvlEvxXFOlwbXK4VxVMbHg",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720pWebrip"
      },
      {
        "link": "https://upstream.to/jo2xdrecbvpa",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720pWebrip"
      }
    ],
    "trailer": {
      "video_id": "0Oz8zFwEn0E",
      "video_url": "https://www.youtube.com/watch?v=0Oz8zFwEn0E",
      "embed_url": "https://www.youtube.com/embed/0Oz8zFwEn0E"
    }
  },
  {
    "metadata": "R|2017|107 min|Uncategorized",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "7,828"
    },
    "title": "Borg McEnroe (2017)",
    "description": "2017 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ျဖစ္​ရပ္​မွန္​ ဇာတ္​ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးက 1980 ကာလကတင္​းနစ္​ အားကစား ၿပိဳင္​ဆိုင္​မႈျပင္​းထန္​ခဲ့ စဥ္​တုန္​းက နာမည္​​ေက်ာ္​ကစားသမား​ေတြျဖစ္​တဲ့ Björn Borg နဲ႔ John McEnroe အ​ေၾကာင္​းကို ​ေသခ်ာ ရိုက္​ကူးျပထားတာပါဒီကားထဲမွာ အားကစားဆိုတာ ဘာလဲ အားကစားစိတ္​ဓာတ္​အျပည္​့နဲ႔ ၿပိဳင္​ဖက္​ကို ယွဥ္​ၿပိဳင္​ကစားၾကပံု​ေတြသာမကပဲ တကယ္​့ၿပိဳင္​ပြဲမွာ ႀကံဳ​ေတြ႕ရတဲ့ကစားသမား​ေတြရဲ႕ စိတ္​ဖိစီးမႈဒဏ္​​ေတြ နဲ႔ နည္​းျပနဲ႔ ကစားသမားၾကားထဲက ျပသနာ​ေလး​ေတြကို ​ေဖာ္​က်ဴးရိုက္​ကူးျပထားတာျဖစ္​ပါတယ္​ ဇာတ္​လမ္​း​ေလးက​ေတာ့ Biography ျဖစ္​တာ​ေၾကာင္​့ အ​ေထြအထူး ၫြန္​းစရာမရွိပဲနဲ႔ သင္​ခန္​းစာယူဖြယ္​ရာ အျဖစ္​အပ်က္​​ေတြကို စိတ္​၀င္​စားဖို႔​ေကာင္​း​ေအာင္​ရိုက္​ကူးျပထားပဲျဖစ္​ပါတယ္​Qty – 720p BlurayDuration – 1hr 44minGern – BiographyTranslator – Ko YeEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJanus Metz PedersenStarsBjörn GranathColin StintonDavid BamberJane PerryLeo BorgRobert EmmsShia LaBeoufStellan SkarsgårdSverrir GudnasonTuva NovotnyCastAnders BergBjörn GranathColin StintonDavid BamberIan BlackmanJackson GannJane PerryJanis AhernLeo BorgMarcus MossbergRobert EmmsRoy McCrereyScott ArthurShia LaBeoufStellan SkarsgårdSverrir GudnasonTom DatnowTuva Novotny",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g3acAt4ROTOaSPHxHa1K2VjjitZ.jpg",
      "https://image.tmdb.org/t/p/w300/4phAVywTFf2tu4265PynDeEPIIL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/34db71cb8431fa6827286a4f8ab68a88.jpg",
    "movie_links": [
      {
        "link": "http://agileurbia.com/8AHh",
        "server": "openload.co",
        "size": "773MB",
        "quality": ""
      },
      {
        "link": "http://agileurbia.com/8AKC",
        "server": "openload.co",
        "size": "360MB",
        "quality": ""
      },
      {
        "link": "http://agileurbia.com/8AUQ",
        "server": "drive.google.com",
        "size": "773MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "RTfD1_-lEMg",
      "video_url": "https://www.youtube.com/watch?v=RTfD1_-lEMg",
      "embed_url": "https://www.youtube.com/embed/RTfD1_-lEMg"
    }
  },
  {
    "metadata": "R|2017|116 min|Action,Biography,Crime",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "571"
    },
    "title": "A Prayer Before Dawn (2017)",
    "description": "ဒီဇာတ်ကားကတော့ တစ်ကယ့်အဖြစ်မှန်ကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါထိုင်းနိုင်ငံရဲ့ထောင်တွေထဲမှာရိုက်ကူးထားတာဖြစ်ပါတယ်။ထိုင်းထောင်ထဲက အကျဉ်းသားတွေရဲ့ဘဝ ကို သနားစဖွယ်တွေ့မြင်ရမှာပါ။ဘီလီမိုးဟာဆေးစွဲနေတဲ့ နိုင်ငံခြားသားတစ်ယောက်ပါရာမ လို့ခေါ်ကြတဲ့ စိတ်ကြွရူးသွပ်ဆေးပြားကိုအကြီးအကျယ်စွဲလန်းနေတဲ့ လက်ဝှေ့သမားတစ်ယောက်ပါတစ်ရက် ရဲဝင်ဖမ်းရာကနေ ဘီလီမိုးတစ်ယောက် ထိုင်းအကျဉ်းထောင်ထဲကို ရောက်သွားပါတော့တယ်။အဲ့က်နေစလို့ ထိုင်းစကားတောင်ရေလည်မတက်တဲ့ ဆေးသမား နိုင်ငံခြားသားတစ်ယောက် ထိုင်းထောင်ထဲမှာ ဒုက္ခ အကြီးကျယ်ရောက်ပါတော့တယ်။ဆေးသုံးချင်စိတ်ကတစ်မျိုး ထိုင်းလူမိုက်တွေကတစ်မျိုးနဲ့ပေါ့။တစ်ရက် ဘီလီတစ်ယောက် လက်ဝှေ့လေ့ကျင့်ရေးမှာ ဝင်လေ့ကျင့်ခွင့်ရသွားရာကနေ ထိုင်းရိုးရာမွေထိုင်း လက်ဝှေ့ကိုသင်ယူနိုင်ခဲ့ပါတယ်။ထောင်ထဲက လက်ဝှေ့ပွဲမှာ အနိုင်ယူနိုင်ခဲ့ရာမှ အကြီးကဲတွေရဲ့သဘောကျတာကိုခံရပြီး နိုင်ငံအဆင့်ပွဲပါဝင်ပြိုင်ခွင့်ရခဲ့ပါတယ်။ဒါပေမဲ့ ဆေးအလွန်အကျွံသုံးခဲ့တာကြောင့် အစာအိမ်ဒဏ်ရာဖြစ်လာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပါ။##တစ်ခုပြောရမှာက ဒီကားရဲ့English စာတန်းထိုးဖိုင်က ထိုင်းလိုပြောတဲ့နေရာတွေမှာမပါပါဘူးအဲ့ဒါကြောင့် အဲ့နေရာတွေဘာသာပြန်လို့မရတာနဲ့ချန်လှပ်ထားခဲ့ရပါတယ်။ သို့သော် နားလည်လွယ်ပါတယ်စာမစုံလို့မတင်တော့ဘူးစဉ်းစားထားပေမဲ့ တောင်းဆိုသူများပြားတာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။##(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကသာရစ် ဖြစ်ပါတယ်)File Size : (900 MB) and (385 MB)Quality : WEB-DL 720pRunning Time : 1hr 56minFormat : Mp4Genre : Action, Biography, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Tariq L WalkerEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-Stéphane SauvaireStarsBilly MooreJoe ColeKomsan PolsanNicolas ShakePanya YimmumphaiPornchanok MabklangSakda NiamhomSomlock KamsingSura SirmalaiVithaya PansringarmCastBilly MooreChaloemporn SawatsukJoe ColeKomsan PolsanNicolas ShakePanya YimmumphaiPornchanok MabklangSakda NiamhomSomlock KamsingSura SirmalaiVithaya Pansringarm",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tyaVwOLIpAzZFP0qmXm2VZhYkxZ.jpg",
      "https://image.tmdb.org/t/p/w300/eaj2zhVOqpxEMOAZKsQPCC45KA.jpg",
      "https://image.tmdb.org/t/p/w300/mDWRt5vYKKTvVsrq5VJPtk5NY2x.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/73KrcLh1DpnBP3HwGpqoUUwKWF4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-prayer-before-dawn-2017-mm-sub",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-prayer-before-dawn-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/3cyi8bs8frte.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UiX_7XYK2pM",
      "video_url": "https://www.youtube.com/watch?v=UiX_7XYK2pM",
      "embed_url": "https://www.youtube.com/embed/UiX_7XYK2pM"
    }
  },
  {
    "metadata": "|2017|1h 34min|BL,Drama,Uncategorized",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "434"
    },
    "title": "Malila: The Farewell Flower (2017)",
    "description": "Malila: The Farewell Flower(2017)IMDb – 6.6/10ဒါကတော့ BL ဆိုပေမယ့် အတွေးတွေနဲ့ ကြည့်ရမယ့် BL ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဆုအနေနဲ့ ၆ ဆု ရရှိထားပြီးတော့ တစ်ကြိုစာရင်း ၁၀ ကြိမ် ဝင်ထားတဲ့ ရုပ်ရှင်တစ်ကားလည်း ဖြစ်ပါတယ်။ရုပ်ရှင်ကို စစဖွင့်လိုက်တယ်ဆိုရင်ပဲ ကဗျာတစ်ပုဒ်ပါတယ်။” ရနံ့ရယ်ဖြာ နံ့သာဆီဖြန်းပါလို့လှမ်းကြစို့ ပွဲလယ်ခေါင် ဖက်မြကွမ်းတောင်ဘုရားထံ ဆုပန်မယ် နတ်များဝယ် တိုင်တည်လို့သည်ချိန်ခါ ပွဲရယ် ပြီးပြန်တော့ညရေးရယ် မှောင်ရီပျိုးရင်ဖြင့်စွန့်ရေးငယ် ကြုံပြန်တော့တယ်ဖက်ဘဝ ပြန်ကာလှမ်းရတယ်ကွမ်းတောင့်ဘဝလမ်း …..”ဇာတ်လမ်းရဲ့ခေါင်းစဉ်ဖြစ်တဲ့ ဖက်စိမ်းကွမ်းတောင် အကြောင်း စပ်ဆိုထားတဲ့ ကဗျာလေးပါ။ဒီကဗျာက ဒီရုပ်ရှင်အတွက် အတော်ရေးပါတဲ့ကဗျာလို့ဆိုရမယ်။နောက်ထပ်မြင်ရမှာက မျက်စိထဲ အတော်လေး ပနံသင့်တဲ့ Cinematography ကို သုံးထာတဲ့ ဇာတ်၀င်ခန်းတစ်ခန်း။လိုက်ဖက်ညီ‌နေတဲ့ ငှက်ပျောဖက်စိမ်းစိမ်းတွေ စံပယ်ပန်းဖြူဖြူတွေနဲ့  ဖက်စိမ်းကွမ်းတောင်လုပ်နေတဲ့ ဇာတ်၀င်ခန်းပေါ့။ဒီ ဖက်စိမ်းကွမ်းတောင်၊ မြစိမ်းကွမ်းတောင်၊ မြဖက်ကွမ်းတောင် ဆိုတာကို ကျွန်တော်တို့လည်း ကောင်းကောင်း ရင်းနှီးကြတယ်မဟုတ်လား။ကျွန်‌တော်တို့ဓလေ့မှာလည်း ရှိတာကိုး။ခင်ခင်ထူးရဲ့ မအိမ်ကံ ၀တ္ထုထဲမှာဆို ဒီငှက်ပျောရွက်နဲ့လုပ်တဲ့ဖက်စိမ်းကွမ်းတောင်ကို ကိုင်ရတာရွှေ၊ငွေ၊ ကျောက်စီကွမ်းတောင်တွေ ကိုင်ရတာထက် ပိုဂုဏ်ရှိတယ်လို့ဆိုတယ်မလား။အဲဒီကွမ်းတောင်ကို အဓိကဇာတ်ဆောင်နှစ်ယောက်ထဲက တစ်ယောက်ကလုပ်နေတယ်။တရားတော်အတိုင်းဆို ဘ၀ ဟာ စစလာကတည်းကိုက ဝေဒနာပဲမဟုတ်လား။ဒီ ၂ ယောက်ရဲ့ ဘ၀က ဝေဒနာသက်သက်ဖြစ်နေတယ်။အဲဒီဝေဒနာကို ကုဖို့ သူတို့နည်းသူတို့ဟန်နဲ့ ကုစားကြတယ်။တစ်ယောက်ကတော့ သူတို့အယူအရ မကောင်းတဲ့ကိစ္စကြောင့် စိတ်ဝိညာဉ်ပျောက်ဆုံးနေတဲ့သူဟာကွမ်းတောင်လုပ်ပြီး စိတ်ဝိညာဉ်ပြန်ခေါ်တဲ့သဘောမျိုးလုပ်ခဲ့တာကို ပြသွားတယ်။ကျွန်တော်တို့ဘာသာဓလေ့မှာလည်း ဘုန်းကြီး၀တ်ရင် ကံနိမ့်တွေပျောက်တဲ့ ဓလေ့ဘာညာရှိတယ်မလား။နောက်တစ်ယောက်ကတော့ ဘုန်းကြီး၀တ်ပြီးကုစားတယ်ပြောရမှာပဲ။ပြောရမယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ ကုစားခြင်းအကြောင်းပါပဲ။ရုပ်ရှင်ရဲ့အလယ်ပိုင်းလောက်မှာအဓိကဇာတ်ကောင်တစ်‌ယောက်က ဘုန်းကြီး၀တ်သွားတဲ့အချိန်မှာနောက်ဇာတ်ကောင်တစ်ကောင်ပေါ်လာတယ်။သူက အပြစ်တွေများခဲ့တဲ့ပုံပါပဲ။အဲဒီအပြစ်တွေကို ချေဖို့ ဘုန်းကြီး၀တ်ပြီး တရားကျင့်နေတယ်။အပြစ်ချေ အာပတ်‌ဖြေတာကလည်း ကိုယ့်လိပ်ပြာကိုယ် ကုစားနည်းတစ်မျိုးပဲမလား။ဦးပိုင်းတစ်၀က်မှာ လူ၂ယောက်ရဲ့ ကုစားခြင်းနဲ့ ဇာတ်ကိုသယ်သွားခဲ့ပေမဲ့နှောင်းပိုင်းတစ်၀က်မှာတော့ ဘုန်းကြီးနှစ်ပါးရဲ့ ကုစားခြင်းနဲ့ ဇာတ်ကိုသယ်သွားခဲ့တယ်။အသုဘကမ္မဌာန်း ရှုတဲ့အခန်းမှာမှ ဒါရိုက်တာဟာ လူ့ခန္ဓာကိုယ်နဲ့ ဖက်စိမ်းကွမ်းတောင်ကြားက အဆက်အစပ်ကို နားလည်စေခဲ့တယ်။သို့ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်ကြောင်းတင်ဆက်ပုံဟာ Poetic Cinemaဆန်နေတော့ဒါရိုက်တာရဲ့ လုံးစေ့ပတ်စေ့ဖော်ပြမှုကိုတော့ ရမှာမဟုတ်ဘူး။သို့တိုင်အောင်ပဲ သူ့တင်ဆက်မှုမှာ ဒါရိုက်တာဟာလူ့ဘ၀ဟာ တစ်စုံတရာရဲ့အဖြည့်ခံသဘောမျိုး ယူဆထားတယ်လို့တော့ခံစားမိလောက်စေမယ့် အခင်းအကျင်းမျိုးတော့ တွေ့ရတယ်။စီနီမာတိုဂရပ်ဖီကတော့ ပြောခဲ့သလို အစပိုင်း အရမ်းမျက်စိပနံသင့်မယ့် မြင်ကွင်းတွေ အရောင်စိုစိုတွေ သုံးသွားခဲ့ပေမဲ့နောက်ပိုင်းရောက်လာလေ မှုန်ရီလာလေပါပဲ။လိင်တူဆက်ဆံခန်းတွေပါတာကြောင့် အသက်မပြည့်သေးသူတွေ ဒီလိုဇာတ်၀င်ခန်းမကြိုက်တဲ့သူတွေတော့ မကြည့်သင့်ဘူးပေါ့။ဒါရိုက်တာ Anucha Boonyawatanaဟာ ဒီရုပ်ရှင်ရဲ့ ရှေ့မှာ ၂ကားပဲထွက်ထားတယ်။ထူးခြားတာကတော့ ဒီကားလိုပဲ နှစ်ကားလုံး LGBT ကားတွေဖြစ်နေပြီး  ဗုဒ္ဓအတွေးအခေါ်တွေနဲ့ ဆက်စပ်ထားတာပါပဲ။တခြားထိုင်းBLကားတွေ ကျွန်တော်လည်းမကြည့်ဖူးတော့ ယှဉ်ထိုးမပြောပြတတ်ပေမဲ့သူ့အနုပညာစံနှုန်းအရတော့ နိုင်ငံတကာBLကားတွေကြားမှာပါ တန်း၀င်တဲ့ အနေအထားရှိပါတယ်။ဘာသာရေးအပိုင်းကို အတော်တီးမိခေါက်မိရှိရင်တော့ ပိုပြီးထဲထဲ၀င်၀င် ခံစားနိုင်မှာပါပဲ။BLဆိုပေမဲ့ BLအရမ်းမဆန်ဘဲ ဝေါင်ကာဝေးရဲ့ Happy Togetherလို BLကားဆိုတာထက်တခြားအရာတစ်ခုကိုပိုပေါ်လွင်အောင် ပြသွားတဲ့ ရုပ်ရှင်မျိုးပါပဲ။ဒီရုပ်ရှင်ဟာ အော်စကာ Entry ထိ ၀င်ထားပြီး တွေ့ရခဲတဲ့ ထိုင်းရုပ်ရှင်ကောင်းတစ်ခုဆိုလည်း မမှားပါဘူး။အညွှန်းကိုတော့ WiRa Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Genre…..Drama, BL, LGBTQ+Quality….WEB-DL 1080p and 720pFile size…1.35GB, 793MB and 350MBFormat…mp4Duration….1h 34minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. HazelEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnuchit SapanpongSukollawat KanarotSumret Muengput",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xUr7q70zVJivJZYAVEYXq8fnuAH.jpg",
      "https://image.tmdb.org/t/p/w300/yP2bMD0JnqE2bFKoObqcGC5pHtt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gibCWbBYtMkNHie2ZnfbOceRjAD.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/malila-the-farewell-flower-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/0q7ko53af26i.html",
        "server": "usersdrive.com",
        "size": "1.35 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/malila-the-farewell-flower-2017-nf-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1GD5x/Malila_-_The_Farewell_Flower_2017_NF_1080p_WEB-DL.CM..mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/41wETRZQ#1peOSvZSjM6ZUwGsrPulaXrbmHOOTb_DpuVGLY_mFi8",
        "server": "mega.nz",
        "size": "1.35 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/2xqd4wmkst2f.html",
        "server": "usersdrive.com",
        "size": "793 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/malila-the-farewell-flower-2017-nf-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "793 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2mAxU/Malila_-_The_Farewell_Flower_2017_NF_720p_WEB-DL.CM..mp4",
        "server": "megaup.net",
        "size": "793 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Igx2TAIb#BZqpjbFBodLuHaymVtgxFVBc93V2xE4gt82nndTcnzU",
        "server": "mega.nz",
        "size": "793 MB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/g1v6dobzq5f8.html",
        "server": "streamsb.com",
        "size": "793 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/vr39fzcxswkp.html",
        "server": "usersdrive.com",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/malila-the-farewell-flower-2017-nf-360-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/1GD5i/Malila_-_The_Farewell_Flower_2017_NF.360p.CM.mp4",
        "server": "megaup.net",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/dtoCVTKC#4K1smV8pEnheLjcPVloXnO5cOeSK1WMmyqg4b9tCJz8",
        "server": "mega.nz",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://watchsb.com/mqub3algltlo.html",
        "server": "streamsb.com",
        "size": "350MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "ucYuomgAX5U",
      "video_url": "https://www.youtube.com/watch?v=ucYuomgAX5U",
      "embed_url": "https://www.youtube.com/embed/ucYuomgAX5U"
    }
  },
  {
    "metadata": "N/A|2017|135 min|Biography,Bollywood,Crime,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,198"
    },
    "title": "Haseena Parkar (2017)",
    "description": "ဘောလီဝုဒ် ပရိတ်သတ်တွေအတွက် Biography ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်မွန်ဘိုင်းမြို့ရဲ့ ဂိုဏ်းစတားတစ်ဦးဖြစ်တဲ့ ဒါဝူဒ် အေဗရာဟင်ရဲ့ ညီမဖြစ်သူ ဟစီနားပါကရ်ရဲ့ အထ္ထုပ္ပတ္တိကို ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။အဓိကသရုပ်ဆောင်အနေနဲ့ မင်းသမီး ရှရ်ဒါးကပူးရ်က သရုပ်ဆောင်ထားပြီးအရင်က သူ့သရုပ်ဆောင်မှုတွေကို သိပ်သဘောမတွေ့ခဲ့ပေမယ့်ဒီကားထဲမှာ တော်တော်လေး နှစ်ခြိုက်မိပါတယ်လူတွေလက်ခံထားတဲ့ စကားပုံအတိုင်း ဒီပုတ်ထဲက ဒီပဲ ဆိုတဲ့အယူအဆတွေနဲ့ဂိုဏ်းစတား ဒါဝူဒ်ရဲ့ ဒုစရိုက်မှုမှန်သမျှအတွက် ညီမဖြစ်သူ ဟစီနားကို သံသယဝင်ကာ စစ်ဆေးမေးမြန်းဖို့အတွက်အကြိမ်ကြိမ် ရဲစခန်းက ခေါ်လို့ အသွားအလာလုပ်ခဲ့ရပါတယ်နောက်ဆုံးထွက်သက်အထိ တရားရုံးနဲ့အိမ် ကူးကလန်ခက်ရင်းသေဆုံးခဲ့ရတဲ့ ဖြစ်ရပ်မှန် အကြောင်းအရာကို ပုံဖေါ်တင်ဆက်ထားတာ ဖြစ်ပါတယ်။ဟစီနားဆိုတာ မွေးချင်းညီကိုမောင်နှမများတဲ့ သာမန်မိသားစုလေးတစ်စုက ကောင်မလေးတစ်ယောက်အထက်က အစ်ကိုနှစ်ယောက်နဲ့ အသက်ချင်းသိပ်မကွာတော့ပိုနီးစပ်သလို သံယောဇဉ် ပိုရှိတာပေါ့အစ်ကိုကြီးဆုံး ဒါဝူဒ်က မှောင်ခိုနဲ့ဒုစရိုက်အလုပ်တွေ လုပ်ပြီးဂိုဏ်းစတား ဖြစ်လာခဲ့တယ်အချိန်ကြာလာတာတော့ ရဲတပ်ဖွဲက ပစ်ခတ်ဖမ်းစီးမှုတွေရှိလာတော့ တခြားနိုင်ငံကူးသွားခဲ့တယ်ဒါပေမဲ့ ဟစီနားကတော့ အိမ်ထောင်ကျပြီး သူ့ယောက်ျားနဲ့အဆင်ပြေပြေဘဝလေးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတယ်ဘာသာရေးအဓိကရုဏ်းတွေဖြစ်ပြီး ဗုံးပေါက်ကွဲမှုတစ်ခုမှာဟစီနားအစ်ကိုကို တရားခံဖြစ်သတ်မှတ်ပြီး ရဲစခန်းကစစ်ဆေးဖို့ အကြိမ်ကြိမ်ခေါ်ခဲ့တယ်အခက်ခဲပေါင်းများစွာနဲ့ ဟစီနားတစ်ယောက် သူ့ဘဝကို ဘယ်လို ရင်ဆိုင်ကျော်ဖြတ်ခဲ့သလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှု့လိုက်ပါဦး ခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက ကိုဇော်ထူးပါ)File Size : (950 MB)Quality : HDRip 720pRunning Time : 2hr 15minFormat : Mp4Genre :Biography, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip x264 AC3 – Hon3yTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorApoorva LakhiaStarsAnkur BhatiaRajesh TailangShraddha KapoorSiddhanth KapoorSunil UpadhyayCastAnkur BhatiaRajesh TailangShraddha KapoorSiddhanth KapoorSunil Upadhyay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k2uUU4bthxn1ubCgb79X5UyctyB.jpg",
      "https://image.tmdb.org/t/p/w300/a4BQ9ldvlDZ1ehVko2kRExBMSDG.jpg",
      "https://image.tmdb.org/t/p/w300/shHIK2IGZVDahEaFXRCjtKA0gem.jpg",
      "https://image.tmdb.org/t/p/w300/tzUflGvG0ZLp5lzRm69BflaIPWu.jpg",
      "https://image.tmdb.org/t/p/w300/uKf85iqjVtYrG9FcF26oi3YhXo9.jpg",
      "https://image.tmdb.org/t/p/w300/j9zVFJixaX2g9kjlHKrnl1AqtTC.jpg",
      "https://image.tmdb.org/t/p/w300/ncRnLV9qz0pxfGFn0Ycr0frVbpP.jpg",
      "https://image.tmdb.org/t/p/w300/sCIyBwzEYpeN2O4Ni43tTehYPey.jpg",
      "https://image.tmdb.org/t/p/w300/Ajn7qlJ7D3cn4DJZlXx9V3358Pr.jpg",
      "https://image.tmdb.org/t/p/w300/sPfn9tWRLj7nZVZPOlcs89tg7Or.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BM2VkYTVkOGUtMDA2ZS00ODNiLTlmNmEtZDhiZDM1MTlmM2IyXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SY1000_CR006261000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseena-parkar-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://yoteshinportal.cc/haseena-parkar-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://cloudemb.com/za8xjtbarqyq.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://megaup.net/1zmZf/Haseena_Parkar_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p HDRip"
      }
    ],
    "trailer": {
      "video_id": "Q7xlgeZHNHo",
      "video_url": "https://www.youtube.com/watch?v=Q7xlgeZHNHo",
      "embed_url": "https://www.youtube.com/embed/Q7xlgeZHNHo"
    }
  }
]