[
  {
    "metadata": "Not Rated|2019|1h 35m|Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "253"
    },
    "title": "Makmum (2019)",
    "description": "Makmum 2ကို ဆက်လက်ကြည့်ရှုလိုပါက ဒီလင့်လေးကနေ ကြည့်ရှုနိုင်ပါတယ်>>Makmum2(2021)Horror ရုပ်ရှင်ကား ကြိုက်နှစ်သက်သူ ပရိတ်သတ်ကြီးအတွက်အင်ဒိုနီးရှား သရဲကားလေး တစ်ကားဖြစ်တဲ့ Makmum ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါရစေ ။ဒီကားလေးဟာဆိုရင် ၂၀၁၉ မှာတစ်ကား ၂၀၂၁မှာ တစ်ကား ထွက်ရှိထားတာဖြစ်ပြီး၂၀၁၉ထွက် ကားလေးရဲ့ ဇာတ်အိမ်လေးကတော့ စီတရာ မိန်းကလေးကျောင်းအိပ်ကျောင်းစားကျောင်းက အဆောင်နေ ကျောင်းသူမလေးသုံးဦးရဲ့ ခြောက်လှန့်ခံရမှုကို အခြေပြုရိုက်ကူးထားတာဖြစ်ပါတယ်Makmum (နောက်ကလိုက်သူ ) လို့အမည်ရတဲ့ သရဲဟာ စီတရာရဲ့ အဆောင်နေကျောင်းသူမလေးတစ်ယောက်ဖြစ်တဲ့ပူတရီကို ဝတ်ပြုချိန်တိုင်း ပူးကပ်ခြောက်လှန့်တတ်ပါတယ်။ဒီကျောင်းရဲ့ ကျောင်းအုပ်ကြီးဟောင်း ဖြစ်တဲ့ဆရာမကြီး ကီနန်တီဟာဒီအကြောင်းတွေကို သိနေတဲ့အတွက် ကျောင်းသူဟောင်း ရင်နီကို ခေါ်ယူခဲ့ပါတယ်ရင်နီဟာ လက်ရှိမှာလူသေတွေကို ပြင်ဆင်ပေးတဲ့ အလုပ်ကို လုပ်ကိုင်နေပြီးပရလောကသားတွေနဲ့ မကြာခဏကြုံတွေ့ရတတ်တဲ့သူပါအဲဒီလိုနဲ့ ရင်နီတစ်ယောက် ငယ်ငယ်က တက်ခဲ့တဲ့ ကျောင်းကို ပြန်ရောက်လာတဲ့အချိန်ဘယ်လို အဖြစ်မျိုးတွေ ခြောက်လှန့်မှုမျိုးတွေနဲ့ကြုံရမလဲသရဲ ပူးကပ်ခြင်းခံနေရတဲ့ ကျောင်းသူလေးတွေကို သူဘယ်လိုကယ်တင်သွားမလဲသူမသိထားခဲ့တဲ့ ကျောင်းတော်ကြီးရဲ့ အမှန်တရားတွေ ဘယ်လိုပေါ်ထွက်လာမလဲဆိုတာကိုhorror ကားတို့ရဲ့ ထုံးစံအတိုင်း ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့် ကားကောင်းလေးတစ်ကားပါFile size…971MB / 435MBQuality…1080p NF WEBDL AAC5.1CH / 720pFormat…mp4Duration….1h 35minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by PoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHadrah Daeng RatuStarsAli SyakiebTissa Biani AzzahraTiti KamalCastAdila FitriAli SyakiebArief DiduBianca Hello AstridJajang C. NoerMisha JetarNiniek ArumReny YulianaTissa Biani AzzahraTiti Kamal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9voaVp9DGCa9pLwEqixBommHDL2.jpg",
      "https://image.tmdb.org/t/p/w300/yeXHDPTad5C1ekUznj0OWeFyBgD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/makmum.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/makmum-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/makmum-2019-1080-p-nf-web-dl-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "971MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jyppqr3sgttp.html",
        "server": "usersdrive.com",
        "size": "971MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2rusf/Makmum.2019.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "971MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8AUyWZaJ#5M7LefIvHTf4xV_xkwX8s4Cuhkp9YS9ghCQG6-NfEWQ",
        "server": "mega.nz",
        "size": "971MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/ml0s384e2bqu.html",
        "server": "streamsb.com",
        "size": "971MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/makmum-2019-720-p-nf-web-dl-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "435MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qpgi611j5bvw.html",
        "server": "usersdrive.com",
        "size": "435MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rusj/Makmum.2019.720p.NF.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "435MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kYlgkRBI#qP1w0VwoHOJjOWA6D9g6r6M1yrnKW-RVmiTX0D5jSis",
        "server": "mega.nz",
        "size": "435MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/2ras51r48mdc.html",
        "server": "streamsb.com",
        "size": "435MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2019|107 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "26,681"
    },
    "title": "The Dirt (2019)",
    "description": "Bohemian Rhapsody တို႔လို Rock Star တို႔လို Lords of Chaos တို႔လိုRock ဂီတဆို္င္ရာ ရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့ the Dirt ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 7/10 ေတာင္ရရွိထားတဲ့ ဇာတ္ကားေလးပါThe Dirt ဇာတ္ကားဟာ ၁၉၈၀ ပတ္ဝန္းက်င္မွာ စတင္ေက်ာ္ၾကားခဲ့တဲ့အေမရိကန္ ဟဲဗိီးမက္တယ္ ဂီတတီးဝိုင္းတစ္ခုျဖစ္တဲ့ Motley Crue တီးဝိုင္းရဲ႕ေဟာလိဝုဒ္လမ္းမေတြထက္ကေန ႏိုင္ငံတကာ စင္ျမင့္ေတြထက္ကို ေရာက္ရွိလာပံုေတြကိုဝိုင္းေတာ္သားေတြက ကိုယ့္အေၾကာင္း ကိုယ္ေျပာျပေနတဲ့ပံုစံနဲ႔ ရုိက္ကူးထားတာပါ …Motley Crue တီးဝိုင္းဟာ ျမန္မာ Rock ပရိသတ္ေတြနဲ႔လည္း မစိမ္းပါဘူး …မ်ိဳးၾကီးရဲ႕ ေက်ာက္စာမ်ား…ေဇာ္ဝင္းထြဋ္ရဲ႕ ေသြးတိတ္ေတး စတဲ့ သီခ်င္းေတြဟာလည္း သူတို႕ရဲ႕မူရင္းေတးသီခ်င္းေတြျဖစ္ပါတယ္…ဒီဇာတ္ကားထဲမွာ Motley Crue ဝိုင္းေတာ္သား ေလးေယာက္ရဲ႕ လမ္းေဘးေရာက္ ဘဝအဖံုဖုံကေန Rock ဂီတကိုရူးသြပ္ျပီးအေခြအခ်ပ္ သန္းတစ္ရာေက်ာ္ေရာင္းခ်ရတဲ့ ကမၻာေက်ာ္ေတြျဖစ္လာခဲ့ပံုေတြ…နာမည္ၾကီးျပီးေနာက္ လိင္ မူးယစ္ေဆး အိမ္ေထာင္ေရးေဖာက္ျပန္မႈေတြနဲ႔ ျပိဳလဲခဲ့ၾကပံုေတြ ကို ရိုက္ကူးတင္ဆက္ထားတဲ့အတြက္ေရာ့ခ္ဂီတၾကိဳက္တဲ့ပရိသတ္ၾကီးအတြက္ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္မွာ မလဲြမေသြပါပဲခင္ဗ်ား…။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ Zuel Khant Thwin ပါ)File Size : (1.80 GB) , (900 MB) and (450 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 47minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.X264-DEFLATETranslated by Zuel Khant ThwinEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeff TremaineStarsChristian GehringDaniel WebberDouglas BoothElena EvangeloIwan RheonJoe ChrestMachine Gun KellyPete DavidsonRebekah GrafTony CavaleroCastAlexanne WagnerAlyssa Marie StilwellAnthony Vincent ValbiroBrittany FurlanCarol Ann ScruggsChristian GehringCourtney DietzDaniel WebberDavid CostabileDouglas BoothElena EvangeloIris D'AquinIwan RheonJoe ChrestJordan Lane PriceKamryn RagsdaleKatherine NeffKathryn MorrisLeven RambinLyra D'AquinMachine Gun KellyMartin CovertMatthew UnderwoodMax MilnerMichael HodsonMike R. MoreauPete DavidsonRebekah GrafTony CavaleroVince Mattis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lFLwxSd9JReOBBxoUwQFBANcyIl.jpg",
      "https://image.tmdb.org/t/p/w300/hslCBzXxCOJW12MBlr2lGyU5gmQ.jpg",
      "https://image.tmdb.org/t/p/w300/z7lEs4K3CJ5PvwDbKrL44YNP0PX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xGY5rr8441ib0lT9mtHZn7e8Aay.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/escape-plan-the-extractors-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/opauu9h7tm0i.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Rvqf/The_Dirt_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/3dcozj0uirt2",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-NOp5ROn1HE",
      "video_url": "https://www.youtube.com/watch?v=-NOp5ROn1HE",
      "embed_url": "https://www.youtube.com/embed/-NOp5ROn1HE"
    }
  },
  {
    "metadata": "|2019||Action,Comedy,Horror",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "2,394"
    },
    "title": "Bullets of Justice (2019)",
    "description": "Bullets of Justice (2019)==================IMDb Rating – 4.9/10#Unicodeဇာတ်ကားအကျဉ်းကတော့ တတိယ ကမ္ဘာစစ်အတွင်းမှာ အမေရိကန်အစိုးရက ” Army Bacon ”လို့ခေါ်တဲ့ ဝက်နဲ့လူသားတွေကို ပေါင်းစပ်ပြီး စူပါစစ်သားတွေဖြစ်အောင်ဖန်တီးခဲ့တယ်။ နောက်ပိုင်းမှာလူတစ်ပိုင်းဝက်တစ်ပိုင်း မက်ဇယ်တွေကို လူသားတွေကိုမထိန်းချုပ်နိုင်တော့ဘဲ မက်ဇယ်တွေကလူသားတွေကိုပြန်လည်ကျွန်ပြုကြပါတော့တယ်။ ဒါ့အပြင် လူသားတွေဟာ သူတို့ရဲ့အကြိုက်ဆုံးအစားအသောက်ဖြစ်လာပါတော့တယ်။ အဲ့အခြေအနေကိုထိန်းချုပ်ဖို့အတွက် အမေရိကန်တွေနဲ့ရုရှားတွေဟာပူးပေါင်းပြီး ဇီဝဓာတုလက်နက်ကိုနဲ့နှိမ်နှင်းပါတယ်။ အကျိုးဆက်ကတော့ မျိုးစိတ်တွေအကုန်လုံးက မျိုးမပွားနိုင်ကြတော့ပါဘူး ၊ ဒါပေမယ့် မက်ဇယ်ကို အဓိကမွေးထုတ်ပေးနေတဲ့ မိခင်ကြီးကတော့ မက်ဇယ်တွေကို မွေးထုတ်ပေးနေတုန်းပါပဲ ၊ မက်ဇယ်တွေအင်အားကကြီးမားလာတဲ့အပြင်မျိုးမပွားနိုင်တဲ့အတွက်လူသားစစ်သားတွေကလည်း တဖြည်းဖြည်းလျှော့နည်းလာပါတော့တယ်၊အဲ့တော့ အကြီးအကဲခေါင်းဆောင်ဖြစ်တဲ့ လုဒ်မီလာ ဟာ အတော်ဆုံးကြေးသားစစ်သားဖြစ်တဲ့ရော့ဘ် ဂျက်စတစ်ကို မက်ဇယ်တွေကိုအဓိကမွေးထုတ်ပေးတဲ့ မိခင်ကြီးကိုသတ်ဖို့အတွက် အကူအညီတောင်းပါတော့တယ်။ လူနီးပါး အသိဉာဏ်မြင့်တဲ့ မက်ဇယ်တွေနဲ့ ရော့ဘ် ဂျက်စတစ်တစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(သွေးထွက်သံယို သတ်ဖြတ်ခန်းတွေ၊ Sex ခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္ကားအက်ဥ္းကေတာ့ တတိယ ကမာၻစစ္အတြင္းမွာ အေမရိကန္အစိုးရက ” Army Bacon ”လို႔ေခၚတဲ့ ဝက္နဲ႔လူသားေတြကို ေပါင္းစပ္ၿပီး စူပါစစ္သားေတြျဖစ္ေအာင္ဖန္တီးခဲ့တယ္။ ေနာက္ပိုင္းမွာလူတစ္ပိုင္းဝက္တစ္ပိုင္း မက္ဇယ္ေတြကို လူသားေတြကိုမထိန္းခ်ဳပ္ႏိုင္ေတာ့ဘဲ မက္ဇယ္ေတြကလူသားေတြကိုျပန္လည္ကြၽန္ျပဳၾကပါေတာ့တယ္။ ဒါ့အျပင္ လူသားေတြဟာ သူတို႔ရဲ႕အႀကိဳက္ဆုံးအစားအေသာက္ျဖစ္လာပါေတာ့တယ္။ အဲ့အေျခအေနကိုထိန္းခ်ဳပ္ဖို႔အတြက္ အေမရိကန္ေတြနဲ႔႐ုရွားေတြဟာပူးေပါင္းၿပီး ဇီဝဓာတုလက္နက္ကိုနဲ႔ႏွိမ္ႏွင္းပါတယ္။ အက်ိဳးဆက္ကေတာ့ မ်ိဳးစိတ္ေတြအကုန္လုံးက မ်ိဳးမပြားႏိုင္ၾကေတာ့ပါဘူး ၊ ဒါေပမယ့္ မက္ဇယ္ကို အဓိကေမြးထုတ္ေပးေနတဲ့ မိခင္ႀကီးကေတာ့ မက္ဇယ္ေတြကို ေမြးထုတ္ေပးေနတုန္းပါပဲ ၊ မက္ဇယ္ေတြအင္အားကႀကီးမားလာတဲ့အျပင္မ်ိဳးမပြားႏိုင္တဲ့အတြက္လူသားစစ္သားေတြကလည္း တျဖည္းျဖည္းေလွ်ာ့နည္းလာပါေတာ့တယ္၊အဲ့ေတာ့ အႀကီးအကဲေခါင္းေဆာင္ျဖစ္တဲ့ လုဒ္မီလာ ဟာ အေတာ္ဆုံးေၾကးသားစစ္သားျဖစ္တဲ့ေရာ့ဘ္ ဂ်က္စတစ္ကို မက္ဇယ္ေတြကိုအဓိကေမြးထုတ္ေပးတဲ့ မိခင္ႀကီးကိုသတ္ဖို႔အတြက္ အကူအညီေတာင္းပါေတာ့တယ္။ လူနီးပါး အသိဉာဏ္ျမင့္တဲ့ မက္ဇယ္ေတြနဲ႔ ေရာ့ဘ္ ဂ်က္စတစ္တစ္ေယာက္ဘယ္လိုေတြရင္ဆိုင္တိုက္ခိုက္မလဲဆိုတာ ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး။(ေသြးထြက္သံယို သတ္ျဖတ္ခန္းေတြ၊ Sex ခန္းေတြပါဝင္တဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ရႈဖို႔မသင့္ေတာ္ပါဘူး)(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1h 19minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, HorrorSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorValeri MilevStarsDanny TrejoDoroteya TolevaTimur TurisbekovCastDanny TrejoDessy SlavovaDoroteya TolevaEster ChardaklievaTimur TurisbekovYana Marinova",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pU0jO02ek1Y531GUY3Hd0PrImHs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-28-at-11.16.13-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bullets-of-justice-2019-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "687 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/bullets-of-justice-2019-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "313 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/1zyep/Bullets.of.Justice.2019.480p.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "687 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1zyep/Bullets.of.Justice.2019.480p.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "313 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/346xvjctuxeb",
        "server": "upstream.to",
        "size": "687 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/vcop1gl50yl9",
        "server": "upstream.to",
        "size": "313 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/kaYkiTJD#IoKD_bTv74hh6TUmfV_Rgx7Ybtea-KAfVMkWkt73PQc",
        "server": "mega.nz",
        "size": "687 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/BXBGnRyb#izwYwm0_QlWpdhsqFGAiXwoJpQHKLUJ5X2vnau9D-Ic",
        "server": "mega.nz",
        "size": "313 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/bullets-of-justice-2019",
        "server": "VIP Links",
        "size": "687 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "JUuu_O9ciPk",
      "video_url": "https://www.youtube.com/watch?v=JUuu_O9ciPk",
      "embed_url": "https://www.youtube.com/embed/JUuu_O9ciPk"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Action,Drama,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1900"
    },
    "title": "Ghost in the Graveyard(2019)",
    "description": "Ghost in the Graveyard(2019)အညႊန္း**********************************IMDb….6.1(zawgyi)သခ်ၤ ိဳင္းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ္ကားသစ္ေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ၂၀၁၉ ထြက္ျဖစ္ျပီးေတာ့ IMDb – 6.1/10 ရရွိထားပါတယ္ေမွာင္ရီပ်ိဳးစ တစ္ညေနမွာ ကေလးတစ္အုပ္စုဟာ သုႆန္တစ္စျပင္ထဲမွာ တူတူပုန္းတမ္း သြားေဆာ့ရင္း ေျပးၾကလႊားၾကနဲ႔ မာသာ ဆိုတဲ့ ကေလးမေလးတစ္ဦးဟာ လူေသျမွုဳပ္တ့ဲ က်င္းေဟာင္းတစ္ခုထဲကို မေတာ္တဆ ျပဳတ္က်ျပီး ေသဆံုးသြားခဲ့ပါတယ္ ….မာသာဟာ ဆယ္လီဆိုတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းျဖစ္ျပီးေတာ့ ဆယ္လီရဲ႕ ညတိုင္းအိပ္မက္ေတြထဲမွာ မာသာဟာ အုတ္ဂူေတြၾကားထဲမွာ ရုန္းရင္းဆန္ခတ္ ေျပးလႊားေနတာကို ျမင္ေတြ႔ေနရပါသတဲ့ႏွစ္ေတြၾကာလာခဲ့ေပမယ့္ သခ်ၤ ိဳင္းမွာ မာသာဆိုတဲ့ေကာင္မေလး ေျခာက္လွန္႔ေနတယ္ဆိုတဲ့ သတင္းကေတာ့ ေပ်ာက္ပ်က္မသြားခဲ့ပါဘူး…မာသာေသဆံုးမႈနဲ႔ ဆယ္လီနဲ႔ ဘယ္လိုမ်ား ပတ္သက္မႈွရွိလဲ…စိတ္၀င္စားစရာလည္းေကာင္းသလုိတစ္စိမ့္စိမ့္ေၾကာက္ေနရတဲ့ ကားမုိ႕ Horror ၾကဳိက္ၿပိတ္သတ္တုိ႕အဖုိ႕ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…(unicode)သင်္ချ ိုင်းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ်ကားသစ်လေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ၂၀၁၉ ထွက်ဖြစ်ပြီးတော့ IMDb – 6.1/10 ရရှိထားပါတယ်မှောင်ရီပျိုးစ တစ်ညနေမှာ ကလေးတစ်အုပ်စုဟာ သုဿန်တစ်စပြင်ထဲမှာ တူတူပုန်းတမ်း သွားဆော့ရင်း ပြေးကြလွှားကြနဲ့ မာသာ ဆိုတဲ့ ကလေးမလေးတစ်ဦးဟာ လူသေမြှုုပ်တဲ့ ကျင်းဟောင်းတစ်ခုထဲကို မတော်တဆ ပြုတ်ကျပြီး သေဆုံးသွားခဲ့ပါတယ် ….မာသာဟာ ဆယ်လီဆိုတဲ့ကောင်မလေးရဲ့ သူငယ်ချင်းဖြစ်ပြီးတော့ ဆယ်လီရဲ့ ညတိုင်းအိပ်မက်တွေထဲမှာ မာသာဟာ အုတ်ဂူတွေကြားထဲမှာ ရုန်းရင်းဆန်ခတ် ပြေးလွှားနေတာကို မြင်တွေ့နေရပါသတဲ့နှစ်တွေကြာလာခဲ့ပေမယ့် သင်္ချ ိုင်းမှာ မာသာဆိုတဲ့ကောင်မလေး ခြောက်လှန့်နေတယ်ဆိုတဲ့ သတင်းကတော့ ပျောက်ပျက်မသွားခဲ့ပါဘူး…မာသာသေဆုံးမှုနဲ့ ဆယ်လီနဲ့ ဘယ်လိုများ ပတ်သက်မှုှရှိလဲ…စိတ်ဝင်စားစရာလည်းကောင်းသလိုတစ်စိမ့်စိမ့်ကြောက်နေရတဲ့ ကားမို့ Horror ကြိုက်ပြိတ်သတ်တို့အဖို့ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…File Size : (850 MB) and (335 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:32:00Genre : Action, Drama,HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharlie ComparettoStarsJake BuseyKelli BerglundMaria OlsenOlivia LarsenRoyce JohnsonCastJake BuseyKelli BerglundMaria OlsenOlivia LarsenRoyce Johnson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2immffS9jFnNtij8rTjIBqsbTZd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hfp4ep0ysLTwE46A1lG2ut7KHj1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ghost-in-the-graveyard-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/f4539f4a4/ghost-in-the-graveyard-2019-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/5wOAi/Ghost_In_The_Graveyard.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/NtADhY7b#uRFX655sZzr3CJcXQYpnYaD4SWYMxwxzagp0PwfWiGw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/2ASd/Ghost_In_The_Graveyard.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.datbu.com/lrbpv9akdn3f.html",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/bjr9706mtlnn",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/1zt0X",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2019|100 min|Action,Adventure,Biography",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "2,050"
    },
    "title": "The Aeronauts (2019)",
    "description": "“ထိုင္ၾကည္႔ေနရံုနဲ႔ကမာၻ႔ၾကီးဟာေျပာင္းလဲမလာပါဘူး၊ကိုယ္ေနထိုင္ဖို႔ ေရြးခ်ယ္လိုက္တဲ႔ လမ္းကသာ ကမာၻၾကီးကိုေျပာင္းလဲေစမွာပါ”တဲ႔။စူးစမ္းလိုစိတ္အျပည္႔ရွိတဲ႔သိပၸံပညာရွင္ နကၡတၱေဗဒပညာရွင္ ဂ်ိမ္းစ္ ဂလီရွာဟာေကာင္းကင္ႀကီးရဲ ႔သေဘာသဘာဝကိုသာ အျပည္႔အဝနားလည္ရင္ရာသီဥတုကို ခန္႔မွန္းႏိုင္မွာ ဆိုတဲ႔ယံုၾကည္ခ်က္နဲ႔ ေလွာင္ရယ္သံေတြ အၾကား စြန္႔စားခရီးႏွင္ခဲ႔သူပါ။သူတို႔ေခတ္သူတို႔အခါမွာ မိုးေလဝသကိုခန္႔မွန္းမယ္ဆိုတာအေျခအျမစ္မရွိဘူးလို႔ အမ်ားသူငွာကယူဆၾကပါတယ္။ဒါေပမယ္႔ ဂ်ိမ္းစ္ကေတာ႔ ေကာင္းကင္ကိုေလ႔လာဖို႔အတြက္မီးပံုးပ်ံစီးကာ ခရီးႏွင္ေနၾကျဖစ္တဲ႔အမ္မလီရာဆိုတဲ႔ မုဆိုးမေလးနဲ႔ ေကာင္းကင္ခရီးထြက္ဖို႔စီစဥ္ပါေတာ႔တယ္။အမ္မလီရာကလဲ အေၾကာင္းေၾကာင္းေၾကာင္႔မီးပံုးပ်ံထပ္မစီးေတာ႔ဘူးလို႔ ဆံုးျဖတ္ထားသူပါ။တစ္ေန႔ေတာ႔ သူတို႔ႏွစ္ေယာက္ေပါင္းကာကမာၻ႔အျမင္႔ဆံုးဆိုတဲ႔ စံခ်ိန္ကိုခ်ိဳးဖို႔ထြက္ခြာခဲ႔ပါေတာ႔တယ္။အဂၤလိပ္လူမ်ိဳးမိုးေလဝသပညာရွင္ ဂ်ိမ္းစ္ဂလီရာအေၾကာင္းရိုက္ကူးထားတဲ႔ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ေတြက ပံုျပင္ထက္ပိုဆန္းက်ယ္တယ္ဆိုတဲ႔အေၾကာင္းကိုသက္ေသျပေနသလိုပါပဲ။လူႏွစ္ဦးရဲ ႔ရဲစြမ္းသတၱိ၊စူးစမ္းရွာေဖြလိုစိတ္၊ဉာဏ္ပညာ၊အတိတ္၊ရည္ရြယ္ခ်က္စတာေတြကိုအေကာင္းဆံုးပံုေဖာ္ေပးထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔The aeronauts(2019)ပါ။Rotten Tomatoes 72%ရရွိထားျပီး Eddie Redmanye ကိုယ္တိုင္အေကာင္းဆံုးသရုပ္ေဆာင္ထားတာမလို႔ေကာင္းတယ္ဆိုတာအေထြအထူးမညႊန္းေတာ႔ပဲနဲ႔Channel Myanmar ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။File Size : (945 MB , 294 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Action , Adventure ,BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint LwinUNICODE“ထိုင်ကြည့်နေရုံနဲ့ကမ္ဘာ့ကြီးဟာပြောင်းလဲမလာပါဘူး၊ကိုယ်နေထိုင်ဖို့ ရွေးချယ်လိုက်တဲ့ လမ်းကသာ ကမ္ဘာကြီးကိုပြောင်းလဲစေမှာပါ”တဲ့။စူးစမ်းလိုစိတ်အပြည့်ရှိတဲ့သိပ္ပံပညာရှင် နက္ခတ္တဗေဒပညာရှင် ဂျိမ်းစ် ဂလီရှာဟာကောင်းကင်ကြီးရဲ့သဘောသဘာဝကိုသာ အပြည့်အဝနားလည်ရင်ရာသီဥတုကို ခန့်မှန်းနိုင်မှာ ဆိုတဲ့ယုံကြည်ချက်နဲ့ လှောင်ရယ်သံတွေ အကြား စွန့်စားခရီးနှင်ခဲ့သူပါ။သူတို့ခေတ်သူတို့အခါမှာ မိုးလေဝသကိုခန့်မှန်းမယ်ဆိုတာအခြေအမြစ်မရှိဘူးလို့ အများသူငှာကယူဆကြပါတယ်။ဒါပေမယ့် ဂျိမ်းစ်ကတော့ ကောင်းကင်ကိုလေ့လာဖို့အတွက်မီးပုံးပျံစီးကာ ခရီးနှင်နေကြဖြစ်တဲ့အမ်မလီရာဆိုတဲ့ မုဆိုးမလေးနဲ့ ကောင်းကင်ခရီးထွက်ဖို့စီစဉ်ပါတော့တယ်။အမ်မလီရာကလဲ အကြောင်းကြောင်းကြောင့်မီးပုံးပျံထပ်မစီးတော့ဘူးလို့ ဆုံးဖြတ်ထားသူပါ။တစ်နေ့တော့ သူတို့နှစ်ယောက်ပေါင်းကာကမ္ဘာ့အမြင့်ဆုံးဆိုတဲ့ စံချိန်ကိုချိုးဖို့ထွက်ခွာခဲ့ပါတော့တယ်။အင်္ဂလိပ်လူမျိုးမိုးလေဝသပညာရှင် ဂျိမ်းစ်ဂလီရာအကြောင်းရိုက်ကူးထားတဲ့ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်တွေက ပုံပြင်ထက်ပိုဆန်းကျယ်တယ်ဆိုတဲ့အကြောင်းကိုသက်သေပြနေသလိုပါပဲ။လူနှစ်ဦးရဲ့ရဲစွမ်းသတ္တိ၊စူးစမ်းရှာဖွေလိုစိတ်၊ဉာဏ်ပညာ၊အတိတ်၊ရည်ရွယ်ချက်စတာတွေကိုအကောင်းဆုံးပုံဖော်ပေးထားတဲ့ဒီကားလေးနာမည်ကတော့The aeronauts(2019)ပါ။Rotten Tomatoes 72%ရရှိထားပြီး Eddie Redmanye ကိုယ်တိုင်အကောင်းဆုံးသရုပ်ဆောင်ထားတာမလို့ကောင်းတယ်ဆိုတာအထွေအထူးမညွှန်းတော့ပဲနဲ့Channel Myanmar ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။File Size : (945 MB , 294 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Action , Adventure , BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom HarperStarsAnne ReidEddie RedmayneFelicity JonesHimesh PatelPhoebe FoxRebecca FrontRobert GlenisterTim McInnernyTom CourtenayVincent PérezCastAbbey ButlerAnne ReidEddie RedmayneFelicity JonesGianni CalchettiHimesh PatelJohn TaylorJulian FerroKamil LemieszewskiPhoebe FoxRebecca FrontRobert GlenisterTim McInnernyTom CourtenayVincent Pérez",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1NeA92Pk1eCHpU3LnWo8zvsks0V.jpg",
      "https://image.tmdb.org/t/p/w300/c3zz54pqJHZsyypAJZs4sEwjYF.jpg",
      "https://image.tmdb.org/t/p/w300/yBxq43FaskaXDGKWNJQmM75WoGS.jpg",
      "https://image.tmdb.org/t/p/w300/o9OlUAD4G6yZlhvjEJy7rfUHcg8.jpg",
      "https://image.tmdb.org/t/p/w300/7ix85G1OWNBXIgk0cucoeMRXv2G.jpg",
      "https://image.tmdb.org/t/p/w300/7D7N5XnVM56cr2PcTxwJoEBZjj3.jpg",
      "https://image.tmdb.org/t/p/w300/ry6MIIEXMbyofWg2fJRZkXvYzCl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kZHnblqmTBUBgzYBIxWIz9txsEi.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nmty4sr3j8dp.html",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/abae8945/cm-the-aeronauts-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-aeronauts-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/V29/(CM)_The_Aeronauts_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/2RI",
        "server": "fastload.cc",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2W6ei",
        "server": "usersdrive.com",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2cuqp/The_Aeronauts_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/OFZDyYJQ#jYBZQ5BDvzawzShvRc56Pu_0-JUuexydYRixMXreDQ8",
        "server": "mega.nz",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/rb1tpinivn6s",
        "server": "upstream.to",
        "size": "945 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Rm4VnwCtQO8",
      "video_url": "https://www.youtube.com/watch?v=Rm4VnwCtQO8",
      "embed_url": "https://www.youtube.com/embed/Rm4VnwCtQO8"
    }
  },
  {
    "metadata": "R|2019|88 min|Comedy,Drama,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "486"
    },
    "title": "Villains(2019)",
    "description": "Villains(2019)(Unicode)ဒီတစ်ခေါက်တော့ အမှန်အကန်လန်းတဲ့ ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ စိတ်ထားကောင်းပေမယ့် ဘဝကိုပေ့ါပေါ့နေပြီး ဖြတ်သန်းချင်တဲ့ အရမ်းချစ်တဲ့စုံတွဲတစ်တွဲ ဟာ လိုအင်ဆန္ဒတစ်ခုကြောင့် လုယက်မှုတစ်ခုလုပ်ပြီး ဖလော်ရီဒါအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့လုပ်တယ် ….လမ်းတဝက်မှာကားဆီပြတ်သွားပြီးတော့ ရှေ့မတိုးသာနောက်မဆုတ်သာဖြစ်နေတဲ့အချိန် နောက်ကားတစ်စီးရှာဖို့ လုပ်ကြရင်းနဲ့ လူမနေဘူးလို့ထင်ရတဲ့ ခမ်းနားတဲ့အိမ်ကြီးကိုရောက်သွားတဲ့အချိန်မှာ စပြီး ပြဿနာအကြီးကြီးတက်ပါတော့တယ်…ဘယ်လိုပြဿနာတွေ သူတို့ကို အိမ်ကြီးက ဆီးကြိုနေမလဲ…သူတို့ရဲ့ အိပ်မက်ကိုရော အကောင်အထည်ဖော်နိုင်သွားမလား…သူတို့ မထင်မှတ်တာတွေ ဘယ်လိုကြုံကြမလဲ… တစ်ယောက်ချင်းဆီရဲ့ သူရုပ်ဆောင်မှုတွေကို အာရုံစိုက်ကြည့်ရင် သို့လောသို့လောနဲ့ တကယ် စိတ်ဝင်စား လှုပ်ရှားစရာကောင်းလွန်းတာမို့ မလွတ်တမ်းကြည့်ရှုဖို့ ပြောလိုက်ပါရစေ… နည်းနည်းဂေါ်တဲ့အတွဲမို့ စကားလုံးအသုံးအနှုံးတွေတော့ အနည်းငယ်ကြမ်းနိင်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်…(zawgyi)ဒီတစ္ေခါက္ေတာ့ အမွန္အကန္လန္းတဲ့ ဇာတ္ကားေလးတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္။ စိတ္ထားေကာင္းေပမယ့္ ဘဝကိုေပ့ါေပါ့ေနၿပီး ျဖတ္သန္းခ်င္တဲ့ အရမ္းခ်စ္တဲ့စုံတြဲတစ္တြဲ ဟာ လိုအင္ဆႏၵတစ္ခုေၾကာင့္ လုယက္မႈတစ္ခုလုပ္ၿပီး ဖေလာ္ရီဒါအိပ္မက္ကို အေကာင္အထည္ေဖာ္ဖို႔လုပ္တယ္ ….လမ္းတဝက္မွာကားဆီျပတ္သြားၿပီးေတာ့ ေရွ႕မတိုးသာေနာက္မဆုတ္သာျဖစ္ေနတဲ့အခ်ိန္ ေနာက္ကားတစ္စီးရွာဖို႔ လုပ္ၾကရင္းနဲ႔ လူမေနဘူးလို႔ထင္ရတဲ့ ခမ္းနားတဲ့အိမ္ႀကီးကိုေရာက္သြားတဲ့အခ်ိန္မွာ စၿပီး ျပႆနာအႀကီးႀကီးတက္ပါေတာ့တယ္…ဘယ္လိုျပႆနာေတြ သူတို႔ကို အိမ္ႀကီးက ဆီးႀကိဳေနမလဲ…သူတို႔ရဲ႕ အိပ္မက္ကိုေရာ အေကာင္အထည္ေဖာ္ႏိုင္သြားမလား…သူတို႔ မထင္မွတ္တာေတြ ဘယ္လိုႀကဳံၾကမလဲ… တစ္ေယာက္ခ်င္းဆီရဲ႕ သူ႐ုပ္ေဆာင္မႈေတြကို အာ႐ုံစိုက္ၾကည့္ရင္ သို႔ေလာသို႔ေလာနဲ႔ တကယ္ စိတ္ဝင္စား လႈပ္ရွားစရာေကာင္းလြန္းတာမို႔ မလြတ္တမ္းၾကည့္ရႈဖို႔ ေျပာလိုက္ပါရေစ… နည္းနည္းေဂၚတဲ့အတြဲမို႔ စကားလုံးအသုံးအႏႈံးေတြေတာ့ အနည္းငယ္ၾကမ္းနိင္ပါတယ္…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (343 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : Horror, Drama, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDan BerkRobert OlsenStarsBill SkarsgårdBlake BaumgartnerDanny JohnsonJeffrey DonovanKyra SedgwickMaika MonroeNikolas KontomanolisNoah RobbinsCastBill SkarsgårdBlake BaumgartnerDanny JohnsonJeffrey DonovanKyra SedgwickMaika MonroeNikolas KontomanolisNoah Robbins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oA5MgtSW7xM7Aud0TwylohvEeAC.jpg",
      "https://image.tmdb.org/t/p/w300/91pPDnNmrK6r8bJsPmB7l82C7VX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Arefq9eI1z94Jtrbbuqzg9p5mf8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/loab9xw0r3ev.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/bfaa537/vilains-2019-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/villains-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/V2f/Villains.2019.WEB-DL_720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/2S0",
        "server": "fastload.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/AE2NzmRE1IR73w",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/Uevl",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2cupe/Villains_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/aJh1mQaL#oJmnLDMFwe1ENJtv6o8VuxFOziTSrmCq4Uge2HSKSzo",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/iq1adv1bt2zr",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "hylVLUoNBPU",
      "video_url": "https://www.youtube.com/watch?v=hylVLUoNBPU",
      "embed_url": "https://www.youtube.com/embed/hylVLUoNBPU"
    }
  },
  {
    "metadata": "N/A|2019|133 min|Action,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "7"
    },
    "title": "Hit-and-Run Squad (2019)",
    "description": "၂၀၁၉ ခုနှစ်ထဲမှာ ထွက်ရှိထားတဲ့ Hit-and-Run Squad ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အွန်းစီယွန်းဟာ ရဲမှူးကြီးပတ်ခ်ရဲ့ လာဘ်စားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သက်သေမခိုင်လုံတာကြောင့်တိုက်ပြေးအမှုတွေကိုင်တဲ့ဌာနကိုရာထူးချရွှေ့ပြောင်းခံခဲ့ရပါတယ်..`ထိုဌာနမှာအရမ်းတော်တဲ့ရဲတပ်သား ဆူမင်ဂျေးနဲ့တွေ့ဆုံခဲ့ပြီးတော့တိုက်ပြေးအမှုတွေကို အတူတူဖြေရှင်းခဲ့ရင်းနဲ့ပဟေဠိဆန်တဲ့အမှုတစ်ခုကို ကြုံတွေ့ခဲ့ရပါတယ်သူတို့စုံစမ်းစစ်ဆေးရင်းနဲ့ အဲဒီတိုက်ပြေးမှူှူ့သေးသေးလေးဟာ အကြီးကြီးလာဘ်ပေးသူဖော်မြူလာဝမ်းပြိုင်ကားကွင်းပိုင်ရှင် ဂျန်ဂျယ်ချောင်းနဲ့ပတ်သက်နေတယ်ဆိုတာကို ရှာဖွေတွေ့ရှိလာပါတယ်အွန်းစီယွန်းအနေနဲ့ သူ့နဂိုမိခင်ဌာနရဲ့တာဝန်ကိုထမ်းဆောင်ရင်းနဲ့ ပျက်စီးဆုံးရှုံးမှုတွေတွေ့ကြုံလာရချိန်မှာတော့ အရာအားလုံးဟာ ရှု့ပ်ထွေးကုန်ပါတော့တယ်အရှောင်အတိမ်းတော်လွန်း အဆက်အသွယ်ကောင်းလွန်းကားမောင်းပြိုင်တာတော်လွန်းတဲ့ဂျန်ဂျယ်ချောင်းကို ဘယ်လိုတွေ ဇာတ်လမ်းဇာတ်ကွက်ဆင်ပြီးဖမ်းဆီးကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ကားမောင်းပြိုင်တဲ့အခန်းမှာလည်းတိုက်လိုက်တဲ့ကားတွေမှ သောက်သောက်လဲပါပဲ :3ကားမောင်းပြိုင်တာတွေရော ချတာတွေရော ရယ်စရာရောဝမ်းနည်းစရာရောပါတဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားဆိုတော့ အာမခံပါတယ်File Size : (1 GB) & ( 258 MB)Quality : 720p HDRipRunning Time : 2 hr 13 minFormat : Mp4Genre :  Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byHnin Kyi Thar OoEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHan Jun-heeStarsGong Hyo-jinJeon Hye-JinJo Jung-sukKeyLee Hak-jooLee Sung-minLee Sung-wookRyu Jun-yeolSon SukkuYum Jung-ahCastBae Yoo-ramGong Hyo-jinJeon Hye-JinJo Jung-sukKeyKim Go-eunLee Hak-jooLee Sung-minLee Sung-wookLim Seon-wooPark Hyoung-sooPark Ye-yeongRyu Gyeong-sooRyu Jun-yeolSon SukkuYoo Yeon-sooYum Jung-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u4hmPdATcvsdtxXOjCypzPv0x6s.jpg",
      "https://image.tmdb.org/t/p/w300/iHmAwoh5UD6OnShjDT8I9S6eXj1.jpg",
      "https://image.tmdb.org/t/p/w300/gFwJi6z8uh7SNbT5bUZdwfhhqR1.jpg",
      "https://image.tmdb.org/t/p/w300/i4IqcEUIqfEFRXXvNEqEKITYZZp.jpg",
      "https://image.tmdb.org/t/p/w300/xPvZnT2etuP7cKsKKBafjJ6YhMR.jpg",
      "https://image.tmdb.org/t/p/w300/1OGdrnukPDfPruVKG7vnqK5YDK1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jGMkLo7FDgQikYwFJSlbc49ewVU.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2e5xg/Hit-And-Run_Squad_(Bbaengban)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hit-and-run-squad-bbaengban-2019",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://yoteshinportal.cc/hit-and-run-squad-bbaengban-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p HDRip"
      },
      {
        "link": "https://sbembed3.com/z6vjs1oh6gdh.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p HDRip"
      }
    ],
    "trailer": {
      "video_id": "ZX4L9VOUIQU",
      "video_url": "https://www.youtube.com/watch?v=ZX4L9VOUIQU",
      "embed_url": "https://www.youtube.com/embed/ZX4L9VOUIQU"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Action,Crime,Thriller",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The Brave (2019)",
    "description": "The Brave(2019)IMDb…6.5Albanian ၿမဳိ႕ဟာ   မူးယစ္ေဆးေတြနဲ႕ ဂန္းစတားေတြက်က္စားရာၿမဳိ႕…ၿမဳိ႕ရဲ႕အဓိကစီးပြားေရး ဟာ မူးယစ္ေဆးလုိျဖစ္ေနတယ္..မူးယစ္ေဆးေတြရဲ႕ အဓိက ႀကဳိးကုိင္သူကုိ အစုိးရဘက္က ဖမ္းခ်င္ေပမယ့္လည္းသက္ေသမခုိင္လုံလုိ႕ ဖမ္းဆီးရခက္ေနတယ္…ရဲဘက္နဲ႕အစုိးရပုိင္းကလူေတြကလည္း မူးယစ္ဂုိဏ္းနဲ႕မကင္းသလုိအဖြဲ႕ေတာင့္လြန္းတဲ့ သူတုိ႕ေၾကာင့္ လူနည္းစုလုိျဖစ္ေနတဲ့ ရဲ၀န္ထမ္းေကာငး္ေတြအတြက္အခ်ိန္ကုန္လူပင္ပန္းတာပဲအဖတ္တင္ေနသလုိပါပဲ…သုိ႕ေပမယ့္ ဒီအေျခအေနေတြကုိျပင္ဆင္ၿပီး မူးယစ္အဖြဲ႕ကုိဖမ္းဆီးႏုိင္ဖုိ႕ အထူးစုံေထာက္အရာရွိတစ္ဦးနဲ႕ အထူးေအ့ဂ်င့္တစ္ဦးနဲ႕ပူးေပါင္းမိတဲ့အခ်ိန္မွာေတာ့…ကုိင္း မူးယစ္ အက္ရွင္ မႈခင္းကားေတြသေဘာက်တဲ့သူေတြအဖုိ႕ၾကည့္သင့္ပါေၾကာင္းညႊန္းဆုိပါရေစ…File Size : (900 MB) and (313 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:40:00Genre :Action,Crime,Thriller|Subtitle : Myanmar Subtitle (Hard Sub)Translated by CynthiaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWilliam KaufmanStarsArmand AssanteIgor JijikineIvan MakarevichLouis MandylorMarco BalsamoMensur SafqiuRadoslav ParvanovRavshana KurkovaSonny PuzikasYuriy KutsenkoCastArmand AssanteIgor JijikineIvan MakarevichLouis MandylorMarco BalsamoMensur SafqiuRadoslav ParvanovRavshana KurkovaSonny PuzikasYuriy Kutsenko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/44iIPJCuiOsXafmpPJz6DAKc7Ii.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3AA22wRki4yobIQCijnhBQWHppi.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z1uya2btsy92.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/S0m0/The_Brave_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/l58k99e0t2ca",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-brave-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-brave-2019-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|96 min|Crime,Drama,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "766"
    },
    "title": "I See You (2019)",
    "description": "(Unicode)2019 ထွက် Thriller ဇာတ်ကားဖြစ်ပြီး Gore တွေ သွေးသံတရဲရဲတွေမပါဝင်ပေမယ့် R rated ဖြစ်ပါတယ်..အိမ်ထောင်ရေးဖောက်ပြန်ထားမိတဲ့ အမေဖြစ်သူဂျက်ကီကို သားဖြစ်သူကော်နာက အရမ်းစိတ်နာနေတာကနေ ဇာတ်လမ်းကိုစဖွင့်ထားပါတယ်…ရဲအရာရှိခင်ပွန်းဖြစ်သူနဲ့လည်း အိမ်ထောင်ရေးလည်းအဆင်မပြေတော့ပဲ မိသားစုတစ်စုလုံး စိတ်ဆင်းရဲနေကြရပါတယ်…အဲ့အချိန်မှာပဲ သူတို့မြို့နယ်မှာ ဆယ်နှစ်ဝန်းကျင်ကလေးတွေဆက်တိုင်ပျောက်နေပါတယ်…အဲ့ဒါနဲ့ အဲ့အမှုကို ခင်ပွန်းဖြစ်သူက ဦးဆောင်စုံစမ်းရမယ့်တာဝန်ကျလာပါတော့တယ်…အဲ့အချိန်ကစလို့ သူတို့အိမ်မှာ ထူးဆန်းတာတွေဆက်တိုက်ကြုံလာရပါတော့တယ်…ကလေးပြန်ပေးဆွဲသမားက ဘယ်သူဖြစ်မလဲသမားရိုးကျအမှုမှဟုတ်ရဲ့လားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါ…IMDB 6.5/10 ရရှိထားပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)File Size : (800 MB) and (400 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 36minFormat : Mp4Genre : Crime, Drama, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEB-DL.DDP5.1.H.264-NTGTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam RandallLynn K. D'AngonaStarsAdam KernAllison KingErika AlexanderGregory Alan WilliamsHelen HuntJon TenneyJudah LewisLibe BarerOwen TeagueRiley CayaCastA.J. RansomAdam KernAllison KingBrooks RoseberryCherie McClainErika AlexanderGregory Alan WilliamsHelen HuntJeremy GladenJohn NewbergJon TenneyJudah LewisLibe BarerNicole ForesterOwen TeagueRiley CayaTeri ClarkWyatt McClure",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iaRuWsKrtqbr1s8Oa4vVucDqtLi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7rucszL6lUFxycz1mg6QYI9SAQr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-i-see-you-2019-720-p-amzn-web-dl-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-iseeyou2019",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/31F4x/(CM)_I.See.You.2019.720p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/yo7td1zns75h.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Rpi3kXhhces",
      "video_url": "https://www.youtube.com/watch?v=Rpi3kXhhces",
      "embed_url": "https://www.youtube.com/embed/Rpi3kXhhces"
    }
  },
  {
    "metadata": "|2019||Action,Drama",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "2,303"
    },
    "title": "Skyfire (2019)",
    "description": "Skyfire (2019)============IMDb Rating – 5.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ ခုနစ်ထွက် အက်ရှင် ဒရမ်မာ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့…..ရှောင်မုံးရဲ့ မိဘနှစ်ပါးလုံးက ဘူမိဗေဒပညာရှင်တွေပါ တန်ဟောင်းမီးတောင်ကို ကွင်းဆင်းလေ့လာကြရင်းမီးတောင်ရုတ်တရက် ထပေါက်တာကြောင့် ရှောင်မုံးရဲ့ မိခင်ဖြစ်သူ ဆုံးပါးသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ရှောင်မုန်းအရွယ်ရောက်လာချိန်မှာ မိခင်ဖြစ်သူရဲ့ အိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ ဘူမိဗေဒပညာရှင်ဖြစ်လာခဲ့ပြီးမီးတောင်တွေအကြောင်း အသေးစိတ်လေ့လာနိုင်မယ့် ဒီဂျစ်တယ် ဇူးစနစ်ကို တီထွင်ခဲ့ပါတယ်။အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေစီးပွားရေးလုပ်ငန်းရှင် ဂျက်ဟားရစ်က တန်ဟောင်းမီးတောင်ပေါ်မှာ ကမ္ဘာ့ပထမဆုံးအပန်းဖြေစခန်းကြီးကို ခမ်းခမ်းနားနား တည်ဆောက်နေတာ အဆင့်တစ်ပြီးသွားပြီဖြစ်ပါတယ်။ ကမ္ဘာ့လှည့်ခရီးသည်တွေကလည်း အထူးအဆန်းမို့လို့ အုံးအုံးကြွပ်ကြွပ် လာရောက်လည်ပတ်နေကြပါတယ်။ တစ်နေ့မှာတော့မီးတောင်မူမမှန်တာကို ရှောင်မုံးက ခံစားမိပြီး သူ့ကိုပိတ်ဖို့ သတိပေးခဲ့ပေမယ့် သူက လက်မခံခဲ့ပါဘူး။ရှောင်မုံးရဲ့ဖခင်ပါမောက္ခကြီးကလည်း သမီးဇောနဲ့ အဲဒီမီးတောင်ရှိရာ လိုက်လာခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ….ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားစွာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ ခုနစ္ထြက္ အက္ရွင္ ဒရမ္မာ ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့…..ေရွာင္မုံးရဲ႕ မိဘႏွစ္ပါးလုံးက ဘူမိေဗဒပညာရွင္ေတြပါ တန္ေဟာင္းမီးေတာင္ကို ကြင္းဆင္းေလ့လာၾကရင္းမီးေတာင္႐ုတ္တရက္ ထေပါက္တာေၾကာင့္ ေရွာင္မုံးရဲ႕ မိခင္ျဖစ္သူ ဆုံးပါးသြားခဲ့ပါတယ္။ ဒီလိုနဲ႔ ေရွာင္မုန္းအ႐ြယ္ေရာက္လာခ်ိန္မွာ မိခင္ျဖစ္သူရဲ႕ အိပ္မက္ကို အေကာင္အထည္ေဖာ္ဖို႔ ဘူမိေဗဒပညာရွင္ျဖစ္လာခဲ့ၿပီးမီးေတာင္ေတြအေၾကာင္း အေသးစိတ္ေလ့လာႏိုင္မယ့္ ဒီဂ်စ္တယ္ ဇူးစနစ္ကို တီထြင္ခဲ့ပါတယ္။အဲဒီအခ်ိန္မွာပဲ အိမ္ၿခံေျမစီးပြားေရးလုပ္ငန္းရွင္ ဂ်က္ဟားရစ္က တန္ေဟာင္းမီးေတာင္ေပၚမွာ ကမာၻ႔ပထမဆုံးအပန္းေျဖစခန္းႀကီးကို ခမ္းခမ္းနားနား တည္ေဆာက္ေနတာ အဆင့္တစ္ၿပီးသြားၿပီျဖစ္ပါတယ္။ ကမာၻ႔လွည့္ခရီးသည္ေတြကလည္း အထူးအဆန္းမို႔လို႔ အုံးအုံးႂကြပ္ႂကြပ္ လာေရာက္လည္ပတ္ေနၾကပါတယ္။ တစ္ေန႔မွာေတာ့မီးေတာင္မူမမွန္တာကို ေရွာင္မုံးက ခံစားမိၿပီး သူ႔ကိုပိတ္ဖို႔ သတိေပးခဲ့ေပမယ့္ သူက လက္မခံခဲ့ပါဘူး။ေရွာင္မုံးရဲ႕ဖခင္ပါေမာကၡႀကီးကလည္း သမီးေဇာနဲ႔ အဲဒီမီးေတာင္ရွိရာ လိုက္လာခဲ့ၿပီးေနာက္ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ….ဒီဇာတ္လမ္းေလးထဲမွာ စိတ္ဝင္စားစြာၾကည့္ရႈရမွာပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)Quality – 1080p,720p WebRipDuration – 1h 37minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, DramaSource : 1080p.WebRipTranslator – May Myat ThuEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSimon WestStarsHannah QuinlivanShawn DouXueqi WangCastAlice RietveldBài AnHannah QuinlivanHou TongjiangJason IsaacsLawrence de StefanoLingchen JiShawn DouShi LiangVương Học KỳYiqing Li",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9QHDIb2qRzI3QxoYcxn56zSrVZ8.jpg",
      "https://image.tmdb.org/t/p/w300/3Cl794RIiF2M2WU30FCHvdteRk5.jpg",
      "https://image.tmdb.org/t/p/w300/gUcoXuZoc7Z1RTQxgBXEsLQXjW8.jpg",
      "https://image.tmdb.org/t/p/w300/76abEoadQDm8aoUFZBTzjDyCNHq.jpg",
      "https://image.tmdb.org/t/p/w300/ccAf4aJOJpmfc2S5QBSpcd0QN5m.jpg",
      "https://image.tmdb.org/t/p/w300/qzJMAg0pWwox9qAjq0dDfkeLVK0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/sk.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/skyfire-2019-1080-p-web-dl-cm-mp-4-3",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/skyfire-2019-720-p-web-dl-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/U8ge/Skyfire.2019.1080p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/2g3av/Skyfire.2019.720p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/9jlafccb38fx",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://upstream.to/6okm0codvopj",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/0xUE1TJI#CBJcNcoymFzBfC5vw-VfKOT-7ofdvX8CaOTs7WQWJ4U",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://mega.nz/file/hxMEFZJQ#FXXKpwwxY9kIRnxndfQ-SyQkhbo3vgbyWyUdaOenn-k",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/skyfire-2019-1080-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/skyfire-2019-720-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/skyfire-2019-1080p",
        "server": "VIP Links",
        "size": "1.6 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/skyfire-2019",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "Tc-1zrJSy6k",
      "video_url": "https://www.youtube.com/watch?v=Tc-1zrJSy6k",
      "embed_url": "https://www.youtube.com/embed/Tc-1zrJSy6k"
    }
  },
  {
    "metadata": "Not Rated|2019|98 min|Comedy,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "64"
    },
    "title": "Virginia Minnesota (2019)",
    "description": "Rating 6.1 ရရှိထားတဲ့ Comedy , Dramaကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ကလေးဘဝကဖြစ်ပျက်ခဲ့တဲ့ကြေကွဲဖွယ်ရာဖြစ်ရပ်တစ်ခုကြောင့်စိတ်ဒဏ်ရာရရှိခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက်…သူတို့နှစ်ယောက်ကွဲကွာနေရာမှာမမျှော်လင့်ဘဲပြန်လည်တွေ့ဆုံမိပြီးတစ်ရက်တာခရီးကိုအတူတူထွက်လာခဲ့ကြရာမှထိုအတိတ်ဆိုးမှရရှိခဲ့တဲ့ဒဏ်ရာတွေကို ဘယ်လိုကုစားသွားမိကြမလဲ…ထိုကြေကွဲဖွယ်ရာ အတိတ်ဆိုးဆိုတာကရောဘာအကြောင်းတွေလဲဆိုတာအများကြီးမညွှန်းတော့ပဲဒီကားလေးထဲမှာပဲ စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်လား….File Size : (917 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byPone ThoneEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel StineStarsAurora PerrineauJessica MieselRachel HendrixCastAurora PerrineauJessica MieselRachel Hendrix",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gGgH4K5TejwDtnfCnsP2UONcg2l.jpg",
      "https://image.tmdb.org/t/p/w300/2bSZgIZ7heQdvsuyfknHJ23PtGb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o7CVL9IGnvbTebu325xt8yGi4k4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/virginia-minnesota-2019",
        "server": "VIP Links",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/virginia-minnesota-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/j1duy6ifng7o.html",
        "server": "streamsb.com",
        "size": "916MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|80 min|Action,Horror",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "546"
    },
    "title": "The Mummy: Rebirth (2019)",
    "description": "ဒါကတော့ နာမည်ကြီး Mummyဇာတ်လမ်းတွေနဲ့ လားလားမှမဆိုင်တဲ့အညတရမံမီကားတစ်ကားပါ။ပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာချင်နေတဲ့စော်အကိတ်တစ်ပွေရယ်၊သူ့ရဲ့just friendတစ်ကောင်ရယ်၊ပိုက်ဆံရှိလက်နက်တွေရှိအလုပ်သမားတွေရှိပြီးမသေမျိုးဖြစ်ချင်နေတဲ့ဘောစိကြီးတစ်ယောက်ရယ်မြို့တော်ကြီးကိုရှာပုံတော်ဖွင့်ကြတာပေါ့။မထင်မှတ်ဘဲနဲ့ တကယ့်မံမီကြီးတစ်ကောင်ကိုအသက်သွင်းလိုက်မိတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။File Size : ( 753 MB , 283 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Action , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJustin PriceKhuStarsBrittany GoodwinCarterDavid E. CazaresDeanna Grace CongoShamel HashishCastBrittany GoodwinCarterDavid E. CazaresDeanna Grace CongoShamel Hashish",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cEOZaKrEU0fFQFaK9Lcr7bblBbq.jpg",
      "https://image.tmdb.org/t/p/w300/yqEzoH6cZVWOd2bM9T73ila4TUh.jpg",
      "https://image.tmdb.org/t/p/w300/cas4wSt1DzdIGm2WtTuSVADedl7.jpg",
      "https://image.tmdb.org/t/p/w300/1HMWXvifPfivXX2oW1Qm9NeaIxO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aD5lS1D4tDGMhDdQLV991zHp2IM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-mummy-rebirth-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/f5554e9/cm-the-mumy-rebirth-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://soliddrive.co/30QG/(CM)_The_Mummy_Rebirth_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/28Rvp/(CM)_The_Mummy_Rebirth_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/G80QWIDC#ox1IiPrBCGiBlII33j1RET_LuNSUKnVDWRt4OyJcfSA",
        "server": "mega.nz",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2Vb2D",
        "server": "usersdrive.com",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/yhmiaquv0hyy",
        "server": "upstream.to",
        "size": "753 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "_n1HJgPXABw",
      "video_url": "https://www.youtube.com/watch?v=_n1HJgPXABw",
      "embed_url": "https://www.youtube.com/embed/_n1HJgPXABw"
    }
  },
  {
    "metadata": "R|2019|95 min|Comedy,Horror,Mystery",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "19,898"
    },
    "title": "Ready or Not (2019)",
    "description": "ချမ်းသာပြီး လျို့ဝှတ်တက်တဲ့ မိသားစု တစ်ခု ရှိတယ်သူတို့ဟာ ဂိမ်းမင်းမျိုးဆက် လို့ ခေါ်ခံရပြီးဂိမ်းကစားနည်းတွေကို ထုတ်လုပ်သူတွေဖြစ်ပါတယ်သူတို့ရဲ့ ကြီးကျယ်ခန်းနားတဲ့ နန်းတော်လို စံအိမ်ကြီးမှာနေပြီး မျက်နှာတွေကတော့ တစ်ခုခုကို အလိုမကျတဲ့သူတွေလိုပေါ့အဲ့ဒီအိမ်ကြီးမှာ အငယ်ဆုံးသားဖြစ်သူ အဲလစ်ကတော့ တစ်နေ့မှာဂရေ့စ် ဆိုတဲ့ ကောင်မလေးကို လက်ထပ်ယူဖို့ အိမ်ကိုခေါ်လာခဲ့ပါတော့တယ်ဒီမိသားစု အကြောင်း ဘာမှ မသိပဲ မောင့် တစ်မျက်နှာ တစ်ရွာထင်ပြီးလိုက်လာခဲ့တဲ့ ဂရေ့စ် ကတော့ ဒီမိသားစု နဲ့ အသားကျသွားဖို့လိုက်လျောညီထွေဖြစ်ဖို့ ကြိုးစားမယ်လို့ အဆုံးစွန်ထိ တွေးပြီးသားပါအားလုံးအဆင်ပြေပြေ ဖြစ်ခဲ့ပါတယ် မင်္ဂလာဆောင်တဲ့ ညမှာပဲဒီမိသားစု ဟာ အစဉ်အလာ တစ်ခုကို ထိန်းသိမ်းထားပြိးဂိမ်း တစ်ခုကို ကစားရမှာ ဖြစ်ပါတယ်…မိသားစု ထဲ လူအသစ်ဝင်လာရင် ဒီမိသားစု နဲ့ထိုက်တန်လား ဆိုတာ ဆုံးဖြတ်ကြဖို့ အတွက်သတို့သမီးက ပုန်းရမှာ ဖြစ်ပြီး မိသားစု များက လိုက်ရှာရမှာပါဒီလို တူတူပုန်းတမ်း ကစားနည်းကို ကစားဖို့ ပျော်ရွှင်နေတဲ့သတို့သမီးလေး တစ်ယောက် ဒီညမှာ ဘယ်သူမှ မတွေ့အောင်ပုန်းနိုင်မလား ဒါမှ မဟုတ် ဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုလိုက်ကြရအောင်လားဒီရုပ်ရှင်ကားဟာ ရုံတင်ထားတာ မကြာသေးပါဘူးထိတ်လန့်သည်းဖို ရုပ်ရှင်ကား အမျိုးအစားဖြစ်ပြီးအသဲငယ်သူများ ၊ အသက်မပြည့်သေးသူများ နှလုံးရောဂါရှင် နှင့်ကိုယ်ဝန်ဆောင်သည် များ ကြည့်ရှုရန် မသင့်တော်ပါရုပ်ရှင်ကားကို Htet Way Lwin က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatt Bettinelli-OlpinTyler GillettStarsAdam BrodyAndie MacDowellElyse LevesqueHenry CzernyJohn RalstonKristian BruunMark O'BrienMelanie ScrofanoNicky GuadagniSamara WeavingCastAdam BrodyAndie MacDowellCeline TsaiChase ChurchillDaniela BarbosaElyse LevesqueEthan TavaresEtienne KelliciHanneke TalbotHenry CzernyJohn RalstonKristian BruunLiam MacDonaldMark O'BrienMelanie ScrofanoNat FaxonNicky GuadagniSamara Weaving",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j8uPZSPjKYzHlN2B4NhPQVWWZ5x.jpg",
      "https://image.tmdb.org/t/p/w300/oKX8t52F25bkWUWVXiAUfTXFnLA.jpg",
      "https://image.tmdb.org/t/p/w300/oJ1MIABA0WF0a7MDVQnnMvBdex8.jpg",
      "https://image.tmdb.org/t/p/w300/oGfCXSVgutkNIF0K1iXoyQ8w1fs.jpg",
      "https://image.tmdb.org/t/p/w300/5clwbYVMmV5FytxYO8KZ5LpJcQZ.jpg",
      "https://image.tmdb.org/t/p/w300/aNrNi5QExO6b8MnEGsfpgp21NIY.jpg",
      "https://image.tmdb.org/t/p/w300/tJXF1z6G73MVVFQZVIIfv9M2oug.jpg",
      "https://image.tmdb.org/t/p/w300/ubqaGfwYxZMaTEVfhPghF87tzYm.jpg",
      "https://image.tmdb.org/t/p/w300/y3XBQL53Ks0FMH6ewPrK6tghTHN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzBkMzAyMDUtZTFkZS00OWUyLTgwM2ItNGI3MTQ5NzA3NTVkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006701000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/534d4/ready-or-not-2019-1080p-bluray-dts-hd-ma-5-1-cm-mp4",
        "server": "yuudrive.me",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/29fq4/Ready.or.Not.2019.1080p.Bluray.DTS-HD.MA.5.1_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.01 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/29fqa/Ready.or.Not.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "826.59 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/M45XVIZb#NQ6Aol3eejV0c4iACntwK-dGPMBJi0n4s6zDgOZZSqU",
        "server": "mega.nz",
        "size": "2.01 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mirrorace.com/m/4hwI5",
        "server": "yuudrive.me",
        "size": "2.01 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mirrorace.com/m/3Bzfn",
        "server": "yuudrive.me",
        "size": "826.59 MB",
        "quality": "720P"
      },
      {
        "link": "https://clicknupload.org/padx2a6tdn1c",
        "server": "yuudrive.me",
        "size": "2.01 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/4p0cjo7emx35",
        "server": "upstream.to",
        "size": "2.01 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ready-or-not-2019-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ready-or-not-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://sbembed2.com/mloj8d1kpaq1.html",
        "server": "streamsb.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/89z3q8ludu2e",
        "server": "veryfiles.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/uz7waxciy98k.html",
        "server": "usersdrive.com",
        "size": "2.13GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://veryfiles.com/u4hnu1w39rxy",
        "server": "veryfiles.com",
        "size": "2.13GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbembed2.com/2nlgxk1fhytn.html",
        "server": "streamsb.com",
        "size": "2.13GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/ready-or-not-2019-1080-p-blu-ray-x-264-dts-chd-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.13GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ready-or-not-2019-mm-sub",
        "server": "VIP Links",
        "size": "2.13GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyotesonemedia%2Fvideos%2F494845274593892%2F&width=500&show_text=false&appId=2545450128833295&height=210",
      "video_url": "https://www.youtube.com/watch?v=video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyotesonemedia%2Fvideos%2F494845274593892%2F&width=500&show_text=false&appId=2545450128833295&height=210",
      "embed_url": "https://www.youtube.com/embed/video.php?href=https%3A%2F%2Fwww.facebook.com%2Fyotesonemedia%2Fvideos%2F494845274593892%2F&width=500&show_text=false&appId=2545450128833295&height=210"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Horror",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "400"
    },
    "title": "The Hole in the Ground(2019)",
    "description": "The Hole in the Ground(2019)IMDb…6.0ဒီတစ်ခါတော့ horror ကားတွေသဘောကျတဲ့ ပရိတ်သတ်တွေ အတွက် 2019 ထွက် ကားသစ်တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဆရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ခင်ပွန်းသည်ရဲ့နှိပ်စက်မှုကြောင့် လူမမယ်သားငယ်ခရစ်ကို လက်ဆွဲပြီး တစ်နယ်တစ်ကျေးကိုထွက်ပြေးလာခဲ့တဲ့တယ်…ပြောင်းလာပြီးသိပ်မကြာခင်မှာပဲ သူမအတွက် အရမ်းထိတ်လန့်စရာ တစ်ခုထပ်ကြုံရပြန်တယ်…အဲ့ဒါကတော့  အိမ်နီးချင်း စိတ်မနှံ့သူအဖွားကြီးရဲ့ ကြောက်ရွံဖွယ်နောက်ခံဇတ်လမ်းတစ်ပုဒ်ကို သူမသိလိုက်ရတယ်…သူမ အဲ့ဒီအဖွားကြီးနဲ့ ထိတ်တိုက်မတွေ့ချင်ပေမယ့်လည်း တွေ့ခဲ့ရသလို သားငယ်ကလည်း တနေ့တစ်ခြားအမူအကျင့်တွေထူးခြားလာတယ်…. ..အဖွားကြီးက ဘာကြောင့် အရမ်းကြောက်စရာကောင်းတာလဲ….သူ့သားလေးကလည်း ဘယ်လိုတွေပြောင်းလဲလာတာလဲ….horror ကားကြိုက်သူတွေ ခံစားကြည့်လိုက်ပါဦးဗျို့File Size : (852MB)Quality : WEB-DL 720p,Format…mp4Duration…01:30:00Genre :HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Myat ThuEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee CroninStarsDavid CrowleyEoin MackenJames CosmoJames Quinn MarkeyJohn QuinnKati OutinenSarah HanlySeána KerslakeSimone KirbySteve WallCastDavid CrowleyEoin MackenJames CosmoJames Quinn MarkeyJohn QuinnKati OutinenMiro LopperiSarah HanlySeána KerslakeSimone KirbySteve Wall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6mwMpsP2lhFBhuULFNHBSCVC7w3.jpg",
      "https://image.tmdb.org/t/p/w300/67IA7vhaJ7Q3qiZH0NoI6r5T4Lx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/p16324150_v_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-hole-in-the-ground-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://usersdrive.com/4wscqqcbwv8o.html",
        "server": "usersdrive.com",
        "size": "852MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mega.nz/file/EIkhRSRA#UP0lRDTMrEOMInfZz3fOo7ZzJuChoPurcAGPDvkuH2g",
        "server": "mega.nz",
        "size": "852MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/3fUbC/The_Hole_in_the_Ground_(2019).mp4",
        "server": "megaup.net",
        "size": "852MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://lvturbo.com/0qr3nep988x9.html",
        "server": "streamsb.com",
        "size": "852MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "BxY2vnJiByw",
      "video_url": "https://www.youtube.com/watch?v=BxY2vnJiByw",
      "embed_url": "https://www.youtube.com/embed/BxY2vnJiByw"
    }
  },
  {
    "metadata": "N/A|2019|95 min|Action,Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "12"
    },
    "title": "The 9th Precinct (2019)",
    "description": "(Unicode)2019 ထဲမှာမကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်ဒီကားလေးဟာ စုံထောက် ဇာတ်ကားတွေ ကြိုက်နှစ်သက်သူတို့ သဘောကျမယ့် ကားတစ်ကားဖြစ်ပြီးသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပြီး IMDb – 6/10 ရရှိထားပါတယ်ထူးချွန်ပြီးတာဝန်ကျေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ချန်ချားဟောင်ဆိုတဲ့ လူငယ်လေးဟာ ငယ်စဉ်ကတည်းက သဘာဝလွန်ဖြစ်ရပ်တွေကို ကြုံတွေ့နေရသူပါ …အထူးသဖြင့် သာမန်လူတွေမမြင်ရတဲ့ တစ္ဆေတွေ ဝိဥာဉ်တွေကို မြင်နေရတဲ့သူပေါ့တစ်ည တာဝန်ချိန်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေရင်းနဲ့ ကားတစ်စီးကို မသင်္ကာလို့ စစ်ဆေးရာကနေကားမောင်းသမားဟာ သူ့နဲ့သူ့ရဲ့ တွဲဖက်ကို သေနတ်နဲ့ပစ်သွားခဲ့ရာကနေ တွဲဖက်သေဆုံးခဲ့တာဖြစ်ပါတယ်…ဒီသေဆုံးမှုကနေ အစပြုလို့ ထူးခြားတဲ့ နောက်ဆက်တွဲဖြစ်ရပ်တွေ သူ့အတွက် ဖြစ်လာခဲ့ပါတယ်…ဒီဇာတ်ကားလေးဟာ ကြည့်ရှုသူတွေအတွက် ဖျော်ဖြေရေးတစ်ခုဖြစ်ရုံမက အတွေးအမြင်တစ်ခုခု ရစေမယ်လို့လည်းယုံကြည်မိသောကြောင့် ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုခံစားတော်မူကြပါ…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…(Zawgyi)2019 ထဲမွာမၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္ဒီကားေလးဟာ စုံေထာက္ ဇာတ္ကားေတြ ႀကိဳက္ႏွစ္သက္သူတို႔ သေဘာက်မယ့္ ကားတစ္ကားျဖစ္ၿပီးသဘာဝလြန္ျဖစ္ရပ္ေတြနဲ႔ ဟာသဆန္ဆန္ ႐ိုက္ကူးတင္ဆက္ထားၿပီး IMDb – 6/10 ရရွိထားပါတယ္ထူးခြၽန္ၿပီးတာဝန္ေက်တဲ့ ရဲသားတစ္ေယာက္ျဖစ္ခ်င္ခဲ့တဲ့ ခ်န္ခ်ားေဟာင္ဆိုတဲ့ လူငယ္ေလးဟာ ငယ္စဥ္ကတည္းက သဘာဝလြန္ျဖစ္ရပ္ေတြကို ႀကဳံေတြ႕ေနရသူပါ …အထူးသျဖင့္ သာမန္လူေတြမျမင္ရတဲ့ တေစၦေတြ ဝိဥာဥ္ေတြကို ျမင္ေနရတဲ့သူေပါ့တစ္ည တာဝန္ခ်ိန္တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္းနဲ႔ ကားတစ္စီးကို မသကၤာလို႔ စစ္ေဆးရာကေနကားေမာင္းသမားဟာ သူ႔နဲ႔သူ႔ရဲ႕ တြဲဖက္ကို ေသနတ္နဲ႔ပစ္သြားခဲ့ရာကေန တြဲဖက္ေသဆုံးခဲ့တာျဖစ္ပါတယ္…ဒီေသဆုံးမႈကေန အစျပဳလို႔ ထူးျခားတဲ့ ေနာက္ဆက္တြဲျဖစ္ရပ္ေတြ သူ႔အတြက္ ျဖစ္လာခဲ့ပါတယ္…ဒီဇာတ္ကားေလးဟာ ၾကည့္ရႈသူေတြအတြက္ ေဖ်ာ္ေျဖေရးတစ္ခုျဖစ္႐ုံမက အေတြးအျမင္တစ္ခုခု ရေစမယ္လို႔လည္းယုံၾကည္မိေသာေၾကာင့္ ပရိသတ္ႀကီးကိုယ္တိုင္ ၾကည့္ရႈခံစားေတာ္မူၾကပါ…..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…File Size : (750 MB) and (380 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre : Action, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p NF WEB-DL DDP5.1 x264-tG1R0Translated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWang Ding-LinStarsEugenie LiuJenny Wen Chen-LingMario PuPeng Chia-chiaQiu ZeYann Yann YeoCastEugenie LiuJenny Wen Chen-LingMario PuPeng Chia-chiaQiu ZeYann Yann Yeo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/svDEI20GarOHoZGkzphCGPRcyVe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cL5VSFwHitG80nH7ssDckG7N3GG.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ezpt4cw4ldnq.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/8d5c2e81/cm-the-9th-precinct-2019-nf-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-9-th-precinct-2019-nf-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/t7vh5bdqkryr",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/V0o/(CM)_The.9th.Precinct.2019.NF.WEB-DL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2PFk6/(CM)_The.9th.Precinct.2019.NF.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Vt1n3a4J#_m2BCLy9NNZ6SnFpuUS8D_S7yC1zYJkNwzvgVNsXXgQ",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/9c05e59fa62a60d1",
        "server": "fastload.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2g4Uc",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-ivnDPzW8y0",
      "video_url": "https://www.youtube.com/watch?v=-ivnDPzW8y0",
      "embed_url": "https://www.youtube.com/embed/-ivnDPzW8y0"
    }
  },
  {
    "metadata": "PG-13|2019|1h 40min|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "49,854"
    },
    "title": "Happy Death Day 2U(2019)",
    "description": "Happy Death Day 2U(2019)IMDb…..6.2ဒီကားက 2017 တုန်းကထွက်ရှိခဲ့တဲ့ Happy Death Day ရဲ့အဆက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ပထမကားမှာ တက္ကသိုလ်ကျောက်းသူလေးတစ်ယောက် ရုတ်တရက်သူ့မွေးနေ့မှာ မနက်အိပ်ရာနိုးလာတော့ပုံမှန်လိုပဲတနေ့တာကုန်ဆုံးပေမဲ့ အဲဒီနေ့ညမှာ လူသတ်သမားတစ်ယောက်ရဲ့ သတ်ဖြတ်ခြင်းခံခဲ့ရပါတယ်။Happy Birthday မဖြစ်ဘဲ Happy Death Day ဖြစ်လာရတဲ့အကြောင်းအရင်းကတော့သူအသတ်ခံရပြီးပေမဲ့ အဲ့ဒီနေ့ သူ့မွေးနေ့မှာပဲ ပြန်နိုးလာပြန်ပြီး အရာရာတိုင်းကတပုံစံတည်းဖြစ်နေပါတယ်။ပြောရရင် သူ့မွေးနေ့မှာပဲ ပြန်ပြန်နိုးလာပြီး ညရောက်ရင်အသတ်ခံရလိုက် နိုးလာလိုက်နဲ့ Happy Death Dayကိုဆင်နွဲခဲ့ရတာပါ။ ပထမကားမှာ သူ့ကိုသတ်တဲ့လူကိုဖော်ထုတ်နိုင်ပြီး ဇာတ်သိမ်းသွားပေမဲ့ ဒီဒုတိယကားမှာတော့သူ့လိုဖြစ်တဲ့နောက်တစ်ယောက်ပေါ်လာပါတယ်။ အစကတော့ သူ့လိုနောက်တစ်ယောက်ဆိုပြီးကူညီပေးပေမဲ့ ကောင်းကြိုးထက်ဆိုးကြိုးများပြီးသူပါအရင်လိုပြန်ဖြစ်သွားပါတယ်။ ဒါပေမဲ့အရာရာက အသတ်ခံရတာကလွဲလို့ အရင်လိုမဟုတ်တော့ပါဘူး။ဘာတွေကွဲပြားသွားမလဲဆိုတာတော့ စိတ်ဝင်စားစရာပါ။ ေ့ရှကားမှာတော့ ဘာလို့နေ့တစ်နေ့ထဲမှာပိတ်မိနေရတာလဲဆိုတာကို ထည့်မပြထားဘဲ Mystery ဆန်ဆန်ထားခဲ့ပေမဲ့ ဒီကားမှာတော့ အေကြာင်းအရင်းကိုဖော်ပြထားပါ။ အဲ့ပြသနာအရင်းအမြစ်ကိုဖြေရှင်းမှပဲ သူလွတ်မြောက်နိုင်မှာပါ။ခုကားမှာတော့ Mystery ထက် Sci-Fi ဖက်နွယ်ပြီးသွားတဲ့အတွက် ပထမကားနဲ့မတူ အရသာအနည်းငယ်ကွဲသွားပါလိမ့်မယ်။ေ့ရှကားကြည့်ဖူးတဲ့သူတွေလည်း ဆက်အားပေးလို့  ကြည့်ကောင်းတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung  ပဲဖြစ်ပါတယ်….—————————————————————————————————-ဒီကားက 2017 တုန္းကထြက္႐ွိခဲ့တဲ့ Happy Death Day ရဲ႕အဆက္ဇာတ္ကားေလးျဖစ္ပါတယ္။ပထမကားမွာ တကၠသိုလ္ေက်ာက္းသူေလးတစ္ေယာက္ ႐ုတ္တရက္သူ႔ေမြးေန႔မွာ မနက္အိပ္ရာႏိုးလာေတာ့ပံုမွန္လိုပဲတေန႔တာကုန္ဆံုးေပမဲ့ အဲဒီေန႔ညမွာ လူသတ္သမားတစ္ေယာက္ရဲ႕ သတ္ျဖတ္ျခင္းခံခဲ့ရပါတယ္။Happy Birthday မျဖစ္ဘဲ Happy Death Day ျဖစ္လာရတဲ့အေၾကာင္းအရင္းကေတာ့သူအသတ္ခံရၿပီးေပမဲ့ အဲ့ဒီေန႔ သူ႔ေမြးေန႔မွာပဲ ျပန္ႏိုးလာျပန္ၿပီး အရာရာတိုင္းကတပံုစံတည္းျဖစ္ေနပါတယ္။ေျပာရရင္ သူ႔ေမြးေန႔မွာပဲ ျပန္ျပန္ႏိုးလာၿပီး ညေရာက္ရင္အသတ္ခံရလိုက္ ႏိုးလာလိုက္နဲ႔ Happy Death Dayကိုဆင္ႏြဲခဲ့ရတာပါ။ ပထမကားမွာ သူ႔ကိုသတ္တဲ့လူကိုေဖာ္ထုတ္ႏိုင္ၿပီး ဇာတ္သိမ္းသြားေပမဲ့ ဒီဒုတိယကားမွာေတာ့သူ႔လိုျဖစ္တဲ့ေနာက္တစ္ေယာက္ေပၚလာပါတယ္။ အစကေတာ့ သူ႔လိုေနာက္တစ္ေယာက္ဆိုၿပီးကူညီေပးေပမဲ့ ေကာင္းႀကဳိးထက္ဆုိးႀကဳိးမ်ားၿပီးသူပါအရင္လိုျပန္ျဖစ္သြားပါတယ္။ ဒါေပမဲ့အရာရာက အသတ္ခံရတာကလြဲလို႔ အရင္လိုမဟုတ္ေတာ့ပါဘူး။ဘာေတြကြဲျပားသြားမလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါ။ ေ့႐ွကားမွာေတာ့ ဘာလို႔ေန႔တစ္ေန႔ထဲမွာပိတ္မိေနရတာလဲဆိုတာကို ထည့္မျပထားဘဲ Mystery ဆန္ဆန္ထားခဲ့ေပမဲ့ ဒီကားမွာေတာ့ အေၾကာင္းအရင္းကိုေဖာ္ျပထားပါ။ အဲ့ျပသနာအရင္းအျမစ္ကိုေျဖ႐ွင္းမွပဲ သူလြတ္ေျမာက္ႏိုင္မွာပါ။ခုကားမွာေတာ့ Mystery ထက္ Sci-Fi ဖက္ႏြယ္ၿပီးသြားတဲ့အတြက္ ပထမကားနဲ႔မတူ အရသာအနည္းငယ္ကြဲသြားပါလိမ့္မယ္။ေ့႐ွကားၾကည့္ဖူးတဲ့သူေတြလည္း ဆက္အားေပးလို႔  ၾကည့္ေကာင္းတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္..ဇာတ္လမ္းအညႊနး္နဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung  ပဲျဖစ္ပါတယ္….File Size : (897 MB)Quality :HDRip 720p,Format…mp4Duration…01:40:00Genre :Drama,Horror,MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher LandonStarsCharles AitkenIsrael BroussardJessica RotheLaura CliftonPhi VuRachel MatthewsRuby ModineSarah YarkinSteve ZissisSuraj SharmaCastBlaine Kern IIICaleb SpillyardsCharles AitkenIsrael BroussardJames W. EvermoreJason BayleJessica RotheJimmy GonzalesJohnny BallanceKenneth IsraelLaura CliftonLindsey G. SmithMissy YagerPeter Jaymes Jr.Phi VuRachel MatthewsRob MelloRuby ModineSarah YarkinSteve ZissisSuraj SharmaTenea Intriago",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dhNJHBDacrZjSPtwaiwp3idpzxU.jpg",
      "https://image.tmdb.org/t/p/w300/7trJGwprMUMKhvSx94lmsq6d985.jpg",
      "https://image.tmdb.org/t/p/w300/c9k20OP8HEgVxUGRAqvlDLSouyY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4tdnePOkOOzwuGPEOAHp8UA4vqx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vyiari0npvrn.html",
        "server": "usersdrive.com",
        "size": "897 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/happy-death-day-2-u-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "897 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://yuudrive.me/d5f34ce/hapy-death-day-2u-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "897 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/1xXqv/Happy_Death_Day_2U_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "897 MB",
        "quality": "HDRip 720p"
      }
    ],
    "trailer": {
      "video_id": "IeXqWDFJZiw",
      "video_url": "https://www.youtube.com/watch?v=IeXqWDFJZiw",
      "embed_url": "https://www.youtube.com/embed/IeXqWDFJZiw"
    }
  },
  {
    "metadata": "PG|2019|100 min|Comedy,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "9,063"
    },
    "title": "The Farewell (2019)",
    "description": "ဒီတစ်ခါCMပရိသတ်ကြီးကိုကား​ကောင်း​လေးတစ်ကားနဲ့မိတ်ဆက်​ပေးပါရ​စေဒီဇာတ်ကား​လေးက​တော့တရုတ်ဒရမ်မာကား​ကောင်း​လေးတစ်ကားပါကင်ဆာ​ရောဂါခံစား​နေရတဲ့အဖွားဖြစ်သူကို အသိမ​ပေးဘဲနဲ့မိသားစု​​တွေကဖုံးကွယ်ထားကြတာ​ပေါ့ နိုင်နိုင်ဆိုတဲ့အဖွားဟာတရုတ်ပြည်မှာသူ့ညီမရယ် သူ့တူမမိသားစု​တွေနဲ့​နေထိုင်တယသူမရဲ့သားနှစ်​ယောက်မှာ အ​မေရိကားနဲ့ ဂျပန်ကို​ပြောင်း​ရွေ့​နေထိုင်ခဲ့တာ​ပေါ့သူတို့ရဲ့အ​မေကင်ဆာ​​ရောဂါကိုခံစား​နေတာသိတဲ့အတွက်​ကြောင့်​တွေ့ဆုံဖို့လုပ်ခဲ့ကြတာ​ပေါ့အကုန်လုံးပြန်လာကြရင်သူတို့အ​မေ​ ရောဂါရှိ​နေတာကိုအရိပ်မိ​သွားမှာဆိုးလို့အဖွားကြီးရဲ့​မြေးမင်္ဂလာ​ဆောင်​ကြောင့်လာခဲ့ကြတယ်ဆိုပြီးလိမ်ညာခဲ့တာ​ပေါ့ ​အဖွားကြီးမှာသူအရမ်းချစ်ရတဲ့​​မြေးမ​လေး တစ်​ယောက်လည်းရှိတာ​ပေါ့​ ​မြေးမ​လေးဘီလီက​တော့သူ့အဖွားရဲ့​ရောဂါအ​ကြောင်းကို​ပေးသိ​စေချင်တဲ့သူ​ပေါ့ ​နောက်ပိုင်းမှာဇာတ်လမ်း​လေးကဘယ်လိုမျိုး​လေးဆက်သွားမလဲဆိုတာဆက်လက်ကြည့်ရှု့ကြည့်လိုက်ပါအဖွား​တွေကိုအရမ်းချစ်တဲ့သူ​တွေဆိုရင် ရင်ထဲထိမယ့်ဇာတ်ကား​လေးတစ်ကားပါFile Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLulu WangStarsAwkwafinaDiana LinGil Perez-AbrahamInes LaiminsJiang YongboJim LiuLu HongTzi MaX MayoZhao ShuzhenCastAoi MizuharaAwkwafinaDiana LinGil Perez-AbrahamHan ChenInes LaiminsJiang YongboJim LiuLu HongTzi MaX MayoZhao Shuzhen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8TY7fNaAYIOaQjcvqSoK81XNlaL.jpg",
      "https://image.tmdb.org/t/p/w300/6XgKC2YIjbJTN8MipqrDoQZgT5Q.jpg",
      "https://image.tmdb.org/t/p/w300/5INPBiKVRsyp9kgHfsC0cTfvKFH.jpg",
      "https://image.tmdb.org/t/p/w300/qfB3KR6AuRI3Sqz8jWAOpRaGC0H.jpg",
      "https://image.tmdb.org/t/p/w300/8XcFwNwvL9hDRAjzc2jC8wgVunb.jpg",
      "https://image.tmdb.org/t/p/w300/zm7TmHrExc0FNHy7MRAuChHtr3c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7ht2IMGynDSVQGvAXhAb83DLET8.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-farewell-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/23eadd6/cm-the-farewel-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AQk/(CM)_The_Farewell_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2cpkh/(CM)_The_Farewell_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/vslwTIgB#MrqWmlQazZE5R9FAl8aI-oKkFZGClaep3-Tu8HYr8Iw",
        "server": "mega.nz",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Tkwi",
        "server": "usersdrive.com",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/gonwnpz1x2c8",
        "server": "upstream.to",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "RofpAjqwMa8",
      "video_url": "https://www.youtube.com/watch?v=RofpAjqwMa8",
      "embed_url": "https://www.youtube.com/embed/RofpAjqwMa8"
    }
  },
  {
    "metadata": "|2019||Drama",
    "rating": {
      "rating": "72/10",
      "rating_count": "584"
    },
    "title": "Teacher (2019)",
    "description": "ဒီကားလေးကတော့IMDb 7.2တောင်ရထားတဲ့တကယ့်ပညာပေးဇါတ်ကားကောင်းတစ်ကားပါEnglishဆရာတစ်ယောက်ဖြစ်တဲ့ လူးဝစ်ဟာသူ့အတန်းထဲကျောင်းသားတစ်ယောက်ဟာအတန်းထဲကကလေးတွေကိုအနိုင်ကျင့်နေတာကိုတားဆီးချင်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်အဲဒီကျောင်းသားရဲ့မိဘတွေကချမ်းသာတာကြောင့်ကျောင်းကလည်းအရေးမယူပဲမျက်နှာလွှဲထားကြပါတယ်နောက်ဆုံးသူအနိုင်ကျင့်တာကိုခံရတဲ့စုံတွဲမှာကောင်လေးကလည်းမျက်လုံးကန်းကောင်မလေးကလည်းသတ်သေတဲ့အထိတွေဖြစ်လာတော့လူးဝစ်တစ်ယောက်သူကိုယ်တိုင်အဲဒီကောင်လေးကိုဖမ်းဆီးဖို့လုပ်ပါတော့တယ်သူဘယ်လိုတွေအကွက်ချပြီးကောင်လေးကိုဖမ်းမလဲဒါပေမယ့်လည်းအဲဒီလိုလုပ်ရင်းကောင်လေးဒီလိုတွေဖြစ်နေရတဲ့အကြောင်းရင်းကိုလူးဝစ်တစ်ယောက်သိသွားချိန်မှာဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရမှာပါFile Size : ( 938 MB , 275 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam DickStarsAlejandro RayaCedric YoungCurtis Edward JacksonDavid DastmalchianEsme PerezHelen Joo LeeIlyssa FradinJohn HoogenakkerKevin PollakMatthew GarryCastAlejandro RayaBryce DannenbergCedric YoungCharin AlvarezCurtis Edward JacksonDavid DastmalchianEsme PerezHelen Joo LeeIlyssa FradinJohn HoogenakkerKarin AnglinKevin PollakMatthew GarrySam StraleySammy A. Publes",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mWiqqAmmVKjZQsjjF6ot9mgHc3T.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/zc4moJUpn9v3vytSDl5R",
        "server": "drive.google.com",
        "size": "938 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.com/file/kxvo0itDUwMBGr4OnnFe",
        "server": "drive.google.com",
        "size": "275 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/V3e/(CM)_Teacher_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "938 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/V3f/(CM)_Teacher_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "275 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://yadi.sk/i/03KmA1xdIBqfAw",
        "server": "disk.yandex.com",
        "size": "938 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/1SYZtKp1VKA4Xg",
        "server": "disk.yandex.com",
        "size": "275 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://fastload.cc/5ub",
        "server": "fastload.cc",
        "size": "938 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/5uc",
        "server": "fastload.cc",
        "size": "275 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/Uirn",
        "server": "mirrorace.com",
        "size": "938 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Uirq",
        "server": "mirrorace.com",
        "size": "275 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "L1vj1-SXi7Y",
      "video_url": "https://www.youtube.com/watch?v=L1vj1-SXi7Y",
      "embed_url": "https://www.youtube.com/embed/L1vj1-SXi7Y"
    }
  },
  {
    "metadata": "PG-13|2019|90 min|Horror,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1,833"
    },
    "title": "The Silence (2019)",
    "description": "နှစ်ကထွက်ရှိခဲ့တဲ့ Quiet Place လို Horror ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။သိပ္ပံပညာရှင်တွေ အရှာဖွေကောင်းမှုနဲ့ နှစ်ပေါင်းများစွာပိတ်မိနေတဲ့အသားစားသတ္တဝါမျိုးစိတ်တစ်ခုကို လူ့လောကထဲဝင်ခွင့်ပေးမိသွားပါတယ်။အစပိုင်းဘာမှန်းသေချာမသိသေးပေမဲ့ တမြို့ပြီးတစ်မြို့လူတွေပိုးစိုးပက်စက်သေဆုံးကာမြို့ပျက်တွေဖြစ်လာတော့ ဒီသတ္တဝါတွေရဲ့အကြောင်း သဘာဝကိုသိလာကြပါတယ်။ဒီကောင်တွေကအမြင်အာရုံမရှိဘဲ အကြားအာရုံနဲ့လှုပ်ရှားပြီး အသံလေးနည်းနည်းကြားလိုက်တာနဲ့အာ့မှာရှိတဲ့ဘယ်လိုသတ္တဝါမဆို အရိုးပဲကျန်တဲ့အထိအမဲဖျက်ကြတော့တာပါပဲ။ရိုက်ကူးချက်တွေကြည့်ကောင်းပြီး horror ကားပီသစွာခံစားရမှာပါအဓိကဇာတ်ဆောင်မိသားစုဟာ ဒီလိုကပ်ဘေးဆိုးကြီးကနေအသက်ရှင်ကျန်နိုင်မလား။အဖြေရှင်းစရာနည်းလမ်းရောရှိရဲ့လားဆိုတာ ဆက်ကြည့်လိုက်ပါဦး။Quiet Place လိုHorror ကားလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)File Size : (1.40 GB) , (700 MB) and (350 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 30minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.x264-NTGTranslated by Thura Zarni AungEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew SheaJohn R. LeonettiSarah CampbellStarsBarbara GordonBilly MacLellanChris WhitbyDempsey BrykJohn CorbettKate TrotterKiernan ShipkaKyle BreitkopfMiranda OttoStanley TucciCastAlex HatzAnnika PergamentBarbara GordonBilly MacLellanCallum ShonikerCarson DurvenCesare ScarponeChris WhitbyCory O'BrienDan DuranDempsey BrykGregory WatersHannah GordonHelen StevensJohn CorbettJohn FrayKate CorbettKate TrotterKiernan ShipkaKonima Parkinson-JonesKyle BreitkopfLuigi RaimondoMiranda OttoPat KiernanRyan TurnerSarah AbbottStanley TucciTaylor LoveZoe Doyle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iHJQIKSLHN2mUUWySpj2MO5HVtS.jpg",
      "https://image.tmdb.org/t/p/w300/vKpjdxQMMS5F2V3KJmiUZvEcMZw.jpg",
      "https://image.tmdb.org/t/p/w300/ccgwFxx3xpQwGfX6CA1zZ3PyaUd.jpg",
      "https://image.tmdb.org/t/p/w300/dXmLvMambA5f1ls0Pcu1Cq4T9jl.jpg",
      "https://image.tmdb.org/t/p/w300/chGYre1bM2vpx3WabkgpKDJBUUV.jpg",
      "https://image.tmdb.org/t/p/w300/8vod6XqHLEvyfAvplJYTcMkAABi.jpg",
      "https://image.tmdb.org/t/p/w300/zG04UJJw4IplxKgTZda55ACevZ5.jpg",
      "https://image.tmdb.org/t/p/w300/5eIpDhhsECV1qisdxwWi8SplnW1.jpg",
      "https://image.tmdb.org/t/p/w300/IfiQVUGDnqyD2kwBHFx7xJETwx.jpg",
      "https://image.tmdb.org/t/p/w300/vr5FWC4gR4toftAC2S2MWyTcmyn.jpg",
      "https://image.tmdb.org/t/p/w300/4RzfZ5CXgxZJ8bewLnYbtqZityb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lTVOquzxw2DPF3MKuYd1ynz9F6H.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4Vz2z/The_Silence_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-silence-2019",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-silence-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/68yy5rtff76p.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y-ufZuqTd5c",
      "video_url": "https://www.youtube.com/watch?v=Y-ufZuqTd5c",
      "embed_url": "https://www.youtube.com/embed/Y-ufZuqTd5c"
    }
  },
  {
    "metadata": "Not Rated|2019|2h 3m|Action,Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "4.1K"
    },
    "title": "Blizzard of Souls (2019)",
    "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ …အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ လာဗီယာနိုင်ငံကို တကယ် လွတ်လပ်ရေးပေးမှာမဟုတ်ဘူး ဆိုတာကိုပါ အာတူ့စ်တို့နားလည်လာတဲ့အချိန်မှာတော့ …ဒီလိုနဲ့ လွတ်လပ်ရေးရဖို့ အရွယ်မရောက်ရှာသေးတဲ့ အာတူ့စ်တစ်ယောက် ဘယ်လိုပါဝင်ပေးဆပ်အနစ်နာခံခဲ့ရလဲ ဆိုတာကို ရင်နင့်ဖွယ် ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့May Myat Thuပါ)File Size          :3.2GB,1.4GB &657MBQuality            :1080p WEB-DL,720p WEB-DL&480pFormat            :mp4Duration         :2hr & 3minsGenre              :Action,History,DramaTranslated byMay Myat ThuEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDzintars DreibergsStarsGreta TrusinaMartins VilsonsOto BrantevicsCastGatis GāgaGrēta TrušiņaIeva Florence-VīksneIvars KrastsJēkabs ReinisMārtiņš VilsonsOto BrantevicsRaimonds CelmsRenārs ZeltiņšRēzija KalniņaVilis Daudziņš",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fO46VTvlcvqoJaerPKXcD17Ylez.jpg",
      "https://image.tmdb.org/t/p/w300/xyQl9DV9kCRkgLllPVIx9DO9XGC.jpg",
      "https://image.tmdb.org/t/p/w300/6AZtZLcwDvDigaTxVqut3n9WFab.jpg",
      "https://image.tmdb.org/t/p/w300/hvUKXcHQrQDBGetZriFm7uKpaFc.jpg",
      "https://image.tmdb.org/t/p/w300/9voNwZ0MNEQ6uK1QPVAh8Wj3fLg.jpg",
      "https://image.tmdb.org/t/p/w300/bLjE1Ss6xO5AKInuLwhQrDSmiYC.jpg",
      "https://image.tmdb.org/t/p/w300/1ulcCsyS0WjIqenFi2SQ6HMgtVs.jpg",
      "https://image.tmdb.org/t/p/w300/e9yT2NPCS9BHvXqPLZLYmY4CKEQ.jpg",
      "https://image.tmdb.org/t/p/w300/hxPi9FOd46WEVajcjhON8m3sihG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/blizzard-of-souls-2019",
        "server": "VIP Links",
        "size": "3.2GB",
        "quality": "1080p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blizzard-of-souls-2019-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "1080p WEB-DL"
      },
      {
        "link": "https://usersdrive.com/ws80t7z3d676.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "1080p WEB-DL"
      },
      {
        "link": "https://megaup.net/2qqer/[CM]Blizzard.of.Souls.2019.1080p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "1080p WEB-DL"
      },
      {
        "link": "https://mega.nz/file/oixwEALT#gN0BnFDJRgzp15slGEYBKNYuEWOjnq_TGCeFCxxbZTM",
        "server": "mega.nz",
        "size": "3.2GB",
        "quality": "1080p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blizzard-of-souls-2019-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://usersdrive.com/r7h6fe1vdqcd.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://megaup.net/1Ksrs/[CM]Blizzard.of.Souls.2019.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://mega.nz/file/MnIRAYaT#YiddDVZzrZuG-7g2JwTml2u8k92fAwPMwLRGpEX_jWQ",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://sbfull.com/8qu5acz0lzy0.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blizzard-of-souls-2019-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "657MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/dadsrg7bj8yn.html",
        "server": "usersdrive.com",
        "size": "657MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Ksrj/[CM]Blizzard.of.Souls.2019.480p.mp4",
        "server": "megaup.net",
        "size": "657MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/I25wnaQI#Qa0FF_I9NYmsIvopcYLY_IHjG-Xy9UvKdijjMmBHxaU",
        "server": "mega.nz",
        "size": "657MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/jve71uj5amvo.html",
        "server": "streamsb.com",
        "size": "657MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "qWN4qY55pJc",
      "video_url": "https://www.youtube.com/watch?v=qWN4qY55pJc",
      "embed_url": "https://www.youtube.com/embed/qWN4qY55pJc"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Comedy,Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "23"
    },
    "title": "Pee Nak (2019)",
    "description": "“Pee Nak 2019“နုန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဖတ်စ် ဘော်လွန်းဆိုတဲ့ အခြောက်သူငယ်ချင်းနှစ်ယောက်က ထမ်မနာခါနိမစ်ကျောင်းတော်မှာ ဘုန်းကြီးဝတ်ဖို့ ရောက်လာတာကနေ ဒီဇာတ်လမ်းက အစပြုခဲ့ပါတယ်…သူတို့သုံးယောက်က ဒီဘုန်းကြီးကျောင်းရဲ့ ရာဇဝင်ကို မသိပဲရောက်လာခဲ့ကြတာပါ…တကယ်တော့ ဒီကျောင်းမှာ ရှင်လောင်းပြုတဲ့သူတွေဟာ အဲဒီနေ့မှာပဲ အကြောင်းမရှိပဲ သေသေသွားခဲ့ကြတယ်ဆိုတာကိုပေါ့…နုန် ဖတ်စ် ဘော်လွန်းတို့မလာခင် ရှေ့ရှင်လောင်းကလည်း မုခ်ဝမှာ ဆွဲကြိုးချသေသွားခဲ့ပါတယ် ။ရှင်လောင်းတွေက ဘာကြောင့်သေနေတာလဲ…နုန်တို့သုံးယောက်ရော ဒီအဖြစ်ဆိုးက လွတ်နိုင်ပါ့မလား…ခြောက်ခြားစရာဖြစ်ရပ်တွေ ဟာသနှောပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ထိုင်းကားလေးတစ်ကားဖြစ်ပါတယ် ။နုန် အဖြစ် August Vachiravitဖတ်စ် အဖြစ် Vejvongsa Puwadonဘော်လွန်းအဖြစ် Witthawat Rattanaboonbarameeတို့အပြင်မင်းသမီးချောလေး Jannie Parawie Weigel လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်ပေးထားကြတာကတော့ Kyi Nue Zin နဲ့ Nang Mwe Kham တို့ဖြစ်ပါတယ် )File size__( 950 MB) and ( 350 MB)Quality__BR-Rip 720pIMDb Rating__5.5/10Format__mp4Duration__01:48:53Type__Comedy , HorrorSubtitle__Myanmar Subtitle (Hardsub)Translated byKyi Nue Zin & Nang Mwe KhamEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhontharis ChotkijsadarsoponStarsChinawut IndracusinJannine Parawie WeigelPaisarnkulwong Vachiravitภูริพรรธน์ เวชวงศาเตชาวัชร์อธิวัตน์ แสงเทียนCastChinawut IndracusinJannine Parawie WeigelPaisarnkulwong Vachiravitภูริพรรธน์ เวชวงศาเตชาวัชร์อธิวัตน์ แสงเทียน",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kwMsngvGawQnIDI1RwGzPEkkwTT.jpg",
      "https://image.tmdb.org/t/p/w300/et7Fs1RIbJkExqKVwn5bWbysVGx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vcOndGt1WV5g5QOka7TatlTuHem.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/pee-nak-2019-mm-sub",
        "server": "VIP Links",
        "size": "944.42MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pee-nak-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "944.42MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/ilr6r66uw9o1.html",
        "server": "streamsb.com",
        "size": "944.42MB",
        "quality": "720p720p"
      },
      {
        "link": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4 https://megaup.net/2l5dj/The_Numbers_Of_Station_[2013]_(MM_Sub).mp4 https://megaup.net/Zaic/Shazam!_[2019]_(MM_Sub).mp4 https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4 https://megaup.net/2l59v/Pee_Nak_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "944.42MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jBVdoYy3kbI",
      "video_url": "https://www.youtube.com/watch?v=jBVdoYy3kbI",
      "embed_url": "https://www.youtube.com/embed/jBVdoYy3kbI"
    }
  },
  {
    "metadata": "N/A|2019|94 min|Drama,Horror,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "324"
    },
    "title": "The Nightmare Gallery (2019)",
    "description": "တက္ကသိုလ်က ပါမောက္ခရဒ်နဲ့ သူ့ရဲ့တပည့် ဘွဲ့လွန်ကျောင်းသား ဆန်ဂျေးတို့ဟာရှေးဟောင်းဘာသာစကားနဲ့ ရေးထားတဲ့ စာမူတစ်ခုကို ကြိုးစားပြီးဘာသာပြန်နေကြပါတယ်။တစ်ညတော့ ဆန်ဂျေးက ဘာသာပြန်လို့ရသွားပြီးတော့သူ့ရဲ့ဆရာမကို သူ့အိမ်လာခဲ့ဖို့ လှမ်းခေါ်လိုက်ပါတယ်။ဒါပေမဲ့ ရဒ်ရောက်မလာခင်မှာပဲ ဆန်ဂျေးဟာ ပဟေဠိဆန်စွာ ပျောက်ဆုံးသွားပါတယ်။ဒီလိုနဲ့နှစ်အနည်းငယ်ကြာတဲ့အခါ ရဒ်ဆီကို ပါဆယ်တစ်ပုံးရာက်လာခဲ့ပါတယ်။ပို့တဲ့သူက ဆန်ဂျေးဖြစ်နေတဲ့အခါ ရဒ်က ပါဆယ်ပုံးထဲကသဲလွန်စတွေနဲ့ ဆန်ဂျေးကို ပြန်ရှာတွေ့နိုင်မလားဆိုတာကတော့ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါFile Size : (885 MB) & (325 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGene BlalockStarsAmber BensonAndrew AdamsJeff JeffersKevin ChamberlinMat DevineMichael BaszlerMieko HillmanNadina GerlachNichole EberleRahul ParikhCastAly Wolff-MillsAmber BensonAndrew AdamsJeff JeffersKevin ChamberlinLiv SouthardMat DevineMichael BaszlerMieko HillmanNadina GerlachNichole EberleRahul ParikhTeddy Pemberton",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pt9eyq3lqfI6UjbMfdqXHBRuB9z.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4eTeX/The_Nightmare_Gallery_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "885 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-nightmare-gallery-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "885 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/a85g7snz646t.html",
        "server": "usersdrive.com",
        "size": "885 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/Rkc2TKrB#IGT3ffxmthXIEqwAtRjfPFSc9GZBKmtYUGopbOcqqE8",
        "server": "mega.nz",
        "size": "885 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/qi9ng76o5kds",
        "server": "upstream.to",
        "size": "885 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "NUiV33ZsLgU",
      "video_url": "https://www.youtube.com/watch?v=NUiV33ZsLgU",
      "embed_url": "https://www.youtube.com/embed/NUiV33ZsLgU"
    }
  },
  {
    "metadata": "|2019||Drama,History,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "Fanny Lye Deliver’d (2019)",
    "description": "Fanny Lye Deliver’d (2019)====================IMDb Rating – 6.1/10#Unicodeကျွန်တော် ဒီကား ကြည့်ပြီး သိလာရတာ နှစ်ခုဘဲရှိတယ် . တစ်ခုက ဘာသာရေးကို ခုတုံးလုပ်ပြီးအာဏာကိုအသုံးချတာရယ်။ သဘာဝဟာ သဘာဝအတိုင်းဘဲ ဖြစ်နေတယ်ဆိုတာရယ်။ ဒီကားက၁၆၆၀ ဝန်းကျင်ကိုရိုက်ကူးထားတာ။ ကပ္ပတိန်ဂျွန်က ဘာသာရေးသမား။ မိန်းမနဲ့ ကလေး တစ်ယောက်ရှိတယ်။ ကလေးကိုလဲ ဘာသာရေးနဲ့ဘဲ လမ်းညွှန်ဆုံးမတယ်။ တစ်နေ့တော့ သူတို့ လယ်ထဲစုံတွဲတစ်တွဲရောက်လာတယ်။ အင်္ကျီတွေတောင်မပါဘူး။ သူတို့ ဘယ်သူတွေလိုက်လို့ ထွက်ပြေးလာတာလဲ။ အဲဘက်ခေတ်မှာ sex ဆိုတာက ပွင့်ပွင့်လင်းလင်းမရှိသေး။ အထူးသဖြင့် အဲလိုကိစ္စမျိုးကိုမိစ္ဆာအယူလိုသတ်မှတ်ကြတယ်။ အဲဘက်ခေတ် ခရစ်ယာန် ဘာသာရေးအယူအဆတွေ။ ပြီးတော့ဘာသာရေးခုတုံးလုပ် အာဏာသုံး သတ်ဖြတ်တာတွေ။ ယောကျ်ားမိန်းမ ခွဲခြားမှုတွေ ဒီကားမှာ မြင်ရပါလိမ့်မယ်။Ps: ဘာသာပြန်သူက ခရစ်ယာန်မဟုတ်တဲ့အတွက် အမှား လိုအပ်ချက်များရှိခဲ့ရင် နားလည်ပေးပါ။(ဒီကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiကြၽန္ေတာ္ ဒီကား ၾကည့္ၿပီး သိလာရတာ ႏွစ္ခုဘဲရွိတယ္ . တစ္ခုက ဘာသာေရးကို ခုတုံးလုပ္ၿပီးအာဏာကိုအသုံးခ်တာရယ္။ သဘာဝဟာ သဘာဝအတိုင္းဘဲ ျဖစ္ေနတယ္ဆိုတာရယ္။ ဒီကားက၁၆၆၀ ဝန္းက်င္ကို႐ိုက္ကူးထားတာ။ ကပၸတိန္ဂြၽန္က ဘာသာေရးသမား။ မိန္းမနဲ႔ ကေလး တစ္ေယာက္ရွိတယ္။ ကေလးကိုလဲ ဘာသာေရးနဲ႔ဘဲ လမ္းၫႊန္ဆုံးမတယ္။ တစ္ေန႔ေတာ့ သူတို႔ လယ္ထဲစုံတြဲတစ္တြဲေရာက္လာတယ္။ အက်ႌေတြေတာင္မပါဘူး။ သူတို႔ ဘယ္သူေတြလိုက္လို႔ ထြက္ေျပးလာတာလဲ။ အဲဘက္ေခတ္မွာ sex ဆိုတာက ပြင့္ပြင့္လင္းလင္းမရွိေသး။ အထူးသျဖင့္ အဲလိုကိစၥမ်ိဳးကိုမိစာၦအယူလိုသတ္မွတ္ၾကတယ္။ အဲဘက္ေခတ္ ခရစ္ယာန္ ဘာသာေရးအယူအဆေတြ။ ၿပီးေတာ့ဘာသာေရးခုတုံးလုပ္ အာဏာသုံး သတ္ျဖတ္တာေတြ။ ေယာက်္ားမိန္းမ ခြဲျခားမႈေတြ ဒီကားမွာ ျမင္ရပါလိမ့္မယ္။Ps: ဘာသာျပန္သူက ခရစ္ယာန္မဟုတ္တဲ့အတြက္ အမွား လိုအပ္ခ်က္မ်ားရွိခဲ့ရင္ နားလည္ေပးပါ။(ဒီကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 52 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, History, ThrillerSource : 1080p.WebRipTranslator – Z Naing Z NianhEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorThomas ClayStarsCharles DanceFreddie FoxKenneth CollardMaxine PeakePerry FitzpatrickPeter McDonaldTanya ReynoldsZak AdamsCastCharles DanceFreddie FoxKenneth CollardMaxine PeakePerry FitzpatrickPeter McDonaldTanya ReynoldsZak Adams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eeAlUt6wpfSW5gfR6N5UmwKqXci.jpg",
      "https://image.tmdb.org/t/p/w300/2VZ68NAKCIPwcOK4vU5A6JhfKdF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-1.46.18-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/81ss0t0la819.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://usersdrive.com/88l7zumpxr5u.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fanny-lye-delivered-2019-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fanny-lye-delivered-2019-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://megaup.net/4fwgt/[CM]Fanny.Lye.Delivered.2019.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/4fwef/[CM]Fanny.Lye.Delivered.2019.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://upstream.to/79bo766gly57",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://upstream.to/eirv4psdjqln",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://mega.nz/file/RcQBXCiL#vmDGY5uNdw-I9QMg2qp3_JfhjQOAK8yKXvVyhqQ86Ns",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://mega.nz/file/VMQhBQba#_GojdPdw4uZFS9fsv1lxA-QhDal_6q2P07q-R9h4ss4",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yadi.sk/i/yZjTKX97YjqYeg",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yadi.sk/i/cCYZcWgSQdIrow",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      }
    ],
    "trailer": {
      "video_id": "plD4IabNSEI",
      "video_url": "https://www.youtube.com/watch?v=plD4IabNSEI",
      "embed_url": "https://www.youtube.com/embed/plD4IabNSEI"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Comedy,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "12"
    },
    "title": "London Sweeties (2019)",
    "description": "လန်ဒန်ဆွိတီ ကို ဖရန့်ဇုံ နဲ့ အပြိုင် ရုံတင်ခဲ့ပေမဲ့ဖရန့်ဇုံလောက် လူမသိခဲ့ပါဘူး…ဘယ်လိုပဲ နေနေ ဖရန့်ဇုံ ထက် ပိုပြီး ဒီရုပ်ရှင်ကချစ်ဖို့ကောင်းပါတယ်…ဇတ်လမ်းပုံစံ ကတော့ ပွန်ဆိုတဲ့ကောင်မလေး ဟာလန်ဒန်မှာ ရှိတဲ့ အစ်မ ဆီ သွားလည်ဖို့ အကြောင်းဖန်လာပါတယ်ပွန် ဟာ ချစ်ဖို့အရမ်းကောင်းတဲ့ ကောင်မလေးဖြစ်ပြီးစနောက်လို့ အင်မတန်ကောင်းပါတယ်…သူ့ကို တို့ထိမိရင် ယောင်တက်ပြီး အမြဲတမ်းအူတူတူ အတတ နဲ့ ရိုးသားတဲ့ သူလေးပေါ့သူ့အပြင် အခြားသူတွေ ရဲ့ အချစ်ဇတ်လမ်းတွေဟာလဲဒီရုပ်ရှင်ထဲ ပါသေးတယ်…လန်ဒန်မှာ ကျောင်းတက်နေတဲ့ ချစ်သူကိုတွေ့ချင်လို့ထိုင်းက အိမ်ကိုရောင်းပြီး စွန့်စားလာရှာတဲ့ ကောင်လေးတစ်ယောက်ထိုင်း လူမျိုးပေမဲ့ လန်ဒန်သား တစ်ယောက်ကို ချစ်မိတဲ့ မိန်းကလေးသူတို့ အချစ်ဇတ်လမ်းတွေ အပြင် ပွန် ရဲ့ အချစ်ဇတ်လမ်းကပိုပြီး ရင်ခုန်ဖို့ကောင်း ချစ်ဖို့ကောင်းနေပြန်ပါတယ်…စပွိုင်လာ မလုပ်တော့ပါဘူး ကြည့်လိုက်ပါရုံတင်တုန်းက ဆင်ဆာဖြတ်ထားတဲ့ အခန်းလေးတွေပါလာပါတယ်….သင့် ရဲ့ တစ်ရက်တာ မှာ နောင်တ ရစရာမလိုတဲ့ရုပ်ရှင်ကားလေး ပါ…ဆွိ ဖြစ်ပါစေနော်…Translated By : Little NeoEncoded By Review : XcodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScrambled Egg TeamStarsAtchareeya PotipipittanakornKidakarn ChatkaewmaneeMaylada SusriNattapong ChartpongNutthasit KotimanuswanichCastAtchareeya PotipipittanakornKidakarn ChatkaewmaneeMaylada SusriNattapong ChartpongNutthasit Kotimanuswanich",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iJGIvqcpGCYB2YGaRsSIvDjJ4We.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNmRjOThlM2MtOWU0ZC00ZjVjLWJhZWYtMGNlOGM5ZDI4NGQ4XkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_SY1000_CR007001000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/tlH7oV9xss",
        "server": "drive.google.com",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://myandrive.net/file/EShu2rbbjV",
        "server": "drive.google.com",
        "size": "296.54 MB",
        "quality": "480P"
      },
      {
        "link": "https://soliddrive.co/2AKc/London.Sweeties.2019.1080p_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://soliddrive.co/2AKb/London.Sweeties.2019_SD_%7BCM%7D_.mp4",
        "server": "Soliddrive.co",
        "size": "296.54 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/4Qu4B/London.Sweeties.2019.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3uza3/London.Sweeties.2019_SD_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "296.54 MB",
        "quality": "480P"
      },
      {
        "link": "https://openload.co/f/h1gUCCVqco8/London.Sweeties.2019.1080p_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://openload.co/f/93OR2EU_Zno/London.Sweeties.2019_SD_%7BCM%7D_.mp4",
        "server": "openload.co",
        "size": "296.54 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/m64m07xf92qa.html",
        "server": "DatBu",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/3cfub0bvuozb.html",
        "server": "DatBu",
        "size": "296.54 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "BphwyZm14cc",
      "video_url": "https://www.youtube.com/watch?v=BphwyZm14cc",
      "embed_url": "https://www.youtube.com/embed/BphwyZm14cc"
    }
  },
  {
    "metadata": "N/A|2019|N/A|Adventure,Comedy,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The Knight Before Christmas (2019)",
    "description": "(Unicode)ခရစ္စမတ်အငွေ့အသက်တွေပါတဲ့ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို The Knight Before Christma (2019) မှာမြင်တွေ့ရမှာပါ။အချစ်ဟာသဇာတ်မြူးလေးဖြစ်ပြီး IMDb Rating 5.6 ရရှိထားပါတယ်။ဆရာမလေး ဘရွတ်ဝင်းတားတစ်ယောက် နတ်သမီးပုံပြင်တွေထဲကလို မြင်းစီးလာတဲ့ တောက်ပနေတဲ့ချပ်ဝတ်တန်ဆာတွေနဲ့မင်းသားလေးကိုမတွေ့ဘဲ ၁၄ရာစုက သူရဲကောင်းတစ်ယောက်ကို ၂၀၁၉ မှာ ကားနဲ့ဝင်တိုက်မိပါတယ်။သူ့ကားနဲ့တိုက်မိလို့ အတိတ်မေ့သွားတယ်လို့ ယူဆပြီး အိမ်မှာ ခဏတည်းစေပါတယ်။ခရစ္စမတ်ပွဲအတွက် ပြင်ဆင်ရင်း သူတို့နှစ်ဦးကြားမှာ စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်လမ်းတွေဖြစ်သွားတာကို ဟာသနှောပြီး မြင်တွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi)ခရစၥမတ္အေငြ႕အသက္ေတြပါတဲ့ ၾကည္ႏူးစရာအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ကို The Knight Before Christma (2019) မွာျမင္ေတြ႕ရမွာပါ။အခ်စ္ဟာသဇာတ္ျမဴးေလးျဖစ္ၿပီး IMDb Rating 5.6 ရရွိထားပါတယ္။ဆရာမေလး ဘ႐ြတ္ဝင္းတားတစ္ေယာက္ နတ္သမီးပုံျပင္ေတြထဲကလို ျမင္းစီးလာတဲ့ ေတာက္ပေနတဲ့ခ်ပ္ဝတ္တန္ဆာေတြနဲ႔မင္းသားေလးကိုမေတြ႕ဘဲ ၁၄ရာစုက သူရဲေကာင္းတစ္ေယာက္ကို ၂၀၁၉ မွာ ကားနဲ႔ဝင္တိုက္မိပါတယ္။သူ႔ကားနဲ႔တိုက္မိလို႔ အတိတ္ေမ့သြားတယ္လို႔ ယူဆၿပီး အိမ္မွာ ခဏတည္းေစပါတယ္။ခရစၥမတ္ပြဲအတြက္ ျပင္ဆင္ရင္း သူတို႔ႏွစ္ဦးၾကားမွာ စိတ္ကူးယဥ္ဆန္ဆန္အခ်စ္ဇာတ္လမ္းေတြျဖစ္သြားတာကို ဟာသေႏွာၿပီး ျမင္ေတြ႕ရမွာပါ။(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (750 MB ) and (480 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 32minFormat : Mp4Genre : Adventure, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEB-DL.DDP5.1.H.264-TOMMYTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMonika MitchellStarsArnold PinnockElla KenionEmmanuelle ChriquiHarry JarvisIsabelle FrancaJean-Michel Le GalJosh WhitehouseMimi GianopulosScott Ryan YamamuraVanessa HudgensCastAlex ArmbrusterAndrea SeniorArnold PinnockBrittany Rae RobinsonElla KenionEmmanuelle ChriquiHarry JarvisHayley FesterygaIsabelle FrancaJacob SoleyJayne EastwoodJean-Michel Le GalJosh WhitehouseKat GrahamKristin DavisKristin ShepherdMimi GianopulosNeil BabcockOlivia GudaniecQuincy BrownRob LoweScott EdgecombeScott Ryan YamamuraShanice JohnsonVanessa Hudgens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ymwyqmIee4RwdvZP7R14OsmGSRG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ivymBQYzYqZoLhvgYg77gSzXKsA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-knight-before-christmas-2019-720-p-nf-web-dl-mp-4-1",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/a05b95d/_the-knight-before-christmas-2019-720p-nf-web-dl-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2AYd/(CM)_The.Knight.Before.Christmas.2019.720p.NF.WEB-DL..mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29jll/(CM)_The.Knight.Before.Christmas.2019.720p.NF.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pZoRAbzY#wH8lmLRbbtigtrtpP3vmPNtXu3WQxaplvBnNDhZ7P0U",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/3BDiP",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8ad4ohtjko76",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-JtwROpSVWc",
      "video_url": "https://www.youtube.com/watch?v=-JtwROpSVWc",
      "embed_url": "https://www.youtube.com/embed/-JtwROpSVWc"
    }
  },
  {
    "metadata": "Not Rated|2019|166 min|Action,Drama,Sport",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "914"
    },
    "title": "Pailwaan(2019)",
    "description": "Pailwaan(2019)အၫႊန္း*******************(unicode)နပန်းလောကမှာ ဘယ်သူမှ မယှဥ်ရဲ စိန်မခေါ်ရဲတဲ့ လူရိုးလူမှန် ဆာကာ…..သူ့အတွက် နပန်းအသတ်အပုတ်ပညာတွေတိုက်ရေးခိုက်ရေးပညာတွေလက်ဆင့်ကမ်းဖို့ရယ် နိုင်ငံဂုဏ်ဆောင်နိုင်လို့ရမယ့် သူတစ်ဦးကိုလမ်းကြိုလမ်းကြားအိမ်ကျိုအိမ်ကြားထဲမှာ ရှားရှားပါးပါးသွားတွေ့လေရဲ့ ….ဒီကောင်လေးဟာတစ်ယောက် ဆာကာကြီးအိပ်မက်ဖြစ်တဲ့နိုင်ငံ့ဂုဏ်ဆောင်နပန်းသတ်သမားဖြစ်လာနိုင်မလား…ဘယ်လိုပြိုင်ဘက်တွေနဲ့ တွေ့မလဲ….အရွယ်ရောက်တဲ့အချိန်မှာ တခြားအဖျက်အမှောက်တွေ ဝင်လာမလား….ဒီကားက အမိုက်စားအက်ရှင်ခန်းတွေများစွာပါသလိုbackground music တိုင်းကလည်း ကြည့်နေတဲ့သူကို သွေးတွေဆူပွက်လာအောင်စွမ်းဆောင်နိုင်တယ်…..ပြသချိန် ၂ နာရီကျော်ဆိုတာ ခဏလေးလို့ထင်ရလောက်အောင်ကို ဇာတ်လမ်းကဆွဲခေါ်သွားလေရဲ့….အိန္ဒိယ အက်ရှင်ကားကောင်းကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ…ဇာတ်မ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့Hein That Naing ပဲဖြစ်ပါတယ်…..(zawgyi)နပန္းေလာကမွာ ဘယ္သူမွ မယွဥ္ရဲ စိန္မေခၚရဲတဲ့ လူ႐ိုးလူမွန္ ဆာကာ…..သူ႔အတြက္ နပန္းအသတ္အပုတ္ပညာေတြတိုက္ေရးခိုက္ေရးပညာေတြလက္ဆင့္ကမ္းဖို႔ရယ္ ႏိုင္ငံဂုဏ္ေဆာင္ႏိုင္လို႔ရမယ့္ သူတစ္ဦးကိုလမ္းႀကိဳလမ္းၾကားအိမ္က်ိဳအိမ္ၾကားထဲမွာ ရွားရွားပါးပါးသြားေတြ႕ေလရဲ႕ ….ဒီေကာင္ေလးဟာတစ္ေယာက္ ဆာကာႀကီးအိပ္မက္ျဖစ္တဲ့ႏိုင္ငံ့ဂုဏ္ေဆာင္နပန္းသတ္သမားျဖစ္လာႏိုင္မလား…အ႐ြယ္ေရာက္တဲ့အခ်ိန္မွာ တျခားအဖ်က္အေမွာက္ေတြ ဝင္လာမလား….ဘယ္လိုၿပိဳင္ဘက္ေတြနဲ႔ ေတြ႕မလဲ….ဒီကားက အမိုက္စားအက္ရွင္ခန္းေတြမ်ားစြာပါသလိုbackground music တိုင္းကလည္း ၾကည့္ေနတဲ့သူကို ေသြးေတြဆူပြက္လာေအာင္စြမ္းေဆာင္ႏိုင္တယ္…..ျပသခ်ိန္ ၂ နာရီေက်ာ္ဆိုတာ ခဏေလးလို႔ထင္ရေလာက္ေအာင္ကို ဇာတ္လမ္းကဆြဲေခၚသြားေလရဲ႕….အိႏၵိယ အက္ရွင္ကားေကာင္းႀကိဳက္သူတို႔အဖို႔ လက္မလႊတ္သင့္ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ…ဇာတ္မ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Hein That Naing ပဲျဖစ္ပါတယ္…..File Size : (1.15GB) and (486 MB)Quality : WEB-DL 720p,Format…mp4Duration…02:46:00Genre : Action, Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron D. AlexanderLarnell StovallPradyumna NarahalliS KrishnaVlad RimburgStarsAakanksha SinghAvinashKabir Duhan SinghSharath LohitashwaSudeepSunil ShettySushant SinghCastAakanksha SinghAvinashKabir Duhan SinghSharath LohitashwaSudeepSunil ShettySushant Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vsAJ3rqAXP5GP5eJvUDkCQzGZFX.jpg",
      "https://image.tmdb.org/t/p/w300/3EcrAwRLpDaoUpvbvBPA2x0e0i5.jpg",
      "https://image.tmdb.org/t/p/w300/xKEkifjhJqCF3EkxYcOJhSNTJ0j.jpg",
      "https://image.tmdb.org/t/p/w300/yiB7kdE849m9Ah0tOr22AvaHJ53.jpg",
      "https://image.tmdb.org/t/p/w300/3ns83Z0B6OlwGFefKCc3kZvtCgW.jpg",
      "https://image.tmdb.org/t/p/w300/eGCHEQkHDgeutsOcgP2COulKbcz.jpg",
      "https://image.tmdb.org/t/p/w300/lAkdeM5d8lZjnCiW34XZMlNmXIh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/paliween.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/a55e7aa/pailwan-2019-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1ws4z/Pailwaan.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mega.nz/file/M0dGUCab#x-IayPd8vlZ6eC7mfbpiFU7Uq8kwsO3M7e8Wdui9s18",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://www.datbu.com/b06vf8s6jqzc.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/hc17vfiicfwq",
        "server": "upstream.to",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pailwaan-2019-mm-sub",
        "server": "VIP Links",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/pailwaan-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://sbembed3.com/t53j5ird9zx7.html",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Drama,Family",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "The Happiness of a Mother (2019)",
    "description": "မိခင်တွေဆိုတာ မိမိရဲ့ရင်သွေး ဘယ်အခြေအနေပဲရောက်ရောက် မေတ္တာမပျက်တတ်ကြပါဘူး2019 မှာထွက်ရှိခဲ့တဲ့ ဒီဗီယက်နမ်ရုပ်ရှင်လေးကတော့ autism ဖြစ်နေတဲ့ကလေးငယ်လေးတစ်ယောက်နဲ့သူရဲ့မိခင်တို့ကြားက နွေးထွေးတဲ့မေတ္တာကိုဖော်ကျူးထားတာပဲဖြစ်ပါတယ်ခင်ပွန်းဆုံးပါးပြီးတဲ့နောက်မှာ တယ်ရ်ဟာ အလုပ်ကြမ်းမျိုးစုံလုပ်ပြီးသားငယ်လေးကို ပြုစုပျိုးထောင်ခဲ့ပါတယ် သူမရဲ့သား တင်မ်ကိုသာမာန်ကလေးတွေလိုပဲယူဆပြီးကျောင်းထားခဲ့ပါတယ် ဒါပေမဲ့ တင်မ်ဟာ သူ့အမေရဲ့နာမည် ” တယ်ရ် ” ဆိုတဲ့စကားလုံးကလွဲရင် ဘာမှမပြောတတ်ရှာပါဘူးဒါကြောင့် တင်မ်ကျောင်းထွက်ခဲ့ရပါတယ် ထူးခြားတာတစ်ခုကတော့ တင်မ်ဟာပုံမှန်ဆိုရင် ဘယ်လိုအပြုအမူမျိုးကိုမှ တုံ့ပြန်လေ့မရှိပေမယ့်ရုပ်မြင်သံကြားကလာတဲ့ Magical Dance Show ကိုတော့ ကြိုက်နှစ်သက်တဲ့ပုံပေါ်ပါတယ်သူမရဲ့သားဟာ autism ဖြစ်နေတယ်ဆိုတာသိသွားတဲ့နောက်မှာတော့တယ်ရ်တစ်ယောက် ဘယ်လိုများရှေ့ဆက်မလဲ သားငယ်လေးကိုဘယ်လိုပြုစုပျိုးထောင်မလဲ စိန်ခေါ်မှုတွေကိုအတူတူ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကြည့်ရင်းမိခင်မေတ္တာကိုလည်း အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါFile Size – 933 mbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Win LettEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHuỳnh ĐôngStarsCát PhượngHuy KhangKiều Minh TuấnCastCát PhượngHuy KhangKiều Minh Tuấn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tC5t2Le3zCmmCBcHiaEo2aiMlNA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZmY5ZDZjNDMtZWQ1MC00YmI3LTk1N2ItNjEzOWViZGI1ZjJmXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xdtmlwcmww37.html",
        "server": "usersdrive.com",
        "size": "933.5 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-happiness-of-a-mother-2019-vietnamese-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "933.5 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2eRM9/The.Happiness.of.a.Mother.2019.VIETNAMESE.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "933.5 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/sbYQ0QJY#xe5auB9R9toprvkWE_Zu5xPMsTu86qHFDst329wUqN4",
        "server": "mega.nz",
        "size": "933.5 MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2019|1h 49min|Biography,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "321,741"
    },
    "title": "Radioactive (2019)",
    "description": "ထက်မြက်တဲ့ မိန်းမ အစစ်ရဲ့ ဘဝဇာတ်ကြောင်းလေးကို ကြည့်လိုက်ရအောင်။မယ်ရီယာ ကျူရီ (သို့) မဒမ်ကျူရီ လို့ သိကြတဲ့သိပ္ပံပညာရှင် အမျိုးသမီးရဲ့ အကြောင်း ဖြစ်ပါတယ်။ကမ္ဘာ့ပထမဆုံး နိုဘယ်ဆုရ အမျိုးသမီး၊ ကမ္ဘာ့ပထမဆုံး ပြင်သစ် အမျိုးသမီးပါမောက္ခ ဖြစ်ပြီးကျူရီ မိသားစုဟာ နိုဘယ်ဆု ၅ ဆုရရှိခဲ့တဲ့မိသားစုလည်း ဖြစ်ပါတယ်။မဒမ် ကျူရီ တွေ့ခဲ့တာကတော့Radioactivity ဆိုတဲ့ ဓာတ်သတ္တိကြွမှု အကြောင်းပါပဲ။ဒီအရာဟာကမ္ဘာကြီးကို ပြောင်းလဲစေခဲ့ပြီးသိပ္ပံပညာ တစ်ခေတ်ဆန်းစေခဲ့တာပါ။ဓာတ်မှန်တွေ၊ ကင်ဆာကုထုံးတွေ စသဖြင့်အသုံးဝင်တာတွေ အများကြီး တိုးတက်လာခဲ့ပါတယ်။ပထမ ကမ္ဘာစစ်အတွင်းမှာ ပြင်သစ်နိုင်ငံအတွက်သူ့ရဲ့ နိုဘယ်ဆုက ရွှေတွေကို အရည်ကြိုပြီး သုံးပစ်ဖို့ လှူခဲ့ပေမယ့်ပြင်သစ်အစိုးရက ငြင်းပယ်ခဲ့ရပါတယ်။ဒါပေမယ့် မဒမ်ကျူရီက စစ်မြေပြင်တစ်လျှောက်မှာဓာတ်မှန်ပါတဲ့ ကားပေါင်းများစွာကိုဦးစီးပြီးလူတစ်သန်းကျော်အထိ ဓာတ်မှန်ရိုက်ပေးခဲ့ လိုအပ်တဲ့အကူအညီတွေပေးခဲ့ပါတယ်။ဒါပေမယ့် ရေဒီယိုသတ္တိကြွမှုကို တွေ့ခဲ့တဲ့ပညာရှင်ပီပီဓာတ်ရောင်ခြည်သင့်ပြီး Aplastic Anemia သွေးအားနည်းရောဂါနဲ့သေဆုံးခဲ့ရတာပါ။ဒီရုပ်ရှင်မှာတော့ ပိုလန်ကနေ ပြင်သစ်ကို ပြောင်းလာကာစသိပ္ပံပညာရှင်ဘဝ အောက်ခြေကနေသူ့ရဲ့ အအောင်မြင်ဆုံးအချိန်တွေ၊ ကျဆုံးတဲ့အချိန်တွေ၊အဆုံးသတ်ချိန်ထိ ပြသထားတာကို တွေ့ရမှာပါ။မင်းသမီးကလည်း Gone Girl တို့ Price and Prejudice တို့မှာပါဝင်ခဲ့တဲ့ Rosamund Pike မို့ အတော်ကိုကြည့်ရအဆင်ပြေပါတယ်။အထ္ထုပ္ပတ္တိရုပ်ရှင် ကြိုက်သူတွေအတွက်ကြည့်စရာ နောက်တစ်ကားပါပဲ။File Size – 1.15 GBQuality – Web-Dl 720PSubtitle – Burmese ( Hardsub)Translator – Little NeoEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarjane SatrapiStarsAneurin BarnardAnya Taylor-JoyCorey JohnsonHarriet TurnbullJonathan ArisPeter Sztojanov Jr.Rosamund PikeSam RileySimon Russell BealeTim WoodwardCastAlex BartramAneurin BarnardAnya Taylor-JoyAriella GlaserBalázs VeresCara BossomCorey JohnsonDemetri GoritsasDrew JacobyEd FleroffEdward DavisFerenc Iván SzabóFranciska TörőcsikHarriet TurnbullIndica WatsonIsabella MilesJonathan ArisMark PhelanMichael GouldMirjam NovakPeter Sztojanov Jr.Ralph BerkinRichard PeppleRosamund PikeSam RileySimon Russell BealeThanh-Huy PhanTim Woodward",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qyNrodORBG2bpWoj8dLuk5Zk59b.jpg",
      "https://image.tmdb.org/t/p/w300/e7tjpKP36Xd6BzyTMZo4AUe86VM.jpg",
      "https://image.tmdb.org/t/p/w300/ujMFEtYZIGrR9WopPXpnWRgH9S.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYjgwM2JhNjItNjFlYi00MjYwLTlhYWEtZjk2NzcwYmZmYTg0XkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/h9si39e1zpdn.html",
        "server": "usersdrive.com",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/y072ue2jikpr.html",
        "server": "usersdrive.com",
        "size": "501.68 MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/radioactive-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/radioactive-2019-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "501.68 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1xbx8/Radioactive.2019._720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2d96h/Radioactive.2019._480P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "501.68 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/UIYnjA4Z#3ULv1Wwl0MxQWUe7EA2wh9qcughzYO7ekGxdwZ3Iyeg",
        "server": "mega.nz",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/JMZDkY7C#UWDMqqDZgN_gUFiLE8iKQL_7Ac1fAuMMpbO24PwBgfA",
        "server": "mega.nz",
        "size": "501.68 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "W1KcE48gIng",
      "video_url": "https://www.youtube.com/watch?v=W1KcE48gIng",
      "embed_url": "https://www.youtube.com/embed/W1KcE48gIng"
    }
  },
  {
    "metadata": "R|2019||Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,656"
    },
    "title": "The Honeymoon Phase (2019)",
    "description": "“ကျွန်​တော့်မိန်းမက မင်္ဂလာဦးနေ့မှာသူ့ကိုယ်သူသတ်သေသွားခဲ့တာ”ဆိုတာနဲ့ ဇာတ်လမ်းကိုဖွင့်ထားတာပါဒီစကားကိုပြောပြနေတဲ့သူကတော့”တွမ်”တွမ်နဲ့အိဗ်ဟာ သာယာတဲ့အိမ်ထောင်လေးတစ်ခုကိုတည်ထောင်ဖို့ တူတူရုန်းကန်နေတဲ့ တစ်ယောက်နဲ့တစ်ယောက်အရမ်းချစ်ကြတဲ့ လူငယ်စုံတွဲလေးတစ်တွဲပါတစ်နေ့မှာတော့အိဗ်ဟာ Millennium ပရောဂျက်ဆိုတဲ့လက်ထပ်ပြီးသားစုံတွဲတွေကို ဒေါ်လာ၅၀,၀၀၀ပေးပြီးရက်၃၀ကြာစမ်းသပ်မဲ့ စမ်းသပ်ချက်တစ်ခု​အကြောင်းကြားတဲ့အခါသူတို့နှစ်ယောက်ဟာ သူတို့ရဲ့ငွေကြေးအခက်အခဲတွေကို​ဖြေရှင်းဖို့လက်ထပ်ပြီးဟန်ဆောင်ပြီး ဒီပရောဂျက်ထဲပါဝင်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ဒီရက်၃၀စလုံးဟာ သူတို့နှစ်ယောက်ရဲ့ဟန်းနီးမွန်းအချိန်ကာလလေးလို သာသာယာယာစို​စိုပြည်ပြည် ရှိနေမလားဒီရက်၃၀အတွင်းမှာရော သူတို့နှစ်ယောက်လုံးမပြောင်းလဲပဲတစ်ယောက်ကိုတစ်ယောက်ဆက်ချစ်သွားနိုင်မလားဒီ Millennium ပရောဂျက်ဆိုတာကရောဘာစမ်းသပ်ချက်တွေလုပ်နေတဲ့ ပရောဂျက်ကြီးလဲဇာတ်လမ်းအစမှာ ပြောခဲ့တဲ့စကားကရောဘာအဓိပ္ပါယ်လဲဆိုတာကို plot twistလေးတွေနဲ့အတူ ကြည့်ရှုပေးကြပါဦးFile Size –  955mbQuality – web-rip 1080pSubtitle –  burmeseTranslator – MTAEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhillip G. Carroll Jr.StarsBrenda CrawleyChloe CarrollFrançois ChauIone ButlerJim SchubinMichael Everett JohnsonMichael WetherbeeTara WestwoodCastBrenda CrawleyChloe CarrollFrançois ChauIone ButlerJim SchubinMichael Everett JohnsonMichael WetherbeeTara Westwood",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/10urZuVxRrOPTJJPL9azZsRZw2Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMGQ4MTU1MDUtMmFjNS00Y2M3LWE3YWYtODNkMGMyOGM2ZDlhXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_CR006771000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uvxbtoekd8nv.html",
        "server": "usersdrive.com",
        "size": "955.4 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/sitnq74tl7kn.html",
        "server": "usersdrive.com",
        "size": "429.3 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/ht9s0stsz58z/The.Honeymoon.Phase.2019.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "955.4 MB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/xefketb4yd2r/The.Honeymoon.Phase.2019.720p_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "429.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-honeymoon-phase-2019-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955.4 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-honeymoon-phase-2019-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "429.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ewJ1/The.Honeymoon.Phase.2019.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "955.4 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2UubC/The.Honeymoon.Phase.2019.720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "429.3 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "_SL9Lw9XHFc",
      "video_url": "https://www.youtube.com/watch?v=_SL9Lw9XHFc",
      "embed_url": "https://www.youtube.com/embed/_SL9Lw9XHFc"
    }
  },
  {
    "metadata": "|2019||Biography,Comedy,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "23131"
    },
    "title": "The Two Popes (2019)",
    "description": "၂၀၁၇ ခုနှစ် The Pope အမည်ရပြဇာတ်ကိုမှီငြမ်းရိုက်ကူးထားတဲ့၂၀၁၉ ခုနစ်ထွက် Biological Drama အမျိုးအစားပဲဖြစ်ပါတယ်….The Best Director Award ရရှိထားတဲ့ Fernando Meirelles ရိုက်ကူးထားတဲ့အပြင်IMDB ကလည်း 7.7/10 ရရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ သူ့ဇာတ်ကားနာမည်အတိုင်းပုပ်ရဟန်းမင်းကြီးနှစ်ပါးအကြောင်းပဲဖြစ်ပါတယ်ပုပ်ရဟန်းမင်းကြီ ဘန်နဒစ်နံပါတ်ခြောက်ကရှေးရိုးဆန်ပြီး ခေတ်နောက်ပြန်ဆွဲတဲ့ Conservative တစ်ယောက်ပြီးတော့သူက ဂျာမန်လူမျိုးလည်းဖြစ်နေပါသေးတယ်..ဘုန်းတော်ကြီး ဘာဂိုလီယိုကတော့ ပြုပြင်ပြောင်းလဲရေးသမားအာဂျင်တီးနားလူမျိုးတစ်ယောက်…ကြမ္မာလှည့်ကွက်တွေကြောင့် သူတို့နှစ်ယောက် တွေ့ဆုံကြတဲ့အခါသူတို့နှစ်ယောက်ကြားက မတူညီတဲ့အတွေးအခေါ်တွေ…အပြုအမူတွေနဲ့… လုပ်ရပ်တွေကြားမှာဘယ်သူက တကယ့်ပြောင်းလဲမှုတွေဖန်တီးပေးနိုင်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်…ဘာသာရေးဆက်နွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့်လုံးဝမပျင်းမရိရပဲ ပညာသားပါတဲ့ဒိုင်ယာလော့ဒ်တွေအောက်မှာစီးမျောစေရမယ်လို့အာမခံပါတယ်File Size : ( 1 GB , 363  MB )Quality :  WEB-DL 720pRunning Time : 2 hr 05 minFormat : Mp4Genre : Biography , Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay Myat ThuEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFernando MeirellesStarsAnthony HopkinsFederico TorreJonathan PryceJuan MinujínLibero De RienzoLuis GneccoMaría UcedoMatthew T. ReynoldsPope FrancisSidney ColeCastAnthony HopkinsDilma RousseffFederico TorreJonathan PryceJuan MinujínLibero De RienzoLuis GneccoMaría UcedoMatthew T. ReynoldsPope Benedict XVIPope FrancisSidney Cole",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bOPessdyd0dChHy70FM8Om7CgDg.jpg",
      "https://image.tmdb.org/t/p/w300/7pnUeby82XW3CgQ8sepsZet2tkt.jpg",
      "https://image.tmdb.org/t/p/w300/75X4cJQ3yqyESu6wNjyUFpGhxGb.jpg",
      "https://image.tmdb.org/t/p/w300/vNaCGEBjGlEMPPhmJCLVeOdUtXc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-two-popes-2019-large-size-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2S3hs/(CM)_The_Two_Popes_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/J143lA7R#TzOoXNpxST9SFXG-jXq7BVj76YH57oTmNQDgwg9gZw4",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-two-popes-2019",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://veryfiles.com/646756fgpyt7",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://sbembed2.com/vk7b8pq680un.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "ZX2pRcBWOkA",
      "video_url": "https://www.youtube.com/watch?v=ZX2pRcBWOkA",
      "embed_url": "https://www.youtube.com/embed/ZX2pRcBWOkA"
    }
  }
]