[
  {
    "metadata": "TV-MA|2019|1h 38m|Drama,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "3.7K"
    },
    "title": "Only (2019)",
    "description": "ကျွန်တော်တို့ ကိုဗစ်ကာလကို ပြန်တွေးကြည့်ကြရအောင်တစ်နေရာရာကို သွားမယ်ဆို Mask တွေတပ်ကြ၊တစ်ခုခုကိုင်ပြီးရင် လက်ကို HandGel နဲ့ အရေလန်မတတ်ပွတ်ကြ၊ပြင်ပက ပစ္စည်းတစ်ခုခု ရောက်လာရင် ပိုးသတ်ဆေးနဲ့ တရှူးရှူး ဖြန်းကြနဲ့။တစ်နေ့တစ်နေ့ တဝီဝီမြည်နေတဲ့ ဆေးရုံကားသံတွေ၊ဘယ်သူတော့ ဆုံးသွားပြီ ဆိုတဲ့ သတင်းတွေကြားထဲမှာအိမ်မှာ ကိုယ့်ဟာကိုယ် ပြန်အကျဉ်းချထားရတာလည်းအသက်ရှင်မဝစရာ၊ ရူးချင်စရာပေါ့၊၊ဒီကားထဲက ဗိုင်းရပ်(စ်)ကတော့ အဲ့ထက်ဆိုးတယ်၊၊အဲ့ထက်လည်း ရက်စက်ပြင်းထန်တယ်၊၊ကမ္ဘာပေါ်ကို ကြယ်တံခွန်တစ်ခုဖြတ်သန်းအပြီးမှာ ဘာမှန်းမသိတဲ့ မြူမှုံတွေဟာ ကမ္ဘာ့လေထုကိုဖုန်းလွှမ်းသွားတယ်၊၊အဲ့ဒီ မြူမှုံတွေထဲမှာ HNV 21 လို့ခေါ်တဲ့ ဗိုင်းရပ်(စ်)တစ်မျိုးပါပြီးအဲ့ဒီဗိုင်းရပ်(စ်)ဟာ အမျိုးသမီးတွေကို ဦးတည်ထိခိုက်စေတယ်၊၊ဘယ်လောက်ပြင်းထန်လဲဆို ပိုးကူးခံရတဲ့ အမျိုးသမီးဟာ (၄)ရက်အထိအသက်ရှင်နိုင်ရင် ကံကောင်းတယ်လို့ ဆိုရတဲ့အထိပဲ၊၊ဒါပေမယ့် ဒီဗိုင်းရပ်(စ်)ဟာ အမျိုးသားတွေကိုတော့ ကြီးမားတဲ့ အန္တရာယ်မပေးနိုင်ဘူး၊၊ဒီလိုနဲ့ ဗိုင်းရပ်(စ်)လက်ချက်နဲ့ ကမ္ဘာပေါ်က အမျိုးသမီးတွေနေ့စဉ် သန်းနဲ့ချီသေဆုံးပြီး မျိုးသုဉ်း လုဖြစ်ကုန်တယ်၊၊မိန်းမဆိုတာ ဘယ်လိုမျိုးလဲလို့ မေးယူရတဲ့အထိ ဖြစ်ကုန်တယ်၊၊အစိုးရတွေအနေနဲ့လူဦးရေပြန်လည်တိုးပွါးရေးအတွက်အမျိုးသမီးတွေကို ဖမ်းပြီး စမ်းသပ်ရတဲ့အထိ ဖြစ်လာတယ်၊၊အမျိုးသမီးတစ်ဦးကို ဖမ်းမိရင် ဒေါ်လာနှစ်သန်းအထိထုတ်ထားတာကြောင့် အမျိုးသမီးတွေကို အသဲအသန်လိုက်ရှာကြတဲ့အမျိုးသမီးမုဆိုးတွေလည်း ပေါ်လာကြတယ်၊၊အဲ့ဒီရိုက်ခတ်မှုတွေကို တစ်ကမ္ဘာလုံးက စုံတွဲတွေနည်းတူဝီ(လ်)နဲ့ အေဗာဆိုတဲ့ စုံတွဲလေးတစ်တွဲကလည်း ခံရတယ်၊၊ကမ္ဘာပျက်ကိန်းစကတည်းက သတိကြီးတဲ့ ဝီ(လ်)ဟာအေဗာကို ရောဂါပိုး အန္တရာယ်၊အစိုးရရဲ့ စမ်းသပ်မှုတွေ အန္တရာယ်၊လူသားမုဆိုးတွေအန္တရာယ်ကနေ ဖွက်ထားပြီး ကာကွယ်ပေးခဲ့တယ်၊၊ဒါပေမယ့် နှစ်တွေချီကြာလာတဲ့ အခါမှာ အေဗာတစ်ယောက်မွန်းကြပ်လာတယ်၊၊ဝီ(လ်)အနေနဲ့လည်း ရောဂါပိုး carrier ဖြစ်နေတာကြောင့်အေဗာနဲ့ ဝီ(လ်)ဟာ တစ်အိမ်ထဲ နေရပေမယ့် စည်းတွေခြားနေကြတယ်၊၊ဒီစုံတွဲလေး ဒီလိုအခက်အခဲတွေကို ကျော်ဖြတ်နိုင်ပါ့လား၊သူတို့ ဆက်ဆံရေးဟာလေးလံတဲ့ဝန်ထုပ်ဝန်ပိုးတွေနဲ့ ဘယ်လိုခရီးဆက်ကြမလဲစတာတွေကိုဒီဇာတ်ကားမှာ past apocalyptic romance အနေနဲ့ ခံစားတွေ့ရှိရမှာဖြစ်ပါတယ်၊၊File size…  1.36 GB /  570 MBQuality… Web-Dl 1080p / 720pFormat… mp4Duration…. 1h 38mGenre …..  Drama, Sci-FiSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by DamienYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrienne JohnsonBenjamin WeaverChandler RiggsCharles GreenCharles LawlorFaith ForresterFreida PintoHal WhitesideHeidi RewJarrod BeckJayson Warner SmithJoseph OliveiraJoshua MikelKimberli LincolnKristopher CharlesLeslie Odom Jr.Maggie PartoMark AshworthMichael ShenefeltNicholas Anthony ReidNoor NaghmiOlivia De PauxPaul RydenRichard HemptonTia Hendricks",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nff8IXmguJGBxYVNVXwS8Z5kEkD.jpg",
      "https://image.tmdb.org/t/p/w300/dESEXbEupy55eZtW4bbedABoLH1.jpg",
      "https://image.tmdb.org/t/p/w300/euXaIez5zhmqN9H3aGBj2t9tXEm.jpg",
      "https://image.tmdb.org/t/p/w300/o8aXDaLcMhi2WU5T3Jp0u2Ade6c.jpg",
      "https://image.tmdb.org/t/p/w300/llfGbri3iWfz5LUvaYQsAKMjXzV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f5IARW8Pc3vUlTNvp498yPUWBDE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wh8yhiuffdgh.html",
        "server": "usersdrive.com",
        "size": "1.36 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/only-2020-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BMvj/Only.2020.1080p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.36 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/u8aoa6ps4igi",
        "server": "streamvid.io",
        "size": "1.36 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w4d06ivzix8k.html",
        "server": "usersdrive.com",
        "size": "570 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/only-2020-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "570 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BMuV/Only.2020.720p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "570 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tvhq2ofnnxx6",
        "server": "streamvid.io",
        "size": "570 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hXrW6pJyySk",
      "video_url": "https://www.youtube.com/watch?v=hXrW6pJyySk",
      "embed_url": "https://www.youtube.com/embed/hXrW6pJyySk"
    }
  },
  {
    "metadata": "Not Rated|2019|85 min|Uncategorized",
    "rating": {
      "rating": "3.6/10",
      "rating_count": "173"
    },
    "title": "Robert Reborn (2019)",
    "description": "ေရာဘတ္ဆိုတဲ့ကေလးငယ္ေလးက မိသားစုေမတၱာအျပည့္မဝမရခဲ့တဲ့ကေလးငယ္ေလးတစ္ေယာက္ပါအႏိုင္က်င့္တတ္တဲ့အေဖနဲ႔ ဘာသာတရားကိုင္း႐ွဳိင္းတဲ့ အေမနဲ႔ၾကားကရန္ပြဲထဲမွာပဲႀကီးပ်င္းခဲ့ရတဲ့ ကေလးပါ တစ္ရက္မွာေတာ့သူ႔အေဖနဲ႔အေမရဲ႕ ရန္ပြဲၾကားညပ္ၿပီးေတာ့ မေတာ္တဆ ေသဆံုးသြားပါေတာ့တယ္။သူ႔မိခင္ကလည္း သူ႔ဝိညာဥ္ျပန္လည္ႏိုးထလာႏိုင္ဖို႔ဘုရားသခင္ဆီ္မွာ ေတာင္းဆုျပဳပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေအေမာ့စ္ ဘလက္ဝုဒ္ဆိုတဲ့ ဂ်ာမနီလူအိုႀကီးတစ္ေယာက္ဟာသက္မဲ့အ႐ုပ္ေတြကို အသက္သြင္းျခင္းဆိုတဲ့အတတ္ပညာကို ေကာင္းစြာတတ္ေျမာက္ထားသူပါ။နာဇီကေတာင္ အင္တိုက္အားတိုက္ လိုက္ရွာေနခဲ့ရတဲ့သူပဲျဖစ္ပါတယ္။သူ႔ကိုယ္ပိုင္ အသက္သြင္း အ႐ုပ္ေလးေတြထဲမွာေရာဘတ္ကေတာ့ အရက္စက္ဆံုးနဲ႔ အနာခံဆံုး အ႐ုပ္ေလးပါပဲဘယ္လိုပဲလိုက္ရွာရွာ ဘယ္လိုပဲသတ္ဖို႔ႀကိဳးစားစား သူ႔အ႐ုပ္ေလးေတြအကူအညီနဲ႔အၿမဲလြတ္ေျမာက္သြားတဲ့သူ႔ကိုနာဇီ အရာရွိေတြကိုယ္တိုင္ ေျခရာခံမိသြားတဲ့အခါမွာေတာ့….အ႐ုပ္ကေလးေတြဆိုတာ သက္မဲ့ဆို အင္မတန္ခ်စ္ခင္ ႏွစ္လိုဖြယ္ေဆာ့ကစားခ်င္စရာ ေလးေတြေပမယ့္ ဝိညာဥ္ခိုကပ္ေနတဲ့အခါမွာေတာ့လက္မရြံလူသတ္သမားေတြ အဆင့္ေလာက္ထိကို ရက္စက္သြားေတာ့တာပဲျဖစ္ပါတယ္သူတို႔ရဲ႕ဖခင္ႀကီးကို ေႏွာင့္ယွကိတဲ့လူမွန္သမွ်ကိုဘယ္လိုေတြ ကာကြယ္ေပးသြားၾကမလဲဆိုတာ ဒီကားမွာၾကည့္႐ွဳရမွာပဲျဖစ္ပါတယ္File Size : (763 MB ) & (280 MB)Quality :Web-DL 720pRunning Time :1 hr 25 minFormat : Mp4Genre :  HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew JonesStarsCassandra HodgesDennis FarrinLee BaneRahel KapsaskiCastCassandra HodgesDennis FarrinLee BaneRahel Kapsaski",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5K2FuQN3nfMTfRlraWnXWZdmqJb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f8V2qB4ehyGCEMBsLPXDNiTvcx7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/robert-reborn-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "763 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/4iajpjkkcrol.html",
        "server": "usersdrive.com",
        "size": "763 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/R8jk/Robert_Reborn_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "763 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/Y88WGYyb#V2ySywZBFenZcWKhNW2WL3MUqxxlaSPJ2DF_O9VB0mo",
        "server": "mega.nz",
        "size": "763 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/hh4vw1sw50w7",
        "server": "upstream.to",
        "size": "763 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "RgAi6uLdSxo",
      "video_url": "https://www.youtube.com/watch?v=RgAi6uLdSxo",
      "embed_url": "https://www.youtube.com/embed/RgAi6uLdSxo"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Norm of the North: King Sized Adventure (2019)",
    "description": "Norm of the North (2016), Norm of the North:Keys to the Kingdom (2018) တုိ႔ရဲ႕ေနာက္ဆက္တြဲ Norm of the North: King Sized Adventure လာပါျပီ။အာတိတ္ေဒသမွာဘုရင္ျဖစ္ေနတဲ့ Norm တစ္ေယာက္ အသက္ၾကီးမွမဂၤလာထပ္ေဆာင္တဲ့ အဘုိးရဲ႕ မဂၤလာပြဲကိုု ဦးစီးလုပ္ရမွာပါ။အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ေနတတ္တဲ့သူ႕ကုိ သူ႕အဘုိးက အရုဏ္ဦးေျမာက္ပိုင္းအလင္းေပၚလာတဲ့အခ်ိန္မွာလုပ္မယ့္ မဂၤလာပြဲမွာ ေနာက္မက်ေအာင္ ကတိေပးခုိင္းပါတယ္။ကတိတစ္လုံးဆုိတာ လူတစ္ေယာက္အေနနဲ႔တင္မဟုတ္ဘဲ ဘုရင္တစ္ပါးအေနနဲ႔ ေပးတဲ့ ကတိျဖစ္လုိ႔ တည္ျဖစ္ေအာင္ တည္ပါမယ္လုိ႔ ကတိေပးထားျပီးမွေလယာဥ္ပ်က္လာတဲ့ ပေရာ္ဖက္ဆာတစ္ေယာက္ေပးတဲ့ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းေလးကုိ တရုတ္ျပည္ကုိ ပုိ႔ေပးပါမယ္လုိ႔ ကတိထပ္ေပးလုိက္ပါတယ္။Norm ကတိကုိ တည္ဖုိ႔ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းကုိ တရုတ္ကုိ ေရာက္ေအာင္ပုိ႔ေပးႏုိင္ပါမလား။ပုိ႔ေပးႏုိင္ရင္ေရာ သူ႕အဘုိးကို ေပးထားတဲ့ မဂၤလာအခ်ိန္ကို အခ်ိန္မီျပန္ႏုိင္ပါမလား။ရယ္ရင္းနဲ႔ၾကည့္လုိက္ပါေတာ့။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Tharaphi LwinEncode by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard FinnTim MaltbyStarsAlan MarriottAndrew TothBrian DobsonCole HowardJennifer CameronJonathan HolmesLee TockarLisa DuruptMichael DobsonVincent TongCastAlan MarriottAndrew TothBrian DobsonCole HowardJennifer CameronJonathan HolmesLee TockarLisa DuruptMaya KayMichael DobsonSimon HayamaVincent Tong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i9ZAZGdnqlurYddUZSbPuYeIb7s.jpg",
      "https://image.tmdb.org/t/p/w300/7YeJGy63DjKYMQSNqkV3CbA1brG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kapQqDwTSQgbAPQEd4n03vaNQH9.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/0qIrVve832",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1Kgu/(CM)normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/48PSW/(CM)normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/uq7ZHRfHjwI/%28CM%29normofthenorthkingsizedadventure19webdl720.mp4",
        "server": "openload.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/kilpthsm1rm3",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/qbsednnmkclkscel/_CM_normofthenorthkingsizedadventure19webdl720_mp4",
        "server": "streamango.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/Rdwc",
        "server": "mirrorace.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/bBdry3Bbmk",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/1Kgt/(CM)normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/48PSU/(CM)normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/ci4L99u4Vng/%28CM%29normofthenorthkingsized_adventure19webdl480.mp4",
        "server": "openload.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/pkcufep648l1",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/pkcufep648l1",
        "server": "streamango.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/Rdw7",
        "server": "mirrorace.com",
        "size": "380 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "CRmDJIENnHI",
      "video_url": "https://www.youtube.com/watch?v=CRmDJIENnHI",
      "embed_url": "https://www.youtube.com/embed/CRmDJIENnHI"
    }
  },
  {
    "metadata": "N/A|2019|1h 41min|Bollywood,Mystery,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "754"
    },
    "title": "The Body (2019)",
    "description": "(Unicode)ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ၂၀၁၉ ထွက် Crime, Mystery ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကျော်တွေဖြစ်တဲ့ Emraan Hasmi နဲ့ Rishi Kapoor တို့ အပြိုင်သရုပ်ဆောင်ထားကြတာပါအထူးသဖြင့် မင်းသမီးရဲ့အက်တင်တွေကလည်း အတော်လေးကို ကောင်းလှပါတယ်ဇာတ်လမ်းလေးကတော့ စီပွားရေးလောကမှာ အောင်မြင်ပြီး သြဇာအာဏာကြီးမားတဲ့ အမျိုးသမီးငယ်တစ်ယောက်ဟာ နှလုံးရောဂါနဲ့ ဆုံးသွားခဲ့ပါတယ်အလောင်းခွဲစိတ်စစ်ဆေးဖို့ သူ့အလောင်းကို ရင်ခွဲရုံပို့ထားတဲ့အခါ ညဘက်ကျတော့ အလောင်းပျောက်သွားပါတယ်ညစောင့်ပြောတာတော့ အလောင်းပြန်ရှင်လာပြီး ထသွားတာတဲ့ဒါပေမဲ့ တာဝန်ကျရဲမှူးကြီးကတော့ သူ့ယောက်ျားဖြစ်သူ အဂျေးပူရီကိုပဲ သံသယဝင်နေပါတော့တယ်ထိုညမှာ ရဲမှူးကြီးနဲ့ အဂျေးပူရီတို့ မာယာဗာရ်မားရဲ့အလောင်းကို ရှာတွေ့ပါ့မလားဘယ်လိုအလှည့်အပြောင်းတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ အားလုံးပဲ ကိုယ်တိုင်ကိုယ်ကျ ခံစားကြည့်လိုက်ကြပါအထူးမေတ္တာရပ်ခံလိုတာက ဒီဇာတ်ကားဟာ ၂၀၁၂ ခုနှစ်ထွက် The Body ကို Remake ပြန်ရိုက်ထားတဲ့ဇာတ်ကားဖြစ်သည့်အတွက်မူရင်းဇာတ်ကားကြည့်ပြီးသူများ ဇာတ်လမ်းကို စပွိုင်းမလုပ်ကြဖို့ တောင်းဆိုပါရစေ(Netflix စာဖိုင်ကို ဘာသာပြန်ထားရသောကြောင့် အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာတန်းမပါပါဘူးအတတ်နိုင်ဆုံး နားထောင်ပြီး ဖြည့်ပေးထားပါတယ် လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါခင်ဗျာ)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ဒီတစ္ခါ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၉ ထြက္ Crime, Mystery ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ပါဝင္ထားတဲ့သ႐ုပ္ေဆာင္ေတြကလည္း နာမည္ေက်ာ္ေတြျဖစ္တဲ့ Emraan Hasmi နဲ႔ Rishi Kapoor တို႔ အၿပိဳင္သ႐ုပ္ေဆာင္ထားၾကတာပါအထူးသျဖင့္ မင္းသမီးရဲ႕အက္တင္ေတြကလည္း အေတာ္ေလးကို ေကာင္းလွပါတယ္ဇာတ္လမ္းေလးကေတာ့ စီပြားေရးေလာကမွာ ေအာင္ျမင္ၿပီး ၾသဇာအာဏာႀကီးမားတဲ့ အမ်ိဳးသမီးငယ္တစ္ေယာက္ဟာ ႏွလုံးေရာဂါနဲ႔ ဆုံးသြားခဲ့ပါတယ္အေလာင္းခြဲစိတ္စစ္ေဆးဖို႔ သူ႔အေလာင္းကို ရင္ခြဲ႐ုံပို႔ထားတဲ့အခါ ညဘက္က်ေတာ့ အေလာင္းေပ်ာက္သြားပါတယ္ညေစာင့္ေျပာတာေတာ့ အေလာင္းျပန္ရွင္လာၿပီး ထသြားတာတဲ့ဒါေပမဲ့ တာဝန္က်ရဲမႉးႀကီးကေတာ့ သူ႔ေယာက္်ားျဖစ္သူ အေဂ်းပူရီကိုပဲ သံသယဝင္ေနပါေတာ့တယ္ထိုညမွာ ရဲမႉးႀကီးနဲ႔ အေဂ်းပူရီတို႔ မာယာဗာရ္မားရဲ႕အေလာင္းကို ရွာေတြ႕ပါ့မလားဘယ္လိုအလွည့္အေျပာင္းေတြ ျဖစ္သြားမလဲဆိုတာကိုေတာ့ အားလုံးပဲ ကိုယ္တိုင္ကိုယ္က် ခံစားၾကည့္လိုက္ၾကပါအထူးေမတၱာရပ္ခံလိုတာက ဒီဇာတ္ကားဟာ ၂၀၁၂ ခုႏွစ္ထြက္ The Body ကို Remake ျပန္႐ိုက္ထားတဲ့ဇာတ္ကားျဖစ္သည့္အတြက္မူရင္းဇာတ္ကားၾကည့္ၿပီးသူမ်ား ဇာတ္လမ္းကို စပြိဳင္းမလုပ္ၾကဖို႔ ေတာင္းဆိုပါရေစ(Netflix စာဖိုင္ကို ဘာသာျပန္ထားရေသာေၾကာင့္ အဂၤလိပ္လိုေျပာတဲ့ေနရာေတြမွာ စာတန္းမပါပါဘူးအတတ္ႏိုင္ဆုံး နားေထာင္ၿပီး ျဖည့္ေပးထားပါတယ္ လိုအပ္ခ်က္ပါရွိပါက သည္းခံေပးၾကပါခင္ဗ်ာ)ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (450 MB)Quality : NF  WEB-DL 720pRunning Time : 1hr 41minFormat : Mp4Genre : Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DD+5.1.x264-TellyTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorArfaz AyubJeethu JosephNikita KatakwarSachin PathakStarsAnupam BhattacharyaEmraan HashmiNatašha StankovićRishi KapoorRukhsarScarlett Mellish WilsonSobhita DhulipalaVedhikaCastAnupam BhattacharyaEmraan HashmiNatašha StankovićRishi KapoorRukhsarScarlett Mellish WilsonSobhita DhulipalaVedhika",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gCqS4nNnBFqCXksoKKaO5Y67FSi.jpg",
      "https://image.tmdb.org/t/p/w300/4zKi0EbdaHlUHiIrm40M2pW4ljL.jpg",
      "https://image.tmdb.org/t/p/w300/vnK8P3eJP2GeUqN9sBpZO7gdWkp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ceEmtlyvbJh1khLpSkPUKAmpPA7.jpg",
    "movie_links": [
      {
        "link": "https://yadi.sk/i/W0WRIQifTtQNcA",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2hfet",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-body-2019-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5pgUhQxb#2pbHk1L5NDJkuduQjVW6cjkqshUXLr8OSFl7IyTz_50",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/rba9rlmylm27",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h9b4f6iiqmjm.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-thebody2019720pnfweb-dl",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-body-2019-720-p-nf-web-dl-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ho-bSNAdYlU",
      "video_url": "https://www.youtube.com/watch?v=ho-bSNAdYlU",
      "embed_url": "https://www.youtube.com/embed/ho-bSNAdYlU"
    }
  },
  {
    "metadata": "R|2019|107 min|Drama,Romance",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "273"
    },
    "title": "See You Soon (2019)",
    "description": "ရိုမတ်တစ်ဇာတ်ကား​တွေကိုကြိုက်နှစ်သက်တဲ့CMပရိသတ်​တွေအကြိုက်​တွေ့မယ့်ဇာတ်ကား​ကောင်း​လေးတစ်ကားပါဇာတ်ကား​လေးက​ဘောလုံးသမားတစ်​ယောက်ရဲ့အချစ်ဇာတ်လမ်း​လေးကိုရိုက်ကူးထားတဲ့ကား​လေးပါကမ္ဘာ​ကျော်​ဘောလုံးသမားတစ်​ယောက်ဖြစ်တဲ့ရိုင်ယန်​​ဟော့စ်နဲ့ရုရှားသူ​လေးလာနာတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးပါလာနာကအိမ်​ထောင်ရှိတဲ့သူတစ်​ယောက်ဖြစ်ပြီး​တော့သူမမှာဒန်နီဆိုတဲ့​သားလေးတစ်​ယောက်ရှိတယ်လာနာက သူမ​ယောကျာ်းနဲ့အဆင်မ​ပြေဖြစ်ပြီးမကွာရှင်းရ​သေးဘဲ သား​လေးအတူခွဲ​နေခဲ့တယ်လာနာဟာအ​ပျော်စီးသင်္ဘော​ပေါ်မှာအလုပ်လုပ်ရင်း ​ဟော့စ်နဲ့​တွေ့ဆုံခဲ့တယ် ​ဟော့စ်မှာကစိတ်ညစ်စရာကိစ္စ​တွေရှိ​နေ​တော့သင်္ဘော​ပေါ်ကဘားမှာအရက်​သောက်ရင်းနဲ့လာနာနဲ့​တွေ့ဆုံပြီးရင်းနှီးခဲ့ကြတယ်​ဟော့စ်မှာ​စေ့စပ်ထားတဲ့သူရှိ​နေတဲ့အတွက်လာနာကသူတို့နှစ်​ယောက်မဖြစ်နိုင်မှန်းသိ​ပေမယ့် ​ဟော့စ်ကိုချစ်မိသွားခဲ့တယ်​နောက်ပိုင်း​ဟော့စ်ကို လာနာကသူမ​ဟာလက်ထက်ထားတုန်းမကွာရှင်းရ​သေးတဲ့သူတစ်​ယောက်ဆိုတာကိုဖွင့်​ပြောပြခဲ့တယ်​ဟော့စ်က​တော့ဒါ​တွေကိုဘာမှစိတ်မဝင်စားဘဲလာနာကိုဆက်ချစ်​နေခဲ့တယ်​သူတို့နှစ်​ယောက်ခွဲခွာဖို့အ​ကြောင်းဖန်လာခဲ့တယ်သူတို့နှစ်​ယောက်ကတကယ်ဖူးစာပါတဲ့သူ​တွေလားဖူးစာပါရင်ညားတယ်ဆိုတဲ့အတိုင်းတကယ်ပဲသူတို့နှစ်​ယောက်​​ပေါင်းဖက်နိုင်မလားသူတို့​နှစ်​ယောက်ကိုကံကြမ္မာကဘယ်လို​တွေ့ဆုံ​ပေးမှာလဲဆိုတာဇာတ်ကား​လေးကိုကြည့်ရှု့လိုက်ပါ​နော်(PS. ရုရှားလို​ပြောတာ​တွေကို​တော့ မြန်မာလိုမပြန်ထားပါဘူး​နော်အင်္ဂလိပ်စာတန်း​လေး​ကတခါတည်းထိုး​ပေးထားလို့ပါ​နော်)File Size : ( 1 GB , 379 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byHsu LeiEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid MahmoudiehStarsHarvey KeitelLarisa MalevannayaLiam McIntyreOleg TaktarovPoppy DraytonCastHarvey KeitelLarisa MalevannayaLiam McIntyreOleg TaktarovPoppy Drayton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d9COll7H2LaS1GK4t6OnkpkycKf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/see-you-soon-poster-2019.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/see-you-soon-2019",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/see-you-soon-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/29obp/(CM)_See_You_Soon_2019_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/A0AEEYaL#YkiH3f2Rglp6tEeuTTKjbkfREsb7JGIdGA7tUZM0WlE",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://cloudemb.com/zlw7zsz5w3jw.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2019|104 min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "42,903"
    },
    "title": "Pokémon Detective Pikachu (2019)",
    "description": "CM Fan အားလံုး ေစာင့္ေမွ်ာ္ေနၾကတဲ့ ခ်စ္ဖို႔ေကာင္းတဲ့ပီကာခ်ဴး ေလး ရဲ႕ ပိုကီမြန္ ရုပ္ရွင္ကို တင္ဆက္ေပးလုိက္ပါၿပီဇတ္လမ္းပံုစံ ကေတာ့ တင္မ္ ဆိုတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးဟာ ပိုကီမြန္ထရိန္နာ ျဖစ္ခ်င္ေနသူပါတစ္ရက္မွာေတာ့ တင္မ္ ရဲ႕ အေဖ ကြယ္လြန္သြားၿပီလို႔အေၾကာင္းၾကားလာတာေၾကာင့္ ရိုင္းမ္ၿမိဳ႕ေတာ္ကိုထြက္လာခဲ့ပါတယ္…ပိုကီမြန္ ေတြ နဲ႔ လူေတြ တစ္သားထဲ ရင္ေဘာင္တန္းေနႏုိင္တဲ့ၿမိဳ႕ျဖစ္ၿပီး ပိုကီမြန္ေတြကလဲ လူသားေတြ နဲ႔ အလုပ္တူတူလုပ္ၾကပါတယ္ဖခင္ျဖစ္သူ ရဲ႕ အိမ္ကို ေရာက္လာတဲ့ တင္မ္ ဟာပီကာခ်ဴး နဲ႔ အမွတ္မထင္ ေတြ႔ဆံုၾကရင္းပီကာခ်ဴး စကားေျပာတာကိုနားလည္ၿပီးၾကားႏုိင္စြမ္းရွိတာတင္မ္ တစ္ေယာက္ထဲ ရွိတာကို သိသြားတဲ့ ေနာက္မွေတာ့တင္မ္ ရဲ႕ ဖခင္ျဖစ္သူ ကြယ္လြန္သြားတဲ့ကိစၥမွာတင္မ္ နဲ႔ ပီကာခ်ဴး တို႔ တြဲဖက္ညီညီ ပူးေပါင္းၿပီးအေျဖရွာၾကတဲ့ အခါမွာေတာ့….ဒီဇတ္လမ္းဟာ ပီကာခ်ဴး မူလ Animation ကားေတြနဲ႔မတူညီပဲ ကြဲထြက္ေနမွာျဖစ္ၿပီး ရသ အသစ္ကို ေပးစြမ္းမွာပါခ်စ္ဖို႔ေကာင္းလြန္းတဲ့ ပီကာခ်ဴး နဲ႔ က်န္တဲ့ ပိုကီမြန္ အေကာင္ေလးရဲ႕ခ်စ္စရာ ေကာင္းပံုကို တစ္၀ ႀကီး ၾကည့္ရႈခံစားရမွာပါဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့Little Neo ျဖစ္ပါတယ္File Size : (1.70 GB) , (850 MB) and (420 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 1hr 44minFormat : Mp4Genre : Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-AAATranslated by LittleneoEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRob LettermanStarsAlejandro De MesaBill NighyChris GeereJosette SimonJustice SmithKathryn NewtonKen WatanabeRita OraRyan ReynoldsSuki WaterhouseCastA.k. SteppaAbbie MurphyAlejandro De MesaAlex KlausArmani La WongBaltazar OlivaBelal SabirBen FoxBenjamin CoakleyBern CollacoBernardo SantosBill NighyCharlie Rhea EsquérChris GeereClem SoCrystal WingxDaniel EghanDaniel RennisDeborah RockDiploEdward DavisEmily NgFiona HardinghamGeorgie CarterGéraldine LamarreGurnita Kaur KahlonHenrique RizzoIan MorineIkue ÔtaniIulia FilipovscaiaJackson KaiJag PatelJames GalvinJoellee EvansJonathan DodsonJordan LongJosette SimonJustice SmithKadiff KirwanKaran SoniKathryn NewtonKen WatanabeKevin MatadeenKotaro WatanabeLana Ish-MuhametovaMatthew CoxMax FinchamNick OwenfordNicole ReeceNina KumarOmar ChaparroPaul Lawrence KitsonPreeti MalhotraPriyanga BurfordRebecca Lawson-TurnerRiley FusileroRina HoshinoRishi GuptaRita OraRob DelaneyRuth HorrocksRyan ReynoldsRyoma TakeuchiSavannah PagesSimone AshleySofia AbbasiSuki WaterhouseSusanne SchrapsTommy GormanWinson TingWong CharlieZoë Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nDP33LmQwNsnPv29GQazz59HjJI.jpg",
      "https://image.tmdb.org/t/p/w300/xIbSSyPYgCfyljRWGsmAJqHLYnY.jpg",
      "https://image.tmdb.org/t/p/w300/i62oJ7p89sPvhf9gNkuDQVSlj2G.jpg",
      "https://image.tmdb.org/t/p/w300/nPBuefJYmaggfXh4mCIXaMRVSCe.jpg",
      "https://image.tmdb.org/t/p/w300/2iWEh6shgyqBReVufpGZo4BVd7E.jpg",
      "https://image.tmdb.org/t/p/w300/jceqms08T9Dnfhq3fWkhLEWIVxQ.jpg",
      "https://image.tmdb.org/t/p/w300/e1J0PZST4lxo2VK7gWi84xzbNqz.jpg",
      "https://image.tmdb.org/t/p/w300/91teN3E3CkfVuUjB5HI9DB2imf7.jpg",
      "https://image.tmdb.org/t/p/w300/u4XvyFvMtFZOWUcA0GmlWP6rMxC.jpg",
      "https://image.tmdb.org/t/p/w300/e4qwJdxWkNU49y6YyYyN60Gimdi.jpg",
      "https://image.tmdb.org/t/p/w300/oZF5yEOLsMiMJTXfEw0gpnXKtgF.jpg",
      "https://image.tmdb.org/t/p/w300/AjI9vtRxkMOnmLjGPzrv5jb6wCj.jpg",
      "https://image.tmdb.org/t/p/w300/wO2FDhVlxymuZmNLVOGbRCdRRIE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMzc4ZTkxZDAtZGFmNi00NzY2LWI5MzgtYTIwY2FlMWU1MzEzXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SY1000_CR007061000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/pokemon-detective-pikachu-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/svpohmes9aaw.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Rkz7/Pokémon_-_Detective_Pikachu_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ktw02Cwb#e_zlM-GQZC6U1GIdZS4qCbblrxVho3sq9fnR2oqQFx8",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yryp1nxj4jk3",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pokemon-detective-pikachu-2019-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1roy4o4tqQM",
      "video_url": "https://www.youtube.com/watch?v=1roy4o4tqQM",
      "embed_url": "https://www.youtube.com/embed/1roy4o4tqQM"
    }
  },
  {
    "metadata": "|2019||Action,Asian,Uncategorized",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "500"
    },
    "title": "The Death of an Enchantress (2019)",
    "description": "The Death of an Enchantress (2019)မှော်ဆန်ဆန် သိုင်းကားလေး နဲ့ မိတ်ဆက်ပေးပါ့မယ် ။မိစ္ဆာမ ပိုင်စုစု က လွန်ခဲ့တဲ့ နှစ်တွေတုန်းက ရှုံးခဲ့ရတဲ့ ရှုံးကြွေးကို ပြန်ဆပ်ဖို့ အဆင့်မြင့်သိုင်းကျမ်းကို ရှာဖွေနေခဲ့ပါတယ်။ပိုင်လျန်လျှို့ဝှက်အတွင်းအား သိုင်းကျမ်း တဲ့… အဲ့သိုင်းကို ကျင့်သူအဖို့ သိုင်းပညာအထွတ်အထိပ် ရောက်မှာမလွဲဧကန်ပင် ။ ထိုသိုင်းကျမ်းကတော့ လီသူရဲကောင်းရဲ့အိမ်မှာ လက်ဆင့်ကမ်းအမွေအဖြစ် သိမ်းထားပါတယ်။ပိုင်စုစု က ထိုသိုင်းကျမ်းကို လာယူတဲ့အချိန်မှာတော့ တိုက်ခိုက်မှုတွေဖြစ်လာပြီး လီမျိုးနွယ် တစ်အိမ်လုံး သွေးအိုင်စီးခဲ့ရပါတယ် ။ လွတ်လာသူ တစ်ဉီးထဲ လီယွီဖုန်း….ခုနစ်ကြာသည့်အထိ လီယွီဖုန်း တစ်ယောက် လက်စားချေဖို့ ပိုင်စုစု ကိုလိုက်ရှာနေရင်းချင်ဘုရင် (လီရှီမင်း) နဲ့ ဝမ်ရှီချုန်းတို့ အာဏာလုပွဲကြား ရောက်သွားသောအခါ….မှော်ကားပေမယ့်လည်း ကွန်ပျူတာပြုလုပ်ချက်တွေ သိပ်မများလို့ သိုင်းကားသီးသန့် ကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့် ကားလေးတစ်ကားပါ ။Translated by : JoJo VaEncoded by : AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang LeiStarsDai PengLiu LeiPeng JingYang JunyuCastDai PengLiu LeiPeng JingYang Junyu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/m_20191222170916_otqxmsmz.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-death-of-an-enchantress-2019",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/U7s7/(CM)_The_Death_of_a_Enchantress.2019.720p.mp4",
        "server": "megaup.net",
        "size": "454 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/U7sa/(CM)_The_Death_of_a_Enchantress.2019.1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/tnpdlku7uo2e.html",
        "server": "datbu.com",
        "size": "454 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/i1cf0de6ebp3.html",
        "server": "datbu.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t754rhmhigg1.html",
        "server": "usersdrive.com",
        "size": "454 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/neidirp6xlb2.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/a9prxrm7c9g7",
        "server": "veryfiles.com",
        "size": "454 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/5pwhwaj88t89",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|98 min|Action,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "102"
    },
    "title": "Line of Duty(2019)",
    "description": "Line of Duty(2019)(unicode)ရဲဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ ဖရန့်ပန်နီဟာတာဝန်ကျတဲ့နေရာမှာ နေ့စဥ်သွား လုံခြုံရေးယူ…ဒီအချိန် ဒီနေရာ ဒီပုံစံနဲ့နေ့စဥ်ဖြတ်သန်းနေတယ်…တစ်နေ့တော့ သူတာဝန်ကျတဲ့အနားမှာရဲတပ်ဖွဲ့ကအထူးစစ်ဆင်ရေးတစ်ခုလုပ်နေတာကနေ တရားခံကထွက်ပြေးသွားတယ်..ဒီတော့ သူလည်း လိုက်ဖမ်းပါတော့တယ်…တစ်ချိန်တည်းမှာပဲ သူများတွေနဲ့မတူဘဲ လူထုကိုအစစ်အမှန်တွေပဲချပြတဲ့မီဒီယာသတင်းဝက်ဆိုက်တစ်ခုကိုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာလည်း သတင်းရှာနေတုန်း ဒီအခွင့်အရေးကိုရသွားပါတယ်။ သွက်သွက်လက်လက်နဲ့ဇိုးဇိုးဇွက်ဇွက်ယုံကြည်ရာကိုလုပ်တတ်တဲ့သတင်းထောက်မလေးနဲ့ ဖရန့်ပန်နီတို့ပေါင်းမိသွားတဲ့အခါမှာတော့ အွန်လိုင်းအသုံးပြုတွေသူတွေတင်မကဘဲ နာမည်ကြီးမီဒိယာတွေကတောင် အရေးတယူနဲ့ထုတ်လွင့်ပေးရလောက်အောင်သူတို့ဘာတွေလုပ်ခဲ့သလဲ…သူတို့လိုက်နေတဲ့အမှုကရောဘယ်လိုအမှုလဲ…တချိန်တည်းမှာပဲ ဖရန့်ပန်နီဆိုတဲ့အဲဒီရဲအရာရှိရဲ့နောက်ကြောင်းကရောဘယ်လိုတွေရှိထားလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့Thura Zarni Aung ပဲဖြစ်ပါတယ်….(zawgyi)ရဲဝန္ထမ္းတစ္ဦးျဖစ္တဲ့ ဖရန႔္ပန္နီဟာတာဝန္က်တဲ့ေနရာမွာ ေန႔စဥ္သြား လုံၿခဳံေရးယူ…ဒီအခ်ိန္ ဒီေနရာ ဒီပုံစံနဲ႔ေန႔စဥ္ျဖတ္သန္းေနတယ္…တစ္ေန႔ေတာ့ သူတာဝန္က်တဲ့အနားမွာရဲတပ္ဖြဲ႕ကအထူးစစ္ဆင္ေရးတစ္ခုလုပ္ေနတာကေန တရားခံကထြက္ေျပးသြားတယ္..ဒီေတာ့ သူလည္း လိုက္ဖမ္းပါေတာ့တယ္…တစ္ခ်ိန္တည္းမွာပဲ သူမ်ားေတြနဲ႔မတူဘဲ လူထုကိုအစစ္အမွန္ေတြပဲခ်ျပတဲ့မီဒီယာသတင္းဝက္ဆိုက္တစ္ခုကိုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာလည္း သတင္းရွာေနတုန္း ဒီအခြင့္အေရးကိုရသြားပါတယ္။ သြက္သြက္လက္လက္နဲ႔ဇိုးဇိုးဇြက္ဇြက္ယုံၾကည္ရာကိုလုပ္တတ္တဲ့သတင္းေထာက္မေလးနဲ႔ ဖရန႔္ပန္နီတို႔ေပါင္းမိသြားတဲ့အခါမွာေတာ့ အြန္လိုင္းအသုံးျပဳေတြသူေတြတင္မကဘဲ နာမည္ႀကီးမီဒိယာေတြကေတာင္ အေရးတယူနဲ႔ထုတ္လြင့္ေပးရေလာက္ေအာင္သူတို႔ဘာေတြလုပ္ခဲ့သလဲ…သူတို႔လိုက္ေနတဲ့အမႈကေရာဘယ္လိုအမႈလဲ…တခ်ိန္တည္းမွာပဲ ဖရန႔္ပန္နီဆိုတဲ့အဲဒီရဲအရာရွိရဲ႕ေနာက္ေၾကာင္းကေရာဘယ္လိုေတြရွိထားလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Thura Zarni Aung ပဲျဖစ္ပါတယ္….File Size : (898 MB) and (394 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:38:00Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteven C. MillerStarsAaron EckhartBen McKenzieBetsy LandinCourtney EatonDina MeyerJessica MieselMason McCulleyNickola ShreliCastAaron EckhartBen McKenzieBetsy LandinCourtney EatonDina MeyerJessica MieselMason McCulleyNickola Shreli",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ygIHxA8EB246fwnNlHn6gN1QCf4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nz-line-of-duty-2019-mp-4",
        "server": "drive.google.com",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1tnk7/Line_Of_Duty.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mega.nz/file/Z5RihKRL#h6msqqK7XUnT8SPmj8Uc3W56Zm6mr_7EvY6c5H2uN2g",
        "server": "mega.nz",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yuudrive.me/1945b8/nzline-of-duty2019-mp4",
        "server": "yuudrive.me",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/art3e2uurxr7",
        "server": "upstream.to",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://mirrorace.com/m/2VH1b",
        "server": "yuudrive.me",
        "size": "898 MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "36J6jyIhV64",
      "video_url": "https://www.youtube.com/watch?v=36J6jyIhV64",
      "embed_url": "https://www.youtube.com/embed/36J6jyIhV64"
    }
  },
  {
    "metadata": "N/A|2019|114 min|Asian,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "81"
    },
    "title": "The Juror (2019)",
    "description": "အရင္ ဟုိးေရွးေရွးတုန္းကလုိပဲ ေျပာရမလားေရွးျမန္မာေတြရဲ႕ တရားစီရင္တဲ့နည္းလမ္းက အျပစ္ရွိသူကုိ သမာသမတ္ရွိတဲ့ လူၾကီးေတြကုိ သူၾကီးကေခၚျပီးတရားခံအျပစ္ရွိမရွိ ဝိုင္းျပီး စီရင္ဆုံးျဖတ္ေစပါတယ္တဲ့။အဲဒါကုိ သေဘာက်လုိ႔ျဖစ္မယ္။အေနာက္တုိင္း တရားစီရင္ေရးမွာ ဂ်ဴရီလုိ႔ေခၚတဲ့ အရပ္သားေတြနဲ႔ စုဖြဲ႕ထားတဲ့အဖြဲ႕တစ္ဖြဲ႕ကုိ တရားသူၾကီးက စီရင္ခ်က္ခ်ရာမွာ အကူအညီျဖစ္ေအာင္ ေခၚထားပါသတဲ့။ဒီ Juror 8 (2019) ဆုိတဲ့ ဇာတ္ကားေလးကေတာ့ ကိုရီးယားႏုိင္ငံရဲ႕ တရားစီရင္ေရးမွာ ပထမဆုံး ဂ်ဴရီပါတဲ့ တရားခြင္အေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။တကယ္ျဖစ္ရပ္မွန္ကုိရုိက္ထားတာေတာ့မဟုတ္ပါဘူး။ဒါေပမဲ့ ဂ်ဴရီေတြရဲ႕ အခန္းက႑ကို ေပၚလြင္ေအာင္ ျပသေပးခဲ့ပါတယ္။စီရင္ခ်က္ခ်မယ့္ တရားသူၾကီးရွိရဲ႕သားနဲ႔ ဘာလုိ႔ ဂ်ဴရီေတြေခၚေနရလဲဆုိတဲ့ ေမးခြန္းရဲ႕အေျဖက ဒီဇာတ္ကားထဲမွာပါပါတယ္။Drama ဇာတ္ကားဆုိေပမဲ့ ပ်င္းစရာမရွိပါဘူး။ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူ႕ရဲ႕မိခင္ကုိ သတ္တယ္လုိ႔ စြပ္စြဲခံထားရတဲ့ ကန္ဒူဆစ္ ကုိစီရင္ခ်က္ခ်ရမယ့္ တရားခြင္က ဂ်ဴရီပါဝင္တဲ့ ပထမဆုံးတရားခြင္ပါ။ဂ်ဴရာ (ဂ်ဴရီအဖြဲ႕ဝင္) ၈ ေယာက္ေရြးခ်ယ္ထားပါတယ္။သာမန္အရပ္သားေတြျဖစ္တဲ့ သူတုိ႔အတြက္ တျခားလူတစ္ေယာက္ရဲ႕ ဘဝကို စီရင္ခ်က္ခ်ဖုိ႔ ခက္ခဲေနတဲ့အတြက္ အမွန္တရားကုိ ရွာေဖြဖုိ႔ၾကိဳးစားရင္းဘာေတြကုိ ေတြ႕ျပီးေတာ့ ဘယ္လုိ စီရင္ခ်က္ကိုခ်မလဲဆုိတာကုိ ဇာတ္ကားမွာၾကည့္လုိက္ပါေတာ့….(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (950 MB) and (470 MB)Quality : WEB-DL 720pRunning Time : 1hr 54minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL AAC x264-NonDRMTranslated by May Tharaphi LwinEncode by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHong Seung-wanStarsBaek Soo-JangCho Soo-hyangJo Han-chulKim Hong-paKim Mi-kyoungKwon Hae-hyoMoon So-riPark Hyung-SikSeo Jeong-yeonYoon Kyung-hoCastBaek Soo-JangCho Soo-hyangJo Han-chulKim Hong-paKim Mi-kyoungKim Sun-youngKwon Hae-hyoLee Hae-woonLee Kyoo-hyungMoon So-riPark Hyung-SikRie Young-zinRyu Deok-hwanSeo Hyun-wooSeo Jeong-yeonSeo Jin-wonSim Dal-giTae In-hoYoon Kyung-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uMn7SlgLQG9GUHShAwC0RLuPHnu.jpg",
      "https://image.tmdb.org/t/p/w300/9AkEkzN18El50NYtBYDNtAgjAs6.jpg",
      "https://image.tmdb.org/t/p/w300/xlsfHOIkAdmkcVsfsdwHJ9E5G9M.jpg",
      "https://image.tmdb.org/t/p/w300/vuvoBqabZJR9vbjLvqi1CE06Sbc.jpg",
      "https://image.tmdb.org/t/p/w300/dbglbaBxlomDoPwuLJXONHUoZ36.jpg",
      "https://image.tmdb.org/t/p/w300/xZdkgbp6LOIAYqvVbLgX9JBH7v7.jpg",
      "https://image.tmdb.org/t/p/w300/tseYcE382x1goVptRC62AHUG9xX.jpg",
      "https://image.tmdb.org/t/p/w300/wdlrs5KtiP4MsLSVI1Gs6c469LA.jpg",
      "https://image.tmdb.org/t/p/w300/tq2VmIv0gxkX1JN4JuYshWotB5l.jpg",
      "https://image.tmdb.org/t/p/w300/sSkJgb6Kkjm0WAbZ3k1MQR6boAA.jpg",
      "https://image.tmdb.org/t/p/w300/8i9ktLkGVoPQIFqNiYCJgkDqaYP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hNbbdoGVNzwOu22VW2sfiyxDtcK.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/Oc4WYbMrQB",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Upo/(CM)Juror8.HDRip.720p.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1rHx0/(CM)Juror8.HDRip.720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/mFr2AoyX4Gw/%28CM%29Juror8.HDRip.720p.mp4",
        "server": "openload.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/ecbkx3enqb9t",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/apsmnbcfatrcrfbp/_CM_Juror8_HDRip_720p_mp4",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2TNj7",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/rMCWG2uTrA",
        "server": "drive.google.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Upn/(CM)Juror8.HDRip.480p.mp4",
        "server": "Soliddrive.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/49xmh/(CM)Juror8.HDRip.480p.mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/KR3Mn6dJHnM/%28CM%29Juror8.HDRip.480p.mp4",
        "server": "openload.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/xmnavhx80xlk",
        "server": "ClicknUpload.org",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/frakettlackrbcsq/_CM_Juror8_HDRip_480p_mp4",
        "server": "streamango.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2TNj6",
        "server": "mirrorace.com",
        "size": "470 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2019|153 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "3,745"
    },
    "title": "Viswasam (2019)",
    "description": "Genre – Drama/MysteryIMDb Rating – 7.1/10Google user – 88%တမီးလ္မင္းသားႀကီး အာဂ်ီးကူးမားရဲ႕ ယခုႏွစ္မွာ႐ံုတင္သြားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္။မတင္ေတာ့ဘူးလို႔ ထားေပမဲ့ ေတာင္းဆိုသူေတြလည္းရိွေနတာမို႔ တင္ဆက္ေပးလိုက္တာပါ။ဇာတ္လမ္းအက်ဥ္း————————–သူကူးဒူ႐ိုင္းဆိုတဲ့ လူလတ္ပိုင္းတစ္ေယာက္…လူရမ္းကားႀကီးေတာ့ မဟုတ္ရွာ။ဒါေပမဲ့ အားလံုးက ေၾကာက္ခ်စ္႐ိုေသရသူေပါ့။ရြာဘုရားပြဲမွာလည္း သူအစီအစဥ္ ခ်ေပးမွ…ရြာသားေတြ အေပၚလည္း ဩဇာေညာင္းခ်က္ကႏွစ္ေယာက္ မရိွ။ဘုရားပြဲကာလ က်ေရာက္လာေတာ့….သူ႕ဇနီးကို သြားေခၚဖို႔ ပတ္ဝန္းက်င္က တိုက္တြန္းလာၾကတယ္။“တခ်ိန္က နင္တို႔အတူ ဘုရားပြဲမွာ ေပ်ာ္ရႊင္ခဲ့ၾကသလိုခုေန ငါ မေသခင္ ျမင္သြားခဲ့ခ်င္ေသးတယ္” တဲ့။သူ႕အဖြားက ေျပာရွာတယ္။မ်က္ႏွာကိုသာ ၿပံဳးထားရတာရင္ထဲမွာေတာ့ မိုးေတြ ထစ္ခ်ဳန္းေနတာကို.. သူ ကိုယ္တိုင္ပဲ သိပါတယ္။ေနရာေဒသတစ္ခုကို ခရီးထြက္ဖို႔ ယူစရာေတြ လိုေပမဲ့အတိတ္ကအခ်ိန္ကို ခရီးထြက္ဖို႔ေတာ့ ရင္ဘတ္တစ္ခုရိွရင္ ရတယ္မဟုတ္လား။ရင္ထဲ ပူမိသမွ်ကို လူသိခံရမွာလည္း ခက္ပါရဲ႕။တခ်ိန္က ရပ္ရြာကို လာၿပီး အခမဲ့ေဆးကုခန္းေလးလာဖြင့္ခဲ့တဲ့ အရမ္းလွတဲ့ ဆရာဝန္မေလး။ရပ္ရြာကို လာၿပီး ေဆးကုခန္းေလး လာဖြင့္ခဲ့တာကသူကူးဒူ႐ိုင္းရဲ႕ ႏွလံုးသားထဲမွာေတာ့ …ယဥ္ေက်းလိမၼာ သင္တန္း လာဖြင့္သလိုေပါ့ဗ်ာ။ေတာကြၽမ္းတဲ့ မုဆိုးလည္း သမင္ပ်ဳိရဲ႕မ်က္လံုးေလးမွာ ေတာလည္ရတာပဲေလ။လူမိုက္ႀကီးေပမဲ့ ဆရာဝန္မေလးကို ခ်စ္မိတာမဆန္းပါဘူး။သူ ခ်စ္ရတဲ့ အဲ့ဒီ ဆရာဝန္မေလးရယ္….ေလာကအလယ္ကို အေၾကာင္းကံမလွဘဲေရာက္လာခဲ့ရတဲ့ သမီးေလးရယ္….။ဒါေတြဟာ အတိတ္ရဲ႕ အရိပ္ေတြ ….သူ ကိုယ္တိုင္ ေမ့ထားခ်င္ေပမဲ့ …သူ ကိုယ္တိုင္ နာက်င္ေနရတဲ့ သူ႕ေဝဒနာေတြနဲ႔…ဘဝဟာ တစ္ဆစ္ခ်ဳိး အေျခအေနေရာက္ခဲ့ၿပီ။ဇနီးကို ေတာင္းပန္ခ်င္ေပမဲ့…သမီးကို ေတာင္းပန္ခ်င္ေပမဲ့..ခြင့္မလႊတ္ႏိုင္မွန္း သိေနတဲ့ စိတ္က…သူ႕အတြက္ အက်ဥ္းက်ေနခဲ့တာ ၾကာခဲ့ၿပီ။မိုက္ေႂကြးေတြ ျပန္ဆပ္ေနရတဲ့ တစ္ခ်ိန္က လူမိုက္ႀကီးရဲ႕ မခ်ိတင္ကဲ ဘဝတစ္ခုကို ဇာတ္လမ္းထဲ ခံစားရမွာပါ။ဇာတ္လမ္းေလးဟာ မိသားစုေမတၱာဖက္ကို ဦးစားေပးၿပီး သင္ခန္းစာေပးထားပါတယ္။ထို႔အျပင္ အခ်စ္နဲ႔ အတူ အက္ရွင္ေတြလည္းေရာထားပါတယ္။အက္ရွင္ႀကိဳက္သူေတြေရာ ဒရာမာဇာတ္လမ္း၊ အခ်စ္ဇာတ္လမ္း ႀကိဳက္သူေတြပါအႀကိဳက္ေတြ႕တဲ့ ဇာတ္ကားေကာင္းေလး တစ္ကားပါပဲလို႔ ေျပာရင္း……။———————————————-ဇာတ္ကားထဲ အေသကပ္လ်က္ပါတဲ့ စာတန္းကိုၾကည့္ၿပီး စာတန္းထိုးလိို့ ၿပီးခ်ိန္ ၾကည္ေတာက္ရွင္းနဲ႔Soft Sub တက္လာခဲ့ပါတယ္။ပထမ ထိုးထားတဲ့ စာဖိုင္နဲ႔ ဒုတိယထြက္လာတဲ့ စာဖိုင္ကို ညိႇကာ ႏွစ္ခုေပါင္းၿပီး အေကာင္းဆံုး တင္ေပးလိုက္ပါတယ္။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myin Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ)File Size :(1.20 GB ) and (500 MB)Quality : AMZN WEB-DL 720pRunning Time : 2h 33minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.Web-DL.AVC.DDP.5.1-DDRTranslated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSivaStarsAjith KumarJagapati BabuJangiri MadhumithaKalairaniNayantharaRobo ShankarSujatha SivakumarThambi RamaiahVivekYogi BabuCastAjith KumarAnikha SurendranBharath ReddyGeorge MariyanJagapati BabuJangiri MadhumithaKalairaniKovai SaralaMime GopiNamo NarayananNarayan LuckyNayantharaPapri GhoshR. N. R. ManoharRamachandran DurairajRavi PrakashRJ Ramesh ThilakRobo ShankarSakshi AgarwalSharmila ThapaSujatha SivakumarSurekha VaniT.M. KarthikThambi RamaiahVivekYogi Babu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oq0YL751gFY1lQBZM06Vb18Cav7.jpg",
      "https://image.tmdb.org/t/p/w300/7KUIdDLraNU1uHCifpDM7ZKkdce.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9XXABbZY62OWkkjUDPVysMTs7fc.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/viswasam-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/j7jt3gkj76qa.html",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2efhx/Viswasam_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/39565iynk3mf",
        "server": "upstream.to",
        "size": "1.20 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|100 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,462"
    },
    "title": "The Room(2019)",
    "description": "The Room(2019)အညွှန်း***********************(Unicode)ဒီကားလေးကတော့ လျှို့ဝှက်ဆန်းကျယ်ဆန်ဆန်ကြိုက်တတ်တဲ့ပရိသတ်တွေသဘောကျနှစ်သက်ကြမယ့်ကားပါ…မတ်တ်နဲ့ကိတ်တို့ဟာကိုယ့်ဝါသနာပါရာကိုလုပ်ပြီးရုန်းကန်ကြိုးစားနေကြတဲ့စုံတွဲနှစ်ယောက်ပါတစ်နေ့မှာတော့လူမနီးသူမနီးတဲ့မြို့ပြင်နားလေးကအိမ်တစ်လုံးကိုဝယ်လိုက်ကြပါတယ်အဲ့ဒီအိမ်ကပုံမှန်မဟုတ်တဲ့အရာတွေဖြစ်တတ်တဲ့အိမ်ဆိုတာကိုဝယ်ပြီးမှသိလိုက်ကြတယ်အိမ်ကတော်တ်ောလေးပြင်ဆင်ဖို့လိုနေတဲ့အိမ်ဖြစ်နေတော့ပြင်ဖို့ရှင်းလင်းရင်းနဲ့ထူးထူးဆန်းဆန်းအခန်းတစ်ခုကိုသွားတွေ့ပါတယ်…လိုချင်တဲ့ပစ္စည်းတွေပြောလိုက်တာနဲ့မျက်စိတစ်မှိတ်အတွင်းအခန်းထဲမှာပေါ်လာပါတယ်ပြောလိုက်ရုံနဲ့ သူတို့ဆန္ဒတွေပြည့်မြောက်တယ်လို့ဆိုရပါ့မယ်…မတ်တ်နဲ့ကိတ်တို့နှစ်ယောက်လိုတရအခန်းကြီးရှိနေတဲ့နောက်ဘယ်လိုနှစ်ပါးသွားကြမလဲလူတွေရဲ့လိုအင်ဆန္ဒလောဘတွေဟာရှိသင့်တာထက်ကျော်လာတဲ့အခါဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြပါ….ချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလဲသွယ်ဝိုက်နဲ့နည်းနဲ့ဖော်ပြထားတာကိုတွေ့ရပါတယ်CMပရိသတ်ကြီးကြည့်မိလို့စိတ်ပျက်သွားမယ့်ကားမဟုတ်ဘူးဆိုတာအာမခံပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်…(Zawgyi)ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ဆန္းက်ယ္ဆန္ဆန္ႀကိဳက္တတ္တဲ့ပရိသတ္ေတြသေဘာက်ႏွစ္သက္ၾကမယ့္ကားပါ…မတ္တ္နဲ႔ကိတ္တို႔ဟာကိုယ့္ဝါသနာပါရာကိုလုပ္ၿပီး႐ုန္းကန္ႀကိဳးစားေနၾကတဲ့စုံတြဲႏွစ္ေယာက္ပါတစ္ေန႔မွာေတာ့လူမနီးသူမနီးတဲ့ၿမိဳ႕ျပင္နားေလးကအိမ္တစ္လုံးကိုဝယ္လိုက္ၾကပါတယ္အဲ့ဒီအိမ္ကပုံမွန္မဟုတ္တဲ့အရာေတြျဖစ္တတ္တဲ့အိမ္ဆိုတာကိုဝယ္ၿပီးမွသိလိုက္ၾကတယ္အိမ္ကေတာ္တ္ောေလးျပင္ဆင္ဖို႔လိုေနတဲ့အိမ္ျဖစ္ေနေတာ့ျပင္ဖို႔ရွင္းလင္းရင္းနဲ႔ထူးထူးဆန္းဆန္းအခန္းတစ္ခုကိုသြားေတြ႕ပါတယ္…လိုခ်င္တဲ့ပစၥည္းေတြေျပာလိုက္တာနဲ႔မ်က္စိတစ္မွိတ္အတြင္းအခန္းထဲမွာေပၚလာပါတယ္ေျပာလိုက္႐ုံနဲ႔ သူတို႔ဆႏၵေတြျပည့္ေျမာက္တယ္လို႔ဆိုရပါ့မယ္…မတ္တ္နဲ႔ကိတ္တို႔ႏွစ္ေယာက္လိုတရအခန္းႀကီးရွိေနတဲ့ေနာက္ဘယ္လိုႏွစ္ပါးသြားၾကမလဲလူေတြရဲ႕လိုအင္ဆႏၵေလာဘေတြဟာရွိသင့္တာထက္ေက်ာ္လာတဲ့အခါဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကပါ….ခ်စ္ျခင္းေမတၱာအေၾကာင္းေတြကိုလဲသြယ္ဝိုက္နဲ႔နည္းနဲ႔ေဖာ္ျပထားတာကိုေတြ႕ရပါတယ္CMပရိသတ္ႀကီးၾကည့္မိလို႔စိတ္ပ်က္သြားမယ့္ကားမဟုတ္ဘူးဆိုတာအာမခံပါေၾကာင္း..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (333 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:30:00Genre :  Drama, Mystery,SCI-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian VolckmanStarsCarole WeyersÉric GigoutFrancis ChapmanJohn FlandersJoshua WilsonKevin JanssensMarianne BourgOlga KurylenkoCastCarole WeyersÉric GigoutFrancis ChapmanJohn FlandersJoshua WilsonKevin JanssensMarianne BourgOlga Kurylenko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rMAd3N6kMAcvsIkWw0hfbBOOr0v.jpg",
      "https://image.tmdb.org/t/p/w300/rXgqdd0LO8DOX9fjq8csQ8Jiois.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bWyQwZziHh1DK9F59eqahZD8Upc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5k256bipndoa.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yuudrive.me/854e3156/the-rom-2019-new-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-room-2019-new-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://megaup.net/4eC7o/The_Room.2019.NEW.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mega.nz/file/8qZXECjK#C0BA679csq4h4MInfeJ1RG5TVhLLW_A8ZUPU2bJr8LU",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://upstream.to/jiaczvaq0v93",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://soliddrive.co/2B3o/The_Room.2019.NEW.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://fastload.cc/66d968bc68365cb0",
        "server": "fastload.cc",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://www.datbu.com/qzmasm6cz2l6.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mirrorace.com/m/1A5m1",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL  720p"
      }
    ],
    "trailer": {
      "video_id": "uOn2-ZxiJgI",
      "video_url": "https://www.youtube.com/watch?v=uOn2-ZxiJgI",
      "embed_url": "https://www.youtube.com/embed/uOn2-ZxiJgI"
    }
  },
  {
    "metadata": "N/A|2019|140 min|Biography,Drama,History",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "68,188"
    },
    "title": "Mao Zedong 1949(2019)",
    "description": "Mao Zedong 1949(2019)(Zawgyi)ေမာ္စီတုန္းလုိ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာေတြက ေခၚေၾကတယ္…တရုတ္နုိင္ငံရဲ႕ အႀကီးမားဆုံးေသာ စနစ္သစ္ကုိဦးေဆာင္သူလည္းျဖစ္တယ္...ႏွစ္ ၃၀၀၀ ေက်ာ္ၾကာျမင့္ခဲ့တဲ့ ဘုရင္စနစ္ကို အၿပီးတိုင္ဖ်က္သိမ္းေပးခဲ့သူ၊ေတာ္လွန္ေရးေခါင္းေဆာင္၊ ေနာက္တစ္ခါ ကမာၻလူဦးေရအမ်ားဆံုး ႏိုင္ငံရဲ႕ ေခါင္းေဆာင္၊ေခတ္သစ္တ႐ုတ္ျပည္ႀကီးကို အုတ္ျမစ္ခ်ေပးခဲ့သူ စသည္ျဖင့္ေပါ့။ တ႐ုတ္သမိုင္းစာမ်က္ႏွာတစ္ေလွ်ာက္ အခ်ိန္မလပ္ျဖစ္ပြားေနတဲ့ တ႐ုတ္ျပည္တြင္းစစ္ပြဲေတြ၊ ထီးနန္းလုတဲ့ကိစၥေတြ ဒီလို စစ္ပြဲေတြဟာ တ႐ုတ္သမိုင္းစာမ်က္ႏွာပဲ ျပည့္ႏွက္ေနခဲ့ပါတယ္။ဒါေပမယ့္ ေမာ္စီတုန္းရဲ႕ ႏိုင္ငံသစ္ကို တည္ေထာင္ခ်ိန္ကစလို႔ တ႐ုတ္ျပည္တြင္းမွာ စစ္ပြဲမ်ားခ်ဴပ္ၿငိမ္းသြားခဲ့ၿပီးႏိုင္ငံလဲ တည္ၿငိမ္ေအးခ်မ္းခဲ့ပါတယ္။ဒီ ျဖစ္ရပ္မွန္ရုပ္ရွင္မွာေတာ့ ေမာ္စီတုန္းဟာတရုတ္ႏုိင္ငံအတြက္ဘယ္လုိေတြလုပ္ေဆာင္ခဲ့လဲ…ဘယ္လုိေတြႀကဳိးစားခဲ့လဲဆုိတာေတြရုိက္ၿပထားတာပါ…..(unicode)မော်စီတုန်းလို့ ကျွန်တော်တို့မြန်မာတွေက ခေါ်ကြေတယ်…တရုတ်နိုင်ငံရဲ့ အကြီးမားဆုံးသော စနစ်သစ်ကိုဦးဆောင်သူလည်းဖြစ်တယ်…နှစ် ၃၀၀၀ ကျော်ကြာမြင့်ခဲ့တဲ့ ဘုရင်စနစ်ကို အပြီးတိုင်ဖျက်သိမ်းပေးခဲ့သူ၊ တော်လှန်ရေးခေါင်းဆောင်၊နောက်တစ်ခါ ကမ္ဘာလူဦးရေအများဆုံး နိုင်ငံရဲ့ ခေါင်းဆောင်၊ခေတ်သစ်တရုတ်ပြည်ကြီးကို အုတ်မြစ်ချပေးခဲ့သူ စသည်ဖြင့်ပေါ့။ တရုတ်သမိုင်းစာမျက်နှာတစ်လျှောက် အချိန်မလပ်ဖြစ်ပွားနေတဲ့တရုတ်ပြည်တွင်းစစ်ပွဲတွေ၊ ထီးနန်းလုတဲ့ကိစ္စတွေ ဒီလို စစ်ပွဲတွေဟာ တရုတ်သမိုင်းစာမျက်နှာပဲ ပြည့်နှက်နေခဲ့ပါတယ်။ဒါပေမယ့် မော်စီတုန်းရဲ့ နိုင်ငံသစ်ကို တည်ထောင်ချိန်ကစလို့ တရုတ်ပြည်တွင်းမှာစစ်ပွဲများချူပ်ငြိမ်းသွားခဲ့ပြီး နိုင်ငံလဲ တည်ငြိမ်အေးချမ်းခဲ့ပါတယ်။ဒီ ဖြစ်ရပ်မှန်ရုပ်ရှင်မှာတော့မော်စီတုန်းဟာ တရုတ်နိုင်ငံအတွက်ဘယ်လိုတွေလုပ်ဆောင်ခဲ့လဲ…ဘယ်လိုတွေကြိုးစားခဲ့လဲဆိုတာတွေရိုက်ပြထားတာပါ…..File Size : (1.17GB) and (429 MB)Quality :HD-Rip 720p,Format…mp4Duration…02:02:00Genre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHaiqiang NingHuang JianxinStarsDu JiangJohnny HuangLiu JinMa TianyuNie YuanTang GuoqiangWang LikunWu GangZhang HanyuZhibing LiuCastAudrey DuoCao BingkunDu JiangGao GeGao ShuguangHu WengeJohnny HuangLin YongjianLiu JinLiu ShaLv XingMa TianyuMa XiaoweiNie YuanPu CunxinQin LanShi XinTang GuoqiangTian YuWang JianWang LikunWang WufuWu GangWu HaochenYe HeZhang HanyuZhang ZijianZhao NingyuZhibing LiuZhou TaoZhu Dan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ekVWMz32hsrRuSLf5KTjg3PvcUa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/y2vUGZMies0vanT2KUAeKmiCuoE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mao-zedong-1949-2019-hd-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://yuudrive.me/8581dee0b/mao-zedong-1949-2019-hd720p-p-mp4",
        "server": "yuudrive.me",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://megaup.net/2P33C/Mao_Zedong_1949._2019.HD720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://mega.nz/file/A5Ry3ISS#aG8HzW1naunBXE6NSpzvpCiL5lUTzTay_rUsQLdIS1Y",
        "server": "mega.nz",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://soliddrive.co/2AU7/Mao_Zedong_1949._2019.HD720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://www.datbu.com/sihiyiezz7kp.html",
        "server": "DatBu",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      },
      {
        "link": "https://upstream.to/nxezazcrjozw",
        "server": "upstream.to",
        "size": "1.17GB",
        "quality": "HD-Rip 720p,"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2019|1h 30min|Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "5,652"
    },
    "title": "American Son (2019)",
    "description": "ဇာတ်လမ်းနာမည်က အမေရိကန်သား ဆိုတဲ့အတိုင်း အမေရိကန်နိုင်ငံက သားတစ်ယောက်အကြောင်းပါ။အမေရိကန်နိုင်ငံသား လူမည်း ဆယ်ကျော်သက်တစ်ယောက် ပျောက်ဆုံးမှုနဲ့ အစပြုထားတဲ့ ဇာတ်ကားပါ။ဒီဇာတ်လမ်းမှာ လူဖြူလူမည်း ခွဲခြားတဲ့ ခေါင်းစဉ်ကို လှလှပပ ပုံဖော်သွားပါတယ်။ဇာတ်လမ်းက ထူးခြားတဲ့ဇာတ်လမ်းတစ်ခုလို့ ဆိုရမှာပဲ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးမှာ အဓိကဇာတ်ကောင်အနေနဲ့ ၃ ယောက်ပဲ ပါတာ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးကို Location တစ်ခုထဲ သုံးပြီး ရိုက်သွားခဲ့တာပါ။ဘယ်လိုရိုက်ထားလဲ ဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်ကြည့်လိုက်ပါဗျာ။လူမည်းမိခင်တစ်ယောက်က သူ့သားပျောက်သွားလို့ ရဲစခန်းကို လာရှာတဲ့အချိန်မှာ လူဖြူရဲတစ်ယောက်နဲ့ စပြီး တွေ့ပါတော့တယ်။တော်တော်တော့ စိတ်ဝင်စားဖို့ ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ။လူ ၃ ယောက်၊ Location ၁ နေရာထဲကို စိတ်ဝင်စားအောင် ရိုက်ထားနိုင်တဲ့ကားဆိုတော့ ဘယ်လောက်ထိ ဆွဲဆောင်မှု ရှိတယ်ဆိုတာ ပြောဖို့ လိုမယ် မထင်ပါဘူး။IMDb ကတော့ 5.7/10 ရထားပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားသူကတော့ Myo Nyunt ပဲ ဖြစ်ပါတယ်။File Size : (1.40 GB) , (700 MB) and (350 MB)Quality : NF  WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 30minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.x264-NTGTranslated by Myo NyuntEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKenny LeonStarsEugene LeeJeremy JordanKerry WashingtonSteven PasqualeCastEugene LeeJeremy JordanKerry WashingtonSteven Pasquale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cJC829KLRYaK9ujJP6LyAqljYb8.jpg",
      "https://image.tmdb.org/t/p/w300/oIZNzQyeM9yNANvextLaDZcSzht.jpg",
      "https://image.tmdb.org/t/p/w300/lODSovhd3Do4ts7RMv72e2miHcU.jpg",
      "https://image.tmdb.org/t/p/w300/at2AMuwRId77R4c88897xxKP1u9.jpg",
      "https://image.tmdb.org/t/p/w300/vGcimeRxLnER1st2rqxOYpKDkjQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lEIlxhIyFsia7yCqbfD4UH8iIkN.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-american-son-2019-1080-p-nf-web-dl-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/2Ttrt/(CM)_American.Son.2019.1080p.NF.WEB-DL.5.1.CH.mp4",
        "server": "megaup.net",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/ja973f4w7gnh.html",
        "server": "usersdrive.com",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://1fichier.com/?yz4lb9wluklz8pac78i4",
        "server": "1fichier.com",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/Qpnh6gIxT3ADMA",
        "server": "disk.yandex.com",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/wk1rpemb6425",
        "server": "upstream.to",
        "size": "1.40 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-american-son-2019-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xywt/(CM)_American.Son.2019.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2mw0vlnchozw.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://1fichier.com/?lan1i2wug583xsagguba",
        "server": "1fichier.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/AXekrUsbpUB1IA",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/mqqzi0qmznj4",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-american-son-2019-480-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2dzeh/(CM)_American.Son.2019.480p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/p6zsvaxo8g0b.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://1fichier.com/?r6ixur01cngizsmbiola",
        "server": "1fichier.com",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/qjRE16xcr3WDqg",
        "server": "disk.yandex.com",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/m7ud55zny0ft",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "J2kTjZAelbo",
      "video_url": "https://www.youtube.com/watch?v=J2kTjZAelbo",
      "embed_url": "https://www.youtube.com/embed/J2kTjZAelbo"
    }
  },
  {
    "metadata": "PG-13|2019|101 min|Comedy,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "19,068"
    },
    "title": "Always Be My Maybe (2019)",
    "description": "Always Be My Maybe ၂၀၁၉ Netflix ရဲ့ Asian Americanကားကောင်းတစ်ကောင်း စာရင်းဝင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရင်တော့ ထက်မြက်တဲ့မိန်းမဆိုတာဆာရှာထရန်လို လူမျိုးကိုပြောတာပါကိုယ့်ဒူးကိုယ်ချွန်အောင်မြင်လာတဲ့ နာမည်ကြီးစာဖိုးမှုးဆာရှာနဲ့သူ့ငယ်သူငယ်ချင်းလည်းမက ချစ်သူလည်းမကျခဲ့တဲ့ မားကပ်စ် …မားကပ်စ်ကတော့ မိခင်ဆုံးသွားပြီးနောက် ပုံစံခွက်ထဲက ရုန်းမထွက်ချင်တော့တဲ့သူပတ်ဝန်းကျင်အသစ်ကိုဝင်ဆန့်ရတာကြောက်နေတဲ့သူ…သူတို့နှစ်ယောက် အထက်တန်းကျောင်းပြီး ကွဲသွားကြရာမှ၁၆နှစ်ကြာမှပြန်ဆုံတွေ့ကြတဲ့အခါမှာတော့….Romance Comedy အမျိုးအစားဖြစ်ပြီး သီချင်းအမိုက်စားတွေနဲ့ အတူGuest Star ကလည်း နယ်နယ်ရရ မဟုတ်တဲ့Keanu Reeves မို့ လက်မလွှတ်သင့်ပါ ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်File Size : ( 851 MB) & (380 MB)Quality :Web Rip 720pRunning Time :1hr 41 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay Myat ThuEncoded byThan Htike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNahnatchka KhanStarsAli WongCharlyne YiDaniel Dae KimJames SaitoKaran SoniKeanu ReevesMichelle ButeauRandall ParkSusan ParkVivian BangCastAli WongAnaiyah BernierAshley LiaoBrian CookCasey WilsonCharlyne YiChris HlozekDaniel Dae KimEddie FlakeEmerson MinEmilio MerrittJackson GeachJames SaitoJason CanelaJayR TinacoJohnny Walkr Jr.Karan SoniKaren HolnessKeanu ReevesMaddie Dixon-PoirierMarcella BragioMichelle ButeauMiya CechNeil WebbNevin BurkholderPanta MoslehPeggy LuRandall ParkRaymond MaSimon ChinSonia BeeksmaSusan ParkVivian Bang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gacFeoGjwAJAsbrd90hD5ptcjoe.jpg",
      "https://image.tmdb.org/t/p/w300/pjGXREIplQWVpaMxlEuYTwQUGtt.jpg",
      "https://image.tmdb.org/t/p/w300/fvFIeFSn0hTViWoazz0ZpWYkKqk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3BO6pPa7qDcpPYct061Luh9fvst.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/always-be-my-maybe-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "851 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://usersdrive.com/ihtarty97svc.html",
        "server": "usersdrive.com",
        "size": "851 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://megaup.net/1xwyO/Always_Be_My_Maybe_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "851 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://upstream.to/0k6nia8q3l9m",
        "server": "upstream.to",
        "size": "851 MB",
        "quality": "WEB-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "iHBcWHY9lN4",
      "video_url": "https://www.youtube.com/watch?v=iHBcWHY9lN4",
      "embed_url": "https://www.youtube.com/embed/iHBcWHY9lN4"
    }
  },
  {
    "metadata": "|2019||Comedy",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1,989"
    },
    "title": "How to Build a Girl (2019)",
    "description": "How to Build a Girl (2019)====================IMDb Rating – 6.0/10#Unicodeဒီနေ့အတွက် Rating 6.0/10 ရရှိထားတဲ့ Comedy ကားလေးကိုတင်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာပါတဲ့။လူကြီးလည်းမကျ ကလေးလည်းမကတဲ့ အသက် ၁၆နှစ်အရွယ်‌မှာ လမ်းမှားရောက်ခဲ့တဲ့ကောင်မလေးတစ်ယောက်က လမ်းမှားရောက်နေတယ်ဆိုတာကိုသိပြီး ဘယ်လိုမျိုး ကိုယ့်ကိုယ်ကိုပြန်တည်ဆောက်မှာလဲ။ ဂျိုဟာနာလို့ခေါ်တဲ့ အသက် ၁၆နှစ်အရွယ်ကောင်မလေးရဲ့အိပ်မက်က စာရေးဆရာမတစ်ယောက်ဖြစ်ချင်တာပါ။ စာကြည့်တိုက်မှာပဲအချိန်ကုန်လေ့ရှိပြီးကောင်လေးတွေရဲ့နောက်ပြောင်ခြင်းခံရတဲ့ ပုံတုံးတုံးမိန်းကလေးတစ်ယောက်က တစ်နေ့မှာဂီတဝေဖန်ရေးသတင်းစာမှာ အလုပ်ရခဲ့ပါတယ်။ အဲဒီ့နယ်ပယ်မှာကျင်လည်ရင်း အပေါင်းအသင်းမှားပြီး လမ်းမှားရောက်သွားတဲ့ ဂျိုဟာနာဟာ ဘယ်လိုမျိုးကိုယ့်ကိုယ်ကို ပြန်ရှာတွေ့ပြီးပြန်တည်ဆောက်မှာလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Rating 6.0/10 ရရွိထားတဲ့ Comedy ကားေလးကိုတင္ေပးခ်င္ပါတယ္။ဒီဇာတ္လမ္းေလးက ျဖစ္ရပ္မွန္ကိုအေျခခံထားတာပါတဲ့။လူႀကီးလည္းမက် ကေလးလည္းမကတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္‌မွာ လမ္းမွားေရာက္ခဲ့တဲ့ေကာင္မေလးတစ္ေယာက္က လမ္းမွားေရာက္ေနတယ္ဆိုတာကိုသိၿပီး ဘယ္လိုမ်ိဳး ကိုယ့္ကိုယ္ကိုျပန္တည္ေဆာက္မွာလဲ။ ဂ်ိဳဟာနာလို႔ေခၚတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္ေကာင္မေလးရဲ႕အိပ္မက္က စာေရးဆရာမတစ္ေယာက္ျဖစ္ခ်င္တာပါ။ စာၾကည့္တိုက္မွာပဲအခ်ိန္ကုန္ေလ့ရွိၿပီးေကာင္ေလးေတြရဲ႕ေနာက္ေျပာင္ျခင္းခံရတဲ့ ပုံတုံးတုံးမိန္းကေလးတစ္ေယာက္က တစ္ေန႔မွာဂီတေဝဖန္ေရးသတင္းစာမွာ အလုပ္ရခဲ့ပါတယ္။ အဲဒီ့နယ္ပယ္မွာက်င္လည္ရင္း အေပါင္းအသင္းမွားၿပီး လမ္းမွားေရာက္သြားတဲ့ ဂ်ိဳဟာနာဟာ ဘယ္လိုမ်ိဳးကိုယ့္ကိုယ္ကို ျပန္ရွာေတြ႕ၿပီးျပန္တည္ေဆာက္မွာလဲဆိုတာကို ဒီဇာတ္လမ္းမွာၾကည့္ရႈရမွာပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – ThingyanEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCoky GiedroycStarsAlfie AllenArinzé KeneBeanie FeldsteinBobby SchofieldFrank DillaneLaurie KynastonPaddy ConsidineSarah SolemaniTadhg MurphyZiggy HeathCastAlexei SayleAlfie AllenAndi OliverArinzé KeneAsheq AkhtarBeanie FeldsteinBob MortimerBobby SchofieldChris O'DowdDónal FinnEmma ThompsonFrank DillaneGemma ArtertonHammed AnimashaunJameela JamilJason ShillingfordJoanna ScanlanLaurie KynastonLily AllenLucy PunchMel GiedroycMichael SheenPaddy ConsidinePatsy FerranRyan NolanSarah SolemaniScott Mason-CherrySharon HorganSonia GoswamiStellan PowellSue PerkinsTadhg MurphyVicki PepperdineZiggy Heath",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uxptfuhQACFnwSgX14XH8mQqbB3.jpg",
      "https://image.tmdb.org/t/p/w300/zwUlHehUHgPt7eaQZBpOUqXMv4T.jpg",
      "https://image.tmdb.org/t/p/w300/lhalRpQ8gjc6PexUHZiI1dSzewK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/how-to-build-a-girl-poster-600x883-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jqya76x6onkh.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/dw2guzovz1n1.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-how-to-build-a-girl-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-how-to-build-a-girl-2019-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/1yCki/[CM]How.To.Build.A.Girl.2019.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1yCkb/[CM]How.To.Build.A.Girl.2019.BluRay.480P.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/inn6iue9oi12",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/d0gp4u0s0ukp",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/7Jhh2TbS#WOoFggdCe53WIsMlahUN1ZWu-EaZAU6Ji3f6pH5K3T0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/nVojzBza#Ixkkt6WdLZLW1g4MeZR2uVLmQMFUPQwjkKwHgLYzj4U",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://yadi.sk/i/sTlxGPTvUspbyw",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yadi.sk/i/CrgNOAnrqa8xAw",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "WebRip 480P"
      }
    ],
    "trailer": {
      "video_id": "eIbcxPy4okQ",
      "video_url": "https://www.youtube.com/watch?v=eIbcxPy4okQ",
      "embed_url": "https://www.youtube.com/embed/eIbcxPy4okQ"
    }
  },
  {
    "metadata": "PG-13|2019||Comedy,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "321,741"
    },
    "title": "One Winter Proposal (2019)",
    "description": "2018 ခုနှစ်မှာထွက်ရှိခဲတဲ့ One winter weekend ရဲ့ အဆက်လေးပါ…One winter weekend ကို မကြည့်ရသေးတဲ့သူတွေအတွက်တော့ spoiler လေးတွေပါနိုင်ပါတယ်နော်ဇာတ်လမ်းနာမည်ကိုကြည့်တာနဲ့တင် ဇာတ်လမ်းကိုခန့်မှန်းမိလောက်ပါပြီဇာတ်လမ်းအစမှာတော့ ကယ်ရာတစ်ယောက် မနှစ်ကနယူးယားညမှာအသည်းကွဲပြီးရည်းစားမထားတော့ဘူးလို့ ကြွေးကြော်ခဲ့သလောက်ဒီနှစ်နယူးယားမှာတော့ အတိုးချပြီးတော့ကို ကြည်နူးနေတာပါOne winter weekend ရဲ့ဇာတ်သိမ်းမှာ သူငယ်ချင်းလေးယောက်ကိုယ်စီကိုယ်စီအလုပ်ကထွက်ခဲ့ကြပြီး ဒီအပိုင်းမှာတော့အလုပ်သစ်ကိုယ်စီ ဘဝသစ်ကိုယ်စီနဲ့ကနေဒါတောင်တန်းလေးတွေဆီ ပြန်ရောက်လာကြပါတော့တယ်အလုပ်တွေပြောင်းသွားသလို သူတို့အချစ်တွေကရော ပြောင်းသွားမှာလားဇာတ်သိမ်းကို Twilight ဇာတ်ကားထဲက ဂန္တဝင်ဇာတ်ဝင်သီချင်းလေးA Thousand Years နဲ့ပိတ်ထားပြီး ဝမ်းသာမျက်ရည်ပဲကျရမလားဝမ်းနည်းမျက်ရည်ပဲကျရမလားဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူလိုက်ကြပါတော့ဒီ location ဒီလူတွေနဲ့ပဲပြန်ရိုက်ထားပေမဲ့ဇာတ်လမ်းလေးက ပျင်းစရာကောင်းမသွားပဲ လှပပြီးရင်းလှပနေတော့တာပါသူတို့ရဲ့ သူငယ်ချင်းသံယောဇဥ်တွေကို အားကျရမှာဖြစ်သလိုအလုပ်နဲ့ကိုယ်ရေးကိုယ်တာ balance ဖြစ်အောင်ကြိုးစားကြပုံလေးတွေကိုလည်း တွေ့မြင်ကြရမှာပါFile Size –  936 mbQuality – web-dl 1080pSubtitle – burmeseTranslator – MTAEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGary YatesStarsCardi WongDewshane WilliamsJack TurnerKayla HuttonPaul EssiembreRukiya BernardStephanie SyTara SamuelTaylor ColeTheresa WongCastCardi WongDerek James TrappDewshane WilliamsJack TurnerJade MichaelKayla HuttonMatthew EnnsPaul EssiembreRukiya BernardStephanie SyTara SamuelTaylor ColeTheresa Wong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2VHMHkEIBNC0jhScbYlafKeVOcu.jpg",
      "https://image.tmdb.org/t/p/w300/g5bJ4W0bCnS5rx2gJOQupz2FGG5.jpg",
      "https://image.tmdb.org/t/p/w300/v2EwHC2U9pOwEN6TXNC7gsgI0cG.jpg",
      "https://image.tmdb.org/t/p/w300/rJZOzM2azInz2elI3n2Hc7xD8BK.jpg",
      "https://image.tmdb.org/t/p/w300/1zLEDbi74bfRm4rRr9plrVaqKrT.jpg",
      "https://image.tmdb.org/t/p/w300/pAxG7V7res7GxDdMAFGuofUuXse.jpg",
      "https://image.tmdb.org/t/p/w300/lLWlaF7ba1bXwNhKdtmTY2sW79K.jpg",
      "https://image.tmdb.org/t/p/w300/ztl3CAudML29FutpyZaL4SmoSpn.jpg",
      "https://image.tmdb.org/t/p/w300/d0z384MGDtQaGXwia20mcsJnUGQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODg2OGY5NmQtNjhlYS00OTQ5LTk4MjYtYzlmY2I4ZDM5N2EzXkEyXkFqcGdeQXVyNjk2Mjc2OTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/s4x7u7y8b4xp.html",
        "server": "usersdrive.com",
        "size": "936.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/vf8hzmr41l4t.html",
        "server": "usersdrive.com",
        "size": "417.1 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/3h8rhpzz3357/One.Winter.Proposal.2019.PROPER.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "936.2 MB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/a55pubnp3hyl/One.Winter.Proposal.2019.PROPER.720p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "417.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/one-winter-proposal-2019-proper-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "936.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/one-winter-proposal-2019-proper-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "417.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/SCsq/One.Winter.Proposal.2019.PROPER.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "936.2 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2exne/One.Winter.Proposal.2019.PROPER.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "417.1 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "tf7lBZ5iIf0",
      "video_url": "https://www.youtube.com/watch?v=tf7lBZ5iIf0",
      "embed_url": "https://www.youtube.com/embed/tf7lBZ5iIf0"
    }
  },
  {
    "metadata": "N/A|2019|103 min|Comedy,Drama,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "319"
    },
    "title": "The Corrupted (2019)",
    "description": "လီယမ်နဲ့ဆင်းန် ညီအစ်ကို ၂ ယောက်ဟာသူတို့ငယ်စဥ်မှာပဲ ဖခင်က အသတ်ခံလိုက်ရပြီးကိုယ့်ကိုကိုယ်သတ်သေတဲ့ပုံစံ ခွင်ဆင်ခံလိုက်ရပါတယ်။လီယမ်ဟာကြီးလာတော့ လုယက်မှုနဲ့ထောင်ကျခဲ့ပါတယ်။ထောင်မကျခင်မှာ မိန်းမနဲ့သားလေးလည်းရှိနေပြီပေါ့။သူထောင်ကထွက်လာတော့သူ့ညီ၊ ဆင်းန်က တရားမဝင်မူးယစ်မှောင်ခိုသွင်းတဲ့လုပ်ငန်းမှာ ပါဝင်နေတာကိုသိသွားခဲ့တယ်။နောက်ပိုင်းကိစ္စက တဖြည်းဖြည်းကြီးလာပြီးနောက်ကွယ်ကလူတွေဟာရဲအရာရှိနဲ့ အစိုးရအကြီးပိုင်းလူတွေပါ ပါဝင်နေတဲ့အခါ…လျှို့ဝှက်ချက်​တွေကိုသိသွားတဲ့ လီယမ်နဲ့ သူ့မိသားစုကို အလွတ်ပေးကြပါ့မလား…လီယမ်ကရော ဒီပြဿတွေကနေဘယ်လို ရုန်းထွက်သွားမလဲ…ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာရှုစားကြပါဦးFile Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Comedy , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byHMOEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon ScalpelloStarsAdam LongAlan McKennaCharlie MurphyDavid HaymanHugh BonnevilleNoel ClarkeSam ClaflinSam OttoShaun DooleyTimothy SpallCastAdam LongAlan McKennaCathal PendredCharlie MurphyDavid HaymanDecca HeggieDon GiletGeorge RussoHugh BonnevilleNaomi AckieNoel ClarkeSam ClaflinSam OttoShaun DooleyTimothy Spall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nwPAR8tx1aj3E0HRVtgGnHRg0DU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ezfFH9l5x73bfSHzWtxnktQveMd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-corrupted-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/9dae72/cm-the-corupted-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AQm/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/uhU0VCzC#yIyMbB4ntl7rjLGVCMCytmU8PZICTPdvCmT29jc9Hls",
        "server": "mega.nz",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Tj1i",
        "server": "usersdrive.com",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/m9jtbvy4wwv1",
        "server": "upstream.to",
        "size": "936 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "6lDcA_aGPh8",
      "video_url": "https://www.youtube.com/watch?v=6lDcA_aGPh8",
      "embed_url": "https://www.youtube.com/embed/6lDcA_aGPh8"
    }
  },
  {
    "metadata": "N/A|2019|100 min|Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1500"
    },
    "title": "Chopsticks(2019)",
    "description": "Chopsticks 2019IMDb 6.5မိဘကဆပ္ျပာမႈန္႔လုပ္ငန္းလုပ္လုိ႔အစြဲျပဳၿပီးေပးထားလုိ႔ဆပ္ျပာမႈန္႔နာမည္နဲ႔တူတဲ့ေကာင္မေလးတစ္ေယာက္လူေၾကာက္တတ္တဲ့မိဘစကားနားေထာင္တတ္တဲ့အေနအထုိင္ေအးတဲ့ေကာင္မေလးတစ္ေယာက္လူတုိင္းကုိကုိယ့္လုိမွတ္ယူထားတဲ့ေကာင္မေလးတစ္ေယာက္အေၾကာင္းကုိ႐ုိက္ကူးထားတာျဖစ္ပါတယ္….သူ႔အိမ္ကအလုပ္သြားအလုပ္ျပန္ဘတ္စ္ကားတုိးစီးရတာကုိမၾကည့္ရက္လုိ႔ကားအသစ္ေလးတစ္စီးဝယ္ေပးလုိက္တဲ့ေန႔မွာတင္သူခုိးလက္ထဲကုိကားေသာ့သြားအပ္မိတဲ့ေကာင္မေလးတစ္ေယာက္ေပါ့….ရဲစခန္းမွာကားေပ်ာက္ေၾကာင္းသြားတုိင္ေတာ့သတင္းအစပ္အဆက္ေတြနဲ႔အႏုပညာ႐ွင္လုိ႔ေခၚတဲ့လူတစ္ေယာက္အကူအညီနဲ႔သူ႔ကားကုိျပန္ရဖုိ႔လုိက္ၾကတာျဖစ္ပါတယ္…..ျဖစ္ခ်င္ေတာ့သူ႔ကားေလးကဂန္းစတားလက္ထဲေရာက္ေနတာျဖစ္တယ္…ကဲဂန္းစတားလက္ထဲကုိဘယ္လုိေရာက္သြားတာလဲဘယ္လုိျပန္ယူမွာလဲဆုိတာၾကည့္လုိက္ရေအာင္…..Bollywoodကားေတြရဲ႕ထုံးစံအတုိင္းပညာေပးေလးေတြအေတြးေလးေတြကုိထည့္ထားတာျဖစ္ၿပီးNetflixကထုတ္ထားတာမုိ႔ဟာသေလးေတြလည္းပါတာဆုိေတာ့ၾကည့္ရတာေပါ့ေပါ့ပါးပါးနဲ႔လူတုိင္းၾကဳိက္တဲ့ကားေလးျဖစ္မွာပါ….ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Yoon Wah Wah Theintျဖစ္ပါတယ္….Englishလိုေျပာေသာဒိုင္ယာေလာ့အခ်ဳိ့တြင္ျမန္မာစာတန္းထိုးထားျခင္းမရွိပါ….File Size : (940 MB) and (429 MB)Quality : Blu-Ray 720p,Format…mp4Duration…01:40:00Genre :Drama, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoon Wahwah TheintEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSachin YardiStarsAbhay DeolAchint KaurBenafsha SoonawallaDeep SinghDilip RawalMarlene MarieMithila PalkarPragyaSailee GaikwadVijay RaazCastAbhay DeolAbhishek KandhekarAchint KaurAnkit BhardwajBenafsha SoonawallaDeep SinghDilip RawalJai NeerajJatin NegiKrishna Singh BishtMarlene MarieMithila PalkarPragyaPrakhar SaxenaSailee GaikwadVijay Raaz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2eBptXo5yl9npMd40mn6hjQShQw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/q8ufAWw9Ewy97sbcaunxcs4Q6WM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chopsticks-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "940MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/xu6qr164fbxa.html",
        "server": "usersdrive.com",
        "size": "940MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2dqlg/Chopsticks_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "940MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/mu6rjmst7th3",
        "server": "upstream.to",
        "size": "940MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "dxbCuuc-jp4",
      "video_url": "https://www.youtube.com/watch?v=dxbCuuc-jp4",
      "embed_url": "https://www.youtube.com/embed/dxbCuuc-jp4"
    }
  },
  {
    "metadata": "|2019||Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "78"
    },
    "title": "Parallel Chords (2019)",
    "description": "ဒီဇာတ္ကားေလးကေတာ့ငယ္႐ြယ္တဲ့တေယာပညာရွင္ေကာင္မေလးတစ္ေယာက္သူမလုပ္ခ်င္တဲ့အရာေတြကိုအတင္းဖိအားေပးလုပ္ခံရတဲ့အခါမွာ႐ုန္းထြက္တဲ့ပုံစံကို႐ိုက္ကူးျပထားတဲ့ကားေကာင္းေလးပါျပဇာတ္ေတြမွာဝင္ၿပီးသ႐ုပ္ေဆာင္ရတာကိုဝါသနာပါေပမယ့္အေဖျဖစ္သူရဲ႕တြန္းအားေပးမႈနဲ႔ဖိႏွိပ္မႈေတြေၾကာင့္တေယာပညာကိုသင္ယူၿပီးၿပိဳင္ပြဲေတြဝင္ၿပိဳင္ရတဲ့အခါ..တစ္ဖက္မွာလည္းသူဝါသနာပါတဲ့ျပဇာတ္လူေ႐ြးပြဲေတြမွာအေဖမသိ​ေအာင္ခိုးၿပီးဝင္ပါတဲ့အခါ…တစ္ရက္သူနဲ႔သူ႔အေဖကိုနယ္လွည့္ေဖ်ာ္ေျဖမယ္အဖြဲ႕ကသူတို႔နဲ႔အတူေဖ်ာ္ေျဖဖို႔ကမ္းလွမ္းလာတဲ့အခါဒါေတြကိုသည္းမခံႏိုင္ေတာ့တဲ့ေကာင္မေလးဘာေတြလုပ္မလဲဘယ္လိုေတြထြက္ေျပးမလဲဆိုတာကိုၾကည့္ရႈရမွာပါFile Size : ( 924 MB , 341 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 38minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCatherine Dudley-RoseStarsBjorn JohnsonElla FallonFord FanterLaura KirkRachel AnnCastBjorn JohnsonElla FallonFord FanterLaura KirkRachel Ann",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yRlNyqxc18XPlrM76QvkxiasdAh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iK3ZoxflO30TfD3EVz2cKLvE0Af.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/VJmXvd86tMWkkej4icXL",
        "server": "drive.google.com",
        "size": "924 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.com/file/d17uXXIODJGukpNBhiEo",
        "server": "drive.google.com",
        "size": "341 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/V3a/(CM)_Parallel_Chords_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "924 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/V3b/(CM)_Parallel_Chords_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "341 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://yadi.sk/i/sCT-HZDnGeUBfw",
        "server": "disk.yandex.com",
        "size": "924 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/c7QQoWW3eaIRkg",
        "server": "disk.yandex.com",
        "size": "341 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/Uir7",
        "server": "mirrorace.com",
        "size": "924 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Uir8",
        "server": "mirrorace.com",
        "size": "341 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://fastload.cc/5u7",
        "server": "fastload.cc",
        "size": "924 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/5u8",
        "server": "fastload.cc",
        "size": "341 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "9NJDYGJOTM0",
      "video_url": "https://www.youtube.com/watch?v=9NJDYGJOTM0",
      "embed_url": "https://www.youtube.com/embed/9NJDYGJOTM0"
    }
  },
  {
    "metadata": "N/A|2019|99 min|Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "87"
    },
    "title": "The Influence (2019)",
    "description": "Horrorရုပ္ရွင္ကားတစ္ကားျဖစ္ၿပီး IMDb မွာ4.5/10 ရရိွထားပါတယ္ဒီကားေလးကုိ Netflix ကေနျပသတာပါ အလီရွာတစ္ေယာက္သူငယ္ငယ္ကေလးဘဝတုန္းက ေနထိုင္ခဲ့ရတဲ့အိမ္ႀကီးဆီျပန္လာဖုိ႔အေၾကာင္းျဖစ္ေပၚလာပါတယ္ကုိမာဝင္ေနၿပီး က်န္းမာေရးအေျခအေနမေကာင္းတဲ့အေမျဖစ္သူကုိလာၾကည့္ေပးဖုိ႔ ညီမျဖစ္သူက အကူအညီေတာင္းခဲ့တဲ့အတြက္အလီရွာတုိ႔မိသားစုဟာ ထိုအိမ္ႀကီးကုိတစ္ဖန္ျပန္လည္ေရာက္ရိွခဲ့ရတာျဖစ္ပါတယ္အတိတ္ကျဖစ္ရပ္ေတြကုိေမ့ၿပီးမိသားစုဘဝေလးကုိေကာင္းေကာင္းထူေထာင္ခ်င္တဲ့အလီရွာအတြက္ ဒီအိမ္ႀကီးမွာရိွတဲ့သူမႀကံဳေတြ႕ခ်င္ေတာ့တဲ့အရာကဘာလဲသမီးျဖစ္သူႏုိရာေလးကေရာဘယ္လိုလႊမ္းမုိးမႈေတြကုိ ခံစားရမွာလဲအလီရွာရဲ႕အေမ ဗစ္တုိးရီးယားကေရာဘာေတြပက္သက္ေနမလဲဆုိတာဒီဇာတ္ကားေလးမွာၾကည့္ရႈခံစားလိုက္ပါေနာ္Translated by Kyi KyiEncoded By : XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDenis Rovira van BoekholtStarsAlain HernándezClaudia PlacerDavid LuqueEmma SuárezMaggie CivantosManuela VellésMarta CastelloteCastAlain HernándezClaudia PlacerDavid LuqueEmma SuárezMaggie CivantosManuela VellésMarta Castellote",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j0gADYc94vowdGeANLceDCKleKt.jpg",
      "https://image.tmdb.org/t/p/w300/znzCR80NutKs5XsavTe0I3lRvz8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xGUMfHIiEzuNVGeRAggLprzo1gG.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-influence-2019-dubbed-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://yuudrive.me/c7fbb78/the-influence-2019-dubed-1080p-cm-mp4",
        "server": "yuudrive.me",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "http://soliddrive.co/30RG/The.Influence.2019.DUBBED.1080p_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/4QL1h/The.Influence.2019.DUBBED.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ygNXha4J#H5c_R5F0pbDAuPswGhUXRirDjeFvVsxbhaFfMW0FOek",
        "server": "mega.nz",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.loadpot.net/8le4z0b5fd1p",
        "server": "usersdrive.com",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/p2a7yb6eur8f.html",
        "server": "usersdrive.com",
        "size": "736.21 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/a5jnllog0un9",
        "server": "upstream.to",
        "size": "736.21 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019||Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "45.648"
    },
    "title": "The Bellwether (2019)",
    "description": "အပြင်လောကမှာတော့ ဂျိုအန်ဟာ သာမာန်စာအုပ်ဆိုင်ပိုင်ရှင်တစ်ယောက်ပါ ဒါပေမဲ့” The Them ” ဆိုတ​ဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုကတော့ သူမရဲ့ သရုပ်မှန်ကိုသိနေခဲ့ပါတယ်ဂျိုအန်ဟာသူတို့ကို အန္တာရယ်ပေးလာနူိင်မယ့်ရည်ရွယ်ချက်တစ်ခုကို ဦးဆောင်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ် ဒါကြောင့်သူမကိုဖိနှိပ်ဖို့အတွက် လျှို့ဝှက်အဖွဲ့အစည်းက ပြန်ပေးဆွဲသွားခဲ့ပါတယ်အဲ့ဒီနောက် မှာတော့ဂျိုအန်ဟာသူတို့ထင်ထားထက်ပိုပြီး တစ်ခုခုထူးဆန်းနေတာကိုတွေ့ခဲ့ရပါတယ် သူမရဲ့ပင်ကိုယ်စရိုက်တွေဖြစ်တဲ့အချစ် ဒေါသ ရင်ဆိုင်တိုက်ခိုက်တတတ်တဲ့ စိတ်တွေဟာကိုယ်ပွားတစ်ခုစီ အနေနဲ့ ရှိနေပြီး သူမဟာ မိန်းမဝါဒီသမားတစ်ယောက်လည်းဖြစ်ပါတယ်အမျိုးသမီးတွေအပေါ် ဖိနှိပ်ထားမှုတွေရှေ့တန်းမတင်ချင်တာတွေကို ပြောင်းလဲပေးချင်တဲ့ဆန္ဒတွေ တွန်းလှန်ချင်တဲ့ စိတ်တွေကိုယခုဇာတ်ကားမှာ မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်File Size –  600 mbQuality – 720pSubtitle –  burmeseTranslator – Win LettEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex Reid",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iaFxlT8dR8VdrGiw0mSeBQFWKDS.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/M30PEMd/the-belwether-2019-720p-cm-mp4",
        "server": "VIP Links",
        "size": "623.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://cmdexer.com/download?search=aHR0cHM6Ly95YWRpLnNrL2kvYWxNSXl4SVNpUlEyRmc=",
        "server": "VIP Links",
        "size": "623.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/armexfa3bhoa.html",
        "server": "usersdrive.com",
        "size": "623.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/T7d3/Kaiji.Final.Game.2020.1080p.BluRay_{CM}.mp4 https://megaup.net/T74r/Kaiji.Final.Game.2020.720p.BluRay_{CM}_.mp4 https://megaup.net/1z4vc/The.Bellwether.2019_(720P)_{CM}.mp4",
        "server": "megaup.net",
        "size": "623.3 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|75 Mins|Adult,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "869"
    },
    "title": "18+ Young Sister-in-law 3 (2019)",
    "description": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားမှာလည်းပွဲတိုင်းကျော် ကျော်ကြီးတစ်ယောက် ဘယ်လို အကွက်ဆန်းတွေနဲ့ ဖောင်းဒိုင်းမယ်အရံမင်းသားလက်သစ်ကလည်း ဆရာကျော်ထက် တပည့်လက်စောင်းထက်ဆိုသလိုအကွက်သစ်တွေနဲ့ ရှယ်ကြမ်း ရှယ်ဖြုတ်ပြထားပါတယ် ဆော်လေးတွေ မိတ်ဆက်ရရင်ညီအစ်မနှစ်ယောက်ပေါ့ အကြီးမက ကြမ်းမှကြိုက်တယ် ဆိုတဲ့ အထန်တလိုင်း အငယ်မကတော့မေတ္တာငတ်နေတဲ့ နူးနူးညံ့ညံ့ ကောင်မလေး မေတ္တာရှင်မလေး ငြိမ်းငြိမ်းအိပေါ့ ကြမ်းမှကြိုက်တယ်ဆိုတဲ့ အကြီးမဆော်ကြီးက ခပ်အေးအေး နေတတ်ပေမယ့် လစ်ရင်လစ်သလို ခိုးစားတတ်တဲ့ ကျော်ကြီး နဲ့ အလိုမကျဖြစ်နေရာကအငယ်မရဲ့ ယောက်ျား အရံမင်းသား ဦးထန်ကြီးရဲ့ ရှယ်ကြမ်းပလန်နဲ့တွေ့တဲ့အခါ တစ်ခါတည်း ရှယ်ကြိုက်ဖြစ်သွားရပုံနဲ့ဇာတ်လမ်းဆင်ထားပါတယ် ကြားထဲမှာ ဒရမ်မာလေးလည်းချိုးထားသေးလို့ ဒါရိုက်ဖုန်းဒိုင်း အုန်းဂွမ်းထက်ဇာတ်လမ်းလေးနဲ့မှ ကြည့်ချင်ပါတဲ့ ဆိုတဲ့ ဘဒိုတွေလည်းအကြိုက်တွေ့ဦးမှာပါ ဆော်တွေကတော့ ထုံးစံအတိုင်းဖြူဖြူဥဥ ရေဆေးငါးတွေကြီးပါပဲ နှစ်ယောက်လုံးက စရိုက်ကွဲတော့ ဆော်တစ်ယောက်ကို အရသာ တစ်မျိုးခံစားကြည့်ရှုနိုင်မယ့်ကားကောင်းလေးလည်းဖြစ်ပါတယ် အကြီးမကတော့ အိုးကားကား တောင့်တောင့်တက်တူးနဲ့ဆော်ကြီးပေါ့ အငယ်မကတော့ ငါးရံ့ကိုယ်လုံးလေးနဲ့ ချွဲချွှဲနွှဲ့နွဲ့လေးဆိုတော့ အကြိုက်တွေ့ဦးမှာပါကဲ ကျန်တာတော့ ကိုယ့်ဘာကိုရှယ်ဒေါင်း သိုင်းကျမ်းတွေကို ရှယ်ခံစားကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်Translated by : FOXEncoded by : SenpaiQuality : 720p H264File size : 826MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSenpaiStarsHye-jinCastMyeong-seokYoo-jin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/06/ff0zafqhlbkz.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/young-sister-in-law-3-hd-rip-720-p-h-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Zdju/Young.Sister.in.law.3.HDRip.720P.H264(DS).mp4",
        "server": "megaup.net",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mxrvo5hvllzu.html",
        "server": "usersdrive.com",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ulp59gaz1knl",
        "server": "veryfiles.com",
        "size": "825MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-young-sister-in-law-3-2019",
        "server": "VIP Links",
        "size": "825MB7",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(18+) Erotic Tutoring 2 (2019)",
    "description": "Erotic Tutoring 2019အခုတစ်ခေါက်အချစ် 18+ကားလေး ကတော့ ယောကျာ်းယူထားပေမယ့် အိမ်ထောင်ရေးသုခမရှိလို့ စိတ်ညစ်နေရတဲ့မီဂျင်းဆိုတဲ့ အမေလှလှလေးနဲ့ မြီးကောင်ပေါက်စ သမီးလေး ယူဂျောင်းတို့က ဂိုက်ဆရာသူငယ်ချင်းအဖွဲ့နဲ့ ဆုံတွေ့ တဲ့အခါဘယ်လိုစခန်းသွားမလဲဆိုတာ လှလှပပပုံဖော်ရိုက်ကူးထားပါတယ်အမေကတော့ ပိန်ပိန်ပါးပါး ကျစ်ကျစ်လစ်လစ် body fitလေးဖြစ်ပြီးတော့သမီးကတော့ လုံးကြီးပေါက် အလှသွေးကြွယ်လှသူပေါ့အမေဖြစ်သူကလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျထားလို့၃၀ကျော် ၄၀ဆိုပေမယ့် ကြည့်လိုက်ရင် ၂၀ကျော်လို့ပဲထင်ရတဲ့အထိအရွယ်တင်ပါတယ် သမီးဖြစ်သူကလဲ အလှအပပိုင်းမှ မခေလှသူမို့သားအမိ ၂ယောက်နဲ့ ဂိုက်ဆရာ ဘယ်လိုစခန်းသွားတယ်ဆိုတာ လေ့လာဖို့ ဒေါင်းကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်File size…1.6GB /  600MBQuality…1080p  / 720pFormat…mp4Duration….1h 13mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by FOXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsKim Soo-jiYoo JungCastKim Soo-jiYoo Jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rR0DIRavoZAbxb37zVx751DBi4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/erotic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/erotic-tutoring-2-2019-fhd-rip-1080-p-h-264-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ynldaxmata77.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2D1ns/Erotic.Tutoring.2.2019.FHDRip.1080p.H264.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PzYyGCBI#FWYPvl_Jnk4yuRsCxhKuCA-lRnwcZSDzfDcuxQMq1xQ",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/erotic-tutoring-2-2019-fhd-rip-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1ydpnpdjt0vt.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1h6sg/Erotic.Tutoring.2.2019.FHDRip.720p(DS).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CqhyEbZI#KcMzUNNYkIZb6xFSgzebCG7ujbaynkkJ9J4MEN3MBPk",
        "server": "mega.nz",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/vymj5tagjuqi",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/si0q6eqmjwbt",
        "server": "streamvid.io",
        "size": "600MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|1h56min|Horror",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "Si Manis Jembatan Ancol",
    "description": "Bloodlust Beauty (2019)အင်ဒိုနီးရှားသရဲကားလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားလေးက သရဲကားဆိုပေမယ့် တစ်ချို့နေရာလေးတွေမှာ ဟာသလေးတွေကိုလည်း ထည့်ရိုက်ပေးထားပါတယ် ဒါပေမယ့်လည်း Horror ဇာတ်လမ်းတစ်ပုဒ်ရဲ့ ရသကတော့ပျောက်မသွားပါဘူးဇာတ်ကြောင်းလေးကတော့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ဦးဟာ သူ့လုပ်ငန်းမှာရင်းနှီးမြုပ်နှံဖို့အတွက် အကြွေးရှင်တွေဆီက ငွေတွေကိုချေးခဲ့ပါတယ် ကံမကောင်းစွာနဲ့ပဲ သူ့ရဲ့လုပ်ငန်းဟာ မအောင်မြင်ဘဲဖျက်သိမ်းခံလိုက်ရပါတယ် အကြွေးရှင်တွေကသူတို့ရဲ့ ပိုက်ဆံပြန်ရဖို့အတွက်သူ့ရဲ့မိန်းမနဲ့တခြားလူတစ်ယောက်ကိုပါ ဓားစာခံအဖြစ်ခေါ်သွားပါတယ် သို့ပေမယ့် နောက်တော့ လူယုတ်မှာတွေရဲ့ထုံးစံအတိုင်းကောင်မလေးကို အဓမ္မကျင့်ပြီး မြစ်ထဲကိုပစ်ချလိုက်ပါတော့တယ်……..အဲ့ဒီလိုတွေဖြစ်ပျက်ခဲ့ပြီးနောက် လူတွေက အငြိုးကြီးနေတဲ့ကောင်မလေးရဲ့ဝိညာဉ်ကို မကြာခဏတွေ့လာရတဲ့အခါမှာတော့……တကယ်ကိုကြည့်ရတာ အဆင်ပြေတဲ့ သရဲကားလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြဖို့ထပ်ပြီးတိုက်တွန်းလိုက်ရပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါTranslator : Thet Hnin HsuEncoder : Thit San KhantQuality :720pSize : 846MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnanta RispoAndi Lala SaputraAndreano PhilipAnyun CadelArief DiduArifin PutraEbel CobraEgy FedlyFerry HarasHaydar SalishzIndah PermatasariOzy SyahputraRandy PangalilaRidwan Roull RohazSaad AferoTJTomy BabapWillem BeversYuyun Sukawati",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iodw6MhrlAftHBjF80cCJQYt806.jpg",
      "https://image.tmdb.org/t/p/w300/xCNzBExiin0JnPlE7G7b1njWo1z.jpg",
      "https://image.tmdb.org/t/p/w300/2FllPCy1GKVbEUsoV84HS1EpSAt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9KWjS3xfjGKUiPQ8SQCx1KQGBPg.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nlznwn2a1aby.html",
        "server": "usersdrive.com",
        "size": "846MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/TD2c/Bloodlust.Beauty.2019.720p_{CM}.mp4",
        "server": "megaup.net",
        "size": "846MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bloodlust-beauty-2019-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "846MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/gx66ycabyx6s",
        "server": "veryfiles.com",
        "size": "846MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/bloodlust-beauty-2019",
        "server": "VIP Links",
        "size": "846MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jvf6dnI8Ytg",
      "video_url": "https://www.youtube.com/watch?v=jvf6dnI8Ytg",
      "embed_url": "https://www.youtube.com/embed/jvf6dnI8Ytg"
    }
  },
  {
    "metadata": "N/A|2019|98 min|Comedy,Crime",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "56"
    },
    "title": "Destines ( 2019 )",
    "description": "Zawgyi*******ဒီကားေလးဟာ လူေတြရဲ႕ေလာဘစိတ္ကိုအေျခခံၿပီး႐ိုက္ျပသြားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္စန္း႐ွီးနယ္တစ္ဝိုက္မွာ နာမည္ေက်ာ္ၾကားလွတဲ့အန္ကယ္စုန္႔အလႊာေခါက္ဆြဲရဲ႕ေဖာ္ျမဴလာကို ခ်င္စုန္႔စိမ္းဆိုတဲ့လူဆိုးေခါင္းေဆာင္က ရယူဖို႔အမ်ိဳးမ်ိဳးႀကိဳးစားရာကေန ဘယ္လိုအျဖစ္အပ်က္မ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ…လ်ိဳ႕ဝွက္ေဖာ္ျမဴလာက တန္ဖိုးမျဖတ္ႏိုင္တဲ့ေ႐ွးေဟာင္းအိုးထဲမွာ႐ွိေနတာသိလိုက္ရတဲ့အခါ ေလာဘသားအခ်င္းခ်င္းဘယ္လိုေတြလုယူၾကမွာလဲ…ေနာက္ဆံုးမွာဘယ္သူကပိုင္ဆိုင္ခြင့္ရမွာလဲ…ဘယ္လိုလွည့္ကြက္မ်ိဳးေတြ႐ွိေနတာလဲ….ေလာဘႀကီးရင္ အရနည္းတတ္တယ္ဆိုတာကို ေဖာ္ျပေနတဲ့ဇာတ္ကားတစ္ပုဒ္ျဖစ္ပါတယ္Unicode*******ဒီကားလေးဟာ လူတွေရဲ့လောဘစိတ်ကိုအခြေခံပြီးရိုက်ပြသွားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်စန်းရှီးနယ်တစ်ဝိုက်မှာ နာမည်ကျော်ကြားလှတဲ့အန်ကယ်စုန့်အလွှာခေါက်ဆွဲရဲ့ဖော်မြူလာကို ချင်စုန့်စိမ်းဆိုတဲ့လူဆိုးခေါင်းဆောင်က ရယူဖို့အမျိုးမျိုးကြိုးစားရာကနေ ဘယ်လိုအဖြစ်အပျက်မျိုးတွေကြုံတွေ့ရမှာလဲ…လျို့ဝှက်ဖော်မြူလာက တန်ဖိုးမဖြတ်နိုင်တဲ့ရှေးဟောင်းအိုးထဲမှာရှိနေတာသိလိုက်ရတဲ့အခါ လောဘသားအချင်းချင်းဘယ်လိုတွေလုယူကြမှာလဲ…နောက်ဆုံးမှာဘယ်သူကပိုင်ဆိုင်ခွင့်ရမှာလဲ…ဘယ်လိုလှည့်ကွက်မျိုးတွေရှိနေတာလဲ….လောဘကြီးရင် အရနည်းတတ်တယ်ဆိုတာကို ဖော်ပြနေတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang PuStarsGao FengHaitang WuKen Lok Tat-WahLuo Jing-MinWang DazhiYu LiCastGao FengHaitang WuKen Lok Tat-WahLuo Jing-MinWang DazhiYu Li",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/destines-chinese-movie-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-destines-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      },
      {
        "link": "https://yuudrive.me/6ae0930ed5/cmdestines-2019-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      },
      {
        "link": "https://megaup.net/1t7ox/(CM)Destines.2018.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      },
      {
        "link": "https://soliddrive.co/2ATr/(CM)Destines.2018.WEB-DL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      },
      {
        "link": "https://mega.nz/file/N9hXWaKL#3OJgliIXP5B5Qya9ZXGRxmjGvf5br3ThQ_gkqcejsQU",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      },
      {
        "link": "https://upstream.to/23hkxxezjzxn",
        "server": "upstream.to",
        "size": "1.03 GB",
        "quality": "WEB-DL 720"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2019|129 min|Drama,History,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,023"
    },
    "title": "The Red Sea Diving Resort (2019)",
    "description": "The Red Sea Diving Resort (2019) ဆုိတဲ့ ဒီ စပိုင္ဇာတ္ကားေလးက တကယ့္အျဖစ္အပ်က္ကုိ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ ‘အီသီယိုပီးယားႏုိင္ငံက ဂ်ဴးလူမ်ိဳးေတြ ျပည္တြင္းစစ္ေၾကာင့္ ဒုကၡေရာက္ရတဲ့အတြက္ အစၥေရးႏုိင္ငံကုိ ထြက္ေျပးခဲ့ရပါတယ္။အစၥေရးေထာက္လွမ္းေရး ေမာ့ဆက္ က ႏုိင္ငံတကာက ေအးဂ်င့္ေတြနဲ႔ ဖြဲ႕စည္းထားတဲ့အဖြဲ႕ကုိ အစၥေရးေအးဂ်င့္တစ္ေယာက္ျဖစ္တဲ့ အာရီ လီဗင္ဆင္က ဦးေဆာင္ျပီးထြက္ေျပးလာၾကတဲ့ စစ္ေဘးေရွာင္ဒုကၡသည္ေတြကုိ ကူညီေပးတဲ့အေၾကာင္းေလးပါ။ကယ္ပုံကလည္း ဆန္းပါတယ္။သူတုိ႔ ေအးဂ်င့္တစ္စုက အီသီယိုပီးယားႏုိင္ငံနဲ႔ ကပ္ေနတဲ့ ဆူဒန္ႏုိင္ငံမွာ Red Sea Diving Resort ဆုိတဲ့ ဟုိတယ္ကုိ ဖြင့္ျပီးအဲဒီကေန ဒုကၡသည္ေတြကို ေရလမ္းကေန အစၥေရးေရတပ္အကူအညီနဲ႔ လြတ္ေျမာက္ေအာင္ ကူညီေပးေနတာပါ။အထူးေလ့က်င့္ထားတဲ့ လုပ္ၾကံသတ္ျဖတ္ေရးသမား ေအးဂ်င့္ေတြက ဟုိတယ္မွာ ဝန္ေဆာင္မႈေပးေနရင္းဒုကၡသည္ေတြကုိ ထြက္ေျပးလြတ္ေျမာက္ေအာင္ ဘယ္လုိကူညီခဲ့ၾကလဲဆုိတာ ရင္တစ္မမ နဲ႔ၾကည့္ရမွာပါ။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.3 ရရွိထားပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (950 MB) and (470 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 09minFormat : Mp4Genre : Drama, History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DD5.1.x264-FGTTranslated by May Tharaphi LwinEncode by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGideon RaffStarsAlessandro NivolaAlona TalBen KingsleyChris ChalkChris EvansGreg KinnearHaley BennettMark IvanirMichael Kenneth WilliamsMichiel HuismanCastAlessandro NivolaAlex HassellAlona TalAnthony OseyemiAviva NeguseBarbara Marie ImmelmanBen KingsleyBrett WilliamsChanelle de JagerChris ChalkChris EvansCourtney MichaelDanny KeoghDorothy Ann GouldGreg KinnearHaley BennettKarl ThaningLawrence JoffeMark IvanirMichael Kenneth WilliamsMichiel HuismanPatrick LysterPhilip WaleyRevital IyovRobbie LeacockShelaine BennettThabo BopapeVere TindaleYossi Vasa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j96B1BPQiRL1PZzmuC1fUOUSkcF.jpg",
      "https://image.tmdb.org/t/p/w300/7XI3DfxdQwvgXTCx29fglvcirQP.jpg",
      "https://image.tmdb.org/t/p/w300/sVupPRE68sGlKf8UASsdjJ70MH4.jpg",
      "https://image.tmdb.org/t/p/w300/pb16K2dn0xMa5SWYCJY6vK9xpRv.jpg",
      "https://image.tmdb.org/t/p/w300/okgGjpxQvTiQjSIsATvfM7ebkHl.jpg",
      "https://image.tmdb.org/t/p/w300/kQudLNhHWVVD856J7xKu3CPZcZo.jpg",
      "https://image.tmdb.org/t/p/w300/AkL8ZGejP4j30RfbMkNsH6VcfC8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bTgd1QQFTKdxESevtffAvIvCnz2.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/7fM4JvWuhz",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Upi/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2NCql/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/hm6fFp_13L8/%28CM%29The.Red.Sea.Diving.Resort.2019.NF.WEBDL.720p.mp4",
        "server": "openload.co",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/brdzyow2ae02",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/qonkroooasfcbets/_CM_The_Red_Sea_Diving_Resort_2019_NF_WEBDL_720p_mp4",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2TNh9",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/AaHI1NSg3V",
        "server": "drive.google.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Uph/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "Soliddrive.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2NCqj/(CM)The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/WudOS5N5LO4/%28CM%29The.Red.Sea.Diving.Resort.2019.NF.WEBDL.480p.mp4",
        "server": "openload.co",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/dvdzummjl2b5",
        "server": "ClicknUpload.org",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/ptcabmrbemnnbntq/_CM_The_Red_Sea_Diving_Resort_2019_NF_WEBDL_480p_mp4",
        "server": "streamango.com",
        "size": "470 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2TNh3",
        "server": "mirrorace.com",
        "size": "470 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "80WflPMzAcw",
      "video_url": "https://www.youtube.com/watch?v=80WflPMzAcw",
      "embed_url": "https://www.youtube.com/embed/80WflPMzAcw"
    }
  },
  {
    "metadata": "Comedy, History, Romance|2019|1h 50min|Comedy,History,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "750"
    },
    "title": "Homme Fatale (2019)",
    "description": "Homme Fatale 2019ဒီဇာတ်လမ်းမှာတော့ 2PM က Lee Joon-Ho ကို playboy အဖြစ်နဲ့ မြင်တွေ့ရမှာဖြစ်ပါတယ်ပျောက်ချက်သားကောင်းနေတဲ့ Mischievous Kiss ကမမ Jung So-Min ကလည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဟောဆဲ့က ကချေသည်မိခင်က မွေးဖွားလာတဲ့ မျိုးရိုးနိမ့်တစ်ယောက်ပါမိခင်ဆုံးပါးပြီးနောက် ကချေသည်အိမ်မှာပဲ ကချေသည်တွေကြားမှာ ကြီးပြင်းလာခဲ့တယ်ကချေသည်တွေကသာ သူ့ရဲ့ မိသားစုဖြစ်လာခဲ့တယ်တစ်ရက်မှာ ကချေသည်အိမ် အကြွေးနဲ့ သိမ်းခံရမယ့် အခြေအနေကိုရောက်လာတယ်ဟောဆဲ့လည်း မနေသာတော့ပဲ တစ်ဖက်တစ်လမ်းကနေ ဝင်ငွေကူရှာတဲ့အခါမှာတော့ယောက်ျား ကချေသည်အဖြစ်နဲ့ မိန်းမတွေကို ဖျော်ဖြေရသူဖြစ်လာတယ်တကယ်က သူ့မှာ အရမ်းချစ်တဲ့ မိန်းကလေးရှိတယ်သူ့ရဲ့ ဒီလိုအခြေအနေမှာသူချစ်တဲ့ကောင်မလေးနဲ့ နီးစပ်နိုင်ပါ့မလားသူတို့ရဲ့ အချစ်ကို ဘယ်လို ပုံဖော်ပြမလဲဆိုတာဒီဇတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်File Size –996MBQuality – 1080p WEB-DLFile Type – mp4Duration – 1h 50minTranslator – Hay Thar OoEncoder – IdiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDa-Jung NamStarsGwi-hwa ChoiJun-Ho LeeJung So MinCastGwi-hwa ChoiJun-Ho LeeJung So Min",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/original/yfKzinsN0WEljqNb0E1fl3qaMsh.jpg",
      "https://image.tmdb.org/t/p/original/dahbfjByivLQfKnQ2OPTu98EVVn.jpg",
      "https://img.goldposter.com/2019/05/homme-fatale_poster_goldposter_com_1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
    "movie_links": [
      {
        "link": "https://megaup.net/UAh7/Homme_Fatale(2019).mp4",
        "server": "megaup.net",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      },
      {
        "link": "https://usersdrive.com/pcbn8p68lkwc.html",
        "server": "usersdrive.com",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      },
      {
        "link": "https://yuudrive.me/50fda50/home-fatale2019-mp4",
        "server": "yuudrive.me",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      },
      {
        "link": "https://upstream.to/lx11k9tv6zxb",
        "server": "upstream.to",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      },
      {
        "link": "https://www.datbu.com/95t85ou2w3ch.html",
        "server": "datbu.com",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/homme-fatale2019",
        "server": "VIP Links",
        "size": "996MB",
        "quality": "1080 WEB-DL"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2019|150 min|Action,Drama,History",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "5,188"
    },
    "title": "Kesari(2019)",
    "description": "KESARI 2019IMDb Rating – 7.8/10IMDb Rating – 7.8/10မၾကာေသးမီကမွ ႐ံုတင္သြားတဲ့ အေရွးကူးမားရဲ႕သမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္႐ွင္ဇာတ္ကားကိုမေန႔က အၾကည္ေလး တက္တက္ခ်င္းျမန္ျမန္ဆန္ဆန္ေလး တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းဟာ ၁၉ရာစုဝန္းက်င္မွာျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲကို အေျချပဳထားပါတယ္။မင္းသားႀကီး အေရွးကိုေတာ့ ဒီဇာတ္ကားထဲမွာၿဗိတိသွ်တပ္မေတာ္ရဲ႕ တပ္ၾကပ္ႀကီး တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ၿဗိတိသွ် လက္ေအာက္မွာ သူ တာဝန္ထမ္းေဆာင္ေနမဲ့ဇာတ္လမ္းရဲ႕အစမွာေတာ့သူကိုယ္သူ စစ္သားတစ္ေယာက္အျဖစ္ဂုဏ္ယူေနခဲ့ပါတယ္။ဒီလိုနဲ႔ ပတၱေရာင္လွည့္ေနစဥ္အတြင္းမြတ္စလင္ေတြလူမ်ဳိးေတြဟာ သူတို႔ ဘာသာဝင္မိန္းကေလးတစ္ေယာက္ကို သတ္မလို႔ လုပ္ေနတုန္းအေရွးဟာ အထက္အရာရိွရဲ႕ အမိန္႔ကို ဆန္႔က်င္ၿပီးသြားကယ္ခဲ့ပါတယ္။ဒီအမိန္႔မနာခံမႈေၾကာင့္ အေရွးဟာနယ္ေျပာင္းေရႊ႕ခံခဲ့ရပါတယ္။အဂၤလိပ္ေတြရဲ႕ အိႏၵိယလူမ်ဳိးအေပၚ ဆက္ဆံပံုကိုအမွန္အတိုင္းျမင္ခဲ့ရၿပီး ကြၽန္ဘဝကို နားလည္လာရာမွာေတာ့….၊ဆစ္ခ္ဘာသာဝင္ အေရွးတို႔ကိုမြတ္စလင္ေတြဟာ ျပန္တိုက္ဖို႔ ႀကိဳးပမ္းလာခဲ့ရာမွာေတာ့…..File Size : (1.18GBand (454MB)Quality : WEB-DL 720p,Format…mp4Duration…02:30:00Genre :Drama, Action,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Myint Thu & Nyi KoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlyjah SheikhAmbica RanaAnurag SinghEeshaan RoyHarshit BhatiaKavya PandeKunal MehtaManav BhinderStarsAkshay KumarBhagyashreeBhawani MuzamilEdward SonnenblickMark BenningtonMir SarwarParineeti ChopraR. Bhakti KleinToranj KayvonVikram KochharCastAkshay KumarBhagyashreeBhawani MuzamilEdward SonnenblickMark BenningtonMir SarwarMurray KerrParineeti ChopraR. Bhakti KleinRimple DhindsaSonia AlbizuriToranj KayvonVikram Kochhar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/notcxmT6RN93g43BnRI8GvRktZ.jpg",
      "https://image.tmdb.org/t/p/w300/vGX2UySUrtKUHDZImY5liACsQyn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5s9Juk85HuHhTe232kUG5pkzgqA.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xwb7/Kesari_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.18GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kesari-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.18GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/buzfex2n08c6",
        "server": "upstream.to",
        "size": "1.18GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/ssbxj4gvpenj.html",
        "server": "usersdrive.com",
        "size": "1.18GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "r6c9ALhgzH4",
      "video_url": "https://www.youtube.com/watch?v=r6c9ALhgzH4",
      "embed_url": "https://www.youtube.com/embed/r6c9ALhgzH4"
    }
  },
  {
    "metadata": "Not Rated|2019|104 min|Action,Drama,War",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "28"
    },
    "title": "Battle of Jangsarii(2019)",
    "description": "Battle of Jangsarii(2019)အညႊန္း****************************(zawgyi)1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္…ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္…ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္…ကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ….လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ….အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္…ေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ Megan Foxေတာင္ပါေလရဲ႕…..background music ေတြ tempo ကိုဆြဲေခၚသြားႏိုင္တဲ့plot ေတြ….ရုံးပိတ္ရက္ေလးမွာၾကည့္ရက်ဳိးနပ္ေစမယ့္ ဇာတ္ကားေကာင္းဆုိတာ အာမခံရဲပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hein That Naingပဲျဖစ္ပါတယ္…(unicode)1950 ခုနှစ်မှာ ရရှားအားကိုးနဲ့ မြောက်ကိုရီးယားခေါင်းထောင်ချိန် လွတ်လပ်ရေးရတာ ၅ နှစ်သာရှိသေးတဲ့ တောင်ပိုင်းသားတွေအတွက် စက်ဆုတ်စရာစစ်မြေပြင်ဆီ ခါးသီးမှုတွေနဲ့ အတူပြန်လည်တိုက်ပွဲဝင်ဖို့ဖြစ်လာခဲ့တယ်…ဂျန်ဆာရီကမ်းခြေမှာတပ်စွဲထားတဲ့ မြောက်ပိုင်းတပ်တွေကိုတိုက်ထုတ်ဖို့အခုမှသင်တန်းသားပဲရှိသေးတဲ့ ခြေပြတ်လတ်ပြတ်တွေ စစ်ရဲ့ အနံ့အသက်ဆိုးတွေကိုမခံစားဖူးသေးတဲ့လူငယ်စစ်သား ၇၀၀ကျော် မလွှဲမရှောင်သာ ဖွဲ့စည်းပြီး mission တစ်ခုလုပ်ခဲ့ကြတယ်…ခုမှ သင်တန်းဆင်းကျောင်းသားတွေနဲ့ စစ်တိုက်မယ်ဆိုကတည်းကဒီစစ်ပွဲရဲ့ အောင်မြင်မှုဟာ ပြန်လမ်းမဲ့ကျွန်းကိုလွှတ်တယ်လို့တောင်ဆိုရပါ့မယ်…ကိုရီးယားထုံးစံအတိုင်း dialogue တွေအရမ်းကောင်းတယ် suspenseလုပ်သွားတာ တော်တော် tempo တက်တယ် ….လူငယ်စစ်သားလေးတွေကိုသဘာဝကျကျ ရိုက်သွားတာ infomation ပိုင်းမှာပဲလုပ်ဖူးပြီး စစ်ပွဲကိုစာတွေ့ပဲရှိပြီး တိုက်ပွဲအတွေ့အကြုံမရှိတဲ့ခေါင်းဆောင်ရဲ့အမိန့်တွေနဲ့ ချီတက်သွားကြတာဟာာ လုံး၀ mission impossible ကြီးပါပဲ….အထူးတလည်ညွှန်းစရာမလိုအောင်ထူးထူးခြားခြားကောင်းပါတယ် ထူးထူးခြားခြားလဲ မျက်ရည်ကျရပါမယ် IMDb 6.1 Rotten Tomatoes မှာ 60% ဆိုတော့ setting ပိုင်းတွေ ရိုက်ကွင်းရိုက်ကွက်တွေ သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေကိုမှသုံးထားပါတယ်…ခေတ်လူငယ် ကျွန်တော်တို့လို့ လူချောလေးတွေသဘောကျတဲ့ မမ Megan Foxတောင်ပါလေရဲ့…..background music တွေ tempo ကိုဆွဲခေါ်သွားနိုင်တဲ့plot တွေ….ရုံးပိတ်ရက်လေးမှာကြည့်ရကျိုးနပ်စေမယ့် ဇာတ်ကားကောင်းဆိုတာ အာမခံရဲပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naingပဲဖြစ်ပါတယ်…File Size : (950 MB) and (378 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:44:00Genre : Action, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Tae-hunKwak Kyung-taekStarsChoi Min-hoDavid Lee McInnisGeorge EadsKim In-kwonKim Myung-minKim Sung-chulKwak Si-yangMegan FoxCastChoi Min-hoDavid Lee McInnisGeorge EadsKim In-kwonKim Myung-minKim Sung-chulKwak Si-yangMegan Fox",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5Dm6jAygwwx4Dd254sMIQZ0jwox.jpg",
      "https://image.tmdb.org/t/p/w300/58X87gUbS087GoUJCIPOo7ErAHE.jpg",
      "https://image.tmdb.org/t/p/w300/aPnVPF1DNwgTSJ6xx4NGwpQnINs.jpg",
      "https://image.tmdb.org/t/p/w300/1notMpdG5NSvf0u9ZVnMeXoCmRm.jpg",
      "https://image.tmdb.org/t/p/w300/AdZefO774RwlG0LmwCJWIlxuqUU.jpg",
      "https://image.tmdb.org/t/p/w300/9qIU1udJo59cf3GFifvp17VyRx6.jpg",
      "https://image.tmdb.org/t/p/w300/9Z8olJDr2myWLt6UuyFkZWRMO4D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/battle-of-jangsari-jangsa-ri-9-15-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/8d7bd6e2a/batle-of-jangsari-jangsa-ri-9-15-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1tauh/The_Battle_Of_Jangsari.2019.WEB-DL_720P.PP.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/UpBw1CDD#-8lpVIVmF9YblmtDyjtDkBVLYlIr0qwFlqdDVVolZ-o",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/1zzf3",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://clicknupload.org/yke894bd3mfc",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.datbu.com/3ka5afd3pyis.html",
        "server": "DatBu",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/7z9mdp4pla3c",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "MDbEjclihm8",
      "video_url": "https://www.youtube.com/watch?v=MDbEjclihm8",
      "embed_url": "https://www.youtube.com/embed/MDbEjclihm8"
    }
  },
  {
    "metadata": "PG-13|2019|1h 58m|Action,Adventure,Comedy",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "42,880"
    },
    "title": "Charlie’s Angels (2019)",
    "description": "Charlie’s Angels (2019)________4.7/10ချာလီ နှင့် နတ်သမီးလေးများကို ၂၀၀၀ ခုနှစ်က ကြည့်ရှုခဲ့ကြတာကိုမှတ်မိကြအုံးမယ်ထင်ပါတယ်….၁၉ နှစ်ကြာပြီးနောက် ဒီ Charlie’s Angels (2019) မှာတော့ချာလီ သေဆုံးပြီးနောက်ကို ဇတ်အိမ်တည်ထားပါတယ်ချာလီ မရှိတော့ပေမဲ့ နတ်သမီးလေးများ အဖွဲ့ဟာခေါင်းဆောင်ကောင်းတွေ လက်အောက် မှာဆက်လက် တိုးတက် ဖွံ့ဖြိုးရင်း နိုင်ငံအကျိုး သယ်ပိုးလျက်ရှိပါတယ်ဒီတစ်ခေါက်မှာတော့ သိပ္ပံပညာရှင်မလေး အယ်လီနာ တီထွင်ထားတဲ့လျပ်စစ်နည်းပညာ ဖော်မြူလာ တစ်ခု ခိုးယူခံရတဲ့ ကိစ္စ နှင့် ပက်သက်၍ချာလီ ရဲ့ နတ်သမီးလေးတွေက ပူးပေါင်းကူညီရမယ့် ကဏ္ဍ ရောက်ရှိလာပါတယ်ရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်ခ်ာလီ ႏွင့္ နတ္သမီးေလးမ်ားကို ၂၀၀၀ ခုႏွစ္က ၾကည့္ရႈခဲ့ၾကတာကိုမွတ္မိၾကအုံးမယ္ထင္ပါတယ္….၁၉ ႏွစ္ၾကာၿပီးေနာက္ ဒီ Charlie’s Angels (2019) မွာေတာ့ခ်ာလီ ေသဆုံးၿပီးေနာက္ကို ဇတ္အိမ္တည္ထားပါတယ္ခ်ာလီ မရွိေတာ့ေပမဲ့ နတ္သမီးေလးမ်ား အဖြဲ႕ဟာေခါင္းေဆာင္ေကာင္းေတြ လက္ေအာက္ မွာဆက္လက္ တိုးတက္ ဖြံ႕ၿဖိဳးရင္း ႏိုင္ငံအက်ိဳး သယ္ပိုးလ်က္ရွိပါတယ္ဒီတစ္ေခါက္မွာေတာ့ သိပၸံပညာရွင္မေလး အယ္လီနာ တီထြင္ထားတဲ့လ်ပ္စစ္နည္းပညာ ေဖာ္ျမဴလာ တစ္ခု ခိုးယူခံရတဲ့ ကိစၥ ႏွင့္ ပက္သက္၍ခ်ာလီ ရဲ႕ နတ္သမီးေလးေတြက ပူးေပါင္းကူညီရမယ့္ က႑ ေရာက္ရွိလာပါတယ္႐ုပ္ရွင္ကားကို Little Neo မွ ဘာသာျပန္ေပးထားၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္Charlie’s Angels (2000) ကြည့်ရှုရန် နှိပ်ပါCharlie’s Angels: Full Throttle (2003) ကြည့်ရှုရန် နှိပ်ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElizabeth BanksStarsChris PangDjimon HounsouElizabeth BanksElla BalinskaJonathan TuckerKristen StewartNaomi ScottNat FaxonPatrick StewartSam ClaflinCastAly RaismanChloe KimChris PangDanica PatrickDavid SchütterDennenesch ZoudéDjimon HounsouElizabeth BanksElla BalinskaHailee SteinfeldHannah HoekstraJaclyn SmithJonathan TuckerKristen StewartLaverne CoxLili ReinhartLuis Gerardo MéndezMarie-Lou SellemMichael StrahanMurali PerumalNaomi ScottNat FaxonNeil Malik AbdullahNick Dong-SikNoah CentineoPatrick StewartRadhesh AriaRobert ClotworthyRonda RouseySam Claflin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a0xTB1vBxMGt6LGG4N7k1wO9lfL.jpg",
      "https://image.tmdb.org/t/p/w300/5NjG3s5V2ytMwydRz967w5ea8aZ.jpg",
      "https://image.tmdb.org/t/p/w300/gbbRX6Z6VIxV7t15YSC8M13aB96.jpg",
      "https://image.tmdb.org/t/p/w300/kITQJHo88wMaXS2QjcMHh55ulti.jpg",
      "https://image.tmdb.org/t/p/w300/2RDoT0NTrwOZlumIRX7pFHlHvBo.jpg",
      "https://image.tmdb.org/t/p/w300/2EFXPLc8g6shnqbNR20rIyJjOy.jpg",
      "https://image.tmdb.org/t/p/w300/ugujGTpDxHSChYtnr5jTS39TXC3.jpg",
      "https://image.tmdb.org/t/p/w300/5rRhDZ3uGmAM7Uzzjavsu1fgz3N.jpg",
      "https://image.tmdb.org/t/p/w300/z2wwh571NrZ5KPOCscffjIDE8Ka.jpg",
      "https://image.tmdb.org/t/p/w300/b7Zp3UmWKsw0jIkqWyHeQSNUwiB.jpg",
      "https://image.tmdb.org/t/p/w300/j9oM3c4D1qiVLmweBQm78Tm2grW.jpg",
      "https://image.tmdb.org/t/p/w300/wqdKPWqYVyoDPXMwBBTGj6IFtXT.jpg",
      "https://image.tmdb.org/t/p/w300/P7QwQE8HJaB5bIIACyRdXVV7gO.jpg",
      "https://image.tmdb.org/t/p/w300/50TISuXu7bR7CYuvBQjJh0XKog0.jpg",
      "https://image.tmdb.org/t/p/w300/6EKpKACKC8HPXE1Dvs6DoMa4nQb.jpg",
      "https://image.tmdb.org/t/p/w300/mGkztcJ4T6C75mZmG0QHT5Lms6i.jpg",
      "https://image.tmdb.org/t/p/w300/pAwUnyH5s07w88yd2D6H3SadS20.jpg",
      "https://image.tmdb.org/t/p/w300/8gsxrlbXrR90YwMhdILcuHMSOAK.jpg",
      "https://image.tmdb.org/t/p/w300/oOw6nmt4aORo2mk5CaKn1qu4MCr.jpg",
      "https://image.tmdb.org/t/p/w300/aUSXaJSoId8PD1eySvf0uw5C8LU.jpg",
      "https://image.tmdb.org/t/p/w300/jjfAQtCzmzyoJQbCLTqi9H0yFVg.jpg",
      "https://image.tmdb.org/t/p/w300/9t30XqbvbAWSiDUBllvZvbu3BuZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BN2VkMjQwZWMtMzc1NC00ZjJiLWJlNTMtNmRjOTE2ZTJmYzUwXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR007311000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nxja298mvvdn.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/charlies-angels-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/Rs7i/Charlie’s_Angels_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/n44SAKDC#FStKgKvaC__ihWn4IMWsNOdWxGWKMJ4IoOth8zLZXaE",
        "server": "mega.nz",
        "size": "1.25 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/qd06k22imqhk",
        "server": "upstream.to",
        "size": "1.25 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "RSUq4VfWfjE",
      "video_url": "https://www.youtube.com/watch?v=RSUq4VfWfjE",
      "embed_url": "https://www.youtube.com/embed/RSUq4VfWfjE"
    }
  }
]