[
  {
    "metadata": "R|2019|99 min|Action,Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1600"
    },
    "title": "The Courier(2019)",
    "description": "The Courier(2019)(unicode)The Courier 2019အက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအတွက်၂၀၁၉ထွက်အက်ရှင်ဇာတ်လမ်းကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကြီးသူဌေးတစ်ယောက်လူသတ်မှုနဲ့တရားစွဲခံရပါတော့မယ် သူဌေးလုပ်ငန်းရှင်ပီပီအကျဉ်းထဲတန်းမရောက်ဘဲနေအိမ်အကျယ်ချုပ်နဲ့အိမ်မှာခဏနေရပါတယ် ဒါပေမယ့် ဒီသူဌေးရဲ့လူသတ်တာကို နစ်ခ်မရှ်ချ်တစ်ယောက်မထင်မှတ်ဘဲတွေ့လိုက်တဲ အဲ့ဒါနဲ့ရဲစခန်းမှာတိုင်ကြားရင်းသက်သေခံထွက်ဆိုပေးဖို့ဆုံးဖြတ်လိုက်ပြီး စုံစမ်းစစ်ဆေးရေးဌာနလိုက်သွားပါတယ် တစ်ချိန်တည်းမှာပဲသက်မဲ့သက်သေခံကိုယူလာပေးမယ့် ကောင်မလေးတစ်ယောက်ကလဲစုံစမ်းစစ်ဆေးရေးဌာနကိုယူလာပါတယ် သူဌေးလုပ်ငန်းရှင်ကြီးက ဒီအတိုင်းထောင်ကျခံမယ်အဖြစ်မျိုးတော့သူလက်မခံပါဘူးအဲ့ဒါကြောင့် အေးဂျင့်ရဲတွေကိုလာဘ်ထိုးပြီး သက်ရှိသက်သေခံ နစ်ခ်မက်ချ်ကိုဘယ်လိုသတ်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ နောက်ဆုံးမှာတော့ သူဌေးကြီးပဲနိုင်သွားမလား နစ်ခ်မက်ချ်တစ်ယောက်သက်သေထွက်ဆိုနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ပေးကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…(zawgyi)The Courier 2019အက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္၂၀၁၉ထြက္အက္ရွင္ဇာတ္လမ္းကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ႀကီးသူေဌးတစ္ေယာက္လူသတ္မႈနဲ႔တရားစြဲခံရပါေတာ့မယ္ သူေဌးလုပ္ငန္းရွင္ပီပီအက်ဥ္းထဲတန္းမေရာက္ဘဲေနအိမ္အက်ယ္ခ်ဳပ္နဲ႔အိမ္မွာခဏေနရပါတယ္ ဒါေပမယ့္ ဒီသူေဌးရဲ႕လူသတ္တာကို နစ္ခ္မရွ္ခ်္တစ္ေယာက္မထင္မွတ္ဘဲေတြ႕လိုက္တဲ အဲ့ဒါနဲ႔ရဲစခန္းမွာတိုင္ၾကားရင္းသက္ေသခံထြက္ဆိုေပးဖို႔ဆုံးျဖတ္လိုက္ၿပီး စုံစမ္းစစ္ေဆးေရးဌာနလိုက္သြားပါတယ္ တစ္ခ်ိန္တည္းမွာပဲသက္မဲ့သက္ေသခံကိုယူလာေပးမယ့္ ေကာင္မေလးတစ္ေယာက္ကလဲစုံစမ္းစစ္ေဆးေရးဌာနကိုယူလာပါတယ္ သူေဌးလုပ္ငန္းရွင္ႀကီးက ဒီအတိုင္းေထာင္က်ခံမယ္အျဖစ္မ်ိဳးေတာ့သူလက္မခံပါဘူးအဲ့ဒါေၾကာင့္ ေအးဂ်င့္ရဲေတြကိုလာဘ္ထိုးၿပီး သက္ရွိသက္ေသခံ နစ္ခ္မက္ခ်္ကိုဘယ္လိုသတ္မလဲဆိုတာစိတ္ဝင္တစားနဲ႔ၾကည့္ရမွာပါ ေနာက္ဆုံးမွာေတာ့ သူေဌးႀကီးပဲႏိုင္သြားမလား နစ္ခ္မက္ခ်္တစ္ေယာက္သက္ေသထြက္ဆိုႏိုင္မလားဆိုတာ ဆက္လက္ၾကည့္ေပးၾကပါဦး…ဇာတ္လမ္းအညႊန္းနဲဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (361 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:39:00Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZackary AdlerStarsAlicia AgnesonAmit ShahCalli TaylorCraig ConwayDermot MulroneyGary OldmanGreg OrvisJoel MichaelyOlga KurylenkoWilliam MoseleyCastAl HollandAlicia AgnesonAmit ShahCalli TaylorCraig ConwayDermot MulroneyGary OldmanGordon AlexanderGreg OrvisHal HillmanJamie SatterthwaiteJoel MichaelyLee CharlesMichael FatogunNeil ChapelhowOlga KurylenkoRenars LatkovskisRobert Louis MedinaTy HurleyWilliam Moseley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sdjlVjkRwezP9G1a8TKwrnolRxI.jpg",
      "https://image.tmdb.org/t/p/w300/8QRzidoIDi40m6lTWSdQxJaF0XJ.jpg",
      "https://image.tmdb.org/t/p/w300/40RhSfSiycoXdjtqPZkOU1niHaC.jpg",
      "https://image.tmdb.org/t/p/w300/ezle8eZQ1DIB8qP6pmGhDdRdkrm.jpg",
      "https://image.tmdb.org/t/p/w300/nMR3LW8OJo6AkwuUECOU9WpEak9.jpg",
      "https://image.tmdb.org/t/p/w300/kWQDeAiTC7JyTSdSc1U598echcw.jpg",
      "https://image.tmdb.org/t/p/w300/mxIc8ps1BGwD83TcgFIcNzVRusk.jpg",
      "https://image.tmdb.org/t/p/w300/g4L7cBgXk5FSykoCoL4QEGjlIUy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ApZ6eymKwLJJnwxb9JskYRdjq7j.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-courier-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/29iob/The_Courier.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/5JwXxQaa#l6j1Zz9QMfXSRcndQhdLsqx9V6zv5UKfQqiMwcdaaEk",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-courier-2019",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/d/w7u7gq1vqfl7.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "EcaNxEVqsnM",
      "video_url": "https://www.youtube.com/watch?v=EcaNxEVqsnM",
      "embed_url": "https://www.youtube.com/embed/EcaNxEVqsnM"
    }
  },
  {
    "metadata": "|2019|2h 50min|Action,Bollywood,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "14,799"
    },
    "title": "Saaho (2019)",
    "description": "Saaho (2019)_____IMDb – 5.2/10(Unicode)၂၀၁၉ ထွက် ဘာဟုဗာလီမင်းသားကြီး Prabhasရဲ့ ရုံတင်ကား အကြည်ထွက်လာလို့ မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။IMDb Rating – 5.2/10Language – TeluguGenere – Action / Thriller————————————ဇာတ်လမ်းအကျဉ်း မင်းသားကြီးကို ဒီကားမှာတော့ အလွတ်တမ်း စုံထောက် တစ်ယောက်အနေနဲ့ မြင်ရမှာပါ။ဓားပြမှု တစ်ခုကို လိုက်ဖို့ ရဲတွေ ဖက်က ကမ်းလှမ်းတော့ ရဲအရာရှိမလေးရဲ့ ရွှန်းစိုတဲ့ မျက်ဝန်းတစ်စုံကြောင့် လက်ခံခဲ့ပါတယ်။ဒီကြားထဲ မွန်ဘိုင်းမြို့ထဲ ခြေရှုပ်နေကြတဲ့ ဂန်းစတားတွေလည်း ရှိနေသေးတယ်။အင်အားကြီး Roy Group ဂိုဏ်းမှာ ရုတ်ရုတ်သဲသဲ ဖြစ်နေကြတယ်။အချင်းချင်းတွေ ကွဲနေကြတယ်။ပြီးတော့ Black Box လို့ ခေါ်တဲ့ Keyတစ်ခုကို လိုက်ရှာနေကြတယ်။မင်းသားကြီးဟာ ဓားပြမှုကို စတင် ဖော်ထုတ်ရာကနေ…ဂန်းစတားတွေရဲ့ ပြဿနာထဲ တစ်စိတ်တစ်ပိုင်း ဝင်ပါသွားခဲ့ရာမှာတော့…..မြှုပ်ကွက်တွေနဲ့အတူ ကြည့်ရှုခံစားပေးကြပါဦး။——————————–ရုံတင်ကာလမှာတော့ ဝေဖန်မှုတွေရှိခဲ့ပါတယ်။ဒါပေမဲ့လည်း နာမည်ကြီးမင်းသားဆိုတော့ သိပ်ပြီး ဆိုးဆိုးရွားရွား မဖြစ်ခဲ့ဘူး။ဝင်ငွေအရ အောင်မြင်မှု အတိုင်းအတာ တစ်ခု ရရှိခဲ့ပါတယ်။မင်းသားကြီးရဲ့ ပရိသတ်တွေ၊ ဘာဟုဗာလီပြီးကတည်းက ပျောက်နေတာမို့တောင်းဆိုထားတဲ့ သူတွေ အတွက်ရော ကျွန်တော်တို့အနေနဲ့ တာဝန်ကျေအောင် အကောင်းဆုံး ကြိုးစားပေးလိုက်ပါပြီ။(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)(Zawgyi)၂၀၁၉ ထြက္ ဘာဟုဗာလီမင္းသားႀကီး Prabhasရဲ႕ ႐ံုတင္ကား အၾကည္ထြက္လာလို႔ ျမန္ျမန္နဲ႔ မွန္မွန္ တင္ဆက္ေပးလိုက္ပါတယ္။IMDb Rating – 5.2/10Language – TeluguGenere – Action / Thriller————————————ဇာတ္လမ္းအက်ဥ္း မင္းသားႀကီးကို ဒီကားမွာေတာ့ အလြတ္တမ္း စံုေထာက္ တစ္ေယာက္အေနနဲ႔ ျမင္ရမွာပါ။ဓားျပမႈ တစ္ခုကို လိုက္ဖို႔ ရဲေတြ ဖက္က ကမ္းလွမ္းေတာ့ ရဲအရာရိွမေလးရဲ႕ ရႊန္းစိုတဲ့ မ်က္ဝန္းတစ္စံုေၾကာင့္ လက္ခံခဲ့ပါတယ္။ဒီၾကားထဲ မြန္ဘိုင္းၿမိဳ႕ထဲ ေျခ႐ႈပ္ေနၾကတဲ့ ဂန္းစတားေတြလည္း ရိွေနေသးတယ္။အင္အားႀကီး Roy Group ဂိုဏ္းမွာ ႐ုတ္႐ုတ္သဲသဲ ျဖစ္ေနၾကတယ္။အခ်င္းခ်င္းေတြ ကြဲေနၾကတယ္။ၿပီးေတာ့ Black Box လို႔ ေခၚတဲ့ Keyတစ္ခုကို လိုက္ရွာေနၾကတယ္။မင္းသားႀကီးဟာ ဓားျပမႈကို စတင္ ေဖာ္ထုတ္ရာကေန…ဂန္းစတားေတြရဲ႕ ျပႆနာထဲ တစ္စိတ္တစ္ပိုင္း ဝင္ပါသြားခဲ့ရာမွာေတာ့…..ျမႇဳပ္ကြက္ေတြနဲ႔အတူ ၾကည့္႐ႈခံစားေပးၾကပါဦး။——————————–႐ံုတင္ကာလမွာေတာ့ ေဝဖန္မႈေတြရိွခဲ့ပါတယ္။ဒါေပမဲ့လည္း နာမည္ႀကီးမင္းသားဆိုေတာ့ သိပ္ၿပီး ဆိုးဆိုးရြားရြား မျဖစ္ခဲ့ဘူး။ဝင္ေငြအရ ေအာင္ျမင္မႈ အတိုင္းအတာ တစ္ခု ရရိွခဲ့ပါတယ္။မင္းသားႀကီးရဲ႕ ပရိသတ္ေတြ၊ ဘာဟုဗာလီၿပီးကတည္းက ေပ်ာက္ေနတာမို႔ေတာင္းဆိုထားတဲ့ သူေတြ အတြက္ေရာ ကြၽန္ေတာ္တို႔အေနနဲ႔ တာဝန္ေက်ေအာင္ အေကာင္းဆံုး ႀကိဳးစားေပးလိုက္ပါၿပီ။(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)File Size : (1.30 GB)Quality : WEB-DL 720pRunning Time : 2hr 50minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DD+5.1 H.264-KamiKazeTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAarun Kumar ThevarAnil Kumar UpadyaulaAshwin Kumar MadasuDario CioniKumareshan RamachandranLokesh SrinivasanNikhil NadellaPranay RaoSujeethStarsArun VijayEvelyn SharmaJackie ShroffMandira BediMurali SharmaMurli SharmaNeil Nitin MukeshPrabhasPrakash BelawadiShraddha KapoorVennela KishoreCastAditya SrivastavaArun VijayChunky PandeyEvelyn SharmaGirish GarladinneJackie ShroffJacqueline FernandezKumar Raja VenatiLalMahesh ManjrekarMandira BediMukhtar KhanMurali SharmaMurli SharmaNaveen Varma GanapathirajuNeil Nitin MukeshPrabhasPrakash BelawadiSasha ChettriShraddha KapoorSivakrishnaSupreetTinnu AnandVennela Kishore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/svYKd14P9i3Ai7F0tRl3WNwjRa1.jpg",
      "https://image.tmdb.org/t/p/w300/zZ3UxKmMIpVavPHNaS9gDePWPP.jpg",
      "https://image.tmdb.org/t/p/w300/gFeGHYmRMGZwF6t5u1RTZx3xeU3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rWXIpR2uPkwb1Hrhjj2FA62FGdu.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/ny/(CM)SAAHO_(2019)_WEB-DL_720p.mp4",
        "server": "Kino Cloud",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/saaho-2019",
        "server": "CM Links",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ukhvldrgvf2c.html",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/saaho-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/cyc7irw66qye/Saaho_[2019]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eA2A/Saaho_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZpIHkAJD#WK9tbkksSpyFHXvBBHBlJMwZ6mqDdLsdKoHIutrVrWI",
        "server": "mega.nz",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/n0ffjmzm4s2z",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lOUrPTdg3bc",
      "video_url": "https://www.youtube.com/watch?v=lOUrPTdg3bc",
      "embed_url": "https://www.youtube.com/embed/lOUrPTdg3bc"
    }
  },
  {
    "metadata": "N/A|2019|115 min|Sci-Fi,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "126"
    },
    "title": "I Am Mother (2019)",
    "description": "Netflix က ႐ိုက္ၿပီး IMDb 6.8 ရထားတဲ့ SciFi ကားေလးပါကမာၻႀကီးပ်က္ၿပီး လူသားမ်ိဳးႏြယ္ မ်ိဳးတုန္းလုျဖစ္ေနတဲ့ အခ်ိန္မွာ Mother လို႔အမည္ရတဲ့ စက္႐ုပ္တစ္႐ုပ္က လူသားမ်ိဳးစိတ္ သေနၶသားေလာင္းေလးေတြထဲကေနတစ္ခုကိုယူၿပီး သမီးေလးတစ္ေယာက္ကို အရာရာတတ္ေျမာက္ေအာင္ ျပဳစုပ်ိဳးေထာင္ေပးခဲ့တယ္အျပင္မွာ ေရာဂါပိုးေတြ အနၱရာယ္ေၾကာင့္ဆိုၿပီး မိန္းကေလးကို အျပင္ထြက္ခြင့္လံုးဝမေပးခဲ့ဘူးမိန္းကေလးဟာ ဆယ္ေက်ာ္သက္အရြယ္ေကာင္မေလးျဖစ္တဲ့အထိအျပင္ကိုထြက္ခြင့္မရခဲ့သလို တျခားလူသားတစ္ေယာက္မွလဲမျမင္ခဲ့ရပါဘူးတစ္ေန႔သူတို႔ရဲ႕ အေဆာက္အအံုေ႐ွ႕ကို အမ်ိဳးသမီးတစ္ေယာက္ေသနတ္ဒဏ္ရာနဲ႔ အကူအညီလာေတာင္းလို႔ တံခါးဖြင့္ေပးခဲ့မိတာကစလို႔Mother စက္႐ုပ္ေျပာတာနဲ႔ အမ်ိဳးသမီးေျပာတဲ့စကားေတြဟာ မကိုက္ညီဘူးျဖစ္ေနတာေတြ႔ရတယ္မိန္းကေလးဟာ အမ်ိဳးသမီးစကားကိုယံုၿပီး အျပင္ကိုလိုက္သြားခဲ့တဲ့အခါဘယ္လိုအခက္အခဲေတြၾကံဳမလဲဘယ္သူ႔စကားဟာ အမွန္ျဖစ္မလဲအျပင္မွာ ဘယ္လိုအနၱရာယ္ေတြနဲ႔ ၾကံဳရမလဲဆိုတာ ဆက္လက္ၾကည့္႐ွဴရမွာပါ(ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ)File Size : (1.80 GB) , (900 MB) and (450 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 55minFormat : Mp4Genre : Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : .1080p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by Khin Pyae Sone KyawEncode by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGrant SputoreMojgan KhademShannon CrottySophie CalverTravis KalendraStarsClara Rugaard-LarsenHazel SanderyHilary SwankJacob NolanLuke HawkerMaddie LentonRose ByrneSummer LentonTahlia SturzakerCastClara Rugaard-LarsenHazel SanderyHilary SwankJacob NolanLuke HawkerMaddie LentonRose ByrneSummer LentonTahlia Sturzaker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xmKUgQ7J2ri9kFGNvCPPWTCDj9Y.jpg",
      "https://image.tmdb.org/t/p/w300/rOCy3ZioA3kYzI3iWxCGJNBTAiG.jpg",
      "https://image.tmdb.org/t/p/w300/5dhY2JDOKAHbbPzJKrnJjCfjeAh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eItrj5GcjvCI3oD3bIcz1A2IL9t.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/137ifumk6db5.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-mother-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2TEz5/I_Am_Mother_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/qdvl93fft7ia",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "N5BKctcZxrM",
      "video_url": "https://www.youtube.com/watch?v=N5BKctcZxrM",
      "embed_url": "https://www.youtube.com/embed/N5BKctcZxrM"
    }
  },
  {
    "metadata": "N/A|2019|104 min|Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "799"
    },
    "title": "4 latas (2019)",
    "description": "တိုရှို၊ ဂျိုဆေးဗားနဲ့ ဂျွန်ပီယာတို့ ၃ ဦးက အရမ်းခင်တဲ့ သူငယ်ချင်း ၃ ယောက်ဖြစ်ပါတယ်သူတို့ ၃ ဦးဟာ မကြာခဏ ခရီးတွေထွက်လေ့ရှိပြီးများသောအားဖြင့် ဆဟာရ သဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်လေ့ရှိပါတယ်အဲဒီလိုနဲ့အကြောင်းကြောင်းကြောင့် သူငယ်ချင်းတွေ ကွဲကွာသွားရင်းနေလာရာကနေ တစ်ရက်မှာတော့ တိုရှိုတစ်ယောက်ဂျိုဆေးဗားရဲ့ အမျိုးသမီးဆီကနေ စာတစ်စောင် လက်ခံရရှိပါတော့တယ်သူတို့ရဲ့သူငယ်ချင်းဖြစ်သူ ဂျိုဆေးဗားတစ်ယောက်နောက်ဆုံးအချိန်ရောက်နေပြီဆိုတာကို အသိပေးထားတဲ့စာပါအဲဒီလိုနဲ့ပဲတိုရှိူတစ်ယောက်ဟာ နောက်ထပ်သူငယ်ချင်းတစ်ဦးဖြစ်တဲ့ဂျွန်ပီယာဆီသွားပြီး ဂျိုဆေးဗားဆီ လိုက်ကြဖို့လုပ်ပါတော့တယ်လေယာဉ်နဲ့အားချင်းသွားဖို့စီစဉ်ထားပေမယ့် ဂျိုဆေးဗားသမီးဖြစ်သူအကြံနဲ့ဟိုးအရင်ကလို ဟိုးအရင်ကကားနဲ့ပဲသဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်ဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါမှာတော့ စွန့်စားခန်းကြီးစတင်ပါတော့တယ်သဲကန္တာရအလယ်မှာ ကြုံရတဲ့အခက်အခဲမျိုးစုံ ဒုက္ခသုခပေါင်းစုံနဲ့ ။ကြုံဆုံရတဲ့ လူအမျိုးမျိုး စိတ်အထွေထွေ အကြောင်းကိုဟာသနှောပြီး ခပ်သွက်သွက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရယ်မောစရာလည်းပါ ရင်မောစရာလည်းပါတဲ့ ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်File Size : (987 MB) & ( 368 MB)Quality : Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGerardo OlivaresJorge CalvoRafael AlvaradoStarsArturo VallsEnrique San FranciscoFrancesc GarridoHovik KeuchkerianJean RenoJuan Dos SantosSusana AbaituaCastArturo VallsEnrique San FranciscoFrancesc GarridoHovik KeuchkerianJean RenoJuan Dos SantosSusana Abaitua",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iNoQzWvIozJ1H3zA9ShV8FC6TmC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hxtvnvWdeibiDc6mU5ftAUPGofe.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xme9/4_Latas_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "987 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/4-latas-2019",
        "server": "VIP Links",
        "size": "987 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/4-latas-2019-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "987 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/n1sxdm85gnxi.html",
        "server": "streamsb.com",
        "size": "987 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|89 min|Action,Crime,Mystery",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "10 Minutes Gone (2019)",
    "description": "(Unicode)နောက်ထပ် ၂၀၁၉ခုနှစ်ထွက် Action/Crime ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Cast တွေကတော့ မင်းသားကြီး Bruce Willis တို့ Michel Chiklis တို့ဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ ဘဏ်ဓားပြတိုက်ဖို့အတွက် အလုပ်အပ်ခံရတဲ့ Bruce တို့အဖွဲ့ဟာပုံမှန်လုပ်ဖူးနေကျဖြစ်တဲ့အတွက် ထုံးစံအတိုင်းသေချာအစီအစဉ်ထောင့်စေ့အောင်ချပြီး လုပ်ငန်းစခဲ့ပါတယ်။ငွေသိမ်းခန်းထဲဝင်ပြီး ပစ္စည်းယူပြီးသည်အထိ အားလုံးဟာအစီအစဉ်အတိုင်းဖြစ်နေခဲ့ပေမယ့်……မမျှော်လင့်ထားတာတွေကြောင့်အားလုံးဖရိုဖရဲဖြစ်ကုန်ပါတယ်။ဘာလို့အဲလိုမမျှော်လင့်ထားတာတွေဖြစ်လာသလဲဆိုတာကိုMichel Chikilis တစ်ယောက်အသည်းအသန် လိုက်စစ်ဆေးဖော်ထုတ်ရပါတော့တယ်။Poker ဖဲကစားနည်းမှာ တဖက်ထိုးသားကို သူ့ကိုယ်သူလုံးဝယုံကြည့်ချက်ပြည့်နေအောင်ထောင်ဖမ်းပြီး ဆွဲစားတဲ့နည်းလမ်းလေးအတိုင်းပဲ…..သူတို့တွေလည်းဒီလိုအလုပ်ခံခဲ့ရတယ်ဆိုတာကို နောက်ဆုံးမှာသိလိုက်ရချိန်မှာတော့တရားခံကဘယ်သူလဲဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)(Zawgyi)ေနာက္ထပ္ ၂၀၁၉ခုႏွစ္ထြက္ Action/Crime ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။Cast ေတြကေတာ့ မင္းသားၾကီး Bruce Willis တို႕ Michel Chiklis တို႕ဦးေဆာင္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္ေလးကေတာ့ ဘဏ္ဓားျပတိုက္ဖို႕အတြက္ အလုပ္အပ္ခံရတဲ့ Bruce တို႕အဖြဲ႕ဟာပံုမွန္လုပ္ဖူးေနက်ျဖစ္တဲ့အတြက္ ထံုးစံအတိုင္းေသခ်ာအစီအစဥ္ေထာင့္ေစ့ေအာင္ခ်ျပီး လုပ္ငန္းစခဲ့ပါတယ္။ေငြသိမ္းခန္းထဲ၀င္ျပီး ပစၥည္းယူျပီးသည္အထိ အားလံုးဟာအစီအစဥ္အတုိင္းျဖစ္ေနခဲ့ေပမယ့္……မေမွ်ာ္လင့္ထားတာေတြေၾကာင့္အားလံုးဖရိုဖရဲျဖစ္ကုန္ပါတယ္။ဘာလို႕အဲလိုမေမွ်ာ္လင့္ထားတာေတြျဖစ္လာသလဲဆိုတာကိုMichel Chikilis တစ္ေယာက္အသည္းအသန္ လိုက္စစ္ေဆးေဖာ္ထုတ္ရပါေတာ့တယ္။Poker ဖဲကစားနည္းမွာ တဖက္ထိုးသားကို သူ႕ကိုယ္သူလံုး၀ယံုၾကည့္ခ်က္ျပည့္ေနေအာင္ေထာင္ဖမ္းျပီး ဆြဲစားတဲ့နည္းလမ္းေလးအတိုင္းပဲ…..သူတို႕ေတြလည္းဒီလိုအလုပ္ခံခဲ့ရတယ္ဆိုတာကို ေနာက္ဆံုးမွာသိလိုက္ရခ်ိန္မွာေတာ့တရားခံကဘယ္သူလဲဆိုတာကိုကိုယ္တိုင္ပဲၾကည့္လိုက္ပါဦး။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ)File Size : (700 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1h 29minFormat : Mp4Genre : Action, Crime, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian A MillerStarsBruce WillisGeoff ReevesJohn D. HickmanKyle SchmidLydia HullMeadow WilliamsMichael ChiklisSergio RizzutoSwen TemmelTexas BattleCastAlanna TremblayBruce WillisCharlie AlvaradoFrankie DelgadoGeoff ReevesHeather JohansenJenna WillisJoe GelchionJohn D. HickmanKyle SchmidLala KentLeslee EmmettLydia HullLydia StyslingerMartin BlencoweMeadow WilliamsMegan NeuringerMichael ChiklisRajiim A. GrossRoman MitichyanSergio RizzutoSwen TemmelTexas BattleTyler Jon Olson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sbqm63cOAG5eB9WsUR1hY1zpkTH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gfLNZn4yjoXOVRCSJEpHqjbV0ny.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/10-minutes-gone-2019",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-10-minutes-gone-2019-720-p-web-dl-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/d/250dqlcjtkuw.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1subz/(CM)10.Minutes.Gone.2019.720p.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8JwGkACC#4cKkvEqW-09toJuwmeoM65Oydh3YTgTrcAci-z_yMxA",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "6TNFcyEN-3w",
      "video_url": "https://www.youtube.com/watch?v=6TNFcyEN-3w",
      "embed_url": "https://www.youtube.com/embed/6TNFcyEN-3w"
    }
  },
  {
    "metadata": "Crime, Drama|2019|1h 40min|Asian,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "50"
    },
    "title": "An Old Lady (2019)",
    "description": "An Old Lady 2019=================2019 မှာ ထွက်ထားတဲ့An Old Ladyဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်မင်းသမီးကြီးYe Soo Jungက အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းရှင်းဟျိုဂျောင်းက အသက် ၆၉ နှစ်အရွယ် ရေကူးသမားဟောင်းတစ်ယောက်ပါဆေးရုံမှာ ကုသမှု ခံယူစဉ်male nurseတစ်ယောက်က ဟျိုဂျောင်းကို အဓမ္မကျင့်ခဲ့ပါတယ်ဆေးရုံဆင်းတဲ့ အခါမှာတော့ ဟျိုဂျောင်းက ရဲစခန်းမှာ အမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်ဒါပေမယ့် တရားခံကတော့ နှစ်ဦးသဘောတူလို့ ရဲစခန်းမှာ ထွက်ဆိုခဲ့ပါတယ်ဒီအမှု ဘယ်လိုဆက်ဖြစ်မှာလဲရှင်းဟျိုဂျောင်းအတွက် တရားမျှတမှုကို ရှာဖွေနို်င်မှာလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်Hay Thar Oo မှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။File Size –  1.74 GB, 902MBQuality –  WEB-DL 1080p/720pFile Type – mp4Duration – 1h 40minTranslator – Hay Thar OoEncoder – IdiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSun-ae LimStarsHyeon-jong SinJoon-Kyung KimJu-bong GiJung-ki KimSeung-bok LeeSoo-jung YeSung-Yoon JangTae-hun KimCastKi Joo-bongKim Joong-kiKim Jun-gyeongKim Tae-hoonYe Soo-jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8QIUWFILpIi9VgAeP3ODORqbHVO.jpg",
      "https://image.tmdb.org/t/p/w300/gfjs4zYRPzoC638llm6vpjnDx6Y.jpg",
      "https://image.tmdb.org/t/p/w300/rGAHczuVUvlmEPnx4sQ4IctoorT.jpg",
      "https://image.tmdb.org/t/p/w300/b5DdyZQhEItxHVlcBSLXNZebzpN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/An-Old-Lady.jpg",
    "movie_links": [
      {
        "link": "https://upstream.to/k77ihh61oxt2",
        "server": "upstream.to",
        "size": "1.74 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/ag6voqs2tdth.html",
        "server": "usersdrive.com",
        "size": "1.74 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/MxZQVLAa#-EcsoVOmqyBJ6mpK2XT9P5wFYoT3w9F9V0A_hBApIqw",
        "server": "mega.nz",
        "size": "1.74 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://veryfiles.com/e0k8ya94djcu",
        "server": "veryfiles.com",
        "size": "1.74 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/an-old-lady-2019",
        "server": "VIP Links",
        "size": "1.74 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://upstream.to/e5cum3sri2xg",
        "server": "upstream.to",
        "size": "902M",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/ei0osbwynxzt.html",
        "server": "usersdrive.com",
        "size": "902M",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2Wv2u/An_Old_Lady_(2020).mp4",
        "server": "megaup.net",
        "size": "902M",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/pwzx5zxh2bx6",
        "server": "veryfiles.com",
        "size": "902M",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "ulyVrGcUFlE",
      "video_url": "https://www.youtube.com/watch?v=ulyVrGcUFlE",
      "embed_url": "https://www.youtube.com/embed/ulyVrGcUFlE"
    }
  },
  {
    "metadata": "N/A|2019|1h 43min|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "1,835"
    },
    "title": "Mardaani 2 (2019)",
    "description": "(Unicode)၂၀၁၉ခုနှစ်မှာ အဆင့်သတ်မှတ်ချက်တွေ ကောင်းကောင်းရထားတဲ့ နာမည်ကြီးရုပ်ရှင် ဇာတ်ကားကြီး အောင်ပွဲခံအပြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။အိန္ဒိယတစ်နိုင်ငံလုံး မုဒိမ်းကျင့်သတ်ဖြတ်မှုတွေ၊ အမျိုးသမီးငယ်တွေ ပျောက်ဆုံးမှုတွေနဲ့ ပြည့်နှက်နေချိန် ကိုတာရဲစခန်းကို အက်စ်ပီရွိုင်ဆိုတဲ့ ရဲမေတစ်ဦးရောက်ရှိလာခဲ့တယ်။မုဒိမ်းကျင့်ပြီး ရက်ရက်စက်စက်သတ်ဖြတ်ခံရတဲ့ အမျိုးသမီးတစ်ဦးအလောင်းကို အဆောက်အဦးပျက်တစ်ခုရဲ့ ကန်စပ် တစ်ခုမှာ ရုပ်ပျက်ဆင်းပျက် တွေ့ရတယ်။အက်စ်ပီရဲမေကတော့ မီဒီယာနဲ့ တွေ့ဆုံပွဲမှာ “အဲ့ဒီအောက်တန်းစားရာဇဝတ်ကောင်ရဲ့ ကော်လံကို ဆွဲပြီး တရားရုံးကို ခေါ်ခဲ့မယ်”လို့ ကတိပေးထားတယ်။ဒါကို ကြားသွားတဲ့ တရားခံဟာ မာနခဲ မိန်းမတွေကိုမှ ခံတွင်းတွေ့တတ်သူဆိုတော့ ရဲမေကို စိန်ခေါ်မှုတွေ ပြုလုပ်လာပါတော့တယ်လူသတ်မှုတွေ တစ်ခုနဲ့တစ်ခုကို ချိတ်ဆက်ပြီး သတ်ဖြတ်လာတယ်။လူသတ်သမားဟာ အကျိုးစီးပွားမရရင်တောင် လူသတ်မှုနဲ့နာမည်ကြီးချင်လာတယ်။ ရဲမေရဲ့ အနီးကပ်အထိလူသတ်မှုတွေ လုပ်လာတယ်။အင်မတန်မှ ပါးနပ်တဲ့ လူသတ်သမားဗီလိန်နဲ့ အထက်က ဖိအားပေးသလိုပြည်သူတွေရဲ့ ဆန့်ကျင်မှုတွေကိုပါ ခံလာရတဲ့ ရဲမေတို့ရဲ့ ကစားပွဲကို ကိုယ်တိုင်ခံစားကြည့်ကြပါဦး။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)၂၀၁၉ခုႏွစ္မွာ အဆင့္သတ္မွတ္ခ်က္ေတြ ေကာင္းေကာင္းရထားတဲ့ နာမည္ႀကီး႐ုပ္ရွင္ ဇာတ္ကားႀကီး ေအာင္ပြဲခံအၿပီး အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။အိႏၵိယတစ္ႏိုင္ငံလုံး မုဒိမ္းက်င့္သတ္ျဖတ္မႈေတြ၊ အမ်ိဳးသမီးငယ္ေတြ ေပ်ာက္ဆုံးမႈေတြနဲ႔ ျပည့္ႏွက္ေနခ်ိန္ ကိုတာရဲစခန္းကို အက္စ္ပီ႐ြိဳင္ဆိုတဲ့ ရဲေမတစ္ဦးေရာက္ရွိလာခဲ့တယ္။မုဒိမ္းက်င့္ၿပီး ရက္ရက္စက္စက္သတ္ျဖတ္ခံရတဲ့ အမ်ိဳးသမီးတစ္ဦးအေလာင္းကို အေဆာက္အဦးပ်က္တစ္ခုရဲ႕ ကန္စပ္ တစ္ခုမွာ ႐ုပ္ပ်က္ဆင္းပ်က္ ေတြ႕ရတယ္။အက္စ္ပီရဲေမကေတာ့ မီဒီယာနဲ႔ ေတြ႕ဆုံပြဲမွာ “အဲ့ဒီေအာက္တန္းစားရာဇဝတ္ေကာင္ရဲ႕ ေကာ္လံကို ဆြဲၿပီး တရား႐ုံးကို ေခၚခဲ့မယ္”လို႔ ကတိေပးထားတယ္။ဒါကို ၾကားသြားတဲ့ တရားခံဟာ မာနခဲ မိန္းမေတြကိုမွ ခံတြင္းေတြ႕တတ္သူဆိုေတာ့ ရဲေမကို စိန္ေခၚမႈေတြ ျပဳလုပ္လာပါေတာ့တယ္လူသတ္မႈေတြ တစ္ခုနဲ႔တစ္ခုကို ခ်ိတ္ဆက္ၿပီး သတ္ျဖတ္လာတယ္။လူသတ္သမားဟာ အက်ိဳးစီးပြားမရရင္ေတာင္ လူသတ္မႈနဲ႔နာမည္ႀကီးခ်င္လာတယ္။ ရဲေမရဲ႕ အနီးကပ္အထိလူသတ္မႈေတြ လုပ္လာတယ္။အင္မတန္မွ ပါးနပ္တဲ့ လူသတ္သမားဗီလိန္နဲ႔ အထက္က ဖိအားေပးသလိုျပည္သူေတြရဲ႕ ဆန႔္က်င္မႈေတြကိုပါ ခံလာရတဲ့ ရဲေမတို႔ရဲ႕ ကစားပြဲကို ကိုယ္တိုင္ခံစားၾကည့္ၾကပါဦး။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (950 MB ) and (480 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 43minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdhip ChopraGopi PuthranKshitij Singh LakhawatPratishtha SehgalSagar AmbreVishwas DhingraStarsAnurag SharmaJisshu SenguptaPrasanna KetkarRajesh SharmaRani MukerjiShruti BapnaSumit NijhawanSunny HindujaVikram Singh ChauhanCastAnurag SharmaJisshu SenguptaPrasanna KetkarRajesh SharmaRani MukerjiShruti BapnaSumit NijhawanSunny HindujaVikram Singh Chauhan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rck8SUSUb3pJAEKYKctBQI5pkfS.jpg",
      "https://image.tmdb.org/t/p/w300/x4RmPw47gDr1vwco6k9qwazEL8f.jpg",
      "https://image.tmdb.org/t/p/w300/ltpKuRYdOwoqefZXgN1dTFlB1pP.jpg",
      "https://image.tmdb.org/t/p/w300/bbRrwSidxhZeYSIIncToGc9QYyu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vmWdyqGbAOSfqpE6l07wz1swzCr.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/j6nowwyjpk6o.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mardaani-2-2019-720-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4Vz2y/(CM)_Mardaani.2.2019.720p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/c3gbmb84vmh6",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2019|167 min|Action,Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "3,909"
    },
    "title": "Manikarnika – The Queen Of Jhansi [2019]",
    "description": "(Unicode)၂၀၁၉ ခုနှစ်မှာ ဘာသာစကား၅မျိုးနဲ့ရုံတင်ပြီး ထွက်လာခဲ့တဲ့ တေလဂူး အက်ရှင်၊ ဒရာမာ၊ သမိုင်းဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။တေလဂူးမင်းသားချော ဘိုင်ရာဘာလို့ အများခေါ်တဲ့ ရမ်ချရန်(Ram Charan)ကိုယ်တိုင် ပရိုဂျူဆာလုပ်ပြီး ရမ်ချရန်ရဲ့ ဖခင် Chiranjeevi ကို မင်းသားအဖြစ် တွေ့မြင်ရမှာပါ။မင်းသမီးမင်းသားတွေကတော့ အိန္ဒိယပရိသတ်တွေအဖို့ အထူးတလည် မိတ်ဆက်စရာ လိုမယ်မထင်ပါဘူး။မင်းသမီး နှစ်ယောက်ပါဝင်ပြီး Baahubaliကားထဲက မင်းသမီးချော Tamannah Bhatia၊ Viswasamထဲက နာမည်ကြီး မင်းသမီးချော Nayanthara၊နောက်ထပ် မင်းသား၃ယောက်ကတော့ ဟင်ဒီမင်းသားကြီး Amitabh Bachchan၊လူသိများတဲ့ 96 တမီးလ် မင်းသား Vijay Sethupathi၊တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ယင်ကောင်ကားထဲက ဗီလိန်ကြီး Sudeep တို့အပြင် နောက်ထပ် တောင်ပိုင်းစတားတွေ များစွာပါဝင်ပါတယ်။၁၈၄၆ခုနှစ်ဝန်းကျင် အိန္ဒိယရဲ့ လွတ်လပ်ရေးမီးရှုးတန်ဆောင်ဖြစ်ခဲ့တဲ့ နရဆင်းမဟာရက်ဒီရဲ့ အတ္ထုပတ္တိကို ပြန်လည်ရိုက်ကူးထားတာပါ။ဇာတ်ကားထဲမှာတော့ အင်္ဂလိပ်တွေ သိမ်းပြီးစ အိန္ဒိယအခြေအနေကို မြင်ရပြီး အခွန်တွေ တင်းကြပ်ကောက်ခံရမှ ဘုရားပေးဆုလာဘ်ဖြစ်တဲ့နရဆင်းမဟာရက်ဒီဟာ စတင် ပုန်ကန်ခဲ့ပြီး လွတ်လပ်ရေးတိုက်ပွဲ ဆင်နွှဲခဲ့ပုံတွေကို မြင်ရမှာပါ။ပထမဦးစွာ မြင်ရတဲ့ စစ်တပ်ကတော့ ဘုရင်မ မာနီကာနီကာရဲ့ ဂျန်စီစစ်တပ်ပါ။ဂျန်စီတပ်တစ်ခုလုံး အင်အားနည်းလာတဲ့အခါ စိတ်ပျက် အားလျော့နေချိန်တစ်ခုပေါ့။(Manikarnika: The Queen of Jhansi 2019 ကြည့်ဖူးကြမှာပါ)———————————————————–သမိုင်းဝင် တိုက်ပွဲအကြောင်းတွေတင်မကဘဲ သနားစရာ အချစ်ဇာတ်လမ်းလည်း ပါနေပါသေးတယ်။တောင်ပိုင်းဇာတ်ကားတို့ အများစုအတိုင်း အကတွေနဲ့ အိုဗာအက်ရှင်တွေ ပါဝင်နေပါတယ်။အကတွေကတော့ သမီးရည်းစားချစ်ကြိုက်လို့ ကကြတာမျိုး မဟုတ်ဘဲ စီရင်စု ပေါင်း ၆၁ခုက အုပ်ချုပ်သူတွေ ပေါင်းစည်းတွေ့ဆုံရေး ပွဲတော်မှာ ဖျော်ဖြေမှုအနေနဲ့ပါ။ဒါကလည်းတော်တော်လေး ကြည့်ကောင်းပါတယ်။IMDb Rating – 8/10Duration – 2hrs47minsGenere – Drama/Action/Historyကဲ…. ကိုယ်တိုင်သာ ခံစားကြည့်ဖို့ အချိန်ရောက်ပါပြီ။ခုတစ်ပတ်အတွင်း ဇာတ်ကားကောင်းတွေ ဆက်တိုက်တင်ဆက်ပေးသွားမှာမို့ မျက်ခြည်မပြတ် စာင့်ကြည့်ထားဖို့ ပြောချင်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)၂၀၁၉ ခုႏွစ္မွာ ဘာသာစကား၅မ်ိဳးနဲ႔႐ုံတင္ၿပီး ထြက္လာခဲ့တဲ့ ေတလဂူး အက္ရွင္၊ ဒရာမာ၊ သမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္ရွင္ဇာတ္ကားႀကီး တင္ဆက္ေပးလိုက္ပါတယ္။ေတလဂူးမင္းသားေခ်ာ ဘိုင္ရာဘာလို႔ အမ်ားေခၚတဲ့ ရမ္ခ်ရန္(Ram Charan)ကိုယ္တိုင္ ပ႐ိုဂ်ဴဆာလုပ္ၿပီး ရမ္ခ်ရန္ရဲ႕ ဖခင္ Chiranjeevi ကို မင္းသားအျဖစ္ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးမင္းသားေတြကေတာ့ အိႏၵိယပရိသတ္ေတြအဖို႔ အထူးတလည္ မိတ္ဆက္စရာ လိုမယ္မထင္ပါဘူး။မင္းသမီး ႏွစ္ေယာက္ပါဝင္ၿပီး Baahubaliကားထဲက မင္းသမီးေခ်ာ Tamannah Bhatia၊ Viswasamထဲက နာမည္ႀကီး မင္းသမီးေခ်ာ Nayanthara၊ေနာက္ထပ္ မင္းသား၃ေယာက္ကေတာ့ ဟင္ဒီမင္းသားႀကီး Amitabh Bachchan၊လူသိမ်ားတဲ့ 96 တမီးလ္ မင္းသား Vijay Sethupathi၊တစ္ေခတ္တစ္ခါက နာမည္ႀကီးခဲ့တဲ့ ယင္ေကာင္ကားထဲက ဗီလိန္ႀကီး Sudeep တို႔အျပင္ ေနာက္ထပ္ ေတာင္ပိုင္းစတားေတြ မ်ားစြာပါဝင္ပါတယ္။၁၈၄၆ခုႏွစ္ဝန္းက်င္ အိႏၵိယရဲ႕ လြတ္လပ္ေရးမီးရႈးတန္ေဆာင္ျဖစ္ခဲ့တဲ့ နရဆင္းမဟာရက္ဒီရဲ႕ အတၳဳပတၱိကို ျပန္လည္႐ိုက္ကူးထားတာပါ။ဇာတ္ကားထဲမွာေတာ့ အဂၤလိပ္ေတြ သိမ္းၿပီးစ အိႏၵိယအေျခအေနကို ျမင္ရၿပီး အခြန္ေတြ တင္းၾကပ္ေကာက္ခံရမွ ဘုရားေပးဆုလာဘ္ျဖစ္တဲ့နရဆင္းမဟာရက္ဒီဟာ စတင္ ပုန္ကန္ခဲ့ၿပီး လြတ္လပ္ေရးတိုက္ပြဲ ဆင္ႏႊဲခဲ့ပုံေတြကို ျမင္ရမွာပါ။ပထမဦးစြာ ျမင္ရတဲ့ စစ္တပ္ကေတာ့ ဘုရင္မ မာနီကာနီကာရဲ႕ ဂ်န္စီစစ္တပ္ပါ။ဂ်န္စီတပ္တစ္ခုလုံး အင္အားနည္းလာတဲ့အခါ စိတ္ပ်က္ အားေလ်ာ့ေနခ်ိန္တစ္ခုေပါ့။(Manikarnika: The Queen of Jhansi 2019 ၾကည့္ဖူးၾကမွာပါ)———————————————————–သမိုင္းဝင္ တိုက္ပြဲအေၾကာင္းေတြတင္မကဘဲ သနားစရာ အခ်စ္ဇာတ္လမ္းလည္း ပါေနပါေသးတယ္။ေတာင္ပိုင္းဇာတ္ကားတို႔ အမ်ားစုအတိုင္း အကေတြနဲ႔ အိုဗာအက္ရွင္ေတြ ပါဝင္ေနပါတယ္။အကေတြကေတာ့ သမီးရည္းစားခ်စ္ႀကိဳက္လို႔ ကၾကတာမ်ိဳး မဟုတ္ဘဲ စီရင္စု ေပါင္း ၆၁ခုက အုပ္ခ်ဳပ္သူေတြ ေပါင္းစည္းေတြ႕ဆုံေရး ပြဲေတာ္မွာ ေဖ်ာ္ေျဖမႈအေနနဲ႔ပါ။ဒါကလည္းေတာ္ေတာ္ေလး ၾကည့္ေကာင္းပါတယ္။IMDb Rating – 8/10Duration – 2hrs47minsGenere – Drama/Action/Historyကဲ…. ကိုယ္တိုင္သာ ခံစားၾကည့္ဖို႔ အခ်ိန္ေရာက္ပါၿပီ။ခုတစ္ပတ္အတြင္း ဇာတ္ကားေကာင္းေတြ ဆက္တိုက္တင္ဆက္ေပးသြားမွာမို႔ မ်က္ျခည္မျပတ္ စာင့္ၾကည့္ထားဖို႔ ေျပာခ်င္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.26 GB ) and (630 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 47minFormat : Mp4Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-BonsaiHDTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBalakrishnan ThevarBhupati RajaSatyanandSurender ReddyVema ReddyStarsBrahmajiChiranjeeviJagapati BabuMukesh RishiNayantharaRaghu BabuRavi KishanSudeepTamanna BhatiaVijay SethupathiCastAlexx O'NellAmitabh BachchanAnushka ShettyBrahmajiChiranjeeviJagapati BabuLakshmi GopalaswamyMisha ArobelidzeMukesh RishiNayantharaPawan KalyanRaghu BabuRanadheerRavi KishanSudeepTamanna BhatiaVijay Sethupathi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iPdgh1jRjgbMAJFRrKB2LNBaMkb.jpg",
      "https://image.tmdb.org/t/p/w300/fy5Ea8h75FZX1q9F03lScxnE1Wf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a2ba9nHpKE4jJJk0E2r7IXF9XGK.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/manikarnika-the-queen-of-jhansi-2019-mm-sub",
        "server": "VIP Links",
        "size": "1.49GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/manikarnika-the-queen-of-jhansi-2019-mm-sub-mp-4",
        "server": "VIP Links",
        "size": "1.49GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/6877fst01nds.html",
        "server": "streamsb.com",
        "size": "1.49GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "s_d9u24cFZM",
      "video_url": "https://www.youtube.com/watch?v=s_d9u24cFZM",
      "embed_url": "https://www.youtube.com/embed/s_d9u24cFZM"
    }
  },
  {
    "metadata": "N/A|2019|107 min|Action,Asian,Comedy,Crime",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "169"
    },
    "title": "Miss & Mrs. Cops (2019)",
    "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော်File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJung Da-wonStarsChoi Soo-youngJoo Woo-JaeJun Suk-hoKang Hong-sukKim Do-wanLee Sung-kyoungRa Mi-ranWi Ha-junYoon Sang-hyunYum Hye-ranCastAhn Jae-hongCho Byeong-kyuChoi Soo-youngHa Jung-wooJoo Woo-JaeJun Suk-hoKang Hong-sukKim Do-wanLee Jung-minLee ReLee Sung-kyoungRa Mi-ranSung Dong-ilWi Ha-junYoon Sang-hyunYum Hye-ran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tUjjNaogeMPP4sw1U7Baxk1Oj1U.jpg",
      "https://image.tmdb.org/t/p/w300/7F9oZNRF48Fz5q5426N3PDBend9.jpg",
      "https://image.tmdb.org/t/p/w300/bWHqmxcSIbCEPQTc1cDqroiA2Oq.jpg",
      "https://image.tmdb.org/t/p/w300/e62MOmpNYjtPJ3oReY3mMEkhYhz.jpg",
      "https://image.tmdb.org/t/p/w300/sgv71F3Dzt9Xi6JQ6n6mzIkkHDg.jpg",
      "https://image.tmdb.org/t/p/w300/8dy1hsAID20JESD3num4ZG6WN3k.jpg",
      "https://image.tmdb.org/t/p/w300/k8QQWKFxHORq69f3mCgbGK6bcqp.jpg",
      "https://image.tmdb.org/t/p/w300/arTrLOgb4TZVzYzx1V3qAmg0Zje.jpg",
      "https://image.tmdb.org/t/p/w300/27E0v9Hzfa5YR5gLazPYGG1ov7t.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/miss-mrs-cops-2019-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/miss-and-mrs-cops-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/nshy6f0tv6r4.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lGtpYkR68vo",
      "video_url": "https://www.youtube.com/watch?v=lGtpYkR68vo",
      "embed_url": "https://www.youtube.com/embed/lGtpYkR68vo"
    }
  },
  {
    "metadata": "PG-13|2019|118 min|Biography,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "6,018"
    },
    "title": "Judy (2019)",
    "description": "တစ်ခေတ်တစ်ခါက အကြွေစောခဲ့တဲ့ Legendary Star တစ်ယောက်ဖြစ်တဲ့Somewhere Over The Rainbow သီချင်းရဲ့ပိုင်ရှင်ဂျူဒီဂါလန်အကြောင်းကိုရိုက်ကူးထားတာပါဂရန်းရပ်ပစ်မင်နီဆိုတာက ဖရန်စစ်ဂမ်းစ်ကိုခေါ်တဲ့ကလေးမလေးတစ်ယောက်…အနုပညာပိုးပါလွန်းလို့ အသက် ၂နှစ်အရွယ်တည်းက စင်ပေါ်တက်သီချင်းဆိုခဲ့သူ… သူ့အနုပညာနာမည်ကို ဂျူဒီဂါလန်ရယ်လို့သူကိုယ်တိုင်းရွေးချယ်ခဲ့သူ…သူ့အသက် ၁၃နှစ်အရွယ်ကိုရောက်ချိန်မှာတော့Louis B. Mayor ကုမ္ပဏီကရိုက်ကူးတဲ့ Wizard of the Oz ဇာတ်လမ်းတွဲထဲမှာအဓိကဇာတ်ကောင် ဒေါ်ရသီအဖြစ်ပါဝင်သရုပ်ဆောင်ခွင့်ရခဲ့တယ်…ရုပ်ရည်ချောမောလှပသလို အဆိုပါရမီပြည့်ဝတဲ့ သူမဘဝလေးဟာပန်းခင်းလမ်းပဲလို့ထင်မှတ်စရာရှိပေမယ့်တကယ်တမ်းအဲ့လိုမဟုတ်ခဲ့ရှာပါဘူး…တွန်းအားအရမ်းပေးလွန်းတဲ့ မိခင်ရယ်နေ့လည်စာစားချိန်တောင်မပေးပဲအတင်းအဓမ္မအနိုင်ကျင့်ခိုင်းစေတဲ့ကုမ္ပဏီကြောင့် ဂျူဒီဟာ ဘဝကိုပင်ပန်းခက်ခဲစွာနေထိုင်နေရရှာရုံသာမက ဆေးစွဲတဲ့အဆင့်ထိရောက်သွားပါတော့တယ်…ဒီလိုသနားစရာဂျူဒီလေး အရွယ်ရောက်သွားတဲ့အခါကြုံတွေခဲ့ရတဲ့ ဘဝဇာတ်စုံကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်….သက်လတ်ပိုင်းဂျူဒီဂါလန်အဖြစ် Rene Zellweger ကပါဝင်သရုပ်ဆောင်ထားပေးပါတယ်IMDB 7.2/10 ရရှိထားပြီး ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလို့ ညွှန်းပေးလိုက်ပါရစေFile Size : ( 911 MB , 308 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : Mp4Genre : Biography , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byMay Myat ThuEncoded byMoe Myint Lwinzawgyiတစ္ေခတ္တစ္ခါက အေႂကြေစာခဲ့တဲ့ Legendary Star တစ္ေယာက္ျဖစ္တဲ့Somewhere Over The Rainbow သီခ်င္းရဲ႕ပိုင္ရွင္ဂ်ဴဒီဂါလန္အေၾကာင္းကို႐ိုက္ကူးထားတာပါဂရန္းရပ္ပစ္မင္နီဆိုတာက ဖရန္စစ္ဂမ္းစ္ကိုေခၚတဲ့ကေလးမေလးတစ္ေယာက္…အႏုပညာပိုးပါလြန္းလို႔ အသက္ ၂ႏွစ္အ႐ြယ္တည္းက စင္ေပၚတက္သီခ်င္းဆိုခဲ့သူ… သူ႔အႏုပညာနာမည္ကို ဂ်ဴဒီဂါလန္ရယ္လို႔သူကိုယ္တိုင္းေ႐ြးခ်ယ္ခဲ့သူ…သူ႔အသက္ ၁၃ႏွစ္အ႐ြယ္ကိုေရာက္ခ်ိန္မွာေတာ့Louis B. Mayor ကုမၸဏီက႐ိုက္ကူးတဲ့ Wizard of the Oz ဇာတ္လမ္းတြဲထဲမွာအဓိကဇာတ္ေကာင္ ေဒၚရသီအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ခြင့္ရခဲ့တယ္…႐ုပ္ရည္ေခ်ာေမာလွပသလို အဆိုပါရမီျပည့္ဝတဲ့ သူမဘဝေလးဟာပန္းခင္းလမ္းပဲလို႔ထင္မွတ္စရာရွိေပမယ့္တကယ္တမ္းအဲ့လိုမဟုတ္ခဲ့ရွာပါဘူး…တြန္းအားအရမ္းေပးလြန္းတဲ့ မိခင္ရယ္ေန႔လည္စာစားခ်ိန္ေတာင္မေပးပဲအတင္းအဓမၼအႏိုင္က်င့္ခိုင္းေစတဲ့ကုမၸဏီေၾကာင့္ ဂ်ဴဒီဟာ ဘဝကိုပင္ပန္းခက္ခဲစြာေနထိုင္ေနရရွာ႐ုံသာမက ေဆးစြဲတဲ့အဆင့္ထိေရာက္သြားပါေတာ့တယ္…ဒီလိုသနားစရာဂ်ဴဒီေလး အ႐ြယ္ေရာက္သြားတဲ့အခါႀကဳံေတြခဲ့ရတဲ့ ဘဝဇာတ္စုံကို႐ိုက္ကူးျပသထားတာျဖစ္ပါတယ္….သက္လတ္ပိုင္းဂ်ဴဒီဂါလန္အျဖစ္ Rene Zellweger ကပါဝင္သ႐ုပ္ေဆာင္ထားေပးပါတယ္IMDB 7.2/10 ရရွိထားၿပီး ၾကည့္သင့္တဲ့ဇာတ္ကားေကာင္းလို႔ ၫႊန္းေပးလိုက္ပါရေစFile Size : ( 911 MB , 308 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : Mp4Genre : Biography , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Myat ThuEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRupert GooldStarsBella RamseyFinn WittrockGemma-Leah DevereuxJessie BuckleyJohn DagleishMichael GambonRenée ZellwegerRichard CorderyRufus SewellTim AhernCastAndy NymanArthur McBainBella RamseyBentley KaluDaniel CerqueiraDarci ShawDavid RubinDavid ShieldsFinn WittrockGemma-Leah DevereuxIsrael RuizJessie BuckleyJohn DagleishJohn MackayLucy RussellMatt NaltonMichael GambonNatasha PowellPhil DunsterRenée ZellwegerRichard CorderyRoyce PierresonRufus SewellTim AhernTom Durant Pritchard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/99BHWZowADkJ0yKKGFZs4NfsX8q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iqJhHjD6k6T07waELjMKDpQJUP.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w2mggsppvnhz.html",
        "server": "usersdrive.com",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/5f4825/cm-judy-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-judy-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/aes1upjqg84w",
        "server": "upstream.to",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://myandrive.net/file/aSKGdTZRGp",
        "server": "usersdrive.com",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/4585b256065c06a5",
        "server": "fastload.cc",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/3vAvf/(CM)_Judy_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/g9dQQARR#bYDCiohMpigYvkKY1yWWj7WWt4mKeGaKJCX9qDoI7jM",
        "server": "mega.nz",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1A54y",
        "server": "usersdrive.com",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/iNcV7UCXQS907A",
        "server": "disk.yandex.com",
        "size": "911 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "QPgWnMXRv5o",
      "video_url": "https://www.youtube.com/watch?v=QPgWnMXRv5o",
      "embed_url": "https://www.youtube.com/embed/QPgWnMXRv5o"
    }
  },
  {
    "metadata": "21+|2019||Adult,Asian",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] I Will Lend You A New Amateur Girl,Momoka Kashiwagi (esthetician)",
    "description": "~ Dark Side Production  ~Stay Home,Watch JAV.I strongly recommend it is not for kids.File Size : (1.9 GB)Quality : HD-Rip 720pRunning Time : 02:15:52Format : Mp4Genre : Erotic,JAVSubtitle : Myanmar Subtitle (Hard Sub) :3Translated by WHOEncoded by JAVAYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsMomoka Kashiwagi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/3b775baddd441ab51c7aae671b5ebb26.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/in5207lby1mh.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/i-will-lend-you-a-new-amateur-girl-momoka-kashiwagi-21-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2RKd1/I_Will_Lend_You_A_New_Amateur_Girl._87_Pseudonym)_Momoka_Kashiwagi_(esthetician).mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "http://www.filedwon.info/i0tm8buws48p/I_Will_Lend_You_A_New_Amateur_Girl_(Momoka_Kashiwagi)_[21+]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/f1ctay3msknv",
        "server": "upstream.to",
        "size": "1.9 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2019|2h 1min|Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1.1k"
    },
    "title": "Dilan 1991 (2019)",
    "description": "Dilan 1991(2019)IMDb~ 6.5/10အင်ဒိုနီးရှားနိုင်ငံရဲ့ ရိုမန့်တစ်အဆန်ဆုံး အချစ်ဇာတ်လမ်းလို့ ပြောလိုက်ရင်စာရေးဆရာ Pidi Baiq ရဲ့ Dilan စီးရီးက မပါမဖြစ်ပါDilan 1990(2018)၊ Dilan 1991(2019) နဲ့ Milae(2020) ဆိုပြီးဇာတ်ကား သုံးကား ထွက်ရှိထားပါတယ်အခု တင်ဆက်ပေးမှာကတော့ 2019 မှာ ထွက်ခဲ့တဲ့ Dilan 1991 ပဲ ဖြစ်ပါတယ်(ကျန်တဲ့ နှစ်ကားကိုလည်း CM မှာ ဝင်ရောက်ကြည့်ရှူနိုင်ပါတယ်)ဒါကတော့ Dilan 1990 (2018) ပါDilan 1990 (2018)ဒါကတော့ Milae (2020) ပါMilea (2020)Dilan 1990(2018) မှာတုန်းက ဒီလန် နဲ့ မီလယ်ရာတို့ ချစ်သူတွေ ဖြစ်သွားခဲ့ကြပါတယ်ချစ်သူတွေဖြစ်ပြီးတဲ့နောက် ပေပေတေတေနေတတ်တဲ့ ဆိုင်ကယ်ဂန်းစတားလေး ဒီလန် နဲ့ဆိုင်ကယ်အဖွဲ့နဲ့ မပတ်သက်စေချင်တဲ့ မီလယ်ရာတို့အကြားပဋိပက္ခတွေ၊ အထင်အမြင်လွဲမှားမှုတွေ ပေါ်ပေါက်လာပါတော့တယ်အဲဒီပဋိပက္ခတွေ ကြားထဲမှာ ဒီလန် နဲ့ မီလယ်ရာတို့ချစ်ခြင်းမေတ္တာကို ဆက်လက် ပုံဖော်နိုင်ပါ့မလားဆိုတာကတော့….အချစ်ဇာတ်လမ်းကောင်းကောင်းလေးတွေကို ကြိုက်နှစ်သက်တတ်တဲ့သူဆိုရင်တော့ဒီဇာတ်လမ်းလေးကို လက်လွတ်မခံသင့်ပါဘူးအညွှန်း နဲ့ ဘာသာပြန်ကတော့Roman NoXပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720p | 480pFile size…1.5GB | 841MB | 305MBFormat… mp4Duration…. 2h 1minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Roman NoXEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdhisty ZaraAfrizalAndovi da LopezAris NugrahaAzzura PinkanBrandon SalimBucek DeppCeu PoponDebo AndriosEnce BagusGiulio ParengkuanGusti RayhanHappy SalmaIang DarmawanInten LeonyIqbaal Dhiafakhri RamadhanIra RatihIra WibowoJerome KurniaMaudy KoesnaediMoira Tabina ZaynMuhammad FarhanOmara EsteghalPolo RezaRefal HadyRidwan KamilRoy SungkonoSissy PrescilliaTeddy SnadaTeuku Rifnu WikanaTJVanesha PrescillaYoriko AngelineZulfa Maharani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p6b37HcXfZhNfQzUHEVtqSrSm8Q.jpg",
      "https://image.tmdb.org/t/p/w300/6kFFYxGNi0sRbjKGIHn2Wev1pnb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jvhtHrO4g767iInsfLm9USy47mH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dilan-1999-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/9ob0356szasa.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/dilan-1991-2019-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1NF9x/Dilan.1991.2019.1080p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/kP1w0YbL#orvzHQ87rof0HmOfTiQtFL7i8cia5WT5bDABU_-yHcw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qz72sxiu5x6k.html",
        "server": "usersdrive.com",
        "size": "841MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/dilan-1991-2019-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "841MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1NF9d/Dilan.1991.2019.720p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "server": "megaup.net",
        "size": "841MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/8G1kTALT#TbG6SBl82d_EsutwNusHBasRX1XOjtZWGDBe67QgN-Q",
        "server": "mega.nz",
        "size": "841MB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/0pb7dgffjfls.html",
        "server": "streamsb.com",
        "size": "841MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/pytvrtv8xuhf.html",
        "server": "usersdrive.com",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/dilan-1991-2019-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/39A3A/Dilan.1991.2019.480p.NF.WEB-DL.CM_(2).mp4",
        "server": "megaup.net",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/dHU1SJ4R#-UZqQilQTNNEBNU7qY4MNZB3VB2KTZV8x05WC3thSMs",
        "server": "mega.nz",
        "size": "305MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/4as9mraun5qd.html",
        "server": "streamsb.com",
        "size": "305MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "#?secret=aZuG3zos6P",
      "video_url": "https://www.youtube.com/watch?v=#?secret=aZuG3zos6P",
      "embed_url": "https://www.youtube.com/embed/#?secret=aZuG3zos6P"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Horror",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "276"
    },
    "title": "My Soul To Keep (2019)",
    "description": "ဒါကတော့ festivalလေးတွေမှာဆုတွေရထားတဲ့ Horrorကားကောင်းလေးတစ်ကားပါ။9နှစ်အရွယ် အီလိုင်လေးတစ်ယောက်သူတို့အိမ်မြေအောက်ခန်းက မီးလင်းဖိုမှာ ဘာဂလီလို့ခေါ်တဲ့မကောင်းဆိုးဝါးကြီးနေပြီး အဲ့မကောင်းဆိုးဝါးကြီးကသူ့ဝိညာဉ်ကိုယူဖို့ ကြိုးစားနေတာလို့ထင်နေပါတယ်။ဒီအကြောင်းကိုသူ့မိဘတွေကိုပြောပေမယ့် ‌မယုံကြဘဲမြေအောက်ခန်းကကြောက်စရာကောင်းလို့ကြောက်နေတာလို့ပဲထင်လိုက်ပါတယ်။သူ့သူငယ်ချင်းကောင်း ဆမ်ကတော့ယုံသလိုလိုပါပဲ။တစ်ညမှာတော့ သူအိမ်မှာတစ်ယောက်တည်းကျန်နေခိုက်အန္တရာယ်တွေနဲ့ရင်ဆိုင်ရပါတော့တယ်။ဘာဂလီမကောင်းဆိုးဝါးဟာတကယ်ပဲရှိနေတဲ့သရဲလိုမျိုးလားသူ့စိတ်ထဲမှာထင်နေတာမျိုးလားဆိုတာ ဒီကားလေးကိုကြည့်ရင်းအဖြေရှာလိုက်ပါ။File Size : ( 851 MB , 250 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAjmal Zaheer AhmadStarsArielle OlkhovskyBrandon Matthew LayneDebra Harrison-LoweEmmanuelle TurcoJake RotgerMaria WasikowskiMelissa O'BrienParker SmerekRemington GielniakCastArielle OlkhovskyBrandon Matthew LayneDebra Harrison-LoweEmmanuelle TurcoJake RotgerMaria WasikowskiMelissa O'BrienParker SmerekRemington Gielniak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vwvIZm1Ex9VzMPYjv9V6LRDZqZm.jpg",
      "https://image.tmdb.org/t/p/w300/93IRtgYfgSh70UeQMRnrq4dnPHS.jpg",
      "https://image.tmdb.org/t/p/w300/xo4XxASTESCSQWaliQTIg5mGCDl.jpg",
      "https://image.tmdb.org/t/p/w300/ujq5Zhzh5WSZgxJKP8hzqkIaTbA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/woCISIWcgSh1RaKEOMABgz3eHna.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/YwlNKrezRI",
        "server": "drive.google.com",
        "size": "851 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/zqXJMbK9oK",
        "server": "drive.google.com",
        "size": "250 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/2AJ7/(CM)_My_Soul_To_Keep_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "851 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AJ8/(CM)_My_Soul_To_Keep_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "250 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/3uxi8/(CM)_My_Soul_To_Keep_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "851 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/3uxib/(CM)_My_Soul_To_Keep_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "250 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://openload.co/f/7WggXcam_Fg/%28CM%29_My_Soul_To_Keep_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "851 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/yptY2laWBWc/%28CM%29_My_Soul_To_Keep_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "250 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://clicknupload.org/hrj3txvfgpp1",
        "server": "ClicknUpload.org",
        "size": "851 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/0waiv9wg1hl8",
        "server": "ClicknUpload.org",
        "size": "250 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "ASQTLQGsG54",
      "video_url": "https://www.youtube.com/watch?v=ASQTLQGsG54",
      "embed_url": "https://www.youtube.com/embed/ASQTLQGsG54"
    }
  },
  {
    "metadata": "R|2019|134 min|Action,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "311"
    },
    "title": "Kingdom (2019)",
    "description": "2019 ထွက် ဂျပန်ကားပါ။ရှေးခေတ် စစ်ပွဲတွေကို အခြေခံထားတာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟရူးနဲ့ ရှင်း ဆိုတဲ့မိဘမဲ့ အစေခံလေး နှစ်ယောက်ဟာအိပ်မက်ကြီးတစ်ခု ရှိကြပါတယ်။ကြီးမြတ်တဲ့ စစ်သူကြီးတွေ ဖြစ်လာဖို့ပါပဲ။ဒီလိုနဲ့ တစ်နေ့မှာ သူတို့၂ယောက်ထဲက ဟရူးကို နန်းတော်ကအမတ်တစ်ယောက်က အမှုထမ်းဖို့သပ်သပ် ရွေးခေါ်သွားခဲ့ပါတယ်။ဒါပေမယ့် ဟရူးက ရှင်းဆီက မကြာခင်ပဲ ပြန်ရောက်လာပြီးသူနဲ့အတူ နန်းတွင်းအရှုပ်တော်ပုံနဲ့ပြည်တွင်း စစ်ပွဲကြီးတစ်ခု သယ်ဆောင်လာတဲ့အခါ……ဒီကားက ဓားသိုင်းကား ကောင်းကောင်းငတ်နေတဲ့သူတွေအတွက်တော့ အဆာပြေဖြစ်မှာပါ။Translated By : Little NeoEncoded By : XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinsuke SatoStarsJun KanameKanata HongôKanna HashimotoKento YamazakiMasahiro TakashimaMasami NagasawaRyo YoshizawaShinnosuke AbeShinnosuke MitsushimaTakao OsawaCastJun HashimotoJun KanameKanata HongôKanna HashimotoKento YamazakiMasahiro TakashimaMasami NagasawaMasaya KatoMotoki FukamiRenji IshibashiRyo YoshizawaShinnosuke AbeShinnosuke MitsushimaTak SakaguchiTakao OsawaTakashi Ukaji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sx9dBw5dvbXtXIx2mO9VyzujgS2.jpg",
      "https://image.tmdb.org/t/p/w300/3fwhk4i8T2wlBdzCo64fzKTns9r.jpg",
      "https://image.tmdb.org/t/p/w300/m3PmXUgcStmKaaawtjqcHX062hQ.jpg",
      "https://image.tmdb.org/t/p/w300/xV9s1q35MqXwSYa3W32GSZ8A3Rb.jpg",
      "https://image.tmdb.org/t/p/w300/sLp231vjeGOXMVenPTjOT3XPlF7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNTE1MDBmY2EtMjlkMC00NGQ5LWE3MTEtMzNlNTA3OWY5ZmUyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SY1000_SX710_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kingdom-2019",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/kingdom-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Tsql/kingdom_(Kingudamu)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbembed2.com/jcmtilsv4fwq.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "iS63u7GP0PE",
      "video_url": "https://www.youtube.com/watch?v=iS63u7GP0PE",
      "embed_url": "https://www.youtube.com/embed/iS63u7GP0PE"
    }
  },
  {
    "metadata": "N/A|2019|90 min|Fantasy,Romance,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "49"
    },
    "title": "Harmony (2019)",
    "description": "စၾကာဝဠာႀကီးထဲမွာ စိတ္ခံစားခ်က္ႏွစ္ခုပဲရွိတယ္အဲ့ဒါကေတာ့ ခ်စ္စိတ္နဲ႔ ေၾကာက္စိတ္တဲ့ အဲ့ဒီခံစားခ်က္၂ခုဟာ သိပ္ကို ျပင္းထန္လြန္းတဲ့အတြက္ အရာရာတိုင္းကို ခ်ည္ေႏွာင္ထားတယ္တဲ့ဟာမိုနီလို႔ေခၚတဲ့ ေကာင္မေလးဟာ ေမြးကတည္းက သူ႔ပတ္ဝန္းက်င္မွာ ရွိတဲ ့အပ်က္တရားျဖစ္တဲ့ ေၾကာက္ရြံျခင္းစိတ္ကို ခံစားသိရွိသူတစ္ဦးပါ။ဒါ့အျပင္ သူထိလိုက္တဲ့လူရဲ႕ ေၾကာက္ရြံျခင္းစိတ္ကို စုပ္ယူႏိုင္စြမ္းလဲရွိပါတယ္။သူဟာ ဒုကၡေရာက္ေနသူေတြဆီက ေၾကာက္ရြံျခင္းစိတ္ကို စုပ္ယူၿပီး ကူညီေပးေနသူတစ္ဦးျဖစ္ပါတယ္။တစ္ေန႔ ဟာမိုနီ ဟာ ကိုယ့္ကိုယ္ကို သတ္ေသေတာ့မယ္အမ်ိဳးသမီးကို ကူညီေပးရင္း အဲ့ဒီအမ်ိဳးသမီးက ဟာမိုနီကို အရမ္းခင္မင္သြားပါေတာ့တယ္။အဲ့ဒါကပဲ ဟာမိုနီ ဆိုတဲ့ ေကာင္မေလးနဲ႔ ေမဆင္ ဆိုတဲ့ေကာင္ေလးတို႔ ေတြ႕ဖို႔ အေၾကာင္းျဖစ္လာေတာ့တာပဲ။ေမဆင္ဆိုတဲ့ေကာင္ေလးကေတာ့ တစ္ခန္းလြတ္ေနတယ္လို႔ ေျပာရေလာက္တဲ့ ခပ္ေၾကာင္ေၾကာင္ေကာင္ေလးပါ။သူ႕မွာ အထူးအဆန္းေမးခြန္းေတြ အမ်ားႀကီးရွိတယ္ အခ်စ္ဆိုတာ ဘာလဲတို႔ အခ်စ္ဆိုတာ ထင္ေယာင္ထင္မွားအရာလား ဆိုတဲ့ ေဂါက္ေတာက္ေတာက္ ေမးခြန္းေတြေပါ့။ပါတီပြဲတစ္ခုမွာ ဟာမိုနီ နဲ႔ ေမဆင္ တို႔ ေတြ႕ဆံုၾကၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္ လက္ခ်င္းထိမိလိုက္တဲ့အခ်ိန္ဟာမိုနီ ဟာ သူ လူထူထူၾကားေရာက္ရင္ ခံစားမိေနက် ပတ္ဝန္းက်င္က အေၾကာက္တရားလႈိင္းေတြကို မခံစားမိေတာ့ပဲသာမန္လူတစ္ေယာက္လိုျဖစ္သြားသလို ေမဆင္ မွာလဲ သူတစ္ခါမွ မခံစားဖူးတဲ့ ခံစားခ်က္တစ္မ်ိဳး ရရွိသြားပါေတာ့တယ္။အဲ့ဒါက ဘာျဖစ္မလဲ….(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  Alias ပါ)File Size : (750 MB) and (380 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Fantasy, Romance, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEB-DL.DDP5.1.H.264-NTGTranslated by AliasEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCorey PearsonJohn DuongMichael KnottRick BeecroftScott InceStarsDean KyrwoodEamon FarrenJacqueline McKenzieJerome MeyerJessica FalkholtLes ChanteryLewis Fitz-GeraldPaula ArundellSalvatore CocoTessa JamesCastAdele QuerolAkos ArmontAngela DowningAntoniette IesueCassidy RichardsonCheryl CraigDean KyrwoodEamon FarrenEdward McKennaErica LongHayden MaherInes EnglishJacqueline McKenzieJames TrimboliJerome MeyerJessica FalkholtJordan CowanJoseph J.U. TaylorLachlan Edmonds-MunroLes ChanteryLewis Fitz-GeraldMonica SayersPaula ArundellSalvatore CocoShaun Phillip CantwellTessa JamesTiriel MoraTony Chu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kPWxUUKrlpsVPtsDmqeGdp0Cozk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5TibOXa3ZTHfAWuf840orXm0Zoo.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/harmony-2019-mm-sub-mp-4",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vvvg832fniu2.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x6Yp/Harmony_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YFA1WYyD#TDfjiA1__H9780Xb8o_qcZlRcOyFufDjdZm31CWXs44",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2slrZBvRHk0",
      "video_url": "https://www.youtube.com/watch?v=2slrZBvRHk0",
      "embed_url": "https://www.youtube.com/embed/2slrZBvRHk0"
    }
  },
  {
    "metadata": "N/A|2019|2h 13min|Bollywood,Comedy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "4,734"
    },
    "title": "Bala (2019)",
    "description": "(Unicode)IMDb 7.6/10Rotten Tomatoes 82%Google Users 91%မေးခွန်းလေးတစ်ခုလောက်မေးချင်တယ်မိတ်ဆွေတို့ရဲ့အလှအပအတွက် ဆံပင်ဟာ ဘယ်လောက်ထိအရေးပါလဲ  ဖြေကြည့်ပါလား၊ စဉ်းရောစဉ်းစားကြည့်ဖူးလားဟုတ်ပါတယ် ကျွန်တော်တို့တွေရဲ့ အလှအပကဏ္ဌမှာဆံပင်ဟာ ကြီးကြီးမားမား နေရာတစ်ခုကပါဝင်နေတယ်ဆိုတာ မလွဲမသွေပါပဲဆံပင်အတွက် ဆေးဝါးပေါင်းစုံ၊ အလှကုန်ပေါင်းစုံ၊ နည်းလမ်းပေါင်းစုံနဲ့ ပြုစုယုယဂရုစိုက်နေသူတွေ တပုံကြီးပါကိုယ့်ဆံပင်ကို လူတိုင်းလိုလို တန်ဖိုးထားကြပါတယ်မိန်းကလေးမှမဟုတ်ဘူး ယောက်ျားလေးတွေထဲမှာတောင် ဆံပင်ကောင်းတဲ့လူဟာ ဂုဏ်ယူစရာတစ်ခုအဖြစ် ခံယူထားကြပါတယ်ဘဝင်မြင့်စရာဖြစ်နေပါတယ် ဟုတ်ပါတယ် အဲ့ဒိလို ဆံပင်ကြောင့် ဟီရိုးတစ်ယောက်ရှိပါတယ်ကျောင်းသားဘဝမှာ နိုင်ငံကျော်မင်းသားပေါင်းစုံဟန်ကို အတုအပပြုလုပ်နိုင်ပြီးတစ်ကျောင်းလုံးက မိန်းကလေးတိုင်း ကြွေရတဲ့ ဘာလားဆိုတဲ့ချာတိတ်တစ်ယောက်ရှိပါတယ်သူ့အတွက် ဘယ်လောက်ထိဘဝမြင့်စရာဖြစ်နေမလဲ မြင်ယောင်ကြည့်လိုက်ပါဒါပေမဲ့ အဲ့ဒိဘာလားဟာ အသက် ၂၄ နှစ်အရွယ်မှာတော့ ဆံပင်တွေကျွတ်ပြီး ထိပ်ပြောင်တစ်ယောက်ဖြစ်လို့သွားပါတယ်ကံကြမ္မာအလှည့်အပြောင်းသိပ်ဆိုးလွန်းပါတယ် ဟီးရိုးအဖြစ်ကနေ ဇီးရိုး ဆော်ကြည်ဘဲကနေ ဆော်ပစ်ဘဲအလုပ်မှာ ရာထူးကျ ဘာလုပ်လုပ် စိတ်နဲ့ကိုယ်နဲ့မကပ်ဖြစ်ကာ ဆံပင်ပြန်ပေါက်ရေး အရေးတော်ပုံ စတင်ရပါတော့တယ်ဒီအနေထားနဲ့ ဘာလား သူကြိတ်ကြွေနေရတဲ့သူလေးကတော့ တစ်တော့ဆယ်လီ အချောအလှ မော်ဒယ်မလေး ပရီတဲ့ဗျာသူ့အချစ်ရေး အောင်မြင်နိုင်ပါ့မလား  သူ့ထိပ်ပြောင်နေမှုကို အနိုင်ယူပြောင်းလဲနိုင်ပါ့မလားဒီအခြေနေအားလုံးကို ဟာသနဲ့ ဒရာမာ အချိုးကျကျပေါင်းစပ်လိုက်တဲ့အခါ Blolockbuster ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ Bala ဆိုတာဖြစ်ပေါ်လာပါတယ်အားလုံးပဲ ခံစားကြည့်လိုက်ကြပါ ဒေါင်းကြည့်ရကျိုးနပ်စေမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 7.6/10Rotten Tomatoes 82%Google Users 91%ေမးခြန္းေလးတစ္ခုေလာက္ေမးခ်င္တယ္မိတ္ေဆြတို႔ရဲ႕အလွအပအတြက္ ဆံပင္ဟာ ဘယ္ေလာက္ထိအေရးပါလဲ  ေျဖၾကည့္ပါလား၊ စဥ္းေရာစဥ္းစားၾကည့္ဖူးလားဟုတ္ပါတယ္ ကြၽန္ေတာ္တို႔ေတြရဲ႕ အလွအပကဏၭမွာဆံပင္ဟာ ႀကီးႀကီးမားမား ေနရာတစ္ခုကပါဝင္ေနတယ္ဆိုတာ မလြဲမေသြပါပဲဆံပင္အတြက္ ေဆးဝါးေပါင္းစုံ၊ အလွကုန္ေပါင္းစုံ၊ နည္းလမ္းေပါင္းစုံနဲ႔ ျပဳစုယုယဂ႐ုစိုက္ေနသူေတြ တပုံႀကီးပါကိုယ့္ဆံပင္ကို လူတိုင္းလိုလို တန္ဖိုးထားၾကပါတယ္မိန္းကေလးမွမဟုတ္ဘူး ေယာက္်ားေလးေတြထဲမွာေတာင္ ဆံပင္ေကာင္းတဲ့လူဟာ ဂုဏ္ယူစရာတစ္ခုအျဖစ္ ခံယူထားၾကပါတယ္ဘဝင္ျမင့္စရာျဖစ္ေနပါတယ္ ဟုတ္ပါတယ္ အဲ့ဒိလို ဆံပင္ေၾကာင့္ ဟီ႐ိုးတစ္ေယာက္ရွိပါတယ္ေက်ာင္းသားဘဝမွာ ႏိုင္ငံေက်ာ္မင္းသားေပါင္းစုံဟန္ကို အတုအပျပဳလုပ္ႏိုင္ၿပီးတစ္ေက်ာင္းလုံးက မိန္းကေလးတိုင္း ေႂကြရတဲ့ ဘာလားဆိုတဲ့ခ်ာတိတ္တစ္ေယာက္ရွိပါတယ္သူ႔အတြက္ ဘယ္ေလာက္ထိဘဝျမင့္စရာျဖစ္ေနမလဲ ျမင္ေယာင္ၾကည့္လိုက္ပါဒါေပမဲ့ အဲ့ဒိဘာလားဟာ အသက္ ၂၄ ႏွစ္အ႐ြယ္မွာေတာ့ ဆံပင္ေတြကြၽတ္ၿပီး ထိပ္ေျပာင္တစ္ေယာက္ျဖစ္လို႔သြားပါတယ္ကံၾကမၼာအလွည့္အေျပာင္းသိပ္ဆိုးလြန္းပါတယ္ ဟီး႐ိုးအျဖစ္ကေန ဇီး႐ိုး ေဆာ္ၾကည္ဘဲကေန ေဆာ္ပစ္ဘဲအလုပ္မွာ ရာထူးက် ဘာလုပ္လုပ္ စိတ္နဲ႔ကိုယ္နဲ႔မကပ္ျဖစ္ကာ ဆံပင္ျပန္ေပါက္ေရး အေရးေတာ္ပုံ စတင္ရပါေတာ့တယ္ဒီအေနထားနဲ႔ ဘာလား သူႀကိတ္ေႂကြေနရတဲ့သူေလးကေတာ့ တစ္ေတာ့ဆယ္လီ အေခ်ာအလွ ေမာ္ဒယ္မေလး ပရီတဲ့ဗ်ာသူ႔အခ်စ္ေရး ေအာင္ျမင္ႏိုင္ပါ့မလား  သူ႔ထိပ္ေျပာင္ေနမႈကို အႏိုင္ယူေျပာင္းလဲႏိုင္ပါ့မလားဒီအေျခေနအားလုံးကို ဟာသနဲ႔ ဒရာမာ အခ်ိဳးက်က်ေပါင္းစပ္လိုက္တဲ့အခါ Blolockbuster ဇာတ္ကားေကာင္းတစ္ကားျဖစ္တဲ့ Bala ဆိုတာျဖစ္ေပၚလာပါတယ္အားလုံးပဲ ခံစားၾကည့္လိုက္ၾကပါ ေဒါင္းၾကည့္ရက်ိဳးနပ္ေစမယ္ဆိုတာ ရဲရဲႀကီးအာမခံပါတယ္ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (999 MB)Quality : WEB-Rip 720pRunning Time : 2hr 13minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEBRip x264 – LOKiHD – TellyTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmar KaushikVipasha ArvindStarsAbhishek BanerjeeAyushmann KhurranaBhumi PednekarDheerendra KumarJaved JaffreySachin ChaudharySaurabh ShuklaSeema PahwaSunita RajwarYami GautamCastAbhishek BanerjeeAyushmann KhurranaBhumi PednekarDheerendra KumarHardy SandhuJaved JaffreyRanjan RajSachin ChaudharySaurabh ShuklaSeema PahwaSonam BajwaSunita RajwarYami Gautam",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tk9qqgu7cxTzIWMXwchtBh7dFt1.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hod1u824jy94.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bala-2019-hindi-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2dWC1/(CM)_Bala_2019_Hindi_720p_WEBRip.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oaB0ACYY#rlnsTpOmmAGJXQPu8KlHLsIUglQUydFvWk9kkSClpQs",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/k8h9hzr2gjjn",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|140 min|Biography,Drama,Horror",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "10033"
    },
    "title": "The King (2019)",
    "description": "Rating 7.6 ရရွိထားတဲ့ဒီရုပ္ရွင္ကိုေတာ့ ကမာၻေက်ာ္ ရွိတ္စပီးယားရဲ႕Henry V ျပဇာတ္ကေန ျပန္လည္ရိုက္ကူးထားတာပါ။ဒီျပဇာတ္ကို ရုပ္ရွင္ေတြထဲမွာ ခဏခဏ ေဖာ္ျပတတ္ၾကပါတယ္။ရွားေလာ့ဟုမ္းစီးရီးထဲမွာေတာင္ ရွားေလာ့ ေဆးကြဲၿပီး ရြတ္သြားတာဟင္နရီဘုရင္ရဲ႕ မိန္႕ခြန္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဂၤလန္တိုင္းျပည္မွာစေကာ့ေတြ ေဝလေတြ သူပုန္ထၿပီး ဖရိုဖရဲ ျဖစ္ေနခ်ိန္၊စတုတၳေျမာက္ဟင္နရီ ဘုရင္ နတ္ရြာစံၿပီး သူ႕ရဲ႕ သားျဖစ္သူပဥၥမေျမာက္ ဟင္နရီ ဘုရင္ နန္းတက္လာခ်ိန္၊တိုင္းျပည္ကို ျငိမ္သက္ေအာင္ ၾကိဳးစားရပံုပါ။Henry V ဟာ အေဖနဲ႕အဆင္မေျပလို႕ နန္းေတာ္မွာလည္းမေနအရက္ေသာက္ ေပ်ာ္ပါးၿပီးနယ္ဖ်ားမွာ ေနခဲ့သူျဖစ္လို႕ ဘယ္သူမွ မထင္မၾကီးထားၾကပါဘူး။ၾကိဳးစားေနဆဲမွာပဲ ျပင္သစ္နဲ႕ ပဍိပကၡျဖစ္ၿပီး စစ္ျဖစ္လာခဲ့ပါတယ္။ဒီစစ္ပြဲဟာပဲ ဟင္နရီဟာ အဂၤလန္ရဲ႕ ထိုက္တန္တဲ့ဘုရင္ျဖစ္ေၾကာင္း သက္ေသျပဖို႕ ျဖစ္လာပါေတာ့တယ္။File Size : ( 1 GB , 495 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 20 minFormat : Mp4Genre : Biography , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byLittle NeoEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid MichôdStarsBen MendelsohnDean-Charles ChapmanEdward AshleyJoel EdgertonLily-Rose DeppRobert PattinsonSean HarrisThomasin McKenzieTimothée ChalametTom Glynn-CarneyCastAlex ReedAndrew HavillÁrpád AntolikBen MendelsohnCedric CirotteauChris EcobChristopher Patrick NolanColin ThompsonDean-Charles ChapmanEdward AshleyGyula MesterházyHal ChaseHarry ChaseHarry TrevaldwynIvan KayeJeremy ChevillotteJoel EdgertonJohn TaylorJoshua GrantLily-Rose DeppLucas HansenMattia ParadisoNicholas WittmanOscar BennettPeter Sztojanov Jr.Phil HodgesPhilip RoschPhillip TolleyRobert PattinsonRoderick HillSean HarrisStephen FewellSteven ElderThanh-Huy PhanThibault de MontalembertThomas FyansThomasin McKenzieTim WildmanTimothée ChalametTom Glynn-CarneyTom LacroixTom LawrenceTommy GormanVincent LatorreZoë Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6Su3nySWCoRzzQL0TivhlFsceVn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8u0QBGUbZcBW59VEAdmeFl9g98N.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-king-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/a4a76a79/cm-the-king-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4aNg9/(CM)_The_King_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/2sMwWKaJ#nMuop_r2J3ScDVDo926eB96UXdtB-BvbO7vNYsnhGsE",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/p0p3vponspfi",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2Vf6t",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/18pesb8pprs9",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "yMJnsTx-TBg",
      "video_url": "https://www.youtube.com/watch?v=yMJnsTx-TBg",
      "embed_url": "https://www.youtube.com/embed/yMJnsTx-TBg"
    }
  },
  {
    "metadata": "N/A|2019|97 min|Drama,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "2,169"
    },
    "title": "Secret Obsession (2019)",
    "description": "ယာဥ္တိုက္မႈဆိုးဆိုးဝါးဝါးျဖစ္ၿပီး ဦးေႏွာက္အျပင္းအထန္ထိခိုက္ကာ အသက္မေသခဲ့ေပမယ့္မွတ္ဉာဏ္ေတြေပ်ာက္ဆံုးသြားတဲ့ ဂ်နီဖာ…သတိရလာတဲ့အခါ ခ်စ္ခင္ပြန္းရက္ဆဲလ္က ေဘးကေနေတာက္ေလ်ာက္ ျပဳစုေစာင့္ေရွာက္ေနေပမယ့္တစ္ခုခုမွားယြင္းေနေၾကာင္း သိလာရတဲ့အခါ..Netflix ရဲ႕ thriller ေလးကို မိုးေအးေအးမွာ ၾကည့္ရႈခံစားလိုက္ပါဦး(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ)File Size : (750 MB) and (380 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEBRip.DDP5.1.Atmos.x264-NTGTranslated by May Myat ThuEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter SullivanStarsAshley ScottBlair HickeyBrenda SongCasey LeachDaniel BookoDennis HaysbertMichael Patrick McGillMike VogelPaul SloanScott PeatCastAshley ScottBlair HickeyBrenda SongCasey LeachCiarra CarterDaniel BookoDennis HaysbertEric EtebariJennifer PeoJim HannaKati SalowskyMichael Patrick McGillMike VogelPaul SloanScott Peat",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uQUlZIyrVmOfVVj2JRrPmRcn6M1.jpg",
      "https://image.tmdb.org/t/p/w300/vLs4SePN91EcfjcUsQJSfW2rePm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iKMeE6oYzBVzhA6xLGb8PPWEruF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/secret-obsession-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nwgx4chx2r45.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d4qw/Secret_Obsession_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9VJzySDL#L5wUMM7QEfUotvH3KFNjyQs2np3L_y0yeIV7fo-Bk4s",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Nc6loZU3kjQ",
      "video_url": "https://www.youtube.com/watch?v=Nc6loZU3kjQ",
      "embed_url": "https://www.youtube.com/embed/Nc6loZU3kjQ"
    }
  },
  {
    "metadata": "N/A|2019|93 min|Horror",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "657"
    },
    "title": "Girl on the Third Floor (2019)",
    "description": "ဒါကတော့ratingကောင်းတွေရထားတဲ့ horrorကားတစ်ကားပါ။အရမ်းကောင်းတဲ့လူတစ်ယောက်တော့မဟုတ်ပေမယ့်မိသားစုအေးအေးချမ်းချမ်း ခြံနဲ့ဝန်းနဲ့နေရအောင်ဆိုပြီးဆင်‌ခြေဖုံးကအိမ်တစ်လုံးဝယ်လိုက်တယ်ပေါ့။သူ့မိန်းမကလေးမီးဖွားပြီးရင် အဆင်သင့်နေလို့ရအောင်ဆိုပြီးအိမ်ကိုပြုပြင်ဖို့ သူ့ခွေးတစ်ကောင်နဲ့ရောက်လာတာပေါ့။အိမ်ပြင်ရင်း ညတစ်ညမှာ အနီးအနားမှာနေတယ်လို့ထင်ရတဲ့စော်အလန်းလေးတစ်ပွေက သူ့ကိုမြူဆွယ်ပြီး ဝင်လုံးပါတော့တယ်။နောက်ညတွေမှာလည်း အဲ့စော်လေးကပေါ်ပေါ်လာတော့သူကငြင်းလွှတ်လိုက်ပေမယ့် သူ့ကိုအတင်းဝင်ရောတာပါပဲ။သူပြင်နေတဲ့အိမ်က ဖန်ဂေါ်လီလိုအလုံးလေးတွေ ဟိုကထွက်လာဒီကထွက်လာနဲ့၊ ပြစ်ချွဲချွဲနဲ့ဘာမှန်းမသိတဲ့အရည်တွေကလည်းကျ၊အနောက်ကတွေလည်းဖြတ်ပြေးတာတွေဖြတ်ပြေးနဲ့ဖြစ်နေပေမယ့်သူကတော့သိပ်ပြီးသတိမပြုမိပါဘူး။နောက်တော့ ဆက်တိုက်ဆိုသလို ပိုထူးဆန်းစိတ်ရှုပ်စရာတွေနဲ့ကြုံတွေရပါတော့တယ်။ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်ရှုလိုက်ပါအုံး။File Size : ( 862 MB , 280 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 33 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTravis StevensStarsAnish JethmalaniBishop StevensElissa DowlingKaren WoditschMarshall BeanPhillip Jack BrooksSarah BrooksTonya KayTravis DelgadoTrieste Kelly DunnCastAnish JethmalaniBishop StevensElissa DowlingKaren WoditschMarshall BeanPhillip Jack BrooksSarah BrooksTonya KayTravis DelgadoTrieste Kelly Dunn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w1mFmoZ5ZS5O5HrpifBHDFuA6Bh.jpg",
      "https://image.tmdb.org/t/p/w300/pTiwRdgsSxVVtHOP2zenzisLe4G.jpg",
      "https://image.tmdb.org/t/p/w300/oV5YZ5bOSyqsp5erSHvwcVSjqPQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qeEptluyFULHQLRFnVPKgp8ecLb.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4aI5w/(CM)_Girl_On_The_Third_Floor_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "862 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4aI5x/(CM)_Girl_On_The_Third_Floor_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "280 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/girl-on-the-third-floor-2019-mm-sub",
        "server": "VIP Links",
        "size": "862 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/girl-on-the-third-floor-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "862 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://sbembed2.com/d/0aqq6as4bjn3.html",
        "server": "streamsb.com",
        "size": "862 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "sSjjEi2A1Tg",
      "video_url": "https://www.youtube.com/watch?v=sSjjEi2A1Tg",
      "embed_url": "https://www.youtube.com/embed/sSjjEi2A1Tg"
    }
  },
  {
    "metadata": "|2019||Crime",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "1,220"
    },
    "title": "DC Noir (2019)",
    "description": "DC Noir (2019)============IMDb Rating – 5.1/10#Unicodeပုံမှန်ကြည့်ဖူးနေကြ ကားတွေနဲ့မတူတဲ့ ကားလို့ပြောရမယ်။ ပုံမှန်ဆိုရင် ဇာတ်လမ်းအစကနေအဆုံးကို ဒီဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့ပဲလေ။ ဒါပေမဲ့ ဒီကားကျတော့အဲ့လိုမဟုတ်ဘူး။ မတူညီတဲ့ ဇာတ်လမ်းတိုလေး လေးပုဒ်ကို ပေါင်းထားတာက တစ်ခန်းရပ်ပြဇာတ်လိုလိုဘာလိုလိုနဲ့ပဲ။ဇာတ်ကောင်ဇာတ်ကြောင်းတွေကလည်း သူ့ဇာတ်လမ်းနဲ့သူပဲ။ ပြောရရင် ရုပ်ရှင်တစ်ကားထဲမှာကိုဇာတ်လမ်းလေးပုဒ်ကိုကြည့်နေရသလိုမျိုးလေးပဲ။ ထူးခြားတာက ဝါရှင်တန်ဒီစီမြို့ကိုပဲနောက်ခံထားပြီး ရိုက်ကူးထားသလို လူမည်းသရုပ်ဆောင်အများစုနဲ့ပဲ ဇာတ်အိမ်တွေကို တည်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiပုံမွန္ၾကည့္ဖူးေနၾက ကားေတြနဲ႔မတူတဲ့ ကားလို႔ေျပာရမယ္။ ပုံမွန္ဆိုရင္ ဇာတ္လမ္းအစကေနအဆုံးကို ဒီဇာတ္လမ္းဇာတ္ကြက္ေတြနဲ႔ပဲေလ။ ဒါေပမဲ့ ဒီကားက်ေတာ့အဲ့လိုမဟုတ္ဘူး။ မတူညီတဲ့ ဇာတ္လမ္းတိုေလး ေလးပုဒ္ကို ေပါင္းထားတာက တစ္ခန္းရပ္ျပဇာတ္လိုလိုဘာလိုလိုနဲ႔ပဲ။ဇာတ္ေကာင္ဇာတ္ေၾကာင္းေတြကလည္း သူ႔ဇာတ္လမ္းနဲ႔သူပဲ။ ေျပာရရင္ ႐ုပ္ရွင္တစ္ကားထဲမွာကိုဇာတ္လမ္းေလးပုဒ္ကိုၾကည့္ေနရသလိုမ်ိဳးေလးပဲ။ ထူးျခားတာက ဝါရွင္တန္ဒီစီၿမိဳ႕ကိုပဲေနာက္ခံထားၿပီး ႐ိုက္ကူးထားသလို လူမည္းသ႐ုပ္ေဆာင္အမ်ားစုနဲ႔ပဲ ဇာတ္အိမ္ေတြကို တည္ထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1h 34minSubtitle – Myanmar HardsubFormat – Mp4Genre : CrimeSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGbenga AkinnagbeStephen KinigopoulosStarsGbenga AkinnagbeHenry Ayres-BrownJaime AlvaCastAaron Dean EisenbergAnwar GloverBen MatthewsBrandon PriceBus HowardChloe BlueEric SampsonGbenga AkinnagbeGreg NewbyHenry Ayres-BrownJaci JonesJaime AlvaJay O. SandersJermaine CrawfordJoy JonesJudith GrannasJudith HoagKathryn KlvanaKia GoodwinMarcus Craig-BradfordMarvin BowserNathan CorbettRichard PelzmanRick KainThaddeus StreetVictoria WallaceWale FolarinWayne Michael CoxWilliam G. Tomek",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-26-at-4.15.04-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dc-noir-2019-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/dc-noir-2019-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://usersdrive.com/9tx2mrp2m4qs.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/6upz5e7d7fa3.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://megaup.net/2ftqx/DC.Noir.2019.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2ftqx/DC.Noir.2019.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://upstream.to/z65m4314ep2b",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/ffyvi3irx2re",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://mega.nz/file/VeAX0A5R#7EGC3E6v6mTN-dlzm9LliytTsE4qCcfzbwHInK1DVL4",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/IKQ3wARb#JstLUMf_Yqt8D_M2UMv3A_B9QpLnBvJO-YK_tV5dXic",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/dc-noir-2019",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "LUIKSgPLWso",
      "video_url": "https://www.youtube.com/watch?v=LUIKSgPLWso",
      "embed_url": "https://www.youtube.com/embed/LUIKSgPLWso"
    }
  },
  {
    "metadata": "N/A|2019|116 min|Comedy,Sci-Fi",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "320"
    },
    "title": "Crazy Alien ( 2019 )",
    "description": "တရုတ္မွာေတာင္5ပတ္ေၿမာက္ရံုတင္ေနဆဲဇာတ္ကားၿဖစ္ၿပီး၀င္ေငြအားၿဖင္႔လည္း ၂ ရက္အတြင္းမွာ 100 Milions ရရွိထားတဲ႔ေနာက္ဆံုးထြက္ဇာတ္ကားအသစ္ပဲၿဖစ္ပါတယ္..ၾကားထဲမွာလည္းအပတ္စဥ္တိုင္းမွာ China Box Office ရဲ႕ Top 10 ၀င္ေငြအေကာင္းဆံုးကားအၿဖစ္ 5 ပတ္ပတ္တိတိရပ္တည္ေနဆဲၿဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကိုတင္ဆက္ေပးလိုက္ပါမယ္တရုတ္ၿပည္ရဲ႕ေမ်ာက္ေလ႔က်င္႔ေပးသူတစ္ေယာက္ဆီကိုတၿခားၿဂိဳလ္ေပၚက ၿဂိဳလ္သားတစ္ေကာင္ဟာ သူတို႕ရဲ႕DNA Ball ကို လူသားေတြနဲ႔ လဲလွယ္ရာကေန မွားယြင္းမွုၿဖစ္ၿပီးကမာၻေပၚကိုၿပဳတ္က်လာခဲ႔တယ္..ၿဖစ္ခ်င္ေတာ႔ သူဟာေမ်ာက္ကေလးနဲ႔ေပါင္းစပ္သြားတယ္..ဒါကို ေမ်ာက္ေလ႔က်င္႔ေပးသူကၿဂိဳလ္သားကိုေမ်ာက္တစ္ေကာင္လိုက်င္႔ေပးေနပါေတာ႔တယ္ဒီလိုနဲ႕ၿဂိဳလ္သားေလးဟာ သူ႕စြမ္းအားေတြၿပန္ရလာတဲ႔အခ်ိန္မွာေတာ႔ဘာေတြဘယ္လိုဆက္ၿဖစ္မယ္ဆုိတာ ကိုယ္တိုင္ခံစားပါTranslated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHao NingStarsBo HuangDaniel Hugh KellyHua LiuLei JiayinMatthew MorrisonShen TengTom PelphreyXu ZhengYu HeweiCastBo HuangDaniel Hugh KellyHua LiuLei JiayinMatthew MorrisonShen TengTom PelphreyXu ZhengYu Hewei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7wenQxeWRgSgtK5c9CV21Er1T32.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/CA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i38v4zeo5q59.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://yoteshinportal.cc/crazy-alien-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://megaup.net/Shhp/Crazy_Alien_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://upstream.to/jstcp3cfcd8h",
        "server": "upstream.to",
        "size": "1.05 GB",
        "quality": "WEB-DL720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Action,Crime",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1250"
    },
    "title": "The Ghost Who Walks(2019)",
    "description": "The Ghost Who Walks(2019)(unicode)CM ပရိသတ်ကြီးကို Action ,Crime ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် …ဇာတ်လမ်းအကျဉ်းကတော့ခရစ္စမတ်ရာသီမှာ လူတွေတော်တော်များများပျော်ကြပါတယ် …ဒါပေမယ့် နိုလန်ဆိုတဲ့တစ်ယောက်ကတော့ ဒုက္ခတွေနဲ့ဆီးကြိုခံလိုက်ရပါတော့တယ်… အကြောင်းကတော့သူဟာ သစ္စာဖောက်လို့ဆိုပြီး သူ့သူဌေးဒွန်နီကြောင့်ထောင်ကျနေခဲ့တာပါ.. ဒါပေမယ့် ခရစ္စမတ်နေ့မှာသူဟာရက်ပြည့်ပြီးထောင်ကနေလွှတ်လာပါတယ် ..သူ့လွှတ်လာတာကိုဒွန်နီက စိတ်မချဘူးဖြစ်နေတယ် ဘာလို့လဲဆိုတော့ ဒွန်နီက နိုလန်ရဲ့ကောင်မလေးလန်နီကိုအပိုင်သိမ်းထားတာအတွက်ကြောင့်ပါ အဲ့ဒါအပြင် လန်နီဆီမှာလဲ နိုလန်နဲ့ရတဲ့ကလေးကလဲရှိနေပါတယ် ထောင်ကနေထွက်လာတဲ့နိုလန်ကို ဒွန်နီက အရင်ကသစ္စာဖောက်ထားတဲ့ကိစ္စရော အခု လန်နီကိစ္စရော နှစ်ခုလုံးရယ်ကြောင့်အပြတ်ရှင်းချင်နေတယ်…အဲ့ဒါကြောင့်သူထောင်ကထွက်ကတည်းက ဒွန်နီဟာသူ့တပည့်တွေကို နိုလန်ကိုလိုက်သတ်ခိုင်းဖို့ကြိုးစားပါတော့တယ်….နိုလန်တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလား…တခြားဘယ်လိုအန္တရယ်မျိုးတွေရောတွေ့ကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)CM ပရိသတ္ႀကီးကို Action ,Crime ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ …ဇာတ္လမ္းအက်ဥ္းကေတာ့ခရစၥမတ္ရာသီမွာ လူေတြေတာ္ေတာ္မ်ားမ်ားေပ်ာ္ၾကပါတယ္ …ဒါေပမယ့္ ႏိုလန္ဆိုတဲ့တစ္ေယာက္ကေတာ့ ဒုကၡေတြနဲ႔ဆီးႀကိဳခံလိုက္ရပါေတာ့တယ္… အေၾကာင္းကေတာ့သူဟာ သစၥာေဖာက္လို႔ဆိုၿပီး သူ႔သူေဌးဒြန္နီေၾကာင့္ေထာင္က်ေနခဲ့တာပါ.. ဒါေပမယ့္ ခရစၥမတ္ေန႔မွာသူဟာရက္ျပည့္ၿပီးေထာင္ကေနလႊတ္လာပါတယ္ ..သူ႔လႊတ္လာတာကိုဒြန္နီက စိတ္မခ်ဘူးျဖစ္ေနတယ္ ဘာလို႔လဲဆိုေတာ့ ဒြန္နီက ႏိုလန္ရဲ႕ေကာင္မေလးလန္နီကိုအပိုင္သိမ္းထားတာအတြက္ေၾကာင့္ပါ အဲ့ဒါအျပင္ လန္နီဆီမွာလဲ ႏိုလန္နဲ႔ရတဲ့ကေလးကလဲရွိေနပါတယ္ ေထာင္ကေနထြက္လာတဲ့ႏိုလန္ကို ဒြန္နီက အရင္ကသစၥာေဖာက္ထားတဲ့ကိစၥေရာ အခု လန္နီကိစၥေရာ ႏွစ္ခုလုံးရယ္ေၾကာင့္အျပတ္ရွင္းခ်င္ေနတယ္…အဲ့ဒါေၾကာင့္သူေထာင္ကထြက္ကတည္းက ဒြန္နီဟာသူ႔တပည့္ေတြကို ႏိုလန္ကိုလိုက္သတ္ခိုင္းဖို႔ႀကိဳးစားပါေတာ့တယ္….ႏိုလန္တစ္ေယာက္ လြတ္ေျမာက္ႏိုင္ပါ့မလား…တျခားဘယ္လိုအႏၲရယ္မ်ိဳးေတြေရာေတြ႕ႀကဳံရမလဲဆိုတာကိုေတာ့ခံစားၾကည့္လိုက္ပါဦး..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….File Size : (950 MB) and (339 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:46:00Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCody StokesStarsAlexia RasmussenDamion ScandrickDasha NekrasovaFrank MosleyGarland ScottGil DarnellJilanne KlausLinda KennedyNattalyee RandallPeter MayerCastAlexia RasmussenDamion ScandrickDasha NekrasovaFrank MosleyGarland ScottGil DarnellJilanne KlausLinda KennedyNattalyee RandallPeter Mayer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zWIphqoovH6giwOz1H6iJ6IJ7y0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hD7l55S7YDKwZ9GVfx1qkVCFyXm.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/anaO06HVB3Hwr7nff3l0",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://myandrive.com/file/tnH15UPyMDUTIeXXV58S",
        "server": "drive.google.com",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1L5H/The_Ghost_Who_Walks.2019.WEB-DL720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1L5I/The_Ghost_Who_Walks.2019.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://yadi.sk/i/eLvxnACC8ZudaQ",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/YRm67BOkUVuQwg",
        "server": "disk.yandex.com",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://fastload.cc/5uX",
        "server": "fastload.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/5uY",
        "server": "fastload.cc",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/1AhsX",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/Uk1r",
        "server": "mirrorace.com",
        "size": "339 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|N/A|Action,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "10129"
    },
    "title": "6 Underground (2019)",
    "description": "deadpool မင်းသား ryan reynolds ရဲ့ Action ဇာတ်ကြမ်းရုပ်ရှင်လာပါပြီ။ဒါရိုက်တာကလဲ Transformers ဇာတ်ကားတွေရဲ့ ဒါရိုက်တာ Michael Bay ဆိုတော့ အရောင်တောက်တောက် အက်ရှင်ကြမ်းကြမ်းတွေကို တပြုံကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းကတော့…ကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေသွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့နိုင်ငံကိုသိမ်းယူထားပါတယ်နိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရော ဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဥ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ဘဲ ဟာသလေးတွေပါနှောထားတော့ တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါပဲ။File size…(7.6 GB) / (2.5 GB)/ (1.5 GB)Quality….WEB-DL 4K HEVC/ 1080p HEVC / 720pFormat…mkv/mp4Duration….02:08:52Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Khant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael BayStarsAdria ArjonaBen HardyCorey HawkinsDaniel AdegboyegaDave FrancoJames MurrayLior RazManuel Garcia-RulfoMélanie LaurentRyan ReynoldsCastAdria ArjonaAdriano CarusoAlgirdas DainavičiusAli KhanAndy ChengAvery LaRae LopezBen HardyClaudio PintoConstantine GregoryCorey HawkinsDaniel AdegboyegaDave FrancoDharma BrownElena RusconiFaruk PrutiGeorge KaremanHazal NehirIkumi YoshimatsuJack V. HeathJames BomalickJames Carroll JordanJames MurrayJason OettleJesse GabbardJohn AlbasinyJózsef TálosKate BeecroftKate MaravanKeith DallisonKim KoldLídia FrancoLior RazLukhanyo BeleManuel Garcia-RulfoMcKenzie FranklinMélanie LaurentMichael BayMichael LeeNick Von SchlippeNitro ZeusPavel KrátkýPayman MaadiRemi AdelekeRoger NevaresRon FunchesRussell WilcoxRyan BaumannRyan ReynoldsSebastian RochéShubham SarafSonny LouisSpencer John PauleyTamas HagyoTauras CizasTom WellsYuri Kolokolnikov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eFw5YSorHidsajLTayo1noueIxI.jpg",
      "https://image.tmdb.org/t/p/w300/hoSzjuai2zW35gERpIIXB7W75M1.jpg",
      "https://image.tmdb.org/t/p/w300/qjgRDLd4Lti9GauUN1RZet25djb.jpg",
      "https://image.tmdb.org/t/p/w300/jPvz8pZ0imv7XvhL4yOm8dDd1Jz.jpg",
      "https://image.tmdb.org/t/p/w300/sI6wtedLOI2IFrYP8j0Ljxlp3hA.jpg",
      "https://image.tmdb.org/t/p/w300/fY7cmy2fcP9huQm6F7k3pejNk2H.jpg",
      "https://image.tmdb.org/t/p/w300/tgR2ZgSodg53U4QaDfbwCv9qOV8.jpg",
      "https://image.tmdb.org/t/p/w300/kyWcvQoo8Tl2UnnhttmBOkFfjsW.jpg",
      "https://image.tmdb.org/t/p/w300/jO7Nux7u8uy08dHAGjXnwiw188q.jpg",
      "https://image.tmdb.org/t/p/w300/sxz4mnb6n5ziUcCURDhAQeATXqW.jpg",
      "https://image.tmdb.org/t/p/w300/iQeMAY2iay4Kn7UVcmNSJZBemVV.jpg",
      "https://image.tmdb.org/t/p/w300/t0wvNFWogfifAzWFlcpog5fX00f.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/12/six_underground.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-6-underground-2019-uhd-2160-p-4-k-sdr-web-rip-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.6 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/yu7t9hhz2oo3.html",
        "server": "usersdrive.com",
        "size": "7.6 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-6-underground-2019-uhd-1080-p-sdr-web-rip-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1Qc8k/(CM)_6.Underground.2019.UHD.1080p.SDR.WEBRip.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1P9inBCC#dY2tSnOLWU_8kujQuiKzucvjnlik-edP-qHDvgYtkMI",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/8etlgft97e2w.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-6-underground-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3c73f/(CM)_6.Underground.2019.720p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gbc3GLgL#_AiSp1UqASQpLoBB6qsyCUUE2HZs0IdrwjQyd-O00pc",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fctl7y975oav.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/pu2ogt0l6u1f.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YLE85olJjp8",
      "video_url": "https://www.youtube.com/watch?v=YLE85olJjp8",
      "embed_url": "https://www.youtube.com/embed/YLE85olJjp8"
    }
  },
  {
    "metadata": "|2019|1h 31min|Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "44"
    },
    "title": "Tembang Lingsir (2019)",
    "description": "Tembang Lingsir (2019)ထူးထူးဆန်းဆန်းကြည့်ချင်သူများအတွက် ဘာဖြစ်နေမှန်းမသိတဲ့အထိထူးထူးဆန်းဆန်းနဲ့ ကြည့်ရမယ့်ဇာတ်ကားလာပါပြီ။တစ်နေ့ အိမ်မီးလောင်မှုနဲ့ မိခင်ကို ဆုံးရှုံးလိုက်ရတဲ့ မာလာဟာ ဦးလေးအိမ်မှာ လိုက်နေဖို့ ဖြစ်လာခဲ့ပါတယ်။ဦးလေးနဲ့ အဒေါ်က ကောင်းသလောက် မကောင်းတာက အိမ်ကြီးပါပဲ။စရောက်တည်းက ထူးဆန်းမှုတွေနဲ့ ကြုံရပြီး၊ အမြဲလိုလိုထူးဆန်းတဲ့ အမျိုးသမီးတစ်ယောက်ကိုလည်း တွေ့မြင်နေရပါတော့တယ်။အဲ့လိုနဲ့ပဲ ဘာတွေဆက်ဖြစ်မလဲ သိချင်ရင် ဇာတ်ကားထဲမှာ ကြည့်လိုက်ကြပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Su Myatပဲ ဖြစ်ပါတယ်Genre….. HorrorQuality…. 1080p | 720pFile size… 920MB | 483MBFormat… mp4Duration…. 1h 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Su MyatEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAisyah AqilahArya VascoErlin SarintanFarras FatikJennifer CoppenMarsha AruanMeisya SiregarSarah TuffahatiTeuku Rifnu Wikana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qXBU5LFWQYivZTLMnH1bgWLy71L.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pE53v1b5pg1O7L2lpABF5JWc2sF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/37pc834k8moi.html",
        "server": "usersdrive.com",
        "size": "920MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tembang-lingsir-2019-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3mKc8/Tembang.Lingsir.2019.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "920MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zpIRjZwZ#sNnKyJ8eLkPYQUzLXNsDyWQRtfuRf280-khHXtzi8nc",
        "server": "mega.nz",
        "size": "920MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fsgqizglbt6i.html",
        "server": "usersdrive.com",
        "size": "483MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tembang-lingsir-2019-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "483MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42HE4/Tembang.Lingsir.2019.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "483MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/r5Y02BCB#dR6bJEAsicWjJW0FyB4gal6bJwKweYLbmoFz-SQHWMg",
        "server": "mega.nz",
        "size": "483MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wx2wfz97mwvh",
        "server": "streamvid.io",
        "size": "483MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/h89hheggdwl6",
        "server": "streamsb.com",
        "size": "483MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xGMuEFXCUcE",
      "video_url": "https://www.youtube.com/watch?v=xGMuEFXCUcE",
      "embed_url": "https://www.youtube.com/embed/xGMuEFXCUcE"
    }
  },
  {
    "metadata": "10|2019|1h 28min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "429"
    },
    "title": "Maggie (2018)",
    "description": "Maggie 2018============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း“မာရီယာရဲ့ အချစ်”လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက…..လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း…..သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်File Size – 1.4 GBQuality – 1080p FHDRipFile Type – mp4Duration – 1h 28minTranslator – Hay Thar OoEncoder – IdiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKwon Hyo-jinYi Ok-seopStarsChun Woo-heeKoo Kyo-hwanKwon Hae-hyoLee Joo-youngMoon So-riPark Jong-hwanPark Kyung-hyeCastChun Woo-heeDong Bang-wooKim Kkob-biKoo Kyo-hwanKwon Hae-hyoLee Joo-youngMoon So-riOh Hee-joonPark Jong-hwanPark Kang-subPark Kyung-HyeSim Dal-giYi Ok-seop",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xdi0azIvVMLgmdVyWuxoe3tEOdr.jpg",
      "https://image.tmdb.org/t/p/w300/z2o4zmtpcYNlMkIRaKs9MGUAS7n.jpg",
      "https://image.tmdb.org/t/p/w300/xifrlNQ6stUVskRsPf50Js9cqMc.jpg",
      "https://image.tmdb.org/t/p/w300/d091PJZW3dE3uR2VMgkKNlRWDni.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-maggie-2019",
        "server": "VIP Links",
        "size": "1.4 GB",
        "quality": "1080p FHDRip"
      },
      {
        "link": "https://yoteshinportal.cc/cm-maggie-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p FHDRip"
      },
      {
        "link": "https://megaup.net/3CE8g/(CM)_Maggie_(2019).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p FHDRip"
      },
      {
        "link": "https://upstream.to/uxd2xk1x67r7",
        "server": "upstream.to",
        "size": "1.4 GB",
        "quality": "1080p FHDRip"
      },
      {
        "link": "https://upstream.to/uxd2xk1x67r7",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p FHDRip"
      }
    ],
    "trailer": {
      "video_id": "IlKFJSwMpgY",
      "video_url": "https://www.youtube.com/watch?v=IlKFJSwMpgY",
      "embed_url": "https://www.youtube.com/embed/IlKFJSwMpgY"
    }
  },
  {
    "metadata": "N/A|2019|80 min|Romance",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "64"
    },
    "title": "Made in Malta (2019)",
    "description": "ရည္မွန္းခ်က္ႀကီးတဲ့ ဒါ႐ိုက္တာ ဗင့္ဆင့္ကမယ္တာၿမိဳ႕ကို ႐ုပ္႐ွင္ဖြင့္ပြဲအတြက္ ေရာက္ေနတုန္းသူ႔ရဲ႕ Ex စပိန္မေလးနဲ႔ ျပန္ေတြ႕တဲ့အေၾကာင္းကေန ဇာတ္လမ္းပ်ိဳးထားပါတယ္ဒီဇာတ္ကားမွာ လွပတဲ့ စပိန္ႏိုင္ငံမယ္တာၿမိဳ႕ေနာက္ခံနဲ႔ ေလာကဓံရဲ႕႐ိုက္ႏွက္မႈကိုအလူးအလဲခံထားရတဲ့ ခ်စ္သူႏွစ္ေယာက္ရင္ထဲကစကားေတြ ေျပာၾကတဲ့ ဇာတ္ဝင္ခန္းေတြကလက္ေတြ႕ဆန္လြန္းပါတယ္သာမာန္ အခ်စ္ဇာတ္လမ္းမ်ိဳးမဟုတ္ဘဲနဲ႔ အခ်စ္၊ ဘဝ နဲ႔ ေသျခင္းအေၾကာင္းေတြကို ေလးေလးနက္နက္ေတြးမိေစမဲ့ romance ကားမ်ိဳးၾကည့္ခ်င္ရင္ေတာ့Made in Malta ကိုၾကည့္ၾကည့္ပါလို႔ တိုက္တြန္းပါတယ္ရုပ္ရွင္ကားကို Htet Wai Lwin မွဘာသာျပန္ေပးထားၿပီး Thit San Khant မွEncode ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMzRiYWU0ODYtYTYxNC00ODZmLTkyNmItMDI0MmY2YmUxMjI2XkEyXkFqcGdeQXVyNzUyNzQxMTM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/dIdAdD2uZD",
        "server": "drive.google.com",
        "size": "575.75 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/Upq/Made.In.Malta.2019_720P_%7BCM%7D.mp4",
        "server": "Soliddrive.co",
        "size": "575.75 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/4Pv5y/Made.In.Malta.2019_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "575.75 MB",
        "quality": "720P"
      },
      {
        "link": "https://openload.co/f/sDRo7Gu9wFo/Made.In.Malta.2019_720P_%7BCM%7D.mp4",
        "server": "openload.co",
        "size": "575.75 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/rtl2gvp6vmjhn.html",
        "server": "DatBu",
        "size": "575.75 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|97 min|Action,Family",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "104"
    },
    "title": "Hacker (2019)",
    "description": "ဒီတစ်ခါကား​လေးက​တော့အက်ရှင်ကား​ကောင်း​လေးတစ်ကားပါအန်နာဝှစ်ခ်မန်းမှာဘန်ဂျမင်ဆိုတဲ့သား​လေးတစ်​ယောက်ရှိတယ်ဘန်ဂျမင်၆နှစ်သား​လောက်မှာသူရဲ့မိခင်အန်နာဟာ ဇီးရက်စ်ဆိုတဲ့​ကွန်ပျူတာပရိုဂရမ်တစ်ခု​ကြောင့်လူ​​တွေသူမ​နောက်လိုက်လာရင်းတံတား​ပေါ်ကခုန်ချပြီး​သေဆုံးသွားခဲ့တယ်ဘန်ဂျမင်​လေးဟာ မိဘမဲ့​ဂေဟာမှာ​နေထိုင်ရင်းကြီးပြင်းခဲ့တယ်သူဟာ ဟက်ကာ​လေးတစ်​ယောက်ဖြစ်လာပြီးစာ​မေးပွဲ​မေးခွန်း​​တွေရဲ့ရလဒ်​တွေကိုဟက်​​ပေးပြီး ပိုက်ဆံရှာခဲ့တာ​ပေါ့တစ်​နေ့မှာသူအ​မေအ​ကြောင်းကိုရှာ​ဖွေ​နေတဲ့အဖွဲ့အစည်းတစ်ခုကသူမလို့ထင်ရတဲ့အမျိုးသမီးတစ်​ယောက်ကိုရှာ​တွေ့ခဲ့တယ်အဲ့အဖွဲ့ဟာဘန်ဂျမင်ရဲ့​ကျောင်းကို​ရောက်လာခဲ့ပြီးသူ့ကိုအန်နာရဲ့အ​ကြောင်း​တွေစုံစမ်းခဲ့တယ်အဲ့အချိန်ကစပြီးဘန်ဂျမင်က သူ့ရဲ့မိခင်ဟာဘာ​ကြောင့်​သေဆုံးခဲ့တာလဲဘာ​ကြောင့်အခုလိုသူ့အ​မေအ​ကြောင်းကိုလာစုံစမ်းတာလည်းဆိုတာလိုက်လံဖော်ထုတ်ခဲ့တာ​ပေါ့​နောက်ပိုင်းမှာသူဘာ​တွေရှာ​တွေ့ခဲ့လဲဘာ​တွေအခက်အခဲကြုံခဲ့လဲဆိုတာကြည့်ရှု့ရမှာပါFile Size : ( 960 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37minFormat : Mp4Genre : Action , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPoul BergStarsAlfred Bjerre LarsenClaus Riis ØstergaardEsben Dalgaard AndersenJanus Nabil BakrawiJosephine Chavarria HøjbjergLulu LevinMille DinesenMorten SuurballeRumle KærsåSigne Egholm OlsenCastAfshin FirouziAlfred Bjerre LarsenAlthea LauritzAnemone DemirhanAsbjørn GaardsmandChristian GrønvallChristian IversenChristina BechClaus Riis ØstergaardCornelia Elizabeth Boye HeegaardDaisy KosmiderDaniel HugoDaniel KjærDavid GamarkEsben Dalgaard AndersenEske Forsting HansenHans FoghHenrik WintherJanus Nabil BakrawiJens BackvallJosephine Chavarria HøjbjergKarin TuxenLiv Ingeborg BergLulu LevinMalin Brolin-TaniMerete FriisMille DinesenMogens RubinsteinMorten Bomby KnudsenMorten SuurballeNiels-Martin EriksenNoah Emil Volder RisbourgRasmus Emil MortensenRonni Tronborg PetersenRumle KærsåSebastian KiplingSigne Egholm OlsenSilke Rosenkilde KnudsenSylvester Panduro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y5Hp3DiWTs9wdoe2My7imBII3yM.jpg",
      "https://image.tmdb.org/t/p/w300/72veLw91HDr8APwtfuZR46SZMJk.jpg",
      "https://image.tmdb.org/t/p/w300/fRbSKL4UzRZkMLQx6ZwfM4gGrBo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1MxlIbXfmQyklKbchxT9Iy31NUL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hacker-2019",
        "server": "VIP Links",
        "size": "909 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hacker-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "909 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://tubesb.com/x8tfw8yhum7d.html",
        "server": "streamsb.com",
        "size": "909 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2019|109 min|Comedy,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3458"
    },
    "title": "Where’d You Go, Bernadette (2019)",
    "description": "ဒီကားလေးကတော့လူတွေနဲ့ပေါင်းသင်းဆက်ဆံဖို့ကိုတွန့်ဆုတ်တဲ့အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ဘဝအခက်အခဲတွေပြဿနာတွေရင်ဆိုင်တာတွေကိုသေချာရိုက်ကူးထားတဲ့မိသားစုဒရမ်မာဇာတ်ကားကောင်းလေးပါဘါနန်ဒတ်ဆိုတဲ့မိန်းမတစ်ယောက်ကတစ်ချိန်ကအရမ်းကိုအောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်တဲ့အပြင်ပြီးပြည့်စုံတဲ့ခင်ပွန်းရယ်မကြာခင်နိုင်ငံခြားမှာကျောင်းသွားတက်တော့မယ့်သမီးလေးရယ်နဲ့ပျော်ရွှင်နေခဲ့ပေမယ့်အကြောင်းတစ်ခုကြောင့်လူကြားထဲကနေပျောက်ကွယ်ပြီးစီရက်တယ်မှာပဲတိတ်တဆိတ်မိသားစုနဲ့အတူနေထိုင်နေခဲ့ပါတယ်အဲဒီအကြောင်းပြချက်ကြောင့်ပဲသူကလူတွေနဲ့ပေါင်းသင်းဆက်ဆံရာမှာပြဿနာရှိနေခဲ့ပြီး အချိန်ကြာလာတော့ယောကျာ်းကပါသူ့ကိုစိတ့ရောဂါဖြစ်နေတယ်ဆိုပြီး စိတ်ရောဂါကုတဲ့နေရာကိုပို့ပါတော့တယ်အဲဒီမှာပဲဘာနန်ဒတ်တစ်ယောက်ထွက်ပြေးလာပြီးအန္တာတိကကိုရောက်သွားတဲ့အခါမှာသူ့သမီးလေးကသူ့အမေပျောက်သွားလို့လိုက်ရှာဖို့ကြိုးစားတဲ့အခါဘါနန်ဒတ်တစ်ယောက်အထင်အမြင်လွဲနေတာတွေကိုဘယ်လိုဖြေရှင်းမလဲသူ့သမီးလေးနဲ့ရောပြန်ဆုံနိင်မလားသူ့ယောကျာ်းနဲ့ရောပြန်လည်အဆင်ပြေမလားသူကိုယ်တိုင်ရောဘယ်လိုပြန်လည်ရုန်းထမလဲဆိုတာတွေကိုကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းပါဘဝကိုအရှူံးမပေးတဲ့မိန်းမတစ်ယောက်ရဲ့အကြောင်းကိုမပျင်းရအောင်သေချာရိုက်ပြထားတဲ့အပြင်အန္တာတိကရဲ့အလှတရားတွေ ပင်ဂွင်းလေးတွေကိုပါကြည့်ရမှာပါFile Size : ( 977 MB , 328 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre :  Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard LinklaterStarsBilly CrudupCate BlanchettClaudia DoumitEmma NelsonJames UrbaniakJóhannes Haukur JóhannessonJudy GreerKristen WiigLaurence FishburneTroian BellisarioCastBilly CrudupCate BlanchettClaudia DoumitEmma NelsonJames UrbaniakJoe FishelJóhannes Haukur JóhannessonJudy GreerKate BurtonKate EastonKatelyn StattonKristen WiigLana YoungLaurence FishburneMegan MullallyOwen BuckenmaierRichard RobichauxSteve ZahnTroian BellisarioZoe Chao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/33G1PCLyCQsgAykW0xEWJ9MeFU6.jpg",
      "https://image.tmdb.org/t/p/w300/xjOkuH7zTeRwz7efoeu2qHZSEgT.jpg",
      "https://image.tmdb.org/t/p/w300/mNtGJmvfbRcljPJDMf6l1M7r7fs.jpg",
      "https://image.tmdb.org/t/p/w300/pjVCoD3aAtPzBOjkwDoDIAyJdVL.jpg",
      "https://image.tmdb.org/t/p/w300/qY1ENLX69sKaQi1Di4sDSGj7cDf.jpg",
      "https://image.tmdb.org/t/p/w300/ic2kBKRbqDS3agXk4DdfNYhNnme.jpg",
      "https://image.tmdb.org/t/p/w300/q5W3ddBLhocYhMUyvEHHhEryfVP.jpg",
      "https://image.tmdb.org/t/p/w300/oshzsM7pRc077lqEvdC8aJ4ptsA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/BziuuZULnGmTRLthEty1QdKSEo.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nz-whered-you-go-bernadette-2019-mp-4",
        "server": "drive.google.com",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/3516599/nzwhered-you-go-bernadete2019-mp4",
        "server": "yuudrive.me",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/Nmls/(CM)_Where_d_You_Go_Bernadette_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/gowhXYhD#ziH1xtXbcxb05uFg4BaY2RvFcnwIy715ZDwi4T3vEJE",
        "server": "mega.nz",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/3BBmw",
        "server": "yuudrive.me",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/30hq3lc6u95g",
        "server": "upstream.to",
        "size": "977 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Em1onUCArxs",
      "video_url": "https://www.youtube.com/watch?v=Em1onUCArxs",
      "embed_url": "https://www.youtube.com/embed/Em1onUCArxs"
    }
  },
  {
    "metadata": "R|2019|99 min|Horror,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "8,718"
    },
    "title": "Ma (2019)",
    "description": "သည္းထိတ္ရင္ဖို Horror ဆိုက္ကိုကားေတြ ၾကည့္ခ်င္ေနပါျပီ ဆိုတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ ထြက္ Ma ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလုိက္ပါတယ္ ….IMDb – 5.8/10 ရရွိထားတယ္ဆိုေတာ့ Horror ကားတစ္ကားအေနနဲ႔ မနည္းဘူးဆိုရမွာေပါ့ …မက္ဂီ ဆိုတဲ့ေကာင္မေလးက သူ႕အေဖနဲ႔ အိမ္ေထာင္ကြဲလာတဲ့ မိခင္နဲ႔အတူ ျမိဳ႕ကိုခုမွ ေျပာင္းလာတဲ့ ဆယ္ေက်ာ္သက္ ေကာင္မေလးတစ္ေယာက္ပါ …ေက်ာင္းေျပာင္းလာတဲ့ မက္ဂီဟာ လူသစ္ဆိုေပမယ့္ ေဖာ္ေရြတတ္တဲ့ ျမိဳ႕ခံေက်ာင္းသားေတြနဲ႔ အခ်ိန္တိုအတြင္းပဲ ရင္းႏွီးသြားၾကပါတယ္…တစ္ေန႔မေတာ့ ၁၈ ႏွစ္မျပည့္ေသးလို႔ အရက္ဘီယာဝယ္မရေသးတဲ့ သူတို႕ကို ကူညီဝယ္ယူေပးခဲ့တဲ့ မိန္းမၾကီးတစ္ေယာက္နဲ႔ ရင္းႏွီးသြားခဲ့ၾကပါတယ္…့ျပီးေတာ့ ခုိးေၾကာင္ခိုးဝွက္ ရဲေတြမျမင္ေအာင္ အရက္ေသာက္ႏိုင္ဖို႔ အဲ့ဒီမိန္းမၾကီးက သူ႕ရဲ႕ေျမေအာက္ခန္းကို အသံုးျပဳခြင့္ေပးျပီး ကူညီခဲ့ပါတယ္…ကားေမာင္းမယ့္တစ္ေယာက္က မူးေအာင္မေသာက္နဲ႔ ..မဆဲနဲ႕…ျပီးေတာ့ အေပၚထပ္ကိုတက္မလာနဲ႔ စတဲ့ စည္းကမ္းခ်က္ေလးေတြေတာ့ လုိက္နာရတာေပါ့ေနာ္ …..ဒီမိန္းမၾကီးရဲ႕အတိတ္ေတြက ဘယ္လိုရွိမလဲ…သူ႕အေၾကာင္းေတြကို သိထားသင့္လား…ဒါေပါ့ ကို္ယ္မရင္းႏွီးတဲ့လူတစ္ေယာက္ရဲ႕အေၾကာင္းကို သိထားေတာ့ပိုေကာင္းတာေပါ့…ဒါေပမယ့္ ဒီလူငယ္ေလးေတြကေတာ့ သိမထားခဲ့ၾကပါဘူး …သူ႕ကိုယ္သူ Ma (အေမၾကီး) လို႔ေခၚတဲ့ မိန္းမၾကီးက ဘယ္လိုအတိတ္ေတြ ရွိခဲ့ပါလိမ့္ေနာ္ ကိုယ္တိုင္ပဲ ရင္ခုန္ခံစား ၾကည့္ရွဳလုိက္ၾကပါဦး(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1h 39minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AAC2.0.H264-FGTTranslated by Zuel Khant ThwinEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTate TaylorStarsAllison JanneyCorey FogelmanisDante BrownDiana SilversGianni PaoloHeather Marie PateJuliette LewisMcKaley MillerOctavia SpencerTanyell WaiversCastAllison JanneyAndrew Matthew WelchCorey FogelmanisCreek WilsonDante BrownDiana SilversDominic BurgessGianni PaoloHeather Marie PateJuliette LewisKyanna Simone SimpsonLuke EvansMcKaley MillerMissi PyleOctavia SpencerSkyler JoyTanyell WaiversVictor Turpin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mBOv5YrX5QGr5CusK0PKSHuxOt9.jpg",
      "https://image.tmdb.org/t/p/w300/87YlnKr2lP9BOBzMulHKnjGHl3d.jpg",
      "https://image.tmdb.org/t/p/w300/lKXMetSBY3pNH455uWuV6T1WUwW.jpg",
      "https://image.tmdb.org/t/p/w300/wXvXivf2Tkbqu7Np0dnK6LWxJDa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6n7ASmQ1wY2cxTubFFGlcvPpyk7.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/XCC55SxnlU",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "http://soliddrive.co/Usn/(CM)Ma.2019.720p.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2NOny/(CM)Ma.2019.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://openload.co/f/1d8Gb55urpo/%28CM%29Ma.2019.720p.WEB-DL.mp4",
        "server": "openload.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://clicknupload.org/ewdjrywyr110",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamango.com/f/aameflsrmlproaal/_CM_Ma_2019_720p_WEB-DL_mp4",
        "server": "streamango.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/2e4D6",
        "server": "mirrorace.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://myandrive.net/file/BIPC9adIqv",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Uso/(CM)Ma.2019.480p.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "Uploading...",
        "quality": "Uploading..."
      },
      {
        "link": "https://openload.co/f/7lXOkxOvgz4/%28CM%29Ma.2019.480p.WEB-DL.mp4",
        "server": "openload.co",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://clicknupload.org/jwdgfof8zdid",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamango.com/f/fpdnnatmcmrrrlep/_CM_Ma_2019_480p_WEB-DL_mp4",
        "server": "streamango.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/2U25A",
        "server": "mirrorace.com",
        "size": "380 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "eIvbEC8N3cA",
      "video_url": "https://www.youtube.com/watch?v=eIvbEC8N3cA",
      "embed_url": "https://www.youtube.com/embed/eIvbEC8N3cA"
    }
  },
  {
    "metadata": "|2019|1h 44min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "173"
    },
    "title": "A Witness Out of the Blue ( 2019 )",
    "description": "Zawgyi*******လြန္ခဲ့တဲ့သုံးလက လိရွင္းရတနာဆိုင္ကိုဓားျပတိုက္ခဲ့တဲ့ရဲအလိုရွိဓားျပေလးေယာက္အဖြဲ႕ထဲကတစ္ေယာက္ျဖစ္တဲ့ရြီခန္းအသတ္ခံရၿပီးေနာက္ရြီခန္းအခန္းထဲကရတနာထုပ္ကပါေပ်ာက္သြားခဲ့ပါတယ္…အခင္းျဖစ္ပြားရာအခန္းထဲမွာၾကက္တူေရြးတစ္ေကာင္နဲ႔က်န္အဖြဲ႕သားသုံးဦးရဲ့လက္ေဗြရာကိုပဲေတြ႕ခဲ့လို့သူတို့ကိုရဲေတြကလူသတ္မွုသံသယရွိသူေတြအျဖစ္စုံစမ္းစမ္းေဆးေနစဥ္အတြင္းက်န္ေနတဲ့ဓားျပအဖြဲ႕မွာတစ္ေယာက္​ၿပီးတစ္ေယာက္အသတ္ခံေနရၿပီးဝမ္းရွင္းယြမ္တစ္ေယာက္ပဲက်န္ေနခဲ့ပါေတာ့တယ္….သူတို့ကိုဘယ္သူကသတ္တာလဲ…ေပ်ာက္သြားတဲ့ရတနာထုပ္ကေရာဘယ္သူ႔လက္ထဲမွာလဲ…အေႂကြးတင္ခံရေလာက္ေအာင္တိရစၧာန္ေတြကိုခ်စ္တဲ့ရဲအရာရွိလင္ဖာလ်န္အခင္းျဖစ္ပြားရာမွာရွိေနခဲ့တဲ့ၾကက္တူေရြးတစ္ေကာင္နဲ႔ဘယ္လိုအမွုေဖာ္ၾကမလဲဆိုတာဆက္လက္ၾကည့္ရွုလိုက္ၾကပါစို့ေနာ္..Unicode*******လွန်ခဲ့တဲ့သုံးလက လိရှင်းရတနာဆိုင်ကိုဓားပြတိုက်ခဲ့တဲ့ရဲအလိုရှိဓားပြလေးယောက်အဖွဲ့ထဲကတစ်ယောက်ဖြစ်တဲ့ရွီခန်းအသတ်ခံရပြီးနောက်ရွီခန်းအခန်းထဲကရတနာထုပ်ကပါပျောက်သွားခဲ့ပါတယ်…အခင်းဖြစ်ပွားရာအခန်းထဲမှာကြက်တူရွေးတစ်ကောင်နဲ့ကျန်အဖွဲ့သားသုံးဦးရဲ့လက်ဗွေရာကိုပဲတွေ့ခဲ့လို့သူတို့ကိုရဲတွေကလူသတ်မှုသံသယရှိသူတွေအဖြစ်စုံစမ်းစမ်းဆေးနေစဉ်အတွင်းကျန်နေတဲ့ဓားပြအဖွဲ့မှာတစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံနေရပြီးဝမ်းရှင်းယွမ်တစ်ယောက်ပဲကျန်နေခဲ့ပါတော့တယ်….သူတို့ကိုဘယ်သူကသတ်တာလဲ…ပျောက်သွားတဲ့ရတနာထုပ်ကရောဘယ်သူ့လက်ထဲမှာလဲ…အကြွေးတင်ခံရလောက်အောင်တိရစ္ဆာန်တွေကိုချစ်တဲ့ရဲအရာရှိလင်ဖာလျန်အခင်းဖြစ်ပွားရာမှာရှိနေခဲ့တဲ့ကြက်တူရွေးတစ်ကောင်နဲ့ဘယ်လိုအမှုဖော်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်..Translated & Review By MineEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFung Chih-chiangStarsAndy OnAnnie LiuCherry NganFiona SitJessica HsuanLouis CheungLouis KooPatrick TamPhilip KeungSam LeeCastAaron ChowAndy OnAnnie LiuCherry NganDeno CheungFiona SitJacky CaiJessica HsuanKenneth WooLouis CheungLouis KooPatrick TamPhilip KeungPower ChanSam Lee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oLPhWMpwURI0wOGJDKS7Cvv5Akb.jpg",
      "https://image.tmdb.org/t/p/w300/pKyCr2bVfSj5nBAwyR3vzD065rI.jpg",
      "https://image.tmdb.org/t/p/w300/wt0ck4aI9q2OmeMCESza1FNxrrX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oiG92lM1uaYNwnWYQDl8EVAsqgS.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/e9f5a/cma-witnes-out-of-the-blue-2019-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/4285H06loo-3cQ",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2SawX/(CM)A_Witness_Out_Of_The_Blue.2019.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/YgohWBzK#s0fCEaKQ29B4sxowxOKkNsKRL78tLvXtCLzIt0psMXg",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/3x3mp3hs6y1r",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "EFEqDOVVqBU",
      "video_url": "https://www.youtube.com/watch?v=EFEqDOVVqBU",
      "embed_url": "https://www.youtube.com/embed/EFEqDOVVqBU"
    }
  }
]