[
  {
    "metadata": "|||Drama,War",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "War Witch (2012)",
    "description": "Rt – 94% ~ IMDb – 7.0 အသက် ၁၂ နှစ်အရွယ်ကတည်းကနေပြီး သူပုန်အဖွဲ့ကနေပြန်ပေးဆွဲခံလိုက်ရတဲ့ ကိုမိုနာ ဟာ “ကျားကြီး” သူပုန်အဖွဲ့မှာတပ်သားသစ်အနေနဲ့ အစိုးရစစ်တပ်ကိုတိုက်ခိုက်ဖို့အတွက် လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာ တောထဲကိုစစ်ဆင်ရေးသွားရင်းနဲ့ အစိုးရဘက်က သေသွားတဲ့သူတွေရဲ့ ဝိဉာဉ်တွေကိုမြင်ရတာမလို့ ကိုမိုနာကို သူပုန်ခေါင်းဆောင် “ကျားကြီး” က သူ့ရဲ့ စစ်ပွဲစုန်းမ (War Witch) အဖြစ်သတ်မှတ်ပြီး အလေးထားခဲ့ပါတယ်။ ဒီလိုနဲ့နေရင်းကနေ သူပုန်အဖွဲ့ထဲက မှော်ဆရာဆိုတဲ့ ကောင်လေးနဲ့အတူ သူငယ်ချင်းတွေဖြစ်သွားကြပြီး တစ်နေ့မှာ ကိုမိုနာ လုပ်တဲ့အရာတွေက တစ်ခုခုလွဲချော်သွားခဲ့ရင် ကျားကြီးက သတ်လိမ့်မယ်ဆိုပြီး မှော်ဆရာနဲ့ ကိုမိုနာတို့ နှစ်ယောက် ကျားကြီးသူပုန်အဖွဲ့ထဲကနေထွက်ပြေးခဲ့ကြပြီး လက်ထပ်လိုက်ကြကာ ဇာတ်မြုပ်နေခဲ့တယ်။ဒီလိုနဲ့ ကိုမိုနာနဲ့ မှော်ဆရာတို့ နှစ်ယောက်သား သူပုန်တွေဆီကနေ လွတ်မြောက်ခဲ့ကြပေမဲ့ အမှန်တကယ်လွတ်မြောက်ပါ့မလား၊ စစ်ပွဲစုန်းမဆိုတဲ့ နာမည်အောက်ကရောရုန်းထွက်နိုင်ပြီး သာမာန်မိန်းကလေးတစ်ယောက်ဖြစ်လာနိုင်မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးဗျ။ Oscar Nominee ဝင်ခဲ့တဲ့ရုပ်ရှင်တစ်ကားဖြစ်တဲ့အဖြစ် ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုပေါင်း ၃၅ ဆုအထိရရှိထားပါတယ်။ 14 နှစ်အရွယ် ကိုမိုနာက သူ့ရဲ့မွေးမလာသေးတဲ့ ကလေးကိုပြောပြနေတဲ့ပုံစံ ရိုက်ကူးထားပြီး အာဖရိကနိုင်ငံတွေရဲ့ ပြည်တွင်းစစ်အရှုပ်အထွေးနဲ့ ကလေးစစ်သားပြဿနာတွေကို ထည့်သွင်းရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါဗျ။File size…(2.0 GB)/(1.10 GB)/(649 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:31:00Genre…Drama, WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ko Myo(kop)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hnkdrpKqANChFKvwTRYlw2Y6xZt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTljYTBhMzItZTFhNS00NzlkLTg4YjItYWY5OTcyYTZkYTVmXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/rebelle-2012-subbed-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zuuzxw645y71.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UKkm/Rebelle.2012.SUBBED.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/or9WBABQ#DtGX3R2mSPQwgcte3wAoKCgpGmO4j1vM9nwKj0q97I4",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rebelle-2012-subbed-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r8gzfaz76idm.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gFe0/Rebelle.2012.SUBBED.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hvMSkZZD#0yDzJuw22ho2J8HorzUOxNvRxWtYw6a1QfX0_rdaILI",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/8qdrva7gupdm.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2u1ggpklquqy",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rebelle-2012-subbed-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "649MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/pe7d2lbp1y2p.html",
        "server": "usersdrive.com",
        "size": "649MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2AHL8/Rebelle.2012.SUBBED.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "649MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/R3lnRbKC#tv9ydR_ExTVoHpVN6NMKR0CmkMk2D-tR0eualwUO_zk",
        "server": "mega.nz",
        "size": "649MB",
        "quality": "480p"
      },
      {
        "link": "https://sbsonic.com/ka2y987xmhjr.html",
        "server": "streamsb.com",
        "size": "649MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/zly39nchw0vf",
        "server": "streamvid.io",
        "size": "649MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Z8hM9-OGnws",
      "video_url": "https://www.youtube.com/watch?v=Z8hM9-OGnws",
      "embed_url": "https://www.youtube.com/embed/Z8hM9-OGnws"
    }
  },
  {
    "metadata": "R|2007|92 min|Drama,Thriller,War",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "43,468"
    },
    "title": "Lions for Lambs (2007)",
    "description": "Lions for Lambs(2007)IMDb….6.2ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Cruise ,Robert Redford နဲ့  Meryl Streep  တို့ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်…အမှန်ပြောရရင် ကျွန်တော်ကတော့ Meryl Streep ကို The post မှာခမ်းနားတဲ့သူ့ရဲ့သရုပ်ဆောင်ဟန်တွေကြောင့်သတိထားမိခဲ့တာပါ..တကယ့်လူတွေ တစ်ပြိုင်နက်သုံးထားတော့ ဒီကားကို နည်းနည်းစူးစမ်းမိသွားတယ်…….ဒီကားဟာ scene (၃) ခုကို အလှည့်ကျပြသွားရင်း ကြီးကျယ်ခမ်းနားတဲ့ ဒိုင်ယာလော့တွေနဲ့ ကြည့်ရှူသူပရိတ်သတ်ကိုပခုံးဖက်တွဲခေါ်ပြီး အတွေးအခေါ်တွေဖြန့်ကျက်စေတဲ့လိုဆိုရမယ်ထင်တယ်...အဲ့ဒါတွေကြောင့် တကယ့်လူ ၃ ယောက်ကို သရုပ်ဆောင်ခိုင်းထားတယ်ထင်တယ်…Andrew Garfield လည်းပါသေးတယ်…ပထမ Sceneပရော်ဖက်ဆာတစ်ယောက်ဟာ ကျောင်းသားတစ်ယောက်ကို သူ့ရုံးခန်းထဲခေါ်တွေ့တယ်…အဲ့ဒီကျောင်းသားဟာ ထက်မြက်ပေမယ့် ပရော်ဖက်ဆာ အမြင်မှာ လွဲမှားဟန်ရှိတဲ့အယူအဆတစ်ချို့ကြောင့် ဆွေးနွေးဖို့ခေါ်လိုက်တာပါ….ဒုတိယ Sceneအဖဂန်နစ်စတန်စစ်မြေပြင်နဲ့ပတ်သက်ပြီး အမတ်တစ်ယောက်ဟာ ရှေ့တန်းစစ်မြေပြင်ထိုးစစ်တွေအကြောင်းကို ဂျာနယ်လစ်တစ်ယောက်ကိုခေါ်ပြောပြတယ်….သူတို့တွေ ဘယ်လိုထိုးစစ်ဆင်တယ် ..ဘယ်လိုတွေအတွက် ဒီတိုက်ပွဲကိုဆင်နွှဲနေတယ်…ဂျာနယ်လစ်ရဲ့ မေးခွန်းတွေနဲ့ အမတ်ရဲ့ အဖြေတွေနဲ့ပေါ့…တတိယ Sceneအမေရိကန်ရှေ့တန်းစစ်မြေပြင်အခြေစိုက်စခန်းတစ်ခုရဲ့ တကယ့်စစ်မြေပြင် ထိုးစစ်အသွင်တွေကို ပြတာပါ….ဒီကားဟာ ဖျော်ဖြေရေးမဆန်ဘူး….သူ့ရဲ့ဆိုလိုရင်းဟာ ဘာလဲဆိုတာကိုတော့ ကျွန်တော်မပြောချင်ဘူး....ပြောပြဖို့လည်းခက်ပါတယ်….ဒီကားကိုရသအမြောက်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးတဲ့ ညီမငယ်JtheKoala  ရေ အထူးပဲကျေးဇူးတင်ပါတယ်…File Size : (850 MB) and (319 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:32:00Genre :Drama,Thriller,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by JtheKoalaEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wEjX9ZSTJ2VYjDOkbFccZKJPqYK.jpg",
      "https://image.tmdb.org/t/p/w300/9XP3Qf6reiR7xLaTQqd7O6F1FyN.jpg",
      "https://image.tmdb.org/t/p/w300/pG5NonRsZ5vK6nNLoZ4O1CojlLC.jpg",
      "https://image.tmdb.org/t/p/w300/yQt3XXmLYp3hJjOyrY5W7yQy9er.jpg",
      "https://image.tmdb.org/t/p/w300/MN3L8GJSlaHDVunnnHlqxRhOJM.jpg",
      "https://image.tmdb.org/t/p/w300/vcTjiYr9gPGpeqTqUTSLFAJtBKC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iLuo4swOCHF2a8BlaxXZGdqETUs.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lions-for-lambs-2007",
        "server": "VIP Links",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/lions-for-lambs-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/oun1dh9talcq.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "n_V6ulwA0KE",
      "video_url": "https://www.youtube.com/watch?v=n_V6ulwA0KE",
      "embed_url": "https://www.youtube.com/embed/n_V6ulwA0KE"
    }
  },
  {
    "metadata": "N/A|2016|135 min|Drama,War",
    "rating": {
      "rating": "9.6/10",
      "rating_count": "93,202"
    },
    "title": "The Mountain II (2016)",
    "description": "“ခါဒေးလ်”ဆိုတာ အီရတ်နဲ့တူရကီနိုင်ငံအကြားနယ်စပ်မှာ ရှိနေတဲ့ ဇနပုဒ်ရွာကလေးတစ်ရွာဖြစ်ပြီးတော့ တခါက တူရကီနိုင်ငံရဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့ဖူးပါတယ်။“ဇေဒါး”အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် ဘာသာမတူပေမယ့် အိုင်အက်စ်(Daesh)တို့ဆီမှာ နှိပ်စက်ခံနေရတဲ့ ယာဇီဒီဘာသာဝင်တွေအတွက် ရပ်တည်ပေးခဲ့သူ မွတ်ဆလင်ဘာသာဝင်တူရကီ အမျိုးသမီး…အီရတ်နိုင်ငံထဲက “ယာဇီဒီဘာသာဝင်”တွေ အပေါ် အကြမ်းဖက်မှုတွေကျူးလွန်နေတဲ့ အိုင်အက်စ်တွေအကြောင်း ရုပ်သံရိုက်ကူးမှုတွေပြုလုပ်နေတဲ့ “ဇေဒါး”တို့သတင်းသမားတွေကို အိုင်အက်စ်အဖွဲ့ကွဲ့က ဖမ်းဆီးပြီး ပြန်ပေးဆွဲမှုတစ်ခုပြုလုပ်ခ့ပါတယ်။အကြိမ်ကြိမ်အခါခါ သဘောထားပျော့ပျောင်းပြခဲ့တဲ့ တူရကီအစိုးရဟာ ခုတစ်ကြိမ်မှာတော့ ပြန်ပေးဆွဲသမားတွေတောင်းဆိုတာကို မလိုက်လျောတော့ဘဲ အဖမ်းဆီးခံ တူရကီနိုင်ငံသူကိုပဲ အထူးတပ်ဖွဲ့တွေသုံးပြီး ကယ်တင်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဇေဒါး အနေနဲ့ အသက်ဘေးကလွတ်မြောက်ခဲ့ရပေမယ့် အီရတ်နယ်စပ်ကခါဒေးလ်ရွာကလေးကတူရကီသားချင်းတွေဖြစ်တဲ့ Turkmens တွေကတော့ ဇေဒါးတို့နဲ့နှုတ်ဆက်စကားဆိုပြီး နောက်တစ်နေ့မှာကိုပဲ အိုင်အက်စ်တွေရဲ့ မြေလှန်သတ်ဖြတ်တာကို ခံရတေ့ာမှာပါ။ဇေဒါး အနေနဲ့ သူ့ကိုကယ်တင်ဖို့ရောက်လာတဲ့ တူရကီအထူးတပ်ဖွဲ့ဝင်တွေကိုအကူအညီတောင်းပေမယ့်လည်း နှလုံးသားမရှိသူတွေထံက အကူအညီရမယ့်ပုံမပေါ်ပါဘူး…..ဘာတွေများ ဆက်ဖြစ်ကြဦးမလဲ……..File Size : (0.99 GB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 15minFormat : Mp4Genre :Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL DD 5 1 H264-TURG – SuGaRxTranslated by Myo Myint Oo (Arakanese)Encoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ar7SaKYbramCbVOdQBpu74iHqbI.jpg",
      "https://image.tmdb.org/t/p/w300/wTWFp5huVcH9pu8RkVwsn1fZ1pS.jpg",
      "https://image.tmdb.org/t/p/w300/kmos5FCBZsXNp18nv4uiKhpqud2.jpg",
      "https://image.tmdb.org/t/p/w300/c62ecQHMu8mpFMaUm3n0v0bRqTg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/d.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-mountain-ii-dag-ii-2016-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mountain-ii-dag-ii-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h 29 min|Drama,War",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "569"
    },
    "title": "The Battle at Lake Changjin II ( 2022 )",
    "description": "The Battle At Lake Changjin I ရဲ့အဆက်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့အမေရိကန်စစ်တပ်ကိုတော်လှန်ဖို့မြောက်ကိုရီးယားကိုကူတိုက်တဲ့ဒုတိယစစ်ပွဲအတွင်းမှာChang Jin ရေကန်တိုက်ပွဲနောက်ပိုင်းဖြစ်ပွားတဲ့ရွှေမိန်တံတားတိုက်ပွဲကိုနောက်ခံထားပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။တပ်ခွဲ(၇)တပ်ဖွဲ့ဟာ ဟာဂါရူရီတိုက်ပွဲကိုအနိုင်ရပြီးတဲ့နောက်ဆုတ်ခွာတဲ့အမေရိကန်စစ်တပ်ကိုတားဖို့ရာရွှေမိန်တံတားကိုဖောက်ခွဲဖို့ခက်ခဲတဲ့တာဝန်ကိုပေးခြင်းခံရပါတယ်။Chang Jin II ဟာ I ထပ်ပိုပြီဇာတ်ရှိန်အရမ်းမြင့်နေပါပြီအမေရိကန်စစ်တပ်နဲ့လက်နက်အင်အားလူအင်အားချင်းမမျှတဲ့တပ်ခွဲ(၇)ဟာတာဝန်ကိုဘယ်လိုပြီးမြောက်အောင်လုပ်ဆောင်မလဲ။ချန်ကျင်ရေကန်တိုက်ပွဲမှာတုန်းကလိုပဲသူတို့ဟာအနိင်ရရှိနိုင်ဦးမလားဆိုတာကိုရင်ခုန်ဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ပါနော်1 ကိုဒီမှာကြည့်လို့ရပါတယ်The Battle at Lake Changjin I ( 2021 ) – Channel MyanmarQuality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , WarRuntime : 2h 29 minSubtitle : Myanmar Subtitle ( hardsub )Translated by CM TeamEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mMA2YNddowV8MZtxpbn0a7Yilum.jpg",
      "https://image.tmdb.org/t/p/w300/4Ttw2FEUMUfzqHXVf5SNLWL2Ele.jpg",
      "https://image.tmdb.org/t/p/w300/AaiwPTvC7dvISSR95IJA5NqZICe.jpg",
      "https://image.tmdb.org/t/p/w300/e0XAysQJBDmnDIF5PZwogIRlUg5.jpg",
      "https://image.tmdb.org/t/p/w300/6QTmvRbKg7EtCnc9Bb1BFVy6KRo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ugiL6wIhl1OfPyv1gqLkTe45jLl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-battle-at-lake-changjin-ii-2022",
        "server": "VIP Links",
        "size": "3.07 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-battle-at-lake-changjin-ii-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.07 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/mhkaxjpqda7g.html",
        "server": "usersdrive.com",
        "size": "3.07 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbspeed.com/qwffwj647y79.html",
        "server": "streamsb.com",
        "size": "3.07 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/ASdG3RTJ#8IFzmI-80e6niwAVtdOnOtnl6FugS1NemqXqODOpBZ0",
        "server": "mega.nz",
        "size": "3.07 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-battle-at-lake-changjin-ii-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "568 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/rkfu5ej7e21q.html",
        "server": "usersdrive.com",
        "size": "568 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ADcXHB7R#qhXpBsTETz_0JpgyMs8OPwKcth8E2ZV2R4fEe-6ZS5s",
        "server": "mega.nz",
        "size": "568 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "4db8wd76RmU",
      "video_url": "https://www.youtube.com/watch?v=4db8wd76RmU",
      "embed_url": "https://www.youtube.com/embed/4db8wd76RmU"
    }
  },
  {
    "metadata": "N/A|2008|100 min|Drama,War",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "242"
    },
    "title": "Tombstone of the Fireflies",
    "description": "——– မငိုပါနဲ့ ဆဲဆုကို ———ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီးခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်” ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် “လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေးကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။…..အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ……ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို…....ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ….…ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့………...။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ၊ Tombstone of fireflies ဆိုပြီး အမည်နဲ့ ထွက်ရှိထားပါတယ်။၏ ဂျပန်ဘာသာစကားပြော ဂျပန်ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်။တစ်ကားလုံးကြာချိန် မိနစ် ၁၀၀ ရှိပါတယ်။ စာရေးဆရာ Akiyuki Nosaka ရေးသားထားတဲ့ Grave of the Firefiles ဝတ္တုကိုပြန်လည်အခြေပြုရိုက်ကူူးထားပါတယ်။စစ်အတွင်းနဲ့ စစ်ကြီး ပြီးတဲ့ အချိန် ကိုဘီမြို့ ကဖြစ်ရပ်မှန်ကို အခြေခံပြီး ဒီဝတ္တုကိုရေးသားခဲ့ပြီး ၁၉၆၇ ခုနှစ်မှာပထမဆုံးမဂ္ဂဇင်းတစ်ခုမှာရေးသားခဲ့ပြီး ၆၈ မှာစာအုပ်ထုတ်ခဲ့ပါတယ် ။သူက ဒီစာအုပ်နဲ့ Best Popular literature ဆုကိုရရှိခဲ့ပါတယ်။My drama list မှာ Rating 8.2 ၊ AsianWiki 93ရရှိထားပါတယ်။ ဒါရိုက်တာ Taro Hyugajiရိုက်ကူးဖန်တီးထားခဲ့ပြီး အဓီက သရုပ်ဆောင်တွေက ကလေးလေးနှစ်ယောက်ဖြစ်ပါတယ်။ဆဲအီတ နေရာကသရုပ်ဆောင်တဲ့ ၁၉၉၁ဖွားReo Yoshitake နဲ့ ဆဲဆုကို နေရာက သရုပ်ဆောင်တဲ့ ကလေးမလေးက၂၀၀၂ဖွား Rina hatakeyama တို့ပါပဲ။နှစ်ယောက်လုံးကအသက်ငယ်ပေမယ့် ရုပ်ရှင်တွေ ရုပ်သံဇာတ်လမ်းတွေတော်တော်များများမှာ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ အထူးသဖြင့် ကလေးမလေးက ပိုပြီးဇာတ်လမ်းတွဲတွေ ရုပ်ရှင်တွေ ရိုက်ရပါတယ်။ဒီရုပ်ရှင်က Akiyuki Nosaka ဝတ္တုရဲ့ ပထမဆုံးရုပ်ရှင်ကားတော့မဟုတ်ပါဘူး။ သူ့ရှေ့မှာ နှစ်ကားရိုက်ထားပါသေးတယ်။ ပထမဆုံး ဝတ္တုကိုရုပ်ရှင် အနေနဲ့ဖန်တီးခဲ့တာမှာ anime ကာတွန်းကားအနေနဲ့ ဝတ္တုထွက်ပြီး နှစ် ၂၀ အကြာ၁၉၈၈ မှာ ဖန်တီးခဲ့တာပါ။ Grave of the Fireflies anime ကားက အကောင်းဆုံး ဇာတ်ကားဆုတွေ ထိပ်တန်းဇာတ်ကားစာရင်းတွေဝင်ခဲ့ပြီး ၂၀၀၀ ခုနှစ်မှာroger Ebert ရဲ့အကောင်းနဲ့ လွှမ်းမိုးနိုင်မှု အရှိဆုံး ကားထဲကတစ်ကားအဖြစ် သတ်မှတ်ခြင်းခံခဲ့ရပါတယ်။ဒီကာတွန်းကားမှာ တော်တော်လေးပေါက်ခဲ့ပါတယ်။ ကာတွန်းကား က ကလေးတွေနဲ့ သာဆိုင်တယ်ဆိုတဲ့ စကားကို ချိုးဖျက်ပစ်ခဲ့ပါတယ်။ပုံမှန်ကာတွန်းကား ထက် အဓိပ္ပယ် တော်တော်လေးနက်ခဲ့ပါတယ်။ဒုတိယ ကားကတော့ ကာတွန်းကားမဟုတ်တော့ဘဲ live action အနေနဲ့ ပထဆုံးစပြီးရိုက်ကူးခဲ့ပြီး NTVကဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးတဲ့ နှစ်၆၀ ပြည့် အထိန်းအမှတ်အနေနဲ့ နိုဝင်ဘာ ၁ရက်၂၀၀၅ ခုနှစ်မှာ ဂျပန်စံတော်ချိန် ည ၉ နာရီမှာစပြီး ထုတ်လွင့်ခဲ့ပါတယ် ။ဒီကားမှာ အဓိကဇာတ်ဆောင်ကောင်လေးနဲ့ ကောင်မလေးက အသက်နည်းနည်းလေးကြီးနေကြပါတယ်။ သူကလဲ ကာတွန်းကားနဲ့မတူဘဲ သူဟန်သူပုံစံနဲ့ ချပြခဲ့ပါတယ်။ဒီကား ကိုခြုံပြောရရင် ကလေးမလေးနေရာမှာသရုပ်ဆောင်က နည်းနည်း သွက်သွက်လေးဖြစ်ပြီး ပိုပြီး ဇာတ်လမ်းကို ကြွအောင် သရုပ်ဆောင်ပါတယ်။တတိယမြောက်အခုကားကို ၂၀၀၈ခုနှစ်မှာ ပြသခဲ့ပြီး ဇာတ်လမ်းပုံစံ ၊သရုပ်ဆောင်၊ ဇာတ်ဝင်တေးက အစ တစ်ကားနဲ့တစ်ကားကွဲပြားကြပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းကျောရိုးတော့ တူတူပါပဲ။ဒီဇာတ်မှာ ဇာတ်လမ်းကို လေးလေးပင်ပင်ပုံစံဘက်ရိုက်ကူးထားပြီး အဓီကကလေးသရုပ်ဆောင်တွေဖြစ်တဲ့ ကလေးနှစ်ယောက်က အသက်ငယ်ငယ်လေးတွေသုံးထားပါတယ်။ကလေးမလေးကဒီကားမှာ ထုံထုံထိုင်းထိုင်းလေးသိပ်မမလှုပ်ပဲ နဲ့ အေးအေးစက်စက်လေးသရုပ်ဆောင်ထားပါတယ်။အရင်ကားတွေနဲ့မတူဘဲ ဆင်ဒရဲလားဇာတ်လိုမျိုး ဇာတ်ပိုနာအောင်ရိုက်ထားပါတယ်။ဒါပေမယ့် လဲ မြန်မာပြည်သိန်းတန်လို ပြောရရင်တစ်ချို့နေရာလေးတွေ မှာ သိပ်မရောက်ဘူးကွယ်၊ ဒီထက်ပိုလုပ်နိုင်ရင်ကောင်းမယ်၊အဖိအဖော့လေးတွေ နည်းနည်းထည့်လိုက်ရင်ကောင်းမယ်ပေါ့။ဒီဇာတ်လမ်းထဲက ရေတပ်ကပ္ပတိန် တာဝန်ထမ်းဆောင်နေတဲ့ မာယ စစ်သဘောင်္က ဒုတိယ ၏ကမ္ဘာစစ်အတွင်းမှာ တိုက်ပွဲတော်တော်များများမှာ ပါဝင်ခဲ့ပြီး ၁၉၉၄ အောက်တိုဘာလ Lyete ၏ပင်လယ်ကွေ့စစ်ဆင်ရေးမှာ အမေရိကန်ရေငုတ်သဘောင်္ တော်ပိုဒို ထိမှန်နှစ်မြုပ်ပြီး ကပ္ပတိန်အပါသဘောင်္သား ၄၇၉ ယောက် ပျောက်ဆုံးခဲ့ပါတယ်။…ကဲ ဒါကဇာတ်လမ်းသမိုင်းနောက်ခံတွေပါ…ဇာတ်လမ်းပိုင်းမှာ…….ဇာတ်လမ်းအမျိုးအသားက မျက်ရည်ချူမယ့် ကားမျိုးဖြစ်ပါတယ်။ ဇာတ်ကားတစ်ခုလုံး ကြည့်ရတဲ့ခံစားချက်က လေးပင်နေပါတယ်။ဒါပေမယ့် မျက်ရည်မကျပဲရင်ထဲ မှာခဲဆွဲထားသလိုအပြည့်ဖြစ်နေပြီးလေးလေးကြီးနဲ့ မငိုချင်တဲ့ခံစားချက်မျိုးပါ။ဒီကားမှာ အရင်ခေတ်က ဂျပန်တွေ ရဲ့ နေထိုင်မှု ပုံစံ နဲ့ ရိုးရာ ယဉ်ကျေးမှုအပြင် စစ်အတွင်းပြည်သူတွေ နေထိုင်မှု ဘဝပုံစံ နဲ့ နိုင်ငံအပေါ်ထားတဲ့ ဂျပန်ပြည်သူတွေရဲ့ စိတ်အနေအထားကိုပါတွေ့ရပါတယ်။အရင်တုန်းက ကျွန်တော် သိချင်နေတာတစ်ခုက တစ်ကမ္ဘာလုံးက ဖက်စစ်ဂျပန်ဆိုပြီး လူမိုက်လူဆိုးကြီးအနေနဲ့ မြင်နေကြတဲ့ ဂျပန်ပြည်အတွင်းက ပြည်သူတွေ ဘယ်လိုများနေကြါလိမ့် သူတို့ စိတ်ထားတွေ ကရေကျွန်တော်တို့ ပေါလိဝုတ် ကားတွေ မှာလိုထမိန် မြင်တာနဲ့ မုဒိန်းကျင့် ၊ တွေ့တဲ့ကွတတ လျောက်လာပြီး တွေ့သမျှလူကို ပိတ်ရိုက် အဲ့လိုကြီးမားလားလို့ ။ဒါကဟာသအနေနဲ့ပြောတာပါ။ဒီဇာတ်လမ်းထဲက သဘောကျမိတဲ့ ဇာတ်ဝင်ခန်းလေးတွေ တစ်ချိ့ မဟုတ်ဘူး(တော်တော်များများ)ကိုပြောပြသွားပါမယ်။ငိငိ…ဗုံးကြဲတဲ့အထဲ အိမ်ပါ သွားပြီး အဒေါ်အိပ်မှာသွားနေကြတဲ့ သိတက်စအရွှယ် နဲ့ မသိတက်သေးတဲ့ အရွှယ်ကလေးလေး နှစ် ယောက် စစ်ပွဲအတွင်း အသက်ရှင်နိုင်ဖို့ ရုန်းကန်နေထိုင် ကြပါတယ်။သိတဲ့အတိုင်း ဆွေမျိုးဆိုတာ အထုပ်ပါမှာလက်ခံတာဆိုတော့ မောင်နှမနှစ်ယောက်ကို မသိမသာတစ်မျိုး သိသိသာသာတစ်မျိုး ပညာပြပါတယ်။ကလေးမလေး ကသူ့အစ်ကို ကျိုပေးတဲ့ ဆန်ပြုတ်မကျက်တစ်ကျက်ကို သောက်ပြီး ညဘက် အိပ်မပျော် တော့ ငိုတော့ သူ့အဒေါ်ကအော်ပါလေရော…အစ်ကိုက သူညီမလေး အိပ်ပျော်အောင် ညီမလေးကို ကုန်းပိုးပြီး အပြင်ထွက် လာ ရင်းချော့သိပ်ရင်း”ဆဲဆုကို ကြည့်လိုက်စမ်း ပိုးစုန်းကြူးလေးတွေ ”လို့ပြောပြီး ကလေးမလေး သူ့အစ်ကို ကျောပေါ်အိပ်ပျော်နေပြီး ပိုစုန်းကြုးလေးတွေ ကို ငေးကြည့်နေတဲ့အခန်းက မောင်နှစ်မ သံယောဇဉ်အကို တွေရဲ့ ညီမအပေါ်ထားတဲ့ မေတ္တာကို နည်းနည်းလောက်တွေ့ရပြီး နှာခေါင်းထဲက လေကိုဖြည်းဖြည်းလေးထုတ်ပြီး လူကို နည်းနည်း၃ စက္ကန့်လောက် ပြုံးမိသွားပါတယ်။ဒီပြကွက်ကိုရီးယားတွေ ရိုက်မယ်ဆိုရင် လေကို့ဖြည်းဖြည်းခြင်းမဟုတ်ဘဲ ဟင်းက သက်ပြင်းကိုခေါင်းကနေ ခြေဖျားအထိ ချမိမယ်လို့တွေးမိပါတယ်။မောင်နှစ်မနှစ်ယောက် အဒေါ်အိပ်က နှင်ချခံရပြီးတောထဲက ဗုံးခိုကျင်းဟောင်းထဲမှာ သွားနေကြပြီး ရှိတဲ့ ပဲလေးပြုတ်ပြီး ညဘက်ထွက်လာတဲ့ပိုးစုန်းကြူးလေးကို သူတို့ ဂူလေးထဲ ဖမ်းသွားပြီးအထဲမှာ လွတ်ပေးလိုက်ပြီး ဆော့နေကြတဲ့ မောင်နှစ်မ နှစ်ယောက် လောကဓံ ခဏလောက်မေ့ပြီး သူတို့ ရဲ့ လူသူမရှိတဲ့ ကမ္ဘာလေးထဲမှာ ပျော်နေကြတဲ့ အခန်းက ဟိုလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ညဘက် ရပ်ကွက်ထဲ ပိုးစုန်းကြူတွေလျောက်ဖမ်းနေတဲ့ အချိန်ကို ခဏလောက်သတိရသွားမိတယ်။ ပျော်ရွှင်မှုဆိုတာထရံလေးဘက်ကာပြီး နေရတဲ့ သူနဲ့ သိန်း ၆ သောင်းတန်အိမ်မှာနေရတဲ့သူ မတူပေမယ့်နှစ်ယောက်လုံး သူနည်းသူ့ဟန်နဲ့ ခံစားနိုင်ကြပါတယ်။မောင်နှမနှစ်ယောက် မြက်ဖျာပေါ်မှာလှဲပြီး ဟိုအရင်က အဖေနဲ့ အမေ နဲ့ပျော်စရာကောင်းခဲ့တဲ့သူတို့ အချိန်လေးတွေ ကို သတိရပြီးအဲ့တုန်းက ဘယ်လိုစားခဲ့တာအရမ်းစားလို့ကောင်းတာဘာတွေ စားခဲ့ တာနင်ရောအခုဘာစားချင်လဲ ပြောနေကြပုံကကိုယ်ကလေးဘဝတုန်းက အကြောင်းလေးပြန်သတိရမိသွားတယ်။ လူတော်တော်များများမှာလဲအဲ့လို အချိန်မျိုး အမှတ်တရမျိုးလေးရှိတက်ကြပါတယ်။ရေစက်လေး တစ်တောက်တောက်မြေကြီးပေါ်ကို ကြတာ ကြည့်ရင်း မျက်လုံးထဲမှာ အစ်ကိုပြန်လာတာစောင့်နေတာလား၊ အမေကိုအရမ်းတွေ့ချင်နေတာလား၊ အရင်အချိန်တွေကို ပြန်သတိရနေတာလား၊ ဝမ်းနည်းနေတာလားမသဲကွဲတဲ့ မျက်လုံးလေးနဲ့ မြက်ဖျာလေးပေါ်မှာညိုညစ်ညစ် အဖြူရောင်အကျီ င်္ လေးနဲ့ ဘောင်းဘီရှည်လေးဝတ်ပြီး ဗိုက်လေးဖောင်းလိုက်ပိန်လိုက် နဲ့ ငေးကြည့်နေတာ ထမင်းတော်မစားနိုင်တော့ဘူး ရင်ထဲပြည့်သွားတယ်။မြေကျင်းလေးထဲကမြက်ဖျာလေးထဲမှာ မျက်နှာမှာညစ်ပေမနေတော့ဘဲ နှစ်နှစ်ခြိုက်ခြိုက်ကလေးမလေး ၊ဘေးမှာ သူအမြဲတမ်းကိုင်ထားနေတဲ့ အရုပ်လေးနဲ့ သကြားလုံးဗူးလေးနဲ့အိပ်ပျော်နေတဲ့ ကလေးမလေး။ နောက်ခံ တီးလုံးက တစ်လုံးခြင်းသံစဉ်တွေထုတ်လွှင့်နေတယ်။ဆဲဆုကို နင်ဘေးမှာ ပိုးစုန်းကြူးလေးတွေ အဖော်လုပ်ပေးနေပါတယ်။မြေကြီးအောက်မှာ အေးစက်နေပေမယ့် မေကြီးနဲ့တွေ့ရင် နင်နွေးသွားမှာမေကြီးနဲ့ တွေ့ရင် ကိုကြီးကို မမေ့နဲ့ နော်…………………….မောင်နှမ ရှိတဲ့ သူတွေ ကိုယ့်ညီမ အစ်ကိုကိုဒီကားနဲ့ သတိလေးရပြီး ကျေးဇူးတင်နိုင်ကြပါစေ။ဇာတ်ကားသုံးကားထဲမှာ ပိုသဘောကျမိတာကာတွန်း version ပါပဲ။ ဒီကားထဲမှာ ကလေးမလေးကိုတွေ့ရတာ သရုပ်ဆောင်တစ်ယောက်လိုမဟုတ်ဘဲ ကျွန်တော်တို့ ရပ်ကွက်ထဲမှာတွေ့နေကြ ကလေးမလေးလိုမျိုးဖြစ်နေတယ်။တစ်ချို့နေရာတွေမှာ ပြောင်းလဲလိုက်ရင်ဇာတ်လမ်းက မျက်ရည်ခွက်နဲ့ ခံရမဲ့ ဇာတ်ကားဖြစ်သွားမှာပါ။ဒီကားကို ကိုးရီးယားတွေ ရိုက်ရင် ကောင်းမှာပဲလို့ တောင်စဉ်းစားမိပါတယ်။ ဇာတ်ညွှန်းဆိုတာကိုသူများတွေတော့ ဘယ်လိုမြင်လဲမသိပေမယ့်ကျွန်တော်ကတော့ ရုပ်ရှင်ကြည့်ဖို့ လမ်းညွှန်လို့မြင်ပါတယ်၊ သူကဒီနေရာမှာ ဒီလိုပြောထားတယ် ဒီနေရာလေးမှာ ဘယ်လိုရှိမလဲ ဆိုတာကြည့့်ရတာ ကိုယ် အရင်မခံစားမိတဲ့ဇာတ်ကွက်က ပိုပြီး ခံစားလို့ရတယ်ပေါ့။ကျွန်တော် HLK ပါ။Qty – 720p DvD ripDuration – 1hr 54minGern – Drama/WarTranslator – Htet Lin KyawEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aL34lOl8LIYne86HxVahUT1yYNt.jpg",
      "https://image.tmdb.org/t/p/w300/9zRTgZzTvllbtJ2d884bSNZIr6m.jpg",
      "https://image.tmdb.org/t/p/w300/51lTk6Bg5UsFOjxRZ34Fbb8u2Y1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub",
        "server": "VIP Links",
        "size": "715 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/ckvve933nv1k.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1989|1h 45min|A Better Tomorrow Trilogy,Action,Crime,War",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "3200"
    },
    "title": "A Better Tomorrow III: Love and Death in Saigon (1989)",
    "description": "A Better Tomorrow III: Love and Death in Saigon (1989)A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တယ်။Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင်စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and Time, SevenSwords, Detective Dee, Journey to The West စတဲ့ အင်တာတိန်းမန့်အတော်ဖြစ်တဲ့ နာမည်ကျော်ကားတွေကိုရိုက်ခဲ့တယ်။သူရဲ့ A Better Tomorrow III ကတော့ ရှေ့၂ကားရဲ့အဆက်မဟုတ်ဘဲ ရှေ့၂ကားမတိုင်ခင်က အချိန်မှာဇာတ်အိမ်တည်ထားတယ်။၁မှာ သိပ်မကြမ်းပြသွားရတဲ့ မာ့ခ်ရဲ့ ဗီယက်နမ် ဆိုင်ဂုံမှာ ပြန်ကြမ်းပြမယ့်ရုပ်ရှင်ပေါ့။ ဇာတ်အိမ်တည်ထားတာက ၁၉၇၄ဗီယက်နမ်စစ်ပွဲမပြီးခင် တစ်နှစ်ဆိုတော့ ဗီယက်နမ်စစ်ပွဲအတွင်း ၀င်ကြမ်းသွားတာပါပဲ။ ပစ်ခန်းခတ်ခန်းတွေကစစ်ပွဲကာလအတွင်းဆိုတော့ ရှေ့၂ကားထက်ပိုကြမ်းပါတယ်။ ဒါရိုက်တာဟာ ရှေ့၂ကားကလူတွေကို စကားနဲ့တစ်ဖုံလူကိုယ်တိုင်တစ်ဖုံထည့်ပြီး ရှေ့၂ကားစလုံးနဲ့ ချိတ်သွားတော့ ရှေ့၂ကားကို ကြိုက်တဲ့သူတွေ မလွဲမသွေ ကြည့်သင့်တယ်လို့ပြောရမှာပါပဲ။လတ်စလီချောင်တို့ တီလုံးတို့တော့ မပါပေမဲ့ ဟောင်ကောင်ရဲ့ နာမည်ကြီးမင်းသားတစ်ယောက် ဖြစ်တဲ့တိုနီလျောင်ချုဝေနဲ့အပြိုင်ဖြစ်တဲ့ နာမည်ပါတူနေတဲ့ တိုနီလျောင်ခဖိုင်တော့ ပါလာပါတယ်။ မာ့ခ်ရဲ့ ၀မ်းကွဲနေရာကပါ။ ခဖိုင်ရဲ့အဖေကို သွားခေါ်ဖို့ သူတို့ဆိုင်ဂုံကို သွားရာကနေ ဒီဇာတ်လမ်းက စလာတာပါပဲ။ ခဖိုင်ရဲ့ ကာရိုက်တာဟာ တော်တော်လည်းစိတ်၀င်စားစရာကောင်းတယ်။နောက်ဒီရုပ်ရှင်ကို ဂျွန်ဝူးရိုက်တာမဟုတ်ပေမဲ့ ရှေ့၂ကားရဲ့ အငွေ့အသက်မကင်းတာကြောင့် ဂျွန်ဝူးရဲ့ Heroic Bloodshed ဟန်ကမလွတ်တာမို့ Bloodshed ဟန်ကို ထပ်မြင်ချင်တဲ့သူတွေ အကြိုက်တွေ့မှာပါ။ ဒီကားရိုက်ပြီးနောက်မှာပဲ ဂျွန်ဝူးကလည်း ဆိုင်ဂုံမှာပဲအခြေတည်ထားတဲ့ Bullet In The Head ကို ရိုက်ခဲ့တယ်ဆိုတော့ အစကတည်းက သူတို့၂ယောက်လုံး ဆိုင်ဂုံကိုမျက်စိကျခဲ့ကြပုံရတယ်။A Better Tomorrow Trilogy ကို ဂျွန်ဝူးကိုယ်တိုင် အဆုံးမသတ်ပေးနိုင်ခဲ့ပေမဲ့ ဂျွန်ဝူးရဲ့ လမ်းစဉ်ကိုတော့မဖောက်ဖျက်ခဲ့တာကြောင့် A Better Tomorrow Trilogy ဟာ အကောင်းဆုံး မဟုတ်တောင် သင့်တင့်တဲ့နောက်ဆုံးကားတစ်ကားရခဲ့တယ်ဆိုရမှာပါ။ ဟောင်ကောင် အက်ရှင်ကားတွေ အကြောင်းပြောကြရင် ဖယ်ထားလို့မရတဲ့ A BetterTomorrow ရဲ့ နောက်ဆုံးရုပ်ရှင်ဟာ သူ့ပရိသတ်တွေကို အတိုင်းအတာတစ်ခုအထိ စိတ်ကျေနပ်မှုပေးနိုင်မှာပါပဲ။(ဇာတ်ကားဘာသာပြန်သူကတော့ Murphy ဖြစ်ပြီး အညွှန်းရေးသားပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)Size – 1.92GB, 1.2GB, 735MBQuality – 1080p, 720p, 480pIMDb Rating – 5.9/10Format – mp4Duration – 1H 45MinGenre – Action, Crime, WarSubtitle – Myanmar Subtitle (Hardsub)Translated byMurphyEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6lX8OmFpyIKpj7zo6MWfmNG3tvj.jpg",
      "https://image.tmdb.org/t/p/w300/fBXry9eAS26jzrjRmfoCtrpRyWT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gnBO55MPkWhoEmfSD3n675XtxEO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-better-tomorrow-iii-1989",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-better-tomorrow-iii-1989-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11604/(CM)_A_Better_Tomorrow_III_(1989)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/r4UBEAbB#iiKRVHb7vCYnklTgGR75ckVT3Cyksm6WQCKOAGTkn3E",
        "server": "mega.nz",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wh1770atgspa.html",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://watchsb.com/0tqt53sjnz80.html",
        "server": "streamsb.com",
        "size": "1.92GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-better-tomorrow-iii-1989-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2n0U2/(CM)_A_Better_Tomorrow_III_(1989)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/KwFRjKSb#lLlBF-eXVM3aYlj4iDFrhr_xA4Hu41qwrS7AeACaNhM",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/msf38gani2sx.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/cv6v1cubdx6w.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-a-better-tomorrow-iii-1989-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "735MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1H3rf/(CM)_A_Better_Tomorrow_III_(1989)_480p.mp4",
        "server": "megaup.net",
        "size": "735MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/n8FTGQYQ#QFeAHf8i_aqkPnE8tHZjvctnjWA3ayJg1jTk4UmDB4o",
        "server": "mega.nz",
        "size": "735MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/tm6x5cse6c64.html",
        "server": "usersdrive.com",
        "size": "735MB",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/3iw33cqfelpj.html",
        "server": "streamsb.com",
        "size": "735MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||War",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Once In The Desert (2022)",
    "description": "ဆီးရီးယားပြည်တွင်းစစ်မှာ ရုရှားစစ်တပ် ရဲ့ပါ၀င်မှုအကြောင်းရိုက်ကူးထားတဲ့ ရုရှားစစ်ကားလေးပါ။ ရှေးဟောင်းအမွေအနှစ်မြို့တော် Palmyra ကို ISIS လက်ကပြန်သိမ်းရာမှာ ပါ၀င်ခဲ့ရတဲ့ ရုရှားမိုင်းရှင်းတပ်ဖွဲ့ကို ဇာတ်တည်ပြီးရိုက်ကူးထားပါတယ်။ ဝါရင့်မိုင်းဖျက်သမားကြီး Dima ဦးဆောင်တဲ့တပ်ဖွဲ့ဟာ အကြမ်းဖက်သမားတွေဆင်ခဲ့တဲ့ မိုင်းတွေ၊လက်လုပ်ဗုံးတွေကိုရှင်းလင်းရင်း အဖွဲ့သားတွေ အသက်ရှင်နိုင်ဖို့စွန့်စားရပုံကို ကြည့်ရှ့ရမှာပါ။ ရုရှားရုပ်ရှင်ဆိုပေမယ့် practical effect တွေ ပေါက်ကွဲမှုတွေက ကြည့်လို့ကောင်းပြီး ရင်ခုန်စိတ်လှုပ်ရှားရတဲ့ စစ်ကားပါ။File size…(2.49GB)  / (671MB) / (703MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:23:00Genre… WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SP",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b1CNQfwlyMZVQNcvFjcl0CaRoKO.jpg",
      "https://image.tmdb.org/t/p/w300/hFEhHoXKqOoeJJHx0IsKMCIQuV7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-once.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/once-in-the-desert-2022-russian-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xz4z6q8j6im5.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2weoB/Once.in.the.Desert.2022.RUSSIAN.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/WQwzWbIT#YvbyyNHNxOmbLdRGHD4pfsNL2mLGaSGiVZMe-1Ah0-Y",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/once-in-the-desert-2022-russian-7200-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z9wd3at09oqa.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aju8/Once.in.the.Desert.2022.RUSSIAN.7200p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mRZhhDzL#0Ri1fCJYbil2ji7fIo6x-g7mnPsrOana98nFCz7cpP4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/shwnnycxsnbv.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/once-in-the-desert-2022-russian-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715.89MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ug51dsvmtax8.html",
        "server": "usersdrive.com",
        "size": "715.89MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2weog/Once.in.the.Desert.2022.RUSSIAN.480p(CM).mp4",
        "server": "megaup.net",
        "size": "715.89MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/7V4xkLYQ#_6TLcfhH4xsJi5zILYY6GR_I1gFUp_OVCkf5V3k-b-0",
        "server": "mega.nz",
        "size": "715.89MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/jz5do9sityhp.html",
        "server": "streamsb.com",
        "size": "715.89MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022|1h 35min|Thriller,War",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "138"
    },
    "title": "Burial (2022)",
    "description": "Burial 2022ဒုတိယကမ္ဘာစစ်ရဲ့နောက်ဆုံးတိုက်ပွဲဖြစ်တဲ့ ဘာလင်တိုက်ပွဲပြီးလုပြီးခင်မှာဘာလင်မြို့ကရုရှားထောက်လှမ်းရေးဖြစ်တဲ့ ဘရာနာ နဲ့ တပ်သားတစ်ချို့ကအထူးလျှို့ဝှက်တာဝန်ပေးခံရပါတယ်။ရှည်မျောမျောသေတ္တာကြီးတစ်လုံးကို သူတို့ရုရှားခေါင်းဆောင်စတာလင်ဆီသယ်သွားပေးဖို့ပါ။ဒါကလျှို့ဝှက်မစ်ရှင်ဖြစ်တာကြောင့် လေယာဥ်မသုံးရသလို ဘာလင်ကသူတို့ရဲဘော်ရဲဘက်တွေနဲ့လဲအဆက်အသွယ်မလုပ်ရပါဘူး။သေတ္တာထဲမှာဘာပါတယ်ဆိုတာလဲ ဘရာနာရယ် နောက်ခေါင်းဆောင်နှစ်ယောက်ရယ်သာသိပြီး တပ်သားတွေကမသိကြပါဘူး။သူတို့ကဒီသေတ္တာကြီးကို ညမှာသူတို့ကိုလာသတ်ပြီးယူသွားမှာဆိုးလို့ညဆို ဒီသေတ္တာကြီးကိုမြေကျွင်းတူးပြီးမြှပ် မနက်ကျမှပြန်တူးပြီးခရီးဆက်ပါတယ်။တပ်သားတွေကလဲဒီသေတ္တာထဲမှာဘာပါမှန်းတာမသိတာအမိန့်အရဒါကြီးကိုသူတို့အသက်နဲ့ရင်းပြီးကာကွယ်ဖို့အသင့်ဖြစ်နေတာပါပဲ။အဲလိုသစ္စာရှိတပ်သားတစ်စုရယ် သေတ္တာကြီးတစ်လုံးရယ်အဲဒီသေတ္တာကြီးကို လိုချင်နေတဲ့ တခြားအဖွဲ့ရယ်စစ်ဘေးဒဏ်ကြောင့်စစ်သားတွေအပြင် လူမြင်မြင်သမျှကြောက်နေရတဲ့ ပြည်သူပြည်သားတွေရယ်ကြားမှာဘာတွေဆက်ဖြစ်မလဲဘရာနာတို့ရဲ့အထူးလျှို့ဝှက်တာဝန်ရောအောင်မြင်သွားမလားဆိုတာကြည့်ရှုလိုက်ပါဦးအညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့Rashidaနဲ့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Thriller, WarQuality…. 4k HEVC |1080p | 720p | 480pFile size… 1.75GB | 1.509GB | 590MB | 343MBFormat… mp4Duration…. 1h 35minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaandMoh MohEncoder …..August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lLK26Z2fneSIuFHpAVdphqnhcDI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c4D22vnat4DUm9a9TFPZ0abDEsc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zwrxn9lcuuuy.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-burial-2022-2160-p-4-k-web-dl-dd-5-1-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://megaup.net/2tLfs/(CM)_Burial.2022.2160p.4K.WEB-DL.DD5.1.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://mega.nz/file/VHcC2TSC#zEbRVns4bCU4zKuy2jSEvwFeqGzf6BSNOQDStrf7z18",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://usersdrive.com/ax0xj8tpvljd.html",
        "server": "usersdrive.com",
        "size": "1.09GB",
        "quality": "1080P 5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/burial-2022-1080-p-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.09GB",
        "quality": "1080P 5.1Ch"
      },
      {
        "link": "https://megaup.net/17Ogi/Burial.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.09GB",
        "quality": "1080P 5.1Ch"
      },
      {
        "link": "https://mega.nz/file/keFUiQYK#lPbwU7gWLN9aNNYpuXAkQyE7sPL-jYS0Ii16G6uslKk",
        "server": "mega.nz",
        "size": "1.09GB",
        "quality": "1080P 5.1Ch"
      },
      {
        "link": "https://usersdrive.com/modfdngg33gj.html",
        "server": "usersdrive.com",
        "size": "590MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/burial-2022-720-p-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "590MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2tJ9z/Burial.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "590MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/5alBlRyZ#FFIa0mfwMtSucPh3xXk-iJbFg4pu4PJr7phfl6bBnm0",
        "server": "mega.nz",
        "size": "590MB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/er7f4k0gbg27.html",
        "server": "streamsb.com",
        "size": "590MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/i71c0ft1fhck.html",
        "server": "usersdrive.com",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/burial-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2tJ9x/Burial.2022.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Jfc3VTqY#1HOB5hPJyU4A6jT0fFm_FvOEKFURwimE7PvSXwaabv8",
        "server": "mega.nz",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/qf4h8cbqozli.html",
        "server": "streamsb.com",
        "size": "343MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "toqKCOpnjCw",
      "video_url": "https://www.youtube.com/watch?v=toqKCOpnjCw",
      "embed_url": "https://www.youtube.com/embed/toqKCOpnjCw"
    }
  },
  {
    "metadata": "||2h 34 min|Drama,War",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "626"
    },
    "title": "Cross the Yalu River ( 2021 )",
    "description": "ဒီတခါတော့ CM ကနေပြီးတော့ 1950 ခုနှစ်ပတ်ဝန်းကျင်လောက်ကစစ်ကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-1950 ခုနှစ် 6 လပိုင်းတွင် ကိုးရီးယားပြည်တွင်းစစ်ကြီး စတင်ခဲ့ပါတယ်။အမေရိကန်ဦးဆောင်တဲ့ ကုလသမဂ္ဂစစ်တပ်မှ တရုတ်နိုင်ငံကိုနံပါတ် ၇ စစ်သင်္ဘောနဲ့ စစ်လေယာဉ်များကို လွှတ်ပြီးရှန်းတုန်းနှင့် တုန်းပေတို့ကို ပစ်ခတ်ဖောက်ခွဲခဲ့တဲ့အတွက်လူအများအပြား ဒဏ်ရာရခဲ့ရပါတယ်။တရုတ်ပြည်သူ့သမ္မတနိုင်ငံမှ မော်စီတုန်းမှ ဦးဆောင်တဲ့အရာရှိတွေက အမေရိကန်ကို တိုက်ခိုက်ပြီး ကိုးရီးယားကို ကူညီပေးဖို ကြေငြာခဲ့ပါတယ်။အချိန် ၂ နှစ်ကျော် တိုက်ခိုက်ခဲ့ရတဲ့ စစ်ပွဲကြီးကိုကိုယ်တိုင် ပါဝင်တိုက်ခိုက်နေရသလို ခံစားစေရအောင်ရိုက်ကွက်လှလှလေးတွေနဲ့ ရိုက်ပြပေးထားတဲ့အတွက်ဒီကားလေးကိုလဲ စစ်ကားတွေ ကြိုက်တတ်တဲ့ ပရိသတ်တို့ကို ကြည့်ဖို တိုက်တွန်းပါရစေ။[ Reviewed By Moon ]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , WarRuntime : 2h 34 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gahFYy4ps8FVDDi2jmLYFZaJ7YJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/crossing-the-yalu-river-2021-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/fvxhna9ul1n4.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbchill.com/5vduw1svj91l.html",
        "server": "streamsb.com",
        "size": "2.6 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/zvAg3DDb#d3xTuUG3BedzciLBZTEt9Cz12VcdRtfm-0oQ3piG68Q",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/crossing-the-yalu-river-2021-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "699 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ikcrttpbcpde.html",
        "server": "usersdrive.com",
        "size": "699 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/uz5jUDDD#39ZMLgaiBdwdt5t9ssWlb6mu3TiQ1abtbbCW23wdTAA",
        "server": "mega.nz",
        "size": "699 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|1979||Drama,Mystery,War",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "593,449"
    },
    "title": "Apocalypse Now (1979)",
    "description": "Apocalypse Now (1979)=================IMDb Rating – 8.4/10#Unicodeပြောကြတာတော့ Apocalypse Nowဟာအကောင်းဆုံးစစ်ကားတဲ့။ ကျွန်တော်တော့ စစ်ကားတစ်ကားလို့ကိုမမြင်မိဘူး။သမိုင်းလည်းမှန်လှတယ်မဟုတ်ဘူး။သမိုင်းဆိုတာ စစ်နိုင်တဲ့ဘက်က ရေးကြတာဆိုတော့ရေးထားတဲ့သမိုင်းလည်း မှန်ချင်မှမှန်မှာဖြစ်တဲ့အတွက်ဒါကလည်းအရေးမပါလှဘူး။စစ်ပွဲတစ်ပွဲမှာ ဘာတွေမြင်ရမလဲ။လက်နက်တွေ ပေါက်ကွဲမှုတွေ သေကြေမှုတွေအလောင်းတွေ သွေးတွေ။ ဒီအပေါ်ယံအမြင်တွေအကုန် ဖယ်ကြည့်လိုက်ရင် စစ်ပွဲမှာ ကျွန်တော်တို့အထင်ရှားဆုံးမြင်ရမယ့် အရာက လူ့စိတ်ပါပဲ။ ဒါရိုက်တာဖရန်စစ် ကော်ပိုလာက ဒီအချက်ကို အရဖမ်းသွားတယ်။ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ စစ်တိုက်ခန်းနည်းနည်းစကားများနေတာများများနဲ့ အကောင်းဆုံးစစ်ကားဖြစ်သွားခဲ့တယ်။ ဒီကားကြည့်ပြီး ခင်ဗျားရူးချင်သွားတယ်ဆိုရင်လည်းမထူးဆန်းဘူး ဒါရိုက်တာရော မင်းသားရော ဒီရုပ်ရှင်ရိုက်နေတုန်းရူးချင်ချင် သေမလိုလိုဖြစ်သွားခဲ့ကြဖူးတယ်။အဓိကပြချင်တာဘာလဲတော့ ကျွန်တော်လည်းမသိဘူး။ယူသလိုပဲရလိမ့်မယ်။ အရူးတွေရိုက်ထားတဲ့ကားဆိုတော့ကြည့်ပြီးရူးသွားလည်း သိပ်တော့အံ့ဩစရာမရှိဘူး။ဒီရုပ်ရှင်ရဲ့ တစ်ချို့ဇာတ်ကွက်တွေအရတော့ ဒါရိုက်တာကိုအမေရိကန်မှဟုတ်ပါလေစလို့ ပြန်ရှာကြည့်လိုက်ရတယ်။ သူရဲဘောကြောင် အနိုင်ကျင့်တတ်တဲ့ တစ်စက်မှသုံးမရတဲ့အမေရိကန်စစ်သားတွေအကြောင်းကို ဒါရိုက်တာကခဏခဏကို ပြသွားတယ်။ ဒီထဲကအမေရိကန်စစ်သားတွေကပုံမှန်မြင်‌နေကြတွေလို သနားစိတ်အပြည့်နဲ့ လူတော်Greatကြီး‌တွေမဟုတ်ဘူး။ စစ်သားတွေရဲ့ ကြောက်စိတ်နဲ့စစ်မှုထမ်းတွေရဲ့ တလွဲလုပ်ရပ်တွေ အတော်မြင်ရတယ်။မတော်လို့ကျွန်တော်တို့စစ်ထဲ၀င်ကြရင် ဖြစ်‌နေမယ့်ပုံစံမျိုး‌ပေါ့။အမေရိကန်တွေနဲ့ သူတို့တိုက်နေတဲ့သူပုန်တွေကြားကအမှန်အမှားဆိုတာ ဆပ်ပြာပူဖောင်းလွှာကလေးလိုပါးလျနေတာကို ဒါရိုက်တာက ကောင်းကောင်းကြီးပြသွားတယ်။လူသားဆန်မှု စစ်ပွဲမှာ လူသားဆန်မှုက အရေးကြီးသလားဒီအဖြေကို ရုပ်ရှင်ထဲ မာလွန်ဘရန်ဒိုကြီးဖြေသွားတဲ့အဖြေက ကြက်သီးထစရာကောင်းတယ်။ ဒီစစ်ကားကစစ်တွင်းတိုက်ခိုက်မှုပါရုံထည့်ပြီး စစ်သားတစ်ယောက်ရဲ့စိတ် ဒါမှမဟုတ် စစ်သားတစ်ယောက်မှာရှိရမယ့်စိတ်ကိုသူ့အမြင်အရကောင်းကောင်းသုံးသပ်ပြသွားတယ်။အဲ့ဒီအမြင်ကို လူတိုင်းတော့ လက်ခံနိုင်မယ်မထင်ဘူး။ဘာလို့ဆို မာလွန်ဘရန်ဒိုရဲ့ဇာတ်ကောင်ကာလ်နယ်ကတ်ဇ်ရဲ့ အမြင်ဟာ ဘယ်လိုမှ လူမဆန်ဘူး။အမေရိကန်ဟာ ဗီယက်နမ်လိုနေရာမျိုးမှာ စစ်နိုင်ဖို့ဘာမှမခက်ပါဘူး။ ခက်နေတာက လုပ်ချင်သလိုလုပ်ရင်ဖြစ်လာမယ့် ကမ္ဘာ့နိုင်ငံတွေရဲ့ အမြင်ပါပဲ။ကမ္ဘာ့နိုင်င‌ံရေးမှာတစ်ခါတလေ စစ်ရေးတွေဟာ ထိုးကြွေးခံရတဲ့ နယ်ရုပ်တွေပါပဲ။ကာလ်နယ်ကတ်ဇ်လို စစ်သားတစ်ယောက်ရဲ့အမြင်မှာကျ ဒါတွေက မဖြစ်သင့်တဲ့အရာတွေပဲ။သူ့အမြင်မှာ စစ်သားကောင်းဟာ လူကောင်းမဖြစ်နိုင်ဘူးလို့ ယူဆတယ်။ စာနာမှုရှိတဲ့စစ်သားဟာ စစ်သားကောင်းမဟုတ်ဘူးပေါ့။‌ဒီတော့ သူသူလျှိုလို့ယူဆတဲ့ လူလေးယောက်ကိုအထက်မိန့်မရဘဲ သတ်ပစ်လိုက်တယ်။ဒီ အမိန့်ဖီဆန်ပြီးတောခိုသွားတဲ့ ကာလ်နယ်ကတ်ဇ်ကို လုပ်ကြံဖို့အထူးတပ်သားတစ်ယောက်ကို ကမ္ဘောဒီးယား ဗီယက်နမ်နယ်စပ်ကိုလွှတ်လိုက်တယ်။ သူ့ဇာတ်အိမ်ကဒီလောက်ပါပဲ။တစ်ခုရှိတာက ခင်ဗျားသာ သေချာစီးမျောပြီးကြည့်မယ်ဆိုရင် အဲ့ဒီခရီးမှာ ခင်ဗျားလည်းပါသွားလိမ့်မယ်။ အပြန်လမ်းမှာတော့ ခင်ဗျားဟာအရင်က ခင်ဗျား ဟုတ်ချင်မှလည်းဟုတ်တော့မယ်။ခင်ဗျားသာ ဒီရုပ်ရှင်အပြီး အမှန်နဲ့အမှားကြားဝေခွဲမရဖြစ်နေခဲ့ရင် ကိုယ့်ရွေးချယ်မှုကိုပဲယုံလိုက်ဖို့ပြောချင်တယ်။ ဒီရုပ်ရှင်ထဲမှာမှမဟုတ်ဘူး။တကယ့်ကမ္ဘာကြီးမှာလည်း အမှန်နဲ့အမှားကြားကမျဉ်းကသိပ်ပါးတယ်။ အမှန်နဲ့အမှားထက် ပိုအရေးကြီးတာကကျွန်တော်တို့ရဲ့ ရွေးချယ်မှုပဲ။ ကာလ်နယ်ကတ်ဇ်ကဒီအကြောင်းကို ကောင်းကောင်းကြီး သဘောပေါက်ခဲ့တယ်။ဝီလ်လတ်ကလည်း သူသိတဲ့အမှန်ကို ကျောခိုင်းပြီးသူလုပ်ရမယ့်အရာကိုလုပ်ခဲ့တယ်။ဒိုင်ယာလော့ထဲမပါတဲ့ ဝီလ်လတ်ရဲ့စကားကိုတော့ကျွန်တော်ကြားနေရတယ်။အရူးတွေကြားမှာ သွားမှန်နေလို့မရဘူး။ သူတို့နဲ့မတူရင်အရူးတွေအတွက် ခင်ဗျားက အရူးဖြစ်သွားလိမ့်မယ်တဲ့။Apocalypse Nowကို God Fatherရုပ်ရှင်ရဲ့ဒါရိုက်တာ ဖရန်စစ်ကော်ပိုလာကရိုက်ထားတဲ့အပြင်God Fatherကြီး မာလွန်ဘရန်ဒိုက Second leadနေရာကသရုပ်ဆောင်ထားတယ်။ ရုပ်ရှင်ဓာတ်ပုံပညာနဲ့အသံပိုင်းဆိုင်ရာမှာ အော်စကာနှစ်ဆုရထားတဲ့အပြင်Greatest War Film of All Timeလို့သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါပဲ။#Zawgyiေျပာၾကတာေတာ့ Apocalypse Nowဟာအေကာင္းဆုံးစစ္ကားတဲ့။ ကြၽန္ေတာ္ေတာ့ စစ္ကားတစ္ကားလို႔ကိုမျမင္မိဘူး။သမိုင္းလည္းမွန္လွတယ္မဟုတ္ဘူး။သမိုင္းဆိုတာ စစ္ႏိုင္တဲ့ဘက္က ေရးၾကတာဆိုေတာ့ေရးထားတဲ့သမိုင္းလည္း မွန္ခ်င္မွမွန္မွာျဖစ္တဲ့အတြက္ဒါကလည္းအေရးမပါလွဘူး။စစ္ပြဲတစ္ပြဲမွာ ဘာေတြျမင္ရမလဲ။လက္နက္ေတြ ေပါက္ကြဲမႈေတြ ေသေၾကမႈေတြအေလာင္းေတြ ေသြးေတြ။ ဒီအေပၚယံအျမင္ေတြအကုန္ ဖယ္ၾကည့္လိုက္ရင္ စစ္ပြဲမွာ ကြၽန္ေတာ္တို႔အထင္ရွားဆုံးျမင္ရမယ့္ အရာက လူ႔စိတ္ပါပဲ။ ဒါ႐ိုက္တာဖရန္စစ္ ေကာ္ပိုလာက ဒီအခ်က္ကို အရဖမ္းသြားတယ္။ဒါေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ဟာ စစ္တိုက္ခန္းနည္းနည္းစကားမ်ားေနတာမ်ားမ်ားနဲ႔ အေကာင္းဆုံးစစ္ကားျဖစ္သြားခဲ့တယ္။ ဒီကားၾကည့္ၿပီး ခင္ဗ်ား႐ူးခ်င္သြားတယ္ဆိုရင္လည္းမထူးဆန္းဘူး ဒါ႐ိုက္တာေရာ မင္းသားေရာ ဒီ႐ုပ္ရွင္႐ိုက္ေနတုန္း႐ူးခ်င္ခ်င္ ေသမလိုလိုျဖစ္သြားခဲ့ၾကဖူးတယ္။အဓိကျပခ်င္တာဘာလဲေတာ့ ကြၽန္ေတာ္လည္းမသိဘူး။ယူသလိုပဲရလိမ့္မယ္။ အ႐ူးေတြ႐ိုက္ထားတဲ့ကားဆိုေတာ့ၾကည့္ၿပီး႐ူးသြားလည္း သိပ္ေတာ့အံ့ဩစရာမရွိဘူး။ဒီ႐ုပ္ရွင္ရဲ႕ တစ္ခ်ိဳ႕ဇာတ္ကြက္ေတြအရေတာ့ ဒါ႐ိုက္တာကိုအေမရိကန္မွဟုတ္ပါေလစလို႔ ျပန္ရွာၾကည့္လိုက္ရတယ္။ သူရဲေဘာေၾကာင္ အႏိုင္က်င့္တတ္တဲ့ တစ္စက္မွသုံးမရတဲ့အေမရိကန္စစ္သားေတြအေၾကာင္းကို ဒါ႐ိုက္တာကခဏခဏကို ျပသြားတယ္။ ဒီထဲကအေမရိကန္စစ္သားေတြကပုံမွန္ျမင္‌ေနၾကေတြလို သနားစိတ္အျပည့္နဲ႔ လူေတာ္Greatႀကီး‌ေတြမဟုတ္ဘူး။ စစ္သားေတြရဲ႕ ေၾကာက္စိတ္နဲ႔စစ္မႈထမ္းေတြရဲ႕ တလြဲလုပ္ရပ္ေတြ အေတာ္ျမင္ရတယ္။မေတာ္လို႔ကြၽန္ေတာ္တို႔စစ္ထဲ၀င္ၾကရင္ ျဖစ္‌ေနမယ့္ပုံစံမ်ိဳး‌ေပါ့။အေမရိကန္ေတြနဲ႔ သူတို႔တိုက္ေနတဲ့သူပုန္ေတြၾကားကအမွန္အမွားဆိုတာ ဆပ္ျပာပူေဖာင္းလႊာကေလးလိုပါးလ်ေနတာကို ဒါ႐ိုက္တာက ေကာင္းေကာင္းႀကီးျပသြားတယ္။လူသားဆန္မႈ စစ္ပြဲမွာ လူသားဆန္မႈက အေရးႀကီးသလားဒီအေျဖကို ႐ုပ္ရွင္ထဲ မာလြန္ဘရန္ဒိုႀကီးေျဖသြားတဲ့အေျဖက ၾကက္သီးထစရာေကာင္းတယ္။ ဒီစစ္ကားကစစ္တြင္းတိုက္ခိုက္မႈပါ႐ုံထည့္ၿပီး စစ္သားတစ္ေယာက္ရဲ႕စိတ္ ဒါမွမဟုတ္ စစ္သားတစ္ေယာက္မွာရွိရမယ့္စိတ္ကိုသူ႔အျမင္အရေကာင္းေကာင္းသုံးသပ္ျပသြားတယ္။အဲ့ဒီအျမင္ကို လူတိုင္းေတာ့ လက္ခံႏိုင္မယ္မထင္ဘူး။ဘာလို႔ဆို မာလြန္ဘရန္ဒိုရဲ႕ဇာတ္ေကာင္ကာလ္နယ္ကတ္ဇ္ရဲ႕ အျမင္ဟာ ဘယ္လိုမွ လူမဆန္ဘူး။အေမရိကန္ဟာ ဗီယက္နမ္လိုေနရာမ်ိဳးမွာ စစ္ႏိုင္ဖို႔ဘာမွမခက္ပါဘူး။ ခက္ေနတာက လုပ္ခ်င္သလိုလုပ္ရင္ျဖစ္လာမယ့္ ကမာၻ႔ႏိုင္ငံေတြရဲ႕ အျမင္ပါပဲ။ကမာၻ႔ႏိုင္င‌ံေရးမွာတစ္ခါတေလ စစ္ေရးေတြဟာ ထိုးေႂကြးခံရတဲ့ နယ္႐ုပ္ေတြပါပဲ။ကာလ္နယ္ကတ္ဇ္လို စစ္သားတစ္ေယာက္ရဲ႕အျမင္မွာက် ဒါေတြက မျဖစ္သင့္တဲ့အရာေတြပဲ။သူ႔အျမင္မွာ စစ္သားေကာင္းဟာ လူေကာင္းမျဖစ္ႏိုင္ဘူးလို႔ ယူဆတယ္။ စာနာမႈရွိတဲ့စစ္သားဟာ စစ္သားေကာင္းမဟုတ္ဘူးေပါ့။‌ဒီေတာ့ သူသူလွ်ိဳလို႔ယူဆတဲ့ လူေလးေယာက္ကိုအထက္မိန႔္မရဘဲ သတ္ပစ္လိုက္တယ္။ဒီ အမိန႔္ဖီဆန္ၿပီးေတာခိုသြားတဲ့ ကာလ္နယ္ကတ္ဇ္ကို လုပ္ႀကံဖို႔အထူးတပ္သားတစ္ေယာက္ကို ကေမာၻဒီးယား ဗီယက္နမ္နယ္စပ္ကိုလႊတ္လိုက္တယ္။ သူ႔ဇာတ္အိမ္ကဒီေလာက္ပါပဲ။တစ္ခုရွိတာက ခင္ဗ်ားသာ ေသခ်ာစီးေမ်ာၿပီးၾကည့္မယ္ဆိုရင္ အဲ့ဒီခရီးမွာ ခင္ဗ်ားလည္းပါသြားလိမ့္မယ္။ အျပန္လမ္းမွာေတာ့ ခင္ဗ်ားဟာအရင္က ခင္ဗ်ား ဟုတ္ခ်င္မွလည္းဟုတ္ေတာ့မယ္။ခင္ဗ်ားသာ ဒီ႐ုပ္ရွင္အၿပီး အမွန္နဲ႔အမွားၾကားေဝခြဲမရျဖစ္ေနခဲ့ရင္ ကိုယ့္ေ႐ြးခ်ယ္မႈကိုပဲယုံလိုက္ဖို႔ေျပာခ်င္တယ္။ ဒီ႐ုပ္ရွင္ထဲမွာမွမဟုတ္ဘူး။တကယ့္ကမာၻႀကီးမွာလည္း အမွန္နဲ႔အမွားၾကားကမ်ဥ္းကသိပ္ပါးတယ္။ အမွန္နဲ႔အမွားထက္ ပိုအေရးႀကီးတာကကြၽန္ေတာ္တို႔ရဲ႕ ေ႐ြးခ်ယ္မႈပဲ။ ကာလ္နယ္ကတ္ဇ္ကဒီအေၾကာင္းကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္ခဲ့တယ္။ဝီလ္လတ္ကလည္း သူသိတဲ့အမွန္ကို ေက်ာခိုင္းၿပီးသူလုပ္ရမယ့္အရာကိုလုပ္ခဲ့တယ္။ဒိုင္ယာေလာ့ထဲမပါတဲ့ ဝီလ္လတ္ရဲ႕စကားကိုေတာ့ကြၽန္ေတာ္ၾကားေနရတယ္။အ႐ူးေတြၾကားမွာ သြားမွန္ေနလို႔မရဘူး။ သူတို႔နဲ႔မတူရင္အ႐ူးေတြအတြက္ ခင္ဗ်ားက အ႐ူးျဖစ္သြားလိမ့္မယ္တဲ့။Apocalypse Nowကို God Father႐ုပ္ရွင္ရဲ႕ဒါ႐ိုက္တာ ဖရန္စစ္ေကာ္ပိုလာက႐ိုက္ထားတဲ့အျပင္God Fatherႀကီး မာလြန္ဘရန္ဒိုက Second leadေနရာကသ႐ုပ္ေဆာင္ထားတယ္။ ႐ုပ္ရွင္ဓာတ္ပုံပညာနဲ႔အသံပိုင္းဆိုင္ရာမွာ ေအာ္စကာႏွစ္ဆုရထားတဲ့အျပင္Greatest War Film of All Timeလို႔သတ္မွတ္ခံထားရတဲ့ ႐ုပ္ရွင္ပါပဲ။Quality –  720p BluRayDuration – 2hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Drama, Mystery, WarSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9Qs9oyn4iE8QtQjGZ0Hp2WyYNXT.jpg",
      "https://image.tmdb.org/t/p/w300/8viWxsL4lwmQZB8QHOCHwMvBGXd.jpg",
      "https://image.tmdb.org/t/p/w300/jmMCq2YPt7m71McPbsYIg5aOGUe.jpg",
      "https://image.tmdb.org/t/p/w300/7Utv96qmXSrL1zHyJtQOSvMpQZ4.jpg",
      "https://image.tmdb.org/t/p/w300/iaN0D6G1UFgiX9u1EGXAYMK0yqI.jpg",
      "https://image.tmdb.org/t/p/w300/apRIi1Fwsf5sV5TUZM27BS0PqCB.jpg",
      "https://image.tmdb.org/t/p/w300/d7snkZpT4zXuX9knwqxngj2AvpI.jpg",
      "https://image.tmdb.org/t/p/w300/pHLWs1fkb8FaUtjm52tJuPTiWA6.jpg",
      "https://image.tmdb.org/t/p/w300/gbAUNuA7nKJtmwkKJJClOYNCD3g.jpg",
      "https://image.tmdb.org/t/p/w300/tf4m8pNngFKzQPZCf9jQRqwf1Ku.jpg",
      "https://image.tmdb.org/t/p/w300/gBo1gPiIi7zumEGU3W9CyUd2667.jpg",
      "https://image.tmdb.org/t/p/w300/pZyXPtAH4tr5HhGzhPoeZb0QNDu.jpg",
      "https://image.tmdb.org/t/p/w300/k1lFbIu1HIGuFIWMkWMlRoKXM8q.jpg",
      "https://image.tmdb.org/t/p/w300/52YMeEmyKMiEVExJEPDJjHArBBw.jpg",
      "https://image.tmdb.org/t/p/w300/43ebYsJxj7oakiJNaK7q74TCjt3.jpg",
      "https://image.tmdb.org/t/p/w300/8yMLcI7J1Btqrg2A78sExktB6JG.jpg",
      "https://image.tmdb.org/t/p/w300/80AAtPssTpBzF6On7W2gw5XqVkZ.jpg",
      "https://image.tmdb.org/t/p/w300/tMBcxV354RtWahwscwr0fSMVSJh.jpg",
      "https://image.tmdb.org/t/p/w300/fMu79yJZGCoRvsV1tibCyPlis6I.jpg",
      "https://image.tmdb.org/t/p/w300/wLE34ypldXSl8zGRwh2OT643GBO.jpg",
      "https://image.tmdb.org/t/p/w300/4VSQaBQWZmPoc1QzYqHFjYfHHrN.jpg",
      "https://image.tmdb.org/t/p/w300/3B2HaX1EZePvf0niHyvtw3uble5.jpg",
      "https://image.tmdb.org/t/p/w300/irkKaEflXO44T6dThuX3DHjfohv.jpg",
      "https://image.tmdb.org/t/p/w300/A3gkjQi95whWJS04puGT6lIyPOM.jpg",
      "https://image.tmdb.org/t/p/w300/qa6E4lmdWoVB6bvnu4cbgA1fyos.jpg",
      "https://image.tmdb.org/t/p/w300/1wLx5AaCo4v8czLkLwwZEWSd9Hk.jpg",
      "https://image.tmdb.org/t/p/w300/rP3j9zXhC2AYUiS1tovGBdhxeZ5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-28-at-11.32.16-AM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/svohbisvpp69.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://usersdrive.com/bmia5wmxgswu.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://yoteshinportal.cc/apocalypse-now-1979-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/apocalypse-now-1979-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://megaup.net/T324/Apocalypse.Now.1979.BluRay.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://megaup.net/1z0ug/Apocalypse.Now.1979.BluRay.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://upstream.to/gw6qykv682v1",
        "server": "upstream.to",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://upstream.to/llarh6vulaku",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/apocalypse-now-1979",
        "server": "VIP Links",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      }
    ],
    "trailer": {
      "video_id": "CxENJ2LwecY",
      "video_url": "https://www.youtube.com/watch?v=CxENJ2LwecY",
      "embed_url": "https://www.youtube.com/embed/CxENJ2LwecY"
    }
  },
  {
    "metadata": "|||Biography,Comedy,Drama,War",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "167000"
    },
    "title": "Whiskey Tango Foxtrot(2016)",
    "description": "Whiskey Tango Foxtrot(2016)**************************ကင်မ်ဘေကာဟာ သတင်းဌာနတစ်ခုမှာ သူများတွေရေးတဲ့သတင်းတွေ၊ ဆောင်းပါးတွေကိုစာချော အောင် ပြင်ပေးရတဲ့အလုပ်ကိုလုပ်ကိုင်သူပါ။ တစ်ရက် အမေရိကန်တို့ အီရတ်ကိုဝင်တိုက်တော့အီရတ်ကို သတင်းဌာနက လူတွေအများကြီးလွှတ်လိုက်ရတဲ့အတွက်ဘယ်သူမှ သိပ်မသွားချင်တဲ့ အာဖဂန်နစ္စတန်ကို စစ်သတင်းထောက် အနေနဲ့ ဌာနက လွှတ်လိုက်ပါတော့တယ်။ရောက်ရောက်ချင်း ဆောက်နဲ့ထွင်း ဆိုသလို အာဖဂန်နစ္စတန်ရဲ့ ချီးနံ့ ယင်နံ့တလှောင်လှောင် လေထု၊လိမ်တောင်းတဲ့သူတောင်းစား၊ မိန်းမတွေကိုခွဲခြားမှုတွေ စကြုံပါတော့တယ်။ဒါပေမယ့် မူလက ၃လပဲနေဖို့ စိတ်ကူးခဲ့တဲ့ ကင်မ်ဘေကာဟာ တကယ်တမ်းမှာ (၃)နှစ်ကျော်အာဖဂန်မှာ စစ်သတင်းထောက်လုပ်ဖြစ်ခဲ့ပြီး နာမည်လည်းကြီးသွားခဲ့ပါတယ်။ဒီလိုဖြစ်သွားအောင် ဘယ်လို စိတ်ဝင်စားစရာ အဖြစ်အပျက်တွေ၊ ဘယ်လိုစိတ်ဒုက္ခတွေ၊ဘယ်လိုမွန်းကြပ်မှုတွေက သူ့ကို တွန်းအားပေး စေ့ဆော်ခဲ့လဲဆိုတာ ဇာတ်ကားထဲမှာ ရှုစား ရမှာပါ။ဒီဇာတ်ကားဟာ အပြင်မှာတကယ်ရှိတဲ့ စစ်သတင်းထောက် ကင်မ် ဘေကာ (Kim Baker)ရဲ့စာအုပ်ကို မှီးပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့နာမည်ဖြစ်တဲ့ Whisky.Tango.Foxtrot ဆိုတာကအမေရိကန် မရိန်းတပ်ဖွဲ့တွေ စကားပြောစက်ထဲမှာသုံးတဲ့ အသုံးအနှုန်း ဖြစ်ပါတယ်။အဓိပ္ပါယ်ကတော့ စိတ်အရမ်းရှုပ်တဲ့အခါ၊ အလွန်အမင်းအံအားသင့်တဲ့အခါမှာ ပြောလေ့ရှိတဲ့ (Wtf) What The Fuck ဆိုတာပါပဲ။File Size : (2.1GB)(945 MB) and (543MB)Quality : Blu-Ray  1080P, 720pFormat…mp4Duration…01:52:00Genre : Biography, Comedy, Drama , WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ko Myo (kop)Encoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lGTFeQ40L9f1Wim77XrG0BzSQ8h.jpg",
      "https://image.tmdb.org/t/p/w300/7295GnkwMbNcHLEXkQkLNIWNa39.jpg",
      "https://image.tmdb.org/t/p/w300/oORgQxk86gZKKMJTpbKp4w8SAIf.jpg",
      "https://image.tmdb.org/t/p/w300/1vs9lbjKBNAGnZy3E5rBA3SBsyK.jpg",
      "https://image.tmdb.org/t/p/w300/bUql0jf0LOz0U9OlbwlU0tPNcrQ.jpg",
      "https://image.tmdb.org/t/p/w300/rWYVtlNB8gnbQq7zL0WMlJBpXj2.jpg",
      "https://image.tmdb.org/t/p/w300/3DTZMEPrHLC0GlX4qjEgxcchNEx.jpg",
      "https://image.tmdb.org/t/p/w300/bgfnMw7xJME1GaqSZYgsgx5bktz.jpg",
      "https://image.tmdb.org/t/p/w300/yjW21Wzf27qbOeoG5sgKpW3nrEL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wAxhQsY63VY6eF3EilXTkX0YRoU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0btmdx9xut32.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/whiskey-tango-foxtrot-2016-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3dsai/Whiskey.Tango.Foxtrot.2016.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/jnQiUSqT#YhBEkvIU0zLzCb-vWIY9pMhCgJwt0Swh_ALZA7DQFDQ",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/dwemxyiwdrn4.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/9dc3315jnr3q",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/fucorewevduv.html",
        "server": "usersdrive.com",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/whiskey-tango-foxtrot-2016-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3ds9C/Whiskey.Tango.Foxtrot.2016.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/7yQ3zITT#rlecqtxrWO0FdLrhTefnkVvlKBMBp9TrT0pvFQUrU5A",
        "server": "mega.nz",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/cyls4tc9d2oe.html",
        "server": "streamsb.com",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/oyrivft3yq0v",
        "server": "streamvid.io",
        "size": "945MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/iwq38m4xglkj.html",
        "server": "usersdrive.com",
        "size": "543MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/whiskey-tango-foxtrot-2016-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "543MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Rxez/Whiskey.Tango.Foxtrot.2016.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "543MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/S7hWmbjT#f3jTNjwgS1L1JHUJJwgePH2VJypYGhRHsnHRoBJRaaU",
        "server": "mega.nz",
        "size": "543MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/jmlqm0g5gs6n.html",
        "server": "streamsb.com",
        "size": "543MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/ket8l5ensgv7",
        "server": "streamvid.io",
        "size": "543MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "dxAcIWDi8ps",
      "video_url": "https://www.youtube.com/watch?v=dxAcIWDi8ps",
      "embed_url": "https://www.youtube.com/embed/dxAcIWDi8ps"
    }
  },
  {
    "metadata": "|||Drama,Romance,War",
    "rating": {
      "rating": "8.0/10",
      "rating_count": ""
    },
    "title": "Doctor Zhivago (1965)",
    "description": "Doctor Zhivago (1965)IMDb (8/10) / Rotten Tomatoes 84%ဂန္တဝင်တို့ရဲ့ဂန္တဝင် ရုပ်ရှင်ဇာတ်ကားကြီးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်ကားကို “ကြီး”ထည့်‌ ပြောရလောက်အောင် တကယ်ပဲ အနုပညာဆန်မှု၊အောင်မြင်မှု၊ကျော်ကြားမှုတွေ အကြီးကြီးတွေ ရရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ပါ။ဒေါက်တာဇီဗားဂိုး လို့ပြောလိုက်ရင် ရုပ်ရှင်ဝါသနာရှင်တွေရော စာပေသမားတွေပါ သိပြီးဖြစ်ကြပါလိမ့်မယ်။ အထူးသဖြင့်တော့ သက်ကြီးပိုင်းပရိသတ်တွေက ပိုသိကြမှာပါ။ရုပ်ရှင်အကြောင်းမပြောခင် ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ ဝတ္ထုနဲ့စာရေးဆရာတို့‌အကြောင်းကို အရင်ပြောပါရ‌စေ။ နောက်ခံသမိုင်းကြောင်းလေး နည်းနည်းသိထားရင်လည်း ကြည့်ရတာ ပိုအရသာရှိမှာဖြစ်လို့ပါပဲ။တချိန်က ကမ္ဘာပေါ်မှာ ကွန်မြူနစ်ဝါဒဆိုတာ အလွန်ပျံ့နှံ့ရေပန်းစားခဲ့တဲ့ အရာတစ်ခုပါ။ လူတန်းစားမညီမျှမှုတွေကို တိုက်ဖျက်ဖြိုချပြီး ပစ္စည်းမဲ့တွေရဲ့လောကနိဗ္ဗာန်ထူထောင်ရေး ဆိုတဲ့ သဘောတရားပါပဲ။ အလွတ်သဘော အကြမ်းဖျင်းပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်ပြီးချိန်ကစလို့ ၁၉၉၀ခုနှစ်လောက်အထိ ကွန်မြူနစ်ဝါဒ အလွန်အားကောင်းခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုလို့ခေါ်ကြတဲ့ USSR (United States of Soviet Russia) ဟာ အမေရိကန်ပြည်ထောင်စု(အရင်းရှင်စနစ်ကျင့်သုံးတဲ့နိုင်ငံ)နဲ့ အားပြိုင်ရင်း စစ်အေးတိုက်ပွဲနွှဲနေခဲ့ကြတဲ့ကာလတွေပါ။ “တပ်နီတော်” တို့ ၊ “အလေးနီ”ပြုပါတယ် တို့ စသဖြင့် ကွန်မြူနစ်ဆိုရင် ရဲရဲနီပါပဲ။ အချင်းချင်းပြောဆိုဆက်ဆံတဲ့အခါမှာလည်း နာမည်/ရာထူးရှေ့မှာ Comrade(ရဲဘော်) လို့ ထည့်ခေါ်ကြတာလည်း ကွန်မြူနစ်တွေရဲ့ ဝိသေသပါပဲ။ ဇာတ်ကားထဲမှာ ဇာတ်ကြောင်းပြောနေတဲ့ ဗိုလ်ချုပ်ကြီးကိုတောင် “ရဲဘော်ဗိုလ်ချုပ်ကြီး”လို့ခေါ်တာ ကြည့်ပါတော့။ သူတို့အထာမသိရင် နားလည်ဖို့အခက်သားပါပဲ။၁၉၅၇ ခုနှစ်မှာ ဆိုဗီယက်စာရေးဆရာ ကဗျာဆရာ ဘောရစ်စ် ပက်စတာညက်ဗ် (Boris Pasternak) ရေးသားတဲ့ Doctor Zhivago ဝတ္ထုကို အီတလီနိုင်ငံမှာ ထုတ်ဝေခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုမှာ မထုတ်ဘဲ ဘာလို့ အီတလီမှာထုတ်ဝေခဲ့ရလဲဆိုရင်တော့ ဆိုဗီယက်အာဏာပိုင်တွေက ဒီစာရေးဆရာကို မျက်မုန်းကျိုးနေလို့ပါပဲ။ ကွန်မြူနစ်နိုင်ငံတွေမှာ အနုပညာလွတ်လပ်ခွင့်ဆိုတာ ပါတီက ခွင့်ပြုသလောက်ပဲ လွတ်လပ်နိုင်တာပါ။ဒီဝတ္ထုမှာက ပထမကမ္ဘာစစ်နဲ့ ရုရှပြည်တွင်းစစ်ကို နောက်ခံထားပြီး ဇာဘုရင်ကျဆုံးချိန်၊ ကွန်မြူနစ်နိုင်ငံစတင်တည်ဆောက်ချိန်တွေမှာ ပြည်သူတွေ ဆင်းရဲဒုက္ခရောက်ကြရပုံတွေကို လူသားဆန်တဲ့ ရှုထောင့်ကနေ ပုံဖော်ရေးသားထားတာကြောင့် အာဏာပိုင်တွေက မကြိုက်ကြတာ မဆန်းပါဘူး။ ဒီစာအုပ်ကို ပြည်တွင်းမှာ ဖတ်ရှုခွင့် ပိတ်ပင်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ နိုင်ငံတကာမှာတော့ ဒီစာအုပ်ဟာ အလွန်အောင်မြင်ခဲ့ပြီး တော်စတွိုင်းရဲ့ စစ်နှင့်ငြိမ်းချမ်းရေး ဝတ္ထုရှည်ကြီးနဲ့အတူ ဂန္တဝင်စာပေစာရင်း ဝင်သွားခဲ့ပါတယ်။ အဲဒါကြောင့်ပဲ ၁၉၅၈ နိုဘယ်ဆုရသူတွေစာရင်းမှာ ဘောရစ်စ် ပက်စတာညက်ဗ်ကို စာပေဆိုင်ရာနိုဘယ်ဆု ချီးမြှင့်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ ဖိအားပေးမှုကြောင့် စာရေးသူဟာ အဲဒီဆုကို ငြင်းပယ်ခဲ့ရပါသတဲ့။ (၁၉၈၉ ခုနှစ်ရောက်မှ သူ့သားတစ်ယောက်က သူ့ကိုယ်စား ဆုသွားယူခဲ့ရတယ် လို့ ဆိုပါတယ်) မြန်မာဘာသာပြန်ဝတ္ထု အနေနဲ့ကတော့ စာရေးဆရာ ဘုန်းမြင့်(မန္တလေး)က ဘာသာပြန်ဆိုထုတ်ဝေခဲ့ဖူးတယ် လို့ သိရပါတယ်။ဒီဇာတ်လမ်းမှာ ကွန်မြူနစ်တပ်နီတော်ရဲ့ ဗိုလ်ချုပ်ကြီးတစ်ယောက်က သူ့ရဲ့ အဖေတူအမေကွဲ အစ်ကိုတော်စပ်သူ နာမည်ကျော်ကဗျာဆရာ ဒေါက်တာဇီဗားဂိုးရဲ့ သမီးကို လိုက်လံရှာဖွေရင်း ဇာတ်ကြောင်းပြောဟန်နဲ့ စဖွင့်ထားပါတယ်။မိဘမဲ့ကောင်လေးဇီဗားဂိုး ကို သူ့မိဘတွေရဲ့မိတ်ဆွေလင်မယားက မွေးစားခဲ့ပါတယ်။ အဲဒီလင်မယားမှာ သမီးလေး တွန်ညာ ဆိုတာရှိပြီး သူမဟာ နောက်တော့ ဇီဗားဂိုးရဲ့ဇနီးဖြစ်လာမယ့်သူပါပဲ။ဇီဗားဂိုးဟာ ဆေးပညာသင်ယူနေချိန်မှာပဲ ကဗျာဆရာတစ်ယောက်အဖြစ် ကျော်ကြားလာခဲ့ပါတယ်။ တစ်ညမှာတော့ ဆရာဝန်ဖြစ်ခါစ ဒေါက်တာဇီဗားဂိုးဟာ ခရစ္စမတ်အကြိုညပါတီပွဲတစ်ခုမှာ သေနတ်နဲ့အပစ်ခံလိုက်ရတဲ့ ရှေ့နေတစ်ယောက်ကို ပြုစုကုသပေးခဲ့ရတယ်။ ရှေ့နေကြီးရဲ့နာမည်က “ဗစ်တာ အစ်ပိုလီတိုဗစ်ခ်ျ ကိုမာရော့ဗ်စကီ” ပါတဲ့။ (ရုရှားရုပ်ရှင်၊ဝတ္ထုတွေမှာ အဲလို နာမည်ရှည် နာမည်ရှုပ်ကြီးတွေကိုတော့ သည်းခံပေးရလေ့ရှိပါတယ်။)သေနတ်နဲ့ပစ်သူကတော့ လာရီဆာ အန်တီပိုဗာ (ခေါ်) လာရာ ဆိုတဲ့ မိန်းမချောငယ်လေးတစ်ယောက်ပါပဲ။ သူတို့နှစ်ယောက်ကြားက ဇာတ်လမ်းကတော့ ……………..ဇာဘုရင်ရဲ့အုပ်စိုးမှုကို ဆန့်ကျင်လိုတဲ့ ခေတ်ကြီးကိုအတင်းပြောင်းချင်ကြတဲ့ အင်အားစုတွေရဲ့ လှုပ်ရှားမှု ဆန္ဒပြမှုတွေ အကြမ်းဖက်နှိမ်နင်းခံရတာကိုလည်း ဖော်ပြထားတာတွေ့ရမှာပါ။ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာ စစ်တပ်ဆရာဝန်အနေနဲ့တာဝန်ထမ်းဆောင်ခဲ့ရတဲ့ ဒေါက်တာဇီဗားဂိုးဟာ ကမ္ဘာစစ်ကြီးအပြီးမှာ ဆက်ဖြစ်လာတဲ့ ရုရှပြည်တွင်းစစ်ကြောင့် ဇနီးနဲ့သားရှိရာကို မပြန်နိုင်ဘဲ ဆက်လက်စစ်မှုထမ်းနေခဲ့ရတယ်။ အဲဒီအချိန်မှာ စစ်အတွင်းက ပျောက်ဆုံးသွားတဲ့ ခင်ပွန်းသည်ကိုရှာဖွေဖို့ စေတနာ့ဝန်ထမ်းသူနာပြုအနေနဲ့ စစ်မြေပြင်ကိုရောက်လာတဲ့ “လာရာ” နဲ့ ဆုံမိခဲ့ကြပါတယ်။ အတူအလုပ်လုပ်ရင်း သံယောဇဉ်တွယ်မိခဲ့ကြပေမယ့် မစွန်းထင်းမိအောင် နှစ်ယောက်လုံး ချုပ်တည်းနိုင်ခဲ့ကြတယ်။တပ်ကထွက်ခွင့်ရလို့ မော်စကိုမြို့တော်ကို ဒေါက်တာဇီဗားဂိုး ပြန်လာတဲ့အခါ ခေတ်ကြီးကပြောင်းနေပါပြီ။ သူတို့မိသားစုနေတဲ့ အိမ်ကြီးဟာ စုပေါင်းအိမ်ယာတစ်ခုအဖြစ် ပုံဖော်ခံခဲ့ရပြီးနောက် တခြားမိသားစုတွေနဲ့အတူ ကျဉ်းကျပ်စွာနေထိုင်ရပြီး ကုန်ဝယ်စာအုပ် ၊ ရိက္ခာလက်မှတ် ၊ ပြည်သူတွေကို လုံလောက်အောင် မထောက်ပံ့နိုင်တဲ့ ရာရှင်စနစ် စသဖြင့် ကွန်မြူနစ်နိုင်ငံတော်ကြီး စတင်တည်ဆောက်တဲ့ကာလမှာ ဒုက္ခများစွာနဲ့ ရင်ဆိုင်ဖြတ်သန်းရပါတော့တယ်။ ပိုဆိုးတာက သူ့ရဲ့ကဗျာတွေက ခေတ်နောက်ပြန်ဆွဲနေတယ် စိတ်ကူးယဉ်ဆန်တယ် စသဖြင့် ကွန်မြူနစ်ပါတီခေါင်းဆောင်တွေက သူ့ကိုမကြိုက်ကြတာပါပဲ။ သူက ပါတီကိုလည်းမဝင်ဘူး၊ ပါတီလုပ်သမျှ မျက်စိမှိတ်ထောက်ခံသူလည်း မဟုတ်ဘူးဆိုတော့ ပိုပြီး အညှိုးခံရတာပေါ့။အဲဒါ‌ကိုသူက သဘောမပေါက်ပေမယ့် သူ့ညီ(ဇာတ်ကြောင်းပြောသူ) သဘောပေါက်တဲ့အတွက်ကြောင့် သူ့ကို မော်စကိုကနေ ဝေးလံတဲ့တနေရာမှာ ဇာတ်မြှုပ်နေထိုင်ဖို့တိုက်တွန်းပါတော့တယ်။အခုပြောပြီးခဲ့သမျှက ဇာတ်လမ်းတဝက်စာပဲရှိပါသေးတယ်။ ကြည့်ကြတဲ့အခါ ရသမပျက်စေချင်လို့ ဇာတ်လမ်းကို ဒီအထိပဲ ညွှန်းပါရစေ။ဇာတ်ကားကြာချိန်က (၃)နာရီ နဲ့ (၂၀)မိနစ်ရှိပါတယ်။ ဒါပေမဲ့ ကြည့်တဲ့အခါမှာ ပျင်းတဲ့စိတ်တစ်ကြိမ်မှမပေါ်ဘဲ စီးမျောပါဝင်သွားကြမှာပါ။ အနုပညာအရရော ငွေကြေးအရပါ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါပဲ။ ဘတ်ဂျက် ဒေါ်လာ (၁၁)သန်းနဲ့ရိုက်ကူးခဲ့ပြီး တကမ္ဘာလုံးကဝင်ငွေ ဒေါ်လာ(၂၄၈.၂)သန်း ပြန်ရခဲ့တာကိုသာ ကြည့်ပါတော့။ အကယ်ဒမီဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အော်စကာဆု ငါးဆုနဲ့ အခြားဆုပေါင်း (၁၆)ဆုအထိ ရရှိခဲ့တယ်လို့ သိရပါတယ်။စစ်ပွဲနဲ့သမိုင်းနောက်ခံအချစ်ဇာတ်လမ်းမျိုးကို နှစ်ခြိုက်ကြသူတွေရဲ့ အသည်းစွဲဖြစ်မယ့် ဇာတ်ကားပါပဲ။ ကွန်မြူနစ်လောကနိဗ္ဗာန် ဆိုတာကို တမ်းတခဲ့ကြသူတွေ ရှိနေသေးရင်လည်း ဒီကားထဲက ကွန်မြူနစ်အင်တာနေရှင်နယ် သီချင်းသံကြားရရင် အလွမ်းပြေကြမယ် ထင်ပါရဲ့။အချစ်ဇာတ်လမ်းသက်သက်ကို ရွေးပြီးခံစားလိုသူတွေအတွက်လည်း ကာမဆန္ဒကိုတပ်မက်တဲ့အချစ်၊ လူသားဆန်တဲ့အချစ် ၊ တိုင်းသူပြည်သားတွေကို သနားစာနာတဲ့အချစ် ၊ ဝါဒတစ်ခုကို ကိုးကွယ်တဲ့အချစ် စသဖြင့် အချစ်မျိုးအထွေထွေကို တွေ့မြင်ခံစားရပါလိမ့်မယ်။ ဘယ်ခေတ်ရောက်ရောက် တို့ကတော့ ပန်းပန်လျက်ပါပဲ ဆိုတဲ့ လူစားမျိုးတွေအကြောင်းလည်း တွေ့ရမှာပါ။ ရှေးခေတ်ကဇာတ်လမ်းဖြစ်ပေမယ့် လူ့သဘာဝနဲ့လောကသဘာဝ ကို ပီပြင်အောင်ဖော်ကျူးထားတာဖြစ်လို့ ခေတ်အဆက်ဆက်မှာ ဘယ်တော့မှ မပျောက်ပျက်သွားမယ့် ဂန္တဝင်ရုပ်ရှင်တစ်ကားဖြစ်ကြောင်း ညွှန်းလိုက်ချင်ပါတယ် ခင်ဗျာ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ ခံစားတင်ဆက်ထားပါတယ်။)File size…(3.6 GB)/(1.3 GB)Quality….BluRay 1080p/720pFormat…mp4Duration….03:20:05Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThaman Myint",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kMdvowuSvAbYfugANje3qUqkbxQ.jpg",
      "https://image.tmdb.org/t/p/w300/y3sPNxqVBIt97EZX568OpAWBpcl.jpg",
      "https://image.tmdb.org/t/p/w300/q0jHicrL8yrb119CKAeNHvn0JWV.jpg",
      "https://image.tmdb.org/t/p/w300/rjPSYumrxnK7Zj6riWuevtkjZeW.jpg",
      "https://image.tmdb.org/t/p/w300/wUaDgHfW7fViru7IubWa6Nronq9.jpg",
      "https://image.tmdb.org/t/p/w300/8wTawABFoyL0kvkWnP20zrH0CnY.jpg",
      "https://image.tmdb.org/t/p/w300/vern8fYHq2SYH6XXyKLi9GOpdYJ.jpg",
      "https://image.tmdb.org/t/p/w300/oqxnowftXsvGpLPjYstD1IkqXQT.jpg",
      "https://image.tmdb.org/t/p/w300/zDxFYUbCfI7osQvCD8gDBKrvDNy.jpg",
      "https://image.tmdb.org/t/p/w300/8BeXF94qVjgIiDWpqFD1wqDKCo5.jpg",
      "https://image.tmdb.org/t/p/w300/maiCVpPsoNXAgm5pDYeBQQ45iAe.jpg",
      "https://image.tmdb.org/t/p/w300/9kfEoIq9zQiYRkZPXeZTWixLH6S.jpg",
      "https://image.tmdb.org/t/p/w300/w5HsMiRoef24xHnE5A7c19oFQpe.jpg",
      "https://image.tmdb.org/t/p/w300/rgy1Nf2kf7UodG4BI6awfQqttac.jpg",
      "https://image.tmdb.org/t/p/w300/g1SA3DFvwNJLqsQsU75jiy5LwGJ.jpg",
      "https://image.tmdb.org/t/p/w300/a1udRInF6d9Rotbq1ctJBdq34i5.jpg",
      "https://image.tmdb.org/t/p/w300/uHAegONU8DrJPC4wJXBy0FqBFZZ.jpg",
      "https://image.tmdb.org/t/p/w300/iQAR1EDxAONWBtPxEDc4TYHuMSj.jpg",
      "https://image.tmdb.org/t/p/w300/pWQEMkJUugTCbmfeg2YMRCamRTP.jpg",
      "https://image.tmdb.org/t/p/w300/brER2PEYyY1IwJS2Eb3nsbREIHc.jpg",
      "https://image.tmdb.org/t/p/w300/i4FgQeuMdNCoKinO366OvlgXmt4.jpg",
      "https://image.tmdb.org/t/p/w300/mFcLhHW1gXGDlid17opEfTn9wAq.jpg",
      "https://image.tmdb.org/t/p/w300/eD5gW8M6XzwyEiGTHBTmbEhIyN4.jpg",
      "https://image.tmdb.org/t/p/w300/pw03wwgnZBCHnVre9vkZ0BWaNbZ.jpg",
      "https://image.tmdb.org/t/p/w300/hn26GTf1uFZoEzuDhl7K1ZNN2OC.jpg",
      "https://image.tmdb.org/t/p/w300/dDAOlVo1frZfXbUjKCKfERAqWU6.jpg",
      "https://image.tmdb.org/t/p/w300/c0nXZqHcLFrmgTUaw2YEP8dJRyD.jpg",
      "https://image.tmdb.org/t/p/w300/dddeDdMLjlkY6WDoPJe5WyeTPAS.jpg",
      "https://image.tmdb.org/t/p/w300/dVdP4Qq4yTMiJQX4a6SXmI6ecPo.jpg",
      "https://image.tmdb.org/t/p/w300/vYjllh81EIca3lqXxWzBmvT98JY.jpg",
      "https://image.tmdb.org/t/p/w300/7U5lXXpiRk4qvqQtQxzH7Jlmp6G.jpg",
      "https://image.tmdb.org/t/p/w300/8fxhL01yQqZxRU4XHaCkSzz4oXA.jpg",
      "https://image.tmdb.org/t/p/w300/lEZQfRoCeWDeuD1KMEDomROAdbS.jpg",
      "https://image.tmdb.org/t/p/w300/51oudrHtSgRiJAd97fWwSBMp5Sn.jpg",
      "https://image.tmdb.org/t/p/w300/1XwQVJxnJovUX2ARtKWtQLRD9vF.jpg",
      "https://image.tmdb.org/t/p/w300/bHgNtFRfvGuNKY24z25gBAk2Ch4.jpg",
      "https://image.tmdb.org/t/p/w300/qHOe9iIIjlAKWVHvaPThd2TWo6.jpg",
      "https://image.tmdb.org/t/p/w300/avMJPOY6J7sAAQbHi5qL95yopTz.jpg",
      "https://image.tmdb.org/t/p/w300/dP7URLQaCcyRUPIaKBAk4wLyH58.jpg",
      "https://image.tmdb.org/t/p/w300/wiOz0ioaT5fnwCJ2kYx45QhKtg6.jpg",
      "https://image.tmdb.org/t/p/w300/9lSZmMp3KKZFmuh1GlWi6KMquLu.jpg",
      "https://image.tmdb.org/t/p/w300/qUMl0013hquXRfZb50nKvV6OVJS.jpg",
      "https://image.tmdb.org/t/p/w300/bhMmqVlhrL8O28fAnItxdD13OP5.jpg",
      "https://image.tmdb.org/t/p/w300/bySjdyTNjHWkyswGllYhFmtyFHX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZGM3Yzg5NTQtMTlkYS00MzQ1LWIyY2YtYWM0YjkzOWI2OTc3XkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/doctor-zhivago-1965",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-doctor-zhivago-1965-1080-p-blu-ray-x-264-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1IAna/(CM)Doctor.Zhivago.1965.1080p.BluRay.x264.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/N2QAWRhK#t00B8pnWUF_Rg2L7NyyAWNZRBFcYRttRO8dRZE_RSno",
        "server": "mega.nz",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/15jo1n5p0auv.html",
        "server": "usersdrive.com",
        "size": "3.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-doctor-zhivago-1965-720-p-blu-ray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2oxP0/(CM)Doctor.Zhivago.1965.720p.BluRay.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MvQQVb4D#7zu4H4lMmu24OmF3GrbUOFPPSk7mF1GovkhdRvaMnOU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y6gl67ffbhzw.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/dlqwowl8mugr.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017||Drama,War",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "52000"
    },
    "title": "Mudbound (2017)",
    "description": "Mudbound (2017)=============IMDb Rating – 7.4/10ဒီကားက သရုပ်ဆောင်တွေက တော်တော်တော့မိုက်ပါတယ်။ပထမဆုံးတစ်ယောက်အနေနဲ့ ဂတ်စ်ဘီကားနဲ့ အားလုံးအချစ်ခံခဲ့ရတဲ့ ဒေစီတစ်ဖြစ်လဲ Carey Mulliganဟာ တကယ့်ထိပ်တန်းမင်းသမီးလို့‌ ပြောလို့ရပါ့မလား သေချာတော့မသိပေမဲ့သရုပ်ဆောင်အရာမှာတော့ အခုထိလည်း ကိုယ့်ကိုယ်ကိုယ်တစ်စထက်တစ် သွေးနေတုန်း၊ စိတ်နှစ်ကိုယ်နှစ်သရုပ်ဆောင်တဲ့ မင်းသမီးဆိုတာတော့ သေချာပါတယ်။နောက် ဂတ်စ်ဘီကားမှာပဲ ဒေစီ့ယောက်ျားနဲ့ ဖောက်ပြန်တဲ့မိန်းမရဲ့ ယောက်ျားအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Jason Clarkeလည်းပါပါတယ်။ သံသရာတစ်ပတ်လည်ပြီး ဒီထဲမှာတော့သူတို့၂ယောက်လင်မယားဖြစ်လာခဲ့တာပါ။ နောက် Tronမင်းသား Garrett Hedlundနဲ့ လူမဲဘဝသရုပ်ဖော်ကားဆိုတော့သရုပ်ဆောင်ကောင်းတဲ့ လူမဲတွေတော်တော်ပါပါတယ်။ ဇာတ်ပို့ဇာတ်ဆောင်အကောင် သရုပ်ဆောင်တာတွေက သူ့နည်းသူ့ဟန်နဲ့အံဝင်ခွင်ကျဖြစ်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ဇာတ်ကတော့ ဒုတိယကမ္ဘာစစ်ကာလရယ် လူမဲဖိနှိပ်ခံဘဝရယ်ကို ဖော်ပြဖို့ ကျေးလက်ဒေသကလယ်ယာစိုက်ပျိုးရေးနဲ့ တွဲဖက်ပုံဖော်သွားခဲ့ပါတယ်။ဒုတိယကမ္ဘာစစ်မီးက သူ့ဘာသာလောင် လူတွေကလည်း သူ့အပူနဲ့သူ့စားဝတ်နေရေး သူ့အတ္တအတွက် သူ့ဘာသာလောင်နေတဲ့ကာလတစ်ခုပေါ့။ လူဖြူလယ်လုပ်ငန်းရှင်တစ်ယောက်ဟာ လူမဲမိသားစုတစ်စုကို လူငှားချပြီး အနိုင်ကျင့်တာတွေကို ကျွန်တော်တို့မြင်ရတယ်။လူဖြူမိသားစုက ညီငယ်က ဒုတိယကမ္ဘာစစ်ပွဲအပြီး ပြန်လာတဲ့အချိန်လူမဲမိသားစုက သားကြီးကလည်း ပြန်လာခဲ့တယ်။ သူတို့၂ယောက်မှာတူညီတာက စစ်ရဲ့အနိဠာရုံတွေကို‌ ‌ကြောက်တဲ့စိတ် အခုထိကျန်နေသေးတာပဲ။ မတူညီတာကတော့ ဘဝတွေပေါ့။ စိတ်ဒဏ်ရာတူညီတဲ့သူတို့က သူငယ်ချင်းတွေဖြစ်လာကြတယ်။ ဒါပေမဲ့ လူမဲကိုနိမ့်ကျတယ်ထင်တဲ့ လူဖြူတွေက မကြည်ကြဘူး။ ဒီလိုနဲ့ နောက်ဆက်တွဲတွေဖြစ်လာတယ်။ ဒီဇာတ်လမ်းကိုမှ တော်တော်ကြည့်ကောင်းအောင် ရက်ရက်စက်စက်ပုံဖော်ထားတာပါ။ ခရမ်းချဉ်သီး ၉၇လုံးရထားတဲ့ဇာတ်မို့ မကောင်းမှာတော့ ပူစရာမရှိပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့WiRa Aung ဖြစ်ပါတယ်)File Size……….(1.7 GB) / (685 MB) / (397 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………2Hr 14MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, WarTranslator…….WiRa AungEncoder……….Zin Phyo Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m0CrcOOSUK6Ylf0pkGfGX0BdDq7.jpg",
      "https://image.tmdb.org/t/p/w300/h5eLFfFcYSFL9qai3wUfJACEGlZ.jpg",
      "https://image.tmdb.org/t/p/w300/fpL7AHiAlLMU1LhobIcdXwfOafh.jpg",
      "https://image.tmdb.org/t/p/w300/kbWxGrG2xnsOk3GBXW5P4DKgQnC.jpg",
      "https://image.tmdb.org/t/p/w300/7E0Zay2aYBSKTQ4QLauLYKvod3T.jpg",
      "https://image.tmdb.org/t/p/w300/5zQ0IWcvZMeHiOvAQxDps5ms6mW.jpg",
      "https://image.tmdb.org/t/p/w300/bwxvEkjYBjkotOHVW7KYQ7z0gkz.jpg",
      "https://image.tmdb.org/t/p/w300/9Tb03QxCHABDRDTfuZ1AEPL4fLm.jpg",
      "https://image.tmdb.org/t/p/w300/ydsxLt50ZjIZ9UlIGjGgJdZCXW.jpg",
      "https://image.tmdb.org/t/p/w300/aHCqwlggbgm4EZni75lkdOodKmF.jpg",
      "https://image.tmdb.org/t/p/w300/egTdfgtiKHnhNZgP2xp4VVH5vd6.jpg",
      "https://image.tmdb.org/t/p/w300/jdzcpFsLkTtqY3jN3H8SL8VT3qJ.jpg",
      "https://image.tmdb.org/t/p/w300/r4AVyUkXrs6WR7WKpMlovj54UOt.jpg",
      "https://image.tmdb.org/t/p/w300/hAbhcjyPqKkdXoj3NotDBsGJUik.jpg",
      "https://image.tmdb.org/t/p/w300/4PbTRK43E7DgnLARVmkdVEPH2Ty.jpg",
      "https://image.tmdb.org/t/p/w300/dMQJhB3YzAwRqILBzIBFLBJgYTd.jpg",
      "https://image.tmdb.org/t/p/w300/miUelXrbb0XihkXkgUF2kKfo6k5.jpg",
      "https://image.tmdb.org/t/p/w300/nHcNfLqpDSVOT77r1P6j6MJjWtp.jpg",
      "https://image.tmdb.org/t/p/w300/k9d1BPSpVsF1OHvGXvNYtjiTpEy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTg3YTEzNjYtZTY2NS00YjNmLTlhNjUtZTI2M2E5NDI4M2NjXkEyXkFqcGdeQXVyMzI3MDEzMzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mudbound-2017-1080-p-amzn-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3g7ki/Mudbound.2017.1080p.AMZN.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/8nv3hkubnk7g.htmlhttps://streamvid.net/4ktauzs41djo",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YG1DVBKK#PrWVXpKFFLkMAcZOS-V6HhpGIolw0Sm8w36SJkxZar0",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kcaif1gv3hb9.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/w6elca0kkmwx",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mudbound-2017-720-p-amzn-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ucpt/Mudbound.2017.720p.AMZN.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/kgn74d88kmy5.html",
        "server": "streamsb.com",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ETdFUSqA#Uy5NFOH-btIT-z88lqTfUgEFPaKoh_exAFbmwtPCQfw",
        "server": "mega.nz",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zzq8czyguc0q.html",
        "server": "usersdrive.com",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h5uqn1l6865n",
        "server": "streamvid.io",
        "size": "685 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mudbound-2017-480-p-amzn-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "397 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Ucpt/Mudbound.2017.720p.AMZN.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "397 MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/bvsnpl8jdwe3.html",
        "server": "streamsb.com",
        "size": "397 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/pX02GLxB#-OqDZNjD_OqifwTznupf--Of5U5Et0egSnJXejfO7jE",
        "server": "mega.nz",
        "size": "397 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/g8pyhy6orzpm.html",
        "server": "usersdrive.com",
        "size": "397 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/4ktauzs41djo",
        "server": "streamvid.io",
        "size": "397 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vAZWhFI9lLQ",
      "video_url": "https://www.youtube.com/watch?v=vAZWhFI9lLQ",
      "embed_url": "https://www.youtube.com/embed/vAZWhFI9lLQ"
    }
  },
  {
    "metadata": "Unrated|2023|1h 48m|Drama,War",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1100"
    },
    "title": "The Caine Mutiny Court-Martial (2023)",
    "description": "The Caine Mutiny Court-Martial (2023)~ IMDb – 6.9/10, Rotten Tomatoes – 94% ~ဒီကားလေးကတော့ War Crime ဇာတ်လမ်းတွေ တရားခွင်ခုံရုံးအကြောင်းတွေ စိတ်၀င်စားတဲ့သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ကားပါပဲ။ ပါရာမောင့်ကနေတင်ဆက်ထားပြီး သရုပ်ဆောင်တွေကလည်း မျက်နှာမစိမ်းလှတဲ့ဝါရင့်တွေချည်းပါ။မဲရစ်‌ဆိုတဲ့ ရေတပ်လက်အောက်ဗိုလ်က သင်္ဘောကပ္ပတိန်ဖြစ်သူ ဗိုလ်မှူးကွင်းကို စိတ်ကျန်းမာရေးမကောင်းဘူးဆိုတဲ့ အကြောင်းပြချက်နဲ့ တာ၀န်ရပ်စဲခဲ့တာကြောင့် စစ်ခုံရုံးတင်စစ်ဆေးခံရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ်တင်ဆက်ထားတာပါ။ ကိုယ့်ဖက်ကကြည့်ရင်လက်ဖမိုး သူ့ဖက်ကကြည့်ရင်လက်ဖ၀ါးဆိုတဲ့ စကားလိုပါပဲ။ နှစ်ဖက်လုံးကအမှန်ဖြစ်နေတဲ့အခါ တရားခွင်အဖြေက ဘယ်လိုဖြစ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါ။ တစ်ကားလုံးလိုလိုကို တရားခွင်မှာပဲအချိန်ကုန်ထားပေမဲ့ ကြည့်ရတာမပျင်းစေဘဲ သက်သေတွေ တရားရုံးရှေ့နေနဲ့ တရားခံရှေ့နေကြားက စကားတိုက်ပွဲတွေက ကြည့်ရှုသူတွေကို ထိုင်ရာကမထစတမ်း ဆွဲခေါ်သွားပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 875MBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 1H 48MinGenre – Drama, WarSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v4Y9Tobk0HfZYmmXqyCdWtBO6qC.jpg",
      "https://image.tmdb.org/t/p/w300/hzKOHLfHHdgRRcxpK6YuuXyyRgU.jpg",
      "https://image.tmdb.org/t/p/w300/uIhHaJY5EPUjg1vQpvMm7eyoVAG.jpg",
      "https://image.tmdb.org/t/p/w300/j93IEven19yWjiypx712uwtRexz.jpg",
      "https://image.tmdb.org/t/p/w300/9TbMOMZA3CPiqz8GVnjaX8TZ04Y.jpg",
      "https://image.tmdb.org/t/p/w300/2c9EOslO7HjfksQmAaFoaE0InNE.jpg",
      "https://image.tmdb.org/t/p/w300/4yEBMIjzKwtXvGs6TPbtxzoWFF6.jpg",
      "https://image.tmdb.org/t/p/w300/2LPrzhj0BdNmEmZVIF5noJK854P.jpg",
      "https://image.tmdb.org/t/p/w300/dZ9R5FVsRI6CMCx9QBAqk99YCTR.jpg",
      "https://image.tmdb.org/t/p/w300/nEHnPaQ9kY2CED7ZRtGF1DXBRQt.jpg",
      "https://image.tmdb.org/t/p/w300/dOjM5iWvV8X04Jbxp9poadmUDvR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jii0CWMcjFmCfrTXsRyMuwjlNY3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-caine-mutiny-court-martial-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Yuan/(CM)_The_Caine_Mutiny_Court-Martial_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vRERRTiQ#KCUgMx07zS5iArqLBAgTG_IYEHCH-3Qo1gWmaC96EmU",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lekhh6qdi2b7.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-caine-mutiny-court-martial-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Yua7/(CM)_The_Caine_Mutiny_Court-Martial_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/KEMQGZxQ#RaBdXpdU4j9a6ihLW0rv-p39ts2HysE3rLCW_rRMTwY",
        "server": "mega.nz",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/duk96on85ry6.html",
        "server": "usersdrive.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/mmic862qlaml",
        "server": "streamsb.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tfpjv0k2cb49",
        "server": "streamvid.io",
        "size": "875MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "iUpMsZrZjrc",
      "video_url": "https://www.youtube.com/watch?v=iUpMsZrZjrc",
      "embed_url": "https://www.youtube.com/embed/iUpMsZrZjrc"
    }
  },
  {
    "metadata": "R|2006|141 min|Action,Adventure,History,War",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "136,475"
    },
    "title": "Letter From Iwo Jima (2006)",
    "description": "IMDb rating ေတြတၿခား rating မေၿပာခင္အုိင္၀ိုဂ်ီးမားကြ်န္းမွေပးစာမ်ား ဇာတ္လမ္းအေၾကာင္းေၿပာရရင္ေတာ႔ဂ်ပန္စစ္သည္ေတြရဲ႔စစ္ရံွဳးခါနီးခံစားခ်က္ အိမ္လြမ္းတဲ႔ခံစားခ်က္ေတြကိုေဖာ္ညႊန္းထားတဲ႔ ဂရုဏာရသကိုအဓိက ဦးစားေပးရိုက္ကူးထားတဲ့ဇာတ္လမ္းတခုပဲ ၿဖစ္ပါတယ္။စစ္သည္လုိ႔ဆုိတဲ႔ေနရာမွာသူတုိ႔ကိုဦးစီးတဲ႔ဗိုလ္ခ်ဳပ္အပါအ၀င္ေပါ႔….သူတုိ႔ခံစစ္ဆင္မယ္႔ ကြ်န္းေပၚက ကေလးတေယာက္ကစားေနတာကိုၿမင္ၿပီး အိမ္က ကေလးကုိသတိရသြားတဲ႔ဗိုလ္ခ်ဳပ္…ဒီအခ်ိန္ေလးမွာပဲကိုယ္ခ်င္းစာစိတ္တခုေပၚလာၿပီးအၿပစ္မဲ႔ၿပည္သူေတြကို တတ္ႏိုင္သေလာက္ ေဘးကင္းရာကိုေရႊ႔ခိုင္းခဲ႔တယ္ဗိုလ္ခ်ဳပ္ရဲ႔ လုပ္ရပ္ဟာ ပင္ပန္းေနတဲ႔သူ႔စစ္သည္ေတြကိုနားလည္သလို တဖက္ကိုလည္းကုိယ္ခ်င္းစာစိတ္တခုကိုေပၚလြင္ေအာင္ၿပသြားတဲ႔မ်က္ႏွာေပးေတြကလဲဂ်ပန္ေတြရဲ႔အႏုပညာဖန္တီးမွဳတခုပါ….ေခါင္းေဆာင္ေကာင္းတေယာက္က ၾကာပြတ္ကိုမသံုးဘူးဦးေႏွာက္ကိုသံုးတယ္ဆုိတဲ႔ ဆံုးမစကားကလဲမွတ္သားစရာပါ…. အဆမတန္မ်ားၿပားတဲ႔ ရန္သူေတြလာမယ္ဆုိတာသိသိၾကီးနဲ႔ခံစစ္ၿပင္ဆင္ေနတဲ႔ဂ်ပန္စစ္သားေတြရဲ႔ အင္ပါယာစစ္သားဆုိတဲ႔ဂုဏ္ကို တန္ဖုိးထားတတ္ပံုအခ်င္းခ်င္းရိုင္းပင္းကုူညီပံု မိသားစုဆီၿပန္သြားရမယ္ဆုိတဲ႔အသိစိတ္ေတြက ဒီကြ်န္းက ေရာဂါဘယေတြ ေရမေကာင္းတာေတြရိကၡာအၿပည္႔အ၀မရတဲ႔ ဒဏ္ေတြကိုေက်ာ္လႊားႏုိင္ေစပါတယ္။သူတုိ႔အားလံုးအိမ္ကိုၿပန္လာႏုိင္ၾကရဲ႔လား….?ရွင္တုိ၀ါဒဟာလဲ သူတို႔ႏိုင္ငံအတြက္ဂုဏ္ယူေစတဲ႔အခ်က္တခုၿဖစ္တယ္ဆုိတာ ဇာတ္ကားရဲ႔မေဖာ္ၿပထားတဲ႔အပိုင္းမွာေလ႔လာခဲ႔ရပါတယ္…ဒါကဇာတ္လမ္းထဲကေပးတဲ႔ မက္ေဆ႔တခ်ိဳ႔ဒီဇာတ္လမ္းေနာက္မွာ ရွိတဲ႔ ခိုင္မာတဲ႔သမိုင္းေၾကာင္းေတြကေတာ႔…..ပထမတခုကဂ်ပန္ေတြဟာ ဗုဒၶဘာသာ ခရစ္ယာန္ ဇင္က်င္႔စဥ္နဲ႔၀ိဥာဥ္ကိုးကြယ္မွဳေတြကိုယံုၾကည္ေလ႔ရွိတယ္ ရွင္တုိ၀ါဒဟာလဲ ဒုတိယကမာၻစစ္တြင္းက ဂ်ပန္တပ္မေတာ္မွာေလ႔က်င္႔ေပးခဲ႔တဲ႔က်င္႔စဥ္တခုပဲၿဖစ္ပါတယ္..ရဲေဘာ္သံုးက်ိပ္၀င္ေတြ ဂ်ပန္ၿပည္မွာစစ္ပညာေလ႔လာစဥ္ကလဲရွင္တုိက်င္႔စဥ္ကိုေလ႔က်င္႔ေပးတယ္လို႔ ၁၉၉၀ ၀န္းက်င္ထုတ္ဂ်ာနယ္တခုမွာ ေလ႔လာခဲ႔ဖူးပါတယ္ ဘုရားသခင္ရဲ႔က်င္႔စဥ္လို႔အမည္ေပးထားတဲ႔ဒီက်င္႔စဥ္ကိုႏိုင္ငံေတာ္၀ါဒအၿဖစ္က်င္႔သံုးခဲ႔တဲ႔၀ါဒလဲၿဖစ္တယ္အရင္ဆံုးေသြးပူလုပ္ရတယ္၊စိတ္တည္ၿငိမ္မွဳလုပ္ရတယ္ေနာက္မွာေတာ႔ သင္ေပးတဲ႔ဆရာကလဲ တည္တည္ၿငိမ္ၿငိမ္နဲ႔သႏၷိဌာန္ခ်ၿပီး ဘုရင္႔အတြက္အသက္စြန္႔ပါမည္ဆိုတဲ႔စိတ္ဓါတ္မ်ိဳးရိုက္သြင္းေပးရတယ္…။ရွင္တုိ၀ါဒဟာစစ္၀ါဒကိုအသက္သြင္းတဲ႔၀ါဒသပ္သပ္သာၿဖစ္ၿပီးဘာသာေရးနဲ႔မသက္ဆုိင္တဲ႔၀ါဒသပ္သပ္သာၿဖစ္တယ္လို႔ယူဆတဲ႔အတြက္ဒုတိယကမာၻစစ္အၿပီးမွာမဟာမိတ္တပ္ေတြရဲ႔စစ္ေသနာပတိခ်ဳပ္ ဗိုလ္ခ်ဳပ္ၾကီးမက္အာသာက အမိန္႔ထုတ္ပယ္ဖ်က္ခဲ႔တဲအတြက္ ရွင္တုိ၀ါဒဟာလဲ တုိင္းၿပည္၀ါဒအၿဖစ္မွ ေပ်ာက္ကြယ္ခဲ႔ရပါတယ္….ေနာက္တခ်က္ကေတာ႔…. ဒီကြ်န္းတုိက္ပြဲမွာခံစစ္ဆင္သြားတဲ႔ပံုစံအေၾကာင္းပါ၁၉၄၄ ခုႏွစ္ဇြန္လတြင္းမွာၿဖစ္ပြါးခဲ႔တဲ႔ နယူးဂီနီကြ်န္းတုိက္ပြဲရဲ႔ ဂ်ပန္တပ္မွဴးဗိုလ္မွူးၾကီး နာအုိယူကီ-ကူဇူမီက ကမ္းတက္တိုက္ပြဲစစ္နည္းအသစ္ကိုတီထြင္ခဲ႔တယ္..။ယခင္ ပံုစံေတြလိုကမ္းတက္လာမယ္႔ရန္သူေတြကို ကမ္းေၿခကေနစီးၾကိဳတုိက္တဲ႔ပံုစံက ခြဲၿပီး ကမ္းေၿခမွာခံစစ္မယူေတာ႔ဘဲေတာတြင္းလွ်ိဳေၿမာင္၊သဘာ၀နဲ႔လူလုပ္အတားအဆီးေတြပံုစံၿပင္ဆင္ၿပီး အနီးကပ္ေတာတြင္းတုိက္ပြဲ၊ညတုိက္ပြဲ၊ၿခံဳခိုတုိက္ပြဲပံုစံေတြနဲ႔စစ္ဆင္ခဲ႔ပါတယ္။ဒီလိုစစ္ဆင္ၿခင္းအားၿဖင္႔ ယခင္ကမ္းမွာေစာင္႔ၿပီးခံစစ္ယူတဲ႔အားနည္းခ်က္ေတြကိုၿပင္ဆင္ႏိုင္ခဲ႔သလို ရန္သူကေနသတင္းအတိအက်ေထာက္လွမ္းလို႔မရၿခင္း၊အနီးကပ္တုိက္ပြဲ၀င္ရတဲ႔အတြက္ရန္သူ႔လက္နက္ၾကီးပစ္ကူထိထိေရာက္ေရာက္မရၿခင္း၊မိမိဘက္ကအက်အဆံုးအနညး္ငယ္နဲ႔ရန္သူ႔အင္အားမ်ားမ်ားကိုၿဖဳန္းတီးပစ္ႏုိင္တဲ႔အၿပင္ ေတာ၊ရာသီဥတု၊ေရာဂါ၊နယ္ေၿမကြ်မ္းက်င္မွဳနဲ႔ေပါင္းစပ္ၿပီး ရန္သူ႔စိတ္ဓါတ္ကိုပါရိုက္ခ်ိဳးႏုိင္ခဲ႔ပါတယ္…။အရင္ပံုစံကမ္းေၿခမွာစီးၾကိဳခံစစ္ဆင္ၿခင္းအားနည္းခ်က္ေတြၿဖစ္တဲ႔-ရန္သူမွအတိအက်သတင္းမေထာက္လွမ္းႏိုင္ၿခင္း-ရန္သူ႔ပစ္အားေကာင္းတဲ႔ ေရတပ္လက္နက္ၾကီးေတြၾကိဳတင္ေမႊေႏွာက္ေခ်မွဳန္းပစ္ခတ္မွဳေၾကာင္႔ခံစစ္က်ိဳးေပါက္တပ္ပ်က္ၿခင္း-မိမိထက္လူလက္နက္ နည္းပညာအင္အားသာသူကိုတန္ၿပန္ေခ်မွဳန္းႏိုင္ၿခင္း-မိမိအင္အားမလိုအပ္ဘဲက်ဆံုးၿခင္းစတဲ႔အားသာခ်က္ေတြကိုရရွိခဲ႔သလို တကယ္လဲထိေရာက္ခဲ႔ပါတယ္။ဆိုင္ပန္ကြ်န္းတုိက္ပြဲ(Windtalker ရုုပ္ရွင္)အိုကီနာ၀ါကြ်န္းတုိက္ပြဲ(ကြ်န္ေတာ္႔လက္ရာပစိဖိတ္ဇာတ္ကား)အခုဇာတ္လမ္းမွာပါတဲ႔အိုင္၀ိုဂ်ီမားကြ်န္းတုိက္ပြဲေတြဟာဆုိရင္ဒီစစ္နညး္ဗ်ဴဟာကိုသံုးခဲ႔တဲ႔ထင္ရွားတဲ႔တုိက္ပြဲေတြပဲၿဖစ္ပါတယ္ကြ်န္ေတာ္႔အေနနဲ႔ေၿပာခ်င္တာကေတာ႔ ဒီဇာတ္လမ္းအတြက္စာဖုိင္ရွာတဲ႔အခါ ဂ်ပန္စာဖုိင္ပဲေတြ႔လို႔ဂ်ပန္စာကေန အဂၤလိပ္စာတဆင္႔ေၿပာင္းရတဲ႔အတြက္အလြဲအေခ်ာ္အနညး္ငယ္ရွိေကာင္းရွိႏုိင္ေပမယ္႔အနီးစပ္ဆံုးနဲ႔အသင္႔ေတာ္ဆံုးၿဖစ္ေအာင္ၿပန္ဆုိထားပါတယ္ေနာက္တခ်က္က စစ္သံုးေ၀ါဟာရေတြကိုလဲသတိထားၿပန္ဆုိထားရပါတယ္… တခုခုအလြဲအေခ်ာ္ရွိခဲ႔ရင္လဲကြ်န္ေတာ္ရဲ႔ညံ႔ဖ်င္းမွဳေၾကာင္႔သာၿဖစ္ပါလိမ္႔မယ္သမိုင္းဆိုင္ရာအခ်က္အလက္ေတြလဲ အမွားအယြင္းပါခဲ႔ရင္ကြ်န္ေတာ္႔ထက္ပိုသိသူမ်ားမွၿပင္ေပးေစလိုပါသည္အလြမ္းအေဆြးသနားစရာ ဂရုဏာရသကိုေပးႏုိင္တဲ႔ဇာတ္လမ္းတခုၿဖစ္လုိ႔မလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတခုလို႔ညႊန္းပါရေစဘာသာျပန္နဲ႔အၫြန္းကေတာ့ ကိုျမန္မႀကီးပါDownload From OP​Download From Own Cloud",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Letters-from-Iwo-Jima.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/letter-from-iwo-jima-2006",
        "server": "VIP Links",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://kinocloud.org/CZ/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/letter-from-iwo-jima-2006-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/letter-from-iwo-jima-2006-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2furi/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/bh7u4ucfkk8j",
        "server": "upstream.to",
        "size": "500MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2011|128 min|Drama,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "835"
    },
    "title": "Oba: The Last Samurai ( 2011 )",
    "description": "စစ္ကားၾကိဳက္တဲ႔ႏွစ္သူေတြအတြက္ေတာ္ေတာ္ေလးေကာင္းတဲ႔ ဇာတ္ကားတကားနဲ႔တင္ဆက္လိုက္ပါတယ္ဒုတိယကမၻာစစ္ ဂ်ပန္ပိုင္ ဆိုက္ပန္ကြၽန္းေပၚကအဆံုးသတ္ စစ္ပြဲျဖစ္ပါတယ္…အ႐ွံုးဆိုတာ လြယ္လြယ္လက္မခံတတ္တဲ့ ဂ်ပန္တို႔ရဲ႕ထံုးစံနဲ႔ Emotion ျပင္းထန္တဲ့ Usa တပ္ရင္းမႉးတို႔ၾကားက အတၱၿပိဳင္ပြဲမွာ..ဂ်ပန္ကပၸတိန္ က လက္နက္အလြယ္ေလး ခ်မလား.?မိမိႏိုင္ငံပိုင္ကြၽန္းေပၚက ဂုဏ္​သိကၡာအရ၂ ဖက္တိုက္ေနရတဲ့ စစ္ပြဲၾကား အျပစ္မဲ့ဂ်ပန္ျပည္သူေတြ႔ရဲ အသက္အိုးအိမ္စည္းစိမ္ေတြ႔ကိုဘယ္လို ကာကြယ္ကုသရမလဲ..??အနီးကပ္ ကြပ္ကဲ့ေစာင့္ၾကည့္ရတဲ့ Usa ကပၸတိန္အသစ္ေရာက္လာတဲ့အခါမွေကာ့ ဘယ္လိုအေျဖ ထြက္လာမလဲ.?စစ္ရဲ႕ အနိဌာအာရံုေတြ႔ကို မ်က္ဝါးထင္ထင္ေတြ႔ျမင္ရမွာၿဖစ္ၿပီးေလယာဥ္ငယ္ျဖင့္ ဗံုးခ်အႏိုင္ယူ၍ ရပါေသာ္လည္းက်ည္ဆံထက္ ႏွစ္ဖက္ေခါင္းေဆာင္မ်ား စားပြဲဝိုင္းမွာအေျဖ႐ွာၿပီး လူေပါင္းေျမာက္မ်ားစြာရဲ႕ အသက္ေတြ႔ကိုမ်ိဳး႐ိုးဂုဏ္နိမ့္ၿပီး ဆာမူ႐ိုင္းတို႔ ဘယ္လိုတံုျပန္မလဲဆိုတာၾကည့္႐ူရမဲ့ ဇာတ္ကားျဖစ္ပါတယ္….က်ေတာ္တို့ သင္ယူရမဲ့ အေျခခံအခ်က္ေတြ႔ ပိုလွ်ံေနေအာင္ၫႊန္းျပႏိုင္တဲ့ ဇာတ္ကားေကာင္းတခုအျဖစ္ ေဖၚညႊန္းလိုက္ပါတယ္အညႊန္းကို CM Group မွ Moe Kharr Yae မွ ေရးထားၿခင္းၿဖစ္ပါတယ္Translated By – Ei PyaeEncoded By – LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3sJ9wccIAdUnpcYinU6Vx97lbLa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/300px-Oba_Poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/oba-the-last-samurai-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2UEH5/Oba_-_The_Last_Samurai_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/cra9n2jwx2gm",
        "server": "upstream.to",
        "size": "1.07 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z6jx121axrl0.html",
        "server": "usersdrive.com",
        "size": "1.07 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||History,War",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "167000"
    },
    "title": "Siberian Sniper(2022)",
    "description": "Siberian Sniper(2022)********************ရှေ့တန်းစစ်မြေပြင်တစ်ခု အတွင်းမှာ ရုရှားတပ်ဟာအတုံးအရုံး လဲကျခဲ့ပြီး Egor Cherin ဆိုတဲ့ sniper တစ်ယောက်သာအသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်…ရုရှားတပ်တစ်ခုလုံးမှာ ဘာစစ်ကူ ဘာလက်နက်မှ မကျန်တော့လောက်အောင်ကို ပြုတ်ပြုတ်ပြုန်းနေပါပြီ။အဲ့ဒီ့အချိန် အဲ့ဒီဒေသမှာ ဂျာမန်တွေဟာ ကြီးစိုးနေတာပါ…အဲ့ဒီ့ဂျာမန်တပ်ကို ဖြိုခွင်းဖို့ ဘာလက်နက် ဘာအင်အားမှမရှိတော့တဲ့ ရုရှားတပ်ဟာ လက်ဖြောင့် spiner တပ်သားEgor Cherin ကိုသာ မှီခိုရပါတော့တယ်။ အဲ့ဒီတပ်သားကရော Victory ယူလာပေးနိုင်ပါ့မလားဆိုတာကိုတော့ ရုပ်ရှင်ကြည့်ရင်းပဲ ခံစားလိုက်ကြပါဦး….File Size :(1.6GB) and (681MB)Quality : AMZN.WEB-DL1080P5.1Ch, 720pFormat…mp4Duration…01:32:00Genre : History, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by EricEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/md2hy7YU7yAKlyuhrAMIob1K1ga.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3aPONZ2Huv8ptsFpxMVz6Et74eB.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bb0npd5g7l1m.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/siberian-sniper-2022-amzn-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1elxf/Siberian.Sniper.2022.AMZN.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Bf9SBK5C#IXLO0Q7JBCgMvXa89CXhkC72E8Eafx7r2nVIWZmcSlA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/swmp6ryhol5d.html",
        "server": "usersdrive.com",
        "size": "681MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/siberian-sniper-2022-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "681MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1elxc/Siberian.Sniper.2022.AMZN.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "681MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gOtDQBpY#8E9xLoYO6HLyDUeLHkI4rq2bYmq7J03dgyWX6ycvb88",
        "server": "mega.nz",
        "size": "681MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ltlbnoof9aiz.html",
        "server": "streamsb.com",
        "size": "681MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ircs7ntpvx4o",
        "server": "streamvid.io",
        "size": "681MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LvsCSLoCiqU",
      "video_url": "https://www.youtube.com/watch?v=LvsCSLoCiqU",
      "embed_url": "https://www.youtube.com/embed/LvsCSLoCiqU"
    }
  },
  {
    "metadata": "PG-13||1h 48min|Comedy,Drama,War",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "226,110"
    },
    "title": "Jojo Rabbit (2019)",
    "description": "Jojo Rabbit (2019)IMDb – 7.9/10______Rotten – 79%Won 1 Oscar. Another 33 wins & 152 nominationဂျိုးဂျိုးဆိုတဲ့ ဂျာမန်ကောင်လေးကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ နိုင်ငံရေး ဟာသကားတစ်ကားပါ။ဟစ်တလာရဲ့စစ်တပ်ထဲက ဂျိုးဂျိုး ဆိုတဲ့ ကောင်လေးဟာဟစ်တလာကို အရမ်းလေးစားတဲ့ ကလေးပါ။လေးစားလွန်းလို့ စိတ်ကူးယဉ်သူငယ်ချင်းအနေနဲ့သူ့ကို ဟစ်တလာက အကြံပေးနေကျပါ။သူ့အမေနဲ့ သူနဲ့ နှစ်ယောက်ထဲ နေကြတာပါ။သူ့အမေက ဂျူးမလေးတစ်ယောက်ကို ဖွက်ထားတာကို သူတွေ့ရှိခဲ့တဲ့အချိန်မှာတော့ …..ဂျာမန်တွေရဲ့ နိုင်ငံရေးသရုပ်ကို သရော်ထားတဲ့ ဟာသကားတစ်ကားပါ။ဂျိုးဂျိုးရဲ့အမေအနေနဲ့ကတော့ စကားလက် ဂျိုဟန်ဆန် က သရုပ်ဆောင်ထားပါတယ်။IMDb Rating – 7.9/10 ရထားပြီးတော့Rotten Tomatoes ကတော့ 79% ရထားပါတယ်။ဂ်ိဳးဂ်ိဳးဆိုတဲ့ ဂ်ာမန္ေကာင္ေလးကိုအေျခတည္ၿပီးရိုက္ကူးထားတဲ့ နိုင္ငံေရး ဟာသကားတစ္ကားပါ။ဟစ္တလာရဲ့စစ္တပ္ထဲက ဂ်ိဳးဂ်ိဳး ဆိုတဲ့ ေကာင္ေလးဟာဟစ္တလာကို အရမ္းေလးစားတဲ့ ကေလးပါ။ေလးစားလြန္းလို့ စိတ္ကူးယဥ္သူငယ္ခ်င္းအေနနဲ႔သူ႔ကို ဟစ္တလာက အႀကံေပးေနက်ပါ။သူ႔အေမနဲ႔ သူနဲ႔ ႏွစ္ေယာက္ထဲ ေနၾကတာပါ။သူ႔အေမက ဂ်ဴးမေလးတစ္ေယာက္ကို ဖြက္ထားတာကို သူေတြ႕ရွိခဲ့တဲ့အခ်ိန္မွာေတာ့ …..ဂ်ာမန္ေတြရဲ့ နိုင္ငံေရးသ႐ုပ္ကို သေရာ္ထားတဲ့ ဟာသကားတစ္ကားပါ။ဂ်ိဳးဂ်ိဳးရဲ့အေမအေနနဲ႔ကေတာ့ စကားလက္ ဂ်ိဳဟန္ဆန္ က သ႐ုပ္ေဆာင္ထားပါတယ္။IMDb Rating – 7.9/10 ရထားၿပီးေတာ့Rotten Tomatoes ကေတာ့ 79% ရထားပါတယ္။File Size : ( 2 GB , 1 GB )Quality : BluRay 1080p 5.1 CH , BluRay 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Comedy , Drama , WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by AugustEncoded by Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/agoBZfL1q5G79SD0npArSlJn8BH.jpg",
      "https://image.tmdb.org/t/p/w300/lTyikzfGgRX5ZqIfVeT26APYfRL.jpg",
      "https://image.tmdb.org/t/p/w300/xqx5XqTeN3krSM5JFYGsxX81CRk.jpg",
      "https://image.tmdb.org/t/p/w300/uSYkZt12ewdg8eT4aOsAnh22IYw.jpg",
      "https://image.tmdb.org/t/p/w300/zrlJRfjpMsn4FtwZsg9k7YW87gR.jpg",
      "https://image.tmdb.org/t/p/w300/jyeSrMh6E2L9q5DFNK0EwlQIDph.jpg",
      "https://image.tmdb.org/t/p/w300/aSpRZfrnDezoD1bKKc7PC29g9DI.jpg",
      "https://image.tmdb.org/t/p/w300/wv2I4PVI8kbP7fAXY4c8uXGSGGm.jpg",
      "https://image.tmdb.org/t/p/w300/yKOUc2hf37NQnpZvbFSIPu6s4NY.jpg",
      "https://image.tmdb.org/t/p/w300/n3s8xWAfalttyjifJE9h5DGnPVh.jpg",
      "https://image.tmdb.org/t/p/w300/5P4K45nNkG7fwTP3hmvaEAK6CmL.jpg",
      "https://image.tmdb.org/t/p/w300/oT2DbUVEUc1AIgBBJwVl3hm0ID6.jpg",
      "https://image.tmdb.org/t/p/w300/3qDgN2hKLwFhoG3ggzG0IztDzya.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/jojo-rabbit-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/57x8wehmk0rx.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/3ka6wdehcru4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/jojo-rabbit-2019-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/jojo-rabbit-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2df01/Jojo_Rabbit_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/Rjoc/Jojo_Rabbit_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/VLh13aiB#0q5UiYYHRypU7OcNA_jPEBGCeN5mhc4HaBn2UEGv2SM",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/wLwxHADB#OgceOT7555gPUn9xJ2mIP07fCiGB_pf8tL1lIABrA34",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/9ldkylwojda0",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/4wh8p0wdt6yj",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "VTqd4yNFuSw",
      "video_url": "https://www.youtube.com/watch?v=VTqd4yNFuSw",
      "embed_url": "https://www.youtube.com/embed/VTqd4yNFuSw"
    }
  },
  {
    "metadata": "|2019||Action,Drama,War",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2908"
    },
    "title": "Jarhead: Law of Return (2019)",
    "description": "Jarhead: Law of Return (2019)======================IMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။#Unicodeဒီဇာတ်ကားကို Poster စကြည့်ခဲ့တုန်းက သာမန်စစ်ကားလောက်ပဲထင်ခဲ့မိတာ။ စဖွင့်ကတည်းကစပြီးတော့ကို actionဆန်ဆန်ရိုက်ကူးမှုတွေနဲ့စထားခဲ့ပြီး ဇာတ်လမ်းကို ဇာတ်ရှိန်စမြှင့်ပေးတယ်။ ဖြစ်စဉ်က အဆင့် ၇ ရှိ ဆာဂျင်ဒေ့တောရစ်သူက မြောက်ကယ်ရိုလိုင်းနား လီဂျူးနီ အခြေစိုက်စခန်းရဲ့ဒုတိယရေတပ်တပ်ရင်း M-SOIT အဖွဲ့ရဲ့ ခေါင်းဆောင်ဖြစ်တယ်။သူဦးဆောင်တဲ့ အဖွဲ့က အစ္စရေးကိုစေလွတ်ပြီး ပူးပေါင်းလေ့ကျင့်စစ်ဆင်ရေးကိုပါဝင်ရပါတယ်။သွားတာတော့ လေ့ကျင့်ရေးအတွက်ပေမယ့် အစ္စရေးလေတပ်က လေယာဥ◌်မောင်းလေ့ကျင့်ရင်း စီးရီးယားဘက်ကနေဒုံးနဲ့ချောင်းမြောင်းပစ်ခတ်ချင်းကိုခံရပါတယ်။ အရှေ့ဘက် လေယာဥ◌်မောင်းက တစ်ခါတည်းသေဆုံးပြီးအနောက်ဘက်ကထိုင်တဲ့ မေဂျာဂျက်ဆင်ကတော့ လေယာဥ◌်ထဲကနေ အရေးပေါ်ခလုတ်နှိပ်ပြီးထွက်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်းစီးရီးယားအကြမ်းဖက် အရှာဘတ်ကလိုက်လံရှာဖွေဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ ဒါကို တောရစ်တို့အဖွဲ့နဲ့အစ္စရေး စစ်တပ်ကအဖွဲ့တို့ပူးပေါင်းကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒီကယ်ဆယ်ရေးဖြစ်စဥ◌်ကိုကြည့်ရှုရတာဟာ တကယ့်ကိုစိတ်ဝင်စားစရာဖြစ်ပြီးကျွန်တော်ထုတ်မပြောခဲ့တဲ့ စိတ်ဝင်စားစရာအပိုင်းတွေအများကြီး အများကြီးကို ဆက်တိုက်ကြည့်ရှုရမှာပါ။ ကောင်းလွန်းလို့ CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ တစ်ခုမှာချင်တာက မျက်ရည်လေးတော့ခိုင်အောင်ထားပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို San Win Maungရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ Z Naing Z Nianh ဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားကို Poster စၾကည့္ခဲ့တုန္းက သာမန္စစ္ကားေလာက္ပဲထင္ခဲ့မိတာ။ စဖြင့္ကတည္းကစၿပီးေတာ့ကို actionဆန္ဆန္႐ိုက္ကူးမႈေတြနဲ႔စထားခဲ့ၿပီး ဇာတ္လမ္းကို ဇာတ္ရွိန္စျမႇင့္ေပးတယ္။ ျဖစ္စဥ္က အဆင့္ ၇ ရွိ ဆာဂ်င္ေဒ့ေတာရစ္သူက ေျမာက္ကယ္႐ိုလိုင္းနား လီဂ်ဴးနီ အေျခစိုက္စခန္းရဲ႕ဒုတိယေရတပ္တပ္ရင္း M-SOIT အဖြဲ႕ရဲ႕ ေခါင္းေဆာင္ျဖစ္တယ္။သူဦးေဆာင္တဲ့ အဖြဲ႕က အစၥေရးကိုေစလြတ္ၿပီး ပူးေပါင္းေလ့က်င့္စစ္ဆင္ေရးကိုပါဝင္ရပါတယ္။သြားတာေတာ့ ေလ့က်င့္ေရးအတြက္ေပမယ့္ အစၥေရးေလတပ္က ေလယာဥ◌္ေမာင္းေလ့က်င့္ရင္း စီးရီးယားဘက္ကေနဒုံးနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္ခ်င္းကိုခံရပါတယ္။ အေရွ႕ဘက္ ေလယာဥ◌္ေမာင္းက တစ္ခါတည္းေသဆုံးၿပီးအေနာက္ဘက္ကထိုင္တဲ့ ေမဂ်ာဂ်က္ဆင္ကေတာ့ ေလယာဥ◌္ထဲကေန အေရးေပၚခလုတ္ႏွိပ္ၿပီးထြက္ႏိုင္ခဲ့ပါတယ္။ ဒါေပမဲ့လည္းစီးရီးယားအၾကမ္းဖက္ အရွာဘတ္ကလိုက္လံရွာေဖြဖမ္းဆီးျခင္းကိုခံခဲ့ရပါတယ္။ ဒါကို ေတာရစ္တို႔အဖြဲ႕နဲ႔အစၥေရး စစ္တပ္ကအဖြဲ႕တို႔ပူးေပါင္းကယ္တင္ဖို႔ျဖစ္လာခဲ့ပါတယ္။ အဲ့ဒီကယ္ဆယ္ေရးျဖစ္စဥ◌္ကိုၾကည့္ရႈရတာဟာ တကယ့္ကိုစိတ္ဝင္စားစရာျဖစ္ၿပီးကြၽန္ေတာ္ထုတ္မေျပာခဲ့တဲ့ စိတ္ဝင္စားစရာအပိုင္းေတြအမ်ားႀကီး အမ်ားႀကီးကို ဆက္တိုက္ၾကည့္ရႈရမွာပါ။ ေကာင္းလြန္းလို႔ CMပရိတ္သတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ဗ်ာ။ တစ္ခုမွာခ်င္တာက မ်က္ရည္ေလးေတာ့ခိုင္ေအာင္ထားေပါ့ဗ်ာ။(ဒီဇာတ္လမ္းရဲ႕အၫႊန္းကို San Win Maungေရးသားေပးၿပီး ဘာသာျပန္ေပးသူကေတာ့ Z Naing Z Nianh ျဖစ္ပါတယ္။)Quality – 720p  Blu-RayDuration – 1 hrs 43 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BLU-RAYTranslator – Z Naing Z NianhEncoder – San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i6Ui47utQiJx7MSUCd3oyj5LHgj.jpg",
      "https://image.tmdb.org/t/p/w300/5bo8PEYnYibOLwEOv5u2Grd0u4R.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/Jarhead_Law_of_Return-293211719-mmed.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sjat55tm2nyt.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jarhead-law-of-return-2019-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/2eu3twito8r8",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://soliddrive.co/Vmz/[CM]Jarhead.Law.Of.Return.2019.720p.BluRay.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yadi.sk/i/0DwBREAyyEdckg",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/2blUb/[CM]Jarhead.Law.Of.Return.2019.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "r0N997WtPgA",
      "video_url": "https://www.youtube.com/watch?v=r0N997WtPgA",
      "embed_url": "https://www.youtube.com/embed/r0N997WtPgA"
    }
  },
  {
    "metadata": "NOT RATED|1988|1h 29min|Animation,Drama,War",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "218,957"
    },
    "title": "Grave of the Fireflies (1988)",
    "description": "Grave of the Fireflies (1988)ဟာဆိုရင်ဖြင့်best animation movie of all timeထဲကတစ်ကားအဖြစ်သတ်မှတ်ခြင်းခံထားရပြီး.IMDB.Rating အားဖြင့်လည်းအံသြစရာကောင်းလောက်အောင်8.5ထိရရှိထားတဲ့animeဖြစ်လို့ကြည့်ဖစ်အောင်ကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ….အညွှန်းပေးရမယ်ဆိုရင်တော့….ဒုတိယကမ္ဘာစစ်ကြီးဖြစ်နေတဲ့အချိန်ဂျပန်နိုင်ငံလည်းနေရာအနှံ့ဗုံးကျဲခံရလို့…ထွက်ပြေးကြရ-ဗုံးကျင်းတွေခိုကြရတဲ့အချိန်မှာ…..ဆဲတိုနဲ့ဆဲဆု တို့မောင်နှမ နဲ့သူတို့အမေလည်း ဗုံးခိုကြရရင်း..သူတို့အမေသေဆုံးသွားခဲ့ပါတယ်…အဖေကလည်းတိုက်ပွဲမှာတိုက်ခိုက်နေရတဲ့အတွက်..အဆက်အသွယ်ကလည်းမရဖြစ်နေပြန်တော့..ခိုကိုးရာမဲ့ မောင်နှမနှစ်ယောက်လည်းအမေ့ညီမ တစ်ဝမ်းကွဲ အဒေါ်အိမ်ကိုမှီခိုဖို့ရောက်လာခဲ့ကြပါတယ်..ရောက်ခါစကတော့ မောင်နှမနှစ်ယောက်ဆီကပါလာတဲ့အစားအသောက်တွေမျက်နှာကြောင့်ကြည်ကြည်ဖြူဖြူဖြစ်ပေမယ့်..အားလုံးကုန်သွားတဲ့အခါမှာတော့ ညိုငြင်စပြုလာပါတော့တယ်..ကြံခိုင်တဲ့အကိုဖြစ်ဆဲတို က အပြောအဆိုမခံချင်တာနဲ့မောင်နှမလေးနှစ်ယောက်အမေချန်ထားခဲ့တဲ့ပိုက်ဆံလေးနဲ့လမ်းဘေးနေရာ တစ်ခုမှာ စားသောက်ခဲ့ကြတယ်..ညမှောင်လာတဲ့အခါ ပိုးစုန်းကြူးလေးတွေဖမ်းပြီးအရင်ကမိသားစု စုံစုံလင်လင်ရှိချိန်တွေပြန်စဉ်းစားကြတယ်..တဖြည်းဖြည်းနဲ့စားစရာတွေမရှိတော့တဲ့အချိန်မှာသူတို့မောင်နှမနှစ်ယောက်ဘာတွေဆက်ဖြစ်ကြမှာလဲ….သူတို့ရဲ့အဖေနဲ့ရော ပြန်လည်ဆုံတွေ့နိုင်မှာလား..ဒီကားလေးကိုဂျပန်လို အဓိပ္ပါယ်ဆိုရင်”ပိုးစုန်းကြူးတို့ရဲ့ ဝိဉာဉ်” လို့ခေါ်ဆိုပါတယ်..ဒီရဲ့အဓိပ္ပါယ်ကရော ဘာကြောင့်ခေါ်တာလဲဆိုတာအပြည့်အဝဆက်သိချင်ရင်တော့ ဒီကားလေးကိုဆက်လက်ကြည့်လိုက်ပါလို့ပြောချင်ပါတယ်ဂျပန်လူမျိုးတို့ရဲ့ကုန်းကောက်စရာမရှိအောင်ဆင်းရဲမွဲတေပုံကနေခေတ်မှီတဲ့နိုင်ငံတော်တစ်ခုဖြစ်ရောက်အောင်ဘယ်လိုစိတ်အင်အားတွေကတွန်းပို့ပေးခဲ့လည်းဆိုတာဒီဇာတ်ကားလေးက သရုပ်ဖေါ်ပြပေးနေသလို..သနားစို့နင့်မှုတွေနဲ့တကွ..လောကဒဏ်ကိုကြံကြံခိုင်တွန်းလှန်စေရဲမဲ့သတ္တိတွေ..စစ်အတွင်းမှာသားကောင်ဖြစ်ခဲ့ရတဲ့ပြည်သူတွေရဲ့ဘဝနဲ့အကိုတယောက်ကသူ့ညီမလေးအပေါ်မှာထားရှိတဲ့မေတ္တာတွေကိုပြည့်ပြည့်၀၀ဖေါ်ကျူးထားတဲ့ Best Animation Movie Of All Timeသတ်မှတ်ခံထားရတဲ့ဒီဇာတ်ကားလေးကိုကြည့်ရင်းနဲ့ ကိုယ်ပါခံစားမိလာပြီး..မျက်ရည်ကျတဲ့အထိပါပဲ…CM Fan တွေလည်းခံစားကြည့်လိုက်ပါဦး————————————————————————–Grave of the Fireflies (1988)ဟာဆိုရင္ျဖင့္best animation movie of all timeထဲကတစ္ကားအျဖစ္သတ္မွတ္ျခင္းခံထားရျပီး.IMDB.Rating အားျဖင့္လည္းအံႀသစရာေကာင္းေလာက္ေအာင္8.5ထိရရွိထားတဲ့animeျဖစ္လို႔ႀကည့္ဖစ္ေအာင္ႀကည့္ႀကပါလို႔ တိုက္တြန္းပါရေစ….အညႊန္းေပးရမယ္ဆုိရင္ေတာ႕….ဒုတိယကမာၻစစ္ၾကီးၿဖစ္ေနတဲ႔အခ်ိန္ဂ်ပန္ႏိုင္ငံလည္းေနရာအနွံ႕ဗံုးက်ဲခံရလို႕…ထြက္ေၿပးၾကရ-ဗံုးက်င္းေတြခိုၾကရတဲ႔အခ်ိန္မွာ…..ဆဲတိုနဲ႔ဆဲဆု တို႕ေမာင္ႏွမ နဲ႕သူတို႕အေမလည္း ဗံုးခိုၾကရရင္း..သူတို႕အေမေသဆံုးသြားခဲ႔ပါတယ္…အေဖကလည္းတိုက္ပြဲမွာတိုက္ခိုက္ေနရတဲ႕အတြက္..အဆက္အသြယ္ကလည္းမရၿဖစ္ေနၿပန္ေတာ႕..ခိုကိုးရာမဲ႔ ေမာင္ႏွမႏွစ္ေယာက္လည္းအေမ႔ညီမ တစ္၀မ္းကြဲ အေဒၚအိမ္ကိုမွီခိုဖို႕ေရာက္လာခဲ႕ၾကပါတယ္..ေရာက္ခါစကေတာ႕ ေမာင္ႏွမႏွစ္ေယာက္ဆီကပါလာတဲ႕အစားအေသာက္ေတြမ်က္ႏွာေၾကာင္႔ၾကည္ၾကည္ၿဖဴၿဖဴၿဖစ္ေပမယ္႕..အားလံုးကုန္သြားတဲ႔အခါမွာေတာ႕ ညိဳၿငင္စၿပဳလာပါေတာ႕တယ္..ၾကံခိုင္တဲ႔အကိုၿဖစ္ဆဲတို က အေၿပာအဆိုမခံခ်င္တာနဲ႕ေမာင္ႏွမေလးႏွစ္ေယာက္အေမခ်န္ထားခဲ႔တဲ႔ပိုက္ဆံေလးနဲ႕လမ္းေဘးေနရာ တစ္ခုမွာ စားေသာက္ခဲ႕ၾကတယ္..ညေမွာင္လာတဲ႔အခါ ပိုးစုန္းၾကဴးေလးေတြဖမ္းၿပီးအရင္ကမိသားစု စံုစံုလင္လင္ရွိခ်ိန္ေတြၿပန္စဥ္းစားၾကတယ္..တၿဖည္းၿဖည္းနဲ႕စားစရာေတြမရွိေတာ႕တဲ႔အခ်ိန္မွာသူတို႕ေမာင္ႏွမႏွစ္ေယာက္ဘာေတြဆက္ၿဖစ္ၾကမွာလဲ….သူတို႕ရဲ႕အေဖနဲ႕ေရာ ၿပန္လည္ဆံုေတြ႕ႏိုင္မွာလား..ဒီကားေလးကိုဂ်ပန္လို အဓိပၸါယ္ဆုိရင္”ပိုးစုန္းၾကဴးတို႕ရဲ႕ ၀ိဥာဥ္” လို႕ေခၚဆုိပါတယ္..ဒီရဲ႕အဓိပၸါယ္ကေရာ ဘာေၾကာင္႕ေခၚတာလဲဆုိတာအၿပည္႕အ၀ဆက္သိခ်င္ရင္ေတာ႕ ဒီကားေလးကိုဆက္လက္ၾကည္႕လိုက္ပါလို႕ေၿပာခ်င္ပါတယ္ဂ်ပန္လူမ်ိဳးတို႕ရဲ႕ကုန္းေကာက္စရာမရွိေအာင္ဆင္းရဲမြဲေတပံုကေနေခတ္မွီတဲ႕ႏိုင္ငံေတာ္တစ္ခုၿဖစ္ေရာက္ေအာင္ဘယ္လိုစိတ္အင္အားေတြကတြန္းပို႕ေပးခဲ႔လည္းဆုိတာဒီဇာတ္ကားေလးက သရုပ္ေဖၚၿပေပးေနသလို..သနားစို႕နင္႔မွုေတြနဲ႕တကြ..ေလာကဒဏ္ကိုၾကံၾကံခိုင္တြန္းလွန္ေစရဲမဲ႔သတၱိေတြ..စစ္အတြင္းမွာသားေကာင္ၿဖစ္ခဲ႔ရတဲ႔ၿပည္သူေတြရဲ႕ဘ၀နဲ႕အကိုတေယာက္ကသူ႕ညီမေလးအေပၚမွာထားရွိတဲ႔ေမတၱာေတြကိုၿပည္႔ၿပည္႔၀၀ေဖၚက်ဴးထားတဲ႔ Best Animation Movie Of All Timeသတ္မွတ္ခံထားရတဲ႔ဒီဇာတ္ကားေလးကိုၾကည္႔ရင္းနဲ႕ ကိုယ္ပါခံစားမိလာၿပီး..မ်က္ရည္က်တဲ႔အထိပါပဲ…CM Fan ေတြလည္းခံစားၾကည္႕လိုက္ပါဦး",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dlC0ed9Ugh3FzydnkBtV5lRXUu4.jpg",
      "https://image.tmdb.org/t/p/w300/tLFITpJFr8oDqfZu0HtSj7YNVs2.jpg",
      "https://image.tmdb.org/t/p/w300/tDFvXn4tane9lUvFAFAUkMylwSr.jpg",
      "https://image.tmdb.org/t/p/w300/pUPiymnuisHrDaW5wvVlzCzZwD5.jpg",
      "https://image.tmdb.org/t/p/w300/lSaIYT32vna5mzyNUaWS6o9mGFo.jpg",
      "https://image.tmdb.org/t/p/w300/q79PJoDB2CAciPX13wZ8uPAhoF6.jpg",
      "https://image.tmdb.org/t/p/w300/cWp6iyXPaYKGV7YUd407EYxTs9K.jpg",
      "https://image.tmdb.org/t/p/w300/xXSgMMDrpROWnbw1dS6svi0toox.jpg",
      "https://image.tmdb.org/t/p/w300/4UGoGg2T3p3eRYbRtrmHBvPEIV8.jpg",
      "https://image.tmdb.org/t/p/w300/r40GcmMsxVUs9Z6T6BnSkenkSEt.jpg",
      "https://image.tmdb.org/t/p/w300/2p0TzeYTazAG1a83HZv0TUIEuwz.jpg",
      "https://image.tmdb.org/t/p/w300/l0dN5b1T0e0HsP8NOonEo97CFum.jpg",
      "https://image.tmdb.org/t/p/w300/95MwO0ccFQBkWoMpTjCjkATfdzS.jpg",
      "https://image.tmdb.org/t/p/w300/vkZSd0Lp8iCVBGpFH9L7LzLusjS.jpg",
      "https://image.tmdb.org/t/p/w300/34vC3YlLmcd1ks0Otsh4y5D0ohv.jpg",
      "https://image.tmdb.org/t/p/w300/zGIaTrJPsGKk0EThVvdh3RGbnbl.jpg",
      "https://image.tmdb.org/t/p/w300/x5SRTwGtATzvFjRZXJxmitfqH4y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/Grave-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4811p3oqoomi.html",
        "server": "usersdrive.com",
        "size": "665 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/grave-of-the-fireflies-hotaru-no-haka-1988-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "665 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/9c55c3a9/grave-of-the-fireflies-hotaru-no-haka-198-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "665 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4UEbj/Grave_Of_The_Fireflies_(Hotaru_No_Haka)_[1988]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "665 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/2FAF2A7Q#-5zsxffJHFP7ae6oWcNBd9hxPaYgBpHsN75LUcByHwA",
        "server": "mega.nz",
        "size": "665 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/9oeu5h2tu5jm",
        "server": "upstream.to",
        "size": "665 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4vPeTSRd580",
      "video_url": "https://www.youtube.com/watch?v=4vPeTSRd580",
      "embed_url": "https://www.youtube.com/embed/4vPeTSRd580"
    }
  },
  {
    "metadata": "|||Action,Asian,War",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Knights of Valour (2021)Green Dragon Crescent Blade",
    "description": "တရုတ်ဂန္တဝင်စာပေအကြောင်းပြောရင်မပါမဖြစ်တဲ့ Romance of the Three Kingdoms ဝတ္ထုကို မှီငြမ်းပြီးပုံစံသစ်တစ်မျိုးနဲ့ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဟန်မင်းဆက် ကုန်ဆုံးခါနီးအချိန် တိုင်းပြည်တစ်ခုလုံး အုန်းအုန်းကြွက်ကြွက်ဖြစ်နေတဲ့ အချိန်ကိုပြန်လည်ရောက်ရှိသွားသလို ယူငင်ခေါ်ဆောင်သွားနိုင်မှာပါ။တောင်လိုပုံနေတဲ့ အလောင်းတွေ၊ သွေးချောင်းစီးမှုူတွေ၊ မီးတောက်တွေနဲ့ ပျက်စီးမှုတွေ ကြားထဲမှာအဖေဖြစ်သူ ကွမ်းယွီသေဆုံးမှုကို လက်စားချေနိုင်ဖို့နဲ့သူ့ရဲ့နာမည်ကျော် ​ကျောက်စိမ်းနဂါးဓားကို ပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ ကွမ်းရှင်းကိုတွေ့ရမှာပါ။File size…(1 GB)Quality….WEB-DL  1080pFormat…mp4Duration….01:20:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAung Myint Oo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/6026459224d4b.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/knights-of-valour-2021green-dragon-crescent-blade",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/knights-of-valour-2021-chinese-1080-p-web-dl-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL"
      },
      {
        "link": "https://megaup.net/1EUz3/Knights.of.Valour.2021.CHINESE.1080p.WEB-DL.H264-[CM].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL"
      },
      {
        "link": "https://mega.nz/file/sRRHwC5K#b_Eaz5ywun8DDjL4yZkLbumg9M1j2F3czNrMA96F5Yw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL"
      },
      {
        "link": "https://tubesb.com/6cjj4v82tpjo.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1988|1h 51min|Adventure,Drama,War",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "321,741"
    },
    "title": "The Beast of War (1988)",
    "description": "CM Fan တွေအတွက် တိပ်ခွေခေတ်ကကြည့်ခဲ့ရဖူးတဲ့ Old But Gold စစ်ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်သမိုင်းကြောင်းအရ အာဖကန်အစိုးရသည်မူဂျာဟစ် သူပုန်တွေကို တိုက်ထုတ်ဖို့ရန်အင်အားမရှိချိန် ဆိုဗီယက်တို့က ကွန်မြူနစ်ကမ္ဘာကြီးတည်ထောင်ရန်ကြိုးပမ်းချိန်အာဖကန်အား ကွန်မြူနစ်အတွင်းသွတ်သွင်းရန်ကြိုးပမ်းပြီးအာဖကန်အစိုးရဘက်မှ မူဂျာဟစ် သူပုန်တွေကို ကူညီတိုက်ခိုက်ပေးခဲ့ရာနောက်ပိုင်းပြောက်ကျားစစ်ကို အလူးလဲခံရလာပြီးရွာအလိုက်ရှင်းလင်းရေးတွေလုပ်ဆောင်လာခဲ့ရာbeast ခေါ် သားရဲတင့်ကားကြီးအား မူဂျာဟစ်တို့မှ တိုက်ခိုက်ရန်ကြိုးပမ်းလာရာသားရဲကြီးပဲ နှိမ်နင်းခံရမလား မူဂျာဟစ်တို့ဘဲ အနိုင်ရမလားအာဖကန်နစ်စတန် ပြည်သူတွေက အများထင်နေကြသလိုအရိုင်းအစိုင်းတွေလား သူတို့ရဲ့ ယဉ်ကျေးမှုတွေအကျင့်စရိုက်တွေ ရုရှားတို့ရဲ့ နိုင်ငံချစ်စိတ်တွေ ကိုယ့်နိုင်ငံကိုကာကွယ်ခြင်းမဟုတ်ဘဲ သူတပါးနိုင်ငံအား ကျုးကျော်စစ်တိုက်ရာ ကြုံတွေ့ပုံများစစ်မြေပြင်မှာ ဖြစ်တတ်သည့် စစ်ရာဇဝတ်မှုများ စတဲ့ အရာများအားလုံးကိုစိတ်ဝင်တစားကြည့်ရှုရမည့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်Quality – 1080P & 720P WebripSubtitle – BurmeseDuration – 1h 51minFormat – MP4File Size – 1.33 GB & 785.4 MBEncoder – Thit San KhantTranslator – Sai Thrain Lynn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5WK1t06NVNgMNWvzAjCzXwhh6fW.jpg",
      "https://image.tmdb.org/t/p/w300/7toTLknPKqWw1NM7EA4QUmLBk44.jpg",
      "https://image.tmdb.org/t/p/w300/9Nb2AFJQZVUvcRIlCBUsyXr99sI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/admin/posts/the-beast-of-war-1988",
        "server": "VIP Links",
        "size": "1.33 GB & 785.4 MB",
        "quality": "1080P & 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-beast-of-war-1988-1080-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-beast-of-war-1988-720-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/nmo1au0uh4pa.html",
        "server": "usersdrive.com",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jmlt1u232uuc.html",
        "server": "usersdrive.com",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Yue2/The.Beast.of.War.1988.1080p.WEBRip.x264_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2kp8o/The.Beast.of.War.1988.720p.WEBRip.x264_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/mdj5rmssy122.html",
        "server": "datbu.com",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/89klmggjp4n3.html",
        "server": "datbu.com",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://cloudemb.com/03isspmk1hmc.html",
        "server": "streamsb.com",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://cloudemb.com/mxljdijug5rr.html",
        "server": "streamsb.com",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://dl.indishare.cc/r62hi90zt0nj",
        "server": "indishare.org",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://dl.indishare.cc/tu53s4naiein",
        "server": "indishare.org",
        "size": "785.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://dropgalaxy.in/4oefpyx7x884",
        "server": "dropgalaxy.com/",
        "size": "1.33 GB",
        "quality": "1080P"
      },
      {
        "link": "https://dropgalaxy.in/k3c3k9qyrp6v",
        "server": "dropgalaxy.com/",
        "size": "785.4 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "PxS3CL-IewY",
      "video_url": "https://www.youtube.com/watch?v=PxS3CL-IewY",
      "embed_url": "https://www.youtube.com/embed/PxS3CL-IewY"
    }
  },
  {
    "metadata": "|1993||Drama,War",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Stalingrad (1993)",
    "description": "Stalingrad (1993)Genre – War, Action, DramaIMDB – 7.5/10All quiet on the Western Front ဇာတ်ကားကခုနောက်ပိုင်းခေတ်ရဲ့ ဂျာမန်စစ်ကားကောင်း ဖြစ်မယ်ဆိုဒီကားကလည်း ၉၀ ခုနှစ်ရဲ့ အကောင်းဆုံးဖြစ်မှာ ဧကန်မလွဲဘူးဗျာ။သတိထားကြည့်မိသလောက် ဂျာမန်တွေက စစ်ကားကောင်းကောင်းတွေပိုင်ပိုင်နိုင်နိုင် ရိုက်နိုင်ကြတာကို တွေ့ရတယ်ဥပမာ Downfall တို့ ခု Stalingrad တို့ Land of Mine တို့ All quiet.. တို့လိုမျိုးတွေပေါ့။ပြီးတော့ သဘောကျစရာကောင်းတာက အမေရိကန်တွေလိုမျိုးစစ်စိတ်ဘာညာ ဝါဒဖြန့်တဲ့ပုံစံမျိုး မသွားဘူးစစ်ပွဲတစ်ခုရဲ့ အနိဌာရုံတွေကို ပညာပေးချင်တာမျိုး ပိုများတယ်(သူတို့ကိုယ်တိုင် လူဆိုးဖြစ်ခဲ့တာလည်း ပါမှာပေါ့လေ)။ဒီရုပ်ရှင်အခြေခံထားတဲ့ စတာလင်ဂတ်တိုက်ပွဲဆိုတာဒုတိယကမ္ဘာစစ်ကြီးရဲ့ ၁၉၄၂ ခုနှစ်ဝန်းကျင် အဓိကတိုက်ပွဲထဲက တစ်ခုပဲလူတွေသန်းပေါင်းများစွာလည်း သေကြေပျက်စီးခဲ့ရတာပေါ့စတာဂတ်မြို့ကို ပတ်စီးဆင်းနေတဲ့ ဗော့ဂါမြစ်ရယ်ဆီကွင်းတွေကို ထိန်းချုပ်ချင်တာနဲ့ ဒီစစ်ဆင်ရေးပေါ်ပေါက်ခဲ့ရတာပါ။ဇာတ်လမ်းထဲမှာတော့ ရှေ့တန်းကို ပထမဆုံးထွက်ရမယ့်ဗိုလ်ကြီးဝစ်ဇ်လန်က အာဖရိကစစ်မျက်နှာပြင်က ပြန်လာတဲ့လူတွေကိုဦးစီးပြီး မုန်တိုင်းတပ်သားတွေအဖြစ် စတာလင်ဂတ်ကိုချီတက်သိမ်းပိုက်ကြတဲ့အကြောင်းပါ။ပထမပိုင်းမှာဆို အတွေ့အကြုံမရှိတဲ့ ဗိုလ်ကြီးနဲ့ တပည့်တွေရဲ့ အခြေအနေကိုပေါ့ပေါ့ပါးပါး ပြသွားတယ်၊ နောက်ပြီး တကယ်ကြုံလာတော့ဒီဗိုလ်ကြီးက ဘယ်လိုပါလားဆိုတာကို မြင်လိုက်ရတော့တပည့်တွေလည်း ကြည်ညိုလေးစားသွားကြရော။စစ်တပ်ရဲ့ တစ်သွေးတစ်သံအမိန့်ဆိုတာမျိုးတွေကိုဒီထဲမှာကောင်းကောင်းမြင်ရပြီး ဒီလိုအရာကြောင့်ပဲ ကိုယ့်စစ်တပ်မှာပဲကိုယ်က အကျဉ်းသားဘဝရောက်ခဲ့ရတာတွေသေကောင်ပေါင်းလဲ ရုန်းကန်ခဲ့ရတာတွေ။အထက်ကလူကြီးကောင်းမှုကြောင့် အသေအလဲတွေစစ်တိုက်ရပြီးလူသားမဆန်မှုတွေ ကြုံရတော့ မခံချင်စိတ်နဲ့ စစ်ပြေးဘဝရောက်ပြီးဆိုဗီယက်နယ်မြေထဲမှာ ခက်ခက်ခဲခဲတွေ ဖြတ်သန်းပြီးအသက်စွန့်ရတာတွေ။အစပိုင်း ရာသီဥတုသာလို့ တိုက်ပွဲက အသာစီးရပေမယ့်ဆရာသမား ရုရှားတို့ရဲ့ဆောင်းတွင်း ရောက်လာတဲ့အခါချိန်ခွင်တစ်ဖက်ပြောင်းသွားတာတွေ စသဖြင့် သံဝေဂရစရာတွေနဲ့ စုံစုံလင်လင်ဖော်ပြတင်ဆက်ထားတဲ့ စစ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။WW2 အကြောင်း စိတ်ဝင်စားတဲ့လူတွေဆိုရင်တော့ Must watch ပဲပေါ့ဗျာ။File size…  2.73 GB / 1.14 GBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 2h 14mGenre …..  Drama , WarSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Min WaiTranslated by Thura Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cTHccDdFHmFef6RKtjoWmIyrSke.jpg",
      "https://image.tmdb.org/t/p/w300/mo2O5ESdB7PWnY3OBS9jjvjeskB.jpg",
      "https://image.tmdb.org/t/p/w300/pq9cOZno64nSn3WRZiVjt38Xbo9.jpg",
      "https://image.tmdb.org/t/p/w300/f7FcPoUlMsS2wbfC17Wn8w2d5FY.jpg",
      "https://image.tmdb.org/t/p/w300/q3h5sCjNQKpZvygTEr5RCDuZpeh.jpg",
      "https://image.tmdb.org/t/p/w300/e9Qb0Pvk3B19bizo9nrmGa2nSWG.jpg",
      "https://image.tmdb.org/t/p/w300/eYFkmDWTelE9rpRJ1BxhVLgG0ub.jpg",
      "https://image.tmdb.org/t/p/w300/hIwOgOgpFXWZhx6dt6tPANU2mIH.jpg",
      "https://image.tmdb.org/t/p/w300/p0ZwXjIvNbdtmZanxbyaH4SdmgE.jpg",
      "https://image.tmdb.org/t/p/w300/ass0CEh8WKZWRbRYwcrfkdnjcqR.jpg",
      "https://image.tmdb.org/t/p/w300/q287poCkUTNJVT6RtB2DzNgKmw.jpg",
      "https://image.tmdb.org/t/p/w300/ySv7zLAC574hb9CKT7TEapvz2F7.jpg",
      "https://image.tmdb.org/t/p/w300/vufLc2h8OLviAon4abqBhOt4ZE3.jpg",
      "https://image.tmdb.org/t/p/w300/3yVosBpk5r3yKsIdjqoA5NIsVn6.jpg",
      "https://image.tmdb.org/t/p/w300/rYs1N2mrLqIKQ2OCrZgkGIzWBAd.jpg",
      "https://image.tmdb.org/t/p/w300/gPMVvilguRbX5QcpLm8WuZsWY9I.jpg",
      "https://image.tmdb.org/t/p/w300/shdYH4aoSvf9M6HjdPHwn2BCvSI.jpg",
      "https://image.tmdb.org/t/p/w300/liWDqtwabBJe1eYa4bBnyDNoBRI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rB78VDAOK94KJWp9ofgE3GSQEor.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/swsmhl25gjnv.html",
        "server": "usersdrive.com",
        "size": "1.14 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/stalingrad-1993-german-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.14 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Tu1f/Stalingrad.1993.GERMAN.720p.%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.14 GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/evbwpn9jpsvg.html",
        "server": "streamsb.com",
        "size": "1.14 GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/m09fcqaep3ac",
        "server": "streamvid.io",
        "size": "1.14 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/acivchxrup9x.html",
        "server": "usersdrive.com",
        "size": "2.73 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/stalingrad-1993-german-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.73 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1dwxj/Stalingrad.1993.GERMAN.1080p._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.73 GB",
        "quality": "1080P"
      },
      {
        "link": "https://lvturbo.com/rue27deqz8ev.html",
        "server": "streamsb.com",
        "size": "2.73 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/nfpp91qpoh63",
        "server": "streamvid.io",
        "size": "2.73 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "3usU25Z9ICE",
      "video_url": "https://www.youtube.com/watch?v=3usU25Z9ICE",
      "embed_url": "https://www.youtube.com/embed/3usU25Z9ICE"
    }
  },
  {
    "metadata": "|||Drama,History,War",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "23568"
    },
    "title": "1898: Our Last Men in the Philippines(2016)",
    "description": "1898: Our Last Men in the Philippines(2016)*****************************************ဒီဇာတ်ကားဟာ လေးရာစုနီးပါး သက်တမ်းကြာရှည်ခဲ့တဲ့ စပိန်အင်ပါယာရဲ့နောက်ဆုံးကိုလိုနီနယ်မြေဆုံးရှုံးခဲ့ရတဲ့အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။ဘယ်သူမှမနိုင်နိုင်တဲ့စစ် ဘယ်သူမှ မရှုံးချင်တဲ့စစ်ပွဲလေးကို ရည်ညွှန်းရိုက်ကူးထားပါ။ဇာတ်လမ်းအစမှာ စပိန်အင်ပါယာပိုင် ဖိလစ်ပိုင်နိုင်ငံ ဘာလယ်ဆိုတဲ့ကျွန်းမြို့လေးဟာနယ်ခံတော်လှန်ရေးသမားတွေအလစ်ငိုက်သိမ်းပိုက်တာခံရပြီး စပိန်မြို့စောင့်တပ်သားတွေဟာလည်းအားလုံးနီးပါးသတ်ဖြတ်ခံလိုက်ရပါတယ်။ ဒီကိုလိုနီမြို့လေးကို ပြန်သိမ်းဖို့အတွက်ကပ္ပတိန် အန်းရစ်နဲ့ လက်ဖတင်နင် မာတင်စီရီဇိုတို့ဦးဆောင်ပြီးနောက်ထပ်တပ်စုတစ်စုကိုစပိန်ကစေလွှတ်လိုက်ပါတယ်။အဲ့ကာလဟာစပိန်အင်ပါယာရဲ့ဆုတ်ယုတ်အချိန်လည်းဖြစ်နေတာကြောင့်သူတို့တပ်စုကို ရိက္ခာအင်အား ဘာ့မှထောက်ပံ့မပေးနိုင်တော့ပါဘူး။အဆုံးသတ်မှာ ဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကိုတော့ဇာတ်လမ်းထဲမှာစောင့်ကြည့်ရင်းကြည့်ရှုခံစားလိုက်ပါဦး။File Size :(2.1GB) (899 MB) and (380 MB)Quality : Blu-Ray 1080p ,720pFormat…mp4Duration…01:45:00Genre : War, Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by ThemesEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/grTw2KJLylJVFvnckQemyrhJzKd.jpg",
      "https://image.tmdb.org/t/p/w300/n4yqgEw0uUu8erfouZ1ORSpBTAH.jpg",
      "https://image.tmdb.org/t/p/w300/ur3B6SCWpp9M4EYZ6XiMUCGeepc.jpg",
      "https://image.tmdb.org/t/p/w300/6Nr4CBbhagVbhN5CrhMY4g3ZVfA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/q2CbFRigH5qz8v68Q5GbadSMcOz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ejn8vgy8wmd9.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/1898-our-last-men-in-the-philippines-2016-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1R5a8/1898.Our.Last.Men.in.the.Philippines.2016.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/pjJj2IqA#NnYDWgBZGxGxADd1gv5bH5EITZpTAtX-MpsSibuKYco",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/1v4mnz5hgri4",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ak64vak1q8ew.html",
        "server": "usersdrive.com",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/1898-our-last-men-in-the-philippines-2016-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1R59i/1898.Our.Last.Men.in.the.Philippines.2016.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ljxADAYJ#6PhS8hMkWQ6t2uc-zXZkoTnjWlue_P5uTKdT0px4RvI",
        "server": "mega.nz",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/w98p4xhaj7rj.html",
        "server": "streamsb.com",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/b1bj6a9nixab",
        "server": "streamvid.io",
        "size": "899 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/xyg71lgkz327.html",
        "server": "usersdrive.com",
        "size": "396MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/1898-our-last-men-in-the-philippines-2016-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "396MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1R590/1898.Our.Last.Men.in.the.Philippines.2016.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "396MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/x3YhGCrZ#v3c7yAqwd_H00xkT0jVn4hDaQcTsonLFWIHU50SpCKI",
        "server": "mega.nz",
        "size": "396MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/hjpyld6b2i4l.html",
        "server": "streamsb.com",
        "size": "396MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/g4koaczgp5iq",
        "server": "streamvid.io",
        "size": "396MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ibHi56GSD1o",
      "video_url": "https://www.youtube.com/watch?v=ibHi56GSD1o",
      "embed_url": "https://www.youtube.com/embed/ibHi56GSD1o"
    }
  },
  {
    "metadata": "N/A|2021|1h 35m|Drama,War",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "79"
    },
    "title": "Foxhole (2021)",
    "description": "ဒီရုပ်ရှင်က နည်းနည်းဆန်းတယ်၊ အ​မေရိကန်ပြည်တွင်းစစ်၊ ပထမကမ္ဘာစစ်နဲ့ အ​မေရိကန်-အီရတ်စစ်ဆိုတဲ့ အထင်ကရစစ်ကြီး ၃ခုကိုဇာတ်အိမ်တည်ထားတယ်၊ ဒါ​​ပေမဲ့ စစ်ကားဆိုပြီး အကြီးအကျယ်တိုက်ပွဲဖြစ်​ပုံတွေ၊ ​​နောက်ကွယ်က စစ်ပရိယာယ်နဲ့ နည်းဗျူဟာ​တွေ၊ဒါမျိုး​​တွေကို မြင်ရမှာမဟုတ်ပါဘူး၊ အချိန်ကာလ ၃ခု၊ စစ်ကြီး၃ခုအတွက် တည်​နေရာတစ်မျိုးစီပဲ သုံးထားတာပါ၊ အလွယ်​ပြောရရင်ကတုတ်ကျင်းလို့ ​ခေါ်လို့ရတဲ့​နေရာ​ပေါ့။ထူးခြားတာက စစ်၃ခုရဲ့ ဇာတ်​ကောင်နာမည်​နဲ့ သရုပ်​ဆောင်​တွေကအတူတူပါပဲ၊ ဇာတ်လမ်းတစ်ခုနဲ့ တစ်ခုက​ အဆက်အစပ် မရှိသလိုဇာတ်​ကောင်စရိုက်​တွေက စစ်တစ်ခုကို တစ်မျိုး​ပြောင်း​နေပါတယ်၊ဒီဇာတ်​ကောင်​တွေဟာ ဇာတ်လမ်းတစ်ခုမှာ ကတုတ်ကျင်းတစ်မျိုးဆီမှာ အသက်ရှင်သန်ဖို့ ရုန်းကန်လှုပ်ရှားရပုံ​​တွေကို အဓိကထားပြီးရိုက်ထားတာပါ၊ ဒါ​ပေမဲ့ ဒိုင်ယာ​လော့ဂ်​တွေအရ ဒါရိုက်တာဖြစ်သူအဓိက ပြချင်တာက လူ့သ​ဘောသဘာဝ၊ စစ်ဖြစ်​နေစဉ် ရှိအပ်တဲ့​စောင့်ထိန်းရမယ့် ကျင့်ဝတ်​တွေအ​ကြောင်း ဖြစ်ပါလိမ့်မယ်။ဘယ်လိုဇာတ်အိမ်မျိုး​တွေ ဖြစ်မလဲဆို​တာ​တော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါ၊ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးရယ်ဖြစ်လို့ တိုက်ပွဲကြီး​တွေပါမှ သ​ဘောကျတတ်တဲ့သူအတွက်ဆို အားမရတာမျိုးရှိနိုင်ပါတယ်၊ဒါက စကား​ပြောအသား​ပေးစစ်ကား ဖြစ်​နေလို့ပါ၊ ဇာတ်အိမ်ဆန်းတဲ့ရုပ်ရှင်​တွေကို ကြိုက်တတ်ရင်​​တော့ ခံစားကြည့်​စေချင်ပါတယ်။File size…1.2GB / 570MBQuality…1080p WEBRIP AAC 5.1CH / 720pFormat…mp4Duration….1h 35mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated byJimX",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/69bPRjaUYt4ZnhIXiTXRBjhvWhA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hSbeOXVt4J0wEC3QAKN3QEjlrTJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/foxhole-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/foxhole-2021-1080-p-web-rip-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/axh54z4pc6p1.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KJvZ/Foxhole.2021.1080p.WEBRip.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EhdWWaQL#pOBpt1NM9niVNSuP8NukaxbdbtZgHG_POMmq35OsCbY",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/n6az97s4ndj1",
        "server": "dropgalaxy.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/foxhole-2021-1080-p-web-rip-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "570MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0i9pwgdi1m64.html",
        "server": "usersdrive.com",
        "size": "570MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1KJvb/Foxhole.2021.720p.WEBRip.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "570MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0pFClYKZ#p4bd3i1y-KynYJZeZisDQtZubY9HlfMIevIZlnPExyc",
        "server": "mega.nz",
        "size": "570MB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/lnwzkyk342n5",
        "server": "dropgalaxy.com",
        "size": "570MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1Rj_EAH38OE",
      "video_url": "https://www.youtube.com/watch?v=1Rj_EAH38OE",
      "embed_url": "https://www.youtube.com/embed/1Rj_EAH38OE"
    }
  },
  {
    "metadata": "R|2013|1h 40min|Action,War",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "5,689"
    },
    "title": "Company of Heroes (2013)",
    "description": "Company of Heroes (2013)_____IMDb – 5.1/10ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီးလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်ဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်းရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်ဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီးသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ 😛[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီးလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္ဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္းေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ အေမရိကန္စစ္သားေတြဟာဟစ္တလာ ရဲ႕ ထိုးစစ္ဆင္မႈေၾကာင့္ အရႈံးႀကီး ရႈံးၿပီး အထိနာခဲ့ၾကပါတယ္ဒီလိုနဲ႔ စုံစမ္းၾကည့္ေတာ့ သူတို႔ ရႈံးရတာဟာဟစ္တလာ ရဲ႕ ဆန္းသစ္ထြင္ထားတဲ့ လက္နက္ေၾကာင့္ဆိုတာ သိရွိခဲ့ၿပီးသူတို႔ အေနနဲ႔ ဘယ္လိုေတြ တိုက္ခိုက္ၾကမယ္ဆိုတာကိုဆက္လက္ၾကည့္ရႉလိုက္ၾကပါေတာ့လား ဗ်ာ :P]",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qm3Zj25i7i3PaoWDxjiFNEbNtrK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/842htybwuvw1.html",
        "server": "usersdrive.com",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/company-of-heroes-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NJVRyaTT#QgiCe2jv2hWr6W2Ot64oBfQyEq52nLoNnB65zGHz5-w",
        "server": "mega.nz",
        "size": "862 MB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/5now3bxpvgvo",
        "server": "upstream.to",
        "size": "862 MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "DQYeYAPFsM8",
      "video_url": "https://www.youtube.com/watch?v=DQYeYAPFsM8",
      "embed_url": "https://www.youtube.com/embed/DQYeYAPFsM8"
    }
  },
  {
    "metadata": "|||Action,Horror,War",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Shadow in the Cloud (2020)",
    "description": "ဒုတိယ ကမ္ဘာစစ်အတွင်း မုန်တိုင်းထန်တဲ့ ညတစ်ည၊ပျံတက်လုဆဲဆဲ ဗုံးကြဲလေယာဉ်တစ်စင်းပေါ်ကို ထိပ်တန်းလျှို့ဝှက်ကုန်စည်တစ်မျိုးသယ်ဆောင်လာတဲ့အမျိုးသမီးလေယာဉ်မှူးတစ်ယောက် တက်လာခဲ့တယ်။လေယာဉ်ပေါ်က အမျိုးသားတပ်ဖွဲ့ဝင်တွေဟာ အထောက်အထားတွေရော သူတို့ကြောက်ရတဲ့နာမည်ဆိုးနဲ့အထက်လူကြီးကြောင့်သာ လက်ခံလိုက်ရပေမယ့် အင်တင်တင်ဖြစ်ရုံမက သူ့အပေါ် ရိုင်းရိုင်းပျပျဆက်ဆံတယ်။ဒါပေမယ့် သူနဲ့ စကားတွေပြောရင်း ဖလှယ်ရင်း ဒီအမျိုးသမီးနဲ့ ဒီကုန်စည်အပေါ်ကိုသံသယတွေကြီးထွားလာပြီး အမှောင်ထဲကတိမ်တွေကြားထဲ အရိပ်တစ်ခုကိုမြင်လိုက်ကြရတဲ့အခါမှာတော့? အဲ့ဒါ ရန်သူ ဂျပန်လေယာဉ်တွေဖြစ်မလား? ဒါမှမဟုတ်လေယာဉ်ကြုံလိုက်တဲ့ မိန်းမကြောင့်ဖြစ်မလား? စစ်အတွင်းကာလ အက်ရှင် နဲ့ အရင်တုန်းက နာမည်ကျော် gremlins မှင်စာတွေနဲ့Horror ကိုရောမွှေထားတဲ့ကားပါပဲ။ ဇာတ်အစကနေ ပျိုးလာတဲ့ သိချင်စိတ်ကိုအဆုံးထိဆွဲခေါ်နိုင်သလို အထူးပြုလုပ်ချက်တွေလဲသပ်ရပ်လှပပါတယ်။မတွေ့ရတာကြာပြီဖြစ်တဲ့ အားလုံးရဲ့ အသည်းကျော်လေး Chloë Grace Moretz ကိုဇာတ်အစကနေအဆုံးထိတောက်လျှောက်မြင်တွေ့ရမှာဖြစ်ပါတယ်။File size…(1.7 GB) and (1 GB)Quality….WEB-DL 1080p and 720pFormat…mp4Duration….01:23:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Alias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aHYUj0hICtWZ5tPiCIm6pWUcjYK.jpg",
      "https://image.tmdb.org/t/p/w300/qyaTIHxsUc52bCOnGpim5yVNbL8.jpg",
      "https://image.tmdb.org/t/p/w300/nMs9PLTgqPAMWHUfpmNndFyEHWU.jpg",
      "https://image.tmdb.org/t/p/w300/2r49cxtDfQ16clvPfRbJnj0mZGU.jpg",
      "https://image.tmdb.org/t/p/w300/eCzgK2kMLBMgRCPDB9MthT4aw14.jpg",
      "https://image.tmdb.org/t/p/w300/rfiADJJuZZ0xLxz871A3w10RiVD.jpg",
      "https://image.tmdb.org/t/p/w300/jaKY7AizxyI1q6qQOQlCNaxdTt2.jpg",
      "https://image.tmdb.org/t/p/w300/xkLJmvLZgDm2EPzorEwlDzceUCU.jpg",
      "https://image.tmdb.org/t/p/w300/5JMJNskbgtd5dgN2EJWyrPFLjmJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/shadow-in-the-cloud.198763.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shadow-in-the-cloud-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-shadow-in-the-cloud-2020-1080-p-amzn-web-dl-ddp-5-1-h-264-ntg-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-shadow-in-the-cloud-2020-720-p-amzn-web-dl-ddp-5-1-h-264-ntg-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/UJGd/(CM)Shadow.in.the.Cloud.2020.1080p.AMZN.WEB-DL.DDP5.1.H.264-NTG.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/UJG5/(CM)Shadow.in.the.Cloud.2020.720p.AMZN.WEB-DL.DDP5.1.H.264-NTG.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ASYiGbDZ#5BvW18Kz_H5GVRRt8UdsXByO54Vy95zjwwvfGRP-XQ8",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5eATRABT#CChA5bIbCYnFLaqJp5vSePvxCwB_B-04_yrdePaczkA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/29rcf3vpd5ya.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/e4zugtjdmsjf.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/hmvv77dmahz1",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/7zldptngf8w7",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://www.datbu.com/5gvftdx8olqc.html",
        "server": "datbu.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/rppsdhoh0o0g.html",
        "server": "datbu.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/kqza6dp9v300",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "hCToNAb7QGU",
      "video_url": "https://www.youtube.com/watch?v=hCToNAb7QGU",
      "embed_url": "https://www.youtube.com/embed/hCToNAb7QGU"
    }
  },
  {
    "metadata": "|||Drama,History,War",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1.6K"
    },
    "title": "Into the Darkness (2020)",
    "description": "Into the Darkness ဇာတ်ကားလေးက ၂၀၂၀ ခုနှစ်က ထွက်ခဲ့တဲ့ဒုတိယကမ္ဘာစစ်ကာလ ဒိန်းမတ်နိုင်ငံက မိသားစုတစ်ခုရဲ့ အကြောင်းကိုရိုက်ကူးထားခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာဆို ကားလ်နဲ့ အီဗာတို့ လင်မယားရဲ့ မိသားစုကို အဓိကအသားပေးဖော်ပြထားတာဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အစ ဒိန်းမတ်နိုင်ငံကိုနာဇီဂျာမနီတွေ ဝင်ရောက်လာတဲ့အခါမှာ ဒိန်းမတ်အနေနဲ့ အလျှော့ပေး အုပ်ချုပ်ခံမူဝါဒကို ကျင့်သုံးခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာ ဒိန်းမတ်အနေနဲ့ မဟာမိတ်တွေနဲ့အဆက်ဖြတ်ပြီး ဂျာမနီနဲ့ ဆက်ဆံရေးတွေ ထူထောင်ရတဲ့အချိန်မှာ စီးပွားရေးလုပ်ငန်းရှင်ကားလ်တစ်ယောက် ဘယ်လို အခက်အခဲတွေ ရင်ဆိုင်ရမလဲ သူ့ရဲ့ မိသားစုဝင်တွေကရောသူ့အပေါ် ကျေနပ်ကြမှာလား ဘယ်လိုတွေ ဖြစ်ပျက်ကုန်မှာလဲ ပုံမှန် ပျော်ရွှင်နေတဲ့မိသားစုတစ်စုအဖြစ် ဆက်လက်ရပ်တည်နိုင်မှာလား စတာတွေကို ဒုတိယကမ္ဘာစစ်အကြောင်းလည်း ဗဟုသုတရ ရင်ခုန်စိတ်လှုပ်ရှားစရာလည်း ဖြစ်ရပြီးကြည့်ရှုခံစားရမဲ့ရုပ်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ခင်ဗျ….File size…2.12GB / 987MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….2h 32mGenre ….. Drama , History , WarSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Lin Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/TRfZEQSG8C9MNLxi3gs4s8aIwi.jpg",
      "https://image.tmdb.org/t/p/w300/qjUIwjEOs9xglUc7p26JU4W6dpj.jpg",
      "https://image.tmdb.org/t/p/w300/lJHOrTiojfOgrzkoaBa4eONC0iS.jpg",
      "https://image.tmdb.org/t/p/w300/aPMUffUymfrlKoKLyfeP2x3SMH5.jpg",
      "https://image.tmdb.org/t/p/w300/4eTq2NbcHolGFXS2XYWcXMVZPlj.jpg",
      "https://image.tmdb.org/t/p/w300/9heYKrAoeRJLBc9I6J31GNIXfEh.jpg",
      "https://image.tmdb.org/t/p/w300/ilmjLeDFrrFDY3b9MhUhZ58lXwN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1szNN4QorfoL9s9GKr4unE0av3X.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jkzqjlips3zj.html",
        "server": "usersdrive.com",
        "size": "2.12GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/into-the-darkness-2020-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.12GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2GN8z/Into.The.Darkness.2020.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.12GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/4itwhKbQ#LwDet0XJhxHTknU_WgF7jD0-mRORl7iJbJ5EL28lUi4",
        "server": "mega.nz",
        "size": "2.12GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/cn4d80g2jtcy",
        "server": "streamvid.io",
        "size": "2.12GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xwdyqt421uew.html",
        "server": "usersdrive.com",
        "size": "987MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/into-the-darkness-2020-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "987MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2GN90/Into.The.Darkness.2020.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "987MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/5ylgRI7D#2oDGppG96lW11TX84E7KjLL9ILvy6_zNasRZbrtDcVs",
        "server": "mega.nz",
        "size": "987MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ijge0t58y64l",
        "server": "streamvid.io",
        "size": "987MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "a6JRUwPsC4Q",
      "video_url": "https://www.youtube.com/watch?v=a6JRUwPsC4Q",
      "embed_url": "https://www.youtube.com/embed/a6JRUwPsC4Q"
    }
  },
  {
    "metadata": "N/A|2018|70 min|Action,War",
    "rating": {
      "rating": "2.5/10",
      "rating_count": "141"
    },
    "title": "Down River(2018)",
    "description": "Down River(2018)((Zawgyi))ဒီဇာတ္လမ္းမွာ စစ္သားေလးဦးနဲ႔ဇာတ္အိမ္တည္ထားတာျဖစ္ၿပီးရန္သူ႔နယ္ေျမအတြင္းမွ ေနာက္တန္းဌာေနဆီကိုႀကိဳးစားျပန္ဆုတ္ၾကပံုကိုပံုေဖာ္႐ိုက္ကူးထားတာျဖစ္တယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔အဖြဲ႔ဟာကာကင္းစခန္းကေနလႈပ္႐ွားထြက္လာခဲ့ၿပီးလမ္းမွာကားပ်က္သြားတဲ့အခါမွာေတာ့လမ္းကေနသြားၿပီးရန္သူ႔နယ္ေျမထဲေရာက္မွန္းမသိေရာက္သြားၾကတယ္...အဲ့ဒီရန္သူ႔နယ္ေျမထဲကျပန္ဆုတ္ခြာဖို႔အစီအစဥ္ဆြဲတဲ့အခါမွာအခုမွေ႐ွ႕တန္းလိုက္လာဖူးတဲ့အရာ႐ွိနဲ႔အေတြ႔အၾကံဳ႐ွိတဲ့တပ္ၾကပ္ႀကီးတို႔ႏွစ္ေယာက္ၾကားအဆင္မေျပမႈမ်ားနဲ႕ ရန္သူနယ္ေျမထဲကေနဘယ္လိုျပန္ဆုတ္ၾကမလဲ...သူတို့ေလးေယာက္လံုးေရာအသက္႐ွင္လ်က္ျပန္ၿပီးဆုတ္ခြာႏို္င္မလားဆိုတာကို ဇာတ္လမ္းထဲမွာၾကည့္႐ႈခံစားၾကပါလို႔ေျပာၾကားရင္း…((Unicode))ဒီဇာတ်လမ်းမှာ စစ်သားလေးဦးနဲ့ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ရန်သူ့နယ်မြေအတွင်းမှနောက်တန်းဌာနေဆီကိုကြိုးစားပြန်ဆုတ်ကြပုံကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်တယ်...ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့အဖွဲ့ဟာကာကင်းစခန်းကနေလှုပ်ရှားထွက်လာခဲ့ပြီးလမ်းမှာကားပျက်သွားတဲ့အခါမှာတောလမ်းကနေသွားပြီးရန်သူ့နယ်မြေထဲရောက်မှန်းမသိရောက်သွားကြတယ်...အဲ့ဒီရန်သူ့နယ်မြေထဲကပြန်ဆုတ်ခွာဖို့အစီအစဉ်ဆွဲတဲ့အခါမှာအခုမှရှေ့တန်းလိုက်လာဖူးတဲ့အရာရှိနဲ့အတွေ့အကြုံရှိတဲ့တပ်ကြပ်ကြီးတို့နှစ်ယောက်ကြားအဆင်မပြေမှုများနဲ့ ရန်သူနယ်မြေထဲကနေဘယ်လိုပြန်ဆုတ်ကြမလဲ...သူတို့လေးယောက်လုံးရောအသက်ရှင်လျက်ပြန်ပြီးဆုတ်ခွာနိုင်မလားဆိုတာကို ဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြပါလို့ပြောကြားရင်း…File Size : (850 MB) and (302 MB)Quality : 720P Web-DL,Format…mp4Duration…01:10:00Genre : Action,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gCArz0cT4DNQf9niGFFHJjEfAib.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7hM9glBVa7G9bT0PqC1zQQVstl7.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/At4uaTMV9BAjMvvz658G",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://myandrive.com/file/VMs5UOzgfEGHOIamnAIk",
        "server": "VIP Links",
        "size": "302 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/28dob/Down_River.2018.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://megaup.net/2OaQY/Down_River.2018.360P.PP.mp4",
        "server": "megaup.net",
        "size": "302 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1kB3/Down_River.2018.WEB-DL.720P.PP.mp4",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://soliddrive.co/1kB4/Down_River.2018.360P.PP.mp4",
        "server": "VIP Links",
        "size": "302 MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/p7U352sJ34M/Down_River.2018.WEB-DL.720P.PP.mp4",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://openload.co/f/d7OBCtV6Hr0/Down_River.2018.360P.PP.mp4",
        "server": "VIP Links",
        "size": "302 MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/dblapdcbnmpcfbaq/Down_River_2018_WEB-DL_720P_PP_mp4",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://streamango.com/f/lqcpebdqcdlfocsd/Down_River_2018_360P_PP_mp4",
        "server": "VIP Links",
        "size": "302 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/2ex2o",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "Web-DL720P"
      },
      {
        "link": "https://mirrorace.com/m/2ex2l",
        "server": "VIP Links",
        "size": "302 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|98 min|Action,Drama,War",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "877"
    },
    "title": "Lancaster Skies (2019)",
    "description": "ငယ္ဘဝကတည္းက နာက်င္ထိခို္က္ရတဲ့ ကေလးဘဝနဲ႕ျဖတ္သန္းခဲ့ရတဲ့ စကားနည္းလူေအးတစ္ေယာက္ျဖစ္တဲ့ ေဒါက္ကလပ္စ္ဟာဘာလင္ၿမိဳ႕စြန္နားကိုတိုက္ခိုက္ရမဲ့ဗံုးၾကဲေလတပ္အဖြဲ႕ကိုဦးေဆာင္ရေတာ့မွာျဖစ္ပါတယ္။တပ္ဖြဲ႕အသစ္ကိုေရာက္ရွိလာတဲ့ အရာရွိေဒါက္ကလပ္စ္နဲ႕တစ္ခ်ိန္လံုးမတည့္ျဖစ္ေနတာေတာ့ ခ်ာလီဆိုတဲ့တပ္သားပဲျဖစ္ပါတယ္။အမွန္ေတာ့ ေဒါက္ကလပ္စ္က ၿပီးခဲ့တဲ့တိုက္ပြဲမွာက်ဆံုးသြားတဲ့အရာရွိအယ္ဖီလ္ရဲ႕ေနရာကိုအစားထိုးေရာက္ရွိလာတာျဖစ္ပါတယ္။တစ္ဖြဲ႕လံုးရဲ႕ယံုၾကည္မႈကိုရရွိဖို႕ေဒါက္ကလပ္စ္တစ္ေယာက္သူ႕နည္းသူ႕ဟန္နဲ႕ၾကိဳးစားေျဖရွင္းပံုေလးေတြလဲပါပါတယ္။၁၉၄၀ျပည့္နွစ္ရဲ႕စစ္ပြဲအေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ကားပဲျဖစ္ပါတယ္။File Size : (1.3gb) and (680 MB)Quality : blu-ray 1080pRunning Time : 1h 38minFormat : Mp4Genre :Action,Drama,WarSubtitle : Myanmar Subtitle (Hard Sub)Source : Bluray.1080p.x264-RSGTranslated by CharmEncoded by sithu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kDXYvEJj6IcWXZjojxZ7C4Y9dUW.jpg",
      "https://image.tmdb.org/t/p/w300/w4rpw4PC775b6LJRrIKE1CYJsT6.jpg",
      "https://image.tmdb.org/t/p/w300/3Q8dqIMkcaSj8NLcLoXqzgPviVg.jpg",
      "https://image.tmdb.org/t/p/w300/xV53PgMpkd6mzeSGUAxNpFZ8xhP.jpg",
      "https://image.tmdb.org/t/p/w300/2f7lTNtHJysvQt2wJb33xlzqn6N.jpg",
      "https://image.tmdb.org/t/p/w300/gqOl3nzamTpo3HuGYnsvAWCJfBg.jpg",
      "https://image.tmdb.org/t/p/w300/twWiKYwzA6IaFNOPkf2bqRwLiKs.jpg",
      "https://image.tmdb.org/t/p/w300/gd5q0swzTY7lSmw7hMUDH1ZG5UK.jpg",
      "https://image.tmdb.org/t/p/w300/bEINkvy3jXuxNoNeihqg9uuu0VT.jpg",
      "https://image.tmdb.org/t/p/w300/yGxGOBJFc9RnyE6xE6HGqsXKINu.jpg",
      "https://image.tmdb.org/t/p/w300/yzIs3Ys21F0ZxmZhLEjjMSUkrNI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZmY5MDUwMDAtMTI5OC00ZjBkLWExN2YtNGM5OGQwM2E4YzZmXkEyXkFqcGdeQXVyMzIxODMxMTE@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/M6jz/Lancaster.Skies.2019.720p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "629.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lancaster-skies-2019-mm-sub",
        "server": "VIP Links",
        "size": "629.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/lancaster-skies-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "629.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbembed3.com/d/7jx55dnowiia.html",
        "server": "streamsb.com",
        "size": "629.67 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "F77pYpgtCrs",
      "video_url": "https://www.youtube.com/watch?v=F77pYpgtCrs",
      "embed_url": "https://www.youtube.com/embed/F77pYpgtCrs"
    }
  }
]