[
  {
    "metadata": "PG|1979|1h 52min|Action,Biography,Crime",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "129000"
    },
    "title": "Escape From Alcatraz (1979)",
    "description": "Escape from Alcatraz (1979)~ IMDb- 7.6/10, RT – 96%, Meta – 76%အပြင်လောကမှာလူမိုက်တွေက “ထောင်အပြင်မှာ တန်းမရှိဘူးကွ”လို့ ကြွေးကြော်ရင်း မိုက်ဂုဏ်ပြလေ့ရှိပါတယ်။ ဟုတ်ကဲ့၊ ထောင်အပြင်မှာသာတန်းမရှိတာပါ။ ထောင်ထဲမှာတော့ တန်းလည်းရှိတယ်၊ တိုက်လည်းရှိတယ်၊ မိုက်ပေ့ဆိုတဲ့ငနဲတွေအထဲရောက်လာရင် ဦးကျိုးသွားအောင်ချိုးပြမယ့်သူတွေကလည်းအသင့်စောင့်နေတာပါ။ ဆရာကျော်မြသန်းတို့၊ ဆရာရန်အောင်မောင်မောင်တို့ရဲ့ဝတ္ထုတွေကိုဖတ်ရင်း ထောင်လောကအကြောင်း မြည်းစမ်းကြည့်ဖူးသူတွေအတွက်တော့ အခုတင်ပြမယ့်ဇာတ်ကားဟာ စွဲမက်ဖွယ်ရသအပြည့်ပေးပါလိမ့်မယ်။ ထောင်ဆိုတာဘာလဲ မသိသေးသူတွေအတွက်လည်း မြည်းစမ်းကြည့်သင့်ပါတယ်။အလ်ကာထရက်ဇ်ဆိုတာ ကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆန်ဖရန်စစ္စကိုပင်လယ်အော်နားက ကျောက်ဆောင်တွေပြည့်နေတဲ့ကျွန်းတစ်ခုပါ။ အစက စပိန်တွေပိုင်ခဲ့တယ်၊ သူ့နာမည်ကိုက ငှက်ကြီးဝန်ပိုကျွန်းလို့ စပိန်လိုခေါ်ရာကနေအမည်တွင်လာတာပါ။ အမေရိကန်ပိုင်ကျွန်းတစ်ခုဖြစ်လာပြီးတဲ့နောက် ၁၈၆၁ခုနှစ်မှာ အဲဒီကျွန်းကို စစ်ပြေးတွေ၊ သူပုန်တွေကိုအကျဉ်းချတဲ့နေရာအဖြစ်စအသုံးပြုခဲ့ပါတယ်။ ၁၉၃၄မှာတော့ ခေတ်မီအဆောက်အဦတွေနဲ့အတူ တစ်နိုင်ငံလုံးမှာ လုံခြုံရေးအတင်းကျပ်ဆုံးထောင်အဖြစ်နဲ့စတင်ခဲ့ပါတယ်။ အလ်ကာထရက်ဇ်ကို အဆိုးဆုံး၊ အကြမ်းဆုံးရာဇဝတ်ကောင်တွေထားတယ်ဆိုတာထက် စည်းကမ်းအဖောက်ဆုံးထောင်သားတွေပို့လေ့ရှိတယ်ဆိုရင် ပိုမှန်ပါလိမ့်မယ်။ သူတို့ကို တစ်ယောက်တစ်ခန်းစီခွဲပြီးချုပ်ထားတယ်။ အဲဒီနေရတဲ့အခန်းကလည်း အလျားဆယ်ပေ၊ အနံလေးပေခွဲသာကျယ်ပါသတဲ့။ တစ်နေ့ကို ၁၂ကြိမ်လူစစ်သတဲ့။ ထောင်ဝန်ထမ်းဦးရေကလည်း တခြားထောင်တွေမှာရှိတာထက် နှစ်ဆကျော်ကျော်ခန့်ထားတာပါ။ ဘယ်ထောင်သားမှ အလ်ကာထရက်ဇ်ထောင်ကို ဖောက်မပြေးနိုင်ဘူးလို့အဆိုရှိခဲ့ပါတယ်။အဲဒီထောင်ထဲကို ၁၉၆၀ခုနှစ်မှာ ဖရန့်ခ်မောရစ်ဆိုတဲ့ ဦးနှောက်ကောင်းကောင်းရှိတဲ့ အကျဉ်းသားတယောက် ထောင်ပြောင်းလာပါတယ်။ လွတ်မြောက်ရာလမ်းကိုကြံစည်ရင်း သူရလာတဲ့ ရန်သူတွေ၊ ဖွဲ့မိတဲ့မိတ်ဆွေတွေအကြောင်း၊ အဲဒီကာလမှာ အားကောင်းနေဆဲဖြစ်ခဲ့တဲ့အသားအရောင်ခွဲခြားမှုအငွေ့အသက်တွေအပါအဝင် မဖြစ်နိုင်တာကိုဖြစ်အောင်လုပ်ပြဖို့ ခဲခဲယဉ်းယဉ်း အားထုတ်ရပုံအကြောင်းတွေကို ဇာတ်ကားကြည့်ရင်းနဲ့ ခံစားနိုင်ကြမှာပါ။ ဖရန့်ခ်တို့တစ်စု တကယ်ပဲလွတ်မြောက်သွားကြသလားဆိုတာကတော့ မေးခွန်းထုတ်စရာပါပဲ။ ကလင့်အိစ်ဝုဒ်ရဲ့ သရုပ်ဆောင်ပုံကိုအသည်းစွဲခဲ့ကြတဲ့ လူကြီးပိုင်းပရိသတ်တွေအကြိုက်တွေ့မှာသေချာပါတယ်။ လူငယ်တွေအတွက်လည်း Rating ကောင်းတွေရထားတဲ့ ဂန္တဝင်ဇာတ်ကားတစ်ခုကိုကြည့်ရတာထိုက်တန်မှာပါ။– ” Some men are destinednever to leave Alcatraz… alive. “– “တချို့က အလ်ကာထရက်ဇ်ကနေဘယ်တော့မှမလွတ်မယ့်ကံပါလာတတ်တယ်၊ အသေထွက်ပဲထွက်ရတာပေါ့”(ဇာတ်ကားနဲ့အညွှန်းကို Thaman Myint မှ ပြန်ဆိုရေးသားပေးထားပါတယ်)Size – 2.7GB, 1.34GB, 620MBQuality – Bluray 1080p, 720p, 480pIMDb Rating – 7.6/10Duration – 1hr 52minsSubtitles – Myanmar HardsubFormat – MP4Genre – Action, Biography, CrimeTranslated byThaman MyintEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon SiegelCastAl DunlapBlair BurrowsBob BalhatchetBruce M. FischerCandace BowenCarl LumblyClint EastwoodDale AlvarezDan LeegantDana DerfusDanny GloverDavid CryerDenis BerkfeldtDon CumminsDon MichaelianDon WattersEd VasgersianEugene JacksonFrank RonzioFred StuthmanFred WardFritz ManesGarry GoodrowGary WarrenGeorge OrrisonGilbert Thomas Jr.Gordon HandforthHank BrandtJack ThibeauJames CollierJason RonardJim HaynieJoe KnowlandJoe MiksakJohn GarabedianJohn ScanlonJoseph WhippLarry HankinLloyd NelsonMadison ArnoldMatthew LocricchioPatrick McGoohanPatrick ValentinoPaul BenjaminR. J. GanzertRay K. GomanRegina BaffRobert HirschfeldRoberts BlossomRon VernanRoss ReynoldsSheldon FeldnerStephen BradleyTerry WillsTony Dario",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qD3UuDLRquSq0DUDeIcGRpKOdgD.jpg",
      "https://image.tmdb.org/t/p/w300/1JmJFRgYdQc8v0PsGVARCjbGHdf.jpg",
      "https://image.tmdb.org/t/p/w300/g7ESD8QCockr6WrKglQzaAVPpMl.jpg",
      "https://image.tmdb.org/t/p/w300/vYJUDLyNG6KcGXdELFFUJWUXNjV.jpg",
      "https://image.tmdb.org/t/p/w300/v07FHuQd9FOuigKf3FBHzlMpHRb.jpg",
      "https://image.tmdb.org/t/p/w300/vkvlcRMgFbVvCBxukoWOHQrlvNr.jpg",
      "https://image.tmdb.org/t/p/w300/9nlsCfUNhG2yUgZ0vty3dSfto5O.jpg",
      "https://image.tmdb.org/t/p/w300/hdi07iPiYKVVzYUSKVU00r4j3ck.jpg",
      "https://image.tmdb.org/t/p/w300/7YBAgHccf3a81e6QC2ARFy8Q8Xz.jpg",
      "https://image.tmdb.org/t/p/w300/aM3zINyw3zmDJa4z9pJRmJoSILb.jpg",
      "https://image.tmdb.org/t/p/w300/biI0XawgS3rgOiUPJWeayYrB94m.jpg",
      "https://image.tmdb.org/t/p/w300/kLpvm4z9vYrBz4rE7Yiz9VCAJm5.jpg",
      "https://image.tmdb.org/t/p/w300/iX58u2jrJ1G203XMK2YJsfJwgpv.jpg",
      "https://image.tmdb.org/t/p/w300/5Noi3OLrLmyRMjHIhx48yjRF502.jpg",
      "https://image.tmdb.org/t/p/w300/enh0JTHmCRaoAyTOkXEfy5HWECQ.jpg",
      "https://image.tmdb.org/t/p/w300/bsJmV3KvjoQpKCTmIlb2Oh3R1OH.jpg",
      "https://image.tmdb.org/t/p/w300/HcsSMXWnEVO7jdZRyIxTlecA1c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uORr2GXQnyqgBOg6tVsRCJD2qxc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/escape-from-alcatraz-1979",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-escape-from-alcatraz-1979-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "2.7GB"
      },
      {
        "link": "https://megaup.net/33A5O/(CM)_Escape_from_Alcatraz_(1979)_1080p.mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "2.7GB"
      },
      {
        "link": "https://mega.nz/file/9QkmBK6Q#iXOuNmGd4loa7JO8qnwW5IfI0-SOS43HOHi0b0a3h4M",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "2.7GB"
      },
      {
        "link": "https://usersdrive.com/94nlvcxzn08n.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "2.7GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-escape-from-alcatraz-1979-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "1.34GB"
      },
      {
        "link": "https://megaup.net/2nCrg/(CM)_Escape_from_Alcatraz_(1979)_720p.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "1.34GB"
      },
      {
        "link": "https://mega.nz/file/dZdl1aDa#rOQdA8KCPZfzhl_P7irBOx1aQ82UReYrXy19ibbhoDk",
        "server": "mega.nz",
        "size": "720p",
        "quality": "1.34GB"
      },
      {
        "link": "https://usersdrive.com/63wpjtuc2ms2.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "1.34GB"
      },
      {
        "link": "https://viewsb.com/lpgh1tzop1ab.html",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "1.34GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-escape-from-alcatraz-1979-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480p",
        "quality": "620MB"
      },
      {
        "link": "https://megaup.net/11Hwx/(CM)_Escape_from_Alcatraz_(1979)_480p.mp4",
        "server": "megaup.net",
        "size": "480p",
        "quality": "620MB"
      },
      {
        "link": "https://mega.nz/file/8EcCQbpY#-IgVrFayQjYyXhYE4zi-szyR-HoatWZDF-_QM2mYpJ8",
        "server": "mega.nz",
        "size": "480p",
        "quality": "620MB"
      },
      {
        "link": "https://usersdrive.com/olcrl3k4rcly.html",
        "server": "usersdrive.com",
        "size": "480p",
        "quality": "620MB"
      },
      {
        "link": "https://viewsb.com/m92oed8t1jky.html",
        "server": "streamsb.com",
        "size": "480p",
        "quality": "620MB"
      }
    ],
    "trailer": {
      "video_id": "j8c7vTZYVEw",
      "video_url": "https://www.youtube.com/watch?v=j8c7vTZYVEw",
      "embed_url": "https://www.youtube.com/embed/j8c7vTZYVEw"
    }
  },
  {
    "metadata": "X|1979|1h 28m|Adult,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "237"
    },
    "title": "{21+} Her Name Was Lisa (1979)",
    "description": "သူ့နာမည်လေးက လီဆာငယ်ရွယ်တယ် လှပတယ် နူးညံ့တယ် သူမရဲ့အသားရေနဲ့ရုပ်ရည်က သူများတွေထက်ထူးခြားနေတယ်သူက အနှိပ်ခန်းမှာ အလုပ်လုပ်တယ်ဖောက်သည်တွေကြားထဲမှာ ရေပန်းအစားဆုံးက လီဆာဒါပေမဲ့သူ့ဘဝ တစ်ဆစ်ချိုးချိန် ရောက်ရှိလာပါတယ်ပေါလ် လို့ခေါ်တဲ့ တက်သစ်စ လူငယ် ဓာတ်ပုံဆရာလေးတယောက်က သူ့ကို ဓာတ်ပုံမော်ဒယ်အဖြစ် ကမ်းလှမ်းခံခဲ့ရပါတယ်လီဆာကို မနာလိုသူတွေရှိနေသလိုကျားချောင်း ချောင်းနေတဲ့ ရန်သူတွေလည်းရှိနေပါတယ်လီဆာရဲ့ အလှပတွေကို ဆင်ဆာမဖြတ်ပဲကြွရွ နေတာလေးတွေ အတိုင်းသားပြထားတာဖြစ်လို့DS fans တွေအတွက် အရောက်ပို့လိုက်ပါတယ်File size…3.84GB / 1.9GBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRobert MichaelsRoger WatkinsStarsBarbara DanielsBobby AstyrDavid PierceErica RichardsonRandy WestRick IversonRobin ByrdRon HuddSamantha FoxVanessa del RioCastBarbara DanielsBobby AstyrDavid PierceErica RichardsonRandy WestRick IversonRobin ByrdRon HuddSamantha FoxVanessa del Rio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/klOKYF9mxmUQ7pDl6f4CMo2GFRN.jpg",
      "https://image.tmdb.org/t/p/w300/lWWuasbO6h38T6kSukPWEukstoA.jpg",
      "https://image.tmdb.org/t/p/w300/hyyzKipn2mRHphSpEpVuBmthOJ7.jpg",
      "https://image.tmdb.org/t/p/w300/rC8HZu8p4AT4yYYaQoMA96JAkf4.jpg",
      "https://image.tmdb.org/t/p/w300/qNvrcN4VR3LR5GRV8LDypKwOaS1.jpg",
      "https://image.tmdb.org/t/p/w300/7ytiTyfofknwZ4lQprYiNq3vPot.jpg",
      "https://image.tmdb.org/t/p/w300/FKy9grnogSWhuZOM95epnPoRug.jpg",
      "https://image.tmdb.org/t/p/w300/qlwCYgnU16AVy3tzZ7lN9kXDdn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/lisa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/her-name-was-lisa-1979-1080-p-blu-ray-remux-avc-edit-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hltj0pm2zq9c.html",
        "server": "usersdrive.com",
        "size": "3.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wfjo/Her.Name.Was.Lisa.1979.1080p.BluRay.REMUX.AVC_edit(DS).mp4",
        "server": "megaup.net",
        "size": "3.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VzNXFKbA#uvJZ5fEdNGRQkZ22Rvgo9_DGazjL8I4TIfusCPQWQY8",
        "server": "mega.nz",
        "size": "3.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/her-name-was-lisa-1979-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rx7ai6exyam3.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Wfjg/Her.Name.Was.Lisa.1979.720p(DS).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/c3tnWBJb#Lw_MGxn0_tSFbaYkiTQXUtrKyYiFN1CK_uLomojl58Y",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/die044slznsk",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|1979||Drama,Mystery,War",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "593,449"
    },
    "title": "Apocalypse Now (1979)",
    "description": "Apocalypse Now (1979)=================IMDb Rating – 8.4/10#Unicodeပြောကြတာတော့ Apocalypse Nowဟာအကောင်းဆုံးစစ်ကားတဲ့။ ကျွန်တော်တော့ စစ်ကားတစ်ကားလို့ကိုမမြင်မိဘူး။သမိုင်းလည်းမှန်လှတယ်မဟုတ်ဘူး။သမိုင်းဆိုတာ စစ်နိုင်တဲ့ဘက်က ရေးကြတာဆိုတော့ရေးထားတဲ့သမိုင်းလည်း မှန်ချင်မှမှန်မှာဖြစ်တဲ့အတွက်ဒါကလည်းအရေးမပါလှဘူး။စစ်ပွဲတစ်ပွဲမှာ ဘာတွေမြင်ရမလဲ။လက်နက်တွေ ပေါက်ကွဲမှုတွေ သေကြေမှုတွေအလောင်းတွေ သွေးတွေ။ ဒီအပေါ်ယံအမြင်တွေအကုန် ဖယ်ကြည့်လိုက်ရင် စစ်ပွဲမှာ ကျွန်တော်တို့အထင်ရှားဆုံးမြင်ရမယ့် အရာက လူ့စိတ်ပါပဲ။ ဒါရိုက်တာဖရန်စစ် ကော်ပိုလာက ဒီအချက်ကို အရဖမ်းသွားတယ်။ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ စစ်တိုက်ခန်းနည်းနည်းစကားများနေတာများများနဲ့ အကောင်းဆုံးစစ်ကားဖြစ်သွားခဲ့တယ်။ ဒီကားကြည့်ပြီး ခင်ဗျားရူးချင်သွားတယ်ဆိုရင်လည်းမထူးဆန်းဘူး ဒါရိုက်တာရော မင်းသားရော ဒီရုပ်ရှင်ရိုက်နေတုန်းရူးချင်ချင် သေမလိုလိုဖြစ်သွားခဲ့ကြဖူးတယ်။အဓိကပြချင်တာဘာလဲတော့ ကျွန်တော်လည်းမသိဘူး။ယူသလိုပဲရလိမ့်မယ်။ အရူးတွေရိုက်ထားတဲ့ကားဆိုတော့ကြည့်ပြီးရူးသွားလည်း သိပ်တော့အံ့ဩစရာမရှိဘူး။ဒီရုပ်ရှင်ရဲ့ တစ်ချို့ဇာတ်ကွက်တွေအရတော့ ဒါရိုက်တာကိုအမေရိကန်မှဟုတ်ပါလေစလို့ ပြန်ရှာကြည့်လိုက်ရတယ်။ သူရဲဘောကြောင် အနိုင်ကျင့်တတ်တဲ့ တစ်စက်မှသုံးမရတဲ့အမေရိကန်စစ်သားတွေအကြောင်းကို ဒါရိုက်တာကခဏခဏကို ပြသွားတယ်။ ဒီထဲကအမေရိကန်စစ်သားတွေကပုံမှန်မြင်‌နေကြတွေလို သနားစိတ်အပြည့်နဲ့ လူတော်Greatကြီး‌တွေမဟုတ်ဘူး။ စစ်သားတွေရဲ့ ကြောက်စိတ်နဲ့စစ်မှုထမ်းတွေရဲ့ တလွဲလုပ်ရပ်တွေ အတော်မြင်ရတယ်။မတော်လို့ကျွန်တော်တို့စစ်ထဲ၀င်ကြရင် ဖြစ်‌နေမယ့်ပုံစံမျိုး‌ပေါ့။အမေရိကန်တွေနဲ့ သူတို့တိုက်နေတဲ့သူပုန်တွေကြားကအမှန်အမှားဆိုတာ ဆပ်ပြာပူဖောင်းလွှာကလေးလိုပါးလျနေတာကို ဒါရိုက်တာက ကောင်းကောင်းကြီးပြသွားတယ်။လူသားဆန်မှု စစ်ပွဲမှာ လူသားဆန်မှုက အရေးကြီးသလားဒီအဖြေကို ရုပ်ရှင်ထဲ မာလွန်ဘရန်ဒိုကြီးဖြေသွားတဲ့အဖြေက ကြက်သီးထစရာကောင်းတယ်။ ဒီစစ်ကားကစစ်တွင်းတိုက်ခိုက်မှုပါရုံထည့်ပြီး စစ်သားတစ်ယောက်ရဲ့စိတ် ဒါမှမဟုတ် စစ်သားတစ်ယောက်မှာရှိရမယ့်စိတ်ကိုသူ့အမြင်အရကောင်းကောင်းသုံးသပ်ပြသွားတယ်။အဲ့ဒီအမြင်ကို လူတိုင်းတော့ လက်ခံနိုင်မယ်မထင်ဘူး။ဘာလို့ဆို မာလွန်ဘရန်ဒိုရဲ့ဇာတ်ကောင်ကာလ်နယ်ကတ်ဇ်ရဲ့ အမြင်ဟာ ဘယ်လိုမှ လူမဆန်ဘူး။အမေရိကန်ဟာ ဗီယက်နမ်လိုနေရာမျိုးမှာ စစ်နိုင်ဖို့ဘာမှမခက်ပါဘူး။ ခက်နေတာက လုပ်ချင်သလိုလုပ်ရင်ဖြစ်လာမယ့် ကမ္ဘာ့နိုင်ငံတွေရဲ့ အမြင်ပါပဲ။ကမ္ဘာ့နိုင်င‌ံရေးမှာတစ်ခါတလေ စစ်ရေးတွေဟာ ထိုးကြွေးခံရတဲ့ နယ်ရုပ်တွေပါပဲ။ကာလ်နယ်ကတ်ဇ်လို စစ်သားတစ်ယောက်ရဲ့အမြင်မှာကျ ဒါတွေက မဖြစ်သင့်တဲ့အရာတွေပဲ။သူ့အမြင်မှာ စစ်သားကောင်းဟာ လူကောင်းမဖြစ်နိုင်ဘူးလို့ ယူဆတယ်။ စာနာမှုရှိတဲ့စစ်သားဟာ စစ်သားကောင်းမဟုတ်ဘူးပေါ့။‌ဒီတော့ သူသူလျှိုလို့ယူဆတဲ့ လူလေးယောက်ကိုအထက်မိန့်မရဘဲ သတ်ပစ်လိုက်တယ်။ဒီ အမိန့်ဖီဆန်ပြီးတောခိုသွားတဲ့ ကာလ်နယ်ကတ်ဇ်ကို လုပ်ကြံဖို့အထူးတပ်သားတစ်ယောက်ကို ကမ္ဘောဒီးယား ဗီယက်နမ်နယ်စပ်ကိုလွှတ်လိုက်တယ်။ သူ့ဇာတ်အိမ်ကဒီလောက်ပါပဲ။တစ်ခုရှိတာက ခင်ဗျားသာ သေချာစီးမျောပြီးကြည့်မယ်ဆိုရင် အဲ့ဒီခရီးမှာ ခင်ဗျားလည်းပါသွားလိမ့်မယ်။ အပြန်လမ်းမှာတော့ ခင်ဗျားဟာအရင်က ခင်ဗျား ဟုတ်ချင်မှလည်းဟုတ်တော့မယ်။ခင်ဗျားသာ ဒီရုပ်ရှင်အပြီး အမှန်နဲ့အမှားကြားဝေခွဲမရဖြစ်နေခဲ့ရင် ကိုယ့်ရွေးချယ်မှုကိုပဲယုံလိုက်ဖို့ပြောချင်တယ်။ ဒီရုပ်ရှင်ထဲမှာမှမဟုတ်ဘူး။တကယ့်ကမ္ဘာကြီးမှာလည်း အမှန်နဲ့အမှားကြားကမျဉ်းကသိပ်ပါးတယ်။ အမှန်နဲ့အမှားထက် ပိုအရေးကြီးတာကကျွန်တော်တို့ရဲ့ ရွေးချယ်မှုပဲ။ ကာလ်နယ်ကတ်ဇ်ကဒီအကြောင်းကို ကောင်းကောင်းကြီး သဘောပေါက်ခဲ့တယ်။ဝီလ်လတ်ကလည်း သူသိတဲ့အမှန်ကို ကျောခိုင်းပြီးသူလုပ်ရမယ့်အရာကိုလုပ်ခဲ့တယ်။ဒိုင်ယာလော့ထဲမပါတဲ့ ဝီလ်လတ်ရဲ့စကားကိုတော့ကျွန်တော်ကြားနေရတယ်။အရူးတွေကြားမှာ သွားမှန်နေလို့မရဘူး။ သူတို့နဲ့မတူရင်အရူးတွေအတွက် ခင်ဗျားက အရူးဖြစ်သွားလိမ့်မယ်တဲ့။Apocalypse Nowကို God Fatherရုပ်ရှင်ရဲ့ဒါရိုက်တာ ဖရန်စစ်ကော်ပိုလာကရိုက်ထားတဲ့အပြင်God Fatherကြီး မာလွန်ဘရန်ဒိုက Second leadနေရာကသရုပ်ဆောင်ထားတယ်။ ရုပ်ရှင်ဓာတ်ပုံပညာနဲ့အသံပိုင်းဆိုင်ရာမှာ အော်စကာနှစ်ဆုရထားတဲ့အပြင်Greatest War Film of All Timeလို့သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါပဲ။#Zawgyiေျပာၾကတာေတာ့ Apocalypse Nowဟာအေကာင္းဆုံးစစ္ကားတဲ့။ ကြၽန္ေတာ္ေတာ့ စစ္ကားတစ္ကားလို႔ကိုမျမင္မိဘူး။သမိုင္းလည္းမွန္လွတယ္မဟုတ္ဘူး။သမိုင္းဆိုတာ စစ္ႏိုင္တဲ့ဘက္က ေရးၾကတာဆိုေတာ့ေရးထားတဲ့သမိုင္းလည္း မွန္ခ်င္မွမွန္မွာျဖစ္တဲ့အတြက္ဒါကလည္းအေရးမပါလွဘူး။စစ္ပြဲတစ္ပြဲမွာ ဘာေတြျမင္ရမလဲ။လက္နက္ေတြ ေပါက္ကြဲမႈေတြ ေသေၾကမႈေတြအေလာင္းေတြ ေသြးေတြ။ ဒီအေပၚယံအျမင္ေတြအကုန္ ဖယ္ၾကည့္လိုက္ရင္ စစ္ပြဲမွာ ကြၽန္ေတာ္တို႔အထင္ရွားဆုံးျမင္ရမယ့္ အရာက လူ႔စိတ္ပါပဲ။ ဒါ႐ိုက္တာဖရန္စစ္ ေကာ္ပိုလာက ဒီအခ်က္ကို အရဖမ္းသြားတယ္။ဒါေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ဟာ စစ္တိုက္ခန္းနည္းနည္းစကားမ်ားေနတာမ်ားမ်ားနဲ႔ အေကာင္းဆုံးစစ္ကားျဖစ္သြားခဲ့တယ္။ ဒီကားၾကည့္ၿပီး ခင္ဗ်ား႐ူးခ်င္သြားတယ္ဆိုရင္လည္းမထူးဆန္းဘူး ဒါ႐ိုက္တာေရာ မင္းသားေရာ ဒီ႐ုပ္ရွင္႐ိုက္ေနတုန္း႐ူးခ်င္ခ်င္ ေသမလိုလိုျဖစ္သြားခဲ့ၾကဖူးတယ္။အဓိကျပခ်င္တာဘာလဲေတာ့ ကြၽန္ေတာ္လည္းမသိဘူး။ယူသလိုပဲရလိမ့္မယ္။ အ႐ူးေတြ႐ိုက္ထားတဲ့ကားဆိုေတာ့ၾကည့္ၿပီး႐ူးသြားလည္း သိပ္ေတာ့အံ့ဩစရာမရွိဘူး။ဒီ႐ုပ္ရွင္ရဲ႕ တစ္ခ်ိဳ႕ဇာတ္ကြက္ေတြအရေတာ့ ဒါ႐ိုက္တာကိုအေမရိကန္မွဟုတ္ပါေလစလို႔ ျပန္ရွာၾကည့္လိုက္ရတယ္။ သူရဲေဘာေၾကာင္ အႏိုင္က်င့္တတ္တဲ့ တစ္စက္မွသုံးမရတဲ့အေမရိကန္စစ္သားေတြအေၾကာင္းကို ဒါ႐ိုက္တာကခဏခဏကို ျပသြားတယ္။ ဒီထဲကအေမရိကန္စစ္သားေတြကပုံမွန္ျမင္‌ေနၾကေတြလို သနားစိတ္အျပည့္နဲ႔ လူေတာ္Greatႀကီး‌ေတြမဟုတ္ဘူး။ စစ္သားေတြရဲ႕ ေၾကာက္စိတ္နဲ႔စစ္မႈထမ္းေတြရဲ႕ တလြဲလုပ္ရပ္ေတြ အေတာ္ျမင္ရတယ္။မေတာ္လို႔ကြၽန္ေတာ္တို႔စစ္ထဲ၀င္ၾကရင္ ျဖစ္‌ေနမယ့္ပုံစံမ်ိဳး‌ေပါ့။အေမရိကန္ေတြနဲ႔ သူတို႔တိုက္ေနတဲ့သူပုန္ေတြၾကားကအမွန္အမွားဆိုတာ ဆပ္ျပာပူေဖာင္းလႊာကေလးလိုပါးလ်ေနတာကို ဒါ႐ိုက္တာက ေကာင္းေကာင္းႀကီးျပသြားတယ္။လူသားဆန္မႈ စစ္ပြဲမွာ လူသားဆန္မႈက အေရးႀကီးသလားဒီအေျဖကို ႐ုပ္ရွင္ထဲ မာလြန္ဘရန္ဒိုႀကီးေျဖသြားတဲ့အေျဖက ၾကက္သီးထစရာေကာင္းတယ္။ ဒီစစ္ကားကစစ္တြင္းတိုက္ခိုက္မႈပါ႐ုံထည့္ၿပီး စစ္သားတစ္ေယာက္ရဲ႕စိတ္ ဒါမွမဟုတ္ စစ္သားတစ္ေယာက္မွာရွိရမယ့္စိတ္ကိုသူ႔အျမင္အရေကာင္းေကာင္းသုံးသပ္ျပသြားတယ္။အဲ့ဒီအျမင္ကို လူတိုင္းေတာ့ လက္ခံႏိုင္မယ္မထင္ဘူး။ဘာလို႔ဆို မာလြန္ဘရန္ဒိုရဲ႕ဇာတ္ေကာင္ကာလ္နယ္ကတ္ဇ္ရဲ႕ အျမင္ဟာ ဘယ္လိုမွ လူမဆန္ဘူး။အေမရိကန္ဟာ ဗီယက္နမ္လိုေနရာမ်ိဳးမွာ စစ္ႏိုင္ဖို႔ဘာမွမခက္ပါဘူး။ ခက္ေနတာက လုပ္ခ်င္သလိုလုပ္ရင္ျဖစ္လာမယ့္ ကမာၻ႔ႏိုင္ငံေတြရဲ႕ အျမင္ပါပဲ။ကမာၻ႔ႏိုင္င‌ံေရးမွာတစ္ခါတေလ စစ္ေရးေတြဟာ ထိုးေႂကြးခံရတဲ့ နယ္႐ုပ္ေတြပါပဲ။ကာလ္နယ္ကတ္ဇ္လို စစ္သားတစ္ေယာက္ရဲ႕အျမင္မွာက် ဒါေတြက မျဖစ္သင့္တဲ့အရာေတြပဲ။သူ႔အျမင္မွာ စစ္သားေကာင္းဟာ လူေကာင္းမျဖစ္ႏိုင္ဘူးလို႔ ယူဆတယ္။ စာနာမႈရွိတဲ့စစ္သားဟာ စစ္သားေကာင္းမဟုတ္ဘူးေပါ့။‌ဒီေတာ့ သူသူလွ်ိဳလို႔ယူဆတဲ့ လူေလးေယာက္ကိုအထက္မိန႔္မရဘဲ သတ္ပစ္လိုက္တယ္။ဒီ အမိန႔္ဖီဆန္ၿပီးေတာခိုသြားတဲ့ ကာလ္နယ္ကတ္ဇ္ကို လုပ္ႀကံဖို႔အထူးတပ္သားတစ္ေယာက္ကို ကေမာၻဒီးယား ဗီယက္နမ္နယ္စပ္ကိုလႊတ္လိုက္တယ္။ သူ႔ဇာတ္အိမ္ကဒီေလာက္ပါပဲ။တစ္ခုရွိတာက ခင္ဗ်ားသာ ေသခ်ာစီးေမ်ာၿပီးၾကည့္မယ္ဆိုရင္ အဲ့ဒီခရီးမွာ ခင္ဗ်ားလည္းပါသြားလိမ့္မယ္။ အျပန္လမ္းမွာေတာ့ ခင္ဗ်ားဟာအရင္က ခင္ဗ်ား ဟုတ္ခ်င္မွလည္းဟုတ္ေတာ့မယ္။ခင္ဗ်ားသာ ဒီ႐ုပ္ရွင္အၿပီး အမွန္နဲ႔အမွားၾကားေဝခြဲမရျဖစ္ေနခဲ့ရင္ ကိုယ့္ေ႐ြးခ်ယ္မႈကိုပဲယုံလိုက္ဖို႔ေျပာခ်င္တယ္။ ဒီ႐ုပ္ရွင္ထဲမွာမွမဟုတ္ဘူး။တကယ့္ကမာၻႀကီးမွာလည္း အမွန္နဲ႔အမွားၾကားကမ်ဥ္းကသိပ္ပါးတယ္။ အမွန္နဲ႔အမွားထက္ ပိုအေရးႀကီးတာကကြၽန္ေတာ္တို႔ရဲ႕ ေ႐ြးခ်ယ္မႈပဲ။ ကာလ္နယ္ကတ္ဇ္ကဒီအေၾကာင္းကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္ခဲ့တယ္။ဝီလ္လတ္ကလည္း သူသိတဲ့အမွန္ကို ေက်ာခိုင္းၿပီးသူလုပ္ရမယ့္အရာကိုလုပ္ခဲ့တယ္။ဒိုင္ယာေလာ့ထဲမပါတဲ့ ဝီလ္လတ္ရဲ႕စကားကိုေတာ့ကြၽန္ေတာ္ၾကားေနရတယ္။အ႐ူးေတြၾကားမွာ သြားမွန္ေနလို႔မရဘူး။ သူတို႔နဲ႔မတူရင္အ႐ူးေတြအတြက္ ခင္ဗ်ားက အ႐ူးျဖစ္သြားလိမ့္မယ္တဲ့။Apocalypse Nowကို God Father႐ုပ္ရွင္ရဲ႕ဒါ႐ိုက္တာ ဖရန္စစ္ေကာ္ပိုလာက႐ိုက္ထားတဲ့အျပင္God Fatherႀကီး မာလြန္ဘရန္ဒိုက Second leadေနရာကသ႐ုပ္ေဆာင္ထားတယ္။ ႐ုပ္ရွင္ဓာတ္ပုံပညာနဲ႔အသံပိုင္းဆိုင္ရာမွာ ေအာ္စကာႏွစ္ဆုရထားတဲ့အျပင္Greatest War Film of All Timeလို႔သတ္မွတ္ခံထားရတဲ့ ႐ုပ္ရွင္ပါပဲ။Quality –  720p BluRayDuration – 2hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Drama, Mystery, WarSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrancis Ford CoppolaJerry ZiesmerLarry J. FrancoTony BrandtStarsAlbert HallDennis HopperFrederic ForrestG. D. SpradlinHarrison FordLaurence FishburneMarlon BrandoMartin SheenRobert DuvallSam BottomsCastAlbert HallAurore ClémentBill GrahamCharles RobinsonColleen CampCynthia WoodDamien LeakeDennis HopperDon Gordon BellEvan A. LottmanFrancis Ford CoppolaFrederic ForrestG. D. SpradlinGlenn WalkenHarrison FordHenry StrzalkowskiHerb RiceJack ThibeauJames KeaneJerry RossJerry ZiesmerJim GainesJoe EstevezKerry RossallLaurence FishburneLinda CarpenterLonnie WoodleyMarc CoppolaMarlon BrandoMartin SheenNick NicholsonR. Lee ErmeyRobert DuvallSam BottomsScott GlennTom MasonVittorio Storaro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9Qs9oyn4iE8QtQjGZ0Hp2WyYNXT.jpg",
      "https://image.tmdb.org/t/p/w300/8viWxsL4lwmQZB8QHOCHwMvBGXd.jpg",
      "https://image.tmdb.org/t/p/w300/jmMCq2YPt7m71McPbsYIg5aOGUe.jpg",
      "https://image.tmdb.org/t/p/w300/7Utv96qmXSrL1zHyJtQOSvMpQZ4.jpg",
      "https://image.tmdb.org/t/p/w300/iaN0D6G1UFgiX9u1EGXAYMK0yqI.jpg",
      "https://image.tmdb.org/t/p/w300/apRIi1Fwsf5sV5TUZM27BS0PqCB.jpg",
      "https://image.tmdb.org/t/p/w300/d7snkZpT4zXuX9knwqxngj2AvpI.jpg",
      "https://image.tmdb.org/t/p/w300/pHLWs1fkb8FaUtjm52tJuPTiWA6.jpg",
      "https://image.tmdb.org/t/p/w300/gbAUNuA7nKJtmwkKJJClOYNCD3g.jpg",
      "https://image.tmdb.org/t/p/w300/tf4m8pNngFKzQPZCf9jQRqwf1Ku.jpg",
      "https://image.tmdb.org/t/p/w300/gBo1gPiIi7zumEGU3W9CyUd2667.jpg",
      "https://image.tmdb.org/t/p/w300/pZyXPtAH4tr5HhGzhPoeZb0QNDu.jpg",
      "https://image.tmdb.org/t/p/w300/k1lFbIu1HIGuFIWMkWMlRoKXM8q.jpg",
      "https://image.tmdb.org/t/p/w300/52YMeEmyKMiEVExJEPDJjHArBBw.jpg",
      "https://image.tmdb.org/t/p/w300/43ebYsJxj7oakiJNaK7q74TCjt3.jpg",
      "https://image.tmdb.org/t/p/w300/8yMLcI7J1Btqrg2A78sExktB6JG.jpg",
      "https://image.tmdb.org/t/p/w300/80AAtPssTpBzF6On7W2gw5XqVkZ.jpg",
      "https://image.tmdb.org/t/p/w300/tMBcxV354RtWahwscwr0fSMVSJh.jpg",
      "https://image.tmdb.org/t/p/w300/fMu79yJZGCoRvsV1tibCyPlis6I.jpg",
      "https://image.tmdb.org/t/p/w300/wLE34ypldXSl8zGRwh2OT643GBO.jpg",
      "https://image.tmdb.org/t/p/w300/4VSQaBQWZmPoc1QzYqHFjYfHHrN.jpg",
      "https://image.tmdb.org/t/p/w300/3B2HaX1EZePvf0niHyvtw3uble5.jpg",
      "https://image.tmdb.org/t/p/w300/irkKaEflXO44T6dThuX3DHjfohv.jpg",
      "https://image.tmdb.org/t/p/w300/A3gkjQi95whWJS04puGT6lIyPOM.jpg",
      "https://image.tmdb.org/t/p/w300/qa6E4lmdWoVB6bvnu4cbgA1fyos.jpg",
      "https://image.tmdb.org/t/p/w300/1wLx5AaCo4v8czLkLwwZEWSd9Hk.jpg",
      "https://image.tmdb.org/t/p/w300/rP3j9zXhC2AYUiS1tovGBdhxeZ5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-28-at-11.32.16-AM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/svohbisvpp69.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://usersdrive.com/bmia5wmxgswu.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://yoteshinportal.cc/apocalypse-now-1979-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/apocalypse-now-1979-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://megaup.net/T324/Apocalypse.Now.1979.BluRay.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://megaup.net/1z0ug/Apocalypse.Now.1979.BluRay.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://upstream.to/gw6qykv682v1",
        "server": "upstream.to",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://upstream.to/llarh6vulaku",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "Blu720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/apocalypse-now-1979",
        "server": "VIP Links",
        "size": "2.6 GB",
        "quality": "BluRay 1080P"
      }
    ],
    "trailer": {
      "video_id": "CxENJ2LwecY",
      "video_url": "https://www.youtube.com/watch?v=CxENJ2LwecY",
      "embed_url": "https://www.youtube.com/embed/CxENJ2LwecY"
    }
  },
  {
    "metadata": "R21|1979|2h 36min|Adult,Drama,History",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "33,118"
    },
    "title": "[21+] Caligula (1979)",
    "description": "DarkSide Production ကနေ နောက်တစ်ခါတင်ဆက်လိုက်တာကတော့Adult Movie ဆရာကြီးဒါရိုက်တာ Tinto Brass ရဲ့ဂန္ဓဝင် ရုပ်ရှင် တစ်ကားပဲ ဖြစ်ပါတယ်ကြာမြင့်ချိန် ၂ နာရီကျော်ပြီးတစ်ကားလုံး လိုလို လိင်ဆက်ဆံခန်းတွေပြည့်နှပ်နေပါတယ်…အားလုံး တောင်းဆိုကြတဲ့ ရောမ ကားဆိုတာဒီလိုကားမျိုးပဲ ဖြစ်ပါတယ်ဒီကားလေးကတော့ IMDb 5.4/10 ရထားတဲ့drama/ erotic/ history ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်.ဒီ ဇာတ်ကားလေးကတော့ ရောမခေတ်လူနေမှု စရိုက်နဲ့ အုပ်ချုပ်မှု ပုံစံတွေ.အုပ်ချုပ်သူရဲ့အာဏာအသုံးချမှု တွေ .မိသားစု ကိစ္စတွေကိုပွင့်လင်းစွာ ပြသထားမှာပါ.ဒီကားလေး‌က ရောမခေတ် ဆီဆာတွေရဲ့စိတ်နေစိတ်ထားကို ပွင့်ပွင့်လင်းလင်းရိုက်ကူးတင်ပြထားတာကြောင့် ရောမတို့ရဲ့သမိုင်းကို စိတ်ဝင်စားနှစ်သက်တဲ့ ပရိတ်သတ်ကြီးကိုအကြိုက်တွေ့ နှစ်သက်စေမှာပါ.ထို့အပြင် erotic typeထဲမှာ ပါနေတာကြောင့်လိင်မှုကိစ္စတွေ လိင်နဲ့ပက်သက်တာတွေကိုပွင့်လင်းစွာ ရိုက်ကူးပြသထားမှုကြောင့်အသက် 21အောက်နှင့် မိသားစုဝင်များအတူယှဉ်တွဲ မကြည့်သင့်ပါ ခင်ဗျာTranslated By : YKEncoded By : XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAgostino PisaneschiBob GuccioneCarla CiprianiFabrizio PisaneschiGabriele PolverosiGiancarlo LuiGiovanni MichelagnoliGiovanni SoldatiLuca RonchiLuigi AttardiPiernico SolinasTinto BrassStarsBruno BriveGiancarlo BadessiGuido MannariHelen MirrenJohn GielgudJohn SteinerMalcolm McDowellPaolo BonacelliPeter O'TooleTeresa Ann SavoyCastAdriana AstiAnneka Di LorenzoBruno BriveDonato PlacidoGiancarlo BadessiGuido MannariHelen MirrenJohn GielgudJohn SteinerLeopoldo TriesteLori WagnerMalcolm McDowellMirella D'AngeloOsiride PevarelloPaolo BonacelliPaula MitchellPeter O'TooleRick ParetsTeresa Ann Savoy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6BDvx5C1zErh1wcEwV2mqHjxB3x.jpg",
      "https://image.tmdb.org/t/p/w300/5DvuWbW3EvFqDFsyxkn8kSPy3L4.jpg",
      "https://image.tmdb.org/t/p/w300/6UDep1cxHQqrNFhSW4ZNQLW3Alr.jpg",
      "https://image.tmdb.org/t/p/w300/mERUNwKpDT7nzhVpTRUc3btAcFc.jpg",
      "https://image.tmdb.org/t/p/w300/kjg0hemZa9FpawUMP0iR3CupunI.jpg",
      "https://image.tmdb.org/t/p/w300/oN323SNG9ny6hPxXiGwNv1Ij7c2.jpg",
      "https://image.tmdb.org/t/p/w300/rEVOfHR8pelcpQrS46aoQtZZ602.jpg",
      "https://image.tmdb.org/t/p/w300/hLcRhRDvmmG4ER7pmZi9HCaydR5.jpg",
      "https://image.tmdb.org/t/p/w300/8Xa28BH9ygggIWchZOYCAkO0v3Z.jpg",
      "https://image.tmdb.org/t/p/w300/5wPcOkgTxJgy3vPmOJhWFwaPmD1.jpg",
      "https://image.tmdb.org/t/p/w300/9Xg00ojFY1aJ7Dt6AJObmrp2JED.jpg",
      "https://image.tmdb.org/t/p/w300/m1Zz4dMYLtYGMNd1iXxxJpHSRe6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/carligula-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/14l5qurgmax8.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/caligula-caligola-21-1979-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720P"
      },
      {
        "link": "https://yuudrive.me/2752399/caligula-caligola-21-1979-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.6 GB",
        "quality": "480P"
      },
      {
        "link": "http://www.filedwon.info/rv6w9bdp0ok5/Caligula_(Caligola)_[21+]_[1979]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.6 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1tk57/Caligola_(1979)_720P_%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1tk5b/Caligola_(1979)_SD_%7BDS%7D_.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.datbu.com/xsxq2tr9x88j.html",
        "server": "datbu.com",
        "size": "1.6 GB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/t35769vh9h62.html",
        "server": "datbu.com",
        "size": "600 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/cl0vdkhubngr",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "TBRzyhPkrPU",
      "video_url": "https://www.youtube.com/watch?v=TBRzyhPkrPU",
      "embed_url": "https://www.youtube.com/embed/TBRzyhPkrPU"
    }
  },
  {
    "metadata": "PG|1979|1h 47m|Drama,Horror",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "37000"
    },
    "title": "Nosferatu the Vampyre (1979)",
    "description": "Nosferatu the Vampyre (1979)~ IMDb – 7.4/10, RT – 95%, Meta – 79% ~မြို့ကြီးပြကြီးက အိမ်ခြံမြေအကျိုးဆောင် ဂျိုနသန်ဟာကာတစ်ယောက် ထရန်ဆဲလ်ဗေးနီးယားဒေသအထိ ခရီးဝေးထွက်ပြီး ငွေကြေးရှင်တောသူဌေးတစ်ယောက်ကို အိမ်ရောင်းရင်း အကျိုးဆောင်ခ မြက်မြက်လေးရဖို့ ကြိုးစားရာကနေ မရဏတိမ်တိုက်တစ်ခုကို သူ့ဘဝတင်မကဘဲ သူနေထိုင်ရာမြို့ဆီပါ ခေါ်ဆောင်လာမိသလို ဖြစ်သွားရတဲ့ ဒီ ဒရက်ကူလာဇာတ်လမ်းကိုတော့ ကလေးရော၊ ခွေးရော၊ ကလေးရဲ့ဘွားတော်ကြီးပါ ကြားဖူးကြပါလိမ့်မယ်။ပုံနှိပ်စာရွက်တွေကနေ ဖန်သားပြင်ရော ပိတ်ကားပေါ်ပါ အကြိမ်ကြိမ်အထပ်ထပ် ပြန်တင်ခြင်းခံထားရပြီးဖြစ်တဲ့ ဒီဇာတ်ကြောင်းက ခုကားမှာ ဘာထူးခြားနေလဲဆိုရင်တော့ ဒရက်ကူလာရဲ့ ပထမဆုံးရုပ်ရှင်ဗားရှင်း ဖြစ်ပေမဲ့ ဝတ္ထုမူပိုင်ခွင့်မရလို့ နာမည်ပြောင်းရိုက်ခဲ့ရတဲ့တိုင် သူကိုယ်တိုင်က ရုပ်ရှင်သမိုင်းအပေါ် လွှမ်းမိုးမှုကြီးသွားခဲ့တဲ့ ၁၉၂၂ ခုနှစ်ထွက် ဂျာမန်ရုပ်ရှင် Nosferatu ဇာတ်လမ်းကိုရော၊ Bram Stoker ရဲ့ မူရင်းဝတ္ထုကိုပါ အခြေခံထားတာပါပဲ။ဒီရုပ်ရှင်ကိုရိုက်တဲ့ Werner Herzog က New German Cinema က ပိုင်အိုးနီးယားတစ်ယောက်ပါ။ ပိုင်အိုးနီးယားပီပီ သူများနဲ့မတူတဲ့ ရိုက်ကူးတင်ဆက်ပုံ ဟန်ပန်တွေကြောင့်လည်း နာမည်ကြီးပါတယ်။ သူကိုယ်တိုင် ဇာတ်ညွှန်းပါ ရေးသားထားတာပါ။ Herzog ဟာ ဒီဇာတ်လမ်းကို တင်ပြရာမှာ ခြောက်ဖို့လှန့်ဖို့ထက် ဒရက်ကူလာကို လူ့သွေးအပြင် အချစ်မေတ္တာပါ ငတ်နေသလို နည်းနည်းလူသားဆန်အောင် ဖန်တီးပြထားတာမို့ မျောပြီး လိုက်မဖီးလ်ဖြစ်ရင်တောင်မှ မင်းသမီးက တော်တော်လှတာဆိုတော့ Vlad ကြီးကို ကိုယ်ချင်းကတော့ စာမိပါလိမ့်မယ်။Nosferatu ကို 1922 မှာ ပထမဆုံးအကြိမ်ရိုက်ခဲ့ပြီး ကလပ်စစ်ရုပ်ရှင်အဖြစ် တော်တော်အောင်မြင်ခဲ့သလို Herzog ရဲ့ အခုဗားရှင်းကလည်း သူ့ဟာနဲ့သူ ပြိုင်ဘက်ကင်းပါပဲ။ ဒီဘက်ခေတ်မှာကတော့ The VVitch, The Lighthouse, The Northman စတဲ့ကားတွေနဲ့ လူသိများခဲ့တဲ့ ဒါရိုက်တာ Robert Eggers ကလည်း ပြန်ရိုက်ဖို့ ရှိပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုCostanzaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 760MBQuality – 1080p, 720pIMDb Rating – 7.4/10Format – mp4Duration – 1H 47MinGenre – Drama, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated byCostanzaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWerner HerzogStarsBeverly WalkerBo van HensbergenBruno GanzCarsten BodinusClaude ChiariniClemens ScheitzDan van HusenIsabelle AdjaniJacques DufilhoJan GrothJohan te SlaaJohn LeddyKlaus KinskiLo van HensbergenMargiet van HartingsveldMartje GrohmannRijk de GooyerRoger Berry LoschRoland ToporRudolf WolfŠtefan HusárTim BeekmanWalter LadengastWerner HerzogCastBeverly WalkerBo van HensbergenBruno GanzCarsten BodinusClaude ChiariniClemens ScheitzDan van HusenIsabelle AdjaniJacques DufilhoJan GrothJohan te SlaaJohn LeddyKlaus KinskiLo van HensbergenMargiet van HartingsveldMartje GrohmannRijk de GooyerRoger Berry LoschRoland ToporRudolf WolfŠtefan HusárTim BeekmanWalter LadengastWerner Herzog",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h3wvrOtDI8saCxNAgadiZOSG0Rg.jpg",
      "https://image.tmdb.org/t/p/w300/4zVK2qxLcuQllNUETtfcXeUjrib.jpg",
      "https://image.tmdb.org/t/p/w300/cSEOGRhd4WAu0Ph3XsvQGhup9Rz.jpg",
      "https://image.tmdb.org/t/p/w300/y1yIR3vd5nHo6GaVcNUJbXyU55h.jpg",
      "https://image.tmdb.org/t/p/w300/zUQ9z0fPLHPe6bFGqxsAgd56gsJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g7fEH8uafDHYDHOafRPkoud0Tjy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-nosferatu-the-vampyre-1979-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19Ml4/(CM)_Nosferatu_the_Vampyre_(1979)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dX0ziQCQ#NyccRGBgZ9VrY9SaeQckabUC010Q8rOxpsoiUwxOHoc",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sz03c4bhy2cn.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/rfza6gw90mjs.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-nosferatu-the-vampyre-1979-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3bEGR/(CM)_Nosferatu_the_Vampyre_(1979)_720p.mp4",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VHkBkBLb#V-Vb2el9elthPJfbm9lC_vbYDJGnz5A7ntJUZisZWMo",
        "server": "mega.nz",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/844xggtr3jvy.html",
        "server": "usersdrive.com",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/170nh6vm33dc.html",
        "server": "streamsb.com",
        "size": "760MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "S1Rachk7ipI",
      "video_url": "https://www.youtube.com/watch?v=S1Rachk7ipI",
      "embed_url": "https://www.youtube.com/embed/S1Rachk7ipI"
    }
  },
  {
    "metadata": "R|1979|1h 57 min|Horror,Sci-Fi",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "759,043"
    },
    "title": "Alien (1979)",
    "description": "Nostromo အာကာသလွန်းပျံကြီးရဲ့လုပ်ငန်းစဉ်ပြီးဆုံးလို့အိမ်ပြန်စဉ်မှာပဲသက်ရှိကင်းမဲ့တဲ့ဂြိုဟ်တစ်ခုဆီကအချက်ပြမူတစ်ခုပေါ်လာတယ်။ကမ္ဘာပေါ်ကပင်မစခန်းမှူးရဲ့ အမိန့်ပေးချက်အရNostromo အဖွဲ့သားတွေအားလုံးအဲ့ဒီဂြိဟ်ပေါ်ကြားဖြတ်စစ်ဆင်ရေးသွားရတဲ့အခါမှာမထင်မှတ်တဲ့မျိုးစိတ်တစ်ခုနဲ့တွေ့ပြီးကြမ္မာဆိုးစငြင်လာပါတော့တယ်။လူသူကင်းမဲ့တဲ့စကြဝဋ္ဌာအလယ်မှာသင့်ရဲ့အော်ဟစ်သံကို ဘယ်သူမှမကြားနိုင်တဲ့အတွက်ကံတရားနဲ့ ဉာဏ်စွမ်းရှိသူမှပဲအသက်ရှင်လွတ်မြောက်နိုင်မှာပါ။၁၉၇၉ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ပထမဆုံး Sci-fi ရုပ်ရှင်ဖြစ်ပြီးပရိသတ်တစ်ချို့က classic လို့တောင်ပြောကြပါတယ်။အားလုံးပဲကြည့်ရူပြီး classic ဟုတ်မဟုတ်ဆုံးဖြတ်ပေးကြပါဦး။ရုပ်ရှင်ကားကိုArchi Thang Gyiမှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့Alien (1979)Aliens (1986)Alien 3 (1992)Alien: Resurrection (1997)Prometheus (2012)Alien: Covenant (2017)Nostromo အာကာသလြန္းပ်ံၾကီးရဲ႕လုပ္ငန္းစဥ္ျပီးဆံုးလုိ႕အိမ္ျပန္စဥ္မွာပဲသက္ရွိကင္းမဲ့တဲ့ျဂိဳဟ္တစ္ခုဆီကအခ်က္ျပမူတစ္ခုေပၚလာတယ္။ကမၻာေပၚကပင္မစခန္းမွဴးရဲ႕ အမိန္႕ေပးခ်က္အရNostromo အဖြဲ႕သားေတြအားလံုးအဲ့ဒီျဂိဟ္ေပၚၾကားျဖတ္စစ္ဆင္ေရးသြားရတဲ့အခါမွာမထင္မွတ္တဲ့မ်ိဳးစိတ္တစ္ခုနဲ႕ေတြ႕ျပီးၾကမၼာဆိုးစျငင္လာပါေတာ့တယ္။လူသူကင္းမဲ့တဲ့စၾက၀႒ာအလယ္မွာသင့္ရဲ႕ေအာ္ဟစ္သံကို ဘယ္သူမွမၾကားႏုိင္တဲ့အတြက္ကံတရားနဲ႕ ဥာဏ္စြမ္းရွိသူမွပဲအသက္ရွင္လြတ္ေျမာက္ႏိုင္မွာပါ။၁၉၇၉ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ ပထမဆံုး Sci-fi ရုပ္ရွင္ျဖစ္ျပီးပရိသတ္တစ္ခ်ိဳ႕က classic လုိ႕ေတာင္ေျပာၾကပါတယ္။အားလံုးပဲၾကည့္ရူျပီး classic ဟုတ္မဟုတ္ဆံုးျဖတ္ေပးၾကပါဦး။ရုပ္ရွင္ကားကိုArchi Thang Gyiမွ ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့Alien (1979)Aliens (1986)Alien 3 (1992)Alien: Resurrection (1997)Prometheus (2012)Alien: Covenant (2017)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRidley ScottStarsBolaji BadejoEddie PowellHarry Dean StantonHelen HortonIan HolmJohn HurtSigourney WeaverTom SkerrittVeronica CartwrightYaphet KottoCastBolaji BadejoEddie PowellHarry Dean StantonHelen HortonIan HolmJohn HurtSigourney WeaverTom SkerrittVeronica CartwrightYaphet Kotto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AmR3JG1VQVxU8TfAvljUhfSFUOx.jpg",
      "https://image.tmdb.org/t/p/w300/pUs4xw6HtVBzTIfT41n1u8MOJJE.jpg",
      "https://image.tmdb.org/t/p/w300/iIc9tyskQedMEJpa7S4w4HkTBZz.jpg",
      "https://image.tmdb.org/t/p/w300/jUsn2uoc9DeqS4I6NgMYEZphJj.jpg",
      "https://image.tmdb.org/t/p/w300/4HDjXIdcMT2yVtmYZeU6GTKzBgh.jpg",
      "https://image.tmdb.org/t/p/w300/bMTibp8wnr1baQGmwgQj9JkeZvb.jpg",
      "https://image.tmdb.org/t/p/w300/yP7bSdSNu9gwmv2UtfMqDOiILcf.jpg",
      "https://image.tmdb.org/t/p/w300/egdwnIFCzLNCWLPmE9DD1NxVyC2.jpg",
      "https://image.tmdb.org/t/p/w300/phVVARtkrMha0n0A7vD08W4z1jO.jpg",
      "https://image.tmdb.org/t/p/w300/wT8R3UrKmUBjze4LEDxXjiML6fr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMmQ2MmU3NzktZjAxOC00ZDZhLTk4YzEtMDMyMzcxY2IwMDAyXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006781000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fmf4up8970wg.html",
        "server": "usersdrive.com",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/alien-1979-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1xalg/Alien_[1979]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/FFwHgYTb#WJoqT7vVDAWZU62Gvz94FwSvdOMGen6cjzdxiQdu2XE",
        "server": "mega.nz",
        "size": "1.21 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/qzy8gcu1ijbj",
        "server": "upstream.to",
        "size": "1.21 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "097uj1HjkbM",
      "video_url": "https://www.youtube.com/watch?v=097uj1HjkbM",
      "embed_url": "https://www.youtube.com/embed/097uj1HjkbM"
    }
  }
]