[
  {
    "metadata": "R|2015|1h 19mins|Adult,Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "277"
    },
    "title": "(18+)Death In Desert (2015)",
    "description": "အချစ်ဦးမြေးဦးရတောင်မမေ့ဘူးတဲ့စကားပုံလေးက လှပေမဲ့ကြောက်ဖို့ကောင်းတယ်မမေ့နိုင်တာကို မမေ့နိုင်သလိုပဲမနေပဲအတင်းကြီးနီးစပ်အောင် လုပ်မိတော့မဖြစ်သင့်တာတွေဖြစ်ကုန်ပါတယ်အချစ်သစ်ကိုယ်စီနဲ့ ဘဝသစ်မှာပျော်တဲ့သူကပျော်နေပေမဲ့သူမကတော့မပျော်နိုင်ပါဘူးသူမရဲ့ခံစားချက်ကို ရအောင်အကောင်ထည်ဖေါ်ပါတော့တယ်သူမက ရုပ်ရည်ချောသလောက် အစွဲလမ်းကလည်းကြီးတယ်တစ်နေ့ သူမရဲ့ငယ်ချစ်ဦးဆီကို မရောက်ရောက်အောင်သွားပြီးအပြင်ကို မရမက ဆွဲထုတ်ပါတော့တယ်သူမ ကြိုတင်စီစဉ်ထားတဲ့အတိုင်း တည်းခိုခန်းတစ်ခုမှာသွားတည်းရာကနေ မထင်မှတ်ပဲ ပြဿနာအကြီးကြီးတက်ပါတော့တယ်ဆက်မချစ်သင့်တဲ့သူကို ခန္ဓာကိုယ်ရင်းပြီး ပက်သက်လို့ရောရပါ့မလားဆိုတာသင်ခန်းစာယူရင်း ခေါင်းကြီးတို့အကြိုက်တွေ တသီကြီးပါတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…500MBQuality…720p HD RIPFormat…mp4Duration….1h 19minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorX-CrossStarsDokyung’sCastDokyung’s",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/death-in-desert.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18death-in-desert-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/death-in-desert-2015-720-p-hd-rip-xvi-d-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6e5px1gyydh2.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Lir8/Death.In.Desert.2015.720p.HDRip.XviD(DS).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/t67du2ypiezc.html",
        "server": "icedrive.net",
        "size": "500MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-14|2015–2016|60 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "22,577"
    },
    "title": "Heroes Reborn",
    "description": "Heroes Series တွေ နောက်ပို်င်းမှာမှာ လက်ရှိ ၂၀၁၅ မှထွက်ခဲ့တဲ့ စီးရီးအသစ်ကို တင်ပေးလိုက်ပါပြီ။ကျတော်တို့ အစကတော့ ဟီးရိုး အဆုံးထိပြီးမှ တင်မလို့ ဖြစ်ပေမယ့် အဟောင်းတွေကို အမှီလိုက်ရင်းအသစ်တွေဆီကို မရောက်နိုင်တော့မှာ တွေးမိလို့တင်ပေးလိုက်တာပါ။အရင် အဟောင်းတွေကို မကြည့်ရသေးလဲ ကြည့်နိုင်အောင် ဇာတ်လမ်းအဟောင်းကို အကြမ်းဖျင်း ပြန်ပြောပြပေးပါ့မယ်။သာမန်လူတွေနဲ့ မတူတဲ့ စွမ်းအားကိုယ်ဆီရှိကြတဲ့ လူတွေကို ဟီးရိုးစီးရီးမှာ ရင်းနှီးကြပြီးသားဖြစ်မှာပါ။အဲဒီထက်မှာ အဓီက ဇာတ်ကောင်ဖြစ်တဲ့ ကလဲယာ ဟာ နောက်ဆုံးစီဆန်မှာ မျှော်စင်အမြင့်ကြီးပေါ်ကနေမီဒီယာတွေရှေ့မှာခုန်ချပြပြီး တစ်ကမ္ဘာလုံးကို သူတို့တွေရှိနေတယ်ဆိုတာ အသိပေးခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲဒီရဲ့ အကျိုးဆက်တွေကို ဆက်ပြီး ပြသထားတာပါ။Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/heroesrb_firstlook_wcast-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-series/hero-reborn",
        "server": "VIP Links",
        "size": "2.81GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/heroes-reborn-e-1-13-final-project-reborn-2016-mm-sub-zip",
        "server": "yoteshinportal.cc",
        "size": "2.81GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|105 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "163,940"
    },
    "title": "Focus (2015)",
    "description": "မင်းသားကြီး Will Smith နဲ့ ဟာလေကွင်း မင်းသမီးချော Margot Robbie တို့ အဓိကပါဝင်ထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းက လူလိမ်သူခိုးဇာတ်လမ်းဆိုတော့ ကတုံးပေါ်ထိပ်ကွက် ခွကွက် ကျော်ကွက်တွေ အများကြီးနဲ့ တင်ဆက်ထားပါတယ်…Professional လုပ်ငန်းတွေမှာ ပါစင်နယ်ကိစ္စတွေ မရောသင့်ဘူးဆိုတာမျိုးကို အနောက်နိုင်ငံမှာ ပိုသုံးကြပါတယ်။လူလိမ်လုပ်ငန်းမှာဆိုရင်တော့ ပိုဆိုးတာပေါ့..ပါစင်နယ်ရောလို့မရဘူး။တစ်ယောက်ကိုတစ်ယောက် လျှို့ဝှက်တတ်တဲ့ လူလိမ်ပါတ်ကား ၂ ယောက်တစ်ယောက်ကိုတစ်ယောက် ချစ်သွားကြတဲ့အခါမှာတော့…သူတို့ရဲ့မစ်ရှင်တွေအောင်မြင်ပါ့မလားဆိုတာ…….။သရုပ်ဆောင် ၂ ယောက်ရဲ့ အက်တင်ကောင်းကောင်းနဲ့ ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရှုစားရမှာပါ။IMDb Rating (6.6) ရရှိထားပါတယ်။File size…(4.5 GB)/(1.4 GB)/(700 MB)Quality….WEB-DL 4K HEVC /1080p/720pFormat…mkv/mp4Duration….01:44:41Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMr.AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGlenn FicarraJohn RequaStarsAdrian MartinezGerald McRaneyMargot RobbieWill SmithCastAaron Jay RomeAdrian MartinezAlan SabbaghAlvin ChonAntonella MacchiAntonella SaldiccoApollo RobbinsArmando LeducBD WongBilly LouviereBilly SlaughterBrennan BrownBrett BakerCacilie HughesChip CarriereChris DiekerClay ChamberlinDaniella ShortDanny LadmiraultDario DukahDarrell FosterDavid HainesDavid StanfordDerrick TownsendDominic FumusaDon YessoDotan BonenEric McMullenFederico BongiornoFrank J. MonteleoneGerald McRaneyGriff FurstGuillermo MiguelHan SotoHervé SegataHilary TuttleJano SeitunJoaquín BertholdJoe ChrestJon EyezJorge TakashimaJr.Juan GaspardJuan MinujínJustina BustosKate AdairLaney ChouestLindsay CliftMargot RobbieMariano BertoliniMarina ArtigasMartin CovertMelania LenoirMichael DardantNas MehdiNicholas HarrisNick ReasonsNicoye BanksNina LeonPatrick O'HaraPaula BrascaPierre MarquillePietro GianRicardo VargasRobert TaylorRodrigo SantoroRuy GattiScott M. JeffersonStephanie HonoréSteve HammondSteve KimStevie Baggs Jr.Taylor PershThomas Francis MurphyThomas HolleyThomas ThomasonVictor MoranWalter PrestenbergWill SmithYeshi Tenzin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tJMvfYI2m6npeKRU9rAlLNTLlIj.jpg",
      "https://image.tmdb.org/t/p/w300/np9E9GkQj0zJCSEGjsV6ciaf2UD.jpg",
      "https://image.tmdb.org/t/p/w300/f79viVdvyIvu0ivAtlO7QtsE6bN.jpg",
      "https://image.tmdb.org/t/p/w300/sxG2TYh7lWxOfztSoXYE67y9HOJ.jpg",
      "https://image.tmdb.org/t/p/w300/h6MguWMTgoMW1WSmMQFVJBqhWiz.jpg",
      "https://image.tmdb.org/t/p/w300/5keeKQZ1G7uzjivquogfLeV5o2r.jpg",
      "https://image.tmdb.org/t/p/w300/omduoWj0VPjlJnTE70ALZf6W1uN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTUwODg2OTA4OF5BMl5BanBnXkFtZTgwOTE5MTE4MzE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/focus-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-focus-2015-4-k-2160-p-sdr-web-rip-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/121aq/(CM)_Focus.2015.4K.2160p.SDR.WEBRip.HEVC.AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/t4tRnYTD#j2cyUBUQ06s_-kOiujM9JJRsrSgoWLNIYqhIDI4ABRA",
        "server": "mega.nz",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/wt20ekg1xgmm.html",
        "server": "usersdrive.com",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-focus-2015-1080-p-web-rip-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1217e/(CM)_Focus.2015.1080p.WEBRip.H.264.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/URkClJDQ#CVIPyrm6N4y7jXXHMTfIAxNavWgzfjCUXK9-yqY9JLQ",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4u5gekxjpval.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/kui4uvl863pc.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-focus-2015-720-p-web-rip-h-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1217r/(CM)_Focus.2015.720p.WEBRip.H.264.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9930j98a4uxl.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/kzvwfenacg34.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "btI7yHxn1NU",
      "video_url": "https://www.youtube.com/watch?v=btI7yHxn1NU",
      "embed_url": "https://www.youtube.com/embed/btI7yHxn1NU"
    }
  },
  {
    "metadata": "N/A|2015|113 min|Action,Adult,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "129"
    },
    "title": "[18+] Empire of Lust (2015)",
    "description": "Empire of Lust ( 2015 )Uncut Version ဖြစ်ပြီး ဆင်ဆာဖြတ်ထားတဲ့ Scene တွေကို ပြန်ထည့်ပေးထားတာမလို့ BluRay Version ထဲမှာ Scene အစုံဆုံး Version ဖြစ်ပါတယ်။——————-Empire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ။Shin Ha-kyun – သူ့ကိုတော့ တောင်ကိုရီးယားက ထိပ်ဆုံးဆရာတွေထဲက တစ်ပါးဖြစ်တဲ့ ပတ်ချန်းဝုရဲ့ ရုပ်ရှင်အများစုမှာ လူအများစုရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဆောင်းကန်ဟိုတို့ အီဗြောင်ဟွန်းတို့လို လူတွေနဲ့ ရင်ဘောင်တန်းသရုပ်ဆောင်နိုင်လောက်အောင် သရုပ်ဆောင်ကောင်းတဲ့သူပါပဲ။ စီးရီးအနေနဲ့ဆိုလည်း မနှစ်က သူရိုက်ထားတဲ့ beyond evilဟာ တစ်ပြိုင်တည်းထွက်တဲ့ တော်တော်ရေးပန်းစားတဲ့ mouseထက်တောင် သရုပ်ဆောင်ရော တင်ဆက်ပုံရော ပိုအဆင့်မြင့်တဲ့ တော်တော်ရှားရှားပါးပါးမြင်ရခဲ့တဲ့ အဆုံးထိသေသပ်နေတဲ့ ကိုရီးယားမှုခင်းဇာတ်လမ်းတွဲပါပဲ။Jang Hyuk – သူ့ကို‌လည်း ကိုရီးယား မှုခင်းကားဇာတ်လမ်းတွဲတွေ ရုပ်ရှင်ပရိသတ်တွေ တော်တော်ကိုမှ ရင်းနှီးပြီးသားပါပဲ။ ဒီရုပ်ရှင်မှာ သူက ကိုရီးယားရဲ့ ရုပ်ရှင်အရိုက်ခံရဆုံး မင်းသားလို့ပြောရမလားမသိတဲ့ အီဘန်းဝန်နေရာက သရုပ်ဆောင်ထားတာပါ။ ပုဂ္ဂလိကအမြင်အရတော့ အီဘန်းဝန်လို ဇာတ်ကောင်မျိုးနဲ့ သူကအတော်လိုက်ပါတယ်။ My Country: The New Ageမှာလည်း အီဘန်းဝန်နေရာကပဲ သရုပ်ဆောင်ဖူးပါတယ်။ ဒီရုပ်ရှင်ရဲ့ အဓိကကောင်းကွက်ထဲ သူနဲ့ Shin Ha-kyunသရုပ်ဆောင်ကောင်းတာက အဓိကအချက်ပါပဲ။Kang Ha-neul – ဒီကားထွက်တုန်းကတော့ သူနာမည်ဒီလောက်မကြီးသေးပါဘူး။ အရင်နှစ်တွေက When the Camellia Bloomsနဲ့ ဆုတွေဘာတွေရခဲ့သလို ဒီနှစ်လည်း သူပါတဲ့ infernal affairs ကိုရီးယားမူပြောလို့ရတဲ့ insiderကလည်း သူ့ဟာနဲ့သူ တော်တော်လေးကောင်းတဲ့ဇာတ်ပါပဲ။ သူ့သရုပ်ဆောင်စကေးကလည်း နောက်ပိုင်းတက်လာသလို ဒီကားမှာတင်တော်တော်ကောင်းနေပါပြီ။ အပေါ်က ဘဲကြီး၂ပွေနောက်က အမီလိုက်နိုင်ခဲ့ပါတယ်။Kang Han-na – start-upနဲ့ တစ်နှစ်ကမှ စပေါက်လာတယ်ပြောရမယ်ထင်တယ်။ Moon Loversမှာ လည်းပါတော့ပါဖူးပေမဲ့ ဗီလိန်ဆိုတော့ သိပ်အချစ်ခံရမယ်မထင်ဘူး။ ဒီကားရိုက်ပြီးမှ Moon Loversရိုက်တာဆိုတော့ ဒီကားက သူနာမည်လုံးဝမရှိသေးတဲ့အချိန်က ကားပါပဲ။ ဒါကြောင့်မို့လည်း ဆောင်းဂျီဟိုတို့ ဟာဂျီဝန်တို့ငယ်ငယ်ကကားတွေထက်တောင် sex sceneတွေ ပိုကြမ်းနေတာဖြစ်ပါလိမ့်မယ်။ ဒီကားရိုက်တုန်းက နာမည်မရှိသေးပေမဲ့ သူလည်း သရုပ်ဆောင်ကောင်းပါတယ်။ တော်တော်လည်းလှပါတယ်။ ဒီကားကထွက်တာကြာပြီဆိုတော့ တော်တော်များများလည်းကြည့်ဖူးမှာပါ။ ဒီရုပ်ရှင်ထဲက သူ့အလှတရားတွေကြည့်ဖူးတဲ့သူတွေသိကြမှာပါ။Empire of Lustဟာ ဂျိုဆွန်းတည်ထောင်ပြီး ခုနှစ်နှစ်အကြာမှာ ဇာတ်အိမ်တည်ထားပြီး ကိုရီးယားသမိုင်းရဲ့ နာမည်ကျော် အီဘန်းဝန်ရဲ့ သမိုင်းကို ပုံစံသစ်တစ်မျိုးနဲ့ ချဉ်းကပ်ပြသထားတဲ့ကားဆိုလည်းမမှားပါဘူး။ ဒီလိုပြသပုံကို လူတစ်ချို့က အမြင်သစ်တယ် ချီးကျူးခဲ့ကြသလို နာမည်နဲ့လိုက်အောင်ပဲ lustအပြည့်နဲ့ တော်တော်ကြည့်ကောင်းတဲ့ကားပါပဲ။ softcore ဆန်ဆန်ကားဆိုတော့ ဇာတ်အိမ်ကတော့ အသေကြီးကောင်းပါတယ်ဆိုတဲ့ အနေအထားတော့မရောက်ပေမဲ့ အပေါ်မှာပြောခဲ့တဲ့ ဆရာကြီးတွေရဲ့သရုပ်ဆောင်ကောင်းတာနဲ့ သူ့ဟာနဲ့သူကောင်းနေတဲ့ဇာတ်အိမ်ရယ်ပေါင်းလိုက်တဲ့အခါမှာတော့ ဒီရုပ်ရှင်ဟာ သူ့လိုင်းမှာတော့ တော်တော်လေးကောင်းးတဲ့ ရုပ်ရှင်လို့ပြောလို့ရတဲ့ ရုပ်ရှင်လို့ပြောရင် မမှားပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Wira Aung မှ တင်ဆက်ထားပါတယ်။)File size…(2.2 GB)/(999 MB)Quality…BluRay (Uncut Version Scene Plus) 1080p / 720pFormat…mp4Duration….02:04:36Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byWira AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSang-hoon AhnStarsHa-kyun ShinHa-Neul KangHan-na KangHyuk JangCastChoi Moo-sungHwang Geum-heeJang HyukJung Ji-wooKang Ha-NeulKang Han-NaKang Kyung-hunKi Joo-bongKim Da-yeKim Koo-taekKim Sa-heeLee Jae-yongLee So-yoonOh Yeon-JaeShin Ha-kyunSon Byung-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r7E1wjETuYChaZ8vK7rAim6bVlD.jpg",
      "https://image.tmdb.org/t/p/w300/8lLAvJheZLKX370Bo949liMeV7G.jpg",
      "https://image.tmdb.org/t/p/w300/nTYUap4YT7qbz2PWEyl2CIXIH6q.jpg",
      "https://image.tmdb.org/t/p/w300/fWXKt2FXfDMbCzcnAbuKqMv2G1m.jpg",
      "https://image.tmdb.org/t/p/w300/A3GAoTrniiFVamJr8mN7A90ZhgZ.jpg",
      "https://image.tmdb.org/t/p/w300/nSPBC4kZFQzx2uExSE7axn0lNlH.jpg",
      "https://image.tmdb.org/t/p/w300/4oJnisjcOJmLFFcvD5dDjgpNqkd.jpg",
      "https://image.tmdb.org/t/p/w300/cWavvGlEsJy4zAA8DYKHJBuz4UT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-empire-of-lust-2014-blu-ray-uncut-version-scene-plus-1080-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bo7h/(CM)_Empire.Of.Lust.2014.BluRay_(Uncut_Version_Scene_Plus)_1080p-Naung.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/qcEGVSKT#RthPujUhhpNG0mPL19stDZqfkiU7NvcGezpkHesCDSo",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/404013o72at3.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/lmz7ixh5dft2",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-empire-of-lust-2014-720-p-uncut-hd-rip-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Rlzb/(CM)_Empire.Of.Lust.2014.720p.Uncut.HDRip-Naung.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SU0SGTJZ#IkfXHQ6lJ38EnzzfzRwfxqYROWJ6K8CFnt8p1KaVo_A",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0lfcpmch0l0d.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/c1eerx7y9d8q",
        "server": "streamvid.io",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/ywpn2mg2blkv.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3vHLlfz9Www",
      "video_url": "https://www.youtube.com/watch?v=3vHLlfz9Www",
      "embed_url": "https://www.youtube.com/embed/3vHLlfz9Www"
    }
  },
  {
    "metadata": "PG-13|2015|126 min|Action,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "241,118"
    },
    "title": "Terminator Genisys (2015)",
    "description": "အားလုံးစောင့်မျှော်နေတဲ့ Terminator Genisys ကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားအကြောင်းကို အတတ်နိုင်ဆုံး Spoiler မပါအောင်ရေးပေးသွားမှာဖြစ်ပြီးဇာတ်လမ်းကသိပ်မရှုပ်လို့ မရှင်းပြတော့ပါဘူးဇာတ်လမ်းမပြောခင်မှာရုပ်ရှင်ထဲကTimeTravelအကြောင်းအနည်းငယ်ရှင်းပြချင်ပါတယ်..Time Travel ဇာတ်လမ်းတွေမှာ Alternate Timeline လို့ခေါ်တဲ့ အချိန်တွေထွက်လာပါတယ်။Comic Book ဖတ်တဲ့သူတွေက ဒီအခေါ်အဝေါ်ကိုရင်းနှီးပြီး ဘာကိုဆိုလိုလည်းဆိုတာ တန်းသိမှာပါ။အနီးစပ်ဆုံးဥပမာပေးရရင် Jet Li ရဲ့ The One ဇာတ်ကားထဲက အယူအဆနဲ့တူတူပါပဲ။Timeline ဆို Facebook က Timeline ပြေးမြင်နေကြလားမသိဘူး။Alternate Timeline ကို လူပိန်းနည်းနဲ့ပြောရရင်Facebook မှာအကောင့် ၂ခု နာမည်တူ ဓါတ်ပုံအတူဖွင့်ထားတဲ့သဘောပါဘူး။ဒါပေမယ့် ပို့စ်တူတူတင်ရင်တောင် တင်တဲ့ အချိန် မိနစ်ပိုင်းကွာသွားမှာဖြစ်သလို၊ မတူတာတွေလည်း တင်လို့ရပါတယ်။ဇာတ်လမ်းက Terminator, Terminator 2 တို့နဲ့ မဆိုင်ပဲ သူနဲ့ အပြိုင်ရှိတဲ့Timeline မှာ ဖြစ်တဲ့အဖြစ်အပျက်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ John Connor က Kyle Reese ကိုသူ့အမေကို ကာကွယ်ဖို့ ပြန်လွှတ်လိုက်တဲ့ အချိန်မှာပဲ John Connor ကိုTerminator တစ်ယောက်က တိုက်ခိုက်တာ ခံလိုက်ရပြီးTerminator အဖြစ် ပြောင်းခံလိုက်ရပါတယ်။ဒါ့ကြောင့်ပဲ ထွေလာထဲမှာပါသလို John Connor (Jason Clarke) ကလူတစ်ပိုင်း Terminator တစ်ပိုင်းဖြစ်သွားတာပါ။ဒါကြောင့် သူတို့ရဲ့ Timeline ကပြောင်းသွားခဲ့ပြီးKyle Reese (Jai Courtney) ၁၉၈၄ ကိုပြန်ရောက်တဲ့အချိန်(Original Timeline မှာ Terminator ပထမကားအချိန်မှာ) မှာအရင်လိုမဟုတ်တော့ပဲ ထူးခြားနေတာတွေ့ရပါတယ်။Liquid Metal (T-1000) က ကြိုရောက်နေသလို၊သူကာကွယ်ရမယ့် Sarah Connor က သူ့ကို ပြန်ကယ်နေရပါတယ်။Sarah အဖြစ် သရုပ်ဆောင်တဲ့ Emilia Clark (Game of Throne) ကကလေးဘဝ ကတည်းက T-800 (Arnold) နဲ့အတူ ကြီးပြင်းလာတာဖြစ်ပါတယ်။သူမအသက် ၉နှစ်အရွယ်မှာ Skynet က သူမကို ကလေးဘဝကတည်းကသတ်ဖို့အတွက် T-1000 (Lee Byung-hun) ကိုစေလွှတ်လိုက်သလို၊T-800 ကလည်း သူမကိုကယ်ဖို့ တစ်ယောက်ယောက်က စေလွှတ်လိုက်ပြီးအဲ့ဒီအချိန်ထဲက သူမကို လေ့ကျင်သင်ကြားပေးခဲ့တာဖြစ်ပါတယ်။Sarah ကိုကာကွယ်ဖို့ T-800 (Arnold) ကို ဘယ်သူကပြန်လွှတ်လည်းဆို တာကိုArnold ကိုယ်တိုင်မသိဘူးလို့ဆိုပါတယ်။ဘာလို့လည်းဆိုတော့ ပြန်လွှတ်တဲ့သူကို Skynet က လိုက်သတ်မှာစိုးလို့ လို့ ရှင်းပြပါတယ်။Arnold ကစက်ရုပ်ဖြစ်ပြီး ဘာလို့ အိုနေလည်းဆိုတာကိုတော့သူ့ရဲ့ အရေပြားတွေက လူတွေရဲ့ အသွေးအသားနဲ့တည်ဆောက်ထားလို့စက်ကမအိုသွားပေမယ့် အသားအရည်ကတော့ အိုသွားတာဖြစ်တယ်လို့ ရှင်းထားပါတယ်။ဇာတ်လမ်းကအများကြီးရှင်းပြဖို့မလိုပါဘူး။လူတိုင်းနားလည်လွယ်မှာဖြစ်ပြီး ဇာတ်လမ်းကထုံးစံအတိုင်း Skynet ကိုဖျက်ဆီးဖို့ကြိုးစားကြမှာဖြစ်ပါတယ်။ဒီကားကို ဝေဖန်ရတာ ကျွန်တော့် အတွက်မလွယ်ပါဘူး။Arnold က ကျွန်တော့် အကြိုက်ဆုံး မင်းသားဖြစ်ပြီးသူရဲ့ ဇာတ်ကားအားလုံး ကျွန်တော်ကြည့်ဖူးပြီး အကုန်လုံးလည်းကြိုက်ပါတယ်။ဒီကားကိုလည်း ပရိတ်သတ်တစ်ယောက်အနေနဲ့ ကြိုက်ပေမယ့်ဝေဖန်စရာတွေလည်းအများကြီးတွေပါတယ်။ဒီကားတစ်ကားလုံးမှာ Arnold က သရုပ်ဆောင်အကောင်းဆုံးလို့တောင်ပြောရမှာဖြစ်ပြီး၊သူ့ကြောင့် ဒီကားက အညံစားကားတစ်ကားမဖြစ်တာပါ။ကျန်သရုပ်ဆောင်တွေကတော့သာမန်ပဲဖြစ်ပြီးEmilia Clark နဲ့ Jai Courtney တို့ကတော့ ကြိုးစားသရုပ်ဆောင်ထားတာတွေ့ရပါတယ်။ဒါပေမယ့် သူတို့နှစ်ဦးကြားမှာ အချိတ်အဆက်မမိတော့ကြည့်ရတာတစ်မျိုးဖြစ်နေပါတယ်။Jai Courtney က ထုံးစံအတိုင်း သရုပ်ဆောင်မကောင်းပေမယ့်ဒီကားက သူရိုက်ဖူးသမျှကားတွေထဲမှာ သရုပ်ဆောင်မဆိုးဘူးလို့ပြောလို့ရပါတယ်။(Die Hard 5 က သူ့ရဲ့အညံ့ဆုံး ဇာတ်ကားဖြစ်ပါတယ်။)ဒါ့အပြင် ဒီကားမှာ Arnold နဲ့ CGI (Computer Generated Image)Arnold တို့ ချတဲ့အခန်းလည်းပါပြီး ဒီအခန်းတစ်ခန်းနဲ့တင်ကြည့်ရတန်နေပါပြီ။ဒါ့အပြင် Iconic T-1000 စက်ရုပ်လည်းပြန်ပါခဲ့သလို၊မင်းသား Lee Byung-Hun ကလည်း သရုပ်ဆောင် ကောင်းပါတယ်။တစ်ခန်းနှစ်ခန်းပဲပါရပေမယ့် လုပ်ကွက်ရသလောက်နဲ့ လုပ်ပြသွားခဲ့တာတွေ့ရပါတယ်။ဒါ့အပြင် ဇာတ်လမ်းနဲ့ ပထမ နာရီဝက်လောက်က Terminator 1 နဲ့ 2 ကအဖြစ်အပျက်တွေ အခု Timeline မှာလာဖြစ်တာကိုပြသွားတာဖြစ်ပါတယ်။ဒီကားကို လူတော်တော်များများကြိုက်ကြမှာဖြစ်ပြီး၊ဇာတ်လမ်းမကောင်းလှပေမယ့် အာနိုးကို ဇာတ်ကားထဲမှာပြန်ပါလို့ရအောင် အိုင်ဒီယာလုပ်ထားတာ တော့ ချီးကြူးရမှာပါ။Time Travel လုပ်ရင် အဝတ်တွေမပါရဘူး ဆိုတဲ့ အတွက်ကြောင့်ဝတ်စလစ်အခန်း နှစ်ခန်းသုံးခန်းလောက်ပါတာသတိပြုစေချင်ပါတယ်။No Sex ပါ။ အာနိုးပရိတ်သတ် တစ်ယောက်အနေနဲ့ဒီကားကို တော်တော်သဘောကြပါတယ်။ဒီကားကြည့်တဲ့အခါမှာ အရင်ကားတွေအကြောင်း နဲ့ဆက်စပ်မတွေးပဲ၊ဇာတ်လမ်းဟာကွက်တွေကို လစ်လျှူရှူပြီး ကြည့်နိုင်ရင်အကောင်းဆုံးပါ။(အညွှန်းကို Movies For Myanmar ရုပ်ရှင်မိတ်ဆက်Facebook Fan Page မှ ပြန်လည်ကူးယူတင်ပြပါသည် )File Size : ( 2 GB , 1 GB , 446 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 2 hr 06 minFormat : Mp4Genre : Action , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Encoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlan TaylorAnna RaneStarsArnold SchwarzeneggerCourtney B. VanceDayo OkeniyiEmilia ClarkeJ.K. SimmonsJai CourtneyJason ClarkeLee Byung-hunMatt SmithMichael GladisCastAaron V. WilliamsonAfemo OmilamiAnthony Michael FrederickArnold SchwarzeneggerBrandon StacyBrett AzarBryant PrinceChristopher HeskeyCourtney B. VanceDayo OkeniyiDouglas M. GriffinDouglas SmithEmilia ClarkeErnest WellsGregory Alan WilliamsGriff FurstJ.K. SimmonsJai CourtneyJames Moses BlackJason ClarkeJoshua MikelKerry CahillKerry O'MalleyLee Byung-hunMark AdamMatt SmithMatty FerraroMichael GladisOtto SanchezRoss P. CookSandrine HoltSeth MeriwetherTeri WybleTerry Dale ParksThomas Francis MurphyTony DonnoWayne BastrupWilla Taylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3DmxSJ08m9wwbxwbwHzA4dunGNO.jpg",
      "https://image.tmdb.org/t/p/w300/bIlYH4l2AyYvEysmS2AOfjO7Dn8.jpg",
      "https://image.tmdb.org/t/p/w300/o4I5sHdjzs29hBWzHtS2MKD3JsM.jpg",
      "https://image.tmdb.org/t/p/w300/pSi7w4c6sfMsb0xhV8Za3c0pYdh.jpg",
      "https://image.tmdb.org/t/p/w300/3huNBEKwpng",
      "https://image.tmdb.org/t/p/w300/5kLR7qnPCXXDmQEpoceQLxsYA6c.jpg",
      "https://image.tmdb.org/t/p/w300/gUvHCRDoCrsoVOw67eU1aoLsPaN.jpg",
      "https://image.tmdb.org/t/p/w300/bW6l8UFcsERc2dMAYNdP6z02Yls.jpg",
      "https://image.tmdb.org/t/p/w300/vvmxnqVZHQXC25fURGWva1L2ldf.jpg",
      "https://image.tmdb.org/t/p/w300/2k3xH1hKKXeyQvysOy3dVTGjQ7m.jpg",
      "https://image.tmdb.org/t/p/w300/kS4aWLwtaHUMu1eUNk3FojmYcpD.jpg",
      "https://image.tmdb.org/t/p/w300/1nubTLaTidrrujQ08sFX9lE3lAK.jpg",
      "https://image.tmdb.org/t/p/w300/mWfW1LtM99BhiJ4cPaVVzzs01KJ.jpg",
      "https://image.tmdb.org/t/p/w300/ys9LhiwS2BArQyj6S62DDMuj2l6.jpg",
      "https://image.tmdb.org/t/p/w300/7rC1Cu48y9HpOkw3nE1AWmYSLSM.jpg",
      "https://image.tmdb.org/t/p/w300/fctCUngXgQ5DylTIr9zfFWgaPoY.jpg",
      "https://image.tmdb.org/t/p/w300/g6LL0gkYhLlk8EN9oDbCu76I5Rr.jpg",
      "https://image.tmdb.org/t/p/w300/lr0r4ie5RT9yPjzHqw1uzHyacFl.jpg",
      "https://image.tmdb.org/t/p/w300/qYNUYsB2m2tRPoKmDvZPGScgfre.jpg",
      "https://image.tmdb.org/t/p/w300/fLCABv6G1yRomVXTVLaARCLOBAL.jpg",
      "https://image.tmdb.org/t/p/w300/y8hp8kaVwTXYEU3yGMIhnDvLGTZ.jpg",
      "https://image.tmdb.org/t/p/w300/ab1T2NGuvQUiUc11G7i4dwQfeNG.jpg",
      "https://image.tmdb.org/t/p/w300/2gtkJwxeLBs5S385gafIFxtL17i.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5JU9ytZJyR3zmClGmVm9q4Geqbd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/terminator-genisys-2015",
        "server": "VIP Links",
        "size": "1.14GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/terminator-genisys-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.14GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/2nFrz/Terminator_Genisys_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.14GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://viewsb.com/ontphz0vdqgn.html",
        "server": "streamsb.com",
        "size": "1.14GB",
        "quality": "BluRay 1080p"
      }
    ],
    "trailer": {
      "video_id": "rGSxss7gWak",
      "video_url": "https://www.youtube.com/watch?v=rGSxss7gWak",
      "embed_url": "https://www.youtube.com/embed/rGSxss7gWak"
    }
  },
  {
    "metadata": "N/A|2015|101 min|Adult,Asian,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "21"
    },
    "title": "[18+]Lost Flower: Eo Woo-dong (2015)",
    "description": "ေရွးေဟာင္​းနန္တြင္​းစတိုင္​ေလးနဲ႔ ခ်စ္​မႈေရးရာအျဖာအျဖာကိုခံစားခ်င္​တဲ့ ပရိသတ္​ႀကီးအတြက္ ​ၾကည္​့လို႔ေကာင္​းမဲ့ကားေကာင္​းေလးတကားနဲ႔မိတ္​ဆက္​ေပးလိုက္​ပါတယ္​ဗ်ာ။အဲ့ကားကေတာ့ 2015ခုနွစ္​တုန္​းက ေတာင္​ကိုရီးယားမွာထြက္​ရွိခဲ့တဲ့ Lost Flower Eo Woo-Dong ဆိုတဲ့ ကိုရီယား18+ကားေလးပဲျဖစ္​ပါတယ္​။ထူးျခားတာကေတာ့ ဒီကားထဲမင္​းသမီးေလးကေတာ္​ေတာ္​ေခ်ာတာပါပဲ ငိငိ…။လူႀကီးကားေတြရဲ႕ထုံးစံအတိုင္​းကေတာ့ ဇာတ္​လမ္​းအညႊန္​းကိုသိပ္​ညႊန္​းေပးဖို႔ မလိုေလာက္​ဘူးဆိုေတာ့ အၾကမ္​းဖ်င္​းဖြဖြေလးပဲ အညႊန္​းသေဘာမဆန္​တဲ့ အညႊန္​းေလးနဲ႔ပဲ ညႊန္​းေပးလိုက္​ပါတယ္​….။Eo Woo Dong ဆိုတဲ့ အကေကာင္​း ဂီတဘက္​မွာပါရမီပါတဲ့ လွပတဲ့မိန္​းခေလးတေယာက္​နဲ႔ တဏွာရာဂျပင္​းထန္​တဲ့ မင္​းသားတစ္​ပါးလက္​ထပ္​လိုက္​ရာကေန ေနာက္​ဆုံးEo Woo Dong ကဘယ္​လိုေတြျဖစ္​သြားခဲ့ၿပီးေတာ့ မင္​းသားကို ဘယ္​လိုေနာင္​တရေအာင္​လုပ္​သြားခဲ့လဲဆိုတာကို တံေတြးေတြၿမိဳခ်ၿပီးေတာ့ ၾကည္​့ရႈခံစားၾကရမွာျဖစ္​ပါတယ္​………..။IMDb Ratingကေတာ့ 5.6/10 ပါ။မွတ္​ခ်က္​ –အခ်စ္​ေရးအခ်စ္​ရာကားျဖစ္​လို႔ ကေလးသူငယ္​မ်ားမၾကည္​့သင္​့ပါဘူး ငိငိJake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။File size__( 860 MB) and ( 380 MB)Quality__HD Rip 720pIMDb Rating__5.6/10Format__mp4Duration__01:41:41Type__Asian, Adult, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Jake(NNL)Encoded by Dark Devil(NAL)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Soo-sungStarsBaek Do-binKim Ki-DooSong Eun-ChaeYeo Wook-hwanYoo Jang-YoungCastBaek Do-binKim Ki-DooSong Eun-ChaeYeo Wook-hwanYoo Jang-Young",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fMZvUG7VjF1ZPXGNjoaONZjhaSW.jpg",
      "https://image.tmdb.org/t/p/w300/5ruIcMsfnmfRoeLyvctatN670QI.jpg",
      "https://image.tmdb.org/t/p/w300/kwpbfYtgq8QxhjnMRvS6CTEsRml.jpg",
      "https://image.tmdb.org/t/p/w300/lvZVP65qtP1Aj82j7Q65VOeePpc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/YIsifYD",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Laau",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-lost-flower-eo-woo-dong-hd-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lost-flower-eo-woo-dong",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|1h 46min|Action,Asian,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "436"
    },
    "title": "Joker Game (2015)",
    "description": "Joker Game (2015)_____IMDb – 5.4/10Kato ဟာ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျပန်စစ်လေ့ကျင့်ရေး စခန်းတစ်ခုက စစ်သားတစ်ယောက် ဖြစ်ပါတယ်။ မမျှော်လင့်တဲ့ ပစ်မှုတစ်ခုကြောင့် Kato ဟာ စစ်ခုံရုံးကနေ သေဒဏ်ချမှတ်ခံရပြီး ဘဝဆုံးပြီ ထင်ခဲ့ရပေမယ့် လျှို့ဝှက် ထောက်လှမ်းရေးအဖွဲ့ D Agency က လာရောက်ကယ်တင်သွားပါတယ်။ဗိုလ်မှူးကြီး ယုကီဟာ ဂျပန် လျှို့ဝှက်ထောက်လှမ်းရေးအဖွဲ့ D Kikan ရဲ့ ခေါင်းဆောင်ဖြစ်ပြီး စစ်ပွဲကြီးရဲ့ အဆုံးသတ်ကို ကြိုတင်ခန့်မှန်းနိုင်သူလည်း ဖြစ်ပါတယ်။ စစ်ရှုံးတော့မယ့် ဂျပန်နိုင်ငံ လုံးဝပြိုလဲသွားနိုင်တဲ့ အခြေအနေကို ကြိုတင်သိမြင်နေပေမယ့် လုပ်ပိုင်ခွင့် မရှိတာကြောင့် ရနိုင်သမျှ လူအင်အား စုဆောင်းပြီး ထောက်လှမ်းရေး သင်တန်းကျောင်းကို တည်ထောင်ထားတာ ဖြစ်ပါတယ်။Kato ဟာ D Kikan ပညာသင်ယူပြီးနောက် တာဝန်ထမ်းဆောင်ဖို့ အချိန်ကျရောက်လာတဲ့အခါ ဟောင်ကောင်ကို ထွက်ခွာသွားပါတယ်။ ဟောင်ကောင်မှာ အမေရိကန် သံအမတ်ကြီး Graham ရဲ့ Black Note ကို ခိုးယူဖို့ Kato တာဝန်ကျပါတယ်။ ဒါပေမယ့် Graham ဆီက ဒီ Black Note ကို ဗြိတိသျှ ထောက်လှမ်းရေး၊ ဆိုဗီယက် ထောက်လှမ်းရေးနဲ့အတူ အခြား စပိုင်တွေကပါ ရယူချင်နေကြပါတယ်။ တဖက်ကလည်း Kato ဟာ ဂျပန်အစွန်းရောက် ဝါဒီတွေကို သတိပြုနေရပါသေးတယ်။ဒီအဖြစ်အပျက်တွေ ကြားထဲမှာ Rin လို့ခေါ်တဲ့ လျှို့ဝှက်တဲ့ မိန်းကလေး တစ်ယောက်ပါ ပါဝင်လာတဲ့အခါ….။Kato အဖြစ် Kazuya Kamenashi ၊ Rin အဖြစ် မင်းသမီးချော Kyoko Fukada ၊ ဗိုလ်မှူးကြီး Yuki အဖြစ် Yusuke Iseya ၊ သံအမတ်ကြီး Graham အဖြစ် Richard Moss နဲ့ ဗြိတိသျှထောက်လှမ်းရေးအရာရှိ Campbell အဖြစ် Jasper Bagg တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Joker Game ဇာတ်ကားဟာ လျှို့ဝှက်သည်းဖို စုံထောက် ဇာတ်လမ်း ဖြစ်ပါတယ်။ ဒါရိုက်တာ Yu Irie ရိုက်ပြီး စာရေးဆရာ Koji Yanagi ရဲ့ လေးအုပ်တွဲ ဝတ္ထုရှည်ကြီးထဲက ပထမပိုင်းကို အသက်သွင်းရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ IMDb မှာ Rating 5.4 ရထားပြီး အတော်လေး စိတ်ဝင်စားဖို့ ကောင်းတဲ့ ဇာတ်ကားလို့ ပြောနိုင်ပါတယ်။အစပိုင်းမှာ ဂျပန်နိုင်ငံရဲ့ စစ်အတွင်းက စစ်တပ်က အရာရှိကြီးတွေ အကြောင်းနဲ့ စထားပေမယ့် တကယ် လှုပ်ရှားမယ့် ဇာတ်ကောင် Kato ကို သီးခြား မိတ်ဆက်ပေးပြီးမှ Kato ရဲ့ အရည်အချင်းတွေကို ဖော်ပြထားတာ တွေ့ရမှာပါ။ တချို့အခန်းတွေမှာ တတ်နိုင်သလောက် ဘတ်ဂျက်ချုံ့ထားသလို မူရင်းဝတ္ထုကို မီအောင် ဖန်တီးရတာကြောင့် အနည်းငယ် လိုအပ်ချက်တွေ ရှိနေပါတယ်။ အနည်းငယ် ယုတ္တိမရှိပဲ အိုဗာ ဖြစ်နေတာလေးတွေက လွဲရင် ဇာတ်လမ်းရော ဇာတ်ကွက်ကပါ သိပ်မဆိုးဘူးလို့ ပြောလို့ ရပါတယ်။ Rin က Kato ကို ပြန်လိုက်ခေါ်တဲ့အခန်း၊ သံအမတ်ကြီးအခန်းထဲမှာ ပေါ်သွားတဲ့အခန်းနဲ့ နာရီစင်ကို ဖောက်ခွဲပစ်တဲ့အခန်းတို့မှာ နည်းနည်း ယုတ္တိလွန်နေပြီး ပေရှည်နေပေမယ့် ဇာတ်လမ်းကိုတော့ အတော်လေး စိတ်ဝင်စားစရာ ကောင်းအောင် ဖန်တီးထားနိုင်တာ တွေ့ရပါတယ်။ အက်ရှင်နဲ့ သူလျှိုဇာတ်အိမ်တွေကို နှစ်သက်သူတွေ ကြည့်သင့်တဲ့ကားလို့ ညွှန်းဆိုပါရစေ။Hollinaz(ရုပ်ရှင်အညွှန်းကို mmmovieguide.com မှကူးယူဖော်ပြပါသည်။)File size…(907 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:48:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYû IrieStarsKazuya KamenashiKyoko FukadaRichard SheltonYûsuke Iseya",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/joker-game-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nwuxcgd31in9.html",
        "server": "usersdrive.com",
        "size": "907 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/joker-game-joka-gemu-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "907 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xwwv/Joker_Game_(Joka_Gemu)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "907 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dMhHUShZ#1PGxlUXEJeefc2Ezijl9dHhQvRw8u-CGNlQXYZckeSY",
        "server": "mega.nz",
        "size": "907 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/1mvikp2zr9wt",
        "server": "upstream.to",
        "size": "907 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|1h 40min|Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "92"
    },
    "title": "[18+] Love at the End of the World (2015)",
    "description": "[18+] Love at the end of the world (2015)IMDb- 6.9/10MyDramaList- 6.8/10မိုးရာသီလေးမှာ အလောင်တစ်လိုင်းကြည့်သင့်တဲ့မိသားစုကားကောင်းလေးတစ်ကားကို ညွှန်းချင်ပါတယ်ပျော်ရွှင်မှုဆိုတာမရှိတဲ့မိသားစုလေးမှာ ဂျာယောင်းဆိုတဲ့အမျိုးသမီးက ကျောင်းမှာရာထူးမတိုးတဲ့အပြင်ခင်ပွန်းဖြစ်သူအရက်သမားရဲ့ နှိပ်စက်တာကိုကြိတ်မှိတ်ခံနေရပါတယ်။တစ်နေ့မှာတော့ ခင်ပွန်းဖြစ်သူဆုံးပါးသွားပြီး သမီးဖြစ်သူ ယူဂျင်းကိုဆက်လက်ပြုစုပျိုးထောင်လာခဲ့ပါတယ်။ဒီလိုနဲ့ သာယာနေတဲ့သားအမိနှစ်ယောက်ကြားထဲကို ဝင်လာတာကတော့ တစ်ကောင်ကြွက်ဆီဆိုင်ပိုင်ရှင်ဒုံဟာပါ။ဒီလိုမျိုးအမေနဲ့ သမီးကြားမှာ ဒုံဟာတစ်ယောက် ဘယ်လိုမျိုး ဗျာများမလဲဆိုတာတော့ဒီဇာတ်ကားလေးကိုဆုံးအောင်ကြည့်ရှုပေးဖို့ တိုက်တွန်းချင်ပါတယ်။မြင်တွေ့ဖူးနေကျ မင်းသား မင်းသမီးတွေပါဝင်သရုပ်ဆောင်ထားပြီးယူဂျင်းလေးကလည်း ချစ်စရာကောင်းတာ‌တော့ အမှန်ပါပဲ။(၁၈+ ဆိုပေမယ့် ဒီဇာတ်ကားလေးရဲ့ပေးချင်တဲ့ message တွေအများကြီးပါတဲ့အတွက်တစ်ခန်းချင်းစီကို သေချာကြည့်ပေးပါလို့ တိုက်တွန်းချင်ပါတယ် ငိငိ)အညွှန်းနဲ့ ဘာသာပြန်ကတော့Mr.Kaungပဲဖြစ်ပါတယ်Genre….. RomanceQuality…. 1080p | 720pFile size… 1.1GB | 529MBFormat… mp4Duration…. 1h 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Mr.KaungEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCho Dong-hyukChoi Ki-hoonHan Da-gamKim Sung-bumKong Ye-jiLee Hee-jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fP4HhPOV9jf3rN0tHu7arEdXBha.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mc6Chti9JeEtgbajuSsJPnMrV6L.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m3oj83s8qdws.html",
        "server": "usersdrive.com",
        "size": "1,1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-at-the-end-of-the-world-2015-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1,1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1WY63/Love.at.the.End.of.the.World.2015.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1,1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xz8znazK#uBBlv6nXQwro5OHiUBosqQcEJivbPDp0iW38OFj39yc",
        "server": "mega.nz",
        "size": "1,1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7gmodkub3k9i.html",
        "server": "usersdrive.com",
        "size": "529MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/love-at-the-end-of-the-world-2015-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "529MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3iT0i/Love.at.the.End.of.the.World.2015.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "529MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iAli0BSC#z5-oeHQFXb-89t7GMKcLQrp_gpLQIXQpFx8fef162OM",
        "server": "mega.nz",
        "size": "529MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/v3s1u3cp2uwh",
        "server": "streamsb.com",
        "size": "529MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/w29w77aypj12",
        "server": "streamvid.io",
        "size": "529MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|2h 6min|Crime,Drama,Mystery,Uncategorized",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Port of Call 2015",
    "description": "Port Of Callပျော်ရွှင်မှုဆိုတာ ဘာလဲ ? ဝမ်းနည်းမှုဆိုတာရော? ဒီလူ့ဘဝကြီးမှာ ပျော်ဖို့ဘာတွေပေးဆပ်ရမလဲ? ဘာတွေစွန့်စားရမလဲ ? ရှိတာလေးနဲ့ပျော်ရွှင်အောင်နေပြီးလာဘလေးသာမကြီးလာခဲ့ရင် ၁၆ စ်အရွယ် သဆုံးမှုဆိုတာဖြစ်မလာနိုင်ဘူးလို့ V ကတော့ဘာသာပြန်နေရင်း တွးနေမိခဲ့တယ်။တကယ်ကောင်းတဲ့ကားလေးပါ။ 18 စ်အထက် Softcore လေးတွေပါလို့မိသားစုကြားကြည့်လို့မသင့်ပါဘူးနော်။ မာ်ဒန်ဖြစ်ချင်လွန်းတဲ့ ဝမ်ကျားမိန် တစ်ယောက်အိမ်ကလည်းအဆင်မပြေချိန် စီးပွားရေးမပြေလည်ချိန် စိတ်ထွက်ပေါက်ကိုလိုက်ရှာရင်းအပျော်မယ်တစ်ယောက်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ဘဝကြီးကခါးတယ်လို့ခံယူထားတဲ့သူ့အတွက်တော့ ပျာ်စရာကကြာရှည်မခံခဲ့ပါဘူး။ တစ်နေ့မှာဝတုတ်ကောင်လေးတစ်ယောက်က သူလူသတ်ခဲ့တယ်ဆိုပြီး ရဲစခန်းလာအဖမ်းခံတယ်။အမှုကအားလုံးပိတ်သွားပြီဆိုပေမယ့် မပြီးသေးတာက ဇာတ်လိုက်ကျော်ကြီး Aron Kwok.အခုမှစတွေ့တဲ့သူကို သတ်ရအောင် ဘာတွေကများစည်းရုံးလိုက်သလဲပေါ့နာက်ဆုံးအဆုံးသတ်မှာ ဝမ်ကျားမိန် ပာခဲ့တာကတော့ အခန်းရဲ့အပြင်ဘက်တံခါး တဲ့အဲ့တော့ စိတ်ကိုဖွင့်ထားပါ စိတ်ရဲ့အမှောင်ဘက်ခြမ်းကနေ တိုးထွက်ခဲ့ပါတဲ့ သူကတော့တ်ဆက်ခဲ့ပါတယ်တဲ့ ။ ။Translator -Jo Jo VaEncoder – Thit San KhantFile size-862MBQuality-720pYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron KwokDon LiEddie ChenElaine JinHarriet YeungJacky CaiJessie LiKin Long ChanMaggie ShiuMichael NingPatrick TamRonny Yuen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8tM3fnRPDdZqOWeTDOBgTczFYF1.jpg",
      "https://image.tmdb.org/t/p/w300/kTS5CQJ30eaKCkFi8BOeTE1yviT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uGZdQMZRPvlNkoJin2oX2fuOSeF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/iti1cqizdbok.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "867MB"
      },
      {
        "link": "https://yoteshinportal.cc/port-of-call-2015-directors-cut-720-p-blu-ray-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "867MB"
      },
      {
        "link": "https://cmdexer.com/download?search=aHR0cHM6Ly95YWRpLnNrL2kvZjNvRnVhbXh1T0ZvMHc=",
        "server": "VIP Links",
        "size": "720p",
        "quality": "867MB"
      },
      {
        "link": "https://megaup.net/Tvt7/Port.of.Call.2015.Director_s.Cut.720p.BluRay.DD5.1_{CM}.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "867MB"
      },
      {
        "link": "https://upstream.to/71lbjuwumjpn",
        "server": "upstream.to",
        "size": "720p",
        "quality": "867MB"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/port-of-call-2015",
        "server": "VIP Links",
        "size": "720p",
        "quality": "867MB"
      }
    ],
    "trailer": {
      "video_id": "VeZkE31VUmA",
      "video_url": "https://www.youtube.com/watch?v=VeZkE31VUmA",
      "embed_url": "https://www.youtube.com/embed/VeZkE31VUmA"
    }
  },
  {
    "metadata": "PG-13|2015|1h 38min|Comedy,Drama,Fantasy,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "60,432"
    },
    "title": "Krampus (2015)",
    "description": "Krampus (2015)IMDb – 6.1/10_____Rotten – 66%ခရစ္စမတ်နေ့အတွက် ဟော်ရာကားလေးပါ။ခရစ္စမတ်နေ့မှာ ပျော်ရွှင်နေကြတဲ့သူတွေဟာ ဆန်တာကလော့စ်ကို မျှော်နေကြတယ်ဆိုရင်ခရစ္စမတ်နေ့မှာ စိတ်ပျက်ဒေါသထွက်နေတဲ့သူတွေအတွက် ဘယ်သူများ အလည်ရောက်လာမလဲ…..အနားယူရင်ကြောက်နိုင်ကြပါစေဗျာ။Krampus ကားတွေများပေမယ့် အခြားကားတွေက rating နည်းလို့ဒီ 6.1 ရထားတဲ့ ၂၀၁၅ ထွက်ကားကိုပဲ ရွေးချယ်တင်ပေးလိုက်ပါတယ်။File Size      :   700 MBFormat        :   mp4Duration     :   1: 38: 00Quality        :   Bluray rip 720pTranslator   :   Bo PhwayEncoder      :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuy CampbellKristin VoumardMichael DoughertyStarsAdam ScottAllison TolmanConchata FerrellDavid KoechnerEmjay AnthonyGideon EmeryIvy GeorgeQueenie SamuelStefania LaVie OwenToni ColletteCastAdam ScottAllison TolmanChi Jiajia LimConchata FerrellDavid KoechnerEmjay AnthonyFelicity HamillGareth RuckGideon EmeryIvy GeorgeKrista StadlerLeith TowersLolo OwenLuke HawkerMaverick FlackQueenie SamuelSophie GannonStefania LaVie OwenTess Jamieson-KarahaToni ColletteTrevor Bau",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eSJtPyyz90IaXW5JFEJo9WSfPtk.jpg",
      "https://image.tmdb.org/t/p/w300/e7spsAHWMiCJR7fgufagUEs0EhG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/04/krampus-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/krampus-2015",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://usersdrive.com/zdbkl1wymi16.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/krampus-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/70dfa69657/krampus-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/xlnrstahsoap/Krampus_[2015]_(MM_Sub)_1.mp4.html",
        "server": "filedwon.info",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2f1fi/Krampus_[2015]_(MM_Sub)_1.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/vhRHRCZB#HeReOHhVZy8gyaiJ0vPixcXRWTLfXAUYRDWcWdDZF3k",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/b2566jsrlt5i",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "9k-uig5obaA",
      "video_url": "https://www.youtube.com/watch?v=9k-uig5obaA",
      "embed_url": "https://www.youtube.com/embed/9k-uig5obaA"
    }
  },
  {
    "metadata": "|2015||Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Just the Way You Are (2015)",
    "description": "ကဲအမျိုးတို့ရေ …ဒီတစ်ခါတော့ ပရိသတ်ရင်ထဲရောက်မယ့် တစ်ကားတင်ပေးလိုက်မယ်ဗျာ …ကျွန်တော်တောင် ဘာသာပြန်နေတာကို ရပ်ပြီး ဇာတ်လမ်းဆုံးအောင် ကြည့်မိတဲ့ကားလေးပေါ့ …Just the way you are တဲ့ ….ဇာတ်လမ်းလေးကတော့ မိသားစုကြောင့် အချစ်ကိုအယုံအကြည်မရှိတဲ့ကောင်လေးနဲ့ ကောင်မလေးတို့ အလောင်းအစားတစ်ခုကြောင့်ဆုံတွေ့ခဲ့တဲ့အခါမှာ ဘာတွေဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ် …ထုံးစံအတိုင်း Asian Romance Comedy လေးပါပဲ …အားပေးကြပါဦးနော်File size…  2.8 GB / 1.2 GBQuality… Web-DL 1080p / 720pFormat… mp4Duration…. 1h 36mGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Tartee PoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex DiazChie FilomenoEnrique GilErin OcampoJon LucasKyra CustodioLiza SoberanoMarco GumabaoMiguel VergaraMyrtle SarrosaRicky DavaoSue RamirezSunshine CruzTonton GutierrezYayo AguilaYves Flores",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zCMmxyhPLemI7me6VaufAfKeVfd.jpg",
      "https://image.tmdb.org/t/p/w300/z39JOhCsKVzKwi9DOKh84qV4hsN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/06/LizQueen_Just_the_Way_You_Are_Official_Movie_Poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4v9zokctj1h6.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/just-the-way-you-are-2015-1080-p-amzn-web-dl-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kY17/Just.The.Way.You.Are.2015.1080p.AMZN.WEB-DL_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1OtUWKBb#5_w2eBIrXQPwGQNFPuANduYbA5ooV0BAtcrEl7ozmTo",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/oGzj",
        "server": "send.cm",
        "size": "2.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9luyz47d7ezu.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/just-the-way-you-are-2015-720-p-amzn-web-dl-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Vt8/Just.The.Way.You.Are.2015.720p.AMZN.WEB-DL_%7BCM%7D_TSK.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Za0AyJAL#en5zc7fxE2yaIP3q0Gtyemo-9g-u-WaviFgE0MkT7QY",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/oGzh",
        "server": "send.cm",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "GIgJm7U7osE",
      "video_url": "https://www.youtube.com/watch?v=GIgJm7U7osE",
      "embed_url": "https://www.youtube.com/embed/GIgJm7U7osE"
    }
  },
  {
    "metadata": "|2015|2h|Action,Drama,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,712"
    },
    "title": "Memories of the Sword (2015)",
    "description": "Memories of the Sword (2015)IMDb – 6.3/10_____Rotten – 75%အလယ်ခေတ်ကိုရီးယား(ဂျိုရိုမင်းဆက်)မှာ Deok-ki , Poong-chun နဲ့ Seol-rang ဆိုတဲ့စစ်သူရဲကောင်းသုံးယောက်Kitan  တရုတ်ဆီကအကူအညီယူပြီးဘုရင်ကိုဆန့်ကျင်ဖို့ကြိုးစားခဲ့တယ်။ဒါပေမဲ့ Deok-ki သစ္စာဖောက်ပြီး Poong-chun သေခဲ့ရပေမယ့်Seol-rang က Seol-hee ( Poong-chun သမီး) ကိုခေါ်ပြီးလွတ်မြောက်သွားခဲ့တယ်။၁၈ နှစ်ကြာပြီးတဲ့နောက် Seol-rang မျက်လုံးမမြင်တော့ပေမဲ့ Seol-hee ကိုလက်စားချေဖို့သေချာပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။ဒီအချိန်မှာ Deok-ki ကလဲတစ်နိုင်ငံလုံးမှာ အာဏာအကြီးဆုံးရှိတဲ့လူတစ်ယောက်ဖြစ်နေခဲ့တယ်။Seol-hee ရင်ဆိုင်ရမှာက ဂျိုရိုမင်းဆက်က အာဏာအကြီးဆုံးလူတွေ စစ်သည်တော်တွေနဲ့ရင်ဆိုင်ရမဲ့အခါဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒေါင်းကြည့်လိုက်ကြပါ။အလယ္ေခတ္ကိုရီးယား(ဂ်ိဳ႐ိုမင္းဆက္)မွာ Deok-ki , Poong-chun နဲ႔ Seol-rang ဆိုတဲ့စစ္သူရဲေကာင္းသုံးေယာက္Kitan  တ႐ုတ္ဆီကအကူအညီယူၿပီးဘုရင္ကိုဆန႔္က်င္ဖို႔ႀကိဳးစားခဲ့တယ္။ဒါေပမဲ့ Deok-ki သစၥာေဖာက္ၿပီး Poong-chun ေသခဲ့ရေပမယ့္Seol-rang က Seol-hee ( Poong-chun သမီး) ကိုေခၚၿပီးလြတ္ေျမာက္သြားခဲ့တယ္။၁၈ ႏွစ္ၾကာၿပီးတဲ့ေနာက္ Seol-rang မ်က္လုံးမျမင္ေတာ့ေပမဲ့ Seol-hee ကိုလက္စားေခ်ဖို႔ေသခ်ာျပဳစုပ်ိဳးေထာင္ေပးႏိုင္ခဲ့တယ္။ဒီအခ်ိန္မွာ Deok-ki ကလဲတစ္ႏိုင္ငံလုံးမွာ အာဏာအႀကီးဆုံးရွိတဲ့လူတစ္ေယာက္ျဖစ္ေနခဲ့တယ္။Seol-hee ရင္ဆိုင္ရမွာက ဂ်ိဳ႐ိုမင္းဆက္က အာဏာအႀကီးဆုံးလူေတြ စစ္သည္ေတာ္ေတြနဲ႔ရင္ဆိုင္ရမဲ့အခါဘယ္လိုဆက္ျဖစ္မလဲဆိုတာ ေဒါင္းၾကည့္လိုက္ၾကပါ။File Size : 862 MBQuality : Blu ray Rip 1080PRunning Time : 2hrsFormat : Mp4Genre :Action,Drama,HistoryTranslator : Kyaw Swar.KSOEncoder : Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHeung-sik ParkPark Heung-sikStarsBae Soo-binByung-hun LeeDo-yeon JeonGo-eun KimJeon Do-yeonKim Go-eunKim Soo-anKim Tae-wooKim Young-minLee Byung-hunLee Jun-hoLee Kyung-youngSoo-an KimCastBae Soo-binJeon Do-yeonKim Go-eunKim Soo-anKim Tae-wooKim Young-minLee Byung-hunLee Jun-hoLee Kyung-young",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2BgTLAj7P6UuMUr0tOCW1vEw32D.jpg",
      "https://image.tmdb.org/t/p/w300/pMAoaVYy41vgJXQr5CVhVztBpg6.jpg",
      "https://image.tmdb.org/t/p/w300/e50DTFe9hOgCEDfinYkAhZojoU.jpg",
      "https://image.tmdb.org/t/p/w300/y7KS6VgYmI1hWuYcziML0hCuObK.jpg",
      "https://image.tmdb.org/t/p/w300/hO669PFlunLHdcNeZaZnzJG6Yoc.jpg",
      "https://image.tmdb.org/t/p/w300/ahD16VRD3lNG45rK0on76QuG59V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/memories-of-the-sword-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jt13qeaooo5t.html",
        "server": "usersdrive.com",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/memories-of-the-sword-hyeomnyeo-kar-ui-gi-eok-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "http://www.filedwon.info/xn67btadx2ok/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://megaup.net/Srzx/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://mega.nz/file/PZ4HhRyY#Ou3gsFKg0WJZZideUY3zpCqTd8czhLg7VIwZxdIZj7U",
        "server": "mega.nz",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      },
      {
        "link": "https://upstream.to/7xqmxnj21iex",
        "server": "upstream.to",
        "size": "862 MB",
        "quality": "BR-Rip 1080p"
      }
    ],
    "trailer": {
      "video_id": "LQP8FrqyFm4",
      "video_url": "https://www.youtube.com/watch?v=LQP8FrqyFm4",
      "embed_url": "https://www.youtube.com/embed/LQP8FrqyFm4"
    }
  },
  {
    "metadata": "|2015|94 min|Uncategorized",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "80"
    },
    "title": "One Night in Taipei(2015)",
    "description": "Dark Side Production=================One night in Taipei  (2015) ျမန္မာစာတန္းထိုးDark Side Production မွတင္ဆက္သည္။ဒီကားေလးကေတာ့ ခပ္ေဟာ့ေဟာ့မိန္းမေခ်ာေလးေတြ အမ်ားစုအသုံးျပဳရိုက္ထားပါတယ္ အခ်စ္ကုိ ကုိးကြယ္တဲ့သူ အခ်စ္လုိ႔ေခါင္းစဥ္တပ္ၿပီး စီးပြားရွာေနသူ …. အခ်စ္ကုိတန္ဘုိးထားေပမဲ့လည္း ေကာင္းမြန္တဲ့ ဘ၀တစ္ခုရွာေဖြဖုိ႔ ေယက်ာ္းေတြနဲ႔ဆက္ဆံေနရတဲ့သူ..စတဲ့ မိန္းကေလးေတြနဲ႔ ဇာတ္အိမ္တည္ထားပါတယ္…. ကလပ္တစ္ခုအေျချပဳထားေလေတာြ အခ်ိန္ေတာ္ေတာ္မ်ားမ်ား အေဖာ္အခၽြတ္နဲ႔ 18+ senceတစ္ခ်ဳိ႕ပါေလေတာ့ မိသားစုနဲ႔မၾကည့္သင့္ပါဘူးFile Size…(736MB) and (375MB)Quality…HD-Rip 720pFormat…mp4Duration…01:21:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by JUNEေဒါင္းလုတ္လင့္ကို Comment မွာယူၾကပါ။#DarkSideYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWilson ChinStarsKelvin KwanSophia WangCastKelvin KwanSophia Wang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/TfpX4PRZ6AQGURK50WCoi4KnzZ.jpg",
      "https://image.tmdb.org/t/p/w300/1iKNiFErpsqWs1DZFULtXyYNy6u.jpg",
      "https://image.tmdb.org/t/p/w300/srCagmMGnFs7tTKTdI8GGitdMSg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/one-night-in-taipei-2015-18941.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oHkSr",
        "server": "openload.co",
        "size": "736MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oHkWW",
        "server": "openload.co",
        "size": "375MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oHl0R",
        "server": "drive.google.com",
        "size": "736MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oHlFC",
        "server": "drive.google.com",
        "size": "375MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Q57wFabwDJc",
      "video_url": "https://www.youtube.com/watch?v=Q57wFabwDJc",
      "embed_url": "https://www.youtube.com/embed/Q57wFabwDJc"
    }
  },
  {
    "metadata": "|2015|72 min|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "3,218"
    },
    "title": "The Fits(2015)",
    "description": "The Fits(2015) ဇာတ္လမ္းေလးမွာ တိုနီဆိုတဲ့ ၁၁ႏွစ္အရြယ္ မိန္းကေလးတစ္ေယာက္ဟာ လက္ေဝွ႔အားကစား သင္ယူေလ ့လာေနတဲ့သူတစ္ေယာက္ပါ…ဒါေပမဲ့ ေဘးခန္းမရဲ႕ အကသင္တန္းကုိၾကည့္ေနရင္း သူမစိတ္ေျပာင္းသြားတယ္။သူမဟာ အကအဖြဲ႕နဲ႔ပူးေပါင္းခဲ့တယ္.. ေနာက္ပိုင္းမွာ ၎မိန္းကေလး ေလ့က်င့္တဲ့ အားကစားခန္းမက မိန္းကေလးမ်ားအား ထူးဆန္းတဲ့ေရာဂါေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္ ခံစားရလာတာကို ေတြ႕ရွိရပါတယ္။ ထူးဆန္းတာက ဒီေရာဂါဟာ ေယာကၤ်ားေလးေတြမွာမျဖစ္ဘဲ မိန္းကေလးေတြမွာပဲျဖစ္တတ္တာပါ။ ေခါင္းေဆာင္မိန္းကေလး တိုနီတစ္ေယာက္ေရာ ေရာဂါျဖစ္သြားမွာလား။ ဘယ္လိုေတြဆက္ျဖစ္မလဲ။ ေနာက္ဆံုးေတြးစရာတစ္ခုခုက်န္ေနခဲ့ေစမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ေရာဂါရဲ႕ဇစ္ျမစ္ကုိရွာေဖြရင္း ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမဲ့ကားေလးပါ…File Size…(675MB) and (212MB)Quality…HD-Rip 720pFormat…mp4Duration…01:12:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by Yae Yint MayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnna Rose HolmerStarsAlexis NeblettAntonio A.B. Grant Jr.Da'Sean MinorInayah RodgersLauren GibsonMakyla BurnamRoyalty HightowerCastAlexis NeblettAntonio A.B. Grant Jr.Da'Sean MinorInayah RodgersLauren GibsonMakyla BurnamRoyalty Hightower",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7wJkknIlJhMjvetgCYAwitO4tlM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk4OTY4MDg4Nl5BMl5BanBnXkFtZTgwMTE1MTU3ODE@._V1_SY1000_CR006831000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://quamiller.com/Fvm",
        "server": "openload.co",
        "size": "675MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/G4d",
        "server": "openload.co",
        "size": "212MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/GUU",
        "server": "drive.google.com",
        "size": "657MB",
        "quality": ""
      },
      {
        "link": "http://quamiller.com/Ggt",
        "server": "openload.co",
        "size": "212MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "jfHnykLOjH4",
      "video_url": "https://www.youtube.com/watch?v=jfHnykLOjH4",
      "embed_url": "https://www.youtube.com/embed/jfHnykLOjH4"
    }
  },
  {
    "metadata": "R21|2015|1h 24min|Adult,Documentary,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "15,598"
    },
    "title": "[18+] Hot Girls Wanted (2015)",
    "description": "IMDb (6.1) / Rotten Tomatoes (82%)၁၈နှစ်၊၁၉နှစ် ဆိုတဲ့အရွယ်ဟာ ရင့်ကျက်ပြီလို့ ခေါ်နိုင်မလား။ အမှားတွေ မလုပ်မိဘူးလို့ရော ပြောနိုင်မလား။ အရွယ်နဲ့မမျှတဲ့ အောင်မြင်မှုမျိုးနဲ့ ဝင်ငွေမျိုး လိုချင်ကြတဲ့ ဆယ်ကျော်သက်လေးတွေဟာ လမ်းမှားရောက်ဖို့ ပိုလွယ်တတ်တယ်လို့ လက်ခံထား ကြပါတယ်။ သူတို့တွေဟာ ငယ်ရွယ်ကြတယ်။ ဘဝအတွေ့အကြုံ နုနယ်သေးတယ် ။ အဲ့လိုအချိန်မှာ ပိုးဖလံကောင်လေးတွေလိုပဲ မီးအလင်းရောင်နောက်ကို အာသာငမ်းငမ်းလိုက်ကြပါတော့တယ်။ လောဘဆိုတဲ့ မီးအလင်းရောင်နောက်ကို မဆင်မခြင်လိုက်မိရင်တော့ မီးလုံးဘေးနားက အသာထိုင်စောင့်နေတဲ့ အိမ်မြှောင်ကြီးတွေရဲ့ ကျွတ်ကျွတ်မြည်အောင် ဝါးစားခြင်းကို ခံရပါလိမ့်မယ်။ဒီdocumentary ထဲမှာတော့ ၁၈နှစ် ၁၉နှစ် အရွယ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ဖြတ်လမ်းက အောင်မြင်ချင်တဲ့ မိန်းကလေးတွေ လမ်းမှားရောက်ပြီး ဒုက္ခရောက်ကြပုံတွေကို ရိုက်ကူးပြထားပါတယ်။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်လို့ ကိုယ်မသိသေးတဲ့ အပြာဇာတ်ကားတွေရဲ့နောက်ကွယ်က အမှန်တရားတွေကို ဂရုဏာသက်ဖွယ် တွေ့မြင်ရမှာ ဖြစ်ပါတယ်။အပြာမင်းသမီးလုပ်ဖို့ လမ်းကြောင်းကို ရွေးချယ်ကြတဲ့ မိန်းကလေးတွေကို “မိုက်မဲလိုက်တာ” “ပိုက်ဆံမက်လိုက်တာ” ဆိုပြီး ကဲ့ရဲ့အပြစ်တင်စရာတွေရှိနေသလို မထင်မှတ်မိတဲ့ချီးကျူ းစရာတွေလည်း ရှိနေပါသေးတယ်။ အသက် ၁၉နှစ်အရွယ်မှာ အိမ်ကနေထွက်သွားပြီး အန္တရာယ်များတဲ့အပြင်လောကမှာ ကြိုးစားရုန်းကန်ရဲတဲ့ သတ္တိပြင်းတဲ့စိတ်ဓာတ်ဟာ အသိအမှတ်ပြုသင့်တဲ့ ချီးကျူ းစရာကိစ္စတစ်ခုပါ။ နောက် ဒုတိယအချက်ကတော့ ကိုယ်လျှောက်လှမ်းမိတဲ့ လမ်းကြောင်းဟာ ဆူးညှောင့်ခလုတ်တွေအပြည့်နဲ့ အများပြစ်တင်ကဲ့ရဲ့စရာဖြစ်နေပေမယ့် ကိုယ့်ယုံကြည်ရာ ကိုယ့်ခံယူချက်ကို ပြီးမြောက်အောင်မြင်အောင်လုပ်မယ်ဆိုတဲ့ ဇွဲအပြည့်နဲ့ စိတ်ဓာတ်ကိုပါပဲ။ဟုတ်ပါတယ် ဒီ documentary လေးဟာ လမ်းမှားရောက်မှု၊ငွေမက်မှု၊မရင့်ကျက်မှု ၊သတ္တိရှိမှု ၊ဇွဲရှိမှု၊ စွန့်လွှတ်စွန့်စားရဲမှု၊ အမှန်ကိုလက်ခံနိုင်မှုစတဲ့ ကဲ့ရဲ့အပြစ်တင်စရာတွေကော ချီးကျူးစရာတွေပါ ရောပြွန်းနေတဲ့ အတွေးအမြင် ရသတွေကို အများကြီးပေးစွမ်းပါလိမ့်မယ်။ပွင့်ပွင့်လင်းလင်းရိုက်ကူးထားလို့ မိသားစုနဲ့မကြည့်သင့်တဲ့ 18+ ဇာတ်ကားပါ။(Dark Side Production မှတင်ဆက်သည်။)File size…(750 MB)Quality…WEB-Rip 720pFormat…mp4Duration….01:24:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byTriple XYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJill BauerRonna GradusStarsAlaina KristarAlli RaeAva TaylorBelle KnoxCarrie BrooksDillion CarterKendall PlemonsLevi CashLucy TylerStella MayCastAlaina KristarAlli RaeAva TaylorBelle KnoxCarrie BrooksDillion CarterKendall PlemonsLevi CashLucy TylerStella May",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bV7eAcBrYb57PwjpQ2ODT6VyFPd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/7735678.3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1py8h2zuj9za.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hot-girls-wanted-18-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/49789e5/hot-girls-wanted-18-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/3fhwms7iiq3n/Hot_Girls_Wanted_[18+]_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://megaup.net/2fj4B/Hot_Girls_Wanted_[18+]_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      },
      {
        "link": "https://upstream.to/y8qmr1k88bxo",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "o2dQojRHX9Q",
      "video_url": "https://www.youtube.com/watch?v=o2dQojRHX9Q",
      "embed_url": "https://www.youtube.com/embed/o2dQojRHX9Q"
    }
  },
  {
    "metadata": "|2015||Drama,Horror,Mystery",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "41,467"
    },
    "title": "Circle (2015)",
    "description": "Circle (2015)==========IMDb Rating  – 6.0/10#Unicodeမဲပေးရမယ့် အချိန် ရောက်ပြီ ဆိုတော့ မဲပေးတဲ့ကားလေး ကြည့်လိုက်ကြရအောင်ဗျာ။ဘယ်လို မဲပေးကြမှာလဲ? ကိုယ့်ကို မဲပေးဖို့ လုပ်ရမှာလား? ကိုယ့်ကို မဲမပေးဖို့ လုပ်ရမှာလား?ဘယ်သူတွေအတွက် ဘယ်လို မဲဆွယ်ကြမှာလဲ?ဇာတ်လမ်းကတော့ ဒီလိုပါ။ လူအယောက် ၅၀ ဟာ အမှောင်ခန်းကြီးတစ်ခန်းမှာ နိုးလာပါတယ်။သူတို့ကို ကို စက်ဝိုင်းတစ်ခုထဲမှာ ထားပါတယ်။ ကလေး၊ လူကြီး၊ လူဖြူ၊ လူမည်း၊ ကိုယ်ဝန်ဆောင်၊အိမ်ထောင်သည်၊ အပြာကားမင်းသမီး … စသဖြင့် ပါပါတယ်။ အဲဒီထဲကနေမှ နှစ်မိနစ်ကို တစ်ယောက်နှုန်းနဲ့ သတ်ဖို့ လူကို ရွေးရပါတယ်။ ဘယ်သူ့ကို ရွေးမယ် ဆိုတဲ့ စံကတော့ ရှိနေတဲ့ စက်ဝိုင်းထဲက လူ ၅၀နဲ့ပဲ ဆိုင်ပါတယ်။ဒီတော့ ဘယ်သူ့ကို ရွေးမယ်ဆိုတာကို မဲပေးကြတဲ့အချိန်မှာတော့ …..လူ့သဘော၊ လူ့သဘာဝတွေကို ဒီဇာတ်လမ်းထဲမှာ မြင်ရပါမယ်။ လူ့အသိုင်းအဝိုင်းရဲ့ စံသတ်မှတ်ချက်တွေကိုမြင်ရပါမယ်။ လူမျိုးရေး ခွဲခြားတာတွေ၊ ပတ်ဝန်းကျင်ရဲ့အပယ်ခံလူသားတွေ၊ ဘာသာတရား ခွဲခြားမှုတွေဒါမျိုး ဝိဝါဒကွဲစရာတွေကို မြင်ရမှာပါ။ ဇာတ်ကား ကြာမြင့်ချိန် တစ်နာရီခွဲ ဆိုပေမယ့် လူတစ်ယောက် သေသွားတိုင်း သေသွားတိုင်း အတွေးတွေ ကျန်ခဲ့ရမယ့် ဇာတ်လမ်းမျိုးပါ။ နောက်ဆုံးမှာရော ဘယ်သူ အသက်ရှင်ကျန်မလဲ ဆိုတာကို ရင်တမမနဲ့ ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။IMDb – 6/10 ရထားပြီးတော့ ၁၉၅၇ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ 12 Angry Men ဇာတ်ကားကို Inspire လုပ်ပြီးရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)#Zawgyiမဲေပးရမယ့္ အခ်ိန္ ေရာက္ၿပီ ဆိုေတာ့ မဲေပးတဲ့ကားေလး ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။ဘယ္လို မဲေပးၾကမွာလဲ? ကိုယ့္ကို မဲေပးဖို႔ လုပ္ရမွာလား? ကိုယ့္ကို မဲမေပးဖို႔ လုပ္ရမွာလား?ဘယ္သူေတြအတြက္ ဘယ္လို မဲဆြယ္ၾကမွာလဲ?ဇာတ္လမ္းကေတာ့ ဒီလိုပါ။ လူအေယာက္ ၅၀ ဟာ အေမွာင္ခန္းႀကီးတစ္ခန္းမွာ ႏိုးလာပါတယ္။သူတို႔ကို ကို စက္ဝိုင္းတစ္ခုထဲမွာ ထားပါတယ္။ ကေလး၊ လူႀကီး၊ လူျဖဴ၊ လူမည္း၊ ကိုယ္ဝန္ေဆာင္၊အိမ္ေထာင္သည္၊ အျပာကားမင္းသမီး … စသျဖင့္ ပါပါတယ္။ အဲဒီထဲကေနမွ ႏွစ္မိနစ္ကို တစ္ေယာက္ႏႈန္းနဲ႔ သတ္ဖို႔ လူကို ေ႐ြးရပါတယ္။ ဘယ္သူ႔ကို ေ႐ြးမယ္ ဆိုတဲ့ စံကေတာ့ ရွိေနတဲ့ စက္ဝိုင္းထဲက လူ ၅၀နဲ႔ပဲ ဆိုင္ပါတယ္။ဒီေတာ့ ဘယ္သူ႔ကို ေ႐ြးမယ္ဆိုတာကို မဲေပးၾကတဲ့အခ်ိန္မွာေတာ့ …..လူ႔သေဘာ၊ လူ႔သဘာဝေတြကို ဒီဇာတ္လမ္းထဲမွာ ျမင္ရပါမယ္။ လူ႔အသိုင္းအဝိုင္းရဲ႕ စံသတ္မွတ္ခ်က္ေတြကိုျမင္ရပါမယ္။ လူမ်ိဳးေရး ခြဲျခားတာေတြ၊ ပတ္ဝန္းက်င္ရဲ႕အပယ္ခံလူသားေတြ၊ ဘာသာတရား ခြဲျခားမႈေတြဒါမ်ိဳး ဝိဝါဒကြဲစရာေတြကို ျမင္ရမွာပါ။ ဇာတ္ကား ၾကာျမင့္ခ်ိန္ တစ္နာရီခြဲ ဆိုေပမယ့္ လူတစ္ေယာက္ ေသသြားတိုင္း ေသသြားတိုင္း အေတြးေတြ က်န္ခဲ့ရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ ေနာက္ဆုံးမွာေရာ ဘယ္သူ အသက္ရွင္က်န္မလဲ ဆိုတာကို ရင္တမမနဲ႔ ၾကည့္ရမယ့္ ဇာတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္။IMDb – 6/10 ရထားၿပီးေတာ့ ၁၉၅၇ ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ 12 Angry Men ဇာတ္ကားကို Inspire လုပ္ၿပီး႐ိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p WebRipDuration – 1hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Drama, Horror, MysterySource : 1080p.WebRipTranslator – AugustEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron HannMario MiscioneStarsCarter JenkinsCesar GarciaFay DeWittJulie BenzLawrence KaoLisa PelikanMercy MalickMichael NardelliMolly JacksonSara SandersonCastCarter JenkinsCesar GarciaFay DeWittJordi VilasusoJulie BenzKaiwi LymanKevin SheridanKurt LongLawrence KaoLisa PelikanMarisol RamirezMatt CorboyMercy MalickMichael NardelliMolly JacksonSara Sanderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o3505VxhHKHbfTmuNif1ukjXDxI.jpg",
      "https://image.tmdb.org/t/p/w300/njEZ071F99BPSotJdWL0SBFmK2b.jpg",
      "https://image.tmdb.org/t/p/w300/pTTN8Ze7jlShsVI427Y1uOBYYdW.jpg",
      "https://image.tmdb.org/t/p/w300/vznkzaaN04CU2Pq0Cxm36o8nKdS.jpg",
      "https://image.tmdb.org/t/p/w300/gubOPTKRyfVr4QpoAQVjDdlwQKV.jpg",
      "https://image.tmdb.org/t/p/w300/puYOIvsGSQY84MWeakYJP9v6M4s.jpg",
      "https://image.tmdb.org/t/p/w300/bdK8j5xazVK1v84I4IEarwKxJp.jpg",
      "https://image.tmdb.org/t/p/w300/sD0Pbj3CExPZDpZNsvf6rsYFKsz.jpg",
      "https://image.tmdb.org/t/p/w300/wuQlkTxFtJBgOeZuHnbQiZyC5Yg.jpg",
      "https://image.tmdb.org/t/p/w300/mvSkQfTw6l91i6Jp9U8QU0MhpdA.jpg",
      "https://image.tmdb.org/t/p/w300/mOyQ1DwTkaGhfY0c9u5bNWOPI5A.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/19a8c5e3006db2dda21ebde2f4840344.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jsh58ldaqztv.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://usersdrive.com/hgon7f2ow575.html",
        "server": "usersdrive.com",
        "size": "860 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/circle-2015-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/circle-2015-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2eV2y/Circle.2015.WebRip.1080P[CM}.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/2eV2o/Circle.2015.WebRip.720P[CM}.mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/s2x6vay5u3bo",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://upstream.to/9qqj00n4y96v",
        "server": "upstream.to",
        "size": "860 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/circle-2015",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://sbembed2.com/imukmowxwxgk.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "WebRip 1080P"
      }
    ],
    "trailer": {
      "video_id": "JAlpm2oRzy8",
      "video_url": "https://www.youtube.com/watch?v=JAlpm2oRzy8",
      "embed_url": "https://www.youtube.com/embed/JAlpm2oRzy8"
    }
  },
  {
    "metadata": "N/A|2015|N/A|Asian,Drama,Romance",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "31"
    },
    "title": "Splash Splash Love (2015)",
    "description": "ဒီဇတ်လမ်းလေး က တော့ လက်ရှိ ရှိနေတဲ့ ခေတ်ကနေဂျိုဆွန်း ခေတ်ကို ရောက်ရှိသွားတဲ့ အထက်တန်းကျောင်းသူဂျန်ဒါဘီ ရဲ့ အကြောင်းလေးပေါ့…သူမ ဟာ ကျောင်းစာကို ပေါ့ပျက်ပျက်သာ လုပ်တက်ပြီးဘ၀ ကို ရိုးရိုးလေး ဖြတ်သန်းချင်တဲ့ သူ တစ်ဦးပေါ့…အဲ့ဒီလိုနေလာရင်းနဲ့ တစ်ရက်မှာတော့အတန်းတင် စာမေးပွဲဖြေဆိုရမယ့်အချိန်ရောက်ရှိလာတဲ့အခါ စာတွေ မရ အနှိမ်ခံရတဲ့ ကျောင်းသူလေးကကျောင်းခန်းထဲက ထွက်လာပြီး မိုးရေတွေထဲ ပြေးရင်းရေအိုင်လေး တစ်ခုထဲ ခုန်ဝင်လိုက်တဲ့ အခါ ခေတ်နောက်ပြန်ဂျိုဆွန်း ခေတ်ကို ရောက်ရှိသွားပြီး မိုးခေါင်ရေရှားတဲ့ ပြသနာကိုဖြေရှင်းပေးဖို့ ဘုရားသခင် က လွှတ်ပေးလိုက်တဲ့သူ အဖြစ်ရောက်ရှိသွားပါတော့တယ်….File size…  1.3 GB /  628 MBQuality… Web-Dl 1080p / 720pFormat… mp4Duration…. 1h 8mGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Moe PwintDownload 1080pEP 01 –Usersdrive/Yoteshin/Megaup/Mega.nz/StreamvidEP 02 –Usersdrive/Yoteshin/Megaup/Mega.nz/StreamvidDownload 720pEP 01 –Usersdrive/Yoteshin/Megaup/Mega.nz/StreamvidEP 02 –Usersdrive/Yoteshin/Megaup/Mega.nz/Streamvid~END~Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsDoo-Joon YoonKim Seul-gi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/ျိ်ျိ်နတမတနမ.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2015||Adventure,Biography,Comedy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "A Walk in the Woods (2015)",
    "description": "ခုတစ်ခါမှာတော့ စိတ်ရှုပ်စရာ လူမှုဘဝကနေ စွန့်ထွက်ပြီးအက်ပလန်ချန်တောင်ပေါ် ခြေဆန့်ကြသူနှစ်ဦးရဲ့ဟာသဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်2015 က ထွက်ရှိခဲ့ပြီး Robert Redford ၊ Nick Nolte ၊ Emma Thompson တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။စာကောင်းသာ ရေးတတ်ပေမဲ့ စကားအပြောအဆိုမတတ်လှတဲ့ စာရေးဆရာတစ်ယောက် တစ်ရက်မှာတော့သူ့ပတ်ဝန်းကျင်ကို ငြီးငွေ့ပြီး သဘာဝသို့ တစ်ကိုယ်တော်ခြေဆန့်ဖို့ပြင်ပါတယ် ဒါပေမဲ့ မိန်းမက ခွင့်မပြုတော့ နီးစပ်ရာအဖော်လိုက်စပ်ရာကငယ်စဉ်က တွဲဖက်ကျော်ကတ်ဇ် ဆိုသူတစ်ဦးသာ သူ့နောက်လိုက်ဖို့ ပေါ်လာပါတယ်ငယ်စဉ်က ကတောက်ကဆတွေရှိခဲ့ပေမဲ့ နှစ် ၄၀ ကြာပြီးမှဖြစ်ခဲ့သမျှကို ပြည်ဖုံးကား ကာချပြီး အက်ပလန်ချန်ခရီးစဉ်ကိုအတူစတင်ကြပါတော့တယ်။အတွင်းသိသူငယ်ချင်း နှစ်ဦးသား ငယ်ကျိုးငယ်နာဖော်ရင်းလမ်းတစ်လျှောက်မှာ အခက်အခဲ‌ပေါင်းစုံကျော်ဖြတ်ရင်းကမိတ်ဆွေစစ်နဲ့ ဘဝရဲ့အရေးကြီးတဲ့အရာတွေကိုဘယ်လိုပြန်ရှာဖွေနိုင်မလဲဆိုတာကို ဇာတ်လမ်းလေးကိုကြည့်ပြီးဝေဖန်ခံစားလိုက်ပါ။File size…    2.3 GB /  742 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 43mGenre ….. Comedy/AdventureSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Nwe Hnin ThazinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex VanAndrew VogelBridget GethinsChandler HeadChrystee PharrisDanny VinsonDerek KrantzEmma ThompsonGaia WiseHayley LovittJohn KapJohn SchmedesKevin HarrisonKristen SchaalLinds EdwardsMarcy ConwayMary SteenburgenMimi GouldNick NolteNick OffermanNjema WilliamsR. Keith HarrisRandall NewsomeRobert RedfordRowan BousaidSandra Ellis LaffertyStephanie Astalos-JonesSusan McPhailTucker MeekValerie Payton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oXj7C4IuTTtA2iR7hCYtGRy0BS1.jpg",
      "https://image.tmdb.org/t/p/w300/zOCzbuELxjOBMjQTJyyjUPIra0m.jpg",
      "https://image.tmdb.org/t/p/w300/fuT4RMCUmgwSpYIxbsXLruBTLKZ.jpg",
      "https://image.tmdb.org/t/p/w300/b4ouRzEK4DJ9Xfp0YnxxfyBLDr8.jpg",
      "https://image.tmdb.org/t/p/w300/jEb6RPmKfIa5vWHRGKQzMLHpDWs.jpg",
      "https://image.tmdb.org/t/p/w300/mz1lf1egGbjZrh5e3Kwz4D5WnYL.jpg",
      "https://image.tmdb.org/t/p/w300/tTHfshlCR9duXMqe3HPmeeYa4H8.jpg",
      "https://image.tmdb.org/t/p/w300/gqeZlbgdGgsKBVQ1QuVejwnlJs8.jpg",
      "https://image.tmdb.org/t/p/w300/hwzgu6e9C3VPWy4YhB9Wy4XwVCw.jpg",
      "https://image.tmdb.org/t/p/w300/45hv0xiek7mDVYUGsjXCf24EGHX.jpg",
      "https://image.tmdb.org/t/p/w300/6T2BNQ3x3HMN0o1vKyvmFC8v2ij.jpg",
      "https://image.tmdb.org/t/p/w300/zSIqnWAYv210JrpLn0FpJAmm6sk.jpg",
      "https://image.tmdb.org/t/p/w300/lyJo4Qo58FglvcyEf1odBCpnrsZ.jpg",
      "https://image.tmdb.org/t/p/w300/6s82nnVwMbY6soqU0xwh1TtLtVb.jpg",
      "https://image.tmdb.org/t/p/w300/ieStn4pNM0aUzjnF4jkqvracuyI.jpg",
      "https://image.tmdb.org/t/p/w300/hYGvPjmE6BGHayudnpAaeFOaygH.jpg",
      "https://image.tmdb.org/t/p/w300/7sAbDXlhbiIPEqMh7cpJWQoQWFV.jpg",
      "https://image.tmdb.org/t/p/w300/Ab7LsI95iZLvuldTkQOUUUZvVrX.jpg",
      "https://image.tmdb.org/t/p/w300/rfuVp74Mva42zqh3JzkGVpo8CVX.jpg",
      "https://image.tmdb.org/t/p/w300/p5ZMGd3YVTlEpZcV0KYTiSTZTQa.jpg",
      "https://image.tmdb.org/t/p/w300/xFIuXJY37PpsSG39vGw2hmYiyzZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2TiaYwYeGRsYsfqH8dNjlYbIu1Z.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/txmw6x2ye5tv.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-walk-in-the-woods-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeZbr/A.Walk.in.the.Woods.2015.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/R6clkADb#Tho8Tvta6LtaselgWxUvSOUxCYaTGl6Oh_jFxIN5Fsc",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/7gnqu8yt3ll5",
        "server": "streamvid.io",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fpdh0jkwzyd1.html",
        "server": "usersdrive.com",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-walk-in-the-woods-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeZbr/A.Walk.in.the.Woods.2015.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Im0UkQhZ#mNqkQkUEx15BoV4icZYYufoOm3KQfOqbi7Mce9qfKMw",
        "server": "mega.nz",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/n7bqmsplfq9t",
        "server": "streamvid.io",
        "size": "742 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1NjYUr1k8rA",
      "video_url": "https://www.youtube.com/watch?v=1NjYUr1k8rA",
      "embed_url": "https://www.youtube.com/embed/1NjYUr1k8rA"
    }
  },
  {
    "metadata": "PG-13|2015|105 min|Uncategorized",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "2,225"
    },
    "title": "The Scorpion King: Quest for Power (2015)",
    "description": "ဒီကားကတော့ Scorpion King ဇာတ်ကားတွေရဲ့ ၄ ကားမြောက်ဇာတ်ကားဖြစ်ပါတယ်…ဒီဇာတ်ကားမှာတော့ ကင်းမြှီးကောက်ဘုရင်ကြီးလို့လူသိများကြတဲ့မက်သားရက်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ မှော်ဆရာကြီးတဖြစ်လဲဘုရင်ကြီးဖြစ်တဲ့ ဘုရင်အာခမန်ရဲ့ သရဖူကို အန္တရာယ်တွေကြားထဲကနေစွန့်စားပြီးတော့ သွားယူမှာပဲဖြစ်ပါတယ်….ဒီသရဖူဟာ လှို့ဝှက်ချက်တွေနဲ့ပြည့်နှက်နေပြီးတော့ဝှက်ထားတဲ့ မေးခွန်းတွေကိုဖြေနိုင်မှသာရှိတဲ့နေရာကိုသိနိုင်မှာပါ…နောက်ပြီးတော့ အဲနေရာကလည်း အန္တရာယ်တွေပြည့်နေတဲ့နေရာတစ်ခုပါ…ဒီတော့ ကင်းမြှီးကောက်ဘုရင်ကြီး မက်သားရစ် ဘယ်လိုသွားမလဲဒီကားထဲမှာကော ဘယ်လိုမိန်းမချောလေးတွေပါမလဲဆိုတာကြည့်လိုက်ရအောင်လားဒီကားလေးဟာ အက်ရှင်ကားတွေကြိုက်တဲ့လူတွေအတွက်စိတ်ကျေနပ်မှု့တစ်ခုဖြစ်စေမှာဖြစ်ပြီးတော့မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှု့နိုင်ပါတယ်…File Size : (901 MB) and (315 MB)Quality : BluRay 720pRunning Time : 1hr 45minFormat : Mp4Genre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 1080pTranslated byCrisis A Arrow TeamEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlina ApostuCornelia StefanMike ElliottStarsBarry BostwickBrandon HardestyEllen HollmanEsmé BiancoLou FerrignoM. Emmet WalshRodger HalstonRoyce GracieVictor WebsterWill KempCastAntonio SilvaBarry BostwickBrandon HardestyDon WilsonEllen HollmanEsmé BiancoEve TorresGrant ElliottLeigh GillLindsay May HeathcoteLou FerrignoM. Emmet WalshMichael BiehnRodger HalstonRoy NelsonRoyce GracieRutger HauerVictor WebsterWill Kemp",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nU4L5wWAvqE1vexfYiHBUUtDjVE.jpg",
      "https://image.tmdb.org/t/p/w300/q4RvqYPEvcqCcPr5NXUuB1HKW1P.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5GISNwtHWbmYJdbFHMpLoaotYhL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-scorpion-king-4-quest-for-power-2015-mm-sub",
        "server": "VIP Links",
        "size": "901 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4 https://megaup.net/1GW7h/Sgt._Stubby_-_An_American_Hero_(2018).mp4 https://megaup.net/2mTyU/Charming(2018)720P.mp4 https://megaup.net/1GW7e/Pleasure_or_Pain_(2013).mp4 https://megaup.net/1GW79/Luis&theAliens(2018)720P.mp4 https://megaup.net/2mTzV/Three_Sexy_Meals(2016).mp4 https://megaup.net/1GW75/High_Resolution_(2018).mp4 https://megaup.net/1GW7r/The_Scorpion_King_-_Book_of_Souls_(2018).mp4 https://megaup.net/1GW7y/The_Scorpion_King_4_-_Quest_For_Power_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "901 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scorpion-king-4-quest-for-power-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "901 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/xukxp7cwig0g.html",
        "server": "streamsb.com",
        "size": "901 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|144 min|Adventure,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "644,462"
    },
    "title": "The Martian (2015) EXTENDED",
    "description": "Nasa ရဲ့ အင်္ဂါဂြိုလ်ပေါ်စူးစမ်းလေ့လာရေး ခရီးစဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ ယခုဇာတ်ကားဟာ IMDb rating 8.2/10ထိတောင်ရရှိထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားထဲက တစ်ချို့တစ်ဝက်ကိုပြောပြရရင် အဂါၤဂြိုလ်ပေါ်ကိုလေ့လာမှုပြုလုပ်နေတုန်း ကြောက်ဖို့ကောင်းတဲ့ မုန်တိုင်းကြီးတစ်ခုဝင်လာမှုကြောင့် အင်္ဂါဂြိုလ်ကို စွန့်ခွာရမယ့် အခြေအနေပါ။မစွန့်ခွာခင် အဖွဲ့ရဲ့ခေါင်းဆောင် ဗိုလ်မှုးနဲ့သူ့အဖွဲ့သား၃ ယောက်တို့MAV ကို မလဲအောင် ထိန်းထားခဲ့ဖို့ ကြိုးစားရာကနေဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ဇာတ်လမ်း စတင်ပါတော့တယ်။မုန်တိုင်းကြားထဲမှာ Accident ဖြစ်မှုကြောင့် ကျန်နေခဲ့ရတဲ့ မာခ်ဝပ်နေ .သတိရရချင်းပဲ အဂါၤဂြိုလ်(Mars)ပေါ်မှာ တစ်ယောက်ထဲကျန်နေခဲ့မှန်းသိလိုက်ရပါတယ်။ အဲ့အတွက် သူ့အသက်မသေခင်ဂြိုလ်ပေါ်ကျန်နေခဲ့တဲ့ အစားအသောက်ရိက္ခာကိုတွက်ချက်တဲ့အခါလုံလောက်မှုမရှိမှန်းသိတဲ့အတွက် သူတတ်မြောက်ခဲ့တဲ့ပညာနဲ့အဂါၤဂြိုလ်ပေါ်မှာ အာလူးပင်တွေစိုက်ဖို့ကြံပါတော့တယ်။စနစ်တကျပီပီပြင်ပြင် အပင်စိုက်ပြသွားတာဟာnasa အဖွဲ့ရည်မှန်းချက်ကိုထုတ်ပြသွားတယ်လို့ပြောရမလားပဲအပင်တွေဖြစ်မြောက်အောင်မြင်ခဲ့ပြီးသူ့အတွက်ရိက္ခာပမာဏကို တိုးမြှင့်နိုင်ခဲ့ပါတယ်။World မဟုတ်ဘဲ Mars ပေါ်ဖြစ်နေတဲ့အတွက်ကြုံခဲ့ရတဲ့အခက်အခဲများဟာသာမန်လူတစ်ယောက်အတွက်တော့ကြောက်ရွံ့တုန်လှုပ်တဲ့စိတ် နဲ့တင် အရှုံးပေးလက်မြှောက်လောက်ပေမယ့်ဝပ်နေ ကတော့ အခက်အခဲတွေကို လက်တွေ့ကျကျကျော်ဖြတ်ပြသွားတာဟာတကယ့်ကိုအံ့မခန်းပါပဲ။ ကမ္ဘာမြေပေါ်က ပညာရှင်တွေကလည်းဝပ်နေးကို အဂါၤဂြိုလ်ပေါ်က ပြန်လည်ကယ်တင်ဖို့အမျိုးမျိုးကြိုးစားခဲ့ကြတာဟာ လေးစားအတုယူဖို့ကောင်းလောက်ပါတယ်။ဒါပေမဲ့ ကမ္ဘာပေါ်ကကယ်ဆင်ရေးယာဉ်ကအဂါၤဂြိုလ်ပေါ်ရောက်မယ့်အချိန်နဲ့ ဝပ်နေးရဲ့ ရိက္ခာကျန်ရှိရက်ဟာရက်ပေါင်းများစွာကွာဟနေတာကြောင့် ကယ်ဆင်ရေးယာဉ်မရောက်ခင်မှာပဲအစာပြတ်သေသွားနိုင်တာကြောင့် ပညာရှင်တွေအကြပ်ရိုက်နေတုန်းလူငယ်လေးတစ်ယောက်ရဲ့ အတွေးခေါ်တစ်ခုကနေအကောင်းဆုံးနဲ့စွန့်စားမှုတွေအပါအဝင် မာခ်ဝပ်နေးကိုအမြန်ဆုံးကယ်တင်နိုင်မယ့် နည်းလမ်းကိုရခဲ့ပါတယ်။အဲ့တော့ ဘယ်လိုမျိုးများ စွန့်စားကြမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာသာခံစားကြည့်ရှုကြပါ။ဒီကားရဲ့ IMDb rating 8.2 ဆိုတာကိုလည်း မမေ့ကြနဲ့ဦးနော်။(ဒီဇာတ်လမ်းကို CM Team မှ ညီလေး Wai Yan M မှ ဘာသာပြန်ပေးထားပါတယ်။ )———————————————————Nasa ရဲ႕ အဂၤါၿဂိဳလ္ေပၚစူးစမ္းေလ့လာေရး ခရီးစဥ္ကိုအေျခခံၿပီး ရိုက္ကူးထားတဲ့ ယခုဇာတ္ကားဟာ IMDb rating 8.2/10ထိေတာင္ရရွိထားတဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဇာတ္ကားထဲက တစ္ခ်ဳိ႕တစ္ဝက္ကိုေျပာျပရရင္ အဂါၤၿဂိဳလ္ေပၚကိုေလ့လာမႈျပဳလုပ္ေနတုန္း ေၾကာက္ဖို႕ေကာင္းတဲ့ မုန္တိုင္းၾကီးတစ္ခုဝင္လာမႈေၾကာင့္ အဂၤါၿဂိဳလ္ကို စြန္႕ခြာရမယ့္ အေျခအေနပါ။မစြန္႕ခြာခင္ အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ ဗိုလ္မႈးနဲ႕သူ႕အဖြဲ႕သား၃ ေယာက္တို႕MAV ကို မလဲေအာင္ ထိန္းထားခဲ့ဖို႕ ၾကိဳးစားရာကေနဒီဇာတ္လမ္းရဲ႕ ဇာတ္ေကာင္ ဇာတ္လမ္း စတင္ပါေတာ့တယ္။မုန္တိုင္းၾကားထဲမွာ Accident ျဖစ္မႈေၾကာင့္ က်န္ေနခဲ့ရတဲ့ မာခ္ဝပ္ေန .သတိရရခ်င္းပဲ အဂါၤၿဂိဳလ္(Mars)ေပၚမွာ တစ္ေယာက္ထဲက်န္ေနခဲ့မွန္းသိလိုက္ရပါတယ္။ အဲ့အတြက္ သူ႕အသက္မေသခင္ၿဂိဳလ္ေပၚက်န္ေနခဲ့တဲ့ အစားအေသာက္ရိကၡာကိုတြက္ခ်က္တဲ့အခါလံုေလာက္မႈမရွိမွန္းသိတဲ့အတြက္ သူတတ္ေျမာက္ခဲ့တဲ့ပညာနဲ႕အဂါၤၿဂိဳလ္ေပၚမွာ အာလူးပင္ေတြစိုက္ဖို႕ၾကံပါေတာ့တယ္။စနစ္တက်ပီပီျပင္ျပင္ အပင္စိုက္ျပသြားတာဟာnasa အဖြဲ႕ရည္မွန္းခ်က္ကိုထုတ္ျပသြားတယ္လို႕ေျပာရမလားပဲအပင္ေတြျဖစ္ေျမာက္ေအာင္ျမင္ခဲ့ၿပီးသူ႕အတြက္ရိကၡာပမာဏကို တိုးျမွင့္ႏိုင္ခဲ့ပါတယ္။World မဟုတ္ဘဲ Mars ေပၚျဖစ္ေနတဲ့အတြက္ၾကံဳခဲ့ရတဲ့အခက္အခဲမ်ားဟာသာမန္လူတစ္ေယာက္အတြက္ေတာ့ေၾကာက္ရြ႕ံတုန္လႈပ္တဲ့စိတ္ နဲ႕တင္ အရံႈးေပးလက္ေျမွာက္ေလာက္ေပမယ့္ဝပ္ေန ကေတာ့ အခက္အခဲေတြကို လက္ေတြ႕က်က်ေက်ာ္ျဖတ္ျပသြားတာဟာတကယ့္ကိုအံ့မခန္းပါပဲ။ ကမာၻေျမေပၚက ပညာရွင္ေတြကလည္းဝပ္ေနးကို အဂါၤၿဂိဳလ္ေပၚက ျပန္လည္ကယ္တင္ဖို႕အမ်ဳိးမ်ဳိးၾကိဳးစားခဲ့ၾကတာဟာ ေလးစားအတုယူဖို႕ေကာင္းေလာက္ပါတယ္။ဒါေပမဲ့ ကမာၻေပၚကကယ္ဆင္ေရးယာဥ္ကအဂါၤၿဂိဳလ္ေပၚေရာက္မယ့္အခ်ိန္နဲ႕ ဝပ္ေနးရဲ႕ ရိကၡာက်န္ရွိရက္ဟာရက္ေပါင္းမ်ားစြာကြာဟေနတာေၾကာင့္ ကယ္ဆင္ေရးယာဥ္မေရာက္ခင္မွာပဲအစာျပတ္ေသသြားႏိုင္တာေၾကာင့္ ပညာရွင္ေတြအၾကပ္ရိုက္ေနတုန္းလူငယ္ေလးတစ္ေယာက္ရဲ႕ အေတြးေခၚတစ္ခုကေနအေကာင္းဆံုးနဲ႕စြန္႕စားမႈေတြအပါအဝင္ မာခ္ဝပ္ေနးကိုအျမန္ဆံုးကယ္တင္ႏိုင္မယ့္ နည္းလမ္းကိုရခဲ့ပါတယ္။အဲ့ေတာ့ ဘယ္လိုမ်ဳိးမ်ား စြန္႕စားၾကမလဲဆိုတာကို ဇာတ္လမ္းထဲမွာသာခံစားၾကည့္ရႈၾကပါ။ဒီကားရဲ႕ IMDb rating 8.2 ဆိုတာကိုလည္း မေမ့ၾကနဲ႕ဦးေနာ္။(ဒီဇာတ္လမ္းကို CM Team မွ ညီေလး Wai Yan M မွ ဘာသာျပန္ေပးထားပါတယ္။ )Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlberto Hernandez RodriguezAnnie PennBéla BagotaBogi MóriczGábor GajdosGiuseppe PagnozziHannah QuinnJun RenLizzie PritchardLuke ScottMohammad KloobNick ThomasRaymond KirkRidley ScottRosie KeaneSam HanoverSonia ContrerasTamás Péter ChipieTamás VassVanessa IsabelleVera JanischStarsAksel HennieChiwetel EjioforJeff DanielsJessica ChastainKate MaraKristen WiigMatt DamonMichael PeñaSean BeanSebastian StanCastAksel HennieBalázs MedveczkyBen O'BrienBenedict WongBjörn FreibergBrian CaspeCharlie GardnerChen ShuChiwetel EjioforDeclan HanniganDilyana BouklievaDonald GloverEddy KoEnzo CilentiFrederik PleitgenGeoffrey ThomasGreg De CuirGruffudd GlynJames DoughertyJames Fred Harkins Jr.Jason RyanJeff DanielsJessica ChastainJonathan ArisKamilla FátyolKaren GagnonKate MaraKristen WiigLili BordánMackenzie DavisMark O'NealMatt DamonMatt DevereMichael PeñaMike KellyNaomi ScottNarantsogt TsogtsaikhanNicholas WittmanNick MohammedNikolett BarabasNóra Lili HörichPeter LinkaPeter SchuellerRichard RifkinSam SpruellScott Alexander YoungSean BeanSebastian StanSzonja OroszlánWaleska LatorreXue XuxingYang HaiwenYang Liu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sy3e2e4JwdAtd2oZGA2uUilZe8j.jpg",
      "https://image.tmdb.org/t/p/w300/kAOUtMMJ3RqwSZ4JX4hynuPOwMk.jpg",
      "https://image.tmdb.org/t/p/w300/psiy30cJJDohdTciC4mzqjXQhWk.jpg",
      "https://image.tmdb.org/t/p/w300/wn3VKnObN5KkXVIjJbKFfofZ6pc.jpg",
      "https://image.tmdb.org/t/p/w300/sEgULSEnywgdSesVHFHpPAbOijl.jpg",
      "https://image.tmdb.org/t/p/w300/94ohjRVyulOLpuKdrAwbgHmXJQv.jpg",
      "https://image.tmdb.org/t/p/w300/oMiDI3fn2utZr4XGRaVVXxzTJ9G.jpg",
      "https://image.tmdb.org/t/p/w300/1OIcT2YMoDISYUweoaSvmKqFZry.jpg",
      "https://image.tmdb.org/t/p/w300/7V4UaYfI69gheJqMEurHDVQAqOY.jpg",
      "https://image.tmdb.org/t/p/w300/hbzIkW3yacQwyV9qYS0eykxX49.jpg",
      "https://image.tmdb.org/t/p/w300/qMSMEro8ZHh92ctvs8scd70dJfe.jpg",
      "https://image.tmdb.org/t/p/w300/u3MpvNI4zWemXpLZBjhmbA2sSBC.jpg",
      "https://image.tmdb.org/t/p/w300/1UK1gv9YcRLWcgtBKlUSn9xJcrY.jpg",
      "https://image.tmdb.org/t/p/w300/hcHAuFX4XgzdWScXyTGoM8MvBRw.jpg",
      "https://image.tmdb.org/t/p/w300/a53e6nfTWbUOrWrHlnAL0k8WywE.jpg",
      "https://image.tmdb.org/t/p/w300/z1EhEpeeS2GC1U0X0dFUaGN7blU.jpg",
      "https://image.tmdb.org/t/p/w300/g2FJCTAHQ8drWt8o1jcFX4NjTUt.jpg",
      "https://image.tmdb.org/t/p/w300/1aksXv1iQDO1jdrW6LzR1iW5Okj.jpg",
      "https://image.tmdb.org/t/p/w300/hx7HL6zz4M0lJZ6mtl1VFQjUNxt.jpg",
      "https://image.tmdb.org/t/p/w300/8e5pqKAQy5eW1QAtRrCBXrCO7BO.jpg",
      "https://image.tmdb.org/t/p/w300/mjHLnkEaw88pRpzfrOBT0XremQV.jpg",
      "https://image.tmdb.org/t/p/w300/mdaoXqRkAzMHqxsFffJOeGkyX6m.jpg",
      "https://image.tmdb.org/t/p/w300/s7IMvcLTIaUk7sFJ16NNLgyC0In.jpg",
      "https://image.tmdb.org/t/p/w300/AdlRiCcKIQUM2PgNwFZdy78gzJu.jpg",
      "https://image.tmdb.org/t/p/w300/K2TUDMOZJmP4msm0mKmzCK2cEy.jpg",
      "https://image.tmdb.org/t/p/w300/w9lABGDSTU9eTPJEYgof4tDGVop.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/martain.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/azirr7759u8n.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://usersdrive.com/6pzqmcldeirv.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-martian-2015-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://yoteshinportal.cc/the-martian-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/a5cceec/the-martian-2015-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://yuudrive.me/1f56bea5/the-martian-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2czzf/The_Martian_[2015]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://megaup.net/2Sx0X/The_Martian_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wN51EKCB#2X3eTuxD8adZ83sq-YzKeHFb5inkAKxw_qMVYZ-DKcM",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://mega.nz/file/kcgXkToJ#BR0Uivt_Oz1nhKC3HI9auqoEh9nhYwKeqxIaHcySD30",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/c7jt8s686490",
        "server": "upstream.to",
        "size": "2.6 GB",
        "quality": "1080p 5.1ch"
      },
      {
        "link": "https://upstream.to/8qux9sw4q59m",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Ue4PCI0NamI",
      "video_url": "https://www.youtube.com/watch?v=Ue4PCI0NamI",
      "embed_url": "https://www.youtube.com/embed/Ue4PCI0NamI"
    }
  },
  {
    "metadata": "|2015|2h 10min|Asian,Drama,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "966"
    },
    "title": "Northern Limit Line (2015)",
    "description": "Northern Limit Line (2015)_____IMDb – 6.6/10ကိုယ်က ရုပ်ရှင်ကြည့်တာ ဝါသနာပါတော့ကိုယ့်အားလပ်ချိန်တွေမှာ အချိန်ရရင်ရသလိုရုပ်ရှင်ကားကောင်းတွေကို ကြည့်လေ့ရှိပါတယ်။ဒီတစ်ပတ်ကြည့်ဖြစ်တာက“Northern Limit Line”သာမန်အားဖြင့် ကိုရီးယားကားတွေ၊ ဇာတ်လမ်းတွဲတွေကို ကြည့်လေ့ မရှိပေမယ့်ဒီတစ်ကားတော့ ကြည့်ဖြစ်သွားတယ်၊ စစ်ကားဖြစ်နေတာလည်း ပါမှာပေါ့လေ။ဇာတ်လမ်းက ၂၀၀၂ခုနှစ် ကမ္ဘာဖလား ဘောလုံးပြိုင်ပွဲကို တောင်ကိုရီးယားမှာ ကျင်းပတဲ့အချိန်တောင်နဲ့ မြောက်ကိုရီးယားနိုင်ငံကြား ပင်လယ်ဝါထဲက Northern Limit Line မှာ ရေတပ်ချင်း ထိတွေ့မှုဖြစ်တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းကို ပြန်ရိုက်ကူးထားတာပါ။ရုပ်ရှင်အကြောင်းကို မပြောခင်‪#‎Northern Limit Line‬ (NLL) ဆိုတာဘာလဲဆိုတာကို ပြောချင်ပါတယ်။‪#‎NLL‬  ဆိုတာ တောင်နဲ့မြောက် ကိုရီးယား နှစ်နိုင်ငံကြား ပင်လယ်ဝါအတွင်း ရေပြင်ပိုင်ဆိုင်မှု အငြင်းပွားဆဲ နေရာကို ဖြတ်သန်းရေးဆွဲထားတဲ့ စိတ်ကူးမျဉ်းဖြစ်ပါတယ်။ ဒီလို ပိုင်းခြားသတ်မှတ်ထားတာကို မြောက်ကိုရီးယားက အသိအမှတ်ပြုခြင်းမရှိပါဘူး။ထို့ကြောင့် မြောက်ကိုရီးယား ငါးဖမ်းလှေ၊ သင်္ဘောတွေဟာ စစ်ရေယာဉ်များ အစောင့်လိုက်ပါပြီး NLL ကိုမကြာခဏ ဖြတ်သန်းဝင်ရောက်ပြီး တောင်ကိုရီးယား နယ်မြေအတွင်းမှာ ငါခိုးဖမ်းလေ့ရှိပါတယ်။ ထို့ကြောင့်  NLL  တလျှောက် ရေတပ်ချင်းထိတွေ့မှု မကြာခဏ ဖြစ်ပွားလေ့ရှိပါတယ်။Northern Limit Line တလျောက်မှာ ဖြစ်ပွားခဲ့တဲ့ ထိတွေ့မှုတွေကြောင့်မြောက်ကိုရီးယား အရာရှိ/ စစ်သည် ၅၄ ဦးနှင့် တောင်ကိုရီးယား အရာရှိ/ စစ်သည် ၅၄ ဦး ကျဆုံးခဲ့ရပြီး ဖြစ်သလို မြောက်ကိုရီးယား အရာရှိ/ စစ်သည် ၉၅ ဦး နှင့် တောင်ကိုရီးယား အရာရှိ/စစ်သည် ၉၉ ဦးတို့ ဒဏ်ရာရရှိခဲ့ပြီး ဖြစ်ပါတယ်။ တောင်ကိုရီးယား အရပ်သား ၄ ဦး သေဆုံးခဲြ့ပီး ၁၉ ဦး ဒဏ်ရာရရှိခဲ့ရပါတယ်။မြောက်ကိုရီးယားဘက်မှ Torpedo Boat တစ်စီးနစ်မြှုပ်ခဲ့ရပြီး Gunboat တစ်စီး၊ Patrol Boat တစ်စီး ပျက်စီးခဲ့ပါတယ်။ တောင်ကိုရီးယား ဘက်မှ Corvette တစ်စီးနှင့် Partol Boat တစ်စီး နစ်မြှုပ်ခဲ့ပြီး Corvette တစ်စီးနှင့် Patrol Boat နှစ်စီး ပျက်စီးခဲ့ပါတယ်။Northern Limit Line ရုပ်ရှင်ဟာ ၂၀၀၂ က ဖြစ်တဲ့ ဒုတိယ ယောင်ပြွန်း စစ်ပွဲ (Second Battle of Yeonpyeong) ကို အခြေခံပြီး ရိုက်ထားတာ ဖြစ်ပါတယ်။ ၂၀၀၂ ခုနှစ်မှာ တောင်ကိုရီးယားက ကမ္ဘာ့ဖလား အိမ်ရှင် အဖြစ်လက်ခံကျင်းပပါတယ်။ ဇွန်လ ၂၉ ရက်နေ့မှာတော့ တောင်ကိုရီးယားနဲ့ တူရကီတို့ တတိယ နေရာလုပွဲ ကျင်းပနေပါတယ်။ အဲဒီ အချိန်မှာဘဲ မြောက်ကိုရီးယား စစ်ရေယာဉ် နှစ်စီးက NLL ကို ဖြတ်ပြီး ဝင်ရောက်လာပါတယ်။ တောင်ကိုရီးယား စစ်ရေယာဉ် (Patrol Boat) PKM – 357 နဲ့ PKM 358 တို့က NLL ကိုမကျော်လာဖို့ လိုက်လံတားဆီးခဲ့ပါတယ်။တောင်ကိုရီးယားရဲ့ Chamsuri-class Patrol Boat နှစ်စီးမှာတပ်ထားတာတွေက 40mm Borfors တစ်လက်စီ၊ 20mm Sea Vulcan Galtling Gun နှစ်လက်စီနှင့် တောင်ကိုရီးယားထုတ် Simbad SAM တစ်စုံ တပ်ဆင်ထားပါတယ်။ စစ်ရေယာဉ်ဟာ ၃၇ မီတာ ရှည်ပါတယ်။မြောက်ကိုရီးယား စစ်ရေယာဉ်ရဲ့ Main Gun က T 34 တင့်ကားရဲ့ 85mm Gun ဆုံလည်ကို တပ်ဆင်ထားပြီး နောက်ပိုင်းမှာ 35mm twin barrels Gun နှစ်လက်ကို တပ်ဆင်ထားပါတယ်။ ဒါ့အပြင် RPG တွေလည်းပါလာသလို၊ Sniper တွေလည်းပါလာပါတယ်။တောင်ကိုးရီယား စစ်ရေယာဉ်တွေရဲ့ တားဆီးမှုကို လက်မခံဘဲ မြောက်ကိုရီးယား စစ်ရေယာဉ်က စတင် ပစ်ခတ်ပါတယ်။ ထိတွေ့မှုဟာ ၃၄ မိနစ်ခန့် ကြာမြင့်ခဲ့ပြီး တောင်ကိုရီးယားဘက်မှ Patrol Boat နှစ်စီးနဲ့ Corvette နှစ်စီး ထပ်မံ ရောက်ရှိလာချိန်မှာ မြောက်ကိုရီးယား စစ်ရေယာဉ်များ ပြန်လည်ဆုတ်ခွာသွားခဲ့ပါတယ်။တောင်ကိုရီးယား စစ်ရေယာဉ် PKM 357 ဟာ ရေယာဉ်တွင်းမှ ဒဏ်ရာရ စစ်သည်တွေကို ကယ်ထုတ်နေစဉ်မှာဘဲ နစ်မြုပ်သွားခဲ့ရပါတယ်။ဖြစ်စဉ်မှာ တောင်ကိုရီးယား ရေတပ်မှ စစ်ရေယာဉ်မှူးအပါအဝင် အရာရှိ/ စစ်သည် ၄ ဦး ကျဆုံးခဲ့ပြီး ၁ ဦး (ရုပ်ရှင်ထဲမှာတော့ ဆေးတပ်သား) ဟာ စစ်ဆေးရုံမှာ ၂၂ ရက်ကြာပြီးနောက် ကျဆုံးသွားခဲ့ရပါတယ်။ နောက်တစ်ယောက်က တော့ ပဲနင်းဖြစ်ပြီး နစ်မြှုပ်သွားတဲ့ စစ်ရေယာဉ်ကို ရှာဖွေတဲ့အချိန်မှာ ပဲကိုင်လျက်သား ကျဆုံးလျက်တွေ့ရပါတယ်။ စုစုပေါင်း ၆ ဦးကျဆုံးပြီး ၁၈ ဦး ဒဏ်ရာရရှိခဲ့ပါတယ်။မြောက်ကိုရီးယားဘက်ကတော့ ၁၃ ဦးကျဆုံးပြီး ၂၅ ဦး ဒဏ်ရာရရှိခဲ့တယ်လို့ ဆိုပါတယ်။ ဖြစ်စဉ် ပေါက်ကြားမှာစိုးပြီး ဒဏ်ရာရသူများကို သီးသန့် ထားရှိ ဆေးကုသပေးခဲ့တယ်လို့ မြောက်မှ ခိုလှုံခဲ့သူများပြောကြားချက်အရ သိရှိရပါတယ်။ ဒါ့အပြင် တောင်ကိုရီးယားရဲ့ Devastator ကျည်တွေကြောင့် ဒဏ်ရာတွေဟာ ပိုမိုပြင်းထန်ကြောင်း သိခဲ့ရပါတယ်။ရုပ်ရှင်ထဲမှာတော့ တောင်ကိုရီးယား စစ်ရေယာဉ်မှူး Lieutenant Commander Yoon Young-ha ကို တောင်ကိုရီးယား အငြိမ်းစား ရေတပ် ဗိုလ်ချုပ်တစ်ဦး၏ သားအဖြစ် ပုံဖော်ထားပြီး စစ်သား သားသမီးတစ်ဦး၊ စစ်ရေယာဉ်မှူးကောင်းတစ်ဦး အဖြစ် ပီပြင်စွာ သရုပ်ဆောင်နိုင်တာတွေ့ရပါတယ်။ (Lieutenant Commander ဆိုတာ ကြည်းတပ်နှင့် လေတပ်မှာ ဗိုလ်မှူး (Major) အဆင့်ဖြစ်ပါတယ်။)ရုပ်ရှင်မှာ Drama အခန်းလေးတွေထည့်ချင်တော့ မင်းသမီးတစ်ဦးကို စစ်ရေယာဉ်မှူးရဲ့ ကျောင်းဆင်းဖက်၊ နောက်စစ်ရေယာဉ် တစ်စီးရဲ့ ဒုတိယ စစ်ရေယာဉ်မှူးအဖြစ် ထည့်သွင်းပြီး စစ်ရေယာဉ်မှူးကို တဖက်သတ်နှစ်သက်နေသူ အဖြစ် ပုံဖော်ထားပါတယ်။ဆေးတပ်သားလေးအဖြစ် သရုပ်ဆောင်တဲ့ မင်းသားကတော့ စစ်သားတစ်ယောက်နဲ့ မတူပါဘူး။ ရုပ်ရှင်မင်းသားနဲ့ဘဲ ပိုတူနေပါတယ်။ သူ့ကြောင့် ရုပ်ရှင်ဟာ ပေါ့သွားသလို ခံစားရပါတယ်။ (တောင်ကိုရီးယားရဲ့ စစ်မှုမထမ်းမနေရ စနစ် (National Service) ကြောင့် ရုပ်ရှင်မင်းသားတွေ အမှန်တကယ် စစ်မှုထမ်းနေရတာတော့ရှိပါတယ်။)ရုပ်ရှင်ထဲမှာ အားလုံးကို သူရဲကောင်းအဖြစ် မရိုက်ပြဘဲ သူရဲဘောကြောင်တဲ့သူ အကြောင်းပါထည့်ရိုက်ပြတာ ကောင်းမွန်ပါတယ်။အတုယူစရာတစ်ခုက တောင်ကိုရီးယား ရေတပ်က ပင်လယ်ထဲမှာ စစ်ရေယာဉ်တွေ ကပ်ပြီး ဖြည့်တင်းရေး ပြုလုပ်ဖို့ Forward Operation Post platform ကို ရေနံစင်တွေလို ဆောက်ထားတာပါဘဲ။ရုပ်ရှင်ထဲမှာ အမှန်တကယ် ကျဆုံးခဲ့သူတွေအတွက် ပြုလုပ်တဲ့ အသုဘ အခမ်းအနားနဲ့ သူတို့ရဲ့ မိသားစု ပုံရိပ်တွေကိုပါ ထည့်သွင်း ပြသထားတဲ့အတွက် စစ်သား ဆရာဝန်တစ်ယောက်ဖြစ်တဲ့ ကိုယ့်အတွက်တော့ မျက်ရည်ကျမိပါတယ်။ ကိုယ်ကိုတိုင်လဲ ယခင်က ဒီလိုအဖြစ်အပျက်မျိုးတွေကို မကြာခဏ မြင်ခဲ့ဘူးတော့ ခံစားလို့ရတယ်။ဒီရုပ်ရှင်ကားဟာ တကယ်အဖြစ်အပျက်ကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး ရိုက်ကူးပုံလည်း ကောင်းမွန်တာကြောင့် ကြည့်သင့်တဲ့ ရုပ်ရှင်ကားအဖြစ် မြင်ပါတယ်။(ဒီဇာတ်ကားအညွန်းကို ဒေါက်တာနိုင်ဆွေဦး ဆိုတဲ့ ဖေ့ဘုတ်မှာ ရေးထားတာကို မြင်ပြီးသဘောကျမိတာကြောင့် ကို Nyi Than Lwin ကနေ ဘာသာပြန်ပေးထားတာဖြစ်ပါတယ်)File Size         : 932 MBQuality           : Blu ray 720PRunning Time : 2 hr 10 minuteFormat           : Mp4Genre             : Drama, WarEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Hak-soonStarsJin GooKim Dong-heeKim Ha-kyoonKim Ji-hoonKim Mu-yeolLee Chung-ahLee Hyun-wooLee WanSong Jae-hoCastJin GooKim Dong-heeKim Ha-kyoonKim Ji-hoonKim Mu-yeolLee Chung-ahLee Hyun-wooLee WanSong Jae-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mNTq6cbGgRAviN8cHNbtfvAf7iC.jpg",
      "https://image.tmdb.org/t/p/w300/bL58Ci45KK1bFjEhMnDy1AhmFIh.jpg",
      "https://image.tmdb.org/t/p/w300/lnQWs61xXKY4lox1QUU5EqdGMWr.jpg",
      "https://image.tmdb.org/t/p/w300/bO6gbJ5pGh7ZShTk1X2iUL8eg3J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/11/northern-limit-line-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/k0sgv1m4qbnn.html",
        "server": "usersdrive.com",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/northern-limit-line-yeonpyeong-haejeon-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/8f5ab2c7/northern-limit-line-yeonpyeong-haejeon-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/o3u6y6ogh28w/Northern_Limit_Line_(Yeonpyeong_Haejeon)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1z2yi/Northern_Limit_Line_(Yeonpyeong_Haejeon)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/ddcR0KiB#UNejeJZMvQq9IkN26vd47qjQzktSfg7osa9Jh5Etd-E",
        "server": "mega.nz",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/xrhvse80v23e",
        "server": "upstream.to",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/northern-limit-line-2015",
        "server": "CM Links",
        "size": "932 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "6IYnBYSsqy0",
      "video_url": "https://www.youtube.com/watch?v=6IYnBYSsqy0",
      "embed_url": "https://www.youtube.com/embed/6IYnBYSsqy0"
    }
  },
  {
    "metadata": "N/A|2015|92 min|Uncategorized",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "483"
    },
    "title": "Queen Of Spades (2016)",
    "description": "ရင္တမမနဲ႔ၾကည့္ရမဲ့ ကားေလးလာပါၿပီဗ်ာအရင္ဥိီးစြာ အန္ရနဲ႔အတူ သူ႔သူငယ္ခ်င္းသံုးေယာက္က Queen Of Spadesအေၾကာင္းကိုေျပာေနၾကပါတယ္ သူက လူေတြကိဘယ္လိုေျခာက္လွန္႔ေၾကာင္း စသည္ျဖင့္….အဲဒီမွာဘာထျဖစ္လဲဆိုေတာ့ အန္ရရဲ႕သူငယ္ခ်င္းေတြဟာသရဲ(Queen Of Spades)ကိုေခၚဖို႔အန္ရကိုေျပာလာပါတယ္…ဒီေနရာမွာ အန္ရတစ္ေယာက္ဒုကၡလွလွေတြ႔ပါေတာ့မယ္ဘာလို႔လဲ…. သူေခၚလိုက္တဲ့ မေကာင္းဆိုးဝါးႀကီးဟာ.မွန္ထဲကေနထြက္လာၿပီးေနာက္မွာသူ႐ွင္သန္ဖို႔အတြက္ ပူးကပ္ဖို႔ အရာဝတၳဳ ဒါမွမဟုတ္သက္ရိွ လူခနၶာတစ္ခုလိုမွာပါဒါကေတာ့ ႐ွင္းေနပါၿပိီ သူ အန္ရခနၶာကိုယ္ကိုပဲ ဝင္ပူးကပ္ေတာ့မွာေပါ့ခမ်ားတို႔မသိေသးတာတစ္ခုက အန္ရဟာ သူ႔ကိုယ္ထဲဝင္ပူးထားတဲ့ဒိီမေကာင္းဆ္ိုးဝါးႀကီးကို.ဘယ္လ္ိုျပန္ခုခံျပမလဲဆိုတာကိုပါပဲသူတစ္ေယာက္တည္းမႏုိ္င္ပါဘူး အကူအညီေတြလိုပါလိမ့္မယ္ကိုင္း…..ဘယ္လိုတင္ဆက္ထားလဲဆိုတာ ခံစားလိုက္ၾကပါဦးေျသာ္…ဒီကားၾကည့္ၿပီးရင္ ခမ်ားတို႔အိမ္ကမွန္မွာဇတ္ကားထဲကသရဲေခၚနည္းအတုိင္း ေခၚၾကည့္ပါသရဲထြက္လာရင္ ကြၽန္ေတာ္နဲ႔မဆိုင္ဘူးေနာ္(ဘာသာျပန္နဲ႕ အညြန္းေရးသူကေတာ့ ဂ်ြန္လေယာင္ျဖစ္ပါတယ္)Download Large File From PcloudDownload Small File From PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSvyatoslav PodgayevskiyStarsAlina BabakEvgeniya LozaIgor KhripunovValeriya Dmitrieva",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMzUyMzU0NjgzNl5BMl5BanBnXkFtZTgwNjc1Mzk0OTE@._V1_SY1000_CR006791000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2015|2h 3min|Biography,Drama,Music",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "6,296"
    },
    "title": "I Saw the Light (2015)",
    "description": "I Saw the Light (2015)_____IMDb – 5.8/10အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့…မင်းသားကြီး Loki ခေါ် Tom Hiddleston နဲ့ မမ Scarlet ခေါ် မင်းသမီး Elizabeth Olsen တို့ရဲ့ကားလေးပါ…ဒီဇာတ်ကားဟာ   country သီချင်းတွေဆိုတဲ့အဆိုတော်ကြီး Hank William ဘဝအကြောင်းကိုရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်…အဆိုတော်ကြီး Hank William ဘဝအကြောင်းကို ရိုက်ထားလေတော့ Tom Hiddleston လည်းတော်တော်ကြိုးစားခဲ့တယ်လို့ဆိုပါတယ်..သူဟာ  ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုရိုက်ဖို့အတွက်ရိုက်ကွင်းပေါ်မှာ အသက်ပါတဲ့ ဂစ်တာတီးဟန်ဖြစ်ဖို့ အရေး အချိန်များစွာပေးပြီး ဂစ်တာတီးလေ့ကျင့်ခဲ့တယ်လို့ဆိုပါတယ်…ပြီးတော့ country သီချင်းဆိုဖို့ အတွက်လည်း  နာမည်ကြီး country အဆိုတော်တစ်ဦးဖြစ်သူRodney Crowell နဲ့ လေ့ကျင့်ခဲ့ပါတယ်တဲ့ … ဒီဇာတ်ကားထဲက သီချင်းတွေအားလုံးကို သူကိုယ်တိုင်ပဲသီဆိုထားတယ်လို့ဆိုပါတယ်…ကိုင်း ဖြစ်ရပ်မှန် ဇာတ်ကားလေးကိုခံစားကြည့်လိုက်ပါဦးဗျို့…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Ko Ba Nyar ပဲဖြစ်ပါတယ်…အခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့…မင္းသားႀကီး Loki ေခၚ Tom Hiddleston နဲ႔ မမ Scarlet ေခၚ မင္းသမီး Elizabeth Olsen တို႔ရဲ႕ကားေလးပါ…ဒီဇာတ္ကားဟာ   country သီခ်င္းေတြဆိုတဲ့အဆိုေတာ္ႀကီး Hank William ဘဝအေၾကာင္းကို႐ိုက္ထားတဲ့ကားေလးျဖစ္ပါတယ္…အဆုိေတာ္ႀကီး Hank William ဘ၀အေၾကာင္းကုိ ရုိက္ထားေလေတာ့ Tom Hiddleston လည္းေတာ္ေတာ္ႀကဳိးစားခဲ့တယ္လုိ႕ဆုိပါတယ္..သူဟာ  ဒီျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိရုိက္ဖုိ႕အတြက္ရုိက္ကြင္းေပၚမွာ အသက္ပါတဲ့ ဂစ္တာတီးဟန္ျဖစ္ဖုိ႕ အေရး အခ်ိန္မ်ားစြာေပးၿပီး ဂစ္တာတီးေလ့က်င့္ခဲ့တယ္လုိ႕ဆုိပါတယ္…ၿပီးေတာ့ country သီခ်င္းဆုိဖုိ႕ အတြက္လည္း  နာမည္ႀကီး country အဆုိေတာ္တစ္ဦးျဖစ္သူRodney Crowell နဲ႕ ေလ့က်င့္ခဲ့ပါတယ္တဲ့ … ဒီဇာတ္ကားထဲက သီခ်င္းေတြအားလုံးကုိ သူကုိယ္တုိင္ပဲသီဆုိထားတယ္လုိ႕ဆုိပါတယ္…ကုိင္း ျဖစ္ရပ္မွန္ ဇာတ္္ကားေလးကိုခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Ko Ba Nyar ပဲျဖစ္ပါတယ္…File Size : (900 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:03:00Genre : Biography , Drama , MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ba NyarEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc AbrahamScott PetersonStarsBradley WhitfordCherry JonesDavid KrumholtzElizabeth OlsenJoe ChrestJosh PaisMaddie HassonTom HiddlestonWayne PéreWrenn SchmidtCastAllison ClayeAmanda Joy EricksonBethany BlakeyBradley WhitfordBryan Michael HallCandice HarrisonCaroline HebertCasey BondCharlie TalbertCherry JonesChristopher HeskeyCody DanielCory HartDavid KrumholtzDenise GossettDouglas M. GriffinElizabeth OlsenElliott GreyEmily Marie PalmerErica CurtisGary TeagueGretchen KoernerJames DuMontJayson Warner SmithJeff CapertonJillian BathersonJoe ChrestJosh PaisJoshua BradyJustin LebrunMaddie HassonMattie LiptakNM GarciaRebecca ChulewRichard JacksonSkyler DavenportTom HiddlestonVanessa AmayaWayne PéreWrenn Schmidt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ggHg1WxdL9Ubwba1LYAPKTbNgj.jpg",
      "https://image.tmdb.org/t/p/w300/ySMSjVHM9svuEUSHzzbGG5syNtL.jpg",
      "https://image.tmdb.org/t/p/w300/xblOioBVQq8TSx4tuIMkNR6MoBu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/I-saw-the-light-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/i-saw-the-light-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2gAL8/I_Saw_The_Light_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/QGxVgQZD#CcgSAwm_8hk9eRag6IOWHKQM7i7qSL5fd1qyHMGsNWw",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-saw-the-light-2015",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbcloud1.com/t8033z18kxxu.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://veryfiles.com/c3w8w044kr70",
        "server": "veryfiles.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Q_zfXq1us1I",
      "video_url": "https://www.youtube.com/watch?v=Q_zfXq1us1I",
      "embed_url": "https://www.youtube.com/embed/Q_zfXq1us1I"
    }
  },
  {
    "metadata": "N/A|2015|126 min|Action,Horror",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "4,213"
    },
    "title": "I Am a Hero (2015)",
    "description": "ဟီဒဲအို ဟာ အသက္ ၃၃ ႏွစ္ ရွိၿပီျဖစ္ၿပီးမေအာင္ျမင္ေသးတဲ့ ကာတြန္းဆရာတစ္ေယာက္ျဖစ္ပါတယ္…အတူေန ခ်စ္သူ ရွိၿပီး ကာတြန္းဆြဲတဲ့အလုပ္ကိုေဇာက္ခ် လုပ္ေနေပမဲ့ အရံ ကာတြန္းဆရာဘ၀ကေနတိုးတက္မလာပါ အေၾကြးေတြလဲတင္ ခ်စ္သူကလဲ ၿငိဳျငင္လာဟီဒဲအို ဘ၀ မွာ စိတ္ညစ္စရာေတြပဲ မ်ားေနခဲ့ပါတယ္…တစ္ရက္မွာေတာ့ ဟီဒဲအို တို႔ ၿမိဳ႕မွာပဲ ေခြးကိုက္ခံရာကေနကူးစက္တက္တဲ့ ေရာဂါတစ္မ်ိဳး ပ်ံ႕ႏွ႔ံ လာၿပီးဟီဒဲအို ၏ အနီးဆံုး သူမ်ားကို ကူးစက္ခဲ့ေသာ္အခါ….ဒီရုပ္ရွင္ကားဟာ မၾကာေသးခင္က Facebook မွာVideo Clip အတိုေလး ျပန္႔ၿပီး လူတုိင္းၾကည့္ခ်င္ေနတဲ့ဂ်ပန္ ဇြန္ဘီ အက္ရွင္ကား တစ္ကား ျဖစ္ပါယတ္IMDb Rating လဲ မနည္းသလို ဇတ္လမ္းကလဲမဆိုးတဲ့ ရုပ္ရွင္ကားပါပဲေသြးထြက္သံယိုေတြ ကိုက္ျဖတ္တာေတြ မၾကည့္ခ်င္တဲ့သူေတြကေတာ့ ဒီလုိကားမ်ိဳးကို ေရွာင္သင့္ပါတယ္…ဒီရုပ္ရွင္ကားကို Kira Rodriguesz က ဘာသာျပန္ေပးထားၿပီးThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinsuke SatoStarsHisashi YoshizawaJin KatagiriKasumi ArimuraMakita SportsMasami NagasawaMuga TsukajiNana KataseYo OizumiYoshinori OkadaYu TokuiCastHiromitsu TakedaHisashi YoshizawaJin KatagiriKasumi ArimuraKazunori KanekoMakita SportsMasami NagasawaMiho SuzukiMuga TsukajiNana KataseNatsu AndoRuna EndoToru KazamaToshifumi MuramatsuYo OizumiYoshinori OkadaYu Tokui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3JbAUZA4gUJw8qSfLIWCagYt4TV.jpg",
      "https://image.tmdb.org/t/p/w300/ykWS71AVN9TP0qRbZrvW0EUZZh1.jpg",
      "https://image.tmdb.org/t/p/w300/hkNsZ8IOxBjyAZSAELcV1Vjl1Pw.jpg",
      "https://image.tmdb.org/t/p/w300/tpvRXlrXCsFhigst28Kp3VQpjFs.jpg",
      "https://image.tmdb.org/t/p/w300/sUmRJYWzwuZPrfjyNFaCtxEhJrr.jpg",
      "https://image.tmdb.org/t/p/w300/1DXGqTC208Eps0sZUkvLpoTTewf.jpg",
      "https://image.tmdb.org/t/p/w300/pxy5vlXpMQjY6cMwlilo1xU0Owi.jpg",
      "https://image.tmdb.org/t/p/w300/mq1AcKJrt5hdwWw2mtVyj5XJXCW.jpg",
      "https://image.tmdb.org/t/p/w300/bl1z0iVr2CQeSNsRR4scYYHeNZf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMDE4YjI5NWEtZTdlYi00M2RmLWE3YzItNmFhNWUwZTU3ZDIwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDE5Njc3OTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jsw8bbcbers4.html",
        "server": "usersdrive.com",
        "size": "685.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2dqM7/I_Am_A_Hero_(Aiamuahiro)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "685.67 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/v5uiqxjgi7vt",
        "server": "upstream.to",
        "size": "685.67 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=TkJOazBkZGhDbWNRMnFLMS9ZeEJtaFFZRXNWdW5ONnFSRk9OdkpNSEVCWkNUMWYwa2xxa2pqRnEvSHhHcEcxM1ZxaTkrWVdSbVpRMUZ2ZmhvOEpFUkpKc3htZ3JWNlkxRVZRTFp3cGFoUFYycWNLM29ZdjgyOE5BYThySFM3dDgrU1B6ZlFaaTZKWmQ4WGpjNmtaWlQxMDd4emQ4Z3pCMmpXVzdIK3pYS085NDF4U0NlWGlLd0V4SGdKSnBvQWlFWnc5RHBaR0pRS0c0cnpzMWJCRkZ3VnBZYUJMVWdnMXBaSFNRaUxrSngwUUNzN1pVeGNkZUdkZ3hiNTg3ZTdtY1k4RWFtY0tGUkhZTkZKc0tYTHNVMlZUZEd1KzRUb2NyaFdrV3doZXB5MVVPOE9JaHRJbGp3MTd6Q1lWUWdvSVJQUVFmNVlUaFBmSmNwNE9DZWpkc2E1VFN6T2MzRjBsRmtibW5OTTZEc2dzM3l3Z1J3SmNKd01rVGU2UW9iaVlYMWh2RmRGVlUzQytsOXZEYnFkUVQ3dz09",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=TkJOazBkZGhDbWNRMnFLMS9ZeEJtaFFZRXNWdW5ONnFSRk9OdkpNSEVCWkNUMWYwa2xxa2pqRnEvSHhHcEcxM1ZxaTkrWVdSbVpRMUZ2ZmhvOEpFUkpKc3htZ3JWNlkxRVZRTFp3cGFoUFYycWNLM29ZdjgyOE5BYThySFM3dDgrU1B6ZlFaaTZKWmQ4WGpjNmtaWlQxMDd4emQ4Z3pCMmpXVzdIK3pYS085NDF4U0NlWGlLd0V4SGdKSnBvQWlFWnc5RHBaR0pRS0c0cnpzMWJCRkZ3VnBZYUJMVWdnMXBaSFNRaUxrSngwUUNzN1pVeGNkZUdkZ3hiNTg3ZTdtY1k4RWFtY0tGUkhZTkZKc0tYTHNVMlZUZEd1KzRUb2NyaFdrV3doZXB5MVVPOE9JaHRJbGp3MTd6Q1lWUWdvSVJQUVFmNVlUaFBmSmNwNE9DZWpkc2E1VFN6T2MzRjBsRmtibW5OTTZEc2dzM3l3Z1J3SmNKd01rVGU2UW9iaVlYMWh2RmRGVlUzQytsOXZEYnFkUVQ3dz09",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=TkJOazBkZGhDbWNRMnFLMS9ZeEJtaFFZRXNWdW5ONnFSRk9OdkpNSEVCWkNUMWYwa2xxa2pqRnEvSHhHcEcxM1ZxaTkrWVdSbVpRMUZ2ZmhvOEpFUkpKc3htZ3JWNlkxRVZRTFp3cGFoUFYycWNLM29ZdjgyOE5BYThySFM3dDgrU1B6ZlFaaTZKWmQ4WGpjNmtaWlQxMDd4emQ4Z3pCMmpXVzdIK3pYS085NDF4U0NlWGlLd0V4SGdKSnBvQWlFWnc5RHBaR0pRS0c0cnpzMWJCRkZ3VnBZYUJMVWdnMXBaSFNRaUxrSngwUUNzN1pVeGNkZUdkZ3hiNTg3ZTdtY1k4RWFtY0tGUkhZTkZKc0tYTHNVMlZUZEd1KzRUb2NyaFdrV3doZXB5MVVPOE9JaHRJbGp3MTd6Q1lWUWdvSVJQUVFmNVlUaFBmSmNwNE9DZWpkc2E1VFN6T2MzRjBsRmtibW5OTTZEc2dzM3l3Z1J3SmNKd01rVGU2UW9iaVlYMWh2RmRGVlUzQytsOXZEYnFkUVQ3dz09"
    }
  },
  {
    "metadata": "not rated|2015|1h 16m|Drama,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "5.9k"
    },
    "title": "The Corpse of Anna Fritz (2015)",
    "description": "The Corpse of Anna Fritz (2015)ဒီတခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကားကတော့ 2015ခုနှစ်ကထွက်ရှိထားတဲ့ drama,thriller ဇာတ်လမ်းတပုဒ်ဖြစ်ပြီးထိတ်လန့်ခြောက်ခြားဖွယ်ခံစားချက်ကို အပြည့်ဝရရှိစေမယ့်ဇာတ်လမ်းတပုဒ်ဆိုလဲ မမှားပါဘူးအန်နာဖရစ်ဆိုတာ နာမည်ကျော်မင်းသမီးတဦးဖြစ်ပြီးခန္ဓာကိုယ်အချိုးအစားနဲ့ မျက်နှာလေးက ဆွဲဆောင်နိုင်လွန်းသူလေးပါ…တနေ့မှာတော့ သူမရဲ့အောင်မြင်မှုတွေ အလှအပတွေကို ကျောခိုင်းပြီးလူ့ဘဝကနေ အပြီးပိုင်ထွက်ခွာခဲ့ရပါတယ်…..ဒီလိုနဲ့သူ့မရဲ့ခန္ဓာကိုယ်ကိုရေခဲတိုက်မှာ ထားချိန် ရေခဲတိုက်ထဲခိုးဝင်လာတဲ့ လူငယ်သုံးယောက်ကတွေ့ရှိသွားပြီး သူမရဲ့အလှအပကိုယစ်မူးကာ သွေးသားဆန္ဒအရမှားမိသွားပါတယ်….မထင်မှတ်ထားမိတာကတော့ အန်နာဟာ တကယ်ကိုသေဆုံးသွားတာမဟုတ်ပဲခဏတာမျောနေတာကြောင့် ပြန်လည်ရှင်သန်လာချိန်မှာတော့……File size…1GB / 500MBQuality…1080p BR RIP / 720pFormat…mp4Duration….1h 16mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Nana YuniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHèctor Hernández VicensStarsAlba RibasAlbert CarbóBelén FabraBernat SaumellCristian ValenciaDaniel AserHenry MoralesMontserrat MirallesCastAlba RibasAlbert CarbóBelén FabraBernat SaumellCristian ValenciaDaniel AserHenry MoralesMontserrat Miralles",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fMt4fwqy0C908DwHDHpn65z1ku0.jpg",
      "https://image.tmdb.org/t/p/w300/34WbaEAoNtEVWmp0ot7JUoEhtpy.jpg",
      "https://image.tmdb.org/t/p/w300/4GhKOjwx5oC1Fc96tEryts90VMV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGVlZjBiNzMtNTQxMi00ZWE3LWI1MmEtYzY0MmM2YjJkYWY4XkEyXkFqcGdeQXVyMjExMDIwNzA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-corpse-of-anna-fritz-2015-1080-p-br-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xc6nw5u2aigp.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/19Cnl/The.Corpse.Of.Anna.Fritz.2015.1080p.BRRip(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/CrYB1bzI#Pc-76bH_01Za1C47RRVlV3MiYxBCV5GIPcltz69VY1I",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/ll69c8kp4k0v.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-corpse-of-anna-fritz-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3gr1kvcaig85.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19Cn0/The.Corpse.Of.Anna.Fritz.2015.720p(CM).mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rjJHCZba#oq7qn_3QmqakXDUlI5J-Ov75Sgn_L2EwuOswX-qUIj8",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/5ed5oqz99o5z.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|N/A|Action",
    "rating": {
      "rating": "3.1/10",
      "rating_count": "54"
    },
    "title": "The Glorious Seven (2019)",
    "description": "2019 ခုႏွစ္​ အသစ္​ထြက္​ အက္​႐ွင္​ဇာတ္​ကာ​ေကာင္​းတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးပါရ​ေစ။မကၠဆီကို သူ​ေဌးႀကီးတစ္​ဦးရဲ႕ ဇနီ​ေခ်ာ​ေလးကိုလူဆိုးအဖြဲ႔အစည္​းက ျပန္​​ေပးဆြဲသြားတဲ့အခါမွာ​ေတာ့ သူ​ေဌးႀကီးကအ​ေမရိကန္​စစ္​ျပန္​ ​ေၾကးစားတစ္​ဦးကို ငွါးၿပီးအလုပ္​အပ္​ႏွံခဲ့ရာမွဤသို႔အက္​႐ွင္​ဇာတ္ၾကမ္​းတစ္​ခု အစျပဳခဲ့ပါသည္​။ဇာတ္လမ္းေပါ့သြားမွာစိုးလို႕အမ်ားၾကီးမညႊန္းေတာ့ပါဘူး…အပစ္​အခတ္​​ေတြ အတိုက္​အခိုက္​​​ေတြကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​စိတ္​ဝင္​စားဖြယ္​ဇာတ္​ကားတစ္​ကားမို႔ အား​ေပးၾကပါဦးဗ်ာFile Size : (880 MB) & ( 301 MB)Quality : WEB-DL 720pRunning Time : 1 hr 33minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsFernando CarreraJerry KwartengMaurice NashCastFernando CarreraJerry KwartengMaurice Nash",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/koKr3cNwKQBNqOaAJyzLT78xQs3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5fmt0OQyxmoivrZ3XllRrTfpVC.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/blnxq59toy48.html",
        "server": "usersdrive.com",
        "size": "880 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kiss-kiss-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2e98e/The_Glorious_Seven_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "880 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/nvedgrqmlcu1",
        "server": "upstream.to",
        "size": "880 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|1h 48min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7/10",
      "rating_count": "155000"
    },
    "title": "The Gift (2015)",
    "description": "The Gift (2015)~ IMDb – 7/10, Rotten Tomatoes – 91% ~ဇာတ်ကားနာမည်က “လက်ဆောင်” တဲ့။ဘာလက်ဆောင်လဲဆိုတော့ ဇာတ်ဆောင် လင်မယားနှစ်ယောက် အိမ်အသစ်ကို ပြောင်းလာကြတယ်။ အဲဒီမှာ ယောက်ျားရဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်နဲ့တွေ့တယ်။ အဲဒီသူငယ်ချင်းက လက်ဆောင်တွေ ဇွတ်လာပေးနေတာပါပဲ။ အိမ်ကို လူမရှိတဲ့အချိန်ဝင်ပြီး လက်ဆောင်ပေးတတ်သေးတယ်။တကယ်ကို ကြောင်တောင်တောင်ကောင်ပါပဲ။ မိန်းမဖြစ်သူကတော့ သဘောကောင်းတယ်ဆိုပြီး ခင်ပေမဲ့ ယောက်ျားဖြစ်သူကတော့ ခါးခါးသီးသီးဖြစ်နေပါတယ်။ သူတို့ငယ်သူငယ်ချင်းတွေ… ငယ်ငယ်က ဘယ်အကြောင်းတွေကြောင့် ဒီလိုတွေဖြစ်နေလဲဆိုတာ စိတ်ဝင်စားစရာကြည့်ရမှာပါ။ဒါပေမဲ့ ဇာတ်ကားနာမည်လက်ဆောင်ဆိုတာက အဲဒီလက်ဆောင်တွေထက် ကျွန်တော်တို့ရဲ့ တီထွင်ဖန်တီးနိုင်စွမ်း စကားပြောနိုင်တဲ့ အစွမ်းကို ရည်ညွှန်းတယ်ထင်ပါတယ်။ အဲဒီလက်ဆောင်က သုံးတတ်ရင် ဆေးဖြစ်သလို မသုံးတတ်ရင် ဘေးဖြစ်တတ်တယ်ဆိုတာ ပြချင်တဲ့ စိတ်ဝင်စားစရာ Thriller, Mystery ဇာတ်ကားလေးတစ်ကားပေါ့။ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကလည်း နှယ်နှယ်ရရတွေမဟုတ်ပါဘူး။ Ozark နဲ့ ကျွန်တော်တို့သိကြမယ့် မင်းသားကြီး Jason Bateman တင်မကဘဲ The Great Gatsby က မင်းသားကြီး Joel Edgerton ကလည်း ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင် ဒါရိုက်တာလုပ်ထားတာပါ။ ဂျွန်နီဒပ် ရဲ့ Transcendence မှာ ပါခဲ့တဲ့ အတော်လေးကို ကျက်သရေရှိရှိလှတဲ့ အလှတရားတစ်ခုကို ပိုင်ဆိုင်ထားတဲ့ မမ Rebecca Hall လည်း ပါသေးရုံမက Rating တွေကလည်း မြင့်နေသေးတော့ တကယ့် ရှယ်ဇာတ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 875MB, 505MBQuality – 1080p, 720p, 480pIMDb Rating – 7/10Format – mp4Duration – 1H 48MinGenre – Drama, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoel EdgertonStarsAdam Lazarre-WhiteAllison TolmanBeau KnappBeth CrudeleBusy PhilippsDarren P. LeisDavid DenmanDavid Joseph CraigFelicity PriceJason BatemanJoel EdgertonJyothi VenkateshKatie AseltonLaura Drake ManciniMelinda AllenMirrah FoulkesNash EdgertonP. J. ByrneRebecca HallStacey BenderSusan May PrattTim GriffinWendell PierceCastAdam Lazarre-WhiteAllison TolmanBeau KnappBeth CrudeleBusy PhilippsDarren P. LeisDavid DenmanDavid Joseph CraigFelicity PriceJason BatemanJoel EdgertonJyothi VenkateshKatie AseltonLaura Drake ManciniMelinda AllenMirrah FoulkesNash EdgertonP. J. ByrneRebecca HallStacey BenderSusan May PrattTim GriffinWendell Pierce",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nCoqKsxqcDB9ZcvZ0zLxulCMaof.jpg",
      "https://image.tmdb.org/t/p/w300/qRHc3vBAM0zoiCsQz1lOujJfewa.jpg",
      "https://image.tmdb.org/t/p/w300/l28AjRkuqPjOWRU1ZwHcfzk2NBs.jpg",
      "https://image.tmdb.org/t/p/w300/iKzLQg7xzMN3P9I2zE1CGaVPoC9.jpg",
      "https://image.tmdb.org/t/p/w300/lpATvgNLHqxsE85TGN7Ohf0wo1H.jpg",
      "https://image.tmdb.org/t/p/w300/dUeHpb90QCsyxBnegbfLYtZqmr6.jpg",
      "https://image.tmdb.org/t/p/w300/ikc3vp52EgDVJNDHDsMFOI0OoOJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/7d13664d-c01a-44c3-b0bd-bc6b13220453-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-gift-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-gift-2015-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1635r/(CM)_The_Gift_(2015)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ELMmRDBK#U3emGwRk3s-5Lfb0dDBuvEE8HeFcI7M3V5wpuryNHCQ",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/e2k016u9keop.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/fbpncg76hajf.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-gift-2015-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1M0xe/(CM)_The_Gift_(2015)_720p.mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YO1QUKgZ#bBY7JZhR0zUU0pcbwTDJbprzWepLA6RTAaYEQ6pQWZM",
        "server": "mega.nz",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hy1dhfe0hw4h.html",
        "server": "usersdrive.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/6darsiseofcs.html",
        "server": "streamsb.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-gift-2015-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "505MG",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1M0x5/(CM)_The_Gift_(2015)_480p.mp4",
        "server": "megaup.net",
        "size": "505MG",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Uft22IxK#5iM5GCxwPV7I-YSvVlkNFXlYuC9EfEP0LoEVzuhuyh0",
        "server": "mega.nz",
        "size": "505MG",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/r7haz4iafkqr.html",
        "server": "usersdrive.com",
        "size": "505MG",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/nd9hftq9nsze.html",
        "server": "streamsb.com",
        "size": "505MG",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "niyeyjJPTVA",
      "video_url": "https://www.youtube.com/watch?v=niyeyjJPTVA",
      "embed_url": "https://www.youtube.com/embed/niyeyjJPTVA"
    }
  },
  {
    "metadata": "R|2015|101 min|Comedy,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "88,562"
    },
    "title": "Burnt (2015)",
    "description": "စားသောက်ဆိုင် ကျမ်းတော်ကြီး“‘ လူတွေ အပြင်မှာ ရောင်းတဲ့ ၅ ဒေါ်လာတန်ကို ဘာလို့ ငါတို့ဆိုင်မှာ ဒေါ်လာ ၅၀၀ ပေးပြီးလာစားကြလဲသိလား ”’”’ လက်မလောက်လေး အသားတုံးလေး ၂ခုပန်းကန်ထဲထည့်ထားတာကို ဘာလို့စျေး၅သောင်း ၆ သောင်းပေးစားနေကြတာလဲ”’ဋီး ဋချီး သံတွေ မိုးပျံ ၊ ပန်းကန်တွေ ဇွန်းတွေ ရိုက်ခွဲကောက်ပေါက်သံတွေ ဆူညံနေ အပူနဲ့အလုပ်လုပ်နေရတဲ့ကြားထဲ မီးပူတာတစ်မျိုးနားပူတာတစ်မျိုး နဲ့ စိတ်မထိန်းနိုင်ရင် မျက်ခွက်ဆုတ်ပျက်သတ်သွားမယ့် စားဖိုဆောင်…………ဒီရုပ်ရှင်က IMDb Rating ၊ 6.6 Rotten Tomatoes 29% ၊ Metacritic score 42 ၊ CinemaScore B- တို့ရရှိထားပါတယ်။ ဝေဖန်မှုတွေ အဆိုးအကောင်းရောနှောရရှိထားတဲ့ ရုပ်ရှင်တစ်ခုလဲဖြစ်ပါတယ်။ R Rating Movie အမျိုးအစား ဖြစ်လို့ ၁၇ နှစ်အောင်တွေ အုပ်ထိန်းသူတွေနဲ့ ကြည့်ဖို့ပြောချင်ပါတယ်။ လိင်ကိစ္စတွေပါလို့မဟုတ်ပါဘူး စကားပြောကြမ်းတာတွေ ကြမ်းတမ်းတဲ့အပြုအမှုတွေပါလို့ပါ။ဒီ ရုပ်ရှင်ကို ၂၀၁၅ခုနှစ် အောက်တိုဘာနယူးယောက်မှာ အကြိုပြသခဲ့ပြီး နောက်ရက်အနည်းငယ်အကြာမှာ အမေရိကန်မှာ The Weinstein Company ကစတင်ဖြန့်ချီထားခဲ့ပါတယ်။ အင်္ဂလိပ် ၊ ပြင်သစ် စကားပြောရုပ်ရှင်ဖြစ်ပါတယ်။ တစ်ကားလုံးကြာချိန် မိနစ် ၁၀၀ ရှိပါတယ်။ Budget ကန်ဒေါ်လာ ၂၀ မီလီယံ နဲ့ရိုက်ကူးထားပြီး Box Office မှာ ကန်ဒေါ်လာ ၃၆.၆မီလီယံ ပြန်လည်ရရှိထားပါတယ်။ဒါရိုက်တာ John Wells ရိုကူးထားပြီး၊ သူက ရုပ်သံဇာတ်လမ်းတွဲတွေနဲ့ရုပ်ရှင်တွေ တွေ ရိုက်ကူးတဲ့အပြင် ရုပ်သံထုတ်လုပ်သူအနေနဲ့ ရော စာရေးဆရာအနေနဲ့ပါ လုပ်ပါတယ်။ ဒီကားက သူရိုက်ကူးထားတဲ့နောက်ဆုံး ရုပ်ရှင်ကားဖြစ်ပါတယ်။အဓီကပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေကတော့ မင်းသား Bardley Cooper နဲ့ Sienna Miller ဖြစ်ပါတယ်ပါတယ်။မင်းသား Bardleyကတော့လူုတောတောများများသိရှိပြီးဖြစ်မယ်ထင်ပါတယ်။သူ့အကြောင်းနည်းနည်းပြောပြပါမယ်။သူက အော်စကာဆုပေးပွဲက နေစပြီး တစ်ခြားသောရုပ်ရှင်စပေးပွဲတွေအထိဇကာတင်စာရင်းနဲ့ဆုတွေ ယူထားတဲ့သူဖြစ်ပါတယ်။ ၃ နှစ်ဆက်တိုက် အမြင့်ဆုံး အနုပညာကြေးရတဲ့ မင်းသားဖြစ်ပြီး ၂၀၁၅ ခုနှစ် တိုင်မ်း မဂ္ဂဇင်းရဲ့ လွှမ်းမိုးမှုရှိဆုံးအယောက် ၁၀၀ စာရင်းမှာပါဝင်ထားနိုင်တဲ့အထိကို အရှိန်အဝါကြီးပါတယ်။ Hangover ကတော့ ကျွန်တော်အကြိုက်ဆုံးပေါ့။ဗြိတိန် အမေရိကန်စပ် မင်းသမီး Sienna ကလဲ BAFTA ၊ Golden Globe Award တို့လို ဆုပေးပွဲတွေအထိခြေဆန့်ထားနိုင်ယ်မင်းသမီးဖြစ်ပါတယ်American Sniper မှာလဲ မင်းသားBardley နဲ့အတူတူသရုပ်ဆောင်ခဲ့ဖူးပါတယ်။ ကဲဟုတ်ပါပြီဒါတွေက ရုပ်ရှင်ထုတ်လုပ်မှုပိုင်းဆိုင်ရာတွေပေါ့။နောက်ဆုံးမှာထည့်ထားတဲ့ သီချင်းနာမည်က Barns Courteny ရဲ့ Fire ဆိုတဲ့သီချင်းပါ။ဒီကားကို ရွှေးရတဲ့အကြောင်းအရင်း ကဒီကားကို ကြည့်မယ့်သူတွေထဲမှာစားသောက်ဆိုင် လိုဟိုတယ်လိုဝန်ဆောင်မှုလုပ်ငန်းလုပ်ကိုင်နေတဲ့ သူတွေ ကိုပြောချင်တာ စားသောက်ဆိုင်ဆိုတာ ဟင်းရောင်းရုံနေရာမဟုတ်ဘူး ၊ တာဝန်ယူမှုတာဝန်ခံမှု ကို သဘောပေါက်ပြီး professionalဆန်စေချင်တာရယ် ၊ခေါင်းဆောင်ဆိုတဲ့ အဓီပယ်ကို ပိုနားလည်သွားစေချင်တာရယ်၊ အသင်းအဖွဲ့နဲ့ လုပ်ဆောင်ခြင်းTeam Work ကနေရာတိုင်းမှာဘယ်လောက်အရေးပါတယ်ဆိုတာကို ပိုပြီးသိသွားစေချင်တာကြောင့်ပါ။ဒီနေ့ခေတ်က IT ခေတ်ပါအရင် Facebook မပေါ်ခင်တုန်းကလိုလာစားတဲ့သူတွေကို သမ္မတအိမ်တော် ထမင်းချိုင့်ပို့နေရတဲ့မျက်နှာ နဲ့ ရောင်းလို့မရတော့ပါဘူး။ဒီဇာတ်လမ်းက အပြင်က Gordon Ramsay ပုံစံနဲ့ တော်တော်တူပါတယ်။ အခု MRTV 4 မှာပြနေတဲ့ MasterChef ရဲ့မှုရင်းထုတ်လုပ်သူ လဲဖြစ်သူကိုယ်တိုင်လဲ Michaellin ကြယ်၃ ပွင့်တွေ၊ ၂ ပွင့်တွေ ၊ ၁ ပွင့်တွေရထားတဲ့ စားသောက်ဆိုင်တွေရဲ့ ပိုင်ရှင်ဖြစ်တဲ့သူပါ။သူ့ကိုတော်တော်များများသိကြမှာပါ Facebookပေါ်မှာ စားဖိုမှုးတွေ ကို ပျစ်ပျစ်နှစ်နှစ် ရစရာမရှိအောင် ပြောတက်တဲ့ video ကိုတွေ့ဖူးကြမှာပါ။မတွေ့ဖူးလဲ ရိုက်ရှာလိုက်။ဒီကားထဲမှာ ရိုက်ပြထားတဲ့ ဟင်းချက်တဲ့ပြကွက်တွေမှာ ဟင်းချက်ပုံချက်နည်းကို သေချာရိုက်မပြဘဲ တစ်ဝက်တစ်ပျက်နဲ့လောက်ပဲပြပြ သွားတာက ဇာတ်လမ်းအရှိန်ကို လျော့သွားစေပါတယ်။ဒီဇာတ်လမ်းထဲမှာပါ တယ် Michaellin star ဆိုတာဘာလဲ ဘယ်လဲ ဆိုတာ ဟိုစပ်စပ်ဒီစပ်လျောက်ရှာကြည့်လိုက်တယ်။ဒီ Michaellin star ဆိုတာ က စားသောက်ဆိုင်တွေကို starတွေပေးပြီး အဆင့်သတ်မှတ်ပေးတဲ့ စားသောက်ဆိုင်လမ်းညွှန်စာအုပ်ပေါ့တစ်ချို့သူတွေခေါ်ကြတာတော့ စားသောက်ဆိုင် လောက က ကျမ်းစာအုပ်တော် ပေါ့။ထူးတာက အဲ့ဒီအဖွဲ့အစည်းက အရမ်းကိုလျှိုဝှက်လွန်းတယ်။ ရုပ်ရှင်ဆန်ဆန်ကို လုပ်ဆောင်တဲ့အဖွဲ့အစည်းပါ။ ဒီအဖွဲ့အစည်းစတင် တည်ဆောက်ခဲ့တာ ၁၉၀၀ ခုနှစ်လောက်မှာ Michaellinတာယာ တွေထုတ်လုပ်တဲ့ လုပ်ငန်း ရဲ့ ညီအကိုနှစ်ယောက် Andreနဲ့ Edourad က စပြီးတည်ထောင်ခဲ့တယ်။အစက သူတို့ ထုတ်တဲ့စာအုပ်က ပြင်သစ်နိုင်ငံအတွင်းက တာယာတွေ ဘယ်ဆိုင်မှာကောင်းတယ် ဘာညာ တာယာနယ်ပယ်နဲ့ ဆိုင်တာ ကိုပဲလမ်းညွန်ထုတ်ပေးခဲ့တာနောက်ပိုင်း ၁၉၂၆ မှာစပြီး စားသောက်ဆိုင်လမ်းညွန်ဆိုပြီးပြင်သစ်နိုင်ငံက စားသောက်ဆိုင်တွေကို အဆင့်သတ်မှတ်တာတွေလုပ်လာတယ်။နောက် ပြင်သစ်အပြင် တစ်ခြားသောနိုင်ငံတွေကိုပါ ရောက်လာတယ်ပေါ့။အဲ့ဒီအဖွဲ့အစည်းမှာ ရှိတဲ့ အကဲဖြတ်ဝန်ထမ်းတွေ ဘယ်လောက်ရှိတယ် ၊ ဘယ်လို ပုံစံ၊ဘယ်သူတွေလဲ ဆိုတာ ဘယ်သူမှမသိကြဘူး။အဲ့မှာ လုပ်တဲ့အကဲဖြတ်သူတွေက သူတို့ဘာလုပ်နေတယ်ဆိုတာသူတို့ မိဘတွေကိုတောင်ပြောပြခွင့်မရှိဘူးတဲ့။ သူတို့စားသောက်ဆိုင်တစ်ဆိုင်ကိုအမှတ်ပေးတဲ့ ပုံစံက အကဲဖြတ်တဲ့သူတွေ တစ်ယောက်ပြီးတစ်ယောက် သွားစားကြည့်ပြီးသူတို့တွေ့တာအားလုံးကို အသေးစိတ်မှတ်သားလာတယ် နောက်ပြီး အားလုံးပြန်စုပြီး အစည်းဝေးထိုင်တယ် နောက် အဆင့်သတ်မှတ်ပေးလိုက်တယ်ပေါ့။အဲ့တော့ လာဘ်ထိုးဖို့ မလွယ်ဘူး။အဲ့ဒီအဖွဲ့အစည်းက ဖြုတ်ခံလိုက်ရတဲ့ သူတစ်ယောက် ၂၀၀၃ ခုနှစ်မှာ ထုတ်ပြီးပြောပြထားတာက အဲ့ဒီအဖွဲ့အစည်းထဲ သူတို့တွေ က အရမ်းကို အထီးကျန်ကြတယ် ၊တစ်ယောက်တည်းပဲ စားသောက် ကြရတယ်၊နောက်အသေးစိတ်ကို မှတ်သားပြီး ပြန်တင်ပြရတယ်၊ ပြီးတော့ လုပ်အားခငွေက ကလဲနည်းနည်းပဲရကြတယ်လို့ ပြောပြထားတယ်။သူတို့ အားလုံး ၂၅ ယောက်ရှိတယ်လို့ပြောတယ်။ဒါပေမယ့် Michaellin တို့ဘက်က မဟုတ်ဘူးလို့သာငြင်းဆိုထားပါတယ်။သူတို့ စားသောက်ဆိုင်တွေကို လာတာဘယ်သူမှလဲ မသိလိုက်ဘူး၊ ဘယ်အချိန်လာသွားတယ်မှန်းလဲမသိလိုက်ကြဘူး၊ဘယ်လိုအမှတ်အသားမျိုးဘယ်လို မှလဲ မလုပ်ပြကြဘူး၊ စားပြီးပြန်သွားကြတယ်၊ နောက်တော့မှ အဆင့်သတ်မှတ်တဲ့စာအုပ်ထွက်လာမှသိကြရတယ်။အဆင့်တွေကို ကြယ် ၁ ပွင့် ကြယ် ၂ ပွင့်အမြင့်ဆုံး ကြယ် ၃ ပွင့် နဲ့ ဘာကြယ်မှမပေးတာမျိူးသတ်မှတ်ပေးကြတယ်။ကြယ်ရတာ တွေက ဥရောပ အမေရိကဘက်ကဆိုင်တွေ နဲ့ ပြင်သစ်ပုံစံ ပြင်ဆင်ထားတဲ့ဆိုင်တွေ ရတာများတယ်။ဒါပေမယ့် ဂျပန်ကိုMichaellin တွေ စပြီး အဆင့်သတ်မှတ်ပေးတော့ ဆိုင်တွေတော်တော်များများ ကြယ်ရကြတာတွေ့ရတယ် ။ စားဖိုမှုးတွေလဲ သူတို့ ကိုယ်သူတို့ အံ့သြနေကြတယ် ။တစ်ခြားနိုင်ငံတွေထက် ဂျပန်ကိုပေးတာများတယ်ပေါ့။ တစ်ချို့ဝေဖန်ကြတာကMichaellin က သူ့ ကားတာယာ companyဂျပန်နိုင်ငံကိုဖြန့်ဖို့ နာမည်ကောင်းရချင်လို့ ဘာလို့ ပြောကြတယ်။ တစ်ချို့က လဲ ဂျပန်အစားစာတွေက သန့်ရှင်းတယ် လတ်ဆတ်တယ်ကျန်းမာရေးနဲ့ညီညွှတ်လို့ ရတာလို့ပြောကြတယ်။မှာ ကြယ်၃ ပွင့်ရသွားတဲ့ဆိုုင် ဆို သူ့ မီနှုးက ပြင်သစ် ပုံစံ ဘက်ကိုရောက်ရောက်သွားကြတယ်တဲ့။ အရှေ့တောင်အာရှမှာကြယ်ရတဲ့ ဆိုင် သိပ်မရှိဘူး။ ဝေဖန်သူတွေပြောကြတာ အာရှအစားအစာက ပြင်သစ်အစားအစာတွေလိုမဟုတ်လို့လို့ ပြောကြတယ်။Michaellin ကြယ်ရပြီးဆိုလဲ တစ်ကမ္ဘာလုံးက လာစားမဲ့ ဧည့်သည်တွေ ရောက်လာကြတော့မှာပါ။ကြယ် ၁ ပွင့်ရဲ့အဓီပယ်က လမ်းကြုံရင်သွားစားသင့်တယ် အဆင့်မှီတယ်။ နိုင်ငံရပ်ခြားကိုsponsor နဲ့ shopping ထွက်တာဖြစ်ဖြစ်ကင်ဆာတို့ ဘာတို့ ညာတို့ဖြစ်လို ဆေး့သွားကုရင်း၆ လလောက်ပဲ ခံတော့မယ် ဆိုရင် ဖြင့် သွားစားကြည့်ပေါ့။ စင်ကာပူမှာ ကြယ် ၃ပွင့်ဆိုင်ရှိပါတယ်။ကြယ် ၂ ပွင့်ရဲ့ အဓီပယ်က သွားစားဖို့ကောင်းတဲ့ဆိုင် အဆင်ကျော်တယ်။ ကိုယ့် ATM Cardထဲ တစ်ယောက်ယောက်ဆီက မှားနိုပ်မီပြီးသိန်း ၅ ရာ ၁ ထောင်လောက် ဝင်လာရင်ဘာမှပြောမနေနဲ့ ကဒ်ကိုင်ပြီးစားသောက်ဆိုင်ကိုဒိုးတော့။ကြယ် ၃ ပွင့်ရဲ့ အဓီပယ်က လုံးဝပြီးပြည့်စုံနေမယ်။ လာချပေးတဲ့ ပန်းကန်ပြားကို ဓာတ်မီးနဲ့ ထိုးကြည့်လက်ဗွေရာတောင်မတွေ့ရဘူး။သိန်း ၁ ထောင်ကောက်ရရင်ဖြစ်ဖြစ်သိန်း ၁ သောင်း ကို၂ နှစ်ဆက် တိုက်ပေါက်ရင်ဖြစ်ဖြစ် တစ်နေ့ ၁ထောင်စုပြီး လန်လိုဂီနီတို့ဖာရာရီ တို့ ဝယ်နိုင်တဲ့နေ့သွားကြည့်ပေါ့။ပိုက်ဆံမရှိလဲ မှာပြီး ဟင်းက အရောင်တွေနဲ့ဆိုပြီးcompalin တက် ပိုက်ဆံမပေးပဲ ထထွက်လာခဲ့လိုက် ငိငိကြယ် ၃ ပွင့်ရထားတဲ့ဆိုင် ကအရှေ့တောင်အာရှ နဲ့ အာရှမှာဆို မှာဆို စင်ကာပူ၊ ဂျပန် ၊ ကိုးရီးယား၊မကာအို တို့မှာရှိတယ်။ စျေးက ဒေါ်လာ ၅၀၀ လောက်က နေအမျိုးမျိုးရှိတာတွေ့ရပါတယ်။မြန်မာနိုင်ငံမှာလဲ Michaellin star ရစားဖိုမှုးတွေရှိတာကိုတွေ့ရတယ်။ ဟိုနိုင်ငံတွေက ပြောင်းလာပြီးဒီမှာဆိုင်လာဖွင့်နေကြတာ ၃ ဆိုင် ရှိတာကိုစုံစမ်းတွေ့ရှိရပါတယ်။ပထမဆုံးဆိုင်က ၂၀၁၅ လား ၂၀၁၆ လာမသိနှစ်ယောက် သွားစားတာ ၁၆ သိန်းကုန်တယ်ဆိုပြီးFacebook ပေါ်မှာ ပလူပျံသွားတဲ့Le Planteur ဆိုတဲ့ဆိုင် ။ နောက် The Seedနဲ့Shwe Sa Bwe တွေပါ။စျေးကတစ်ယောက်ကို၈ သောင်းဝန်ကျင်လောက်ရှိပါတယ်။၀ိုင်ပါတာမပါတာ ဆိုင်ခြင်းမတူကြဘူး။! ဘေဘီတို့ ကိုကိုတို့ ကိုခေါ်သွားကြတော့ ငိငိ!ဒီကြယ်ကို စားဖိုမှုးလောက မှာဆို အော်စကာရတယ်လို့ တင်စားခေါ်ကြတယ်။ ကြယ်က ရပြီးသွားရင် အသေရသွားတာမျိုးမဟုတ်ဘူး ပြန်ရုပ်သိမ်းခံရတက်တယ် ။ ဒီကြယ်မှာ ကောင်းတာရှိသလိုတစ်ချို့ ကြတော့ ဒီကြယ်ရဲ့ ဒဏ်ကို မခံနိုင်ကြဘူး။ ဒီလိုပါ ဒီကြယ်က ရထားတဲ့ အပွင့်ကိုလိုက်ပြီး ဝန်ထုပ်ကလဲပိလာကြတယ်။ စားဖိုမှုးတစ်ယောက် ပြောထားတာ သူ့ရထားတဲ့ကြယ်ကို ပြန်သိမ်းခိုင်းတယ် ဘာလို့ ဆို ကြယ်ရထားတော့သူ့စံနှုန်းအတိုင်း တစ်သမတ်တည်းလုပ်နေရတယ်နောက်ပြီး အမှားခံလို့ကိုမရဘူး ၊လာစားတဲ့သူတွေက အခြေနေအကုန်လုံးကို စောင့်ကြည့်နေကြတဲ့ ဒဏ်တွေ မခံနိုင်ဘူးတဲ့။ကြယ်က လွယ်လွယ်ပေးတာမျိုးမဟုတ်ဘူးကြယ် ၃ပွင့်ရတဲ့ဆိုင်ဆို ၁ နှစ်မှာ လက်ချိုးရေလို့တောင်ရတယ် ၃ ၊ ၄ ဆိုင်ဒီလောက်ပဲ။ဒီစာတွေကို မနက် ၂နာရီမှာ ခေါက်ဆွဲပြုတ်လေးစားနေရင်း ရေးလိုက်ပါတယ်။ကျွန်တော်HLKပါ။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn WellsStarsAlicia VikanderBradley CooperDaniel BrühlEmma ThompsonLily JamesMatthew RhysOmar SySarah GreeneSienna MillerUma ThurmanCastAlicia VikanderBo BeneBradley CooperCharlotte HawkinsChelsea LiChristopher HeskeyDaniel BrühlElisa LasowskiEmma ThompsonErica EmmHenry GoodmanJody HalseJohn MacDonaldJulian FirthLexie Benbow-HartLily JamesMartin TrenamanMatthew RhysOmar SyRaphael AcloqueRiccardo ScamarcioRichard RankinSam KeeleySarah GreeneSienna MillerStephen Campbell MooreUma Thurman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eqk6XUYgu2qwvjXXqz51PxZM7po.jpg",
      "https://image.tmdb.org/t/p/w300/AsPbsT4T3ip2aepY3CeYkNWskXw.jpg",
      "https://image.tmdb.org/t/p/w300/kJyeRir8nEIDqQ0KPuebxVe87Vl.jpg",
      "https://image.tmdb.org/t/p/w300/ost9izoiFUyzcn0UF10t7tXtib8.jpg",
      "https://image.tmdb.org/t/p/w300/3NdTspNkG8AbvjvlcFJ600MyvYi.jpg",
      "https://image.tmdb.org/t/p/w300/wFaNbgQFExMVR0Knzf4Cz2PduBL.jpg",
      "https://image.tmdb.org/t/p/w300/3wACMuSv93tyy9g050l7JzQQ3ct.jpg",
      "https://image.tmdb.org/t/p/w300/eT9jqqTqw7OFXlxti5gtz7XXkDI.jpg",
      "https://image.tmdb.org/t/p/w300/dAFgmrita8p5UtBYlMSgYyZLHyx.jpg",
      "https://image.tmdb.org/t/p/w300/oYgYCnCc9e8C8pofu2TD1Z876vv.jpg",
      "https://image.tmdb.org/t/p/w300/boUEmZVRrJMyRYFnTmoYbN1QKjb.jpg",
      "https://image.tmdb.org/t/p/w300/2H1PbBc1DBKYpXstNdeRpI1yPXU.jpg",
      "https://image.tmdb.org/t/p/w300/tjVPvgIuLJg3wtQnst8eBRR2QH0.jpg",
      "https://image.tmdb.org/t/p/w300/4AmaSDbqxxNYc6CTCt1AEmheUr3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nF7OxU8DyzmIy5jH6w26Jmavofh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/burnt-2015",
        "server": "VIP Links",
        "size": "724MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/burnt-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "724MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/atxpdzatthtx",
        "server": "veryfiles.com",
        "size": "724MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/alfv40ur3qha.html",
        "server": "streamsb.com",
        "size": "724MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yKufeJJ4ysM",
      "video_url": "https://www.youtube.com/watch?v=yKufeJJ4ysM",
      "embed_url": "https://www.youtube.com/embed/yKufeJJ4ysM"
    }
  },
  {
    "metadata": "N/A|2015|2h 31m|Action,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "4.6k"
    },
    "title": "Massu Engira Maasilamani (2015)",
    "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်အရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကိုဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်ဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့ဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်းကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့အသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့သရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။မားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။File size…3.8GB  / 1.8GBQuality…1080p WEBDL / 720pFormat…mp4Duration….2h 31mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by HarukoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVenkat PrabhuStarsKarunasNayantharaPranitha SubhashPremji AmaranR. ParthibanRiyaz KhanSamuthirakaniSrimanSuriyaCastAravind AkashArjaiBadava GopiBrahmanandamCharles VinothDaniel Annie PopeJayaprakashKarunasMadhusudhan RaoManobalaNayantharaPranitha SubhashPremji AmaranR. ParthibanRajendranRamya SubramanianRethika SrinivasRiyaz KhanSamuthirakaniSanjay BharathiShanmugasundaramSonia Bose VenkatSrimanStunt SilvaSuriyaVidyullekha RamanYuvina Parthavi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6kDSk9rv4csmLTBtNJdmhnZ6cnT.jpg",
      "https://image.tmdb.org/t/p/w300/pOB2fArcEFMpuRL74uT6jhZqdXs.jpg",
      "https://image.tmdb.org/t/p/w300/wc4YeQtEHiOOx1QcbcG6vSu4U4M.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/masss-2015-1080-p-jc-web-dl-hindi-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4tp2trojofkn.html",
        "server": "usersdrive.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3aY6v/Masss.2015.1080p.JC.WEB-DL.Hindi.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hslUWLyJ#MbfGI-URTWUJnxUI0M4oQoLHocPd6WRwFsc7WPSj2mk",
        "server": "mega.nz",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/8n7o3wwbaoq3.html",
        "server": "streamsb.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/masss-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5h6h9261kfdt.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1P3cw/Masss.2015.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h0tgVYAC#zor86jWoDfdXbYTNYT9QUOytJSbvAi54tY-zbR-GRic",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/pvhrcrkh8fi0.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8uhmhTwPPTg",
      "video_url": "https://www.youtube.com/watch?v=8uhmhTwPPTg",
      "embed_url": "https://www.youtube.com/embed/8uhmhTwPPTg"
    }
  },
  {
    "metadata": "|2015|1hr 36min|Drama,Music,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "35841"
    },
    "title": "We Are Your Friends (2015)",
    "description": "မင္းသားေခ်ာ Zac Efron အဓိကပါဝင္ထားတဲ့ Drama, Music, Romance အမ်ိဳးအစားဇာတ္ကားပါ။Zac Efron ကဒီဇာတ္ကားထဲမွာ DJ music ကိုရူးသြပ္သူတစ္ေယာက္အေနနဲ႕သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းကိုေတာ့ မိတ္ဆက္မေပးေတာ့ပါဘူး။IMDb Rating (6.1/10) ရရွိထားတဲ့ Music ဇာတ္ကားေလးပါ။File size…(850MB)Quality…BR-Rip 720pFormat…mp4Duration….01:36:03Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာၾကည့္ရန္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMax JosephStarsEmily RatajkowskiWes BentleyZac Efron",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/We-Are-Your-Friends.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/we-are-your-friends-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "852MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/UDeo/We_Are_Your_Friends_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "852MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/oz0ooswmncwk.html",
        "server": "usersdrive.com",
        "size": "852MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/ldsxzpdaknjq.html",
        "server": "datbu.com",
        "size": "852MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ybl4zs08azuz",
        "server": "upstream.to",
        "size": "852MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/we-are-your-friends-2015",
        "server": "VIP Links",
        "size": "852MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gZzAeYWXFpk?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=gZzAeYWXFpk?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/gZzAeYWXFpk?feature=player_embedded"
    }
  }
]