[
  {
    "metadata": "R|2015|2h 4min|Comedy,Drama,Music",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "69,036"
    },
    "title": "Youth (2015)",
    "description": "Youth (2015)IMDb (7.3/10)….Rotten Tomatoes (72%)အီတလီရုပ်ရှင်ပါ။မင်းသားကြီး Michael Caine နဲ့ Harvey Keitel တို့အပြင် အခြားသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ Comedy , Drama , Music အမျိုးအစား ရုပ်ရှင်ဖြစ်ပါတယ်။၂၈ ကြိမ်မြောက် ဥရောပရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးဒါရိုက်တာဆုနဲ့ Michael Caine က အကောင်းဆုံးသရုပ်ဆောင်ဆု စသဖြင့် ဆုတွေ အသီးသီး ရရှိခဲ့တဲ့ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ……..[Spoiler Alarm]ဆွစ်တောင်တန်းတွေဆီ အားလပ်ရက် ခရီးထွက်ကြတုန်း အဘိုးကြီးနှစ်ယောက် သူတို့ဖြတ်သန်းခဲ့ကြတဲ့ဘဝတွေကို ပြန်ပြောင်းဆင်ခြင်မိကြတဲ့အကြောင်းတွေလည်း ဖြစ်တယ်။ အိုမင်းခြင်းနဲ့ နုပျိုခြင်း၊ အတိတ်နဲ့ အနာဂတ်၊ ရှင်သန်မှုနဲ့ သေဆုံးမှု စတဲ့အကြောင်းအရာတွေကြားထဲက ထာဝရ ရုန်းကန်နေရခြင်းအကြောင်းတွေပေါ့။Fred Ballinger ( Michael Caine ) က ဂန္ထဝင်ဂီတစာဆိုကြီးတစ်ယောက်။ Mick Boyle ( Harvey Keitel ) က ရုပ်ရှင်ရိုက်ကူးရေးသမား။ သူတို့နှစ်ယောက်က အခင်ဆုံးမိတ်ဆွေတွေလည်း ဖြစ်ကြတယ်။ဆွစ်တောင်တန်းတွေပေါ်က အပန်းဖြေဟိုတယ်ကြီးမှာ အပန်းဖြေနေတဲ့ Fred ဆီ အယ်လိဇဘက်ဘုရင်မကြီးရဲ့သံတမန်အဖွဲ့ ရောက်လာပြီး ဖိလစ်မင်းသားရဲ့မွေးနေ့ဖျော်ဖြေပွဲမှာ သူ့နာမည်ကြီးလက်ရာ ‘ Simple Songs ‘ ကို တင်ဆက်ပေးဖို့ ကမ်းလှမ်းလာတယ်။ Fred က ငြင်းဆန်လိုက်တယ်။ နောက်ထပ်တစ်ကြိမ် သံတမန်အဖွဲ့ ထပ်ရောက်လာပြန်တယ်။ Fred က ငြင်းပြန်တယ်။ သူ ငြင်းရတာ အကြောင်းရှိတယ်လေ။ အဲဒါကိုတော့ ရုပ်ရှင်ထဲမှာပဲ ကြည့်ကြည့်ပါ။Mick က သူ ရိုက်တော့မယ့်ရုပ်ရှင်တစ်ကားအတွက် စာရေးဆရာတစ်စုနဲ့အတူ အပန်းဖြေရင်း ဇာတ်ညွှန်းရိုက်ကွက်တွေကို ပုံဖော်တည်ဆောက်နေတာ။Fred ရဲ့သမီးဖြစ်သူ Lena ကလည်း Fred နဲ့အတူ အပန်းဖြေဟိုတယ်ကြီးမှာ ရှိနေတယ်။ Lena က Mick ရဲ့သားနဲ့ လက်ထပ်ထားတာဖြစ်တယ်။ ခရီးတစ်ခုကို လင်မယားနှစ်ယောက် အတူထွက်ခါနီးမှ အဲဒီဟိုတယ်မှာပဲ သူ့ခင်ပွန်းက ကွာရှင်းခွင့်တောင်းတာကို Lena ကြုံတွေ့လိုက်ရတယ်။ မထင်မှတ်ဘဲ ကြုံလိုက်ရတာဆိုတော့ သေလုခမန်းပဲ။Fred နဲ့ Mick စားသောက်နေကြတုန်း Lena ယောကျ်ား( Mick ရဲ့သားဖြစ်သူ ) ရောက်လာတယ်။ ဘာကြောင့်ကွာရှင်းရတာလဲဆိုတော့ Lena က အိပ်ရာပေါ်မှာ မကောင်းလို့တဲ့။ သူ လက်ထပ်မယ့်အဆိုတော်အမျိုးသမီးက ရုပ်ထွက် သိပ်မကောင်းဘူး။ အိပ်ရာပေါ်မှာ သိပ်ကောင်းတာကြောင့် သူ လက်ထပ်မှာလို့ ပြောတယ်။ဟိုတယ်ကြီးမှာ တည်းခိုအပန်းဖြေနေတဲ့လူတွေထဲ တမူထူးတဲ့လူတွေ ပါတယ်။ အဝလွန်နေတဲ့ မာရာဒိုနာ၊ ငယ်ရွယ်နုနယ်တဲ့အနှိပ်သည်မလေး၊ မယ်စကြဝဋ္ဌာ၊ ရိုက်ရတော့မယ့်ရုပ်ရှင်တစ်ကားမှာ သရုပ်ဆောင်ရတော့မယ့် ဝါရင့်သရုပ်ဆောင် Jimmy Tree ( သူက အပန်းဖြေနေရင်း၊ ဇာတ်ကောင်စရိုက်ဝင်လာအောင် လေ့လာစူးစမ်းရင်း နေနေတာ။ )ဘယ်တော့မှ စကားမပြောကြဘဲ စားသောက်နေရုံပဲစားသောက်ကြတဲ့ လင်မယားနှစ်ယောက်လည်း ရှိတယ်။ Fred နဲ့ Mick နဲ့က အဲဒီလင်မယားနှစ်ယောက် စကားတစ်ခွန်းပဲဖြစ်ဖြစ် ပြောမယ်၊ မပြောဘူး လောင်းကြတယ်။ Mick အမြဲ ရှုံးတယ်။Mick က သူ့ရိုက်ညွှန်းကို စိတ်ကျေနပ်စွာ အဆုံးသတ်ပြီးတဲ့အခါ သူ့ရုပ်ရှင်ရဲ့ အဓိကသရုပ်ဆောင်ဖြစ်တဲ့ Brenda Morel ( Jane Fonda ) က ဟိုတယ်ကြီးဆီ လာရောက်ပြီး သူ ပါဝင်သရုပ်ဆောင်မှုမပြုတော့ဘူးလို့ ငြင်းဆန်တယ်။Brenda က Mick ရိုက်ကူးတဲ့ရုပ်ရှင်နဲ့ မင်းသမီးတစ်ယောက် ဖြစ်လာတာပါ။ Mick ရဲ့ရုပ်ရှင်တွေထဲက ၁၁ ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ဖူးတယ်။ ဒါပေမဲ့ အခုလာပြောတာက ရုပ်ရှင်ထက် တယ်လီဗစ်ရှင်းစီးရီးတစ်ခုကပေးတဲ့ငွေပမာဏက အဆမတန်များတာကြောင့် ငြင်းဆန်ရတာဖြစ်ကြောင်း၊ Mick အနေနဲ့လည်း ရုပ်ရှင်မရိုက်တော့သင့်ကြောင်း၊ အသက် ၈၁ နှစ်မှာ ရုပ်ရှင်လောကကနေထွက်ပြီး အနားယူသင့်နေပြီဖြစ်ကြောင်း၊ နောက်ပိုင်း Mick ရိုက်တဲ့ရုပ်ရှင်ကားတွေဟာ အလကားရုပ်ရှင်ကားတွေဖြစ်ကြောင်း ပြင်းပြင်းထန်ထန် ဝေဖန်ပြောဆိုပြီး ထထွက်သွားတယ်။ရုပ်ရှင်ရိုက်ဖို့ အစီအစဉ်တွေပျက်ကုန်တော့ စာရေးဆရာအဖွဲ့ ပြန်သွားကြတယ်။ မပြန်ခင် Brenda ကို သူတို့က အပြစ်တင်တော့ Mick က အဲဒီလိုအပြစ်မတင်ဖို့ တားမြစ်တယ်။ ရုပ်ရှင်ရိုက်တာနဲ့ပတ်သက်ပြီး မျှော်လင့်ချက်ကလေးတွေကို Mick က Fred ကို ပြောပြတယ်။ ပြောနေရင်းပဲ မျှော်လင့်ချက်တွေ ကုန်ပြီး အိုမင်းနေပြီဖြစ်တဲ့ Mick ဟာ စိတ်ပျက်အားလျော့စွာနဲ့ Fred ရှေ့မှာပဲ ဟိုတယ်ပေါ်ကနေ ခုန်ချပြီး သတ်သေသွားတယ်။လေယာဉ်ပေါ် ရောက်နေပြီဖြစ်တဲ့ Brenda ဟာ သတင်းကြားကြားချင်းပဲ ပျံသန်းနေတဲ့လေယာဉ်ပေါ်ကနေ ဆင်းမယ်ဆိုပြီး သောင်းကျန်းတာကြောင့် လေယာဉ်မယ်လေးတွေ အလုပ်များကုန်ကြတယ်။Fred က ဗင်းနစ်မြို့မှာရှိတဲ့ သူ့မိန်းမဆီ သွားရောက် စကားပြောဆိုတယ်။ ဆေးကုသခံနေရတဲ့သူ့မိန်းမကတော့ ပုံမှန်စိတ်လည်း မရှိ၊ စကားလည်း တစ်လုံးမှ မထွက်နိုင်၊ သူ့ဘက်လည်း လှည့်မကြည့်နိုင်တော့။ကြည့်ကြည့်လိုက်ပါ။ငယ်ရွယ်နုပျိုမှုအကြောင်း ပိုသိလာစရာကောင်းပါရဲ့။ဟောလိဝုဒ်ရဲ့အရိပ်ငွေ့တွေဆီကနေ ရုန်းထွက်ခံစားရတာမျိုးလည်း ကြုံရတာပေါ့။(ရုပ်ရှင်အညွှန်းကိုစိတ်သစ်ပင် စာအုပ်စင်FB’Page မှကူးယူဖော်ပြပါသည်။)File size…(999MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:04:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavide BertoniPaolo SorrentinoStarsAlex MacQueenChloe PirrieHarvey KeitelLuna MijovićMark KozelekMichael CainePaul DanoRachel WeiszRobert SeethalerTom LipinskiCastAdam Jackson-SmithAldo RalliAleksandra LazarevicAlessandro SorianoAlex BeckettAlex MacQueenAlexander SeibtAlice BauerAnabel KutayAnna Marie CsehAshley BryantAttilio ZampieriBeatrice CurnewBeatrice WalkerBleta JahajCarolina CarlssonCéline PeruzzoChloe PirrieCornelia MarxerDaniela BolligerDominique LeidnerDorji WangchukEd StoppardElizabeth KinnearEmilia JonesEugenia CarusoFelicitas HeyerickGabriela BelisarioHarvey KeitelHeidi Maria GlössnerHelmut FörnbacherIan Keir AttardJane FondaJasmin Barbara MairhoferJosie TaylorJulia DanuserKaspar WeissLaura De MarchiLeo ArtinLeoni StäubliLola TobelemLoredana CannataLuna MijovićLydia RatteiMădălina Diana GheneaMaria Letizia GorgaMark GessnerMark KozelekMelinda BokorMichael CaineNate DernPaloma FaithPascal FleuryPaul DanoPaulina JürgensPoppy Corby-TuechPortia ReinersRachel WeiszRebecca CalderRobert SeethalerRoly SerranoSarah AmitranoSonia GessnerSumi JoSvenja HässigTatiana LuterTom LipinskiValentina VujovicVeronika DashViktoria MullovaVincent WolterbeekWolfgang Michael",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v8GR9PE7IgizPSvhbs0bW8MjuPd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/youth-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8u0v8ubgukkw.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/youth-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tfah/Youth_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NehiQKoT#Xb-T1w74qnFWJmdnes07xiB0EhN9j1A8CMTcunzz-YU",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/kpfrpyskyqr9",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dAVzgOh6gxI",
      "video_url": "https://www.youtube.com/watch?v=dAVzgOh6gxI",
      "embed_url": "https://www.youtube.com/embed/dAVzgOh6gxI"
    }
  },
  {
    "metadata": "N/A|2015|96 min|Crime,Horror,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "164"
    },
    "title": "Deep Trap (2015)",
    "description": "Deep Trap ဇာတ်ကားဟာဆိုရင်Director : Hyeong-jin Kwon ရိုက်ကူးထားတဲ့Crime,Horror,Thriller ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating – 5.7/10MyDramaList – 6.4/10AsianWiki – 80%ဒီဇာတ်ကားထဲမှာဆိုရင် အဓိကသရုပ်ဆောင်များအနေနဲ့ မင်းသားကြီး Ma Dong-Seok, Jo Han-sun, Kim Min-Kyung, Ji An တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။*** ဇာတ်လမ်းအကျဉ်း ***ဒီဇာတ်ကားကတော့ So-yeon နဲ့ Joon-sik ဆိုတဲ့ ညားခါစလင်မယားနှစ်ယောက် အကြောင်းကနေစပြီး ဇာတ်လမ်းဖော်ရိုက်ကူးထားသောဇာတ်ကားဖြစ်ပါတယ်။So-yeonဆိုတဲ့ကောင်မလေးက သားလျောပြဿနာကြောင့် ကိုယ်ဝန်မရနိုင်ဖူးလို့ထင်တာကြောင့် ဆရာဝန်ဆီသွားပြခဲ့ပါတယ်။ဆရာဝန်က စိတ်ရှင်းအောင်နေပြီး သေချာကြိုးစားရင်ရနိုင်ပါတယ်ဆိုသောကြောင့် သူတို့လင်မယားနှစ်ယောက် အင်တာနက်မှရှာတွေ့သော ကျွန်းတစ်ကျွန်းပေါ်ကစားသောက်ဆိုင်ကို စိတ်အပန်းဖြေရန်သွားခဲ့ပါတယ်။သူတို့သွားတည်းခိုမယ့် စားသောက်ဆိုင်ကလင်မယားနှစ်ယောက်က သဘောကောင်းပေမယ့် အနည်းငယ်ထူးဆန်းနေကြပါတယ်။ထိုညမှာ အရက်အရမ်းမူးနေတာကြောင့် ပြန်မရဘဲ ထိုနေရာတွင်သာအိပ်ခဲ့ရပါတယ်။ထိုစားသောက်ဆိုင်ပိုင်ရှင်ကြီးက Joon-sik ကို သူ့မိန်းမအလှပဂေးနဲ့ အိပ်ချင်အိပ်ဆိုပြိးသဘောကောင်းနေတာကြောင့် Joon-sik မထိန်းနိုင်ဘဲအိပ်မိသွားခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်သွားမလဲ….. စားသောက်ဆိုင်ပိုင်ရှင်ကြီးရဲ့တစ်ကယ့်ပုံစံအမှန်ကဘာလဲ…. နောက်နေ့ညတွင် စားသောက်ဆိုင်ရှင်ကြီးကလူသတ်ကောင်ဆိုတာ မထင်မှတ်ဘဲ သိလိုက်ရပြီးနောက် သူတို့လင်မယား ထိုကျွန်းပေါ်မှ ဘယ်လို လွတ်မြောက်အောင်လုပ်လဲဆိုတာကတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှု့စားကြပါတော့…။ဒီဇာတ်ကားဟာဆိုရင် 18+ဆန်ဆန် အခန်းတွေလည်းပါပြီး စိတ်လှုပ်ရှားရင်သက်ရှု့မောဖွယ် ကြည့်ရှု့ရမယ့် ကိုရီးယားဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(950 MB) and (350 MB)Quality…BR-Rip 1080pIMDb Rating – 5.7/10MyDramaList – 6.4/10AsianWiki – 80%Format…mp4Duration….01:36:39Type…Crime,Horror,ThrillerSubtitle….Myanmar Subtitle (Hardsub)Translated by Pyay GyeeEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKwon Hyung-jinStarsJi AnJo Han-sunKim Min-kyeongMa Dong-seokCastJi AnJo Han-sunKim Min-kyeongMa Dong-seok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zeaAvXDzR3bI1rkjCUUVFt3cIfr.jpg",
      "https://image.tmdb.org/t/p/w300/zjzb6fCn797CfmO4eRCMV8kFkzP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/Deep_Trap_함정.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/deep-trap-ham-jeong-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/deep-trap-2015",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://playersb.com/oh5hv2afm5yy.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Zh7k/Deep_Trap_(Ham-Jeong)_[2015]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "in2uajQIiGk",
      "video_url": "https://www.youtube.com/watch?v=in2uajQIiGk",
      "embed_url": "https://www.youtube.com/embed/in2uajQIiGk"
    }
  },
  {
    "metadata": "R|2015|94 min|Horror,Mystery",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "4,519"
    },
    "title": "Jeruzalem (2015) ျမန္မာစာတန္းထိုး",
    "description": "ဒီကားဟာ first person ျမင္ကြင္းအေနနဲ႔တစ္ကားလံုးၾကည့္႐ႈရမွာျဖစ္ၿပီး ထူးျခားတာကေတာ့  Handy Cam မဟုတ္ဘဲ Goolge Glass ကိုအသုံးျပဳထားတဲ့မိန္းကေလးတစ္ေယာက္ျဖစ္တဲ့ ဆာရာ ရဲ႕အျမင္ဘက္ကေနၾကည့္ရမွာပါ။ အရင္ As Above So Below ၾကည့္ဖူးသူမ်ားကေတာ့အထူးအၾကိဳက္ေတြ႕မယ့္ဇာတ္ကာားမ်ိဳးပါ။ IMDb rating ကေတာ့ 4.7/10 ဆိုေပမယ့္ Horro ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္းၾကည့္ရွူသူနည္းပါးလို႕လို႕ဘဲေျပာပါရေစ။ဇာတ္လမ္းအၫႊန္းေျပာရရင္အကိုရင္းဆံုးသြားလို႔ စိတ္ဓာတ္က်ေနတဲ့ ဆာရာ ကို သူ႔သူငယ္ခ်င္းတစ္ေယာက္ ျဖစ္တဲ့ ေရခ်ယ္ ရဲ႕  ဆြဲေဆာင္မႈေၾကာင့္  အစၥေရးႏိုင္ငံ တဲလ္အဗစ္ကိုခါရီးထြက္ဖုိ႔အေၾကာင္းဖန္လာပါတယ္ဖစ္ခ်င္ေတာ့  ေလယာဥ္ေပၚမွာေတြ႕ခဲ့ရတဲ့ သုေတသနေက်ာင္းသားေလး ကီဗင္နဲ႔ေတြ႕ၿပီး ကီဗင္  ရဲ႕စည္း႐ံုးမႈေၾကာင့္  ခရီးစဥ္ေျပာင္းကာ ေဂ်႐ုစလင္ၿမိဳ႕ကိုေရာက္သြားခဲ့ၾကတယ္တိုက္ဆိုင္စြာ ယြန္းကစ္ပါ ဆိုတဲ့ဘာသာေရးပြဲေတာ္ကိုလည္း က်င္းပေနတဲ့အခ်ိန္ျဖစ္တာေၾကာင့္  ေဂ်႐ုစလင္ၿမိဳ႕မွာလူစည္ကားလ်က္လည္းရွိေနပါတယ္ လည္ပတ္ရင္း ေပ်ာ္ရႊင္ေနတဲ့သူတို႔ တစ္ေန႔မွာ ထူးထုက္ဆန္းဆန္းအေၾကာင္းအရာတစ္ခုနဲ႔ႀကံဳေတြ႕ရတဲ့အခါမွာေတာ့ ဘာေတြမ်ားဆက္ျဖစ္ပ်က္အံုးမလဲဆိုတာကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴၾကပါဗ်ာ။(ဇာတ္ကားကို ဘာသာျပန္ န႕ဲ အညႊန္းကေတာ့ ညီေလး မိုးဦးမာန္ ျဖစ္ပါတယ္ )အသညး္ငယ္တတ္သူေတကေတာ့ Rrated အမ်ိဳးအစားျဖစ္တာမို႕ မၾကည့္ရွဴၾကဖုိ႕ကို အၾကံျပဳျဳခင္ပါတယ္။File Size : 900MBQuality : HD 1080P 5.1 DTSSubtitle : Myanmar Subtitle(Hardsub)Duration : 01:39:00Encoder : KaYwaTranslator: Moe Oo MannDownload & Watch 1080p HD 5.1DTS(900MB)Download & Watch 360p (400MB)အစမ္းၾကည့္ရွဴရန္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDoron PazYoav PazStarsDanielle JadelynTom GrazianiYael GrobglasYon Tumarkin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/04/jeruzalem.40702-1.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "QTIwfN-4hZ4?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=QTIwfN-4hZ4?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/QTIwfN-4hZ4?feature=player_embedded"
    }
  },
  {
    "metadata": "Not Rated|2015|79 min|Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "9,952"
    },
    "title": "6 Years (2015)",
    "description": "6 Years (2015) IMDb 5.6 Rotten Tomato 69%“ ငါ့ အသက္ ၂၆ ႏွစ္ျပည့္ရင္ ငါသူနဲ႔ လက္ထပ္မယ္ သူ႔အတြက္ ေဘဘီေလးေတြ ေမြးေပးမယ္”“ နင့္ကို တစ္ရက္မေတြ႔ရဘဲ ငါ မေနႏိုင္ဘူး”“ နင္နဲ႔ေဝးၿပီး ငါမေနႏိုင္ပါဘူး”အဲဒီေလာက္ထိ ခ်စ္ၾကတဲ့ ခ်စ္သူ ၂ ေယာက္ရွိပါတယ္။ဒန္ နဲ႔ မယ္လ္နင္ တဲ့။တကၠဆပ္မွာေနၾကတယ္။ကေလးဘဝတည္းက ခင္မင္လာၿပီး ခ်စ္သူသက္တမ္း ၆ ႏွစ္ေတာင္ ရွိေနၿပီျဖစ္တဲ့ ငယ္ခ်စ္ေတြ။ဘယ္သြားသြား ဘယ္လာလာ အၿမဲ တပူးပူးတတြဲတြဲေပါ့။တစ္ေန႔က်ရင္ လက္ထပ္ၾကမယ္ သာယာတဲ့အိမ္ေထာင္တစ္ခု ကိုထူေထာင္ၾကမယ္ ဆိုတဲ့ အိပ္မက္ေတြကိုယ္စီနဲ႔ အသက္ ၂၀ေက်ာ္ Love Bird ေလးေတြရဲ႕ ဘဝထဲကိုတစ္ေန႔ေတာ့ ဘဝရဲ႕ စိန္ေခၚစမ္းသပ္ခ်က္ေတြ ေရာက္လာခဲ့ပါတယ္။မယ္လ္ တစ္ေယာက္ သူငယ္ခ်င္းေတြနဲ႔ ပါတီသြားရင္းအမူးလြန္ၿပီး ဒန္႔ ဆီကို သြားရာကေန စ ျဖစ္လာတဲ့ ကေတာက္ကဆ မီးပြားေလးဟာပတ္ဝန္းက်င္ရဲ႕ ရိုက္ခတ္မွဳေတြေၾကာင့္ ဟုန္းဟုန္းေတာက္ ေလာင္ကြ်မ္းလာပါေတာ့တယ္။ဒါ့အျပင္ ဒန္႔ မွာ အခ်စ္နဲ႔ အလုပ္အခြင့္အေရးၾကား ဗ်ာမ်ားစရာေတြ ရွိလာတဲ့အခါသူတို႔ရဲ႕ ရိုဆန္လွတဲ့ ၆ ႏွစ္တာ ခ်စ္သက္တမ္းဟာ နားလည္မွဳေတြနဲ႔ ေရွ႕ဆက္ႏိုင္ပါ့မလား?ၿပီးေတာ့ အတူရွိျခင္းနဲ႔ အခ်စ္ဟာ ထပ္တူက်ႏို္င္ပါ့မလား?မ်က္စိေအာက္ကေတာင္ အေပ်ာက္မခံႏုိင္ပါဘူး ဆိုတဲ့ ခ်စ္သူေတြၾကားဘဝမုန္တိုင္းေတြတိုက္ခတ္တဲ့အခါ တြဲလက္ေတြၿမဲႏိုင္ပါဦးမလား?ဆိုတာကိုေတာ့ ဇာတ္လမ္းေလးမွာပဲ ဆက္လက္ခံစားလုိက္ၾကပါဦးေနာ္။ဒီဇာတ္လမ္းဟာ လူငယ္အခ်စ္ဇာတ္လမ္းေလးျဖစ္တာေၾကာင့္ Ro တာေတြ ငို တာေတြကိုတဝႀကီး ခံစားရမွာမို႔ Tissue Box ေလး ေဘးမွာထားၿပီး ရွဴစားအားေပးၾကပါဦးေနာ္။ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thaw ပါ…Release Date – 8 Sept 2015Genres – Drama / Romance / 18+Running Time – 1hr19minEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHannah FidellKatie LemonMalina PanovichStarsBen RosenfieldDana Wheeler-NicholsonJason NewmanJennifer LafleurJoshua LeonardLindsay BurdgePeter VackTaissa FarmigaCastBen RosenfieldDana Wheeler-NicholsonJason NewmanJennifer LafleurJoshua LeonardLindsay BurdgePeter VackTaissa Farmiga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v5C8SDi6nGYI0dLbegvTyrU581p.jpg",
      "https://image.tmdb.org/t/p/w300/pcECKpCypkR9jPAC07TSVfQLFBQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYzMTMwMDMzMF5BMl5BanBnXkFtZTgwNDc4MjUzNjE@._V1_SY1000_CR006741000_AL_-2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yjfqvh2m8eu4.html",
        "server": "usersdrive.com",
        "size": "855.18 MB",
        "quality": "web-dl 720"
      },
      {
        "link": " https://yoteshinportal.cc/6-years-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "855.18 MB",
        "quality": "web-dl 720"
      },
      {
        "link": "https://megaup.net/1xwan/6_Years_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "855.18 MB",
        "quality": "web-dl 720"
      },
      {
        "link": "https://upstream.to/hjc4ovmdfems",
        "server": "upstream.to",
        "size": "855.18 MB",
        "quality": "web-dl 720"
      }
    ],
    "trailer": {
      "video_id": "2GfrszYKJYs",
      "video_url": "https://www.youtube.com/watch?v=2GfrszYKJYs",
      "embed_url": "https://www.youtube.com/embed/2GfrszYKJYs"
    }
  },
  {
    "metadata": "PG|2015|108 min|Animation",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "30,449"
    },
    "title": "The Little Prince (2015)",
    "description": "စည်းကမ်းတိကျတဲ့အမေတစ်ယောက်ရဲ့လက်အောက်မှာထိန်းချုပ်ခံကလေးတစ်ယောက်ရဲ့ခံစားချက်၊ပုံစံခွက်ထဲမှာနေသားကျနေတဲ့ သူမဘဝ၊တစ်နေ့တော့ ထူးဆန်းတဲ့ အိမ်နီးနားချင်းအဖိုးကြီး တစ်ယောက်နဲ့တွေ့ပြီး ထူးဆန်းတဲ့ကမ္ဘာတစ်ခုရှိမှန်းသိလာရတော့တယ်။အဲ့ဒီကမ္ဘာလေးထဲက မင်းသားလေးနဲ့တခြားလူတွေရဲ့စရိုက်၊ ကလေးတစ်ယောက်ရဲ့လွတ်လပ်ခွင့် စိတ်ကူးစိတ်သန်း၊ မျှော်လင့်ချက်မပါတဲ့ အချစ်၊အဖိုးကြီးတစ်ယောက်နဲ့ ကလေးငယ်လေး တစ်ဦးကြားက သံယောဇဉ် မေတ္တာ …စတာတွေကိုအချိတ်အဆက်မိမိ ပုံဖော်ထားလို့ ငြီးငွေ့စရာ သာမန်ကာတွန်းကားတစ်ခုမဟုတ်ဘူးပဲ ဆိုပါရစေ။Imdb rating ကလဲ 7.8 မို့ကြည့်သင့်တဲ့ကားတစ်ကားလို့ အာမခံပါတယ်။(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးပေးထားတာ ဖြစ်ပါတယ်)File size…(840MB)Quality…720p BlurayFormat…mp4Duration….01:48:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark OsborneStarsJeff BridgesMarion CotillardPaul RuddRachel McAdams",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjg0OTM5OTQyNV5BMl5BanBnXkFtZTgwNDg5NDQ0NTE@._V1_SY1000_CR007361000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-little-prince-2015",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-little-prince-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFM2SlQzMTJXcFZZRGVoU1lJRkw1ay8rU0tLN0RQSVBVL0x4Y00rcjVSa0lxWjdzK0ttSVlLdmtCZTZDenM1UmsrTVlGSTROdS8yK2J3N0dPSDBaM1JPOVVwOUd6L0lETTBnb1F4RThpTXMzc0JmZTIreVJqUTNKak9tUHR6cS95ST0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFM2SlQzMTJXcFZZRGVoU1lJRkw1ay8rU0tLN0RQSVBVL0x4Y00rcjVSa0lxWjdzK0ttSVlLdmtCZTZDenM1UmsrTVlGSTROdS8yK2J3N0dPSDBaM1JPOVVwOUd6L0lETTBnb1F4RThpTXMzc0JmZTIreVJqUTNKak9tUHR6cS95ST0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFM2SlQzMTJXcFZZRGVoU1lJRkw1ay8rU0tLN0RQSVBVL0x4Y00rcjVSa0lxWjdzK0ttSVlLdmtCZTZDenM1UmsrTVlGSTROdS8yK2J3N0dPSDBaM1JPOVVwOUd6L0lETTBnb1F4RThpTXMzc0JmZTIreVJqUTNKak9tUHR6cS95ST0="
    }
  },
  {
    "metadata": "N/A|2015|112 min|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "9,593"
    },
    "title": "They Call Me Jeeg (2015)",
    "description": "သူရဲကောင်းဆိုတာ ဘယ်လိုမျိုးပါလဲအဲဒီမေးခွန်းကိုခက်ခက်ခဲခဲမစဉ်းစားရအောင် ဒီကားလေးကိုကြည့်လိုက်ပါ။IMDB Rating 7.1 ရရှိထားတဲ့ အီတလီ Super hero ရုပ်ရှင်ကားလေးပါ။လူတွေထဲကလူတစ်ယောက်ဖြစ်တဲ့ Enze ဆိုတဲ့ အဓိကဇာတ်ကောင်ကတော့ စိတ်လေပြီး ဘဝဆုံးနေတဲ့ တေလေဂျပိုး တစ်ယောက်ပါ။ဒါပေမယ့် သေမလိုဖြစ်ပြီးတော့ မသေပဲနဲ့ အဆမတန်ခွန်အားတွေကြီးမားလာတဲ့အခါ ဘာတွေကိုလုပ်သလဲဘယ်လိုတွေဖြစ်လဲကြည့်ရမှာပါ။သူက Super Hero ဖြစ်လာမလား။Hero တစ်ယောက်ဖြစ်လာဖို့ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းအားပေးနိုင်မှာလဲ။သူ့ကို Hero တစ်ယောက်လို့ဘာလို့သတ်မှတ်ကြမှာလဲသူလုပ်ခဲ့ဖူးတဲ့ မကောင်းမှုတွေကရော သူ့ကို Hero တစ်ယောက်ဖြစ်စေနိုင်မှာလား…အဲဒါကိုတော့ CM ပရိတ်သတ်ကြီးကပဲဖြေပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (900 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 52minFormat : Mp4Genre : Action, Drama, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-V3RiTASTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGabriele MainettiSimone SpadaStarsAntonia TruppoClaudio SantamariaDaniele TrombettiFrancesco FormichettiGianluca Di GennaroIlenia PastorelliJoel SyLuca MarinelliMaurizio TeseiStefano AmbrogiCastAdriano GianniniAlessandro GalimbertiAnna Maria ZamperlaAntonia TruppoClaudio SantamariaDaniela De VitaDaniele TrombettiElisa BenigniEmanuele RomanoFrancesco FormichettiGiampaolo CrescenzioGiampiero ComanducciGianluca Di GennaroGiorgio SavinoHassen JamalIlenia PastorelliJennifer DistasoJoel SyJuana JimenezLeandro CaranoLuca MarinelliLuigi MazzulloMarta PinnaMatteo BarbalisciaMatteo BianchiMaurizio FerranteMaurizio TeseiMirko ZamperlaNicola GuaglianoneRaffaele CrisaiRoberto LibertiniSalvatore EspositoStefano AgrestiStefano AmbrogiTamken AbdulazizTommaso Di Carlo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/inUdCnWN6a5NaLmddZkeT7yJO44.jpg",
      "https://image.tmdb.org/t/p/w300/dLhBHSv5v2wKuZQ3sumthfLplHU.jpg",
      "https://image.tmdb.org/t/p/w300/f7sQrsOZ6FkmsIsUA1dfRKH02el.jpg",
      "https://image.tmdb.org/t/p/w300/8DSs8CPMI8jmtMRpX7nmBd649Dp.jpg",
      "https://image.tmdb.org/t/p/w300/AllrU8Bw4QfT8UQw8jvfVnFasTJ.jpg",
      "https://image.tmdb.org/t/p/w300/urYzYjcJAIkijEapXUz9S9lYmVA.jpg",
      "https://image.tmdb.org/t/p/w300/3s1J9ZJnta4O6lz2yk0rihhUoMT.jpg",
      "https://image.tmdb.org/t/p/w300/uvHGT85R6QvB4ABznVAg1kmaGIO.jpg",
      "https://image.tmdb.org/t/p/w300/ldjHj3oSJAwRAOf8qBF5xcJBwVV.jpg",
      "https://image.tmdb.org/t/p/w300/1aaHzaw97b9yW4RG5srJ1YBZau.jpg",
      "https://image.tmdb.org/t/p/w300/mk91dFJLqZXX4ucbdEycNMxn4m8.jpg",
      "https://image.tmdb.org/t/p/w300/bV0WtkhkpvNnz47bFXuQHxZO11G.jpg",
      "https://image.tmdb.org/t/p/w300/4vK7bnqhYTqAS6cjZ8czgxmg2H9.jpg",
      "https://image.tmdb.org/t/p/w300/INF6kEd0Zx8Hs67jHbDd8hWtv1.jpg",
      "https://image.tmdb.org/t/p/w300/svk39K1h4zuRXWZulOiSnF8nPOH.jpg",
      "https://image.tmdb.org/t/p/w300/6oK0mAmpfbwSY38iil6c3lx0iAY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5V54GvHclEuO4qJ13tEaFqaFTxP.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/they-call-me-jeeg-2015-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/they-call-me-jeeg-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hdin/They_Call_Me_Jeeg_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/65i2dgbqnmec.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|2h 7m|Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "189"
    },
    "title": "The Unfair (a.k.a) Minority Opinion (2015)",
    "description": "The Unfair (a.k.a) Minority Opinion (2015)တောင်ကိုရီးယားနိုင်ငံမှာ ၂၀၀၉ ခုနှစ်ကဖြစ်ပွားခဲ့တဲ့ ဆန္ဒပြပြည်သူ ၅ ဦးနဲ့ ရဲဝန်ထမ်းတစ်ဦး သေဆုံးခဲ့တဲ့ ‘YONGSAN TRAGEDY’ ဖြစ်ရပ်တစ်ခုရှိခဲ့ပါတယ်။ The Unfair ဆိုတဲ့ ဇာတ်လမ်းက ဒီအကြောင်းကို Inspire ယူပြီး ရေးသားထားတဲ့ ‘SoSooUiGyeong’ ဝတ္ထုကို ပြန်လည်ရိုက်ကူးပုံဖော်ခဲ့တာပဲဖြစ်ပါတယ်။နိုင်ငံရဲ့ခရိုနီတွေနဲ့ တချို့သောအာဏာရှိအထက်လူကြီးတွေကြောင့် ပြည်သူတွေခံစားရတဲ့ မမျှတမှုတွေကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်လေး တစ်ကားဖြစ်တာကြောင့် လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါဦး။ဇာတ်လမ်းအကျဉ်း …မြို့ပြပြန်လည်ဖွံ့ဖြိုးရေးပရောဂျက်ကြောင့် နေထိုင်သူတွေဟာ သူတို့ရပ်ကွက်ကနေ မတရားနှင်ထုတ်ခံရပါတယ်။ ဒီဖြစ်ရပ်ကို လက်မခံနိုင်တဲ့ ပြည်သူတွေဟာ နေအိမ်တွေကို ဖယ်မပေးဘဲ တစ်နှစ်ကျော်ကြာသည်အထိ ဆန္ဒပြခဲ့ကြတယ်။တစ်ရက်မှာတော့ ရဲအရာရှိအင်အားကို အသုံးပြုပြီး ဆန္ဒပြပြည်သူတွေကို အပြီးတိုင်ဖြိုခွဲမှုလုပ်ခဲ့ပါတယ်။ ဒီဖြိုခွဲမှုဖြစ်စဉ်မှာ ဆန္ဒပြပြည်သူတစ်ဦးရဲ့ သားဖြစ်သူ ဘတ်ရှင်းအူနဲ့ ရဲအရာရှိတစ်ဦး သေဆုံးတဲ့ ဖြစ်စဉ် ဖြစ်ပွားခဲ့ပါတယ်။ ဒီဖြစ်စဉ်အပြီးမှာတော့ ဘတ်ဂျယ်ဟိုဟာ မတော်တဆလူသေစေမှုနဲ့ တရားစွဲခံရပြီးတော့ ဘတ်ရှင်းအူကို သတ်တဲ့တရားခံဟာလည်း အစစ်အမှန်မပေါ်ခဲ့ပါဘူး။အဲဒီအတွက် ပြည်သူ့ရှေ့နေယွန်ဂျင်ဝန်၊ ရှေ့နေအီဒယ်ဆော့နဲ့ သတင်းထောက်ဂုံဆူဂယောင်းတို့က ဘတ်ဂျယ်ဟိုနဲ့ဘတ်ရှင်းအူတို့ရဲ့အမှုတွေမှာ တရားမျှတမှုရှိစေဖို့ ပူးပေါင်းဆောင်ရွက်ခဲ့ကြပါတယ်။သူတို့ရဲ့ လုပ်ဆောင်မှုတွေ အောင်မြင်နိုင်မှာလား?ဘတ်ဂျယ်ဟိုအတွက် တရားမျှတမှုရှာဖွေနိုင်မလား? ဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကHay Thar Ooပါ။)File Size          :2GB,745MB, 393MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :2hr 7minsGenre              :DramaTranslated byHay Thar OoEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSeong-je KimStarsHae-jin YooLee Kyung-youngYoon KyesangCastJang GwangJo Bok-raeKim Eui-sungKim Hyeong-jongKim Jong-sooKim Ok-vinKim Seo-hyeonKwak In-joonKwon Hae-hyoLee Kyung-youngNoh Young-hakOh Jin-haOh Yeon-ahPark Hae-sooUm Tae-gooYoo Hae-jinYoon Byung-heeYoon Kye-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ngerAYoLip5mhZL4idwIXVxg8Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7M4vLSYEf6vBBqMkCDVv9aYvKA2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-unfair-a-k-a-minority-opinion-2015-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7q9zznntbwbg.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wejk/The.Unfair.(a.k.a).Minority.Opinion.2015.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-unfair-a-k-a-minority-opinion-2015-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "745MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9twhpiol0k6f.html",
        "server": "usersdrive.com",
        "size": "745MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ajog/The.Unfair.(a.k.a).Minority.Opinion.2015.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "745MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9H9DnB4b#MJb2tGTPIWL7Ra9pr4W4VV98Tl5-lAo-AwmaYF2mChE",
        "server": "mega.nz",
        "size": "745MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/2btj731l9ksu.html",
        "server": "streamsb.com",
        "size": "745MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-unfair-a-k-a-minority-opinion-2015-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "393MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mbeo2wwasqje.html",
        "server": "usersdrive.com",
        "size": "393MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1ajo6/The.Unfair.(a.k.a).Minority.Opinion.2015.480p.mp4",
        "server": "megaup.net",
        "size": "393MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Na8UHCZJ#vUfr-Zlo8e1ZrDrqBhH95QDDTxtbYaLQ3M80ovIQnBU",
        "server": "mega.nz",
        "size": "393MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/v3mkcxlh9ow5.html",
        "server": "streamsb.com",
        "size": "393MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "YD3CCT04w7E",
      "video_url": "https://www.youtube.com/watch?v=YD3CCT04w7E",
      "embed_url": "https://www.youtube.com/embed/YD3CCT04w7E"
    }
  },
  {
    "metadata": "N/A|2015|N/A|Asian,Comedy,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "13"
    },
    "title": "Love H2O (2015)",
    "description": "အသည္းကြဲဖူးတဲ့လူေတြရွိၾကလား?အသည္းကြဲရင္ ဘာေတြမ်ားလုပ္ၾကလဲ?ဒီဇာတ္ကားေလးထဲမွာေတာ့ ေကာင္မေလးက သူ႔ခ်စ္သူရဲ႕ စြန္႔ပစ္ျခင္းကိုခံလိုက္ရတယ္…ဒါနဲ႔ မိန္းကေလးတို႔ ထံုးစံအတိုင္း လက္စားေခ်လိုစိတ္အျပည့္ နာက်ည္းစိတ္တို႔နဲ႔ ရည္းစားေဟာင္းရဲ႕မဂၤလာပြဲကို သူ႔ထက္သာတဲ့ေကာင္ေလးနဲ႔တြဲျပီး ပြဲသြားတက္ဖို႔ၾကံစည္တာေပါ့…ဒီလိုၾကံစည္ရာမွာ သူ႔ကို စိတ္ဝင္စားတဲ့ေကာင္ေလးသံုးေယာက္နဲ႔ ဘယ္လိုဇာတ္လမ္းေတြလုပ္ၿပီး ဘယ္လိုအရႈပ္ထုပ္ေတြျဖစ္လာမလဲဆိုတာ ၾကည့္ရႈခံစားရမွာပါ။၂၀၁၅ ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ျပီး Comedy/Drama/Romance ပရိတ္သတ္ေတြအတြက္ တင္ဆက္လိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္ထားသူကေတာ့Myat Noe Thuပါ။)File size…(950MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….01:51:50Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungDownload and Watch 720p HD (VIP Link)(or)Download 720p HD (pCloud)Download Small File 360p (450MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSuttasit DechintaranarakStarsAnanda EveringhamNavin YavapolkulNutprapas TanatanamaharatToni Rakkaen",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/yc2vy1oacnip.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|112 min|Uncategorized",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "345"
    },
    "title": "The Witness (2015)",
    "description": "ဒီေန႔အတြက္ေတာ့ တရုတ္အက္ရွင္ကားေကာင္းေလးကုိိတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက မႈခင္းကားေလးဆိုေတာ့အက္ရွင္တင္မကပါဘူး သဲထိပ္ရင္ဖိုၾကိဳက္တဲ့သူေတြပါ ရင္တမမနဲ႕ၾကည့္ရမွာျဖစ္ပါတယ္ ဗ် ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီး ယံမီဟာလဲမ်က္မျမင္အျဖစ္သရုပ္ေဆာင္တာ ေတာ္ေတာ္ေလးပိုင္ႏိုင္တာကိုေတြ႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရဲအရာရွိေရွာင္ေရွာငး္ဟာ သူ႕ေမာင္ေလးကိုရွာဖို႕အတြက္ႏိုက္ကလပ္တစ္ခုကိုသြားခဲ့ျပီး သူ႕ေမာင္ေလးကိုေခၚျပီး ျပန္လာတဲ့လမ္းမွာ သူ႕ေမာင္ေလးက စိတ္ဆိုးျပီး ကားကို လီဗာကို နင္းရာမွမေတာ္တဆ ျဖစ္ျပီး ကားေမွာက္သြားခဲ့ပါတယ္ ဒီလိုနဲ႕ သူဟာ အက္စီးဒင့္ေၾကာင့္မ်က္လံုးကြယ္သြားခဲ့ျပီး ဌာနကေန အနားယူခဲ့ရပါတယ္ ဒီလိုနဲ႕ ၃ႏွစ္ၾကာျပီးတဲ့အခါမွာေတာ့ သူ႕ဌာနက စီနီယာက ျပန္လည္ဆက္သြယ္လာခဲ့ျပီးအရင္ အမႈေဟာင္းရဲ႕ ဆက္စပ္ခ်က္ေတြနဲ႕ ျပန္လည္ကူညီဖို႕ေျပာလာခဲ့ပါတယ္ဒီလိုနဲ႕ အမႈေဟာင္းေၾကာင့္ပဲ ေရွာင္ေရွာင္းကို အသက္ရန္ရွာလာတဲ့ အခါမွာေတာ့မ်က္မျမင္ျဖစ္ေနတဲ့ေရွာင္ေရွာင္းတေယာက္ ဘယ္လိုေတြမ်ား ဆက္လက္ျဖစ္ပ်က္မလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ရမွာျဖစ္ပါတယ္ဗ်(ဘာသာျပန္သူကေတာ့ ေက်ာ္လင္း ျဖစ္ပါတယ္ဗ် )Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAhn Sang-HoonStarsLai YiLiu Rui LinLu HanSierra LiWang JingchunYang MiZhu YawenCastLai YiLiu Rui LinLu HanSierra LiWang JingchunYang MiZhu Yawen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4Z7VwpryJBq9xFVKj40nJhz2wYj.jpg",
      "https://image.tmdb.org/t/p/w300/2nnJ03MYdXx2W3juIiYMLwHIK0q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGJmZjdmZjMtNDMzYi00Zjg4LWJiOGYtNTJjYzdmYzNlNTFjXkEyXkFqcGdeQXVyMzU4Nzk4MDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-witness-2015",
        "server": "VIP Links",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/the-witness-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/2eNc0/The_Witness_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/ju6kiv9ujuh7",
        "server": "upstream.to",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/8xqerehsyujf.html",
        "server": "usersdrive.com",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://cloudemb.com/mi77ev5pt5ba.html",
        "server": "streamsb.com",
        "size": "801 MB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/s11jadmkyfrd",
        "server": "veryfiles.com",
        "size": "801 MB",
        "quality": "1080 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|1h 40min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "149,659"
    },
    "title": "Fantastic Four (2015)",
    "description": "Fantastic Four (2015)_____IMDb – 4.3/10Review ကိုတော့ အရင် FF ကားတွေကိုကြည့်ပီးတဲ့သူတိုင်းသိမှာဖြစ်တဲ့အတွက်မပေးလိုတော့ပါသူတို့ရဲ့အကြောင်းပဲ အနည်းအကျဉ်းမိတ်ဆက်ချင်ပါတယ်။Fantastic Four ဇာတ်လမ်းကို Stan Lee က ဖန်တီးရေးသားခဲ့ပြီး ရေးခဲ့ရတဲ့အကြောင်းအရင်းကတော့ အဲ့ဒီအချိန်မှာ DC က Justice League of America ဆိုပြီး Superhero အဖွဲ့ ကိုစတင်မိတ်ဆက် နေပြီ ဖြစ်ပါတယ်။ ဒါကြောင့် Stan Lee က Marvel ရဲ့ ပထမဆုံး စူပါဟီးရိုး အသင်းကို ဖန်တီးဖို့ အတွက် စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူက DC လို လိုက်ပြီး မလုပ်ချင်တာရယ်၊ သူ့ရဲ့ Superhero အဖွဲ့ကို တမူထူးခြားအောင် လုပ်ဖို့စီစဉ်ပါတယ်။ ဒါ့အပြင် Stan က သူ့ရဲ့ အဖွဲ့ကို Secret Identity လည်း မရှိစေချင်သလို ကာတွန်းထဲမှာပါမယ့် Superhero ရဲ့ ချစ်သူ ကို အားနွဲ့တဲ့ မိန်းကလေး မဖြစ်စေချင်ပါဘူး။ Superman နဲ့ Lois Lane လို မဖြစ်စေချင်တာပါ။ Lois က Superman က Clark Kent ဆိုတာမသိသလို သူမကို တစ်ချိန်လုံး ကယ်တင်နေရပါတယ်။ဒါကြောင့် Stan က သူ့ရဲ့ အဖွဲ့ကို လုံး၀ Secret ID မရှိစေပဲ လူသိရှင်ကြား ကြေငြာထားသလို၊ Reed နဲ့ Sue ကလည်း အဖွဲ့သားတွေလည်းဖြစ် ချစ်သူတွေလည်း ဖြစ်ကြပါတယ်။ သူတို့အချင်းချင်း ဘာလုပ်လည်းဆိုတာလည်း သိသလို Sue Storm (Invisible Woman) က သူတို့အဖွဲ့မှာ အရေးပါတဲ့ member တစ်ယောက် ဖြစ်လာပါတယ်။ ဒါ့အပြင် သာမန် sidekick မထည့်တော့ပဲ လူငယ် အဖွဲ့ဝင်အဖြစ် Johnny Storm (Human Torch) ကို ထည့်ပေးလိုက်ပြီး Sue ရဲ့ မောင်အဖြစ်ထည့်ပေးလိုက်ပါတယ်။ နောက်ဆုံးတစ်ယောက်ကိုတော့ ကျန်တဲ့ အဖွဲ့ဝင်တွေထက် ပိုထူးခြားအောင် လုပ်ချင်တာကြောင့် Ben Grimm ကို Rock Monster အဖြစ် လုပ်ဖန်တီးလိုက်ပြီး The Thing လို့အမည်ပေးလိုက်ပါတယ်။ဒီကနေ Fantastic Four ဖြစ်လာပြီး သူတို့အဖွဲ့ကို ပထမဆုံး အကြိမ်အဖြစ် Nov 1961 မှာ Fantastic Four issue #1 မှာ စတင်မိတ်ဆက်ခဲ့ပြီး သူတို့ရဲ့ ကိုယ်ပိုင် ကာတွန်းစာအုပ် တွေစတင်ထွက်လာပါတယ်။ ကာတွန်းထဲမှာတော့ သူတို့ Reed Richards က လူငယ်သိပ္ပံပညာရှင်တစ်ဦးဖြစ်ပြီး နောင်တစ်ချိန်မှာ Marvel Universe ရဲ့ ဉာဏ်အကောင်း သုံးယောက်ထဲမှာ တစ်ယောက် အပါဝင်ဖြစ်လာပါတယ်။ Comic ထဲမှာ Reed Richard အစိုးရ ရဲ့ လကမ္ဘာထက် ပိုဝေးတဲ့ ဂြိုလ်တွေစီသွားမယ့် အစီအစဉ်မှာ အလုပ် လုပ်နေရင်းပြီး Rocket လည်း ဆောက်ပြီးသွားတဲ့အချိန်မှာ အစိုးရက ငွေထောက်ပံ့နေတာ ရပ်တော့မှာဖြစ်လို့ သူကိုယ်တိုင် Rocket နဲ့ သွားမယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဒီအခါမှာ Reed က သူ့ချစ်သူ Sue Storm ကို လိုက်ပါဖို့ခေါ်ခဲ့ပြီး Sue ရဲ့ မောင်လေး Johnny ကလည်း သူ့အမကို စိတ်မချလို့ မရမက လိုက်လာပါတယ်။ ဒါ့အပြင် Rocket ကို Pilot လုပ်ဖို့ အတွက် သူ့ရဲ့ မိတ်ဆွေ ဖြစ်သူ တစ်ချိန်က လေတပ်ရဲ့ Test Pilot ဖြစ်တဲ့ Ben Grimm ကို အကူအညီတောင်းခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့လေးယောက် Rocket ကို အစောင့်တွေအလစ်မှာ ခိုးဝင်ပြီး အာကာသထဲကို အောင်မြင်စွာ ထွက်လာ နိုင်ခဲ့ပေမယ့် လမ်းမှာ အမှတ်မထင် ပဲ Space Storm တိုက်ခတ်ခြင်းခံရပြီး ဒီ ကနေသူတို့ တွေ ရှေ့မဆက်နိုင်တော့ပဲ ကမ္ဘာပေါ်ကို ပြန်ဆင်းခဲ့ရပါတယ်။ ဒီမှာ ကျွန်းတစ်ကျွန်းပေါ်ကို လေယာဉ်ပျက်ကျပြီး သူတို့ ရဲ့ ကိုယ်ခန္ဓာတွေ ပြောင်းလဲလာကို တွေ့ရပြီး သူတို့ ရဲ့ ပါဝါတွေကို ထိမ်းချုပ်နိုင်လာပြီးတဲ့နောက်မှာ သူတို့ စွမ်းအားကိုသုံးပြီး အဖွဲ့ အနေနဲ့ လူတွေကို ကယ်တင်မယ်လို့ သဘောတူခဲ့ကြပါတယ်။သူတို့ရဲ့ စွမ်းအားတွေက အားလုံးသိပြီးတဲ့အတိုင်း Reed Richards က ရာဘာလိုပဲ ကိုယ်ခန္ဓာကို လိုသလို ဆန့်ထွက်လို့ရသလို၊ Ben Grimm က Rock Monster ဖြစ်သွားပါတယ်။ Johnny ရဲ့ ကိုယ်က မီးတောက် တွေထုတ်လို့ရသလို၊ Sue က ကိုယ်ဖျောက်စွမ်းအားရှိပါတယ်။ Johnny က Human Torch, Sue က Invisible Girl (နောက်ပိုင်းမှာ Invisible Woman), Ben Grimm က The Thing လို့ စူပါဟီးရိုးနာမည် ယူကြပြီး Reed Richard က Mr.Fantastic လို့ အမည်တွင်ခဲ့ပါတယ်။ ဒီလို နာမည်တွင်ရတာ သူရဲ့ ပါဝါကြောင့် မဟုတ်ပဲ သူက အရမ်းတော်တဲ့ သိပ္ပံပညာရှင်တစ်ဦးဖြစ်လို့ဖြစ်ပါတယ်။ ၂၀၀၅ တုန်း ထွက်ခဲ့တဲ့ ရုပ်ရှင်မှာပါတဲ့ Baxter Building လို့ခေါ်တဲ့အထပ်မြင့် တိုက်က သူတို့အဖွဲ့ရဲ့ ဌာနချုပ်ဖြစ်ပါတယ်။သူတို့အဖွဲ့ရဲ့ Fantastic Four Car ကိုတော့ 2007 ဒုတိယမြောက်ကားမှာ တွေ့ရမှာဖြစ်ပါတယ်။ ဒါ့အပြင် Reed Richard က Unstable Molecules ကိုတီထွင်ခဲ့ပြီး ဒီ Molecules တွေနဲ့ သူတို့ဝတ်စုံတွေကို ဖန်တီးထားတာဖြစ်ပါတယ်။ ဒါကြောင့် Reed Richards ရဲ့ ဝတ်စုံက သူနဲ့လိုက်ပြီး ဆန့်ထွက်နိုင်တာဖြစ်သလို Sue ရဲ့ ဝတ်စုံကလည်း သူမကိုယ်ဖျောက်ရင် လိုက်ပျောက်တာဖြစ်ပါတယ်။ အလားတူ Johnny ရဲ့ ဝတ်စုံကလည်း မီးမလောင်တာဖြစ်ပါတယ်။ဒီနေရာမှာ Fantastic Four အကြောင်းပြောရင် ချန်ထားလို့မရတဲ့ အချက်တွေရှိပါတယ်။ ပထမတစ်ခုက သူတို့ရဲ့ အဓိက ဗိလိန် Dr. Doom (Victor Von Doom), ဗီလိန်ကနေ မိတ်ဆွေဖြစ်သွားတဲ့ Silver Surfer နဲ့ Negative Zone တို့ဖြစ်ပါတယ်။ ပထမဆုံး Dr.Doom အကြောင်းအရင်ပြောရရင် သူက Marvel Universe ထဲက စိတ်ကူးယဉ် တိုင်းပြည် Latveria ရဲ့ Dictator တစ်ဦးဖြစ်ပါတယ်။ သူက အရမ်းတော်တဲ့ သိပ္ပံပညာရှင်တစ်ဦးဖြစ်သလို၊ မှော်ဆရာတစ်ဦးလည်းဖြစ်ပါတယ်။ ဒါ့အပြင် သူ့တိုင်းပြည်ကိုလည်း အရမ်းချစ်ပါတယ်။ သူက Fantastic Four သာမက Avengers နဲ့လည်း မကြာခဏ ထိပ်တိုက်တွေ့လေ့ရှိပါတယ်။Negative Zone ဆိုတာကတော့ လက်ရှိ Fantastic Four (2015) ရုပ်ရှင်ထဲမှာ Planet Zero အဖြစ် ဖော်ပြခဲ့တဲ့နေရာဖြစ်ပြီး၊ ကာတွန်းထဲမှာ Reed Richards က ရှာတွေ့ခဲ့တာဖြစ်ပါတယ်။ Negative Zone က Marvel Civil War ဇာတ်လမ်းတွဲမှာ အရေးပါတဲ့ အရာတစ်ခုဖြစ်ပြီး Reed Richards နဲ့ Iron-Man တို့ နှစ်ယောက်က Negative Zone ထဲမှာ အကျဉ်းထောင် ဆောက်ထားပြီး သူတို့ကို ပုန်ကန်တဲ့ သူမှန်သမျှ ကို အဲ့ဒီမှာ ချုပ်ထားပါတယ်။Silver Surfer ကတော့ ရုပ်ရှင်ထဲမှာပါသလိုပဲ Galactus ရဲ့ ကင်းထောက်ဖြစ်ပြီး Galactus အတွက် ဂြိုလ်တွေကို လိုက်ရှာပေးရတာဖြစ်ပါတယ်။ Galactus က Fantastic Four ရဲ့ အဓိက ဗီလိန် နောက်တစ်ယောက်ဖြစ်ပြီး God-Like creature တစ်ကောင်ဖြစ်ကာ ဂြိုလ်တွေကို စားသုံးပြီး စွမ်းအားရယူတာဖြစ်ပါတယ်။ Silver Surfer က ကမ္ဘာကိုရောက်ပြီး Fantastic Four အဖွဲ့နဲ့ တွေ့တဲ့နောက်မှာ ပေါင်းမိသွားပြီး Galactus ကို တွန်းလှန်ရင်ဆိုင်ခဲ့ပါတယ်။လက်ရှိရုပ်ရှင်ကို Fantastic Four စာအုပ်နဲ့မတူဖူးလို့ ပြောနေကြတာ တကယ်တော့ မဟုတ်ပါဘူး။ သူတို့ က Alternate version ဖြစ်တဲ့ Fantastic Four (Ultimate) ဇာတ်လမ်းကို အသုံးပြုထားတာဖြစ်ပါတယ်။ အဲ့ ဒီဇာတ်လမ်းတွေမှာ အသက်ပိုငယ်တဲ့ Fantastic Four အဖွဲ့ကို သုံးထားပါတယ်။ Ultimate Story မှာ Reed ကို လူငယ်ဘဝထဲက အရမ်းတော်လို့ အစိုးရသ သူတို့ဆီမှာ အလုပ်လုပ်ဖို့ ခေါ်ခဲ့ပြီး အဲ့ဒီမှာ Sue နဲ့ Johnny Storm တို့နဲ့စတွေ့ခဲ့ပါတယ်။ သူက ကလေးဘဝထဲက အရာဝတ္ထုလေးတွေကို Teleport လို့ဖို့ ကြိုးစားနေပြီး အောင်မြင်အောင်လည်း ပို့နိုင်ပါတယ်။ သူက တစ်ဖက်ကိုရောက်အောင် ပို့နိုင်ပြီး ပြန်မခေါ်တတ်တာပဲ ရှိပါတယ်။ သူပို့လိုက်တဲ့ ပစ္စည်းတွေက Negative Zone ကိုရောက်သွားကြတာဖြစ်ပါတယ်။ဒီ Version မှာ Victor Von Doom က သူတော်တာ တတ်တာကို ကမ္ဘာက သိစေချင်တာဖြစ်သလို၊ Reed Richards နဲ့ပေါင်းပြီး Teleportation Technology ကို အောင်မြင်စွာ တီထွင်နိုင်ခဲ့ပါတယ်။ ဒီကနေ Teleportation Device ပေါ်ပေါက်လာပြီး Negative Zone ကို သွားကြတာဖြစ်ပါတယ်။ ဒါက Ultimate FF ရဲ့ Origin ပါ။ ဇာတ်လမ်းမှာက Teleportation Device ကို Quantum Gate လို့ခေါ်ခဲ့ပြီး Negative Zone ကို Planet Zero လို့ပြောင်းခေါ်ထားပါတယ်။ဒါကတော့ FF ရဲ့ Origin ဖြစ်ပြီး ဒီလောက်ဆို သူတို့အကြောင်းကို အနည်းငယ်သိလောက်ပြီထင်ပါတယ်။ဇာတ်လမ်းကတော့ အရင်တုန်းက ဇာတ်လမ်းလောက်မကောင်းသလို IMDb Rating 4.3 ရရှိထားတာကိုသတိပြုရမှာဖြစ်ပါတယ်…(အညွှန်းကို Movies For Myanmar ရုပ်ရှင်မိတ်ဆက် Facebook Fan Page မှကူးယူဖော်ပြပါသည်။)Fantastic Four ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=fantastic+fourမှာကြည့်ပါ။File size…(1.5 GB)Quality…HD-Rip 1080pFormat…mp4Duration….01:47:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….LKTranslated by HadesYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDug RotsteinJosh TrankSimon KinbergSteven E. RivkinStarsDan CastellanetaGretchen KoernerJamie BellJoshua MontesKate MaraMichael B. JordanMiles TellerOwen JudgeReg E. CatheyTim Blake NelsonToby KebbellCastAdam FristoeChet HanksChristopher HeskeyDan CastellanetaDina MorroneDon YessoEvan HannemannGretchen KoernerJamie BellJerrad VunovichJodi Lyn BrocktonJoshua MontesKate MaraKylen DavisLance E. NicholsMary Rachel DudleyMary-Pat GreenMichael B. JordanMiles TellerOwen JudgeRavi NaiduReg E. CatheyRhonda Johnson DentsShauna RappoldTim Blake NelsonTim HeideckerToby KebbellWayne Pére",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gzhVcfC5j0sTnS4WJzBrCS0Vkr0.jpg",
      "https://image.tmdb.org/t/p/w300/ePStgnhOchqNjVbMwKHpYXAdAKJ.jpg",
      "https://image.tmdb.org/t/p/w300/87afRk1XsvVddmRP8E4pTN49kqw.jpg",
      "https://image.tmdb.org/t/p/w300/uZOM484vU9uvSoCT0NJF1xzwtlE.jpg",
      "https://image.tmdb.org/t/p/w300/u8oDmMD6jJMA4uNbtQU1lfiJL6O.jpg",
      "https://image.tmdb.org/t/p/w300/4xGc5NxaQeRdfR0m1qqJMZfjJFd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2015-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fantastic-four-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      },
      {
        "link": "https://megaup.net/1yWwY/Fantastic_Four_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      },
      {
        "link": "https://mega.nz/file/SZMTFKqC#T8_u9gb-EwslOhYvUyU0SXa1t030Gcln-8VsxAahi9g",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/fantastic-four-2015",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      },
      {
        "link": "https://veryfiles.com/54b1chuc0oz1",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      },
      {
        "link": "https://sbcloud1.com/4pc3xn2rh6xg.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "HD-Rip 1080p"
      }
    ],
    "trailer": {
      "video_id": "_flR9_6msik",
      "video_url": "https://www.youtube.com/watch?v=_flR9_6msik",
      "embed_url": "https://www.youtube.com/embed/_flR9_6msik"
    }
  },
  {
    "metadata": "N/A|2015|101 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "184"
    },
    "title": "Go Lala Go! 2 ( 2015 )",
    "description": "Zawgyi*******ဒီတစ္ေခါက္ေတာ့ အလုပ္ခြင္မွာ ဆရာမႀကိဳးစားရင္း အခ်စ္ေရးမွာေသြးေအးလာတယ္ဆိုတဲ့ လုပ္ငန္းခြင္က မမတို႔ရဲ႕ ဘဝကိုမ်ိဳးစုံ ႀကိဳးခုန္ပုံေဖာ္ထားတဲ့ ဇာတ္ကားေကာင္းေလးကိုေနာက္တစ္မ်ိဳး႐ိုက္ျပထားတဲ့ Go Lala go 2 ကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ထုံးစံအတိုင္း လာလာဆိုတဲ့ေကာင္မေလး အေၾကာင္းကို ပုံေဖာ္ထားတာပါဒီကားေလးထဲမွာေတာ့ အလုပ္မွာ ေနရာတစ္ခုရလာတယ္႐ုပ္ဝတၳဳပိုင္းဆိုင္ရာ ေအာင္ျမင္လာတဲ့ လာလာအတြက္တကယ့္ ေပ်ာ္႐ႊင္မႈက ဘာဆိုတာကို ရွာေဖြတဲ့ ဇာတ္ေလးေပါ့…I’ve been to paradise but I never been to me …ဆိုတဲ့ စာသားေလးကို ကြက္ကြက္ကြင္းကြင္းျမင္ေစမယ့္ဇာတ္ကားေလးမို႔ ဘဝအေမာေတြကို ဒီကားေလးနဲ႔ ေျဖလိုက္ေနာ္Unicode*******ဒီတစ်ခေါက်တော့ အလုပ်ခွင်မှာ ဆရာမကြိုးစားရင်း အချစ်ရေးမှာသွေးအေးလာတယ်ဆိုတဲ့ လုပ်ငန်းခွင်က မမတို့ရဲ့ ဘဝကိုမျိုးစုံ ကြိုးခုန်ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုနောက်တစ်မျိုးရိုက်ပြထားတဲ့ Go Lala go 2 ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ထုံးစံအတိုင်း လာလာဆိုတဲ့ကောင်မလေး အကြောင်းကို ပုံဖော်ထားတာပါဒီကားလေးထဲမှာတော့ အလုပ်မှာ နေရာတစ်ခုရလာတယ်ရုပ်ဝတ္ထုပိုင်းဆိုင်ရာ အောင်မြင်လာတဲ့ လာလာအတွက်တကယ့် ပျော်ရွှင်မှုက ဘာဆိုတာကို ရှာဖွေတဲ့ ဇာတ်လေးပေါ့…I’ve been to paradise but I never been to me …ဆိုတဲ့ စာသားလေးကို ကွက်ကွက်ကွင်းကွင်းမြင်စေမယ့်ဇာတ်ကားလေးမို့ ဘဝအမောတွေကို ဒီကားလေးနဲ့ ဖြေလိုက်နော်Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew ChienStarsAriel LinChen BolinNanaVic ChouVivian WuCastAriel LinChen BolinNanaVic ChouVivian Wu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/spBBU9Kdyz6mk938IOT7jslKlMt.jpg",
      "https://image.tmdb.org/t/p/w300/c861qpF9yhySqfewyeUN3q3rBgT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2gdyx9aRpBCyLbMbWZGgR2nzjI3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/go-lala-go-2-2015-hd-rip-720-p-mp-4",
        "server": "drive.google.com",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://yuudrive.me/68ed45b/go-lala-go-2-2015-hdrip-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/29ckb/(CM)Go.Lala.Go.2.2015.HDRip.720p.mp4",
        "server": "megaup.net",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://mega.nz/file/I0xjxLqQ#zZdsmry6SNOliU7IqbtYoLaQCWmCeu9j-UGMR-ZAEUU",
        "server": "mega.nz",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://soliddrive.co/2AW2/(CM)Go.Lala.Go.2.2015.HDRip.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://upstream.to/h1wsuci0877f",
        "server": "upstream.to",
        "size": "1.08 GB",
        "quality": "HDRip 720p"
      }
    ],
    "trailer": {
      "video_id": "SkLzd9aSlNM",
      "video_url": "https://www.youtube.com/watch?v=SkLzd9aSlNM",
      "embed_url": "https://www.youtube.com/embed/SkLzd9aSlNM"
    }
  },
  {
    "metadata": "N/A|2015|80 min|Drama",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,259"
    },
    "title": "Bleeding Heart (2015)",
    "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မိန္းမအက္ရွင္ ဇာတ္ၾကမ္းဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက IMDb 5.5 ထိရရွိထာၿပီးေတာ့သဲထိပ္ရင္ဖို ဒ ရာမာကားေတြကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြအေနနဲ႔ကေတာ့ၾကည့္ရွဴသင့္တဲ့ကားေလးျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေမ ဟာ ရိုးသားေအးေဆးစြာ ဘ၀ကိုျဖတ္သန္းေနတဲ့ ေယာဂ သင္တန္းနည္းျပ ဆရာမတေယာက္ျဖစ္ပါတယ္ ဒီလိုနဲ႔ တစ္ေန႔မွာ ကြဲကြာသြားတာၾကာၿပီျဖစ္တဲ့ ညီမျဖစ္သူနဲ႔ ဆံုေတြ႕မိၿပီး ညီမ ျဖစ္သူဟာ လိင္လုပ္သမတေယာက္အျဖစ္ ဘ၀ကို ျဖတ္သန္းေနရၿပီး လင္ေယာက်ာ္းျဖစ္သူကလဲ နိပ္စက္ခံ ေနရသည္ ကို သိရွိ လိုက္ရာမွတည္ၿငိမ္ သူေလး ေမတစ္ေယာက္ ဘယ္ လိုမ်ား ေျပာင္း လဲသြားေလ သလဲ ဆိုတာ ကိုေတာ့ ဆက္လက္ၾကည့္ လိုက္ၾကပါေတာ့ဗ်Download Large File From PcloudDownload Small File From PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDiane BellStarsEdi GathegiJessica BielJoe AndersonZosia Mamet",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/IMG_20170314_120432.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|1h 55min|Comedy,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "51000"
    },
    "title": "A Man Called Ove",
    "description": "A Man Called Ove (2015)====================A Man Called Ove ဆိုတာ ဆွီဒင် ကွန်မြူနစ် စာရေးဆရာ နဲ့ ဘလော့ဂါ တစ်ဦးဖြစ်တဲ့ Fredrick Backman ရဲ့ 2012 ထွက် စာအုပ်တစ်အုပ်ပါ ဒီစာအုပ်ကို 2015 မှာ ရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့ပါတယ်။စာအုပ်ရော ရုပ်ရှင်ပါ Rating ‌တွေက ရှေ့ပြေးခဲ့တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ခေါင်းစဉ်လေးအတိုင်း အူဗာ ဆိုတဲ့ လူကြီးတစ်ယောက် အကြောင်းပေါ့…ဒီလူကြီးဟာ သူ့ရဲ့ ဇနီးမယား ဆွန်ညာ သေဆုံးသွားပြီးတဲ့နောက် ဘ၀ကြီးကို လက်လျှော့ အရှုံးပေးလိုက်တဲ့လူ၊ ဆွန်ညာမရှိတော့တဲ့နောက် သူဟာ အလွန်စိတ်တိုတတ်တဲ့ အဘိုးကြီး ဖြစ်လာတယ်။ ရပ်ကွက်ထဲမှာလည်း လူတိုင်းက သူ့ကို လူထူးလူဆန်း လူ့ဂွစာကြီးလို့ သတ်မှတ်ထားကြတယ်။ဒီလိုနဲ့ လက်လျှော့ အရှုံးပေးတော့မယ့် သူ့ဘ၀ကြီးထဲကို အိမ်နီးနားချင်းအသစ်‌တွေ ရောက်လာတဲ့အခါမှာ တဖြည်းဖြည်းနဲ့ပြောင်းလဲလာခဲ့တယ်။ပျော်ရွှင်‌နေကျလူတစ်ယောက် ဘ၀ကို လက်လျှော့အရှုံးပေးပြီး လောကကြီးကို ထွက်ခွာနှုတ်ဆက်မယ့်အကြောင်းကို ခင်ဗျားတို့ ကြည့်ဖူးရင် ကြည့်ဖူးလိမ့်မယ်။ဒါပေမယ့် သတ်သေမယ့်လူတစ်ယောက်ရဲ့ စိတ်တွေ ပြန်ပြီး အသက်၀င်လာမယ့်အကြောင်းကိုကြည့်ရမယ်ဆိုရင်ရော?ဒီဇာတ်လမ်းလေးထဲက အူဗာနေရာမှာ ခံစားကြည့်ရှုလိုက်ကြပါစို့ရဲ့…(ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 55MinType – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by Chuck ChuckEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHannes HolmCastAnna GranathAnna-Lena BergelinBahar ParsBörje LundbergChatarina LarssonChristoffer NordenrotEmelie StrömbergErik StåhlbergFilip BergFredrik EversIda EngvollJerker FahlströmJessica OlssonJohan FribergJohan WiderbergJohanna KarlbergKarin de FrumerieKlas WiljergårdLasse CarlssonMagnus SundbergMaja RungNelly JamaraniOla HedénPoyan KarimiRolf LassgårdSimeon Da Costa MayaSimon EdenrothSimon ReithnerSofie GällerspångStefan GödickeTobias AlmborgViktor BaagøeZozan Akgün",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oLneLBFRgxWo0zDDvh4c52fMKr6.jpg",
      "https://image.tmdb.org/t/p/w300/5DHwhvdRSpqXdXmZd5WX55UovFm.jpg",
      "https://image.tmdb.org/t/p/w300/vXANBg6vmgxVbGZSbNvC94E1gPh.jpg",
      "https://image.tmdb.org/t/p/w300/aWNknDl5kGZTgjqfeIKxdZaKGmm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7DBMfL397QIvZQoTDe9JmwIa1v9.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-man-called-ove-2015",
        "server": "VIP Links",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-man-called-ove-2015-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-man-called-ove-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/VeQBivED",
        "server": "Direct Link",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/yH8_CeFx",
        "server": "Direct Link",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ZMzy/A.Man.Called.Ove.2015.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ZMue/A.Man.Called.Ove.2015.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/zj52y6ubthxn.html",
        "server": "streamsb.com",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/pew2757ackwz.html",
        "server": "streamsb.com",
        "size": "1Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "E6-XUIS3DUw",
      "video_url": "https://www.youtube.com/watch?v=E6-XUIS3DUw",
      "embed_url": "https://www.youtube.com/embed/E6-XUIS3DUw"
    }
  },
  {
    "metadata": "PG-13|2015|2h 8m|Adventure,Biography,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "12000"
    },
    "title": "Queen of the Desert (2015)",
    "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ကတ်ထရုဘဲလ်က တကယ်ရှိခဲ့သလို ဒီဇာတ်ကလည်း ဖြစ်ရပ်မှန် အခြေအတည်ထားတဲ့ ဇာတ်ပါ။ သရုပ်ဆောင်ပိုင်းအနေနဲ့ဆိုရင်လည်း ဝါရင့်မင်းသမီးကြီး Nicole Kidman က ကတ်ထရုဘဲလ်အဖြစ် သရုပ်ဆောင်ထားတဲ့အပြင် Robert Pattinson နဲ့ James Franco တို့လို ထိတ်ထိတ်ကြဲတွေကပါ ပါ၀င်ထားလို့ အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 775MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 2H 8MinGenre – Adventure, Biography, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWerner HerzogStarsAbdellah BensaidiAbdellatif ChaouqiAbderrahmane BaallaAnas CherifiAnas El BazAssaad BouabAyoub LayoussifiBeth GoddardCharlie HollwayChristina LowChristopher FulfordColin GoodwinDamian LewisDavid CalderFatima ezzahra El JaouhariFehd BenchemsiFrancis MontaryHamid NajahHamza El MoustaatiHicham HaijjiHolly EarlIsmael KanaterJames FrancoJay AbdoJenny AgutterJohn WarkMark Lewis JonesMegan SullivanMehdi QuazzaniMichael JennMohamed BoussalemMohamed ZiatMostafa El HouariMustafa HaidariNadia NiaziNick N. RaslanNick WaringNicole KidmanPeter StevensonQualid MezouarRenee FaiaRichard GouldingRobert PattinsonSalah AzadouSarah CrowdenSophie LinfieldWilliam EllisYounes BenzakourYounes BouabCastAbdellah BensaidiAbdellatif ChaouqiAbderrahmane BaallaAnas CherifiAnas El BazAssaad BouabAyoub LayoussifiBeth GoddardCharlie HollwayChristina LowChristopher FulfordColin GoodwinDamian LewisDavid CalderFatima ezzahra El JaouhariFehd BenchemsiFrancis MontaryHamid NajahHamza El MoustaatiHicham HaijjiHolly EarlIsmael KanaterJames FrancoJay AbdoJenny AgutterJohn WarkMark Lewis JonesMegan SullivanMehdi QuazzaniMichael JennMohamed BoussalemMohamed ZiatMostafa El HouariMustafa HaidariNadia NiaziNick N. RaslanNick WaringNicole KidmanPeter StevensonQualid MezouarRenee FaiaRichard GouldingRobert PattinsonSalah AzadouSarah CrowdenSophie LinfieldWilliam EllisYounes BenzakourYounes Bouab",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eYpu1C6Xe3FzHaw5MtMVxLjBtJf.jpg",
      "https://image.tmdb.org/t/p/w300/8amUDHrrOtBPvAakyqdyz6z5das.jpg",
      "https://image.tmdb.org/t/p/w300/YriniFYQUBnlnKSoSUE1Cc6W8U.jpg",
      "https://image.tmdb.org/t/p/w300/aMmk7D9FoDgmk5yganENMXWSP6E.jpg",
      "https://image.tmdb.org/t/p/w300/A5YKmnnXoUlmA14Uc7QmdkCUFXB.jpg",
      "https://image.tmdb.org/t/p/w300/mB529cuKpm6sez9nfHjlUn707Xd.jpg",
      "https://image.tmdb.org/t/p/w300/qNwFtN9EGxwQ4jej39I9S4wAKWr.jpg",
      "https://image.tmdb.org/t/p/w300/lA38KGwd0I4Cpr8cvtHSPmqvGEg.jpg",
      "https://image.tmdb.org/t/p/w300/qIo0kPnU0l8JGJqs97fuDLLEZlw.jpg",
      "https://image.tmdb.org/t/p/w300/mfCxhO9CZzQ55E5keCHGfTZOUa3.jpg",
      "https://image.tmdb.org/t/p/w300/fLaFPqoSdGySOtcd11WnIjzUKKF.jpg",
      "https://image.tmdb.org/t/p/w300/ij7pvffDtzdR30qHVyXvfTiYFeq.jpg",
      "https://image.tmdb.org/t/p/w300/puPNldyWtlwe4zbiiln8iPdskyV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BWrt/(CM)_Queen_of_the_Desert_(2015)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0nViEByT#hs9Iq_obx65r5Hrr2aC7ptmxoMVV3f8QAMbRhDRaWHg",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bnpyvjslxk1v.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-queen-of-the-desert-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1g1wt/(CM)_Queen_of_the_Desert_(2015)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UrExQDDB#0vZwQxfJ1uxc5dCqU3cwbm_Ynl-LzTfd56PsEg_1P7s",
        "server": "mega.nz",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6xi9zgdfhmw6.html",
        "server": "usersdrive.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/krwgpyc06p81",
        "server": "streamsb.com",
        "size": "775MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zhhjjko2wa77",
        "server": "streamvid.io",
        "size": "775MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SU-bdMPV0V4",
      "video_url": "https://www.youtube.com/watch?v=SU-bdMPV0V4",
      "embed_url": "https://www.youtube.com/embed/SU-bdMPV0V4"
    }
  },
  {
    "metadata": "R|2015|96 min|Uncategorized",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "40,897"
    },
    "title": "Hardcore Henry (2015)",
    "description": "2015 ရဲ႕ ထူးထူးျခားျခား ဇာတ္ကားေကာင္းတစ္ခုနဲ႕ မိတ္ဆက္ေပးပါရေစ။IMDb ၆.၈ နဲ႕ FPS စတုိင္ကားပါ။ FPS ဆိုတာ ဂိမ္းကစားသူေတြ အတြက္ရင္းနွီးေပမယ့္သာမာန္ရုပ္ရွင္ခ်စ္သူေတြ အတြက္ေတာ့ ထူးျခားေနပါလိမ့္မယ္။ ဇာတ္ေကာင္ရဲ႕ ျမင္ကြင္းအျဖစ္ရိုက္ကူးထားတာ ျဖစ္ျပီး ဇာတ္ေကာင္ကို မျမင္ရပါဘူး။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ဟင္နရီကို ေသရြာကေန သိပၸံပညာနဲ႕ ဇနီးျဖစ္သူက ျပန္အသက္သြင္းခဲ့ျပီး သူနိုးထလာခ်ိန္မွာပဲဇနီး ျဖစ္သူကို ဂိုဏ္းေခါင္းေဆာင္ စိတ္စြမ္းအားရွင္တစ္ဦးက ဖမ္းဆီးသြားပါတယ္။မွတ္ဥာဏ္မရိွ ဘာေတြျဖစ္ေနမွန္း မသိေတာ့တဲ့ ဟင္နရီဟာ ဇနီးျဖစ္သူကိုလိုက္ကယ္တင္ရင္း သိခ်င္တဲ့ အေျဖေတြကို ရွာေဖြရပါေတာ့မယ္။ဒီဇာတ္ကားကလည္း အက္ရွင္ေတြ အေတာ္ေကာင္းျပီး ဇာတ္လမ္းကလည္းဆက္တိုက္ အရိွန္ျမင့္လာတာမို႕ ၾကည့္ဖို႕ေကာင္းမယ့္ ကားတစ္ခုပါပဲ။အနည္းငယ္ေတာ့ အစပိုင္းမွာ မူးေကာင္းမူးသြားနိုင္တာကို သတိျပဳပါခင္ဗ်ာ။ဇတ္လမ္းအညြန္းကို Little Neo မွ ေရးေပးထားတာျဖစ္ၿပီးရုပ္ရွင္ကိုေတာ့ Kyaw Soe Han မွ Encode ၿပီး တင္ဆက္ေပးထားပါတယ္…File size – ( 969MB )Quality – Blu Ray Rip 1080PFormat – MP4Subtitle – Myanmar SubtitleEncoder – Kyaw Soe HanDownload Now================DownloadDownload Small(560MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIlya NaishullerStarsDanila KozlovskyHaley BennettSharlto CopleyTim Roth",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjIzNTcwMDc3Nl5BMl5BanBnXkFtZTgwNzU5NTY5NzE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hardcore-henry-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SXku/Hardcore_Henry_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/qf7rjk7wj1c5",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/kqkdvp0ggjbf.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|2015|2h 4min|Action,Adventure,Comedy,Crime",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "451"
    },
    "title": "Detective K: Secret of the Lost Island (2015)",
    "description": "Detective K: Secret of the Lost Island (2015)____IMDb – 6.3/10ဒီကားကတော့ ရှေ့က Detective K ရဲ့ အဆက်ကားပါ … အဲ့အချိန်က ဂျိူဆွန်းမှာ ငွေအတုပြသနာတွေပေါ်ပေါက်နေပြီး ငွေကြေးဖောင်းပွမှု့တွေ ဖြစ်နေတာကြောင့် စုံထောက်ကေ ကို စုံစမ်းခိုင်းပါတယ် ဒါပေမဲ့ သိတဲ့အတိုင်း မလွဲရင် မနေနိုင်တဲ့ ကေ ကို မင်းကြီးက ကျွန်းတစ်ကျွန်းမှာ နယ်နှင်ဒဏ်ပေးလိုက်ပါတော့တယ်။သူ့လူဆိုဖီးနဲ့ အဲ့ကျွန်းမှာ အချိန်ကုန်ရင်း နဲ့ တစ်နေ့မှာတော့ ခလေးမလေးတစ်ယောက်က ပင်လယ်ကို ဖြတ်ပြီးရောက်ရှိလာပါတယ်။သူလာရတဲ့ အကြောင်းရင်းကတော့ ပျောက်ဆုံးသွားတဲ့ သူ့ညီမလေးကို ပြန်ရှာပေးဖို့လာတောင်းဆိုတာပါ။ကောင်မလေးက မရမက တောင်းဆိုမှု့ နဲ့ မြို့တော် အတွင်းက ငွေပြသနာတွေ ကြောင့်စုံထောက်ကေတစ်ယောက် ကျွန်းကနေခိုးထွက်ဖို့ လုပ်ပါတော့တယ်။ဒီလိုနဲ့ သူ အပြင်လောက ပြန်ရောက်တဲ့ အခါကလေးတွေငွေကြေးပြသနာ အပြင် ခလေးတွေ အများအပြားပျောက်ဆုံးနေတာာတွေ ခလေးအလောင်းတွေကမ်းမှာလာလာတင်နေတာတွေကိုပါသိရှိလာပါတယ်။တစ်နေ့မှာ သင်္ဘောတစ်စင်း ပျက်တဲ့နေရာမှာ သူမထင်မှတ်ထားတဲ့ကလေးတစ်ယောက်ရဲ့ အလောင်းကို တွေ့လိုက်ရတဲ့ အခါမှာတော့…. စုံထောက်ကေ တစ်ယောက်ငွေအတုပြသနာ ခလေးတွေ သေဆုံး ပျောက်ဆုံးတဲ့ ပြသနာတွေကို သူ့ကို လိုက်ဖမ်းနေတဲ့ ရဲမက်တွေလူဆိုးဂိုဏ်းတွေရဲ့ကြားထဲကနေ ဘယ်လိုဖြေရှင်းမလဲဆိုကို ဟာသလေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှု့ရမှာပါ။Tariq L Walkerဒီကားကေတာ့ ေရွ႕က Detective K ရဲ႕ အဆက္ကားပါ … အဲ့အခ်ိန္က ဂ်ဴိဆြန္းမွာ ေငြအတုျပသနာေတြေပၚေပါက္ေနၿပီး ေငြေၾကးေဖာင္းပြမွဳ႕ေတြ ျဖစ္ေနတာေၾကာင့္ စုံေထာက္ေက ကုိ စုံစမ္းခုိင္းပါတယ္ ဒါေပမဲ့ သိတဲ့အတုိင္း မလြဲရင္ မေနႏုိင္တဲ့ ေက ကုိ မင္းႀကီးက ကြ်န္းတစ္ကြ်န္းမွာ နယ္ႏွင္ဒဏ္ေပးလုိက္ပါေတာ့တယ္။သူ႕လူဆုိဖီးနဲ႔ အဲ့ကြ်န္းမွာ အခ်ိန္ကုန္ရင္း နဲ႔ တစ္ေန႔မွာေတာ့ ခေလးမေလးတစ္ေယာက္က ပင္လယ္ကုိ ျဖတ္ၿပီးေရာက္ရွိလာပါတယ္။သူလာရတဲ့ အေၾကာင္းရင္းကေတာ့ ေပ်ာက္ဆုံးသြားတဲ့ သူ႕ညီမေလးကုိ ျပန္ရွာေပးဖုိ႔လာေတာင္းဆုိတာပါ။ေကာင္မေလးက မရမက ေတာင္းဆုိမွဳ႕ နဲ႔ ၿမဳိ႕ေတာ္ အတြင္းက ေငြျပသနာေတြ ေၾကာင့္စုံေထာက္ေကတစ္ေယာက္ ကြ်န္းကေနခုိးထြက္ဖုိ႔ လုပ္ပါေတာ့တယ္။ဒီလုိနဲ႕ သူ အျပင္ေလာက ျပန္ေရာက္တဲ့ အခါကေလးေတြေငြေၾကးျပသနာ အျပင္ ခေလးေတြ အမ်ားအျပားေပ်ာက္ဆုံးေနတာာေတြ ခေလးအေလာင္းေတြကမ္းမွာလာလာတင္ေနတာေတြကုိပါသိရွိလာပါတယ္။တစ္ေန႔မွာ သေဘၤာတစ္စင္း ပ်က္တဲ့ေနရာမွာ သူမထင္မွတ္ထားတဲ့ကေလးတစ္ေယာက္ရဲ႕ အေလာင္းကုိ ေတြ႕လုိက္ရတဲ့ အခါမွာေတာ့…. စုံေထာက္ေက တစ္ေယာက္ေငြအတုျပသနာ ခေလးေတြ ေသဆုံး ေပ်ာက္ဆုံးတဲ့ ျပသနာေတြကုိ သူ႕ကုိ လုိက္ဖမ္းေနတဲ့ ရဲမက္ေတြလူဆုိးဂုိဏ္းေတြရဲ႕ၾကားထဲကေန ဘယ္လုိေျဖရွင္းမလဲဆုိကုိ ဟာသေလးေတြနဲ႕ စိတ္၀င္တစားၾကည့္ရွဳ႕ရမွာပါ။Tariq L WalkerFile Size : 900 MBQuality : Bluray 720PRunning Time : 2hr 04minutesFormat : Mp4Genre : Action, Comedy, CrimeEncoder :Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Suk-YoonStarsDal-su OhMyung-min KimYeon-hee LeeCastChoi Moo-seongHwang Chae-wonHwang Jeong-minJung Won-joongKim Myung-minLee Jung-eunLee Yeon-heeOh Dal-suWoo Hyeon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w3p5azPm3qAC7ajUZBozkSmWDKP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-of-the-Lost-Island-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9aw2lpvk9j1d.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/detective-k-secret-of-the-lost-island-joseon-myungtamjung-nobui-ddal-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/7fd5987818/detective-k-secret-of-the-lost-island-joseon-myungtamjung-nobui-ddal-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/dyqmgppmjwuc/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Tns2/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/bx410arT#qB7T2QwPYvPJTTpzzCdDnIIHzuADAO1buJlh0O--r3U",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/j1tcr0xsvo9b",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/detective-k-secret-of-the-lost-island-2015-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "44000"
    },
    "title": "Dark Places (2015)",
    "description": "Dark Places (2015)==============IMDb Rating – 6.2/10လျှို့ဝှက်ဆန်းကျယ်မှုခင်း ရုပ်ရှင်သဘောကျတတ်တဲ့ ပရိတ်သတ်တွေအတွက် နာမည်ကြီး Gone Girl (2014) ရဲ့စာရေးဆရာ Gillian Flynn ရဲ့ ရောင်းအားကောင်းတဲ့ ဝတ္ထုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ Dark Places (2015) ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ လစ်ဘီဆိုတဲ့ ၈ နှစ်အရွယ်ကောင်မလေးဟာ သူ့မိသားစုသတ်ဖြတ်ခံရရာမှာ မသေဘဲလွတ်မြောက်ခဲ့ပါတယ်။ ကလေးမလေးရဲ့ ပြန်လည်ပြောပြချက်အရ လူသတ်မှုကို ကျူးလွန်သူမှာ သူမရဲ့အစ်ကို ဘန် ကိုယ်တိုင်ပဲ ဖြစ်ပါတယ်။အဲလိုနဲ့ဘန်ဟာ ထောင်ကျသွားပြီး လစ်ဘီကတော့ နာမည်ကြီးလူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ကောင်မလေးအဖြစ် နာမည်ကြီးသွားပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းက မပြီးသေးပါဘူး။ နောက်နှစ် ၃၀ ကြာတဲ့အခါ လစ်ဘီဟာ အဲဒီအမှုကို ပြန်စုံစမ်းဖော်ထုတ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီတစ်ခါရော သူကလေးဘဝက ထင်ခဲ့သလိုပဲ သူ့အစ်ကို ဘန် က အပြစ်ရှိတဲ့လူဖြစ်တယ်လို့ ရှာတွေ့မှာလား? ဒါမှမဟုတ် နှစ် ၃၀လောက် အပြစ်မရှိတဲ့လူတစ်ယောက်ကို ထောင်ကျအောင် သူလုပ်ခဲ့တာလား?ဒီကားထဲက cast တွေကတော့ တကယ်ကို နာမည်ကြီးတွေချည်းပဲ ဖြစ်တဲ့အပြင် ဇာတ်ညွှန်းလည်းကောင်းတာကြောင့် မှုခင်းရုပ်ရှင်ပရိတ်သတ်တွေ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Htet Wai Lwin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team မှဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p BluRayDuration – 1h 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – F&R TeamEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGilles Paquet-BrennerStarsCharlize TheronChristina HendricksNicholas HoultCastAddy MillerAndrea RothCharlize TheronChloë Grace MoretzChristina HendricksCorey StollDan Hewitt OwensDenise WilliamsonDora MadisonDrea de MatteoGillian FlynnGlenn MorshowerJ. LaroseJeff ChaseJennifer Pierce MathusJohn F. DanielLaura CayouetteLori Z. CordovaMadison McGuireMichael CrabtreeNatalie PrechtNicholas HoultRichard GunnSean BridgersShannon KookSterling JerinsSteve ShearerTye SheridanTyler Forrest",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/usWzZFCKNBhVzD96ESLFEzETwPB.jpg",
      "https://image.tmdb.org/t/p/w300/uESKPn0Dyyjhe7RtFuTVb1kkX20.jpg",
      "https://image.tmdb.org/t/p/w300/z7GCavRiKV65mUIKesMITb3XGyE.jpg",
      "https://image.tmdb.org/t/p/w300/t8WwDgehkXZ9pnKRbMKubrpOZEL.jpg",
      "https://image.tmdb.org/t/p/w300/7jwJ58zdF1mOUFExFS6JGGizBeq.jpg",
      "https://image.tmdb.org/t/p/w300/bSnr5zqlG7NIdCcT1b4B0di3Lgo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-16.50.33.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dark-places-2015",
        "server": "VIP Links",
        "size": "2.15 GB / 1.13 GB / 330 MB",
        "quality": "BluRay 1080P 5.1CH / BluRay 720P / 360P"
      },
      {
        "link": "https://megaup.net/3GOuX/Dark.Places.2015.BluRay.5.1CH.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/9F4G3TzJ#nhoVyaUXQJsxGqYrPYHwEZ_HuLtGskZ0-3qKPECDUxs",
        "server": "mega.nz",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://tubesb.com/ue3t8s475yn2.html",
        "server": "streamsb.com",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/2kTA5/Dark.Places.2015.BluRay.5.1CH.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/5Vgy2LJb#KJ9l08758uw6w7_a02xagYHZ-kZwG3wY1kMM5w5au8w",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://tubesb.com/1rx8csmt55m9.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1EW81/Dark.Places.2015.BluRay.5.1CH.360P[CM].mp4",
        "server": "megaup.net",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/Nc42xJRB#pxfpIaIgmMg9rlE5jHtaxuc68KU_PUMsMHuDbltwYGY",
        "server": "mega.nz",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://tubesb.com/ghi6uq1m66tj.html",
        "server": "streamsb.com",
        "size": "330 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/wfdhl3ekg4zb.html",
        "server": "usersdrive.com",
        "size": "330 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "SpG5dWV7piw",
      "video_url": "https://www.youtube.com/watch?v=SpG5dWV7piw",
      "embed_url": "https://www.youtube.com/embed/SpG5dWV7piw"
    }
  },
  {
    "metadata": "|2015|100 min|Uncategorized",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "421"
    },
    "title": "Sam (2015)",
    "description": "အခုတစ်ခါတော့ ၂၀၁၅ ခုနှစ်ကထွက်ထားတဲ့ ခပ်မြူးမြူး ဟာသကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးက ယောကျာ်း ဘဝ ကနေ မိန်းမ ဘဝကိုပြောင်း သွားတဲ့ သူတစ်ယောက်အကြောင်းကို ရိုက်ကူး ပြထားတာပါ​ အချစ်​ဟာသဇာတ်​မြူး​လေးတစ်​ကားနဲ့မိတ်​ဆက်​​ပေးချင်​ပါတယ်​ ဒါနဲ့စကားမစပ်​ယူတို့ယောကျာ်း​တွေထဲက ယောကျာ်းဘဝက​နေမိန်းမဘဝ​ပြောင်​းချင်​တဲ့သူဘယ်​နှ​ယောက်​ရှိလဲ​လို့​မေးလဲ​မေးချင်​တယ်​​မေးလဲ​မေးပလိုက်​ပြီ​…ဒီဇာတ်​ကား​လေးထဲမှာ ဆမ်​က မိန်​းမလိုက်​စားသူလူရှုပ်​လူ​ပွေတစ်​​ယောက်​ပါ တစ်​​နေ့သူ့ရဲ့အချစ်​ဆုံး​ဘော်​ဒါကြီး​ဒေါ့ ရဲ့​စေ့စပ်​ထားတဲ့​စေ့စပ်​ပွဲကပြန်​ မူးမူးရူးရူးနဲ့ဆိုင်​တစ်​ဆိုင်​ထဲဝင်​သွားခဲ့ပါတယ်​ ​စျေးဆိုင်​ရှင်​ကြီးနဲ့ဘာညာသာဒကာ​လျှောက်​​ပြောရင်​းမိန်​းမ​တွေရဲ့မ​ကောင်​း​ကြောင်​းဘယ်​လိုဘယ်​သင်​းရင်​ဖွင်​့ပါ​တော့တယ် ​စျေးဆိုင်​ရှင်​ကြီးကလည်​း​သူ့ကိုဖြေသိမ်​့ရင်​း ထူးဆန်​းတဲ့အရာတစ်​ခု​သောက်​ခိုင်​းခဲ့ပါတယ်​ ​နောက်​တ​စ်​​နေ့မနက်​အိပ်​ယာထတဲ့အချိန်​မှ​ာ​​တော့​ဒေါ့ဟာအရမ်​းကိ​ု​ချော​မောလှပတဲ့မိန်​းမ​ချော​လေးတစ်​​ယောက်​အဖြစ်​သို့​ပြောင်​းလဲသွားခဲ့ပါတယ်​ ​​ကြံရာမရတဲ့အဆုံးမှာ​တော့သူ့ရဲ့ယောကျာ်းဘဝကိုဖုံးကွယ်​ပြီးမိန်​းမတစ်​​ယောက်​အဖြစ်​ဟန်​​ဆောင်​​နေသွားရပုံကိုဟာသဆန်​ဆန်​​လေးကြည်​့ရှုရမှာဖြစ်​ပါတယ်​ ယူတို့လည်​းသိပ်​ပြီးအားကျရင်​ဇာတ်​ကား​လေးကြည်​့ပြီးနည်​းနာယူကြပါလို့….အ​ရေအကြီးဆုံးတစ်​ချက်​က​တော့မိန်​းမ​ချော​လေးကိုငမ်​းမှာဆိုလည်​းတကယ်​​တော့သူဟာဆမ်​ဆိုတဲ့ယောကျာ်းအစစ်​ကြီးပါဆိုတဲ့အသိတရား​လေးဝင်​ကြပါဦးလို့့  🙂Qty – 720p BlurayDuration – 1hr 40minGern – Comedy / DramaReview – Pyae Xein SettEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLiza BinkleyMark J. ParkerNicholas BrooksSibyl SantiagoStarsBrock HarrisBryan BattJames McCaffreyJoe D'OnofrioMorgan FairchildNatalie KneppSarah ScottSean KleierStacy KeachTom PelphreyCastAllie SchulzApril WilknerAutumn SteinBrock HarrisBryan BattCat CabralFrances LozadaJames McCaffreyJen CohenJessica CopelandJoe D'OnofrioJoy ShatzKelly DriscollKelsey O'BrienLegs MaloneLucie PohlLucille SharpMaggie WagnerMarilyn SokolMarkeith McCainMatthew MinorMorgan FairchildNatalie KneppRyan O'CallaghanSamantha BrooksSamantha ScaffidiSarah ScottSarah SeedsSean KleierSibyl SantiagoStacy KeachSteve StanulisTom AshtonTom PelphreyVictor Colicchio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LvHoktxcWElF2C3dqmkGp4UuQi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/p13242711_p_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sam-2015-mm-sub",
        "server": "VIP Links",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/sam-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4 https://megaup.net/1FRhj/Sam_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/h6vd7o037y4x.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7IlcjS67FbE",
      "video_url": "https://www.youtube.com/watch?v=7IlcjS67FbE",
      "embed_url": "https://www.youtube.com/embed/7IlcjS67FbE"
    }
  },
  {
    "metadata": "|2015|2h|Action,Adventure,Asian,Crime",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "6,021"
    },
    "title": "SPL II: A Time for Consequences (2015)",
    "description": "SPL II: A Time for Consequences (2015)IMDb – 6.7/10_____Rotten – 100%ထိုင်းမင်းသား TONY JAA နဲ့ အခြားသောနာမည်ကြီးမင်းသားတွေပါဝင်ထားတဲ့IMDB Rating (6.7/10) ရရှိထားတဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားပါ။အက်ရှင်ပရိသတ်တွေအတွက် အမှန်အကန်အက်ရှင်ကြည့်ရမယ့် ဇာတ်ကားသစ်လေးတစ် ကားဖြစ်ပါတယ်။ လျှို့ဝှက် ရဲစုံထောက် ချန်ချီကစ် ဟာ မှုခင်းတွေကို ကြိုးကိုင် ညွှန်ကြားနေ တဲ့ မစ္စတာဟောင် ဆိုသူကို ဖမ်းဆီးနိုင်ဖို့ အတွက် ဆေးသမား အယောင်ဆောင်ပြီး စုံစမ်းခဲ့ပါတယ်။ အဲဒီနောက်တော့ ကစ် ရဲ့အခြေအနေမှန်ပေါ်သွားပြီး မျက်မြင် သက်သေလည်း ပျောက်သွားခဲ့ပါတယ်။ လူဆိုး ဂိုဏ်းအဖွဲ့ဟာ ကစ်ကို ပြန်ပေးဆွဲ ခဲ့ပြီး ထိုင်းမှာရှိတဲ့ အကျဉ်းထောင်ကို ပို့ပစ် ခဲ့ပါတယ်။ အဲဒီ အကျဉ်းထောင်မှာ ထိုင်း ရဲအရာရှိ ချက်တ်ချိုင် ဟာ အစောင့် တာဝန်ကျ ခဲ့ပြီး သွေးကင်ဆာ ဖြစ်နေ တဲ့ သမီးလေးအတွက် အရေးတကြီး ငွေ လိုအပ်နေသူပါ။ သူဟာ ကစ် ကို စောင့်ကြည့်ဖို့ အတွက် တာဝန်ပေးခံရပြီး အကျဉ်းသား နဲ့ ထောင်ဝန်ထမ်းဆို တဲ့ ဆန့် ကျင်ဘက် အခြေအနေကြောင့် တစ်ကြောင်း၊ ဘာသာစကားမတူ ညီတာကြောင့် တစ်ကြောင်း နှစ်ယောက်သား စကားတောင်မ ပြောကြပါဘူး။ဒါပေမဲ့ လည်း အခြေအနေ တစ်ရပ်က သူတို့နှစ်ယောက်ကြား အပြောင်းလဲ ကြီးပြောင်းလဲ စေခဲ့ပါတယ်။ အဲဒါ ကတော့ ချိုင် ရဲ့သမီးလေး သွေး ကင်ဆာရောဂါ အတွက် ရိုးတွင်းခြင်ဆီ အစားထိုး ကုသဖို့ကို ကစ် က ကူညီပေးနိုင်လို့ပဲ ဖြစ်ပါတယ်။ ဒါကြောင့်မို့ ချိုင် ဟာ ကစ် အသက်အန္တရာယ် ကင်းနေစေဖို့ အတွက် အစွမ်းကုန်ကြိုးစားနေချိန် မှာတော့ ထောင်မှူး ကတော့ ကစ် ကို အသေသတ် နိုင်ဖို့ အရေးလုပ်ဆောင် ခဲ့ပါတယ်။ ဘာကြောင့်လဲ ဆိုတော့ လူဆိုးဂိုဏ်းချုပ်ကြီး မစ္စတာဟောင် က လူ့ ခန္ဓာကိုယ် အစိတ်အပိုင်းမှောင်ခိုမှုမှာ ပါနေတဲ့ အတွက် ကစ် ကိုထောင်မှာ သတ်ဖြတ်ပြီး ကိုယ်တွင်း အစိတ်အပိုင်း ထုတ်ယူချင်တဲ့ အတွက်ပါ။ တစ်ရက်မှာတော့ ကြိုးကိုင် နေသူ လူဆိုးကြီး မစ္စတာဟောင် ဟာ ထိုင်းမှာ လူလုံးပြဖို့ ဖြစ်လာခဲ့ ပါတယ်။ သူ အသက် ဆက်ရှင်ဖို့ အတွက် သူ့ညီ ရဲ့နှလုံး နဲ့ အစားထိုး ဖို့အတွက်ပဲ ဖြစ်ပါတယ်။ ဘာအပြစ်မှ မရှိဘဲ ထောင်ကျနေတဲ့ ကစ် ဟာ ဟောင်ကောင်ရဲ တစ်ယောက် ဆိုတာ ချိုင် သိသွားခဲ့ တဲ့အပြင် သူ့ သမီးအသက် ကို ကယ်တင်ပေး မယ့်သူ ဖြစ်တာကြောင့် ကစ် ထောင်က လွတ်ဖို့အရေး ကူညီပေးခဲ့ ပါတယ်။ လူဆိုးခေါင်းဆောင် မစ္စတာဟောင် ကို ဖမ်းချင် တဲ့ ကစ်တစ်ယောက် အခွင့်အရေးကို အမိအရ ဆုပ်ကိုင်နိုင် မှာလား။ ချိုင်တို့ သားအဖ ကို ကစ် က တကယ်ကော ကူညီပေးနိုင် မှာလား ဆိုတာ ကိုယ်တိုင် ခံစားကြည့်လိုက် ပါဦးနော်။(ရုပ်ရှင်အညွှန်းကို ohnphwa.com မှကူးယူဖော်ပြပါသည်။)File size…(900MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….02:00:17Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSoi CheangStarsJing WuSimon YamTony JaaCastAi WaiAndrew NgBaby John ChoiCandy YuenDominic Lam Ka-WahEddie PangFanny LeeJun KungKen LoLaw Wing-CheongLouis KooPhilip KeungSimon YamTony JaaUnda Kunteera YhordchanngWu JingZhang ChiZhang Jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4LxYJrBQGf1Y1OnyE8o2vsTRuvx.jpg",
      "https://image.tmdb.org/t/p/w300/hYTFAcMuSWzynYHjfwmInBh1UTX.jpg",
      "https://image.tmdb.org/t/p/w300/bOdviG5KbNU6VtsHRlqnxVaJorX.jpg",
      "https://image.tmdb.org/t/p/w300/kV2HuiYfZoPvqFK61sT3jLx4Czg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/spl-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3j5fanmuxmyv.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/spl-ii-a-time-for-consequences-saat-po-long-2-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      },
      {
        "link": "https://megaup.net/Uuzd/SPL_II_-_A_Time_For_Consequences_(Saat_Po_Long_2)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      },
      {
        "link": "https://mega.nz/file/00cAybCa#9ZMFbxHu9f7wt5tXOpwle7pIiN1k6G-IlFNHSMV95og",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/6m4n3sesu6c3/SPL_II_-_A_Time_For_Consequences_(Saat_Po_Long_2)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      },
      {
        "link": "https://upstream.to/khzuswy4yzv6",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WEB-DL Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "srD4k-kpU7Y?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=srD4k-kpU7Y?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/srD4k-kpU7Y?feature=player_embedded"
    }
  },
  {
    "metadata": "PG-13|2015|110 min|Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "46,393"
    },
    "title": "Victor Frankenstein (2015)",
    "description": "ဆပ္ကပ္မွာကပ္ေနရတဲ့ခါးကုန္းလူရႊင္ေတာ္တစ္ေယာက္ရွိပါတယ္ဆပ္ကပ္ပိုင္ရွင္ကအစ ရထားတြဲေစာင့္အဆံုးအကုန္လံုးက၀ိုင္းနွိမ္ျပီးအနိုင္က်င့္ဆက္ဆံၾကတဲ့အျပင္နာမည္ေတာင္မရွိရွာပါဘူးသူရဲ႔အားေနတဲ့အခ်ိန္ေလးေတြကိုေတာ့အေသးစိပ္က်လက္ေတြ႔ဆန္ျပီးလွပလြန္းတဲ့လူခႏၶာကိုယ္အစိတ္အပိုင္းေတြကိုပံုဆြဲေနေလ့ရွိျပီးအလုပ္ခ်ိန္ဆိုရင္ေတာ့သူၾကိတ္ခ်စ္ေနရတဲ့ကြ်မ္းဘားမယ္ေလးေလာ္ရယ္လိုင္းကိုခိုးၾကည့္ေနတတ္တဲ့ေတာက္တိုမယ္ရလူရႊင္ေတာ္တစ္ေယာက္ပါသူရဲ႔ဘ၀ကဆပ္ကပ္နဲ႔ေလာ္ရယ္လိုင္းရယ္ ကာယေဗဒကိုပံုဆြဲေနရတဲ့အခ်ိန္ေတြရယ္အဲ့လိုဟာေတြနဲ႔ပဲကုန္ဆံုးေနရေတာ့မယ္ဆိုျပီးအရာရာကိုလက္ေလၽွာ့ျပီးအရႈံးေပးထားပါေတာ့တယ္ဒါေပမယ့္ေဖ်ာ္ေျဖပြဲတစ္ခုမွာေလာ္ရယ္လိုင္းဟာမေမွ်ာ္လင့္ပဲမေတာ္တဆမႈတစ္ခုျဖစ္ရင္းေဒါက္တာဖရန္ကင္စတိုင္းနဲလူရႊင္ေတာ္တို႔ေတြ႔ၾကဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္အဲ့ျဖစ္ရပ္ကသူ႔ရဲ႔ဘ၀တစ္ခုလံုးကိုကြ်မ္းထိုးေမွာက္ခံေျပာင္းလဲသြားေစပါေတာ့တယ္ဒီကားကညီအစ္ကို၊ဆရာတပည့္ဆက္ဆံေရးကိုေဖာ္က်ဴးထားပံုကေတာ္ေတာ္ၾကည့္လို႔ေကာင္းပါတယ္ေလာ္ရယ္လိုင္းနဲ႔လူရႊင္ေတာ္ရဲ႔ၾကည္နူးစရာအခိုက္အတန္႔ေတြနဲ႔အင္မတန္ေက်နပ္စရာေကာင္းမယ့္သမိုင္းလွန္ကားေကာင္းတစ္ေကာင္းပဲျဖစ္ပါတယ္အခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီTranslated by Tariq L WalkerEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul McGuiganToby FordStarsAndrew ScottBronson WebbCallum TurnerCharles DanceDaniel RadcliffeFreddie FoxJames McAvoyJessica Brown FindlayLouise BrealeyMark GatissCastAdrian SchillerAlistair PetrieAndrew ScottBronson WebbCallum TurnerCharles DanceDaniel MaysDaniel RadcliffeDi BotcherFreddie FoxGuillaume DelaunayJames McAvoyJessica Brown FindlayLouise BrealeyMark GatissSpencer WildingValene Kane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1TVdK1DgMkplvkd0rBp9o9XoHC3.jpg",
      "https://image.tmdb.org/t/p/w300/AsNosq3JX6YfWy7HXmHnJjV7Fsw.jpg",
      "https://image.tmdb.org/t/p/w300/5HxJwUSaDJeQ2B5lxwOitD7kcIT.jpg",
      "https://image.tmdb.org/t/p/w300/l28Nob0AEfsTu2XiKzWCTwcDUGB.jpg",
      "https://image.tmdb.org/t/p/w300/1vDdp3yUk4UIUlEg82Ycw5WWbxl.jpg",
      "https://image.tmdb.org/t/p/w300/t2e27PRlokAx7bzPl5wV8qkS5KA.jpg",
      "https://image.tmdb.org/t/p/w300/i9q4e8VxbNBKd5aIukFts3nQz9R.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODA5MDc2NDI5OF5BMl5BanBnXkFtZTgwNDYzMTA2NjE@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/victor-frankenstein-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3gb",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/am8cfnceto1k.html",
        "server": "usersdrive.com",
        "size": "1.3gb",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2efhf/Victor_Frankenstein_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/c2h9fx0x981p",
        "server": "upstream.to",
        "size": "1.3gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7pxZxY_Siyc",
      "video_url": "https://www.youtube.com/watch?v=7pxZxY_Siyc",
      "embed_url": "https://www.youtube.com/embed/7pxZxY_Siyc"
    }
  },
  {
    "metadata": "N/A|2015|120 min|Crime,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "263"
    },
    "title": "The Vanished Murderer ( 2015 )",
    "description": "ဒီကား​ေလးဟာ Imdb5.4ရထားၿပီးChinese box officeမွာယြမ္​2.6 millionရထားတဲ့ 2015ထြက္​​​​ေဟာင္​​ေကာင္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​..ဒီကားထဲမွာ စုန္​းတုန္​းလုဆိုတဲ့​ရဲအရာ႐ွိတစ္​​ေယာက္​ဟာဖူယြမ္​ဆိုတဲ့မိန္​းက​ေလး​ေထာင္​​ေဖာက္​​ေျပးတဲ့အမႈကိုလိုက္​စံုစမ္​းရင္​းဖူယြမ္​ဆီကစာတစ္​​ေစာင္​ရခဲ့ပါတယ္​…ဒီလိုနဲ႔႐ွမ္​းၿမိဳ႕ကိုလုိက္​သြားဖို႔ျဖစ္​လာပါ​ေတာ့​တယ္​…အဲ့ၿမိဳ႕မွာတိုက္​​ေပၚကသတ္​​ေသမႈ​ေတြဆက္​တိုက္​ျဖစ္​လာၿပီး​ေကာင္​းမင္​႐ွံုဆိုတဲ့ စီးပြား​ေရးသမားကိုဦးတည္​လာတဲ့အခါ..ဆူပူမႈ​ေတြ…ဆႏၵျပမႈ​ေတြ …​ဆက္​တိုက္​သတ္​​ေသမႈ​ေတြရဲ႕အဓိကႀကိဳးကိုင္​သူကဘယ္​သူျဖစ္​မလဲ…ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​…Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLaw Chi-LeungStarsGordon LamGuo XiaodongHidy YuJiang YiyanLau Ching-WanPaulyn SunQie Lu TongRhydian VaughanXiaolu LiCastGordon LamGuo XiaodongHidy YuJiang YiyanLau Ching-WanPaulyn SunQie Lu TongRhydian VaughanXiaolu Li",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gEtTrNpPskfrnMMeaArOQW9H76s.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ocATTZMysSFBJiod5qNECDv5eJr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-vanished-murderer-xiao-shi-de-xiong-shou-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.09 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/4ft6p/The_Vanished_Murderer_(Xiao_Shi_De_Xiong_Shou)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.09 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://usersdrive.com/gwugkjjp8cba.html",
        "server": "usersdrive.com",
        "size": "1.09 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/43pi5qvc3xw8",
        "server": "upstream.to",
        "size": "1.09 GB",
        "quality": "Bluray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|1h 35min|Animation",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "89"
    },
    "title": "Where’s the Dragon? (2015)",
    "description": "Where’s the Dragon (2015)တရုတ်ဒဏ္ဍာရီပုံပြင်တွေထဲမှာ ရာသီခွင်၁၂ကောင်အကြောင်းကို နည်းအမျိုးမျိုးနဲ့ရုပ်ရှင်ရိုက်ကြပေမယ့်အခုကာတွန်းကားလေးကတော့ ထူးထူးဆန်းဆန်းလေး ရိုက်ကူးထားပါတယ်။ရာသီခွင်နတ်မင်း ၁၂ ပါး ရှိတဲ့အထဲကမှ ဩဇာအကြီးဆုံးဖြစ်တဲ့ နဂါးမင်းကပျောက်သွားပါတယ်။နဂါးမင်းပျောက်နေတဲ့ နှစ် ၅၀၀ လောက်အတွင်း လူ့လောကကြီးမှာလည်း ကပ်ဘေးတွေ တစ်ခုပြီးတစ်ခု ဖြစ်လာရပါတယ်။နဂါးနဲ့ဇာမဏီဆိုတာ အချင်းချင်းခရက်ရှ်နေကြတဲ့စုံတွဲလေးပေါ့..အမှန်က ဇာမဏီပျောက်လို့နဂါးက လိုက်ရှာရင်း နဂါးပါပျောက်သွားတာပါ။ပြီးတော့ နဂါးပျောက်လို့ ဇာမဏီရှာရင်းနဲ့ သူလည်းထပ်ပျောက်သွားပြန်ပါတယ်။အစွမ်းအရမ်းထက်ပြီး အားအင်အကြီးဆုံးနှစ်ကောင်ကို ပျောက်အောင်ဖျောက်ပစ်လိုက်တာ ပိုးဟပ်ပါတဲ့..အဲ့ဒီမှာဇာတ်လမ်းကစတာပါပဲရာသီခွင်နတ်မင်း ၁၂ ပါးကို အာရုံနောက်အောင်လုပ်နိုင်ပြီးနေရာအပြောင်းအလဲလုပ်ချင်နေတဲ့ ပိုးဟပ်ကြီးက ဘယ်လိုမျိုးဉာဏ်ဆင်ခဲ့လဲ?ချစ်စရာတိရစ္ဆာန် ၁၂ ကောင်လေးတွေကရော ဘယ်လိုကာကွယ်ပေးကြမလဲ?ရယ်စရာဟာသလေးတွေအပြင် ပညာပေးဗဟုသုတလေးတွေပါထည့်ထားပြီးအရမ်းချစ်ဖို့ကောင်းတဲ့ ကာတွန်းဇာတ်ကောင်လေးတွေမို့လို့ ကလေးကြီးတွေ အကြိုက်တွေ့ဦးမှာအမှန်ပါပဲဗျာ ။ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့JoJoVaပဲ ဖြစ်ပါတယ်။Genre….. AnimationQuality…. 1080p | 720p | 480pFile size… 1.3GB | 710MB | 343MBFormat… mp4Duration…. 1h 35minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..JoJoVaEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastFish LeongLeehom WangLeon DaiMichael WongZhang Ziyi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tmAGt6etYHmpuFroq0MzmHsrgMi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kYEZvbcnKBpbfO2ThTbLjb0b4nj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/o9wvkmv9cabn.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/wheres-the-dragon-2015-hd-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Spdh/Where_s.the.Dragon.2015.HD1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/dPBDiKQa#s3o5dUfiDvhdhzmQCJgXneWAXzqZi3ABdmzE4dMEdO8",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/mpr7k3ba8zmx",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/spnnttry9ipo.html",
        "server": "usersdrive.com",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wheres-the-dragon-2015-hd-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Spde/Where_s.the.Dragon.2015.HD720p.CM.mp4",
        "server": "megaup.net",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/MKJ2SQgC#-s_wv5s91OPrHYa8hXRsEfzoQUzdNrXLzfxDDPLS2r8",
        "server": "mega.nz",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/o2ipd9anzxcw",
        "server": "streamvid.io",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/301jfc4bnanl.html",
        "server": "streamsb.com",
        "size": "710MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/beq94vpft2ns.html",
        "server": "usersdrive.com",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/wheres-the-dragon-2015-hd-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Spdc/Where_s.the.Dragon.2015.HD.480p.CM.mp4",
        "server": "megaup.net",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/NO5xiApa#Ifrt-fPRpaJoc01Lc9HfnplbftR6Tz3w0q8XnBTpCA0",
        "server": "mega.nz",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/4ht5cy9z3alq",
        "server": "streamvid.io",
        "size": "343MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/wqnm4mo0c2x7.html",
        "server": "streamsb.com",
        "size": "343MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|98 min|Drama,Romance",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "743"
    },
    "title": "Bizarre (2015)",
    "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဘာလိုလို ညာလိုလို ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့လူ႕သေဘာ သဘာ၀ေတြကို ရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ျပီး လူတို႕ရဲ႕ သဘာ၀အတိုင္း ေအာင္ျမင္မႈဒဏ္ေတြပိုက္ဆံေနာက္ကို လိုက္ရင္းနဲ႕ ပိုက္ဆံရဲ႕ လြမ္းမိုးမႈေအာက္ကေန မရုန္းထြက္ႏိုင္ေတာ့ပဲေနာက္ဆံုးမွာ ဘ၀ပါပ်က္ရပံုေတြကိုရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Maurice ဟာ အိမ္ေျခမဲ့တစ္ေယာက္ပါသူဟာ သူ႕ရဲ႕ ညေတြကို ႏိုက္ကလပ္မွာ ပါကင္ထိုးေပးတဲ့ အလုပ္နဲ႕ပဲ ကုန္ဆံုးေစပါတယ္ဒီလိုနဲ႕ တစ္ေန႕မွာ Underground Club မွာ အ၀တ္ေတြကို တလြာခ်င္း ခ်ြတ္ျပတဲ့ ကလပ္မွာသူဟာ သီခ််င္းဆိုေဖ်ာ္ေဖ် ရတဲ့ အလုပ္ကို ရသြားျပီး ကလပ္က ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္နဲ႕ ရင္းႏွီးမႈရသြားပါတယ္တရက္မွာ ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္ထဲက တစ္ေယာက္ျဖစ္တဲ့ Luka နဲ႕ သူတို႕ ရင္ႏွီးမႈပိုလာၾကရာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty – 720P BlurayDuration – 1hr 20 minGern – DramaAudio – GermanEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorÉtienne FaureStarsAdrian JamesCharlie HimmelsteinFreddy MorganLuc BiermeMichael GloverPier RichardPierre PrieurRaquel NaveRebekah UnderhillCastAdrian JamesCharlie HimmelsteinFreddy MorganLuc BiermeMichael GloverPier RichardPierre PrieurRaquel NaveRebekah Underhill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fGPY2WTHao290KAZ1RJd7i2kTyI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12399683_p_v8_ab.jpg",
    "movie_links": [
      {
        "link": "http://skamaker.com/3teU",
        "server": "openload.co",
        "size": "822MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/3td6",
        "server": "openload.co",
        "size": "373MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/3tZy",
        "server": "drive.google.com",
        "size": "821MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "M13cpaMVUIw",
      "video_url": "https://www.youtube.com/watch?v=M13cpaMVUIw",
      "embed_url": "https://www.youtube.com/embed/M13cpaMVUIw"
    }
  },
  {
    "metadata": "TV-PG|2015|43 min|Uncategorized",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "47,233"
    },
    "title": "Supergirl Tv Series (Season 1 Complete)",
    "description": "မၾကာေသးခင္ကမွ အသစ္ထြက္ရွိလာတဲ့ ဇာတ္လမ္းတြဲအသစ္နဲ႔ မိတ္ဆက္ေပးပါရေစSupergirl ဇာတ္လမ္းတြဲဟာ လြန္ခဲ့တဲ့ တနလၤာေန႔ ညကမွ တရားဝင္ထြက္ရွိလာခဲ့တဲ့ ဇာတ္လမ္းတြဲျဖစ္ပါတယ္…Man of Steel ေခၚ Superman ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို လူတိုင္းသိၾကမွာပါ။ ဒါေပမယ့္ သူကမာၻေျမေပၚေစလႊတ္ခံရတဲ့အခ်ိန္မွာ သူတစ္ေယာက္ထဲမဟုတ္ပဲ ၀မ္းကြဲအစ္မ ကာရာပါ ပါလာခဲ့တာကို ခုေတြ႕ရပါေတာ့မယ္။ ကာရာ က ကမာၻေျမေပၚကို ဘာေၾကာင့္ ဘယ္လိုပံုစံနဲ႕ေရာက္လာမယ္ဆိုတာရယ္ ဘယ္လို Superhero ျဖစ္လာမယ္ဆိုတာရယ္။ သူမနဲ႕အတူ ပါလာတဲ့ အၾကီးမားဆံုး အႏာၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ရမလဲဆိုတာရယ္ကိုဒီဇာတ္လမ္းတြဲမွာ ကၽြန္ေတာ္တို႔ ေစာင့္ၾကည့္ရပါေတာ့မယ္…IMDb rating 6.3/10 ထိ ရရွိထားၿပီးၾကည့္ရႈသင့္တဲ့ ဇာတ္လမ္းတြဲတစ္ခုျဖစ္ပါေၾကာင္းေျပာၾကားရင္းနဲ႔ အားေပးၾကည့္ရႈၾကပါဦးလို႔….ဒီဇာတ္ကားအတြက္ ဘာသာျပန္ေပးသူကေတာ့ Ye’ Kyaw Htet ပဲျဖစ္ပါတယ္Season 1EP 01EP 02EP 03EP 04EP 05EP 06EP 07EP 08EP 09EP 10EP 11EP 12EP 13EP 14EP 15EP 16EP 17EP 18EP 19EP 20Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsChyler LeighJeremy JordanMehcad BrooksMelissa Benoist",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjM5Mjg2MDAxMl5BMl5BanBnXkFtZTgwMjE0NDg4OTE@._V1_SY1000_CR006671000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2015|1h 30m|Bollywood,Drama,Romance,Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "4.2k"
    },
    "title": "Haraamkhor (2015)",
    "description": "Haraamkhor (2015)ဒီတစ်ခါမှာတော့ သဘာဝမင်းသားကြီးနဝါဇ်ရဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးက အရွယ်မရောက်သေးတဲ့ မိန်းကလေးတွေ စိတ်ကစားတဲ့အရွယ်မှာမမှားသင့်တာ မမှားအောင် မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားလေးဆိုရင်လည်း မမှားပါဘူး….ဒီဇာတ်ကားမှာ နဝါဇ်က ကျောင်းဆရာကြောင်သူတော်စာဖားကြီးနေရာကနေသရုပ်ဆောင်ထားတယ်…အိမ်ထောင်လည်းရှိတယ်…စာမရတဲ့ကျောင်းသူလေးတွေဆိုအိမ်အထိလိုက်ကြပ်မတ်ပေးတဲ့ စားဖားကြီးဆိုပါတော့….တစ်ရက် ကျောင်းသူလေးတစ်ယောက်နဲ့ငြိရင်း…..။အဲ့ဒီကျောင်းသူလေးကလည်း ရဲအရာရှိတစ်ယောက်ရဲ့သမီးဖြစ်နေတယ်….မိန်းမကသိမှာလည်းစိုး….။|ဆိုတော့ စိတ်လှုပ်ရှားစွာ အားပေးလို့ရပါပြီနော်File size…2.69GB / 900MBQuality…1080p NF WEBDL / 720pFormat…mp4Duration….1h 30mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShlok SharmaStarsHarish KhannaIrfan KhanMohammad SamadNawazuddin SiddiquiShweta TripathiTrimala AdhikariCastHarish KhannaIrfan KhanMohammad SamadNawazuddin SiddiquiShweta TripathiTrimala Adhikari",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/63DKbb3zFT9MLx5IUbU57iX26hH.jpg",
      "https://image.tmdb.org/t/p/w300/j6lwvfNxIXlax8i8Cf6OAVmgL4u.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGIxMjJmZTgtNWE1Mi00NTBmLTllYjAtYmI5NDQxMjMwNzFkL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ4ODg2MjM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/haraamkhor-2015-1080-p-nf-web-dl-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kwo3fppsj9za.html",
        "server": "usersdrive.com",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tVxa/Haraamkhor.2015.720p.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aIx3VYBa#O7l8oQOEzIP7QiMqhawtot6WsiqjMYF7d8yIEtYma7Y",
        "server": "mega.nz",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/gvx766pwgn17.html",
        "server": "streamsb.com",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/lfw5h5s2oer5",
        "server": "veryfiles.com",
        "size": "2.69GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/haraamkhor-2015-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ja57peml1mcc.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tVxa/Haraamkhor.2015.720p.YK(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rY4xXJAA#v_i1MiMVuN1NVMA1ayt76YfwaLMI_TTE_Qb9-8IHqzc",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/jdq9w7q57f7i.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/fngfmtqar3lu",
        "server": "veryfiles.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bt7r3RaLbrY",
      "video_url": "https://www.youtube.com/watch?v=bt7r3RaLbrY",
      "embed_url": "https://www.youtube.com/embed/bt7r3RaLbrY"
    }
  },
  {
    "metadata": "NC-17|2015|1h 52min|Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "260"
    },
    "title": "Casa Amor: Exclusive for Ladies (2015)",
    "description": "Casa Amor: Exclusive for Ladies [NC-17]ကဲဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက် သောကြာနေ့လိုညမျိုးမှာ ပင်ပန်းခဲ့သမျှကို ရီမောရင်းပြေပြောက်စေဖို့အတွက်အချစ်ဟာသ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးမှာပါဝင်ထားတဲ့ မင်းသမီးကိုတော့ စီးရီးအကြိုက်ပရိတ်သတ်တွေဆိုရင်းနှီးနေကြမှာပါ ဇာတ်လမ်း အကျဉ်းလေးကတော့အလုပ်အပေါ် ရူးသွပ်စွဲလန်းလွန်းသူ ဘိုဟီး တစ်နေ့မှာတော့ကံဇာတာတက်ပြီးအလုပ် ပရိုမိုးရှင်းအတွက်အခွင့်အရေး တစ်ခုရရှိလာပါတော့တယ် အဲ့တာကတော့ ကုမ္ပဏီ ရဲ့ထုတ်ကုန်အသစ်ကိုနိုင်ငံခြားရင်းနှီးမြှပ်နှံသူတွေဆီကို တင်ပြမိတ်ဆက်ပေးရမှာပါဘဝအတွက်တက်လမ်း ကိုမြင်နေရတဲ့အတွက် ဘိုဟီးတစ်ယောက်အမှားမခံတော့တဲ့အခြေအနေမှာ ကံဆိုးစွာနဲ့ ကွန်ဒိုတစ်ခုထဲနေတဲ့လူကြီးကစားစရာ ဆိုင်ပိုင်ရှင်နဲ့ ပါဆယ်ခြင်းမှားသွားပါတော့တယ်ကဲ ပရိတ်သတ်ကြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ဆက်ကြည့်လိုက်ကြတော့နော်တစ်ခုသတိပေးထားခြင်တာကအချစ်ဟာသဆိုပေမဲ့ Adult Scence တွေ ပေါပေါသီသီ ပါနေတာရယ်ဒိုင်ယာလော့ခ်တွေကကြမ်းတာမို့မိသားစုနဲ့မကြည့်ကြဖို့တော့ပြောလိုက်ပါရပါရစေတော့ဗျာဘာသာပြန်သူကတော့ ကိုကွန်ပိုက်ပါဗျာနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJung Bum SikJung Bum-shikStarsBae Seong-wooCho Yeo-jeongClara LeeGyung-pyo KoHa-Yoo KimKim Bo-YeonKim Tae-wooKo Kyoung-pyoMeguriOh Na-raRa Mi-ranTae-woo KimYeo Jeong ChoCastBae Seong-wooCho Yeo-jeongClara LeeKim Bo-YeonKim Tae-wooKo Kyoung-pyoMeguriOh Na-raRa Mi-ran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d2LcEBUAEPhjd8rOvcaZmxf0pjY.jpg",
      "https://image.tmdb.org/t/p/w300/sTdD8va611BpO3aSZk9nTPt12Rh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/FB_IMG_1493982860803.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/scwlftsh7lyj.html",
        "server": "usersdrive.com",
        "size": "567 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/casa-amor-exclusive-for-ladies-woking-geol-18-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "567 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2djn1/Casa_Amor_-_Exclusive_For_Ladies_(Woking_Geol)_[18+]_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "567 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/5HR23YAC#5VhmUCJR6crdGN14YU3CLj6FNlgtEf7WCwAJ7P6R6Ms",
        "server": "mega.nz",
        "size": "567 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/gz1fua0y375m",
        "server": "upstream.to",
        "size": "567 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "yhNWAlCE00c?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=yhNWAlCE00c?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/yhNWAlCE00c?feature=oembed"
    }
  },
  {
    "metadata": "|2015||Comedy,Fantasy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "The Night Before (2015)",
    "description": "The Night Before (2015)=================IMDb Rating – 6.3/10ဟာသရုပ်ရှင်ကောင်းများနဲ့ Chill ချင်ကြတဲ့ ရုပ်ရှင်ပရိသတ်များအတွက်  ၂၀၁၅ ခုနှစ်က ထွက်ရှိထားတဲ့ ခရစ္စမတ်ကာလကို အခြေတည်ထားတဲ့ ဟာသရုပ်ရှင်ကောင်း တစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်။Rotten Tomatoes 69%, IMDb Rating 6.3/10 ရရှိထားပါတယ်။Hangover လိုမျိုး ဟာသရုပ်ရှင်ကြိုက်တယ်ဆိုရင်တော့ လက်လွတ်မခံဖို့ အကြံပေးချင်ပါတယ်။(Warning: ညစ်ညမ်းဟာသတစ်ချို့ ပါဝင်တာမို့ မိသားစုနဲ့အတူ မကြည့်ရှု့သင့်တဲ့ ဇာတ်ဝင်ခန်းတချို့ ပါဝင်ပါတယ်)ခရစ်၊ အီသန်နဲ့ အိုင်ဆက်တို့ဟာ အရမ်းကို ခင်မင်ကြတဲ့ သူငယ်ချင်းသုံးယောက်ပါ။ အီသန်ဟာ ငယ်ရွယ်စဉ်မှာပဲ မိဘနှစ်ပါးလုံးကို ခရစ္စမတ်ကာလမှာ ဆုံးရှုံးလိုက်ရပါတယ်။ ဒါနဲ့ပဲ ခရစ်နဲ့ အိုင်ဆက်တို့လည်း အီသန့်ကိုအတတ်နိုင်ဆုံး ကူညီပေးဖို့အတွက် ခရစ္စမတ်နေ့မှာ အတူတူ ရှိနေပေးကြပါတယ်။ ဒီလိုနဲ့ပဲ သူတို့သုံးယောက်အတွက် ခရစ္စမတ်ဓလေ့လေး တစ်ခုဖြစ်လာပါတယ်။ တစ်ခုသော ခရစ္စမတ်မှာတော့ Nutcracker ball ဆိုတဲ့အရမ်းမိုက်တဲ့ ပါတီတစ်ခုအကြောင်းကို အီသန် သိလိုက်ရပါတယ်။ သူတို့သုံးယောက်လုံးလည်း အရမ်းသွားချင်ကြပေမယ့် နေရာကို ရှာမတွေ့ခဲ့ပါဘူး။နှစ်တိုင်းခရစ္စမတ်အချိန်မှာ အဲပါတီကိုလိုက်ရှာပေမယ့် ဘယ်လိုမှမတွေ့လို့လက်လျှော့ခဲ့ရပါတယ်။ဒီလိုနဲ့ပဲ နှစ်တွေကြာညောင်းလာပြီး သူငယ်ချင်းသုံးယောက် ကိုယ့်လမ်းကိုယ်လျှောက်ရင်း ခရစ္စမတ်ကို အတူမဆင်နွှဲဖြစ်ကြတော့ပါဘူး။ အီသန်လည်းသူတို့သူငယ်ချင်းသုံးယောက်အနေနဲ့ ဒီနှစ်ခရစ္စမတ်ကိုတော့ နောက်ဆုံးအနေနဲ့ဆင်နွှဲဖို့လုပ်ပါတော့တယ်။ ခရစ္စမတ်အကြိုညမှာ သူငယ်ချင်းသုံးယောက်ဘယ်လိုတွေ ကဲကြမလဲ၊ ဘယ်လိုအလွဲတွေ ဖြစ်နေကြမလဲဆိုတာကိုတော့ရုပ်ရှင်ထဲမှာ ဆက်လက်ခံစားလိုက်ပါတော့။နာမည်ကြီး မင်းသားတွေဖြစ်တဲ့ Seth Rogen, Joseph Gordon-Levitt နဲ့Anthony Mackie တို့ သုံးယောက်ရဲ့ အတိုင်အဖောက်ညီညီ သရုပ်ဆောင်ချက်တွေကြောင့် ကြည့်ရှု့လို့‌ကောင်းသလို။ ဟာသတွေဟာလည်း အရမ်းကိုရယ်ရတာမို့ ဘာသာပြန်ရင်းနဲ့ကို ပါးစပ်မစိရပါဘူး။ မထင်ထားတဲ့ နာမည်ကြီးတွေလည်း Cameo ပါဝင်ခဲ့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Leonard Linဖြစ်ပါတယ်)File Size……….(1.85 GB) / (778 MB) / (443 MB)Quality…………BluRay 1080p / 720p / 480pDuration………1Hr 41minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, FantasyTranslator…….Leonard LinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan LevineCastAaron HillAly MangAnthony MackieBaron DavisBill WaltersBrooke LiddellCameron Earl ThriftChuck MuckleClem CheungCurt BourilDarrie LawrenceEuan MortonGabriel LongHannah TownsendHarolyn BlackwellHeléne YorkeIlana GlazerJames FrancoJason JonesJason MantzoukasJeremy VimesJillian BellJoseph Gordon-LevittKamal Angelo BoldenKiley LiddellLizzy CaplanLorraine ToussaintMarija SkangaleMarilyn O'ConnellMichael ShannonMichaela SpragueMiley CyrusMindy KalingNatalie KneppNathan FielderNicola FioreRandall ParkRichard HughesSeth RogenTheodora MiranneTracy Morgan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7LkIW246IfZsvIQgKiHRWECUIgw.jpg",
      "https://image.tmdb.org/t/p/w300/6L6et9SK19g1ea3lZXKA3BgOaOz.jpg",
      "https://image.tmdb.org/t/p/w300/spQjZHP7lMVAMLun98W4YA1c2jL.jpg",
      "https://image.tmdb.org/t/p/w300/8fJdGfjLpudIO5Ib8dZ6vh6mbvF.jpg",
      "https://image.tmdb.org/t/p/w300/cJqy9XXLstNo7Cmq6PpOaT5T4wM.jpg",
      "https://image.tmdb.org/t/p/w300/7eM9RBG1BpGKLl046PF6KePEH7p.jpg",
      "https://image.tmdb.org/t/p/w300/k83ZsW9LFxi0M8gAeccVnyaqvbE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjIwNDk2MzIzMF5BMl5BanBnXkFtZTgwMTU4OTQ5NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-night-before-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wekD/The.Night.Before.2015.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/MuxjABTC#2Nq4sSxzKWf3sR8sAU6zB6kGq-NjRUlt7PJMoD5uJfE",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/n9wzwkhzxi02.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-night-before-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "778 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wekv/The.Night.Before.2015.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "778 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/pkg58edg11wd.html",
        "server": "streamsb.com",
        "size": "778 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/RiJ1QDIZ#AdwkjTqsEzh4dlmN-JYgJDrnEPQZ1oTfrSISkScTYA0",
        "server": "mega.nz",
        "size": "778 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/we0bjtrl0ouo.html",
        "server": "usersdrive.com",
        "size": "778 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-night-before-2015-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "443 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wekl/The.Night.Before.2015.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "443 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/ospdi985i90x.html",
        "server": "streamsb.com",
        "size": "443 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/wv4GXCoB#eWkzqEYkZnAtcdlcsF6K2ha9Uj63yapfqQSl0Xhr1ZQ",
        "server": "mega.nz",
        "size": "443 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/pl3llqaig81e.html",
        "server": "usersdrive.com",
        "size": "443 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "kOBdxkhJvHQ",
      "video_url": "https://www.youtube.com/watch?v=kOBdxkhJvHQ",
      "embed_url": "https://www.youtube.com/embed/kOBdxkhJvHQ"
    }
  },
  {
    "metadata": "N/A|2015|1h 35m|Adult,Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "456"
    },
    "title": "(18+) Young Mother 3 (2015)",
    "description": "ရှားရှားပါးပါး မိန်းကလေး ကတ်ကိုး ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ပါလို့ မိတ်ဆက်ပေးချင်ပါတယ်သူမရဲ့ အိုးပါး ဆိုတဲ့ခေါ်တဲ့ အသံလေးကယောင်္ကျားတိုင်းကို အရည်ပျော်သွားစေနိုင်တယ်သူမရဲ့ အကြည့်တွေကလည်း နက်နဲလှပါဘိသူမက ပြီးပြည့်စုံလွန်းတဲ့ နတ်သမီးလေးတစ်ပါးပါပဲသူမနဲ့ ကီချမ်းက တစ်ကယ်ကို ပျော်ရွှင်ရတဲ့ ချစ်သူဘဝလေးပိုင်ဆိုင်ထားပါတယ်တစ်နေ့မှာတော့ သူ့အဖေမုဆိုးဖိုက သူတို့အိမ်မှာအမျိုးသမီးတစ်ယောက်လိုပြီဆိုတဲ့ အကြောင်းပြချက်နဲ့သူရည်ရွယ်ထားတဲ့ ဆောင်းအွန်းကို အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်ဆောင်းအွန်းကလေ အရမ်းလှလွန်းတယ်အရွယ်ကလည်း ရှိသေးတယ်သူမရဲ့ တည်ကြည်ပြီး ခန့်ညားတဲ့ အပြုံးဖေါရွေတဲ့ အကြည့်ရွှန်းရွှန်းစားစားကြည့်တက်တဲ့ မျက်လုံးတွေတင်းရင်းပြီး လှပတဲ့ ရင်သားအစုံအဲဒါတွေကို မြင်တော့ ကီချန်းတစ်ယောက်အကြီးအကျယ် မရိုးမရွတွေဖြစ်ပါတော့တယ်ကီချမ်းတစ်ယောက် မိထွေးနဲ့ ချစ်သူအကြားဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာနုနုဖောက်ဖောက် မိန်းကလေးနှစ်ယောက်ရဲ့ အလှတရားတွေကိုကြက်သီးမွေးညင်းထချင်စဖွယ် ပြသထားတာဖြစ်လို့DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်File size…948MB / 474MBQuality…1080p HD RIP /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsKim Ha-raeKim Jeong-ah-IISong Yo SepYeong AhCastKim Ha-raeKim Jeong-ah-IISong Yo-sepYeong Ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/73cRGkSAqitTtHNvJqTTycg2Mx7.jpg",
      "https://image.tmdb.org/t/p/w300/1J2XkVFOL8Jo8ApldZeQ9xb3dnA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDIzMzcxZGItNzc3Ny00MWQ3LWEzZDItZTRlMGJmZjU5N2JkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/young-mother-real-3-2015-1080-p-hd-rip-ac-3-x-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "948MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qopruqzsm9cx.html",
        "server": "usersdrive.com",
        "size": "948MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/lk53c4pbdpjd",
        "server": "streamvid.io",
        "size": "948MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xi2y/Young.Mother.Real.3.2015.1080p.HDRip.AC3.x264(DS).mp4",
        "server": "megaup.net",
        "size": "948MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vzxnlRSC#Niv51qoGj4QLh29NHoez3Dp7U-FALkrlCyJBZ3AmXaw",
        "server": "mega.nz",
        "size": "948MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/young-mother-real-3-2015-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5ut0m2um24ub.html",
        "server": "usersdrive.com",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7228uef9apb6",
        "server": "streamvid.io",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xi2t/Young.Mother.Real.3.2015.720p(DS).mp4",
        "server": "megaup.net",
        "size": "474MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/v2RyRBwS#YdzhfPr9UsQJop27wTKB9RY9UCzXnlvtQLLLGBbuZlg",
        "server": "mega.nz",
        "size": "474MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yLoEUxZmHZs",
      "video_url": "https://www.youtube.com/watch?v=yLoEUxZmHZs",
      "embed_url": "https://www.youtube.com/embed/yLoEUxZmHZs"
    }
  },
  {
    "metadata": "N/A|2015|90 min|Action,Crime",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "960"
    },
    "title": "Traders (2015)",
    "description": "ေလာကႀကီးမွာ အေရးအႀကီးဆံုးအရာေတြ အမ်ားႀကီး႐ွိတယ္ အဲ့ဒီအေရးအႀကီးဆံုးအရာေတြထဲကမွ…ပထမဦးစားေပးလို႔ လူတိုင္းလက္ခံထားတဲ့ ပိုက္ဆံ…အဲဒီပိုက္ဆံဆိုတဲ့ စာရြက္ေလးေတြအတြက္ လူလူခ်င္း သတ္ျဖတ္ရမွာ တန္ပါ့မလား…Rotten Tomatoes – 67%IMDB – 6.2ဟယ္ရီေဖာ့စ္ဆိုတာ ေအာင္ျမင္ေနတဲ့ စီးပြားေရးလုပ္ငန္း႐ွင္တစ္ေယာက္ ဇိမ္ခံတိုက္ခန္းလဲ႐ွိသလို ကားအေကာင္းစားပါပိုင္တဲ့လူတစ္ေယာက္ဒါေပမယ့္ တစ္ေန႔ေတာ့ သူ႔ကုမၸဏီေဒဝါလီခံရဖို႔ျဖစ္လာေတာ့ သူပိုင္ဆိုင္ထားသမ်ွေတြ ဆံုး႐ႈံးရေတာ့မယ္အဲ့ဒီျပႆနာေတြကို ေျဖ႐ွင္းဖို႔အတြက္ ဗာႏြန္ဆိုတဲ့ လူက လာၿပီးကမ္းလွမ္းတယ္ ႐ွင္း႐ွင္းေလးပါသူပိုင္ဆိုင္ထားသမွ်ေတြ အကုန္ခ်ေရာင္း ပိုက္ဆံေတြကို အိတ္ထဲထည့္ သူ႔လိုပဲ လူတစ္ေယာက္ကို ႐ွာ အဲ့လူကိုလည္းပိုင္ဆိုင္သမွ်ေတြ အကုန္ခ်ေရာင္း ႏွစ္ဦးႏွစ္ဖက္ရင္ဆိုင္ေလာင္းကစားသေဘာနဲ႔ ႏိုင္တဲ့လူက ပိုက္ဆံေတြအကုန္ယူအဲဒီဉာဏ္ႀကီး႐ွင္ဗာႏြန္ကေတာ့ ေျပာပါတယ္ဒါ စီးပြားေရးပဲ အျမန္ဆံုးခ်မ္းသာႏိုင္တဲ့ စီးပြားေရးပဲတဲ့ဟယ္ရီ႕ခမ်ာလည္း မလုပ္လို႔ကမျဖစ္ေတာ့လည္း သူေျပာတဲ့အတိုင္းလက္ခံလိုက္ရေတာ့တယ္ေနာက္ေတာ့ သူနဲ႔ၿပိဳင္ရမယ့္သူက …ဒီကားရဲ႕ဇာတ္လမ္းက အရင္တုန္းက ကြၽန္ေတာ္တို႔ တစ္ခါမွ မၾကားဖူးတဲ့ အေၾကာင္းအရာပံုစံမ်ိဳးပါ…ဒါေၾကာင့္လားပဲမသိ ခရမ္းခ်ဥ္သီးေတာင္ ၆၂ရာခိုင္ႏႈန္းနဲ႔ လတ္လတ္ဆတ္ဆတ္ေလးပဲေကာင္းလားမေကာင္းဆိုတာေတာ့ ၾကည့္မွသိမွာေပါ့ ဒီကားက ဆုတစ္ခုေတာင္ရခဲ့ေသးတယ္ဒီကားက ကားေကာင္းတစ္ကားျဖစ္တဲ့အတြက္ လက္လြတ္မခံေစဖို႔ေျပာလိုက္ပါရေစ……(ဇာတ္လမ္းအညြန္းကိုကိုကို Ye Khant Minမွ ေရး ေပးထားတာျဖစ္ပါတယ္)File size…(850 MB)Quality…720p BlurayFormat…mp4Duration….01:30:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Arkar PhyoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter MurphyRachael MoriartyStarsJohn BradleyKillian ScottNika McGuiganPeter O'Meara",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTU0NTkxNTMwM15BMl5BanBnXkFtZTgwNDA2OTcxOTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/j1z1fN",
        "server": "drive.google.com",
        "size": "860 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://tinylink.run/ybp2UF",
        "server": "drive.google.com",
        "size": "550 MB",
        "quality": "360p"
      },
      {
        "link": "http://tinylink.run/DqUHcN",
        "server": "openload.co",
        "size": "860 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://tinylink.run/Ef7fRmV2",
        "server": "openload.co",
        "size": "550 MB",
        "quality": "360p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNlb1lEYTVmRVRjcGdrWFZUL2cwV3owUDEyTmd2L21TK0VCRHNmT1R0enpDUEpkeTFtNEFZR1Z4M0JrLytxbnoxNEZNS2t5V2V2b2p3NUZqSE5EbG91R2txcld1amt2Q3FKOS90OHU5MnVGRGhUTldZdjZPV0lnZnR6LzJRT2x4RT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNlb1lEYTVmRVRjcGdrWFZUL2cwV3owUDEyTmd2L21TK0VCRHNmT1R0enpDUEpkeTFtNEFZR1Z4M0JrLytxbnoxNEZNS2t5V2V2b2p3NUZqSE5EbG91R2txcld1amt2Q3FKOS90OHU5MnVGRGhUTldZdjZPV0lnZnR6LzJRT2x4RT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNlb1lEYTVmRVRjcGdrWFZUL2cwV3owUDEyTmd2L21TK0VCRHNmT1R0enpDUEpkeTFtNEFZR1Z4M0JrLytxbnoxNEZNS2t5V2V2b2p3NUZqSE5EbG91R2txcld1amt2Q3FKOS90OHU5MnVGRGhUTldZdjZPV0lnZnR6LzJRT2x4RT0="
    }
  },
  {
    "metadata": "R21|2015|2h 3min|Adult,Asian",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] Holy Mother, Please! Nana Ayano [XVSR-060] (2015)",
    "description": "Presented by Dark Side ProductionAyano Nana is a Nun in Japan. She is very kind and genuine, somewhat naive, but she also has some self-admitted dark feelings in her heart. On top of that, she is very well looking. And everyone around her notices that fact.When people in distress come seeking for help, she is always eager to offer help and a solution. Such a solution always involve the dude shooting their load, regardless of the problem. But hey, It always works wonderfully.The first scene has a little bit of an absurd touch. Like when the dude takes out of nowhere a huge bottle of baby-oil and offers it to Ayano. But it was so hilarious and it plays perfectly.All the other scenes have some juice too and they are good.Ayano Nana is awesome and the queen of quirky. She is so funny and has a body to die for. I can’t be the only one who misses her greatly. But by now I don’t really expect her to make a comeback.File Size : (1 GB) and (600 MB)Quality : HD-Rip 720pRunning Time : 02:03:00Format : Mp4Genre : Erotic,JAVSubtitle : Myanmar Subtitle (Hard Sub)Encoded by ZeroYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAyano Nana",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/60xvsr00060pl.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/holy-mother,-please!-nana-ayano--xvsr-060---21+--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "1 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://usersdrive.com/kbpupaev8mco.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/3sGd0/(DS)Holy_Mother,Please[XVSR-060].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/4OB7y/(DS)Holy_Mother,Please[XVSR-060]_480p.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "HD-Rip 480p"
      },
      {
        "link": "http://www.filedwon.info/qyp3ks2s2k75/Holy_Mother,_Please!_Nana_Ayano_%7BXVSR-060%7D_[21+]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1 GB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/dy2z19wi2e9p",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": null
  }
]