[
  {
    "metadata": "TV-Y7|2015|1h 57min|Adventure,Asian,Comedy,Fantasy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "4,622"
    },
    "title": "Monster Hunt (2015)",
    "description": "Monster Hunt (2015)IMDb – 6.1/10_____Rotten – 66%တရုတ်နိုင်ငံတွင် မကြာမီက ရုံတင်ပြသခဲ့သည့် ပြည်တွင်းထုတ် စိတ်ကူးယဉ် ဟာသ ဇာတ်ကား အမျိုးအစား ဖြစ်သည့်Monster Hunt ဇာတ်ကားမှာ တနင်္ဂနွေနေ့တွင် ဝင်ငွေယွမ်(၁ ဒသမ ၃၁၇) ဘီလီယံ (ဒေါ်လာ ၂၁၂ သန်း) ရရှိကာနိုင်ငံသမိုင်းတွင် ဝင်ငွေ အများဆုံးရသည့် ဇာတ်ကားစံချိန်သစ်ကို တင်နိုင်ခဲ့ကြောင်း သိရသည်။နိုင်ငံပိုင် ဆင်ဟွာသတင်းမှ ဖော်ပြချက်တွင် ထိုရုပ်ရှင်မှာ ဇူလိုင်လ(၁၆)တွင် ရုံတင်ခဲ့ပြီးနောက် ဆယ်ရက်အကြာတွင်ယွမ်ငွေ တစ်ဘီလီယံကျော် ( ဒေါ်လာ ၂၁၂ သန်း) ရခဲ့ခြင်း ဖြစ်ကြောင်း ဖော်ပြထားသည်။တရုတ်နိုင်ငံတွင် ယခင်က ဝင်ငွေ အကောင်းဆုံး စံချိန်တင်ထားသည့် ရုပ်ရှင်ကားမှာLost in Thailand (၂၀၁၂) ဇာတ်ကား ဖြစ်ပြီး၊ ဝင်ငွေယွမ် ( ၁ ဒသမ ၂၇ ဘီလီယံ) ရခဲ့ဖူးသည်။ယခု Monster Hunt ဇာတ်ကားမှာ လူနှင့် အန်နီမေးရှင်း ကာတွန်း ဇာတ်ကောင်များ ပေါင်းစပ် ရိုက်ကူးထားပြီးဟူဘာဟု ခေါ်သည့် သရဲလေး တစ်ကောင် အကြောင်း ဇာတ်လမ်းဖြစ်သည်။အဆိုပါဇာတ်ကားကို ၂၀၀၇ က ဟောလိဝုဒ် အန်နီမေးရှင်း ရုပ်ရှင်ကား ဖြစ်ပြီး၊လူကြိုက်များခဲ့သည့် Shrek the Third ကို ရိုက်ကူးခဲ့သည့် ဒါရိုက်တာ ရာမန်ဟွီက ရိုက်ထားခြင်း ဖြစ်သည်။IMDb Rating(6.1/10) ရရှိထားပါသည်။(Info ကို messengernewsjournal.com မှကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:57:04Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaman HuiStarsBaihe BaiBoran JingWu JiangCastBai BaiheCindy TianElaine JinEric Tsang Chi-WaiGuo XiaodongJianfeng BaoJiang WuJing BoranLi JingjingLudi LinSandra Ng Kwun-YuTang WeiWallace ChungWang YuexinYan NiYao ChenZhang Yuexuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2SjT4Th1Q3YBXyO4Krle5pI6wxj.jpg",
      "https://image.tmdb.org/t/p/w300/ptgoTztfxbz0qFo129FwyisORRs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/10/monster-hunt-poster.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/TRi7/Monster_Hunt_(Zhuo_Yao_Ji)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-hunt-2015-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-hunt-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://sbembed3.com/2lx1s87m3bho.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "yR6JRIlf1jM?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=yR6JRIlf1jM?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/yR6JRIlf1jM?feature=player_embedded"
    }
  },
  {
    "metadata": "PG-13|2015|1h 36min|Comedy,Drama,Family",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "105,900"
    },
    "title": "Daddy’s Home (2015)",
    "description": "Daddy’s Home (2015)_____IMDb – 6.2/10IMDb rating 6.2/10 ရရှိထားပြီး ဖခင်(ပထွေးတယောက်နဲ့ ဖခင်အရင်းတယောက်တို့ရဲ့ မိဘမေတ္တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်)ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကလည်း ပရိတ်သတ်ကြီးနဲ့မစိမ်းတဲ့ Will Ferrell, Mark Wahlberg မင်းသားကြီး ၂ယောက်က ပါဝင်သရုပ်ဆောင်ထားတာဆိုတော့ ဇာတ်ကားက ကောင်းတယ် မကောင်းဖူးကတော့ မပြောတော့ပါဘူးပရိတ်သတ်ကြီးကပဲ ကိုယ့်ဖာသာဒေါင်းယူကြည့်ပြီး ဆုံးဖြတ်ကြပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ခရစ်စမတ်ကျောင်းကပွဲအတွက်အဖေ ၂ယောက် အပြိုင်အဆိုင် ရွေးချယ်ခံရဖို့ကို ကြိုးစားကြပုံကိုရိုက်ကူးပြထားတာပါ။ ပထွေးဖြစ်သူ Mark Wahlberg ဟာ သူ့မယားပါ ကလေးတွေကို နားလည်မှုရရှိရန် ကြိုးစားနေတုန်းမှာဘဲမထင်မှတ်ထားတဲ့ ဆာရာ (Linda Cardellini) ရဲ့ အရင်ယောကျာ်းWill Ferrell, ရောက်ရှိလာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်လတ်ဖြစ်ပျက်ကြမယ်ဆိုတာကတော့ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ(ဒီဇာတ်ကားမှာ ပထွေးတယောက်ရဲ့ ခံစားချက်ကို ထိထိမိမိပုံဖော်ပြထားလို့ ပထွေးဖြစ်အောင်ကြိုးစားကြည့်ကြပါလို့)File size…(620 MB)Quality…720pFormat…mp4Duration….01:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Aung Pyayအစမ်းကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSean AndersStarsAlessandra AmbrosioBobby CannavaleHannibal BuressJohn CenaLinda CardelliniMark WahlbergOwen VaccaroScarlett EstevezThomas Haden ChurchWill FerrellCastAbigail C AddisonAlessandra AmbrosioAlex Wayne BoutteAllen ZwolleAndrea Vittoria AlvaradoBeau Joseph FaucheauxBill BurrBilly 4 JohnstonBilly SlaughterBobby CannavaleBrady CalhounCaleb J. MiddlebrooksCharles BarberChris AngerdinaChris HenchyCooper DodsonD'Vitrius Shirley-DavieDave DavisDidi CostineEric BerrisGrayson Thorne KilpatrickHannibal BuressHector PresedoJames Harlon PalmerJamie DenboJoAnna WorthamJoel K. BergerJohn CenaJohn L. ArmijoJoshua ProbusKerry CahillKobe BryantLaJessie SmithLaMonica GarrettLinda CardelliniLukas BennettMark L. YoungMark WahlbergMatthew Paul MartinezMichael D. AnglinNathaniel WoolseyNazeema BartekOlivia Renee DupepeOwen VaccaroPaul ScheerRiley Ann CorbinSaber BanksonScarlett EstevezSue-Lynn AnsariThomas Haden ChurchTony BeardTracy BrothertonWill FerrellZora Ngwaba",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tz4dVO1WysqIcoX9aDJc2RHDKk7.jpg",
      "https://image.tmdb.org/t/p/w300/n2fiXFpF7Sl9SsHAlboMzo52nZb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/daddys-home-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xhfl3v5it1n3.html",
        "server": "usersdrive.com",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/daddys-home-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/8f8372c651/dadys-home-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/1zui68paxz5t/Daddy's_Home_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1yTon/Daddy_s_Home_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qbhmQKQK#p7zXVvQaDfNXXUj1w9awpDzuLj9JW_Om3ujz0M6tJB4",
        "server": "mega.nz",
        "size": "620 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ob3wxvinx8qe",
        "server": "upstream.to",
        "size": "620 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "arhMMJx7tCU?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=arhMMJx7tCU?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/arhMMJx7tCU?feature=player_embedded"
    }
  },
  {
    "metadata": "|2015||Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "A Wonderful Cloud (2015)",
    "description": "A Wonderful Cloud 2015IMDB 5.8/10ကိတ်နဲ့ ယူဂျင်းဆိုတာက အကွဲကွဲအပြဲပြဲနဲ့ ပြတ်သွားခဲ့ကြတဲ့ရည်းစားဟောင်းနှစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ကိတ်တယောက် ရည်းစားဘ၀တုံးက အတူထောင်ခဲ့တဲ့ကုမ္ပဏီကိုလက်လွှဲယူဖို့အတွက် ယူဂျင်းရှိရာ လော့စ် အိန်ဂျလိစ်မြို့ကိုအလည်ခရီးလာဖို့အကြောင်းဖန်လာပါတော့တယ်။ ကိတ်ကို မပြတ်နိုင်သေးတဲ့ယူဂျင်းရဲ့ ပြန်သိမ်းသွင်းမယ့် ဉာဏ်နီဉာဏ်နက် အစီအစဉ်တွေကိုကိတ်တယောက်ရိပ်မိသွားတဲ့အချိန်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ဘ၀အနာဂတ်တခုတကယ်ရှိနိုင်ပါ့မလားဆိုတာ 72နာရီအတွင်းအဖြေရှာဖို့ဖြစ်လာပါတော့တယ်။ယူဂျင်းတယောက် ကိတ်ကို ပြန်စည်းရုံးနိုင်ပါမလား။ကိတ်ကလည်း ဘာကိုရွေးချယ်သွားမလဲ။ဒီအလည်ခရီးရဲ့ အဆုံးမှာ သူတို့နှစ်ယောက်ရဲ့ ထူးထူးခြားခြား ဇာတ်လမ်းလေးကဘယ်လိုမျိုးနိဂုံးချုပ်သွားမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။ဒီ အချစ်ဒရာမာ ဇာတ်ကားရဲ့ထူးခြားချက်အနေနဲ့ကတော့မင်းသား/ ဒါရိုက်တာ ယူဂျင်းကိုယ်တိုင်က တကယ့်ရည်းစားဟောင်းဖြစ်တဲ့ကိတ်နဲ့ပဲ ဇာတ်လမ်းကို အမည်နာမပြောင်းလဲခြင်းမရှိရေးသားရိုက်ကူးထားတာဖြစ်ပါတယ်။File size…  1.7 GB /  790 MBQuality… Webrip 1080p / 720pFormat… mp4Duration…. 1h 21mGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by BrackmanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastElisha DronsEugene KotlyarenkoJohn EnnisKate Lyn SheilLauren AveryRachel LordTierney FinsterVishwam Velandy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/59QAy4sjdoMPeTkRQR8c20vNKQc.jpg",
      "https://image.tmdb.org/t/p/w300/xMS481nkoL06JovgZ6S0oDvZ3pk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xBVrbJ8OjR20yypCaVjsnYNBQjX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/30g0mbmp0atp.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-wonderful-cloud-2015-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41Kic/A.Wonderful.Cloud.2015.1080p.WEBRip_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6n5geldxv2dw.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-wonderful-cloud-2015-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/41KiR/A.Wonderful.Cloud.2015.720p.WEBRip_{CM}.mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Kol08r_hVUk",
      "video_url": "https://www.youtube.com/watch?v=Kol08r_hVUk",
      "embed_url": "https://www.youtube.com/embed/Kol08r_hVUk"
    }
  },
  {
    "metadata": "R|2015|125 min|Adult,Drama,Romance,Thriller",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "226,830"
    },
    "title": "[18+] Fifty Shades of Grey (2015)",
    "description": "Fifty Shades of Grey ဟာ ၂၀၁၅ ခုနှစ်ရဲ့ လတ်တလော လူပြောအများဆုံး ဇာတ်ကားဖြစ်နေပါတယ်။ ရုံမတင်ခင်ကတည်းက စောင့်ကြည့်ဖို့ အားတင်းထားကြသူတွေ များပြားလှတဲ့ဒီဇာတ်ကားဟာ တကယ်တမ်း ရုံတင်ခဲ့တဲ့အခါမှာလည်း အောင်မြင်ခဲ့ပါတယ်။ စံချိန်ပေါင်းမြောက်များစွာကို ချိုးဖျက်နိုင်ခဲ့ပြီး တဟုန်ထိုးအောင်မြင်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေ မှိုချိုးမျှစ်ချိုးပြောနေပေမယ့် သူ့ရဲ့ဝင်ငွေက သန်း ၅၀၀ ကျော်သွားပါပြီ။ နောက်ဆက်တွဲဇာတ်ကားကို ၂၀၁၆ မှာ ထပ်မံဖြန့်ချိပါမယ်။ဒီဇာတ်ကားဟာ လိင်အသားပေးဇာတ်ကားဖြစ်ပြီး ဗြိတိသျှစာရေးဆရာ E. L. James ရဲ့ Fifty Shades Of Grey ဆိုတဲ့ စာအုပ်ကို ဇာတ်လမ်းချုံ့ကာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။စာအုပ်ဟာ လိင်အသားပေးစာအုပ်ဖြစ်ပြီး မထွက်ခင်ကတည်းက အတိုက်အခံတွေ များခဲ့တာပါ။ ပုံနှိပ်ထုတ်ဝေဖို့ ဝေဖန်မှုတွေ ပြင်းထန်တာကြောင့် e-book အနေနဲ့ စတင်ဖြန့်ချိခဲ့ပါတယ်။ လူကြိုက်များကာ ဖတ်ရှုသူများပြားလွန်းတာကြောင့် မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ပုံနှိပ်ဖို့ ကြိုးစားကြပါတယ်။ ပရိသတ်က စာအုပ်အဖြစ်ထုတ်ဖို့ ဝိုင်းတောင်းဆိုကြပါပြီ။ (သူတို့တွေတောင်မှ e-book ဖတ်ရတာထက် စာအုပ်နဲ့ဖတ်ရတာကိုသာ ပိုနှစ်သက်ကြတာပါ။) စာအုပ်တွေရိုက်ရလွန်းလို့ စာရွက်ထုတ်ပေးတဲ့ ဒေဝါလီခံခါနီး စက္ကူစက်ရုံတစ်ရုံဟာ အဲဒိစာအုပ်ကြောင့် ပြန်လည်လည်ပတ်သွားကာ ပိုင်ရှင်တောင် သန်းကြွယ်သူဌေးဖြစ်သွားပါတယ်။အဲဒီနောက် Volume II နဲ့ III ကို ဆက်လက်ထုတ်ဝေပါတယ်။ အခုဆိုရင် စီးရီးတစ်ခုလုံးကို ဘာသာပေါင်း ၅၂ ဘာသာကို ဘာသာပြန်ဆို ထုတ်ဝေခဲ့ပြီးပါပြီ။ အုပ်ရေပေါင်း သန်း ၁၀၀ ကျော် ရောင်းချခဲ့ပြီးပါပြီ။ အမေရိကန်နဲ့အင်္ဂလန်မှာ အရောင်းရဆုံး Best-Seller စာရင်းကို အမြန်ဆုံးတက်လှမ်းနိုင်ခဲ့ပါတယ်။သို့ပေမယ့် လိင်အသားပေးဖြစ်ကာ ဖတ်ရင်းဖတ်ရင်း တလှိမ့်လှိမ့်ကြွတက်လာအောင် ရေးသားထားတာဖြစ်လို့ ဝိုင်းပြီးတော့ ဝေဖန်ခံနေရဆဲပါပဲ။အမေရိကန်နိုင်ငံက စုံတွဲတစ်တွဲမှာဆိုရင် ကောင်လေးဖြစ်သူက ကောင်မလေးကို အဲဒိစာအုပ်ထဲက ပုံစံတွေအတိုင်း လိင်ဆက်ဆံကြရအောင် ပူဆာပါတယ်။ ကောင်မလေးက ငြင်းလိုက်တာကြောင့် ကောင်လေးက ကောင်မလေးကို သတ်ပစ်လိုက်ပါတယ်။ စာအုပ်က အဲသလောက်ထိတောင် လွှမ်းမိုးသွားပါပြီ။ဗြိတိသျှက လင်မယားနှစ်ယောက်မှာလည်း အဲသလိုလုပ်ကြဖို့ မိန်းမကတောင်းဆိုတာကို ယောက်ျားဖြစ်သူက ငြင်းလို့ မိန်းမက ကွာရှင်းလိုက်ပါတယ်။ လိင်စိတ်မူမမှန်ဘူးလို့တောင် သူ့မိန်းမက စွပ်စွဲခဲ့ပါသေးတယ်။ငယ်ရွယ်တဲ့လင်မယားနှစ်ဦးမှာ ကောင်လေးဖြစ်သူက ဒီစာအုပ်ကို အခြေခံထားတဲ့ လိင်ဂိမ်းကို ဆော့ကစားနေရင်း စိတ်ပြောင်းလဲကာ မိန်းမဖြစ်သူကို သတ်ပစ်လိုက်ပါတယ်။ ကောင်မလေးကို နိုင်လွန်ကြိုးတွေနဲ့ တုပ်ပြီး ကျောက်သင်ပုန်းညွှန်တံနဲ့ ၁၂၃ ချက် ရိုက်ထားတာ တွေ့ရပါတယ်။အမျိုးသားတစ်ဦးက သူ့အမျိုးသမီးကို အဲဒီစာအုပ်ဖတ်နေတာတွေ့လို့ မျက်နှာကို အချဉ်ရည်နဲ့ ပက်ပစ်ပါတယ်။ အမျိုးသမီးကလည်း စာအုပ်ဖတ်ကာ ကောင်းကောင်းမဖတ်ဘဲ လိင်ဆက်ဆံတဲ့အခန်းတွေ၊ စာပိုဒ်တွေကို အသံအကျယ်ကြီးထွက်ဖတ်ခဲ့တာပါ။ အဲဒီအတွက် အဲဒီအမျိုးသား အဖမ်းခံလိုက်ရပါတယ်။Geisha Ball လို့ခေါ်တဲ့ စအိုထဲထည့် ဘောလုံးကြိုးလေးတွေဟာ စာအုပ်ဖြန့်ချိပြီးတဲ့နောက်မှာ အဆ ၄၀၀ ကျော် ရောင်းအားခုန်တက်သွားပါတယ်။ နယူးယောက်မြို့ကဆိုင်တစ်ဆိုင်မှာ အရင်ကထက် အဲဒီဘောလုံးကြိုးတွေ ရောင်းအား ၁၀ ဆ တက်သွားပါတယ်။ဗဟုသုတအနေနဲ့ ပြောပြရရင် အဲဒီ Geisha Ball လေးတွေကို Burmese bells (မြန်မာခေါင်းလောင်းလေး)တွေလို့ ခေါ်ပါသေးတယ်။စာကြည့်တိုက်တွေမှာရှိတဲ့ Fifty Shades Of Grey စာအုပ်တွေမှာ လိင်ကတစ်ဆင့်ကူးဆက်တတ်တဲ့ ရောဂါပိုးတွေ တွေ့ရပါတယ်။ (ဖတ်တဲ့သူတွေက ဖတ်ရင်း သူတို့အင်္ဂါနဲ့ စာအုပ်ကို ထိပေးလိုက်လို့လား မသိပါဘူး)။ နောက်ပြီး စာရွက်တွေကြားထဲမှာ ကိုကင်းတွေလည်း တွေ့ရပါတယ်။တိုက်ခိုက်တဲ့အဖွဲ့အစည်းတွေကလည်း စာအုပ်တွေကို စုပုံမီးရှို့ရအောင် သူတို့ဆီ လာလှူကြဖို့ မေတ္တာရပ်ခံပါတယ်။ ပထမဆုံးရလာတဲ့ စာအုပ် ၂၄ အုပ်ကို recycle လုပ်ကာ အိမ်သာသုံးစက္ကူလုပ်ပစ်ပါတယ်။ဒီလောက်ထိ လူပြောများတဲ့ စာအုပ်ကို ဇာတ်ကားအဖြစ်ရိုက်ကူးရာမှာလည်း ပီပြင်ပြောင်မြောက်ခဲ့ပါတယ်။ မင်းသားက ဇာတ်လမ်းအတွက် ပြင်ဆင်တဲ့အနေနဲ့ စင်ပေါ်မှာ ယောက်ျားနဲ့မိန်းမဆက်ဆံတာကို စင်အောက်ကနေ ဘီယာလေးသောက်ပြီး အရသာခံကြည့်ရတဲ့ ကလပ်မျိုးကို ညတိုင်းသွားပြီး လေ့လာခဲ့ပါတယ်။ချစ်ခန်းကြိုက်ခန်းရိုက်ရာမှာ မင်းသမီးနဲ့မင်းသား အနှောင့်အယှက်ဖြစ်မှာစိုးတဲ့အတွက် ရိုက်ကူးရေးအဖွဲ့သားတွေက အဝေးမှာနေကာ zoom ဆွဲပြီး ရိုက်ကူးခဲ့ပါတယ်။(Fifty Shades of Grey အကြောင်းကိုMovie Locos’s FB Pageမှ ကူးယူဖော်ပြသည်။)အားလုံးသိကြတဲ့အတိုင်းပါပဲ….Fifty Shades of Grey တဖြစ်လဲ မောင်ဂရေးရဲ့အကွက်ငါးဆယ်ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားဟာဖိုမသဘာဝချစ်ကြကြိုက်ကြရာမှာ တခါတလေ ဘာတွေလိုအပ်လဲဆိုတာ မကွယ်မဝှက် ချပြထားတဲ့ ဇာတ်ကားပါ။ပိုက်ဆံရှိယုံနဲ့လဲ အချစ်ကိုကျေနပ်စေမှာမျိုးမဟုတ်…ရုပ်ချော ရုပ်ဖြောင့်နေယုံနဲ့လဲ အချစ်က တင်းတိမ်နေမှာမျိုးမဟုတ်…အလိုလိုက်အကြိုက်ဆောင်တိုင်းလဲ အချစ်က တည်မြဲနေမှာမျိုးမဟုတ်…အချစ်ဆိုတာ တစ်ယောက်စိတ်ရူးပေါက်တာကို တစ်ယောက်ကနားလည်ပေးနိုင်ပြီး နှစ်ယောက်တူတူစခန်းသွားရတာမျိုးပါ။ကဲ…မောင်ဂရေးနဲ့ မစတီးတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ…။Fifty Shades ဇာတ်ကားက ၃ ကားထွက်ရှိခဲ့ပြီး ၃ ကားလုံးကိုhttps://channelmyanmar.org/?s=fifty+shades+of+greyမှာကြည့်ရှုနိုင်ပါတယ်။4K BluRay Unrated Version နဲ့ တင်ဆက်ထားတာမို့ ရုံတင်ဗားရှင်းထက် ပိုပြည့်ပြည့်စုံစုံရှုစားရမှာဖြစ်ပါတယ်။File size…(2.7 GB)/(970 MB)Quality….UnratedBluRay 4K HEVC/1080pFormat…mkv/mp4Duration….02:08:31Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAung Myint OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSam Taylor-JohnsonStarsDakota JohnsonEloise MumfordJamie DornanJennifer EhleCastAndrew AirlieAnna Louise SargeantAnthony KonechnyCallum Keith RennieDakota JohnsonDylan NealElliat AlbrechtEloise MumfordEmily FondaJamie DornanJennifer EhleLuke GrimesMarcia Gay HardenMax MartiniRachel SkarstenRaj LalRita OraVictor Rasuk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oIc1H3Xt9RNFbObX2K5WLtu9GdN.jpg",
      "https://image.tmdb.org/t/p/w300/7IGKrY1f1KfwMipx9wZC4NRgIdF.jpg",
      "https://image.tmdb.org/t/p/w300/nxnRRlj19nhMzratcB2eSknKZNp.jpg",
      "https://image.tmdb.org/t/p/w300/veSwOwoyojI6INSClpG19TkNjvN.jpg",
      "https://image.tmdb.org/t/p/w300/b2ymEe2M9AGnj8MRRfNTxssZVVw.jpg",
      "https://image.tmdb.org/t/p/w300/6UdoJLj49ag9VW5s82lrnDtjONI.jpg",
      "https://image.tmdb.org/t/p/w300/n1JAcs4PPUdUXXg0nVOaEfsdzVI.jpg",
      "https://image.tmdb.org/t/p/w300/hqX46LBUPc70bhOkxawzJeoDVE3.jpg",
      "https://image.tmdb.org/t/p/w300/d3QDMGDIFSvIDKXHgtmyvzGuOdq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/05/679498f368689ac03a1a7082c40630d3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-fifty-shades-of-grey-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-fifty-shades-of-grey-2015-unrated-rerip-2160-p-4-k-uhd-bluray-hevc-eac-3-5-1-audio-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1HHrj/(CM)_Fifty.Shades.of.Grey.2015.Unrated.Rerip.2160p.4K.UHD.Bluray.HEVC_EAC3_5.1_Audio-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/FMoCWSqA#wKrbLdmqLg3KRO8dz3uJ3BohS0R71X_nk7b8z4zj0nQ",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/2njfue0o7w3s.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fifty-shades-of-grey-2015-unrated-rerip-blu-ray-1080-p-h-264-aac-audio-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11K6j/(CM)_Fifty.Shades.of.Grey.2015.UNRATED.RERIP.BluRay_1080p_H.264_AAC_Audio-Nyein.mp4",
        "server": "megaup.net",
        "size": "970 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MMo2UABa#PVFs4zoHmmECNc_I0NOvHdwjobBXqNXRJS-_I971U_I",
        "server": "mega.nz",
        "size": "970 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w8bqvjw7ydqa.html",
        "server": "usersdrive.com",
        "size": "970 MB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/jde4i9vsv4yq.html",
        "server": "streamsb.com",
        "size": "970 MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "ey7joQ10fZk",
      "video_url": "https://www.youtube.com/watch?v=ey7joQ10fZk",
      "embed_url": "https://www.youtube.com/embed/ey7joQ10fZk"
    }
  },
  {
    "metadata": "R|2015|93 min|Action,Adult,Comedy,Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "40,251"
    },
    "title": "Scouts Guide to the Zombie Apocalypse (2015)",
    "description": "Scouts Guide to the Zombie Apocalypse———————————————————————ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီးဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစကအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီးေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္ဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္ဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္ဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္မိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိးအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္မွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္ထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္Castေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔Dark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္Escape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္Joey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္#Kal#ZEUS(႐ုပ္ရွင္အၫႊန္းကိုZEUS Facebook Pageမွကူးယူေဖာ္ျပပါသည္။)File size…(950 MB) and (450 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:33:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byCareyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher LandonStarsBlake AndersonCloris LeachmanDavid KoechnerHalston SageJoey MorganLogan MillerPatrick SchwarzeneggerSara Malakul LaneSarah DumontTye SheridanCastBlake AndersonCloris LeachmanDavid KoechnerDrew DroegeElle EvansHalston SageHiram A. MurrayJoey MorganLaurel HarrisLogan MillerLukas GageMatthew CardaropleNiki KossPatrick SchwarzeneggerSara Malakul LaneSarah DumontTye Sheridan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m0VRjrm2WzEg6lPWHS9Y2khsBbr.jpg",
      "https://image.tmdb.org/t/p/w300/8lniDZZweDNzCAY68xlSqPZ1tpD.jpg",
      "https://image.tmdb.org/t/p/w300/g9pgzOel4BzrHSSjezByWWTRZBs.jpg",
      "https://image.tmdb.org/t/p/w300/7u8tuRGaokEm7J454Ie8R3LwahC.jpg",
      "https://image.tmdb.org/t/p/w300/xbnUn3q3xlok5zK2FhPVGEQkfrC.jpg",
      "https://image.tmdb.org/t/p/w300/nScYDzHhtx6dcV3AgTUckWE5i2G.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/02/91DlgANXfuL._RI_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/scouts-guide-to-the-zombie-apocalypse-2015",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/f42gfzxhkzw4.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/scouts-guide-to-the-zombie-apocalypse-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ztmn/Scouts_Guide_To_The_Zombie_Apocalypse_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yzkes58isvtm",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wAd4cRUxdP0",
      "video_url": "https://www.youtube.com/watch?v=wAd4cRUxdP0",
      "embed_url": "https://www.youtube.com/embed/wAd4cRUxdP0"
    }
  },
  {
    "metadata": "2h 1min|2015||Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "4.5k"
    },
    "title": "Right Now, Wrong Then (2015)",
    "description": "“Right Now Wrong Then”အမှန်အတိုင်းပြောရရင် ကျွန်တော်က Hong Sang-Soo ရဲ့ကားတွေနဲ့သိပ်ရင်းနှီးတာ မဟုတ်ဘူး။ဟိုတလောက pageတစ်ခုမှာ Hang Sang-Soo နဲ့ Kim Min Hee တို့ရဲ့အကြောင်းကို “အချစ်နဲ့ဖောက်ပြန်မှုကြားက လူနှစ်ယောက်အကြောင်း”ဆိုတဲ့ခေါင်းစဉ်နဲ့ (ထင်တယ်)ဖတ်လိုက်မိပြီးမှသူ့အကြောင်း စိတ်ဝင်တစား လိုက်ရှာကြည့်မိတာ။နောက်ပြီးတော့ သူ့ရဲ့ နာမည်ကြီး “Right Now Wrong Then “ကို ကြည့်ဖို့ရှာတယ်ပေါ့။ဖြစ်ချင်တော့ အဲ့ကားကို ဘယ်မှာမှ ရှာမရဘူး။အဲ့တာနဲ့ CM ကို ကျွန်တော်ပြန်ပါ့မယ်ဆိုပြီး ရှာခိုင်းလိုက်တယ်လေ(ဟဲ ဟဲ)။ဟိုကလည်း ရှာပေးတယ် ရော့ ပြန် တဲ့။အဲ့တာနဲ့ မပြန်ခင် ကိုယ့်ဟာကိုယ် အရင်ထိုင်ကြည့်တာပေါ့။ကြည့်လဲပြီးရော ငါတော့ မြွေကိုက်ပြီလို့ တန်းသိလိုက်တာပဲ။ဘယ့်နှယ့် ဇာတ်ကားကြီးက ကျွန်တော်တို့ ပုံမှန်ကြည့်နေကျဇာတ်ကားတွေလို linear သဘော မျဉ်းတစ်ပြေးတည်းသွားတာမဟုတ်ဘူး။တွေ့ဆုံမှုနဲ့ ခွဲခွါမှုကြားက လူနှစ်ယောက်အတူရှိခဲ့တဲ့အချိန်ကာလကို မတူညီတဲ့ ရွေးချယ်မှုတွေနဲ့ အပြိုင်သဘောမျိုးခွဲပြသွားတာ။ဒီလူတွေပဲ၊ဒီပတ်ဝန်းကျင်ပဲ၊ဒီတွေ့ဆုံမှုပဲ ။ကွဲသွားတာဆိုလို့ရွေးချယ်မှုသေးသေးလေးတွေပဲ ကွဲသွားတာ။ဒါပေမယ့် အဲ့ဒီရွေးချယ်မှုသေးသေးလေးတွေကပဲ ဒီဇာတ်ကားမှာပါတဲ့အပြိုင်ကမ္ဘာနှစ်ခုရဲ့ အေးစက်မှု၊နွေးထွေးမှု၊ရှုပ်ထွေးမှု၊ကြည်နူးမှုတွေကိုလုံးဝကို ကောက်ပြောင်းသွားနိုင်တယ်။ဒါကို ကျွန်တော် ပထမတစ်ခေါက်ကြည့်တုန်းကတော့နားမလည်ဘူး။နောက်တစ်ခေါက် ထပ်ကြည့်တော့မှရေးရေးလေး မြင်လာတာ။(ပြီးရင်လည်း ပြန်ကြည့်ဦးမှာ) ပြောစကားတွေ၊ကင်မရာအယူအဆတွေ၊အလင်းအမှောင်တွေ၊ရှူထောင့်တွေ ပြောင်းထားတာမျိုးတော့ ရှိတာပေါ့။ဟိုလျှောက်ပြော ဒီလျှောက်ပြောနဲ့ များနေပြီ။ဇာတ်ကားအကြောင်း နည်းနည်းပြောကြတာပေါ့။ဇာတ်ကားက ဘာမှ သိပ်ထူးဆန်းတာ မဟုတ်ဘူး။လူလတ်ပိုင်းအရွယ် နာမည်ကြီး ဒါရိုက်တာ တစ်ယောက်သူ့ဇာတ်ကား screeningအတွက် မြို့လေးတစ်မြို့ကို ရောက်လာတယ်။လာရမယ့်ရက်ထက် တစ်ရက်စောပြီး လာမိတယ်။အဲ့တော့ အချိန်တွေပိုနေလို့ လျှောက်သွားတယ်။အဲ့ဒီမှာ ပန်းချီဆရာ ကောင်မလေးတစ်ယောက်နဲ့ တွေ့တယ်ပေါ့။ဒီဇာတ်ကားမှာ (Hong Sang-Soo ရဲ့ ထုံးစံအတိုင်း)သူတို့နှစ်ယောက်ကြားက တွေ့ဆုံမှုတွေ၊ပြောစကားတွေ၊သောက်ကြစားကြတာတွေ၊ဘာပြောလို့ ပြောရမှန်းမသိတဲ့ခပ်အမ်းအမ်းအခိုက်အတံ့တွေကို အများဆုံးတွေ့ရမယ်။နောက်တစ်ပိုင်းက ရှေ့ပိုင်းထက်ပိုပြီး နွေးထွေးတယ်၊ကြည်နူးဖို့ကောင်းတယ်၊ပျော်ဖို့ကောင်းတယ်။အဲ့တာတွေကို ရွတ်လုပ်ယူတာမဟုတ်ဘဲရွေးချယ်မှု သေးသေးလေးတွေနဲ့ပဲ ပြောင်းပြသွားတာ။ဒီကားက IMDb မှာ 7.1/10 ရထားပြီး Golden Leopard award,Critics award အပါအဝင်နိုင်ငံတကာရုပ်ရှင်ပွဲတွေမှာ ဆုပေါင်း(၁၆)ဆု ရထားတယ်။အေးအေးဆေးဆေးလေး ခံစားကြည့်ကြပေါ့ဗျာ။ပြီးရင်လည်း ထင်မြင်ယူဆချက်လေးတွေ ပြန်ဆွေးနွေးပေးသွားပေါ့။ကျွန်တော်ကတော့ ဒီဇာတ်ကားအပြီးမှာ ငယ်ငယ်ကဘော်ဒါတစ်ကောင်ပြောဖူးတဲ့ စကားတစ်ခွန်း သွားသတိရတာပဲ။”ဟကောင်ရ စိတ်သွားတိုင်း ကိုယ်ပါတယ်ဆိုတာအရူးတွေပဲ ရှိတာကွ။စိတ်သွားတိုင်း ကိုယ်ပါပါစေလို့ဆုပေးတာ ရူးပါစေလို့ ဆုပေးတာနဲ့ အတူတူပဲ”တဲ့ဒါပါပဲ။ကိုယ့်အတွေးနဲ့ကိုယ် ခံစားကြည့်ကြပါ။File size…  1.6 GB /  700 MBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 2h 1mGenre …..  DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by DamienYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHong Sang-sooStarsChoi Hwa-jeongJung Jae-youngKi Joo-bongKim Min-heeKo A-sungSeo Young-hwaYoun Yuh-jungYu Jun-sangCastChoi Hwa-jeongJung Jae-youngKi Joo-bongKim Min-heeKo A-sungSeo Young-hwaYoun Yuh-jungYu Jun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/llSsYA3SQMqrBOciq925J4R4rwe.jpg",
      "https://image.tmdb.org/t/p/w300/ot77f9d7rlqKYCWxK9JGEXytbEw.jpg",
      "https://image.tmdb.org/t/p/w300/tclbvEXa3zApgpvvC2QedepQOCn.jpg",
      "https://image.tmdb.org/t/p/w300/jw5cDdZ2WTfDTF6ikONbbwK3Vvf.jpg",
      "https://image.tmdb.org/t/p/w300/vOPqsZ8DFfbeuwqjFh5hGW47nTD.jpg",
      "https://image.tmdb.org/t/p/w300/3DFPbnO10Npvwn8MjB9nejmQxxj.jpg",
      "https://image.tmdb.org/t/p/w300/g7tJLSm9Zo81wr68grTykpN5BWu.jpg",
      "https://image.tmdb.org/t/p/w300/1awnhdaZ99e8lhuadkRjyACjTOe.jpg",
      "https://image.tmdb.org/t/p/w300/28s6MCuMEjfBvJJ8nZQp5geM6wk.jpg",
      "https://image.tmdb.org/t/p/w300/pFHLIlJpEnPryY4XPJ4ehaDDf4W.jpg",
      "https://image.tmdb.org/t/p/w300/hY0T1LpcvUUR2jkUyRVevDHm4KZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Right-Now-Wrong-Then.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/right-now-wrong-then-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vot8dgsaayi4.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3VMx3/Right.Now.Wrong.Then.2015.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aEgS2RyA#TpvENNXKsQY2gryrvfvkNpRaBH7gFtA7lKzDXezDhiE",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/right-now-wrong-then-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0k0hq0hqzurj.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TUas/Right.Now.Wrong.Then.2015.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fEgTnZBT#zcLXz3zluuKhI82UQEYMRnxuMQIK06C8ZkN2i1zAESk",
        "server": "mega.nz",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/isabj8g61mpj.html",
        "server": "streamsb.com",
        "size": "700MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/59vxdk8fp9fx",
        "server": "streamvid.io",
        "size": "700MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "wOE-Zznq_S4",
      "video_url": "https://www.youtube.com/watch?v=wOE-Zznq_S4",
      "embed_url": "https://www.youtube.com/embed/wOE-Zznq_S4"
    }
  },
  {
    "metadata": "NOT RATED|2015|109 min|Action,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1,547"
    },
    "title": "The Final Master (2015)",
    "description": "သိုင္းကား ေမွ်ာ္ေနၾကတဲ့ CM Fan ေတြ အတြက္ အေကာင္းဆံုး သိုင္းကား တစ္ကားကိုCM မွ တင္ဆက္ေပးလုိက္ပါၿပီIP Man ရဲ႕ ၀င္းခၽြန္း သိုင္းအျပင္ နာမည္ႀကီးခဲ့တဲ့ ယံုခၽြန္း သိုင္းပညာ အေၾကာင္းကိုဒီရုပ္ရွင္မွာ ျပသထားပါတယ္…ယံုခၽြန္း သိုင္းပညာဟာ ေတာင္ပိုင္း က စတင္လာတဲ့ သိုင္းပညာျဖစ္ၿပီးအစစ္အမွန္ကိုေတာ့ တက္သူ နည္းပါးခဲ့ၿပီး ဆရာေတြ ဆိုတာလဲေခတ္မေကာင္းလို႔ သိုင္းပညာကို အစစ္အမွန္ မသင္ၾကတဲ့ အခ်ိန္ပါ၁၉၀၀ ခုႏွစ္ေတြ အေက်ာ္မွာ တရုတ္ႏုိင္ငံရဲ႕ သိုင္းေလာက ဟာ ေမွးမွိန္ေပ်ာက္ကြယ္စျပဳေနပါၿပီ သိုင္းေလာက မွာ အမွန္တကယ္ တက္ကၽြမ္းသူမွာ လက္ခ်ိဳးေရလို႔ရခဲ့ၿပီးေငြသဲ့ယူ လိမ္စားေနတဲ့ သိုင္းသင္တန္းေက်ာင္းေတြသာ က်န္ခဲ့ပါေတာ့တယ္…တရုတ္ႏိုင္ငံ ထန္က်င္းၿမိဳ႕ဟာ သိုင္းဂိုဏ္းေပါင္းစံု တည္ရွိၿပီးသူ႔ဟာ နဲ႔ သူ စည္းလံုးေနေပမယ့္ သိုင္းအစစ္အမွန္ကိုေတာ့မသင္ေပးၾကပါဘူး ဒီလိုနဲ႔ ေတာင္ပိုင္းသား တစ္ေယာက္ဟာပညာအစစ္ကို ယူၿပီး ထန္က်င္းကို ေရာက္လာခဲ့တယ္သူ မိန္းမ တစ္ေယာက္ ယူတယ္ ထန္က်င္း က တပည့္တစ္ေယာက္ ေမြးတယ္ ပညာတစ္၀က္ သင္ေပးလုိက္တယ္ဆရာထက္ တပည့္လက္ေစာင္းထက္ၿပီး သိုင္းေလာက ကိုတစ္ေယာက္ထဲနဲ႔ ယွဥ္တယ္ အကုန္ က်ဆံုးခဲ့တယ္အဲ့ဒီမွာပဲ ဆရာျဖစ္သူ ဘယ္သူလဲ လုိက္ရွာၾကတဲ့အခါမွာေတာ့….ဒီရုပ္ရွင္ကားကို Yi Yan မွ ဘာသာျပန္ေပးထားတာျဖစ္ၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorXu HaofengStarsChen GuantaiChin Shih-ChiehHuang JueJiang WenliLiao FanMa JunMadina MemetSong JiaSong YangCastChen GuantaiChin Shih-ChiehHuang JueJiang WenliLiao FanMa JunMadina MemetSong JiaSong Yang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yftQWvfg1dHfXzR1Vr4I2pjISQf.jpg",
      "https://image.tmdb.org/t/p/w300/uLYDkB06ixDKohz9YsnbmHoQejH.jpg",
      "https://image.tmdb.org/t/p/w300/ohkMyUDuZGbiuUgdn6OzWej9m0J.jpg",
      "https://image.tmdb.org/t/p/w300/auljG2aSuQj5rl1700eNGovfulb.jpg",
      "https://image.tmdb.org/t/p/w300/g9vWE46M7n6zlFr4wYV5chUETE3.jpg",
      "https://image.tmdb.org/t/p/w300/rGD6L8GM16urgjXcVaJWMVrnWn2.jpg",
      "https://image.tmdb.org/t/p/w300/cnGChUndTI8PJIp36skF0SMNHlQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTYyNTI2NTc4Ml5BMl5BanBnXkFtZTgwOTY2MDcwOTE@._V1_SY1000_CR007041000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-final-master-2015",
        "server": "VIP Links",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-final-master-shi-fu-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-final-master-shi-fu-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.15 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Afj1/The_Final_Master_(Shi_Fu)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "360 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/wf5e8l0taduy",
        "server": "upstream.to",
        "size": "1.15 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "sm35mEBsqQM",
      "video_url": "https://www.youtube.com/watch?v=sm35mEBsqQM",
      "embed_url": "https://www.youtube.com/embed/sm35mEBsqQM"
    }
  },
  {
    "metadata": "N/A|2015|94 min|Adult,Asian,Comedy,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "[18+] Utopians (2015)",
    "description": "Utopians ကားဟာ ၁၈+ကားတကားၿဖစ္ပါတယ္၁၈+ဆိုေပမယ့္ အခုေခတ္လူငယ္ေတြမမွားသင့္မွားအပ္တာေတြမစူးစမ္းသင့္တာေတြကို message ေပးတဲ့ကားလို႕ေၿပာတာပိုသင့္ေတာ္ပါတယ္Drama ကားတကားပါပဲ ဒါေပမယ့္ heterosexuality…bisexuality..homosexuality…ဆိုတဲ့ အပိုင္းသံုးပိုင္းလံုးကို ထည္႕သြင္းရိုက္ၿပထားတာေၾကာင့္၁၈+ ကားတကားလို႕ က်ေနာ္အေနနဲ႕သတ္မွတ္လိုက္တာပါအဓိကကေတာ့ ပညာေပးကားအေနနဲ႕ ရိုက္ၿပထားတဲ့ကားဆိုရင္လည္းမမွားပါဘူးဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ မင္းသားနဲ႕ မင္းသမီးကတကၠသိုလ္ေက်ာင္းသားခ်စ္သူေတြ….မင္းသားက ဒသနိကနယ္ပမယ္မွာအေတြးလြန္ၿပီးေတာ့ စူးစမ္းေလ့လာခ်င္သူတဦး…သူတို႕ခ်စ္သူႏွစ္ဦးၾကားထဲကို သမရိုးက်ဇာတ္လမ္းေတြအတိုင္းပဲၾကားလူတေယာက္၀င္လာပါတယ္…သူကေတာ့ အဲ့ဒီစံုတြဲရဲ႕စာသင္ေပးတဲ့ေက်ာင္းဆရာပဲၿဖစ္တယ္….ေက်ာင္းဆရာကလည္းစာစသင္တဲ့အခ်ိန္ကတည္းက သူ႕ဖာသာသူ Homosexuality  အမ်ဳိးအစားပါလို႕အတိအလင္းေၾကညာခဲ့ၿပီးသား….မင္းသားရဲ႕စူးစမ္းေလ့လာလိုစိတ္နဲ႕ေက်ာင္းဆရာရဲ႕ပြင့္လင္းမႈေတြၾကား မင္းသမီးဘယ္လိုလိုက္ေၿဖရွင္းမလဲဆိုတာေတြ…ၿပီးေတာ့ ေဟာင္ေကာင္ကားၿဖစ္တဲ့အတြက္ ေဟာင္ေကာင္ရဲ႕ GAY RULE ေတြ..GAY LIFE ေတြကို စိတ္၀င္စားေအာင္ရိုက္ၿပထားတဲ့ဇာတ္ကားတကားပဲၿဖစ္ပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့Aung Pyayျဖစ္ပါတယ္။)File size…(850MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:34:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScudStarsAdonisChing-Man ChinFiona WangJackie Chow",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/d7w8gghie5sb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/utopians-2015",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/02736-utopians-2016-comedy-china-5-0-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/02736-utopians-2016-comedy-china-5-0-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1AMx5/[02736]_Utopians_(2016)_[Comedy]_[CHINA]_[5.0].mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ed8tem6h8psl",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|2h 17min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "13,954"
    },
    "title": "Pyaar Ka Punchnama 2 (2015)",
    "description": "Pyaar Ka Punchnama 2 (2015)_____IMDb – 7.2/10တစ်ရံရောအခါက သူငယ်ချင်းသုံးယောက် ညီအစ်ကိုတွေလို ချစ်ခင်စွာနေထိုင်ကြပါတယ်။တစ်နေ့မှာ…သုံးယောက်သား ဖွန်ကြောင်မိရာမှ အခွန်ဆောင်စရာကိစ္စရပ်များ ပေါ်ပေါက်လာပါတယ်။(သိတယ်မလား….မိန်းကလေးတွေရဲ့ အကျင့်ကို)ဒီလိုနဲ့ မာတုကာမသုံးယောက်ကို အချစ်စစ်နဲ့ချစ်မိတဲ့ သကောင့်သားသုံးယောက်ခမျာမယ်ထိုင်နေအကောင်း ထမှကျိုးမှန်းသိဆိုသလို ဒုက္ခလှလှကြီးတွေ့ရပုံကို သံဝေဂရဖွယ်ရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။IMDb (7.2/10) ရရှိထားတဲ့ Comedy, Drama, Romance အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။တစ္ရံေရာအခါက သူငယ္ခ်င္းသံုးေယာက္ ညီအစ္ကိုေတြလို ခ်စ္ခင္စြာေနထိုင္ၾကပါတယ္။တစ္ေန႕မွာ…သံုးေယာက္သား ဖြန္ေၾကာင္မိရာမွ အခြန္ေဆာင္စရာကိစၥရပ္မ်ား ေပၚေပါက္လာပါတယ္။(သိတယ္မလား….မိန္းကေလးေတြရဲ႕ အက်င့္ကို)ဒီလိုနဲ႕ မာတုကာမသံုးေယာက္ကို အခ်စ္စစ္နဲ႕ခ်စ္မိတဲ့ သေကာင့္သားသံုးေယာက္ခမ်ာမယ္ထိုင္ေနအေကာင္း ထမွက်ိဳးမွန္းသိဆိုသလို ဒုကၡလွလွၾကီးေတြ႕ရပံုကို သံေဝဂရဖြယ္ရာ တင္ဆက္ထားတဲ့ ဇာတ္ကားပါ။IMDb (7.2/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားျဖစ္ပါတယ္။File size…(1 GB)Quality…DVD-Rip 720pFormat…mp4Duration….02:16:33Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuv RanjanStarsIshita RajKartik AaryanNushrat BharuchaOmkar KapoorSonnalli SeygallSunny Singh NijjarCastIshita Raj SharmaJoy BadlaniKarishma SharmaKartik AaryanManvir SinghMona AmbegaonkarNushrratt BharucchaOmkar KapoorPrakhar ShuklaRatnesh ManiRumana MollaSharat SaxenaSonnalli SeygallSunny Singh Nijjar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AbxCR6bIKh9JKyb9WqRsI8Z79Uf.jpg",
      "https://image.tmdb.org/t/p/w300/mGCrjER3B6q0PGPiXKu0gyMkpdH.jpg",
      "https://image.tmdb.org/t/p/w300/6Qu0cp9olmMAKMjwgwmrKo8hBMk.jpg",
      "https://image.tmdb.org/t/p/w300/xD5UBpfaYmRYingEOTQNyMk5soZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/Pyaar-Ka-Punchnama-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rtbp3ilq59ul.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/pyaar-ka-punchnama-2-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://megaup.net/1AKqu/Pyaar_Ka_Punchnama_2_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/JDwRnQCC#Xpec7RMXQUANf7wXOz1RovYGyMZ3LCbiIcYQo_7jdb8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      },
      {
        "link": "https://upstream.to/kvxhrvi6awig",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "DVD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "tC-HGUhxyyc?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=tC-HGUhxyyc?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/tC-HGUhxyyc?feature=player_embedded"
    }
  },
  {
    "metadata": "N/A|2015|85 min|Action,Fantasy,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,854"
    },
    "title": "Tag (2015)",
    "description": "အမ်ိဳးသမီး အထက္တန္းေက်ာင္းမွ ေက်ာင္းသူ အားလံုးသည္အားလပ္ရပ္ အပန္းေျဖခရီးထြက္လာရသျဖင့္ ေပ်ာ္ရႊင္ေနၾကသည္…ကား ႏွစ္စီး ျဖင့္ ခရီးဆက္ေနရၿပီး ေက်ာင္းသူ မ်ားသည္ ထိန္းမႏုိင္ေလာက္ေအာင္ကားေပၚတြင္ ေဆာ့ေနၾကၿပီး တစ္ဦးနဲ႔တစ္ဦး ေနာက္ေျပာင္ရံုမကပဲ တစ္ခါတစ္ရံလမ္းသြားလမ္းလာမ်ားကိုပါ ျပဳတင္းေပါက္မွ ေခါင္းေလးမ်ားျပဴထြက္ၿပီး စေနာက္ခဲ့ၾကေလသည္…ထို ေက်ာင္းသူမ်ား ထဲတြင္မွ အတည္ၿငိမ္ဆံုးေသာ မစ္ဆူကို ကေတာ့ သူမ ၀ါသနာပါေသာကဗ်ာေလးေတြကို ၿငိမ္သက္စြာ ဒိုင္ယာရီ စာအုပ္ေလးထဲတြင္ ခ်ေရးလ်က္ရွိေနခဲ့ၿပီးဆူညံပြတ္ေလာရိုက္ေနေသာ ေက်ာင္းသူမ်ားျဖင့္ အဆက္သြယ္ျပတ္ေနခဲ့ပါတယ္…ထိုသို႔ အခ်င္းခ်င္းစေနာက္ေနရင္း မစ္ဆူကို ထံမွ သူငယ္ခ်င္းမ်ားက စာအုပ္ဆြဲယူရာေဘာလ္ပင္န္ ေလး က်သြားသျဖင့္  မစ္ဆူကို တစ္ေယာက္ အၿပံဳးမပ်က္ စိတ္မဆိုးပဲခံုေပၚမွ ေအာက္သို႔ ဒူးေလးေထာက္ၿပီး သူမ ေဘာလ္ပင္န္ ကို လွမ္းအယူမွာေတာ့ခုနက ဆူညံပြတ္ေလာရိုက္ေနေသာ  ေက်ာင္းသူမ်ား၏ အသံသည္ ရုတ္ခ်ည္းဆိုသလိုေပ်ာက္ကြယ္သြားေလေတာ့ရာ မစ္ဆူကို တစ္ေယာက္ အံ့သားသင့္၍ ေဘးဘီသို႔လွည့္ၾကည့္လိုက္ေသာ အခါတြင္ေတာ့….(ေသြးထြက္သံယို အခန္းမ်ား အမ်ားဆံုးပါ၀င္လို႔ ကေလးသူငယ္မ်ား ႏွလံုးေရာဂါရွိသူမ်ား မၾကည့္သင့္ပါ)==================================================ဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Yun Sandi ျဖစ္ၿပီး Encoder Kyaw Soe Hanမွ တင္ဆက္ေပးထားပါတယ္ အညႊန္းကိုေတာ့ က်ေနာ္ သစ္ဆန္းခန္႔မွ ေရးသားထားပါတယ္…။Thit San Khantunicodeအမျိုးသမီး အထက်တန်းကျောင်းမှ ကျောင်းသူ အားလုံးသည်အားလပ်ရပ် အပန်းဖြေခရီးထွက်လာရသဖြင့် ပျော်ရွှင်နေကြသည်…ကား နှစ်စီး ဖြင့် ခရီးဆက်နေရပြီး ကျောင်းသူ များသည် ထိန်းမနိုင်လောက်အောင်ကားပေါ်တွင် ဆော့နေကြပြီး တစ်ဦးနဲ့တစ်ဦး နောက်ပြောင်ရုံမကပဲ တစ်ခါတစ်ရံလမ်းသွားလမ်းလာများကိုပါ ပြုတင်းပေါက်မှ ခေါင်းလေးများပြူထွက်ပြီး စနောက်ခဲ့ကြလေသည်…ထို ကျောင်းသူများ ထဲတွင်မှ အတည်ငြိမ်ဆုံးသော မစ်ဆူကို ကတော့ သူမ ဝါသနာပါသောကဗျာလေးတွေကို ငြိမ်သက်စွာ ဒိုင်ယာရီ စာအုပ်လေးထဲတွင် ချရေးလျက်ရှိနေခဲ့ပြီးဆူညံပွတ်လောရိုက်နေသော ကျောင်းသူများဖြင့် အဆက်သွယ်ပြတ်နေခဲ့ပါတယ်…ထိုသို့ အချင်းချင်းစနောက်နေရင်း မစ်ဆူကို ထံမှ သူငယ်ချင်းများက စာအုပ်ဆွဲယူရာဘောလ်ပင်န် လေး ကျသွားသဖြင့်  မစ်ဆူကို တစ်ယောက် အပြုံးမပျက် စိတ်မဆိုးပဲခုံပေါ်မှ အောက်သို့ ဒူးလေးထောက်ပြီး သူမ ဘောလ်ပင်န် ကို လှမ်းအယူမှာတော့ခုနက ဆူညံပွတ်လောရိုက်နေသော  ကျောင်းသူများ၏ အသံသည် ရုတ်ချည်းဆိုသလိုပျောက်ကွယ်သွားလေတော့ရာ မစ်ဆူကို တစ်ယောက် အံ့သားသင့်၍ ဘေးဘီသို့လှည့်ကြည့်လိုက်သော အခါတွင်တော့….(သွေးထွက်သံယို အခန်းများ အများဆုံးပါဝင်လို့ ကလေးသူငယ်များ နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါ)==================================================ဒီဇတ်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Yun Sandi ဖြစ်ပြီး Encoder Kyaw Soe Hanမှ တင်ဆက်ပေးထားပါတယ် အညွှန်းကိုတော့ ကျနော် သစ်ဆန်းခန့်မှ ရေးသားထားပါတယ်…။Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSion SonoStarsErina ManoMariko ShinodaReina TriendlYuki Sakurai",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BN2JhYmJhNzEtNGY0My00NjE0LThhYzUtOTQ5MTAzZjgyNzQyXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/tag-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "796 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2fPP6/Tag_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "796 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/tag-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "796 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|2h 5m|Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2.4k"
    },
    "title": "The Throne(2015)",
    "description": "2015ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Throne ဆိုတဲ့ဇာတ်ကားဟာ ကိုရီးယားသမိုင်းမှာ နာမည်ဆိုးနဲ့ကျော်ကြားခဲ့ အဖြစ်အပျက်တစ်ခုကို မှီငြမ်းရိုက်ကူးထားပြီးSong Kang Hoနဲ့ Yoo Ah Inက အဓိကပါဝင်ထားပါတယ်တာဂျိုဆောင်ရဲ့ မင်းကောင်းတစ်ပါးဖြစ်ချင်တဲ့ ဘုရင်ယောင်းဂျိူကသူ နန်းတက်နေစဉ် အစွမ်းကုန် ဆောင်ရွက်ပေးခဲ့တယ်သားတော်အပေါ်မှာလည်း ရည်မှန်းချက်ကြီးမားပြီး စာပေလေ့လာတာတွေကိုအစွမ်းကုန်လုပ်ဆောင်ပေးခဲ့တယ် ဒါပေမယ့် သားတော်ကအရွယ်ရောက်လာတဲ့အခါမှာ စာပေလိုက်စားတာထက်အနုပညာ၊ဓားရေးလှံရေးတို့ကို ပိုစိတ်ဝင်စားတာကိုသိရှိသွားတဲ့အခါ သားအဖကြားမှာ သဘောထားကွဲလွဲမှုတွေ ဖြစ်လာပါတယ်ဒါ့အပြင် နန်းတော်ထဲမှာ သွေးထိုးမှု ဆူပုံအုံကြွမှုတွေဖြစ်လာပြီး သားတော်အိမ်ရှေ့စံဆာဒိုကို ပုန်ကန်သူအဖြစ် စွပ်စွဲလာကြပါတယ်သက်သေမလုံလောက်ပေမယ့် သားဖြစ်သူကို အပြစ်ပေးခဲ့ပြီးတော့ပုန်ကန်သူတစ်ယောက်ရဲ့ အဖေဆိုတဲ့ နာမည်က သူ့ထီးနန်းကိုထိခိုက်နိုင်တာကြောင့် သားကို သေတ္တာထဲ ထည့်ပြီး သတ်ဖို့လုပ်ရာကနေ ဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်File size…1.7GB /Quality…1080p Blu Ray DTS 5.1Ch /Format…Mp4Duration….2h 5minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by EstelYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoon-ik LeeStarsLee Hyo-jeSo Ji-subSong Kang-hoYoo Ah-inCastJeon Hye-JinJin Ji-heeJung Hae-kyunKim Hae-sookKim Min-gyuLee Dae-yeonLee Hyo-jeLee Kwang-ilMoon Geun-YoungPark Myung-shinPark So-damPark Won-sangSeo Yea-jiShin Soo-yeonSo Ji-subSong Kang-hoUhm Ji-sungYoo Ah-in",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j8qDbfN7EwQsOpfEw96R3lbJyE1.jpg",
      "https://image.tmdb.org/t/p/w300/qcupktLAEF3k6lQZ6HtQ5E0V43B.jpg",
      "https://image.tmdb.org/t/p/w300/5L4pGthIYVxESuChIYgtMevMlVd.jpg",
      "https://image.tmdb.org/t/p/w300/rx8zuNygDHD9MrcLOipr07coush.jpg",
      "https://image.tmdb.org/t/p/w300/w4VeZFKk2HD2KkSbWXa4VTdcWh.jpg",
      "https://image.tmdb.org/t/p/w300/rr4X4bIXfRrAe3YheDmzSbsvNk5.jpg",
      "https://image.tmdb.org/t/p/w300/8Q1vZ9Hp1p5uh38j0GZlyvTYiRg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lGchTCkYzs8g5uWsbmShf33euE4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-throne2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-throne-2015-1080-p-blu-ray-dts-5-1-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://disk.yandex.com/i/UgT6t-1SLU89fQ",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://megaup.net/1H065/The.Throne.2015.1080p.BluRay.DTS_5.1_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://disk.yandex.com/i/UgT6t-1SLU89fQ",
        "server": "disk.yandex.com",
        "size": "1.7GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://dropgalaxy.in/fbpa84sjohd7",
        "server": "dropgalaxy.com/",
        "size": "1.7GB",
        "quality": "1080p Blu Ray"
      },
      {
        "link": "https://yoteshinportal.cc/the-throne-2015-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32V4n/The.Throne.2015.720p(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/av3065du6230",
        "server": "dropgalaxy.com/",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/rrmv40kfylws.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|99 min|Asian,Comedy,Drama,Family",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "63"
    },
    "title": "Oh My God (2015)",
    "description": "Oh My God… ဒီဇာတ်ကားလေးကတော့အချစ်ဟာသကားလေးဘဲဖြစ်ပါတယ်။ချန်မော့နဲ့ မော့ဟန်…လဲ့ရိနဲ့ မီဂါ တို့ကသူငယ်ချင်းချစ်သူစုံတွဲတွေဖြစ်ကြတယ်။အိမ်တစ်အိမ်တည်းမှာတူတူနေကြရာမှ မမျှော်လင့်တဲ့ပြသနာလေးတွေပေါ်ပေါက်လာပါတယ်။တစ်ရက်မှာကောင်းကင်ပေါ်မှကျလာတဲ့အစိုင်ခဲတစ်ခုကနေ ကလေးလေးတစ်ယောက်အဖြစ်ပြောင်းသွားပြီး သူတို့အတူနေတဲ့အိမ်ကိုရောက်လာပါတယ်။ကလေးလေးကိုပြုစုစောင့်ရှောက်ကျရင်း ရယ်မောပျော်ရွင်ဖွယ်ရာအလွဲလေးတွေနှင့်အတူ သူငယ်ချင်းအချစ် ၁၅ဝဝအချစ်တို့ကို ရယ်မောကြည်နူးဖွယ်ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်။အဓိက casting အနေနဲ့ကတော့ အားလုံးသဘောကျကြတဲ့EXOအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ Zhang Yixing (Lay), မင်းသား Cheney Chen, မင်းသမီး Li Xiao Lu, မင်းသမီး Jiang Wenတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Drama Listတွင် rating 7/10ရရှိထားသောဇာတ်ကားဖြစ်ပါတယ်။File size…(900 MB) and (410 MB)Quality…WEB Rip 720pFormat…mp4Duration….01:39:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYing YingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWei MingWei NanStarsChen ChushengCheney ChenJiang WenLi XiaoluYixing ZhangYu XiaoweiZhang ZiyiCastChen ChushengCheney ChenJiang WenLi XiaoluYixing ZhangYu XiaoweiZhang Ziyi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/cb8469339b732d998002cef272a0481b.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/oh-my-god-cong-tian-er-jiang-2015-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/oh-my-god-cong-tian-er-jiang-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/115o8/Oh_My_God_(Cong_Tian_Er_Jiang)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/ghbqbkkjqpca.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NC17|2015|1h 41min|Adult,Asian,Comedy,Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "261"
    },
    "title": "[18+] Love Clinic (2015)",
    "description": "တစ်ညလုံးနှစ်ယောက်တည်း အတူရှိနေတဲ့ ယောင်္ကျားလေးနဲ့မိန်းကလေးနောက်နေ့မနက်အထိ…ဘာမှောက်မှားမှုမှ မဖြစ်တာဘာကြောင့်ပါလဲ…မိန်းကလေးကိုယ်တိုင် Sexy dance နဲ့ဆွဲဆောင်တယ်…မိန်းကလေးကိုယ်တိုင် မာယာအပြည့်နဲ့ဆွဲဆောင်တယ်…မိန်းကလေးကိုယ်တိုင် ခန္ဓာအလှနဲ့ဆွဲဆောင်တယ်…အဲ့ဒါတောင်…ယောင်္ကျားလေးဖြစ်သူက တုံ့ပြန်မှုတစ်စုံတစ်ရာမပေးတာ ဘာကြောင့်ပါလဲ…ဘာကြောင့်လဲဆိုတာကို ဖန်တီးရိုက်ကူးထားတဲ့Love Clinic ဆိုတဲ့ ကိုရီးယားဇာတ်ကားဟာ IMDb Rating (6.0) ရရှိထားပါတယ်။ဇာတ်လမ်းလေးက ချစ်မှုရေးရာဖွဲ့ဇာတ်လမ်းလေးပါ။မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်လို့သာ 18+ ခေါင်းစဉ်တပ်ထားပေမယ့်Comedy,Drama ဇာတ်လမ်းလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့…Wang Seong-ki (မင်းသားOh Ji-ho) က အမျိုးသမီး သားဖွားဆရာဝန် / မီးယပ်သားဖွားပညာရှင်ပါ။Gil Sin-seol (မင်းသမီးKang Ye-won) ကတော့ ဆီးရောဂါပါရဂူပါ။Gil Sin-seol (Kang Ye-won) က သူ့ဖခင်ဆရာဝန်အပေါ်မခံချင်စိတ်နဲ့အမျိုးသားမျိုးပွားအင်္ဂါအထူးပြုပညာရှင်ဖြစ်ဖို့ကြိုးစားနေသူပါ။Wang Seong-ki ရော Gil Sin-seol မှာပါ လျှိုု့ဝှက်ချက်တွေကိုယ်စီရှိလို့ချစ်သူတွေမထားကြပါဘူး။သူတို့နှစ်ယောက်မမျှော်လင့်ဘဲ အဆောက်အအုံတစ်ခုအတွင်းမှာ ကပ်လျှက်ဆေးခန်းဖွင့်မိတဲ့အခါမှာတော့..တစ်ယောက်နဲ့တစ်ယောက်အမြင်စောင်းမှု၊အဆင်မပြေမှု၊အလွဲလွဲအမှားမှားတွေကြားက ချစ်ခရီးလမ်းလေး လျှောက်မိတဲ့အခါ…. ။ဒီဇာတ်ကားကိုကြည့်ပြီး သိလာရတာက…ချစ်တယ်ဆိုတာ စိတ်နဲ့တင်ချစ်နေလို့မရပါဘူး…ချစ်တာကို ချစ်နေမှန်းသိအောင်ပြသဖို့လည်း လိုပါတယ်။#AYK(ရုပ်ရှင်အညွှန်းကို myanmarload.com မှကူးယူဖော်ပြပါသည်။)File Size…(900 MB)Quality…HD-Rip 720pFormat…mp4Duration…01:41:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byHein Tet SoeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron KimStarsJu-Hee HaKang Ye-wonOh Ji-hoCastHa Ju-heeHong Yi-jooJu-Hee HaKang Ye-wonKim Jung-huiOh Ji-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uIPDvPtO9hxng3VtEpWgpJNDDi7.jpg",
      "https://image.tmdb.org/t/p/w300/yARL5LhUfNBkDx2JnBGyYcmPfLu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/71ui5VT99TL._RI_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/love-clinic-yeonaeui-mat-18-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/V8ym/Love_Clinic_(Yeonaeui_Mat)_[18+]_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/9gwf4xj3hm7y",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|2h 3min|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "389"
    },
    "title": "3: Alif Lam Mim (2015)",
    "description": "3.Alif Lam Min [2015]IMDB (7.1/10)အင်ဒိုနီးရှားဟာ ဘာသာရေးဂိုဏ်းဂဏ ကွဲပြားမှုတွေကြောင့် အကြမ်းဖက်မှုတွေ ပဋိပက္ခတွေနဲ့ အပြင်းအထန်ရင်ဆိုင်ရပြီးနောက်မှာ လူထုဟာ တော်လှန်ရေးတစ်ရပ် ကျင်းပကာ ဘာသာရေးကို အဓိကထောက်တိုင်အဖြစ်ကနေ ဖယ်ရှားပစ်လိုက်ကြပါတယ်…ဒီလို ဖယ်ရှားလိုက်တဲ့အခါ ကျန်ရှိတဲ့ ယုံကြည်ကိုးကွယ်သူတွေကိုလည်း အစိုးရက နှိမ်နှင်းဖို့ ကြိုးစားပါတော့တယ်…ဘာသာရေးနဲ့ သက်ဆိုင်သူတွေကို ရာဇဝတ်မှုမျိုးစုံတပ်ပြီး ရှင်းလင်းလာပါတယ်…ဒီလိုအရှုပ်အထွေးကြီးထဲမှာ တိုင်းပြည်အတွက် နိုင်ငံအတွက် ဘာမဆိုလုပ်ပေးမယ့် ရဲတပ်ဖွဲ့ဝင် အာလစ်ဖ်က အသုံးချခံ ဖြစ်လာပါတော့တယ်…ဒီလိုနဲ့ တစ်ရက် သူ့ရည်းစားဟောင်း လာရာစ်နဲ့ ပြန်ဆုံပြီး မရှေးမနှောင်းမှာပဲ လာရာစ် အလုပ်လုပ်ကိုင်ရာ ကန်ဒီကဖေးမှာ ဗုံးပေါက်ကွဲပါတော့တယ်…အာလစ်ဖ်ကိုယ်တိုင်လည်း ရှိနေခဲ့တာမို့ ဒီဗုံးကွဲမှုရဲ့ လက်သည်တရားခံဟာ အစ္စလာမ်ကျောင်းသားလေးတွေကြောင့်လို့ အာလစ်ဖ် ထင်မှတ်သွားပါတယ်….တကယ်တော့ အဖြစ်မှန်ဟာ ထင်သလောက် ရိုးစင်းမနေဘဲ ရှုပ်ထွေးပွေလီမှုတွေ အများကြီး ရှိလို့နေပါတယ်…ဒီလိုအဖြစ်ကြီးကို အာလစ်ဖ်တစ်ယောက် ဘယ်လိုရင်ဆိုင်သွားမလဲ ရှုစားရမှာပဲ ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့Tun Aung Kyawပဲ ဖြစ်ပါတယ်။Genre….. Action, Drama, Sci-fiQuality…. 1080p | 720pFile size… 3.1GB | 1.3GBFormat… mp4Duration…. 2h 3minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Tun Aung KyawEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbimana AryasatyaAgus KuncoroArswendi NasutionBima AzrielCecep Arif RahmanCornelio SunnyDonny AlamsyahPiet PagauPrisia NasutionTanta GintingTeuku Rifnu WikanaTika BravaniVerdi Solaiman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rsJH44r5MycsH41d6VcBVIIn6oC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mH7uHT4wpMEXy6weQIojuISRdlv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z246nidt13ys.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/3-alif-lam-mim-2015-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21R20/3.Alif.Lam.Mim.2015.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KrZjjAya#9Mbk-pwXSOcCjf0tcSzLQGpOzuLTbmAvXg7GAmn9_hE",
        "server": "mega.nz",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sm8fotoaunbi.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/3-alif-lam-mim-2015-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21R29/3.Alif.Lam.Mim.2015.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uzglyLhL#skyyI6Sd8mQaIPizEVAjYkkiHNUI4yDOlL5CxBEdx2c",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7v6hs2gjcla9",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/qqafqwppgc9d",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gRsEgpc4ovM",
      "video_url": "https://www.youtube.com/watch?v=gRsEgpc4ovM",
      "embed_url": "https://www.youtube.com/embed/gRsEgpc4ovM"
    }
  },
  {
    "metadata": "|2015||Action,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "101K"
    },
    "title": "Self/less(2015)",
    "description": "Self/less (2015)=============IMDb – 6.5CM ဖန်တွေအတွက် Deadpool မင်းသား Ryan Reynolds ရဲ့ 2015 တုန်းကထွက်ရှိခဲ့တဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင်ကားကောင်းတစ်ကား‌ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ကျိကျိတက်အောင်ချမ်းသာနေပေမဲ့လည်း ကင်ဆာ‌ နောက်ဆုံးအဆင့်‌ရောက်နေတာကြောင့် နောက်ထပ်ခြောက်လတောင်မနေရတော့တဲ့အိမ်ခြံမြေသူဌေးကြီး ဒေမီယန် ဟေးလ် တစ်ယောက် သူ့ရဲ့အသိစိတ်ကိုတခြား ခန္ဓာကိုယ်တစ်ခုထဲကိုပြောင်းထည့်ပြီး ဆက်လက်ရှင်သန်လို့ရမယ်လို့ဆိုတဲ့ “အရေခွံလဲခြင်း” ဆိုတဲ့ ပရိုဂရမ်ကို သဘောတူလိုက်ပြီး အက်ဒ်ဝပ်ကစ်ဒ်နာဆိုတဲ့ နာမည်အသစ်နဲ့ ဘဝအသစ်မှာ ပျော်ပျော်ကြီးဆက်လက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ထင်ယောင်ထင်မှားဖြစ်မှုတွေကနေပြီးသူယူထားတဲ့ ခန္ဓာကိုယ်ကဓာတ်ခွဲခန်းထဲမှာဖန်တီးထားတဲ့ ခန္ဓာကိုယ်မဟုတ်ပဲလူစစ်စစ်တစ်ယောက်ရဲ့ခန္ဓာကိုယ်ဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာနောက်ကွယ်ဖုံးကွယ်ထားတဲ့ဖြစ်ရပ်တွေကို လိုက်ပြီးစုံစမ်းရင်း ဘယ်လိုအန္တရာယ်တွေကို ရင်ဆိုင်ကျော်လွှားရမလဲဆိုတာကို အက်ရှင်ခန်းအကြမ်းစားတွေနဲ့ ကြည့်ရှုရမဲ့ဇာတ်လမ်း‌ကောင်းလေးတစ်ပုဒ်ပါပဲဗျ။File size…1.15GB / 491MBQuality…Blu-Ray 1080p  5.1CH/ 720pFormat…mp4Duration….1h 57mGenre ….. Action , Mystery , Sci-fiSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by TmmtYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTarsem SinghStarsMatthew GoodeNatalie MartinezRyan ReynoldsCastAlvin SantanaAnna DudnikAnne SpeedAntionique PriceAshley LalibertyBen KingsleyBig FreediaBrendan McCarthyCedric PalmisanoChristopher HeskeyClaire McReynoldsClay ChamberlinDacia FernandezDakota BuchananDerek LukeDouglas M. GriffinDylan LoweEmily TremaineGary WeeksGriff FurstHannah JelinovicJaynee-Lynne KinchenJesica AhlbergJimmy GonzalesJulian NiccoliniKate Ransome WilcoxKatherine Grace YeatonKeiton CrumpKristin EricksonLola PhillipsMarcus Lyle BrownMariah QuintanaMariana Paola VicenteMatthew GoodeMelora HardinMichelle DockeryNatalie MartinezRashod SingletonRobert HarveyRonn SurelsRyan ReynoldsSam PageSandra Ellis LaffertyShelby SkipperSteffie GroteStephanie BertrandTeri WybleThomas Francis MurphyTom WaiteVictor Garber",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/edeAsyMfRYmNmFUIG1WzK7gcM1y.jpg",
      "https://image.tmdb.org/t/p/w300/kwPNyQuxp2O6aeNKDjt7wv9lre0.jpg",
      "https://image.tmdb.org/t/p/w300/AjO1Hqfsl6bSOGDpHdxuLNWtcJK.jpg",
      "https://image.tmdb.org/t/p/w300/9ZHlHGZEjrIYOP0nAEARR1xzXxo.jpg",
      "https://image.tmdb.org/t/p/w300/m5i0X3ZLxNkDOmw95v8A0diJ4Zs.jpg",
      "https://image.tmdb.org/t/p/w300/w7OksrqtjDr36bU1q1Duh8oFFSk.jpg",
      "https://image.tmdb.org/t/p/w300/xxhCKA7yxRI0FN97ou6VK3gDQhQ.jpg",
      "https://image.tmdb.org/t/p/w300/a6HiEVI4kYLpw3s6YL8pDWgCpkj.jpg",
      "https://image.tmdb.org/t/p/w300/kIPjPG34azLzsZ6XRaxZjH1XBOO.jpg",
      "https://image.tmdb.org/t/p/w300/zQyl3NRG3V639Lpa260XaijdLz1.jpg",
      "https://image.tmdb.org/t/p/w300/b1k5NN00bSqczGTAUcRvWc4VCor.jpg",
      "https://image.tmdb.org/t/p/w300/t5lMregDb5SvopT8UUta1IzYsqK.jpg",
      "https://image.tmdb.org/t/p/w300/nBejMjWDYXVbsp2FEVJvF49LqN1.jpg",
      "https://image.tmdb.org/t/p/w300/nOEzHe5ROL533ECxmAQ0dxHRqwL.jpg",
      "https://image.tmdb.org/t/p/w300/aw6wMTdqcxGrzZDOs2nmDKfERGS.jpg",
      "https://image.tmdb.org/t/p/w300/hJmmJQ0eFAmtbTERYhzJZmhXtMv.jpg",
      "https://image.tmdb.org/t/p/w300/hUcmXTKNfjGHCxHtRURCCLeHieu.jpg",
      "https://image.tmdb.org/t/p/w300/qvSWirqfhe1WqbaSMJ38xK8V3PG.jpg",
      "https://image.tmdb.org/t/p/w300/c6guHf6qKMbZwY2IyzgHkDz2Rnb.jpg",
      "https://image.tmdb.org/t/p/w300/bA84v84Ch45eiCU1cEPuZfMRvbs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b03zZZTE17iH6klsInFOlrgfYRN.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wxjk8ypy5xz1.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/self-less-2015-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3ee6y/Self.less.2015BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/CEJTRbqA#XKEJ-GB75hJCcwVRwTu3ilaQXSPc53_xrMxUdyJ_Hko",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/hba11ba8r1qm.html",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/f93uknwfcjqw",
        "server": "streamvid.io",
        "size": "1.15GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/s8we77qp7qhs.html",
        "server": "usersdrive.com",
        "size": "491MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/self-less-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "491MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ygE8/Self.less.2015BluRay720p.mp4",
        "server": "megaup.net",
        "size": "491MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/7AIECQJJ#EisMvGcffGltPJ7ZoljvC8JvKpkgXcHqM_-ceifj3ww",
        "server": "mega.nz",
        "size": "491MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/jz868p38icon.html",
        "server": "streamsb.com",
        "size": "491MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/4d8ir6l87f3n",
        "server": "streamvid.io",
        "size": "491MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "Mc4sz6neHDs",
      "video_url": "https://www.youtube.com/watch?v=Mc4sz6neHDs",
      "embed_url": "https://www.youtube.com/embed/Mc4sz6neHDs"
    }
  },
  {
    "metadata": "N/A|2015|N/A|Drama,Musical",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "199"
    },
    "title": "Have a song on your lips (2015)",
    "description": "ကဲအခုတခါေတာ့ အဖီးလ္ တစ္လိုင္းသန္တဲ့သူေတြအတြက္အေသအေၾက ဖီးလ္လို႔ရမယ့္ ဂ်ပန္ ဖီးလ္ကားႀကီးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက IMDb မွာrating 7.1/10 ရထားတဲ့ Drama ကားေလးတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ယူရီကာရွိီ၀ာဂါ ဟာ ပါရမီရွင္ ပီယာႏိုပညာရွင္တစ္ေယာက္ပါ တစ္ေန႔မွာ သူမ ဟာ သူ႔ရဲ႕ ဇာတိၿမိဳ႕ေလးဂိုတိုက်ြန္းကို တိုၿမိဳ႕ႀကီးကေနျပန္လာခဲ့ပါတယ္ ဒီလိုနဲ႔ ဇာတိၿမိဳ႕ေလးမွာယူရီတေယာေသာင္တင္ရင္း အလယ္တန္းေက်ာင္းကေလးမွာ ဆရာမ ၀င္လုပ္ပါေတာ့တယ္ တစ္ေန႔မွာေတာ့ ေက်ာင္းက ဂီတၿပိဳင္ပြဲ၀င္ဖို႔ႀကံဳလာတဲ့အခါမွာေတာ့ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ေနာ္ဘာသာ ျပန္ေပးသူ ကေတာ့ Ra VizZ ျဖစ္ပါတယ္Download Large FileDownload Small FileYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakahiro MikiStarsFumino KimuraKenta KiritaniYui AragakiYuri Tsunematsu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-04-18-19-13-65.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|111 min|Asian,Comedy,Drama,Fantasy,Musical",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "149"
    },
    "title": "Back to the 90s (2015)",
    "description": "Crazy Little Thing Called Love ဇာတ်ကားထဲမှာ မင်းသားမာရီယိုနဲ့ လိုက်ဖက်လွန်းစွာ သရုပ်ဆောင်ခဲ့တဲ့ ထိုင်းမင်းသမီးချောလေးPimchanok Luevisadpaibul (Baifern) ကို အားလုံးသိကြမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်…Back to the 90s (2015) ဒီဇာတ်ကားဟာလဲ သူလေး အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာလဲ သူလေးရဲ့ လှပသေသပ်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုသူတိုင်းကို စွဲဆောင်သွားဦးမှာပါ။မင်းသားတွေလဲ ဇာတ်ရုပ်နဲ့ကွက်တိကျတာကြောင့် ဒီဇာတ်ကားဟာ Rating မြင့်မားပြီး ကြည့်ရှုသူတိုင်း ကြိုက်နှစ်သက်တဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။ကျွန်တော်တို့မှာ မပြုပြင်နိုင်ခဲ့တဲ့ အတိတ်တွေရှိကြပါတယ်…ချစ်ခြင်းမေတ္တာရဲ့ ဆန်းကြယ်မှုမှာ မျက်စိသူငယ် နားသူငယ်ဖြစ်ဖူးခဲ့ကြမယ်…အသက်အရွယ်နဲ့ ရူးမိုက်မှုတို့ အချိိုးကျနေတုန်းမှာ ခပ်မိုက်မိုက် လေလွင့်ဖူးခဲ့မယ်..ဒါတွေကို ကျွန်တော်တို့ မပြုပြင်နိုင်တော့ဘူး.. နောင်တဆိုတာပဲ ပွေ့ဖက်နေကြရတာမလား…။ဒါပေမယ့် အတိတ်ကိုပြန်သွားလို့ရမယ်….ဒါတွေကို ပြုပြင်ဖို့ အခွင့်အရေးကို တစ်စုံတစ်ယောက်က ရခဲ့မယ်ဆိုရင်..ကျွန်တော်တို့ မြင်တွေ့ရမယ့် အရာတွေက ငယ်ရွယ်ပျိုမြစ်မှုတစ်ခုထဲလို့ ခပ်လွယ်လွယ်မထင်လိုက်ပါနဲ့။အစဉ်အဆက် ခမ်းနားခဲ့သလိုပဲ ချစ်ခြင်းက ဒေသမရွေး ကာလမရွေး ခမ်းနားနေခဲ့တာ ထင်ရှားပြခဲ့တယ်။IMDb Rating (6.7/10) အထိရရှိထားတဲ့ ထိုင်းဇာတ်ကားကောင်းလေးပါ..ကြည့်ရှုခံစားပေးပါဦး။File size…(999 MB) and (450 MB)Quality…WEB-DL Rip 720pFormat…mp4Duration….01:51:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySuzy Jirakit ThawornwongYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorยรรยง คุรุอังกูรStarsPimchanok LeuwisetpaiboonVichuda Pindumชนินทร จิตปรีดาชลกาญจน์ พวงน้อยอชิตะ ปราโมช ณ อยุธยาแดนอรุณ รามณรงค์CastPimchanok LeuwisetpaiboonVichuda Pindumชนินทร จิตปรีดาชลกาญจน์ พวงน้อยอชิตะ ปราโมช ณ อยุธยาแดนอรุณ รามณรงค์",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pHitxszvp5DUI7lH9GaEaCaR7df.jpg",
      "https://image.tmdb.org/t/p/w300/93WkZemaKVWYCU0bjxxyVKETOMf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/back-to-the-90s.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/back-to-the-90s-2015",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/back-to-the-90-s-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Afi5/Back_To_The_90s_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/zde00rjnqsur.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/zte59jku0m6c",
        "server": "veryfiles.com",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|27 min.|Adult",
    "rating": {
      "rating": "6.44/10",
      "rating_count": "181,528"
    },
    "title": "[Hentai] Allargando The Animation (2015)",
    "description": "An-chan who works at a maid masseuse parlor pampers her crush and client Koide-kun exclusively. He might not be the coolest or the most confident like his friend Sataki-kun, but guess which one she loves? School idol Aoyagi cheerfully sells sex tapes starring herself to a socially low-ranked student Nozaki. He wonders why she would sell such things to him and comes to a somewhat grim answer.(Source: Hentai Heaven)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPink PineappleStarsAkaneSanadaCastAkaneSanada",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/103801l.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/9cac5e/alargando-the-animation-raw-hd720-ds-mp4",
        "server": "yuudrive.me",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://drive.google.com/open?id=1nBc3V9WnmD5ouAQt_r1LAwBqGWG6qMzv",
        "server": "yoteshinportal.cc",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1wg16/Allargando_The_Animation_RAW_HD720_%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/xA8xnTiL#m82VSOi205uDbCQUlhAwa2qkk7NF9gpPhLSpM1zrSHc",
        "server": "mega.nz",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/0jy0ej7g70uc.html",
        "server": "DatBu",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/me47ufqpfnok",
        "server": "upstream.to",
        "size": "195.01 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/IyyBzKjYnW4AAA",
        "server": "disk.yandex.com",
        "size": "195.01 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|97 min|Adult,Uncategorized",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "283"
    },
    "title": "The Gigolo (2015)",
    "description": "ဇာတ္္လမ္းေလးကေတာ့    ဖန္ဟာ ဆင္းရဲတဲ့မိသားစုကေနေပါက္ဖြားလာတဲ့ သူတေယာက္ၿဖစ္ၿပီးေတာ့အိမ္ကအႏိုင္ႏိုင္ ေက်ာင္းထားေပးေနရတယ္တေန႕မွာ ေက်ာင္းမွာရန္ၿဖစ္ျပီးေက်ာင္းထုတ္ခံလိုက္ရတဲ့အခါမွာ ေနမေကာင္းတဲ့ အေမလည္းရိွေနတဲ့အတြက္မၿဖစ္မေန ပိုက္စံရွာရမယ့္အေနအထားၿဖစ္လာတယ္အဲ့ဒီအခ်ိန္မွာပဲ ကလပ္ပိုင္ရွင္ၿဖစ္တဲ့ သူ႕အန္တီနဲ႕ခ်ိတ္ဆက္မိၿပီးေတာ့ ေယာက္်ားေပ်ာ္ေတာ္ဆက္(ၿပည္႕တဆာ)ဘ၀ကို ေရာက္သြားခဲ့ရတယ္(သနားစရာေယာက္်ားတို႕ဘ၀ကို အဲ့ဒီမွာ ၿမင္ေတြ႕ၾကမွာပါ..:P)ပိုက္စံရိွၿပီးေတာ့ အိမ္ေထာင္ေရးအဆင္မေၿပတဲ့ မိရွဲက ဖန္ရဲ႕ဆက္ဆံမႈေတြအေပၚမွာ စြဲလန္းသြားခဲ့တယ္….ဖန္ကလည္း အဲ့ဒီလို ကိစၥေတြဘက္မွာအေတာ္ကိုကၽြမ္းက်င္ေအာင္ အခ်ိန္ယူၿပီးေလ့က်င့္ခဲ့တာပါဖန္ဟာ ေပ်ာ္ေတာ္ဆက္ဘ၀မွာအေတာ္ေအာင္ၿမင္လာခဲ့ၿပီးတဲ့ေနာက္မွာ ဒါရိုက္တာကလို၀ီကဖန္ကိုအင္တာဗ်ဴးတစ္ခုမွာ အၾကိဳက္ေတြ႕သြားၿပီးမင္းသားလုပ္ဖို႕ ကမ္းလွမ္းလာခဲ့တယ္….ဖန္ဟာ ကလို၀ီဆိုတဲ့ ခ်ပ္ေခ်ာေခ်ာ(စြန္းခ်စ္ဖို႔ေကာင္းတယ္ :P) တကယ့္အခ်စ္စစ္နဲ႕ခ်စ္သြားခဲ့တယ္….ဖန္ကလည္းေယာက္်ားၿပည္႕တဆာေလာကထြက္ႏိုင္ဖို႕ ၾကိဳးစားခဲ့တယ္...နာက္ပိုင္းမွာ မိရွဲဟာကလို၀ီရဲ႕ မိေထြးမွန္းသိသြားတဲ့အခါမွာေတာ့ မိေထြးနဲ႕ သမီးၾကားဖန္တေယာက္ဘယ္လိုေၿဖရွင္းမလဲဆိုတာကိုဇာတ္ကားမွာဆက္လက္ၾကည္႕ရႈၾကပါ (18+) အသားေပးမဟုတ္တဲ႔ အတြက္ အရမ္းၾကည့္လို႕ေကာင္းပါတဲ့ကားတစ္ကားျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmen Au Cheuk-manStarsAngelina Lo Yuen-YenCandy YuenDominic HoElena KongHazel TongJeana HoLap-Man SinTony HoWinnie LeungWong Chun-TongCastAngelina Lo Yuen-YenCandy YuenDominic HoElena KongFan LingHazel TongJeana HoLap-Man SinRonan PakTony HoWinnie LeungWong Chun-Tong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wR9AnsylZ2n9YhRHhUMxfEn9ckl.jpg",
      "https://image.tmdb.org/t/p/w300/8ECc2soCGiNX13N6O039ltQ4D9u.jpg",
      "https://image.tmdb.org/t/p/w300/pB9zCPFMSVefNZwHCQrl27yIJKe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2015.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-gigolo-2015",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/U374/[02315]_The_Gigolo_(2015)_[Drama]_[Dominic_Ho]_[CHINA]_[5.8]_[ADT].mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/6718hfy5rvs6",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|137 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "253,029"
    },
    "title": "The Hunger Games: Mockingjay – Part 2 (2015)",
    "description": "The Hunger Games: Mockingjay – Part 2 (2015)IMDb Rating (6.5) / Rotten Tomatoes (70%)ကတ်နစ်တို့တော်လှန်ရေးကိုနယ်မြေတိုင်းပါဝင်ဆောင်ရွက်ဖို့လိုအပ်တာကြောင့်နယ်မြေ၂ကို ကတ်နစ်တို့အနေနဲ့ စည်းရုံးသိမ်းသွင်းဖို့လိုအပ်လာပါတယ်။ကတ်နစ်ရဲ့ဘေးနားမှာအမြဲရှိနေပေးခဲ့တဲ့ဂေးလ်မှာအရင်နဲ့မတူညီတဲ့စိတ်တွေကိုလဲ ကတ်နစ်တစ်ယောက်မြင်လာပါတော့တယ်။ကတ်ပီတယ်ရဲ့မြှပ်ကွယ်တဲ့ထားတဲ့ဗုံးတွေ လက်နက်တွေကိုရှာဖွေတဲ့ရှေ့တန်းကိုကတ်နစ်ရောက်လာပြီးတော့တခြားသောတပ်ဖွဲ့ဝင်တွေနဲ့ ပူးပေါင်းဆောင်ရွက်ပြီးတော့စနိုးကိုဖြုတ်ချဖို့အတွက်ကြိုးစားကြပါတော့တယ်။ဒါပေမယ့် အချိန်တွေကြာလာလေလေကတ်ပီတယ်ရဲ့လက်နက်တွေကြားမှာပါဝင်တဲ့တပ်ဖွဲ့ဝင်တွေရဲ့အသက်တွေပေးလိုက်ရလေလေနဲ့ပဲနောက်ဆုံးအချိန်ထိ ကတ်နစ်တို့တောင့်ခံပြီးတော့ စနိုးကိုရင်ဆိုင်သွားနိုင်ပါ့မလား။တကယ်လို့ သူတို့အနေနဲ့ စနိုးတို့တည်ရှိနေတဲ့ကတ်ပီတယ်ကိုရင်ဆိုင်တိုက်ခိုက်ပြီးသွားတဲ့အချိန်မှာအောင်နိုင်သူတွေဖြစ်ကြတဲ့ ကတ်နစ်အဲဗာဒင်းနဲ့ပီတာမယ်လော့ခ် ၊ဂေးလ်တို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကရောနောက်ဆုံးဘယ်လို့အဆုံးသတ်သွားနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။အိမ်မက်ဆိုးတွေဟာလူတိုင်းမှာရှိကြပါတယ်။ဒီအိမ်မက်ဆိုးတွေဟာ ဘယ်တော့မှထွက်ခွာသွားကြမှာ မဟုတ်ဘူးဆိုတာကိုလဲ သိကြမှာပါဒီတော့ ဒါကိုဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာကိုပဲ…….။The Hunger Games ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=the+hunger+gamesကြည့်ပါ။File size…(3 GB)/(1.2 GB)/(900 MB)Quality…BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:16:56Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMyo NyuntYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAna Maria QuintanaCharles GibsonChristopher SurgentDouglas PlasseFrancis LawrenceStarsDonald SutherlandElizabeth BanksJeffrey WrightJennifer LawrenceJosh HutchersonJulianne MooreLiam HemsworthPhilip Seymour HoffmanStanley TucciWoody HarrelsonCastAlexander YassinApril GraceBear LawrenceBrandon CyrusCameron MacConomyDavid HallydayDesmond PhillipsDonald SutherlandElden HensonElizabeth BanksElle GrahamEmma Elle RobertsEugenie BondurantEvan RossGary SieversGwendoline ChristieJasmine AhnieJean Christophe LoustauJeffrey WrightJena MaloneJennifer LawrenceJoe ChrestJosh HutchersonJulianne MooreKate RacheskyKim OrmistonLacy DmitriewLiam HemsworthLinds EdwardsMahershala AliMark Jeffrey MillerMeta GoldingMichelle ForbesMisty OrmistonNatalie DormerOmid AbtahiPatina MillerPaula MalcomsonPhilip Seymour HoffmanPhillip Troy LingerR. A. RondellRobert KnepperSam ClaflinSam HargraveSarita ChoudhuryScott HunterStanley TucciStef DawsonSue-Lynn AnsariTheodore LawrenceThomas Blake Jr.Toby JonesTristan MamasakhlisashviliWes ChathamWillow ShieldsWoody Harrelson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nKDvDVSaFFBrQr0NoPiyasEN8Mk.jpg",
      "https://image.tmdb.org/t/p/w300/nkSQV6lZQoj3Dr6kgHl6UG4ZObA.jpg",
      "https://image.tmdb.org/t/p/w300/fk20GEABS36HZyPnUgWr4EX6eds.jpg",
      "https://image.tmdb.org/t/p/w300/t2ZA6D37yKvNVeQorZhAFYPpBp6.jpg",
      "https://image.tmdb.org/t/p/w300/mwHnJBehQaMnH2XjEeitBfoGB0L.jpg",
      "https://image.tmdb.org/t/p/w300/8wGpjCDAlwpOm1F1onhkhJq16lY.jpg",
      "https://image.tmdb.org/t/p/w300/6mHgnvTRrL8nMFHdYPTMQN4Z3OW.jpg",
      "https://image.tmdb.org/t/p/w300/pedzCKIAjpfVr8UNsL4UFtFwsFa.jpg",
      "https://image.tmdb.org/t/p/w300/3IQCqXRhxjTjpHSpbOD0jfU0MS2.jpg",
      "https://image.tmdb.org/t/p/w300/v8cU5Q8v6UT94aVoTv84FZTAjK0.jpg",
      "https://image.tmdb.org/t/p/w300/gytFLtegOZQbWwY9Luenu6uWzAl.jpg",
      "https://image.tmdb.org/t/p/w300/m3FqHMPjYByzVv9ZzOlwo3kqMPS.jpg",
      "https://image.tmdb.org/t/p/w300/iyix9t4hltnv8SWc0veqpe11cEB.jpg",
      "https://image.tmdb.org/t/p/w300/2l5qmfxDN98JFKpUy1n4vcLUPmv.jpg",
      "https://image.tmdb.org/t/p/w300/1MffgLmWsV45RfeScBjbJghXs45.jpg",
      "https://image.tmdb.org/t/p/w300/6RcgUnElelwZjhxbZv4DJg31HRb.jpg",
      "https://image.tmdb.org/t/p/w300/vPToLA075RgDEKllFYAq5BaMxKU.jpg",
      "https://image.tmdb.org/t/p/w300/wsa03SPfpFmjlY2eiTQx6wU5zWp.jpg",
      "https://image.tmdb.org/t/p/w300/buzWkRH5Y1dgS55ZbHQUZDw6pzF.jpg",
      "https://image.tmdb.org/t/p/w300/9dVpm01JwKZ4R1O9C4MTN1QJBmr.jpg",
      "https://image.tmdb.org/t/p/w300/5fkL7ovN37fNeCJpufSeoTFxhDH.jpg",
      "https://image.tmdb.org/t/p/w300/etK7FLkIwtTCCgwGwLQqMs9iQ7B.jpg",
      "https://image.tmdb.org/t/p/w300/muIGtbrBYntko7OaCFsIzLwNNI5.jpg",
      "https://image.tmdb.org/t/p/w300/9zWWAL8LciOBXvAArLn9mtGvRzQ.jpg",
      "https://image.tmdb.org/t/p/w300/uOeLt3yWSHWInyyJEMUQnfcqhau.jpg",
      "https://image.tmdb.org/t/p/w300/58extYLsKYDnymnduXiz3hElDa7.jpg",
      "https://image.tmdb.org/t/p/w300/y1i5wYGmxn9nTVTAXaQp5USAMmA.jpg",
      "https://image.tmdb.org/t/p/w300/5ttOaWDSi3PJuPDh727cddwlgh6.jpg",
      "https://image.tmdb.org/t/p/w300/4JDHAZOISCPvnoxkAE4rAYKdxuW.jpg",
      "https://image.tmdb.org/t/p/w300/zQU667Vusc8wTXcst2Y8vFqld2P.jpg",
      "https://image.tmdb.org/t/p/w300/wMvHoOYp0skme7G4GambMpxnER7.jpg",
      "https://image.tmdb.org/t/p/w300/cjkRodV2LBXSfPQC2Zkk6tDDpfP.jpg",
      "https://image.tmdb.org/t/p/w300/Avf72WmWTVZRqc3dHuVifqkAM73.jpg",
      "https://image.tmdb.org/t/p/w300/td7aCbxT6Badto1wc9PeRD0DG2r.jpg",
      "https://image.tmdb.org/t/p/w300/3k3d37afMqt44HMGMFkyEJlp804.jpg",
      "https://image.tmdb.org/t/p/w300/ijzNYHJp8VeMIMxhlCaIcuX5jZO.jpg",
      "https://image.tmdb.org/t/p/w300/9ZX4BYJ0s11v4KkKB0ELePR4rkB.jpg",
      "https://image.tmdb.org/t/p/w300/3jtU64DT4A9a5aQPqtais8dgCfR.jpg",
      "https://image.tmdb.org/t/p/w300/gRfjofNSweuAkQKDq5AIRNuL5TQ.jpg",
      "https://image.tmdb.org/t/p/w300/n4NEYeqXI2BZfwW0zt2KrBCy3nc.jpg",
      "https://image.tmdb.org/t/p/w300/4Nclh26qeJbN8CugzlTqiHlhoyL.jpg",
      "https://image.tmdb.org/t/p/w300/uz9b6OhVA0Zy2gg0Yllj31CxtHC.jpg",
      "https://image.tmdb.org/t/p/w300/9ga2j5ma50S1uQjVbTFm968aEWS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/cjad1cqumaa2hqvlarge_large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hunger-games-mockingjay-part-2-2015-4-k-2160-p-blu-ray-x-265-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/3necC/(CM)_The_Hunger_Games_-_Mockingjay_-_Part_2_(2015)_4K_2160p_BluRay_x265_10bit_SDR_AAC_5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/VSEh0YpI#5bhCbkHtXgTZkiG9vssKyFhUOjXkd8itvA-TuBQj_Cg",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/wup5oiiy9sfs.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hunger-games-mockingjay-part-2-2015-1080-p-blu-ray-x-265-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/21ji8/(CM)_The_Hunger_Games_-_Mockingjay_-_Part_2_(2015)_1080p_BluRay_x265_10bit_SDR_AAC_5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/xHEFlCCK#KsX2shi9AQX9zJeJAtPwWuc0l1PsQzWY31le8em_JeY",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/fsqxjstayymq.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hunger-games-mockingjay-part-2-2015-720-p-blu-ray-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21ji4/(CM)_The_Hunger_Games_-_Mockingjay_-_Part_2_(2015)_720p_BluRay_x264-Naung.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cflgkZAC#1EV36YS6Los75CpuoR1m0RxwZeKK8TSe-1a1bGl0Iu4",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tsjj0j0gchwk.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tjpyfy9a2ked",
        "server": "streamvid.io",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/n2b838ywbkjr",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YddkQoxkZMQ",
      "video_url": "https://www.youtube.com/watch?v=YddkQoxkZMQ",
      "embed_url": "https://www.youtube.com/embed/YddkQoxkZMQ"
    }
  },
  {
    "metadata": "G|2015|8min|Adventure,Animation,Short",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "13,885"
    },
    "title": "Frozen Fever (2015)",
    "description": "Frozen Fever (2015)_____IMDb – 6.9/10တကယ်တမ်း Short Movie အနေနဲ့ ထွက်ရှိထားတာဖြစ်ပြီး ၈ မိနစ်စာပဲ ရှိပေမယ့် တစ်ခြား Animation Cartoon ရုပ်ရှင်တွေရဲ့ Short Movie တွေလို မဟုတ်ပဲ ကြည့်ရတာ စိတ်ထဲ ပျော်ရွှင်မှုလေး တကယ်ရပါတယ်Elsa နဲ့ Kristoff တို့ ရဲ့ Anna အတွက် စိတ်လှုပ်ရှားဖွယ် မွေးနေ့အစီအစဉ်လေး ပြုလုပ်ပုံလေးက အရမ်းကို ချစ်စရာကောင်းနေပါတယ်.. ဒီအပိုင်းတိုလေးအတွင်းမှာ အန်နာ နဲ့ အလ်ဆာ တို့ ရဲ့ ဝတ်စုံဒီဇိုင်းကို သတိထားကြည့်ပါ အတော်လေးကို ထူးခြား လှပနေပါတယ်… အိပ်ပျော်နေတဲ့ အန်နာ ကို အလ်ဆာ က သွားနှိုးလာပြီး အဝတ်အနီစကြိုးလေး တစ်ကြိုးကို ဆွဲခိုင်းကာ တောက်လျှောက် လက်ဆောင်လေးတွေ တစ်ခုပြီး တစ်ခုပေးပါတယ် အဲ့ဒီ လမ်းတစ်လျှောက်လဲ အအေးမိနေတဲ့ အလ်ဆာ တစ်ယောက် တစ်ခါ နှာချေလိုက်တိုင်း တစ်ခါ နှင်းကောင်ပေါက်စ လေးတွေ ၂ ကောင် ၃ ကောင် ၅ ကောင်ဆီ မသိမသာ ထွက်ကျလာပါတယ်…အန်နာ ရဲ့ မွေးနေ့ ပါတီ အခန်းအနား ထဲသို့ ထိုကောင်လေးများ ရောက်ရှိသွားပြီး မွေးနေ့ ပါတီပြင်ဆင်နေတဲ့ Kristoff တို့ အဖွဲ့ကို သွားနှောက်ယှက်ပါတယ်… အအေးမိပြီး ဖျားနေတဲ့ အလ်ဆာ တစ်ယောက် အန်နာကို ပျော်ရွှင်ဖွယ် မွေးနေ့ ဖန်တီးပေးနိုင်ခဲ့မလား ရေခဲကောင်ပေါက် လေးတွေကပဲ မွေးနေ့ပွဲကို ဖျက်စီးပြစ်မလားဆိုတာ ကျနော်တို့ ၈ မိနစ်စာပဲ ရှိတဲ့ Frozen Fever ဆိုတဲ့ Short Movie လေးမှာ ကြည့်လိုက်ရအောင်…(သစ်ဆန်းခန့်)File Size – 236 MBQuality – Blu-Ray RipFormat – mp4Duration – 8 minsTranslator – Khin Cherry HninEncoder – Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris BuckJennifer LeeStarsChris WilliamsIdina MenzelJonathan GroffJosh GadKristen BellPaul BriggsCastChris WilliamsIdina MenzelJonathan GroffJosh GadKristen BellPaul Briggs",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6Dld7SALFtjV2Q57CPG0IOBqawD.jpg",
      "https://image.tmdb.org/t/p/w300/ic16B2KUfEFicIB3eiBUAYqrwz7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/frozen-fever-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ll16pjtr49an.html",
        "server": "usersdrive.com",
        "size": "236 MB",
        "quality": "Blu-Ray Rip"
      },
      {
        "link": "https://yoteshinportal.cc/frozen-fever-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "236 MB",
        "quality": "Blu-Ray Rip"
      },
      {
        "link": "https://megaup.net/Sax3/Frozen_Fever_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "236 MB",
        "quality": "Blu-Ray Rip"
      },
      {
        "link": "https://mega.nz/file/qMcnQa5S#UgQL4tarQNFDPGPha8ix1x0y_TS1djFNCegXgvVMVbA",
        "server": "mega.nz",
        "size": "236 MB",
        "quality": "Blu-Ray Rip"
      },
      {
        "link": "https://upstream.to/6wdrqi0t0zee",
        "server": "upstream.to",
        "size": "236 MB",
        "quality": "Blu-Ray Rip"
      }
    ],
    "trailer": {
      "video_id": "bQRLVxZHKPs",
      "video_url": "https://www.youtube.com/watch?v=bQRLVxZHKPs",
      "embed_url": "https://www.youtube.com/embed/bQRLVxZHKPs"
    }
  },
  {
    "metadata": "|2015||Documentary,Horror",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "7100"
    },
    "title": "The Nightmare (2015)",
    "description": "The Nightmare (2015)==================တီနာဟာ ဘားသွား၊ကလပ်တက်၊ဆေးချ၊ဘီယာသောက်၊ပါတီကဲဘက်စုံတော်တဲ့ကောင်မလေးပါ။ ကျောင်းသူဘဝကို သူငယ်ချင်းတွေတရုန်းရုန်းနဲ့ သူ့နည်းသူ့ဟန်အတိုင်း ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေခဲ့ပါတယ်။ အဲဒီနေ့မတိုင်ခင်ထိပေါ့…။တစ်နေ့ကျ ရေကူးကန်ပါတီတစ်ခုကအပြန် ကားတစ်စီးဝင်ကြုံးတာခံလိုက်ရပြီး အဲဒီအချိန်ကစလို့ သူ့ဘဝကြီးပြောင်းလဲခဲ့တော့တာပါပဲ။ခြေကျိုးလက်ကျိုးဒုက္ခိတဖြစ်တယ်လို့မထင်လိုက်ပါနဲ့။ သူနဲ့ စိတ်ချင်းဆက်သလိုဖြစ်နေတဲ့ သတ္တဝါတစ်ကောင်ကို မြင်မြင်နေရတာပါ။ အဲဒီသတ္တဝါနာရင် သူပါနာတယ်၊ အဲဒီသတ္တဝါသွေးထွက်ရင် သူပါလိုက်ပြီးသွေးထွက်တယ်။အဲဒီသတ္တဝါကို တခြားလူတွေကလည်းမမြင်ရတော့ သူ့ရဲ့ပြောင်းလဲလာတဲ့ရူးကြောင်ကြောင် အပြုအမူတွေကြောင့် စိတ်ကျန်းမာရေးဆေးရုံကိုပါ ပို့ခံထိတော့မလိုပါ။ တီနာတစ်ယောက် အဲဒီထူးဆန်းတဲ့သတ္တဝါနဲ့ ဘယ်လိုရှေ့ဆက်နှစ်ပါးသွားမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဗျာ။(ပါဝင်သောဇာတ်ဝင်ခန်းတချို့ကြောင့်ကလေးသူငယ်များကြည့်ရှုရန်မသင့်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Ngwe Zin ဖြစ်ပါတယ်)File Size……….(1.56 GB) / (557 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 31MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Documentary, HorrorTranslator…….Ngwe ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndrew SchwarzForrest BorieJohnny DeppKorinne Wilson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3il3btGQIhX4PbpKaABOiWfvpzD.jpg",
      "https://image.tmdb.org/t/p/w300/wC2VN0QMkcnxOTm8Lg2UMQzo7c3.jpg",
      "https://image.tmdb.org/t/p/w300/xtdCfX5yRcwgWa5SKeYfX5FB0jI.jpg",
      "https://image.tmdb.org/t/p/w300/3ECRtVqTxYwzalFDDn6HD01l5wi.jpg",
      "https://image.tmdb.org/t/p/w300/uL7uLXtTjAPF8odoI5GCaN2FFnF.jpg",
      "https://image.tmdb.org/t/p/w300/t0gGItiw1ZsqeHAlufhwd8vccnW.jpg",
      "https://image.tmdb.org/t/p/w300/mZfPRy53uWeEUK6A2Wc8hACJhHQ.jpg",
      "https://image.tmdb.org/t/p/w300/s32ALoQXC6dRn2DeNVLsXXVZLKm.jpg",
      "https://image.tmdb.org/t/p/w300/vYRmk73LTIfVAgvo4a77O2mA2O8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BMTkwNjcwOTMyMl5BMl5BanBnXkFtZTgwNTQ0MzE2NTE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-nightmare-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sc17/The.Nightmare.2015.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1.56 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/5440oqa80zz0",
        "server": "streamsb.com",
        "size": "1.56 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TiI2CayB#Uvwg3CchHxEnZvgBLMtTK-oUJikmp4MI2bdtph91_8I",
        "server": "mega.nz",
        "size": "1.56 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c318gv65wamc.html",
        "server": "usersdrive.com",
        "size": "1.56 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-nightmare-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "557 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sc0m/The.Nightmare.2015.720p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "557 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/of1qk8nyhjab",
        "server": "streamsb.com",
        "size": "557 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/vnYwxLjQ#9OkF0EzYvfu2rmwZdS_SXyjX7wcVi6m9YJ9YP_QQyCQ",
        "server": "mega.nz",
        "size": "557 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/l1aenuskqxwz.html",
        "server": "usersdrive.com",
        "size": "557 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DoPsjWqvwT4",
      "video_url": "https://www.youtube.com/watch?v=DoPsjWqvwT4",
      "embed_url": "https://www.youtube.com/embed/DoPsjWqvwT4"
    }
  },
  {
    "metadata": "|2015||Action,Biography,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "9800"
    },
    "title": "The Admiral (2015)",
    "description": "The Admiral (2015)==============IMDb Rating – 7.0/10ဒီဇာတ်ကားကို စ​ရေးမယ့်အချိန် ပိုစတာကိုမြင်​တော့ နည်းနည်း​လေးအင်တင်တင်ဖြစ်သွားမိတာ အမှန်ပါ။ ဒီဇိုင်းကာလာ အ​နေအထားကဒီဘက်​ခေတ်ထွက် ​​ပေါ​ပေါပဲပဲစတိုင် ဖြစ်​နေတာမဟုတ်လား။ ဒီလိုနဲ့Google​ ​ပြေး​ခေါက်၊ စာ​လေးဘာ​လေး​ပြေးရှာ​တော့ တို့များဖန်​တွေအ​​ပေးများတယ်ဆိုတဲ့ IMDbက 7၊ Review ဆရာကြီးများ ရှိ​နေတဲ့ခရမ်းချဉ်သီးပုပ်က67%ဆို​တော့ နည်းနည်းစိတ်ဝင်စားသွားမိတယ်။နယ်သာလန်ကားဆို​တော့ မြင်​တွေ့​နေကျ အ​နောက်တိုင်းရုပ်ရှင်တွေ၊အ​တွေ့နည်းတယ်ဆိုတဲ့ ပြင်သစ် တူရကီစသဖြင့်ထက် ရှား​တဲ့အပြင်ဆု၂ဆုနဲ့ nomi ၄ခုထိ စာရင်းဝင်ထား​တော့ သူများဂျင်းမထည့်ခင်ကိုယ်အရင်အထည့်ခံရမှာလန့်ရင်း ​စ​ရေးတယ်​​ပေါ့။ဇာတ်လမ်းက ၁၇ရာစုနှစ်ကို အ​ခြေခံထားပြီး နယ်သာလန်​​ရေတပ်ရဲ့ဗိုလ်ချုပ်ဖြစ်တဲ့ မီခယ်ဒီရိုက်တာကို အသား​ပေးရိုက်ကူးထားတာပါ။ပ​ဒေသရာဇ်​​တွေကြီးစိုး​နေ​​သေးတဲ့ အချိန်မျိုးမှာ ရီပတ်ဘလစ်စနစ်စတင်အ​ကောင်အထည်​ပေါ်​​နေပြီဖြစ်တဲ့ နယ်သာလန်​ပြည်ကြောင့်ပဲဒီဇာတ်ကားထဲက အရှုပ်ထုတ်​တွေ စဖြစ်ခဲ့တယ်လို့ ဆိုရမှာပါပဲ။သက်ဦးဆံပိုင်စနစ်ဘက်က မင်းမျိုးမင်းနွယ် ​​Prince of Orangeနဲ့ပါတီနိုင်ငံ​ရေးစနစ်ဘက်က ရီပတ်ဘလစ်ကန်​တွေ ပွတ်တိုက်လာမှုရဲ့အကျိုးဆက်အဖြစ် ပြည်တွင်းစစ်မီးက ​တောက်လုဆဲဆဲ ဖြစ်သလိုတစ်ဖက်မှာလည်း ​ဟော်လန်ရဲ့ ​ရေ​ကြောင်းကုန်သွယ်​ရေးလုပ်ငန်းနဲ့လွတ်လပ်တဲ့ ရီပတ်ဘလစ်စနစ်ကို မျက်မုန်းကျိုး​နေတဲ့ အင်္ဂလိပ်နဲ့ပြင်သစ်​တွေက ​ရေ​ကြောင်းထိုးစစ်​တွေနဲ့ ကျူး​ကျော်​နေတာ​ကြောင့်ပြည်ပရန်ကိုလည်း တပြိုင်တည်းရင်ဆိုင်​​နေရတယ်လို့ ​ပြောရမှာပါ။ဒီအချိန်မှာ ပြည်တွင်း​ရေးကို ဝန်ကြီးချုပ် ယိုဟန်ဒီဗစ်က ထိန်းကာပြည်ပရန်ကို​တော့ ​ရေ​ကြောင်းတိုက်ပွဲများစွာ ဆင်နွှဲခဲ့ဖူး ​နိုင်ခဲ့ဖူးတဲ့မီခယ်ဒီရိုက်တာကို ​ရေတပ်ဗိုလ်ချုပ်အဖြစ်ခန့်အပ်ပြီး ကာကွယ်ခိုင်းခဲ့ပါတယ်။ ဒီဇာတ်ကားထဲမှာ ဒီရိုက်တာရဲ့ စစ်​သေနင်္ကဗျူဟာ​တွေ၊သင်္ဘောတိုက်ပွဲအမိုက်စားကြီး​တွေ ကြည့်ရှုရမှာဖြစ်သလို တစ်ဖက်ပြည်တွင်း​ရေးမှာ ရီပတ်ဘလစ်ဝန်ကြီးချုပ်နဲ့ အောရိန့်မင်းသားတို့ရဲ့အာဏာအားပြိုင်မှု​​တွေကိုလည်း မြင်​တွေ့ရမှာဖြစ်ပါတယ်။ ဒတ်ချ်ဇာတ်ကားဆို​ပေမယ့် ဇာတ်လမ်းအသွားအလာက ခပ်သွက်သွက်နဲ့တမျိုးကြည့်​ကောင်းပါတယ်။​ ​သင်္ဘောတိုက်ပွဲ​​တွေလည်း ခဏခဏဖြစ်​နေတာ​ကြောင့် ပြည်တွင်းပြည်ပ အ​ရေး၂ခုက Non-stopဇာတ်ပုံစံ ဇာတ်ရှိန်က ​တောက်​လျောက်တက်​​​နေတာပါ။ပ​ဒေသရာဇ်​ခေတ်ပုံစံလည်း ဖြစ်ရမယ်၊ နိုင်ငံ​ရေးအားပြိုင်မှု​တွေကိုစိတ်ဝင်စားတယ်။ ​ရေ​တိုက်ပွဲ​တွေကိုလည်း သ​ဘောကျတယ်ဆိုရင်ဒီဇာတ်ကားက ရထားတဲ့ rating​တွေနဲ့ သူ့အိုးနဲ့သူဆန် တန်တယ်လို့​ပြောနိုင်ပါတယ်။ ကြာချိန်ကလည်း ၂နာရီခွဲနီးပါးရှိပြီး ဇာတ်အိမ်ကခိုင်လို့ အကြိုက်​တွေ့တဲ့သူ​တွေ ရှိမယ့်ဇာတ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)File Size……….(2.9 GB) / (1.48 GB) / (926 MB)Quality…………BluRay 1080p / 720p / 480pDuration………2Hrs 31minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Biography, DramaTranslator…….JimXEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRoel ReinéCastAurélie MerielAxel DaeseleireBarry AtsmaBas van ProoijenCharles DanceColin MaceDaniel BrocklebankDavid CorbettDerek de LintEgbert Jan WeeberElla-June HenrardFilip PeetersFrank LammersGene BervoetsHajo BruinsJada BorsatoJelle de JongJoost KoningJules CroisetLieke van LexmondLukas DijkemaMichael NierseNils VerkooijenPip PellensRein HofmanRené van AstenRobbert BloklandRoeland FernhoutRutger HauerSanne LangelaarThedo KeizerTygo GernandtVictor LöwWill BowdenYouval Kuipers",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ShlNQMWQKQfYiUhWOk2m4KLcUH.jpg",
      "https://image.tmdb.org/t/p/w300/gziBXqhb6jBuL63KzXcGFI5ym4b.jpg",
      "https://image.tmdb.org/t/p/w300/muaqzDUnxaU3b5xEVwS8xxnmSw6.jpg",
      "https://image.tmdb.org/t/p/w300/11xRjRkEXn0ZENLTWpp1MyxZu2l.jpg",
      "https://image.tmdb.org/t/p/w300/qkhyANMax1cfZHXVv1Ia6ejEe3J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTUzNzU1MzcxNV5BMl5BanBnXkFtZTgwOTQ4NjU2MzE@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-admiral-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-2015-dutch-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2tj8s/The.Admiral.2015.DUTCH.1080p.[CM].mp4",
        "server": "megaup.net",
        "size": "2.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NrgDjb5b#zm9cTpcQQNk0mVA58rK088J2LpxvSSbo-LRl1WXr5Sk",
        "server": "mega.nz",
        "size": "2.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/smw5iv7u9uxm.html",
        "server": "usersdrive.com",
        "size": "2.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-2015-dutch-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.48 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2tj7i/The.Admiral.2015.DUTCH.720p.[CM].mp4",
        "server": "megaup.net",
        "size": "1.48 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/z0is621x1zs9.html",
        "server": "streamsb.com",
        "size": "1.48 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/l2ZlmaQK#urjvYZER5GX7-EjEc9i1wKp3yeRyoQk6g1-7tQD8aCU",
        "server": "mega.nz",
        "size": "1.48 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/1gs9uzzd8yz1.html",
        "server": "usersdrive.com",
        "size": "1.48 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-2015-dutch-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "926 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/17oc0/The.Admiral.2015.DUTCH.480p.[CM].mp4",
        "server": "megaup.net",
        "size": "926 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/igzq3uzk1lsg.html",
        "server": "streamsb.com",
        "size": "926 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/AjIGAD7Z#rGRyIRmrSxtmEmmYqlqgVZeNnsIjYkbQObp9Gh8mI5o",
        "server": "mega.nz",
        "size": "926 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/h4xa7c889v3l.html",
        "server": "usersdrive.com",
        "size": "926 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "glwnk5x1scY",
      "video_url": "https://www.youtube.com/watch?v=glwnk5x1scY",
      "embed_url": "https://www.youtube.com/embed/glwnk5x1scY"
    }
  },
  {
    "metadata": "PG-13|2015|115 min|Comedy,Musical",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "119,150"
    },
    "title": "Pitch Perfect 2 (2015)",
    "description": "Pitch Perfect 2 ဟာ ၂၀၁၅ခုႏွစ္က ထြက္ရိွခဲ့ေသာ အေမရိကန္ဟာသကားျဖစ္ပါတယ္။၂၀၁၂ ခုႏွစ္တြင္ ထြက္ရိွခဲ့ေသာ Pitch Perfect ၏ ေနာက္ဆက္တဲြကားလည္း ျဖစ္ပါတယ္။ဂီတ-ဟာသ မ်ားတြင္ ယခုထက္ထိ ဝင္ေငြ အမ်ားဆံုးရရိွထားေသာ ဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating 6.5/ 10 ရရိွထားၿပီး Rotten Tomatoes တြင္ 66% Rating ရရိွထားပါတယ္။ဒီရုပ္ရွင္ထဲမွာ Cappella သီဆိုျခင္း ကို အဓိကထားျပီး ဇာတ္အိမ္တည္ထားပါတယ္။Cappella သီဆိုျခင္း ဆုိတာကေတာ့ တူရိယာ မပါဘဲ အဖဲြ႔တစ္ဖဲြ႔တြင္ပါဝင္ေသာ လူမ်ားကပဲ သီခ်င္းမ်ားကို သီဆိုုျခင္း၊ ပါးစပ္ျဖင့္ Beatbox သံလုပ္ျခင္းအပါအဝင္ တူရိယာသံလုပ္ျခင္းမ်ားကို ကိုယ္တုိင္ဖန္တီး၍ လုပ္ေဆာင္ရျခင္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အေမရိကန္သမၼတ Barack Obama ၏ ေမြးေန႔ပဲြတြင္ Bella အဖဲြ႕က ေဖ်ာ္ေျဖဆင္တင္ဆက္ရာမွ  ျဖစ္ပြားခဲ့ရေသာ အမွားတစ္ခုေၾကာင့္ Bella အဖဲြ႔၏နာမည္က်ဆင္းခဲ့ရၿပီး ေဖ်ာ္ေျဖေရးခရီးစဥ္မ်ားကို ပိတ္ပင္ခဲ့ေသာေၾကာင့္ နာမည္ေကာင္း ျပန္လည္ ရရိွဖို႔ရန္အတြက္ ကမာၻ႔ Cappella ၿပိဳင္ပဲြတြင္ အႏိုင္ရရိွေစရန္ အစြမ္းကုန္ ႀကိဳးစားအားထုတ္ရပါေတာ့တယ္။Jesse J ၏ Flashlight သီခ်င္းကို အဓိကဇာတ္ဝင္ေတး အျဖစ္ခံစားရမွာျဖစ္ၿပီး အျခားနာမည္ႀကီးသီခ်င္းမ်ားစြာ ကိုလည္း ပံုစံအသစ္ျဖင့္ နားဆင္ရမွာပဲျဖစ္ပါတယ္။ ထုိ႔အျပင္ လြတ္လပ္ေသာ လူငယ္ေက်ာင္းသားဘဝ၊ Teamworking၊ သူငယ္ခ်င္းခ်စ္ျခင္းေမတၱာတို႔ကို ဟာသေႏွာကာ ရူစားရမွာပဲျဖစ္ပါတယ္။File Size     :   800 MBDuration    :   1 : 54: 45Quality       :   BlurayripTranslator  :   Thinn Thiri AungEncoder      :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElizabeth BanksScott PetersonStarsAdam DevineAlexis KnappAnna CampAnna KendrickBen PlattBrittany SnowHailee SteinfeldKatey SagalRebel WilsonSkylar AstinCastAakomon JonesAdam DevineAdam LevineAkiff PremjeeAlexis KnappAlexis LawsonAlison SahonicAllie FederAmaris FloresAndrew FitzpatrickAneesh KanakamedalaAnna CampAnna KendrickAnton NarinskiyAustin LyonAvi KaplanBarry FortgangBen PlattBirgitte Hjort SørensenBlake BurtBlake SheltonBrandon AddisonBrandon LaraBrea GrantBrent L. BoxbergerBrian WatsonBrianna O'RourkeBritney Chelene ThomasBrittany SnowC.J. PerryCali BlakeChetan KhannaChrissie FitChristina AguileraClay MatthewsCodie L. WigginsDakota Scott SmithDaniel PiglaventoDavid BakhtiariDavid CrossDeke SharonDilip RajanDominic TibayanDonny BarclayDylan CheekElizabeth BanksEster DeanFlula BorgFrances ManzoGigi ZumbadoGralen Bryant BanksHailee SteinfeldHana Mae LeeHariharan RaviJacinto RodriguezJake TapperJasmine Paul-OlivierJason JonesJeff LevineJeremy WilliamsJerry ClarkJimmy KimmelJoe Lo TruglioJoe ScarboroughJohn HodgmanJohn Michael HigginsJordan RodgersJordyn McDempseyJoseph CaigoyJosh SittonJulian CruzKashish HoraKatey SagalKay CannonKeegan-Michael KeyKelley JakleKether DonohueKevin OlusolaKimberly Madsen-ThomasKirstin MaldonadoKyndra ReeveyLeticia JimenezLindsey LegrosMarisela ZumbadoMichael Odokara-OkigboMika BrzezinskiMitch GrassiMonica MaloneNaomi JamesNatalie LegendreNatalie MoralesNicolle WallacePharrell WilliamsPhi VuPranay SharmaPrashant RameshPraveen RajaguruRebel WilsonReggie WattsRobert W. Krieger IIIRobin RobertsRohan MurthyRosie O'DonnellRosie PerezRyan LeeperSamantha SmithSamantha YonackScott HoyingShanna Marie BurrisSharon GarrisonShawn Carter PetersonShelley RegnerSkylar AstinSnoop DoggSope AlukoSteven BanSylvia WeatherspoonTed MoockThomas J. LangTrace GaynorVarshil PatelVirgil RosalesWindy Diaz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qnzdloPp03sOhEpCyTQpjbdcGW5.jpg",
      "https://image.tmdb.org/t/p/w300/6bnI08rrGXRkngRqJWCMXDZuJ1j.jpg",
      "https://image.tmdb.org/t/p/w300/anItUS64TeGKPv6MJ99DMv7o0Z0.jpg",
      "https://image.tmdb.org/t/p/w300/cyFkiBPT6G3BtfAF7MxGqn9ZDdT.jpg",
      "https://image.tmdb.org/t/p/w300/w06UKkg4TB6xFaaL2cUpV7IK5kz.jpg",
      "https://image.tmdb.org/t/p/w300/sQZ1tej0S9oVd4wmyiiSTF0YsLK.jpg",
      "https://image.tmdb.org/t/p/w300/oZeMgD9HFFPixVBt259ozWSXMlh.jpg",
      "https://image.tmdb.org/t/p/w300/wf1aXQVOmtjHEMeMysjL7rDySz5.jpg",
      "https://image.tmdb.org/t/p/w300/zhBoTrc7S0nLg9TURAXkvnSuGv3.jpg",
      "https://image.tmdb.org/t/p/w300/vUPwYQ4cFSiGkltl21IrKYBZAZ2.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/camoz5lt0bk1.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Bluray-Rip"
      },
      {
        "link": "https://yoteshinportal.cc/pitch-perfect-2-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Bluray-Rip"
      },
      {
        "link": "https://megaup.net/Sf67/Pitch_Perfect_2_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Bluray-Rip"
      },
      {
        "link": "https://mega.nz/file/5OomCSJS#AAqg8HEOAM1xcxC3H92St4ed2Vix6tHmKp0QM0jLst4",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Bluray-Rip"
      },
      {
        "link": "https://upstream.to/vbja6n5gyf89",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Bluray-Rip"
      },
      {
        "link": "https://veryfiles.com/phcunctgwtwn",
        "server": "veryfiles.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pitch-perfect-2-2015",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "OgPm-yaLoyo",
      "video_url": "https://www.youtube.com/watch?v=OgPm-yaLoyo",
      "embed_url": "https://www.youtube.com/embed/OgPm-yaLoyo"
    }
  },
  {
    "metadata": "|2015||Adventure,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "5335"
    },
    "title": "Wolf Totem (2015)",
    "description": "[Unicode]2015 တုန်းက ထွက်ရှိထားတဲ့ Wolf Totem ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာတော့ ၁၉၆၀ ဝန်းကျင်က လွင်ပြင်ဒေသတွေမှာ နေထိုင်တဲ့ မွန်ဂိုလူမျိုးစုတွေရဲ့ နေထိုင်မှု ပုံစံတွေ ရိုးရာယဉ္ကေျးမှုတွေ ကိုးကွယ်မှုတွေကို မြင်တွေနိုင်မှာဖြစ်ပါတယ် ၊ဒါ့အပြင် ဇာတ်လမ်းမှာ နောက်ထပ်ပြသထားတာက မွန်ဂိုလွင်ပြင်မှာ နေထိုင်ကြတဲ့ ဝံပုလွေတွေ အကြောင်းပဲ ဖြစ်ပါတယ်…ဒီဇာတ်လမ်းမှာ မင်းသားကြီး Feng Shao Feng က ချန်ကျန့်အဖြစ် အဓိက ပါဝင်သရုပ်ဆောင်ထားပြီးလူသားနဲ့ ဝံပုလွေရဲ့ကြားက သံယောဇဉ် မေတ္တာကို ပေါ်လွင်အောင် ဖော်ကျူးထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းကတော့၁၉၆၇ ခုနှစ်မှာ ချန်ကျန့်ဆိုတဲ့ တက္ကသိုလ်ကျောင်းသားတစ်ယောက်ဟာ မွန်ဂိုဒေသမှာ ၂ နှစ်ကြာ စာပေသင်ကြားပေးဖို့ စေလွှတ်ခံခဲ့ရပါတယ်…ချန်ကျန့်ဟာ မွန်ဂိုလွင်ပြင်ဒေသမှာနေထိုင်းရင်း ဝံပုလွေတွေရဲ့ သဘာဝကိုလည်း လေ့လာခဲ့ပါတယ် ၊တစ်နေ့မှာတော့ လောဘကြီးတဲ့ လူတစ်စုကြောင့် ဝံပုလွေအုပ်စုတွေ ဒုက္ခတွေ့ခဲ့ရပါတယ်…ဝံပုလွေသားပေါက်လေးတွေကို သတ်ပစ်ဖို့ အစိုးရက အမိန့်ပေးလိုက်တဲ့အခါမှာ မွန်ဂိုတွေဟာ ဝံပုလွေ သားပေါက်လေးတွေကို သတ်ပစ်ခဲ့ပါတယ် ၊ဒါပေမယ့် သားပေါက်တွေထဲက တစ်ကောင်ကို ချန်ကျန့်က တိတ်တဆိတ်မွေးမြူထားခဲ့ပါတယ်…ဒါကို အထက်လူကြီးတွေ သိသွားတဲ့အခါမှာ ဘာဆက်ဖြစ်မှာလဲ…ချန်ကျန့်ကရော ဝံပုလွေသားပေါက်လေးကို လွင်ပြင်ဆီပြန်လွှတ်မှာလား…ဝံပုလွေအုပ်စု မျိုးတုံးသတ်ဖြတ်ခံရမှုကို တားဆီးပေးနိုင်မှာလား…ဝံပုလွေအုပ်စုတွေ ဘယ်လို အခက်ခဲတွေနဲ့ ကြုံရမှာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်….။( အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားသူကတော့ Han Thu Aye ဖြစ်ပါတယ် )[Zawgyi]2015 တုန္းက ထြက္ရွိထားတဲ့ Wolf Totem ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာေတာ့ ၁၉၆၀ ဝန္းက်င္က လြင္ျပင္ေဒသ​ေတြမွာ ေနထိုင္တဲ့ မြန္ဂိုလူမ်ိဳးစုေတြရဲ႕ ေနထို္င္မႈ ပုံစံေတြ ႐ိုးရာယေၪၠ်းမႈေတြ ကိုးကြယ္မႈေတြကို ျမင္ေတြႏိုင္မွာျဖစ္ပါတယ္ ၊ဒါ့အျပင္ ဇာတ္လမ္းမွာ ေနာက္ထပ္ျပသထားတာက မြန္ဂိုလြင္ျပင္မွာ ေနထိုင္ၾကတဲ့ ၀ံပုေလြေတြ အေၾကာင္းပဲ ျဖစ္ပါတယ္…ဒီဇာတ္လမ္းမွာ မင္းသားႀကီး Feng Shao Feng က ခ်န္က်န္႔အျဖစ္ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားၿပီးလူသားနဲ႔ ၀ံပုေလြရဲ႕ၾကားက သံေယာဇဥ္ ေမတၱာကို ေပၚလြင္ေအာင္ ေဖာ္က်ဴးထားပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းကေတာ့၁၉၆၇ ခုႏွစ္မွာ ခ်န္က်န္႔ဆိုတဲ့ တကၠသိုလ္ေက်ာင္းသားတစ္ေယာက္ဟာ မြန္ဂိုေဒသမွာ ၂ ႏွစ္ၾကာ စာေပသင္ၾကားေပးဖို႔ ေစလႊတ္ခံခဲ့ရပါတယ္…ခ်န္က်န္႔ဟာ မြန္ဂိုလြင္ျပင္ေဒသမွာေနထိုင္းရင္း ၀ံပုေလြေတြရဲ႕ သဘာ၀ကိုလည္း ေလ့လာခဲ့ပါတယ္ ၊တစ္ေန႔မွာေတာ့ ေလာဘႀကီးတဲ့ လူတစ္စုေၾကာင့္ ၀ံပုေလြအုပ္စုေတြ ဒုကၡေတြ႕ခဲ့ရပါတယ္…ဝံပုေလြသားေပါက္ေလးေတြကို သတ္ပစ္ဖို႔ အစိုးရက အမိန္႔ေပးလိုက္တဲ့အခါမွာ မြန္ဂိုေတြဟာ ၀ံပုေလြ သားေပါက္ေလးေတြကို သတ္ပစ္ခဲ့ပါတယ္ ၊ဒါေပမယ့္ သားေပါက္ေတြထဲက တစ္ေကာင္ကို ခ်န္က်န္႔က တိတ္တဆိတ္ေမြးျမဴထားခဲ့ပါတယ္…ဒါကို အထက္လူႀကီးေတြ သိသြားတဲ့အခါမွာ ဘာဆက္ျဖစ္မွာလဲ…ခ်န္က်န္႔ကေရာ ၀ံပုေလြသားေပါက္ေလးကို လြင္ျပင္ဆီျပန္လႊတ္မွာလား…၀ံပုေလြအုပ္စု မ်ိဳးတုံးသတ္ျဖတ္ခံရမႈကို တားဆီးေပးႏိုင္မွာလား…ဝံပုေလြအုပ္စုေတြ ဘယ္လို အခက္ခဲေတြနဲ႔ ႀကဳံရမွာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္….။( အညႊန္းေရးျပီး ဘာသာျပန္ေပးထားသူကေတာ့ Han Thu Aye ျဖစ္ပါတယ္ )File size__( 1.1 GB ) and ( 400 MB)Quality__Bluray-720pIMDb Rating__6.7/10Format__mp4Duration__02:01:16Type__Adventure, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byHan Thu AyeEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-Jacques AnnaudStarsAnkhnyam RagchaaBa Sen Zha BuShawn DouWilliam FengYin Zhu-ShengCastAnkhnyam RagchaaBa Sen Zha BuShawn DouWilliam FengYin Zhu-Sheng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iVmQqLbm2PzNga069mWOEB1WLFI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/WHE5b5pO3lLyStt5cA2vMLYPI4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-wolf-totem-2015-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wolf-totem-2015-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yuudrive.me/728acc5/cm-wolf-totem-2015-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yuudrive.me/31be34/cm-wolf-totem-2015-sfs-mp4",
        "server": "yuudrive.me",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://usersdrive.com/j25ccqddqfyt.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://usersdrive.com/xpfduu11xhgk.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2SHb1/[CM]_Wolf_Totem_(2015).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://megaup.net/4eC5x/[CM]_Wolf_Totem_(2015)_SFS.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/rDBrZA3rLje06g",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yadi.sk/i/aIMuKwicMkcnGA",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/YlJHTCaD#fFHAWofpHjKtQYEpt8MR94JGJSanKEO746F25v0DTGs",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://mega.nz/file/wkRjzKoQ#dlHbMJ7S-aMAnVuYbVDJXI6Mo_CFDA2bxTl_exrvhIU",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/00l8pq93plox",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://upstream.to/o7w4f5kf17uc",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "LIwWa-WkCak",
      "video_url": "https://www.youtube.com/watch?v=LIwWa-WkCak",
      "embed_url": "https://www.youtube.com/embed/LIwWa-WkCak"
    }
  },
  {
    "metadata": "UNRATED|2015|127 min|Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "6,377"
    },
    "title": "Holding the Man (2015)",
    "description": "ကဲ အခုတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ BL ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ Bl ပရိတ္တ္ၾကီးေတြ ကြီးယား တို႕ တရုတ္တို႕လိုေသးေသးေကြးေကြး BL  Ship တာေတြပဲ ၾကည့္ေနၾကတာေတြ႕ေတာ့ သိပ္အားမရမိတာမို႕အားရပါးရ  Ship တဲ့ ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးကို တင္ဆက္ေပးလိုက္တာကေတာ့LGBT ကို Support လုပ္တဲ့အေနနဲ႕ တင္ဆက္ေပးလိုက္တာျဖစ္ျပီးေတာ့ ဒီကားေလးက လူအခြင့္အေရး တစ္ခု ကိုပါမီးေမာင္းထိုး ျပထားတာပါ တကယ္ေတာ့ LGBT ဆိုတာလဲ လူေတြထဲက လူေတြပါပဲ  သူတို႕ဖာသာ ၂ဦးသေဘာတူၾကိဳက္က ခ်စ္ၾကတာကို အျပစ္တစ္ခုအေနနဲ႕ေတာ့ မေျပာသင့္ဘူးလုိ႕ ထင္မိပါတယ္သူတို႕မွာလဲ သူတို႕ ၾကိဳက္ခ်င္တဲ့သူ ခ်စ္တဲ့သူနဲ႕ တြဲဖို႕ အခြင့္အေရးရွိမယ္လို႕ ထင္ပါတယ္ဒါ့ေၾကာင့္ဒါကို အျပစ္တစ္ခု အေနနဲ႕ ေျပာေနတာကိုေတာ့ ရွဳတ္ခ်မိပါတယ္ဇာတ္လမ္းေလးကေတာ့ ၁၉၇၀ ကာလကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ၾသစေတးလ်သား လူငယ္၂ေယာက္ရဲ႕ စစ္မွန္တဲ့ ခ်စ္ျခင္းေလးကို ေဖာ္က်ဴးျပထားတာပါကဲ ဇာတ္လမ္းအက်ဥ္းေလးကိုသြားလိုက္ၾကရေအာင္ဇာတ္လမ္းကေတာ့ တကၠသိုလ္ေဘာလံုး အသင္းမွာ ကစားေနတဲ့ တီမိုသီ သူက သူ႕ကိုသူေဂးတစ္ေယာက္ဆိုတာ မသိခဲ့တဲ့ အပုန္းေလးတစ္ေယာက္ပါ ဒီလိုနဲ႕ တစ္ရက္မွာေတာ့သူတို႕ အသင္းရဲ႕ ေခါင္းေဆာင္ကို ရွစ္ သြားျပီး သူစိတ္၀င္စားေနတဲ့ အေၾကာင္းကိုအသင္းေခါင္းေဆာင္ကို ဖြင့္ေျပာခဲ့ပါတယ္ (ဒီေနရာမွာ ဘဲ TO ဘဲ ဘယ္လို ပညာသားပါပါ ရီးစားစကားေျပာလဲ ဘယ္လို ခ်ည္းကပ္သလဲဆိုတာကိုေတြ႕ၾကရမွာမို႕ ပညာယူၾကပါ – စကားခ်ပ္ ကိုရီးယား ၊တရုတ္ BL ေတြ ရိုတာေလာက္ေတာ့ပ်င္းေသးတယ္လို႕ေျပာရမွာပါပဲ ) ဖြင့္ေျပာခဲ့တဲ့ အခါမွာ အသင္းေခါင္းေဆာင္ကလဲ သူ႕ကို ျပန္လည္ ခ်စ္ၾကိဳက္ေၾကာင္း သူ႕ကို ယူႏိုင္မလားလို႕ေမးလိုက္တဲ့ အခါမွာ တီမိုသီ တစ္ေယာက္ထီေပါက္သြားပါေတာ့တယ္ဒါေပမဲ့ အဲ့ဒိအခ်ိန္က LGBT ကို လံုး၀ကန္႕ကြက္တဲ့ အခ်ိန္ လံုး၀ကို လက္သင့္မခံ ေသးတဲ့ အခ်ိန္ျဖစ္ေနတဲ့အခါမွာ သူတို႕ ႏွစ္ေယာက္ သူတို႕ ရဲ႕ အသိုင္းအ၀ိုင္းၾကားမွာ ပဋိပကၡေတြျဖစ္ျပီး ဒီ ပဋိပကၡေတြကို သူတို႕ ၂ေယာက္အခ်စ္စစ္ရဲ႕ ခြန္အားေတြနဲ႕ ရင္ဆိုင္ေက်ာ္ျဖတ္ဖို႕ ၾကိဳးစားတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြ ေက်ာ္ျဖတ္ၾကမလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ၾကရမွာျဖစ္ပါတယ္Qty – 720p BlurayDuration – 2hr 10minGern – Drama / RomanceSubtitle – Myanmar HardsubEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNeil ArmfieldStarsAnthony LaPagliaCamilla Ah KinCraig StottGeoffrey RushGuy PearceKerry FoxRyan CorrSarah SnookTom HobbsCastAnthony LaPagliaCamilla Ah KinCraig StottGeoffrey RushGuy PearceKerry FoxRyan CorrSarah SnookTom Hobbs",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tCDqB3RHLQPNwls5Sv7QvTK7dQv.jpg",
      "https://image.tmdb.org/t/p/w300/aLhrrommlOArsBUHDaEvNgWoBO8.jpg",
      "https://image.tmdb.org/t/p/w300/lD3w1zIx3Xau6zyeVl2QCEM7VGL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/9780143009498.jpg",
    "movie_links": [
      {
        "link": "Holding the Man (2015) https://usersdrive.com/69grcnac2f35.html",
        "server": "usersdrive.com",
        "size": "916MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/holding-the-man-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "916MB",
        "quality": ""
      },
      {
        "link": " https://megaup.net/SZ47/Holding_The_Man_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "916MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/88irtzhr0obh",
        "server": "upstream.to",
        "size": "916MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "JOURNEMfHls",
      "video_url": "https://www.youtube.com/watch?v=JOURNEMfHls",
      "embed_url": "https://www.youtube.com/embed/JOURNEMfHls"
    }
  },
  {
    "metadata": "PG-13|2015|1h 31min|Fantasy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "43000"
    },
    "title": "The Final Girls (2015)",
    "description": "The Final Girls (2015)=================ဒီဇာတ်ကားဟာ 2015 ခုနှစ်ထွက် Horror/Comedy အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့မက်စ်နဲ့ အမန်ဒါဟာ နှစ်ယောက်တစ်ဘ၀ရုန်းကန်နေကြတဲ့ အမေတစ်ခု သမီးတစ်ခု မိသားစုလေးပေါ့။မက်စ်ရဲ့အမေ အမန်ဒါဟာ ငယ်စဉ်တုန်းက Horror ရုပ်ရှင်တစ်ခုမှာ ပါ၀င်သရုပ်ဆောင်ဖူးသူဖြစ်ပြီး ရုပ်ရှင်ကြယ်ပွင့်တစ်ယောက်ဖြစ်ဖို့ အရမ်းစိတ်အားထက်သန်သူပါ။မမျှော်လင့်ပဲ သူကြိုးစားနေတဲ့လမ်းခုလတ်မှာတင် ကားမတော်တဆမှုမှာ အမန်ဒါသေဆုံးသွားပြီးနောက် မက်စ်တစ်ယောက်ဟာ သူ့အမေကို အမြဲသတိရ‌နေခဲ့ပါတယ်။နှစ်တွေအကြာ တစ်ရက်မှာအကြောင်းအမျိုးမျိုးကြောင့် မက်စ်တစ်ယောက် သူ့သူငယ်ချင်းတွေနဲ့ အမန်ဒါသရုပ်ဆောင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကို သွားကြည့်ကြဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီလိုနဲ့ မက်စ်နဲ့ သူ့သူငယ်ချင်းတစ်သိုက် မမျှော်လင့်ပဲ အဲ့ဒီရုပ်ရှင်ထဲကို ရောက်ရှိသွားတဲ့အခါမှာတော့…သူတို့အုပ်စု ရုပ်ရှင်ထဲကနေ ထွက်ပြေးလွတ်မြောက်ဖို့ ကြိုးစားကြ‌ပုံတွေကိုသည်းထိတ်ရင်ဖိုနဲ့ ဟာသလေးနှောပြီး ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။(ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 31MinType – Comedy, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by Chuck ChuckEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTodd Strauss-SchulsonCastAdam DevineAlexander LudwigAlia ShawkatAngela TrimburAntonio InnisAshen BonaventureBryce RomeroChloe BridgesCory HartDan B. NorrisElise Alexis CovellEric Michael CarneyJackie TuttleLauren GrosMalin ÅkermanNina DobrevReginald RobinsonRonnie HooksTaissa FarmigaThomas MiddleditchTory N. Thompson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ibC2De86rRLL4DUFDG8kKSCjZIW.jpg",
      "https://image.tmdb.org/t/p/w300/tYyT8s8JCiEpWplwWu7cRgAPP6i.jpg",
      "https://image.tmdb.org/t/p/w300/om5iR1Kr3C2ZosyvelZGedo8YDr.jpg",
      "https://image.tmdb.org/t/p/w300/nFnUVHdkdyqfxuFUQqtWYkp8PLc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gQYKSRVo5iZACFOY6x50RblI6rx.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-final-girls-2015",
        "server": "VIP Links",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-final-girls-2015-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-final-girls-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/YZzlZxqd",
        "server": "Direct Link",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/gJkUAYJ-",
        "server": "Direct Link",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ZLha/The_Final_Girls_(2015).1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ZLag/The_Final_Girls_(2015).720p.CM.mp4",
        "server": "megaup.net",
        "size": "1Gb",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/0hzned0hw06z.html",
        "server": "streamsb.com",
        "size": "1.6Gb",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/evrrajob53n7.html",
        "server": "streamsb.com",
        "size": "1Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zreNh78kTjg",
      "video_url": "https://www.youtube.com/watch?v=zreNh78kTjg",
      "embed_url": "https://www.youtube.com/embed/zreNh78kTjg"
    }
  },
  {
    "metadata": "PG-13|2015|101 min|Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "58,685"
    },
    "title": "The DUFF (2015)",
    "description": "ဒီတစ္ခါေတာ့ comedy ႀကိဳက္တဲ့သူေတြအတြက္ ဇာတ္ျမဴးေလးပါ၂၀၁၅ ခုႏွစ္ကထြက္ထားတဲ့ The Duff ဆိုတဲ့ movie ေလးပါဒီဇာတ္ကားထဲမွာေတာ့ ဘီယမ္ကာဆိုတဲ့ စာၾကမ္းပိုးမေလးနဲ႔ အရမ္းလန္းအရမ္းေဟာ့တဲ့ဂ်က္စ္နဲ႔ေကဆီတို႔ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြပါဘီယမ္ကာဟာ သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕ duff ျဖစ္မွန္းမသိျဖစ္ေနခဲ့ပါတယ္ဘီယမ္ကာရဲ႕ငယ္သူငယ္ခ်င္း ခပ္ေဟာ့ေဟာ့ေဘာလံုးအသင္းေခါင္းေဆာင္ ဝက္စေလက သူ႔ကိုေျပာျပတဲ့အခါဘီယမ္ကာတစ္ေယာက္ အေတာ္စိတ္အေႏွာက္အယွက္ျဖစ္ၿပီးသူ႔သူငယ္ခ်င္းေတြရဲ႕ duff အျဖစ္မေနႏိုင္ေတာ့ဘဲသူႀကိတ္ crush ေနတဲ့ေကာင္ေလး တိုဘီကိုဖြင့္ေျပာရဲဖို႔ႀကိဳးစားပါေတာ့တယ္ဒါကို ဝက္စေလကကူညီေပးခဲ့ပါတယ္အဲဒီအေတာတြင္း ဘယ္လိုအခက္အခဲေတြၾကံဳရတယ္ဆိုတာကို ဟာသေႏွာၿပီးရိုက္ထားတာပါေနာက္ဆံုးမွာေတာ့ စာၾကမ္းပိုးေလးဘီယမ္ကာတစ္ေယာက္ လွလာၿပီးသူ႔ crush ရဲ႕အခ်စ္ကိုတကယ္ပဲရမလားဆိုတာကိုေတာ့ ေစာင့္ၾကည့္ၾကပါလို႔(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္)File Size : (750 MB) and (300 MB)Quality : 720p BlurayRunning Time : 1hr 41minutesFormat : Mp4Genre : ComedyTranslated By May Tharaphi LwinEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAri SandelJanine GosselinStarsAllison JanneyBella ThorneBianca A. SantosChris WyldeKen JeongMae WhitmanNick EversmanRobbie AmellRomany MalcoSkyler SamuelsCastAllison JanneyBella ThorneBenjamin DavisBianca A. SantosBrian Dewar McNamaraChris WyldeErick ChavarriaKen JeongLai-Ling BernsteinMae WhitmanNick EversmanRebecca WeilRobbie AmellRomany MalcoSeth MeriwetherSkyler Samuels",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/awGZf5T1hflis9Z2KvRMhp798xU.jpg",
      "https://image.tmdb.org/t/p/w300/1GzGMWI28TOaYB5lc37WBSRFyEl.jpg",
      "https://image.tmdb.org/t/p/w300/nHiRbphah13BBS2L911rRDMWJ27.jpg",
      "https://image.tmdb.org/t/p/w300/4OiDhu9GA2Z5iO4GLPt7WKDfJjY.jpg",
      "https://image.tmdb.org/t/p/w300/KyRsm5KhiRc3VXnF6CKRZCfh1L.jpg",
      "https://image.tmdb.org/t/p/w300/rFmOwbQ7Vz3iBUxY5X6oT4psUco.jpg",
      "https://image.tmdb.org/t/p/w300/zeYWHtFNmZbSwRwyJTb8acrCTbw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc3OTg3MDUwN15BMl5BanBnXkFtZTgwMTAwMTkxNDE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://picocurl.com/2RK7",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2RKS",
        "server": "channelmyanmar.agbcloud.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2RKk",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2RKy",
        "server": "channelmyanmar.agbcloud.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2RLB",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "cISh0wmeZBQ",
      "video_url": "https://www.youtube.com/watch?v=cISh0wmeZBQ",
      "embed_url": "https://www.youtube.com/embed/cISh0wmeZBQ"
    }
  },
  {
    "metadata": "M-18|2015|1h 33min|Horror,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1,479"
    },
    "title": "The Tag-Along (2015)",
    "description": "The Tag-Along (2015)IMDb – 5.5/10_____Rotten – 80%၂၀၁၅ခုနှစ် ရဲ့horrorsဇတ် ကားကောင်းတွေထဲက တစ်ကားကိုချပြပါဆိုရင် …ဒီကားလေးလည်း အပါအဝင် ဖြစ်တယ်လို့ အသိပေးပါရစေ…ဒီဇာတ်လမ်းလေးက..အစမှာတည်းကိုက.. ခြောက်ခြားမှုတွေနဲ့ရုပ်ရှင်ကြည့်သူတွေရဲ့စိတ်ကို..ဆွဲခေါ်ထားပါတယ် ..Horrors ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်းကြောက်စရာအခန်းတွေ မှောင်မိုက်တဲ့ ညမြင်ကွင်းတွေနဲ့ခြောက်ခြားစရာ ကောင်းလောက်အောင် ရိုက်ကူးထားတဲ့ဒီကားဟာ IMDb 5.5 ထိရှိထားပါတယ်မင်းသမီး ချော Wei Ning Hsu လည်းပါဝင်တာမို့ပိုပြီးအသက် ဝင် နေတဲ့ Horrorဇတ် ကား လေးအဖြစ်နဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ John La Yaung ပဲ ဖြစ်ပါတယ်)၂၀၁၅ခုႏွစ္ ရဲ႕horrorsဇတ္ ကားေကာင္းေတြထဲက တစ္ကားကိုခ်ျပပါဆိုရင္ …ဒီကားေလးလည္း အပါအဝင္ ျဖစ္တယ္လို႔ အသိေပးပါရေစ…ဒီဇာတ္လမ္းေလးက..အစမွာတည္းကိုက.. ေျခာက္ျခားမႈေတြနဲ႔႐ုပ္ရွင္ၾကည့္သူေတြရဲ႕စိတ္ကို..ဆြဲေခၚထားပါတယ္ ..Horrors ဇာတ္ကားေတြရဲ႕ထုံးစံအတိုင္းေၾကာက္စရာအခန္းေတြ ေမွာင္မိုက္တဲ့ ညျမင္ကြင္းေတြနဲ႔ေျခာက္ျခားစရာ ေကာင္းေလာက္ေအာင္ ႐ိုက္ကူးထားတဲ့ဒီကားဟာ IMDb 5.5 ထိရွိထားပါတယ္မင္းသမီး ေခ်ာ Wei Ning Hsu လည္းပါဝင္တာမို႔ပိုၿပီးအသက္ ဝင္ ေနတဲ့ Horrorဇတ္ ကား ေလးအျဖစ္နဲ႔ မိတ္ဆက္ေပးလိုက္ပါတယ္(ဇာတ္ကားအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)File Size         : 665 MBQuality           : Blu ray 720PRunning Time : 1hr 33 minuteFormat           : Mp4Genre             : Horror, ThrillerEncoder         : Joker.phsThe Tag-Along 2 (2017) ကို download ရန်… နှိပ်ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWei-Hao ChengStarsRiver HuangWei-Ning HsuYin-Shang LiuCastBasang YaweiChang Pai-ChouMario PuMei Man JinPai Ming-HuaRiver HuangTiffany HsuYin-Shang LiuYumi Wong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h8oufWe0jtE3BKGj1YqLe9e8di7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-tag-along.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/248st4ysoahh.html",
        "server": "usersdrive.com",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tag-along-hong-yi-xio-n-hai-the-little-girl-in-red-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/99efc/the-tag-along-hng-y-xio-n-hi-the-litle-girl-in-red-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/imyn7edndetj/The_Tag-Along_(H%C3%B3ng_y%C4%AB_xi%C7%8Eo_n%C7%9A_h%C3%A1i)_(The_Little_Girl_In_Red)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/TDzh/The_Tag-Along_(Hóng_yī_xiǎo_nǚ_hái)_(The_Little_Girl_In_Red)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/55hEDJrD#BAvsGdznYYbVyYvBeATTv40KskgrwxwzZpy2Lzr5TeM",
        "server": "mega.nz",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/fevplhwng8mt",
        "server": "upstream.to",
        "size": "665 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "CMiX8FDLdoU",
      "video_url": "https://www.youtube.com/watch?v=CMiX8FDLdoU",
      "embed_url": "https://www.youtube.com/embed/CMiX8FDLdoU"
    }
  },
  {
    "metadata": "R|2015|1h 54min|Action,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "100,234"
    },
    "title": "Run All Night (2015)",
    "description": "Run All Night (2015)IMDb – 6.6/10_____Rotten – 59%2015 မှာ ထွက်ရှိထားတဲ့ Run All Night ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အားလုံးစောင့်မျှော်နေတဲ့ဇာတ်ကားလို့ထင်ပါတယ်..ကျွန်တော်တို့အသည်းစွဲကြိုက်ခဲ့တဲ့ Takenဇာတ်ကားမှာ သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Liam Neeson သရုပ်ဆောင်ထားပါတယ်..IMDb Rating 6.6 ရရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..မကြည့်ခင် Movie Review လေးအရင်ခံစားကြည့်လိုက်ရအောင် 🙂ဇာတ်လမ်းလေးကတော့ ဖခင်တစ်ယောက်ရဲ့မေတ္တာအကြောင်းပါ…မိုက်ကယ်ကတော့ လူကောင်းလေးပါ သမ္မာအာဇီဝအလုပ်နဲ့အသက်မွေးဝမ်းကျောင်းလုပ်ပေမဲ့သူ့အဖေကတော့ အရင်တုန်းက သူ့သူငယ်ချင်းနဲ့တူတူ ဘိန်းအရောင်းဝယ်လုပ်ရင်းတချိူ့သော သူငယ်ချင်းတွေကိုတောင် သတ်ခဲ့ပါတယ် တနေ့တော့ သူ့သူငယ်ချင်းသားဒန်နီကလူသတ်တာကို မိုက်ကယ်မြင်သွားလို့ဆိုပီး မိုက်ကယ်ကိုသတ်ဖို့လုပ်တယ် အဲဒါကို သူ့အဖေကအရင်လက်ဦးပီး ဒန်နီကို သတ်လိုက်ပါတယ် အဲဒီမှာ သူနဲ့သူ့သူငယ်ချင်း ရန်ဘက်ဖြစ်သွားတော့ပါတယ်သူ့သူငယ်ချင်းက ပြန်လက်စားချေပုံ သူကလဲ သူ့သားကို ဖခင်တစ်ယောက်အနေနဲ့ အသက်စွန့်ကာကွယ်ပုံတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်Filesize : 655 MBQuality : 720pFormat: mp4Running Time : 1h 54mIMDb Rate : 6.6Subtitle : Myanmar Subtitle ( Hardsub )Encoder : LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEva Z. CabreraJaume Collet-SerraStarsBeau KnappBoyd HolbrookBruce McGillCommonEd HarrisGénesis RodríguezJoel KinnamanLiam NeesonLois SmithVincent D'OnofrioCastBeau KnappBoyd HolbrookBruce McGillCommonDaniel Stewart ShermanEd HarrisGénesis RodríguezHolt McCallanyJames MartinezJoel KinnamanJohn CenatiempoLiam NeesonLois SmithLynn MarocolaMalcolm GoodwinNick NoltePatricia KalemberRadivoje BukvićTony NaumovskiVincent D'Onofrio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/btYLocrnI24i8e5FRSQEkTAOSbe.jpg",
      "https://image.tmdb.org/t/p/w300/itohUtyCyj6BuKlNg4fyTi8s3rb.jpg",
      "https://image.tmdb.org/t/p/w300/cb1R4VdM0FkacQ8AYjuK9Qe6Lpl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/run-all-night-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mp3x736bon24.html",
        "server": "usersdrive.com",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/run-all-night-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/7f2e5/run-al-night-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/tqt6s8y5igdy/Run_All_Night_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/T3sg/Run_All_Night_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xLYghJQK#3akxysqaPeQVVx_4sc9FFYuyccvJ_BmAd3ibR9o-KYs",
        "server": "mega.nz",
        "size": "655 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/win6rdeoiw2g",
        "server": "upstream.to",
        "size": "655 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "plrh783KCqg",
      "video_url": "https://www.youtube.com/watch?v=plrh783KCqg",
      "embed_url": "https://www.youtube.com/embed/plrh783KCqg"
    }
  }
]