[
  {
    "metadata": "R|2007|96 min|Adult,Comedy,Fantasy,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "75,680"
    },
    "title": "Good Luck Chuck (2007)",
    "description": "ဒီဇာတ္ကားေလးကိုေတာ့ အေတာ္ေတာ္မ်ားမ်ား ရင္းနွီးေနေလာက္ပါျပီ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ာလီဟာ ငယ္စဥ္ဘ၀မွာေကာင္မေလးတစ္ေယာက္ရဲ႕ က်ိန္စာတိုက္တာကို ခံလိုက္ရပါတယ္။က်ိန္စာကေတာ့ မင္းနဲ႕ အတူတူ အိပ္မိတဲ့သူတိုင္းဟာ မင္းနဲ႔ကြဲျပီးေနာက္တစ္ေယာက္ရဲ႕ ဖူးစာရွင္ျဖစ္ပါေစဆိုတာပါပဲ။ဒီက်ိန္စာတစ္ကယ္အမွန္လို ျဖစ္လာတဲ့အခါမွာေတာ့ တစ္ျမိဳ႕လံုးရဲ႕ဖူးစာရွင္လိုခ်င္တဲ့ မိန္းမအားလံုးဟာ ခ်ာလီနဲ႕ အတူအိပ္ဖို႕ၾကိဳးစားလာပါေတာ့တယ္။ဒါေပမယ္ ခ်ာလီကိုယ္တိုင္ ခ်စ္တဲ့သူေတြ႕လာျပီး သူ႕ခ်စ္သူကအတူအိပ္ဖို႕ၾကိဳးစားလာတဲ့အခါမွာေတာ့ နည္းမ်ိဳးစံုနဲ႔ မအိပ္ျဖစ္ေအာင္ေရွာင္ရင္က်ိန္စာကို ေခ်ဖ်က္ဖို႕ ၾကိဳးစားလာပါေတာ့တယ္။ ဇာတ္ကားဟာလိင္အသားေပးမဟုတ္ပဲ ဟာသနဲ႔ အခ်စ္အေၾကာင္းပဲျဖစ္ေပမယ္အသံုးအႏႈန္းေတြနဲ႔ အခန္းေတြက တစ္ေယာက္ထဲၾကည့္မွပဲသင့္ေတာ္ပါလိမ့္မယ္။ ဒီကားကိုေတာ့ မန္ဘာWai Phyo မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္။UNICODEဒီဇာတ်ကားလေးကိုတော့ အတော်တော်များများ ရင်းနှီးနေလောက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ချာလီဟာ ငယ်စဉ်ဘဝမှာကောင်မလေးတစ်ယောက်ရဲ့ ကျိန်စာတိုက်တာကို ခံလိုက်ရပါတယ်။ကျိန်စာကတော့ မင်းနဲ့ အတူတူ အိပ်မိတဲ့သူတိုင်းဟာ မင်းနဲ့ကွဲပြီးနောက်တစ်ယောက်ရဲ့ ဖူးစာရှင်ဖြစ်ပါစေဆိုတာပါပဲ။ဒီကျိန်စာတစ်ကယ်အမှန်လို ဖြစ်လာတဲ့အခါမှာတော့ တစ်မြို့လုံးရဲ့ဖူးစာရှင်လိုချင်တဲ့ မိန်းမအားလုံးဟာ ချာလီနဲ့ အတူအိပ်ဖို့ကြိုးစားလာပါတော့တယ်။ဒါပေမယ် ချာလီကိုယ်တိုင် ချစ်တဲ့သူတွေ့လာပြီး သူ့ချစ်သူကအတူအိပ်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့ မအိပ်ဖြစ်အောင်ရှောင်ရင်ကျိန်စာကို ချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။ ဇာတ်ကားဟာလိင်အသားပေးမဟုတ်ပဲ ဟာသနဲ့ အချစ်အကြောင်းပဲဖြစ်ပေမယ်အသုံးအနှုန်းတွေနဲ့ အခန်းတွေက တစ်ယောက်ထဲကြည့်မှပဲသင့်တော်ပါလိမ့်မယ်။ ဒီကားကိုတော့ မန်ဘာWai Phyo မှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark HelfrichStarsConnor PriceMackenzie MowatSasha PieterseTroy Gentile",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/good-luck-chuck2007",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/good-luck-chuck-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2007|125 min|Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "727"
    },
    "title": "Body 19 (2007)",
    "description": "Horror Movie ေတြ ႀကိဳက္တက္တဲ့ ပရိတ္သက္ေတြကို ေတြးစရာေတြ ထိတ္လန္႔စရာေတြ ေပးႏုိင္တဲ့ရုပ္ရွင္ေကာင္းတစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ….ဇတ္လမ္း အစ မွာ ေအာ္ပရာရံုတစ္ခုအတြင္း ပြဲၾကည့္ေနတဲ့ လူငယ္တစ္ေယာက္ ဟာ ျပပြဲထဲ စိတ္မေရာက္ပဲတစ္ခုခုကို အေတြးလြန္ေနပါတယ္ သူအိမ္ျပန္ရေတာ့မယ္ လို႔ ေတြးမိၿပီး ေလွကားအဆင္းလာ ပိုင္ရွင္မရွိေသာအက်ီတစ္ထည္ကို ေတြ႔လို႔ ပိုင္ရွင္လုိက္ရွာေသာ္လဲ ရွာမေတြ႔၍ သူေနထုိင္ရာ အစ္မျဖစ္သူ၏ အိမ္သို႔ယူေဆာင္လာပါေတာ့တယ္…ထို လူငယ္နာမည္ကေတာ့ ခၽြန္း ျဖစ္ၿပီး အလုပ္မရွိေသး၍အစ္မျဖစ္သူ အဲ ငွားေနေသာ အိမ္တြင္ ကပ္ေနရသူ ျဖစ္ပါတယ္ထိုေန႔က စၿပီး ခၽြန္း တစ္ေယာက္ အိပ္မက္ဆိုးေတြ ခဏခဏ မက္ပါတယ္အိပ္မက္ထဲတြင္ အမ်ိဳးသမီး တစ္ဦး အသတ္ခံေနရၿပီး သူမ ကိုရွာေဖြေပးဖို႔ သူ႔ကို အၿမဲသတိေပးပါတယ္ဆရာ၀န္တစ္ဦး ျဖစ္ေသာ ခၽြန္း ရဲ႕ အစ္မ အဲ ကေတာ့ သူ႕ အေျခအေနကို ေရာဂါ တစ္ခုအျဖစ္ျမင္ၿပီးစိတ္ေရာဂါကု ဆရာ၀န္ ျဖစ္သူ Usa ထံ ျပဖို႔ တိုက္တြန္းလုိက္ၿပီး ခၽြန္းတစ္ေယာက္ Usa ႏွင့္ေတြ႔ၿပီးေနာက္သူ႔ ရဲ႕ အိပ္မက္ေတြ မွာ လက္ေတြ႔ အျပင္မွာ ျဖစ္ပ်က္ေနေၾကာင္း သက္ေသျပဖို႔ ႀကိဳးစားရင္းသူ႔ကိုသူေတာင္ မယံုရေလာက္ေအာင္ ဆိုး၀ါးတဲ့ အရာမ်ားႏွင့္ေတြ႔ႀကံဳလာရေသာ အခါ….Body 19 ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Coming Soon ကို ဘာသာျပန္ေပးခဲ့ေသာCM Translator တစ္ဦးျဖစ္သူ Wut Hmone ပဲ ျဖစ္ပါတယ္…(သစ္ဆန္းခန္႔)Download Link=============DownloadDownload Small File (511MB)File size – ( 850MB )Quality – DVD Rip 720PFormat – MP4Subtitle – Myanmar SubtitleEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaween PurikitpanyaStarsArak AmornsupasiriKritteera InpornwijitOrnjira LamwilaiPatharawarin Timkul",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/A10515874-vote5.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2007|113 min|Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "246,190"
    },
    "title": "Death Proof(2007)",
    "description": "Death Proof(2007)IMDb….7.0သူမ်ား ရုပ္ရွင္ရိုက္ကြင္းေတြမွာ စတန္႔ဝင္လုပ္ေပးရတဲ့ ဘဲႀကီးတစ္ေပြ။ ဒီဘဲႀကီးကေဆာ္ ငယ္ငယ္ေလးေတြဆို စိတ္ဝင္စားတယ္။ ေဆာ္ေလးေတြ ေတြ႔ၿပီဆို အူေၾကာင္ေၾကာင္နဲ႔ ေၾကာက္စရာေကာင္းတဲ့ အၾကည့္မ်ိဳးနဲ႔ ၾကည့္ေနတတ္တယ္။တစ္ေန႔ေတာ့ အရက္ဘားတစ္ခုမွာ ကဲခ်င္တိုင္းကဲ ျဖစ္ခ်င္တိုင္း ျဖစ္ေနတဲ့ ေဆာ္တစ္အုပ္ကိုေတြ႔တယ္။ အဲ့ဒီ ေဆာ္တစ္အုပ္ ဘားကေန အျပင္ကို ကားေမာင္းထြက္သြားခ်ိန္မွာေတာ့ စတန္႔ဘဲႀကီးကလည္း သူ႔ရဲ႕ အထူူးျပဳလုပ္ထားတဲ့ စီးေတာ္ယဥ္ ကားႀကီး စီးလို႔ ေကာင္မေလးေတြ ေနာက္ လိုက္သြားတယ္။သူ႔ စီးေတာ္ ကားႀကီးက Death Proof ပါတဲ့။ ဆိုလိုရင္းကေတာ့ ကားတိုက္မႈ ျဖစ္ရင္ မေသတတ္ဘူးေပါ့ေလ။နာရီေတြမွာ water proof ဆိုတဲ့ စကားလံုးပါရင္ နာရီ ေရထဲက်သြားလည္း မပ်က္စီးသြားသလိုေပါ့။သူ႔ကားကို သူက Death Proof ျဖစ္ေအာင္ ရြိဳင္းထားတယ္။ေကာင္မေလးေတြကို သူ ဘာလုပ္မွာလဲ? ဒီဘဲႀကီးက ဘယ္လိုေကာင္ႀကီးလဲ?____________* Death Proof *IMDB – 7/10Rotten Tomatoes – 65%MKWah – 4/5__________ေသြးထြက္သံယို ဒါရိုက္တာႀကီး Tarantino ကေတာ့ ဒီကားကို သူရိုက္ဖူးသမွ် ကားေတြထဲမွာ အစုတ္ျပတ္ဆံုးပဲလို႔ ေပၚတင္ ေၾကညာခဲ့တယ္။ဒါေပမယ့္ ရုပ္ရွင္ေဝဖန္ေရးဆရာ ေတာ္ေတာ္မ်ားမ်ားကေတာ့ ဒီကားဟာ Tarantino ရိုက္သမွ်ကားေတြထဲမွာ အေကာင္းဆံုးတစ္ကားလို႔ေတာင္ ဆိုႏိုင္တယ္လို႔ ေျပာတဲ့သူက ေျပာၾကတယ္။ တခ်ိဳ႕က်ေတာပလည္း အေကာင္းဆံုးမဟုတ္ေတာင္ ေတာ္ေတာ္ ေကာင္းတဲ့ ကား ျဖစ္တယ္လို႕ ခ်ီးက်ဴးၾကတယ္။ဒီကားက Tarantino ရိုက္သမွ်ကားေတြထဲမွာ အရိုးရွင္းဆံုး နဲ႔ linear အတိုင္းသြားတဲ့ (အတိတ္ေရာက္သြားလိုက္ အနာဂတ္ေရာက္သြားလိုက္ မလုပ္တဲ့)တစ္ကားတည္းေသာ ကားပါ။ဒီကားအေၾကာင္းေျပာမယ္ဆို အရင္ဆံုး ေျပာရမွာက ဒီကားမွာ အဓိက ေတြ႔ရမယ့္ စတန္႔မန္းဘဲႀကီးရဲ႕ character အေၾကာင္းပါ။ဒီဘဲက ကြ်န္ေတာ့္အဖို႔ေတာ့ ၾကည့္ဖူးသမွ် ရုပ္ရွင္ေတြထဲမွာ ေတာ္ေတာ္ၾကမ္းၿပီး ေတာ္ေတာ္ ေၾကာက္စရာေကာင္းတဲ့ ဆိုက္ကို ဘဲႀကီးပါပဲ။သူ႔ရုပ္က ၿပံဳးစိ ၿပံဳးစိနဲ႔ မခုတ္တတ္တဲ့ေၾကာင္ေလးလို ရပ္ကြက္ထဲက သေဘာေကာင္းတဲ့ အဘိုးႀကီးလို ရုပ္မ်ိဳး။တကယ္က လူတစ္ေယာက္ကို ၾကက္ကေလး ငွက္ကေလး လို ခ်က္ခ်င္း သတ္ပစ္ရဲတဲ့ အူေၾကာင္ေၾကာင္ ဆိုက္ကို ေကာင္ႀကီး။သူ အူေၾကာင္ေၾကာင္ ဆိုက္ကိုေဖာက္တဲ့ ပံုစံက တျခားသူေတြနဲ႔ မတူဘူူး။ဘယ္သူမွ လံုးဝ မထင္ထားတဲ့အခ်ိန္မွာ ဘယ္သူမွ မထင္ထားတဲ့ နည္းလမ္းမ်ိဳးနဲ႔ အံုးခနဲဒိုင္းခနဲ ဆိုက္ကိုေဖာက္တာ။ဒီရုပ္ရွင္ကို ႏွွစ္ပိုင္းခြဲၿပီး ျမင္လို႔ရတယ္။ ပထမ တစ္ပိုင္းကေတာ့ ေၾကာက္စရာေကာင္းၿပီး what the ffff လို႔ ထေအာ္ရတဲ့ အပိုင္း။ဒုတိယပိုင္းက်ေတာ့ ေသာက္ရမ္းမိုက္တယ္ေဟး လို႔ အားတက္တေရာ လက္ခေမာင္းခပ္ ေပ်ာ္ရြင္ရတဲ့ အပိုင္း။ ဒါပဲ။ ရွင္းရွင္းေလးေနာ္ ဒီ ရုပ္ရွင္က။ဒါေပမယ့္ ဒီရုပ္ရွင္ ရွင္းတဲ့ ပံုစံက ထူးဆန္းတယ္။ လူတစ္ေယာက္ သြားတိုက္ေနတယ္။ဒါမယ့္ ေနာက္ဆံုးမွ သိလိုက္ရတာက သူ တိုက္ေနတဲ့ သြားတိုက္ေဆးက အက္ဆစ္ေတြ ျဖစ္ေနသလိုမ်ိဳးေပါ့။ ရိုးရိုးေလးနဲ႔ ေက်ာခ်မ္းစရာေကာင္းတယ္။ မိုက္တယ္။အထူးသျဖင့္ သရုပ္ေဆာင္ပိုင္းေတြမွာ ေကာင္မေလး ေတြကိုလည္း အရမ္းသေဘာက်တယ္။ ရယ္ရတယ္။ သြားရည္က်စရာေကာင္းတယ္။ အားမလို အားမရလည္း ျဖစ္ရတယ္။ အားရစရာလည္း ေကာင္းလွတယ္။ ဟို ဆိုက္ကို အဖိုးႀကီးကေတာ့ ထပ္ ေျပာစရာ မလိုေတာ့ပါဘူး။ၿပီးေတာ့ ကားေမာင္းတဲ့အခန္းေတြဆို ၾကည့္ရတာ classic ျဖစ္ေပမယ့္ အရသာရွိတယ္။တစ္ကားလံုးရဲ႕ colour tone ေတြကလည္း classic ျဖစ္ေနေပမယ့္ ဇာတ္လမ္းနဲ႔ လိုက္ဖက္တာမို႔ အရသာ ရွိေနတယ္။ၿပီးေတာ့ costume design လို႔ေခၚတဲ့ အဝတ္အစား စတိုင္ေတြကလည္း classic ဆန္ဆန္ sexy က်ၿပီး character တိုင္းနဲ႔ လိုက္ဖက္ေနတယ္။သီခ်င္းေတြလည္း ဒီတိုင္းပဲ။ classic ဆန္တယ္။ နားဝင္မွာ ရွတတနဲ႔ လွတယ္။ဒီကားနဲ႔ပတ္သက္ၿပီး စိတ္အေက်နပ္ဆံုးကေတာ့ ခုနက ေျပာတဲ့ moment ႏွစ္ခုပဲ။ ဇာတ္လမ္း တစ္ဝက္မွာ အံုးခနဲ ဒိုင္းခနဲ ျဖစ္သြားတာေလးရယ္ အဆံုးသတ္က ရင္တထိတ္ထိတ္နဲ႔ မိုက္ေနတာရယ္ . . ။ အဲ့ဒီ စိတ္ေက်နပ္မႈက ဘာနဲ႔မွ လဲလို႔ မရဘူး။ဒီရုပ္ရွင္က ေသြးထြက္ သံယို ဒါရိုက္တာႀကီး Tarantino ကို အေၾကြရဆံုး အခ်က္ေတြထဲက တစ္ခ်က္ေပါ့။မွတ္ခ်က္ (၁) ။ ။ ေတာ္ရုံ ေသြးထြက္သံယိုေလာက္မွ မၾကည့္ရဲရင္ေတာ့ ဒီကား မၾကည့္ပါနဲ႔။မွတ္ခ်က္ (၂) ။ ။ ဇာတ္လမ္း အတက္နဲ႔ အက်နဲ႔ ငိုတာေလး ရယ္တာေလး drama ခ်ိဳးတာေလးေတြမွ ၾကည့္ခ်င္တယ္ဆို္ရင္ေတာ့ ဒီကား မၾကည့္ပါနဲ႔။ဇာတ္လမ္းအညႊန္းကုိDatShinMovie Page မွ ကူးယူေဖာ္ျပသည္…………….File Size : (950 MB) and (357 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:53:00Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by AliasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian BettwyPam FullerQuentin TarantinoStarsJordan LaddKurt RussellMary Elizabeth WinsteadQuentin TarantinoRosario DawsonRose McGowanSydney Tamiia PoitierTracie ThomsVanessa FerlitoZoë BellCastElectra AvellanEli RothElise AvellanEurlyne EpperHelen KimJames ParksJamie L. DunnoJonathan LoughranJordan LaddKurt RussellMarcy HarriellMarley SheltonMarta MendozaMary Elizabeth WinsteadMelissa ArcaroMichael BacallMichael ParksMonica StaggsNicky KattOmar DoomQuentin TarantinoRosario DawsonRose McGowanSydney Tamiia PoitierTim MurphyTina RodriguezTracie ThomsVanessa FerlitoZoë Bell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lnxiNlbStoBT4CDMqPAdprS5pwN.jpg",
      "https://image.tmdb.org/t/p/w300/c7k9ZZb1MoFzJeyjphKRMLHOgqU.jpg",
      "https://image.tmdb.org/t/p/w300/6Rss31Ui3pvViTObhyuNRTwYsOt.jpg",
      "https://image.tmdb.org/t/p/w300/vDQ5m3M7sHmw8dLAUKWiyqLZ7Tk.jpg",
      "https://image.tmdb.org/t/p/w300/sEbvoh1Bc9vcyZC0ueKhtdSIHYf.jpg",
      "https://image.tmdb.org/t/p/w300/Awbc1TZhIcYC2dh0YgxcNuM314z.jpg",
      "https://image.tmdb.org/t/p/w300/3ewdxEOwlfqkzYcxCktv5q83lGd.jpg",
      "https://image.tmdb.org/t/p/w300/otoQ9mg4LRrufoVoiDpskavzbQl.jpg",
      "https://image.tmdb.org/t/p/w300/pDPI0eqUoJr2vCNvnU5wR37odSL.jpg",
      "https://image.tmdb.org/t/p/w300/jk1Zy9W0cXqlqPjgNxVGs9AT6OY.jpg",
      "https://image.tmdb.org/t/p/w300/dORf67c0W19IlUMemzTOA2NeQbU.jpg",
      "https://image.tmdb.org/t/p/w300/aEV6TEcTV3myYMGrhcMuTIOt4Y5.jpg",
      "https://image.tmdb.org/t/p/w300/uKDD0POBbwfBBE4XTDbDdO35G23.jpg",
      "https://image.tmdb.org/t/p/w300/t5smRUdEqOhPchBZqN5w6robnJc.jpg",
      "https://image.tmdb.org/t/p/w300/q641L1wXOcQzy7inN0G2qbEtm5g.jpg",
      "https://image.tmdb.org/t/p/w300/kPJCNP3HPWn4iAtDDHgDZe3ILJP.jpg",
      "https://image.tmdb.org/t/p/w300/j8w5AQ0u6Oix3jP1VKgYJiuViY6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nyQBcpxqS4im2akQlWG9Y1oeM2V.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/ldFCUW8yPk",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://myandrive.net/file/t5CzbBMHVK",
        "server": "drive.google.com",
        "size": "357 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/1s1mo/Death_Proof.2007.BLURAY720P.PP.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1s1o1/Death_Proof.2007.360P.PP.mp4",
        "server": "megaup.net",
        "size": "357 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/Uw2/Death_Proof.2007.BLURAY720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/Uw3/Death_Proof.2007.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "357 MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/hu0A8md-uJA/Death_Proof.2007.BLURAY720P.PP.mp4",
        "server": "openload.co",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://openload.co/f/Q2PsaaR8xcM/Death_Proof.2007.360P.PP.mp4",
        "server": "openload.co",
        "size": "357 MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/mreblkckfqqlcqfa/Death_Proof_2007_BLURAY720P_PP_mp4",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://streamango.com/f/bdoodfnbqecstora/Death_Proof_2007_360P_PP_mp4",
        "server": "streamango.com",
        "size": "357 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/1yjhi",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/1yjj4",
        "server": "mirrorace.com",
        "size": "357 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "7mICGcg5-pM",
      "video_url": "https://www.youtube.com/watch?v=7mICGcg5-pM",
      "embed_url": "https://www.youtube.com/embed/7mICGcg5-pM"
    }
  },
  {
    "metadata": "PG|2007|165 min|Bollywood,Drama,Family",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "128,622"
    },
    "title": "Every Child is Special/Like Stars on Earth/Taare Zameen Par (2007)",
    "description": "ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကိုလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်တို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်…ဇာတ်လမ်းကတော့..အသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။စာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။စာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ မိဘတွေကို ခေါ်တွေ့ပြီး အီရှန့်ကို ဒီကျောင်းမှာ ဆက်ပြီး လက်မခံနိုင်တော့ကြောင်း ပြောပြပါတယ်။ အီရှန်ရဲ့ ဖခင်ဟာ စည်းကမ်းကြီးတဲ့ ဘော်ဒါကျောင်းတစ်ခုကို အီရှန့်ကို ပို့လိုက်ပါတယ်။ အီရှန့်အနေနဲ့ မိဘတွေနဲ့ဝေးရာမှာ မသွားလိုပေမယ့် ဖခင်ရဲ့ဆုံးဖြတ်ချက်ကို မလွန်ဆန်နိုင်တာကြောင့် ကျောင်းအသစ်မှာ တစ်ယောက်တည်း လောကသစ်ကို ရင်ဆိုင်ရပါတော့တယ်။ဖိနပ်ကြိုးလည်းမချည်တတ်၊ အိပ်ရာလည်း မသိမ်းတတ်တဲ့ အီရှန်ဟာ ကျောင်းမှာ စည်းကမ်းတင်းကြပ်တဲ့ ဆရာတွေရဲ့ ဖိအားပေးမှုကြောင့် စာတွေကို စိတ်မဝင်စားရာကနေ စာသင်ရမှာကို ကြောက်လန့်လာပါတော့တယ်။ သူဟာ အားလုံးရဲ့ အပြင်ဘက်မှာ တစ်ယောက်တည်း အထီးကျန်နေရပြီး ညညဆိုရင် ရေချိုးခန်းထဲမှာ ကြိတ်ပြီး ငိုနေရပါတယ်။သူယခင်က အရမ်းဝါသနာပါတဲ့ ပန်းချီဆွဲခြင်းကိုတောင် ကြောက်ဆရာကောင်းတဲ့ ပန်းချီဆရာကြောင့် စိတ်ဝင်စားခြင်းမရှိတော့ပဲ၊ ဆိုးဝါးလှတဲ့ စည်းကမ်းတွေရဲ့ ဖိအားအောက်မှာ အမြဲတမ်းကြောက်လန့်နေရသူဖြစ်လာပါတယ်။ ဒီလိုနဲ့ ကြောက်စရာကောင်းတဲ့ ပန်းချီဆရာပြောင်းသွားပြီးနောက်မှာ ပန်းချီဆရာအသစ်ရောက်လာပါတယ်။ အချိန်ပိုင်းပန်းချီဆရာအဖြစ်ရောက်လာတဲ့ ရမ်ရှမ်ကာဟာ မသန်စွမ်းကလေးငယ်များ ကျောင်းမှာလည်း ပန်းချီဆရာအဖြစ်လုပ်ကိုင်နေသူဖြစ်ပါတယ်။ အီရှန်လေးရဲ့ တစ်ယောက်တည်း အထီးကျန်ကြောက်လန့်နေမှုကို သတိထားမိတဲ့ ဆရာရမ်ရှမ်ကာဟာ အီရှန်လေးရဲ့ မိဘတွေကို သွားရောက်တွေ့ဆုံပြီး ပြဿနာရဲ့ အဖြေကို ဆွေနွေးခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ စာရေးစာဖတ်ခက်ခဲတဲ့ရောဂါ (dyslexia) ရောဂါရှိနေတဲ့ ကလေးလေး အီရှန်ရဲ့ကြုံတွေ့ရတဲ့ အခက်အခဲကို ရိုက်ကူးထားတာဖြစ်ပြီး သူ့ရဲ့ဆရာ ရမ်ရှန်ကာရဲ့ ကူညီမှုနဲ့ လောကကြီးထဲ ပြန်လည်ဝင်ဆံ့လာတဲ့အကြောင်းကို တင်ဆက်ထားတာဖြစ်ပါတယ်။ ဂျစ်ကန်ကန်ကလေးလေး အီရှန်ရဲ့နေရာမှာ ၈ နှစ်အရွယ်ကလေးသရုပ်ဆောင် Darsheel Safary က ပီပြင်စွာသရုပ်ဆောင်ထားပြီး ပန်းချီဆရာ ရမ်ရှမ်ကာရဲ့နေရာမှာ နာမည်ကျော် PK မင်းသား Aamir Khan က သရုပ်ဆောင်ထားပြီး ဒီဇာတ်ကားရဲ့ ထုတ်လုပ်သူ၊ ဒါရိုက်တာလည်း ဖြစ်ပါတယ်။အိန္ဒိယငွေ သန်း ၁၂၀ နဲ့ ရိုက်ကူးထားပြီး ဝင်ငွေ သန်း ၈၉၀ ရအောင် အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။အိန္ဒိယရုပ်ရှင်အများစုလို မင်းသားနဲ့မင်းသမီးသီချင်းဖွင့်ပြီးကတဲ့အခန်းမျိုးမပါဝင်ပဲ၊ စကားပြောအများစုနဲ့ ရိုက်ကူးထားတာဖြစ်တဲ့အတွက် အက်ရှင်ဇာတ်လမ်းကြမ်းကြမ်းမျိုးကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့ ပျင်းရိစရာကောင်းပါလိမ့်မယ်။ ငယ်ရွယ်တဲ့ တူ၊တူမ၊ သားသမီးရှိတဲ့ မိဘတိုင်း၊ ဆရာဆရာမတိုင်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်ပြီး ကလေးတိုင်းမှာ မတူညီတဲ့ စွမ်းဆောင်ရည်နဲ့ မတူညီတဲ့ အိပ်မက်တွေရှိတယ်ဆိုတာကို ဇာတ်လမ်းအစကနေအဆုံးအထိ မျက်စိမခွာနိုင်အောင် ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။IMDB Rating (8.4/10) ဖြစ်ပြီး Rotten Tomato (91%) ထိရထားတာမို့လို့ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်တယ်ဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုပြီးရင် သိသွားမှာ သေချာပါတယ်။( အညွှန်းကို mmmovieguide မှ ကူးယူတင်ပြပါသည် )File Size….(3.5 GB) and (1.7 GB)Quality….BluRay 1080p 5.1CH and 720pFormat…mkv / mp4Duration….02:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Nyi ThanlwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAamir KhanAmole GupteStarsAamir KhanBugs BhargavaDarsheel SafaryGirija OakLalita LajmiSachet EngineerShankar SachdevTanay ChhedaTisca ChopraVipin SharmaCastAamir KhanBugs BhargavaDarsheel SafaryGirija OakLalita LajmiSachet EngineerShankar SachdevTanay ChhedaTisca ChopraVipin Sharma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5dF4FNwM2qZIuF0WCUs5zvDGU2H.jpg",
      "https://image.tmdb.org/t/p/w300/qGxbbCoQsamrmtrsoowU7KfGPVF.jpg",
      "https://image.tmdb.org/t/p/w300/oTmxxSSAgvXlH124HF3H8ksILhu.jpg",
      "https://image.tmdb.org/t/p/w300/i7kCDjZHS2HNtV5ywBxct5lxBvP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/every-child-is-speciallike-stars-on-earthtaare-zameen-par-2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/every-child-is-special-taare-zameen-par-2007-blu-ray-1080-p-dts-x-264-chd-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/every-child-is-special-taare-zameen-par-2007-blu-ray-720-p-dts-x-264-chd-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Uh7p/(Every_Child_is_Special)Taare.Zameen.Par.2007.BluRay.1080p.DTS.x264-CHD.mkv",
        "server": "megaup.net",
        "size": "3.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Aen0/(Every_Child_is_Special)Taare.Zameen.Par.2007.BluRay.720p.DTS.x264-CHD.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nTZSRThb#_1aIQoGtGCiFhaB3HD4pAhcsZY7glAW4psTQwESR7ns",
        "server": "mega.nz",
        "size": "3.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zCICgbIJ#hZ_lSyrOwPLE9vmjt2bCD1LWjgXGJZ0hqxTXAgQCGoM",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jg5b6jqwx1oq.html",
        "server": "usersdrive.com",
        "size": "3.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x5yns6k4cf81.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/awie6an4nqpv",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tn_2Ie_jtX8",
      "video_url": "https://www.youtube.com/watch?v=tn_2Ie_jtX8",
      "embed_url": "https://www.youtube.com/embed/tn_2Ie_jtX8"
    }
  },
  {
    "metadata": "R|2007|124 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "274,022"
    },
    "title": "Shooter (2007)",
    "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္……………..IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္ပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)File Size : (950 MB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 2hr 4minFormat : Mp4Genre :Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAntoine FuquaStarsDanny GloverElias KoteasJonathan WalkerKate MaraLouis FerreiraMark WahlbergMichael PeñaRade SerbedzijaRhona MitraTate DonovanCastAlan C. PetersonDanny GloverElias KoteasJonathan WalkerKate MaraLane GarrisonLouis FerreiraMark WahlbergMichael PeñaMichael-Ann ConnorNed BeattyRade SerbedzijaRhona MitraRoberto LombardiTate DonovanZak Santiago",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wZ2u6C7Fw0DahC3Ilr3judpDWYO.jpg",
      "https://image.tmdb.org/t/p/w300/3riR9Xpugbn1yvBBXGINbLeUigY.jpg",
      "https://image.tmdb.org/t/p/w300/zTuoeSmzTk85XN5IoUAS1beJZUT.jpg",
      "https://image.tmdb.org/t/p/w300/tq7pu0fUk5EP1ajGodDmbqbKOZQ.jpg",
      "https://image.tmdb.org/t/p/w300/cAr2eTo9MJ8JWyjolCtBJXCQ2cl.jpg",
      "https://image.tmdb.org/t/p/w300/emBoMVjEQzBUrlBCjDoRqLFw6Su.jpg",
      "https://image.tmdb.org/t/p/w300/c0SoTX6BHtHQI5RnSc11dwI8wxf.jpg",
      "https://image.tmdb.org/t/p/w300/dzFxmWqbLa0qsKGDtSp7UyqlG5V.jpg",
      "https://image.tmdb.org/t/p/w300/p1P7maC4REqIAvMmx5Qnl9V3Voz.jpg",
      "https://image.tmdb.org/t/p/w300/ocQgJIw5rBPR9LXi8948gAUhV75.jpg",
      "https://image.tmdb.org/t/p/w300/udDEUpLjO0a7J0GXjXxIGgpqamv.jpg",
      "https://image.tmdb.org/t/p/w300/rTlVREvJRJW5kGM2TEJ5DpqaTOD.jpg",
      "https://image.tmdb.org/t/p/w300/8jEC0Q7u7OASMl0Aju3FouGojwB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shooter-2007",
        "server": "VIP Links",
        "size": "952 MB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/shooter-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/b29145/shoter-207-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "952 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/0w7p1zna61md",
        "server": "upstream.to",
        "size": "952 MB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/L1MTjCLR#nNKalMXsByhlbUVH1zvqU9kpjV1nBdewOlb5PSBS1Es",
        "server": "mega.nz",
        "size": "952 MB",
        "quality": "720 P"
      }
    ],
    "trailer": {
      "video_id": "-6jgkXHdNi4",
      "video_url": "https://www.youtube.com/watch?v=-6jgkXHdNi4",
      "embed_url": "https://www.youtube.com/embed/-6jgkXHdNi4"
    }
  },
  {
    "metadata": "N/A|2007|67 min|Uncategorized",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "15"
    },
    "title": "[18+] The Devil’s Feast (2007)",
    "description": "Dark Side Production မွ တင္ဆက္သည္။ဂ်ပန္ ခပ္ၾကမ္းၾကမ္းၾကိဳက္တဲ့ၾကိဳက္တဲ့ ေဘာ္ဒါေတြအတြက္ ပါ…မိန္းမေတြက မာယာမယ္ေတြလား..သူတို႔လိုခ်င္တာ တစ္ခုေလးရဖို႔အတြက္ သူတို႔ရဲ႕ အလွအပေတြကို ဗန္းျပျပီး ခ်ေကြ်းတက္တယ္တဲ့လားသူတို႔ရဲ႕အလွအပေတြကလည္း Gravity ခုန္ထြက္ရံုမကဘူး သက္တံ့ေတြ အရည္ေပ်ာ္ႏိုင္တဲ့ အစားမ်ိဳးအၾကည့္ေတြကလည္း ပါးစပ္မဟပဲ နားလည္ႏိုင္ေလာက္တဲ့ စြမ္းအား ပိုင္ဆိုင္ထားသူေတြပါ..သတင္းစာတိုက္မွာ ေၾကျငာက႑ကိုတာ၀န္ယူထားတဲ့ အိုကာမိုတို တစ္ေယာက္ အေခ်ာအလွ မိန္းမကို စိတ္ကုန္ေနသူ…တစ္ေန႔မွာ သူတို႔သတင္းစာတိုက္ကို အျခားသတင္းစာတိုက္ကေန ကူမီကို တစ္ေယာက္ေျပာင္းေရႊ႕လာပါတယ္သူေျပာင္းေရႊ႕လာတယ္ဆိုရင္ပဲ တစ္တိုက္လံုးက သူေတြ အံ့ၾသဘနန္းျဖစ္ၾကကုန္တယ္ဘာလို႔လဲဆိုေတာ့ သူက လွပရံုတင္မကဘူးပညာတက္တစ္ေယာက္ျဖစ္ေနပါတယ္။ေျပာင္းေရႊ႔ေလာက္လာျပီးမၾကာခင္မွာပဲ အိုကာမိုတိုရဲ႕ လက္ယာေတြကိုၾကိဳက္တယ္ဆိုျပီး ၀င္လံုးပါေတာ့တယ္..အိုကာမိုတိုကလည္း မိန္းမကိုစိတ္ကုတ္ေနသူ ဆိုေတာ့ ခဏခ်င္းမွာပဲ ကူမီကို ေရးတဲ့ဇာတ္ထဲ၀င္ကရပါေတာ့တယ္..တစ္ကယ္ေတာ့ ကူမီကိုက သူ႔ဘ၀ကို ပ်က္စီးေစခဲ့တဲ့ သူတစ္ေယာက္ကို အျပစ္ေတြေဖၚဖို႔ သက္ေသလိုက္ရွာေနသူတစ္ေယာက္ပါ။သူမ လိုခ်င္ေနတဲ့ သက္ေသ ရသြားမလားဆိုတာေတာ့ .. ေဒါင္းသာၾကည့္ေပေတာ့ဗ်ာ..ဇာတ္ကားေလးက BDSM ေတြပါ၀င္ျပီး လိင္ပိုင္းအသားေပးျဖစ္ေနတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔ မသင့္ေတာ္ပါဘူး။(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)File Size : (500 MB)Quality : DVDRipRunning Time : 1hr 07minFormat : Mp4Genre : Drama,AdultSubtitle : Myanmar Subtitle (Hard Sub)Source : DVDRip.x264.mkvTranslated by Darkside KiMuChiEncoded by Darkside BGRYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKenji HanyûStarsArisa MatsumotoChihiro KoganezakiHitoshi KajikiJirô MiyajiCastArisa MatsumotoChihiro KoganezakiHitoshi KajikiJirô Miyaji",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dmvfVQYBMoqmY3IcWxTmuXCH391.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/VMMd",
        "server": "drive.google.com",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/c9z7Jb5",
        "server": "Soliddrive.co",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/jEcBQ",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/LrR9so8",
        "server": "openload.co",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/B90zSQCk",
        "server": "ClicknUpload.org",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/QeJuoS",
        "server": "streamango.com",
        "size": "500 MB",
        "quality": "DVDRip"
      },
      {
        "link": "http://tinylink.run/E8WWk",
        "server": "mirrorace.com",
        "size": "500 MB",
        "quality": "DVDRip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2007|1h 42m|Crime,Drama,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1.6k"
    },
    "title": "On the Doll (2007)",
    "description": "On the doll (2007) အညွှန်း“ငါ့ကိုသက်သေထွက်ဆိုခုံပေါ်တင်ပြီး မေးကြတယ်။ ရှေ့နေက အရုပ်တစ်ရုပ်ယူလာပြီးမင်းကိုထိကိုင်ခဲ့တဲ့နေရာကို ပြပေးလို့ပြောတယ်။ အရုပ်ရဲ့ ကျား၊မ အင်္ဂါရှိနေသင့်တဲ့နေရာကလုံးဝကိုဟောင်းနွမ်းစုတ်ပြတ်နေတာ။ ဒီနေရာကို ကလေးဘယ်လောက်များများကများထိကိုင်ပြီးညွှန်ပြခဲ့ရလို့ ဒီနေရာက ဒီလိုဟောင်းနွမ်းစုတ်ပြတ်နေရတာလဲ။အဲဒီလိုနဲ့ သူငါ့ကို ဘယ်ကိုကိုင်ခဲ့မှန်း ဘယ်သူ့ကိုမှမပြောဖြစ်တော့ဘူး။” (Jaron)IMDb 5.3/10 ရှိပြီး sex industry မှာကျင်လည်နေကြသူတို့ရဲ့ဘဝတွေကိုရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ ငယ်စဉ်အရွယ်မှာလိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုခံခဲ့ရတဲ့ကလေးတွေကို သူတို့ဘက်ကနေကာကွယ်မှု ရပ်တည်မှုအပြည့်အဝမပေးနိုင်တဲ့အခါ ဘာတွေဖြစ်ကုန်မလဲ ..လူလူချင်း အနိုင်ကျင့်အသုံးချပြီး စီးပွါးရှာနေတဲ့လူလောဘသားတွေရဲ့လူမဆန်မှုတွေ ..စတာတွေကိုရိုက်ကူးထားပြီး Brittany Snow, Josh Janowicz,Clayne Crawford, Shanna Collins တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးအသုံးအနှုန်းကြမ်းကြမ်းတွေလည်းပါတာမို့ PG-13 သတ်မှတ်ထားပါတယ်။File size…3.17GB / 1.54GBQuality…1080p Blu Ray /  720pFormat…mp4Duration….1h 42mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lai Laii & Kaung Khant WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorThomas MignoneStarsThomas MignoneCastBrett RickabyBrittany SnowCandice KingClayne CrawfordJames RussoJosh JanowiczShanna CollinsTheresa Russell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qA4vY4X0OChCTMB5EPbdwvvOBD5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg2NjUxNDE1M15BMl5BanBnXkFtZTcwOTA1ODI3MQ@@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/on-the-doll-2007-1080-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3i3323jwv3lx.html",
        "server": "usersdrive.com",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3aq8h/On.The.Doll.2007.1080p.WEBRip.x264(CM).mp4",
        "server": "megaup.net",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6c4h1KoQ#Q2Kx2CvktChv6V4CkSjCK6DuovdBHriqk84ooMOsdO4",
        "server": "mega.nz",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/sivu3rtq1pq7.html",
        "server": "streamsb.com",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/pro4l9webxc2",
        "server": "veryfiles.com",
        "size": "3.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/on-the-doll-2007-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hzxm4im7awbi.html",
        "server": "usersdrive.com",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ovd0/On.The.Doll.2007.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/zIZ2HKaT#S_GI7gHuj-_rJbUAYhupo73iRGDhDzQUKZvfyz1qj-4",
        "server": "mega.nz",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hzxm4im7awbi.html",
        "server": "streamsb.com",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/phf7dz8l5np7",
        "server": "veryfiles.com",
        "size": "1.54GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KihOV1anN2U",
      "video_url": "https://www.youtube.com/watch?v=KihOV1anN2U",
      "embed_url": "https://www.youtube.com/embed/KihOV1anN2U"
    }
  },
  {
    "metadata": "PG-13|2007|127 min|Adventure,Family,Fantasy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "240,548"
    },
    "title": "Stardust (2007)",
    "description": "“အချစ်ရယ် မင်းအချစ်ကိုသာရမယ်ဆို မိုးပေါ်ကကြယ်ကို ဆွတ်ခူးရ ဆွတ်ခူးရပါ” တဲ့ဒါပေမဲ့ မိုးပေါ်ကကြယ်လေးက ကောင်မလေးချောချောလေးဖြစ်နေခဲ့ရင်ရော??ဟုတ်ပါတယ်။ထရစ်စတန်သရုန်းတစ်ယောက် သူ့အချစ်ကိုသက်သေပြဖို့ကြယ်ကိုလိုက်ရှာရာကနေ ကြယ်ကကောင်မလေးဖြစ်နေတဲ့အခါ…သူ့ချစ်သူဆီခေါ်ဆောင်သွားရာကနေ လမ်းခရီးမှာကြယ်လေးက သူထင်သလောက်ရိုးရှင်းမနေဘဲ အနှောင့်အယှက်မျိုးစုံနဲ့ ရင်ဆိုင်ရပါတော့တယ်။ထရစ်စတန်သရုန်းကောင်လေးရဲ့နောက်ကြောင်းကလည်းသူထင်ထားသလို သာမာန်ဘဝလေးမဟုတ်ပါဘူး။ဒီကားလေးက romance, mystery အကုန်ရောစပ်ထားဖြစ်တဲ့အတွက်စိတ်ကူးယဉ်ဆန်ဆန် ရိုတဲ့ကားကောင်းလေးတွေကြိုက်တတ်ရင်…အချစ်ကအရာရာကျော်ဖြတ်ရဲလောက်အောင် အစွမ်းရှိကြောင်းပြောပြထားတဲ့ကားကောင်းလေးမို့ မလွတ်တမ်းကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေ။File size…(1.79 GB) and (923.5 MB)Quality…1080p Blu-Ray H264 FGTFormat…mp4Duration…2h 7minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Ngeu MonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnnie PennMatthew VaughnStarsCharlie CoxClaire DanesJason FlemyngMark StrongMichelle PfeifferPeter O'TooleRicky GervaisRobert De NiroRupert EverettSienna MillerCastAdam BuxtonAdam FogertyAlastair MacIntoshBen BarnesBimbo HartCarlos Besse PeresCharlie CoxClaire DanesCoco SumnerDarby HawkerDavid KellyDavid WalliamsDexter FletcherElwin 'Chopper' DavidFrank EllisGeoff BellGeorge InnesGrant BurginHenry CavillIan McKellenJake CurranJason FlemyngJoanna ScanlanJordan LongJulian Rhind-TuttKate MagowanMark BurnsMark HeapMark StrongMark WilliamsMelanie HillMichelle PfeifferNathaniel ParkerOlivia GrantPeter O'TooleRab AffleckRicky GervaisRobert De NiroRupert EverettSarah AlexanderSienna MillerSpencer WildingStruan RodgerTerry Murphy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zrGPZc07huy9ApZs7GCrWj05Cy8.jpg",
      "https://image.tmdb.org/t/p/w300/sUdXKWpvZv8jcJAO1tXoibsWyJT.jpg",
      "https://image.tmdb.org/t/p/w300/lhWWgbO9Nd0GyeauSpjXKbnsh1h.jpg",
      "https://image.tmdb.org/t/p/w300/ueS6wmoKj1O2Pv2MuQaWynUJp79.jpg",
      "https://image.tmdb.org/t/p/w300/xIHzVVPnXaiF4Mg2N5vFMNf5u7f.jpg",
      "https://image.tmdb.org/t/p/w300/4szm7YgoComX9VcjsmgBbG4Y2Bu.jpg",
      "https://image.tmdb.org/t/p/w300/g3AeYLvgf9499XeToQx6mdyCiU6.jpg",
      "https://image.tmdb.org/t/p/w300/djsBoP5CPYktNnRKQcW12ykpwX5.jpg",
      "https://image.tmdb.org/t/p/w300/6aYZjRsRCDGuzWbNo43Jsi2thh.jpg",
      "https://image.tmdb.org/t/p/w300/u1FgAilM8NrYiJZKzCtJ3hItiQf.jpg",
      "https://image.tmdb.org/t/p/w300/1qQDU50A6NJDaOzP0WwklPsIhHt.jpg",
      "https://image.tmdb.org/t/p/w300/i2iqnCWtBOQNYRAQ57JTaNbOn9f.jpg",
      "https://image.tmdb.org/t/p/w300/gktVKZG5ZBs5mc2OTVuJDiic74m.jpg",
      "https://image.tmdb.org/t/p/w300/rsV2CY7dwm55V6oPKqNIhoCJe2P.jpg",
      "https://image.tmdb.org/t/p/w300/yAZdK0XaBwOX31mcKxB2zTak2EG.jpg",
      "https://image.tmdb.org/t/p/w300/r8WEEaJrz7MrkKHWaxVbHWwgyN4.jpg",
      "https://image.tmdb.org/t/p/w300/wSl1QLKwXb9xzuAeRGQQpQPCr31.jpg",
      "https://image.tmdb.org/t/p/w300/ljerkvgafScnovbP2mAzIr7lVTB.jpg",
      "https://image.tmdb.org/t/p/w300/q9FPpi6AkccX3nfQoA22P5S1HFp.jpg",
      "https://image.tmdb.org/t/p/w300/8VdZg0NqIVMEzlugmYqVvyXczCa.jpg",
      "https://image.tmdb.org/t/p/w300/pnJSkR8lfjqXH94u4T0Th9KxGQW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjkyMTE1OTYwNF5BMl5BanBnXkFtZTcwMDIxODYzMw@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://mega.nz/file/do8X1JKY#vOFvYU7KZcr69s2LcYRfFDGTml8ql3sW_Kb1dhYkkdM",
        "server": "mega.nz",
        "size": "1.79 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/1wmwn/Stardust.2007.1080p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "1.79 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/1wmwn/Stardust.2007.1080p.BluRay(cm).mp4 https://megaup.net/2Shrk/Stardust.2007.720p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "923.5 MB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/stardust-2007",
        "server": "VIP Links",
        "size": "1.79 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/stardust-2007-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.79 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://sbembed2.com/30dvc9056x7q.html",
        "server": "streamsb.com",
        "size": "1.79 GB",
        "quality": "1080 P"
      }
    ],
    "trailer": {
      "video_id": "VfYBKDyF-Dk",
      "video_url": "https://www.youtube.com/watch?v=VfYBKDyF-Dk",
      "embed_url": "https://www.youtube.com/embed/VfYBKDyF-Dk"
    }
  },
  {
    "metadata": "R|2007|1h 34min|Comedy,Fantasy,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "43000"
    },
    "title": "Teeth (2007)",
    "description": "Teeth (2007)~ IMDb – 5.4/10, Rotten Tomatoes – 80% ~အခုတ​လော ​ရေပန်းစား​နေတဲ့ ထူးထူးခြားခြား Horror ကား​လေး ရပါပြီ​နော်။ဘယ်လ်ိုရေပန်းစားလဲဆိုတာက​တော့ ​ပြောရမယ်ဆိုရင် သွား​တော့သွား၊ ဒါ​ပေမဲ့ စမူသွား​လေး​ပေါ့။​ဇာတ်လမ်း​လေးက​တော့ ​ဒေါင်းဆိုတဲ့ ​ကောင်မ​လေး​တစ်​ယောက်မှာ စမူသွား​လေး​တွေ ​မွေးကတည်းက ပါလာပါတယ်။ သူဟာ ကြီးပြင်းလာတဲ့အခါ အိမ်​ထောင်မပြုခင် လိင်ဆက်ဆံတဲ့အမှုကို ​ရှောင်ကြဉ်တဲ့ အဖွဲ့ဝင်ထားတဲ့အပြင် သူကိုယ်တိုင်လည်း တက်ကြွစွာကျင့်သုံးသူပါ။တစ်​​နေ့မှာ​တော့ တိုဘီဆိုတဲ့​ကောင်​လေးနဲ့ ဆုံရင်း သ​ဘောကျမိကြပါတယ်။ ​ရေကန်မှာ ​ရေသွားကူးကြပြီး ဂူထဲ​​ရောက်သွားချိန် လူငယ်တို့သဘာဝ ချစ်ကြည်နူးကြရင်း…. ​ကောင်းခန်းမ​ရောက်ချင်​တော့တဲ့ ​​ဒေါင်း​လေးက ရုန်းကန်…. တိုဘီကလည်း အတင်းအကြပ်လုပ်​​တော့ စမူသွား​လေး​တွေ အစွမ်းပြလိုက်တဲ့အခါ…..​​ဒေါင်းအတွက် ဒီသွား​တွေက ​ကောင်းချီးတစ်ခုလား ကျိန်စာတစ်ခုဖြစ်​လေမလား…လက်​တွေ့ဘဝမှာလည်း အမျိုးသမီး​တိုင်းမှာသာ ​ဒေါင်းလို စမူသွား​လေး​တွေ ပါလာမယ်ဆိုရင်​တော့ မုဒိန်း​ကောင်​တွေလည်း ​​တော်​တော် ​နောက်တွန့်​နေမယ်လို့ ​တွေးမိရင်း ကြည့်ရှုခံစားလိုက်ကြပါဦး…(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.3GB, 1GB, 514MBQuality – 1080p, 720p, 480pIMDb Rating – 5.4/10Format – mp4Duration – 1H 34MinGenre – Comedy, Fantasy, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by Mugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMitchell LichtensteinStarsAdam WagnerAndra MillianAshley SpringerAva Ryen PlumbCarter DoyleDenia RidleyFrank G. CurcioHale ApplemanHunter UlvogJess WeixlerJohn HensleyJosh PaisKasey KitzmillerKiri WeatherbyLaila Liliana GarroLana DieterichLenny Von DohlenMichael SwannerMike YagerNathan ParsonsNicole SwahnPaul GalvanTaylor SheppardTom ByrneTrent MooreVivienne BeneschCastAdam WagnerAndra MillianAshley SpringerAva Ryen PlumbCarter DoyleDenia RidleyFrank G. CurcioHale ApplemanHunter UlvogJess WeixlerJohn HensleyJosh PaisKasey KitzmillerKiri WeatherbyLaila Liliana GarroLana DieterichLenny Von DohlenMichael SwannerMike YagerNathan ParsonsNicole SwahnPaul GalvanTaylor SheppardTom ByrneTrent MooreVivienne Benesch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ScUr2Ng8uvuEw7TWi2XwnIy2o4.jpg",
      "https://image.tmdb.org/t/p/w300/s3yNu3N1wMdyuvnhVt5kaWdkDdz.jpg",
      "https://image.tmdb.org/t/p/w300/uinM5Uv9to3Ncp0tyrP6ieLR5pN.jpg",
      "https://image.tmdb.org/t/p/w300/jj7d3iJF67aKJjS11pjCICsRDS2.jpg",
      "https://image.tmdb.org/t/p/w300/37FIkkajIdxR6fDpedLnP4XSU85.jpg",
      "https://image.tmdb.org/t/p/w300/5N389VpRatljbFRIal4Jx3iPn86.jpg",
      "https://image.tmdb.org/t/p/w300/5QwDYum4fEXx0Esskyrhwe3oKF0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/controversial-horror-movie-posters-that-were-banned-from-public-display-for-strange-reasons-500-5-new-1533819665.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/teeth-2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-teeth-2007-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/13Vyz/(CM)_Teeth_(2007)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2hm8x1dhhbzj.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-teeth-2007-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/13Vyp/(CM)_Teeth_(2007)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pJVHUILR#XUMrfYwQerawLIQDQP2KC8tfh_jYx0pbWYM2acD6dhc",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/eisrmuoe46ur.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/da7fn5zaj26i.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-teeth-2007-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "514MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/13Vyl/(CM)_Teeth_(2007)_480p.mp4",
        "server": "megaup.net",
        "size": "514MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/gYESVDRJ#98TS5_busNCIVGf621tv5kOOFnaBApKgyzTfVHkyIoE",
        "server": "mega.nz",
        "size": "514MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/6gubt7qq7vgx.html",
        "server": "usersdrive.com",
        "size": "514MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/ourgh81yyzu1.html",
        "server": "streamsb.com",
        "size": "514MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "NV3_O50BJK0",
      "video_url": "https://www.youtube.com/watch?v=NV3_O50BJK0",
      "embed_url": "https://www.youtube.com/embed/NV3_O50BJK0"
    }
  },
  {
    "metadata": "|2007|1h 27min|Drama,Fantasy,Sci-Fi",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "169,097"
    },
    "title": "The Man from Earth (2007)",
    "description": "The Man from Earth (2007)_______IMDb – 7.9/10ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ကတော့John Oldmanလို့ခေါ်တဲ့ ပါမောက္ခတစ်ယောက်…ကျောက်ခေတ်ဦးကနေ ယနေ့ခေတ်ထိနှစ်တွေသန်းနဲ့ချီရှင်သန်နေတဲ့ လူတစ်ယောက်အကြောင်းပါ။သူက ကျောက်လက်နက်တွေနဲ့ အမဲလိုက်ဖူးတဲ့ လူ….သူက ဗုဒ္ဓနဲ့ တွေ့ဖူးတဲ့လူ….သူကိုယ်တိုင်ကို ယေရှု့လို့သတ်မှတ်ခံရဖူးခဲ့တဲ့လူဗင်းဆင့်ဗန်ဂိုးရဲ့ သူငယ်ချင်းဖြစ်ဖူးတဲ့လူ….ပညာရပ်အဖုံဖုံရဲ့ ပါမောက္ခဖြစ်ဖူးတဲ့လူ…သူချစ်တဲ့လူတွေရဲ့ သေဆုံးခြင်းကို ရင်နင့်ကြေကွဲဖူးတဲ့လူ…သမိုင်းဖြတ်သန်းမှု အဆက်ဆက်ထဲမှာ စီးမျောဖူးတဲ့လူ..။ဒီရုပ်ရှင်မှာ သူ့ရဲ့ အတွေးအခေါ်တွေကို မြင်ရမှာပါ။မှန်သည်မှားသည်ကတော့ ကိုယ်တိုင်ပဲချင့်ချိန်ကြပါ။ဒီဇာတ်လမ်းဟာ သူ အလုပ်ထွက်ပြီး ထွက်သွားမဲ့အချိန်မှာသူငယ်ချင်း ပါမောက္ခတွေနဲ့အနုပညာ ချစ်ခြင်းမေတ္တာ ရှင်သန်ရပ်တည်မှုဘာသာရေးစသဖြင့် အကြောင်းအရာအစုံကို ဆွေးနွေးခဲ့ကြတဲ့ညတစ်ညအကြောင်းပါပဲ….။လူူသားတစ်ယောက်ဟာ သက်တမ်းအနေနဲ့ သက္ကရာဇ်တွေဘယ်ရွေ့ဘယ်မျှပဲရရ ဒီကမ္ဘာပေါ်က မြေမှုန်တစ်ပွင့်ထက်မပိုခဲ့ပါဘူး။သူ့ အသက် ၁၄၀၀၀ နဲ့တောင်မှပဲပေါ့…အသိတရားတွေလည်း အများကြီး မရခဲ့ပါဘူး။“ဒုက္ခနဲ့တစ်ခါ ရင်ဆိုင်တွေ့တိုင်း ချစ်သူ လက်ကလေးတစ်ခါကိုင်ချင်တယ်”ဆိုတဲ့ အိုမာခယမ် ကဗျာကလေးလိုလူတွေမှာတွယ်တာရာ ရည်ရွယ်ရာတွေနဲ့ လောကဓံတွေကိုရင်ဆိုင်နေကြရတာ များပါတယ်။အချိန်တွေ အကြာကြီး ရှင်သန်ရင်း…ဆုံးရှုံးခဲ့ရတာတွေသိပ်များလာတဲ့အခါမှာ“ဆုံးရှုုံးကြရမဲ့အတူတူတော့ ဘာတွေကိုများအများကြီး ဆုပ်ကိုင်ထားကြဦးမလဲ”တွေးမိကြမှာပေမဲ့ တက်နိုင်သရွေ့တော့ တွယ်ညှိနေကြဦးမှာပါလူတွေဟာ အမှန်တရားထက်ပိုပြီး ထိုက်တန်ကြပါတယ်တဲ့….ဒီရုပ်ရှင်ဟာ ဘယ်လိုမှ ယုတ္တိမဆန်ပါဘူး။ ဒါပေမဲ့လည်းကျွန်တော်တို့ နှစ်သက်တဲ့ ရုပ်ရှင်တစ်ကားရဲ့ ဇာတ်လမ်းဟာအဖြစ်မှန် အကြောင်းအရာ ဘယ်ရွေ့ဘယ်မျှ ပါတယ်ဆိုတာနဲ့အဲ့ဒီရုပ်ရှင်ကို တိုင်းတာလို့မရပါဘူး။တစ်ခါတလေမှာအမှန်တရားဆိုတာ စနစ်တကျတည်ဆောက်ထားတဲ့အလိမ်အညာတစ်ခု ဖြစ်နေတတ်ပါတယ်။အမှန်တရားဆိုတာ တစ်ခါတလေမှာ ရသ ဆန်ဖို့လိုပါတယ်သမိုင်းသက္ကရာဇ်နဲ့ အမြင်တွေမှာ ဘာတွေရေးထိုးထားလဲဆိုတာတွေထက် ကိုယ့်နှလုံးသားနဲ့ အံဝင်ခွင်ကျမဲ့အယူတစ်ခုကို တိုင်းတာ ခံယူတတ်ရပါတယ်။ဒီရုပ်ရှင်က ဘာတွေပေးမလဲဆိုရင်တော့အရာရာဟာ ယူသလိုပဲ ရပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)File size__( 810 MB)Quality__BR-Rip 720pIMDb Rating__7.9/10Format__mp4Duration__01:27:08Type__Drama, Fantasy, Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard SchenkmanStarsAlexis ThorpeAnnika PetersonChase SpragueDavid Lee SmithEllen CrawfordJohn BillingsleyRichard RiehleSteven LittlesTony ToddWilliam KattCastAlexis ThorpeAnnika PetersonChase SpragueDavid Lee SmithEllen CrawfordJohn BillingsleyRichard RiehleRobbie BryanSteven LittlesTony ToddWilliam Katt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gt4EnUGbbGbNOX0q47YII3WxB48.jpg",
      "https://image.tmdb.org/t/p/w300/4w9M5NfMOfyr4nDULjKpyJ9wsob.jpg",
      "https://image.tmdb.org/t/p/w300/ocJKXnsy1gtR3k3NmedpHFDhAN0.jpg",
      "https://image.tmdb.org/t/p/w300/kW8wsgGjVurJqLMlf63canumQhD.jpg",
      "https://image.tmdb.org/t/p/w300/xUgh4cJm1M7KpEbIQJp1q69Ea96.jpg",
      "https://image.tmdb.org/t/p/w300/mp82hmzsrLp7COc5TU5zG3DLNzi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/The_Man_from_Earth-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a2nzzcgdi36e.html",
        "server": "usersdrive.com",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-man-from-earth-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rs6i/The_Man_From_Earth_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/q8gSlIYL#KVTDz0v0WjdjF0IeBut_tmCjtExx-Jr6kr-uvBhlg18",
        "server": "mega.nz",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/cyam1f3vtx6d",
        "server": "upstream.to",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "9mOIxyRTY5I",
      "video_url": "https://www.youtube.com/watch?v=9mOIxyRTY5I",
      "embed_url": "https://www.youtube.com/embed/9mOIxyRTY5I"
    }
  },
  {
    "metadata": "R|2007|157 min|Crime,Drama,History",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "364,224"
    },
    "title": "Zodiac (2007)",
    "description": "ဒီဇာတ်လမ်းကတော့ ၁၉၆၈ လောက်မှာဖြစ်ခဲ့တဲ့ အတွဲလိုက်လူသတ်မှုတွေကို ကျူးလွန်ခဲ့တဲ့ ဇိုဒီရက်ခ် ဆိုတဲ့ လူသတ်သမားအကြောင်း ရိုက်ကူးထားသော ဖြစ်ရပ်မှန် မှုခင်းကားတစ်ကားဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ ဆန်ဖရန်စစ္စကိုခရိုနီကယ် သတင်းစာကို တစ်နေ့မှာ စာတစ်စောင်ရောက်လာခဲ့တယ်..ဒီစာထဲမှာ လူတစ်ယောက်က သူအရင်နှစ်တွေတုန်းက ဘယ်နေရာမှာဘယ်လို လူတွေသတ်ခဲ့တယ်ဆိုတာကို ရေးထားတယ်…ဒီတော့သတင်းစာက လူတွေလည်းခေါင်းခြောက်ပြီး ရဲစခန်းကိုဖုန်းဆက်စုံစမ်းကြည့်တဲ့အခါ စာထဲမှာ ရေးသားထားတဲ့အမှုတွေဟာ အဲ့ဒီနေ့အထိ တရားခံမပေါ်သေးတဲ့ လူသတ်မှုတွေဖြစ်နေတယ်…အဲ့ဒီအချိန်ကစပြီး ရဲတွေလည်းခြေရာခံရင်း သတင်းထောက်တွေကလည်းခြေရာခံရင်း လူသတ်သမားကလည်းလူတွေသတ်ရင်း တရားခံကို လက်ပူးလက်ကြပ်မဖမ်းနိုင်လောက်အောင် သက်သေတွေ သဲလွန်စတွေ အမှုကွင်းဆက်တွေ ပျောက်သွားရင်းနဲ့ နှစ်ပေါင်း ၃ဝကျော်ကြာတဲ့အထိ အမှုဟာ သို့လော သို့လောနဲ့ဖြစ်နေခဲ့တယ်..ဒီဇာတ်ကားဟာ တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာပါ..ပါဝင်တဲ့မင်းသားတွေ နာမည်ကြီးသလောက် ဇာတ်လမ်းဟာလည်း အစကနေအဆုံးတိုင်အောင် ကောင်းမွန် ရှည်လျားလှပါတယ်…၁၉၇၀ ခုနှစ်ဝန်းကျင် နည်းပညာတွေ သိပ်မဖွံ့ဖြိုးသေးခင် အမေရိက ဆန်ဖရန်စစ္စကိုမှာ ရဲတပ်ဖွဲ့ဘယ်လိုအမှုလိုက်တယ်ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ မြင်တွေ့ရမှာပါ…Rating တွေကတော့ …IMDb- 7.7/10, Rotten tomatoes – 90%(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin  ပါ)File Size : (1.3 GB) and (450 MB)Quality : DC Blu-Ray 720pRunning Time : 2hr 37minFormat : Mp4Genre : Crime, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : Directors.Cut.iNTERNAL.1080p.BluRay.x264-MHQTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid FincherKristine KellyStarsAnthony EdwardsBrian CoxChloë SevignyEd SetrakianElias KoteasJake GyllenhaalJohn Carroll LynchJohn GetzMark RuffaloRobert Downey Jr.CastAdam GoldbergAnthony EdwardsBob StephensonBrett RickabyBrian CoxCandy ClarkCharles FleischerChloë SevignyClea DuVallDermot MulroneyDonal LogueEd SetrakianElias KoteasIone SkyeJake GyllenhaalJimmi SimpsonJohn Carroll LynchJohn GetzJohn LacyJohn TerryJune Diane RaphaelMark RuffaloMichel FrancoeurPhilip Baker HallRichmond ArquetteRobert Downey Jr.Stanley B. HermanZach Grenier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jP2htGBHE7vKq4MLeC75UeC0sZH.jpg",
      "https://image.tmdb.org/t/p/w300/evayD0ZvaYepGAtoiuVs9XIR8su.jpg",
      "https://image.tmdb.org/t/p/w300/eZHgxdUV38utOvlWQCVuo6wRPgY.jpg",
      "https://image.tmdb.org/t/p/w300/rMW6cJGGbnzJp9gdWaqUXFaPiX4.jpg",
      "https://image.tmdb.org/t/p/w300/v487cF9fQkc24HieYoVLg62ekuG.jpg",
      "https://image.tmdb.org/t/p/w300/lXZgNXoMNbCCp0j03AC20LvdiHd.jpg",
      "https://image.tmdb.org/t/p/w300/1fwX44TvZ2o1BO4POLApjbHWtnn.jpg",
      "https://image.tmdb.org/t/p/w300/gywyTuJJbVVITh63za198pwbEkn.jpg",
      "https://image.tmdb.org/t/p/w300/xZcGX2hIcOoXwWCRkI0wkmvqMea.jpg",
      "https://image.tmdb.org/t/p/w300/bgYCtbvlVJzkaajmvDlZkwXsgNk.jpg",
      "https://image.tmdb.org/t/p/w300/wmAh9OiPEgySaZRH9ofod19sZUn.jpg",
      "https://image.tmdb.org/t/p/w300/kYZUbykMJjV3G5oH3PgImSGmS6L.jpg",
      "https://image.tmdb.org/t/p/w300/hL6KaI8fGoYGxLpwp3pPd9smnZP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/Zodiac.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/zodiac-2007-mm-sub",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/zodiac-2007-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1IY5m/Zodiac_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/dsf4eb7dbb82.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dJ0oNfjzx4k",
      "video_url": "https://www.youtube.com/watch?v=dJ0oNfjzx4k",
      "embed_url": "https://www.youtube.com/embed/dJ0oNfjzx4k"
    }
  },
  {
    "metadata": "NOT RATED|2007|153 min|Drama,Family,Sport",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "49,175"
    },
    "title": "Chak De India ( 2007 )",
    "description": "ဒီေန႔ေတာ႔ IMDb 8.4 ရထားတဲ႔ ေဘာလိ၀ုဒ္ဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလိုက္ပါတယ္မင္းသားကလည္း ပရိတ္သတ္ေတြၾကိဳက္ႏွစ္သက္တဲ႕ ရွာရြတ္ခန္ ပဲၿဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းကာဘာရ္ခန္ ဟာ အိႏိၵယအမ်ိဳးသားေဟာ္ကီအသင္းရဲ႕ေခါင္းေဆာင္တစ္ဦးလည္းၿဖစ္သလိုနာမည္ေက်ာ္ကစားသမားလည္းတစ္ဦးလည္းၿဖစ္ပါတယ္..ပထမဆံုးမွာ အိႏၵိယနဲ႕ပါကစၥတန္တို႕ကမာၻ႔ ခ်န္ပီယံ အမ်ိဳးသားေဟာ္ကီပြဲကိုယွဥ္ၿပိဳင္ေနၾကတာပါ..ေနာက္ဆံုးမိနစ္ ပင္နယ္တီမွာကာဘာရ္ခန္ တစ္ေယာက္ လြဲေခ်ာ္သြားလို႕ ရွံုးနိမ္႔ခဲ႔ေပမယ္႔ ပြဲၿပီးတဲ႕အခါ ပါကစၥတန္ကကစားသမားတစ္ဦးကလာေရာက္ႏွုတ္ဆက္လို႔ရယ္ၿပံဳးႏွုတ္ဆက္မိတာကို သတင္းေထာက္တစ္ေယာက္ကဓါတ္ပံုအတိအက်ရိုက္ၿပီး အမ်ိဳးသားသစၥာေဖာက္ခဲ႔တာလားဆုိတဲ႕ နာမည္ဆုိးနဲ႕ဖြပါေတာ႔တယ္..ဒီလိုနဲ႕ ကာဘာရ္ခန္ ဟာၿပသနာေတြတက္ ၿပည္သူေတြကလည္း အမ်ိဳးသားသစၥာေဖာက္အေနနဲ႕ ၀ိုင္း၀န္းစြပ္စြဲလို႕ ေနထိုင္ရတဲ႔အိမ္ကေနေတာင္ေၿပာင္းေၿပးခဲ႕ရၿပီးေနရာၿခားမွာသြားေရာက္ေနထိုင္ခဲ႕ရပါတယ္..ဒီလိုနာမည္ပ်က္ေတြၾကား…အရွံုးေတြၾကားသူ႕ဂုဏ္အၿပင္ အိႏိၵယ ႏိုင္ငံရဲ႕ ဂုဏ္သိကၡာ ၿပန္တက္ေအာင္..ဘယ္လိုလုပ္မလဲလူအမ်ားထင္ခဲ႔တဲ႔အမ်ိဳးသားသစၥာေဖာက္ ဘ၀ကေန ဘယ္လိုမ်ိဳးရုန္းထြက္ၾကိဳးစားမလဲဆုိတာ စိတ္၀င္စားဖြယ္ၾကည္႕ရွုရမယ္႔ ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShimit AminStarsSagarika GhatgeShah Rukh KhanShilpa ShuklaVidya Malvade",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/chak_de_india.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chak-de-india-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/47c1eb5/chak-de-india-207-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2cr54/Chak_De_India_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/ZQsyXYrS#pnkrzU3zM5jQFuQO_NiR_Ru6ojMyU14NErs4jjbPtd0",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/b6odfkdu8igs",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2007|2h 46m|Bollywood,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "24k"
    },
    "title": "Guru (2007)",
    "description": "Guru (2007)DramaIMDb 7.7/10 (24K)အခုတစ်ခါမှာလည်း အရှ်တို့လင်မယားရဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ မင်းသား အဘီရှိခ်ဘဂျမ်း..3Idiots ဇာတ်ပို့မင်းသား ရန်ဂါနာဒန်မာဒဗန်..မင်းသားကြီးမီထွန်းချက်ကရဗာတီ(ကုလားကျော်ဟိန်း)..မင်းသမီးအရှ်ဝါရီယားရိုင်းဘဂျမ်းနဲ့ ဗစ်ဒယားဘာလန်တို့ကအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ရွာတစ်ရွာကနေ ဘုံဘေမြို့ကိုတက်လာပြီး လမ်းဘေးဘဝကနေအိန္ဒိယစီးပွားရေးသမားကြီးတစ်ယောက်ဖြစ်လာခဲ့တဲ့ ဂုရုကန့်ဒေဆိုင်းဆိုသူရဲ့အကြောင်းကိုတင်ဆက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရွာကနေ မြို့တက်စီးပွားရေးလုပ်ဖို့ မတည်ငွေကို မိန်းမယူပြီး ရတဲ့တင်တောင်းငွေနဲ့စတင်လုပ်လာခဲ့ပုံ…။လက်ရှိဦးဆောင်နေတဲ့ စီးပွားရေးသမားကြီးတွေရဲ့အတ္တကိုဖြိုဖျက်ပြီး နေရာယူခဲ့ပုံ…။သူ့ထက်ငါနှာတစ်ဖျားသာစေရမယ်ဆိုတဲ့ စိတ်နဲ့ကြိုးစားရင်း အားလုံးအပေါ်ဩဇာလွှမ်းမိုးသက်ရောက်ခဲ့ပုံ…။စသဖြင့် ဗဟုသုတရစေမယ့် အချက်တွေအများကြီးပါပါတယ်။သူ့ရဲ့လက်ကိုင်ဆောင်ပုဒ်က “ကျွန်တော်က ငြင်းတဲ့စကားလုံးဆို မကြားရဘူးဗျ” တဲ့လေဆိုတော့ ဂုရုကန့်ဒေဆိုင်းဖြစ်ချင်ရင်တော့ ဂုရုကန့်ဒေဆိုင်းလိုပြုမူနေထိုင်မှဖြစ်မယ်နော်ဆိုတဲ့ဇာတ်ကားပါ ဒိုင်ယာလော့ခ်နဲ့အတူ ဇာတ်ကားလေးကို စီးမျောလိုက်ကြပါဦးနော်။File size…3.1GB / 1.4GBQuality…1080p NF WEB DL /720pFormat…mp4Duration….2h 46mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMani RatnamStarsAbhishek BachchanAishwarya Rai BachchanArjan BajwaArya BabbarDarshan JariwalaDhritiman ChatterjeeElina WadiwalaMallika SherawatManoj JoshiMithun ChakrabortyMukesh BhattNina KulkarniPrathap PothanR. MadhavanRajendra GuptaRoshan SethSachin KhedekarSanjay MishraSarita JoshiSudhir PandeyVidya BalanCastAbhishek BachchanAishwarya Rai BachchanArjan BajwaArya BabbarDarshan JariwalaDhritiman ChatterjeeElina WadiwalaMallika SherawatManoj JoshiMithun ChakrabortyMukesh BhattNina KulkarniPrathap PothanR. MadhavanRajendra GuptaRoshan SethSachin KhedekarSanjay MishraSarita JoshiSudhir PandeyVidya Balan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kvPC6aN10MJVZh5L4BSzhB3iYh5.jpg",
      "https://image.tmdb.org/t/p/w300/ueH61hVBpEAvztq568bVAMIgtL7.jpg",
      "https://image.tmdb.org/t/p/w300/kEaTLIJvnuKwDNJhqtMNy0JBkcE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTQ4MDYyZjctZDRmOS00NWYyLTg2MzAtMGZlYzlkYjA1ZTY3XkEyXkFqcGdeQXVyODk2ODI3MTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/guru-2007-1080-p-blu-ray-aac-5-1-x-265-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7csqm34lcj95.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/odf6ya2d6250",
        "server": "streamvid.io",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bYjv/Guru_(2007)_1080p_BluRay_AAC5.1_x265_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PnwUTawT#wTY6qW6RRBY52qUu-iUJHlmreUU4OX6y6Fg9fGgfRUE",
        "server": "mega.nz",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/guru-2007-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/no44awv04paa.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1bjlpd28c05n",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bYjx/Guru_(2007)_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/3uhFgTaY#xAzZBtgg0uCqSparwHuCVEk5PV-sfmE_aze1xTMfEqs",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "D1eE-lCKcxI",
      "video_url": "https://www.youtube.com/watch?v=D1eE-lCKcxI",
      "embed_url": "https://www.youtube.com/embed/D1eE-lCKcxI"
    }
  },
  {
    "metadata": "PG-13|2007|144 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "538,195"
    },
    "title": "Transformers (2007)",
    "description": "ပထမ Transformer ဇာတ်လမ်းအဓိကကျောရိုးက All Spark ကိုလိုတာနဲ့ စပါတယ်။Transformer အမည်ခံစက်ရုပ်များဟာ သူတို့နေထိုင်တဲ့ Cybertron ဆိုတဲ့ဂြိုဟ်မှာ Autobots နဲ့ Decepticons တွေ တိုက်ပွဲဖြစ်ခဲ့ပြီးDecepticons ခေါင်းဆောင် Megatron ရဲ့ ဖျက်ဆီးမှုကြောင့် Cybertron ဂြိုဟ်ပျက်စီးခဲ့ပါတယ် ။( All Spark ဆိုတာ ပထမ Transformer movie မှာတွေ့ရတဲ့ ကုဗတုံးတစ်ခုပါ )Autobots တွေဟာ All Spark ကို ပြန်လည်ရှာဖွေပြီးတော့ သူတို့မူလဂြိုဟ်ဟောင်း Cybertron ကို ပြန်လည်တည်ဆောက်ချင်ပါတယ် ။Decepticons တွေကတော့ All Spark ကို ရှာဖွေပြီး စကြဝဠာကို စိုးမိုးချင်သူများပါ ။Decepticons ခေါင်းဆောင် Megatron ဟာ ကမ္ဘာဂြိုဟ်ပေါ်မှာ All Spark ရှိနေတယ်ဆိုတဲ့ သတင်းကို ကြားလျှင်ကြားချင်းကမ္ဘာပေါ်သက်ဆင်းရာမှာ အခန့်မသင့် crash landing ကြောင့် အာတိတ်သမုဒ္ဒရာ ရေခဲအောက်မှာ ခဲသွားခဲ့ပါတယ် ။ဒါကို Sam ရဲ့ အဖိုး ကပ္ပတိန် Witwicky တွေ့ရှိခဲ့ပါတယ် ။ဒီမှာတင် မတော်တစ်ဆ Megatron ရဲ့ navigational system ကို အက်တီဗိတ်လုပ်မိတာကြောင့်သူ့ မျက်မှန်မှာ ကိုအော်ဒီနိပ်များနဲ့ ဖော်ပြလိုက်သလိုဖြစ်သွားပါတယ် ။ဒီ ရေခဲအောက်မှာ ခဲနေတဲ့ Megatron နဲ့ All Spark ကို အမေရိကန်အစိုးရ ရဲ့ ထိပ်တန်းလျှို့ဝှက်အဖွဲ့အစည်းဖြစ်တဲ့ Sector 7 မှ သိမ်းဆည်း ခဲ့ပါတယ် ။All Spark မှ စွမ်းအင်အဆက်မပြတ်ထုတ်လွှတ်မှုကို ကာကွယ်တဲ့ အနေနဲ့၎င်းထားရှိရာ လျှို့ဝှက်နေရာရဲ့ပတ်ပတ်လည်မှာ ရေလွှဲဆည်အကြီးကြီး တစ်ခုကို တည်ဆောက်ခဲ့ပါတယ် ။ဒါကို Autobots နဲ့ Decepticons တွေသိရှိပြီး All Spark ကို လိုချင်လို့ တိုက်ပွဲဖြစ်ကြပြီးဘယ်လိုစခန်းသွားကြမလဲဆိုတာ……..။~ Review Credit(Transformers ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=transformersမှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။File size…(6.8 GB)/(3.3 GB)/(1.5 GB)Quality….BluRay4K HDRHEVC/1080p/720p HEVCFormat…mkv/mp4Duration….02:23:27Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael BayStarsAnthony AndersonJohn TurturroJon VoightJosh DuhamelMark RyanMegan FoxPeter CullenRachael TaylorShia LaBeoufTyrese GibsonCastAdam RatajczakAmaury NolascoAndrew AltonjiAndrew Lewis CaldwellAndy DominguesAndy MilderAnthony AndersonAshkan KashanchiBenjamin HoffmanBernie MacBob StephensonBrian PrescottBrian ReeceBrian ShehanBrian StepanekC.J. ThomasonCarlos Moreno Jr.Charlie AdlerCharlie BodinChip HormessChris EllisColin FickesColleen PorchColton HaynesCraig BarnettDarius McCraryEsther ScottFrederic DossGlenn MorshowerHugo WeavingJ.P. ManouxJamie McBrideJamison YangJason WhiteJeremy JojolaJess HarnellJessica KartalijaJimmie WoodJohn RobinsonJohn TurturroJohnny SanchezJon VoightJosh DuhamelJoshua FeinmanJulie WhiteKevin DunnLaurel GarnerLuis EchagarrugaMadison MasonMaja KljunMark RyanMason Rock BayMegan FoxMichael AdamsMichael BayMichael McNabbMichael O'NeillMichael Shamus WilesMichael TrislerMichelle PierceMike FisherOdette AnnablePatrick MulderrigPete GardnerPeter CullenPeter JacobsonRachael TaylorRavi PatelRay TothReno WilsonRick GomezRizwan ManjiRobert FoxworthRobert GerritsRon HenrySamantha SmithScott PeatShia LaBeoufSophie BobalSteven FordTom EverettTom LenkTravis Van WinkleTyrese GibsonWiley M. PickettWilliam Morgan SheppardZack Ward",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iq6oCC769VhakJubpAeJNFCgvff.jpg",
      "https://image.tmdb.org/t/p/w300/wcTDxW9JEr9cORajaQLrv8ls9Ly.jpg",
      "https://image.tmdb.org/t/p/w300/eXlmQHijPhAG6E1ikFtZEfQsBxk.jpg",
      "https://image.tmdb.org/t/p/w300/bk0YcIMk9NNMcAiXgOMXHngCHp6.jpg",
      "https://image.tmdb.org/t/p/w300/v8LwKznSXAq3FZ08nvXK5aZNGki.jpg",
      "https://image.tmdb.org/t/p/w300/77P56ZcL8M9Cw7FIptMIGjhNJoj.jpg",
      "https://image.tmdb.org/t/p/w300/1mBRoDVPPJ4T7bDleBBaYvGUYUc.jpg",
      "https://image.tmdb.org/t/p/w300/1nhHXA2SwT9DE813OTe83hcoub2.jpg",
      "https://image.tmdb.org/t/p/w300/aN3wXrnq32PyK6DiyDt26atgNXG.jpg",
      "https://image.tmdb.org/t/p/w300/p4keVXRxWiG3Nb2wJxIa66Oo0zZ.jpg",
      "https://image.tmdb.org/t/p/w300/oj7a9mHHOozBjadHZSNrQZw5ISd.jpg",
      "https://image.tmdb.org/t/p/w300/9CWuiQzXTNSCveGROUUwMCvBT2Z.jpg",
      "https://image.tmdb.org/t/p/w300/6zVEIAMgjrnxsuGgL4Mgti7Xloz.jpg",
      "https://image.tmdb.org/t/p/w300/vWMjDnwsgYCoBoY1JSSoklxI99l.jpg",
      "https://image.tmdb.org/t/p/w300/2WFEjlQN02cysQ2x3GYqKEHCXaN.jpg",
      "https://image.tmdb.org/t/p/w300/hNUKnbOykE04axQdrwB2bRuUMkj.jpg",
      "https://image.tmdb.org/t/p/w300/dj1vX0u9WV5H6qhtukX9AfAUgi5.jpg",
      "https://image.tmdb.org/t/p/w300/zUdaBqF6TXKrOKuYdlx7pC2oKG3.jpg",
      "https://image.tmdb.org/t/p/w300/sAxTMw9WETdzzPO9RIP6GwMW5Ou.jpg",
      "https://image.tmdb.org/t/p/w300/blFfzTxwmXxOkvfZ5m8u39JykfD.jpg",
      "https://image.tmdb.org/t/p/w300/diBXZTgx6PYW0NpNeDn2cE7UKXh.jpg",
      "https://image.tmdb.org/t/p/w300/gfmbZuCuG9H1QD6uRC8EVtbYJ08.jpg",
      "https://image.tmdb.org/t/p/w300/cSvo4JTf1HqeG89ZeU8VgEhNEYf.jpg",
      "https://image.tmdb.org/t/p/w300/kkTUkbkd7KgAU91FKBhoVP4r4yY.jpg",
      "https://image.tmdb.org/t/p/w300/3g5xQ6PADTCbeOCbO5Q8uVu5RXQ.jpg",
      "https://image.tmdb.org/t/p/w300/pY6LkemQP8h8UCMRQ0T4yWPNJzr.jpg",
      "https://image.tmdb.org/t/p/w300/bmwvojKebJ6y3P2oNmxQ1Ymu04M.jpg",
      "https://image.tmdb.org/t/p/w300/iCDMBi6WLjUBnt24dNwHqqF81UL.jpg",
      "https://image.tmdb.org/t/p/w300/k9pbwZgF7Yw5QA0ysIYVKt2wxM3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/rzfik5le.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hdr-transformers-2007-4-k-2160-p-uhd-blu-ray-hevc-10-bit-hdr-ac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.8 GB",
        "quality": "4K HEVC HDR"
      },
      {
        "link": "https://usersdrive.com/g4fcbiq8tm32.html",
        "server": "usersdrive.com",
        "size": "6.8 GB",
        "quality": "4K HEVC HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-transformers-2007-blu-ray-1080-p-h-264-10-bit-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Jmtb/(CM)Transformers.2007.BluRay.1080p.H.264.10bit.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uplWmQqD#nD9eUntd-aW58tBJInX_oLElKBO_SueIvPVNpO1E1s4",
        "server": "mega.nz",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hf648kfnj8dl.html",
        "server": "usersdrive.com",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-transformers-2007-720-p-blu-ray-x-265-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p HEVC"
      },
      {
        "link": "https://megaup.net/1Jmt7/(CM)Transformers.2007.720p.BluRay.X265.HEVC.mkv",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p HEVC"
      },
      {
        "link": "https://usersdrive.com/8teccbinazcf.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p HEVC"
      },
      {
        "link": "https://sbfast.com/dfy6cdbnuxei.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p HEVC"
      }
    ],
    "trailer": {
      "video_id": "dI4RZIaSC2M",
      "video_url": "https://www.youtube.com/watch?v=dI4RZIaSC2M",
      "embed_url": "https://www.youtube.com/embed/dI4RZIaSC2M"
    }
  },
  {
    "metadata": "|2007||Crime,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "45000"
    },
    "title": "The Hitcher (2007)",
    "description": "The Hitcher (2007)==============ဒီဇာတ်ကားကတော့ The Hitcher 1986 ကို Remake ပြန်လုပ်ထားတာပါ။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ ကောလိပ်ကျောင်းသားစုံတွဲဖြစ်တဲ့ဂျင်မ်နဲ့ဂရေစ့်တို့ဟာ Spring Break အတွက် သူငယ်ချင်းတွေနဲ့ဆုံဖို့နယူးမက္ကဆီကိုကနေကားဖြတ်မောင်းလာကြပါတယ်။လမ်းမှာမိုးသည်းသည်းကြား ကားကြုံတားတဲ့လူတစ်ယောက်ကိုတွေ့ပေမယ့် ဂရေစ့်ရဲ့ကန့်ကွက်မှုကြောင့်မတင်ဖြစ်ခဲ့ပါဘူး။ဒါပေမယ့်လည်း ဂတ်စ်ဆိုင်တစ်ခုမှာ ပြန်ဆုံချိန်မှာတော့ ဂျင်မ်ကအားနာပြီးအနီးဆုံးမြို့ကိုပို့ပေးဖို့ခေါ်လာခဲ့ပါတယ်။ ဂရေစ့်စိုးရိမ်ခဲ့တဲ့အတိုင်း အဲ့ဒီလူက သူတို့ကို မိုးအဆုံးမြေအဆုံးဒုက္ခပေးတော့မှာပါပဲ။ Game of Thronesထဲမှာ စတာ့ခ်တို့ရဲ့ဖခင်ကြီး Ned Stark အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Sean Beanကြီးက ဒီဇာတ်ကားမှာရွံမုန်းစရာစိတ္တဇလူသတ်ကောင်အဖြစ်ထူးထူးခြားခြားပါဝင်ထားပါတယ်။ Sophia bush ကလည်းတအားလှပါတယ်။ ဇာတ်လမ်းလည်းမိုက်ပြီး ပထမကားတွေထက် သွေးထွက်သံယိုပိုများပြီးကြမ်းတမ်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Alias ဖြစ်ပါတယ်)File Size……….(1.55 GB) / (594 MB)Quality…………BLU-RAY 1080p / 720pDuration………1Hr 24MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, ThrillerTranslator…….AliasEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDave MeyersCastDanny BoleroJeffrey HutchinsonKurt GrossiKyle DavisLauren CohnNeal McDonoughSean BeanSkip O'BrienSophia BushTravis SchuldtYara MartinezZachary Knighton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2w0uvzOXKyda8fW0IvkdGFFnJCq.jpg",
      "https://image.tmdb.org/t/p/w300/patfPKjW3JAENhmgKoJiW7D4pvg.jpg",
      "https://image.tmdb.org/t/p/w300/xbcY0dkRvFbbNChn4ArvEuS864k.jpg",
      "https://image.tmdb.org/t/p/w300/5d8YeYoACORM214e95IAk6fUAoW.jpg",
      "https://image.tmdb.org/t/p/w300/ppsRnJjubaRT6tWNMKfCQK4YtCG.jpg",
      "https://image.tmdb.org/t/p/w300/wdcHwNP9CDXPDz7oN5gbGk54NZf.jpg",
      "https://image.tmdb.org/t/p/w300/pTo6pCycGKsmKFnnDPNpr2gODV0.jpg",
      "https://image.tmdb.org/t/p/w300/ij6j0YfsonebzopVED56pIbSmip.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BMTIwOTA3NzI4NF5BMl5BanBnXkFtZTcwNjY2ODA0MQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-hitcher-2007-1080-p-blu-ray-x-264-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/edDnh/The.Hitcher.2007.1080p.BluRay.x264-[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/ms6o1bcvzv5p",
        "server": "streamsb.com",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IeMjCCQR#bXYqaigyBZaFaY7h-sV3JlPFNlgKcOc392yAgGUWXfI",
        "server": "mega.nz",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n1atamrmpi9f.html",
        "server": "usersdrive.com",
        "size": "1.55 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-hitcher-2007-720-p-blu-ray-x-264-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "594 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edDmh/The.Hitcher.2007.720p.BluRay.x264-[CM]_new.mp4",
        "server": "megaup.net",
        "size": "594 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/01u7u67jma1l",
        "server": "streamsb.com",
        "size": "594 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wes1RZYL#rIUvzHxGetC4zwnRlUWzPKCIDuDOdNhoz6E-sUcJ1TY",
        "server": "mega.nz",
        "size": "594 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kl6lql9hpigz.html",
        "server": "usersdrive.com",
        "size": "594 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rDPrpxd5FJY",
      "video_url": "https://www.youtube.com/watch?v=rDPrpxd5FJY",
      "embed_url": "https://www.youtube.com/embed/rDPrpxd5FJY"
    }
  },
  {
    "metadata": "PG-13|2007|1h 27min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "303,572"
    },
    "title": "The Simpsons Movie (2007)",
    "description": "The Simpsons Movie (2007)IMDB – 7.3/10_____Rotten – 88%ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို မြို့သူမြို့သားတွေက သတိပြုမိလာပြီး ရေကန်ကြီးထဲကို ဘာအမှိုက်အညစ်အကြေးမှ မစွန့်ပစ်ဖို့ သဘောတူညီလိုက်ကြပါတယ်။ဒါပေမယ့် Simpsons မိသားစုရဲ့ ကပျက်ကချော်လုပ်တတ်တဲ့ ထုံးစံအတိုင်း အဖေဖြစ်သူ ဟိုမာဆစ်ပ်ဆန်က ရေကန်ထဲကို မတော်တဆ အမှိုက်ပစ်လိုက်မိပါတယ်။အဲ့ဒီအခါမှာ အစိုးရက ဒီအဆိပ်အတောက်တွေ တခြားမြို့တွေကို မကူးစက်အောင် စပရင်းဖီးလ်မြို့ကို မှန်ခုံးကြီးတစ်ခု လာအုပ်သွားပါတော့တယ်။ဆစ်ပ်ဆန်မိသားစုက ဒီအဖြစ်အပျက်ရဲ့တရားခံတွေဖြစ်ခဲ့ရပြီး သူတို့ဘယ်လိုရှောင်ပြေးကြရမလဲ၊ ဒီမှန်ခုံးကြီးထဲက လွတ်မြောက်အောင် ဘယ်လိုလုပ်ကြမလဲဆိုတာ ရုပ်ရှင်ထဲမှာ ဆက်လက်ခံစားကြပါ။The Simpsons Movie ရဲ့ အကောင်းဆုံးအချက်ကတော့ ဇာတ်လမ်းဇာတ်အိမ်ကို ရှူထောင့်ပေါင်းစုံကနေ သရော်ပြနိုင်တာပါ။ဒီဇာတ်ကားထဲမှာ နိုင်ငံရေး၊ ဘာသာရေး သရော်တာတွေပါဝင်ပြီး ဟာသလေးတွေကလဲ အတော်ထိပါတယ်။ပြီးတော့ ဒီကားမှာ အနာဂတ်ခန့်မှန်းချက်တစ်ခုပါသေးတယ်နော်။ဘာလဲဆိုတာတော့ သေချာလေးကြည့်ကြည့်ရင် တွေ့ပါလိမ့်မယ်။File Size : (701 MB)Quality : Blu-Ray 720pRunning Time : 1hr 27minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-RARBGTranslated by Arkar PhyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndre MedinaDavid SilvermanEddie RosasEric KoenigFrans VischerIvaylo AnguelovJ.C. WegmanJay JacksonJeff JohnsonJennifer MoellerJuan 'Jo' LunaManny DeGuzmanMatthew SchofieldNate LoweRichard ManginsayRoberto CasaleRufino CamachoStarsAlbert BrooksDan CastellanetaHank AzariaHarry ShearerJulie KavnerKelsey GrammerMaile FlanaganMarcia WallaceNancy CartwrightPamela HaydenTress MacNeilleYeardley SmithCastAlbert BrooksBillie Joe ArmstrongDan CastellanetaHank AzariaHarry ShearerJoe MantegnaJulie KavnerKarl WiedergottKelsey GrammerMaggie RoswellMaile FlanaganMarcia WallaceMike DirntNancy CartwrightPamela HaydenPhilip RosenthalRussi TaylorTom HanksTre CoolTress MacNeilleYeardley Smith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o7XHctO2t4fIdzch8v8ApNaJMcX.jpg",
      "https://image.tmdb.org/t/p/w300/xjRHf40ByYlTxmVxwRT0aRlkGoa.jpg",
      "https://image.tmdb.org/t/p/w300/nAkbXZqrg45MhiJ5KAvWNLkrYLN.jpg",
      "https://image.tmdb.org/t/p/w300/nJMAmFpwFsqAlPKLqtPCEe9hTMS.jpg",
      "https://image.tmdb.org/t/p/w300/hFzOLO9UVytHJNhwraMo2FWg8wN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dksvogidhnza.html",
        "server": "usersdrive.com",
        "size": "701 Mb",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-simpsons-movie-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "701 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "701 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/hd5BDISR#-f7-xevquqlLUqdE7dgP5seFPXsvqqBoH-RpI4knyHI",
        "server": "mega.nz",
        "size": "701 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ld2w0d9i4x8i",
        "server": "upstream.to",
        "size": "701 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "XPG0MqIcby8",
      "video_url": "https://www.youtube.com/watch?v=XPG0MqIcby8",
      "embed_url": "https://www.youtube.com/embed/XPG0MqIcby8"
    }
  },
  {
    "metadata": "G|2007|111 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "529,084"
    },
    "title": "Ratatouille (2007)",
    "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ စာဖိုမှူး Linguini နဲ့ဆုံတွေ့ခဲ့ရပါတယ်အဲဒီမှာ ဟင်းချက်ဝါသနာပါတဲ့ Remyက ဟင်းချက်ညံ့တဲ့ Linguiniကို ချက်ပြုတ်ဖို့ ကူညီပေးခဲ့ပြီး သူ့ကို ဘယ်လိုချက်ပြုတ်ရမယ်ဆိုတာ ထိန်းချူပ်ပုံက သဘောကျစရာပါ ဇာတ်ကားရဲ့ အလှည်းအပြောင်းအဖြစ် Linguiniက စာဖိုမှူး Auguste Gusteaရဲ့ သားဖြစ်ပြီး အဲဒီစားသောက်ဆိုင်ကို ဆက်ခံရမဲ့ပိုင်ရှင်ဖြစ်နေတာကို အဲဒီဆိုင်က စာဖိုမှူးချူပ်က အကောက်ကြံပုံ၊EGoရဲ့ အစားအသောက် စစ်ဆေးချက်ကို သူ့ရဲ့သားကရော ကျော်လွားနိူင်ပမှလားဆိုတာတွေက ဇာတ်ကားရဲ့ ကြည့်ချင်စိတ်ကို အမြင့်ဆုံးထိ ဆွဲခေါ်သွားမှာသေချာပါတယ်။animation ဇာတ်ကားကြိုက်သူတွေအတွက် လက်မလွဲပဲ ကြည့်သင့်တဲ့ဇာတ်ကားပါ။IMDB movie ratingမှာ 8/10 အထိ ရထားတဲ့ ဇာတ်ကားလဲ ဖြစ်ပါတယ်————————————————————————————–Animationဇာက္ကားႀကိဳက္တဲ့လူမ်ားအတြက္ နာမည္ေက်ာ္ ကာတြန္းကားအမ်ားအျပားကို ထုပ္လုပ္တဲ့ Walt Disney က ႐ိုက္ကူးထားတဲ့ ratatouille ဆိုတဲ့ ႂကြက္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစRemyက အိုင္ဒီယာေကာင္းၿပီး အနံ့ အရသာခံတဲ့ေနရာမွာ ထူးခၽြန္တဲ့ ႂကြက္တစ္ေကာင္ျဖစ္ပါတယ္သူ႔က ခ်က္ျပဳတ္တာကို အလြန္ဝါသနာပါသလို သူရဲ႕ Heroကေတာ့ စားဖိုမွဴး Auguste Gusteaပဲျဖစ္ၿပီး သူ႔ရဲ႕ ဟင္းခ်က္နည္းကို တီဗီကေန အဘြားႀကီးတစ္ေယာက္ထဲေနတဲ့အိမ္မွာ အၿမဲတမ္း သြား သြားၾကည့္ပါတယ္တစ္ရက္မွာေတာ့ ဟင္းလ်ာေတြကို အကဲျဖတ္ရတဲ့ Egoက Auguste Gusteaရဲ႕ ဟင္းလ်ာေတြကို Rating နည္းနည္းသာေပးတာေၾကာင့္ Auguste Gustea ကိုယ့္ကိုကို သတ္ေသသြားတဲ့ သတင္းကို ေတြ႕လိုက္ရၿပီး ဝမ္နည္းစြာ ေအာ္မိတာေၾကာင့္ အဘြားႀကီးက ႂကြက္ရွိေၾကာင္း သိသြားၿပီး ေသနတ္နဲ႔ လိုက္ျပစ္တာေၾကာင့္ တစ္ေဆြလံုး တစ္မ်ိဳးလံုးထြက္ေျပးရင္း Remyကေတာ့ သူ႔အမ်ိဳးေတြနဲ႔ ကြဲသြားၿပီး စားေသာက္ဆိုင္တစ္ခုကို ေရာက္သြားရကေန အစမ္းခန္႔ထားတဲ့ စာဖိုမွဴး Linguini နဲ႔ဆံုေတြ႕ခဲ့ရပါတယ္အဲဒီမွာ ဟင္းခ်က္ဝါသနာပါတဲ့ Remyက ဟင္းခ်က္ညံ့တဲ့ Linguiniကို ခ်က္ျပဳတ္ဖို႔ ကူညီေပးခဲ့ၿပီး သူ႔ကို ဘယ္လိုခ်က္ျပဳတ္ရမယ္ဆိုတာ ထိန္းခ်ဴပ္ပံုက သေဘာက်စရာပါ ဇာတ္ကားရဲ႕ အလွည္းအေျပာင္းအျဖစ္ Linguiniက စာဖိုမွဴး Auguste Gusteaရဲ႕ သားျဖစ္ၿပီး အဲဒီစားေသာက္ဆိုင္ကို ဆက္ခံရမဲ့ပိုင္ရွင္ျဖစ္ေနတာကို အဲဒီဆိုင္က စာဖိုမွဴးခ်ဴပ္က အေကာက္ၾကံပံု၊EGoရဲ႕ အစားအေသာက္ စစ္ေဆးခ်က္ကို သူ႔ရဲ႕သားကေရာ ေက်ာ္လြားႏိူင္ပမွလားဆိုတာေတြက ဇာတ္ကားရဲ႕ ၾကည့္ခ်င္စိတ္ကို အျမင့္ဆံုးထိ ဆြဲေခၚသြားမွာေသခ်ာပါတယ္။animation ဇာတ္ကားႀကိဳက္သူေတြအတြက္ လက္မလြဲပဲ ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။IMDB movie ratingမွာ 8/10 အထိ ရထားတဲ့ ဇာတ္ကားလဲ ျဖစ္ပါတယ္File Size : (802 MB) / 2.09GBQuality : Blu-Ray 720p / 1080p HEVCRunning Time : 1hr 51minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by : Myat Noe Wutt YiiEncoded by  Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew CadelagoBrad BirdDallis AndersonJan PinkavaJeremy LaskyKesten MigdalMark AndrewsShannon WoodStarsBrad GarrettBrian DennehyIan HolmJaneane GarofaloJulius CallahanLou RomanoPatton OswaltPeter O'ToolePeter SohnWill ArnettCastAndrea BoerriesBrad BirdBrad GarrettBrad LewisBrian DennehyIan HolmJack BirdJake SteinfeldJames RemarJaneane GarofaloJohn RatzenbergerJulius CallahanLindsey CollinsLori RichardsonLou RomanoMarco BoerriesPatton OswaltPeter O'ToolePeter SohnStéphane RouxTeddy NewtonThomas KellerTony FucileWill Arnett",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sFpGI08aeHIRKlLi9SxLyYrRyZ8.jpg",
      "https://image.tmdb.org/t/p/w300/bzbZ4cggqWZY0zpUYvwGW9fumB3.jpg",
      "https://image.tmdb.org/t/p/w300/mZlf2J8qAuKr4lV0LP0FaFiyWl.jpg",
      "https://image.tmdb.org/t/p/w300/gjz2m8yfUgJHgU9nr7S4QwgpGIt.jpg",
      "https://image.tmdb.org/t/p/w300/nNsFrXgNJ2t6qqjxi3s2bI69s4i.jpg",
      "https://image.tmdb.org/t/p/w300/67UIHdsfmpRrdcXCoHWYlVJIh3u.jpg",
      "https://image.tmdb.org/t/p/w300/f7moNheF2VQ2sOKEzpraKVBkkqM.jpg",
      "https://image.tmdb.org/t/p/w300/2IBkzpWTshdAfnQzjum38XsMLxh.jpg",
      "https://image.tmdb.org/t/p/w300/yOShRPF9MbaJ4U9w2s7Pwqqm95o.jpg",
      "https://image.tmdb.org/t/p/w300/oQnwIIICPMOJC2rGuT8RnRKUtEo.jpg",
      "https://image.tmdb.org/t/p/w300/CynII2aCXzaOsPd0v8ZV8bXFHn.jpg",
      "https://image.tmdb.org/t/p/w300/szeMFDOgrrHvKOkuRRbHFBlwiz4.jpg",
      "https://image.tmdb.org/t/p/w300/nxBvxhhlQqEHg8mMcvIfuHJtF2F.jpg",
      "https://image.tmdb.org/t/p/w300/f875ZXmDm8x15b7j2V0GKACk6An.jpg",
      "https://image.tmdb.org/t/p/w300/1uDmqOspR1jVhwJnVy5EOEIFm3e.jpg",
      "https://image.tmdb.org/t/p/w300/9z1VD8uMxhREMQszXSsn5LBc5Ce.jpg",
      "https://image.tmdb.org/t/p/w300/9QaW16rkWyMlkGjy8EA5cWmSPMq.jpg",
      "https://image.tmdb.org/t/p/w300/xgDj56UWyeWQcxQ44f5A3RTWuSs.jpg",
      "https://image.tmdb.org/t/p/w300/lxpv2ikF3Cdml90d1JI7hJzh6rK.jpg",
      "https://image.tmdb.org/t/p/w300/5E45zJ4qUxgUF1QvPIXQFEEaX2A.jpg",
      "https://image.tmdb.org/t/p/w300/cHV2QzTxRTLMUn6ibtaX8EUMCLr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ratatouille-2007",
        "server": "VIP Links",
        "size": "2.09GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/ratatouille-2007-2160-p-blu-ray-x-264-8-bit-sdr-true-hd-7-1-atmos-hevc-cm-recoded-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.09GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/YNbf/Ratatouille.2007.2160p.BluRay.x264.8bit.SDR.TrueHD.7.1.Atmos-HEVC_%7BCM%7D_Recoded.mp4",
        "server": "megaup.net",
        "size": "2.09GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/tyyvk3vexw3e.html",
        "server": "usersdrive.com",
        "size": "2.09GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://veryfiles.com/8k3a3ke42j7f",
        "server": "veryfiles.com",
        "size": "2.09GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/kd59kfr8w583.html",
        "server": "usersdrive.com",
        "size": "802 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ratatouille-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "802 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/6d95cbcf/ratatouile-207-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "802 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yCnp/Ratatouille_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "802 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8bZ2zSwB#sAjvlWZqT4Is-QsoJob99s4lzkNGKyjU1p0Jeebf3s0",
        "server": "mega.nz",
        "size": "802 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/pqa7zjapv8k7",
        "server": "upstream.to",
        "size": "802 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jOGDozdW9Yo",
      "video_url": "https://www.youtube.com/watch?v=jOGDozdW9Yo",
      "embed_url": "https://www.youtube.com/embed/jOGDozdW9Yo"
    }
  },
  {
    "metadata": "N/A|2007|N/A|Asian,Comedy,Romance,Sunny",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "189"
    },
    "title": "The Bedside Detective (2007)",
    "description": "IMDb Rating (6.5) ရရှိထားတဲ့ ထိုင်းဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ဂျော့ဆိုတဲ့ ငနဲလေးဟာ စွန့်စားတီထွင်ရတာကို ကြိုက်တတ်တဲ့ လူငယ်တစ်ယောက်ပါ…သူဟာ…တီဗွီပန်ကာ…နေရောင်ခြည်နဲ့ကင်စားရတဲ့ ဘာဘီကျူးဆိုင် စတဲ့ စွန့်ဦးတီထွင်တဲ့လုပ်ငန်းတွေကို စိတ်ကူးပေါက်သလိုလုပ်ပြီးလုပ်တိုင်းမှာ သောက်တလွဲဖြစ်သွားတတ်ပေမယ့် စိတ်ဓါတ်ကတော့ လုံးဝမကျပါဘူး….ဒါပေမယ့် အကြွေးတွေ ဖိစီးလာတဲ့အခါမှာတော့ ပိုက်ဆံရမယ့် စွန့်စွန့်စားစား အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်….ဒါကတော့ ကြာကူလီဇာတ်လမ်းအရှုပ်တွေကို ဖော်ထုတ်ရမယ့် စုံထောက်လုပ်ငန်းပါ။အဲ့ဇာတ်လမ်းအရှုပ်တွေထဲက ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းကြွေသွားမိတဲ့အခါမှာတော့….မောင်ဂျော့တစ်ယောက် ဘယ်လိုတွေ စွန့်စားမလဲဆိုတာ………။မင်းသားကတော့ I fine thank you,love you …Heard Attack ဇာတ်ကားတွေထဲက မင်းသား Sunny Suwanmethanont…မင်းသမီးက ချစ်စဖွယ်မျက်နှာပေးလေးနဲ့ Pattarasaya Kreuasuwansri…တကယ်ကောင်းတဲ့ ထိုင်းဟာသဇာတ်ကားလေးတွေက Entertainment ဖြစ်တာ အသေအချာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ကားပါ။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/sunny/ကြည့်လို့ရပါတယ်။)– Zawgyi –IMDb Rating (6.5) ရရွိထားတဲ့ ထိုင္းဟာသဇာတ္ကားေလးျဖစ္ပါတယ္။ေဂ်ာ့ဆိုတဲ့ ငနဲေလးဟာ စြန္႔စားတီထြင္ရတာကို ၾကိဳက္တတ္တဲ့ လူငယ္တစ္ေယာက္ပါ…သူဟာ…တီဗြီပန္ကာ…ေနေရာင္ျခည္နဲ႔ကင္စားရတဲ့ ဘာဘီက်ဴးဆိုင္ စတဲ့ စြန္႔ဦးတီထြင္တဲ့လုပ္ငန္းေတြကို စိတ္ကူးေပါက္သလိုလုပ္ျပီးလုပ္တိုင္းမွာ ေသာက္တလြဲျဖစ္သြားတတ္ေပမယ့္ စိတ္ဓါတ္ကေတာ့ လံုးဝမက်ပါဘူး….ဒါေပမယ့္ အေၾကြးေတြ ဖိစီးလာတဲ့အခါမွာေတာ့ ပိုက္ဆံရမယ့္ စြန္႔စြန္႔စားစား အလုပ္တစ္ခုကို လုပ္ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္….ဒါကေတာ့ ၾကာကူလီဇာတ္လမ္းအရႈပ္ေတြကို ေဖာ္ထုတ္ရမယ့္ စံုေထာက္လုပ္ငန္းပါ။အဲ့ဇာတ္လမ္းအရႈပ္ေတြထဲက ေကာင္မေလးတစ္ေယာက္ကို ျမင္ျမင္ခ်င္းေၾကြသြားမိတဲ့အခါမွာေတာ့….ေမာင္ေဂ်ာ့တစ္ေယာက္ ဘယ္လိုေတြ စြန္႕စားမလဲဆိုတာ………။မင္းသားကေတာ့ I fine thank you,love you …Heard Attack ဇာတ္ကားေတြထဲက မင္းသားSunny Suwanmethanont…မင္းသမီးက ခ်စ္စဖြယ္မ်က္ႏွာေပးေလးနဲ႔ Pattarasaya Kreuasuwansri…တကယ္ေကာင္းတဲ့ ထိုင္းဟာသဇာတ္ကားေလးေတြက Entertainment ျဖစ္တာ အေသအခ်ာမို႔ ၾကည့္ရႈသင့္တဲ့ဇာတ္ကားတစ္ကားပါ။File size…(999 MB)Quality…DVD Rip 720pFormat…mp4Duration….01:50:52Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySuzy Jirakit ThawornwongYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKomgrit TriwimolStarsChaleumpol TikumpornteerawongDaraneenuch PhotipitiJarupus PattamasiriNimit LuksameepongPanissara PhimpruPattarasaya KreuasuwansriPrakasit BowsuwanSumeth Ong-ardSunny SuwanmethanonCastChaleumpol TikumpornteerawongDaraneenuch PhotipitiJarupus PattamasiriNimit LuksameepongPanissara PhimpruPattarasaya KreuasuwansriPrakasit BowsuwanSumeth Ong-ardSunny Suwanmethanon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ybtuV09kqrpLFoqhke24QZjW9vt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/bedsidedetective0.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/doym64j4rexk.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yA3q/The_Bedside_Detective_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/UmQ13arR#J9Bud7JCLJgrp8lgTjAbXwOWDovz1TLeFBAsMil7TLY",
        "server": "mega.nz",
        "size": "630 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/d8253506/the-bedside-detective-207-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-bedside-detective-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630 MB",
        "quality": ""
      },
      {
        "link": "https://yadi.sk/i/x1JJmBPWfdpM5A",
        "server": "disk.yandex.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/gk1zivdx0a9w",
        "server": "upstream.to",
        "size": "630 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2007|1h 53min|Action,Adventure,Family",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "176,705"
    },
    "title": "The Golden Compass (2007)",
    "description": "The Golden Compass (2007)IMDb – 6.1/10_____Rotten – 42%Won 1 Oscar.Another 6 wins & 32 nominationsဝိဉာဉ်တွေက ခန္ဓာကိုယ်ထဲမှာ နေကြတယ်…ငါတို့ ကမ္ဘာမှာတော့… ငါတို့ဝိဉာဉ်တွေကငါတို့ဘေးမှာလမ်းလျှောက်ပြီးနေကြတယ်လေ။နိဒါန်းလေးကြည့်လိုက်ရုံနဲ့ အရမ်းစိတ်ဝင်စားမိမှာ ပဲဆိုတာမြေကြီးလက်ခတ်မလွဲပါပဲ….လိုင်ရာ တစ်ယောက်ကလေးချင်းစကြနောက်ကြရင်းနဲ့မထင်မှတ်ပဲ အရေးကြီးကိစ္စတစ်ခုထဲရောက်သွားပါတော့တယ်သူကိုယ်တိုင်ကလည်းအဖိုးတန်ရတနာလေးဖြစ်နေပါတယ်..လိုင်ရာကတစ်ဦးတည်းသောအမှန်တရားကို ဖတ်နိုင်သူလေးဖြစ်နေတာပါ..ကဲ လိုင်ရာတစ်ယောက် ဘယ်လိုအမှန်တရားတွေရှာမယ်..ဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ…အခုပဲကြည့်လိုက်ကြစို့ဗျား(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)ဝိဉာဥ္ေတြက ခႏၶာကိုယ္ထဲမွာ ေနၾကတယ္…ငါတို႔ ကမာၻမွာေတာ့… ငါတို႔ဝိဉာဥ္ေတြကငါတို႔ေဘးမွာလမ္းေလွ်ာက္ၿပီးေနၾကတယ္ေလ။နိဒါန္းေလးၾကည့္လိုက္႐ုံနဲ႔ အရမ္းစိတ္ဝင္စားမိမွာ ပဲဆိုတာေျမႀကီးလက္ခတ္မလြဲပါပဲ….လိုင္ရာ တစ္ေယာက္ကေလးခ်င္းစၾကေနာက္ၾကရင္းနဲ႔မထင္မွတ္ပဲ အေရးႀကီးကိစၥတစ္ခုထဲေရာက္သြားပါေတာ့တယ္သူကိုယ္တိုင္ကလည္းအဖိုးတန္ရတနာေလးျဖစ္ေနပါတယ္..လိုင္ရာကတစ္ဦးတည္းေသာအမွန္တရားကို ဖတ္ႏိုင္သူေလးျဖစ္ေနတာပါ..ကဲ လိုင္ရာတစ္ေယာက္ ဘယ္လိုအမွန္တရားေတြရွာမယ္..ဘယ္လိုေျဖရွင္းသြားမယ္ဆိုတာ…အခုပဲၾကည့္လိုက္ၾကစို႔ဗ်ား(ဇာတ္ကားအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)File Size         : 810 MBQuality           : Blu ray 720PRunning Time : 1hr 53 minuteFormat           : Mp4Genre             : Adventure,Fantasy, FamilyTranslator     : Aye Min OoEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris WeitzNikki ClappStarsBen WalkerDakota Blue RichardsDaniel CraigEva GreenFreddie HighmoreIan McKellenIan McShaneJim CarterNicole KidmanTom CourtenayCastAlbert KenrickAlexander MercuryAlfred HarmsworthBen WalkerBill HurstBrian NickelsCharles EvansonCharlie RoweChris AbbottChristopher LeeClare HigginsDakota Blue RichardsDaniel CraigDavid FormanDavid GarrickDerek JacobiEdward de SouzaElliot CowanEva GreenFreddie HighmoreGary KaneHabib Nasib NaderHattie MorahanHewson OsbourneIan McKellenIan McShaneJack ShepherdJames RawlingsJason WatkinsJim CarterJoao de SousaJody HalseJohn BettJohn CartierJohn Franklyn-RobbinsJonathan LauryKathy BatesKristin Scott ThomasMadrios OhannessianMagda SzubanskiMark MottramMichael AntoniouNicole KidmanPatrick ClearyPaul Antony-BarberSam ElliottSam HoareSandra WolfeSimon McBurneySteven LotonTarek KhalilTheo Fraser SteeleThomas ArnoldTom CourtenayTommy Luther",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/szAuHzSVFzamjCkkulopJZQVNYd.jpg",
      "https://image.tmdb.org/t/p/w300/oPcTrQwc4e1WsrX5a3YQ8Llgk2w.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-golden-compass-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ic9e19zyv5ju.html",
        "server": "usersdrive.com",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-golden-compass-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/hlwhdps8zvcn/The_Golden_Compass_[2007]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/SEor/The_Golden_Compass_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/U0BwgSCB#igjdtvKE5I9zRtuNj6PNFlXeTMbgcK0_Q411i9qat6o",
        "server": "mega.nz",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/nyf7poiii0ql",
        "server": "upstream.to",
        "size": "810 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "gNiiJ0JtBOQ",
      "video_url": "https://www.youtube.com/watch?v=gNiiJ0JtBOQ",
      "embed_url": "https://www.youtube.com/embed/gNiiJ0JtBOQ"
    }
  },
  {
    "metadata": "|2007|1h 30min|Action,BL,Crime,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1.5k"
    },
    "title": "Bangkok Love Story (2007)",
    "description": "Bangkok Love Story (2007)ထိုင်းရုပ်ရှင်တွေထဲ Thai queer Film တွေရဲ့ နေရာယူမှုကလည်း တော်တော်ကြီးမားတယ်လို့ ပြောလို့ရပါတယ်။1985ထွက်ခဲ့တဲ့ The Last Songဟာ ပထမဆုံး ထိုင်း queer Film ဖြစ်ခဲ့ပြီးသူ့အနီးအနား ခုနှစ်တွေမှာ Tortured Love (1987)နဲ့ I Am a Man (1987)တို့ဆက်လက်ထွက်ရှိခဲ့ပြီးဒီသုံးကားကို Thai queer cinemaရဲ့ first waveလို့ သတ်မှတ်ခဲ့ကြတယ်။အဲဒီနောက်ပိုင်းတော့ New Wave ခေတ် ၂၀၀၀ဝန်းကျင်လောက်မှ ထပ်ထုတ်ခဲ့ကြပုံပါပဲ။ ကြားထဲသိပ်မတွေ့ရတော့ဘူး။ဒီဘက်နှစ်တွေမတိုင်ခင်အထိလည်း အရမ်းအများကြီးထုတ်ခဲ့တာမျိုးလည်း မရှိခဲ့ပါဘူး။Bangkok Love Storyဟာ ၂၀၀၀ကျော်ဝန်းကျင်က သိပ်အများကြီးမရှိခဲ့တဲ့ ထိုင်း Queer Filmကားကောင်းတွေထဲက တစ်ကားပါပဲ။ဒါပေမဲ့လွယ်လွယ်နဲ့ ထုတ်ခဲ့ရတာတော့မဟုတ်ပါဘူး။ Pre-productionကာလမှာထိုင်းရဲတပ်ဖွဲ့ရဲ့ ကန့်ကွက်ခြင်းခံခဲ့ရသလို ဆင်ဆာနဲ့ ပတ်သက်ပြီး အခက်အခဲတွေလည်း တွေ့ခဲ့တယ်။ယောက်ျားချင်းကြိုက်တဲ့ကားပေမဲ့ ကနွဲ့ကလျတွေမပါဘဲ ခပ်ကြမ်းကြမ်း၂ပွေ ကြိုက်တဲ့ကားဖြစ်နေတာ့သရုပ်ဆောင်၂ယောက်က ဒီရုပ်ရှင်ဟာ အန်းလီရဲ့ Brokeback Mountainနဲ့ဆင်နေတယ်လို့ အပြောခံရနိုင်ပေမဲ့ဒါရိုက်တာက Brokeback Mountainကို မရိုက်ခင်ကတည်းက အိုင်ဒီယာရခဲ့တယ်လို့တော့ ဆိုပါတယ်။ဒါပေမဲ့လည်း ပုဂ္ဂလိက အမြင်အရတော့ Brokeback Mountainမှာ ဝေါင်ကာဝေးရဲ့ Happy Together နဲ့ ဆင်တဲ့အပြတွေရှိခဲ့သလိုဒီကားလည်း Brokeback Mountainနဲ့ကင်းတယ်ဆိုရင်တောင် Happy Together နဲ့ ကင်းချင်မှကင်းပါလိမ့်မယ်။အပြ တွေနဲ့တင်ကို Inspiration နည်းနည်းပါတယ်တော့ ခံစားရတယ်။ဇာတ်လမ်းကတော့ မိုးတိမ်လို့ခေါ်တဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်ရှိတယ်။ သူက လူကိုသတ်ချင်လို့သတ်နေတာတော့မဟုတ်ဘူး။အမေနဲ့ညီကို ထောက်ပံ့ဖို့ ငွေမရှိလို့ ကြံရာမရတဲ့ အဆုံး လူသတ်စားတဲ့လူမျိုးပေါ့။ဒါပေမဲ့ သူ့ရပ်တည်ချက်ကတော့ရှင်းတယ်။ လူကောင်းကို လုံးဝမသတ်ဘူး။ဒီလိုနဲ့ တစ်နေ့ကျ သူ့အလုပ်ရှင်က သူ့ကိုကျောက်လို့ခေါ်တဲ့ လူကိုဖမ်းလာခိုင်းပြီး သတ်ခိုင်းတယ်။ကျောက်က လူကောင်းဖြစ်နေပြီး သူ့ကိုအလုပ်အပ်တဲ့လူက လူယုတ်ဖြစ်နေတော့ ကျောက်ကိုမသတ်ဘဲ သူ့ကိုအလုပ်အပ်တဲ့လူကို သတ်ဖို့လုပ်တယ်။ဒီကနေ သူလည်းဒဏ်ရာရပြီး ကျောက်နဲ့အတူထွက်ပြေးလာရာကနေ သူတို့အချစ်ဇာတ်လမ်း စတယ်ပေါ့။ မိုးတိမ်မှာ မြူလို့ခေါ်တဲ့ညီတစ်ယောက်ရှိတယ်။သူ့ညီက သူတို့ငယ်ငယ်က သူတို့ပထွေးလုပ်လို့ HIV ရှိနေပြီး သူ့အမေကလည်း AIDSနဲ့ သေလုသေခင်ဖြစ်နေတယ်။မိုးတိမ်ရဲ့ ရည်ရွယ်ချက်က သူ့အမေနဲ့ညီကိုခေါ်ပြီး အဝေးတစ်နေရာကိုထွက်သွားဖို့ပေါ့ ဒါပေမဲ့ အစောကကိစ္စဖြစ်လာတော့ သူ့အစီအစဉ်တွေအကုန် ကမောက်ကမဖြစ်ကုန်တယ်။နောက်ပိုင်းကျ ကျောက်နဲ့ မိုးတိမ်နဲ့ မြူကြား အချိတ်အဆက်တစ်ခုဖန်တီးပေးလိုက်ပြီး သူတို့၃ယောက်အကြောင်းနဲ့သူတို့၂ယောက်ရဲ့ အချစ်ဇာတ်လမ်းကို တိုက်ခန်းခိုက်ခန်းတွေအပြည့်နဲ့ ခပ်ကြမ်းကြမ်းဇာတ်လမ်းအဖြစ် အသက်သွင်းထားတယ်။Bangkok Love Storyဟာ လိင်ဆက်ဆံခန်းတွေကိုပေါ်ပေါ်ထင်ထင်သုံးပြီး အဲဒီခေတ်ကာလမှာ အပြရဲဆုံး ထိုင်းqueer Film အဖြစ်သတ်မှတ်ခံခဲ့ရတယ်။စီနီမာလည်းမဆိုးလှသလို ဇာတ်ကလည်းမဆိုးသလို ဒီရုပ်ရှင်ရဲ့ ဇာတ်ဝင်သီချင်းကလည်း တော်တော်လေးကောင်းတယ်။အဲဒီသီချင်းကတော့ Calories Blah Blah ရဲ့ “Yahk-Roo…Tae-Mai-Yahk-Taam”ဆိုတဲ့သီချင်းပါ။တစ်ခါတလေ OSTတွေက ရုပ်ရှင်တစ်ကားကို ကျွန်တော်တို့ ရင်ထဲရောက်အောင်ပို့ပေးပြီး ဘယ်တော့မှမမေ့နိုင်အောင် လုပ်ပေးနိုင်စွမ်းရှိတယ်မလား။ဒီရုပ်ရှင်ဟာ ခင်ဗျားဘယ်တော့မှမမေ့မယ့် ရုပ်ရှင်တစ်ကားဖြစ်လာနိုင်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့WiRa Aungပဲ ဖြစ်ပါတယ်။Genre….. Action, BL, Drama, CrimeQuality…. 1080p | 720p | 480pFile size… 4.8GB | 1.6GB | 749MBFormat… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..WiRa AungEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastApichai YuangtongArucha TosawatChaiwat ThongsaengChonprakhan JanthareuangChutcha RujinanonNakarin KangwanchokechaiRachanu BoonchuduangRatchanont SuprakobSahatchai ChumrumSuchao PongwilaiUthumporn SilaphanWiradit Srimalai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vtuaakRqJZFlCBKGq7DOCpq8WPF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uPrmRfX969kJAEWPA6uxVNsignD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/45y31hyivmd9.html",
        "server": "usersdrive.com",
        "size": "4.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bangkok-love-story-2007-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zdH3/Bangkok.Love.Story.2007.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "4.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZUsGXRyJ#mS1PUD5cUw_zRKV-qpCEeSYhmYacdxE8aAfZKAucUNA",
        "server": "mega.nz",
        "size": "4.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mvvp9xmjn6sh.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bangkok-love-story-2007-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fb9f/Bangkok.Love.Story.2007.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pR1wkS7L#D4eN0RTC55Ti1OMpFtsIesUDMLwFgoGhW4NRTFgjurA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/udh81vsbxwwp.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4j6hxbw1im2y",
        "server": "streamvid.io",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iz2h9qqj80ty.html",
        "server": "usersdrive.com",
        "size": "749MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/bangkok-love-story-2007-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "749MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2zdN6/Bangkok.Love.Story.2007.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "749MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/BE8QiaCa#xoXjhbRfDntTcdzBQozVcVWIKwU-1cutE1_iNtUePqs",
        "server": "mega.nz",
        "size": "749MB",
        "quality": "480p"
      },
      {
        "link": "https://sbface.com/ab7snong9wo9.html",
        "server": "streamsb.com",
        "size": "749MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/ig1kq56turs9",
        "server": "streamvid.io",
        "size": "749MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "EbBXEi88UXQ",
      "video_url": "https://www.youtube.com/watch?v=EbBXEi88UXQ",
      "embed_url": "https://www.youtube.com/embed/EbBXEi88UXQ"
    }
  },
  {
    "metadata": "R|2007|1h 31m|Adventure,Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "215000"
    },
    "title": "The Darjeeling Limited (2007)",
    "description": "The Darjeeling Limited (2007)~ IMDb – 7.2/10, RT – 69%, Meta – 67% ~The Darjeeling Limited ဟာ နာမည်ကျော်အမေရိကန်သရုပ်ဆောင်တွေချည်းသုံးထားပေမဲ့ အိန္ဒိယမှာပဲ တစ်ကားလုံးနီးပါးပြီးသွားတဲ့ ရုပ်ရှင်ပါပဲ။ Wes Anderson ဟာ သူ့ထုံးစံအတိုင်း ဒီကားမှာလည်း နာမည်ကြီးစတားတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်သုံးပြီး အိန္ဒိယခရီးစဉ်တစ်ခုကို ရိုက်ပြထားခဲ့တယ်။ အန်ဒါဆန်စကားအရတော့ “အိန္ဒိယဟာ သူမတူအောင် အရောင်အသွေးစုံလင်တဲ့ နိုင်ငံပေါ့။ အိန္ဒိယဟာ သိပ်မြူးကြွနေတဲ့ နိုင်ငံဆိုလည်း ဟုတ်တယ်။ အိန္ဒိယမှာ တစ်ယောက်တည်း အေးဆေးနေချင်လို့တောင် နေမရဘူး”တဲ့။ အိန္ဒိယဟာ ဒီဇာတ်ကားရဲ့ ဇာတ်အိမ်တည်ရာဖြစ်နေရုံတင်မဟုတ်ဘဲ အိန္ဒိယကိုယ်တိုင်ကိုက ဒီဇာတ်ရဲ့အကြောင်းအရာဖြစ်နေတယ်လို့လည်း ဆိုတယ်။ အန်ဒါဆန်ဟာ The Darjeeling Limited ကို ရိုက်တဲ့နေရာမှာ အိန္ဒိယကို သူ့ပုံစံအတိုင်းပဲထားပြီး ရိုက်ကူးခဲ့တယ်။ သူတို့ရိုက်ကွင်းမှာ ရှိနေတဲ့အရာတွေ ရောက်လာတဲ့အရာတွေကို ထိန်းချုပ်ဖို့ လုံးဝမကြိုးစားခဲ့ဘူး။ ရိုက်ပြီးလို့ ပြန်ကြည့်တဲ့အခါ သူတို့ရုပ်ရှင်ထဲ ဘယ်သူတွေဖြတ်သွားလဲ ဘယ်သူတွေရှိနေလဲ ပြန်ကြည့်ပြီး သူတို့ကိုယ်တိုင်လည်း အံ့ဩခဲ့ရတယ်။ ဒီအရာတွေကို သူတို့က လုံးဝမထိန်းချုပ်ခဲ့ဘူး။ အိန္ဒိယကကိုက ဒီဇာတ်ဖြစ်လာခဲ့တာပါပဲ။ ဒီဇာတ်လမ်းအတွက် ဇာတ်ညွှန်းရေးဖို့ အန်ဒါဆန်ရယ် ဒီရုပ်ရှင်ထဲက မင်းသားတစ်ဖြစ်လဲ Jason Schwartzman ရယ်၊ ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့သား ရိုမန်ကော်ပိုလာရယ်ဟာ အိန္ဒိယကိုခရီးထွက်ခဲ့တယ်။ ခရီးမှာပဲ ရေးခဲ့တယ်။ ဒါကြောင့် ဒီဇာတ်မှာ အိန္ဒိယအငွေ့အသက်တွေ အိန္ဒိယဓလေ့တွေကို အိန္ဒိယကားစစ်စစ်တွေထက်တောင် ပိုတွေ့နိုင်တယ်။ဒီအိန္ဒိယဆိုတဲ့ ဇာတ်လမ်းကျောရိုးကြီးကို ပရိသတ်ဆီရောက်အောင်စီးကူးပေးဖို့ သူ့ထည့်ထားတဲ့ ဒြပ်ကူပစ္စည်းက ညီအစ်ကိုသုံးယောက်။ မကြာသေးခင်ကမှ အဖေဆုံးထားပြီး အမေက သူတို့အနားမရှိနေသလို သူတို့ချင်းလည်း ပွင့်ပွင့်လင်းလင်းမရှိ ချစ်တော့ချစ်ကြပေမဲ့ တစ်ကောင်နဲ့တစ်ကောင် ချောက်ချမိနေတဲ့ ညီအစ်ကိုသုံးယောက်။ ဒီခရီးကိုထွက်မှာကလည်း သူတို့သုံးယောက်ပဲ။ ဘာလို့ ညီအစ်ကိုသုံးယောက်သုံးထားသလဲဆို အန်ဒါဆန်ကိုယ်တိုင်လည်း ညီအစ်ကိုသုံးယောက်ထဲကတစ်ယောက်ဖြစ်ပြီး သူတို့နဲ့ အန်ဒါဆန်ဟာလည်း ဒီရုပ်ရှင်ထဲက ကောင်တွေလိုပဲ အမြဲရန်ဖြစ်နေကြတာပဲ။ ဒါပေမဲ့လည်း သူတို့ဟာ အန်ဒါဆန်ရဲ့ အရင်းနီးဆုံးတွေလည်းဖြစ်နေတယ်။ အန်ဒါဆန်ကတော့ ဒီရုပ်ရှင်ထဲက ညီအစ်ကိုသုံးယောက်လုံးက စိတ်ကူးယဉ်သက်သက်လို့ပြောခဲ့တယ်။ ဒါပေမဲ့ ရုပ်ရှင်ထဲမှာလည်း အငယ်ဆုံးညီဖြစ်တဲ့ စာရေးဆရာဂျက်ဟာ သူတို့ညီအစ်ကိုတွေအကြောင်းကို မသိမသာဆိုသလို သူ့စာထဲထည့်ထည့်ရေးပေမဲ့ အမြဲ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေလို့ပဲ ပြောတတ်တယ်။ ဘာပဲဖြစ်ဖြစ် သူ့စိတ်ကူးတွေဟာ သူ့အစ်ကိုတွေနဲ့မကင်းနိုင်ခဲ့ဘူး။ အန်ဒါဆန်အတွက်လည်း ဒီရုပ်ရှင်ဟာ ထိုနည်းလည်းကောင်း ဖြစ်လိမ့်မယ်။ အိန္ဒိယမှာ သူတို့ခရီးထွက်ဖို့ အဓိကသုံးရတဲ့ ယာဉ်က ရထားဖြစ်သလို ဇာတ်ညွှန်းရေးတဲ့လူတွေလည်း အိန္ဒိယက ရထားပေါ်ပဲ တက်ရေးခဲ့ကြတာပါပဲ။ဒီခရီးမှာ အိန္ဒိယက ကျင့်စဉ်ဓလေ့ ပူဇော်ပသမှုတွေကို မနည်းမနောတွေ့ရတယ်။ မြွေတွေကနေ ယောဂအထိအကုန်ပါတယ်လို့လည်း အန်ဒါဆန်က ဆိုထားတယ်။ ဒီရုပ်ရှင်မှာ အိန္ဒိယက ကျင့်စဉ်ဓလေ့တွေအကုန် ထည့်သွင်းထားပေမဲ့ အကြီးဆုံးကျင့်စဉ်က ဒီရုပ်ရှင်ကိုယ်တိုင်ပဲလို့လည်း ဆိုထားတယ်။ ဒီဘက်ရာစုရဲ့ အကောင်းဆုံး အိန္ဒိယသရုပ်ဆောင်လို့ သတ်မှတ်ရမယ့် Irrfan Khan တောင်ပါတယ်။ သိပ်တော့မပါလိုက်ရပါဘူး။ ဒါပေမဲ့ သိပ်ပါတာမပါတာက အရေးတော့မပါလှဘူး။ ဘာလို့ဆို ဒီရုပ်ရှင်မှာ Bill Murray လည်း သိပ်မပါဘူး။ ဒါပေမဲ့ အန်ဒါဆန်က သူ့ကို နားချတော့ သူ့ရုပ်ရှင်မှာ ဧည့်သည်သရုပ်ဆောင်အနေနဲ့မဟုတ်ဘဲ Symbolism နိမိတ်ပုံတစ်ခုအနေနဲ့ ပါပေးနိုင်မလားမေးခဲ့တာ။ မာရေးကလည်း သဘောကျပြီး လက်ခံခဲ့တယ်။ ဒီရုပ်ရှင်မှာ Symbolism နိမိတ်ပုံတွေ မနည်းဘူး။ ညီအစ်ကိုသုံးယောက်ကိုယ်တိုင်ကိုကလည်း Symbolism နိမိတ်ပုံဖြစ်နေခဲ့တယ်။နောက် ဒီရုပ်ရှင်မှာသုံးထားတဲ့ နောက်ခံတေးတွေကလည်း “အိန္ဒိယတွင်ပြုလုပ်သည်” တွေပဲ။ ဆတ္တရာဂျစ်ရေးရဲ့ ရုပ်ရှင်တွေကနေ ယူထားတယ်လို့ဆိုတယ်။ ရေးရဲ့ ရုပ်ရှင်တွေကြောင့်ပဲ အန်ဒါဆန်ဟာ အိန္ဒိယကို လာချင်ခဲ့တာပါတဲ့။ ရေးဟာ သူ့ကားတွေအတွက် နောက်ခံတေးကို သူကိုယ်တိုင်ပဲဖန်တီးခဲ့တယ်။ အန်ဒါဆန်ကိုယ်တိုင်လည်း ဆတ္တရာဂျစ်ရေး လွှမ်းမိုးမှုမကင်းတဲ့လူတစ်ယောက်ဆိုတော့ အိန္ဒိယကို သူချစ်ခဲ့၊ Homage ပေးချင်ခဲ့တာလည်း မဆန်းလောက်ဘူး။ ဂီတနဲ့ အကြောင်းအရာပိုင်းနဲ့ အပြင်အဆင်မှာတင်မဟုတ်ဘဲ အရောင်အသွေးမှာလည်း The Darjeeling Limited ဟာ အိန္ဒိယလို့ ကျွန်တော်တို့ ယုံကြည်တဲ့ အရောင်အသွေးမျိုးရှိနေတယ်။ ဝေဖန်ရေးသမားတွေအတွက်တော့ အရမ်းကြီးအကြိုက်တွေ့စရာမဖြစ်ခဲ့ပေမဲ့ ဝက်စ်အန်ဒါဆန်ဟာ သူ့ရည်ရွယ်ချက်ကို သူပြည့်မြောက်အောင်လုပ််နိုင်ခဲ့တယ်။ လွယ်လွယ်ပြောရရင် The Darjeeling Limited ဟာ အိန္ဒိယရုပ်ရှင်မဟုတ်တဲ့ အိန္ဒိယအကြောင်းရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 935MBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 31MinGenre – Adventure, Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWes AndersonStarsA. P. SinghAdrien BrodyAmara KaranAnjelica HustonBarbet SchroederBhawani SankarBill MurrayCamilla RutherfordDalpat SinghHitesh SindiIrrfan KhanJason SchwartzmanKapil DubeyKishen LalKumar PallanaMargot GödrösMukhtiar BhaiNatalie PortmanOwen WilsonSuraj KumarTrudy MathisWallace WolodarskyWaris AhluwaliaCastA. P. SinghAdrien BrodyAmara KaranAnjelica HustonBarbet SchroederBhawani SankarBill MurrayCamilla RutherfordDalpat SinghHitesh SindiIrrfan KhanJason SchwartzmanKapil DubeyKishen LalKumar PallanaMargot GödrösMukhtiar BhaiNatalie PortmanOwen WilsonSuraj KumarTrudy MathisWallace WolodarskyWaris Ahluwalia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fHFAfw5zS6ZkYx7lEyIuTM8d1zV.jpg",
      "https://image.tmdb.org/t/p/w300/fQ2JvwxLefAZFu2Z4pR3mHyjCUN.jpg",
      "https://image.tmdb.org/t/p/w300/961whEpBogUiP8JWvacwR7WWrLD.jpg",
      "https://image.tmdb.org/t/p/w300/ai2nDZ7316Z1R09dOyYkqH30CrL.jpg",
      "https://image.tmdb.org/t/p/w300/le4j9kEJQCkuUHxTwIVaED4TpKC.jpg",
      "https://image.tmdb.org/t/p/w300/5Jb0aeSgLGpn31vY9fzaX9edtRc.jpg",
      "https://image.tmdb.org/t/p/w300/61a1VvrE1XgbMqzilEcbykqop1E.jpg",
      "https://image.tmdb.org/t/p/w300/dowAA9XhMagKt3B6wLUKBrNDqEz.jpg",
      "https://image.tmdb.org/t/p/w300/gvxpmzXHifgGwbUa0KFRdhShrcS.jpg",
      "https://image.tmdb.org/t/p/w300/ud0Ry3vEM6cRUvVbXV6lfenw0xl.jpg",
      "https://image.tmdb.org/t/p/w300/8EwDUBkcQwcBHtarr4kZFMROtF2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/aRqAQZL8Ht3pAjjH90QwPOvSRYq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-darjeeling-limited-2007-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0502/(CM)_The_Darjeeling_Limited_(2007)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8fkyHAiT#GRdbOixrERYRM2PDLYXxn4Z4cZsa5tQs_s5X675Np8Q",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gj0flbur7uki.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-darjeeling-limited-2007-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeumi/(CM)_The_Darjeeling_Limited_(2007)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wadASD4D#woLUVLSMYa8_FMKhxbJ4c3tCmXx-koU43UuHsmb-j0I",
        "server": "mega.nz",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y6gkfrpdcmc3.html",
        "server": "usersdrive.com",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/03d4a7htmbi7",
        "server": "streamsb.com",
        "size": "935MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/uvbtsk4org4k",
        "server": "streamvid.io",
        "size": "935MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jTksKT4TKq4",
      "video_url": "https://www.youtube.com/watch?v=jTksKT4TKq4",
      "embed_url": "https://www.youtube.com/embed/jTksKT4TKq4"
    }
  },
  {
    "metadata": "R|2007|2hr 1min|Crime,Horror,Thriller,Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "104212"
    },
    "title": "Hannibal Rising (2007)",
    "description": "Hannibal Rising (2007)Prequel – Hannibal Rising မတိုင်ခင် Silence of the Lambs, Hannibal နဲ့ Red Dragon ကို စာ​ရေးဆရာ Thomas Harris’ က အရင်ထုတ်​ဝေခဲ့ပါတယ်Hannibal Rising က​​တော့ Hannibal Lectar ရဲ့ ၅ခု​မြောက်​သော Film ပါThomas Harris’ က ​ရေးသားတဲ့ Lectar ရဲ့ ​ဇာတ်လမ်းပြောင်းလဲမှု အဆင့်ဆင့် လို့​ပြောရင်လည်းရပါတယ်Hannibal Rising က​နောက်မှထွက်​ပေမယ့် အစဥ်လိုက်တိုင်းခံစားချင်တယ်ဆိုရင် Hannibal Rising -> Red Dragon/Man Hunter -> Silence of the Lambs -> Hannibal (movie) ဆိုပြီး recommand ​ပေးထားတာ​တွေ့ရပါတယ်ဟာနီဘဲလ်က Pop Culture မှာနာမည်​တော်​တော်ကြီးတဲ့ Villain အပြင် ရုပ်ရှင်သမိုင်းမှာလည်း နာမည်အကြီးဆုံး လူသားစားလူသတ်သမားဖြစ်ခဲ့ပါတယ်သူက လူ​တွေရဲ့စိတ်ကို​ကောင်း​ကောင်းနားလည်တဲ့အတွက် လွယ်လွယ်ကူကူ ​အေး​အေး​ဆေး​ဆေး နှိပ်စက်ပြီးမှ သတ်တဲ့​နေရာမှာ အထူးကျွမ်းကျင်ပါတယ်Sequel – Hannibal Rising ကားထွက်အပြီးမှာ​တော့ 2013-2014 ​​လောက်မှာ Hannibal Series ဆိုပြီး Series တစ်ခုထပ်ထွက်ပါတယ် ပြီး​တော့ သူနဲ့ဆက်စပ်မှုရှိတဲ့ Clarice ဆိုတဲ့ရုပ်ရှင်လည်း 2021 မှာထွက်​တော့မှာပါ(ဇာတ်လမ်းအကျဥ်း)ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေးမီရှာ တို့က အရမ်းချစ်ကြတဲ့ ​မောင်နှမ ၂​ယောက်ပါစစ်အတွင်း သူတို့မိသားစု စစ်​ရှောင်ဖို့ အတွက် ​တောထဲက စံအိမ်တစ်အိမ်မှာ သူတို့ ပုန်းပြီး​နေ​နေကြတယ်တစ်​နေ့ အဲ့စံအိမ်နားမှာ လာပြီး ဗုံး​တွေချဲ​တော့ သူ့တို့ မိဘ​တွေ​သေဆုံးသွားခဲ့တယ်စံအိမ်ကြီးမှာ ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေး မီရှာ၂​ယောက်ထဲ ကျန်ခဲ့ရှာတယ်က​လေး​တွေဆို​တော့ အစာလည်းမရှာတတ်​တော့ မီရှာ​လေးက နမိုးနီးယားဝင်ပါ​လေ​​ရောအဲ့အချိန် သူတို့​နေတဲ့ စံအိမ်ဆီကို စစ်​​ပြေးစစ်သားအုပ်စု တစ်စု ​ရောက်လာကြတယ်က​လေး၂​ယောက်ကို ​တွေ့​တော့ သူတို့က က​လေး၂​ယောက်ထဲက နမိုးနီးယားဖြစ်​နေတဲ့ မီရှာ​လေးကို သတ်စားလိုက်ကြတယ်အဲ့ မြင်ကွင်းကို အစဆုံးမြင်ရတဲ့ ဟာနီဘဲလ်ခင်မျာ စိတ်ထဲနာကျည်း​နေပြီး သူကြီးလာရင် လက်စား​ချေဖို့ ဆုံးဖြတ်ခဲ့တယ်ဒါ​ပေမယ့် သူက ငယ်​သေး​တော့ အဲ့အဖြစ်အပျက်ကို ခပ်​ရေး​ရေး မှတ်မိ​​တော့ စစ်သား​တွေရဲ့ နာမည်​တွေမသိဘူးဖြစိ​နေတယ်​နောက်ပိုင်း ဘယ်လို​တွေ ဆက်ဖြစ်မလဲ …. ဟာနီဘဲလ်က​ရော လက်စား​ချေနိုင်မာလား…သူ့သရုပ်မှန်က​ရော ဘာလဲ ဆိုတာ ဆက်ကြည့်ကြပါဦးလို့File size… 2GB and 942MBQuality…. 1080p HEVC 5.1CH and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. DollyEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter WebberStarsGaspard UllielLi GongRhys IfansCastAaran ThomasBeata Ben AmmarCharles MaquignonDenis MénochetDominic WestElsa MollienGaspard UllielGong LiGoran KostićHelena-Lia TachovskáHugh RossIngeborga DapkūnaitėIvan MarevichJaroslav VíznerJoerg StadlerKevin McKiddLana LikicLinda SvobodováMarek VašutMartin HubMichelle WadeNancy BishopPavel KrátkýPetra LustigováRhys IfansRichard BrakeRichard LeafRobbie KayRobert RussellStephen WaltersTimothy WalkerVanesa NovakovaVeronika BellováZdeněk Dvořáček",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6mwgIae0ICF9FUQbKUmcAyV4FS3.jpg",
      "https://image.tmdb.org/t/p/w300/2MgbRt7CHuuf87pC29hx4fAinTz.jpg",
      "https://image.tmdb.org/t/p/w300/uJXqTOlv18WoA5NrkI3oo3ZzccG.jpg",
      "https://image.tmdb.org/t/p/w300/tRsU5HTvMRaWLre1gW0wPb7Orpu.jpg",
      "https://image.tmdb.org/t/p/w300/am6ZfhUTUmcjPjjA4GIkLEJ33TN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/02/hannibal.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hannibal-rising-2007",
        "server": "VIP Links",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lwy4c9yp7qev.html",
        "server": "usersdrive.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2hIqD/Hannibal.Rising.2007.720p.CM.mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IEVmlbzC#VCzQVZi0K_7ED8dfuVPPglYJ1T3-z5kzt-CnxFUqKfA",
        "server": "mega.nz",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hannibal-rising-2007-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hannibal-rising-2007",
        "server": "VIP Links",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://usersdrive.com/zno8mog3t7kz.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://megaup.net/2XFT8/Hannibal.Rising.2007.1080p.BluRay.CM.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://mega.nz/file/pQcEFRTT#NAOMuUAMbfb_ap2HmSul4R1lSV5J8V4i9oCqmbf136Y",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/hannibal-rising-2007-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p Blu-Ray"
      }
    ],
    "trailer": {
      "video_id": "7LnMX1jgfRE",
      "video_url": "https://www.youtube.com/watch?v=7LnMX1jgfRE",
      "embed_url": "https://www.youtube.com/embed/7LnMX1jgfRE"
    }
  },
  {
    "metadata": "PG-13|2007|100 min|Adventure,Comedy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "109,637"
    },
    "title": "Wild Hogs(2007)",
    "description": "Wild Hogs(2007)(zawgyi)“စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ”လို႔ဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။ဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္သူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္တစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာတစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံလုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။ေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးတစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့ပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။သူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့သူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔သူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္းကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။ဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲသူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔မိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။ေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့Wild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာသဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾကဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း အေတာ္သ႐ုပ္ေဆာင္ေကာင္းခဲ့ပါတယ္။ ဒီ႐ုပ္ရွင္ဟာ ဟာသ႐ုပ္ရွင္တစ္ခုပါပဲ။ ဒါေပမယ့္ ဘ၀တစ္ခုမွာ သူငယ္ခ်င္းေတြ ဘယ္ေ႐ြ႕ဘယ္မွ် အေရးပါလဲဆိုတာ ‌ခင္ဗ်ားတို႔ကို ေကာင္းေကာင္းႀကီး ခံစားမိသြားေစမွာပါ။သူငယ္ခ်င္းေကာင္း‌ေတြဆိုတာ ဆုံေတြ႕ဖို႔ မလြယ္ပါဘူး။ေတြ႕ၿပီးတဲ့အခါက်လည္း သူတို႔က ခင္ဗ်ားကိုစြန္႔ပစ္သြားဖို႔ဆိုတာကလည္း ဒီထက္ပိုခက္ခဲပါတယ္။သူတို႔ကိုေမ့ပစ္ဖို႔ဆိုတာကေတာ့ မျဖစ္ႏိုင္သေလာက္ခက္ခဲတဲ့ အခက္ဆုံးအရာတစ္ခုပါပဲ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္…(unicode)WILD HOGS (2007)“စစ်မှန်တဲ့ သူငယ်ချင်းတစ်ယောက်ဆိုတာကိုယ်နဲ့ နှစ်ကိုယ့်တစ်စိတ်ရှိနေသူပဲ”လို့ဒဿနပညာရှင်ကြီး အရစ္စတိုတယ် ပြောဖူးပါတယ်။ဒီရုပ်ရှင်ကတော့ ဘ၀တွေမတူ စိတ်အခြေအနေ‌ေတွ မတူပေမယ့်ရူးသွပ်မှုခြင်း တူညီကြတဲ့ လူလတ်ပိုင်းအရွယ်သူငယ်ချင်းလေးယောက်ရဲ့ ဗရုတ်သုတ်ခတွေအကြောင်းပါ။အလုပ်သာ အဓိက ကျန်တာ သာမညထင်နေတဲ့ သွားဆရာ၀န်တစ်ယောက် ။ ဘာမှအဖြစ်မရှိတဲ့ ကွန်ပျူတာပရိုဂရမ်မာတစ်ယောက် ။ အိမ်သာဆေးရတဲ့အထိ အလုပ်ကြမ်းပေါင်းစုံလုပ်ရတဲ့ စာ‌ရေးဆရာရူးလူမည်းတစ်ယောက်။လေးယောက်မြောက်ကတော့ သူတို့ထဲက ကံအကောင်း‌ဆုံးတစ်ယောက်လို့ သူတို့ကိုယ်တိုင်ပြောကြတဲ့ပိုက်ဆံချမ်းသာပြီး မော်ဒယ်မကို လက်ထပ်ထားတဲ့ ဝူဒီ။သူတို့အားလုံးမှာ တူညီတာကတော့ အမဲေရာင်ဂျာကင်‌ေတွ၀တ်ပြီး ဆိုင်ကယ်ပတ်စီးကြတဲ့ ဆိုင်ကယ်သမားတွေဖြစ်ချင်ြကတာပါပဲ။ မြို့ထဲပဲပတ်မောင်းနေရတဲ့သူတို့ဆိုင်ကယ်သမားအဖွဲ့ကိုလည်း Wild Horse:လို့သူတို့ဘာသာ နာမည်ပေးထားပါသေးတယ်။တစ်ရက်မှာတော့ သူတို့ထဲက ကံအကောင်း‌ဆုံးဝူဒီဟာဇနီးရယ်ကွာ အိမ်ရယ်က‌ဆုံး ပြီး တမုဟုတ်ချင်းကံအဆိုးဆုံးတစ်ယောက်ဖြစ်သွားပါတယ္။ဆန်အိုးသာကုန် မာန်မလျှော့သေးတဲ့ ဝူဒီဟာဒီအ‌ကြောင်းတွေကို သူငယ်ချင်းတွေကို မ‌ပြောဘဲသူ့နောက်ဆုံး ပိုင်ဆိုင်မှုဖြစ်တဲ့ ဆိုင်ကယ်တစ်စီးနဲ့မိုင်တစ်ထောင်ခရီးရှည်တစ်ခုထွက်ဖို့ ဆွယ်ပါတယ်။နေရင်းထိုင်ရင်းတောင် ပြဿနာတက်နေကြတဲ့Wild Hogs တွေဟာ ဒီခရီးရှည်ကြီးမှာပြဿနာကို ဘယ်လိုမီးခွက်ထွန်းရှာဦးမလဲ ဆိုတာသဘာ၀ကျကျဟာသတွေနဲ့အတူ မြင်ကြရမှာပါ။ကျွန်တော်မြင်ဖူးသမျှ ရုပ်ရှင်တွေထဲ အပီအပြင်ကြမ်းပြနေကြဂျွန် ထရာဗိုကြီးဟာ လူပေါဇာတ်ရုပ်နဲ့လည်း အတော်သရုပ်ဆောင်ကောင်းခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ ဟာသရုပ်ရှင်တစ်ခုပါပဲ။ ဒါပေမယ့် ဘ၀တစ်ခုမှာ သူငယ်ချင်းတွေ ဘယ်ရွေ့ဘယ်မျှ အရေးပါလဲဆိုတာ ‌ခင်ဗျားတို့ကို ကောင်းကောင်းကြီး ခံစားမိသွားစေမှာပါ။သူငယ်ချင်းကောင်း‌ေတွဆိုတာ ဆုံတွေ့ဖို့ မလွယ်ပါဘူး။တွေ့ပြီးတဲ့အခါကျလည်း သူတို့က ခင်ဗျားကိုစွန့်ပစ်သွားဖို့ဆိုတာကလည်း ဒီထက်ပိုခက်ခဲပါတယ်။သူတို့ကိုမေ့ပစ်ဖို့ဆိုတာကတော့ မဖြစ်နိုင်သလောက်ခက်ခဲတဲ့ အခက်ဆုံးအရာတစ်ခုပါပဲ။File Size : (900 MB) and (346 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:40:00Genre : Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by WiRa AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWalt BeckerStarsDominic JanesJill HennessyJohn C. McGinleyJohn TravoltaM.C. GaineyMarisa TomeiMartin LawrenceRay LiottaTim AllenWilliam H. MacyCastDominic JanesDrew SidoraJason SklarJill HennessyJohn C. McGinleyJohn TravoltaJonathan RauM.C. GaineyMarisa TomeiMartin LawrencePeter FondaRandy SklarRay LiottaStephen TobolowskyTichina ArnoldTim AllenWilliam H. Macy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9tayGegNltU7dIwa6ZGFuEFofbP.jpg",
      "https://image.tmdb.org/t/p/w300/uuZtRsiUnRxXiAZiPCujeCX57WF.jpg",
      "https://image.tmdb.org/t/p/w300/5xWWmpsxFhc8CESMoqwPutizRC1.jpg",
      "https://image.tmdb.org/t/p/w300/d7hFtohSmqwcu1ZMtH0FNRV5u2C.jpg",
      "https://image.tmdb.org/t/p/w300/b6VbWzjgAPkOiVjPxWDG9lDxm6D.jpg",
      "https://image.tmdb.org/t/p/w300/3r7gyxGcLyIeFj9xSCojshb8Crm.jpg",
      "https://image.tmdb.org/t/p/w300/vMbJn0RemA5x1V1R2LIhF3LvuXQ.jpg",
      "https://image.tmdb.org/t/p/w300/4GIh39NFiOBEUBuZHcYWQQ2oA3D.jpg",
      "https://image.tmdb.org/t/p/w300/pyllS8OfE5ld539TToT2qSC6iw7.jpg",
      "https://image.tmdb.org/t/p/w300/yyd31tgoUisbCS9pkzmDjlrLza1.jpg",
      "https://image.tmdb.org/t/p/w300/5JVy37xUYc5UjCspFCqGiTBT4qP.jpg",
      "https://image.tmdb.org/t/p/w300/s93gfaWhJlRaobTa3b83nVazaeQ.jpg",
      "https://image.tmdb.org/t/p/w300/3mODXw1KPCiSTmA8MqTlJSgN89Y.jpg",
      "https://image.tmdb.org/t/p/w300/b42L0fYWAXMZZ8wfs8jpCkiMkqi.jpg",
      "https://image.tmdb.org/t/p/w300/vU09d6LT9DDztnc6PCbBmSW5z37.jpg",
      "https://image.tmdb.org/t/p/w300/2A9bvp7iX6TKwkp5virF8GpqZJz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7uxAapp2ZITmQmjdyodFgCAINAG.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wild-hogs-2007",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/wild-hogs-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed2.com/xisrqychypdy.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1s3v0/Wild_Hogs.2007.BluRAY720P.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1s3vh/Wild_Hogs.2007.360P.PP.mp4",
        "server": "megaup.net",
        "size": "346 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "zSvwmgWCJ2s",
      "video_url": "https://www.youtube.com/watch?v=zSvwmgWCJ2s",
      "embed_url": "https://www.youtube.com/embed/zSvwmgWCJ2s"
    }
  },
  {
    "metadata": "PG-13|2007|96 min|Comedy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "465,036"
    },
    "title": "Juno (2007)",
    "description": "ဂျူနိုဟာ၁၆နှစ်အရွယ်ကျောင်းသူလေးပါ။လူငယ်သဘာဝယောကျာ်းလေးသူငယ်ချင်းဖြစ်သူဘလီကာနဲ့အတူနေမိရာကကိုယ်ဝန်ရှိသွားတယ်ပေါ့။အထက်တန်းကျောင်းသားတွေဖြစ်နေတာတစ်ကြောင်း၊ဖျက်ချဖို့မရဲတာကတစ်ကြောင်းဒီကလေးကိုမွေးနိုင်မယ့် မွေးစားမိဘရှာဖို့ဂျူနိုဆုံးဖြတ်ခဲ့ပါတယ်။မိဘဖြစ်သူတွေကအပြစ်တင်မဖိနှိပ်ဘဲသမီးဆန္ဒကိုဦးစားပေးပြီးအားပေးကူညီကြသူတွေပါ။ဒီကားလေးထဲမှာတော့ကျွန်တော်တို့နိုင်ငံနဲ့ရိုးရာဓလေ့အတွေးအခေါ်ကွာခြားမှုများစွာကိုတွေ့ရမယ့်ဇာတ်ကားကောင်းလေးပါ။ရုပ်ရှင်ကားကို ဘာသာပြန်ပြီးအညွှန်းရေးပေးတာကတော့ ညို့မျက်ဝန်း ဖြစ်ပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason BlumenfeldJason ReitmanStephanie RosselStarsAllison JanneyDaniel ClarkEileen PeddeEllen PageJ.K. SimmonsJason BatemanJennifer GarnerMichael CeraOlivia ThirlbyRainn WilsonCastAllison JanneyAman JohalAshley WhillansCameron BrightCandice KingColin McSweenCut ChemistDaniel ClarkDarla FayEileen PeddeEllen PageEmily PerkinsEmily TennantEve HarlowJ.K. SimmonsJason BatemanJeff WitzkeJennifer GarnerJoy GalmutKaaren de ZilvaKirsten AlterMichael CeraOlivia ThirlbyPeggy LoganRainn WilsonRobyn RossSierra PitkinSteven Christopher ParkerValerie TianWendy Russell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xfcb5Cq5pYrGcAxGjFQqKCPVOK3.jpg",
      "https://image.tmdb.org/t/p/w300/lmSu5Jbxzb3XcW1BI9ygDaPJhou.jpg",
      "https://image.tmdb.org/t/p/w300/jyM4f6V5RJX7Klnu5cvBLv0pCwz.jpg",
      "https://image.tmdb.org/t/p/w300/r4Ub62gUsTetP9ObCYcmf8ruwxF.jpg",
      "https://image.tmdb.org/t/p/w300/sXofeJ1zyw782ENkDKmvb8ZrMIq.jpg",
      "https://image.tmdb.org/t/p/w300/ceWjVr5NHmaXqVo8BOzfKtUhkaX.jpg",
      "https://image.tmdb.org/t/p/w300/7LsyawOzGZJuCNoPTxmRccZ7QLU.jpg",
      "https://image.tmdb.org/t/p/w300/pVnK66UYdm0yWKvmTlsTyKEfcTS.jpg",
      "https://image.tmdb.org/t/p/w300/AetzdKc7TZYOKT4Z9aDDh6X1qQH.jpg",
      "https://image.tmdb.org/t/p/w300/dGPYwyYmjmzaN3CR5ZeS0GwdfXs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eE64N6PYCSRW2mtQucfK2av5Wk2.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Tndg/Juno_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "688.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/juno-2007",
        "server": "VIP Links",
        "size": "688.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/juno-2007-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "688.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbembed3.com/8t3tl8ed58w8.html",
        "server": "streamsb.com",
        "size": "688.1 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "K0SKf0K3bxg",
      "video_url": "https://www.youtube.com/watch?v=K0SKf0K3bxg",
      "embed_url": "https://www.youtube.com/embed/K0SKf0K3bxg"
    }
  },
  {
    "metadata": "N/A|2007|128 min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "17,358"
    },
    "title": "Namastey London (2007)",
    "description": "Namastey London (2007)IMDb (7.3/10)Bollywood အားေပးတဲ႔ CM fan ေတြအတြက္ romance ကားေကာင္းေလးတစ္ကားကို recommend ေပးလိုက္ပါတယ္..Namastey London ..ဒီဇာတ္ကားကေတာ့ အားလံုးရင္းနွီးေနမွာျဖစ္တဲ႔မင္းသမီးေခ်ာ Katrina Kaif က Jazz အျဖစ္ မင္းသားၾကီး Akshay Kumar က Arjun အျဖစ္အဓိကသရုပ္ေဆာင္ထားျပီးLondon နဲ႔ အိႏၵိယကေနရာအခ်ိဳ႕မွာ ဇာတ္အိမ္တည္ထားတဲ႔ Bollywood ဇာတ္ကားေကာင္းတစ္ကားပါ။London လိုျမိဳ႕ၾကီးမွာပြင့္လန္းေနတဲ႔ နွင္းဆီပန္းေလးတစ္ပြင့္ကိုပန္ဂ်ာဘီလိုမ်ိဳး အိႏၵိယေတာရြာေလးမွာ ေျပာင္းစိုက္ျပီး ရွင္သန္ဖို႔ေမ်ွာ္လင့္ေနရသလိုပါပဲနွင္းဆီပန္းေလးေသသြားမလား ရွင္သန္နိုင္မလား..London ျမိဳ႕ၾကီးမွာေမြးဖြားၾကီးျပင္းလာျပီး ေခတ္အေခၚလိုမ်ိဳး ဘိုစိတ္၀င္ေနတဲ႔ Jazz တစ္ေယာက္အေတြးထဲက သတို႔သားေလာင္းကလည္း ရုပ္ေခ်ာေခ်ာ London သားမွျဖစ္ေနတဲ႕အခါရိုးရာမဖ်က္ခ်င္တဲ႔အေဖျဖစ္သူက ေမြးရပ္ေျမျဖစ္တဲ႔ ပန္ဂ်ာဘီရြာေလးကို တစ္ဖက္လွည့္ေခၚလာျပီးEnglish စာေတာင္မေျပာတတ္တဲ႕ Arjun နဲ႔ လက္ထပ္ေပးဖို႔ၾကိဳးစားတဲ႔ေနာက္London သူလံုးလံုးျဖစ္ေနတဲ႔ Jazz တစ္ေယာက္ ေရွးဆန္တဲ႔မိသားစုကို ဘယ္လိုပုန္ကန္မလဲ….London မွာက်န္ခဲ႕တဲ႕ အဂၤလန္သား ခ်စ္သူရယ္ သူမနဲ႔ ရိုးရာအရလက္ထပ္ထားတဲ႕Arjun တို႔နွစ္ေယာက္ဘယ္လိုျပိဳင္ဆိုင္မွဳေတြနဲ႔ Jazz အခ်စ္ကိုရေအာင္ ယွဥ္ျပိဳင္ရင္းနဲ႔ ပရိသတ္ကိုဆြဲေခၚသြားပါတယ္..အခ်စ္နဲ႔ ဘာသာတရားၾကားက အားျပိဳင္မွဳေတြကို လည္းေတြ႕ရမွာျဖစ္ျပီးနုိင္ငံအခ်ိဳ႕ရဲ႕ လက္ထပ္ထိမ္းျမားျခင္းဆိုင္ရာ ဗဟုသုတေတြလည္းရပါတယ္..Arjun ရဲ႕ အခ်စ္ကိုေဖာ္က်ဴးတဲ႔စကားေတြကလည္း romantic ဆန္လြန္းလွျပီးပကာသနေတြမပါပဲ ဘယ္လိုမ်ိဳးအခ်စ္ကိုသတ္မွတ္ထားလည္းဆိုတာကေတာ့CM ပရိသတ္ေတြပဲ ၾကည့္ရွဳလိုက္ၾကပါေတာ့…။(ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္ကေတာ့Cafeo Wineျဖစ္ပါတယ္။)File size…(1.1 GB) and (600 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:08:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byCafeo WineYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVipul Amrutlal ShahStarsAkshay KumarClive StandenJaved SheikhKatrina KaifNina WadiaRishi KapoorRitesh DeshmukhShaana DiyaTiffany MulheronUpen PatelCastAkshay KumarClive StandenJaved SheikhKatrina KaifNina WadiaRishi KapoorRitesh DeshmukhShaana DiyaTiffany MulheronUpen Patel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bzT65PBDLzLDzYSFQOOQkwOomag.jpg",
      "https://image.tmdb.org/t/p/w300/zWEbs90JH9OkS0yyLqgf0DTvfBR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/namastey_london01.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/namastey-london-2007",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/namastey-london-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/namastey-london-2007-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/czd2wimwzcpp",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2007|123 min|Drama,Mystery,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "215,920"
    },
    "title": "Atonement (2007)",
    "description": "AtonementIMDb (7.8)/ Rotten Tomatoes (83%)James Mcavoy ,Keira Knightley, Lady Bird (ဝါ) Saoirse Ronan နဲ့ Benedict Cumberbatch တို့လို နာမည်ကြီးမင်းသားမင်းသမီးတွေ အစုံအလင်နဲ့ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။အဆုံးသတ် မတိုင်ခင် အထိတော့ ဒီ ဇာတ်လမ်းလေး တစ်ပုဒ်လုံးက သိပ်မထူးခြားသလိုပါပဲ။ ဒီဇာတ်လမ်းရဲ့ ထူးခြားချက်ကို ကျွန်တော် ချရေးခဲ့ရင်လည်း spoil ပြီးသား ဖြစ်သွားပါမယ်။အချိန်ကာလအားဖြင့် Dunkrik မဖြစ်မှီ….. အထက်တန်းလွှာ အမျိုးသမီးတစ်ယောက်နဲ့ အိမ်ဖော်တစ်ယောက်ရဲ့သား…..ချစ်ကြိုက်မိခဲ့ကြတယ်…။ မှားယွင်းသွားတဲ့ စာတစ်စောင်က မထင်မှတ်ပဲ ယူလာခဲ့တဲ့ ဂြိုလ်ဆိုးတွေကြားမှာ..သူတို့ ဝေးသွားခဲ့ကြတယ်…။စစ်တပ်ထဲ ရောက်နေတဲ့ ကောင်ကလေးနဲ့… အိမ်ကနေ ပြေးထွက်ခဲ့တဲ့ ကောင်မလေး.. စစ်မထွက်မှီမှာ ပြန်တွေ့ကြတဲ့အချိန်… နေသာ လေလာမဲ့ တစ်နေ့တော့ကို သူတို့ ပြန် ယုံကြည်မျှော်လင့်ခဲ့ကြတယ်…။ စစ်ရဲ့ အနိဋ္ဌာရုံတွေကြားကနေ ဒဏ်ရာအထပ်ထပ်နဲ့ မျှော်လင့်နေတဲ့ လူငယ်လေးတစ်ယောက်နဲ့ အချစ်အတွက် အရာရာကို ကျောခိုင်းခဲ့တဲ့ လူကုံထံ မလေးတစ်ယောက်ရဲ့ ယုံကြည်..မျှော်လင့်ခြင်းတွေ…. သူတို့ အတူနေချင်ခဲ့ကြတဲ့ ကမ်းခြေ ဘေးက အိမ်ကလေးတစ်လုံးမှာ ပြန်ဆုံတွေ့ကြမဲ့ တစ်နေ့နေ့.. အဆုံးသတ်မှာ ဘာတွေများ ဖြစ်သွားသလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ စီးမျောကြည့်ကြပါ။အော်စကာ Nomi အတော်ဝင်ထားပြီး Best Achievement in Music Written for Motion Pictures, Original Score ဆုလည်းရထားတဲ့အပြင် တခြားက ဆုတွေလည်း အတော်ရထားတဲ့ ကားပါ။ Genreကတာ့ Romance and Drama ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို WiRa Aung မှတင်ဆက်ထားတာပါ။)File size…(999 MB)Quality…BluRay Rip 720pFormat…mp4Duration….02:10:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWiRa AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe WrightJosh RobertsonStarsAlfie AllenBenedict CumberbatchBrenda BlethynHarriet WalterJames McAvoyJuno TempleKeira KnightleyRomola GaraiSaoirse RonanVanessa RedgraveCastAlex NoodleAlfie AllenAlice Orr-EwingAnthony MinghellaBenedict CumberbatchBilly SeymourBrenda BlethynBronson WebbCharlie von SimsonDaniel MaysElliott FrancisFelix von SimsonGina McKeeHarriet WalterIan BonarJames FiddyJames McAvoyJamie BeamishJérémie RenierJohn NormingtonJohnny HarrisJulia WestJuno TempleKaty LawrenceKeira KnightleyKelly ScottLeander DeenyLionel AbelanskiMichel VuillermozMichelle DuncanNeil MaskellNick BagnallNonso AnozieOlivia GrantPatrick KennedyPaul StockerPeter O'ConnorPeter WightRoger EvansRomola GaraiRyan KiggellSaoirse RonanTilly VosburghTobias MenziesVanessa RedgraveVivienne GibbsWendy Nottingham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6WZFwJOKyitCqWkIj52HB34wddU.jpg",
      "https://image.tmdb.org/t/p/w300/p4rgmAXUtFaPjKtyaAU3a75jk6m.jpg",
      "https://image.tmdb.org/t/p/w300/8CqaFSxjmoma7x3mKkNGwpBsn7c.jpg",
      "https://image.tmdb.org/t/p/w300/c3p2SDEFiG2msWlm9jyL9PO0TQS.jpg",
      "https://image.tmdb.org/t/p/w300/98jCUTFnZdQfICBsi9dZXcIEi8L.jpg",
      "https://image.tmdb.org/t/p/w300/hrTYeBC329zQxRJ36AJykA837s5.jpg",
      "https://image.tmdb.org/t/p/w300/q9D3DufMctbXGfbiY4tg7UsXO3D.jpg",
      "https://image.tmdb.org/t/p/w300/3DP5asU15Qdkuzw7mU2BsFehllS.jpg",
      "https://image.tmdb.org/t/p/w300/9C7HuFRSqU8hSUVBP3wzc6v5dgC.jpg",
      "https://image.tmdb.org/t/p/w300/1waIQrBtkJ3yp8qx0Mqos185OIZ.jpg",
      "https://image.tmdb.org/t/p/w300/y1xFs0iVbLK4kNlLhmEguxzolEm.jpg",
      "https://image.tmdb.org/t/p/w300/6qzEFv9kLoNTULAjuWYznIwqaIA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/quaWuwYZd8IbZMCOhW3CZEvyCWJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/atonement-2007",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/atonement-2007-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Iml9/Atonement_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://viewsb.com/hkgpj2b4m1ez.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "WZAttjca0b8",
      "video_url": "https://www.youtube.com/watch?v=WZAttjca0b8",
      "embed_url": "https://www.youtube.com/embed/WZAttjca0b8"
    }
  },
  {
    "metadata": "PG-13|2007|96 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "28,740"
    },
    "title": "Son of Rambow (2007)",
    "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)Quality : Blu-Ray 720pRunning Time : 1hr 36minFormat : Mp4Genre : Action, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-iNFAMOUSTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGarth JenningsStarsAnna WingAsa ButterfieldBill MilnerEmilie ChesnaisJessica HynesJules SitrukNeil DudgeonPaul RitterTallulah EvansWill PoulterCastAdam BuxtonAdam Paul HarveyAnna WingAsa ButterfieldBill MilnerEd WestwickEmilie ChesnaisJessica HynesJules SitrukNeil DudgeonPaul RitterTallulah EvansWill Poulter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hvHdbk37JzrP6mW3jAwjjFW7AIZ.jpg",
      "https://image.tmdb.org/t/p/w300/4oBobgj5RSjYEEmKvmCkiNJHkY2.jpg",
      "https://image.tmdb.org/t/p/w300/96Ggc9LQqN1hegmLtR7wwej33fq.jpg",
      "https://image.tmdb.org/t/p/w300/9A6JGLBNSQabu5cNS7o2mpK2wWp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/son-of-rambow-2007-mm-sub",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/son-of-rambow-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/d7awqkxgyf8a.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "hMsRJE9UM3M",
      "video_url": "https://www.youtube.com/watch?v=hMsRJE9UM3M",
      "embed_url": "https://www.youtube.com/embed/hMsRJE9UM3M"
    }
  },
  {
    "metadata": "N/A|2007|114 min|Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "255"
    },
    "title": "High Way Star (2007) ျမန္မာ စာတန္းထိုး",
    "description": "ဒီဇာတ္ကားေလးဟာIMb rating အေနနဲ႔ကေတာ့ 6.5/10 ရရိွထားတဲ့အတြက္Comedy ဇာတ္ကားေကာင္းေလးလို႔ ဆိုရမွာပါမင္းသား အေနနဲ႔ကေတာ့ ဟိုတေလာက တင္သြားတဲ့My Sassy Girl 2 (2016) ကားထဲက အူေၾကာင္ေၾကာင္မင္းသားဟာလဲ ဒီကားထဲမွာေကာ အူေၾကာင္ေၾကာင္ ဇာတ္႐ုပ္အေနနဲ႔ပါထပ္ေတြ႔ရမွာပါတျခားနယ္က ကလပ္မွာသီခ်င္းဆိုအလုပ္လုပ္ေနတဲ့ သီခ်င္း႐ူး rocker သမားတေယာက္ဟာ သီခ်င္းဆိုဝါသနာပါတဲ့ သူေတြကိုေျမေတာင္ေျမႇာက္ေပးေနတဲ့ မန္ေနဂ်ာနဲ႔ေတြ႔ရိွသြားၿပီးေျမေတာင္ေျမႇာက္ေပးဖို႔အတြက္trot=သီခ်င္းေအး(သီခ်င္းႀကီး) ကို သီဆိုခိုင္းရင္းပဲနာမည္ႀကီးေအာင္လုပ္ေပးမွာပါဒီဇာတ္ကားထဲမွာေတာ့ အလြန္ေခ်ာတဲ့ korean မင္းသမီးတေယာက္လဲ ပါဝင္တာမို႔ အဲ့ဒီမင္းသမီးနဲ႔ဘာေတြဆက္ျဖစ္မယ္ ………..သူ rock ကေန trot သီခ်င္းကိုေျပာင္းႏိုင္ပါ့မလား………သူ trot သီခ်င္းကိုေျပာင္းၿပီး နာမည္ပဲႀကီးသြားမလားဆိုတာကိုေတာ့ …………………….ၾကည့္႐ႈ့လိုက္ၾကပါအံုး ……….( အညႊန္းနဲ႔ ဘာသာျပန္ ကိုေတာ႔Saw Yan Nay Naung မွ ဘာသာျပန္ေပးထားပါတယ္)File Size : 783MbDuration : 1:49:25Quality : 720PTranslator: Saw Yan Nay NaungEncoder : Kaung Myat ThuDownload or Watch Stream via pCloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHyun-su KimSang-chan KimStarsChae-moo ImSeok-yong JeongSo-yeon LeeTae-hyun Cha",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTg3MjY1Mzk0M15BMl5BanBnXkFtZTgwNzY3MTA2MDE@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2007|1h 31min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Ghost Island (2007)",
    "description": "Pulau Hantu : Ghost Island (2007)Horror fan တွေ အကြိုက်တွေ့ကြမယ့် အင်ဒိုနီးရှား horror ကားလေးပါလူငယ်လေး ၈ ယောက် အားလပ်ရက်မှာ​ အပီအပြင်ကဲမယ်ဆိုပြီးဇိမ်ခံ ရွက်လှေတစ်စီးနဲ့ ထွက်လာကြပါတယ်ဖြစ်ချင်တော့ လမ်းတစ်ဝက်မှာတင် ရွက်လှေက ပြန်လှည့်ရဖို့ အကြောင်းဖန်လာပါတယ်အဲဒီမှာတင် ကဲလို့ မဝသေးတဲ့ လူငယ်တစ်သိုက်နီးစပ်ရာ ကျွန်းပေါ်က အပန်းဖြေစခန်း တစ်ခုမှာ တည်းပြီး ဆက်ကဲဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်အပန်းဖြေစခန်းမှာက တာဝန်ခံတစ်ယောက်နဲ့ ဝန်ထမ်းကောင်မလေးတစ်ယောက်ပဲ ရှိပါတယ်နေရာလေးကလည်း သာယာ၊ တခြားဧည့်သည်မရှိတော့ လူကလည်း ရှင်းဝန်ထမ်းကောင်မလေးကလည်း ချောချောလေးဆိုတော့ အားရဝမ်းသာနဲ့ အပြတ်ကဲဖို့ လုပ်ကြပေမဲ့ကျွန်းပေါ်မှာ ထင်မှတ်မထားတာတွေ ဖြစ်လာပြီးတစ်ယောက်ပြီး တစ်ယောက် အသက်ဘေးနဲ့ ကြုံလာရတဲ့အချိန်မှာတော့….အညွှန်း နဲ့ ဘာသာပြန်ကတော့Roman NoXပဲ ဖြစ်ပါတယ်။Genre…..HorrorQuality…. 1080p | 720p | 480pFile size…1.8GB | 913MB | 411MBFormat… mp4Duration….1h 31minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Roman NoXEncoder…..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbdurrahman ArifKartika AyuningtyasRicky HarunYedihel Luntungan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8TH1pd0EtG8oISeDPEoTKElWrJR.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v5tdzddvxj0t.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-2007-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1aDjp/Pulau.Hantu.2007.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Xt0mCRAL#MjSEMezaxH5LFAFuzeQBOVX_ltDcg_ay3p5fP7LKHyc",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cudggnbhzi8s.html",
        "server": "usersdrive.com",
        "size": "913MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-2007-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "913MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wydD/Pulau.Hantu.2007.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "913MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/e580DZDb#ktuVnZV6GVrzVgTppTEiKIX1kqQFxi8j8asvAZj1n9Y",
        "server": "mega.nz",
        "size": "913MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/9sj4tzrctu3g.html",
        "server": "streamsb.com",
        "size": "913MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/q2rz3x2njk0i.html",
        "server": "usersdrive.com",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-2007-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wydv/Pulau.Hantu.2007.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/fhcShYwY#PsI00jFZMOxjDrSjIcaJZ1i5ntR5jk8C2dm-WwN1klY",
        "server": "mega.nz",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/ndo06ktjpaem.html",
        "server": "streamsb.com",
        "size": "411MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2007||Drama,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1414"
    },
    "title": "Half Broken Things (2007)",
    "description": "Half Broken Things (2007)====================IMDb Rating – 7.2/10ဒီဇာတ်ကားလေးကတော့ ၂၀၀၇ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Drama/Thriller အမျိုးအစားဇာတ်လမ်း‌လေးပါ။ ဒီဇာတ်ကားက စာရေးဆရာ Morag Joss ရေးခဲ့တဲ့ Half Broken Things ဆိုတဲ့CWA Silver Dagger ဆုရ နာမည်ကြီးစာအုပ်ကိုပြန်ရိုက်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဂျင် ကအိမ်စောင့်အလုပ်လုပ်နေတဲ့ အဘွားကြီးတစ်ယောက်ပါ။တစ်နေ့မှာတော့ အိမ်စောင့်အလုပ်တစ်ခုရခဲ့ပါတယ်။ အဲဒီအလုပ်ကတော့ စတန်းဒစ်ကေ့ လင်မယားရဲ့ ဝေါဒန် အိမ်ကြီးကိုစောင့်ရှောက်ပေးရမှာပဲဖြစ်ပါတယ်။ အဲဒီအိမ်ကြီးကအရမ်းလှပြီး ခြံကြီးကလည်းအကျယ်ကြီးပါ။ နောက်ပိုင်းတော့ ဂျင် ကအဲဒီအိမ်ကြီးကိုကိုယ့်အိမ်အဖြစ်သဘောထားသွားပြီး သူ့စိတ်ကြိုက်စီမံပါတော့တယ်။တစ်ရက်မှာတော့ မိုက်ကယ် နဲ့ စတပ်ဖ် ဆိုတဲ့အတွဲတစ်တွဲကအိမ်ကိုရောက်လာပါတယ်။ စတပ်ဖ် ကတော့ကိုယ်၀န်နဲ့ပါ။မိုက်ကယ် နဲ့စကားပြောနေတုန်းမှာပဲ စတပ်ဖ် ကကလေးမွေး‌ရတော့မှာမလို့ ဂျင် ကပဲကလေးမွေးပေးခဲ့ရပါတယ်။ ဂျင် ကမိုက်ကယ် တို့အတွဲနဲ့ သူမွေးပေးခဲ့တဲ့ကလေးကို သံယောဇဉ်တွယ်မိသွားပြီး အိမ်ကြီးမှာပဲနေဖို့ပြောပါတော့တယ်။ အဲဒီနောက်မှာတော့ သူတို့လေးယောက် ဝေါဒန် အိမ်ကြီးမှာဒရမ်မာတွေစဖြစ်ပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Theo Kat ဖြစ်ပါတယ်)File Size……….(2.14 GB) / (886 MB) / (547 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 33MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, ThrillerTranslator…….Theo KatEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim FywellCastDaniel MaysNicholas Le PrevostPenelope WiltonRoss AdamsSinead Matthews",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTUyOTY3MDMyNV5BMl5BanBnXkFtZTcwNDk4NzMwMg@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/half-broken-things-2007-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1USig/Half.Broken.Things.2007.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/na6mxxged0c1.html",
        "server": "streamsb.com",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/prFgiCpQ#wSBP5-vNgvkdcv-Uh15o5uxYxC_NSNrfOdw4BOyO-E0",
        "server": "mega.nz",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1p5wx8p5qwjf.html",
        "server": "usersdrive.com",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bth1qlzxyudc",
        "server": "streamvid.io",
        "size": "2.14 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lyc2RZTa#gW_HAVN1ELHeL-zS8kTGcKuL_uCGm0pYl02oe53RQfA",
        "server": "yoteshinportal.cc",
        "size": "2.14 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1USh4/Half.Broken.Things.2007.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "886 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/5hgy5upkbrvs.html",
        "server": "streamsb.com",
        "size": "886 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lyc2RZTa#gW_HAVN1ELHeL-zS8kTGcKuL_uCGm0pYl02oe53RQfA",
        "server": "mega.nz",
        "size": "886 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vqbzfsrfv5ii.html",
        "server": "usersdrive.com",
        "size": "886 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sxl6aya3wxbq",
        "server": "streamvid.io",
        "size": "886 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/half-broken-things-2007-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "547 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1USh4/Half.Broken.Things.2007.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "547 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/edoryhxiv0ks.html",
        "server": "streamsb.com",
        "size": "547 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/pvk30BZB#v0y1nO8GQAHzKwqIhD_vdE3VTJMGUBJGkFGibdktuqI",
        "server": "mega.nz",
        "size": "547 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/fspac0gmbs8g.html",
        "server": "usersdrive.com",
        "size": "547 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/pvuuea02pi47",
        "server": "streamvid.io",
        "size": "547 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]