[
  {
    "metadata": "PG-13|2017|118 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "120,209"
    },
    "title": "Kong: Skull Island (2017)",
    "description": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.၁၉၇၃ ကာလ ျမင္ကြင္းေတြ နဲ႔အတူ ဗီယက္နမ္စစ္ပြဲအၿပီးကာ လမွာ Monarch လို႔ေခၚတဲ့ လွ်ိဳ႕ ဝွက္ အဖြဲ႕အစည္းအတစ္ခုဟာ ျမဴခိုးေတြနဲ႔ အံု႔ဆိုင္းေနတဲ့ အ႐ိုးစု ကြၽန္းဆိုတဲ့ ကြၽန္းသစ္တစ္ကြၽန္း ကို ရွာေတြ႕ခဲ့ပါတယ္။ အဲဒီကြၽန္း ေပၚမွာ ထူးဆန္းတဲ့ တိရစၧာန္မ်ိဳး စိတ္ေတြရွိေနတဲ့အတြက္ သုေတ သနျပဳဖို႔ ရဟတ္ယာဥ္ေတြနဲ႔ ထြက္ခြာခဲ့ၾကပါတယ္။တကယ္ေတာ့ အဲဒီကြၽန္း ေပၚမွာ ေကာင္ဆုိတဲ့ ဧရာမ ေမ်ာက္ဝံႀကီးရွိသလို အျခားထူး ဆန္းတဲ့ သတၱဝါေပါင္းမ်ားစြာ လည္း ရွိေနတာပါ။ ရဟတ္ယာဥ္ ေတြ ကြၽန္းေပၚက ျဖတ္ပ်ံတုန္း ေမ်ာက္ဝံႀကီး ရန္ျပဳတိုက္ခိုက္ခဲ့ တဲ့အတြက္ ရဟတ္ယာဥ္ေတြ ပ်က္က်ကုန္ပါေတာ့တယ္။ကြၽန္းေပၚ ေရာက္သြားတဲ့ သုေတသီအဖြဲ႕ဟာ ကင္းေကာင္ အျပင္ အျခားထူးဆန္းတဲ့ သတၱဝါ ႀကီးေတြနဲ႔ပါရင္ ဆိုင္ခဲ့ရပါတယ္။ သူေနတဲ့ ကြၽန္းေပၚကို က်ဴးေက်ာ္ ဝင္ေရာက္လာသူေတြကို ကင္း ေကာင္ဟာ ေဒါသတႀကီး တုိက္ ခိုက္ခဲ့တာမို႔ သုေတသီေတြနဲ႔ပါ လာတဲ့ စစ္တပ္နဲ႔ တိုက္ပြဲေတြအ ျပင္းအထန္ျဖစ္ၾကပါေတာ့တယ္။ကင္းေကာင္ ဇာတ္ကား ႀကိဳက္တဲ့ ပရိသတ္ေတြ အေနနဲ႔ ေတာ့ ဒုတိယေျမာက္ ကင္းေကာင္ဇာတ္ကားကေကာ ေက်နပ္ ေလာက္တဲ့ ရသေပးစြမ္းမွာလား ဆုိတာေတာ့ ကိုယ္တုိင္ၾကည့္ၿပီး ေတာ့သာ ဆံုးျဖတ္ၾကည့္ၾကဦး ေနာ္။သတၱဝါႀကီးေတြရွိတဲ့ကြၽန္း ကို က်ဴးေက်ာ္ဝင္လာတဲ့လူေတြနဲ႔ သတၱဝါေတြ ထိပ္တိုက္ေတြ႕တဲ့အ ခါ ဘာေတြဆက္ျဖစ္ၾကမွာလဲ။ ကင္းေကာင္ေကာ ဘယ္လိုအေျခ အေနနဲ႔ ဇာတ္သိမ္းရမွာလဲဆုိတာ ေတာ့..ဒီဇာတ္ကားမွာ ေတာ္မ္ဟင္ ဒယ္လ္တန္၊ ဆမ္ျမဴရယ္အယ္လ္ ဂ်က္ဆင္၊ ဂြၽန္ဂြတ္မန္း၊ ဘရီလာဆင္၊ က်င္းထ်န္ စတဲ့ သ႐ုပ္ ေဆာင္ေတြ ပါဝင္ထားၾကပါ တယ္။ ။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://www.7daydaily.com) မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့Han Htoo Zawပဲျဖစ္ပါတယ္)File Size : (850 MB) and (440 MB)Quality : Bluray 720pRunning Time : 1hr 58minutesFormat : Mp4Genre : Action, Adventure, FantasyTranslated By Han Htoo ZawEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDawn GilliamErin MastJordan Vogt-RobertsStarsBrie LarsonCorey HawkinsJason MitchellJing TianJohn C. ReillyJohn GoodmanJohn OrtizSamuel L. JacksonToby KebbellTom HiddlestonCastAllyn RachelBeth KennedyBrady NovakBrian SaccaBrie LarsonBryan ChojnowskiCorey HawkinsCynthy WuDat PhanEugene CorderoGarreth HadfieldJames M. ConnorJason MitchellJing TianJohn C. ReillyJohn GoodmanJohn OrtizJon QuestedJoshua FunkKorey WilliamsMarc Evan JacksonMiyaviPeter KarinenRichard JenkinsRobert TaylorSamuel L. JacksonShea WhighamTerry NotaryThomas MannThomas MiddleditchToby KebbellTom HiddlestonWill Brittain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pGwChWiAY1bdoxL79sXmaFBlYJH.jpg",
      "https://image.tmdb.org/t/p/w300/1Y13HoSsn0ubTHefzG6OYe0HdtN.jpg",
      "https://image.tmdb.org/t/p/w300/yslaBeFjrbhlO1iFxFF7AFzINXu.jpg",
      "https://image.tmdb.org/t/p/w300/gupCdZ6BjLCNg4X9zikaGiPmck7.jpg",
      "https://image.tmdb.org/t/p/w300/w5LHxH5pQN4nyR2QY73TH1ITKxC.jpg",
      "https://image.tmdb.org/t/p/w300/sRg0J1uvz3Yfp6WnHcL33dY4g5w.jpg",
      "https://image.tmdb.org/t/p/w300/bJbcf5MpxZwAZn1VFxepuGHPOdN.jpg",
      "https://image.tmdb.org/t/p/w300/odO7Bt91pl2DAwpjpYs6NEJt3Ai.jpg",
      "https://image.tmdb.org/t/p/w300/e7IRoB34ohQn4Qvb7rZYj2gLAro.jpg",
      "https://image.tmdb.org/t/p/w300/5uLlGFw8miRkn9iJrIJSjTPZWeV.jpg",
      "https://image.tmdb.org/t/p/w300/zLU4rJTTg7373EWQDBisf9kWf3O.jpg",
      "https://image.tmdb.org/t/p/w300/i4jusnn7GSDCAe86QBneXpDDh9j.jpg",
      "https://image.tmdb.org/t/p/w300/l9id6tzTppNBEMmHWdaqlkKPSDl.jpg",
      "https://image.tmdb.org/t/p/w300/fea0p25HSIJ93yu5HZ1NLi88SQA.jpg",
      "https://image.tmdb.org/t/p/w300/lXxs6flfx4JppSAB76OaoInW5W4.jpg",
      "https://image.tmdb.org/t/p/w300/4Vxs0VEmfgfZ1hXiSaE4yE6XA3G.jpg",
      "https://image.tmdb.org/t/p/w300/4xEFYvvtNSHSwzyjJc3nklSCaZf.jpg",
      "https://image.tmdb.org/t/p/w300/q2QUkmnbC7Kxy3Rt8DFNZdGW9mH.jpg",
      "https://image.tmdb.org/t/p/w300/nC8dUYnh5Bos3wfiNTtJLpJSVwj.jpg",
      "https://image.tmdb.org/t/p/w300/6R3dux3DpJDTA5vU7bJ1JxPpOFB.jpg",
      "https://image.tmdb.org/t/p/w300/5wQDipoHvgYVC40t7odZMp57sBJ.jpg",
      "https://image.tmdb.org/t/p/w300/nXty6BXuGWZeQfgyL6w2rN7JJSe.jpg",
      "https://image.tmdb.org/t/p/w300/itFlIz3igcJ4JkQVARssyHhVlhn.jpg",
      "https://image.tmdb.org/t/p/w300/39t2owZVR94yvR2LkbdCpCZXgIk.jpg",
      "https://image.tmdb.org/t/p/w300/r0HBvGgWdITvkH1rfftYYPoNJf0.jpg",
      "https://image.tmdb.org/t/p/w300/9VTg27hpUNa39WuhMIngmPmKePP.jpg",
      "https://image.tmdb.org/t/p/w300/pO4HXIym7xiKfQ5wHhs4XaZXmsF.jpg",
      "https://image.tmdb.org/t/p/w300/x0RApsCncKWEMZgkqV6l8ZpCJ80.jpg",
      "https://image.tmdb.org/t/p/w300/9QjWi0Alh8uCRU8oM3UVtw3KtiX.jpg",
      "https://image.tmdb.org/t/p/w300/sKXlM12RXl03MWIrx8oh9DAUn4O.jpg",
      "https://image.tmdb.org/t/p/w300/nVodCGKYLpqNC8YwQAbivKlWCgZ.jpg",
      "https://image.tmdb.org/t/p/w300/x0t6PFMTgpkZkhjg0SLs109C7Mb.jpg",
      "https://image.tmdb.org/t/p/w300/nyQHd2UijcGiAAyZYpi0J4xtSIv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kong-skull-island-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1wphb/Kong_-_Skull_Island_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/MdV1yCjB#HKINmZ5175DtTVDyqrVRtH_Fs7yuw8JfK5vtbiLnP-U",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/b4opcw2zvib0",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kong-skull-island-2017-720p",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kong-skull-island-2017",
        "server": "VIP Links",
        "size": "3.2 GB",
        "quality": "2160p BluRay"
      },
      {
        "link": "https://usersdrive.com/2zhhv6vk9bjw.html",
        "server": "usersdrive.com",
        "size": "3.2 GB",
        "quality": "2160p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/kong-skull-island-2017-2160-p-blu-ray-x-265-10-bit-sdr-dts-hd-ma-true-hd-7-1-atmos-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2 GB",
        "quality": "2160p BluRay"
      },
      {
        "link": "https://megaup.net/1Bftg/Kong.Skull.Island.2017.2160p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos-%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "3.2 GB",
        "quality": "2160p BluRay"
      },
      {
        "link": "https://www.datbu.com/h1unkzpb548t.html",
        "server": "datbu.com",
        "size": "3.2 GB",
        "quality": "2160p BluRay"
      }
    ],
    "trailer": {
      "video_id": "44LdLqgOpjo",
      "video_url": "https://www.youtube.com/watch?v=44LdLqgOpjo",
      "embed_url": "https://www.youtube.com/embed/44LdLqgOpjo"
    }
  },
  {
    "metadata": "N/A|2017|84 min|Action,Sci-Fi",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "64"
    },
    "title": "BRAVE STORM ブレイブストーム (2017)",
    "description": "ဒီတစ္ခါမွာေတာ့ Rating 6.7 ရရွိထားတဲ့ ဂ်ပန္ Sci-Fi ကားေလးတစ္ကားၾကည့္လိုက္ရေအာင္လား…ကမၻာၾကီးရဲ႕တၿခားေနရာက ၿဂိဳလ္သားေတြကသူတို႕တီထြင္ထားတဲ့Back Baron စက္ရုပ္ၾကီးေတြနဲ႕က်ဴးေက်ာ္စစ္ပြဲေတြဖန္တီးၿပီး လူသားေတြရဲ႕ကမၻာၾကီးကို သိမ္းပိုက္ဖို႕ၾကံစည္ခဲ့ၾကပါတယ္..လူသားမ်ိဳးႏြယ္ေတြရဲ႕ ၉၆ ရာခိုင္ႏႈန္းဟာ သုတ္သင္ၿခင္းခံလိုက္ရပါတယ္…ဒီအသက္ရွင္က်န္ရစ္တဲ့အထဲမွာမွ ေမာင္ႏွမ၅ေယာက္ကဒီၿဂိဳလ္သားေတြရဲ႕ လက္ထဲကေန ကမၻာကိုၿပန္လည္ရရွိေအာင္တိုက္ခိုက္ဖို႕အစီစဥ္ေတြခ်ခဲ့ၾကပါတယ္…အဲဒါကေတာ့အတိတ္ကာလကိုၿပန္လည္သြားဖို႕ပဲၿဖစ္ပါတယ္..ဘာလို႕လဲဆိုေတာ့ အနာဂါတ္မွာ သူတို႕လူသားမ်ိဳးႏြယ္ေတြပ်က္သုဥ္းသြားၿပီး ၿဂိဳလ္သားေတြရဲ႕စစ္ပြဲဟာ ေအာင္ႏိုင္သြားလို႕ၿဖစ္ပါတယ္…ဒါေၾကာင့္ သူတို႕ေတြဟာ အတိတ္ကိုၿပန္လည္သြားရင္းအနာဂါတ္မွာၿဖစ္လာမယ့္ အရာေတြကို ၿပန္လည္တားဆီးဖို႕ၾကိဳးစားၾကေတာ့မွာၿဖစ္ပါတယ္…Sci-Fi Movie ေတြမွၾကိဳက္တဲ့လူေတြအတြက္ဒီကားေလးကိုၾကည့္ဖို႕ တိုက္တြန္းခ်င္ပါတယ္…File Size : (758 MB) & (223 MB)Quality :Web-DL 720pRunning Time :1hr 24 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated byChu Sint NweEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirector岡部 淳也",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4d0uqz9VDDzTH0abkJstKIHvFza.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/brave-storm-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "758 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/SL8r/Batman_Forever_[1995]_(MM_Sub)_(1).mp4",
        "server": "megaup.net",
        "size": "758 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/jcwuf6sapn4q",
        "server": "upstream.to",
        "size": "758 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/b26glwon0uw6.html",
        "server": "usersdrive.com",
        "size": "758 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|N/A|Comedy,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Set It Up (2018)",
    "description": "Set It Up (2018)IMDb (6.6) / Rotten Tomatoes (90%)Rating ျမင့္ျမင့္ရရွိထားတဲ့ Comedy,Romance အမ်ိဳးအစား ဒီ႐ုပ္ရွင္ေလးကေတာ့ လုပ္ငန္းခြင္ဝင္လူလတ္ပိုင္းအရြယ္တို႔ရဲ႕အခ်စ္ဇာတ္လမ္းေလးျဖစ္ၿပီး အခ်စ္ဇာတ္လမ္းၾကိဳက္တဲ့သူေတြအတြက္ အထူးသင့္ေလ်ာ္မယ့္ဇာတ္ကားေလးပါ။၂၀၁၈ ဇြန္လကမွထြက္ထားတဲ့ အသစ္စက္စက္႐ုပ္ရွင္ေလးျဖစ္ၿပီး Before I fall ႐ုပ္ရွင္ထဲက မင္းသမီးေခ်ာေလးZoey Deutchပါတဲ့ကားပါ။မင္းသားကေတာ့ ဓာတ္ပံုထဲမွာမေခ်ာေပမဲ့ ႐ုပ္ရွင္ထဲမွာေတာ့ ခန္႔ေခ်ာပါ။ၿပီးေတာ့ တ႐ုတ္နဲ႔အေမရိကန္ကျပားမင္းသမီး Lucy Liu ကလည္း နာမည္ႀကီးေဆာင္းပါးေရးသူ၊မင္းသမီးရဲ႕သူေဌးမအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ဒါ႐ိုက္တာကေတာ့ Claire Scanlon ပါ။ဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ဟာပါဆိုတဲ့အရမ္းအလုပ္ႀကိဳးစားတဲ့ေကာင္မေလးက ခရစ္စတန္ဆိုတဲ့သူေဌးမရဲ႕လက္ေထာက္ျဖစ္ၿပီး သူရဲ႕အိပ္မက္ကေဆာင္းပါးေရးတဲ့စာေရးဆရာမျဖစ္ခ်င္တယ္ဒါေပမဲ့ သူက အလုပ္မွာ ခိုင္းဖက္ေလးေပါ့တစ္ေန႔ မထင္မွတ္ထားတဲ့ အျဖစ္အပ်က္ေၾကာင့္ ရံုးအေဆာက္အအံုတစ္ခုတည္းမွာအလုပ္လုပ္တဲ့ ခ်ာလီ(မင္းသား) နဲ႔ေတြ႕ခဲ့တယ္ခ်ာလီကလည္း ဟာပါလိုပဲ ရစ္ခ္ဆိုတဲ့သူေဌးတစ္ေယာက္ရဲ႕လက္ေထာက္ျဖစ္ၿပီး ရာထူးတိုးခ်င္ေနတဲ့သူေပါ့နစ္ေယာက္လံုးက ရံုးမွာဆို ေနာက္ဆံုးမွအိမ္ျပန္ရတဲ့သူ၊တစ္ေနကုန္ အလုပ္ကလည္းရႈတ္ အရမ္းဇီဇာေၾကာင္တဲ့သူေဌးေတြရဲ႕ဒဏ္ကိုလည္းခံရနဲ႔ ႏွစ္ေယာက္သား သူေဌးေတြရဲ႕အတင္းကိုေျပာရင္း သူတို႔သူေဌးႏွစ္ေယာက္ကို ေအာင္သြယ္ေပးဖို႔ အၾကံရသြားၾကတယ္သူတို႔ရဲ႕ရည္ရြယ္ခ်က္က သူေဌးႏွစ္ေယာက္ဒိတ္လုပ္ရင္ သူတို႔ေအးေဆးေနလို႔ရတယ္ဆိုၿပီး နည္းအမ်ိဳးမ်ိဳးနဲ႔ကို ေအာင္သြယ္ေတာ့တာပဲေအာင္သြယ္ရင္းနဲ႔မွ သူတို႔ႏွစ္ေယာက္ပဲ ခ်စ္ႀကိဳက္သြားမလား သူေဌးႏွစ္ေယာက္ပဲအဆင္ေျပသြားမလား သူတို႔ရဲ႕အိမ္မက္ကိုေကာ အေကာင္အထည္ေဖာ္ႏိုင္မလားဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာဆက္လက္ၾကည့္ရႈၾကပါရွင့္။ဇာတ္လမ္းေလးက ေပါ့ပါးၿပီး ရယ္လည္းရယ္ရတယ္ ခ်စ္ဖို႔လည္းေကာင္းတယ္လူေတြရဲ႕သဘာဝအရ အိမ္မက္ေတြကို အေကာင္အထည္ေဖာ္ရင္း ဒီအိမ္မက္ေယာင္ေယာင္ထဲမွာပဲ ႏွစ္ျမဳပ္ေနတတ္တယ္ အဲ့ဒီကေန ဘယ္လို ျပန္႐ုန္းထြက္မလဲ စတဲ့ စိတ္ဝင္စားစရာအေၾကာင္းအရာေတြပါဝင္တဲ့ ၾကည့္သင့္တဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။(Ann Maryမွတင္ဆက္ထားတာပါ။)File size…(900 MB) and (320 MB)Quality…WEB Rip 720pFormat…mp4Duration….01:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYazar HtunYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClaire ScanlonStarsGlen PowellJake RobinsonJoan SmallsJon RudnitskyLucy LiuMeredith HagnerPete DavidsonTaye DiggsTituss BurgessZoey DeutchCastAaron Costa GanisAnna SuzukiAnnie PisapiaChing Hoh-WaiCody CalafioreDoris McCarthyEvan ParkeFabrizio BrienzaFaith LoganGlen PowellJaboukie Young-WhiteJacqueline HonulikJake RobinsonJeff HillerJoan SmallsJon RudnitskyKate MiddletonLeonard OuztsLucy LiuMeredith HagnerNoah RobbinsPete DavidsonShana SolomonShyrley RodriguezStacey Alyse CohenStephanie HsuTaye DiggsTituss BurgessZoey Deutch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wYHaQzfzv5vOGaV6uPhatFWG338.jpg",
      "https://image.tmdb.org/t/p/w300/qxyBfUIb26JqS4FTf07bN7cE09u.jpg",
      "https://image.tmdb.org/t/p/w300/2Y7dc5LRHaSh3ZPqoMcnJBgSc3r.jpg",
      "https://image.tmdb.org/t/p/w300/vm7QpiD601Wb7f1teNiyD7XRoRP.jpg",
      "https://image.tmdb.org/t/p/w300/uaT2PN9OYqW2qnWCMTvArqLYuqx.jpg",
      "https://image.tmdb.org/t/p/w300/6ohh0KLL1LWhGpElEp4KWyjgxvS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/XF5jV0UxKnYNPAimem0hbwPfCR.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/set-it-up-2018-mm-sub",
        "server": "VIP Links",
        "size": "926MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/set-it-up-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "926MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed3.com/tlmd4hwpfot1.html",
        "server": "streamsb.com",
        "size": "926MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "X-eRc9PF3TU",
      "video_url": "https://www.youtube.com/watch?v=X-eRc9PF3TU",
      "embed_url": "https://www.youtube.com/embed/X-eRc9PF3TU"
    }
  },
  {
    "metadata": "N/A|2017|98 min|Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "431"
    },
    "title": "The Axiom (2018)",
    "description": "ဒီတစ္ခါ CM Fans ေတြကုိမိတ္ဆက္ေပးမွာကေတာ့Axiom လုိ႔အမည္ရတဲ့ Horror ကားေလးပဲျဖစ္ပါတယ္ကြ်န္ေတာ္တုိ႔လက္ရွိကမၻာမွာပဲ တစ္ျခားကမၻာတစ္ခုခု သုိ႔မဟုတ္တစ္ခုမက တည္ရွိေနတယ္ဆုိတဲ့ယုံၾကည္မွု႔ ရွိတဲ့သူေတြေတာ္ေတာ္ကုိမ်ားျပားပါတယ္။ဘာသာေရးေတြ မွာလည္း အဲ့ယုံၾကည္ခ်က္ကုိေတာ္ေတာ္ေတြ႔ရပါတယ္။အဲ့ထက္ပုိတဲ့သူေတြကေတာ့ အဲ့လုိတစ္ျခားကမၻာေတြကုိ သြားေရာက္ႏုိင္တဲ့ဂိတ္ေပါက္ေတြ တံခါး၀ေတြ အစရွိသျဖင့္ေျမာက္မ်ားစြာတည္ရွိေနတယ္လုိ႔ယုံၾကည္ၿပီးက်မ္းဂန္ အကုိးကားနဲ႔ရွာေဖြေနတဲ့သူေတြလည္း တစ္ပုံတစ္ပင္ပါပဲဘာျမဴဒါႀတိဂံကုိေတာင္မွပဲ တစ္ျခားကမၻာတစ္ခုဆီကို ဦးတည္ေနတဲ့ဂိတ္ေပါက္တစ္ခုအျဖစ္ရည္ညြန္းေျပာဆုိခဲ့ၾကပါတယ္ဒီလုိ ဂိတ္ေပါက္ေတြ မုခ္ဦးေတြနဲ႔ပတ္သတ္တဲ႔စိတ္ကူးယဥ္ စာအုပ္ေတြ ရုပ္ရွင္ေတြကလည္း တစ္ပုံတစ္ပင္ပါပဲ ။ခုဒီ Axiom လုိ႔ေခၚတဲ့ ဇာတ္ကားေလးကလည္းဒီလုိ ကားေတြထဲကတစ္ကားအပါ၀င္ပါပဲ။ဇာတ္လမ္းေလးကုိေတာ့ မတ္ကင္းဇီနဲ႔ မာတင္ဆုိတဲ့ေမာင္ႏွမႏွစ္ေယာက္ကေပ်ာက္ေနတဲ့ သူတုိ႔ရဲ႕အစ္မႀကီးမာရီလင္ကုိရွာေဖြတဲ့အေပၚမွာဇာတ္ကုိတည္ထားပါတယ္။မာရီလင္ကလည္း လြတ္လပ္စြာသြားလာတက္တဲ့ စိတ္ေပါ့ပါးတ့ဲလြတ္လပ္ေသာစိတ္နဲ႔ လူျဖစ္ရက်ဳိးနပ္ခဲ့တဲ့ အမ်ဳိးသမီးတစ္ဦးပါပဲ။ဒါေပမဲ့ေနာက္ပိုိင္းအဆက္သြယ္မရေတာ့တဲ့အေပၚမွာေမာင္ႏွမေတြအေပၚတြယ္တာတက္တဲ့ မတ္ကင္းဇီက အစ္မေတာ္ မာရီလင္ကုိရွာပုံေတာ္ဖြင့္ပါေတာ့တယ္အစ္မေပ်ာက္ေနတဲ့အေၾကာင္းကုိဆုိရွယ္နက္ေ၀ါ့ခ္တစ္ခုမွာတင္ၿပီးေၾကျငာခ်က္ဖြင့္တာေပါ့အဲ့မွာပဲ သူ႕ပုိစ့္ကုိရီပလုိင္းျပန္ၿပီး သူ႕အစ္မရဲ႕တည္ေနရာကုိသိပါတယ္လုိ႔ဆက္သြယ္လာသူ လူတစ္ေယာက္ကုိေတြ႔ရတဲ့အခါမွာေတာ့မတ္ကင္းဇီရယ္ သူ႕အစ္ကုိမာတင္ရယ္ မာတင္ရဲ႕ရည္းစားဒါစီရယ္ေဆးသမားဂါရစ္ရယ္ စိတ္ပုိင္းဆိုင္ရာေ၀ဒနာေတြခံစားေနရတဲ့အတ္ဂါဆုိတ့ဲေဂါက္ေတာက္ေတာက္ဘဲတစ္ေပြရယ္စုစုေပါင္းငါးေယာက္တုိ႔က ထုိလူဆက္သြယ္လာတဲ့သူတုိ႔အစ္မရွိေနႏုိင္မဲ့ အမ်ဳိးသားဥယ်ာဥ္ဆီကုိ ခရီးထြက္လာပါေတာ့တယ္။သူ႔အစ္မဆီကေန မတ္ကင္းဇီခုိးယူထားခဲ့တဲ့ မွတ္စုအရ အရမ္းအႏၱရာယ္မ်ားတဲ့ေတာအုပ္ဆုိေပမ့ဲလည္း ေမာင္ႏွမေမတၱာေၾကာင့္ ရွာပုံေတာ္ဖြင့္ရပါေတာ့တယ္။ဒီလုိနဲ႔ခုနကေျပာခဲ့တဲ့ပုိစ့္ကုိ ရီပလုိင္းလုပ္သူနဲ႔ေတြ႕ဆုံၿပီး ထူးဆန္းတာေတြၾကားခဲ့ရပါတယ္။ဒါေပမဲ့သိတဲ့အတုိင္း လူငယ္ဆုိေတာ့ ယီးတီးယားတားေတြဆုိမယုံတက္တာေၾကာင့္ေတာအုပ္ထဲကုိ၀င္ခဲ့ပါေတာ့တယ္။ဒါေပမဲ့ေတာအုပ္ထဲေရာက္ၿပီးမၾကာခင္မွာပဲသူတုိ႔ဟာသူတုိ႔ခ်စ္တဲ့ ေပ်ာ္ေမြ႔ခဲ့တဲ့ေလာကႀကီးကုိ ႏွုတ္ဆက္ခဲ့ရၿပီသူတို႔ဟာတစ္ျခားေသာကမၻာတစ္ခုထဲကုိေျခခ်မိေနၿပီဆုိတာသိရတဲ့အခ်ိန္မွာေတာ့အရာရာဟာေနာက္က်သြားခဲ့ပါၿပီ။ရက္စက္ႀကမ္းႀကဳတ္တဲ့ထူးဆန္းေသာကမၻာတစ္ခုမွာသူတုိ႕ေတြဘယ္လုိအသက္ရွင္မွာလဲသူတုိ႔ရဲ႕ရည္မွန္းခ်က္ျဖစ္တဲ့အစ္မေတာ္ကုိကုိယ့္အသက္ေတာင္မနည္း လုုေနရတဲ့အခ်ိန္မွာဘယ္လုိရွာၾကမွာလဲဒီအေျဖေတြအတြက္ကေတာ့ ေအာက္မွာေပးထားတ့ဲေဒါင္းလုပ္လင့္ခ္ေလးက အကူညီေပးႏုိင္မွာလုိ႔ေမွ်ာ္လင့္ပါတယ္ဗ်ာ။File Size : ( 925 MB) & ( 262 MB)Quality : WEB DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated byTriq Lucius WalkerEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNicholas WoodsStarsAaron BerjohnBrandon BurtisDeJean BrownHattie SmithMarshall FoxMichael Peter HarrisonNicole DambroTaylor FlowersWilliam KircherZac TitusCastAaron BerjohnBrandon BurtisChase CargillDeJean BrownHattie SmithKathy WuMaria GranbergMarshall FoxMichael Peter HarrisonNicholas WoodsNicole DambroTaylor FlowersWilliam KircherZac Titus",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mLon2n6Vgehg6RdlCCZMzweRI99.jpg",
      "https://image.tmdb.org/t/p/w300/8fGttVQUyjdVJx6uMbB2Dm35Bny.jpg",
      "https://image.tmdb.org/t/p/w300/fGJZhjyb7QHTL2hQCUc7SflSB0g.jpg",
      "https://image.tmdb.org/t/p/w300/rOuPDqwX4pk3hWKl03GlbMIpyMr.jpg",
      "https://image.tmdb.org/t/p/w300/5lr7cCwxWB3eDLyRctfvIhiskhQ.jpg",
      "https://image.tmdb.org/t/p/w300/rAq0qx8yFbamubrLyzAS9D29He5.jpg",
      "https://image.tmdb.org/t/p/w300/8N7D72T5xqMp8iFFS7VLmWWznnh.jpg",
      "https://image.tmdb.org/t/p/w300/bKpA6eZveTufSxdZzs9qBR17pMQ.jpg",
      "https://image.tmdb.org/t/p/w300/dtGQWzmceUcR3IaH1JZvp1gKyI9.jpg",
      "https://image.tmdb.org/t/p/w300/1DH0XVx1urBS7tm0vnw1wPtYpG3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g5gVXbA5tRYICUrs62gTmlsep3u.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/djqldn3tfrzy.html",
        "server": "usersdrive.com",
        "size": "925 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/Stml/The_Axiom_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "925 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-axiom-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/uuvpx5f6ngxi",
        "server": "upstream.to",
        "size": "925 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "5245ZAYnwlw",
      "video_url": "https://www.youtube.com/watch?v=5245ZAYnwlw",
      "embed_url": "https://www.youtube.com/embed/5245ZAYnwlw"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "450"
    },
    "title": "Kung Fu Traveler (2017)",
    "description": "ဒီေန႔ ပရိသတ္ႀကီးကို မိတ္ဆက္ေပးခ်င္တဲ့ကားေလးကေတာ့ ၂၀၁၇ ကထြက္ရွိထားတဲ့ Kung fu traveler ဆိုတဲ့ တ႐ုတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေအဒီ ၂၁၀၀ ေက်ာ္မွာ ကမာၻႀကီးဟာ ၿဂိဳလ္သားေတြရဲ႕က်ဴးေက်ာ္ျခင္းကိုခံေနရပါတယ္လူသားမ်ိဳးႏြယ္အကုန္ ပူးေပါင္းကာကြယ္ေပမယ့္လည္း လူသားေတြသံုးတဲ့လက္နက္ဟာ ၿဂိဳလ္သားေတြအေပၚထိေရာက္မႈမရွိတာေၾကာင့္ အေရးနိမ့္ေနၾကရပါတယ္တစ္ေန႔မွာေတာ့ ဒါ႐ိုက္တာခ်န္းဆိုသူဟာ ကြန္ဖူးတိုက္ကြက္နဲ႔ ၿဂိဳလ္သားတစ္ေကာင္ကို အႏိုင္ယူလိုက္ႏိုုင္ပါတယ္ဒါေပမယ့္ အဲ့ဒီေခတ္အခါမွာ ကြန္ဖူးပညာဟာတိမ္ေကာေနၿပီျဖစ္တာေၾကာင့္ အက်ပ္႐ိုက္ေနစဥ္မွာပဲ စူဇိရင္ေပးတဲ့အၾကံနဲ႔ စက္႐ုပ္တစ္႐ုပ္ကို အတိတ္ေခတ္ကိုအခ်ိန္ခရီးသြားခိုင္းၿပီး ကြန္ဖူးအေက်ာ္အေမာ္ႀကီးဆီက ကြန္ဖူးပညာကိုသင္ခိုင္းဖို႔ဆံုးျဖတ္ခ်က္ခ်လိုက္ၾကပါတယ္အဲ့စက္႐ုပ္ရယ္ သူ႔ technician စူဇိရင္ရယ္ ႏွစ္ေယာက္သား သူ႔ေခတ္သူ႔အခါက နယ္ခ်ဲ႕ေတြကိုတိုက္ထုတ္ေနရတဲ့ ကင္မင္းဆက္ေခတ္ကို ေရာက္သြားၿပီး ကြန္ဖူးဘုရင္လို႔တင္စားၾကတဲ့ ဆရာႀကီးဇူးနဲ႔ စိတ္ထားေကာင္းတဲ့ သူ႔သမီးေလး ေရွာင္းဟြာတို႔နဲ႔ဆံုၿပီးတဲ့ေနာက္ ဆရာႀကီးကတပည့္လက္မခံေၾကာင္းခါးခါးသီးသီးျငင္းလႊတ္လိုက္တဲ့အခါ…စက္႐ုပ္တစ္ တျဖစ္လဲ အဂ်ဲ တစ္ေယာက္ ကြန္ဖူးပညာေတြကို အနာဂတ္ဆီပို႔ေပးၿပီး ကမာၻႀကီးကိုကယ္တင္ႏိုင္မွာလား…စိတ္ခံစားခ်က္မရွိတဲ့စက္႐ုပ္တစ္႐ုပ္ ခံစားတတ္လာတဲ့အခါ….အနာဂတ္ကိုျပန္လာလို႔မရမွန္းသိသိရက္နဲ႔ လိုက္ပါသြားခဲ့တဲ့ စူဇိရင္ရဲ႕ ႏွလံုးသားကေကာ ဘယ္သူ႔ဆီမွာက်န္ခဲ့သလဲဆိုတာကေတာ့ ဆက္လက္ရႈစားရမွာျဖစ္ပါတယ္IMDB rating 7.3/10 အထိ ရရွိထားၿပီးေတာ့ ဇာတ္လိုက္အေနနဲ႔ Man of Taichi အျပင္ The Matrix မွာလည္းပါဝင္ခဲ့ဖူးတဲ့ နာမည္ႀကီးမင္းသား Tiger Hu Chan ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ)File Size : (800 MB) and (294 MB)Quality : WEB-DL 720pRunning Time : 1hr 38minFormat : Mp4Genre : Action, Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p AMZN WEB-DL DDP5.1 x264-NTGTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDarren GrosvenorTiger Hu ChenCastDarren GrosvenorTiger Hu Chen",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7cRmxc0U3JP1fEMF1g3O8WT9hy.jpg",
    "movie_links": [
      {
        "link": "http://sprysphere.com/95JE",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://sprysphere.com/95Qq",
        "server": "drive.google.com",
        "size": "294 MB",
        "quality": ""
      },
      {
        "link": "http://sprysphere.com/95RX",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://sprysphere.com/95S3",
        "server": "Soliddrive.co",
        "size": "294 MB",
        "quality": ""
      },
      {
        "link": "http://sprysphere.com/95TL",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://sprysphere.com/95UZ",
        "server": "openload.co",
        "size": "294 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4sX0ahCpO_M",
      "video_url": "https://www.youtube.com/watch?v=4sX0ahCpO_M",
      "embed_url": "https://www.youtube.com/embed/4sX0ahCpO_M"
    }
  },
  {
    "metadata": "R|2017|91 min|Action",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Hunter’s Prayer (2017)",
    "description": "2017 ခုႏွစ္ထြက္ Thrill အမ်ိဳးအစား ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္ သဲထိပ္ရင္ဖိုႀကိဳက္တဲ့ ပရိတ္သတ္ေတြဆိုႀကိဳက္ႏွစ္သက္ၾကမယ္ဆိုတာ ရဲရဲႀကီးအာမခံရဲပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူးကပ္စ္ ဟာတစ္ကိုေတာ္လူပ္ရွားတဲ့ ေၾကးစားလူသတ္သမားပါ တစ္ေန႔မွာေတာ့သူဟာ အယ္လ္လာ ဆိုတဲ့ေကာင္မေလးကို လုပ္ႀကံဖို႔ငွားရမ္းခံရပါေတာ့တယ္ တကယ့္လက္ေတြ႕လုပ္ႀကံရာမွာေတာ့လူးကပ္စ္ဟာ အယ္လာကိုမလုပ္ႀကံႏိုင္ခဲ့ပဲသူဟာ သူ႔ကိုငွားရမ္းေစခိုင္းတဲ့သူေတြကို ျပန္လည္ၿပီးအမွန္တရားအတြက္တိုက္ပြဲ၀င္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္လူးကပ္က အယ္လာကိုဘာလို႔ မလုပ္ႀကံေတာ့တာလဲဘာေၾကာင့္လဲဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာဘာသာျပန္က ေတာ့ လင္းသူရျဖစ္ပါတယ္Download Large File From CM LinkDownload Small File From CM LinkDownload Large File From OpDownload Small File From OpYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan MostowStarsMartin CompstonOdeya RushSam WorthingtonVerónica Echegui",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/p14038912_p_v8_ab.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG|2017|100 min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "13,317"
    },
    "title": "A Dog’s Purpose (2017)",
    "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့အီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့အီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္တစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္ေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့ေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြကသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္ဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီးသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္ဒါေပမဲ့လည္း ေဘလီ ကေတာ့ အီသန္ ကို ေမ့လို ့မရႏိုင္ခဲ့ပါဘူးေနာက္ဆံုး ဘ၀တစ္ခုမွာေတာ့ သူတကယ္ အက်ပ္အတည္းနဲ ့ရုန္းကန္ခဲ့ရပါတယ္သူ ့ကုိမခ်စ္တဲ့ သူ ့သခင္တစ္ေယာက္က စြန္ ့ပစ္ခဲ့တဲ့ အခ်ိန္မွာေတာ့ အိမ္မျပန္ေတာ့ပဲေျခဦးတည့္ရာထြက္လာရင္း အရင္ဘ၀ သူနဲ ့ရင္းႏွီးတဲ့ ေနရာတစ္ခုကို ျပန္ေရာက္လာခဲ့တယ္ဒီအခ်ိန္မွာေတာ့ သူဟာ အီသန္ ကို ရွာေတြ ့ႏိုင္ခဲ့ပါၿပီအီသန္ ကေတာ့ သူ ့ကို မသိခဲ့ပါဘူးေဘလီေလး တစ္ေယာက္ အထီးက်န္ေနတဲ့ အီသန္ကုိ ဘယ္လိုကူညီမလဲသူက ေဘလီ ပါဆိုတာကို အီသန္ သိေအာင္ ဘယ္လို ႀကိဳးစားမလဲဆိုတာေတာ့ ဇာတ္လမ္းထဲမွာၾကည့္ရႈလိုက္ၾကပါဦး ခင္ဗ်ာဘ၀မ်ားစြာ ျဖတ္သန္းခဲ့ရေပမဲ့ သခင္ကို ခ်စ္တဲ့စိတ္ သခင္အေပၚသံေယာဇဥ္ႀကီးတတ္တဲ့ေခြးေလးေတြ ရဲ ့အေၾကာင္းကို ရိုက္ကူးထားတာတဲ့ ဇာတ္လမ္းေလးျဖစ္တာေၾကာင့္CM ပရိသတ္ေတြထဲကမွ တရိစာၦန္ခ်စ္သူေလးေတြ သေဘာက် ႏွစ္သက္ၾကလိမ့္မယ္ ထင္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Carey Nyein ပဲျဖစ္ပါတယ္)File Size : 850 MB /300 MBQuality :  Bluray 720PRunning Time : 1hr 40minutesFormat : Mp4Genre :Action, Comedy,DramaEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLasse HallströmStarsDennis QuaidJosh GadK.J. ApaPeggy Lipton",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-dogs-purpose-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "876MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-dogs-purpose-2017-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NA|2017|136 min|Action,Adventure,Bollywood,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1,934"
    },
    "title": "Baadshaho (2017)",
    "description": "1975-1977 ႏွစ္ေတြမွာ အိႏၵိယႏုိင္ငံဟာ အေရးခင္းကာလျဖစ္ၿပီး အေရးေပၚထုတ္ျပန္ခ်က္ေတြ ထုတ္ျပန္ထားၿပီး တုိင္းျပည္ရဲ႕ လူဦးေရ တစ္ဝက္ေလာက္က ဆႏၵေတြျပ သပိတ္ေတြ ေမွာက္ၿပီး ေထာင္ထဲေတြ ေရာက္ေနပါတယ္။အစုိးရဆုိတာ နာမည္သာ ရွိၿပီး ျပည္သူလူထုကုိ ၾကည့္ရႈေစာင့္ေရွာက္ႏုိင္တာကလည္း ဆုိင္ရာ ဆုိင္ရာ အႀကီးအကဲေတြ ဘုရင္မ်ိဳး႐ုိးေဟာင္းေတြပဲ တာဝန္ယူေစာင့္ေရွာက္ေပးေနတာပါ။ရာဂ်စ္တန္ ၿမိဳ႕ကုိလည္း ဘုရင္ႀကီး ဆုံးပါးသြားေပမယ့္ အသက္အရြယ္နဲ႕ မလုိက္ေအာင္ ကုိင္တြယ္ေျဖရွင္းႏုိင္တဲ့ မင္းသမီး ဂီတန္ဂ်လီက ကူညီေပးေနပါတယ္။ဘုရင္စနစ္က ျဖတ္သိမ္းလုိက္ၿပီ ႕႕႕႕႕ဘုရင့္အခြန္ထမ္း စနစ္လည္း မရွိေတာေပမယ့္ မ်ိဳး႐ုိးစဥ္ဆက္ ပိုင္ဆုိင္လာတဲ့ ဘ႑ာေတြနဲ႕ပဲ ျပည္သူေတြကုိ ေထာက္ပံ့ေနပါတယ္ျပသနာရဲ႕ အစပဲ ေျပာရမလား ပါတီတစ္ခုမွာ အစုိးရအာဏာကုိ လြဲအပ္ထားတဲ့ ဆန္ဂ်ီးဒ္ဆုိတဲ့ အာဏာပုိင္က အမ်ိဳးသမီးတစ္ဦးတည္း ျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိကပါးယိကပါးလုပ္မယ္ၾကံေပမယ့္ ဘုရင့္ေသြးျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိလုိ႔ေတာင္ မရခဲ့ပါဘူး ႕႕႕႕႕ပါတီပြဲက လူပုံအလယ္မွာ အရွက္ကြဲခဲ့ရတဲ့ ဆန္ဂ်ီးဒ္က ရွက္ရမ္းရမ္းၿပီး ယုတ္မာဖုိ႔ ၾကံစည္ပါေတာ့တယ္ ႕႕႕႕႕႕ဘုရင္စနစ္ျဖတ္သိမ္းၿပီး ဘုရင့္အခြန္စနစ္ ျဖတ္သိမ္းလုိက္ရင္ ဘုရင္မ်ိဳးရုိးေတြက ပုိင္ဆုိင္သမွ် ဘ႑ာအားလုံးကုိ အစုိးရလက္ထဲကို ျပန္အပ္ရပါတယ္။ဂီတန္ဂ်လီကေတာ့ တုိင္းေရးျပည္ေရး အခက္အခဲေတြမွာ သူ႕လက္ေအာက္က ျပည္သူေတြ အတြက္ အသုံးခ်ဖုိ႔ ဘ႑ာေတြကုိ မအပ္ခဲ့ပါဘူးဒီဘ႑ာေတြရွိတာကုိ သိၿပီး ဆန္ဂ်ီးဒ္ ယုတ္မာပါေတာ့တယ္ ႕႕႕႕႕႕အာဏာကုိ အလြဲသုံးစားလုပ္ၿပီး ဘ႑ာေတြကုိ အပုိင္သိမ္းၿပီး ဂီတန္ဂ်လီကုိ ဖမ္းခ်ဳပ္ခဲ့ပါေတာ့တယ္ ႕႕႕႕႕ဘ႑ာအားလုံးကုိ ေဒလီက ဆန္ဂ်ီးဒ္ဆီကုိ ပုိ႔ေပးဖုိ႔ တာဝန္ေပးခဲ့ပါတယ္ ႕႕႕႕႕႕ဒီအခ်ိန္မွာေတာ့ ဂီတန္ဂ်လီရဲ႕ အခက္အခဲေျဖရွင္းေပးဖုိ႔ ဘဝါးနီးဆင့္ တစ္ေယာက္ ေရာက္လာခဲ့ပါေတာ့တယ္ ႕႕႕႕” ေလးရက္တာ ဘဝပဲ ႕႕႕႕ဒီေန႕က ေလးရက္ေျမွာက္ေန႕ဒီလုိ ေတြးေခၚၿပီး ေနထုိင္တာ “ဘဝါးနီးဆင့္ဆုိတာ ဂီတန္ဂ်လီရဲ႕ သက္ေတာင္ေစာင့္ေဟာင္း တစ္ေယာက္ႏုနယ္တဲ့ အေတြ႕အၾကံဳနဲ႕ သူ(မ)ကုိ အေကာင္းဆုံး ကူညီေပးၿပီး အဖက္ဖက္က ပံ့ပုိးေပးခဲ့သူ အေၾကာင္းအမ်ိဳးအမ်ိဳးေၾကာင့္ ဂီတန္ဂ်လီနားက ထြက္သြားခဲ့ရေပမယ့္ သူ(မ) ဒုကၡေရာက္ေနေတာ့ အေျပးေရာက္လာတဲ့ လူမ်ိဳးဂီတန္ဂ်လီက သူ႕လြတ္ဖုိ႔ထက္ ႕႕႕႕႕႕ ေဒလီကုိ ပုိ႔မယ့္ ဘ႑ာေတြကုိသာ ျပန္အရယူခုိင္းခဲ့ပါတယ္ ႕႕႕႕႕႕႕႕ဘဝါးနီးတစ္ေယာက္ ဘ႑ာေတြကုိ လမ္းက ျဖတ္လုဖုိ႔ အစီအစဥ္ဆြဲရပါေတာ့တယ္ ႕႕႕႕႕႕ဒီအခ်ိန္မွာေတာ့ သူ႔ရဲ႕ ေဘာ္ဒါေတြ ျဖစ္တဲ့ ဂူရုႀကီးနဲ႕ ဒလီယားတုိ႔နဲ႕ အတူ ဘ႑ာေတြကုိ ျပန္လုပါေတာ့တယ္ဘဝါးနီး ဂူ႐ုႀကီးနဲ႕ ဒလီးယားတုိ႔ အျပင္ ဂီတန္ဂ်လီရဲ႕ လူယုံတစ္ေယာက္ျဖစ္တဲ့ ဆန္ဂ်နာကပါ ဝင္ေရာက္ကူညီေပးခဲ့ၿပီး ဘ႑ာေတြသယ္သြားတဲ့ကို လုဖုိ႔ ျဖစ္လာပါေတာ့တယ္ ႕႕႕႕႕႕႕႕သူတုိ႔စီစဥ္ထားသလုိ အလြယ္တကူပဲ ျဖစ္မလားး ႕႕႕႕ဒါေပမဲ့ ဒီကားကုိ တာဝန္ယူ ပုိ႔ေဆာင္ေပးမယ့္သူကေတာ့ ေမဂ်ာ ဆဟဲရ္ ဆင့္႕႕ဘဝါနီး(အေဂ်းဒီဗန္) , ဒလီယား (အင္မရန္းဟက္ရွ္မီး) ေမဂ်ာဆဟဲရ္ဆင့္ (ဗစ္ဒ္ရႊတ္ဂ်မာဝဲလ္) တုိ႕ရဲ႕ ထိပ္တုိက္ေတြ႕မႈႀကီးကုိ အက္ရွင္အလန္းစားေတြေနာက္ခံအသံအမွန္အကန္ႀကီးေတြနဲ႕ ခံစားၾကည့္လုိက္ပါဦး။(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္က ကိုေဇာ္ထူးပါ)File Size : (0.99 GB) and (420 MB)Quality : WEB-DL 720pRunning Time : 2hr 16minFormat : Mp4Genre :Action, Adventure, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zaw HtooEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMilan LuthriaStarsAishwarya Rai BachchanAjay DevgnEmraan HashmiIleana D'CruzSunny LeoneCastAishwarya Rai BachchanAjay DevgnEmraan HashmiIleana D'CruzSunny Leone",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/XKSODlezU7GRE9ufLiHI0D8MxU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/P_HO00004737.jpg",
    "movie_links": [
      {
        "link": "http://skamason.com/8dgt",
        "server": "drive.google.com",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://skamason.com/8di1",
        "server": "Soliddrive.co",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://skamason.com/8dkL",
        "server": "Soliddrive.co",
        "size": "420 MB",
        "quality": ""
      },
      {
        "link": "http://skamason.com/8dmO",
        "server": "openload.co",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "http://skamason.com/8doJ",
        "server": "openload.co",
        "size": "420 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "kBPjOTalYBQ",
      "video_url": "https://www.youtube.com/watch?v=kBPjOTalYBQ",
      "embed_url": "https://www.youtube.com/embed/kBPjOTalYBQ"
    }
  },
  {
    "metadata": "R|2017|2hr 10min|Action,Adventure,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1589039"
    },
    "title": "Warriors of the Dawn .Aka Daeripgun (2017)",
    "description": "ကဲဒီတစ်ခါတော့ IMDb 7.3 ရထားပြီး ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား စစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ််းလေးကတော့ ၁၅၉၂ ပတ်ဝန်းကျင် ဂျိုဆွန်း ခေတ်ကို နောက်ခံထားရိုက်ကူးထားတာဖြစ်ပြီး ထိုခေတ်ထို အခါက နိုင်ငံရေးအခြေအနေတွေ လူနေမှုပုံစံ နဲ့ ကြေးစားစစ်သားစျေးကွက် အနေအထားတွေကို ရိုက်ကူးပြထားတာပါ အဲ့ဒီခေတ်က ဘုရင်တွေဟာဆင်းရဲသားတွေထဲက အစွမ်းအစရှိတဲ့ သူတွေကို စျေးကောင်းပေးပြီးတော့ သူတို့ ရဲ့ စစ်သားအဖြစ်သာမက ပဲ ခက်ခဲတဲ့ အသက်စွန့်ရမယ့် အမိန့်တွေကို ခိုင်းစေဖို့ အတွက်ပါ ငှားရမ်းစေခိုင်းကြပါတယ် ဒီကားထဲမှာတော့ ကိုရီးယားကို ဂျပန်က ကျူးကျော်တဲ့ကာလ ကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅၉၂ ခုနှစ် ဂျိုဆွန်း ပြည်မှာ တော ဟာ အငှားစစ်သား ကြေးစားအဖြစ်အသက်မွေးပါတယ် သူ့တာဝန်ကတော့ ဂျပန်တွေ ကျူးကျော်လာချိန်မှာ တောင်ပိုင်းဒေသကို အထောက်အပံပေးဖို့ဖြစ်ပါတယ် အဲ့ဒီအချိိန်မှာပဲ ဂျိုဆွန်း ဘုရင်ကတော့့ တရုတ်ကိုသွားရောက်ခိုလှုံဖို့ ဆုံးဖြတ်ခဲ့ပြီး ထွက်ပြေးသွားခဲ့ပါတယ် ကျန်ရှိနေတဲ့ တိုင်းပြည်ကာကွယ်ဖို့ အမိန့်တွေနဲ့ စစ်တပ်ကိုတော့ ၁၈နှစ်သား မင်းသား ဂွမ်ဟဲက ဆက်လက်တာဝန်ယူခဲ့ပါတယ် ဒီလိုနဲ့ မင်းသား ဂွမ်ဟဲ တစ်ယောက်တော ရဲ့ အကူအညီနဲ့ ဘယ်လိုတွေ များ ဆက်လက် ဦးဆောင်မလဲ ဆိုတာကိုတော့ ဆက်လက် ကြည့်ကြပါဗျာYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChung Yoon-chulStarsBae Soo-binCho Dong-inEsomKim Mu-yeolKim Myung-gonLee Jung-jaePark Hae-joonPark Won-sangYeo Jin-gooCastBae Soo-binCho Dong-inEsomKim Mu-yeolKim Myung-gonLee Jung-jaePark Hae-joonPark Won-sangYeo Jin-goo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1yMt58XEJMNxqrl4y9dTVMArKcb.jpg",
      "https://image.tmdb.org/t/p/w300/rexlepNZfiRadGUGbyBi3Q0Ox9e.jpg",
      "https://image.tmdb.org/t/p/w300/10DM3hfwmwJp7prLYm3W1FXq43A.jpg",
      "https://image.tmdb.org/t/p/w300/wjigS4RPTizmyWdWxMUsJn1tg03.jpg",
      "https://image.tmdb.org/t/p/w300/mOZEGInMJATyZliB6TR850AiS92.jpg",
      "https://image.tmdb.org/t/p/w300/j3MpuTfHc2lXGkCRbTBUJge13Mi.jpg",
      "https://image.tmdb.org/t/p/w300/6ofQBRCNOirdxGzCzFBrVd7cqCO.jpg",
      "https://image.tmdb.org/t/p/w300/qh0rKeqS9EphYrSPKMmwJAp9HCx.jpg",
      "https://image.tmdb.org/t/p/w300/tdMZjLhOPApq0DqiWLl9gFjXBPp.jpg",
      "https://image.tmdb.org/t/p/w300/tTGHqB2VSuKJSZbWqDs2jAPZ4yq.jpg",
      "https://image.tmdb.org/t/p/w300/4dIaG0FNn91d5PAk4gfwNubmkTf.jpg",
      "https://image.tmdb.org/t/p/w300/j7AJQHgbStOvRSE3oGPyKOj4xQk.jpg",
      "https://image.tmdb.org/t/p/w300/3vHj7xDxmKLt4J5gsGi5Akf31Gk.jpg",
      "https://image.tmdb.org/t/p/w300/5FbsK9Y6LgutemfBtQfVA7hbkiS.jpg",
      "https://image.tmdb.org/t/p/w300/k5XITw9oXl87hWexe7I34XhXkVF.jpg",
      "https://image.tmdb.org/t/p/w300/pmSBjRR9z3l1mty5T4H4RBIufdI.jpg",
      "https://image.tmdb.org/t/p/w300/uzIo1JHc0YyiF1O3eRYhjfrAFMT.jpg",
      "https://image.tmdb.org/t/p/w300/2fQiuiDE50MLbRyY7rfQBAg80NX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/Warriors_of_the_Dawn_2017_film.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/warriors-of-the-dawn-aka-daeripgun-2017",
        "server": "VIP Links",
        "size": "930MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/warriors-of-the-dawn-daeripgun-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Yuhi/Warriors_Of_The_Dawn_(Daeripgun)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/6y38a8me1w71.html",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|91 min|Horror,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "16,524"
    },
    "title": "Cult of Chucky (2017)",
    "description": "ထောင်ထဲမှာ လူမသတ်ဘဲနဲ့ လူသတ်မှုနဲ့နေနေရတဲ့ နီကာတစ်ယောက် အရုပ်က လူသတ်တယ်ပြောလို့nအရူးလို့သတ်မှတ်ထားခြင်းခံရတဲ့အတွက် ၃နှစ်အကြာမှာတော့ မျက်စိစုံမှိတ်သတ်တယ်ပြောတော့မှ စိတ္တဇဆေးရုံကို အပို့ခံရတော့တယ်။ ဆေးရုံက ထောင်ထဲလိုတော့ မတင်းကျပ်ဘူးပေါ့။ ဆေးရုံမှာ ဘယ်လို အရူးတွေနဲ့ ထပ်ဆုံရမလဲ???အရုပ် သတ်ခဲ့တာက သူအမအရင်း မိသားစု သူ့တူမလေးAliceတစ်ယောက်ပဲကျန်တာ ေ နာက်ဆုံး Aliceဆုံးသွားတော့ သူ့ဆီ အဲ့အရုပ်က ရောက်လာတယ်။ဆေးရုံမှာ အဲ့အရုပ်ရယ် အရူးတွေရယ် ဘာပဲဆက်ဖြစ်ကြမလဲ??? (ဘာသာပြန်သူကတော့ Neve Luna ပါ)File Size : (912 MB) and (270 MB)Quality : 720p BlurayRunning Time : 1hr 31minFormat : Mp4Genre :Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Neve LunaEncode by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon ManciniTanya MazurStarsAdam HurtigAlex VincentAli TatarynBrad DourifFiona DourifGrace Lynn KungJennifer TillyMarina Stephenson KerrMichael TherriaultZak SantiagoCastAdam HurtigAlex VincentAli TatarynAllison Dawn DoironBrad DourifChristine EliseDan De JaegerDarren WallElisabeth RosenFiona DourifGrace Lynn KungJennifer TillyMarina Stephenson KerrMatthew StefansonMichael TherriaultSummer H. HowellTom AnnikoZak Santiago",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lle3uwidvcWxBV6JDhb1NlVGxdE.jpg",
      "https://image.tmdb.org/t/p/w300/2sHD7FUlgyy1TBAxPtzLF4yDb2D.jpg",
      "https://image.tmdb.org/t/p/w300/kba7uwPqIWWpBhle6kK7s7KNCld.jpg",
      "https://image.tmdb.org/t/p/w300/PmtDGEkez6BC4vL7qNx9ANTqbR.jpg",
      "https://image.tmdb.org/t/p/w300/dX7p8BwZ7op7lv9Qkdk5BT6xA2A.jpg",
      "https://image.tmdb.org/t/p/w300/r7b5uzkaskn8B4i0GPdTHFLfL2x.jpg",
      "https://image.tmdb.org/t/p/w300/GlkE98cOsUNTYaWonVkyBPHOFE.jpg",
      "https://image.tmdb.org/t/p/w300/bTZw3ab5TU6FSDBqEulhZUFppT2.jpg",
      "https://image.tmdb.org/t/p/w300/bYaH39OixRuHxGTA4KkmKemYXnC.jpg",
      "https://image.tmdb.org/t/p/w300/2Y4IXRGvDGQd44JvgjaRUCGNPaZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/r5JUiMYfatwYeDkxkLWYUx5GIjY.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "912 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cult-of-chucky-2017",
        "server": "VIP Links",
        "size": "912 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cult-of-chucky-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "912 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed3.com/teqw0r9obfwy.html",
        "server": "streamsb.com",
        "size": "912 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "zlgl4G5ttfw",
      "video_url": "https://www.youtube.com/watch?v=zlgl4G5ttfw",
      "embed_url": "https://www.youtube.com/embed/zlgl4G5ttfw"
    }
  },
  {
    "metadata": "R|2017|2h 14min|Adventure,Drama,Western",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "70,120"
    },
    "title": "Hostiles (2017)",
    "description": "Hostiles (2017)IMDb – 7.2/10_____Rotten – 71%အခုတစ်ခါမှာတော့ ကမ္ဘာကျော်မင်းသားကြီး Christian Bale ရဲ့ Western Film တစ်ကားတင်ဆက်ပေးပါမယ်။Western ဇာတ်ကားအမျိုးအစားကိုတော့ မြန်မာမှာ ကောင်းဘွိုင်ဇာတ်ကားအမျိုးအစားအဖြစ် လူသိများပါတယ်။ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ Scott Copper ကရိုက်ကူးထားပါတယ်။ခေါင်းဆောင်မင်းသားကတော့ American Psycho, The Machinist, Batman Trilogy ဇာတ်ကားတွေနဲ့အတူနာမည်ကျော်ကြားလာတဲ့ မင်းသား Christian Bale ဖြစ်ပြီးတော့ဇာတ်ဆောင်မင်းသမီးနေရာမှာ 2002 ခုနှစ်ထွက် James Bond ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Die Another Day မှာ Bond Girl အဖြစ်သရုပ်ဆောင်ခဲ့ပြီးတော့ နာမည်ကျော်ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Gone Girl မှာခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးချောကြီး Rosamund Pike ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ ဂျိုးဘလော့ကာဟာစစ်တပ်မှာ ကပ္ပတိန်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့သူတစ်ဦးဖြစ်ပြီးတော့အင်ဒီယန်းတွေကို လွန်စွာမုန်းတီးသူဖြစ်ပါတယ်။တစ်နေ့မှာ သူ့ရဲ့ရဲဘော်ရဲဘက်တွေကို သတ်ဖြတ်ခဲ့တဲ့ သူမုန်းတီးရတဲ့ ရှိုင်ယန်းအကြီးအကဲတစ်ဦးကို မွေးရပ်မြေအရောက်ပြန်ပို့ပေးဖို့အတွက်သမ္မတကိုယ်တိုင်ကခိုင်းစေလာတာကြောင့် အဆိုပါတာဝန်ကိုမဖြစ်မနေထမ်းဆောင်ရမယ့် အခြေအနေကိုကျရောက်လာပါတော့တယ်။သူမုန်းတီးတဲ့အင်ဒီးယန်းလူမျိုးကြီးကို နေရပ်ဆီအရောက်ပို့ပေးနိုင်မလား။လမ်းခရီးမှာရော ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရဦးမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ပါ။နာမည်ကျော်မင်းသားကြီးနဲ့ မင်းသမီးကြီးပါဝင်ထားတဲ့ဇာတ်ကားဖြစ်တာကြောင့် လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုရီးမျိုးသန့်ကျော်ပါ)အခုတစ္ခါမွာေတာ့ ကမၻာေက်ာ္မင္းသားၾကီး Christian Bale ရဲ႕ Western Film တစ္ကားတင္ဆက္ေပးပါမယ္။Western ဇာတ္ကားအမ်ိဳးအစားကိုေတာ့ ျမန္မာမွာ ေကာင္းဘြိဳင္ဇာတ္ကားအမ်ိဳးအစားအျဖစ္ လူသိမ်ားပါတယ္။ဒီဇာတ္ကားကိုေတာ့ ဒါရိုက္တာ Scott Copper ကရိုက္ကူးထားပါတယ္။ေခါင္းေဆာင္မင္းသားကေတာ့ American Psycho, The Machinist, Batman Trilogy ဇာတ္ကားေတြနဲ႔အတူနာမည္ေက်ာ္ၾကားလာတဲ့ မင္းသား Christian Bale ျဖစ္ျပီးေတာ့ဇာတ္ေဆာင္မင္းသမီးေနရာမွာ 2002 ခုႏွစ္ထြက္ James Bond ဇာတ္ကားတစ္ကားျဖစ္တဲ့ Die Another Day မွာ Bond Girl အျဖစ္သရုပ္ေဆာင္ခဲ့ျပီးေတာ့ နာမည္ေက်ာ္ဇာတ္ကားတစ္ကားျဖစ္တဲ့ Gone Girl မွာေခါင္းေဆာင္မင္းသမီးအျဖစ္ ပါ၀င္သရုပ္ေဆာင္ခဲ့တဲ့မင္းသမီးေခ်ာၾကီး Rosamund Pike ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းအရေတာ့ ဂ်ိဳးဘေလာ့ကာဟာစစ္တပ္မွာ ကပၸတိန္အျဖစ္တာ၀န္ထမ္းေဆာင္ေနတဲ့သူတစ္ဦးျဖစ္ျပီးေတာ့အင္ဒီယန္းေတြကို လြန္စြာမုန္းတီးသူျဖစ္ပါတယ္။တစ္ေန႔မွာ သူ႔ရဲ႕ရဲေဘာ္ရဲဘက္ေတြကို သတ္ျဖတ္ခဲ့တဲ့ သူမုန္းတီးရတဲ့ ရိႈင္ယန္းအၾကီးအကဲတစ္ဦးကို ေမြးရပ္ေျမအေရာက္ျပန္ပို႔ေပးဖို႔အတြက္သမၼတကိုယ္တိုင္ကခိုင္းေစလာတာေၾကာင့္ အဆိုပါတာ၀န္ကိုမျဖစ္မေနထမ္းေဆာင္ရမယ့္ အေျခအေနကိုက်ေရာက္လာပါေတာ့တယ္။သူမုန္းတီးတဲ့အင္ဒီးယန္းလူမ်ိဳးၾကီးကို ေနရပ္ဆီအေရာက္ပို႔ေပးႏုိင္မလား။လမ္းခရီးမွာေရာ ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရဦးမလဲဆိုတာကိုေတာ့ ကိုယ္တိုင္ပဲဆက္လက္ၾကည့္ရႈလိုက္ပါ။နာမည္ေက်ာ္မင္းသားၾကီးနဲ႔ မင္းသမီးၾကီးပါ၀င္ထားတဲ့ဇာတ္ကားျဖစ္တာေၾကာင့္ လက္လြတ္မခံသင့္တဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုရီးမ်ိဳးသန္႔ေက်ာ္ပါ)File Size : (950 MB)Quality : WEB-DL 720pRunning Time : 2hr 14minFormat : Mp4Genre : Adventure, Drama, WesternSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.H264.AC3-EVOTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichele ZieglerScott CooperScott PetersonXanthus ValanStarsAdam BeachBen FosterChristian BaleJesse PlemonsJonathan MajorsRory CochraneRosamund PikeStephen LangTimothée ChalametWes StudiCastAdam BeachAustin RisingAva CooperBen FosterBill CampBoots SoutherlandBrian DuffyChristian BaleChristopher HagenDavid MidthunderDicky Eklund Jr.Gray Wolf HerreraJames CadyJesse PlemonsJohn Benjamin HickeyJonathan MajorsLuce RainsPaul AndersonPeter MullanQ'orianka KilcherRichard BucherRobyn MalcolmRod RondeauxRory CochraneRosamund PikeRyan BinghamScott G. AndersonScott ShepherdScott WilsonStafford DouglasStella CooperStephen LangTanaya BeattyTimothée ChalametWes StudiXavier Horsechief",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vBSsIyWExRpe3Robi8SAnayrMq1.jpg",
      "https://image.tmdb.org/t/p/w300/rZTj8AVUD8IKlsVF0XFoZzPG2dv.jpg",
      "https://image.tmdb.org/t/p/w300/exZBs673IRqVtUMIHJPE1fC0Ga8.jpg",
      "https://image.tmdb.org/t/p/w300/hkeAPvb5NrrRn5aTHe1YtmxCikh.jpg",
      "https://image.tmdb.org/t/p/w300/ozdXqMwijV192aSrojjFQMGeWSh.jpg",
      "https://image.tmdb.org/t/p/w300/21kVidqYCCti2uih4D9ugnVpfHW.jpg",
      "https://image.tmdb.org/t/p/w300/a7NpYLO047NPDnXec39UFBKSdal.jpg",
      "https://image.tmdb.org/t/p/w300/8Dhjel1HpBRFeShcpYP0GXI20iW.jpg",
      "https://image.tmdb.org/t/p/w300/dVRBmE4oMECDfNTQUtpqzZ08W8d.jpg",
      "https://image.tmdb.org/t/p/w300/21l3eDzcQtdifF93VLKtpxRye5x.jpg",
      "https://image.tmdb.org/t/p/w300/j4F5Bd1pT2KUNToejtXkxVgrBQ3.jpg",
      "https://image.tmdb.org/t/p/w300/g6tKBw26abBT7KfVmlWxyosj1oM.jpg",
      "https://image.tmdb.org/t/p/w300/wPgJEqJu3viEaHMH6DculPWPo0L.jpg",
      "https://image.tmdb.org/t/p/w300/cVN6QiiJUy7vFj17hNzR4urmWj.jpg",
      "https://image.tmdb.org/t/p/w300/wUhLGnzpGXciOSb7wUx76j3cAOH.jpg",
      "https://image.tmdb.org/t/p/w300/tu6rWlNw1CEIsOMlChRiOQhAjEo.jpg",
      "https://image.tmdb.org/t/p/w300/sgEJNhFR02rgddl94b922X89qXe.jpg",
      "https://image.tmdb.org/t/p/w300/hfO5MpCpKiU2FhtdWjsbPTkFJXv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/hostiles-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/oo2cu67mtelg.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hostiles-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/UDhv/Hostiles_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/M0tDxQYR#AMEtcfkd5SmW9frZYU-dTNqW6Q9kkpSiOny5h5Vprvw",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/uq0rfbekhftg",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "lrD0I-vLsXM",
      "video_url": "https://www.youtube.com/watch?v=lrD0I-vLsXM",
      "embed_url": "https://www.youtube.com/embed/lrD0I-vLsXM"
    }
  },
  {
    "metadata": "|2017|130 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "2,916"
    },
    "title": "Bad Genius (2017)",
    "description": "ျဖစ္ရပ္မွန္အေပၚအေျခခံထားတဲ့ နာမည္ၾကီးထိုင္းကားတစ္ကား တင္ေပးလိုက္ပါတယ္။၂၀၁၇ မွာ ထိုင္းနိုင္ငံရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားပါ။စျပတဲ့အဖြင့္ ၂ပါတ္မွာ ဘတ္ သန္း ၁၀၀ ေက်ာ္ရရိွခဲ့ျပီး တရုတ္နိုင္ငံမွာလည္း ေဒၚလာ သန္း ၃၀ ေလာက္ ရရိွသြားခဲ့ပါတယ္မ်က္နွာသစ္မင္းသားမင္းသမီးေတြကို သံုးျပီး နိုင္ငံတကာက ရုပ္ရွင္ဆုေတြ အေျမာက္အမ်ားကို သိမ္းပိုက္သြားနိုင္ခဲ့တာပါ။ဇာတ္လမ္း၊ တင္ဆက္ပံု၊ သရုပ္ေဆာင္ခ်က္ အားလံုးက ျပည့္စံုလြန္းတယ္လို႕ ေျပာလို႕ရပါတယ္။ထိုင္းနဲ႕ျမန္မာ ရုပ္ရွင္အဆင့္အတန္း မိုးနဲ႕ေျမလို ကြာေနတာကို ေတြ႕နိုင္သလို၊ သရုပ္ေဆာင္တယ္ဆိုတာ ဘယ္လိုေလးလဲ ေတြ႕နိုင္ပါလိမ့္မယ္။CGI ေတြ နည္းပညာေတြအေၾကာင္းပဲ ဆင္ေျခတက္ေနတဲ့ အနုပညာရွင္ၾကီးမ်ားကို ထိပ္ပုတ္သြားတဲ့ ကားမ်ိဳးေတြထဲမွာ ပါပါလိမ့္မယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လင္းဆိုတဲ့ ဥာဏ္ၾကီးရွင္ ေက်ာင္းသူေလးတစ္ေယာက္ဟာ ဆင္းရဲေပမယ့္ ေစ်းၾကီးတဲ့ ေက်ာင္းေကာင္းၾကီးတစ္ခုမွာ ပညာသင္ဆုနဲ႕ တက္ေရာက္ေနပါတယ္။သူနဲ႕ခင္မင္မိတဲ့သူငယ္ခ်င္းေတြကေတာ့ ခ်မ္းသာေပမယ့္ စာညံ့ၾကပါတယ္။အဲဒီေတာ့ သူတို႕ေတြဆီကေန ပိုက္ဆံယူျပီး ဘယ္သူမွ မရိပ္မိနိုင္တဲ့ နည္းလမ္းေတြနဲ႕ အေျဖေတြကို စာေမးပြဲမွာ ျပေပးပါတယ္။ဒါေပမယ့္ ကံဆိုးစြာပဲ သူ႕ရဲ႕ ပညာသင္ဆု ပယ္ခ်ခံလိုက္ရတဲ့အခါ သူ႕အလုပ္ကို ကမာၻလံုးဆိုင္ရာ စာေမးပြဲၾကီးတစ္ခုဆီ သယ္လာပါေတာ့တယ္။အေမရိကန္တကၠသိုလ္ေတြ ဝင္ခြင့္အတြက္စစ္တဲ့ STIC စာေမးပြဲၾကီးကို ထိုင္းဘတ္ သန္းနဲ႕ခ်ီအျမတ္ရေလာက္ေအာင္အထိ ၾကံစည္ျပီး အင္မတန္လွပတဲ့နည္းလမ္းေတြနဲ႕ စြန္႕စားျပီး အေျဖေတြ ခိုးယူေပးဖို႕ ၾကံစည္တဲ့အခါ…တစ္ကားလံုး မ်က္ေတာင္မခတ္ဘဲ ရင္တထိတ္ထိတ္နဲ႕ ၾကည့္ရမယ့္ကားအမ်ိဳးအစားပါပဲFile Size : (950 MB) and (360 MB)Quality : Blu-Ray 720pRunning Time : 2hr 10minFormat : Mp4Genre :Comedy, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DTS-WiKiSubtitlers : Littleneo,Little Twinlay and Aye Mon KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNattawut PoonpiriyaStarsChanon SantinatornkulChutimon ChuengcharoensukyingEgo MikitasEisaya HosuwanTeeradon SupapunpinyoCastChanon SantinatornkulChutimon ChuengcharoensukyingEgo MikitasEisaya HosuwanTeeradon Supapunpinyo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6qTpufRgDkl0M2zRPewozYD1g5y.jpg",
      "https://image.tmdb.org/t/p/w300/fMML7EfXnVyulUUYzVF0vDPxpvn.jpg",
      "https://image.tmdb.org/t/p/w300/nwyVvGvqDJosUODOJn96Xmrf9rL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzMxMTFlMDYtNjIyNS00YzQ4LWJlMDAtNGQwY2RlZGJiMmM1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_SY1000_SX700_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bad-genius-2017-cm-mp-4",
        "server": "drive.google.com",
        "size": "1GB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bad-genius-2017-blu-ray-720-p-largefile-mp-4",
        "server": "drive.google.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/0856d96e4/bad-genius2017-cm-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://yuudrive.me/d946fec6/cm-bad-genius-2017-blu-ray-720p-largefile-mp4",
        "server": "yuudrive.me",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1wedg/Bad.Genius(2017)-CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://megaup.net/2S98g/[CM]_Bad_Genius_(2017)_Blu-Ray_720p_Largefile.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/doxDFQzZ#KxnjCWbzHnTzVmM2wDXYNxrIKbUh1j-TNmIvaaL-LGA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://mega.nz/file/J5hRySwa#QWrgZlZ05g81S1KftqCR4WjaV3HCMUy4leILyGWfJM4",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/e906bdfkb3v6",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray"
      },
      {
        "link": "https://upstream.to/jsok5wc5qvz0",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CLdhN4oMxCQ",
      "video_url": "https://www.youtube.com/watch?v=CLdhN4oMxCQ",
      "embed_url": "https://www.youtube.com/embed/CLdhN4oMxCQ"
    }
  },
  {
    "metadata": "R|2017|123 min|Adventure,Drama,Fantasy",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "63,521"
    },
    "title": "The Shape of Water (2017)",
    "description": "Pan’s Labyrinth ရုပ်ရှင်ဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Del Toro တစ်ဦးတည်းကပဲရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း အပြင်အဆင် တွေ Effect အလန်းစားတွေအကြောင်းကိုတော့ သိပ်ပြီး စာဖွဲ့ပြနေစရာလိုမယ်မထင်ပါဘူး…ဒီဇာတ်ကားကို ၇၄ကြိမ်မြောက် ဗင်းနစ် အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော် မှာယှဉ်ပြိုင်ဖို့ရိုက်ကူးခဲ့တာဖြစ်ပြီး…အဲ့ဒီပွဲတော်မှာ အကောင်းဆုံးရုပ်ရှင်ဆု Golden Lion ဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်…ေနာက်ထပ် ဝေဖန်မှုတွေ Best Director,Best Picture,Best Screenplay,Best Actress အပါအဝင် မရေမတွက်နိုင်တဲ့ဆုပေါင်းများစွာကို လက်ခံရရှိထားကာအလွန်နာမည်ကြီးနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ ဆိုရမှာပဲ…ဒီလို ကားမျိုးမှ မကြည့် ဘာသွားကြည့်မလဲ ဘာညာပေါ့နော်…ဇာတ်လမ်းအကျဉ်းပြောရရင်…ထူးထူးဆန်းဆန်း လည်ပင်းမှာ အမာရွတ်နဲ့ မြစ်နားက ကောက်ယူမွေးစားခံရတဲ့ မိဘမဲ့ကလေး အလိုင်စာ ဟာ စကားမပြောတတ်သူပါ…ပြဇာတ်ရုံရဲ့ အပေါ်ထပ်အခန်းမှား ငှားနေရတယ်ပေါ့သူ့မှာလည်း သူငယ်ချင်းနှစ်ဦးတည်းရှိတယ်(သူတို့ဟာလည်း Best supporting ဆုတွေ ရရှိခဲ့) ကိတ်ဖုတ်တဲ့ကောင်လေးကိုကြိုက်နေတဲ့ အလိုင်စာ့ ရှေ့ခန်းက ဂေး အဖိုးကြီးတစ်ယောက်ရယ်…Secret Government Labခန်းမှာ အတူတူသန့်ရှင်းရေး အလုပ်လုပ်တဲ့ အာဖရိကန်ကပြား အဒေါ်ကြီးရယ် ဟာ အလိုင်စာ့ သူငယ်ချင်းတွေပါ….တစ်နေ့မှာ Labခန်းထဲကို ပင်လယ်ထဲကဖမ်းလာတဲ့ ရေသတ္တဝါကြီးတစ်ကောင်ကို စပ်စပ်စုစု သွားချောင်းကြည့်မိတဲ့ အလိုင်စာတစ်ယောက် ရေသတ္တဝါကြီးအပေါ်သနားစိတ် ချစ်စိတ်ဝင်လာပါတယ်…ရေသတ္တဝါကြီးကိုလည်း အစိုးရက ခွဲစိတ်လေ့လာပစ်တော့မှာ ဖြစ်တဲ့အတွက် အလိုင်စာတစ်ယောက်ကယ်တင်မှ ဖြစ်ပါတော့မယ်…အလိုင်စာ ရဲ့ကယ်ဆယ်ရေး အလုပ်မှာ သူ့ မိတ်ဆွေတွေ ဘယ်လိုအားဖြည့် ကူညီကြမလဲ…ရေသတ္တဝါကြီး ကိုကယ်ပြီးတော့ရော ဘယ်လို ဆက်ပြီး စခန်းသွားကြတယ် ဆိုတာတွေကို ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်…သာမန်ဇာတ်အိမ်မျိုးက ခွဲထွက်ပြီး သရုပ်ဖော်တတ်တဲ့ ဒါရိုက်တာ Del Toro ရဲ့ ရိုက်ချက်အလန်းစားတွေနဲ့ “The Shape of water”ကို ပရိသတ်ကြီးတို့ပဲ ရှုစားပြီး အကဲဖြတ်ပေးကြပါဦး…(ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ)————————————————————————Pan’s Labyrinth ရုပ္ရွင္ဇာတ္ကားကို ရိုက္ကူးခဲ့တဲ့ ဒါရိုက္တာ Del Toro တစ္ဦးတည္းကပဲရိုက္ကူးခဲ့တဲ့ ဇာတ္ကားမို႔ ဇာတ္လမ္း အျပင္အဆင္ ေတြ Effect အလန္းစားေတြအေၾကာင္းကိုေတာ့ သိပ္ၿပီး စာဖြဲ႕ျပေနစရာလိုမယ္မထင္ပါဘူး…ဒီဇာတ္ကားကို ၇၄ႀကိမ္ေျမာက္ ဗင္းနစ္ အျပည္ျပည္ဆိုင္ရာ ရုပ္ရွင္ပြဲေတာ္ မွာယွဥ္ၿပိဳင္ဖို႔ရိုက္ကူးခဲ့တာျဖစ္ၿပီး…အဲ့ဒီပြဲေတာ္မွာ အေကာင္းဆံုးရုပ္ရွင္ဆု Golden Lion ဆုကို ရရွိခဲ့တာပဲျဖစ္ပါတယ္…ေနာက္ထပ္ ေဝဖန္မႈေတြ Best Director,Best Picture,Best Screenplay,Best Actress အပါအဝင္ မေရမတြက္ႏိုင္တဲ့ဆုေပါင္းမ်ားစြာကို လက္ခံရရွိထားကာအလြန္နာမည္ႀကီးေနတဲ့ ရုပ္ရွင္တစ္ကားလို႔ ဆိုရမွာပဲ…ဒီလို ကားမ်ိဳးမွ မၾကည့္ ဘာသြားၾကည့္မလဲ ဘာညာေပါ့ေနာ္…ဇာတ္လမ္းအက်ဥ္းေျပာရရင္…ထူးထူးဆန္းဆန္း လည္ပင္းမွာ အမာရြတ္နဲ႔ ျမစ္နားက ေကာက္ယူေမြးစားခံရတဲ့ မိဘမဲ့ကေလး အလိုင္စာ ဟာ စကားမေျပာတတ္သူပါ…ျပဇာတ္ရံုရဲ႔ အေပၚထပ္အခန္းမွား ငွားေနရတယ္ေပါ့သူ႔မွာလည္း သူငယ္ခ်င္းႏွစ္ဦးတည္းရွိတယ္(သူတို႔ဟာလည္း Best supporting ဆုေတြ ရရွိခဲ့) ကိတ္ဖုတ္တဲ့ေကာင္ေလးကိုႀကိဳက္ေနတဲ့ အလိုင္စာ့ ေရွ႔ခန္းက ေဂး အဖိုးႀကီးတစ္ေယာက္ရယ္…Secret Government Labခန္းမွာ အတူတူသန္႔ရွင္းေရး အလုပ္လုပ္တဲ့ အာဖရိကန္ကျပား အေဒၚႀကီးရယ္ ဟာ အလိုင္စာ့ သူငယ္ခ်င္းေတြပါ….တစ္ေန႔မွာ Labခန္းထဲကို ပင္လယ္ထဲကဖမ္းလာတဲ့ ေရသတၲဝါႀကီးတစ္ေကာင္ကို စပ္စပ္စုစု သြားေခ်ာင္းၾကည့္မိတဲ့ အလိုင္စာတစ္ေယာက္ ေရသတၱဝါႀကီးအေပၚသနားစိတ္ ခ်စ္စိတ္ဝင္လာပါတယ္…ေရသတၱဝါႀကီးကိုလည္း အစိုးရက ခြဲစိတ္ေလ့လာပစ္ေတာ့မွာ ျဖစ္တဲ့အတြက္ အလိုင္စာတစ္ေယာက္ကယ္တင္မွ ျဖစ္ပါေတာ့မယ္…အလိုင္စာ ရဲ႕ကယ္ဆယ္ေရး အလုပ္မွာ သူ႔ မိတ္ေဆြေတြ ဘယ္လိုအားျဖည့္ ကူညီၾကမလဲ…ေရသတၱဝါႀကီး ကိုကယ္ၿပီးေတာ့ေရာ ဘယ္လို ဆက္ၿပီး စခန္းသြားၾကတယ္ ဆိုတာေတြကို ဆက္လက္ရႈစားၾကရမွာျဖစ္ပါတယ္…သာမန္ဇာတ္အိမ္မ်ိဳးက ခြဲထြက္ၿပီး သရုပ္ေဖာ္တတ္တဲ့ ဒါရိုက္တာ Del Toro ရဲ႕ ရိုက္ခ်က္အလန္းစားေတြနဲ႔ “The Shape of water”ကို ပရိသတ္ႀကီးတို႔ပဲ ရႈစားၿပီး အကဲျဖတ္ေပးၾကပါဦး…(ဘာသာျပန္သူကေတာ့ ေမသဇင္ျမင့္ပါ)File Size : (987 MB)Quality : Blu-Ray 720pRunning Time : 2h 3minFormat : Mp4Genre : Adventure, Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source :720p.BluRay.x264-SPARKSTranslated by May Thazin MyintEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillermo del ToroPierre HenryStarsDavid HewlettDoug JonesMichael ShannonMichael StuhlbargNick SearcyNigel BennettOctavia SpencerRichard JenkinsSally HawkinsStewart ArnottCastAlexey PankratovAllegra FultonAmanda SmithBrandon McKnightCameron LaurieCody Ray ThompsonCylde WhithamCyndy DayDan LettDanny WaughDave ReachillDavid HewlettDeney ForrestDiego FuentesDoug JonesDru ViergeverEdward TraczEvgeny AkimovJayden GreigJim PagiamtzisJohn KapelosJonelle GundersonKaren GlaveLauren Lee SmithMadison FergusonMartin RoachMarvin KayeMatthew MeaseMaxine GrossmanMichael ShannonMichael StuhlbargMorgan KellyNick SearcyNigel BennettOctavia SpencerRichard JenkinsSally HawkinsSergey NikonovShaila D'OnofrioShane Clinton JarvisStewart ArnottVanessa Oude-ReimerinkWendy Lyon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bAISaVhsaoyyQMZ55cpTwCdzek4.jpg",
      "https://image.tmdb.org/t/p/w300/rgyhSn3mINvkuy9iswZK0VLqQO3.jpg",
      "https://image.tmdb.org/t/p/w300/82CVGkxgTZGX6WoCsXsAwNE2g6Y.jpg",
      "https://image.tmdb.org/t/p/w300/6rhXCI4I6FRTWMka7hz39dQCiL7.jpg",
      "https://image.tmdb.org/t/p/w300/cos0Xh8dsKp4rjSGhL5gF9TJcFC.jpg",
      "https://image.tmdb.org/t/p/w300/9iwbuxV7S8RFsbhfxZu05RIPKfp.jpg",
      "https://image.tmdb.org/t/p/w300/aPzHNHOqEfW4x44WLdGoW91rfUE.jpg",
      "https://image.tmdb.org/t/p/w300/14V52okHeig65E0tg9Z0Itwwtkz.jpg",
      "https://image.tmdb.org/t/p/w300/2uNi8709gLNQRlz54zDX3Pk8Jr9.jpg",
      "https://image.tmdb.org/t/p/w300/9fIFL1vI9eljM4ZedB5set0iVvg.jpg",
      "https://image.tmdb.org/t/p/w300/l4Y20UxI6OrP8qorkrgWoqN5p9S.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNGNiNWQ5M2MtNGI0OC00MDA2LWI5NzEtMmZiYjVjMDEyOWYzXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-shape-of-water-2017",
        "server": "VIP Links",
        "size": "987 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-shape-of-water-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "987 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/s0oigwyc4o57.html",
        "server": "streamsb.com",
        "size": "987 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3yHma/The_Shape_Of_Water_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "987 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/ucZEGIga#mcPjh728jND1uwUizC1yGUTrq1jEvw8H3J30RjXVBRw",
        "server": "mega.nz",
        "size": "987 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "XFYWazblaUA",
      "video_url": "https://www.youtube.com/watch?v=XFYWazblaUA",
      "embed_url": "https://www.youtube.com/embed/XFYWazblaUA"
    }
  },
  {
    "metadata": "|2017|1h 38min|Drama,Fantasy,Sci-Fi",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "7,473"
    },
    "title": "The Man from Earth: Holocene (2017)",
    "description": "The Man from Earth: Holocene (2017)_______IMDb – 5.3/10The Man From Earth: Holocene (2017)2007က Man From Earthရဲ့ ဆယ်နှစ်အကြာမှာထပ်ထွက်ခဲ့တဲ့Sequelကားဖြစ်တဲ့ Holoceneမှာရေခဲခေတ်နှောင်းကနေ ယနေ့အထိနှစ်ပေါင်း ၁၁၀၀၀ရှည်တဲ့ကာလ ဘူမိဗေဒအခေါ်အဝေါ်အရHoloceneခေတ်အကုန်မှာတော့နှစ်ပေါင်း ၁၄၀၀၀လုံး အသက်ကြီးမလာခဲ့တဲ့ Johnဟာအိုမင်းတဲ့လက္ခဏာတွေ စပြလာခဲ့ပါတယ်။John Oldmanမဟုတ်တော့ပဲ John Youngဆိုတဲ့နာမည်နဲ့ Johnဟာ Chicoမှာ ဘာသာတရားနှိုင်းယှဉ်လေ့လာရေးပါမောက္ခလုပ်နေပါတယ်။ပထမကားက အကြောင်းအရာတွေကိုရှေးဟောင်းသုတေသနပညာရှင် ArtကThe Longest Night အမည်နဲ့ စာအုပ်တစ်အုပ်ရေးသားထုတ်ဝေခဲ့ပြီး ဒီစာအုပ်ရဲ့ လက်မခံနိုင်စရာတွေကိုဖြစ်ရပ်မှန်လို့ဝန်ခံထားခြင်းကြောင့်ဝေဖန်ရှုပ်ချခံအလုပ်ပြုတ်ခဲ့ရပါတယ်။သူ့အတန်းသားတစ်စုဟာ သူ့ဆီက Artရဲ့ စာအုပ်ကိုဖတ်မိရာကနေ John Youngဟာ John Oldmanဆိုတာကို သတိပြုမိပြီး သက်သေပြဖို့ ကြိုးစားရာကနေJohn ဟာ အဲ့ဒီမြို့ကနေ ထွက်ခွာဖို့ဖြစ်လာခဲ့ပါတယ်။သူ့ကိုယ်သူ ယေရှု့ပါလို့ ဆိုထားတဲ့အသက်တစ်သောင်းလေးထောင်ရှည်တဲ့ လူသားတစ်ယောက်ရယ်…ခရစ်ယာန်ဘာသာရေး အစွန်းရောက်ကျောင်းသားတစ်ယောက်ရယ်သက်သေပြချင်တဲ့ကျောင်းသားတစ်စုရယ်ကြားမှာဖြစ်မဲ့ အရှုပ်အထွေးတွေကိုတော့အနက်ရောင်ဖန်သားပြင်ထက်မှာ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါ။Rating နည်းပေမဲ့လည်း the Man From Earthကိုသဘောကျခဲ့တဲ့လူတွေအတွက် ကားကောင်းတစ်ကားဖြစ်မယ်ထင်ပါတယ်။ပြီးတော့ မိတ်ဆွေသာ အရမ်းအစွန်းရောက်လွန်းတဲ့ဗုဒ္ဓဘာသာမဟုတ်ဘူးဆိုရင် ဗုဒ္ဓနဲ့ပက်သက်ပြီး သဘောကျလက်သင့်ခံနိုင်စရာမူကွဲအချက် နှစ်ခုလောက်ကို တွေ့ရမှာပါ။အဝေးကြီးမကြည့်ကြရင်တော့ သမိုင်းမှာ ဘာသာတရားကအတော်လေးအရေးပါပါတယ်။ဒီကားထဲက ဇာတ်ဆောင်Cro-Magnonလူသားရဲ့ သက်တမ်းက ၁၄၀၀၀ရှိနေပြီးအဓိကဘာသာကြီးတွေရဲ့သက်တမ်းတောင်၃၀၀၀မကပ်သေးပါဘူး။ အဲ့ထက်ရှေးကျတဲ့ ယုံကြည်ကိုးကွယ်မှုတွေကလည်း တိမ်ကောလုနီးပါး ဖြစ်နေပါပြီ။ဘာသာတရားရဲ့ သမိုင်းဟာလူ့ရှင်သန်မှုသမိုင်းရဲ့ အစွန်းအစလေးသာသာပဲရှိပါတယ်။ဒီ်အချက်လေးပဲ ကပ်ထောက်ရင်တောင်ဒီရုပ်ရှင်ဟာ အတော်ဝါဒီပွားပါတယ်။ ဘုရားဆိုတာကိုလူထဲကလူလို့ လက်သင့်ခံနိုင်တဲ့လူတွေအတွက်တော့ဒီရုပ်ရှင်က ကောင်းနိုင်ပေမဲ့ မဟုတ်ရင်တော့လက်ရှောင်သင့်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)File size__( 897 MB)Quality__BR-Rip 720pIMDb Rating__5.3/10Format__mp4Duration__01:38:00Type__Drama, Fantasy, Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard SchenkmanStarsAkemi LookBrittany CurranCarlos KnightDavi SantosDavid Lee SmithDoug HaleyMichael DornSterling KnightVanessa WilliamsWilliam KattCastAkemi LookBrittany CurranCarlos KnightDavi SantosDavid Lee SmithDoug HaleyEllen CrawfordJohn BillingsleyMichael DornSterling KnightVanessa WilliamsWilliam Katt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6D14n7YL1nVfjaQ2GKS8snL7CEu.jpg",
      "https://image.tmdb.org/t/p/w300/cdA43DnbggkF55VUyNfr14ZNYpC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-man-from-earth-2017-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kydkas5whb1e.html",
        "server": "usersdrive.com",
        "size": "897 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-man-from-earth-holocene-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "897 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rs6a/The_Man_From_Earth_-_Holocene_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "897 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/WwwXUR4S#pNPjfNzfW-qeJ2XFNCGSa95z4glgK5-ApVMnadhvUqE",
        "server": "mega.nz",
        "size": "897 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/92ezu0sczzyy",
        "server": "upstream.to",
        "size": "897 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "lLfAW8KO6NE",
      "video_url": "https://www.youtube.com/watch?v=lLfAW8KO6NE",
      "embed_url": "https://www.youtube.com/embed/lLfAW8KO6NE"
    }
  },
  {
    "metadata": "R|2017|1h 42min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "81,988"
    },
    "title": "Good Time (2017)",
    "description": "Good Time (2017)IMDb – 7.4/10_____Rotten – 92%Rating 7.4 ထိရထားတဲ့ Crime/Thillerကားသစ်လေးညွန်းချင်ပါတယ်။Twilightကားထဲကမင်းသားRobertPattison ရဲ့တမူထူးခြားတဲ့သရုပ်ဆောင်ဟန်ကိုခံစားရစေမယ့်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကတော့ အူတူတူညီတစ်ယောက်နဲ့အတူRobert တစ်ယောက်ဓားပြတိုက်ရာကစတာပါပဲ။ဇာတ်လမ်းအစလေးမှာကိုပဲသူတို့ညီအစ်ကို၂ယောက်ရဲ့ကြားကသံယာဇဉ်ကိုသိရမှာပါ။ညီဖြစ်သူကလည်းအစ်ကိုကိုအားကိုးယုံကြည်သလိုအစ်ကိုဖြစ်သူကလည်းညီဖြစ်သူကိုအမြဲဂရုစိုက်စောင့်ရှောက်ဖို့ကြိုးစားပါတယ်။ညီအစ်ကို၂ယောက်ဘတ်ဓားပြတိုက်ပြီးနောက်ကိုယ်ယောက်ဖျောက်ဖို့ကြိုးစားနေစဉ်မှာပဲရုတ်တရက်ရဲတပ်ဖွဲ့ရဲ့မသင်္ကာမှုခံလိုက်ရပြီးညီဖြစ်သူအဖမ်းခံရပါတော့တယ်။ဒီလိုတဲ့ညီကိုချစ်တဲ့အစ်ကိုတစ်ယောကအနေနဲ့တတ်နိုင်သလောက်တစ်ညလုံးညီကိုပြန်ထုတ်ယူကြိုးစားနေပုံကတော့တကယ်ကိုအသက်ဝင်ပြီးလက်တွေ့ကျပါတယ်။ညီဖြစ်သူကိုကယ်နိုင်သွားမလား။သသရောဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာလက်တွေ့ကျကျတွေ့ရမှာဖြစ်ပါတယ်။Ratingလည်းမြင့်တာမို့ကားကောင်းလေးတစ်ကားဖြစ်မှအမှန်ပါပဲ။(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)File Size : (852 MB)Quality : Blu-Ray 720pRunning Time : 1hr 42minFormat : Mp4Genre :Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen SafdieBenny SafdieDuccio FabbriGordon BellJae MatthewsJosh SafdieJoshua SafdieStarsBarkhad AbdiBen SafdieBenny SafdieBuddy DuressEric PaykertGladys MathonJennifer Jason LeighNecroPeter VerbyRobert PattinsonSaida MansoorTaliah WebsterCastAfroAndrew KaderAri SloanAstrid CorralesAubrie TherrienAzul RodriguezBakari WilliamsBarkhad AbdiBen EdelmanBen SafdieBenny DeVincenziBenny SafdieBrendan M. BurkeBryan SeslowBuddy DuressCarol HovermanChris BreslinChristian PataneChristopher KirkCliff MoylanCraig muMs GrantDaniel ChungDion McBeanDorothi FoxEdgar MoraisEloisa SantosEric PaykertEvonne WaltonGeorge Lee MilesGianluca CiraficiGladys MathonGoran SpadinaHirakish RanasakiJarvisJason HarveyJavaughn SwindellJennifer Jason LeighJerome FrazierJibril GoodmanJim DzurendaJim HandleyJoey McDevittJordan ValdezKate HalpernKim CarterKJ RottweilerLaura SledgeLaurence BlumLeticia OrtegaLewis DodleyLucas Elliot EberlMahadeo ShivrajMarcos A. GonzalezMarissa LelogeaisMavrin KirillMaynard NichollMegan DoddMelissa GonzalezMichael KaufmanMichael LorchMichael McClardMichael MelendezMichael ShershenovichNecroPeter LinariPeter VerbyPhil CappadoraRachel BlackRatnesh DubeyRobert ClohessyRobert PattinsonRodney HankinsRoi CydulkinRose GregorioRoy James WilsonSacco SarkisSaida MansoorSamantha ElisafonSean MillerSebastian Bear-McClardShaun ReySouleymane Sy SavaneTaliah WebsterTara Lynn WagnerTerrance WilliamsTessa O'Conner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nrrdw7hS8VOxz4Kqh0EtJpbIgu0.jpg",
      "https://image.tmdb.org/t/p/w300/5AhkjcqqRxBdpYZ0TeOuTCuOUYq.jpg",
      "https://image.tmdb.org/t/p/w300/AfhudkINLsqo5tkkd9J1SYiMdW5.jpg",
      "https://image.tmdb.org/t/p/w300/rGpc8C83F3yJW0tpKUTPPoeP1Sr.jpg",
      "https://image.tmdb.org/t/p/w300/s7n60zP6Ej3zZgsiB9DQYvLwEct.jpg",
      "https://image.tmdb.org/t/p/w300/iYc2qInvKCQfoe16JzDnMH38HvX.jpg",
      "https://image.tmdb.org/t/p/w300/uf3CdfoTJLNcibwbKxlKBRisODR.jpg",
      "https://image.tmdb.org/t/p/w300/4ugFPX694G6WgiOy1qZqda29VHm.jpg",
      "https://image.tmdb.org/t/p/w300/r1m0sjuT0FdvwaYLFclCVuCJJWi.jpg",
      "https://image.tmdb.org/t/p/w300/kiihA9zr00kulACU3gSBtt3RreV.jpg",
      "https://image.tmdb.org/t/p/w300/3qyCbehhe45TBb8muJF7cRGqq46.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/good-time-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m4hlcnr5wy8m.html",
        "server": "usersdrive.com",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/good-time-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/05c457/god-time-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/ud7y9kr0c869/Good_Time_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yWo6/Good_Time_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/LQtwwbZD#cEIxGkApSHSJhdXSefozETVKAlcpdRX73Mc7R2JSUDo",
        "server": "mega.nz",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/0ej8r5599x5p",
        "server": "upstream.to",
        "size": "852 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "AVyGCxHZ_Ko",
      "video_url": "https://www.youtube.com/watch?v=AVyGCxHZ_Ko",
      "embed_url": "https://www.youtube.com/embed/AVyGCxHZ_Ko"
    }
  },
  {
    "metadata": "PG|2017|113 min|Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3,824"
    },
    "title": "The Bookshop (2017)",
    "description": "File Size : (850 MB) and (၂၀၁၇ ခုနှစ်ထွက် ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေBookshop လို့အမည်ရတဲ့ဇာတ်ကားလေးက ၁၉၅၀ ဝန်းကျင်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးမိန်းမသားတစ်ဦးရဲ့ လောကဓံကို ကြံ့ကြံ့ခံရင်ဆိုင်ပုံတွေ လူမှုစရိုက်သဘောသဘာဝရဲ့ကောင်းကွက် ဆိုးကွက်တွေ မြေနိမ့်ရာလှံစိုက် ဖိနှိပ်မှုတွေကို ဇာတ်လမ်းအေးအေးလေးနဲ့တင်ဆက်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။။။။ဇာတ်လမ်းအကျဉ်းကတော့ ဖလော့ရမ့်စ်ဂရင်းဆိုတဲ့ မုဆိုးမလေးဟာ သူမရဲ့ဝါသနာသူမရဲ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးကို ဇာတိမြေဖြစ်တဲ့ ဟာ့ဒ်ဘော့မြို့မှာပြန်လာဖွင့်တာလေးနဲ့ အစပျိုးထားပါတယ်။ဒါပေမယ့်လဲ အဲ့မြို့မှာကစာအုပ်ဖတ်တဲ့လူဆိုလို့ မစ္စတာ ဘရန်ဒစ်ရှ်ဆိုတဲ့ အဖိုးကြီးတစ်ယောက်ပဲရှိတာဆိုတော့သူစာအုပ်ဆိုင်ဖွင့်မယ့်ကိစ္စက အထူးအဆန်းလို စွန့်စားမှုကြီးတစ်ခုလို လူတွေကမြင်ကြတာပေါ့သူဆိုင်ဖွင့်မယ် Old House(အိမ်အိုကြီး)ကလဲ ရှေးဟောင်းအိမ်ကြီးဆိုတော့မစ္စစ် ဂါမက်လို့ခေါ်တဲ့ ဘွားတော်ကြီးကလဲ Art center ဖွင့်ချင်နေပြန်ပါလေရောဒါပေမယ့်လဲ သူဖြစ်ချင်တဲ့ အကောင်အထည်ဖော်ချင်တဲ့အတိုင်း စာအုပ်ဆိုင်ကိုဇွတ်အတင်းရအောင်ဖွင့်ခဲ့ပါတယ်။ဖလော့ရမ့်စ်ဂရင်းတစ်ယောက်သူ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးက အောင်အောင်မြင်မြင်ဖြစ်သွားမလားသူ့ကို မနာလိုမရှုစိမ့်ဖြစ်နေသူတွေကနေ ဘယ်လိုများနှောင့်ယှက်သွားအုန်းမလဲတစ်ကိုယ်တည်း မုဆိုးမတစ်ယောက်အနေနဲ့ လောကဓံကိုဘယ်လိုများတောင့်ခံသွားသလဲဆိုတာတော့ဆက်လက်ဒေါင်းကြည့်ကြပါကုန်။။။။ဇာတ်ကားတွေမှာ ရယ်စရာကောင်းတဲ့ကား၊ ကြောက်စရာကောင်းတဲ့ကား၊ ငိုရတဲ့ကား ဆိုပြီးရှိကြသလိုကျနော်ကတော့ ဒီကားလေးကို ချစ်စရာကောင်းတဲ့ကားလေးလို့ ခေါ်ချင်ပါတယ်။ဒရာမာကားစစ်စစ် တစ်ကားဖြစ်သလို ၁၅၀၀ အချစ်လုံးဝမပါတဲ့ ဒရာမာကားလဲဖြစ်နေပြန်ပါသေးတယ်အဲ့ဒါအပြင် အပြင်ဖက်လက်တွေ့ဘဝနဲ့ အများကြီးထပ်တူကျတဲ့ပုံစံမျိုးဖြစ်နေတာကြောင့် ဒရာမာရုပ်ရှင်ချစ်မြတ်နိုးသူတွေလက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တယ်ဆိုတာကို လက်တို့လိုက်ပါရစေလားဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)(ဇာတျလမျးအညှှနျးနဲ့ဘာသာပွနျသူကတော့ ကိုဟိနျးမငျးထှနျးပါ)370 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : LiMiTED.1080p.BluRay.x264-VETOTranslated by Hein Min TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsabel CoixetStarsBill NighyEmily MortimerFrances BarberHonor KneafseyHunter TremayneJames LanceMichael FitzGeraldNigel O'NeillPatricia ClarksonReg WilsonCastAdie AllenBarry BarnesBill NighyCharlotte VegaEmily MortimerFrances BarberFrancesca McGillHonor KneafseyHunter TremayneJames LanceJorge SuquetKaren ArdiffLana O'KellLucy TillettMary O'DriscollMichael FitzGeraldNigel O'NeillPatricia ClarksonReg WilsonRichard Felix",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lyHQInVLIBt5YKKNAktoXi1W1Gy.jpg",
      "https://image.tmdb.org/t/p/w300/1RNUS0ExNlVW3mWg9DDPayBITge.jpg",
      "https://image.tmdb.org/t/p/w300/avQ9sN5Hcp1yObdIrFoEdxvsLy4.jpg",
      "https://image.tmdb.org/t/p/w300/57LEr2CScU29AwdaYg7OlUGBdR2.jpg",
      "https://image.tmdb.org/t/p/w300/llh5cvFq6HDB7q1zxJyt0oJmrV1.jpg",
      "https://image.tmdb.org/t/p/w300/uEH1sR5PPzJOmDsGn7jyhu8n7Yk.jpg",
      "https://image.tmdb.org/t/p/w300/e18uwlwjnhxFJ9CxL8BQVDkdG2K.jpg",
      "https://image.tmdb.org/t/p/w300/y3k4vAOKJMzvVAltY1bp8lLNLiB.jpg",
      "https://image.tmdb.org/t/p/w300/2PAW43AB3wQjhqxKQxjLaiastAT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nh2ZpwuTKjY0tTGcsGu7TwOpT4p.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bookshop-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bookshop-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://cloudemb.com/t7ifxwe3q93i.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "3KgMW3rowXY",
      "video_url": "https://www.youtube.com/watch?v=3KgMW3rowXY",
      "embed_url": "https://www.youtube.com/embed/3KgMW3rowXY"
    }
  },
  {
    "metadata": "N/A|2017|1h 50min|Biography,Drama,War",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "4,395"
    },
    "title": "A Bag of Marbles (2017)",
    "description": "A Bag of Marbles (2017)IMDb – 7.3/10_______Rotten – 82%လူသားတိုင်း အသက်ရှင်ခွင့်ရဖို့ ထိုက်တန်ပါတယ်အဖေကျွန်တော့်ကို မေးတယ်ဂျိုး..မင်း ဂျူးလား…ကျွန်တော်က ခပ်ပြုံးပြုံးလေးပြန်ဖြေလိုက်တယ်မဟုတ်ပါဘူးဖြောင်း……..အနားမှာရပ်နေတဲ့ ကျွန်တော့်အမေ၊ဘေးနားမှာထိုင်နေတဲ့ အစ်ကိုအားလုံး ကြောင်သွားပြီးအခြေနေကို နားမလည်နိုင်တဲ့အမှုရာတွေနဲ့။ကျွန်တော်လည်း ပါးကိုလက်နဲ့အုပ်ပြီးအံသြသွားတာရော ရုတ်ရက်ကြီးဆိုတော့ မှင်သက်သွားတယ်။ဘာလို့လဲ..ဘာလို့..အဖေကဒီတစ်ခေါက် ဂျူးလိုထပ်မေးတယ်မင်းဂျူးလားကျွန်တော် ကြောင်တောင်တောင်နဲ့ပဲမဟုတ်ဘူးလို့ ထပ်ဖြေလိုက်တယ်ဖြောင်းးးရုတ်တရတ် အားနဲ့လွဲပြီး ကျွန်တော့်ပါးကို ရိုက်ချပလိုက်တယ်ဂျူးလိုမေးရင် ပြန်မဖြေနဲ့ကွလို့  အဖေ ပြောနေတယ်အဖေ ထပ်ပြီး မေးတယ်မင်းဂျူးမှန်းငါသိတယ်မှန်မှန်ဖြေစမ်းမဟုတ်ဘူး…..စကားတောင်မဆုံးသေးဘူးဖြောင်း …ခပ်မြန်မြန် ကျွန်တော့်ပါးကို ရိုက်ပလိုက်တယ်အမေလည်း အံ့သြပြီး မျက်ရည်တွေလည်းကျနေတယ်အစ်ကိုကလည်း ဘာတွေဖြစ်ကုန်တာလဲဆိုတဲ့မျက်နှာနဲ့ ကြည့်နေတယ်အဖေ ထပ်မေးတယ်မင်းဂျူးလားကျွန်တော်မျက်ရည်တွေကျလာပြီးမဟုတ်ဘူး မဟုတ်ဘူး ….အထပ်ထပ်ခါခါ ပြန်ဖြေနေခဲ့တယ်ပြီးမှာ အဖေ ကျွန်တော့်ကိုဖက်ပြီးသားလေး တစ်ယောက်ယောက်ဆီမှာအသတ်ခံရမှာ ကြောက်ရွှံ့နေတာထက်ပါးအရိုက်ခံရတဲ့ နာကျင်မှုကပိုကောင်းပါတယ်ဒီဇာတ်ကားရဲ့မှုရင်းနာမည်ကUn Sac De Billesဖြစ်ပြီးအင်္ဂလိပ်နာမည်ကA bag of marblesလို့အမည်ပေးထားပါတယ်။ဒီရုပ်ရှင်ကို ၂၀၁၇ ဇန်နဝါရီလ ၁၅ ရက်နေ့မှာပဲရစ် မှာအကြိုပြသခဲ့ပြီး ဇန်နဝါရီ ၁၈ မှာတရားဝင် ပြသခဲ့ပါတယ်။IMDb Rating 7.3, Tomatoes Rating 82% တို့ရရှိထားပါတယ်။တစ်ကားလုံး ကြာချိန် မိနစ် ၁၁၀ ရှိပြီး Gaumont Flim Company က ဖြန့်ချီထားပါတယ်။ဒီဇာတ်ကား က ပြင်သစ်ဘာသာ စကားပြောဇာတ်ကားဖြစ်ပြီးဂျူး၊အီတလီ၊ဂျာမနီနဲ့ ရှရှား ဘာသာစကားများကိုပါ အသုံးပြုထားပါတယ်။ဒီဇာတ်ကားကို ပြင်သစ် ၊ကနေဒါ နဲ့ချက်စသမ္မနိုင်ငံ တို့ မှာရိုက်ကူးထားခဲ့ပါတယ်။Budget ကန်ဒေါ်လာ၂၁.၄ မီလီယံနဲ့ရိုက်ကူးထားပြီးBox office မှာယခုအချိန်အထိ ၉.၁ မီလီယံ ရရှိထားပါတယ်။ဒီဇာတ်ကားက Joseph Joffo ရေးသားထားတဲ့ Un sac de billes ဆိုတဲ့ ဝတ္တုကိုပြန်လည်ရိုက်ကူးထားတဲ့ဒုတိယမြောက် ဇာတ်ကားဖြစ်ပါတယ်။ဒီစာရေးဆရာက ဒီဇာတ်ကားထဲက အဓီကဇာတ်ကောင် ဂျိုးဇက်ဖြစ်ပါတယ်။ဒီဝတ္ထုက သူ့ငယ်ငယ်က ရုန်းကန်ခဲ့ရတဲ့ အကြောင်းရေးသားထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်လည် းဖြစ်ပါတယ်။ဒါရိုက်တာChristan Duguayရိုက်ကူးထားပြီးအဓီက သရုပ်ဆောင် ဂျိုးဇက်နေရာက သရုပ်ဆောင်တဲ့Dorian Le Clechနဲ့မာယူရီ နေရာက သရုပ်ဆောင်တဲ့BatysteFleurialတို့ ဖြစ်ပါတယ်။ဒီရုပ်ရှင်က ဂျူးရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တော်တော်ရထားပါတယ်။ထူးခြားတာက ဂျူးရုပ်ရှင် ပွဲတော်တွေမှာပဲ ရတာတွေ့ရပြီးကျန်တဲ့ ရုပ်ရှင်ဆုတွေ မတွေ့ရတာပါဘဲ။မူရင်း ဝတ္ထု Un sac de billesကို ၁၉၇၃ ခုနှစ်မှာပြင်သစ် ဂျူးလူမျိုးစာရေးဆရာ Joseph joffo ကငယ်ဘဝအကြောင်းရေးသားပြီး ထုတ်ဝေခဲ့ပါတယ်။ကိုယ်တွေ့ဝတ္တုအမျိုးအစားဖြစ်ပြီးဒီစာအုပ်က ချောချောချူချူ ထွက်လာခဲ့တာမဟုတ်ပါဘူး။ဒီစာအုပ်ထုတ်ဖို့ စာအုပ်တိုက်များစွာက ငြင်းပယ်ခြင်းခံခဲ့ရပါတယ်။နောက်ဆုံးမှာမှာ စာအုပ်တိုက်အသစ် တစ်ခုက မြေတောင်မြှောက်ထုတ်ဝေပေးခဲ့ပါတယ်။သို့ပေမယ့်လည်း  ဒီစာအုပ်ကို ရုပ်ရှင်အဖြစ်ရိုက်ခဲ့ပြီး ၂ နှစ်အကြာမှာဒီစာအုပ်က best seller ဖြစ်လာခဲ့တာပါ။ဒီစာအုပ်က ဒီဖြစ်ရပ်ပြီးလို့နှစ် ၃၀ကြာမှာ စာအုပ်ထွက်လာခဲ့တာပါ။ဒီစာအုပ်မှာ စာရွှက်ရေ ၃၈၀ရှိပါတယ်။ဒီစာအုပ်အပေါ်မှာ တစ်ခြားစာရေးဆရာတွေကလုံးဝဥဿုံ အမှန်မဖြစ်နိုင်ဘူးလို့ ဝေဖန်ငြင်းခုံခဲ့ကြပါတယ်ဒီအဖြစ်အပျက်ပြီးလို့ နှစ် ၃၀ ကြာမှာ ရေးတာဆိုတော့လည်းတချို့အရာတွေ လွဲချော်ကောင်း လွဲချော်ပါလိမ့်မယ်။ဒီဝတ္တုကို ရိုက်ထားတဲ့ပထမဆုံး ရုပ်ရှင်က၁၉၇၅ ခုနှစ်မှာ ဒါရိုက်တာ Jacques Doillon က ပထမဆုံး ရိုက်ကူးခဲ့ပါတယ်။သူလည်း ပြင်သစ်စကားပြောရုပ်ရှင် ဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားရိုက်ကူးထားတဲ့ ဇာတ်လမ်း ဇာတ်ကွက်တွေက လက်တွေ့အရမ်းဆန်တယ်သရုပ်ဆောင်နေတယ်လို့မခံစားရဘဲ 100 Plus သောက်ရသလိုပေါ့ရွှတ်ရွှတ်လေး။အဲ့ဒီခေတ်အခါက သရုပ်ဆောင် trend တွေကကြည့်ရသလောက် အဲ့လိုမျိုးပဲအရမ်းဖီလင်တွေ အဆာပလာတွေ မကွန့်ဘဲသာမန်နေထိုင်မှုပုံစံအတိုင်း သရုပ်ဆောင်ကြတာတွေ့ရပါတယ်။အဲ့ဒီခေတ်ရဲ့ အသက်ရှင် နေထိုင်မှုပုံစံကိုတော့ ထပ်တူနီးပါးတွေ့နိုင်ပါတယ်။သရုပ်ဆောင် ကောင်လေးနှစ်ယောက်ဟာ ပြင်သစ်သရုပ်ဆောင်တွေဖြစ်ပြီးအခုတော့ အသက် ၅၀ တွေကျော်ကုန်ပါပြီ။ဒုတိယ ဇာတ်ကားကတော့ ၂၀၁၇ မှာထွက်ရှိခဲ့တဲ့ အခုရုပ်ရှင်ဖြစ်ပါတယ်။အရင်ဇာတ်ကားနဲ့ဇာတ်လမ်းရိုက်ကွက် နဲ့ သရုပ်ဆောင်ပုံခြင်းလည်းလုံးဝမတူပါဘူး။သူတို့ဘာတွေ ဆက်ဖြစ်မလဲဘယ်လိုဖြစ်မလဲနဲ့ ကြည့်ရတာမြင့်လိုက်တက်လိုက် တစ်ချို့နေရာတွေမှာ ပျော်လိုက်နဲ့။သရုပ်ဆောင်တာလဲ ပိုပြီး အသက်ဝင်တယ်ဒရမ်မာပို ဆန်သွားတာပေါ့။ဂျိုးဇက်နေရာမှာသရုပ်ဆောင်တဲ့ ကောင်လေးက တော်တော်လေး တော်ပါတယ်အသားဖြူဖြူ ရုပ်ကကြွက်ဖြူလိုနဲ့အနီရောင် ဆံပင်လေးကောက်တောက်တောက် မျက်လုံးအပြာနဲ့အဓိကဇာတ်ကောင်ဆိုတဲ့နေရာနဲ့သင့်တော့ပါတယ်။၁၉၄၄ ခုနှစ်က အဝတ်အစားပုံစံတွေ ကားတွေ နဲ့ လူနေမှုပုံစံတွေကို၁၉၄၄ ထဲခဏရောက်သွားသလို တွေ့ရမှာပါ။အားလုံးမင်္ဂလာပါခင်ဗျ…..ကျွန်တော် နာမည်ဂျိုးဇက်ပါခင်တဲ့သူတွေ က ဂျိုးလို့ ခေါ်ကြပါတယ်။ကျွန်တော်က အသက်၈ နှစ် ရှိပြီး အခုပြင်သစ်မှာနေတဲ့ ဂျူးလူမျိုးတစ်ယောက်ပါ။အဖေရယ် အမေရယ် အစ်ကို ကြီး နှစ်ယောက်ရယ်ကျွန်တော်နဲ့အသက်သိပ်မကွာတဲ့ အစ်ကိုတစ်ယောက်ရယ် ရှိပါတယ်။ဟေ့ရောင် မောရစ့် လာမိတ်ဆက်လိုက်ဦး..ကျွန်တော့်နာမည် မောရစ်ပါ ဂျိုးရဲ့အစ်ကိုပါကျွန်တော်က ၁၃ နှစ်ပါ ဂျူးလူမျိုးပါပဲ။ဒါကကျွန်တော်တို့ ညီအစ်ကို နှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်။ကျွန်တော့်အစ်ကို က ကျွန်တော့်ကို တော်တော်ချစ်ပါတယ်… ဟီးဟီးကျွန်တော်တို့ ဒီအချိန်အထိ ဂျူးဆိုတဲ့ နာမည်အောက်မှာ နေလာခဲ့ပေမယ့်ဘာမှထွေထွေထူးထူးမဖြစ်ခဲ့ပါဘူး။ဒါပေမယ့် ဂျာမန်တွေ ပြင်သစ်ကို ဝင်လာတဲ့အချိန်ကစပြီးဂျူး ဆိုတဲ့နာမည်က ကူးစက်ရောဂါလိုလူတွေမျက်လုံးထဲ မြင်လာကြတယ်။ကျောင်းမှာ နေတိုင်းဆော့နေကျ သူငယ်ချင်းတွေကလည်းချက်ချင်းကြီး ကျွန်တော့်ကို လူထူးလူဆန်းတစ်ယောက်လို ကြည့်နေကြတယ်အဖေကျွန်တော်တို့ ကို ဒီမြိုကနေ နိုက်ခ်မြို့ကိုပြေးခိုင်းခဲ့တယ်။အဖေအမေမပါဘဲ ကျွန်တော့်ညီအစ်ကိုနှစ်ယောက်ပထမဆုံး ခရီးဝေးကြီး စသွားဖူးတာပါ။လမ်းခရီး အံသြစရာတွေ၊ လူကောင်းတွေ လူဆိုးတွေ ၊ လူပေါင်းစုံနဲ့ တွေ့ခဲ့ရတယ်။တစ်ချို့ကလည်း လူလိမ်လို့ထင်ရပေမယ့် လူကောင်းဖြစ်နေပြန်တယ်။ကျွန်တော်တို့တောင်ပေါ်လမ်းကလမ်းလျောက်လာကြရင်းတစ်ဝက်လောက်မှာကျွန်တော်ဆက်လျောက်လို့ မရတော့ဘူးအကြာကြီးလျောက်လာရလို့ ကျွန်တော့် ခြေထောက်တော်တော်နာနေတယ်ဖိနပ်ချွတ်ကြည့်တော့အာားလား..ခြေထောက်ကညိုမဲနေပြီး သွေးထွက်နေပြီပုပ်နံလိုလို အောက်သိုးသိုး အနံကြီးရနေတယ်။အဲ့ဒီမှာ ကျွန်တော့်အစ်ကို က” မင်းကိုငါကုန်းပိုးသွားမယ်လို့” ပြောပြီးကျွန်တော့်ကို ကျောပေါ်တက်ခိုင်းတယ်။ ပြီးတော့” မင်းက ငါ့ညီပဲငါ့မှာလုပ်ပေးရမယ့်တာဝန်ရှိတယ်မင်းလိုအပ်ရင် ငါမင်းကို ကမ္ဘာအဆုံးထိ ကုန်ပိုးသွားပေးနိုင်တယ်လို့” ပြောတယ်အဲ့ဒီအချိန် ကျွန်တော့်စိတ်ထဲမှာ နွေးသွားတယ်ပျော်သလိုလို ကြည်နူးသလိုလိုနဲ့ခြေထောက်နာတာတောင် ခဏမေ့သွားတယ်။ကျွန်တော်တို့ ဟိုကနေ ဒီ ဒီကနေ ဟို ထွက်လာကြရင်းနောက်ဆုံးတော့ လှပတဲ့ ပင်လယ်ပြာပြာကြီးကို မေးတင် တည်ထားတဲ့နိုက်ခ်ဆိုတဲ့ ကမ်းခြေမြို့လေးကို ရောက်လာကြတယ်။မြို့ထဲမှာ ယောကျာ်းလေးတွေက စတိုင်ဘောင်းဘီနဲ့အပေါ်ကတော့ ရှပ်အကျီ ၤ၊ဆွဲတာ ၊ကုတ် ထပ်ဝတ်ကြတယ်။တစ်ချို့လဲ ဦးထုပ်ဆောင်ထားကြတယ်ပြီး တစ်ဖက်က သူတို့ အမျိုးသမီးတွေကိုလက်ချင်းချိတ်ရင်းသွားလာနေကြတယ်။မိန်းမတွေက အကျီ ၤနဲ့တစ်ဆက်တည်း ဂါဝန်လေးတွေ ကိုအရောင် နုနုလေးပေါ်မှာ အပွင့်အဖတ်တွေ ဝတ်ထားပြီးဦးထုပ်ပုံစံမျိုးစုံ လဲဆောင်းထားကြတယ်။သဲသောင်ပြင်ဖြူဖြူ ၊ ပင်လယ်ပြာပြာနဲ့မြို့ထဲမှာ အိမ်တွေ က လဲ အရောင်ဖျော့ဖျော့လေး တွေ သုတ်ထားကြတယ် ။အားလုံးက ရယ်မောပြီး ဟိုဟိုဒီဒီ သွားလာနေကြတာ ကျွန်တော့်ကြည့်လို့ မဝဘူးကျွန်တော့်စိတ်ထဲ ဘယ်လိုဝမ်းသာပြီး ပျော်နေမှန်းတောင် ပြောမပြတက်ဘူး ။အဲ့ဒီမှာ ကျွန်တော်အဖေရယ် အမေ ရယ် အစ်ကိုကြီးတွေ ရယ် အားလုံးနဲ့ပြန်ဆုံခဲ့ကြတယ်။အဲ့ဒီနေ့ သောင်ပြင်ဖြူဖြူလေးမှာအမေက အဖြူရောင် အောင်ခံ အပြာအစက်ကလေးတွေပါတဲ့ ဂါဝန်ကို ဝတ်ထားပြီးသဲဖြူဖြူပေါ်မှာ အဝတ်ခင်းပြီး ထီးစောင်းစောင်းလေးမိုးထားတဲ့ အောက်မှာအဖေပေါ်မှာ အိပ်ရင်း ကျွန်တော်တို့ညီအစ်ကို တွေ ရေကစားနေကြတာကိုလှမ်းကြည့်နေတယ်။ကျွန်တော်အမေ့ဆီပြေးသွားပြီး ဖက်ထားလိုက်တယ်ကျွန်တော့်ကို နောက်ထပ်ထားမသွားပါနဲ့ နော်လို့ အမေ့ကို ပြောလိုက်တယ်။အမေနဲ့အဖေကသားမှာသားသမီးရှိရင် သိလာပါလိမ့်မယ်လို့ကျွန်တော်သိပ်နားမလည်တဲ့စကားပြောလိုက်တယ်။လေအေးအေးလေးတွေ နေပူပူအောက်ကနေတိုက်ခိုက်လာရင်းအဖေအမေတို့နဲ့ အတူတူရှိတဲ့ ဒီလိုအခိုက်အတန့်လေးကိုကျွန်တော်လုံးဝမေ့လို့ ရမှာမဟုတ်တော့ပါဘူး။အဲ့ဒီမှာ ကျွန်တော်အလုပ်လုပ်ပြီး အမေ့အတွက်မွေးနေ့လက်ဆောင် တယောလေးဝယ်ပေးလိုက်တဲ့အချိန် အမေမျက်ရည်ကျလုနီးနီး…ကျွန်တော့်ကို ကြည့်နေတယ် ။ခပ်ဆွေးဆွေး ဂျူး တေးသွား ကို အမေတီးနေတာ နားထောင်နေရတဲ့ဒီအချိန်လေးကအာကာသထဲမှာ ကျွန်တော်တစ်ယောက်တည်းရှိနေသလိုမျိုး အေးချမ်းပြီးအားလုံးကိုမေ့သွားတယ်။ကျွန်တော်တို့ မိသားစုလေးကြာကြာစိတ်အေးလက်အေးနေမီသွားကြတယ်ထင်တယ်ဂျာမန်တွေ ဝင်လာပြီဆိုတဲ့ သတင်းထပ်ကြားရပြန်တယ်။ကျွန်တော်တို့ ထပ်ပြီးခွဲကြရပြန်တယ်။ကျွန်တော်တို့အတွက် လောကကြီးထဲမှာ သွားစရာနေရာ မရှိတော့ဘူးထင်ပါတယ်။ကျွန်တော့်တို့ ညီအစ်ကို နှစ်ယောက်ဂျာမန်စစ်သားတစ်ယောက်စီမှာ ဖမ်းခံလိုက်ရပါတယ်။ဖမ်းခံရချိန် ကျွန်တော်စိတ်ထဲ မှာ ပလောင်ဆူနေပြီးကြောက်စိတ်၊ အားငယ်စိတ်၊ ဝမ်းနည်းတာတွေဘာတွေ ဖြစ်နေမှန်း ကျွန်တော်လည်းမသိတော့ဘူး။ကျွန်တော့် ခန္ဓာကိုယ်တစ်ခုလုံးထူပူနေပြီးကိုယ့် အသားတောင်ကို ထိနေမှန်း မသိတော့ဘူးဘယ်သူ့ကိုတောင်းပန်ရမလဲလည်း မသိတော့ဘူး။မျက်ခုံးပေါ်က သေနတ်နဲ့ရိုက် ခံထားရတဲ့ဒဏ်ရာသွေးတွေကျနေတာတောင်အရေးမစိုက်နိုင်တော့ဘူး။ရထားနဲ့အပို့ခံရမယ့် လူတွေ ထားတဲ့အခန်းလေးထဲမှာ မျော်လင့်ချက် ဆိုတာမတွေ့သားသတ်ရုံကို ပို့ခံရတော့မယ့် နွားလိုဘဝကိုအားလုံးလွတ်ချလိုက်ပြီး အလျော့ပေးချင်နေတဲ့ ကျွန်တော့်ကိုဆေးစစ်ပေးတဲ့ ဒေါက်တာဇန် ကကျွန်တော် ကျွန်တော်အကြိုက်ဆုံး ဂေါ်လီလုံးလေးပေးရင်း“သေမင်းကမင်းကို နှစ်ခါတော့မခေါ်ပါဘူးကွာလို့” ပြောပေမယ့်လည်းတင်းထားဖို့ အားတောင်မရှိချင်တော့ဘူးကြားတစ်ချက်မကြားတစ်ချက် နားထောင်ဖြစ်နေတယ်။သေမင်းက ကျွန်တော့်တို့ကို မခေါ်ချင်သေးတော့ကျွန်တော်တို့လွတ်လာပြီး မြို့လေးတစ်မြို့ကို ထွက်ပြေးခဲ့ကြတယ်။အဲ့ဒီမြိုမှာ ကျွန်တော်က သတင်းစာပို့ပြီးမောရီစ့်က စားပွဲထိုးအလုပ်ရခဲ့တယ်။အဲ့ဒီမှာကျွန်တော့်ရဲ့ အချစ်ဦးကို စတွေ့ခဲ့တာပါပဲ။သူကကျွန်တော့် အလုပ်လုပ်တဲ့ စာအုပ်ဆိုင်ပိုင်ရှင်ရဲ့ သမီး ပါ ။ကျွန်တော့်ထက် လူကောင်ရော အသက်ပါကြီးတယ်။သူ့အဖေရောအစ်ကို ရောက ဂျူးကို အသေမုန်းပြီး ဂျာမန်ကို ထောက်ခံတဲ့သူတွေ ။ဂျူးတွေကို သတ်ပစ်သေတာ ကောင်းတယ်လို့ ကျွန်တော့်ရှေ့မှာပြောတိုင်းကျွန်တော် အားငယ်ပြီး တော်တော်စိတ်မကောင်းဖြစ်ပြီးအဖေနဲ့ အမေကို အရမ်းသတိရပါတယ်။ကျွန်တော်အရမ်းချစ်ရတဲ့ မမ နဲ့ လမ်းလျောက်ထွက်ရင်းလေတိုက်အခါ ရွှေရောင်ဆံပင်လေးတွေ လွှင့်နေတဲ့သူမျက်နှာကိုစိုက်ကြည့်နေရတာကျွန်တော့်အတွက်တော့ နတ်သမီးတစ်ပါးပါပဲ။ခါတိုင်းလို သတင်းစာရောက်လာတယ်တွေ့လိုက်ရတဲ့သတင်းကြောင့်ကျွန်တော်ချက်ချင်း စက်ဘီးဆွဲပြီးအားရပါးရအော်တာ……………………….ပြင်သစ်လွတ်မြောက်ပြီ….ပြင်သစ်လွတ်မြောက်ပြီ……..ခန္ဓာကိုယ် လေထဲမြောက်လုမတက် တစ်လမ်းလုံးအော်တာဝမ်းသာတာဆိုတာလေ ဘယ်လိုပြောရမှန်းတောင်မသိတော့ဘူး။ကျွန်တော် လူတိုင်းကို ဝမ်းသာအားရ လိုက်ပြောတာ။ကျွန်တော် ချစ်ရတဲ့ကောင်မလေးရဲ့ အဖေနဲ့အမေကို ရိုက်နေကြတယ်အဲ့ဒီအချိန်သူတို့ ကို ကယ်ဖို့ တစ်ချိန်လုံး ဖုံးကွယ်ထားပြီးပါးစပ်ကတောင် ထုတ်မပြောရဲတဲ့ စကားကိုပြောချလိုက်တယ်ကျွန်တော်ဂျူးပါ..ကျွန်တော် ဂျူးပါ..ကျွန်တော်ဂျူးပါ…ဘယ်နှစ်ကြိမ်တောင် အော်မိမှန်းမသိတော့ဘူးတစ်ကြိမ်အော်တိုင်း သတ္တိတွေ ပိုပိုရှိလာခဲ့တယ်။အဲ့ဒီကနေ ကျွန်တော်ချစ်ရတဲ့မမကို မှီအောင်ပြေးလိုက်သွားခဲ့တယ်………….နောက်ဆုံးတော့ ကျွန်တော် အကြာကြီး ထွက်ပြေးခဲ့ရတဲ့နေရာကျွန်တော့်တို့ အိမ်လေးကိုပြန်ရောက်လာနိုင်ခဲ့ပြီအရာအားလုံးက ဘာမှမပြောင်းလဲဘူးဒီလေ..ဒီမြင်ကွင်း…လျောက်နေကြဒီလမ်းလေးတွေ…လှေကားလက်တန်းကိုကိုင်လိုက်တာတောင်ရင်ထဲနွေးသွားတယ် ကြည်နှုးသလိုလိုပျော်သလိုလိုနဲ့…ဒီခံစားချက်ကို အိမ်နဲ့ကြာကြာခွဲသွားရတဲ့သူတွေ ပိုပြီးသိပါလိမ့်မယ်။မနက်ခင်းရဲ့ အလင်းရောင်ဖျော့ဖျော့ မှာအေးချမ်းချမ်းလေညင်းနဲ့ အတူ ငါအိမ်ကိုပြန်ရောက်ပြီဆိုတဲ့ အသိကြောင့်တစ်ကိုယ်လုံး ပူနွေးနွေးဖြစ်နေပါတယ်။နိုင်ငံရပ်ခြားမှာ အကြောင်းအမျိုးမျိုးကြောင့် ရောက်နေရပြီးကိုယ့်မွေးရပ်မြေ ကိုယ့်အိမ် ကိုယ့်မိသားစုရှိရာကိုခြေချမိလိုက်တဲ့ ခံစားချက်က တစ်ကိုယ်လုံးကျင်တက်သွားပြီးတစ်ခြားနိုင်ငံတွေဘယ်လောက်လှလှဘယ်လောက်နေလို့ကောင်းကောင်း ဒီခံစားချက်မျိုး မပေးနိုင်ပါဘူး။သူငယ်ချင်းတွေ နဲ့ ကစားခဲ့တဲ့နေရာကိုယ်သွားနေကျ နေရာတွေကို တစ်ကြိမ်ပြန်တွေ့ရတဲ့ဒီပီတိ၊ဝမ်းသားခြင်းက ပြောမပြတတ်အောက်ပါပဲ။ကမ္ဘာ့အကောင်းဆုံးသွားရောက်လည်ပတ်စရာနေရာက သင်မွေးဖွားကြီးပြင်းရာမြေပါပဲ။အားလုံးအိမ်ပြန်နိုင်ကြပါစေလို့ဆုတောင်းပေးလိုက်ပါတယ်။ကျွန်တော် HLK ပါ။File Size – 808 MBQty – 720p BlurayGern – Drama/HistorySubtitle – MyanmarTranslator – Htet Lin KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian DuguayStarsBatyste FleurialBernard CampanCésar DomboyChristian ClavierDorian Le ClechElsa ZylbersteinÉmile BerlingIlian BergalaKev AdamsPatrick BruelCastBatyste FleurialBernard CampanCandide SanchezCésar DomboyChristian ClavierColine LeclèreDorian Le ClechElsa ZylbersteinÉmile BerlingFrédéric EpaudHolger DaemgenIlian BergalaIsabelle ZientalJocelyne DesverchèreKev AdamsLuc PalunLucas PrisorMichaël ErpelingPatrick BruelPierre KiwittVincent Nemeth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tPjbpTt4S1q7uTSXWscHq7gmd2u.jpg",
      "https://image.tmdb.org/t/p/w300/lKxjlhiaonyK260tWntSFli34bb.jpg",
      "https://image.tmdb.org/t/p/w300/gCckzNVBcbcuZMfwb4mPsCdbVwp.jpg",
      "https://image.tmdb.org/t/p/w300/XiO9gwy1xBQTBvnHHwowRAn0TH.jpg",
      "https://image.tmdb.org/t/p/w300/nVRbhOuNf7F7Tw9zmjiRmOEvE6u.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-bag-of-marbles-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-bag-of-marbles-un-sac-de-billes-2017",
        "server": "VIP Links",
        "size": "808 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-bag-of-marbles-un-sac-de-billes-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "808 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rofo/A_Bag_Of_Marbles_(Un_Sac_De_Billes)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "808 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/tbYWUaCD#MzyoqdmfeNq8BvuLfTtGiz_DNHLrJh3FVEomBG-kXG0",
        "server": "mega.nz",
        "size": "808 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbcloud1.com/ujmu14fv4kaz.html",
        "server": "streamsb.com",
        "size": "808 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "vIPluU4V03o",
      "video_url": "https://www.youtube.com/watch?v=vIPluU4V03o",
      "embed_url": "https://www.youtube.com/embed/vIPluU4V03o"
    }
  },
  {
    "metadata": "PG-13|2017|96 min|Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "3,456"
    },
    "title": "Everything, Everything (2017)",
    "description": "Channel Myanmar ပရိတ္သတ္ ေတြ အတြက္ ဒီတစ္ေခါက္ တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့May 19 ရက္ ေန႔မွ ထြက္ရွိခဲ့တဲ့ ပူပူေႏြးေႏြး “Everything Everything “ဆိုတဲ့ ဇာတ္ကားပါရိုမတ္တစ္ အခ်စ္ ဇာတ္ကားတစ္ကားပါဇာတ္လမ္းအညႊန္း ေျပာပါရေစ-မယ္ဒလင္း လို႔ေခၚတဲ့ ေကာင္မေလး ဟာ ၁၈ ႏွစ္လံုးလံုး အိမ္ျပင္ထြက္ခြင့္ မရခဲ့ပါဘူး…သူ မထြက္ရတဲ့ အေၾကာင္းရင္းကေတာ့ သူ႔ေရာဂါ ေၾကာင့္ပါ….ကမၻာေပၚမွာ ေတြ႕ရခဲတဲ့ စကစ္ ေရာဂါကို သူမ ခံစားခဲ့ရပါတယ္…အဲ့ေရာဂါ က ကိုယ္ခံအားနည္းတဲ့ ေရာဂါတစ္မ်ဳိးပါ…အျပင္ေလာကနဲ႔ ထိေတြ႕လိုက္တာနဲ႔ သူ႔ ခႏၶာကိုယ္မွာ ဓာတ္မတည့္တာေတြ စျဖစ္ေတာ့တာဘဲ…၁၈ႏွစ္လံုးလံုး ဘယ္မွမသြားရ သူငယ္ခ်င္း မိတ္ေဆြလဲ မရွိတဲ့ဘဝ ဟာ မေတြးရဲေလာက္ေအာင္ ခက္ခဲလြန္းပါတယ္…တစ္ေန႔မွာေတာ့ သူ႔ အိမ္ေရွ႕ကို ေျပာင္းလာတဲ့ ခပ္ေခ်ာေခ်ာ အိုလီ ဆိုတဲ့ ေကာင္ေလး နဲ႔ မယ္ဒလင္း ရင္းႏွီးခဲ့ပါတယ္…သူတို႔ႏွစ္ေယာက္ဟာ ျပတင္းေပါက္မွန္ကေန လက္ ဟန္ေျခဟန္ ျပၿပီး စကားေျပာၾကတာပါ…Taylor Swift ရဲ႕ You belong with me သီခ်င္းထဲကလိုေလ…သူတို႔ႏွစ္ေယာက္ဟာ မတ္ေဆ့ အျပန္အလွန္ပို႔ စကားအျပန္အလွန္ေျပာရင္းနဲ႔ ခ်စ္သူေတြ ျဖစ္သြားၾကပါတယ္…ခက္တာက မယ္ဒလင္း အိုလီ နဲ႔ ေတြ႕ရေအာင္ ဘယ္လို အိမ္ျပင္ထြက္ရမလဲ…မေတာ္တဆ ေသ တဲ့ အဆင့္ထိ အႏၱရာယ္ရွိႏိုင္မလား…ေပ်ာ္စရာ ဇာတ္သိမ္းျဖစ္မလား???ဝမ္းနည္းစရာ ဇာတ္သိမ္းျဖစ္မလား ဆိုတာကေတာ့ Channel Myanmar ပရိတ္သတ္တို႔ ရင္ခုန္စြာ ၾကည့္ရႉခံစားရမွာ ျဖစ္ပါတယ္…ဇာတ္လမ္း ကို ေပါ့ေပါ့ပါးပါး နဲ႔ စိတ္ကူးယဥ္ဆန္စရာ ရိုက္ကူးထားတာမို႔ ၾကည့္ရႉသူ တန္မွာပါ..(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ May Haruko ပါ)File Size : (700 MB) and (390 MB)Quality : Bluray 720pRunning Time : 1hr 36minutesFormat : Mp4Genre : Drama,RomanceSubtitle : Myanmar Subtitle (Hardsub)Translated By May HarukoEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStella MeghieStarsAmandla StenbergAna de la RegueraAnika Noni RoseDan PayneDanube R. HermosilloFarryn VanHumbeckNick RobinsonPeter BensonRobert LawrensonTaylor HicksonCastAmandla StenbergAna de la RegueraAnika Noni RoseDan PayneDanube R. HermosilloFarryn VanHumbeckNick RobinsonPeter BensonRobert LawrensonTaylor Hickson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sSJiJKqNcejUAQDplhWyjykLbqB.jpg",
      "https://image.tmdb.org/t/p/w300/AftdgExni4I71XpSSlC7hZljv26.jpg",
      "https://image.tmdb.org/t/p/w300/hTLydq9rAuO0Eus1WWqab1tpyGg.jpg",
      "https://image.tmdb.org/t/p/w300/nJMWdMB02WR642tsPNBgeCldbXA.jpg",
      "https://image.tmdb.org/t/p/w300/j8TXfIOzOOHWDCBuzXFnfg8JS4n.jpg",
      "https://image.tmdb.org/t/p/w300/zUpaUQmlUp6vROYvZ4BuUDlfsKF.jpg",
      "https://image.tmdb.org/t/p/w300/pmdXiUGegaI5uASdsmkPCBpeNEB.jpg",
      "https://image.tmdb.org/t/p/w300/vviO5ovNoNuQpHoP2hictPMetQu.jpg",
      "https://image.tmdb.org/t/p/w300/A4v6fpOPdVIDFH9Q4vxccQBWZSd.jpg",
      "https://image.tmdb.org/t/p/w300/19mOLQMsyreM43Aoeht2A2aw3xx.jpg",
      "https://image.tmdb.org/t/p/w300/dbyOZeE1tOwpQTN40eyTfmTxUdG.jpg",
      "https://image.tmdb.org/t/p/w300/bz0GV6c89AV0391ZzYXC3YaEBx0.jpg",
      "https://image.tmdb.org/t/p/w300/k4o5RdOS6Y1cSfihf1FIoy7DgJe.jpg",
      "https://image.tmdb.org/t/p/w300/jDIGU8pKVLzHKRY5bbAKxD6Quij.jpg",
      "https://image.tmdb.org/t/p/w300/vtaIPblTmSt8pguy6ojBuwbduyM.jpg",
      "https://image.tmdb.org/t/p/w300/wj7tWI75cOtP1aClRSY953YE9ZQ.jpg",
      "https://image.tmdb.org/t/p/w300/1dNJaa3eiLJUuTzITgnsOdMLFsX.jpg",
      "https://image.tmdb.org/t/p/w300/xhnbdpo5dH3BKwoKAxnuQWWsHNT.jpg",
      "https://image.tmdb.org/t/p/w300/nMnUUG9fEFnsckLhwdNoH3hDOVC.jpg",
      "https://image.tmdb.org/t/p/w300/iFWSTGHlzzNR9yTniaY1lbO3t0B.jpg",
      "https://image.tmdb.org/t/p/w300/f03jDEaZhTFaCVxOltWdxilVFfj.jpg",
      "https://image.tmdb.org/t/p/w300/e4zbwTvIxZCZNzPHhXgIsv2Wi6x.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/everything-everything-2017-mm-sub",
        "server": "VIP Links",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/everything-everything-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/u1dd6ayf2bi7.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/vtdf98k9ih99",
        "server": "veryfiles.com",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0LyEE7eR0nM",
      "video_url": "https://www.youtube.com/watch?v=0LyEE7eR0nM",
      "embed_url": "https://www.youtube.com/embed/0LyEE7eR0nM"
    }
  },
  {
    "metadata": "18+|2017|1h 32min|Adult,Asian,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] The Girl Next Door (2017)",
    "description": "Dark Side Production မှ တင်ဆက်သည်။၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။————————တစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ရေးပြီး အာသာဖြေပါတော့တယ်..။တစ်နေ့ ကောင်လေးက သူ့ကို မုန်းဝယ်ကျွေးတာနဲ့ပက်သက်ပြီး အခန်းထဲလာခဲ့ဖို့ဖိတ်လိုက်ပါတယ်..။သူရေးထားတဲ့ စိတ်ကူးယဉ် ဝထ္ထုကြီးကလဲ ဖွင့်ရက်သားကြီးဖြစ်နေပါတယ်….ဒါကို ကောင်လေးက စပ်စုပြီးဖတ်မိသွားရော….ဆက်ဖြစ်လာမှာတွေကို တွေးမကြည့်ပဲ ပြေးသာကြည့်ကြပါတော့ဗျာဆင်ဆာတွေ သိပ်မဖြတ်ထားတဲ့အပြင် အပြောအဆို တွေက ညစ်ညမ်းလှတာကြောင့်မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါကြောင့် သတိချပ်ပါရစေ။(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်)File Size : (700 MB)Quality : HDRip720pRunning Time : 1hr 33minFormat : Mp4Genre :  Romance,Drama,AdultSubtitle : Myanmar Subtitle (Hard Sub)Translated by Darkside KiMuChiEncoded by Darkside BGRYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStars민도윤최용준하빈Cast민도윤최용준하빈",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5vv7AqW4JjNH21BAdIUHKIV1YMM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7d9wcdyxhhxj.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-girl-next-door-yeop-jib-sonyeo-18-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://yuudrive.me/250381ba9b/the-girl-next-dor-yeop-jib-sonyeo-18-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/2ddn4ncyuybz/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://upstream.to/db3avrm03hv5",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "HD Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|94 min|Action,Comedy,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "3,119"
    },
    "title": "Once Upon a Time in Venice (2017)",
    "description": "ဒီကားေလးကေတာ့၂၀၁၇ထြက္ကားေလးပါ။သိျပီးၾကျပီေနမွာပါ။မင္းသားၾကီးBruce Willisရဲ႕အသက္ၾကီးေပးမယ့္မပ်က္ဆီးတာကိုေတြ႕ရမွာပါ။အခြီနဲ႕အက္ရွင္ေပါင္းဆက္ထားတဲ့တကယ္ရယ္ရတဲ့ကားေလးျဖစ္ပါတယ္။အဆိုေတာ့Tygaေတာင္ပါပါေသးတယ္။စတိဗ္(Bruce Willis)ဟာဗင္းနစ္ကမ္းေျခကအလြတ္စံုေထာက္တဦးပါ။အမ်ဳိးသမီးေတြနဲ႕ဆိုပလဲနံသင့္ျပီးသူ႕ေခြးကိုထိရင္ေတာ့လံုး၀သည္းမခံတဲ့သူမ်ဳိးပါ။ဇာတ္လမ္းကသူ႕ေခြးအခိုးခံရတာကစတာပါ။တကယ္ေတာ့သူ႕ေခြးအခိုးခံရတာလဲသူကစတာပါ။ဒီဘဲၾကီးေတာ္ေတာ္ရႈပ္တယ္ဗ်တကယ္ပါ။John Wickကားထဲကလ္ိုပဲသူ႕ေခြးထိဓါးၾကည့္ဆိုေတာ့ ပြဲၾကမ္းေတာ့တာေပါ့။သူပြဲၾကမ္းပံုကတမ်ဳိး John Wickလိုၾကမ္းတာအဟုတ္ဘူး။အသက္ေလးကလည္းေထာက္လာေတာ့ဦးေႏွာက္ေလးသံုးျပီးၾကမ္းတာပါ။အဲေတာ့Bruce Willisတေယာက္စံုေထာက္ပီပီဘယ္လိုအကြက္ေတြေရြ႕ျပီး ဘယ္လိုဟာသေဖာက္မလဲ။အဆံုးသတ္မွာသူဘယ္လိုေတြအျမတ္ထုတ္သြားသလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။တကယ့္မင္းသားၾကီးဆိုေတာ့သဘာပါပါနဲ႕ႏႈတ္ခမ္းေလးေတြျပံဳးျပံဳးသြားေအာင္လုပ္ျပမယ့္ကားေလးပါဗ်ာ။အားလပ္ရက္ေလးအနားယူရင္ခြီၾကေပါ့။ဂ်က္ကီခ်န္းအကြက္ေတြပါလာမယ္:3(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္)File Size : (700 MB) and (260 MB)Quality : 720p BlurayRunning Time : 1hr 34minutesFormat : Mp4Genre : Action, Comedy, ThrillerTranslated By Thura Zarni AungEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark CullenStarsAdam GoldbergAdrian MartinezBilly GardellBruce WillisElisabeth RöhmFamke JanssenJason MomoaKal PennThomas MiddleditchWood HarrisCastAdam GoldbergAdrian MartinezAdrienne McQueenAna Flavia GavlakBilly GardellBo RobertsBruce WillisCandice CokeChristina VeronicaColin KaneElisabeth RöhmEmily RobinsonFamke JanssenFrederick KeeveIndia WadsworthJason MomoaJenna CurtisJessica GomesJohn GoodmanKal PennKeith JardineKen DavitianKevin BreznahanLane Smith Jr.Maurice CompteMyles HumphusPamela ShaddockRalph GarmanRandy GonzalezSammi RotibiSol RodríguezStephanie SigmanThomas MiddleditchTygaVictor OrtizWood Harris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qCiJk1n6qEuwYqBLfbeR74MZCZ6.jpg",
      "https://image.tmdb.org/t/p/w300/pHacxfbJEHjYO9aChwdZKclPM09.jpg",
      "https://image.tmdb.org/t/p/w300/q4G5wBvc3ThCMvStp5E7UDE2FeC.jpg",
      "https://image.tmdb.org/t/p/w300/9ahIRuLl01eetGHTt8CzAWcETVj.jpg",
      "https://image.tmdb.org/t/p/w300/fmdtAZ6MpiGmEDyjCiddnsowJyN.jpg",
      "https://image.tmdb.org/t/p/w300/pME9MhsMiMvPgbtGrsgh7S7DWMq.jpg",
      "https://image.tmdb.org/t/p/w300/xIk400nJtnnmcJ4tweb86NTEDvX.jpg",
      "https://image.tmdb.org/t/p/w300/wJQowXYcpcujDJA2NAM1GSCZtM2.jpg",
      "https://image.tmdb.org/t/p/w300/qi53EJ4079uVcGQLsmCkR4GT0dE.jpg",
      "https://image.tmdb.org/t/p/w300/6r85Nz3PfNBWpucEm17GCXVufpx.jpg",
      "https://image.tmdb.org/t/p/w300/1T9fNi6N4BdGkkKvB3yV3KLu1Fc.jpg",
      "https://image.tmdb.org/t/p/w300/mIll9KOS2xeYEBLCjhyNzowixFH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDUwZTZjN2YtMTcwNy00YjZiLWExOWMtODU4ZGZhZWY0MTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006771000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://picocurl.com/2Vr8",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2Vrl",
        "server": "channelmyanmar.agbcloud.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2VsH",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2Vsf",
        "server": "channelmyanmar.agbcloud.com",
        "size": "260 MB",
        "quality": ""
      },
      {
        "link": "http://picocurl.com/2Vt1",
        "server": "openload.co",
        "size": "260 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "DdmFD81pBWw",
      "video_url": "https://www.youtube.com/watch?v=DdmFD81pBWw",
      "embed_url": "https://www.youtube.com/embed/DdmFD81pBWw"
    }
  },
  {
    "metadata": "PG|2017|111 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "7,393"
    },
    "title": "Rememory(2017)",
    "description": "၂၀၁၇ ခုႏွစ္ စက္တင္ဘာလမွာLionsgate Premiere က ျဖန္႔ခ်ိရုံတင္ခဲ့တဲ့ Rememory ဇာတ္ကားကို Director Mark Palansky က ႐ိုက္ကူးထားၿပီး Peter Dinklage(Samuel Bloom) , Martin Donovan (Gordan Dunn) တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္အ႐ုပ္ငယ္ေလးေတြနဲ႔ ေမာ္ဒယ္ပုံေသးေသးေလးေတြတည္ေဆာက္တဲ့ပညာ႐ွင္ဆမ္မ်ဴရယ္ဘလြန္းဟာ သူ႔ညီနဲ႔ အရက္ဘားကေနအိမ္ကိုကားေမာင္းအျပန္မွာ ကားမေတာ္တဆမႈျဖစ္ပြားၿပီး သူ႔ညီေလးေသဆုံးခဲ့ပါတယ္ေနာက္ ႏွစ္နည္းနည္းၾကာလာတဲ့အခ်ိန္မွာ ေဂၚဒန္ဒန္းဆိုတဲ့ သိပၸံပညာ႐ွင္တေယာက္က ဦးေႏွာက္ထဲက မွတ္ဥာဏ္ေတြကို အတိအက်ျပန္လည္တူးေဖာ္ေပးႏိုင္တဲ့ မွတ္ဥာဏ္ေဖာ္စက္ကို ေ႐ွ႕ေျပးပုံစံငယ္တည္ေဆာက္ႏိုင္ခဲ့ပါတယ္ေဂၚဒန္ဒန္းမွာ ဂ်ိန္းလို႔ေခၚတဲ့သမီးေလးတေယာက္႐ွိၿပီး အဲဒီသမီးေလးဟာ ကားမေတာ္တဆမႈတခုမွာ ဆုံးပါးသြားခဲ့ပါတယ္သမီးေလးဆုံးပါးၿပီးတဲ့ေနာက္ ဇနီးျဖစ္သူနဲ႔ပါ အဆင္မေျပျဖစ္လာတဲ့ ေဂၚဒန္ဟာ သူ႔သမီးငယ္ေလးရဲ႕ပုံရိပ္ေတြကို ျပန္လည္ျမင္ေတြ႔ႏိုင္ဖို႔ မွတ္ဥာဏ္ေဖာ္စက္ကို ဖန္တီးခဲ့တာပါသူ႔ကုမၸဏီက တာဝန္႐ွိသူေတြကေတာ့မွတ္ဥာဏ္ေဖာ္စက္ကို တည္ေဆာက္တာက ကိုမာဝင္ေနတဲ့လူနာေတြကို ျပန္လည္ကယ္တင္ႏိုင္မယ္ဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္နဲ႔ စီးပြားတြက္တြက္ၾကပါတယ္အဲဒီ နမူနာပုံစံကို ေစ်းကြက္ကိုစတင္မိတ္မဆက္ခင္စက္ကိုစမ္းသပ္တုန္းက စမ္းသပ္ခံအေနနဲ႔ ပါဝင္ခဲ့သူေတြဟာ စမ္းသပ္ခံၿပီးေနာက္မွာေတာ့ ျပႆနာမ်ိဳးစုံၾကဳံခဲ့ရၿပီး တီထြင္သူ ေဂၚဒန္ဒန္းလည္း ဒဏ္ရာမေပၚပဲ ေသဆုံးခဲ့ရပါတယ္ဒါ့အျပင္ မွတ္ဥာဏ္ေဖာ္စက္ကလည္း ေပ်ာက္ျခင္းမလွေပ်ာက္သြားခဲ့ပါတယ္အဲဒီအခ်ိန္မွာ ေဂၚဒန္ဒန္းရဲ႕သမီးေသဆုံးမႈအတြက္ အေႂကြးတင္ေနသလိုခံစားေနရတဲ့ ဆမ္ဟာေဂၚဒန္႔ေသဆုံးမႈကို အဲဒီမွတ္ဥာဏ္ေဖာ္စက္ကိုသုံးၿပီး လိုက္ပါစုံစမ္းခဲ့ပါေတာ့တယ္ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပါFile Size…(950MB) and (370MB)Quality…BluRay 720pFormat…mp4Duration…01:51:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Chan Myae Thu AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark PalanskyStarsAnton YelchinCarrie FlemingColin LawrenceEvelyne BrochuGracyn ShinyeiHenry Ian CusickJordana LargyJulia OrmondMartin DonovanPeter DinklageCastAnton YelchinCarrie FlemingColin LawrenceCourtney RichterEvelyne BrochuGracyn ShinyeiHenry Ian CusickJordana LargyJulia OrmondKathryn KirkpatrickMaja AroMartin DonovanMatt EllisPeter Dinklage",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3vSrGsnMjzAycIU80udh7NFAJkP.jpg",
      "https://image.tmdb.org/t/p/w300/uA7PvnbHttFcKYdcIN3p9SCaN7V.jpg",
      "https://image.tmdb.org/t/p/w300/w48G33s6zjPEvpO1z9p7cj3ig9m.jpg",
      "https://image.tmdb.org/t/p/w300/pQJTdqJ4sUN8evfrC4Hq2PEFMa5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMzNzAyNzYwOF5BMl5BanBnXkFtZTgwMDg5ODEyMzI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://skamaker.com/4BFv",
        "server": "openload.co",
        "size": "951MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BJf",
        "server": "openload.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BaL",
        "server": "Soliddrive.co",
        "size": "951MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4DMu",
        "server": "Soliddrive.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BW3",
        "server": "channelmyanmar.agbcloud.com",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4Bo3",
        "server": "drive.google.com",
        "size": "951MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "n6ihJIjVGLo",
      "video_url": "https://www.youtube.com/watch?v=n6ihJIjVGLo",
      "embed_url": "https://www.youtube.com/embed/n6ihJIjVGLo"
    }
  },
  {
    "metadata": "R|2017|84 min|Horror",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "1,441"
    },
    "title": "Slumber (2017)",
    "description": "ဘီလူးစီးတာကိုလူတိုင်းနီးပါးတစ်ကြိမ်တစ်ခါတော့ခံစားဖူးကြမှာပါဒါပေမယ့် အဲ့ဒါက သာမန်သွေးလေချောက်ခြားလို့ဖြစ်တာမဟုတ်ရင်ကောကလေးဘဝတုန်းက အစ်ကိုဖြစ်သူကို ထူးထူးဆန်းဆန်းဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဆရာဝန် အဲလစ်သူ့ဆီကိုတူညီတဲ့ဖြစ်စဉ်တွေနဲ့ရောက်လာတဲ့မိသားစုတစ်စုသူတို့တွေကြုံတွေ့နေရတဲ့အရာတွေက သမားရိုးကျမဟုတ်ပဲ အသက်အန္တရာယ်ပါပေးလာတဲ့အခါမှာတော့ထိုမိသားစုကိုအဲလစ်ကပဲကာကွယ်ပေးနိုင်မလား ဒါမှမဟုတ်Horror ကားကြိုက်သူတွေကတော့ တော်တော်ကြီးကြည့်လို့ကောင်းမှာပါလောလောဆယ်မှာ IMDb Rating 4.7 ရရှိထားပါတယ်။File Size : (700 MB) and (303 MB)Quality : Blu-Ray 720pRunning Time : 1hr 24minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-LATENCYTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJonathan HopkinsStarsKristen BushMaggie QSam TroughtonSylvester McCoyWill KempCastKristen BushMaggie QSam TroughtonSylvester McCoyWill Kemp",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7pvjTAhqCldzqkw2LGx8YsGfdG9.jpg",
      "https://image.tmdb.org/t/p/w300/xl595V473cWwJ8Rkn7ArVJt3CYQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMGJkYWRiODktZDk1Zi00YzE5LTg1YTEtNTlhNjEzNTYzYWM3XkEyXkFqcGdeQXVyODA4Nzc4MjQ@._V1_SY1000_CR006821000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/slumber-2017-mm-sub",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/slumber-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hhoa/Slumber_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/nizlcg25rv07.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "2ACktbmscxg",
      "video_url": "https://www.youtube.com/watch?v=2ACktbmscxg",
      "embed_url": "https://www.youtube.com/embed/2ACktbmscxg"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Documentary",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "84"
    },
    "title": "Avicii: True Stories (2017)",
    "description": "EDM ကို ပေါ်ပင်ဂီတ၊ အပေါစားဂီတတစ်ခုလို့မြင်နေကြတဲ့ မြန်မာဂီတချစ်ပရိသတ်တွေအတွက် ပကာသနအကင်းဆုံးနဲ့ ဘဝကိုအရိုးရှင်းဆုံးဖြတ်သန်းခဲ့ပြီးစောစီးစွာကြွေလွင့်သွားခဲ့ရတဲ့ ကမ္ဘာကျော် DJ တစ်ယောက်ဖြစ်တဲ့ Avicii အကြောင်း ရိုက်ကူးထားတဲ့ Avicii: True Stories ဆိုတဲ့ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။စတော့ဟုမ်းမြို့က ချာတိတ်လေးတစ်ယောက်ဟာ အသက် ၁၇ နှစ်အရွယ်မှာ FL Studios ဆိုတဲ့ Software လေးတစ်ခုကနေ အစပြုပြီး House Music နဲ့ Dance Music လောကမှာအအောင်မြင်ဆုံးလူငယ်တစ်ယောက် ဖြစ်လာခဲ့ပါတယ်။ သူ့ရဲ့အသက်အရွယ်နဲ့ သူဖန်တီးခဲ့တဲ့ သီချင်းတွေဟာ မိုးနဲ့မြေလိုကွာခြားပြီး လူငယ်ပရိသတ်တွေရဲ့ ရင်ထဲကို Levels, Wake Me Up, The Nightsစတဲ့ သီချင်းတွေကို အရောက်ပို့ပေးခဲ့သူပါ။ နာမည်ကျော် DJ သမားတွေဖြစ်တဲ့ Laidback Luke, David Guetta လိုလူမျိုးတွေကပါ သူ့ကို ပါရမီရှိပြီး ရိုးရှင်းတဲ့ DJ သမားလို့ ချီးကျူးခဲ့ရတဲ့အထိသူ့ရဲ့ ဂုဏ်သတင်းက ကျော်ကြားခဲ့သလို အနုပညာသက်တမ်း ၇ နှစ်လောက်အတွင်းမှာ ပွဲပေါင်း ၈၀၀ ကျော်ဖျော်ဖြေခဲ့သူလဲဖြစ်ပါတယ်။Avicii ရဲ့ဘဝဟာ ပရိသတ်တော်တော်များများအတွက်တော့ အိပ်မက်တစ်ခုဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့် ဒီလိုအောင်မြင်မှုတွေရဲ့ နောက်ကွယ်မှာ Avicii ဟာ ကျန်းမာရေးအခြေအနေဆိုးတွေနဲ့ရုန်းကန်နေရတာကိုတော့ သူနဲ့ရင်းနှီးတဲ့လူနည်းစုကသာ သိရှိခဲ့တာပါ။ လူငယ်အနုပညာရှင်တစ်ယောက်ဖြစ်တဲ့အပြင် ပွဲပေါင်းများစွာကို မမောမပန်းပဲဖျော်ဖြေနိုင်ဖို့၊ အလုပ်ကို အာရုံသေချာစို်က်နိုင်ဖို့အတွက်အရက်သေစာကို ကုထုံးတစ်ခုအဖြစ်အသုံးပြုခဲ့တဲ့ Avicii ဟာ သိပ်မကြာခင်မှာပဲ အရက်အလွန်အကျွွံသောက်ခြင်းရဲ့အကျိုးဆက်အဖြစ် ပန်ကရိယရောင်ရမ်းလာခဲ့ပါတယ်။ဒီဝေဒနာကြောင့် ရှိုးပွဲတွေလဲ ဖျက်ခဲ့ရတဲ့အပြင် အလုပ်တွေပါလစ်ဟင်းလာတဲ့အတွက် စိတ်ဓာတ်တွေကျခဲ့သလို အကိုက်အခဲပျောက်ဆေးဒဏ်တွေကြောင့် ပြန်လည်သက်သာဖို့ အတော်လေးအချိန်ယူခဲ့ရပါတယ်။ဒါပေမယ့် သူဟာ ဆေးရုံတစ်ခါဆင်းတိုင်း အနားယူဖို့ထက် ပရိသတ်အတွက် သီချင်းအသစ်တွေဖန်တီးဖို့၊ ဖျော်ဖြေပွဲတွေလုပ်ဖို့သာ တာဆူခဲ့ပြီး ဒီဒဏ်တွေက သူ့ကိုတဖြေးဖြေးနှိပ်စက်လာတာကို လျစ်လျူရှှုနေခဲ့ပါတယ်။ဒီရုပ်ရှင်မှာဆိုရင် ၂၀၁၆ ခုနှစ်က သူ အနားယူပြီလို့ တရားဝင်မကြေငြာခင် နောက်ဆုံးဖျော်ဖြေခဲ့တဲ့ပွဲအထိ မှတ်တမ်းတင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ သူ့ရဲ့ဘဝ အတက်အကျတွေ သီချင်းဖန်တီးမှုတွေအကုန်ပါဝင်ပြီးAvicii ဆိုတာ ဘယ်လိုလူမျိုးလဲဆိုတာ သိလာစေရမယ်လို့ အာမခံရဲတဲ့ရုပ်ရှင်တစ်ကားပါ။အခုဆိုရင်တော့ အားလုံးသိထားတဲ့အတိုင်းပဲ Avicii ကတော့ အကြွေစောတဲ့ပန်းကောင်းတစ်ပွင့်ဖြစ်ခဲ့ပါပြီ။ သူ့ရဲ့ စိုးရိမ်စိတ်တွေ၊ ဝေဒနာတွေကို မခံနိုင်တော့တဲ့အဆုံးမှာ ကိုယ့်ကိုယ်ကို အဆုံးစီရင်ခဲ့တယ်ဆိုပြီးတရားဝင်ကြေငြာချက်လဲထွက်လာခဲ့ပါပြီ။ သူ ကွယ်လွန်သွားပေမယ့် သူ့ရဲ့ Levels နဲ့ Wake Me Up ကတော့ ပရိသတ်တွေရဲ့နှုတ်ဖျားမှာ စွဲနေဆဲဖြစ်ပါတယ်။ EDM သမားတွေဆို အမြင်စောင်းတတ်တဲ့၊အထင်သေးတတ်တဲ့လူတွေအတွက်လဲ ဒီကားကိုကြည့်ပြီးရင် သူတို့ရဲ့ဘဝကို နားလည်လာမှာသေချာပါတယ်။ဒီလိုအနုပညာရှင်ကောင်းတွေ ဆက်ပြီးပေါ်ထွက်လာဖို့မျှော်လင့်ရင်း ကောင်းရာသုဂတိလားပါစေ Avicii လို့ဆုတောင်းပေးလိုက်ပါတယ်ဗျာ။ဆွီဒင်စကားပြောတစ်ချို့ဟာ English စာဖိုင်မှာမပါဝင်တဲ့အတွက် ချန်ထားခဲ့ရပါကြောင်းအသိပေးလိုပါတယ်(ဘာသာပြန်သူကတော့ ကိုအာကာနဲ့ ကမျိုးသန့်တို့ပါ)File Size : (750 MB) and (330 MB)Quality : WEBRip 720pRunning Time : 1hr 37minFormat : Mp4Genre : DocumentarySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP2.0.x264-NTGTranslated by Arkar and Myo ThantEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLevan TsikurishviliStarsAloe BlaccAviciiBarack ObamaChris MartinDavid GuettaMike EinzigerNile RodgersTiëstoWyclef JeanCastAloe BlaccAviciiBarack ObamaChris MartinDavid GuettaMike EinzigerNile RodgersTiëstoWyclef Jean",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7yr5GrK59SuHUmUjddJR5vSG8sS.jpg",
      "https://image.tmdb.org/t/p/w300/eiBXqcjxrw9osXatNfqTGmibhTC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uMeiVRDUS25AHPWc782InYs8Yuw.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/avicii-true-stories-2017",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/avicii-true-stories-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/qma99enutm2u.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1ZFK3VKzQIs",
      "video_url": "https://www.youtube.com/watch?v=1ZFK3VKzQIs",
      "embed_url": "https://www.youtube.com/embed/1ZFK3VKzQIs"
    }
  },
  {
    "metadata": "PG|2017|85 min|Adventure,Animation,Family",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "560"
    },
    "title": "A Stork’s Journey (2017)",
    "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ…(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)File Size : (700 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 25minFormat : Mp4Genre :Animation, Adventure, FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorReza MemariToby GenkelStarsChristian GaulCooper Kelly KramerErica SchroederJason GriffithMarc ThompsonMarco EßerMarcus OffNicolette KrebitzShannon ConleyTilman DöblerCastChristian GaulCooper Kelly KramerErica SchroederJason GriffithJonathan Todd RossMarc ThompsonMarco EßerMarcus OffMaud AckermannNicolette KrebitzSchroeder KacmarShannon ConleyTilman Döbler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c4XBfVkwGxj4nFw8ojWco8jyIhO.jpg",
      "https://image.tmdb.org/t/p/w300/m4qGPFtlL2fSGFdKfHJEWGVVBYN.jpg",
      "https://image.tmdb.org/t/p/w300/zMM1yuYPHOr7EUsojRGa4GwXcry.jpg",
      "https://image.tmdb.org/t/p/w300/zjYaVpjt3QpY5IHB3EZLc5YtzD6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-storks-journey-2017",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/drwkhr7pj4cq",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "2NF3Wm9MgfQ",
      "video_url": "https://www.youtube.com/watch?v=2NF3Wm9MgfQ",
      "embed_url": "https://www.youtube.com/embed/2NF3Wm9MgfQ"
    }
  },
  {
    "metadata": "R|2017||Action,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "MFKZ (2017)",
    "description": "ကလေးတွေအတွက် မဟုတ်တဲ့ animation တွေကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီ Mutafukaz လို့ခေါ်တဲ့ ‌animation ‌ကလဲ အဲဒီလိုပါပဲ။Dark ဖြစ်တယ်၊ အသုံးအနှုန်းတွေရိုင်းတယ်၊သွေးထွက်သံယိုတွေများတယ်။Rick and Morty တို့လို show မျိုးတွေကြိုက်တတ်ရင် ကြည့်သင့်တယ်ဗျ။ဇာတ်လမ်းအနေနဲ့ကတော့ Angelino, Vinz နဲ့ Willy လို့ခေါ်တဲ့အသွင်မတူ ပုံစံတစ်ယောက်တစ်မျိုးနဲ့သူငယ်ချင်းသုံးယောက် ‌Dark Meat City လို့ခေါ်တဲ့ဆိုးဆိုးရွားရွားမြို့မှာနေကြပါတယ် Angelino က အချိုးမပြေလို့အလုပ်ကမမြဲ၊ Vinz ကကျတော့ သူ့အသွင်ကြောင့်ဘယ်သူမှအလုပ်မခန့်တဲ့ အခြေအနေဖြစ်နေလို့အတူတူနေကြတဲ့ Vinz နဲ့ Angelino က စီးပွားရေးအဆင်မပြေလှပါဘူး။ဒီလိုနဲ့ တစ်နေ့မှာ ဆိုင်ကယ်စီးရင်းစော်ငမ်းမိတဲ့ Angelino တစ်ယောက်ဆိုင်ကယ်တိုက်ပြီးတော့super power တွေရလာပါတော့တယ်။ဇာတ်လမ်းက အဲဒီမှာ စရှုပ်တာပါ။ ‌spoiler မိမှာဆိုးလို့ ဘယ်လိုရှုပ်တာလဲသိချင်ရင်တော့ ဇာတ်လမ်းကိုပဲကြည့်လိုက်ကြဖို့ တိုက်တွန်းပါတယ်ဗျာ။ ‌ပေါက်ကရတွေအရမ်းပြောတဲ့ Willy နဲ့ Vinz ကြောင့်ရောထူးခြားတဲ့ ဇာတ်လမ်းကြောင့်ရော ကြည့်နေရင်းမပျင်းသွားဖို့တော့ အာမခံပါတယ်။ Rating အနေနဲ့လဲAnimation တစ်ကားအနေနဲ့IMDB 6.7 ရထားတော့ မဆိုးလှဘူးလို့ ပြောလို့ရပါတယ်။မှတ်ချက် – ဇာတ်လမ်းက R-rated ဖြစ်တာကြောင့်ရယ်အရသာမပျက်ရလေအောင် မူရင်းအတိုင်း ခပ်ရိုင်းရိုင်းဘာသာပြန်ထားတာရယ်ကြောင့်ကလေးများကြည့်ရန် အဆင်မပြေပါခင်ဗျာ။File size…    1.2 GB /  624 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 39mGenre …..  Action , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Dr ZacYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlain DorvalEdgar GivryEmmanuel KarsenFéodor AtkineFouzia YoussefFrantz ConfiacGilbert LevyGringeGuillaume RenardJérémie CovillaultJulien KramerKelly MarotOrelsanPauline Moingeon VallèsRedouanne Harjane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1HwTbEN3SFiFWxChqVXddxquKHf.jpg",
      "https://image.tmdb.org/t/p/w300/r6sKBj83Ek4fRoXwkzfTV3uJZAH.jpg",
      "https://image.tmdb.org/t/p/w300/kqtk3ByXarfm2u9T64x2TJLoWjF.jpg",
      "https://image.tmdb.org/t/p/w300/tqGsBlIpem0vM1gILMGkIeIWTPy.jpg",
      "https://image.tmdb.org/t/p/w300/6BDmGXG8nuhI3wBVCRJkqzuuf06.jpg",
      "https://image.tmdb.org/t/p/w300/q5x9WCrE6jKr6mi84T3jCTUdqlp.jpg",
      "https://image.tmdb.org/t/p/w300/gnRW4i4HYX4DZwQ6kltpLfqH74.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oSMIKsznGYzGfdl611kgEJF889.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ugw80vrwhflr.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mfkz-2017-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kY0m/MFKZ.2017.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Yf9USYQR#eO4Qs_-P_3IDcqh1EWsvOGAtrHx743PWxgt9TCO3bNg",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/oGzd",
        "server": "send.cm",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n3akr8ust4cz.html",
        "server": "usersdrive.com",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mfkz-2017-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Vs9/Trainwreck.2015.720p.PCOK.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9WcT3biC#aBjx81U59AKLDX2X13V3ajZ9FyJCWFHsYCcEqH7EFBY",
        "server": "mega.nz",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/oGzf",
        "server": "send.cm",
        "size": "624  MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BHG8WON_MEQ",
      "video_url": "https://www.youtube.com/watch?v=BHG8WON_MEQ",
      "embed_url": "https://www.youtube.com/embed/BHG8WON_MEQ"
    }
  },
  {
    "metadata": "PG-13|2017|95 min|Adventure,Drama,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1,961"
    },
    "title": "Walking Out (2017)",
    "description": "Walking out ႐ုပ္ရွင္ဟာ ၂၀၁၇ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama/mystery အမ်ိဳးအစားျဖစ္ပါတယ္။အဓိကဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ ေဒးဗစ္နဲ႔ကယ္ သားအဖႏွစ္ေယာက္ဟာ မတူညီတဲ့ဘဝေနထိုင္မွဳပုံစံႏွစ္ခုေၾကာင့္ သူစိမ္းေတြလိုခပ္တန္းတန္းျဖစ္ၿပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ေဝးကြာေနၾကပါတယ္။ေဒးဗစ္ဟာ ေခတ္လူငယ္ျဖစ္တာနဲ႔အညီ ဖုန္းကိုမ်က္ႏွာနဲ႔မခြာႏိုင္ေအာင္ အသုံးျပဳသူတစ္ဦးပါ။သူ႔အေဖဟာလည္းအဲ့ကိစၥကိုအၿမဲတမိးေျပာပါတယ္။ေဒးဗစ္နဲ႔ကယ္ရဲ႕ဆက္ဆံေရးဟာမြန္တာနားေတာင္ကို သမင္အမဲလိုက္ထြက္တဲ့အခ်ိန္ၾကံဳေတြ႕ရတဲ့ မေမွ်ာ္လင့္ထားတဲ့ အခက္အခဲေတြ အတားအဆီးေတြေၾကာင့္ေျပာင္းလဲသြားခဲ့ပါတယ္။၁၄ ႏွစ္အရြယ္ေကာင္ေလး ေဒးဗစ္ဟာအေဖနဲ႔အတူအမဲလိုက္ထြက္ရင္း ေတြ႕ၾကံဳရတာေတြေၾကာင့္ မေမွ်ာ္လင့္ထားတဲ့ အေျပာင္းအလဲေတြ ဘယ္လိုျဖစ္မလဲဆိုတာကို ႐ုပ္ရွင္ထဲမွာ အမိုက္စားဇာတ္ဝင္ခန္းေတြနဲ႔ျမင္ေတြ႕ရမွာပါ။Rotten Tomatoes rating ကလည္း 92% ဆိုေတာ့ ဇာတ္လမ္းအေနအထား ဟာဆိုရင္ေျပာစရာမလိုေတာ့ပါဘူး။ေသြးသံရဲရဲ အခန္းေတြလည္းပါလို႔ ၁၃အထက္သာၾကည့္ရွဳလို႔ရတဲ့ R-Rated ကားပါ။File Size : (800 MB) and (320 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre :Adventure, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : LIMITED.720p.BluRay.x264-DRONESTranslated by Lex LuthorEncoded by Thanhtike ZaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex SmithAndrew J. SmithStarsAlex NeustaedterBill PullmanJosh WigginsKen WhiteLily GladstoneMatt BomerScott McMillionCastAlex NeustaedterBill PullmanJosh WigginsKen WhiteLily GladstoneMatt BomerScott McMillion",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rdKr4rzpAHJXnw55XbOqARNoZhh.jpg",
      "https://image.tmdb.org/t/p/w300/8T6LF94Rv71gAM00Y0m5L2ikZEx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDg3YzgxZjgtNTEzYS00OTg4LTk2MjgtNWMyOTE4MDA4NzJkXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-1.jpg",
    "movie_links": [
      {
        "link": "http://zipteria.com/1G8I",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://zipteria.com/1G03",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://zipteria.com/1G12",
        "server": "Soliddrive.co",
        "size": "320 MB",
        "quality": ""
      },
      {
        "link": "http://zipteria.com/1Fvo",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://zipteria.com/1Fxq",
        "server": "openload.co",
        "size": "320 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "OepnD5GHZp8",
      "video_url": "https://www.youtube.com/watch?v=OepnD5GHZp8",
      "embed_url": "https://www.youtube.com/embed/OepnD5GHZp8"
    }
  },
  {
    "metadata": "|2017|1h 40min|Comedy,Crime,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "825"
    },
    "title": "Room No.7 (2017)",
    "description": "Room No. 7 (2017) (အညွှန်း)====================လွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က DVD ရုံဖွင့်ရင်း စီးပွါးဖြစ်ပြီးချမ်းသာသွားတဲ့အသိတစ်ယောက်အကြောင်းကို ကြားဖူးထားတဲ့ “ဒူရှစ်” ဟာအရင်လုပ်နေတဲ့ဟင်းသီးဟင်းရွက်ဆိုင်ပြုတ်ပြီး မိန်းမဖြစ်သူရဲ့အစွန့်ပစ်ခံလိုက်ရပြီးနောက် DVD ရုံဖွင့်မယ်ဆိုပြီး ဆိုးလ်ကိုတက်လာပါတော့တယ်။ရှိစုမဲ့စုပိုက်ဆံလေးရယ် ချေးငွေယူထားတဲ့ပိုက်ဆံရယ်နဲ့ အပ်ဂူဂျောင်မှာ “ဟောလိဝုဒ်” DVD ရုံကိုဖွင့်လိုက်ပေမယ့်လွန်ခဲ့တဲ့ ၁၀ နှစ်ကလောက် ခေတ်မစားတော့တဲ့ DVD ရုံလုပ်ငန်းက စီးပွါးလုံးဝမဖြစ်ပြန်ပါဘူး။ဒီလိုနဲ့ပေးစရာရှိတဲ့အကြွေးတွေမပေးနိုင်တဲ့အပြင် တစ်ဦးတည်းသောအချိန်ပိုင်းအလုပ်သမား “ထယ်ဂျောင်း” ကိုလည်းလစာမပေးနိုင်တော့ဘဲ DVD ရုံကိုရောင်းနိုင်ဖို့ အသေအလဲကြိုးစားပါတော့တယ်။တစ်ဖက်မှာလည်း လူမိုက်တွေအပေါ်အကြွေးတင်နေတဲ့ “ထယ်ဂျောင်း” မှာလည်းသူတို့ရဲ့မူးယစ်တွေကိုသိမ်းပေးရင် “ထယ်ဂျောင်း” ရဲ့အကြွေးတွေကိုချေပေးမယ်ဆိုတဲ့ကတိကြောင့်DVD ရုံရဲ့ အခန်းနံပါတ် ၇ မှာ မူးယစ်ဆေးတွေကိုဖွက်ထားဖို့ဖြစ်လာပါတော့တယ်။စီးပွါးမဖြစ်လို့ ရောင်းရခက်နေတဲ့ဆိုင်ရယ် ..အဲဒီဆိုင်ရောင်းရမှာပဲအသက်ရှူချောင်မှာမို့ ဆိုင်ရောင်းထွက်ဖို့အရေး ဘာမဆိုလုပ်ဖို့အသင့်ဖြစ်နေတဲ့ “ဒူရှစ်” ရယ် ..ဖွက်ထားတဲ့မူးယစ်ဆေးတွေကြောင့် ရတက်မအေးနိုင်ဖြစ်နေရှာတဲ့ “ထယ်ဂျောင်း” ရယ် ..ထယ်ဂျောင်းဖွက်ထားတဲ့မူးယစ်ဆေးတွေအပြင် တခြားမထင်မှတ်ထားတဲ့လျှို့ဝှက်ချက်တွေရှိနေပြန်တဲ့ အခန်းနံပါတ် ၇ ရယ် .. ဘာတွေဆက်ဖြစ်ကြဦးမလဲ။အဓိကဇာတ်ဆောင်တွေအဖြစ် မင်းသားကြီး Shin Ha Kyun နဲ့EXO ရဲ့ treasure လေး D.O. တို့ကအဓိကပါဝင်ထားသလိုthriller ရုပ်ရှင်ကြိုက်တဲ့သူတွေအဖို့ ကြည့်လို့ကောင်းတဲ့ကားဟောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Lai Laiiပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Crime, ThrillerQuality…. 1080p | 720pFile size…  1.4GB | 564MBFormat… mp4Duration…. 1h 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Lai LaiiEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDoh Kyung-sooHwang Jeong-minJun Suk-hoJung Hee-taeKim Do-yoonKim Dong-youngKim Jong-gooKim Jong-sooLee Jae-hyeokLee Seo-hwanPark Su-youngShin Ha-kyun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jQcqHX1BWuTzR9VwAjzRehbGWIH.jpg",
      "https://image.tmdb.org/t/p/w300/jQffVQ6pu9plduyG2VMkDT13miR.jpg",
      "https://image.tmdb.org/t/p/w300/2TP2bPOP9yXOkrRi4eMHVrKLvvA.jpg",
      "https://image.tmdb.org/t/p/w300/6EipPhQ9uia0mpODeCnWLOgBI6j.jpg",
      "https://image.tmdb.org/t/p/w300/yGgM2vHP9eUoaPgTSqtQOp7bHp1.jpg",
      "https://image.tmdb.org/t/p/w300/yt4kE9I2fp3Vxu515hrsvbPLx1Q.jpg",
      "https://image.tmdb.org/t/p/w300/gnBA9dQ34Bn8nM4UzRaWD00FAIr.jpg",
      "https://image.tmdb.org/t/p/w300/zsqBdw3hgEOXA4Op0Qghtc7t8YJ.jpg",
      "https://image.tmdb.org/t/p/w300/j325JsxtQw4Gm4UQStB1VwNSAHn.jpg",
      "https://image.tmdb.org/t/p/w300/8Yy6h3WfaShGa3IwG4qN3SwcjUM.jpg",
      "https://image.tmdb.org/t/p/w300/qeVWUXZyF02A1PDkP1e4CWcrBsC.jpg",
      "https://image.tmdb.org/t/p/w300/5NT3vYHaGrfETqUwnlg2f4fzdwv.jpg",
      "https://image.tmdb.org/t/p/w300/c2EbE6NYCqgvQ4zyYNrEKEJ7cIW.jpg",
      "https://image.tmdb.org/t/p/w300/1jxAo0vMDLqi5SmkO0YO2BQClMm.jpg",
      "https://image.tmdb.org/t/p/w300/vx2BYz2EMKkhHijzDTNBBnlEfpH.jpg",
      "https://image.tmdb.org/t/p/w300/beup44WhHUh0Q5Z352Hnyo14hNC.jpg",
      "https://image.tmdb.org/t/p/w300/lOMRTe9TsY8SLZrxwCnuh5N4O5p.jpg",
      "https://image.tmdb.org/t/p/w300/wPzyz3lD4xxYMJwchJ3Wm2XikWV.jpg",
      "https://image.tmdb.org/t/p/w300/tyUTv77FhpxKnWarSJkDZhqIc8H.jpg",
      "https://image.tmdb.org/t/p/w300/eysKzJaIBz92fjdstRdSmeIwTer.jpg",
      "https://image.tmdb.org/t/p/w300/lHdE8YtyspanyMWP7fzO7E1eSK4.jpg",
      "https://image.tmdb.org/t/p/w300/bbqrudB1OBaNGhJ9tXip7AkRi0K.jpg",
      "https://image.tmdb.org/t/p/w300/shHo2ZifFnF9A07oGnJMpVDlNvG.jpg",
      "https://image.tmdb.org/t/p/w300/kQdGaqVuvKTsX91TmoiBxyBirdA.jpg",
      "https://image.tmdb.org/t/p/w300/nt3qDzeHhBRERPZnIPfxcCoPS7t.jpg",
      "https://image.tmdb.org/t/p/w300/mnK4Gwkmg1EMRS2YZEuOfBYQoKl.jpg",
      "https://image.tmdb.org/t/p/w300/7G9BE3IUaph5hINwgTKLEF0AIKb.jpg",
      "https://image.tmdb.org/t/p/w300/bd5T7Sc1og55KL9ZE3dfdMgKEix.jpg",
      "https://image.tmdb.org/t/p/w300/gVzRZ1rSssliwqRnlm2JIvYxQaY.jpg",
      "https://image.tmdb.org/t/p/w300/lQN4pvvbbIltgNHgEep6nTDDXCR.jpg",
      "https://image.tmdb.org/t/p/w300/f0LbsgZgD4usTILc2WzyCqXGilC.jpg",
      "https://image.tmdb.org/t/p/w300/xxcd48982uXt8zOweDFMfYmlYQQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qNfMFzlFTF6XtzzDrPn98uPIkcc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cdz3c0tezyoi.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/room-no-7-2017-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Fh5g/Room.No.7.2017.WEB-DL.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KVdkSLJA#a6x6jCcvabNCcP1RhtO4q7Zp4QlXV6SnLSTdT3hXMEY",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v92seo0ftyg7.html",
        "server": "usersdrive.com",
        "size": "564MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/room-no-7-2017-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "564MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1jmaj/Room.No.7.2017.WEB-DL.720p.CM.mp4",
        "server": "megaup.net",
        "size": "564MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jZF2yRwB#m0w-BjMlqJpyO3f9M3AIarF-pC4d6PYe7BW12CyrhaQ",
        "server": "mega.nz",
        "size": "564MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zwvtmzfv3srk",
        "server": "streamsb.com",
        "size": "564MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/tai0q3j0bwks",
        "server": "streamvid.io",
        "size": "564MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rLMXwP4I6So",
      "video_url": "https://www.youtube.com/watch?v=rLMXwP4I6So",
      "embed_url": "https://www.youtube.com/embed/rLMXwP4I6So"
    }
  },
  {
    "metadata": "PG-13|2017|116 min|Biography,Drama,War",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "5,935"
    },
    "title": "Megan Leavey (2017)",
    "description": "ျဖစ္ရပ္မွန္ကားေကာင္းေလးေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္၂၀၁၇ထြက္ rating7.1ထိရထားတဲ့ေခြးကားေကာင္းေလးတစ္ကားလာျပီ။တကယ့္အျပင္ကျဖစ္ရပ္မွန္ကိုအေျချပဳရိုက္ကူးထားတာပါ။ဒုတပ္ၾကပ္မီဂန္လီဗီနဲ႔ သူ႔ရဲ႔ရဲေဘာ္ရဲဖက္စစ္ေခြးေလးတို႔ရဲ႔အေၾကာင္းေလးကိုရိုက္ကူထားတာပါ။မီဂန္ဟာအိမ္တြင္းေရးအဆင္မေျပမွုေတြၾကားကအလုပ္ကျပဳတ္တဲ့အျပင္သူ႔ရဲ႔အခ်စ္ဆံုးသူငယ္ခ်င္းေသဆံုးသြားျပီးေနာက္မွာေတာ့အေမရိကန္မရိန္းတပ္ထဲ၀င္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။စစ္တပ္ထဲေရာက္တဲ့အခ်ိ်န္မွာေတာ့မီဂန္ရဲ႔ေျခာက္ေသြ႔ေနတဲ့ဘ၀ေလးဟာရက္စ္ဆိုတဲ့ေခြးေလးနဲ႔ေတြ႔ျပီးျပန္လည္စိုေျပလာပါေတာ့တယ္။ရက္စ္ဆိုတာကအေမရိကန္စစ္တပ္ကေလ့က်င့္ေပးထားတဲ့တိုက္ပြဲ၀င္စစ္ေခြးေလးတစ္ေကာင္ပါ။ရက္စ္ကိုထိန္းေက်ာင္းရဖို႔ကံၾကမၼာပါလာတဲ့မီဂန္တစ္ေယာက္သူတို႔နွစ္ဦးၾကားဘယ္လိုခ်ည္ေနွာင္မွုေတြရွိလာမလဲ။ဘယ္လိုတိုက္ပြဲေတြအလီလီအတူတူျဖတ္ေက်ာ္ၾကမဘဲဆိုတာဇာတ္ကားေလးကိုဆက္ၾကည့္ျပီးခံစားလိုက္ပါ။တကယ့္အျပင္မွာမီဂန္နဲ႔ရက္စ္တို႔ဟာအတူတူတိုက္ပြဲေပါင္း၁၀၀၀ေက်ာ္ဆင္ႏြဲခဲ့ျပီးလူ႔အသက္ေပါင္းမ်ားစြာကိုကယ္တင္နိုင္ခဲ့ၾကတဲ့စစ္သည္ေကာင္းေတြအျဖစ္အသိအမွတ္ျပဳခံခဲ့ရသူမ်ားျဖစ္ပါတယ္။ဇာတ္ကားေလးဟာလည္းသူတို႔နွစ္ေယာက္ရဲ႕ၾကားကျဖစ္တည္မွုေလးကိုေသေသခ်ာခ်ာရင္ထဲထိေအာင္ရိုက္ျပထားတာေတြ႔ရမွာပါ။တကယ့္ျဖစ္ရပ္မွန္အေျခခံရိုက္ထားတဲ့ကားေကာင္းေလးေတြကိုၾကိဳက္နွစ္သက္သူမ်ားအတြက္ဒီကားေလးဟာၾကည့္သင့္တဲ့ကားေလးပါလို႔ညြန္းပါရေစဗ်ာ။Rotten Egg ratingအေနနဲ႔လည္း84%အထိရရွိထားတာဆိုတာ့အထူးတလည္ေျပာေနစရာမလိုဘူးထင္ပါတယ္ဗ်ာ။(ဘာသာျပန္သူကေတာ့ သားၿပည့္စံုေဇာ္ပါ)File Size : (850 MB) and (378 MB)Quality : 720p BlurayRunning Time : 1hr 56minFormat : Mp4Genre :Biography, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thar Pyae Sone ZawEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGabriela CowperthwaiteKeegan SackoMartin KraukaUrs HirschbiegelStarsBradley WhitfordCommonDamson IdrisEdie FalcoKate MaraRamón RodríguezSam KeeleyShannon TarbetTom FeltonWill PattonCastAbderrahim DaoudiAlex HafnerAli El AzizAlicia LoboAlisa HarrisAndrew MassetAndrew MoonAngela BennettBenjamin Nathan-SerioBradley WhitfordCatherine DyerChristine JonesCommonCorey JohnsonCorey WeaverDamson IdrisDavid CheversEdie FalcoFrank von LohGeraldine JamesJacob LovettJacob YakobJames D. DeverJason TurnerJennifer DukeJeremy JonesJonah BowlingJonathan HowardJoseph YakobJosh VenturaKate MaraKhaled KoukaLiliana CabalLuka PerošLuke NealMark SchardanMatthew W. MorganMegan LeaveyMelina MatthewsMichael StrelowMiguel GomezMish BoykoMohammed KasmiNancy CraneNick MadrickNik SchodelNils HolstParker SawyersPhil DunsterRamón RodríguezRudy DobrevSam KeeleySasha MorfawShannon TarbetTom FeltonTyler BuckinghamWill PattonWilliam Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lrHfbfrEl9keXee7lLngtKtStS8.jpg",
      "https://image.tmdb.org/t/p/w300/maDBFV1ZpL9eJ2yRMEv4xw0pcwX.jpg",
      "https://image.tmdb.org/t/p/w300/qijnPSQG1ir1389CSNcBWnbw04k.jpg",
      "https://image.tmdb.org/t/p/w300/jEUTKLE03mNMwYKkA45YQMnQpoq.jpg",
      "https://image.tmdb.org/t/p/w300/nLUInmK3XA4JTOZi9i3RdvgmstJ.jpg",
      "https://image.tmdb.org/t/p/w300/r85vu4O1w7t4xq6NzBaavHlsz8R.jpg",
      "https://image.tmdb.org/t/p/w300/27LS5bDBHqPyxzGR2YAt0q6hMo1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTUxOTk2NTkxNF5BMl5BanBnXkFtZTgwOTUyOTM3MTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oDB2f",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDB8O",
        "server": "channelmyanmar.agbcloud.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDB8t",
        "server": "channelmyanmar.agbcloud.com",
        "size": "378 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDB9I",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oDB9i",
        "server": "openload.co",
        "size": "378 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ITNgeXVvJT0",
      "video_url": "https://www.youtube.com/watch?v=ITNgeXVvJT0",
      "embed_url": "https://www.youtube.com/embed/ITNgeXVvJT0"
    }
  },
  {
    "metadata": "PG|2017|86 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1,821"
    },
    "title": "The Star (2017)",
    "description": "Drama လဲ မႀကည့္ခ်င္ Crime Thriller လဲမၾကည့္ရဲတဲ့ ပရိတ္သတ္ေတြရွိလား…ကာတြန္းကိုပဲ ႀကိဳက္တယ္ ကာတြန္းကားၾကည့္ရတာ ေပ်ာ္တဲ့ ပရိတ္သတ္ေတြရွိလား…ဒါဆိုရင္ေတာ့ “The Star”ဆိုတဲ့ Animation Cartoon movie ေလး လာပါၿပီဗ်ာ…ဒီကားမွာဆိုရင္ေတာ့ Mariah Carey, Oprah Winfrey နဲ႔တျခားတျခားေသာနာမည္ေက်ာ္မ်ားက ေနာက္ခံစကားေျပာမ်ားအျဖစ္ပါဝင္အားျဖည့္ထားၾကပါတယ္..ေလေၾကာေလးေလၽွာ့ၿပီး အညႊန္းေလးေျပာမယ္ဗ်ာ..ျမည္းေလးတစ္ေကာင္ဟာ ႀကိတ္စက္ထဲမွာပဲ သံသရာလည္ရင္း အျပင္ေလာကကို စူးစမ္းခ်င္ခဲ့ပါတယ္..သူ႔ရဲ႕ သူငယ္ခ်င္းျဖစ္တဲ့ ခ်ိဳးငွက္ေလး ေဒ့ဗ္ဟာ ျမည္းေလးရွိတဲ့ ဆန္စက္ထဲကို လာလည္တတ္ၿပီး အျပင္ေလာကအေၾကာင္းကို အျမဲေျပာျပတတ္ပါတယ္…မယ္ရီဟာ ညတစ္ညမွာ သူ႔ဆီကို အလင္းေရာင္တစ္ခု ျဖာက်လာၿပီး ဘုရားသခင္သားေတာ္ကို ေမြးဖြားေပးဖို႔ ေရြးခ်ယ္ခံခဲ့ရပါတယ္..မယ္ရီကိုဒီတာဝန္အပ္ႏွင္းအၿပီးမွာေတာ့ ေကာင္းကင္မွာ ၾကယ္တစ္ပြင့္ထြန္းလင္းခဲ့ပါတယ္…မယ္ရီဟာ စိတ္ထားေကာင္းၿပီး သူတစ္ပါးကို အလြန္ကူညီတတ္ပါတယ္..သူဟာ ဂ်ိဳးဆက္ဆိုတဲ့ေကာင္ေလးနဲ႔ အေၾကာင္းပါခဲ့ပါတယ္..ဒီအခ်ိန္မွာေတာ့ ဘုရားသခင္သားေတာ္ကို လြယ္ထားတဲ့ ကိုယ္ဝန္ရင့္ေနပါၿပီ…သူဟာဂ်ိဳးဆက္ကိုဒီအေၾကာင္းေတြကို ရွင္းျပခဲ့ပါတယ္..ဂ်ိဳးဆက္ကလဲ ခင္ပြန္းေကာင္းပီပီ နားလည္ေပးခဲ့ပါတယ္..အဲ့အခ်ိန္မွာပဲ ျမည္းေလးဟာ ဆန္စက္က ထြက္ေျပးၿပီး မယ္ရီတို႔အိမ္ထဲ ေရာက္ခဲ့ပါတယ္..မယ္ရီဟာ ျမည္းေလးကို သံေယာဇဥ္ရွိၿပီး ဘိုဆိုတဲ့နာမည္ေလးေပးခဲ့ပါတယ္…ဘုရားသားေတာ္ ဘုရင္အသစ္ ဖြားျမင္မယ္ဆိုတဲ့ ေဟာကိန္းဟာ တိုင္းျပည္အႏွံ႔ကို ပ်ံ႕ႏွံ႔ခဲ့ပါတယ္..ဒီသတင္းၾကားတဲ့ ဘုရင္ႀကီးဟဲေရာ့ဟာ သူသာ ဘုရင္ ဘုရင္အသစ္ဆိုတာ မရွိေစရဘူးလို႔ ေႂကြးေၾကာ္ၿပီး ဘုရင္အသစ္ေမြးမယ့္ အမ်ိဳးသမီးကို ရွာခိုင္းခဲ့ပါတယ္.. အျပတ္ရွင္းမယ့္ သေဘာပါ…ဒီအေၾကာင္းေတြသိတဲ့ ဘိုျမည္းေလးဟာ မယ္ရီနဲ႔ ဂ်ိဳးဆက္ကို ေျပာဖို႔ႀကိဳးစားခဲ့ပါတယ္…ဒါေပမဲ့ လူစကားမတတ္ေပေတာ့ မယ္ရီတို႔က နားမလည္ခဲ့ပါဘူး…မယ္ရီတို႔ အႏၱရာယ္ၾကားထဲက ဘယ္လိုထြက္ေျပးၿပီး ဘုရားသခင္သားေတာ္ကို ေမြးဖြားမလဲ…ဘိုနဲ႔ ေဒ့ဗ္က ဘယ္လိုကူညီမလဲဆိုတာကို စိတ္ဝင္တစားၾကည့္ရႈရမွာျဖစ္ပါတယ္..ကာတြန္းခ်စ္သူဆိုရင္ေတာ့ ဒီကားကို လက္မလႊတ္ေစခ်င္ဘူးဗ်ာ…File Size : (700 MB) and (340 MB)Quality : Blu-Ray 720pRunning Time : 1hr 57minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by May Thu SoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTimothy ReckartStarsAidy BryantChristopher PlummerGina RodriguezKeegan-Michael KeyKelly ClarksonOprah WinfreySteven YeunTracy MorganTyler PerryZachary LeviCastAidy BryantAnthony AndersonChristopher PlummerFred TatascioreGabriel IglesiasGina RodriguezKari WahlgrenKeegan-Michael KeyKelly ClarksonKris KristoffersonKristin ChenowethMariah CareyOprah WinfreyPatricia HeatonSteven YeunTracy MorganTyler PerryVing RhamesZachary Levi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iJ5dkwIHQnq8dfmwSLh7dpETNhi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/star-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-star-2017",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-star-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-star-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2WAYA/The_Star_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/cvh0rq6bm02x",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tVgQuZf5o1M",
      "video_url": "https://www.youtube.com/watch?v=tVgQuZf5o1M",
      "embed_url": "https://www.youtube.com/embed/tVgQuZf5o1M"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Comedy,Romance",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "29"
    },
    "title": "Policeman and Me (2017)",
    "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက Animation ကို Live Action အျဖစ္ျပန္လည္အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းေလးက ၁၆ ႏွစ္အရြယ္ေက်ာ္ငးသူေလးနဲ႕ သူ႕ရဲ႕ ကိုကို ရဲသားၾကီးတို႕ရဲ႕ Romantice ဆန္တဲ့ေတြ႕ဆံုမႈေလးေတြ နဲ႕ သူတို႕ ၂ေယာက္ တေယာက္ကိုတေယာက္ ဆံုဆည္းေစခဲ့တဲ့ ဖူးစာေရး ကံၾကမၼာအေၾကာင္းေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္  ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာကို အသက္၁၆ ႏွစ္အရြယ္အထက္တန္းေက်ာင္းသူေလး သူက အသက္ ၂၂ အရြယ္ဟန္ေဆာင္ျပီး အတန္းသြားတက္ပါတယ္  အဲ့မွာသူဟာ ကူတာ ဆိုတဲ့ ကိုကို နဲ႕ ဆံုျပီး သူတို႕ ၂ေယာက္ ရင္းႏွီးသြားပါတယ္ ရင္းႏွီးသြားတယ္ ဆိုတာကလဲသူတို႕ ၂ေယာက္ရဲ႕ ပထမဆံုးေတြ႕ဆံုမႈဟာ လံုး၀ ရိုမက္တစ္ဆန္လို႕ပါပဲ ဘာလို႕ဆုိ သူတို႕ ၂ေယာက္ဟာကို႕ယို႕ကားယား နဲ႕ ဒုကၡေတြ႕ေနတဲ့ ကာကို ကို ကူညီေပးခဲ့လို႕ပါ ဒီလိုနဲ႕ ကာကိုက သူ႕ကို သတိထားမိသြားျပီးေတာ့ ကာကိုကကူတာ အေၾကာင္းကို သီခ်င္လာေတာ့ စံုစမ္းပါေတာ့တယ္ အဲ့အခ်ိန္မွာပဲ ကူတာက ကာကိုဟာ အသက္ ၂၂ မရွိိေသးပဲ ေက်ာင္းကိုလာလိမ္တက္ေနတယ္ဆိုတာသိသြားပါတယ္ အဲ့တာကို ကာကိုက မသိပဲ ကူတာ နားကို ခ်ဥ္းကပ္ဖို႕ ၾကိဳးစားပါေတာ့တယ္ဒါေပမဲ့ ကူတာက ကာကိုကို ညီမေလးတစ္ေယာက္လိုပဲ သေဘာထားျပီး လံုး၀စိတ္မ၀င္စားတဲ့အခါမွာ ၁၆ ႏွစ္ မီးေကာင္ေပါက္မေလး ကာကို သူ႕ကိုကို က သူ႕ကို စိတ္၀င္စားလာေအာင္ဘာေတြဘယ္လို ၾကံစည္မလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါမင္းသမီးေလးက ခ်စ္စရာေကာင္းျပီး သူ႕ အမူအရာေလးေတြကပါဆြဲေဆာင္မႈရွိေနေတာ့ အက္မင္ဆို မဂၤလာပါတန္းေဆာင္ပစ္တယ္ 😛Qty – 720p BlurayDuration- 1hr 22minGern – Romance / ComedyTranslator – Yamin Mya PwintEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRyuichi HirokiStarsAya OmasaDaigo NishihataJun MurakamiKazuya KamenashiMahiro TakasugiRie TomosakaTao TsuchiyaTina TamashiroTomorowo TaguchiToshiki SetoCastAya OmasaDaigo NishihataJun MurakamiKazuya KamenashiMahiro TakasugiRie TomosakaTao TsuchiyaTina TamashiroTomorowo TaguchiToshiki Seto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/292KyEGU0ugKF5Ha99lNdNq0CgF.jpg",
      "https://image.tmdb.org/t/p/w300/ePWVmi1wry3fXzDeoWO8xZJwrVH.jpg",
      "https://image.tmdb.org/t/p/w300/47faSgZoK1pQQY77JhxQ661g4eu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/o0420060013899640399.jpg",
    "movie_links": [
      {
        "link": "http://activeterium.com/8qTw",
        "server": "openload.co",
        "size": "801 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/8qPf",
        "server": "openload.co",
        "size": "321 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/8qbZ",
        "server": "drive.google.com",
        "size": "801 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/8wEY",
        "server": "Soliddrive.co",
        "size": "801MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/8w9g",
        "server": "Soliddrive.co",
        "size": "321MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SI6oDOMCbfo",
      "video_url": "https://www.youtube.com/watch?v=SI6oDOMCbfo",
      "embed_url": "https://www.youtube.com/embed/SI6oDOMCbfo"
    }
  }
]