[
  {
    "metadata": "|2017|106 min|Uncategorized",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "3,862"
    },
    "title": "Newton (2017)",
    "description": "IMDb 8.1 ရထား တဲ့ Bollywood ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ေအးကား ဆိုေပမယ့္ India ႏိုင္ငံရဲ႕ ဒီမိုကေရစီ အကူးအေျပာင္းမွာ ရတက္ မေအးရပံုကို ရိုက္ကူးျပသသြားတဲ႔ ဇာတ္ကားပါ။ Award 2 ခု ရရွိထားျပီး 2018 အတြက္ Oscar စကာတင္ ဇာတ္ကားျဖစ္ခဲ႔ရတဲ႔ Bollywood ကားပါ။ပထမဦးစြာ ေျပာခ်င္တာက ဒီကားက ကြ်န္ေတာ္တို႕ႀကိဳက္တဲ႔ ပံုစံ မရွိပါဘူး ။ ႏိုင္ငံေရး နဲ႕ ႏွီးႏြယ္တာမို႕ ကြ်န္ေတာ္တို႕ ေမွ်ာ္လင့္ရတဲ႕ ဇာတ္သိမ္းနဲ႕ Type မ်ိဳး လံုး၀မရွိပါဘူး။ ဒီကားရဲ႕ အဓိက က ႏိုင္ငံသားေကာင္း ပီသျခင္း / ၀န္ထမ္းေကာင္း ပီသျခင္းနဲ႔ ဒီမိုကေရစီ ကို လွစ္ဟ ျပသရံုသာ ျဖစ္ပါတယ္။ အေတြးသက္သက္နဲ႔ ေတြးျပီးမွ သဘာ၀က် တဲ႔ ဇာတ္ကား ေကာင္း အျဖစ္ လက္ခံလာရမယ့္ ဇာတ္ကားပါ။ဒီ ေလာက ရဲ႕တာ၀န္မပီသျခင္း ေတြမွာ အခ်ိဳ႕ ၀န္ထမ္းေတြ သာယာေနႀကပါတယ္။ ေခတ္စနစ္ပ်က္ယြင္း ေနသည္ႏွင့္အမွ် မိုးခါးေရေသာက္ေနႀကတာလည္း မနည္းလွ။ဒီလို အေျခအေနမွာ ၀န္ထမ္းစစ္ ဆိုတာလည္း ရွားပါးလာႀကပါျပီ။ ဒီလိုမ်ိဳး တာ၀န္ေက်တဲ႔ အစိုးရ၀န္ထမ္း ေတြထဲမွာ Newton လည္း တစ္ေယာက္အပါအ၀င္ ေပါ့။အခုလည္း Newton ဟာ ေရြးေကာက္ပြဲ မံရံုမွဴးအျဖစ္ နဲ႔ ရြာေလးတစ္ရြာဆီ ေရာက္လာခဲ႔ပါတယ္။ ဒီရြာသူရြာသားေတြလည္း ဒီမိုကေရစီ ေရြးေကာက္ပြဲ တစ္ခုအျဖစ္ မွ်တေသာ မဲထည့္ႏိုင္ေရး သည္သာ Newton စိတ္ထဲ ေရာက္ေနခဲ႔မိတယ္။ ဒါေပမဲ႔ အဲ႔ရြာေလးက နယ္ေျမ သိပ္မေအးခ်မ္းလွတဲ႔ရြာေလးပါ။ ရြာမွာ က်င္းပတဲ႔ ေရြး ေကာက္ပြဲ ဟု ဆိုတာနဲ႔ ကြန္ျမဴနစ္ ၀ါဒီေတြ လာေရာက္ဖ်က္ဆီးတတ္တဲ႔ ရြာပါ။ ဒါေႀကာင့္ “ေရြးေကာက္ပြဲ ” အဓိပါၸယ္ေတာင္ မနားလည္ ေတာ့တဲ့ ရြာ ျဖစ္ေနခဲ႔တယ္။ဒါေပမဲ႔ Newton တစ္ေယာက္ လံုျခံဳေရး အျပည့္အ၀ယူရင္း မဲရံုေစာင့္ရန္ စီစဥ္ႀကေသာအခါမွာေတာ့ ………………?????ကဲ ………ဘယ္လို ဆက္ျဖစ္လာႀကမလဲ ????တစ္ခါတစ္ရံ ကြ်န္ေတာ္တို႕ဟာ အစိုးရဆီက ျပည္သူ႕လိုအပ္ေနမႈအျဖစ္ လိုခ်င္တဲ႔ သေဘာသဘာ၀ ေလးေတြ ရွိေနတတ္ပါတယ္။ ဒါေပမဲ႔ ျပည္သူ႕ စစ္မွန္ျခင္း တစ္နည္းအားျဖင့္ ျပဳလုပ္သင့္ ျပဳလုပ္ထိုက္ေသာ တာ၀န္ေလးကိုေတာ့ ေတာ္ေတာ္မ်ားမ်ား ေမ့ေနတတ္ႀကတယ္။ဒီကားကို ႀကည့္ျခင္းျဖင့္ အသိတရားရလိုက္တာက ကြ်န္ေတာ္တို႕ ဘယ္ေနရာ ဘယ္နယ္ပယ္ပဲျဖစ္ျဖစ္ ကြ်န္ေတာ္တို႕တာ၀န္ကို ေက်ပြန္ေစဖို႔ သင္ခန္းစာ ရလိုက္ပါတယ္။ ဒါ့အျပင္ အက်င့္ပ်က္ေနတဲ့ ၀န္ထမ္းေတြႀကား ၀န္ထမ္းေကာင္းတစ္ေယာက္ရဲ႕ စိတ္ထားေတြကိုလည္း သိနားလည္မိပါတယ္။ ဒီကားကဇာတ္လမ္းဇာတ္ကြက္အရ လူ ႀကိဳက္နည္းႏိုင္ေပမယ့္ ဒႆ နအေတြးကေတာ့ အင္မတန္ ရႈေထာင့္စံုတဲ့ ဇာတ္ကားရယ္လို႔ ဆိုႏိုင္ပါေႀကာင္း …………။Qty – 720p HDripDuration – 1hr 46minGern – Drama / ComedyReview – Linn Kha YanTranslator – Pyae Xein SettEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmit MasurkarStarsAnjali PatilMukesh PrajapatiPankaj TripathiRaghuvir YadavRajkummar RaoSanjay MishraCastAnjali PatilMukesh PrajapatiPankaj TripathiRaghuvir YadavRajkummar RaoSanjay Mishra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9TsuViWmCCfe1Sr55cQKe1agobE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/Screenshot_2017-11-29-16-35-23-73.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/newton-2017",
        "server": "VIP Links",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/newton-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/newton-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1AMxU/Newton_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/n7dq1y9y9dj8",
        "server": "upstream.to",
        "size": "898MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yU6zMPFd4UU",
      "video_url": "https://www.youtube.com/watch?v=yU6zMPFd4UU",
      "embed_url": "https://www.youtube.com/embed/yU6zMPFd4UU"
    }
  },
  {
    "metadata": "|2017|43min|Drama,Short",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "150"
    },
    "title": "Moon-young (2015)",
    "description": "Moon Young (2015)__________________________________စကားမပြောတတ်တဲ့ ကောင်‌မလေး “မွန်ယောင်း” ဟာမိခင်ဖြစ်သူရဲ့စွန့်ပစ်ခြင်းခံရပြီး အမြဲအရက်မူးနေတဲ့ ဖခင်နဲ့ နေထိုင်နေရသူပါ ။သူမဟာ လက်ထဲမှာ Camera Recorder လေးတစ်ခုကို အမြဲတမ်းကိုင်ထားပြီးလူတွေရဲ့ မျက်နှာ‌တွေကို တိတ်တဆိတ်မှတ်တမ်းတင်ထားလေ့ရှိတယ် ။ဖခင်ရဲ့ အရက်မူးသွေးဆိုးမှုတွေကို မခံနိုင်တော့တဲ့အဆုံးမှာတော့မွန်ယောင်းတစ်ယောက် အိမ်ကနေ ထွက်ပြေးသွားခဲ့ပြီးကောင်လေးနဲ့လမ်းခွဲခဲ့ရလို့ အသည်းကွဲနေတဲ့ ဂျန်ဟီဆူး ဆိုတဲ့ကောင်မလေးနဲ့ တွေ့ဆုံခဲ့တဲ့အခါသူတို့နှစ်ယောက် ဘယ်လိုပတ်သက်မှုတွေရှိလာမလဲ?မွန်ယောင်းက ဘယ်လိုအကြောင်းတွေကြောင့်များ လူတွေရဲ့မျက်နှာကို မှတ်တမ်းတင်နေခဲ့ရတာလဲ? ဆိုတဲ့စိတ်ဝင်စားဖွယ်အကြောင်းအရာတွေအပြင်အသက် ၁၀ နှစ်ကွာတဲ့ ကောင်မလေးနှစ်ယောက်ကြားက ပတ်သက်မှုလေးကိုပါ ခံစားကြည့်ရှုနိုင်မှာ ဖြစ်ပါတယ် ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre…..Drama, ShortQuality….WEB-DL 1080p and 720pFile size…955MB and 495MBFormat…mp4Duration….1h 5minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Hmwe Thet WinnEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHeo Won-jeongJang Hyang-sookJung HyunKim Tae-riLee Jin-kyeongNam Bo-raPark Jeong-sikPark Wan-kyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o8tmhbtoY33gj5c8XZuDVA3S2uo.jpg",
      "https://image.tmdb.org/t/p/w300/n4uP0r6piqZdueiLWjZYbYsjHay.jpg",
      "https://image.tmdb.org/t/p/w300/twSWV4C6dhD3xs8R1wvSpq6qFKz.jpg",
      "https://image.tmdb.org/t/p/w300/9hQrpxqj5AMFiXA6dn0TlzIawYK.jpg",
      "https://image.tmdb.org/t/p/w300/1Wm2nFhvr3UMkyKWlv4wiyTG69S.jpg",
      "https://image.tmdb.org/t/p/w300/3XlRTsfiLvGvj4re18h13OBr1Eh.jpg",
      "https://image.tmdb.org/t/p/w300/oevqOhdGw4l8jsDRcPURjaPCUFx.jpg",
      "https://image.tmdb.org/t/p/w300/jJZwSxVwmEnbMsxeGWxWWULW3bv.jpg",
      "https://image.tmdb.org/t/p/w300/hdqW8Q0EWxtbqsQAo29I2BmgqM0.jpg",
      "https://image.tmdb.org/t/p/w300/76W89v2YA79aFwXUftTpp31H6yc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a3NCVHXS9L3740uI6gYSeyxJiNQ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/moon-young-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/2zhlttv80dk1.html",
        "server": "usersdrive.com",
        "size": "955MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/moon-young-2017-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/13esz/Moon.Young.2017.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "955MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/9UMmySBC#gycyfodno77Pc6WXYfQHcbSylj5cGvGjdIuNg9tIqw0",
        "server": "mega.nz",
        "size": "955MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yesqb7409vi7.html",
        "server": "usersdrive.com",
        "size": "955MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/moon-young-2017-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/13esk/Moon.Young.2017.720p.CM.mp4",
        "server": "megaup.net",
        "size": "955MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/UE1QlKSR#5DCdFQIvgaVRAG78kkMYIZ4umc7KzP6dnDWHqvqdnfE",
        "server": "mega.nz",
        "size": "955MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/01byk8swki2v.html",
        "server": "streamsb.com",
        "size": "955MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "gzYnzD8AxAM",
      "video_url": "https://www.youtube.com/watch?v=gzYnzD8AxAM",
      "embed_url": "https://www.youtube.com/embed/gzYnzD8AxAM"
    }
  },
  {
    "metadata": "TV-14|2017|229 min|Uncategorized",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "933"
    },
    "title": "89th Annual Academy Awards (2017)",
    "description": "၈၉ ႀကိမ္ေျမာက္ ေအာ္စကာ ဆုေပးပြဲကုိ ေဟာလီး၀ုဒ္မွာရွိတဲ့ Dolby Theater မွာေဖာ္ေဖာ္၀ါရီ ၂၆ ၂၀၁၇ မွာျပဳလုပ္ခဲ့ပါတယ္။ဒီပြဲမွာ နာမည္ေက်ာ္ ဂ်င္မီ ကင္မဲလ္ကHost အေနနဲ႔ တင္ဆက္ေပးခဲ့လုိ႔ ေထ့လုံးျပက္လုံးေတြနဲ႔ တေသာေသာရယ္ေမာခဲ့ရပါတယ္ၾကာျမင့္ခ်ိန္ သုံးနာရီေက်ာ္ရွိခဲ့ေပမဲ့ ပ်င္းရိၿငီးေငြျခင္းမရွိပဲ စိတ္၀င္စားစြာၾကည့္ရွဳ႕ရမွာပါဒါ့အျပင္ နာမည္ ေက်ာ္ Justin Timberlake, Sting, John Legend တုိ႔မွ ဇာတ္၀င္ေတးေတြနဲ႔ျပန္လည္ေဖ်ာ္ေျဖတာကုိလည္းၾကည့္ရွဳ႕ရမွာပါ။Download Large File From Pcloud(1.9GB)Download Small File From Pcloud(930MB)=================================================================ေအာ္စကာဆုရ  ကားအခ်ဳိ႕ကုိ ျပန္ၾကည့္ခ်င္ရင္ ၾကည့္ႏုိင္ဖုိ႔ Link ေတြကုိေဖာ္ျပေပးထားပါတယ္La La LandMoonlightManchester By The SeaArrivalLionHacksaw RidgeHell or High WaterJackieDeepwater HorizonFantastic Beasts and Where to Find ThemKubo and the Two StringMoanaPassengersRogue One: A Star Wars Story================================================================စကားအျမန္ေျပာတာေတြ ျဖစ္တဲ့ အတြက္ တစ္ခ်ဳိ႕ေနရာေတြမွာ စာတန္းထုိးတာ ျမန္သြားတာက်န္ခဲ့တာေတြ ရွိခဲ့ရင္ သည္းခံၾကည့္ရွဳ႕ေပးက်ဖုိ႔ ပန္ၾကားအပ္ပါတယ္။Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGlenn WeissStarsAmy AdamsBen AffleckCasey AffleckJimmy Kimmel",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/The-Oscars-Logo.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|86 min|Action",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "115"
    },
    "title": "Boone: The Bounty Hunter (2017)",
    "description": "နာမည္ေက်ာ္ ေၾကးစား လူမုဆိုး ဘြန္းန္ တစ္ေယာက္ သူတုိ ့ရဲ ့Rating က်ဆင္းလာတဲ့ Boone: The Bounty Hunter ရုပ္သံအစီအစဥ္ကိုတာ၀န္ရွိသူေတြက ရပ္တန္ ့ပစ္လိုက္ဖို ့ေျပာတဲ့အခါမွာ ဘြန္းန္ တစ္ေယာက္သူ ့အဖြဲ ့သားေတြရဲ ့အလုပ္အာမခံခ်က္အတြက္ မူးယစ္ရာဇာ တစ္ေယာက္ရဲ ့အမႈကို လက္ခံခဲ့ပါတယ္တရားခံက မကၠဆီကို ဘက္ကိုထြက္ေျပးတိမ္းေရွာင္သြားတဲ့အခ်ိန္မွာဘြန္းန္ လည္း အဲ့ဒီေနာက္ကိုလိုက္ၿပီး တရားခံဖမ္းဖို ့ႀကိဳးစားခဲ့ပါတယ္ဒါေပမဲ့ မကၠဆီကို မွာ ဘြန္းန္ ကိုေထာက္ခံသူဟာ မရွိသေလာက္ကိုနည္းပါးပါတယ္ကံဆိုးခ်င္ေတာ့ အဲ့ဒီေဒသေလးဟာလည္း မူးယစ္ရာဇာ ႀကီးဆိုးေနတဲ့ေဒသျဖစ္ေနျပန္တယ္ဒီလိုအေျခအေနေတြမွာ ဘြန္းန္ တစ္ေယာက္ သူတို ့အလုပ္ကို ဘယ္လိုကယ္တင္မလဲဒုကၡေရာက္ေနတဲ့ သူ ့မိတ္ေဆြေတြကို ဘယ္လိုကယ္တင္မလဲဆုိတာ ေတြကိုစိတ္၀င္စားဖြယ္ရိုက္ကူး တင္ဆက္ထားတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့  Scrn ပဲျဖစ္ပါတယ္)File Size : 700 MB/300MBQuality : WEB DL 720PRunning Time : 1hr 26minutesFormat : Mp4Genre : ActionTranslator : ScrnEncoder :Thanhtike ZawDownload From Yoteshin linkDownload Here WEB DL 72op (700 MB) CM  LinkDownload Here WEB DL 720p (700 MB) Openload LinkDownload Small File Size 360p (300 MB) CM LinkDownload Small File Size 360p (300 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRobert KirbysonStarsJohn HenniganJonathan LipnickiOsric ChauSpencer Grammer",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BZDliZmE4ZDEtMzU2MS00MDE3LThiMzgtNjc0M2JiZDY2YzNmXkEyXkFqcGdeQXVyMDc3ODUxNg@@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|89 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "134"
    },
    "title": "Dark River (2017)",
    "description": "နာမည်ကြီးမင်းသမီး Ruth Wilson ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ IMDB Rating 5.8 နဲ့ Rotten Tomato 75% ရရှိထားပါတယ်။Heavy Drama ဇာတ်ကားတစ်ပုဒ်ဖြစ်လို့ ဇာတ်ကားကိုအေးအေးဆေးဆေးနဲ့ ခံစားပြီးကြည့်တတ်တဲ့သူတွေ အတွက်ပဲအဆင်ပြေပါလိမ့်မယ်။ဇာတ်လမ်း အကျဉ်းကတော့ ၁၅ နှစ်ကြာ အိမ်ကနေ စိတ်နာစရာဇာတ်လမ်းတွေကြောင့်ထွက်သွားခဲ့တဲ့ Alice တစ်ယောက် ဖခင်ဆုံးပါးခဲ့ချိန်မှာ စိတ်လေးလံစွာနဲ့အိမ်ကိုပြန်လာခဲ့ပါတယ်။သူရဲ့မောင်ဖြစ်သူ Joe နဲ့ ဆက်ဆံရေးကိုပြန်တည်ဆောက်နေချိန်မှာ အတိတ်ကနာကျင်စရာများကိုပြန်အမှတ်ရပြီးခံစားရတာတွေ ဒီလယ်ကိုဘယ်သူအမွေဆက်ခံသင့်မဆက်ခံသင့်အငြင်းပွားကြ ပြီးတော့ သူတို့ အဆင်ပြေသွားကြပါမလား။အတိတ်ကအရိပ်ဆိုးတွေကရောရုန်းထွက်နိုင်ပါ့မလား ဆိုတာကိုကြည့်ရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (750 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-EiDERTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClio BarnardStarsAiden McCulloughDean AndrewsEsme Creed-MilesJoe DempsieMark StanleyMike NobleRuth WilsonSean BeanShane AttwoollSteve GartiCastAiden McCulloughDean AndrewsEsme Creed-MilesJoe DempsieMark StanleyMike NobleRuth WilsonSean BeanShane AttwoollSteve Garti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pfEdmzLr6OtBPnBPoSW09O3xsER.jpg",
      "https://image.tmdb.org/t/p/w300/bqGeunlPqWwXlX71pzmCxI5vuka.jpg",
      "https://image.tmdb.org/t/p/w300/wp5cdvfcJnYosY6j8qwDT2cHMK1.jpg",
      "https://image.tmdb.org/t/p/w300/uqsTdhRvwiKwJVXopU1Ax60W8zd.jpg",
      "https://image.tmdb.org/t/p/w300/73eWrlIDEmpez8soXc5UBSZMiMu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hgzMPafOXa4wCGMvHGNpJLbr7Xv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dark-river-2017",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/dark-river-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/ierj5ty526fr",
        "server": "veryfiles.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/fafmcmk0oyxa.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "6-9rTDmTeDI",
      "video_url": "https://www.youtube.com/watch?v=6-9rTDmTeDI",
      "embed_url": "https://www.youtube.com/embed/6-9rTDmTeDI"
    }
  },
  {
    "metadata": "N/A|2017|101 min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "599"
    },
    "title": "Radiance (2017)",
    "description": "မျက်မမြင်ရုပ်ရှင်ရုံတဲ့…မျက်မမြင်တွေ ဘယ်လိုများ ရုပ်ရှင်ကြည့်ကြလဲ?ဒီဇာတ်ကားကို ကြည့်ပြီးသွားရင်တော့ မျက်မမြင်တွေ ဘယ်လိုရုပ်ရှင်ကြည့်လဲဆိုတာ သိသွားပါလိမ့်မယ်။ဂျပန်အချစ်ဇာတ်ကားလေးတစ်ကားပါ။တိတိကျကျပြောရရင် အချစ်ကို ခံစားကြည့်ရတဲ့ ဇာတ်ကားတစ်ကားပေါ့။ဇာတ်ညွှန်းအကြောင်းကို အကျဉ်းချုံ့ပြောရရင်တော့…။ဒီဇာတ်ကားမှာ မျက်စိအလင်းမရတော့တဲ့လူတွေအတွက် ရုပ်ရှင်ဇာတ်ကားတွေရဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေကို အသေးစိတ်လိုက်ပြောပြတဲ့ ဂျပန်ကောင်မလေးတစ်ယောက်ရှိတယ်။အဲဒီအလုပ်က ဒိုင်ယာလော့တွေကို ပြောပြရတဲ့ အလုပ်မဟုတ်ပါဘူး။ဇာတ်ကားတစ်ခုရဲ့ ပြကွက်တစ်ကွက်ချင်းကို ပုံပေါ်လာအောင် ပြောပြပေးရတာပေါ့။ဇာတ်ကားကို ဖွင့်ပြထားတဲ့အချိန် မျက်မမြင်တွေက ဒိုင်ယာလော့တွေကို ကြားနေရပေမဲ့၊ ဇာတ်လမ်းဇာတ်ကွက်ကို မမြင်ရဘူးလေ။ဒီတော့ သူ့ရဲ့အလုပ်က မျက်မမြင်တွေအတွက် အဲဒီအခက်အခဲကို ကျော်ပြီးတော့ သူတို့ရဲ့အာရုံထဲမှာ ဇာတ်ကားတစ်ကားရဲ့ခံစားချက်တွေ၊ ပုံရိပ်တွေ အားလုံးကို ပုံပေါ်လာအောင် လုပ်ပေးရတာပေါ့။ပြောရရင် သူက ခံစားမှုပုံရိပ်ရဲ့မိခင်ကြီးပေါ့။ တစ်နည်းအားဖြင့် မျက်မမြင်တွေရဲ့ ပုံရိပ်ကမ္ဘာကြီးပေါ့။ရုပ်ရှင်ဆိုတာက ကိုယ့်ကို တစ်ခြားလူတွေရဲ့ဘဝနဲ့ ချိတ်ဆက်ပေးတာလေ။တစ်ခြားလူတွေရဲ့ ဘဝကို ကိုယ်စား ခံစားရအောင် လုပ်ပေးတာပေါ့။အဲဒီခံစားမှုကို မျက်မမြင်တွေလည်း ခံစားခွင့်ရှိတယ်လေ။ဒီတော့ အဲဒီကောင်မလေးက မျက်မမြင်တွေနဲ့ တစ်ခြားလူတွေရဲ့ဘဝအကြောင်းတွေကို တစ်ဆင့်ကြားခံ ချိတ်ဆက်ပေးတဲ့ သူလေးပေါ့။မျက်မမြင်တွေကို သူဖန်တီးပေးလိုက်တဲ့ ကမ္ဘာထဲမှာ ကြည်နှုးအောင်၊ ဝမ်းသာအောင်၊ ဝမ်းနည်းအောင်၊ ပီတိဖြစ်အောင်၊ စသဖြင့် ခံစားချက်တွေအပြင်၊ လောကကြီးကိုပါ ခံစားနိုင်လာအောင် လုပ်ပေးနိုင်တဲ့ မိခင်ကြီးပေါ့။တစ်ဖက်မှာတော့ မျက်စိအလင်းကွယ်သွားတဲ့ ဓါတ်ပုံဆရာတစ်ယောက်ပေါ့။ဓါတ်ပုံဆရာဆိုတဲ့အတိုင်း သူ့ရဲ့ခံစားချက်၊ အမြင်တွေက တစ်ခြားလူတွေနဲ့ မတူဘူးလေ။သူမြင်တဲ့အမြင် ပုံရိပ်တွေကို ကောင်မလေးက လိုက်မမီဘူးဖြစ်နေတာပေါ့။ဒီတော့ သူ့ကို ဇာတ်ကားအကြောင်းပုံပေါ်လာအောင် ပြောပြဖို့က ခက်ခဲနေတာပေါ့။ပွင့်ပွင့်လင်းလင်း တည့်တိုးပြောတတ်တဲ့ အတွက်ကြောင့်လည်း သူတို့နှစ်ယောက်ကြားမှာ သူများတွေနဲ့မတူတဲ့ ခံစားမှုတစ်ခု ရှိခဲ့ကြတယ်။ကတောက်ကဆဖြစ်ကြပြီးတဲ့နောက်မှာ ကောင်မလေးက ဓါတ်ပုံဆရာရဲ့ခံစားချက်တွေကို နားလည်အောင် လိုက်လုပ်ရင်းကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဇာတ်ကားမှာ ကြည့်ရှုရင်းနဲ့ ခံစားကြည့်ပါလို့ ညွှန်းလိုက်ရပါရစေ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုရာဇာထွန်းပါ)File Size : (899 MB) and (360 MB)Quality : Blu-Ray 720pRunning Time : 1hr 41minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264 DD5.1Translated by Yazar TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNaomi KawaseStarsAyame MisakiChihiro OtsukaKanno MisuzuKazuko ShirakawaMantarô KoichiMasatoshi NagaseNobumitsu OhnishiTatsuya FujiCastAyame MisakiChihiro OtsukaKanno MisuzuKazuko ShirakawaMantarô KoichiMasatoshi NagaseNobumitsu OhnishiTatsuya Fuji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ekZ8olN8TUyny1nEZC6e1M1TUhz.jpg",
      "https://image.tmdb.org/t/p/w300/jdmSFacbNyjEyLVnu8OdLEBRooh.jpg",
      "https://image.tmdb.org/t/p/w300/ywYVvh83X8mf3BRCIna9Rx9dUQF.jpg",
      "https://image.tmdb.org/t/p/w300/1djpXMe77KOrGHJnts0Ne5nLiBV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mdIquT8DG7xfQ7kqeRiusuGwdOr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/radiance-2017",
        "server": "VIP Links",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/radiance-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/wq9918775esq.html",
        "server": "streamsb.com",
        "size": "899 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "upyVKuIwHs8",
      "video_url": "https://www.youtube.com/watch?v=upyVKuIwHs8",
      "embed_url": "https://www.youtube.com/embed/upyVKuIwHs8"
    }
  },
  {
    "metadata": "|2017|109 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "64"
    },
    "title": "Bloody Crayons (2017)",
    "description": "ခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့2017 ထြက္ Bloody crayons ဆိုတဲ့ဖိလစ္ပိုင္သရဲကားေလးပါဘြဲ႕ရခါနီးေက်ာင္းသားသူငယ္ခ်င္းတစ္စုဟာရုပ္ရွင္တိုပေရာဂ်က္အတြက္ ကၽြန္းတစ္ကၽြန္းကိုခရီးထြက္ခဲ့ရာက ဒီဇာတ္လမ္းေလးစတင္ခဲ့တာပါသူတို႔က ကၽြန္းေပၚမွာ ေရာင္စံုဖေယာင္းေခ်ာင္းေလးေတြနဲ႔ဂိမ္းေဆာ့ေနရင္း လူသတ္မႈေတြ ျဖစ္လာတယ္သူတို႔အားလံုးကိုသတ္ဖို႔ ႀကိဳးစားေနတဲ့ လူသတ္သမားတစ္ေယာက္လဲ ပါဝင္ေနပါတယ္ထိတ္လန္႔စရာ ေၾကာက္စရာဇာတ္ဝင္ခန္းေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ထားတဲ့ ဇာတ္ကားေလးပါHorror film ပရိသတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးပါ(ဘာသာျပန္သူကေတာ့ May Haruko ပါ)File Size : (850 MB) and (337 MB)Quality : 720p HDRipRunning Time : 1hr 47minFormat : Mp4Genre : Horror, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May HarukoEncode by JessicaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTopel LeeStarsDiego LoyzagaElmo MagalonaEmpoy MarquezJane OinezaJanella SalvadorMaris RacalNanding JosefRonnie AlonteSofia AndresYves FloresCastDiego LoyzagaElmo MagalonaEmpoy MarquezJane OinezaJanella SalvadorMarc AbayaMaris RacalNanding JosefRonnie AlonteSarah Jane AbadSofia AndresYves Flores",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d0CZbgLBTOgE6FFEfhGyLKe26Uu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMzM5NjUwOTUtMDExOS00YTkyLTljYTMtZDZkNzliNTkyNGM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oCXEh",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCXEr",
        "server": "channelmyanmar.agbcloud.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCXFC",
        "server": "channelmyanmar.agbcloud.com",
        "size": "337 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCXFQ",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oCXFs",
        "server": "openload.co",
        "size": "337 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|133 min|Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "673"
    },
    "title": "Chef (2017)",
    "description": "2017ထြက္​ အိႏၵိယဇာတ္​ကား​ေကာင္​း​ေလးပါ…႐ို႐ွန္​ဆိုတဲ့ စားဖိုမွဴးက သူ႔ရဲ႕ ​ေဒါသကို မထိန္​းႏိုင္​ပဲ စားသံုးသူနဲ႔ရန္​ျဖစ္​ခဲ့တဲ့အတြက္​ အလုပ္​ထုတ္​ခံခဲ့ရပါတယ္​..သူ႔ကိုထုတ္​ရင္​ သူ႔​ေနာက္​လိုက္​​ေတြလဲ လိုက္​ထြက္​လိမ္​့မယ္​လို႔ သူထင္​ခဲ့​ေပမယ္​့ တကယ္​တမ္​းမွာ​ေတာ့ လူ​ေတြက ကိုယ္​့အက်ိဳးပဲကိုယ္​ၾကည္​့ၾကတာပါပဲအလုပ္​ထုတ္​ခံလိုက္​ရတဲ့ ႐ို႐ွန္​က ​ေနာက္​ထက္​အလုပ္​တစ္​ခုထပ္​႐ွာဖို႔ အဆင္​မ​ေျပျဖစ္​​ေနခ်ိန္​သူ႔ရဲ႕ကြာ႐ွင္​းထားၿပီးတဲ့ဇနီးနဲ႔သားဆီကို ျပန္​ဖို႔အ​ေၾကာင္​း​ေပၚလာခဲ့ပါတယ္​…အိႏၵိယကို ျပန္​​ေရာက္​လာတဲ့အခ်ိန္​မွာ​ေတာ့ ဇနီး​ေဟာင္​းရဲ႕အကူညီနဲ႔ ဘက္​စ္​ကား​ေပၚမွာ​စား​ေသာက္​ဆိုင္​​ေလးဖြင္​့ဖို႔ စိတ္​ကူးရခဲ့ပါ​ေတာ့တယ္​…႐ို႐ွန္​ရဲ႕သား​ေလးက အ​ေဖ့ရဲ႕​ေမတၱာကို ငတ္​မြတ္​​ေနခဲ့​ေတာ့ အ​ေဖနဲ႔အတူ႐ွိ​ေနရခ်ိန္​​ေတြကသူ႔အတြက္​ အရမ္​းကို​ေပ်ာ္​စရာ​ေကာင္​းခဲ့ပါတယ္​…ဘက္​စ္​ကားစား​ေသာက္​ဆိုင္​​ေလးဖြင္​့ဖို႔ျပင္​ဆင္​ရင္​း အ​ေဖနဲ႔ရင္​းႏွီးမႈ​ေတြ ပိုလာ​ေနတဲ့အခ်ိန္​မွာပဲ႐ို႐ွန္​က အလုပ္​သစ္​ကမ္​းလွမ္​းခံခဲ့ရပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ ႐ို႐ွန္​က သူ႔ရဲ႕သား​ေလးအနားမွာပဲ​ေနမွာလားသူ႔ရဲ႔ဝါသနာအရင္​းခံတဲ့အလုပ္​႐ွိရာဆီကိုပဲျပန္​သြားမွာလားဆိုတာကို​ေတာ့..ဇာတ္​လမ္​း​ေလးဆံုးသည္​ထိ ခံစား​ေပးၾကပါဦး..မိဘနဲ႔သားသမီးၾကားသံ​ေယာဇဥ္​​ေမတၱာ​အ​ေၾကာင္​း အိမ္​မက္​​ေနာက္​ကို လိုက္​ခဲ့လို႔ခက္​ခဲခဲ့​ေပမယ္​့ ​ေအာင္​ျမင္​ခဲ့တဲ့အ​ေၾကာင္​း သီခ်င္​း​ေလး​ေတြ​ေရာ အိႏၵိယစားစရာ​ေလး​ေတြ​နဲ႔ပါတင္​ဆက္​​ေပးထားလို႔ ၾကည္​ႏူးစရာဇာတ္​ကား​ေလးပါလို႔ ၫႊန္​း​ေပးပါရ​ေစ….File Size : (950 MB) and (300 MB)Quality : HDRip 720pRunning Time : 2hr 13minFormat : Mp4Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.HDRip.x264.AC3.-.Hon3yTranslated by Mie MieEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaja MenonStarsChandan Roy SanyalDhanish KarthikLynn MarocolaMilind SomanNeha SaxenaPadmapriya JanakiramanSaif Ali KhanShayan MunshiSobhita DhulipalaSvar KambleCastChandan Roy SanyalDhanish KarthikDinesh PrabhakarJack Ricardo MillerLynn MarocolaMeghan LaneMichael KelbergMilind SomanNeha SaxenaPadmapriya JanakiramanPawan ChopraRam Gopal BajajSaif Ali KhanShayan MunshiSobhita DhulipalaSvar KambleTanya Thompson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYTMwMDg5NWQtOTE3My00MmNlLWI5OWUtNTBlNTRjZTA5NDg4XkEyXkFqcGdeQXVyNjY3MTI4NzU@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/chef-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/chef-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/chef-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3BBJC/Chef_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2017|81 min|Adult,Thriller",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "158"
    },
    "title": "[21+] High Heel Homicide (2017)",
    "description": "(Dark Side Production မွ တင္ဆက္သည္။)ဒီဇာတ္​ကားမွာ အထူးၫႊန္​းဆိုခ်င္​တာကေတာ့ မင္​းသမီးႏွစ္​လက္​ပါပဲ…..Carter cruise နဲ႔ Blair williams တဲ့နည္​းနည္​းထူးျခားတဲ့အခ်က္​က Carter cruise က 1991 ခုႏွစ္​မွာေမြးဖြားၿပီးေတာ့ ယခုအခ်ိန္​မွာအသက္​ ၂၇ ႏွစ္​ရွိေနၿပီ ျဖစ္​ၿပီးေတာ့ Blair williams ကေတာ့ 1994 ခုႏွစ္​မွ ေမြးဖြားတာပါ အဲ့ဒါေၾကာင္​့ ၂၄ႏွစ္​ပဲရွိဦးမွာပါ ဒါေပမယ္​့ ဒီဇာတ္​ကားထဲမွာေတာ့ ခႏၶာကိုယ္​အခ်ိဳးအစား ဘာညာအေနအထားေၾကာင္​့နဲ႔တူပါတယ္​ Blair williams က အစ္​မေနရာက ပါဝင္​သရုပ္​ေဆာင္​ထားၿပီး Carter cruise က ညီမေနရာက သရုပ္​ေဆာင္​ထားတာပါ………Blair williams ကိုေတာ့ (Escape from pleasure planet)မွာ ၿဂိဳလ္​ေပၚက မင္​းသမီးေလးအျဖစ္​နဲ႔ သိရွိၿပီးျဖစ္​မွာပါCarter cruise ေလးကိုပဲ မိတ္​ဆက္​ေပးပါဦးမယ္​သူမဟာ AVN awards ၃ခု နဲ႔ အျခားဆု ၆ခု .ရရွိထားၿပီး စုစုေပါင္​း ဆု ၉ခုရရွိထားၿပီး ျဖစ္​တဲ့ မင္​းသမီးတစ္​လက္​ပါပဲ…….ဘာညာစေကးလ္​ကေတာ့ ေျပာစရာမလိုေအာင္​ ျပည္​့စံုၿပီးသားျဖစ္​မယ္​ဆိုတာ ခန္​႔မွန္​းၾကည္​့လို႔ရမွာပါ….ဇာတ္​လမ္​းအၫႊန္​းေလးကေတာ့……..“ညီအစ္​မ သံေယာဇဥ္​” ဇာတ္​ကားလို႔ေျပာရမယ္​နဲ႔တူပါတယ္​အစ္​မလုပ္​သူ Blair williams ကညီမျဖစ္​သူေရွ႕ေရးအတြက္​ခႏၶာကိုယ္​ကို ရင္​းၿပီး ေပးဆပ္​ဖို႔ဝန္​မေလးသလို ညီမလုပ္​သူ Carter cruise ကလဲအစ္​မျဖစ္​သူအတြက္​ ခႏၶာကိုယ္​တင္​မကဘာမဆိုေပးဆပ္​ဖို႔ ဝန္​ေလးတဲ့သူ မဟုတ္​ပါဘူးဇာတ္​လမ္​းအေၾကာင္​းအမ်ားႀကီးေျပာျပလိုက္​လို႔ ၾကည္​့တဲ့အခါအရသာေပါ့သြားမွာလည္​း စိုးရိမ္​မိပါတယ္​21+ ပရိသတ္​ေတြ အႀကိဳက္​ေတြ႕မယ္​့ကားေကာင္​းေလးတစ္​ကားပဲျဖစ္​ပါတယ္​သူတို႔ေတြက ဘယ္​လိုေတြအထိေတာင္​ ေပးဆပ္​ၿပီးဘယ္​သူေတြက အသားယူအျမတ္​ထုတ္​ၾကမလဲဆိုတာေတာ့…..:3  :3  :3 ။File size…(750 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:21:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byTriple XYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDean McKendrickStarsAndrew Espinoza LongAugust AmesBlair WilliamsBrent HarveyCarter CruiseMia LiPristine EdgeCastAndrew Espinoza LongAugust AmesBlair WilliamsBrent HarveyCarter CruiseMia LiPristine Edge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/decEoJKsV5UzMdZINLwTO1IXdTL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u8qHMiRkWPhDeL4W85OKA5cahPI.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/s79gEZq5",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Y6rrbQ",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/NsFT5U",
        "server": "mirrorace.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/0PNGq",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/4mpLDu",
        "server": "streamango.com",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|119 min|Asian,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "267"
    },
    "title": "Can’t Help Falling in Love (2017)",
    "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်…အေးအေးငြိမ့်ငြိမ့် romance တွေကို ကြည့်ရှုတာ သဘောကျနှစ်သက်တဲ့ ပရိသတ်တွေကို ဖိလစ်ပိုင်း romance ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အဲဒီဇာတ်ကားကတော့ Can’t Help Falling in Love ဆိုတဲ့ ဇာတ်ကားလေးပါ။မချစ်မိဘဲမနေနိုင်ဘူးဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ဒို့စ်ဆိုတဲ့ကောင်လေးက ဂက်ဘ်ဆိုတဲ့ ကောင်မလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင် ဂက်ဘ်ဟာ ၆ နှစ်ကျော်တွဲလာတဲ့ ရည်းစားဖြစ်သူနဲ့ မကြာခင်မှာ လက်ထပ်တော့မယ့် မိန်းကလေးပါ။ သူဟာ သူငယ်ချင်းဖြစ်သူရဲ့ မင်္ဂလာပွဲညမှာ အရက်မူးပြီးတော့ ဒို့စ်ဆိုတဲ့ တခြားကောင်လေးတစ်ယောက်နဲ့ လက်ထပ်စာချုပ်မှာ လက်မှတ်ထိုးမိသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို မမှတ်မိကြသလို သူတို့မထင်ထားခဲ့တာက အဲဒီလက်ထပ်စာချုပ်က တရားဝင်ဖြစ်နေခဲ့မယ်ဆိုတာကိုပါပဲ။ရည်းစားဖြစ်သူနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ လက်ထပ်စာချုပ်က ဂက်ဘ်ဆီကို ရောက်လာခဲ့ပါတယ်။ ဂက်ဘ်ဟာ ဒို့စ်ကို လိုက်ရှာပြီးတော့ ကိစ္စအကြောင်းအစုံကို ပြောပြပြီး ကွာရှင်းဖို့ တောင်းဆိုတော့တာပေါ့။ ဖိလစ်ပိုင်နိုင်ငံမှာ လက်ထပ်ပြီးရင် ကွာရှင်းဖို့က မလွယ်ပါဘူး။ ဂက်ဘ်နဲ့ ဒို့စ်ဟာ ကွာရှင်းခွင့် တောင်းခံနိုင်ဖို့အတွက် သက်သေအဖြစ်တင်နိုင်မယ့် အကြောင်းပြချက်မျိုးစုံကို ဖန်တီးရင်း တဖြည်းဖြည်း နီးစပ်လာခဲ့တော့တာပါပဲ။နီးစပ်လာရင်းနဲ့ ဘယ်သူက အရင်ချစ်မိသွားမလဲ၊ ဂက်ဘ်ကရော သူ့ရည်းစားကို စွန့်ပစ်နိုင်ပါ့မလား၊ ဂက်ဘ်ရဲ့ ရည်းစားကရော ဒီလက်ထပ်စာချုပ်ကိစ္စကို သိသွားမလား၊ လက်ထပ်ပွဲကရော ဖြစ်နိုင်ပါဦးမလား၊ ဘာတွေဘယ်လိုဆက်ဖြစ်လာဦးမလဲဆိုတာကိုတော့ Can’t Help Falling in Love ဆိုတဲ့ ဒီဇာတ်ကားလေးထဲမှာပဲ ဆက်ပြီးကြည့်ရှုလိုက်ကြပါနော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Elizabeth Khant မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင်https://t.me/Myname2021hakak/83မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(3.2 GB)/(999 MB)Quality…WEB-DL AMZ (Clean Version) 1080p / 720pFormat…mp4Duration….01:59:47Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byElizabeth KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMae Czarina CruzStarsCherry Pie PicacheChienna FilomenoDaniel PadillaHanna LedesmaJohnny RevillaJoross GamboaKathryn BernardoLotlot De LeonMatteo GuidicelliPinky AmadorCastBelle MarianoCherry Pie PicacheChie FilomenoChienna FilomenoChina Cojuanco-GonzalezClarence DelgadoDaniel PadillaDennis PadillaDevon SeronEarl IgnacioHanna LedesmaHannah LedesmaJanus Del PradoJohnny RevillaJoross GamboaKathryn BernardoKristel FulgarLito PimentelLotlot De LeonMatteo GuidicelliNiña DolinoPhi PalmosPinky Amador",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ODcPhJT9pGkGhIZG1eCY9O6xHI.jpg",
      "https://image.tmdb.org/t/p/w300/5A59wsxZrKPUTM9loBjwe8mNe9.jpg",
      "https://image.tmdb.org/t/p/w300/9x7T8nmamh6GIE3OQ7j5qh76Yw4.jpg",
      "https://image.tmdb.org/t/p/w300/bqHGLgcf9H6kXssCsevw5IX9tdI.jpg",
      "https://image.tmdb.org/t/p/w300/jE32fcBziExUcIHuUibzINpWESn.jpg",
      "https://image.tmdb.org/t/p/w300/gRXgJUg6AzRouxvkfhnHX9fXXtL.jpg",
      "https://image.tmdb.org/t/p/w300/13bJhPszr8dvHqnv9zdm1d8PaU4.jpg",
      "https://image.tmdb.org/t/p/w300/iCo9PH5EZuTvPGmmDtZkAwi5C7L.jpg",
      "https://image.tmdb.org/t/p/w300/8pBCqpU0SChyrQnpxylvcekOvY8.jpg",
      "https://image.tmdb.org/t/p/w300/ceOwQQKMBth0LGBw8Fy8NhSVffK.jpg",
      "https://image.tmdb.org/t/p/w300/tG8xqG18X04OixYLoOTy59HSwQ.jpg",
      "https://image.tmdb.org/t/p/w300/pkdqhQxAPSqQs5N3i8nQvJujiCz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOTVkM2IwN2YtYjU1NC00ZmZhLTkzZTItYzA4NmVlMzlmMDgxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cant-help-falling-in-love-2017-1080-p-nf-web-dl-ddp-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xLcx/(CM)_Cant.Help.Falling.in.Love.2017.1080p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1MgzCb7Y#bcEWRGsu02GzBMN7nzDbzugGUIOipbkIxL35zvEfxLk",
        "server": "mega.nz",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rsl3sxl3e7kw.html",
        "server": "usersdrive.com",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/t9dr3h0833wy",
        "server": "streamvid.io",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cant-help-falling-in-love-2017-720-p-nf-web-dl-ddp-2-0-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xLbk/(CM)_Cant.Help.Falling.in.Love.2017.720p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IFBSAZpb#H_goW9mLCpjqubwPGdmTq3-AD5ibWh0TpxHbM9Vc1Ok",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hqg9w5j71mop.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/eon3nwhuttkj",
        "server": "streamvid.io",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t9dr3h0833wy",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "s3xyjzfj-Wo",
      "video_url": "https://www.youtube.com/watch?v=s3xyjzfj-Wo",
      "embed_url": "https://www.youtube.com/embed/s3xyjzfj-Wo"
    }
  },
  {
    "metadata": "|2017||Action,Fantasy,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1280"
    },
    "title": "Ghouls (2017)",
    "description": "Ghouls (2017)===========ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ဆန်းပြီး Horror/Drama ဘက်ကိုကူးသွားတာမို့ အသစ်အဆန်းသဘောတွေ့တဲ့သူအတွက် အကြိုက်တွေ့မယ့်ကားလေးဖြစ်နိုင်ပါတယ်။မာရှာဆိုတဲ့ကောင်မလေးကတော့ ပြင်သစ်အဆင်လေး ဂေဘရီရယ်နဲ့တွေ့ရဖို့ ဆန္ဒတွေစောနေခဲ့ပါတယ်။ မာရှာရဲ့အတန်းဖော် ပိုလီနာကတော့ သူတို့အတွဲတွေ့ဖြစ်အောင် စီစဉ်ပေးရတဲ့ Third Wheel လေးပေါ့။ ဒါပေမဲ့ ပိုလီနာတစ်ယောက်တည်းဖြစ်မှာစိုးလို့ ဂေဘရီရယ်ကရှန်းဆိုတဲ့တရုတ်တစ်ယောက်ကိုလည်း ခေါ်လာပေးခဲ့ပါတယ်။ အဲ့ဒါနဲ့လေးယောက်ပေါင်းလောင်းကျော်ပြီး အရမ်းလှပြီးနာမည်ကြီးတဲ့ ရေကန်နားမှာ ပျော်ပွဲစားထွက်လာခဲ့ကြပါတယ်။ အဲ့ဒီရေကန်ရဲ့ မလှမ်းမကမ်းမှာရွာလေးတစ်ရွာရှိပြီး နုန်းမြေကြီးလည်းရှိပါတယ်။သူတို့လုံးဝမသိသေးတဲ့အချက်က အဲ့ဒီရွာလေးမှာ ဘယ်သူမှမရှိဘဲ ပက်ခ်ဟိုတို့သားအမိနှစ်ယောက်ပဲ ရှိနေတာပါ။ အဲ့ဒါအပြင် ရေကန်နားကနုန်းမြေကြီးကလည်း လူစားတယ်လို့ နာမည်ကြီးနေပြီး နှစ်ပေါင်းများစွာငြိမ်သက်နေတဲ့ဒဏ္ဍာရီက ပိုလီနာတို့လေးယောက်ကြောင့် အသက်ဝင်လာတဲ့အခါ… ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Vaဖြစ်ပါတယ်)File Size……….(1.56 GB) / (680 MB) / (391 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 30minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Fantasy, HorrorTranslator……. Jo Jo VaEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSergey GinzburgCastAglaya ShilovskayaAnatoliy GushchinAndrey RudenskyAnna ArlanovaEkaterina SaprykinaEkaterina StulovaIgor KhripunovIvan ShmakovKonstantin KryukovKonstantin MilovanovMikhail PorechenkovMikhail ZhigalovRoman MadyanovYuliya Aug",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8SnpQ8oYITnlV1ysGljnq7i2kG4.jpg",
      "https://image.tmdb.org/t/p/w300/2YKxOzeL2T0LIO0FYRmTo1euFK.jpg",
      "https://image.tmdb.org/t/p/w300/dgpxm1oKU8B6d39mKYnMf1jnd4b.jpg",
      "https://image.tmdb.org/t/p/w300/tlrVmjiqWd9cimpD48MyJ2wCnUi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmQ0N2RkNzMtMzU1MC00NWFmLTg5NTgtZDdiNTc3MGFlYTM2XkEyXkFqcGdeQXVyNTk1MjA5MjM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ghouls-2017-russian-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bf1k/Ghouls.2017.RUSSIAN.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/GZxnFYjb#4xQIkbilO3YgLgXHE3ZRmGfl4TdWBIleFVcknZmvVUk",
        "server": "mega.nz",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/zc9g0ctatav7.html",
        "server": "usersdrive.com",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ppj2x23n3o9b",
        "server": "streamvid.io",
        "size": "1.56 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/ghouls-2017-russian-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Rct4/Ghouls.2017.RUSSIAN.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/kr10ouetheck.html",
        "server": "streamsb.com",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/KdJExZaI#fIi_MjL7Q11mZU7LMF81ke0qDjoRJngN5LsTwnQzX_g",
        "server": "mega.nz",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/760r2urgcb6i.html",
        "server": "usersdrive.com",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/jz51ah9liwt8",
        "server": "streamvid.io",
        "size": "680 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/ghouls-2017-russian-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "391 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bf0t/Ghouls.2017.RUSSIAN.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "391 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/qbdn5jkw3x3z.html",
        "server": "streamsb.com",
        "size": "391 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/zJZxwSiB#BGivn0mOzpmNQj8AF8hM3ZK37pkZNYZMngLBOGfrI8M",
        "server": "mega.nz",
        "size": "391 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/r78gczz67bm4.html",
        "server": "usersdrive.com",
        "size": "391 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/eozyv1109oad",
        "server": "streamvid.io",
        "size": "391 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|1h 54min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "203,298"
    },
    "title": "Murder on the Orient Express (2017)",
    "description": "Murder on the Orient Express (2017)IMDb – 6.5/10_____Rotten – 61%စာရေးဆရာမ အဂါသာ ခရစ္စတီးရဲ့ ၁၉၃၄ တုန်းက နာမည်ကျော်ဝတ္ထုကို အခြေခံပြီး ဒါရိုက်တာကဲနက်ဘရာနက် က ရိုက်ကူးထားတာပါ။၁၉၃၄ ဆောင်းရာသီကာလ မြင်ကွင်းနဲ့အတူ နာမည်ကျော် ဘယ်လ်ဂျီယံစုံထောက် ဟာဂျူလီပွိုင်ရော့တ်ဟာ ဂျေရုဆလင်က ခိုးမှုတစ်ခုကို ဖော်ထုတ်ပြီးနောက် ခရီးသွားပြီးအပန်းဖြေဖို့ စီစဉ်ခဲ့ပါတယ်။အဲဒါနဲ့ အစ္စတန်ဘူလ်ကို သွားခဲ့ပြီးOrient Express ရထားကုမ္ပဏီ ဒါရိုက်တာ သူ့မိတ်ဆွေဘော့နဲ့ တွေ့ဆုံခဲ့ပါတယ်။လန်ဒန်ကနေ သံကြိုးစာရတဲ့အတွက် ပွိုင်ရော့တ်တစ် ယောက်ဘော့စီစဉ်ပေးတဲ့ရထား ခရီးစဉ်နဲ့ အရေးပေါ်အိမ်ပြန်ဖို့ ဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်ပွိုင် ရော့တ်ကို ဆမ်မြူရယ်ရက်ချက် ဆိုတဲ့ အမေရိကန်သူဌေးတစ် ယောက်က သုံးရက်တာ ရထား ခရီးစဉ်အတွင်းမှာ သက်တော် စောင့်လုပ်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အမည်မသိပါတီတစ်ခုရဲ့ အသက်အန္တရာယ်ခြိမ်းခြောက်စာပို့ခံရတဲ့ အတွက် ပွိုင်ရော့တ်ကိုငှားတာ ဖြစ်ပေမယ့် ပွိုင်ရော့တ်ကလက် မခံခဲ့ပါဘူး။နောက်တစ်နေ့ မနက်မှာ တော့ မစ္စတာဆမ်မြူရယ်ဟာ ဓားနဲ့အချက်ပေါင်းများစွာ အထိုး ခံရပြီး အသတ်ခံရတာကြောင့် ပွိုင်ရော့တ်ဟာဘော့နဲ့အတူ စုံစမ်းဖော်ထုတ်ဖို့လုပ်ခဲ့ပါတယ်။အခင်းဖြစ်တဲ့နေရာက သဲလွန်စတွေ၊ သက်သေတွေရဲ့ ထွက်ဆိုချက်အရ အမျိုးသားတစ် ယောက်က ဆမ်မြူရယ်ကို သတ်သွားခဲ့တာဖြစ်ပြီး ဆမ်မြူရယ်ဟာလည်း လူသတ်မှုတစ်ခုကို ကျူးလွန်ပြီး နာမည်ပြောင်းလဲနေ ထိုင်သူတစ်ယောက်ဖြစ်တယ်ဆို တာကိုပါ သိခဲ့ကြပါတယ်။သို့လောသို့လောအခြေအ နေတွေနဲ့အတူ သဲလွန်စတွေကိုဆက်စပ်ရင်း မသင်္ကာစရာတွေ များနေတဲ့ ဆမ်မြူရယ်ရဲ့လူသတ် မှုကို ပွိုင်ရော့တ်တစ်ယောက် ဘယ်လိုနည်းနဲ့ ဖော်ထုတ်မှာလဲ ဆိုတာကို ဆက်ကြည့်ရအောင်လို့ ဖော်ပြလိုက်ပါတယ်။ဒီဇာတ်ကားမှာ ကဲနက်ဘရာ နက်၊ တော်မ်ဘိတ်မန်း၊ ပန်နီလိုပီခရုဇ်၊ ဝီလျံဒါဖိုး၊ ဂျော်နီဒက်ပ်စတဲ့သရုပ်ဆောင်များစွာ ပါဝင် ထားကြပါတယ်။(ဇာတ်လမ်းအညွှန်းကို 7daily Website မှကူးယူဖော်ပြသည်)File Size : (3.7 GB) / (1 GB)/ (952 MB)Quality : Blu-Ray 4K HEVC /1080p HEVC/ 720pRunning Time : 1hr 54minFormat : Mp4Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Lex LuthorEncoded by Thanhtike Zaw,Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJanet KellockKenneth BranaghNicoletta ManiSylvia ParkerStarsDaisy RidleyDerek JacobiJohnny DeppJosh GadJudi DenchKenneth BranaghLeslie Odom Jr.Michelle PfeifferPenélope CruzWillem DafoeCastAdam GarciaAdrian DanilaAlaa SafiAlan CaltonAlejandro Rodriguez ChavezAndy ApolloAsan N'JieBen GonzalesBenjayx MurphyBern CollacoBernardo SantosCharles StreeterChristopher MulvinDaisy RidleyDardan KolicajDerek JacobiEkran MustafaElena ValdameriEmanuel CoelhoFestim LamaFran TargGerald MaliqiGerard HoranHadley FraserHayat KamilleHoney HolmesJack RiddifordJames PimentaJason MatthewsonJill BuchananJohnny DeppJoseph LongJosh GadJudi DenchKate TydmanKenneth BranaghLampros KalfuntzosLasco AtkinsLeslie Odom Jr.Lucy BoyntonManuel Garcia-RulfoMarwan KenzariMatthew HawksleyMichael RouseMichelle PfeifferMiranda RaisonNick OwenfordNina KumarOlivia ColmanPenélope CruzPhil DunsterPip JordanRaj AwastiRami NasrRodrig AndrisanScarlett ArcherSergei PoluninSid SagarTate Pitchie-CooperTom BatemanTom DabTom RodgersTony Paul WestWillem DafoeYasmin HarrisonZeynep Rose KinaZiad Abaza",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2J283YNxKhxAqHeVegUJ5mzLfGb.jpg",
      "https://image.tmdb.org/t/p/w300/pPcg9z8M9AqxZeCHOwjU0Wk4iF8.jpg",
      "https://image.tmdb.org/t/p/w300/izBLzd1l9l9cJSgFBFLZdMggcdo.jpg",
      "https://image.tmdb.org/t/p/w300/IQyEvPTYvrzsa7qstRj6VLQupr.jpg",
      "https://image.tmdb.org/t/p/w300/ytZx2mz2SP6Ar5wEokv05bYTGDp.jpg",
      "https://image.tmdb.org/t/p/w300/inDgqVtf4xMAfjYkD3jpWZCXVSd.jpg",
      "https://image.tmdb.org/t/p/w300/8CIKPdKO2PB0VZZSqu4LX2JE85l.jpg",
      "https://image.tmdb.org/t/p/w300/bn290YL9lRrfLGFnHXlhg7rpnnh.jpg",
      "https://image.tmdb.org/t/p/w300/t3J9peaAxjf8C1vPHMUg0KKx9hn.jpg",
      "https://image.tmdb.org/t/p/w300/gVTiRszC3uWg93u202TOFnhMXTC.jpg",
      "https://image.tmdb.org/t/p/w300/z3K2MQc1v0A5gemTH6BFvusVEBd.jpg",
      "https://image.tmdb.org/t/p/w300/a6RVgB28GEFBPaksyNl4Bc5N6TC.jpg",
      "https://image.tmdb.org/t/p/w300/9lEDANJbx8JDCy4GCvJGwMuup1T.jpg",
      "https://image.tmdb.org/t/p/w300/wzyPPhRsCr4gAKnEHcxH0ncuzaN.jpg",
      "https://image.tmdb.org/t/p/w300/groSlBXBWj2nWIrBNEcYJM0Zb9y.jpg",
      "https://image.tmdb.org/t/p/w300/jYth7MycRt7kWy0dCiLuOMdtjjF.jpg",
      "https://image.tmdb.org/t/p/w300/aUEdY5W8WKXI3U8A2Bq4yqia6f7.jpg",
      "https://image.tmdb.org/t/p/w300/iFCnV5V75vzmCH5HOCyWT05HFmA.jpg",
      "https://image.tmdb.org/t/p/w300/pn6WzCjbHNCmuh4TorQZkE4z0W8.jpg",
      "https://image.tmdb.org/t/p/w300/59oxXJp6YaUZxUnGHipauaqkUaA.jpg",
      "https://image.tmdb.org/t/p/w300/vBXsnyYfKx956Tj7r3hnSJSySPA.jpg",
      "https://image.tmdb.org/t/p/w300/uA860I4HyPDJA0rLgE4NjnsJwuw.jpg",
      "https://image.tmdb.org/t/p/w300/tvKcA4OFUiZkNeTJmmTkNqKHMMg.jpg",
      "https://image.tmdb.org/t/p/w300/dIS89FTRgcDwEeylEeaNIVCWPtJ.jpg",
      "https://image.tmdb.org/t/p/w300/m1ZFSOOiDnQQhZVKfzy7jZ0Llo.jpg",
      "https://image.tmdb.org/t/p/w300/jebhw5vZxnvDfIY5pUuezz8WD2k.jpg",
      "https://image.tmdb.org/t/p/w300/y5cyaMrb29qNRbQJcYgHeGYSUh.jpg",
      "https://image.tmdb.org/t/p/w300/joHK7AhNjgMKc6483O3VsvD3z0e.jpg",
      "https://image.tmdb.org/t/p/w300/sKuKoogNyV9hJUBl65hMUmPoM11.jpg",
      "https://image.tmdb.org/t/p/w300/2MMtqzQQM5wzy9y1r2RVVsyI3hf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGFmM2NmYjYtMjAwNy00ZDkzLWI3ZWMtOGZhOTRhYzQwMTA0XkEyXkFqcGdeQXVyNzU2MzMyNTI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/murder-on-the-orient-express-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-murder-on-the-orient-express-2017-blu-ray-4-k-hevc-ac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/112yr/(CM)_Murder_on_the_Orient_Express_2017__BluRay_4K_HEVC_AC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/AwtwjaoS#C1G_UoHuj0HrtgauveL0V3PuX7gPeBW4yvLVi71r-xw",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/jraosbzhjl7d.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-murder-on-the-orient-express-2017-blu-ray-1080-p-hevc-aac-2-0-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "\thttps://megaup.net/1H01b/(CM)_Murder_on_the_Orient_Express_2017__BluRay_1080p_HEVC_AAC_2.0_Audio.mkv",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/9plmiQBL#WI9TIesqlgMctaAZcxUFUxW2ZwbpHVNc5eTSDpP4-8o",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/t8lxo3kmp8u7.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/murder-on-the-orient-express-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eBw4/Murder_On_The_Orient_Express_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xhhipe8xruo6.html",
        "server": "usersdrive.com",
        "size": "952 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/7u7f5s7fg82m.html",
        "server": "streamsb.com",
        "size": "952 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Mq4m3yAoW8E",
      "video_url": "https://www.youtube.com/watch?v=Mq4m3yAoW8E",
      "embed_url": "https://www.youtube.com/embed/Mq4m3yAoW8E"
    }
  },
  {
    "metadata": "|2017|1h 51min|Drama,Music",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "312"
    },
    "title": "Kiseki: Sobito of That Day (2017)",
    "description": "Kiseki: Sobito of That Day (2017)အ​တောင်မစုံခင် အရွယ်မှာ မိဘ​တွေရဲ့​ဆန္ဒအတိုင်း ​နေခဲ့သလိုအ​တောင်စုံလို့ အရွယ်​ရောက်ချိန်အထိ မိဘ​တွေရဲ့ အုပ်ထိန်းမှုကို ဆက်ပြီးနာခံ​နေမလား၊ကိုယ်ဖြစ်ချင်တဲ့ဆန္ဒကို မျက်ကွယ် ပြုပြီး မိဘ​တွေခင်း​ပေးတဲ့လမ်းအတိုင်းဘဝခရီးကို ဆက်ပြီး ​လျှောက်လှမ်းသွားမလား၊ကိုယ့် အနာဂတ်လမ်းကို ကိုယ်​တိုင်ဖောက်ပြီး ကိုယ့်ရည်မှန်းချက်၊ ကိုယ့်ဝါသနာကိုပဲ ​​ရှေ့​ရေးကို ကြိုမ​တွေးဘဲ တစိုက်မတ်မတ် အ​ကောင်အထည်​ဖော်သွားပြီးဘဝကို ​နေ​ပျော်​အောင် ​နေသွားမလား။ဒီ​မေးခွန်း၂ခုကို ဂျင် နဲ့ ဟိဒဲ လို့​ခေါ်တဲ့ ညီအစ်ကို၂​ယောက်ကအခုဇာတ်လမ်းထဲမှာ အ​ဖြေ​ပေးသွားပါတယ်၊အ​ဖေဖြစ်သူက သား၂​ယောက်ကို ဘဝ​နောင်​ရေးစိတ်​အေးရ​အောင်သူ့အတိုင်း ဆရာဝန်ဖြစ်​စေချင်သူ၊ အစ်ကိုကြီး ဂျင် က သူချစ်တဲ့ဂီတကိုသူချစ်ရတဲ့ သူငယ်ချင်းတစ်သိုက်နဲ့ အ​ပျော်တမ်းတီးဝိုင်းငယ်​ထောင်ပြီး ဘဝကို​ရှေ့ဆက်​နေသူ၊တစ်နည်း​ပြောရရင် ဖခင်ရဲ့စကားကို တိုက်ရိုက် ဖီဆန်တဲ့ သားမိုက်ကြီး​ပေါ့။ညီငယ် ဟိဒဲ က​တော့ အစ်ကိုကြီးလို မဟုတ်ဘဲ ဖခင်ရဲ့အလိုအတိုင်းဆရာဝန်ဖြစ်​အောင်ကြိုးစား​ပေမယ့် ​လိုအပ်ချက်​​တွေ​ကြောင့် သွား​ဆေး​ကျောင်းတက်ခဲ့သူ၊တစ်ဖက်မှာလည်း ဖခင်မသိ​အောင် ​ကျောင်းက ဝါသနာတူသူငယ်ချင်း​တွေနဲ့ ​ကျောင်းတွင်းတီးဝိုင်း​လေးဖြစ်တဲ့ Green Boysကိုဖွဲ့စည်းရင်း ဝါသနာကို ​​ချွေးသိပ်ထားတဲ့သူ​ပါ။ညီဖြစ်သူရဲ့ပါရမီနဲ့ဝါသနာကို သိသွား​တဲ့အခါအစ်ကိုကြီးဂျင်က Professional Bandတစ်ခုဖြစ်လာ​​အောင် ကိုယ်တိုင်ကြီးကြပ်​ပေးရင်းအ​ဖေဖြစ်သူရဲ့အတ္တနဲ့ ​ကောင်း​စေလိုစိတ်ကို ညီအစ်ကို ၂​ဦးက သူတို့ချစ်တဲ့ဂီတနဲ့ စီးချင်းထိုးရပါ​တော့တယ်။သီချင်း​ဆိုလို့ ဗိုက်မဝဘူးဆိုတဲ့ အ​ဖေနဲ့ ကိုယ့်ဘဝကိုယ်မ​​ကျောင်းရရင်လူဖြစ်ရတာ အလကားပဲဆိုတဲ့ ညီအစ်ကို ၂ဦး အားပြိုင်ရာမှာဂျပန်ပြည်ရဲ့သက်တမ်းရင့် Hip Hop,Pop Rock bandတစ်ခု၊ဂျပန်ပြည်တွင်းရဲ့ Music industry က စံချိန်​တွေကို အလီလီရိုက်ချိုးထားတဲ့GReeeeNဆိုတဲ့Bandကြီး စတင်အ​ခြေတည်ခဲ့ပါတယ်။ဒီဇာတ်ကားဟာဂျပန်နိုင်ငံရဲ့ လူကြိုက်အများဆုံးနဲ့အောင်မြင်မှုအကြီးဆုံး Bandဖြစ်တဲ့GReeeeN အ​ကြောင်းကို ဖြစ်ရပ်မှန် ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။GReeeeNကို ဂျပန် cultureနဲ့ နီးစပ်သူတိုင်း သိကြသလိုJ-Music industryနဲ့ သိပ်မရင်းနှီးရင်​​တောင်GReeeeN – Kiseki ဆိုပြီး ရိုက်ရှာကြည့်မယ်ဆိုရင်၂၀၁၀ပြည့်နှစ်​တွေက ကြားဖူးခဲ့၊ Ringtone ထားဖူးခဲ့တဲ့သံစဉ်​အေး​အေး​လေးနဲ့ သီချင်းတစ်ပုဒ်ရဲ့ပိုင်ရှင်​​တွေအဖြစ် မှတ်မိသွားမှာပါ။ပွဲဦးထွက်2007ခုနှစ်က​နေ လက်ရှိအချိန်ထိ Member​​တွေဟာဘယ်သူဘယ်ဝါပါဆိုတဲ့ Identityကိုလုံးဝဖုံးကွယ်ထားတဲ့အဖွဲ့၊တကယ့်အသက်​မွေးဝမ်း​ကြောင်းဖြစ်တဲ့ သွားဆရာဝန်အလုပ်နဲ့မန်ဘာ​ ၄​ယောက်ရှိတာကို ​E ​၄လုံးပါတဲ့ ပါးစပ်ပုံစံ လိုဂို​​​လေးနဲ့GReeeeN အဖွဲ့ရဲ့သီချင်း​ကောင်းများနဲ့အတူစိတ်အားတက်ဖွယ် တင်ဆက်​ထားတဲ့ Musical Drama​ ကောင်း​လေးဖြစ်လို့ တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီဇာတ်ကား​လေးက​နေ စိတ်ဓါတ်ခွန်အား​တွေ ရ​စေဖို့လည်း ​ဆု​တောင်း​ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre…..Drama, MusicQuality….WEB-DL 1080p and 720pFile size…1.7GB and 986MB and 315MBFormat…mp4Duration….1h 51minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder …..LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastEita OkunoKaoru KobayashiMasaki SudaRyô NaritaRyusei YokohamaSaori KoideShioli KutsunaTori MatsuzakaToru NomaguchiYosuke SuginoYumi AsôYuna Taira",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mGvnMG7BwqNzulrkGiD4myktvNi.jpg",
      "https://image.tmdb.org/t/p/w300/2kefY1GIZlAXa5KEsW43sFj7OOy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1kepBMwhjppfs0mt6s9e3yLeG1D.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kiseki-sobito-of-that-day-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/8uk4u846953a.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/kiseki-sobito-of-that-day-2017-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Jlai/Kiseki.Sobito.of.That.Day.2017.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/lqoHwJCZ#IcBjfc4bs484AmqDqrYvI3_JLdTB27dlDe3wcGrV3Qw",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/64jnlv2fs9d2.html",
        "server": "usersdrive.com",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/kiseki-sobito-of-that-day-2017-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Jl9j/Kiseki.Sobito.of.That.Day.2017.720p.CM.mp4",
        "server": "megaup.net",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Ev5AlTaD#0QsZP3jcTPwj44UABN_o7DbxGfjXEquVL-uhFHrE1b8",
        "server": "mega.nz",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/9gegv6trxlod.html",
        "server": "streamsb.com",
        "size": "986MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/yciymn0o0i99.html",
        "server": "usersdrive.com",
        "size": "315MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/kiseki-sobito-of-that-day-2017-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "315MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/13pop/Kiseki.Sobito.of.That.Day.2017.480p.CM.mp4",
        "server": "megaup.net",
        "size": "315MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QuIWASZL#c0p8kt3Rql05ujCP6X31P4ArwmbeMxWhjjOfM4hdupc",
        "server": "mega.nz",
        "size": "315MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/rc41duh6qqr3.html",
        "server": "streamsb.com",
        "size": "315MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "uYggOWZ89FA",
      "video_url": "https://www.youtube.com/watch?v=uYggOWZ89FA",
      "embed_url": "https://www.youtube.com/embed/uYggOWZ89FA"
    }
  },
  {
    "metadata": "|2017||Drama,Romance,Sci-Fi",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Marjorie Prime (2017)",
    "description": "ဒီဇာတ်ကားကတော့ ဟော်လိုဂရမ်လို့ခေါ်တဲ့သုံးဖက်မြင်ရုပ်ကြွပုံရိပ်တွေပါတဲ့ ဇာတ်ကားမျိုးပါ။ဒါပေမဲ့ action ပါတဲ့ဇာတ်ကားမျိုးမဟုတ်ဘဲ မာဂျရီဆိုတဲ့အဘွားကြီးတစ်ယောက်က သူ့ရဲ့ဆုံးသွားတဲ့ ယောက်ျားကိုသူ့ရဲ့သမက်ဖြစ်သူက ပရိုင်းမ်လို့ခေါ်တဲ့ဟော်လိုဂရမ်နဲ့ ပြန်ပုံဖော်ပြီး စကားတွေပြောတာကနေဇာတ်လမ်းကိုစတည်ထားပါတယ်။မာဂျရီပါဝင်တဲ့ မိသားစုတစ်စုက အဲဒီပရိုင်းမ်နဲ့သူတို့နဲ့ကြားမှာဆက်ဆံရင်းကြုံတွေရတဲ့ စိတ်ခံစားချက်အခက်အခဲတွေနဲ့သေဆုံးသွားသူတွေအပေါ်ရှိနေတဲ့သူတို့ရဲ့ခံစားချက်တွေကို ပရိုင်းမ်ကိုအသုံးပြုရင်းဘယ်လိုမျိုးဖြေသိမ့်လဲဆိုတာကို ပြသထားပြီးIMDB 6.3 ရရှိထားတာကြောင့် CM ပရိသတ်ကြီးအတွက်ကြည့်ရှုလို့အဆင်ပြေတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ။File size…  1.5 GB /  569 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 39mGenre …..  Drama , Sci-FiSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by KasashiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAzumi TsutsuiBill WaltersCashus MuseGeena DavisHana ColleyHannah GrossIndia Reed KotisJon HammLeslie LylesLois SmithStephanie AndujarTim Robbins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w1ER1Sf57M9QTU2pOEdP5cHeCxD.jpg",
      "https://image.tmdb.org/t/p/w300/hXLRvClNmYT7uOZO8pRjdyxTU27.jpg",
      "https://image.tmdb.org/t/p/w300/2sWXxCc7Y0itpyzqxUFzn0T4QEo.jpg",
      "https://image.tmdb.org/t/p/w300/i2znnp4M66WvPWQwUw4IlaKdRIk.jpg",
      "https://image.tmdb.org/t/p/w300/3pSkf0fm4pIW91FmOkdD6VvrXMg.jpg",
      "https://image.tmdb.org/t/p/w300/3Rm9Iw39jJmDbcHjjGWLi1fOl5s.jpg",
      "https://image.tmdb.org/t/p/w300/sypgsBWNiakb3jIEmp6j1zmMoQD.jpg",
      "https://image.tmdb.org/t/p/w300/mAvPlNh4xRsBYsvzeN9tq93Zjot.jpg",
      "https://image.tmdb.org/t/p/w300/1J8aCSEzYrQgPWlaABRn2rEw2gj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rvTZFjcNvzPFYJnmdrvSrGvqx67.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=my_files#:~:text=Marjorie.Prime.2017.1080p",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/marjorie-prime-2017-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Xwvc/Marjorie.Prime.2017.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XMlQ2bLC#dMM7JmebtAHFvMsF2DF1TTypJVr6E8bqPr0koOM9l5c",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/w1acynhlwrk7",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dm9fwyk6p3lg.html",
        "server": "usersdrive.com",
        "size": "569 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marjorie-prime-2017-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "569 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hz2w/Marjorie.Prime.2017.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "569 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uMNxHCDQ#la9xTQmfb5TCKNuKXyOSmmkeMLFtI_G35qoKOZsPhHw",
        "server": "mega.nz",
        "size": "569 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/liu1nk9cnmho",
        "server": "streamvid.io",
        "size": "569 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_sBFbda7H4k",
      "video_url": "https://www.youtube.com/watch?v=_sBFbda7H4k",
      "embed_url": "https://www.youtube.com/embed/_sBFbda7H4k"
    }
  },
  {
    "metadata": "PG-13|2017|1h 36 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "107,166"
    },
    "title": "Happy Death Day (2017)",
    "description": "Thillerဇာတ်ကားကောင်းလေးကြည့်ချင်သူများအတွက်ကားအသစ်လေးပါ။Before I Fallဆိုတဲ့ကားလေးနဲ့ပုံစံတူလေးပါပဲ။ဒီကားလေးမှာကတော့ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းပြီးMysteryဆန်တဲ့ပုံစံကိုတွေ့ရမှာပါ။လူ့ရုပ်သကန်ကိုသေချာပြဆိုနိုင်တဲ့ဇာတ်ကားမျိုးတွေပါ။လူဆိုတာမျိုးကဘာမှမဖြစ်ခင်မှာတော့ဘာမှမဖြစ်သလိုပေါ့ပေါ့နဲ့ကိုယ့်ယူဆချက်နဲ့ကိုယ်နေထိုင်ကြပေမယ့် တကယ်တမ်းအကျဉ်းကျပ်ထဲရောက်ချိန်မှာတော့ပြောင်းလဲလာတတ်ကြတာပါပဲ။ဇာတ်လမ်းလေးကိုအရင်ပြောချင်ပါတယ်။ထရီဇာဆိုတဲ့ကောလိပ်ကျောင်းသူလေးတစ်ယောက်ဟာတနင်္လာနေ့တစ်မနက်မှာကာတာဆိုတဲ့ကျောင်းသားအဆောင်လေးထဲမှာနိုးထလာခဲ့ပါတယ်။ညဖက်ပါတီမှာအသေသောင်းကျန်းပြီးယောကျာ်လေးတစ်ယောက်ရဲ့အခန်းမှာရောက်မနက်အိပ်ရာနိုးရတယ်ဆိုတာကိုကြည့်ခြင်းအားဖြင့်ထရီဇာရဲ့ဇာတ်ကောင်သဘာဝကိုသိနိုင်ပါတယ်။ခေတ်ဆန်ဆန်ပိုက်ဆံရှိမိဘအသိုင်းအဝိုင်းကလာပြီးကိုယ်စိတ်ထင်သလိုလုပ်နေတဲ့ကျောင်းသူလေးတစ်ယောက်ပါပဲ။ဒီနေရာမှာဇာတ်ကားကိုစိတ်ဝင်စားစေတာကတော့အဲဒီနေ့ဟာသူ့မွေးနေ့ဖြစ်နေပါတယ်။မနက်နိုးလာကတည်းကညအထိပုံမှန်လိုပဲဖြတ်သန်းလာခဲ့ပေမယ့်ညနက်ပိုင်းပါတီကိုသွားတဲ့လမ်းရောက်တဲ့အချိန်မှာပဲသူ့ဘဝစကြမ်းပြီလို့ပြောရမှာပါပဲ။ညဖက်ပါတီကိုသွားရင်လမ်းမှာလူတစ်ယောက်ရဲ့လက်ချက်နဲ့အသတ်ခံလိုက်ရတာပါ။ဇာတ်လမ်းကအဲဒီမှစတာပါ။သူအသတ်ခံလိုက်ရပြီးရုတ်တရတ်ပြန်နိုးလာပါတယ်။နိုးလာတဲ့နေရာကလည်းမနက်ကသူနိုးလာတဲ့အခန်းသူနိုးလာတဲ့ပုံစံအတိုင်းသူ့မွေးနေ့မှာပဲသူပြန်နိုးလာခဲ့တာပါ။အိပ်မက်လိုလိုဘာလိုလိုနဲ့ဦးနှောက်ခြောက်နေရင်းထရီဇာတစ်ယောက်အဲဒီညမှာလူသတ်သမားလက်ချက်နဲ့နောက်တစ်ခါအသတ်ခံလိုရပြီးတဲ့အခါမှာတော့ သူပြန်လည်နိုးထလာချိန်မှာHappy Birthday မဟုတ်ပဲ Happy Death Dayဖြစ်နေပြီး ရက်တစ်ရက်ထဲမှာပဲပိတ်မိနေတော့တာပါပဲ။ထရီဇာတစ်ယောက် အဲဒီတစ်ရက်တည်းမှာပဲအဖန်တလဲလဲနိုးထလာလိုက်သေဆုံးလိုက်နဲ့သံသရာလည်နေရင်း လူတွေအကြောင်း၊သူ့အကြောင်းကိုသူပိုသိလာပါတော့တယ်။သူ့ပတ်ဝန်းကျင်ကလူတွေအကြောင်းပိုသိလာတယ်။ဟန်ဆောင်မှုတွေကြားကလူတွေရဲ့မျက်နှာဖုံးတွေကိုလည်းမြင်လာပါတယ်။တဖြေးဖြေးနဲ့စိတ်ညစ်လာတဲ့ထရီဇာတစ်ယောက်၊ ဘဝမှာသူ့စိတ်တိုင်းကျလုပ်ချင်ရာလုပ်ခဲ့တဲ့ထရီဇာတစ်ယောက် အခုတော့သူလိုချင်တာမနက်ဖြန်ဆိုတဲ့ဆုတောင်းပဲရှိပါတော့တယ်။ဒါဟာကျွန်တော်တို့သတိမပြုမိတာဒါရိုက်တာပြလိုက်တာပါပဲ။မနက်ဖြန်ပေါင်းများစွာရှိတဲ့အချိန်တုန်းကတန်ဖိုးမထားပဲအီလေးဆွဲခဲ့ပေမယ့် အဲဒီမနက်ဖြန်ကိုလက်လွှတ်လိုက်ရချိန်တစ်နည်းအားဖြင့် နောက်ထပ်အခွင့်အရေးမရှိတော့ချိန်မှာတမ်းတကြတာသဘာဝပါပဲ။ဒီကားလေးကတော့ စိတ်လှုပ်ရှားစရာ၊စဥ်းစားစရာလေးတွေနဲ့တင်ဆက်ထားတဲ့အတွက်တစ်မျိုးတစ်ဖုံခံစားမှုရစေမှာပါ။လူသတ်သမားကရောဘယ်သူလဲ၊ ဘာကြောင့်သူ့ကိုသတ်ရတာလဲ၊ Happy Birthdayနေ Happy Death Day ဖြစ်သွားရှာတဲ့ထရီဇာတစ်ယောက်ရောအဲဒီသံသရာထဲကလွတ်မြောက်နိုင်မှာလားဆိုတာတော့ဆက်ကြည့်လိုက်ပါဦး။ဇာတ်ကားအဆုံးသတ်ကယုတ္တိမတန်ဘဲအငြင်းပွားစရာရှိပေမယ့်စဉ်းစားစရာ၊စိတ်လှုပ်ရှားစရာခံစားမှုရသတွေကတော့အပြည့်အဝပေးမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ သူရဇာနည်အောင်ပါ)———————————————————————————-Thillerဇာတ္ကားေကာင္းေလးၾကည့္ခ်င္သူမ်ားအတြက္ကားအသစ္ေလးပါ။Before I Fallဆိုတဲ့ကားေလးနဲ႕ပံုစံတူေလးပါပဲ။ဒီကားေလးမွာကေတာ့ပိုျပီးစိတ္လႈပ္ရွားစရာေကာင္းျပီးMysteryဆန္တဲ့ပံုစံကိုေတြ႕ရမွာပါ။လူ႔ရုပ္သကန္ကိုေသခ်ာျပဆိုႏိုင္တဲ့ဇာတ္ကားမ်ဳိးေတြပါ။လူဆိုတာမ်ဳိးကဘာမွမျဖစ္ခင္မွာေတာ့ဘာမွမျဖစ္သလိုေပါ့ေပါ့နဲ႕ကိုယ့္ယူဆခ်က္နဲ႕ကိုယ္ေနထိုင္ၾကေပမယ့္ တကယ္တမ္းအက်ဥ္းက်ပ္ထဲေရာက္ခ်ိန္မွာေတာ့ေျပာင္းလဲလာတတ္ၾကတာပါပဲ။ဇာတ္လမ္းေလးကိုအရင္ေျပာခ်င္ပါတယ္။ထရီဇာဆိုတဲ့ေကာလိပ္ေက်ာင္းသူေလးတစ္ေယာက္ဟာတနလၤာေန႕တစ္မနက္မွာကာတာဆိုတဲ့ေက်ာင္းသားအေဆာင္ေလးထဲမွာႏိုးထလာခဲ့ပါတယ္။ညဖက္ပါတီမွာအေသေသာင္းက်န္းျပီးေယာက်ာ္ေလးတစ္ေယာက္ရဲ႕အခန္းမွာေရာက္မနက္အိပ္ရာႏိုးရတယ္ဆိုတာကိုၾကည့္ျခင္းအားျဖင့္ထရီဇာရဲ႕ဇာတ္ေကာင္သဘာ၀ကိုသိႏိုင္ပါတယ္။ေခတ္ဆန္ဆန္ပိုက္ဆံရွိမိဘအသိုင္းအ၀ိုင္းကလာျပီးကိုယ္စိတ္ထင္သလိုလုပ္ေနတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါပဲ။ဒီေနရာမွာဇာတ္ကားကုိစိတ္၀င္စားေစတာကေတာ့အဲဒီေန႕ဟာသူ႕ေမြးေန႕ျဖစ္ေနပါတယ္။မနက္ႏိုးလာကတည္းကညအထိပံုမွန္လိုပဲျဖတ္သန္းလာခဲ့ေပမယ့္ညနက္ပိုင္းပါတီကိုသြားတဲ့လမ္းေရာက္တဲ့အခ်ိန္မွာပဲသူ႕ဘ၀စၾကမ္းျပီလို႕ေျပာရမွာပါပဲ။ညဖက္ပါတီကိုသြားရင္လမ္းမွာလူတစ္ေယာက္ရဲ႕လက္ခ်က္နဲ႕အသတ္ခံလိုက္ရတာပါ။ဇာတ္လမ္းကအဲဒီမွစတာပါ။သူအသတ္ခံလိုက္ရျပီးရုတ္တရတ္ျပန္ႏိုးလာပါတယ္။ႏိုးလာတဲ့ေနရာကလည္းမနက္ကသူႏိုးလာတဲ့အခန္းသူႏိုးလာတဲ့ပံုစံအတိုင္းသူ႕ေမြးေန႕မွာပဲသူျပန္ႏိုးလာခဲ့တာပါ။အိပ္မက္လိုလိုဘာလိုလုိနဲ႕ဦးေႏွာက္ေျခာက္ေနရင္းထရီဇာတစ္ေယာက္အဲဒီညမွာလူသတ္သမားလက္ခ်က္နဲ႕ေနာက္တစ္ခါအသတ္ခံလိုရျပီးတဲ့အခါမွာေတာ့ သူျပန္လည္နိုးထလာခ်ိန္မွာHappy Birthday မဟုတ္ပဲ Happy Death Dayျဖစ္ေနျပီး ရက္တစ္ရက္ထဲမွာပဲပိတ္မိေနေတာ့တာပါပဲ။ထရီဇာတစ္ေယာက္ အဲဒီတစ္ရက္တည္းမွာပဲအဖန္တလဲလဲႏိုးထလာလိုက္ေသဆံုးလိုက္နဲ႕သံသရာလည္ေနရင္း လူေတြအေၾကာင္း၊သူ႕အေၾကာင္းကိုသူပိုသိိလာပါေတာ့တယ္။သူ႕ပတ္၀န္းက်င္ကလူေတြအေၾကာင္းပိုုသိလာတယ္။ဟန္ေဆာင္မႈေတြၾကားကလူေတြရဲ႕မ်က္ႏွာဖံုးေတြကိုလည္းျမင္လာပါတယ္။တေျဖးေျဖးနဲ႕စိတ္ညစ္လာတဲ့ထရီဇာတစ္ေယာက္၊ ဘ၀မွာသူ႕စိတ္တိုင္းက်လုပ္ခ်င္ရာလုပ္ခဲ့တဲ့ထရီဇာတစ္ေယာက္ အခုေတာ့သူလိုခ်င္တာမနက္ျဖန္ဆိုတဲ့ဆုေတာင္းပဲရွိပါေတာ့တယ္။ဒါဟာကၽြန္ေတာ္တို႕သတိမျပဳမိတာဒါရိုက္တာျပလိုက္တာပါပဲ။မနက္ျဖန္ေပါင္းမ်ားစြာရွိတဲ့အခ်ိန္တုန္းကတန္ဖိုးမထားပဲအီေလးဆြဲခဲ့ေပမယ့္ အဲဒီမနက္ျဖန္ကိုလက္လႊတ္လိုက္ရခ်ိန္တစ္နည္းအားျဖင့္ ေနာက္ထပ္အခြင့္အေရးမရွိေတာ့ခ်ိန္မွာတမ္းတၾကတာသဘာ၀ပါပဲ။ဒီကားေလးကေတာ့ စိတ္လႈပ္ရွားစရာ၊စဥး္စားစရာေလးေတြနဲ႕တင္ဆက္ထားတဲ့အတြက္တစ္မ်ဳိးတစ္ဖံုခံစားမႈရေစမွာပါ။လူသတ္သမားကေရာဘယ္သူလဲ၊ ဘာေၾကာင့္သူ႕ကိုသတ္ရတာလဲ၊ Happy Birthdayေန Happy Death Day ျဖစ္သြားရွာတဲ့ထရီဇာတစ္ေယာက္ေရာအဲဒီသံသရာထဲကလြတ္ေျမာက္ႏိုင္မွာလားဆိုတာေတာ့ဆက္ၾကည့္လိုက္ပါဦး။ဇာတ္ကားအဆံုးသတ္ကယုတၱိမတန္ဘဲအျငင္းပြားစရာရွိေပမယ့္စဥ္းစားစရာ၊စိတ္လႈပ္ရွားစရာခံစားမႈရသေတြကေတာ့အျပည့္အ၀ေပးမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ႔ သူရဇာနည္ေအာင္ပါ)File Size : (752 MB)Quality : WEB-DL 720pRunning Time : 1hr 36minFormat : Mp4Genre :Horror, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher B. LandonStarsCaleb SpillyardsCharles AitkenIsrael BroussardJason BayleJessica RotheLaura CliftonPhi VuRachel MatthewsRob MelloRuby ModineCastBlaine Kern IIICaleb SpillyardsCariella SmithCharles AitkenDane RhodesDonna DuPlantierGiGi ErnetaIsrael BroussardJason BayleJessica RotheLaura CliftonMissy YagerPhi VuRachel BlackRachel MatthewsRob MelloRuby ModineTenea IntriagoTran Tran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eGx5OfOdvM0gkHdmkLe3hcJuEIT.jpg",
      "https://image.tmdb.org/t/p/w300/9bjHAkyi3aRRnfrIGhHPu7RATPR.jpg",
      "https://image.tmdb.org/t/p/w300/krUkewvpq7gCTqeFYo3ciXY0bxR.jpg",
      "https://image.tmdb.org/t/p/w300/xxj9yDRYu65Y5yp8G0ryuYAjAwo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTk0ODMyNjk1NF5BMl5BanBnXkFtZTgwNDkxOTk4MzI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dywjn4r80jto.html",
        "server": "usersdrive.com",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/happy-death-day-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/f37d16e1/hapy-death-day-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yPhd/Happy_Death_Day_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kYtTSBZC#DQu1tpBuu1WUQNmp9ZYv0mXJqT67hWuZRDrMV1A5I_Q",
        "server": "mega.nz",
        "size": "752 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/n0fl5tiuhy91",
        "server": "upstream.to",
        "size": "752 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ntxS1bBg5o0",
      "video_url": "https://www.youtube.com/watch?v=ntxS1bBg5o0",
      "embed_url": "https://www.youtube.com/embed/ntxS1bBg5o0"
    }
  },
  {
    "metadata": "N/A|2017|112 min|Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "148"
    },
    "title": "Galih dan Ratna (2017)",
    "description": "1980s ဝန်းကျင်မှာ ကောင်လေးတွေကမိမိချစ်ရတဲ့ကောင်မလေးတွေအတွက်ရည်စူးပြီးခံစားချက်နဲ့တိုက်ဆိုင်သမျှသီချင်းလေးတွေကိုစုကက်ဆက်တိတ်ခွေလေးထဲထည့်ပြီးချစ်သဝဏ်လွှာအဖြစ်ပေးတဲ့ Mixtape Culture လေး ရှိခဲ့ပါသတဲ့အဲ့လိုချစ်ဖို့ကောင်းတဲ့ Culture လေးကိုအခြေတည်ပြီး ပေါက်ဖွားလာတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်းကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်ငယ်ရွယ်စဉ်အချစ်ဆိုတာ ‘Tried to keep you close to me but life gets in between’ ဆိုတဲ့James Bay ရဲ့သီချင်းစာသားလေးအတိုင်းပါပဲလားဆိုတာကို ထိထိမိမိခံစားရစေမှာပါOst အမိုက်စားလေးတွေကိုနားထောင်ပြီး အတူတူ feel ကြပါစို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (380 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 52minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : NF WEB-DL 1080p DD+2.0 H.264-BeerusTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLucky KuswandiStarsAyu Dyah PashaHengky TornandoIndra BirowoJoko AnwarMarissa AnitaRefal HadySari KoeswoyoSheryl SheinafiaCastAyu Dyah PashaHengky TornandoIndra BirowoJoko AnwarMarissa AnitaRefal HadySari KoeswoyoSheryl Sheinafia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xIBiJGC7XV0YwejvPO4j5vUfav5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/h535RItHGEWr181lNRFPuZGRGLv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/galih-dan-ratna-2017-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/galih-dan-ratna-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2n4vW/Galih_Dan_Ratna_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/wmavpspys4qv.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Ks0lO3zCWOQ",
      "video_url": "https://www.youtube.com/watch?v=Ks0lO3zCWOQ",
      "embed_url": "https://www.youtube.com/embed/Ks0lO3zCWOQ"
    }
  },
  {
    "metadata": "R|2017|95 min|Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "2,368"
    },
    "title": "The Cured (2017)",
    "description": "ဒီဇာတ္လမ္းကေတာ့ Drama/Science Ficiton အမ်ိဳးအစားျဖစ္ျပီးေတာ့ IMDB 5.4 ၊ Rotten Tomatoes 64% ရထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ Zombie ပံုစံလုိ ဇာတ္လမ္းမ်ိဳးျဖစ္ေပမယ့္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ေျပးလႊားကိုက္ျဖတ္ျပီး ျပီးသြားတာမဟုတ္ပဲ ကိုယ့္ကို အေတြးတစ္ခုနဲ႔က်န္ခဲ့ေစႏုိင္တဲ့ ဇာတ္လမ္းမ်ိဳးျဖစ္ပါတယ္။ဇာတ္လမ္းကိုေတာ့ The Maze Virus ဆိုတဲ့ ေရာဂါပိုးဟာ ျပန္႔ႏွ႔ံလာခဲ့ျပီး ကူးစက္ခံရတဲ့ လူေတြဟာ Zombie ပံုစံျဖစ္သြားျပီး လူေတြကို လုိက္တုိက္ခိုက္တာနဲ႔ အစျပဳထားပါတယ္။ဆရာ၀န္ေတြဟာ အဲ့ဒီ Virus ကို ေပ်ာက္ေအာင္ကုႏုိင္တဲ့ ေဆးကုထံုးကို ေတြ႕ခဲ့ျပီး ကူးစက္ခံရသူ ၇၅% ကို ကုသႏုိ္င္ခဲ့ေပမယ့္ အဲ့ေဆးရဲ႕ အက်ိဳးရလဒ္ကေတာ့ ေရာဂါေပ်ာက္ကင္းသြားတဲ့သူေတြဟာ သူတုိ႔ ကူူးစက္ခံခဲ့ရတဲ့ အခ်ိန္တုန္းက လုပ္ခဲ့သမွ်ေတြကိုျပန္မွတ္မိေနတာပဲျဖစ္ပါတယ္။အဲ့ေတာ့ က်န္ေနတဲ့ ၂၅%ကို ဆက္လက္မကုသေတာ့ပဲ အစိုးရက သုတ္သင္ရွင္းလင္းဖို႔အမိန္႔ေပးခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာ အစိုးရေတြကို ေဆးကုသမႈခံယူျပီး ေပ်ာက္ကင္းသြားတဲ့သူေတြက အရင္ Zombie ပံုစံလုိျပန္ေနျပီး ဆႏၵျပၾကတာျဖစ္ပါတယ္။အေၾကာင္းအရင္းကေတာ့ က်န္ရွိေနတဲ့ ၂၅% ေသာ ကူးစက္ခံထားရသူေတြထဲမွာ ကုိယ့္မိသားစု၀င္ ကုိယ္ခ်စ္ေနရတဲ့ သူေတြပါေနလုိ႔ပါပဲ။အဲ့ေတာ့ ခင္ဗ်ားတို႔ေရာ ကိုယ္အရမ္းခ်စ္ရတဲ့ သူတစ္ေယာက္က ကူးစက္ခံထားရျပီး သုတ္သင္ရွင္းလင္းခံရေတာ့မယ္ဆုိရင္ ဘယ္လမ္းကို ေရြးခ်ယ္ျပီးဆံုးျဖတ္ၾကမွာလဲ။(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Brilliant Star ျဖစ္ပါတယ္)File Size : (750 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 35minFormat : Mp4Genre : Drama, Horror, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GUACAMOLETranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDave MoranDavid FreyneStarsAmy De BhrúnChelsea DeboEllen PageHilda FayLesley ConroyNatalia KostrzewaPeter CampionSam KeeleyStuart GrahamTom Vaughan-LawlorCastAmy De BhrúnChelsea DeboEllen PageFrank CannonHilda FayLesley ConroyNatalia KostrzewaPeter CampionSam KeeleyStuart GrahamTom Vaughan-Lawlor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/slCqWqN1gtgOHDvQMZwsKJLCLoO.jpg",
      "https://image.tmdb.org/t/p/w300/zZUhyNTWY6hwl51ZXKSpqhaZpvG.jpg",
      "https://image.tmdb.org/t/p/w300/1PjHnqHB2segCiOkEMZFAE0aWIN.jpg",
      "https://image.tmdb.org/t/p/w300/viyaTm0EpTQxUQLrgn78DBdyJPM.jpg",
      "https://image.tmdb.org/t/p/w300/atgtMHADVhaHAT8Atl6PcGK0j2M.jpg",
      "https://image.tmdb.org/t/p/w300/4ajF6bGPLsm8L3TLhKt10n7B4cv.jpg",
      "https://image.tmdb.org/t/p/w300/eqoUhDLieLdstbWLoSEXDC3zMqf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qheJcFjQ3hAMroE8y6FpCg6jNeN.jpg",
    "movie_links": [
      {
        "link": "http://mmsale.org/ipvFp",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/tmBgPQv",
        "server": "drive.google.com",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/kwbAYe",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/17ULnL4",
        "server": "Soliddrive.co",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/OA3KBS8",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/Bi3f",
        "server": "megaup.net",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/4Wkq",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/P70fniS",
        "server": "openload.co",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/bCXOG",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/rNMT96",
        "server": "ClicknUpload.org",
        "size": "330 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fSutgzDY_I4",
      "video_url": "https://www.youtube.com/watch?v=fSutgzDY_I4",
      "embed_url": "https://www.youtube.com/embed/fSutgzDY_I4"
    }
  },
  {
    "metadata": "|2017|2h 9min|Action,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "11,115"
    },
    "title": "The Villainess (2017)",
    "description": "The Villainess (2017)IMDb – 6.7/10_____Rotten – 84%အမျိူ းသမီးဇာတ်ကောင်ကို အဓိကထားပြီး ရိုက်ကူးတဲ့ ဇာတ်ကားတွေ ပြန်လည်ခေတ်ကောင်းလာတဲ့ကာလလို့ ပြောလို့ရမယ့် လက်ရှိကာလမျို းမှာ တောင်ကိုရီးယားရုပ်ရှင်ထုတ်လုပ်ရေးတွေကလည်း Shiri တို့လို အက်ရှင်ကားမျို းတွေနဲ့ ကမ္ဘာသိအောင် ပြဆိုခဲ့မှုတွေ ရှိခဲ့တာပီပီ ယခုနှစ် 2017ခုနှစ်ထဲမှာလည်း အမျိုးသမီးဇာတ်ဆောင်ကို အဓိကထားရိုက်ကူူးထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားကို ဖြန့်ချီပေးလိုက်ပြန်ပါပြီ။ဇာတ်လမ်းအကြောင်းအရာကတော့ တရုတ်ပြည်နယ်ဘက်မှာ ငယ်စဉ်ကတည်းက လုပ်ကြံသတ်ဖြတ်ရေး ပညာရပ်တွေကို သင်ကြားခဲ့ရတဲ့ Sook -hee လို့ အမည်ရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ပညာတွေပြည့်စုံလာချိန်မှာတော့ တောင်ကိုရီယားနိုင်ငံထဲက အေဂျင်စီတစ်ခုမှာ အပေးအယူတစ်ခုနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ပါတယ်။သူမရဲ့ပကတိဆန္နက သာမန်လူတွေလိုပဲ ဘဝကိုဖြတ်သန်းချင်တာဖြစ်တဲ့အတွက် ဆယ်နှစ်တိတိ တာဝန်ယူထမ်းဆောင်ပြီး အနားယူခွင့်ပေးရမယ်ဆိုတဲ့ကတိဖြစ်ပါတယ်။ဒါပေမယ့် သူမအပေါ်ကို ပညာသင်ကြားပေးခဲ့တဲ့ ဆရာနဲ့အခြားသောသူစိမ်းတစ်ယောက်နဲ့ ပြန်လည်ပတ်သက်မိချိန်မှာတော့ သူမလိုချင်တဲ့ အေးချမ်းတဲ့ဘဝကို ရရှိဖို့ မသေချာတော့ပါဘူး။အဲဒီနောက်မှာ သူမဘဝအစိတ်အပိုင်းတွေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ရှု့စားရမှာဖြစ်ပါတယ်။Cannes ရုပ်ရှင်ပွဲတော်မှာတော့ ယခု ဇာတ်ကားဟာ ချီးမွှမ်းသံတွေ အပြည့်ရရှိထားတာကိုတွေ့ရပါတယ်။ယခုဇာတ်ကားအတွက် ယုံကြည်စရာတစ်ခုက တာဝန်ယူရိုက်ကူးထားတဲ့ ဒါရိုက်တာ Jung Byung-Gil ဆိုတာကလည်း Confession Of Murder တို့လို အက်ရှင်ကားကောင်းတွေကို ပီပြင်ပိုင်နိုင်စွာ ရိုက်ကူးခဲ့ဘူးတဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာရယ်ကြောင့် ထိုက်တန်တဲ့ဖျော်ဖြေမှု တွေ ရလောက်မယ်လို့ ယုံကြည်မိပါတယ်။အဓိက သရုပ်ဆောင်တစ်ယောက်ဖြစ်တဲ့ Kim Ok-Vin ဆိုတာလည်း ကိုရီယားရုပ်ရှင်လောကမှာ နာမည်ရပြီးသား အမျို းသမီးသရုပ်ဆောင်တစ်ဦးဖြစ်သလို Thirst တို့လို The Front Line တို့လို (အဲဒီကားတွေထဲမှာလည်း ယခု ရုပ်ရှင်ထဲက ဇာတ်ပို့သရုပ်ဆောင်တစ်ဦးဖြစ်တဲ့ Shin Ha-Kyun နဲ့အတူ တွဲဖက်ညီညီ သရုပ်ဆောင်ဘူးခဲ့)ကားတွေမှာ သူမရဲ့ သရုပ်ဆောင်မှု ပါရမီကို ပရိသတ်တွေထံ မှတ်ကျောက်တင်ခဲ့ပြီးသားဖြစ်တာကြောင့် ဒီရုပ်ရှင်အတွက် သံသယဖြစ်ဖို့လိုမယ်မထင်ပါဘူး (ဒီကားမရိုက်ကူးခင်မှာ ဇာတ်ကောင်စရိုက် ပီပြင်ဖို့အတွက် တိုက်ကွမ်ဒိုလို တိုက်ခိုက်ရေးပညာရပ်တွေကို လေ့ကျင့်ခဲ့ရတယ်လို့လည်း ဆိုထားပါတယ်)။ဟာသ ဒရမ်မာ အက်ရှင် စွယ်စုံကောင်းမွန်စွာ သရုပ်ဆောင်နိုင်စွမ်းရှိတဲ့Shin Ha-Kyunလို သရုပ်ဆောင်ကောင်းတွေပါနေတဲ့ အတွက်ကြောင့်လည်း အရင်က အာရှရုပ်ရှင်သမိုင်းမှာ နာမည်တွင်ခဲ့တဲ့ ဂျက်မတို့လို သမိုင်းကြောင်းမျို း ကျန်ခဲ့မလားဆိုတာတော့ ပိတ်ကားထက်ပေါ်မှာ ကြည့်ရှု့ခံစားရုံမှာတစ်ပါး အခြားမရှိကြောင်းပါ။(ဇာတ်လမ်းအညွန်းကိုတော့ ကိုညီလင်းအိမ်ရဲ. facebook Acc (https://www.facebook.com/aungphyo.hlaing.9) မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူ ကတော့Little Twinlayပါ )အမ်ိဴ းသမီးဇာတ္ေကာင္ကို အဓိကထားျပီး ရုိက္ကူးတဲ့ ဇာတ္ကားေတြ ျပန္လည္ေခတ္ေကာင္းလာတဲ့ကာလလို႔ ေျပာလို႔ရမယ့္ လက္ရွိကာလမ်ိဳ းမွာ ေတာင္ကိုရီးယားရုပ္ရွင္ထုတ္လုပ္ေရးေတြကလည္း Shiri တို႔လို အက္ရွင္ကားမ်ိဳ းေတြနဲ႔ ကမာၻသိေအာင္ ျပဆိုခဲ့မွဳေတြ ရွိခဲ့တာပီပီ ယခုႏွစ္ 2017ခုႏွစ္ထဲမွာလည္း အမ်ိဳးသမီးဇာတ္ေဆာင္ကို အဓိကထားရုိက္ကူူးထားတဲ့ အက္ရွင္ကားေကာင္းတစ္ကားကို ျဖန္႔ခ်ီေပးလိုက္ျပန္ပါျပီ။ဇာတ္လမ္းအေၾကာင္းအရာကေတာ့ တရုတ္ျပည္နယ္ဘက္မွာ ငယ္စဥ္ကတည္းက လုပ္ၾကံသတ္ျဖတ္ေရး ပညာရပ္ေတြကို သင္ၾကားခဲ့ရတဲ့ Sook -hee လို႔ အမည္ရတဲ့ မိန္းကေလးတစ္ေယာက္ဟာ ပညာေတြျပည့္စုံလာခ်ိန္မွာေတာ့ ေတာင္ကိုရီယားႏိုင္ငံထဲက ေအဂ်င္စီတစ္ခုမွာ အေပးအယူတစ္ခုနဲ႔ တာဝန္ထမ္းေဆာင္ခဲ့ပါတယ္။သူမရဲ႕ပကတိဆႏၷက သာမန္လူေတြလိုပဲ ဘဝကိုျဖတ္သန္းခ်င္တာျဖစ္တဲ့အတြက္ ဆယ္ႏွစ္တိတိ တာဝန္ယူထမ္းေဆာင္ျပီး အနားယူခြင့္ေပးရမယ္ဆိုတဲ့ကတိျဖစ္ပါတယ္။ဒါေပမယ့္ သူမအေပၚကို ပညာသင္ၾကားေပးခဲ့တဲ့ ဆရာနဲ႔အျခားေသာသူစိမ္းတစ္ေယာက္နဲ႔ ျပန္လည္ပတ္သက္မိခ်ိန္မွာေတာ့ သူမလိုခ်င္တဲ့ ေအးခ်မ္းတဲ့ဘဝကို ရရွိဖို႔ မေသခ်ာေတာ့ပါဘူး။အဲဒီေနာက္မွာ သူမဘဝအစိတ္အပိုင္းေတြ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာ ရွဳ ႕စားရမွာျဖစ္ပါတယ္။Cannes ရုပ္ရွင္ပြဲေတာ္မွာေတာ့ ယခု ဇာတ္ကားဟာ ခ်ီးမႊမ္းသံေတြ အျပည့္ရရွိထားတာကိုေတြ႕ရပါတယ္။ယခုဇာတ္ကားအတြက္ ယုံၾကည္စရာတစ္ခုက တာဝန္ယူရုိက္ကူးထားတဲ့ ဒါရုိက္တာ Jung Byung-Gil ဆိုတာကလည္း Confession Of Murder တို႔လို အက္ရွင္ကားေကာင္းေတြကို ပီျပင္ပိုင္ႏိုင္စြာ ရုိက္ကူးခဲ့ဘူးတဲ့ ဒါရုိက္တာတစ္ေယာက္ျဖစ္ေနတာရယ္ေၾကာင့္ ထိုက္တန္တဲ့ေဖ်ာ္ေျဖမွဳ ေတြ ရေလာက္မယ္လို႔ ယုံၾကည္မိပါတယ္။အဓိက သရုပ္ေဆာင္တစ္ေယာက္ျဖစ္တဲ့ Kim Ok-Vin ဆိုတာလည္း ကိုရီယားရုပ္ရွင္ေလာကမွာ နာမည္ရျပီးသား အမ်ိဳ းသမီးသရုပ္ေဆာင္တစ္ဦးျဖစ္သလို Thirst တို႔လို The Front Line တို႔လို (အဲဒီကားေတြထဲမွာလည္း ယခု ရုပ္ရွင္ထဲက ဇာတ္ပို႔သရုပ္ေဆာင္တစ္ဦးျဖစ္တဲ့ Shin Ha-Kyun နဲ႔အတူ တြဲဖက္ညီညီ သရုပ္ေဆာင္ဘူးခဲ့)ကားေတြမွာ သူမရဲ႕ သရုပ္ေဆာင္မွဳ ပါရမီကို ပရိသတ္ေတြထံ မွတ္ေက်ာက္တင္ခဲ့ျပီးသားျဖစ္တာေၾကာင့္ ဒီရုပ္ရွင္အတြက္ သံသယျဖစ္ဖို႔လိုမယ္မထင္ပါဘူး (ဒီကားမရုိက္ကူးခင္မွာ ဇာတ္ေကာင္စရုိက္ ပီျပင္ဖို႔အတြက္ တိုက္ကြမ္ဒိုလို တိုက္ခိုက္ေရးပညာရပ္ေတြကို ေလ့က်င့္ခဲ့ရတယ္လို႔လည္း ဆိုထားပါတယ္)။ဟာသ ဒရမ္မာ အက္ရွင္ စြယ္စုံေကာင္းမြန္စြာ သရုပ္ေဆာင္ႏိုင္စြမ္းရွိတဲ့Shin Ha-Kyunလို သရုပ္ေဆာင္ေကာင္းေတြပါေနတဲ့ အတြက္ေၿကာင့္လည္း အရင္က အာရွရုပ္ရွင္သမိုင္းမွာ နာမည္တြင္ခဲ့တဲ့ ဂ်က္မတုိ႔လို သမိုင္းေၾကာင္းမ်ိဳ း က်န္ခဲ့မလားဆိုတာေတာ့ ပိတ္ကားထက္ေပၚမွာ ၾကည့္ရွဳ ႕ခံစားရုံမွာတစ္ပါး အျခားမရွိေၾကာင္းပါ။(ဇာတ္လမ္းအၫြန္းကိုေတာ့ ကိုညီလင္းအိမ္ရဲ. facebook Acc (https://www.facebook.com/aungphyo.hlaing.9) မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူ ကေတာ့Little Twinlayပါ )File Size : (800 MB)Quality : 720p HDRipRunning Time : 2hr 9minutesFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated By Little TwinlayEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJung Byung-gilStarsJeong Hae-gyoonJo Eun-JiKim Ok-binKim Seo-hyungLee Seung-jooPark Cheol-minShin Ha-kyunSon Min-JiSung JoonCastJeong Hae-gyoonJo Eun-JiKim Ok-binKim Seo-hyungLee Seung-jooPark Cheol-minShin Ha-kyunSon Min-JiSung Joon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r4fxp9LqfCyPsnz6LFVzUn7jrVN.jpg",
      "https://image.tmdb.org/t/p/w300/8ojJC4LsW4r6z49abHDTQR0LumB.jpg",
      "https://image.tmdb.org/t/p/w300/b3swKWV1wpW6ECUNylJpOpLHClo.jpg",
      "https://image.tmdb.org/t/p/w300/8uGxDtD1Cr28EEzbBX4xjoCIpNS.jpg",
      "https://image.tmdb.org/t/p/w300/swqBHdJAuaet5CwcfN41XZuMfhq.jpg",
      "https://image.tmdb.org/t/p/w300/g3gJp3xGtynZSyPVAuuHr8TeFYH.jpg",
      "https://image.tmdb.org/t/p/w300/raFRWSmhRZKlhUQlvoh9oLBwdn8.jpg",
      "https://image.tmdb.org/t/p/w300/vdc37nnJLZDNdMofwjQhAdJU4vR.jpg",
      "https://image.tmdb.org/t/p/w300/uepWPBcfec7eAVXei07EfI8rXAS.jpg",
      "https://image.tmdb.org/t/p/w300/joLhuo9QniMDlVH6Hfk2Y794sgg.jpg",
      "https://image.tmdb.org/t/p/w300/z1cnQkqzlncY75HFdfjX0wJkYjN.jpg",
      "https://image.tmdb.org/t/p/w300/d9oqnRroZ23Rnv4lXJEZob1B96R.jpg",
      "https://image.tmdb.org/t/p/w300/wze6UpsEUunp5t95f8PR216ZyRa.jpg",
      "https://image.tmdb.org/t/p/w300/tjVNaW0Vma0qZdcjqzkKsIBZMDw.jpg",
      "https://image.tmdb.org/t/p/w300/mxBCAZDprZizXF5rZzzVrTTKotb.jpg",
      "https://image.tmdb.org/t/p/w300/rCkh83spEqP2TdZiMleul3lHtEY.jpg",
      "https://image.tmdb.org/t/p/w300/4PMCmR8CJ0WOWLp8Dn2O67cOqGo.jpg",
      "https://image.tmdb.org/t/p/w300/fUxr2CBxuInWJAZxOgIouiD0Jel.jpg",
      "https://image.tmdb.org/t/p/w300/93B1NH1HpJuoMajQga7vXi2m1St.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNTk1M2I2OTUtNDRlYS00MGI5LWE5NDktZmQ4YjRhOTY1ZmJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/40ma4tn6m9h9.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-villainess-aknyeo-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d43p/The_Villainess_(Aknyeo)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cq43iDJL#iXMRqLz9CEW4gdTt7tZX15nJaLUtJyyLQnGFkTn6YJw",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/zjsvxahah9yg",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-villainess-2017",
        "server": "CM Links",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dtPvmfvGq8A",
      "video_url": "https://www.youtube.com/watch?v=dtPvmfvGq8A",
      "embed_url": "https://www.youtube.com/embed/dtPvmfvGq8A"
    }
  },
  {
    "metadata": "|2017|2h|Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1.1K"
    },
    "title": "One Week Friends (2017)",
    "description": "One Week Friends (2017)_____IMDb – 6.6/10ကဲဒီတစ်ခါတော့ယာမဇာကီကန်တိုပရိတ်သတ်တွေအတွက်သူ့ရဲ့အသစ်ထွက်ဇတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ထွက်တာက၂ရက်၃ရက်ပဲရှိပါသေးတယ် ဒီကားလေးက One Week Friend ဆိုတဲ့ မန်ဂါ စီးရီးကို အသက်သွင်း ရိုက်ကူးထားတာဖြစ်ပြီး မန်ဂါ ပရိတ်သတ်တွေအနေနဲ့ တော့ ဘာတွေကွာခြားသွားလဲ ဆိုတာကိုမြည်းစမ်းသင့်ပါတယ်အစကတော့အေးဆေးဘာသာပြန်မလို့ပါပဲဒါပေမဲ့ဘာသာပြန်ရင်းဇတ်ကားထဲဈာန်ဝင်သွားလို့cm ပရိတ်သတ်တွေကိုအမြန်ကြည့်စေချင်တာကြောင့်အလုပ်မအားတဲ့ကြားကနေတင်ဆက်ပေးလိုက်ရပါတယ်ဒီဇတ်ကားကိုအစကတော့သာမန်ရိုးရိုးအချစ်ဇတ်ကားလို့ပဲထင်တာခဲ့မိတာပါပြီးတော့ဒီ၂၀၁၇မှာယာမာဇာကီရဲ့your lie in aprilလည်းထွက်ခဲ့ပါတယ်ကျွန်တော်ကတော့သိပ်အကြိုက်မတွေ့မိပါဘူးဒါကြောင့်ဒီကားဟာလည်းကန်တိုရဲ့အရင်ကားလိုပဲဇတ်လမ်းတည်ထားမယ်လို့ထင်ထားခဲ့တာပါဒါပေမဲ့ကျွန်တော်မှားသွားပါတယ်ယာမာဇာကီကန်တိုဆိုတာဒီဇတ်ကားမှာဘာလဲဆိုတာပြသသွားတဲ့ဇတ်ကားတစ်ကားလို့ညွန်းချင်ပါတယ်ယာမာဇာကီကန်တိုရဲ့အချစ်ဒရာမာကားတွေထဲမှာဒီဇတ်ကားကိုတော့ကျွန်တော်အတော်အကြိုက်တွေ့မိပါတယ်ဘာသာပြန်ရင်းနောက်တစ်ခန်းမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးနေရတာကိုကဇတ်ကားရဲ့ဆွဲဆောင်မှုတစ်ခုပါဒါကြောင့်လည်းratingမြင့်တာကိုအပြစ်မဆိုသာတော့ပါဘူးဇတ်လမ်းကတော့ဂျပန်မန်းဂကိုအခြေခံထားတယ်လို့ပဲပြောပါရစေတချိူ့ကားတွေကမန်းဂကိုမှီအောင်မရိုက်ကူးနိင်ကြတာလက်တွေ့ပါဒါပေမဲ့ဒီကားကတော့သေချာပါတယ်မန်းဂထက်မသာရင်တောင်မနိမ့်ပါဘူးလို့ပြောချင်ပါတယ်ဇတ်လမ်းအစကတော့ဘယ်သူနဲ့မှအပေါင်းအသင်းမလုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်ဟဆေးယူကိတို့ကျောင်းကိုပြောင်းလာတဲ့အချိန်မှာဟဆေးတစ်ယောက်မြင်မြင်ချင်းစိတ်ဝင်စားမိပြီးကောင်မလေးကိုမိတ်ဆွေတွေဖြစ်အောင်ဘယ်လိုကြိုးစားမလဲဖူဂျီမိယကအိုရီဆိုတဲ့ကောင်မလေးရဲ့အတိတ်ကအကြောင်းတွေကိုဟဆေးသိသွားတဲ့အခါဘယ်လိုလုပ်မလဲကောင်မလေးရဲ့အတိတ်ကကောဘာတွေထူးဆန်းမှုတွေပြည့်နေမလဲစိတ်ဝင်စားစရာပါဇတ်ကားနာမည်နဲ့အရမ်းလိုက်ဖက်အောင်ကောင်မလေးဘဝကထူးဆန်းတာတွေပြည့်နေပါတယ်ဇတ်လမ်းပြောပြနေရင်အရသာပျက်နေပါမယ်ပရိတ်သတ်တွေဘေကုန်ရကျိူးနပ်ပြီးသိမ်းထားသင့်တဲ့ဇတ်ကားပါဘာသာပြန်အညွန်းကတော့ ကိုစိုးထွေးပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShôsuke MurakamiStarsHaori TakahashiHaruna KawaguchiKento YamazakiMasahiro KomotoRyo IwaseSairi ItohSayuri KokushôSeika FuruhataShuhei UesugiTakashi MatsuoCastHaori TakahashiHaruna KawaguchiKeisuke OkadaKento YamazakiMakoto ArakiMasahiro KomotoNina YamazakiRyo IwaseSairi ItoSairi ItohSayuri KokushôSeika FuruhataShigeyuki TotsugiShuhei UesugiTakashi Matsuo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wMlcYOTlTwtjIxxOOgTfCpF7dsC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/df5d41469e3c128e4f3d75e76a9e357f.jpeg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ki75mewyclue.html",
        "server": "usersdrive.com",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/31nfh/One_Week_Friends_(Isshûkan_Furenzu)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "860MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/d0kFSYrC#Uab3IMtjJKQLxQg63qve7ysVHRj7Nri6rFQ_F94NoyA",
        "server": "mega.nz",
        "size": "860MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XNAh3ps_TKU",
      "video_url": "https://www.youtube.com/watch?v=XNAh3ps_TKU",
      "embed_url": "https://www.youtube.com/embed/XNAh3ps_TKU"
    }
  },
  {
    "metadata": "R|2017|111 min|Western",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,122"
    },
    "title": "The Ballad of Lefty Brown (2017)",
    "description": "The Ballad of Lefty Brown ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ ​​ကောင်​းဘွိုင်​အက်​ရှင်​ကား​ကောင်​းတစ်​​ကားဖြစ်​ပါတယ်​Imdb rating 6.2/10 ရရှိထားပြီး rotten tomatoes 77%ရရှိထားပါတယ်​ဒီဇာတ်​ကားကို​ကောင်​းဘွိုင်​အက်​ရှင်​ကားချစ်​ပရိတ်​သတ်​​တွေကြိုက်​နှစ်​သက်​မယ်​လို့ထင်​ပါတယ်​​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ​ကောင်​းဘွိုင်​ကြီးတစ်​​ယောက်​ဖြစ်​သူ Lefty Brown ဟာ သူနဲ့အချိန်​ကြာမြင်​့စွာခင်​မင်​လာတဲ့သူငယ်​ချင်​းဖြစ်​သူ ဆီနိတ်​တာ Edward Johnson အသတ်​ခံရတာကို မျက်​မြင်​ကိုယ်​​တွေ့ကြုံရလိုက်​ရတဲ့အခါ သူငယ်​ချင်​းဖြစ်​သူအတွက်​လက်​စား​ချေဖို့ လူသတ်​သမားရှာပုံ​တော်​ဖွင်​့ပါ​တော့တယ်​……ရှာပုံ​တော်​ဖွင်​့ရင်​း သူနဲ့အတူဘယ်​သူ​တွေပူး​ပေါင်​းပါဝင်​လာမလဲ……ဘယ်​လိုအခက်​အခဲ​တွေရင်​ဆိုင်​ပြီး​နောက်​ကွယ်​က လူသတ်​သမားအစစ်​ကို​ဖော်​ထုတ်​နိုင်​မလားဆိုတာ စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါFile Size : (900 MB) and (320 MB)Quality : Blu-Ray 720pRunning Time : 1hr 51minFormat : Mp4Genre : WesternSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-AMIABLETranslated by Lex LuthorEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJared MosheStarsBill PullmanBrian HenningsenDiego JosefDillinger SteeleJim CaviezelJoseph Lee AndersonKathy BakerMichael SpearsPeter FondaTommy FlanaganCastAdam O'ByrneBill PullmanBrian HenningsenDiego JosefDillinger SteeleDuel FarnesEmily JonesErik P. ReselJim CaviezelJoe AndersonJoseph Lee AndersonJosiah BurdickKathy BakerLewis PullmanLexi AnastasiaMichael SpearsPeter FondaScott McCauleyStephen Alan SederTommy FlanaganTravis W BruyerTyson Gerhardt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dcRonHt29BBwYcGg9DZcdPC9yXY.jpg",
      "https://image.tmdb.org/t/p/w300/28nt47oh0oL0sHqPBwKJzbk5VEN.jpg",
      "https://image.tmdb.org/t/p/w300/1BNnnrwOPRAJER3tzAKU659cpYY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTk0Nzg0NzU0Ml5BMl5BanBnXkFtZTgwOTkwMjY5MzI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-ballad-of-lefty-brown-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-ballad-of-lefty-brown-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/ejb00f4ar84a.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tpvc/The_Ballad_Of_Lefty_Brown_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Sv2khM97ylU",
      "video_url": "https://www.youtube.com/watch?v=Sv2khM97ylU",
      "embed_url": "https://www.youtube.com/embed/Sv2khM97ylU"
    }
  },
  {
    "metadata": "N/A|2017|95 min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "50"
    },
    "title": "Project Eden: Vol. I (2017)",
    "description": "စစ္​ပဲြဆိုတာဟာ အနိဠာရံု​ေတြနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ ​မ​ေကာင္​းမႈရဲ႕ အမွတ္​အသားတစ္​ခု…ဒီစစ္​ပြဲ​ေၾကာင္​့ ဆံုး႐ႈံးရတဲ့ အရာ​ေတြအမ်ားႀကီး ႐ွိခဲ့ၿပီးၿပီ… သံ​ေယာဇဥ္​ႀကိဳးဘယ္​ႏွ​ေခ်ာင္​းကိုမ်ား စစ္​ပြဲဆိုတဲ့ ​ေစတန္​ရဲ႕ ​ေနာက္​လိုက္​ႀကီးက ျဖတ္​ပစ္​ၿပီးၿပီလဲ…အီ​ဗလင္​ရဲ႕ ခင္​ပြန္​းဟာ စစ္​ပြဲရဲ႕ သား​ေကာင္​ျဖစ္​ခဲ့ရတယ္​။ သူတို႔သား​ေလး ကိုယ္​ဝန္​ရဲ႕ ​ေျခာက္​လအၾကာမွာ သတင္​းဆိုးတစ္​ခု​ေရာက္​လာျခင္​းက အစ​ေပါ့။ ​ေနာက္​မၾကာခင္​မွာ သူတို႔သား​ေလး ​ေမြးဖြားလာခဲ့​ေပမယ္​့ ကံတရားဟာ ျပံဳးျပံဳးႀကီး ကလူက်ီစယ္​သြားခဲ့တယ္​။ ခင္​ပြန္​း​ဆံုးၿပီးတဲ့​ေနာက္​ သားကိုပဲ ပံုခ်စ္​လိုက္​​ခ်င္​​ေပမယ္​့ သားကလည္​း အမ်ိဴးအမည္​မသိရတဲ့ ​ေရာဂါ​ေဝဒနာရဲ႕ ​ေဘးထြက္​ဆိုးက်ိဳးျဖစ္​ေနျပန္​တဲ့အခါ…ဒါ​ေပမယ္​့ အီ​ဗလင္​းဟာ သူ႔ရဲ႕သားကို လက္​မလႊတ္​ခဲ့ဘူး။ ​ေျခာက္​ႏွစ္​အၾကာထိ ​ေစာင္​့​ေ႐ွာက္​ကုသ​ေပးခဲ့တယ္​။ ​ေမွ်ာ္​လင္​့ခ်က္​အမွ်င္​​ေလးတစ္​စ​ေလာက္​နဲ႔​ေပါ့။ ဒါ​ေပမယ္​့လည္​း ဒီ​ေမွ်ာ္​လင္​့ခ်က္​ဟာ သူရဲ႕တိုက္​ခန္​းကို လူတစ္​​ေယာက္​​ေရာက္​လာျခင္​းနဲ႔ အတူ ပိုမို ​ေတာက္​ပလာ​ေတာ့တယ္​။‌ဒီ​ေရာဂါ​ေဝဒနာဟာ သူရဲ႕သားတစ္​​ေယာက္​တည္​းပဲ မဟုတ္​သလို ​ေနာက္​ကြယ္​မွာလည္​း ႐ိုး႐ိုးသာမန္​လူ​ေတြ႐ွိ​ေနတာ မဟုတ္​ဘူး။ လြန္​ခဲ့တဲ့ ႏွစ္​ရာ​ေပါင္​းမ်ားစြာက​ေန အခုထိ အာဏာတည္​တံ့ျမဲျဖစ္​တဲ့Freemasons အသင္း​​​ေတာ္​ႀကီးဆိုတာ သိလိုက္​ရ​ေတာ့တယ္​…ဒီကားဟာ Budget ကားတစ္​ကားျဖစ္​တဲ့အတြက္​ ခိုင္​မာတဲ့ ဇာတ္​လမ္​းဇာတ္​အိမ္​နဲ႔ အတူ အၾကမ္​းပတမ္​း အက္​႐ွင္​ခန္​း၊ ဒရာမာခန္​း​ေတြ ပါ​ေနမွာ​ေတာ့မဟုတ္​ပါဘူး။ ဒါ​ေပမယ္​့ တစ္​ခ်ိဳ႕​ေသာ အခန္​း​ေတြရဲ႕ ဒိုင္​​ယာ​ေလာ့ဒ္​​ေတြက​ေတာ့ မွတ္သားစရာ​ေကာင္​းပါတယ္​။ ​ေနာက္​အဆက္​ ဆက္​ထြက္​ဦးမွာျဖစ္​တဲ့အတြက္​ Plot Holes ​ေတြ အမ်ားႀကီး ပါ​ေနမွာျဖစ္​လို႔ နားမလည္​​တာ ႐ွိ​ေကာင္​း႐ွိႏိုင္​ပါလိမ္​့မယ္​။ ဆို​ေပမယ္​့လည္​း ၾကာ​ေလ ဇာတ္​ရည္​လည္​သြားမွာပါလို္႔ ​ေျပာၾကားရင္​းနဲ႔…” စစ္​ပြဲတစ္​ပြဲအတြင္​းမွာ ပထမဆံုး နိ႒ိတံသြားမယ္​့အရာဟာ အမွန္​တရားပဲ “– ဝင္​စတန္​ခ်ာခ်ီFile Size : (750 MB) and (326 MB)Quality : WEB-DL 720pRunning Time : 1hr 35minFormat : Mp4Genre : Mystery, Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Ye Khant MinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAshlee JensenTerrance M. YoungStarsAnna McGahanCliff SimonEmily FradenburghErick AvariMike DopudPeter Christian HansenCastAnna McGahanCliff SimonEmily FradenburghErick AvariMike DopudPeter Christian Hansen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nQJ07E9QpYL2fypG2PBpYPjTEFb.jpg",
      "https://image.tmdb.org/t/p/w300/u6AGz64lZYWnt9nMneM0aYfDqpF.jpg",
      "https://image.tmdb.org/t/p/w300/9Wdw1Q1ARTD9NYoU9KSJ4Yi3kFB.jpg",
      "https://image.tmdb.org/t/p/w300/lMUFSmgPZIOk5XnEaWUkachd4OS.jpg",
      "https://image.tmdb.org/t/p/w300/gxnJqehju9uselEACz0B990sYVj.jpg",
      "https://image.tmdb.org/t/p/w300/PNb51Fml6qNkLMLHMjwjTNKFKQ.jpg",
      "https://image.tmdb.org/t/p/w300/8ziH4Oiw1w0U0bmoZvugBPdPA9f.jpg",
      "https://image.tmdb.org/t/p/w300/7PEz5vV8Iw9x7Cx9MLgNoTtq0XD.jpg",
      "https://image.tmdb.org/t/p/w300/bMPxOB5004budwrtHcYnAm2KWim.jpg",
      "https://image.tmdb.org/t/p/w300/2N7ZhxKvAG10LXv4F0RlnjLarnU.jpg",
      "https://image.tmdb.org/t/p/w300/9GIUhnw74BO5YHmEjkBHfrfriHb.jpg",
      "https://image.tmdb.org/t/p/w300/9uPtChgxv07p7H6K0YQuNpQvNfe.jpg",
      "https://image.tmdb.org/t/p/w300/jg6HlgKNLeGIUYCvPVEknA730st.jpg",
      "https://image.tmdb.org/t/p/w300/gCP6SxQc2oyH9Dt7zDh0L5SAZbN.jpg",
      "https://image.tmdb.org/t/p/w300/oMSAchkFhzWZQckwEaWA4vbzrjC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BN2RmZTBlYTEtYmQzOC00ZDY5LTlkM2EtOTVjMGM5ODI5MGRmXkEyXkFqcGdeQXVyNTk1ODI0MDY@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uvm5snrod54f.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/project-eden-vol-i-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UPfe/Project_Eden_-_Vol._I_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/donx2tmib1ae",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "obYDKcbKrgw",
      "video_url": "https://www.youtube.com/watch?v=obYDKcbKrgw",
      "embed_url": "https://www.youtube.com/embed/obYDKcbKrgw"
    }
  },
  {
    "metadata": "N/A|2017|151 min|Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "147"
    },
    "title": "Urvi (2017)",
    "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့…အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)Quality : WEB-DL 720pRunning Time : 2hr 31minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5.1 x264-iKATranslated by Ye Yint & Saw A MonEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorB S Pradeep VarmaTeja VardhanStarsAchyuth KumarShraddha SrinathSruthi HariharanCastAchyuth KumarShraddha SrinathSruthi Hariharan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nxGUdoVBVG28R6jnVQ0zVRoau8y.jpg",
      "https://image.tmdb.org/t/p/w300/aCOG8Mv7ykQP9xn81VYjjWqN55D.jpg",
      "https://image.tmdb.org/t/p/w300/szxsMX29qUmoJwf9J0t7v2jLgjD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/urvi-2017-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/urvi-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/wpzkzpda3n01.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "d9V8LH6g0aw",
      "video_url": "https://www.youtube.com/watch?v=d9V8LH6g0aw",
      "embed_url": "https://www.youtube.com/embed/d9V8LH6g0aw"
    }
  },
  {
    "metadata": "PG-13|2017|118 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "20,392"
    },
    "title": "Logan Lucky (2017)",
    "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ မွာ အသစ္စက္စက္ ထြက္လာတဲ့ Logan Lucky ဆိုတဲ့ဟာသဆန္ဆန္ ဇာတ္ကားေကာင္းေလးပါ။ရယ္ရယ္ေမာေမာေပါ့ေပါ့ပါးပါးနဲ႕ညီအစ္ကိုေတြၾကားကသံယာဇဥ္ေလးေတြကိုမိသားစုစိတ္ဓာတ္ေလးေတြကိုရိုက္ျပသြားတာပါ။ဒီထဲမွာေတာ့ ဂ်င္မီလိုဂန္နဲ႔ စလိုက္လိုဂန္တို႔ ညီအစ္ကို ၂ ေယာက္အျဖစ္ Channing Tatum နဲ႔ Adam Driver တို႔ကပါဝင္သရုပ္ေဆာင္ေပးထားပါတယ္။အစ္ကိုျဖစ္သူဂ်င္မီက ေျခဆာေနၿပီး ညီျဖစ္သူ စလိုက္ကေတာ့ လက္ျပတ္ေနသူပါ သူတို႔ဟာ ေမြးရာပါမဟုတ္ဘဲ လိုဂန္မိသားစုရဲ႕ကံဆိုးျခင္းက်ိန္စာေၾကာင့္ ျဖစ္ရတယ္လို႔ ထင္ေနတာပါတစ္ေန႔ေတာ့ ဂ်င္မီအလုပ္ျပဳတ္သြားတဲ့အခါ သူက ဓားျပတိုက္ဖို႔ အစီအစဥ္ေတြ ဆြဲၿပီး သူ႔ညီကို ပါေအာင္ဆြဲေဆာင္ပါေတာ့တယ္သူတို႔ ၂ ဦးသေဘာတူသြားခ်ိန္မွာေတာ့ ဘဏ္မီးခံေသတၱာကို ေဖာက္ႏိုင္တဲ့ တစ္ဦးတည္းေသာ သူျဖစ္တဲ့ ဂ်ိဳးဘန္းကို လိုအပ္လာပါတယ္ဂ်ိဳးဘန္းေနရာမွာေတာ့ ဂ်ိန္းစဘြန္းမင္းသားႀကီး Daniel Craig ကသရုပ္ေဆာင္ေပးထားတာပါ။ဒီေနရာမွာဂ်ိန္းစ္ဘြန္းမင္းသားေဟာင္းၾကီးရဲ႕သရုပ္ေဆာင္ဟန္ေတြကိုပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္။သူ႕ရဲ႕ေပါ့ေပါ့ပါးပါးနဲ႕က်ရာဇာတ္ကိုသရုပ္ေဆာင္ထားပံုကၾကည့္ရသူကိုအားရေက်နပ္ေစမွာပါ။ေထာင္က်ေနေပမယ့္သူ႕ရဲ႕geniusအေတြးအေခၚေတြသိပၸံပညာေတြသံုးျပီး ေထာင္က်ေနခ်ိန္ျဖစ္ေနတာေတာင္ သူတို႔ ဘယ္လိုအစီအစဥ္ေတြ ခ်ၿပီး ဓားျပတိုက္မလဲ ဆိုတာေတာ့တကယ္စိတ္၀င္စားဖြယ္နဲ႕ဟာသေလးေနွာပဲရိုက္ကူးထားတာေလးေတြကို ၾကည့္ရႈၾကပါဦးIMDb rating 7.3 ထိရထားတာဆိုေတာ့Action/Comedyကားအေကာင္းစားဆိုတာကေတာ့လံုး၀ေသခ်ာတာမို႕ဂ်ိန္းစဘြန္းမင္းသားၾကီးကိုအားေပးရင္း လက္လြတ္မခံဘဲ ၾကည့္သင့္တဲ့ ဇာတ္ကားေလးျဖစ္ေၾကာင္းေျပာပါရေစဗ်ာ။(ဘာသာျပန္သူေတြကေတာ့ သူရသရဖီပါ)File Size : (950 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 58minFormat : Mp4Genre :Comedy, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura TharaphiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteven SoderberghStarsAdam DriverChanning TatumDaniel CraigDwight YoakamHilary SwankKatherine WaterstonKatie HolmesRiley KeoughSebastian StanSeth MacFarlaneCastAdam DriverAlex RossAnn MahoneyBoden JohnstonBrad KeselowskiBrian GleesonCarl EdwardsChanning TatumCharles HalfordDaniel CraigDavid DenmanDwight YoakamEdward GelhausFarrah MackenzieHilary SwankIto AghayereJack QuaidJeff GordonJesco WhiteJim O'HeirJimmy KustesJoey LoganoJon EyezKatherine WaterstonKatie HolmesKyle BuschKyle LarsonLA WintersLauren RevardLeAnn RimesMacon BlairRiley KeoughRyan BlaneySebastian StanSeth MacFarlaneSutton JohnstonTom ArchdeaconWilliam Mark McCullough",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eszmHIWJHAKdnJcE3KcvVzOb6Jd.jpg",
      "https://image.tmdb.org/t/p/w300/xFR8nZLVvXNSPNdMjdMC7K9bERB.jpg",
      "https://image.tmdb.org/t/p/w300/vzu7tNNF5jT6u2AScPwi6qF7T75.jpg",
      "https://image.tmdb.org/t/p/w300/dPokYlBamNo7HkS1JcskA1WiEtr.jpg",
      "https://image.tmdb.org/t/p/w300/hxfly3q1xkByXF6quf7q82H4BSm.jpg",
      "https://image.tmdb.org/t/p/w300/3DOxhLPscX2ot5nepSm5F7ORUoE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyODg0NDU1OV5BMl5BanBnXkFtZTgwNjcxMzU0MjI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yjae5klmfkzk.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/vwi722pak0xs",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/logan-lucky-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2i0cA/Logan_Lucky_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/ibh8va6eiy3i",
        "server": "veryfiles.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/logan-lucky-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "aPzvKH8AVf0",
      "video_url": "https://www.youtube.com/watch?v=aPzvKH8AVf0",
      "embed_url": "https://www.youtube.com/embed/aPzvKH8AVf0"
    }
  },
  {
    "metadata": "PG-13|2017|98 min|Adventure,Biography,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1,269"
    },
    "title": "6 Below: Miracle on the Mountain (2017)",
    "description": "ျဖစ္ရပ္မွန္ Survivalကားေကာင္းေလးေတြၾကိဳက္တဲ႔ ပရိသတ္ၾကီးအတြက္ 6 Below Miracle on the Mountain(2017)ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။အရာအားလံုးဆံုးရႈံးျပီးေမ်ွာ္လင္႔ခ်က္ကင္းမဲ႔သြားတဲ႔အခ်ိန္မွာ အေတာ္မ်ားမ်ားကေတာ႔ လက္ေလ်ွာ႔အရႈံးေပးလိုက္ၾကတာပါပဲ။ဒါကပဲ ေအာင္ျမင္သူ နဲ႔ ရႈံးနိမ္႔သူဆိုတဲ႔စည္းတစ္ခုျဖစ္လာေစတယ္ေျပာရမွာပဲ။ငယ္စဥ္ကတည္းကဝါသနာပါခဲ႔တဲ႔ ေဟာ္ကီအားကစားေလာကမွာရႈံးနိမ္႔ခဲ႔တဲ႔Ericတစ္ေယာက္ ႏွင္းေလ်ွာစီးဖို႔ေတာင္တစ္ခုမွာအနားယူေနခဲ႔တာပါ။သူႏွင္းေလ်ွာစီးထြက္လာတဲ႔အခ်ိန္မွာႏွင္းမုန္တိုင္းက်လာခဲ႔ပါေတာ႔တယ္။လမ္းေပ်ာက္သြားခဲ႔ျပီးခက္ခက္ခဲခဲ အသက္ရွင္ဖို႔ၾကိဳးစားခဲ႔တာကိုရိုက္ျပထားတဲ႔ကားေကာင္းေလးပါ။စိတ္ဓါတ္က်ေနခ်ိန္ ဒီကားေလးနဲ႔ ခြန္အားယူလို႔ရပါတယ္လို႔ပဲ ညႊန္းလိုက္ပါရေစ။File Size : (730 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 38minFormat : Mp4Genre :Adventure, Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-DRONESTranslated by Aye Mon KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott WaughStarsAustin R. GrantJason CottleJosh HartnettKale CulleyMarty McSorelyMira SorvinoNathan StevensSarah DumontSean PilzCastAustin R. GrantBeth WaughCraig HoskingDavid H. StevensJason BoydstonJason CottleJoey MiyashimaJosh HartnettJudi CarpenterKale CulleyMarty McSorelyMira SorvinoNathan StevensR. Curt KelseySarah DumontSean PilzVashi Nedomansky",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5Wj23Vyiz2mrGBctsl3pYQDgI6d.jpg",
      "https://image.tmdb.org/t/p/w300/jW0bWpP5jcWnurm1RoBmJtRKE1f.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUwMzAxNTU2NV5BMl5BanBnXkFtZTgwOTU5MzUyMzI@._V1_SY1000_CR006741000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/4X5y",
        "server": "drive.google.com",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/81C6",
        "server": "Soliddrive.co",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/81DV",
        "server": "Soliddrive.co",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/4XA7",
        "server": "openload.co",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/4XBl",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Lz030oqR7GI",
      "video_url": "https://www.youtube.com/watch?v=Lz030oqR7GI",
      "embed_url": "https://www.youtube.com/embed/Lz030oqR7GI"
    }
  },
  {
    "metadata": "|2017|118 min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "459"
    },
    "title": "Who Killed Cock Robin (2017)",
    "description": "မႈခင္းကားၾကည့္ခ်င္သူမ်ားအတြက္ သဲထိတ္ ရင္ဖို စြာနဲ႔ၾကည့္ရမယ့္ဇာတ္ကားေကာင္းတခုပါဇာတ္အိမ္ေဆာက္ထားတာအေတာ္ခိုင္တဲ့ဇာတ္ကားတစ္ကားပါဇာတ္ကားရဲ႕နာမည္အတိုင္း အေမျဖစ္သူက သမီးရဲ႕အမႈအမွန္တရားကို ေဖာ္ထုတ္ျပတာကိုၾကည့္ရမွာပါဇာတ္လမ္းၿပီးသြားခ်ိန္မွာေတာ့ “ေအာ္အဲ့လိုမ်ိဳးလား” ဆိုၿပီးျဖစ္သြားေစတဲ့ဇာတ္ကားမ်ိဳးပါ ဇာတ္သိမ္းလံုးဝ မွန္းလို႔မရပါဘူးဇာတ္လမ္းၾကည့္ရတာမေပါ့ရေအာင္ နည္းနည္းေလးပဲေျပာေတာ့မယ္ဗ်ာဇာတ္လမ္းကေတာ့ဂ်ိဳခ်န္ ဆိုတဲ့လူတေယာက္က ၿမိဳ႕ေတာ္ဝန္ျဖစ္ဖို႔ေရြးေကာက္ပြဲဝင္ထားတာေပါ့ သူ႔မွာ မိန္းမရယ္ သမီးရယ္ရွိတယ္ဗ်ာသူပထမဆံုးမဲဆြယ္ပြဲစတဲ့ေန႔မွာ သူ႔သမီးေပ်ာက္သြားခဲ့တယ္ မိန္းမက လိုက္ရွာခ်င္ေပမဲ့ သူကတားၿပီး မဲဆြယ္ပြဲကို ဆက္လုပ္ခဲ့တယ္ရဲေတြကလည္း သမီးေပ်ာက္တာကို ေသခ်ာမလုပ္ေပးၾကဘူး ဒီေတာ့ အေမျဖစ္သူက သမီးအမႈကို ကိုယ္တိုင္လိုက္စံုစမ္းေတာ့တယ္ဗ်ာသူမ စံုစမ္းတာ ဘာေတြေတြ႕မလဲ?သူမ သမီးေလးကိုေရာ ျပန္ရွာေတြ႕မလား ?သူမ ဒီအမႈကို အေျဖရွာႏိုင္မလား?တကယ့္ တကယ္ေကာင္းတဲ့ဇာတ္လမ္းေလးပါကၽြန္ေတာ္ကေတာ့ ဇာတ္ကားထဲေမ်ာသြားတာ ၿပီးလို႔ၿပီးသြားမွန္းကိုမသိလိုက္ဘူးဗ်ာၾကည့္မဲ့သူမ်ား ေနာင္တမရဖို႔ လံုးဝအာမခံပါတယ္(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (900 MB) and (300 MB)Quality : 720pBlurayRunning Time : 1hr 58minutesFormat : Mp4Genre : Crime, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCheng Wei-HaoStarsChristopher Lee Ming-ShunKaiser ChuangKo Chia-yenMason LeeTiffany HsuCastChristopher Lee Ming-ShunKaiser ChuangKo Chia-yenMason LeeTiffany Hsu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m3hEKWlE3GZNKvxI3OoA7cIH0N4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOWM3NmRiN2ItNDllMS00NDUyLWI3NWMtYzRlNzFlYjFkZDJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1o0VyX",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vyu",
        "server": "channelmyanmar.agbcloud.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0VzG",
        "server": "channelmyanmar.agbcloud.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vze",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o0Vzu",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "5Z3Ia-OYb5E",
      "video_url": "https://www.youtube.com/watch?v=5Z3Ia-OYb5E",
      "embed_url": "https://www.youtube.com/embed/5Z3Ia-OYb5E"
    }
  },
  {
    "metadata": "N/A|2017|137 min|Comedy,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "8,112"
    },
    "title": "Jolly LLB 2 (2017)",
    "description": "၂၀၁၃ တုန္း က ထြက္ရွိခဲ့တဲ့ Jolly LLB ဆုိတဲ့ ဇာတ္ကားေလးရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာျဖစ္ၿပီး အိႏၵိယ ႏုိင္ငံရဲ႕ ဥပေဒစနစ္ကို သေရာ္ၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။ဂ်က္ဒစ္ရွ္ဝါမစ္ရွရာ (ေခၚ) ေဂ်ာ္လီဟာ တဲ့ထိုးေျပာတတ္ၿပီး ခက္ထန္ၾကမ္းတမ္းသူ ျဖစ္ေပ မယ့္လည္း စာနာစိတ္ရွိတဲ့ ေရွ႕ ေန တစ္ေယာက္ ျဖစ္ပါတယ္။ ေဂ်ာ္လီဟာ ဘဝကို႐ုန္းကန္ေနရ သူတစ္ေယာက္ျဖစ္ၿပီး သူ႔စိတ္ကူး အိပ္မက္ေတြ အေကာင္အထည္ ေဖာ္ႏုိင္ဖို႔အတြက္ ကန္ပါၿမိဳ႕က ေန နာဝက္ဘ္ၿမိဳ႕ကို ေရႊ႕ေျပာင္း ခဲ့ပါတယ္။ေငြေလးေၾကးေလးဝင္ဖို႔အ တြက္ ေဂ်ာ္လီဟာ အေသးအမႊား အမႈေတြကအစ လိုက္ခဲ့ၿပီး ဘဝ ကို သင့္တင့္ေလ်ာက္ပတ္ေအာင္ ေနႏိုင္ဖို႔ ႀကိဳးပမ္းခဲ့ရပါတယ္။ ေဂ်ာ္လီဟာ ႏွစ္အေတာ္ၾကာၾကာ တုိင္ေအာင္ တရား႐ံုးစႀကႍလမ္းမွာ ပဲ အမႈလိုက္ဖို႔ ႀကိဳးပမ္းေနရတဲ့ အေျခအေနကေန ေရွ႕ေန႐ံုးခန္း ကေန အမႈလိုက္ရတဲ့၊ အေတာင္ အလက္စံုတဲ့ ေရွ႕ေနတစ္ေယာက္ ျဖစ္လာဖို႔ အခြင့္အေရးကို ရွာေဖြ ေနခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ သူလိုခ်င္ ေနတဲ့ အခြင့္အလမ္းေလး အစ ေပၚလာခ်ိန္မွာေတာ့ ေဂ်ာ္လီဟာ အခ်ိန္မဆုိင္းဘဲ အျပည့္အဝအ သံုးခ်ခဲ့ပါတယ္။ အဲဒီအခါမွာ အ ၾကင္နာတရားမရွိတဲ့ ဗဟိုတရား ႐ံုးေရွ႕ေန မာသာနဲ႔ အႀကီးအ က်ယ္ ထိပ္တိုက္ေတြ႕ၿပီး ရင္ဆိုင္ ရပါေတာ့တယ္။အခက္အခဲေတြၾကားက အမႈလိုက္ရင္း ဘဝကိုျဖတ္သန္းေနရတဲ့ ေဂ်ာ္လီတစ္ေယာက္ စိတ္ကူးအိပ္မက္ေတြ အေကာင္အထည္ေဖာ္မယ္ႀကံကာရွိေသး ဘယ္လိုျပႆနာေတြက ေစာင့္ႀကိဳေနမွာလဲ၊ အိႏၵိယႏုိင္ငံရဲ႕ ဥပေဒစနစ္ကို ဘယ္လိုဇာတ္ကြက္ေတြနဲ႔ သေရာ္ၿပီး တင္ဆက္မွာလဲဆိုတာ ကိုယ္တိုင္ၾကည့္ၿပီး အကဲျဖတ္လိုက္ဦးေနာ္။ ဒီဇာတ္ကားမွာ ဂ်က္ဒစ္ရွ္ဝါ မစ္ရွရာ (ေဂ်ာ္လီ)အျဖစ္ အက္ေရွးကူးမားက အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ဟူမာကူရက္ရွီ၊ အန္ႏူးကာပူး၊ ဆာရက္ဘ္႐ွဴကလာ စတဲ့သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://www.7daydaily.com/) Website မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 1 GBQuality :  HDRip 720PRunning Time : 2hr 17minutesFormat : Mp4Genre :   Comedy,DramaEncoder : Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSubhash KapoorStarsAkshay KumarAnnu KapoorHuma QureshiSaurabh Shukla",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jolly-llb-2-2017",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/jolly-llb-2-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/jolly-llb-2-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://yuudrive.me/06032ae/joly-lb-2-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://megaup.net/Qs6f/Jolly_LLB_2_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://mega.nz/file/obpSyQrb#rJgoXYGdeGKPy1VAd1JFeUzVFafwp44WFrzPhkgCYCw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "HDRip 720P"
      },
      {
        "link": "https://upstream.to/84i217mv4vgp",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "HDRip 720P"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNMWEFOaTl6ZCtUVmo2MkVuKytaTWh3clFEdUhsM2I1Mmdkai9yQ1NRZENUQlJHS1NVdnR6Wmhqb0xrZXg3cFhUbTVhVTIza0l0YnU3WTZ2ck9KL1dlMUJkTW1OQXZsT1V5U2VFZEZYYzRxRUlVWitGdllzUlh2ZVRDZ0dVUExyND0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNMWEFOaTl6ZCtUVmo2MkVuKytaTWh3clFEdUhsM2I1Mmdkai9yQ1NRZENUQlJHS1NVdnR6Wmhqb0xrZXg3cFhUbTVhVTIza0l0YnU3WTZ2ck9KL1dlMUJkTW1OQXZsT1V5U2VFZEZYYzRxRUlVWitGdllzUlh2ZVRDZ0dVUExyND0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNMWEFOaTl6ZCtUVmo2MkVuKytaTWh3clFEdUhsM2I1Mmdkai9yQ1NRZENUQlJHS1NVdnR6Wmhqb0xrZXg3cFhUbTVhVTIza0l0YnU3WTZ2ck9KL1dlMUJkTW1OQXZsT1V5U2VFZEZYYzRxRUlVWitGdllzUlh2ZVRDZ0dVUExyND0="
    }
  },
  {
    "metadata": "R|2017|1h 58min|Action,Comedy,Crime",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "180,100"
    },
    "title": "The Hitman’s Bodyguard (2017)",
    "description": "The Hitman’s Bodyguard (2017)IMDb – 6.9/10_____Rotten – 43%2017 ရဲ့ အကောင်းဆုံး Action Comedy တွေထဲက တစ်ခုပါ။သြဂုတ် ၁၈ ကမှ ရုံတင်တာဖြစ်ပြီး IMDb 6.9 နဲ့ Box Office မှာ ထိပ်ဆုံးရောက်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘီလာရု သမ္မတဟောင်း ဗလာဒီဆလက် ဒူကိုဗစ်ချ်ကိုနိုင်ငံတကာရာဇဝတ်မှုတရားရုံးက တရားစွဲထားချိန်မှာသူ့ကို အပြစ်ရှိကြောင်း သက်သေထွက်ဆိုမယ့်သူ မရှိပါဘူး။ဒူကိုဗစ်ချ်ရဲ့လူတွေက သက်သေမှန်သမျှကို လိုက်ပြီး နှုတ်ပိတ်နေလို့ပါ။ဝါရင့်ကြေးစားလူသတ်သမားကြီး ဒဲရီးယပ် ကင်ကိတ်ကတော့နောက်ဆုံးမှာ အပေးအယူလုပ်ပြီး သက်သေထွက်ဖို့ သဘောတူလိုက်ပါတော့တယ်။အဲဒီအတွက် သူ့ကိုကာကွယ်ပေးဖို့ အေသုံးလုံးအဆင့် အထူးသက်တော်စောင့်မိုက်ကယ် ဘရိုက်စ်ကို အကူအညီတောင်းရတဲ့အခါမှာလူသတ်သမားနဲ့သက်တော်စောင့် ရန်သူဟောင်းကြီး နှစ်ယောက် အတူလက်တွဲရပါတော့တယ်။သူတို့အတိတ်မှာ ပြဿနာခဏဏတက်ထားတာမို့  လုံးဝမတည့်ပဲရန်တစောင်စောင်နဲ့ ထောင်ကနေ တရားရုံးခရီးကိုဒူကိုဗစ်ချ်ရဲ့ လူသတ်သမားများစွာကို ဖြတ်ကျော်ပြီး အရောက်သွားရတဲ့အခါ……သက်တော်စောင့်ဘရိုက်စ်ဟာ အရာရာကို တွက်ဆပြီး ပြင်ဆင်လုပ်တတ်သူ၊ကင်ကိတ်ကတော့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက်နည်းလမ်းက ပိုကောင်းတယ်ယူဆသူ၊သူတို့ နှစ်ယောက်ရဲ့ အလွဲတွေ ဟာသတွေနဲ့ အက်ရှင်ခပ်ကြမ်းကြမ်းတွေကိုတစ်ကားလုံး အလန်းစား သရုပ်ဖော်ထားတာမို့ အရမ်းကောင်းတယ်လို့ပဲ ညွှန်းချင်ပါတယ်။File Size     :   1.2 GBFormat       :   Mp4Duration    :   1hr 58 minQuality       :   Webrip 720pTranslator :   LittleneoEncoder     :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKristina SakizliLizzie PritchardPatrick HughesStefania VelichkovaStarsElodie YungGary OldmanJoaquim de AlmeidaJoséphine de la BaumeKirsty MitchellRichard E. GrantRyan ReynoldsSalma HayekSam HazeldineSamuel L. JacksonYuri KolokolnikovCastAbbey HoesAlan McKennaAlexander MercuryAntoin CoxAtul SharmaBarry AtsmaBharat MistriBruno SalgueiroChris BrazierChris WilsonDonna PrestonElodie YungGary OldmanGeorgie GlenHalima NagoriHristo PetkovIlian EmanviovJoaquim de AlmeidaJoséphine de la BaumeKirsty MitchellLee Nicholas HarrisMark Christopher CollinsMarko MandićMikhail GorevoyMounir MargoumNadia KonakchievaNicolas de PruyssenaereNoortje HerlaarOri PfefferRenars LatkovskisRichard E. GrantRod HallettRussell De RozarioRyan ReynoldsSalma HayekSam HazeldineSamantha BolterSamuel L. JacksonStilyan MavrovStuart WhelanTamara SharpeTine JoustraTruus de BoerUlyana ChanVelimir VelevVladimir VladimirovYuri KolokolnikovZlatka Raikova",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7KsqfXDECZMryX1Rv4RKsT7SIjQ.jpg",
      "https://image.tmdb.org/t/p/w300/dBU1ISim98Ug5YglMcZEevFCnse.jpg",
      "https://image.tmdb.org/t/p/w300/629NA9qKGLN5ZPiazzk5vafMa79.jpg",
      "https://image.tmdb.org/t/p/w300/2CanLdZYRXmpFMLsEzHKqTzHFYc.jpg",
      "https://image.tmdb.org/t/p/w300/vVtq2xBraCULvoj4990HjQlJnyr.jpg",
      "https://image.tmdb.org/t/p/w300/85J7OfqSMLwz2wCuef0mqLHTC5t.jpg",
      "https://image.tmdb.org/t/p/w300/ArUqDGIo5z0yxkaT3NVK7ODBpad.jpg",
      "https://image.tmdb.org/t/p/w300/fMx8wfwfPKfUvGoyQigDKmltfCl.jpg",
      "https://image.tmdb.org/t/p/w300/fZrGHMgyVosEgRLQvxdWVaoBvEf.jpg",
      "https://image.tmdb.org/t/p/w300/v3JDY0WpbLlfJW78kTegDdz22bc.jpg",
      "https://image.tmdb.org/t/p/w300/zJMgcoNLUv4h4Zu0sv7VpYujXkN.jpg",
      "https://image.tmdb.org/t/p/w300/wgePLg5dabEnW9XUOYA3GFYoN2J.jpg",
      "https://image.tmdb.org/t/p/w300/oDfn6F9rIX3ik28OjDHlpfRjulD.jpg",
      "https://image.tmdb.org/t/p/w300/cMEr2GNK9Pti0drCt5l7y26T97B.jpg",
      "https://image.tmdb.org/t/p/w300/v51YehNFsnz1x1rsEutPgNplNXK.jpg",
      "https://image.tmdb.org/t/p/w300/cZ9keaLt5IKZ9XQIrFomv8VHTWM.jpg",
      "https://image.tmdb.org/t/p/w300/dkA8j5DwUdUT3h658Mt1QgQHTR6.jpg",
      "https://image.tmdb.org/t/p/w300/zWZpMcDlQofxWYPIWWZew8SAKeK.jpg",
      "https://image.tmdb.org/t/p/w300/uTQ6UAAdLdZwcmXmchIZJB7Jg64.jpg",
      "https://image.tmdb.org/t/p/w300/AthynHFDWMh7hTAvP7Ycf2Z5sXq.jpg",
      "https://image.tmdb.org/t/p/w300/mZnXuamc8InE4ojfjXz4b88yC7i.jpg",
      "https://image.tmdb.org/t/p/w300/hz7R5ZyoFOKu4KS05XoQiYI7lfp.jpg",
      "https://image.tmdb.org/t/p/w300/grfqyfygapZkz6Oh8PGxzYwnWR8.jpg",
      "https://image.tmdb.org/t/p/w300/2XcgXkCZwHK380rp27AN2EIPPHX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-10.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pl6lm7pq707s.html",
        "server": "usersdrive.com",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ybrf/The_Hitman_s_Bodyguard_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wBNxQYiS#_RKCQGqpfdY1sUMIv1RZrK778KHxYSgnsWWE98KjPGU",
        "server": "mega.nz",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/h9njdhpgj667",
        "server": "upstream.to",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-hitmans-bodyguard-2017",
        "server": "VIP Links",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-hitmans-bodyguard-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://sbembed2.com/gisrl7vquugi.html",
        "server": "streamsb.com",
        "size": "1.2 Gb",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "IpKmt4MpctM",
      "video_url": "https://www.youtube.com/watch?v=IpKmt4MpctM",
      "embed_url": "https://www.youtube.com/embed/IpKmt4MpctM"
    }
  },
  {
    "metadata": "R|2017|116 min|Biography,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5,224"
    },
    "title": "The Pirates of Somalia(2017)",
    "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့”The Pirates of Somalia”လို့ အမည်ရတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်…ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်….Journalist တစ်ယောက်ရဲ့ အလုပ်ဟာ ကိုယ်လိုချင်တဲ့ သတင်းတစ်ပုဒ် ဦးဦးဖျားဖျားရဖို့အတွက် အပင်ပန်းခံနိုင်ရပါတယ်..စွန့်စားသင့်ရင်လဲ စွန့်စားရပါတယ်….Jay Bahadur ဆိုတဲ့ သတင်းထောက်ဟာလဲ သူလိုချင်တဲ့ သတင်းရဖို့ အတွက် ဆိုမာလီယား နိုင်ငံအထိ ခြေဆန့်ခဲ့ပါတယ်…သူဟာ ထောက်လှမ်းရေးလုပ်ရင်း သူ့ရဲ့ပုံစံတွေကအစ ပြောင်းလဲခဲ့ပါတယ်…ဆိုမာလီယားနိုင်ငံသားတစ်ယောက်လို ဖြစ်လာခဲ့ပါတယ်…ဒီလိုနဲ့ အဲ့နိုင်ငံသားတွေရဲ့ နေထိုင်ပုံတွေ လျို့ဝှက်ချက်တွေကို သိလာခဲ့ပါတယ်…စစ်သွေးကြွဆိုမာလီယား ဓားပြတွေကြား Jay Bahadur ရောက်သွားချိန်မှာတော့…ဘယ်လိုတွေ စွန့်စားရမလဲ…ဘာအကြောင်းတွေ သိလာမလဲ စတာတွေကို စိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်….Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBryan BuckleyStarsAl PacinoBarkhad AbdiEdward GelbinovichEvan PetersJojo GonzalezKiana MadaniMaria VosMelanie GriffithPhilip EttingerRussell PosnerCastAl PacinoBarkhad AbdiEdward GelbinovichEvan PetersJojo GonzalezKiana MadaniMaria VosMelanie GriffithPhilip EttingerRussell Posner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iUH1dWoIR1eoE6sEzwhH49T0sE0.jpg",
      "https://image.tmdb.org/t/p/w300/lXbsYMHAum9kpbhAMEYCGMOjr0q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a8dlDPwo9mnorurL6ukIpyHZZd7.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-pirates-of-somalia-2017",
        "server": "VIP Links",
        "size": "843MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-pirates-of-somalia-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "843MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/8nle1g41ix6e",
        "server": "veryfiles.com",
        "size": "843MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/c3rtr5qkbkoo.html",
        "server": "streamsb.com",
        "size": "843MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "trFQOslCa6U",
      "video_url": "https://www.youtube.com/watch?v=trFQOslCa6U",
      "embed_url": "https://www.youtube.com/embed/trFQOslCa6U"
    }
  },
  {
    "metadata": "PG-13|2017|116 min|Biography,Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "54,003"
    },
    "title": "The Post (2017)",
    "description": "The Post(2017)**************IMDb….7.3,,,,,Rotten ….88ဒါရိုက်တာက Steven Spielberg ….အဓိက သရုပ်ဆောင်တွေကMeryl Streep, Tom Hanks နဲ့  Sarah Paulson  ….Rating တွေ မြင့်တာတွေ အော်စကာဆုတွေမှာ စာရင်းဝင်ခဲ့တာတွေအခြားဆုပေါင်းများစွာ ရတာတွေ အသာထား ...ဒီဒါရိုက်တာ နဲ့ ဒီသရုပ်ဆောင်တွေနဲ့တင် ထွေထွေထူးထူး ညွှန်းဆိုဖွဲ့စရာ မလိုဘူးထင်တယ်….အမေရိကန်ရဲ့ထိပ်တန်းသတင်းစာတိုက်တစ်ခုဖြစ်တဲ့ The Washington Post မှာပထမဆုံးအမျိုးသမီးပုံနှိပ်ထုတ်ဝေသူဟာKatherine Graham (မင်းသမီးကြီး Meryl Steep) ပါ…အယ်ဒီတာကတော့Ben Bradlee (မင်းသားကြီးTom Hanks) ဖြစ်ပါတယ်..သူတို့ဟာ အစိုးရရဲ့နှစ်ပေါင်းသုံးဆယ်တိုင်တိုင်  ဖုံးကွယ်ထားတဲ့ လျှို့ဝှက်ချက်တွေပြည်သူတွေကိုညာခဲ့တာတွေကို ပြိုင်ဘက်သတင်းစာတိုက်ဖြစ်တဲ့The Nw York Times နဲ့အပြိုင် ထုတ်ဖော်ကြတယ်…အစိုးရကိုလျှို့ဝှက်ချက်တွေ ထုတ်ဖော်ပြီဆိုမှာတော့  သူတို့တွေ ကြုံရတဲံ အခက်အခဲတွေအန္တရယ်တွေဟာ ဘေးပတ်လည် ဝိုင်းနေပါတယ်…အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေ လိမ်ညာမှုတွေက ဘာလဲ…သူတို့တွေကရော ရင်ဆိုင်နိုင်ပါ့မလား…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် JtheKoala  ဖြစ်ပါတယ်…File Size :(2.6GB) &(994MB)Quality : Blu-Ray 1080P5.1Ch, 720pFormat…mp4Duration…01:55:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by JtheKoalaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrea UlrichJessica LichtnerRachael GillsonSteven SpielbergStarsAlison BrieBob OdenkirkBradley WhitfordBruce GreenwoodCarrie CoonMatthew RhysMeryl StreepSarah PaulsonTom HanksTracy LettsCastAlison BrieAngus HepburnAnnika BorasAnthony M WalkerAustyn JohnsonBen LivingstonBob OdenkirkBradley WhitfordBrent LangdonBrett G. SmithBruce GreenwoodBryan BurtonCarolyn McCormickCarrie CoonChristopher InnvarCoral PeñaCotter SmithCullen Oliver JohnsonDan BittnerDan BucatinskyDavid Aaron BakerDavid CostabileDavid CrossDeborah GreenDeirdre LovejoyDoris McCarthyFenton LawlessFrancis DumaurierFrank ModicaGage MaynardGannon McHaleGary WilmesJames RiordanJennifer DundasJesse PlemonsJessie MuellerJoel NagleJohanna DayJohn Henry CoxJohn RueJon DonahueJordan BakerJuliana DaviesJustin SwainKelly AuCoinKelly MillerKenneth TigarKevin LorequeLauren Lim JacksonLuke SlatteryMarko CakaMatthew RhysMeryl StreepMichael Cyril CreightonMichael DevineMichael StuhlbargNeal HuffNed NoyesPat HealyPeter Van WagnerPhilip CasnoffRichard HolmesRick CromRobert McKaySarah PaulsonSasha SpielbergSophia SmithStacey Alyse CohenStark SandsStephen MailerStephen RoweSusan BlackwellTom BairTom HanksTracy LettsWill DentonZach Woods",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2LR3XKthtguN7vOz99Q91IeEl1i.jpg",
      "https://image.tmdb.org/t/p/w300/4MNUxckmk3DOGpvDYk4IPs0R4Ks.jpg",
      "https://image.tmdb.org/t/p/w300/dEsA32YS86C6QPVDThquJ2wkLsU.jpg",
      "https://image.tmdb.org/t/p/w300/h5jqLrIv1tlszezv2UEWq9KBuoj.jpg",
      "https://image.tmdb.org/t/p/w300/8sb4aBST28vN3rBz704XJczS0Ld.jpg",
      "https://image.tmdb.org/t/p/w300/9J7mdUURm94NBAR6b2lIidsVGWR.jpg",
      "https://image.tmdb.org/t/p/w300/dLOuLOoZhoNkg7byab93Pdmgcmn.jpg",
      "https://image.tmdb.org/t/p/w300/sg0sXPqgWgeybgpd1FkOnMXbNy7.jpg",
      "https://image.tmdb.org/t/p/w300/cn5LSBeWlgMei5h7fKuGXImq1el.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/DSFSDFSDFSDF.jpeg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g92xsxitfbni.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-post-2017-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BW8n/The_Post.(2017).BLU-RAY.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VykgwQ6T#lArBkqYPDhyjmX7RQca5cSiZrAteiae_dQupMgZ5Gtg",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u6lqsf13jobz.html",
        "server": "usersdrive.com",
        "size": "994MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-post-2017-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "994MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1g1da/The_Post.(2017).BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "994MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VykgwQ6T#lArBkqYPDhyjmX7RQca5cSiZrAteiae_dQupMgZ5Gtg",
        "server": "mega.nz",
        "size": "994MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f9049kmf4esq",
        "server": "streamvid.io",
        "size": "994MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "nrXlY6gzTTM",
      "video_url": "https://www.youtube.com/watch?v=nrXlY6gzTTM",
      "embed_url": "https://www.youtube.com/embed/nrXlY6gzTTM"
    }
  },
  {
    "metadata": "R|2017|1h 53min|Action,Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "414,098"
    },
    "title": "Baby Driver (2017)",
    "description": "Baby Driver (2017)IMDb Rating (7.6) / Rotten Tomatoes (92%)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Edgar Wright ကိုယ်တိုင် ဇာတ်ညွှန်းရေး၊ Co- Produce ပြီးရိုက်ကူးထားတဲ့ Crime Action ဇာတ်ကားကောင်းတစ်ခုပါ။‌ဘယ်အချိန် ဘယ်နှခါ ကြည့်ကြည့် မရိုးနိုင်အောင်ခေတ်ရဲ့ဒဏ်ကို အံတုနိုင်တဲ့အပြင် ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းချက်တွေနဲ့ ဝင်ငွေပိုင်းမှာလည်း အတော်ကို အောင်မြင်မှုရခဲ့တဲ့ ရုပ်ရှင်တစ်ခုပါ။ဒီရုပ်ရှင်ကို ရိုက်ကူးဖြစ်တဲ့အကြောင်းကတော့ သူ့အနေနဲ့ သီချင်းများများပါတဲ့ ရုပ်ရှင်တစ်ခုဖန်တီးချင်စိတ်ကနေ စတယ်လို့ဆိုပါတယ်။ သီချင်းကိုလည်း နောက်ခံသီချင်းအနေနဲ့သုံးချင်တာမဟုတ်။ သူရိုက်ကူးခဲ့တဲ့ Scott Pilgrim vs. the World လို ဂီတကိုတည်ရိုက်တာလည်းမဟုတ်တဲ့ ရုပ်ရှင်ဇာတ်ကားမျိုးပေါ့။ ဒီနေရာမှာ Baby Driver က သူ့အမြင်နဲ့ကွက်တိကျတဲ့ပုံစံမျိုးကို တည်ခင်းနိုင်ခဲ့ပါတယ်။Baby Driver ဆိုတဲ့ ရုပ်ရှင်နာမည်အတိုင်း အဓိကဇာတ်ကောင်က Baby။ Baby က Driver။ ရွက်ကြမ်းရေကျို ကားသမားမျိုးတော့မဟုတ်ပါဘူး။ ကားဒက်ရှ်ဘုတ်ကို ကျော်မြင်နိုင်တဲ့အရွယ် ငယ်ငယ်ကတည်းက ကားတွေနဲ့ လိုက်မွှေလာတဲ့ ဆရာကြီးတစ်ယောက်ပါ။ သူ့ကိုတော့ ဒေါက်တာဆိုတဲ့ဘဲကြီးတစ်ပွေက လာဘ်ကောင်လေးလို့သဘောထားပြီး ဓားပြတိုက်တဲ့အခါတိုင်း ကားဆရာအနေနဲ့သုံးပါတယ်။ သုံးတဲ့အခါတိုင်းလည်း မလွတ်မရှိ။ ရအောင်ပြေးလွတ်ခဲ့တာပါပဲ။သူနဲ့ သီချင်းတွေ ဘယ်လို‌တွဲမလဲဆိုတဲ့မေးခွန်းအပေါ် ဒါရိုက်တာမှာ အဖြေကောင်းကောင်းတစ်ခုရှိပါတယ်။ ငယ်ငယ်က ကားမတော်တဆမှုတစ်ခုကြောင့် နားအူရောဂါခံစားနေရတယ်ဆိုတဲ့ အကြောင်းပြချက်တစ်ခုကိုပေးလိုက်တာပေါ့။ ဒါကြောင့် ဘေဘီဟာ အချိန်ပြည့်သီချင်းနားထောင်ရတယ်။ ကြည့်တဲ့လူတွေကလည်း သူနဲ့အတူ သီချင်းထဲ လိုက်မျောခွင့်ရတယ်။ သီချင်းတွေကလည်း ပေါတိပေါချာတွေမဟုတ်ဘူး။ တကယ့်သီချင်းတွေကို ဇာတ်လမ်းနဲ့အညီ အံဝင်ခွင်ကျသုံးပြီး သီချင်းအကြောင်းမဟုတ်တဲ့ ဂီတ ဆန်ဆန် ရုပ်ရှင်တစ်ခုကို သူသွန်းလုပ်ခဲ့တာမျိုးပေါ့။ဇာတ်လမ်းအသွားကလည်း မမြန် မနှေးနဲ့ သိပ်ကိုအရသာရှိတဲ့ စီးဆင်းမှုမျိုးရှိပါတယ်။ ရိုက်ကွက်တွေကတော့ ပြောဖို့လိုမယ်မထင်ပါဘူး။ ဇာတ်လမ်းအစကနေ အဆုံး ပျင်းချိန်ကိုမပေးဘဲ ပြီးတဲ့အထိ စိတ်လှုပ်ရှားစရာကောင်းအောင် ဆွဲခေါ်သွားနိုင်ပါတယ်။Baby နေရာကသရုပ်ဆောင်တဲ့ Ansel Elgort ကလည်း စကားနည်းနည်းနဲ့ နားလည်ရခက်တဲ့ ဇာတ်ကောင်မျိုးကို ပီပြင်အောင်သရုပ်ဆောင်ထားနိုင်ပါတယ်။ အဲဒီအတွက်လည်း Best Male Newcomer award ကိုရရှိခဲ့ပါတယ်။ဒီရုပ်ရှင်နဲ့ပတ်သက်တဲ့ဆုတွေကို စာရင်းချရရင် အတော်ကိုရှည်သွားပါလိမ့်မယ်။ အော်စကာ ဆန်ခါတင် ၃ ဆုအပြင် အခြားဆုပေါင်း ၄၃ ခုကိုရရှိခဲ့ပြီး ဆန်ခါတင်အနေနဲ့ ၆၃ ဆုဝင်ထားပါတယ်။ သရုပ်ဆောင်၊ စတန့်၊ ရုပ်ရှင်ဓာတ်ပုံ၊ သီချင်း ဘာဆုနေနေ ဆုရတာမဟုတ်ရင် ဆန်ခါတင်ကတော့ပါပြီးသားပါပဲ။ အဲဒီလောက်ကိုကြမ်းတာပါ။သီချင်းနားထောင်ရင်း ကားမောင်းရတဲ့ခံစားချက်က ဘယ်လောက်မိုက်သလဲ မပြောလည်းသိမှာပါ။ မသိသေးရင်တော့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကောင်းကောင်းထဲ သီချင်းလေးတွေနဲ့ စီးမျောကြည့်ကြပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Thant Bo မှတင်ဆက်ထားပါတယ်။)File size…(7.3 GB)/ (2.1 GB)/(1.1 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:52:39Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byMin Thant BoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDarrin PrescottDavid WatersDug RotsteinEdgar WrightWalter GasparovicStarsAnsel ElgortCJ JonesEiza GonzálezFleaJamie FoxxJon BernthalJon HammKevin SpaceyLanny JoonLily JamesSky FerreiraCastAllison KingAndrea FryeAndy McDermottAnsel ElgortArnold MonteyBen VanderMeyBig BoiBrigitte Kali CanalesBrogan HallChad JoyceChristopher BeanlandCJ JonesClay Donahue FontenotColin LacativaConnie LeeCynne SimpsonD.R. LewisDanny Le BoyerDavid ConkDavid Robert LewisDonald K. OverstreetDuke JacksonEdgar WrightEiza GonzálezElijah EverettElizabeth DavidovichErica FreneFleaHal WhitesideHudson MeekJames BlackshearJamie FoxxJeff ChaseJoe LoyaJon BernthalJon HammJon SpencerJuliette SicardKeith HudsonKenneth ManosKent WagnerKevin SpaceyKiller MikeLance PalmerLanny JoonLily JamesMarisol CorreaMark SmithMarshall ChokaMarvin E. WestMason PikeMicah HowardMike \"Killer Mike\" RenderMorgan BrownMorse DiggsNathaniel PerryPatrick R. WalkerPaul WilliamsPerry Zulu Jr.R. Marcos TaylorRonald Joe VasquezRussell B. SpencerRyan NewtonShellita BoxieSidney SewellSky FerreiraThomas E. HaynesThurman SewellTrey McGriffTroy FarukViviana ChavezWalter HillWhit WhitmanWilbur Fitzgerald",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oVD3ClJBoomSQHtnJPAlMfes8YD.jpg",
      "https://image.tmdb.org/t/p/w300/yir5430WblZSZuIMd9C6pIZerfA.jpg",
      "https://image.tmdb.org/t/p/w300/goCvLSUFz0p7k8R10Hv4CVh3EQv.jpg",
      "https://image.tmdb.org/t/p/w300/3PwXTHKFAlOltJBvjUkxzER0cZ4.jpg",
      "https://image.tmdb.org/t/p/w300/byrIVoSiaUY7K7O2pqxhOiWiRum.jpg",
      "https://image.tmdb.org/t/p/w300/xQLJh5F4cPcJqMzMLmfknto4Nv7.jpg",
      "https://image.tmdb.org/t/p/w300/q5iixYCuDzDx5IoQXt4kZaLDIbr.jpg",
      "https://image.tmdb.org/t/p/w300/lBS1b2mTv8buVvIx2vJgkA8CVMD.jpg",
      "https://image.tmdb.org/t/p/w300/vpLIZ8JXb1qSf3fOX1EucPppbHE.jpg",
      "https://image.tmdb.org/t/p/w300/gNu8jUvOy5MGfSVeKIhb67w73du.jpg",
      "https://image.tmdb.org/t/p/w300/xJRQDdgNIrCDauoJVraDnEs7zc5.jpg",
      "https://image.tmdb.org/t/p/w300/wMU24faGppjr2nFmgNlySiCT57c.jpg",
      "https://image.tmdb.org/t/p/w300/2UOTJkSHRbAukDi1iBBhAffclll.jpg",
      "https://image.tmdb.org/t/p/w300/dfpKAx5E0JrSWNZmz5Pd0EIIqhB.jpg",
      "https://image.tmdb.org/t/p/w300/dy5b9A02JdeT09ycSiALE14NBzU.jpg",
      "https://image.tmdb.org/t/p/w300/bVkM83EfyCRZLA1z1sfZNP6KGfN.jpg",
      "https://image.tmdb.org/t/p/w300/vscvMtmPrJr8LudipaCcFrvJcJf.jpg",
      "https://image.tmdb.org/t/p/w300/yTtXvHmLoMf70UPuguuNdytS5oI.jpg",
      "https://image.tmdb.org/t/p/w300/tfDg4V2zeXUBn62tc7DptI1KXg1.jpg",
      "https://image.tmdb.org/t/p/w300/ltuJeVT7tM32ratdVHwcYGgONdU.jpg",
      "https://image.tmdb.org/t/p/w300/hNJLqfzxw4GGvpFEKv7JyGQROfv.jpg",
      "https://image.tmdb.org/t/p/w300/g1NFVORxqr0kYl4SMJdR1w324gw.jpg",
      "https://image.tmdb.org/t/p/w300/nGJIQUgPkfMhK2tPUXsBaoVdbLo.jpg",
      "https://image.tmdb.org/t/p/w300/v7OzRa5RlOKABhWlNFj58oGHhFJ.jpg",
      "https://image.tmdb.org/t/p/w300/wIneGh8NQ6JRWRElWkbDrV1m5df.jpg",
      "https://image.tmdb.org/t/p/w300/rfXLvaLZdqiXRCRoMvPZi9GsbOt.jpg",
      "https://image.tmdb.org/t/p/w300/r51ZEhlseEwR6g8LZkyeZ7SScoR.jpg",
      "https://image.tmdb.org/t/p/w300/d5Ng6688eSucsRmIcDZwxdQ88Z7.jpg",
      "https://image.tmdb.org/t/p/w300/8BuuUrgUXgBvOkHVstUpoHV4qpP.jpg",
      "https://image.tmdb.org/t/p/w300/kehQdTOFS6gAKeRyD3yyrSRD1WZ.jpg",
      "https://image.tmdb.org/t/p/w300/8g1XoiMVOsYQtzyGaJKqAExEBOc.jpg",
      "https://image.tmdb.org/t/p/w300/gAIzn8j3VrW2NzPuB8zQssuFsFa.jpg",
      "https://image.tmdb.org/t/p/w300/bzuq4jq4LUww6ZVingJgCpQaRYZ.jpg",
      "https://image.tmdb.org/t/p/w300/eS2GSqP4LwRgAWDbyEOC1SzF2GY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTg4MTkyMDg0MV5BMl5BanBnXkFtZTgwOTEwMTk0MjI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-2160-p-4-k-uhd-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/xitFTQya#3gd3v1Ro5rSQMvnHTkxAfyHWF-Rzaz-B1ILMwn3L270",
        "server": "mega.nz",
        "size": "7.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-1080-p-sdr-10-blu-ray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2CXdn/(CM)_Baby_Driver_(2017)_1080p_SDR10_BluRay_x265_10bit_HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/RrEhDKxL#FVJOYf-3RboL5KBNYXpKLf1qvZkquyZtd_-J_e6J8ic",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/czceaeu1cj8s.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baby-driver-2017-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3YS5Z/(CM)_Baby_Driver_(2017)_BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/guMXHLya#DKTl4pmVgebSp2o50P45Tc5VoqAaACzTtyBakr1GSco",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/01scnzdpryq6.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fjvnqhj99sqh",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/uzwxfi7lmoea",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "KMe5qYGAI7s",
      "video_url": "https://www.youtube.com/watch?v=KMe5qYGAI7s",
      "embed_url": "https://www.youtube.com/embed/KMe5qYGAI7s"
    }
  }
]