[
  {
    "metadata": "|2017|92 min|Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "3.8/10",
      "rating_count": "300"
    },
    "title": "Alien Invasion: S.U.M.1",
    "description": "ဒီတစ္ေခါက္ မိတ္ဆက္ေပးခ်င္တဲ့ကားေလးကေတာ့”Alien Invasion S.U.M 1 ဆိုတဲ့ဇာတ္လမ္းၿဖစ္ပါတယ္…အညြန္းကိုဖတ္ၾကည့္ရေအာင္.ကမၻာေျမဟာ ၿဂိဳဟ္သားေတြရဲ႕ တိုက္ခိုက္မႈခံေနရတဲ့ ကာလျဖစ္ပါတယ္..လူသားမ်ိဳးႏြယ္ ၉၅ ရာခိုင္ႏႈန္းေလာက္ သတ္ခံခဲ့ရပါတယ္ …ကမၻာေျမမွ အႀကီးအကဲမ်ားဟာ ၿဂိဳဟ္သားေတြလက္ထဲမွ ကမၻာေျမကိုျပန္လည္ရယူဖို႔ အေစာင့္တပ္သားမ်ားကို ေစလႊတ္ခဲ့ပါတယ္..ဒီအေစာင့္တပ္သားမ်ားထဲမွ Sum 1 ဆိုတဲ့ တပ္သားအေၾကာင္းကို ဇာတ္အိမ္တည္ထားပါတယ္…တပ္သားေတြဟာ ရက္ ၁၀၀ မစ္ရွင္းျဖင့္ တာဝန္ထမ္းေဆာင္ရပါတယ္…ဒုကၡေရာက္ျပည္သူမ်ားကို လံုျခံဳရာေနရာသို႔ ေျပာင္းေရႊ႕ေပးရပါတယ္..Sum1 ဟာ ကမၻာေျမေအာက္ေျခ တာဝါတစ္ခုမွာတစ္ကိုယ္တည္း ေနထိုင္ရပါတယ္…သူ႔ရဲ႕တစ္ေန႔တာ တာဝန္ကေတာ့ တာဝါဝန္းက်င္ကင္မရာမ်ားကို ေစာင့္ၾကည့္တာခ်ဥ္းကပ္လာသူ ၿဂိဳဟ္သားေတြရန္ကို ကာကြယ္တာ စတာေတြျဖစ္ပါတယ္…သူ႔ရဲ႕တစ္ေန႔တာ တာဝန္ကေတာ့ တာဝါဝန္းက်င္ကင္မရာမ်ားကို ေစာင့္ၾကည့္တာခ်ဥ္းကပ္လာသူ ၿဂိဳဟ္သားေတြရန္ကို ကာကြယ္တာ စတာေတြျဖစ္ပါတယ္…Sum1 မတိုင္ခင္က အရင္ထမ္းေဆာင္ခဲ့တဲ့ တပ္သားဟာက်န္းမာေရးအေျခအေနေၾကာင့္ Sum1 ကို အေရးေပၚအစားထိုးခဲ့ျခင္းျဖစ္ပါတယ္….လူေတြရဲ႕ထံုးစံအတိုင္း Sum1 တစ္ေယာက္ ရက္ ၁၀၀ မစ္ရွင္းအစမွာေတာ့တက္ႂကြၿပီး တာဝန္သိစိတ္အျပည့္အဝနဲ႔ ႀကိဳးစားခဲ့ပါတယ္…ၾကာလာေတာ့ တစ္ေယာက္တည္းေနရတဲ့ဘဝစကားေျပာေဖာ္အေပါင္းအသင္းမရွိတဲ့ဘဝကို သူစိတ္ပ်က္လာပါတယ္…တစ္ေန႔လာလည္း ဒီအလုပ္လုပ္ စက္ရုပ္တစ္ရုပ္လိုျဖစ္ေနခဲ့ပါတယ္…Sum1 ဟာ သူ႔အရင္ တပ္သားက်န္းမာေရး ဘာေၾကာင့္မေကာင္းလဲဆိုတာကို သိခ်င္စိတ္ျပင္းျပခဲ့ပါတယ္…ၿဂိဳဟ္သားအရိပ္အေယာင္လို႔ သူထင္လိုက္တဲ့ အရာတိုင္းက အမွန္မဟုတ္ခဲ့ပါဘူး…သူ႔ေခါင္းထဲမွာ ၿဂိဳဟ္သားက တကယ္ေရာရွိရဲ႕လား..အႀကီးအကဲေတြ တမင္လိမ္ညာေနတာလား စတဲ့ယံုမွားသံသယေတြရွိလာခဲ့ပါတယ္…ရက္ ၁၀၀ မစ္ရွင္းျပည့္ခါနီး တစ္ပတ္အလိုမွာေတာ့ သူဟာ ကိုယ့္အားကိုယ္ကိုးၿပီးဒီအလိမ္ညာအရႈပ္ထုပ္ထဲက ထြက္ဖို႔ႀကိဳးပမ္းပါတယ္…ဒါေပမဲ့ သူယံုၾကည္ထားတဲ့ ၿဂိဳဟ္သားတကယ္မရွိဘူးဆိုတဲ့ အေတြးဟာတကယ္ၿဂိဳဟ္သားနဲ႔ ေတြ႕လိုက္ခ်ိန္မွာေတာ့ တက္တက္စင္လြဲသြားခဲ့ပါတယ္…တကယ္ရွိတယ္လို႔ သူသိလိုက္ခ်ိန္မွာေတာ့ အရာရာေနာက္က်သြားပါၿပီ….ၿဂိဳဟ္သားက သူ႔ကို ေသမင္းတံခါးဝဆီတြန္းပို႔ေနၿပီေလ..တံခါးေပါက္ကေန သူေနာက္ျပန္လွည့္ႏိုင္မလားဆိုတာကိုေတာပရိတ္သတ္ေတြကပဲဆက္လက္ၾကည့္ရႉလိုက္ပါဦး…Thriller အမ်ိဳးအစားျဖစ္တာေၾကာင့္ ဘာမ်ားထြက္လာမလဲဒါၿပီးရင္ ဘာျဖစ္မလဲစသျဖင့္ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရႈရမွာျဖစ္ပါတယ္…Background music က အေတာ္ေကာင္းတာေၾကာင့္ earphone နဲ႔ၾကည့္ရင္ ရုပ္ရွင္ရံုထဲေရာက္ေနသလိုပါပဲ…Aircon ရွိမယ္ မီးပိတ္မယ္ မုန္႔ေတြဝယ္ၿပီး earphone ေလးနဲ႔ထိုင္ႏွပ္ရင္ေတာ့ အတိုင္းထက္အလြန္ေပါ့….လ်ိဳ႕ဝွက္ဆန္းၾကယ္ႀကိဳက္သူမ်ားအဖို႔ေတာ့ လက္လႊတ္မခံသင့္တဲ့ဇာတ္လမ္းေကာင္တစ္ကားၿဖစ္ပါတယ္….File Size : (751MB) and (261 MB)Quality : 720p Web DLRunning Time : 1hr 32minFormat : Mp4Genre :Horror,Sci-Fi,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source :720p Web DLTranslated by May HarukoEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian PasquarielloStarsAndré HennickeIwan RheonRainer WernerTim WilliamsCastAndré HennickeIwan RheonRainer WernerTim Williams",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bZCjHladJ7miq1TlHb4MR0FQh0n.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTc5MzE1ODYwNl5BMl5BanBnXkFtZTgwMTkzMzQwNDI@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "http://yoineer.com/ABRL",
        "server": "drive.google.com",
        "size": "751 MB(Large Size)",
        "quality": ""
      },
      {
        "link": "http://yoineer.com/ABbe",
        "server": "openload.co",
        "size": "751 MB (Large Size)",
        "quality": ""
      },
      {
        "link": "http://yoineer.com/ABl1",
        "server": "openload.co",
        "size": "261 MB (Small Size)",
        "quality": ""
      },
      {
        "link": "http://yoineer.com/ABxT",
        "server": "Soliddrive.co",
        "size": "761 MB (Large Size)",
        "quality": ""
      },
      {
        "link": "http://yoineer.com/AC2V",
        "server": "Soliddrive.co",
        "size": "261 MB Small Size)",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "csR75ae-wTg",
      "video_url": "https://www.youtube.com/watch?v=csR75ae-wTg",
      "embed_url": "https://www.youtube.com/embed/csR75ae-wTg"
    }
  },
  {
    "metadata": "|2017|105 min|Drama,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "2,042"
    },
    "title": "Trapped(2017)",
    "description": "ဒီကားေလးက IMDb 7.7​ေတာင္ရထားတဲ့ကားေလးျဖစ္ပါတယ္။တစ္ျခားပုံမွန္ အိႏၵိယကားေတြကေနခြဲထြက္ရုိက္ကူးထားတဲ့ကားမ်ဳိးေလးျဖစ္ပါတယ္။ေရွာယား ဆုိတဲ့ ေကာင္ေလးက ရုံးတစ္ရုံးမွာအလုပ္လုပ္ေနတဲ့ ႏုိရီးဆုိတဲ့ ေကာင္မေလးကုိႀကိတ္ႀကဳိက္ေနပါတယ္။ဒီလုိနဲ႔ သူ႕အခ်စ္ကုိ ဖြင့္ေျပာတဲ့ အခ်ိန္က်မွာ ႏုိရီးကုိ မိဘေတြကသူတုိ႔သေဘာက်တဲ့ သူေတြနဲ႔ လက္ထပ္ေပးေတာ့မယ္ဆုိတာ သိလုိက္ရပါတယ္။ဒါေပမဲ့ေရွာယားက သူ႕ကုိ လက္ထပ္ဖုိ႔ပဲ ႏုိရီးကုိေျပာတာေပါ့။ အဲ့မွာႏုိရီးကလည္းလက္ခံလုိက္တာေပါ့ဒီေတာ့ သူတုိ႔ လက္ထပ္ၿပီးေနဖုိ႔ အခန္းကုိ ေရွာယားက ရွာရေတာ့တာေပါ့။အဲ့မွာပဲ အေဆာင္ကုိေတာင္သူငယ္ခ်င္းေတြနဲ႔ စုေနရတဲ့ ရုံး၀န္ထမ္းေလးေရွာယားတစ္ေယာက္ ဒုကၡေရာက္ေတာ့တာေပါ့။ဒီလုိနဲ႔ ရွာရင္း နဲ႔ ပြဲစားလူလိမ္တစ္ေယာက္က လူေနခြင့္ပါမစ္ေတာင္ မရေသးတဲ့ တုိက္ခန္းတစ္ခုကုိထုိးေပးၿပီး ဂ်င္းထဲ့ေတာ့တာေပါ့။ ဒီလုိနဲ႔ အခန္းေတြ ဘာေတြ သြားၾကည့္က်တဲ့ အခါမွာပဲေရွာယားတစ္ေယာက္ အဲ့ အခန္းထဲမွာပဲ ေသာ့ပိတ္မိေနပါေတာ့တယ္။ အစားအစာ မရွိေရမရွိ လွ်ပ္စစ္မီးေတာင္မရွိတဲ့ အခန္းထဲကေန ေရွာယားတစ္ေယာက္ လြတ္ေျမာက္ေအာင္ဘယ္လုိ လုပ္မလဲ … လြတ္ေကာ လြတ္ေျမာက္မွာလား ဆုိတာကုိ စိတ္၀င္စားဖြယ္ၾကည့္ရွဳ႕ရမွာပါ။(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ သူကေတာ့ မင္းဇင္သန္႔ ပါ)File Size : (800 MB)Quality : Blu Ray 720pRunning Time : 1h 45minFormat : Mp4Genre : Drama, ThrillerTranslated By Min Zin ThantEncode By Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVikramaditya MotwaneStarsGeetanjali ThapaKhushboo UpadhyayRajkummar RaoCastGeetanjali ThapaKhushboo UpadhyayRajkummar Rao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9caSYmXi9c48b95ewfmyORJ9rQ3.jpg",
      "https://image.tmdb.org/t/p/w300/sCM3BNNgWRXzOzK0tXQAfzpKAhy.jpg",
      "https://image.tmdb.org/t/p/w300/n5MVwChU5dUTAbi2ezORh1Mc9bv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/trapped-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yuudrive.me/13a99b0e42/traped-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "320 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://megaup.net/Qv3l/Trapped_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://mega.nz/file/P8g1ASbA#RvZLipm4kqechVwGxdPYXKJx7tpjkMgq_1MG1VFW_YQ",
        "server": "mega.nz",
        "size": "320 MB",
        "quality": "Bluray720p"
      },
      {
        "link": "https://upstream.to/f3ksrfip0vsa",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Blu Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "RJaj39jI-qk",
      "video_url": "https://www.youtube.com/watch?v=RJaj39jI-qk",
      "embed_url": "https://www.youtube.com/embed/RJaj39jI-qk"
    }
  },
  {
    "metadata": "N/A|2017|95 min|Asian,Comedy,Drama,Romance",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "17"
    },
    "title": "Luck at First Sight (2017)",
    "description": "IMDb Rating (7.6) ထိ ရရှိထားတဲ့ ဖိလစ်ပိုင်ဇာတ်ကားလေးပါ…ကံကိုပဲ အရမ်းပုံအပ်ထားတဲ့ကောင်လေးတစ်ယောက်က ဘဝရဲ့ကံကောင်းခြင်းတွေကိုရှာဖွေရင်းအမှတ်မထင် ကံကိုလုံးဝမယုံတတ်တဲ့ကောင်မလေးနဲ့ဆုံတွေ့သွားတဲ့အခါ….သူ့ရဲ့ကံကောင်းခြင်းတွေ မပျောက်ဆုံးချင်ရင် မချစ်ရဘူးဆိုတဲ့သတိပေးချက်တွေကြားမှာ ဘယ်လိုခရီးဆက်ကြမလဲဆိုတာ….။ဖိလစ်ပိုင်ဇာတ်ကားတွေရဲ့ ရသကို အပြည့်ရမှာဖြစ်ပြီး Comedy,Drama,Romance ပရိတ်သတ်တွေ လုံးဝလက်မလွတ်သင့်ပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ထားသူကတော့ May Thu ဖြစ်ပါတယ်။)File size…(910 MB) and (440 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMay ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDan VillegasStarsBela PadillaCholo BarrettoDennis PadillaIssa PressmanJeric RavalJericho RosalesKim MolinaPj EndrinalThou ReyesCastBela PadillaCholo BarrettoDennis PadillaIssa PressmanJeric RavalJericho RosalesKim MolinaPj EndrinalThou Reyes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ezajLFlBtIALvK28US9rl6iOBBB.jpg",
      "https://image.tmdb.org/t/p/w300/hjy7QMPNbd5KIRxc5gNj2kPEPmk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/fr6kqz9ek977.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/luck-at-first-sight-2017",
        "server": "VIP Links",
        "size": "910 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/luck-at-first-sight-2017-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "910 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2VvqB/Luck_At_First_Sight_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "910 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/73i371zn0ozw",
        "server": "veryfiles.com",
        "size": "910 MB",
        "quality": ""
      },
      {
        "link": "https://sbembed4.com/epdeopoxwb5b.html",
        "server": "streamsb.com",
        "size": "910 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|88 min|Action,Thriller",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "1,406"
    },
    "title": "Altitude (2017)",
    "description": "Thriller,Action ဇာတ္ကားေလးပါ။မင္းသမီး Denise Richards နဲ႔ Greer Grammer တို႔ပါဝင္ထားျပီး မင္းသားၾကီးကေတာ့ Dolph Lundgren ပါ။ေလယာဥ္ျပန္ေပးဆြဲမႈနဲ႔ FBI ေအးဂ်င့္ေတြကို အေျခခံရိုက္ကူးထားပါတယ္။File size…(800MB) and (230MB)Quality…BluRay Rip 720pFormat…mp4Duration….01:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySaw WunnaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex MerkinSamantha TelfordStarsChelsea EdmundsonChuck LiddellDenise RichardsDolph LundgrenGreer GrammerJohn PoseyJonathan LipnickiJordi VilasusoStephen GraybillCastChelsea EdmundsonChuck LiddellDenise RichardsDolph LundgrenGreer GrammerJohn PoseyJonathan LipnickiJordi VilasusoStephen Graybill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wvI575mb9e6rKwtshyBMXJ9qoSC.jpg",
      "https://image.tmdb.org/t/p/w300/r2CnlYjAJMSdtxRibwd6TWHRpiE.jpg",
      "https://image.tmdb.org/t/p/w300/dXNMCsOCfRwpmMGwQXBLqiuKih3.jpg",
      "https://image.tmdb.org/t/p/w300/r8xSwuiMEdT37IQQdWuHe8Y7yN9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/altitude-2017.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/altitude-2017",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/altitude-2017-mm-sub-mp-4",
        "server": "Google Drive",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/altitude-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Ufqy/Altitude_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/uyakohqi0d9d",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "A9ok2APAjTk",
      "video_url": "https://www.youtube.com/watch?v=A9ok2APAjTk",
      "embed_url": "https://www.youtube.com/embed/A9ok2APAjTk"
    }
  },
  {
    "metadata": "|2017|97 min|Uncategorized",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "90"
    },
    "title": "77 Heartbreaks (2017)",
    "description": "2017 ခုႏွစ္ထြက္ ေဟာင္ေကာင္ Drama ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ရန္ျဖစ္လိုက္ ျပန္ခ်စ္လိုက္ ဆိုတာလင္မယားေတြၾကားမွာသာ သက္ေရာက္မူမရွိေပမယ့္သမီးရည္းစားေတြအေနနဲ႔ ေတာ့ အခန္႔မသင့္လ်ွင္ျပတ္ဆဲသြားသည္အထိ ျဖစ္သြားတတ္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ခ်စ္သူရည္စားေတြအေနနဲ႔ ဘယ္ေလာက္ သက္တမ္းၾကာတဲ့RS ျဖစ္ပါေစ ျပသနာရွာရင္း အရစ္လြန္သြားရင္ေတာ့စိတ္ကုန္ၿပီး ျပတ္ဆဲသြားႏိုင္တယ္ဆိုတာကို သင္ခန္းစာယူၾကည့္ၾကရမွာပါကိုယ့္အခ်စ္ေရးတစ္ကယ္မျပီးဆုံးခင္ အသဲဘယ္ႏွၾကိမ္ကြဲခဲ့လဲ?တစ္ခါလား ႏွစ္ခါလား? အီဗအတြက္ေတာ့၇၇ၾကိမ္ကြဲခဲ့တာပါ. သူ႔ခ်စ္သူေကာင္ေလး အဒမ္ကသူ႔ကိုအသဲကြဲခံစားေအာင္လုပ္ခဲ့တဲ့ အၾကိမ္အေရအတြက္ပါ.ေနာက္ဆုံးေတာ့ သူမဟာ လမ္းခြဲခဲ့ပါတယ္၇၈ၾကိမ္ေျမာက္သူထပ္ျပီးခြင့္လြတ္ႏိုင္မွာလား?သင္ေရာ သင္ခ်စ္တဲ့သူကို ဘယ္ေလာက္အၾကိမ္ၾကာၾကာခြင့္လြတ္ႏိုင္မွာလဲသင္ေရာဒီဇာတ္လမ္းကုိၾကည့္ျပီး အသဲဘယ္ႏွခါကြဲသြားမလဲ???????သင္ေရာ သင့္ ေကာင္ေလး/ ေကာင္မေလးအေပၚမွာ၇၇ႀကိမ္ သည္းခံ ႏိုင္ပါ့မလား ¿¿¿ 😛Qty – 720p BlurayDuration – 1hr 35minGern – Drama / RomanceSubtitle – Myanmar HardsubTranslator – Inzali ThanhtikeEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHerman YauStarsAnthony WongC KwanCandy LoCharlene ChoiChau Pak-HoGillian ChungJ.ArieKara HuiMichelle WaiYumiko Cheng Hei-YiCastAnthony WongBob LamC KwanCandy LoCharlene ChoiChau Pak-HoFrancis NgGillian ChungHenry Yu YungJ.ArieKara HuiLawrence ChengMichelle WaiPauline SuenTerence TsuiTyson ChakYumiko Cheng Hei-Yi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWY4ZWQ1ZDMtOTc3ZC00MThmLWI2NWItYzMzOTJlMWFmYjFhXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_UY1200_CR11106301200_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/77-heartbreaks-2017",
        "server": "VIP Links",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/77-heartbreaks-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Enak/77_Heartbreaks_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/0ogbzz6lwvoe.html",
        "server": "usersdrive.com",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/hvhanzr5zzzz",
        "server": "upstream.to",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/pi8x7rmwozr1",
        "server": "veryfiles.com",
        "size": "692MB",
        "quality": "720P"
      },
      {
        "link": "https://cloudemb.com/gx6e4iwrl48y.html",
        "server": "streamsb.com",
        "size": "692MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "BNOWnm_2zps",
      "video_url": "https://www.youtube.com/watch?v=BNOWnm_2zps",
      "embed_url": "https://www.youtube.com/embed/BNOWnm_2zps"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Adult,Horror,Thriller",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Look Away (2017)",
    "description": "မာရီယာ ေလးဟာ အသက္လဲ ၁၈ ႏွစ္ျပည့္ခဲ့ပါၿပီဒါေပမဲ့ သူ႔မွာ ေက်ာင္းတက္ေဖာ္ သူငယ္ခ်င္းဆိုလို႔အက်င့္ခပ္ဆိုးဆိုး နဲ႔ ေကာင္မေလး တစ္ေယာက္ပဲ ရွိတယ္အဲ့ဒီေကာင္မေလးေတာင္ ငယ္ေပါင္းမို႔လုိ႔ သူ႔အနား ကပ္ေနတာမာရီယာ က လူေတာမတိုးတက္ဘူး အေပါင္းအသင္း၀င္မဆန္႔ဘူးသူမ ရဲ႕ ေရခဲရိုက္ထားသလုိ မ်က္ႏွာေပး နဲ႔ ေအးတိေအးစက္ေၾကာင့္ႏွာဘူးထ တဲ့ေကာင္ေလးေတြက အႏုိင္က်င့္ၿပီး စတာကလြဲလို႔ရင္ဖြင့္စရာအေပါင္းအသင္းေတြ မရွိခဲ့ဘူး…မာရီယာ မွာ အေဖ နဲ႔ အေမ ရွိေပမဲ့ အေဖျဖစ္သူကိုအေမက ေၾကာက္ရၿပီး မာရီယာ အေပၚမွာလဲတစ္ခ်က္လႊတ္ အမိန္႔ေတြ အၿမဲထုတ္ၿပီး အဲ့ဒီအတိုင္းလုပ္မွ သေဘာက်တာပါ…ဘာ အခက္အခဲပဲ ရွိရွိ သူမ အေဖကေတာ့အခ်ိန္ေပးၿပီး နားေထာင္ေလ့ မရွိပါဘူးဒါေၾကာင့္ ျဖစ္လာသမွ် ျပသနာ အားလံုးသူမ စိတ္ထဲမွာပဲ ထားခဲ့တာ ၾကာပါၿပီ….ဒီလိုနဲ႔ ေနလာရင္း တစ္ရက္မွာေတာ့မာရီယာ ဘယ္သြားသြား တစ္ခုခုကလုိက္ေစာင့္ၾကည့္သလို ခံေနရပါတယ္ဘယ္သူလဲ ဘာအတြက္လဲ ဆိုတာေတာ့မသိေပမဲ့ ညဘက္ေတြလဲ ေကာင္းေကာင္းအိပ္မေပ်ာ္ပါဘူး….တစ္ရက္ေတာ့ အဲ့ဒီအရာက သူမ ကိုတည့္တည့္ႀကီး ၀င္တိုးခဲ့ပါေတာ့တယ္….ဒီရုပ္ရွင္ကားဟာ မိဘ နဲ႔ သားသမီးၾကားကအဟန္႔အတားေတြကို မီးေမာင္းထိုးျပထားသလိုသားသမီးေတြကို အၿမဲလိုလို ေစာင့္ၾကည့္ေလ့လာသင့္ေၾကာင္းျပသထားပါတယ္….18+ အခန္း အနည္းငယ္ပါတာေၾကာင့္ မိသားစု နဲ႔ေတာ့အတူၾကည့္ရႈဖို႔ မသင့္ေတာ္ပါဘူးဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့Wai Zin ျဖစ္ၿပီး Thit San Khant မွ တင္ဆက္ေပးထားပါယတ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAssaf BernsteinStarsAdam HurtigHarrison GilbertsonIndia EisleyJason IsaacsJohn C. MacDonaldKristen HarrisMira SorvinoPenelope MitchellCastAdam HurtigHarrison GilbertsonIndia EisleyJason IsaacsJohn C. MacDonaldKristen HarrisMira SorvinoPenelope Mitchell",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTEzOTY0MDI3MTdeQTJeQWpwZ15BbWU4MDk5NDAyNDYz._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/look-away-2017",
        "server": "CM Links",
        "size": "1.08 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/look-away-16-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.08 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2Vn4A/Look_Away_[16+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.08 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/59rqof9xexbt",
        "server": "upstream.to",
        "size": "1.08 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "wuLJHROphdM",
      "video_url": "https://www.youtube.com/watch?v=wuLJHROphdM",
      "embed_url": "https://www.youtube.com/embed/wuLJHROphdM"
    }
  },
  {
    "metadata": "N/A|2017|108 min|Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "119"
    },
    "title": "Mata Batin(2017)",
    "description": "Mata Batin(2017)ခမ္းနားထည္ဝါၿပီးလွပတဲ့အိမ္ႀကီးမွာတစ္ဦးကိုတစ္ဦးသိပ္ခ်စ္ၾကတဲ့မိသားစုေလးေယာက္ေနၾကတယ္….မိသားစုေတြဟာ ခ်စ္ခ်စ္ခင္ခင္ေနၾကၿပီး ေန႕စဥ္ သမရုိးက်ပဲ ဘ၀ကုိျဖတ္သန္းေနၾကတယ္…တစ္ေန႕မွာေတာ့ သမီးအငယ္ဆံုးေလးရဲ႕အခန္းကို တစ္ညမွာလူတစ္ေယာက္ဝင္သြားတာကိုအစ္မျဖစ္သူကေတြ႕လိုက္ရတယ္..အငယ္ဆုံးေလးရဲ႕ အခန္းကုိမွ လူစိမ္းတစ္ေယာက္၀င္သြားတယ္ဆုိေတာ့ အစ္မျဖစ္သူအတြက္ တကယ့္ကုိ အံအားသင့္စရာပါပဲ..သူတုိ႕အိမ္မွာ ဒီလုိမ်ဳိးအ၀င္အထြက္ေတြယခင္က တစ္ခါမွ မျဖစ္ပ်က္ခဲ့ဘူးတာကုိးး..ဒီၾကားထဲဒီအိမ္ထဲကုိ အိမ္ခြဲေနတဲ့  သမီးအႀကီးဆုံး လင္မယားကေရာက္လာျပန္တယ္..အဲ့ဒီေနာက္ အိမ္မွာ ခပ္ဆန္းဆန္းအျဖစ္အပ်က္ေတြ ဆက္တုိက္လုိျဖစ္လာတယ္..အဆန္းဆုံးကေတာ့ အငယ္မ ေလးပဲ… ပရေလာကနဲ႕ အဆက္အသြယ္ရွိတယ္လုိ႕ တစ္ခ်ဳိ႕က ထင္ၾကသလုိ စိတ္ေထာက္ျပန္ေနတယ္လုိ႕လည္း တစ္ခ်ဳိ႕ကထင္ၾကတယ္…ကဲ ဒီအိမ္ႀကီးထဲမွာ ဘာေတြဆက္ျဖစ္ၾကဦးမလဲဆုိတာကုိေတာ့ Horror ကားႀကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Hj SH ပဲျဖစ္ပါတယ္..File Size : (850 MB) and (326 MB)Quality :WEB-DL 720p,Format…mp4Duration…01:48:00Genre :Horror,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hj SHEncoded byThanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRocky SorayaStarsAfdhal YusmanAnita HaraBianca HelloCitra PrimaDenny SoemargoDerry DrajatEpy KusnandarJessica MilaShofia ShireenVoke VictoriaCastAfdhal YusmanAnita HaraBianca HelloCitra PrimaDenny SoemargoDerry DrajatEpy KusnandarJessica MilaShofia ShireenVoke Victoria",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8bqSn0OwKznjnT02M5ApFXlH9cw.jpg",
      "https://image.tmdb.org/t/p/w300/fNDcjkOX2zUVto9QRhGEnNJ1Rdr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/YjxKYjz6tIERC5yXRRseasQvWa.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/Te6d8L",
        "server": "drive.google.com",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/RlSew",
        "server": "drive.google.com",
        "size": "326MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/UZnkr",
        "server": "megaup.net",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ZbNXJp",
        "server": "megaup.net",
        "size": "326MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/QL81t",
        "server": "openload.co",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/KIElL6V",
        "server": "openload.co",
        "size": "326MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Ah9y",
        "server": "ClicknUpload.org",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/652ax3O",
        "server": "ClicknUpload.org",
        "size": "326MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/gGCL1oJ",
        "server": "streamango.com",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/JEpR",
        "server": "streamango.com",
        "size": "326MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "KTvTIWqmIJo",
      "video_url": "https://www.youtube.com/watch?v=KTvTIWqmIJo",
      "embed_url": "https://www.youtube.com/embed/KTvTIWqmIJo"
    }
  },
  {
    "metadata": "N/A|2017|1h 36min|Action,Crime,Drama",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,198"
    },
    "title": "Husband Killers (2017)",
    "description": "ခင်​ပွန်​းဖြစ်​သူရဲ့ကတိကိုယုံကြည်​တဲ့ ​ကြေးစားလူသတ်​သမ​လေးတစ်​ဦး….ချစ်​သူရဲ့သစ္စာကိုယုံကြည်​ပြီးဆယ်​နှစ်​​ကျော်​ အတူ​နေ​နေခဲ့တဲ့ ​ကောင်​မ​လေးတစ်​​ယောက်​….နဲ့မိန်​းမအပြင်​ ​နောက်​ထပ်​ချစ်​သူတစ်​​ယောက်​ရှိ​နေမှန်​းသိရက်​နဲ့ အဲ့လူကိုဆုံးရှုံးရမှာ​ကြောက်​လို့တွယ်​ကပ်​​နေတဲ့ ရဲ​မေတစ်​ဦး…..သူတို့သုံး​ယောက်​လုံးရ့ချစ်​သူက တစ်​​ယောက်​ထဲဆိုတဲ့အဖြစ်​မှန်​ကိုသိသွားတဲ့​နောက်​ တစ်​​ယောက်​ကိုတစ်​​ယောက်​ အ​သေသတ်​ဖို့ကြိုးစားကြ​ပေမယ်​့သူတို့သုံး​ယောက်​လုံးရဲ့အချစ်​ကိုပိုင်​ဆိုင်​ထားတဲ့ ထို​ယောကျ်​ားက ​လေး​ယောက်​​မြောက်​ချစ်​ရသူ​နဲ့ ​ပေါင်​းဖက်​ရဖို့ ဒီမိန်​းမသုံး​ယောက်​ကိုလှည်​့ကွက်​သုံးပြီး ​အစ​ဖျောက်​ခိုင်​းတဲ့အခါ….ဖိုက်​တာမသုံး​ယောက်​ ဒီလှည်​့ကွက်​ကို ဘယ်​လိုအန်​တုရင်​ဆိုင်​ကြမလဲ……?သစ္စာ​ဖောက်​ခံရတဲ့ မိန်​းက​လေးသုံး​ယောက်​အဖြစ်​ အလန်​းစားမင်​းသမီးသုံးဦးဖြစ်​တဲ့Chrissie Chau ; Gaile Lai နဲ့ Stephy Tangတို့က ပါဝင်​သရုပ်​​ဆောင်​ထားတာပဲဖြစ်​ပါတယ်​။မိန်​းမတစ်​​ယောက်​ရဲ့အချစ်​က ဖန်​ကွဲစလိုပဲကွဲအက်​သွားပြီးတဲ့အခါ ​ကော်​နဲ့ပြန်​ကပ်​လို့မရ​တော့ဘူး……..ဆိုတဲ့စကား​လေးနဲ့ သူတို့ကိုဒုက္ခတွင်​းထဲပို့ခဲ့တဲ့​ကောင်​ကို​ရော ဘယ်​လိုအဆုံးသတ်​​ပေးကြမလဲ…..? စတဲ့​မေးခွန်​း​လေး​တွေနဲ့ အမျိုးသမီးဇာတ်​​ကောင်​​တွေကိုဦးစား​ပေးထားတဲ့ Husband killerဆိုတဲ့ အက်​ရှင်​ကား​လေးတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​​နော်​။(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ ကြာဖြူလွင်ပါ)File Size : (800 MB) and (276 MB)Quality : Blu-Ray 720pRunning Time : 1h 36minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264-WiKiTranslated by Kyar Phyu LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFire Lee Ka-WingStarsChrissie ChauGaile LokPauline SuenStephy TangCastChrissie ChauGaile LokPauline SuenStephy Tang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/xBJJXU8usF9tQtAU1OeCEk8q3b1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/husband-killers-2017",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/husband-killers-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/nlxpscyhabkc.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "TY5rMapBE0w",
      "video_url": "https://www.youtube.com/watch?v=TY5rMapBE0w",
      "embed_url": "https://www.youtube.com/embed/TY5rMapBE0w"
    }
  },
  {
    "metadata": "R|2017|135 min|Drama,Horror,Thriller",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "160,254"
    },
    "title": "IT (2017)",
    "description": "မိုးတွေတဖွဲဖွဲရွာနေတဲ့မနက်ခင်းတစ်ခုမှာ ၅နှစ်ခန့်အရွယ် ဂျော်ဂျီလေးဟာ သူ့အစ်ကိုမပါဘဲအပြင်သွားရဖို့ဖြစ်လာခဲ့တယ်…သူ့အစ်ကို ဘီလ်ကလည်းချောင်းတွေဆိုးပြီးဖျားနေခဲ့တာကိုး…အစ်ကိုမပါလို့မသွားချင်သွားချင်ဖြစ်နေတဲ့ဂျော်ဂျီလေးကို ဘီလ်က လမ်းမှာဆော့သွားဖို့စက္ကူလှေလေးလုပ်ပေးပြီး နှစ်သိမ့်လိုက်တယ်…ဂျော်ဂျီလေး အိမ်ကထွက်လာပါပြီ…မိုးကာ အင်္ကျီအဝါရောင်လေးနဲ့ပေါ့…ဂျော်ဂျီလေးသာ ပြန်မလာနိုင်တော့မယ်မှန်းကြိုသိခဲ့ရင် ဘီလ့်အနေနဲ့ဘယ်လောက်ဖျားဖျားလိုက်သွားမိမှာပဲ…ဒါပေမယ့် အနာဂတ်ကိုကြိုမသိနိုင်တော့လည်း ဘီလ့်ခမျာ ချောင်းလေးတစ်ဟွတ်ဟွတ်ဆိုးရင်း မိုးရေထဲထွက်ခွာသွားတဲ့ ဂျော်ဂျီလေးကိုလှမ်းမျှော်ကြည့်ရင်းကျန်ခဲ့ပါတယ်…လမ်းတစ်လျှောက် မိုးရေစီးကြောင်းထဲမှာ လှေလေးကို ဆော့ရင်းထွက်သွားတဲ့ဂျော်ဂျီလေးဟာ အဲ့ဒီနေ့ကအိမ် ပြန်မလာခဲ့ပါဘူး…နောက်နေ့တွေလည်း ပြန်မလာခဲ့ဘူးလို့ပြောရင် ပိုမှန်မှာပေါ့…ဘီလ်တစ်ယောက်ဟာ အချိန်တွေကြာလာပေမယ့် ဒီကိစ္စကိုသူ့အပြစ်လို ခံစားပြီး သူ့ညီလေး ပျောက်သွားနိုင်မယ့်နေရာကိုမှန်းဆပြီးမိဘတွေမသိအောင် ကြိတ်ရှာနေခဲ့တယ်…နွေကျောင်းပိတ်ရက် မစတင်ခင်တစ်နေ့မှာတော့ စိုးရိမ်တကြီးမျက်နှာနဲ့ ကြေငြာစာရွက်တွေလိုက်ကပ်နေတဲ့ အန်တီကြီးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်…အလို… အခန်းထဲကကောင်မလေး ပျောက်သွားတယ်ဆိုပါလားနောက်နေ့တွေမှာလည်း လူပျောက်ကြေငြာစာရွက်တွေ တစ်ရွက်ပြီးတစ်ရွက်ပလူပြန်လာပြီ…ဒယ်ရီမြို့လေးမှာ ကလေးပျောက်တာတွေ များလာပါလား…ဘီလ်သံသယဝင်လာပါပြီ…သူ့သူငယ်ချင်းတွေအဖွဲ့(ကျောင်း မှာအမြဲအနိုင်ကျင့်ခံရတဲ့ Loserအဖွဲ့)နဲ့ စုံစမ်းလိုက်တဲ့အခါ ၂၇ နှစ်ကြာတိုင်း တစ်ဖန်ပေါ်လာတတ်တဲ့ကလေးစားလူရွှင်တော် Pennywiseအကြောင်းကို သိလာခဲ့တယ်လွန်ခဲ့တဲ့၂၇နှစ်ကလည်း တစ်မြို့လုံးပြုတ်အောင် စားခဲ့တဲ့သက်သေတွေလည်း တွေ့လာခဲ့တယ်…ဘီလ်နဲ့သူ့သူငယ်ချင်းတွေကိုယ်တိုင်ကလည်း ခြောက်လန့်မှုတွေ အမျိုးမျိုးနဲ့ကြုံလာရတဲ့အခါ…သူတို့ကိုယ်တိုင်အတွက်နဲ့ ကျန်တဲ့ကလေးတွေ အန္တရာယ်ကိုကာကွယ်ဖို့ Pennywiseကြီးရှိရာ…အိမ်ပျက်ကြီးအောက်ခြေက ရေတွင်းပျက်ကြီးဆီချီတက်လာကြတဲ့အခါမှာတော့……”ငါအိမ်ပြန်ရောက်တိုင်း ဂျော်ဂျီရှိမနေဘူး…သူ့ရယ်သံလေးတွေလည်းမကြားရတော့ဘူး…သူကစားနေကျ ပေါကြောင်ကြောင် ဒိုင်နိုဆောကောင်တွေကပဲ ငါ့ကိုမော့ကြည့်နေကြတယ်..ကိုယ့်အိမ်ကိုယ်ပြန်ရတဲ့ခံစားချက်ဟာသိပ်ခြောက်ခြားစရာကောင်းတယ်…ဒါကြောင့် ဒီ pennywiseနေတဲ့အိမ်ပျက်ကြီးထဲဝင်ဖို့က ငါ့အိမ်ငါပြန်ဖို့ထက်တောင် ပိုလွယ်နေသေးတယ်”…ဒီစကားလေးကြောင့်ပဲ Itထဲမှာ ဘီလ်တစ်ယောက်ဘယ်လောက်သတ္တိရှိရှိနဲ့ Pennywiseကိုရင်ဆိုင်ခဲ့လဲဆိုတဲ့အချက်ကိုပေါ်လွင်စေခဲ့တယ်…ကဲ ပရိသတ်ကြီးရေ It ဘယ်လောက်နာမည်ကြီးတယ်Stephen Kingရေးတဲ့နာမည်ကြီးဝတ္ထုကိုရိုက်ထားတာ…ဝင်ငွေဘယ်လိုစံချိန်ချိုးခဲ့တာ ဘာညာကတော့ သိပြီးသားပါနော်…IMDb Rating ကတော့ 7.8/10 ပါ…  ကဲ မိုးအေးအေးနဲ့ ကြောက်လိုက်ကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ)Quality : Blu-Ray 1080P / 4k HEVC BluRay AAC 5.1CHRunning Time : 2hr 15minFormat : Mp4Genre :Drama, Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Thazin MyintEncoded by Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam BocknekAdam Richard BenishAndrew PritchardAndy MuschiettiJordana LiebermanNick LopezPenny CharterRichard CowanShane B. ScottStarsBill SkarsgårdChosen JacobsFinn WolfhardJack Dylan GrazerJackson Robert ScottJaeden LieberherJeremy Ray TaylorNicholas HamiltonSophia LillisWyatt OleffCastAimee LenihanAnthony UlcAri CohenBecky WolfBill SkarsgårdCarter MusselmanChosen JacobsCyndy DayDavid KatzenbergEdie InksetterElizabeth SaundersFinn WolfhardGeoffrey PounsettJack Dylan GrazerJackson Robert ScottJaeden LieberherJake SimJavier BotetJeremy Ray TaylorJoe BostickKatie LunmanKelly Van der BurgKylie LenihanLogan ThompsonMegan CharpentierMolly AtkinsonNeil CroneNicholas HamiltonOwen TeaguePip DwyerSonia GascónSophia LillisStephen BogaertSteven WilliamsStuart HughesTatum LeeWyatt Oleff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tcheoA2nPATCm2vvXw2hVQoaEFD.jpg",
      "https://image.tmdb.org/t/p/w300/zr6NdlckEffWTB70mqtG1ocWvaz.jpg",
      "https://image.tmdb.org/t/p/w300/fAf4I3h8kDcvm5wQyxyrBmTeDcv.jpg",
      "https://image.tmdb.org/t/p/w300/ApPBMGy8uWkDiPYAAMxgdC0j0gv.jpg",
      "https://image.tmdb.org/t/p/w300/zFEPvuTpsOjsE4571npAMoAZknB.jpg",
      "https://image.tmdb.org/t/p/w300/qVGpxnjrGlHaSTCqTQI6viBDSfp.jpg",
      "https://image.tmdb.org/t/p/w300/u8UoW14LiNDJNnZae2hfFdTNOQf.jpg",
      "https://image.tmdb.org/t/p/w300/g8wnyyR6vlZjfdePD2v1lKGLUix.jpg",
      "https://image.tmdb.org/t/p/w300/dyJmrDtFiWRL1Z48pajPE4kQuLP.jpg",
      "https://image.tmdb.org/t/p/w300/rAQcPrEaPzDRVNX7XX5TWyxCGFN.jpg",
      "https://image.tmdb.org/t/p/w300/djZ91wFhH07ufDwfaEo6c4tm7x.jpg",
      "https://image.tmdb.org/t/p/w300/scglrnvpuD2zDxKW66oYKyrL2JZ.jpg",
      "https://image.tmdb.org/t/p/w300/u444mvKeZf8vgfYmpRax1bwSXmg.jpg",
      "https://image.tmdb.org/t/p/w300/jZWGMehUzE3JdEBt9aWMP5GXh7A.jpg",
      "https://image.tmdb.org/t/p/w300/aheLQ0JD9ahQwHgxnjYeXJEbujV.jpg",
      "https://image.tmdb.org/t/p/w300/jxh1pHRUhgixGgntHZfIrQDJpjH.jpg",
      "https://image.tmdb.org/t/p/w300/wcckSvkbtCTLStPN6aab13mpGKv.jpg",
      "https://image.tmdb.org/t/p/w300/hWfMYtUhguNzsnDkxlQ3dZNfhjI.jpg",
      "https://image.tmdb.org/t/p/w300/kzh4v2y8399jf5C4kzotxN2pe1c.jpg",
      "https://image.tmdb.org/t/p/w300/910sIQYhWe924cqjZZQEKQRVGgq.jpg",
      "https://image.tmdb.org/t/p/w300/1h1L9WYiFOlCZnMWDlYNi1NGl2x.jpg",
      "https://image.tmdb.org/t/p/w300/tQUdoHUxNA6CGFj30NC38PDrEkY.jpg",
      "https://image.tmdb.org/t/p/w300/gemAhsJHb8Y05p0YvqYUF0TRXYQ.jpg",
      "https://image.tmdb.org/t/p/w300/2XEGFtmbmFtaV52wfWtOfhvXIWW.jpg",
      "https://image.tmdb.org/t/p/w300/yDC77oA8mKIogX6Na7iQB3N2hL1.jpg",
      "https://image.tmdb.org/t/p/w300/n6F57OS9zp8EMqEgT8dQaIwZldq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/it_xlg.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/it-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/it-2017-2160-p-uhd-blu-ray-x-265-iamable-hevc-5-1-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.2GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://megaup.net/2n3jD/It.2017.2160p.UHD.BluRay.X265-IAMABLE_HEVC_5.1_%7BCM%7D.mkv",
        "server": "megaup.net",
        "size": "4.2GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://usersdrive.com/1l7zjnokfnzh.html",
        "server": "usersdrive.com",
        "size": "4.2GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://mega.nz/file/kA4jgYpT#5Gr3d9vndSrx4IKiJ2KT9qoAMN-ZZyFUC0f1-h1AILc",
        "server": "mega.nz",
        "size": "4.2GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/it-2017-mm-sub-mp-4",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/49Ikw/It.2017.1080p.BluRay._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.84 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/Qfm3/IT_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/49Iji/It.2017._SD_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "316.72 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/rdskv6mjmp8h",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "FnCdOQsX5kc",
      "video_url": "https://www.youtube.com/watch?v=FnCdOQsX5kc",
      "embed_url": "https://www.youtube.com/embed/FnCdOQsX5kc"
    }
  },
  {
    "metadata": "R|2017|109 min|Biography,Drama,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1,796"
    },
    "title": "Thank You for Your Service (2017)",
    "description": "CMပရိသတ္ၾကီးအတြက္ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ စစ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Thank U for Your Service(2017)ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအသြားေလးကေတာ႔ အီရတ္စစ္ေျမျပင္မွာ တာဝန္ထမ္းေဆာင္ေနတာရဲ ႔Adamတစ္ေယာက္ တာဝန္တစ္ႏွစ္ေက်ာ္ထမ္းေဆာင္ျပီး ဇာတိ ကန္းဆက္ျပည္နယ္ကိုျပန္လာရပံုနဲ႔စတင္ထားပါတယ္။ခ်စ္ဇနီး Saskia ရယ္၊ရင္ေသြးႏွစ္ေယာက္ရယ္နဲ႔ေပ်ာ္ရႊင္စရာဘဝေလးကိုတည္ေဆာက္ဖို႔ၾကိဳးစားေပမယ္႔ မထင္မွတ္ထားတဲ႔အဖ်က္အေမွာက္တစ္ခုနဲလ ၾကံဳလာရပါေတာ႔တယ္။အဲ႔တာကေတာ႔ စစ္ပြဲအနိဠာရံုေတြကို ျပန္လည္အမွတ္ရေနတဲ႔ စိတ္ေရာဂါပါပဲ။Adamကပဲ ဒီေရာဂါကိုအနိုင္ပိုင္းနိုင္မလား။ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ႔ ဆက္လက္ၾကည္႔ရႈပါလို႔ပဲတိုက္တြန္းလိုက္ပါတယ္။Imdb Rating 6.5 နဲ႔ Rotten Tomatoes 77% ရရွိထားတဲ႔ကားေလးမို႔ ၾကည္႔ရႈျမည္းစမ္းၾကည္႔သင္႔တဲ႔ကားေလးပါ။(စကားလံုးအသံုးအႏႈန္းၾကမ္းတမ္းျခင္းကိုသတိျပဳရန္)File Size : (900 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 49minFormat : Mp4Genre :Biography, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-GECKOSTranslated by Lex LuthorEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason HallScott PetersonStarsAmy SchumerBeulah KoaleBrad BeyerHaley BennettJoe ColeKate Lyn SheilKeisha Castle-HughesMiles TellerOmar J. DorseyScott HazeCastAllison KingAmy SchumerBeulah KoaleBrad BeyerDeneen TylerDennis L.A. WhiteErin DarkeHaley BennettHunter BurkeJayson Warner SmithJoe ColeKate Lyn SheilKeisha Castle-HughesKerry CahillMiles TellerOmar J. DorseyScott HazeSean P McGoldrick",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/156zFVuXIUUZ3hhUbS7CiYRvwpj.jpg",
      "https://image.tmdb.org/t/p/w300/7KpA2BswBFHLR7yIexkuVhpAK3x.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA0NTM5NzgzMjJeQTJeQWpwZ15BbWU4MDAwODc3NjIy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2ti33jtq3eoy.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/thank-you-for-your-service-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3AMHA/Thank_You_For_Your_Service_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": " https://upstream.to/ukmolp5l97xx",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "GTl5SHYJxz4",
      "video_url": "https://www.youtube.com/watch?v=GTl5SHYJxz4",
      "embed_url": "https://www.youtube.com/embed/GTl5SHYJxz4"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Family",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Max 2: White House Hero (2017)",
    "description": "တိရိစာၦန္ခ်စ္တဲ့သူေတြအတြက္ ၂၀၁၇ ထြက္ ေခြးကားေကာင္းေကာင္းေလးပါ။ဒီဇာတ္ကားထဲမွာ မာက္စ္ ဟာ စစ္ဖက္ဆိုင္ရာဗံုးရွာဖို႔အတြက္အထူးေလ့က်င့္ သင္ၾကားေပးထားတဲ့ ေခြးေလးတစ္ေကာင္ပါ။စစ္တပ္ေတြ တစ္တပ္ျပီးတစ္တပ္ေျပာင္း တာ၀န္ထမ္းေဆာင္ေနတဲ့ေခြးေလးပါ။အေမရိကန္အစိုးရအေနနဲ႔ ႏ်ဴကလီယားလက္နက္ေတြ ထိန္းခ်ဳပ္ေလ်ာ့ပါးေရးအတြက္ လုပ္ကိုင္ေနတာျဖစ္တဲ့အတြက္ ရွရွားနဲ႔ေစ့စပ္ညွိဳနွိဳင္းေရးေတြလုပ္ေနပါတယ္ ။ဒီညွိဳနွဳိင္းေရးအတြက္ ရွရွားသမၼတကိုယ္တုိင္ အေမရိကန္ကို တစ္ပတ္တိတိ လာေရာက္လည္ပတ္ရင္းနဲ႔ေစ့စပ္ညွိဳနွိဳင္းၾကမွာျဖစ္ပါတယ္။ဒီအခ်ိန္မွာပဲ အိမ္ျဖဴေတာ္ရဲ့ ဗံုးရွာတဲ့ေခြးမေလး “ခ်ာလီ”ဟာ မီးဖြားခြင့္ယူသြားလို႔“မာက္စ္”ဟာ အစားထိုးတာ၀န္ယူဖို႔အိမ္ျဖဴေတာ္ကုိ ေရာက္လာပါတယ္။အေမရိကန္ သမၼတအသစ္ မွာ “တီေဂ်” လို႔ေခၚတဲ့ဆယ္ေက်ာ္သက္အရြယ္ သားေလးတစ္ေယာက္ ရွိသလိုရွရွားသမၼတမွာလည္း အဲလက္ဇန္းဒါးလို႔ေခၚတဲ့ဆယ္ေက်ာက္သက္ သမီးေလးတစ္ေယာက္ရွိပါတယ္။နွစ္နိုင္ငံညွိဳနွိဳင္းေရးကို ေနွာင့္ယွက္ဖ်က္ဆီးခ်င္သူေနေတြကလည္း ရွိေနပါတယ္။ဒီေနွာင့္ယွက္ဖ်က္ဆီးမွဳကို ဆယ္ေက်ာ္သက္ကေလး ၂ ေယာက္ရယ္ ေခြးတစ္ေကာင္ရယ္ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာကေတာ့ ဇာတ္ကားထဲမွာ ဆက္လက္ၾကည့္ရွဳလိုက္ၾကပါ။ကေလးသရုပ္ေဆာင္ ၂ ေယာက္ရဲ့ ခ်စ္စရာေကာင္းျပီးသရုပ္ေဆာင္ပိုင္နိုင္မွဳနဲ႕ေခြးေလးရဲ့ လိမၼာပါးနပ္မွဳေၾကာင့္ ဒီကားေလးဟာ ၾကည့္ျပီးရင္းၾကည့္ခ်င္ေလာက္ ေအာင္ကို ေကာင္းမြန္ပါတယ္Quality…..BluRay 1080pDuration…..01:25:00Format…Mp4File Size…(735 MB , 502 MB)Encoder…..Moe Myint LwinTranslator…..Little TwinlayDownload with Yoteshin LinkDownload with CM CloudDownload with OpenloadDownload with Openload (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian LevantStarsBradley StrykerCarrie GenzelFrancesca CapaldiZane Austin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/max-2-white-house-hero-108318.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|81 min|Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "122"
    },
    "title": "I’m Not Here (2019)",
    "description": "ပရိသတ္အခ်စ္ေတာ္ J.K.Simmonsနဲ႔ Sebastian Stanတုိ႔ရဲ႕အသစ္စက္စက္ထြက္႐ွိထားတဲ့ဇာတ္ကားပါ။Dramaအမ်ိဳးအစားျဖစ္ၿပီး IMDB Ratingလည္း မဆုိးလွပါဘူး။အတိတ္ရဲ႕အမွားေတြ ေနာင္တေတြနဲ႔ ဇရာရဲ႕ႏွိပ္စက္ျခင္းဒဏ္ေတြကုိ ခံေနရတဲ့စတိဗ္တစ္ေယာက္ဟာ အထီးက်န္စြာနဲ႔ဘဝကုိျဖတ္သန္းေနပါေတာ့တယ္။သူဟာ တစ္စစီက်ိဳးပဲ့ပ်က္စီးေနတဲ့အတြက္ အိမ္ႀကီးထဲမွာပဲဘယ္သူ႔ကုိမွ အျပင္ေလာကႀကီးနဲ႔ အဆက္အသြယ္ျဖတ္ကာေနေနခဲ့ပါတယ္။သူ႔ရဲ႕အတိတ္ပုံရိပ္တစ္ခုခ်င္းစီဟာ သူ႔ကုိ အႀကိမ္ႀကိမ္ႏွိပ္စက္ေနခဲ့ပါတယ္။သူ႔ကုိေျခာက္လွန္႔ေနတဲ့ အဲ့ဒီအတိတ္ေတြဟာ ဘာေတြလဲ။အဲ့ဒီအတိတ္ေတြကေန သူလြတ္ေျမာက္ပါ့မလား။တစ္ကားလုံးဟာ လြမ္းစိမ့္စိမ့္ေလးနဲ႔ ေတာ္ေတာ္ေလးၾကည့္ေကာင္းပါတယ္။Film festival ပြဲေတာ္ေတြမွာလည္း ဆုေတြရထားတဲ့ဇာတ္ကားပါ။တျခားဇာတ္လမ္းေတြလုိ ျပသခ်ိန္သိပ္မၾကာျမင့္တာေၾကာင့္ၾကည့္ရတဲ့အခ်ိန္ထက္ လြမ္းဆြတ္တမ္းတမိမယ့္အခ်ိန္က ပုိမ်ားမွာအမွန္ပါပဲ။အားလုံးပဲ ဇာတ္လမ္းေလးနဲ႔အတူ လြမ္းဆြတ္ၾကည့္လုိက္ၾကစုိ႔ဗ်ာFile Size : (713 MB) & ( 225 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byYe Man AungEncoded byMay Pyae Sone OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichelle SchumacherStarsDavid KoechnerDavid WexlerHarold PerrineauIain ArmitageJ.K. SimmonsJeremy MaguireMaika MonroeMandy MooreMax GreenfieldSebastian StanCastDavid KoechnerDavid WexlerHarold PerrineauHeather MazurIain ArmitageJ.K. SimmonsJeremy MaguireMaika MonroeMandy MooreMax GreenfieldSebastian StanTony Cummings",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/it84LlN7BLslsZk3WnTRmTttc9H.jpg",
      "https://image.tmdb.org/t/p/w300/qmxx826uGljGa4fahHugNpBsvfc.jpg",
      "https://image.tmdb.org/t/p/w300/5rcJujH3Qse8TtrsoDxX72mDXv9.jpg",
      "https://image.tmdb.org/t/p/w300/9jDp6QzqDL6HVvpvfK3P94QgtJ2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zyJyNCoR4rVi5OEYniLEOxYCM4b.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g7vzfo3usiap.html",
        "server": "usersdrive.com",
        "size": "WEB-DL 720p",
        "quality": "713 MB"
      },
      {
        "link": "https://yoteshinportal.cc/wild-things-16-1998-mm-sub-mp-4",
        "server": "Soliddrive.co",
        "size": "WEB-DL 720p",
        "quality": "713 MB"
      },
      {
        "link": "https://megaup.net/2e99e/I’m_Not_Here_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "WEB-DL 720p",
        "quality": "713 MB"
      },
      {
        "link": "https://usersdrive.com/g7vzfo3usiap.html",
        "server": "upstream.to",
        "size": "WEB-DL 720p",
        "quality": "713 MB"
      }
    ],
    "trailer": {
      "video_id": "dnvDA74Plqs",
      "video_url": "https://www.youtube.com/watch?v=dnvDA74Plqs",
      "embed_url": "https://www.youtube.com/embed/dnvDA74Plqs"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Fantasy",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "133"
    },
    "title": "Storozhova zastava (2017)",
    "description": "IMDb 7.4 ထိရထားတဲ့ Fantasy Adventure ပုံစံ Ukrainian ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်မျက်မှောက်ခေတ်က ကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ Vitko ဟာ သူငယ်ချင်းတွေ ဆရာတွေနဲ့ လေ့လာရေးခရီးထွက်ရင်းတောနက်ထဲကိုအရောက် နှစ်တစ်ရာမှာ တစ်ကြိမ်ဖြစ်လေ့ရှိတဲ့ နေကြတ်တာနဲ့ ကြုံရပြီး လွန်ခဲ့တဲ့နှစ်ပေါင်းတစ်ထောင်ကျော်အေဒီ ၁၁၂၀ ခုနှစ်ကို ပြန်ရောက်သွားပါတယ်ကူမန်းလူမျိုးစုတွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံနေရတဲ့ ခံတပ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး သူနေထိုင်ရာအရပ်ကို ပြန်ဖို့ နည်းလမ်းတွေကိုရှာရပါတော့တယ်သူ့အချိန်နေရာကို ပြန်ရောက်ဖို့အတွက် stone heart ကို လိုက်ရှာရင်း အဲ့ဒီကျောက်တုံးနောက်ကို လိုက်နေတဲ့ ကူမန်းလူမျိုးစုမှော်ဆရာနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာပါတယ်နောက်ဆုံးမှာတော့ ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ ရင်ဆိုင်ရမလဲသူ့နေရပ်ဆီကိုပြန်နိုင်မလားဒီမြို့လေးကို ကူမန်းတွေရန်ကနေ ကူညီပေးနိုင်ပါ့မလားသူ့ရဲ့အကြောက်တရားတွေကို ကျော်လွှားပြီး အရာအားလုံးကိုဖြတ်ကျော်နိုင်မလား ဆိုတာကိုစိတ်ဝင်စားစရာ ပုံစံတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်နော်Fantasy ကားတွေ မှော်ကားတွေကြိုက်တတ်သူတွေအတွက် တော်တော်ကြည့်လို့ကောင်းတဲ့ကားလေးမို့ ကြည့်ကြဖို့တိုက်တွန်းပါတယ်နော်File Size : (900 MB) and (440 MB)Quality : WEB-DL 720pRunning Time : 1hr 51minFormat : Mp4Genre :FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL x264Translated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYuriy KovalyovStarsDanyil KamenskyiNatalia SumskaRoman LutskyiSlava KrasovskaYeva KoshevaCastDanyil KamenskyiNatalia SumskaRoman LutskyiSlava KrasovskaYeva Kosheva",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/snwpZEYj1PvATNUkjwZzp5aXnvz.jpg",
      "https://image.tmdb.org/t/p/w300/7yIoCsxeL2UzjUjULufEzIUlwI4.jpg",
      "https://image.tmdb.org/t/p/w300/i0erJagX6t0OvfGsiJqHcNcZxJ.jpg",
      "https://image.tmdb.org/t/p/w300/43xJ6gOR15dEqTtAQltqeErZUMN.jpg",
      "https://image.tmdb.org/t/p/w300/ynwIxmUenrxi0HrDB7glbLsZ1QJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGY5ZDhkZmMtMmU1YS00OGZmLWExMzAtMTA4ZDA5OWI2MmEyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_SY999_CR00698999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/storozhova-zastava-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/storozhova-zastava-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://tubesb.com/pu46ktvzjexx.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "6ybEBgdJrS0",
      "video_url": "https://www.youtube.com/watch?v=6ybEBgdJrS0",
      "embed_url": "https://www.youtube.com/embed/6ybEBgdJrS0"
    }
  },
  {
    "metadata": "|2017|94 min|Action,Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "944"
    },
    "title": "Savage Dog (2017)",
    "description": "2017 ခုႏွစ္ထြက္ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ၁၉၅၀ ပတ္၀န္းက်င္ အင္ဒိုခ်ိဳင္းနား ေဒသကို ေနာက္ခံထားရိုက္ကူးထားျပီးေတာ့ အဲ့သည့္ေခတ္ က ရာဇ၀တ္သားေတြ တိုင္းျပည္မျငိမ္မသက္ျဖစ္ေနခ်ိန္မွာ ထၾကြေသာင္းက်န္းမႈေတြကို ပံုေဖာ္ရိုက္ကူးျပထားတာပါ၁၉၅၉ အင္ဒိုခ်ိဳင္းနားမွာ ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ ရာဇ၀တ္သားေတြက ထိန္းခ်ဳပ္ထားၾကပါတယ္အက်ဥ္းသားေတြထဲမွာ အဆိုးဆံုးကေတာ့ ဥေရာပသားလက္ေ၀ွ႕သမား  Martin Tilman ပါဒီလိုနဲ႕  Martin Tilman တစ္ေယာက္ လြတ္ရက္ေစ့ေတာ့ အိမ္ကိုျပန္ဖို႕ျပင္ဆင္တဲ့ အခ်ိန္မွာ ပဲအရင္က သူလုပ္ခဲ့တဲ့ သူ႕လုပ္ရပ္ေတြြက သူ႕ကို အိမ္ျပန္ဖုိ႕ ခြြင့္မျပဳေတာ့တဲ့ အေနအထားမွာေတာ့ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့့ဘာသာျပန္ကေတာ့ သိန္းေဇာ္ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJesse V. JohnsonStarsAki AleongCharles FathyCung LeJuJu ChanKeith DavidLuke MassyMarko ZarorMatthew MarsdenScott AdkinsVladimir KulichCastAki AleongCharles FathyCung LeJuJu ChanKaden VuKeith DavidLuke MassyMarko ZarorMatthew MarsdenScott AdkinsSheena ChouVladimir Kulich",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4RFYwgJmo9dTnJ6AUNE3l7MFFLz.jpg",
      "https://image.tmdb.org/t/p/w300/4djT1i5BkAeSy6hrxZFmdIaKoms.jpg",
      "https://image.tmdb.org/t/p/w300/icmjl1iLvySlRphGiN52onhKrpQ.jpg",
      "https://image.tmdb.org/t/p/w300/u2EOTllC4rD8wCAyyfVdyUapVRb.jpg",
      "https://image.tmdb.org/t/p/w300/5gAO2DlKfWBjNGQFkWkxMf1XlXQ.jpg",
      "https://image.tmdb.org/t/p/w300/vUs05Dmi0sn2pu1AcFFzDJg8zpC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/images.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1nuhJK",
        "server": "openload.co",
        "size": "670MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuhKQ",
        "server": "openload.co",
        "size": "320MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuhce",
        "server": "drive.google.com",
        "size": "670MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "hMhn-LrF7QI",
      "video_url": "https://www.youtube.com/watch?v=hMhn-LrF7QI",
      "embed_url": "https://www.youtube.com/embed/hMhn-LrF7QI"
    }
  },
  {
    "metadata": "TV-MA|2017|1h 45min|Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "33,285"
    },
    "title": "Cargo (2017)",
    "description": "Cargoဇာတ်ကားဟာ 2017ခုနှစ်ထွက် Drama, Horror ဇာတ်ကားအမျိုးအစားတစ်ကားပဲဖြစ်ပါတယ်။Ben Howling နဲ့ Yolanda Ramke ဆိုတဲ့ ဒါရိုက်တာနှစ်ဦးပူးတွဲရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Andy နေရာမှာ သရုပ်ဆောင်တဲ့သူကတော့Hobbit Trilogy မှာ Bilbo Baggins , BBC ကထုတ်လွှင့်ခဲ့တဲ့ Sherlock TV Series မှာ Sherlock Holmes ရဲ့မိတ်ဆွေကြီးဖြစ်တဲ့ Dr.John Watson နေရာမှာ သရုပ်ဆောင်ခဲ့ မင်းသားကြီး Martin Freeman ပါ။ဒါ့အပြင် Marvel Cinematic Universe မှာ Everett K. Ross ဆိုတဲ့ အစိုးရအေးဂျင့်တစ်ယောက်အနေနဲ့လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း==========Andy နဲ့ Kay ဇနီးမောင်နှံတွေဖြစ်ပြီးတော့ ၁နှစ်အရွယ်သမီးလေးRosie ကိုပါဖွားမြင်ထားပါသေးတယ်။သူတို့မိသားစုဟာ စက်လှေအိုကြီးတစ်စီးကိုစီးပြီး မြစ်ကြောင်းအတိုင်းစီးမျောနေခဲ့တာ အတော်ကြာပါပြီ။သူတို့ဟာ တစ်စုံတစ်ခုကိုကြောက်ရွံ့တာကြောင့် ထွက်ပြေးနေတဲ့ပုံစံပေါက်နေပြီး ပြဿနာတွေလည်း အများကြီးရှိနေပုံရပါတယ်။သူတို့ရဲ့ပြဿနာထဲမှာ အဆိုးဆုံဖြစ်တဲ့ ရိက္ခာပြတ်လတ်တော့မယ့်ပြဿနာအတွက် လင်မယားနှစ်ယောက် ခေါင်းချင်းဆိုင်ပြီး ဆွေးနွေးရပါတော့တယ်။သူတို့ဆွေးနွေးပြီး နောက်နေ့မှာတော့ လှေပျက်တစ်စင်းကို တွေ့ရှိခဲ့တာကြောင့် Andy ဟာ ထိုလှေပျက်ကြီးဆီကိုသွားပြီး အသုံးဝင်လောက်မယ့်ပစ္စည်းတွေ ရှာဖွေယူဆောင်ခဲ့ပါတယ်။Andy အနေနဲ့ ဘာအန္တရာယ်မှမဖြစ်ခဲ့ပေမယ့် ဇနီးဖြစ်သူ Kay က ထိုလှေပျက်ကြီးဆီကို တစ်ဦးတည်းသွားတဲ့အခါမှတော့သတ္တဝါတစ်ကောင်ရဲ့ကိုက်ခဲခြင်းကို ခံလိုက်ရတဲ့အခါမှာတော့…..။ဒီဇာတ်ကားဟာ ပရိသတ်တွေသဘောကျလောက်မယ့် ဇာတ်ကားဖြစ်သလို ရုပ်ရှင်ဝေဖန်ရေးများပါ သဘောတွေ့ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။IMDb 6.3 ဖြစ်ပြီး Rotten Tomatoes Rating ကတော့ 88% ပါ။ဇာတ်လမ်းတစ်ခုလုံး ဘာဖြစ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပြီး မိဘမေတ္တာကိုပါ ဖော်ကြူးထားတာကြောင့် Thriller အမျိုးအစားကြိုက်တတ်သူတွေ အထူးသဘောကျနှစ်ခြိုက်လောက်မယ့် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)Cargoဇာတ္ကားဟာ 2017ခုႏွစ္ထြက္ Drama, Horror  ဇာတ္ကားအမ်ိဳးအစားတစ္ကားပဲျဖစ္ပါတယ္။Ben Howling နဲ႔ Yolanda Ramke ဆိုတဲ့ ဒါရိုက္တာႏွစ္ဦးပူးတြဲရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ျပီး အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Andy ေနရာမွာ သရုပ္ေဆာင္တဲ့သူကေတာ့Hobbit Trilogy မွာ Bilbo Baggins , BBC ကထုတ္လႊင့္ခဲ့တဲ့ Sherlock TV Series မွာ Sherlock Holmes ရဲ႕မိတ္ေဆြၾကီးျဖစ္တဲ့ Dr.John Watson ေနရာမွာ သရုပ္ေဆာင္ခဲ့ မင္းသားၾကီး Martin Freeman ပါ။ဒါ့အျပင္ Marvel Cinematic Universe မွာ Everett K. Ross ဆိုတဲ့ အစိုးရေအးဂ်င့္တစ္ေယာက္အေနနဲ႔လည္း ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္း==========Andy နဲ႔ Kay ဇနီးေမာင္ႏွံေတြျဖစ္ျပီးေတာ့ ၁ႏွစ္အရြယ္သမီးေလးRosie ကိုပါဖြားျမင္ထားပါေသးတယ္။သူတို႔မိသားစုဟာ စက္ေလွအိုၾကီးတစ္စီးကိုစီးျပီး ျမစ္ေၾကာင္းအတုိင္းစီးေမ်ာေနခဲ့တာ အေတာ္ၾကာပါျပီ။သူတို႔ဟာ တစ္စံုတစ္ခုကိုေၾကာက္ရြံ႕တာေၾကာင့္ ထြက္ေျပးေနတဲ့ပံုစံေပါက္ေနျပီး ျပႆနာေတြလည္း အမ်ားၾကီးရွိေနပံုရပါတယ္။သူတို႔ရဲ႕ျပႆနာထဲမွာ အဆိုးဆံုျဖစ္တဲ့ ရိကၡာျပတ္လတ္ေတာ့မယ့္ျပႆနာအတြက္ လင္မယားႏွစ္ေယာက္ ေခါင္းခ်င္းဆုိင္ျပီး ေဆြးေႏြးရပါေတာ့တယ္။သူတို႔ေဆြးေႏြးျပီး ေနာက္ေန႔မွာေတာ့ ေလွပ်က္တစ္စင္းကို ေတြ႕ရွိခဲ့တာေၾကာင့္ Andy ဟာ ထိုေလွပ်က္ၾကီးဆီကိုသြားျပီး အသံုး၀င္ေလာက္မယ့္ပစၥည္းေတြ ရွာေဖြယူေဆာင္ခဲ့ပါတယ္။Andy အေနနဲ႔ ဘာအႏၱရာယ္မွမျဖစ္ခဲ့ေပမယ့္ ဇနီးျဖစ္သူ Kay က ထိုေလွပ်က္ၾကီးဆီကို တစ္ဦးတည္းသြားတဲ့အခါမွေတာ့သတၱ၀ါတစ္ေကာင္ရဲ႕ကိုက္ခဲျခင္းကို ခံလိုက္ရတဲ့အခါမွာေတာ့…..။ဒီဇာတ္ကားဟာ ပရိသတ္ေတြသေဘာက်ေလာက္မယ့္ ဇာတ္ကားျဖစ္သလို ရုပ္ရွင္ေ၀ဖန္ေရးမ်ားပါ သေဘာေတြ႕ခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။IMDb 6.3 ျဖစ္ျပီး Rotten Tomatoes Rating ကေတာ့ 88% ပါ။ဇာတ္လမ္းတစ္ခုလံုး ဘာျဖစ္မလဲဆိုတာကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမယ့္ ဇာတ္ကားျဖစ္ျပီး မိဘေမတၱာကိုပါ ေဖာ္ၾကဴးထားတာေၾကာင့္ Thriller အမ်ိဳးအစားၾကိဳက္တတ္သူေတြ အထူးသေဘာက်ႏွစ္ျခိဳက္ေလာက္မယ့္ ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုမ်ိဳးသန္႔ပါ)File Size : (803 MB)Quality : WEB-DL 720pRunning Time : 1hr 45minFormat : Mp4Genre : Drama, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEBRip.DD5.1.x264-NTGTranslated by Myo Thant KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen HowlingYolanda RamkeStarsAndy RodoredaAnthony HayesBruce R. CarterCaren PistoriusDavid GulpililKris McQuadeMartin FreemanNatasha WanganeenSimone LandersSusie PorterCastAndy RodoredaAnthony HayesBruce R. CarterCaren PistoriusDavid GulpililKris McQuadeMartin FreemanNatasha WanganeenSimone LandersSusie Porter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tiIpajUBpLMNWMEzpjRBxo0jCbD.jpg",
      "https://image.tmdb.org/t/p/w300/kegRj8Zc6NJeD7VdtaGMEwmTmRW.jpg",
      "https://image.tmdb.org/t/p/w300/cmgcqy89rB2wWnAmgC79LviSzoI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/c7bbf7574a3470933ac4af921770072a.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/54gy52hgdn3i.html",
        "server": "usersdrive.com",
        "size": "803 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cargo-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "803 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d4cA/Cargo_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "803 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tuwRlAQQ#-I0lhDjSBJvZISBDer9ctQT4QLGlIasRO7KEOMMUWz4",
        "server": "mega.nz",
        "size": "803 MB",
        "quality": "72op"
      },
      {
        "link": "https://upstream.to/71x04x9g6atb",
        "server": "upstream.to",
        "size": "803 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u5qZOqrPr_A",
      "video_url": "https://www.youtube.com/watch?v=u5qZOqrPr_A",
      "embed_url": "https://www.youtube.com/embed/u5qZOqrPr_A"
    }
  },
  {
    "metadata": "|2017||Drama,Family,Romance",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1028"
    },
    "title": "Autumn Sonata (2017)",
    "description": "Autumn Sonata ( 가을 우페국) (2017)===========================၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့ပြီး အဓိပ္ပာယ်အပြည့်နဲ့ လှပတဲ့ကိုရီးယားဇာတ်ကား‌ဟောင်းလေး ဖြစ်ပါတယ်။ အဆိုတော်သရုပ်ဆောင်မင်းသမီး BoA နဲ့အတူ မင်းသား LeeHak Joo တို့အဓိက ပါဝင်ထားပါတယ်။ကိုယ့်‌ မွေးရပ်မြေ မြို့လေးနဲ့ သဘာဝတရားကို ချစ်မြတ်နိုးပြီး သင်္ခါရတရားကို သေချာနားလည်ထားတဲ့ ရင့်ကျက်တဲ့ ၂၉ နှစ်အရွယ် မမ “ဆူရွန်း”နဲ့  သူ့နောက်အမြဲ တကောက်ကောက်လိုက်နေတဲ့ ၂၆ နှစ်အရွယ် မောင်လေး “ဂျွန်းလေး”တို့ရဲ့ ကြည်နူးဖွယ်ဇာတ်လမ်းလေး…• အင်ဆူရွန်း အဖြစ် BoA• ဂျွန်းလေး အဖြစ် Lee Hak Jooဇာတ်အလှည့်အပြောင်းတွေနဲ့ ပရိတ်သတ်ကြီးကို ရင်ထဲထိစေမယ့် ရသတစ်ခုခု ပေးမယ်ဆိုတာ ယုံကြည်ပါတယ်။ဇာတ်ရှိန်ပျက်မှာစိုးလို့ ဒီကားလေးကိုတော့ ရှည်ရှည်ဝေးဝေးပြောမနေတော့ဘူးနော်…ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲကြည့်လိုက်ကြဖို့ အကြံပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khaing Khin ဖြစ်ပါတယ်)File Size……….(1.22 GB) / (475 MB) / (273 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 24MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Family, RomanceTranslator…….Khaing KhinEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWang Tae LimCastBoAIm Hyun-sikJo Hee-bongLee Hak-jooOh Gwang-rokSong Ok-Suk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xK9aSU8Lc9OA3c3Y2vhDEi0niwn.jpg",
      "https://image.tmdb.org/t/p/w300/baScBN78XEOqRFAXCPedogh0mXJ.jpg",
      "https://image.tmdb.org/t/p/w300/dMh5f5GyxUO23yjY7ex3cMsCtGm.jpg",
      "https://image.tmdb.org/t/p/w300/hIOdjD6PYh1CgQSvCrHzEsjl6e.jpg",
      "https://image.tmdb.org/t/p/w300/zZPYj4Yz9Bi2bOPtkmeAjAxfyUd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWQ2NTI4MzktNjhkZC00Yzg5LWI1MmYtNTlmNjQzOWQ2NTE4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/autumn-sonata-2017-korean-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2z5P9/Autumn.Sonata.2017.KOREAN..1080p.WEBRip.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbface.com/7bisv74n4soi.html",
        "server": "streamsb.com",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/kWo2nTCJ#9eaFTXNnMTgHOI3h8CRowRgPvGqDX-3huQEk8bX0uLM",
        "server": "mega.nz",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ub01c6jziyzc.html",
        "server": "usersdrive.com",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/oacq3hs6whvj",
        "server": "streamvid.io",
        "size": "1.22 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/autumn-sonata-2017-korean-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2z5P0/Autumn.Sonata.2017.KOREAN..720p.WEBRip.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbface.com/7bisv74n4soi.html",
        "server": "streamsb.com",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/BOoUkZZD#uBD0nJr0zvC3DC_srBfylxCGLxjI1LRYBlLsNfGhCoA",
        "server": "mega.nz",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/4otf74b8hw6w.html",
        "server": "usersdrive.com",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/igk5dj7m2x26",
        "server": "streamvid.io",
        "size": "475 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/autumn-sonata-2017-korean-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "273 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3f3hB/Autumn.Sonata.2017.KOREAN.480p.WEBRip.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "273 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbface.com/j8fwmxm4lq4r.html",
        "server": "streamsb.com",
        "size": "273 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/UCZDlLiT#2scwV7JEvcaSKRRZEXGfabqg6G00l9A7kNXohbj5Eio",
        "server": "mega.nz",
        "size": "273 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/dzgb7ymiajzt.html",
        "server": "usersdrive.com",
        "size": "273 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/kkpc14met7du",
        "server": "streamvid.io",
        "size": "273 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "PnYpouftPB8",
      "video_url": "https://www.youtube.com/watch?v=PnYpouftPB8",
      "embed_url": "https://www.youtube.com/embed/PnYpouftPB8"
    }
  },
  {
    "metadata": "|2017||Drama,Romance,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "2100"
    },
    "title": "Allure (2017)",
    "description": "Allure (2017)==========လော်ရာက သူ့အဖေရဲ့သန့်ရှင်းရေးကုမ္ပဏီမှာ အလုပ်လုပ်နေပေမဲ့သူ့ဘဝကတော့ အစွန်းမရှိ သန့်ရှင်းမနေပါဘူး။ တစ်နေ့မှာ လော်ရာသန့်ရှင်းရေးလုပ်ပေးရတဲ့အိမ်က စည်းကမ်းတင်းကြပ်မှုကြောင့်သူ့အိမ်ကိုမုန်းနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေး အယ်ဗာနဲ့တွေ့ခဲ့တယ်။ လော်ရာက အယ်ဗာရဲ့ ဖြူဝင်ရိုးသားမှုကို တွေ့ခဲ့သလိုအယ်ဗာကလည်း လော်ရာရဲ့ ပုန်ကန်တတ်တဲ့ရင်ဖိုစရာစရိုက်ကိုမြင်ပြီးအချင်းချင်း စိတ်ဝင်စားခဲ့ကြတယ်။ ဒါပေမဲ့ အဲဒီသဘောကျမှုတွေကစွဲလမ်းမှုတွေအဖြစ်ပြောင်းသွားပြီး ဘယ်လိုပြဿနာတွေ ကြုံလာရမလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုလို့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (452 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 24MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Romance, ThrillerTranslator…….Thwal Htoo ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarlos SanchezJason SanchezCastAlexandre NachiDenis O'HareEvan Rachel WoodJason ConyersJoe CobdenJonathan EmondJonathan ShatzkyJulia Sarah StoneLara BinaméMax LaferriereMaxim RoyMichael DozierNick BaillieTeresa PiccianoXavier LoyerYardly Kavanagh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/atRuA3msCzxo5Jm4spY6AJHhIKo.jpg",
      "https://image.tmdb.org/t/p/w300/r3nh9aJyjRZDnkqfGQOOdAMmTI1.jpg",
      "https://image.tmdb.org/t/p/w300/mUffObQDfsOLOdbghwMRMXboRlO.jpg",
      "https://image.tmdb.org/t/p/w300/uFYXxGqYdhmp48zoSHsasOCBYLR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMjg0N2QyM2QtYmFkNy00NWJkLTk2MzMtMjE0NDU3NmEwZTY0XkEyXkFqcGdeQXVyNjE1MjgxODg@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/u4j082yxoj2b",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/12NGnYpD#ngf07Nzy8_cr8Tp-g6_A8L12SzQAVZRqcUOClHXhZ8Y",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zctpwq4lasec.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "megaup.net",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/u4j082yxoj2b",
        "server": "streamsb.com",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AzsF2LQJ#imiypvqGj-PhJc0eqkz5R-TedGT5VuBScMZ0SzHywdk",
        "server": "mega.nz",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c9okh4ree8to.html",
        "server": "usersdrive.com",
        "size": "452 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5IvU4gZfKOQ",
      "video_url": "https://www.youtube.com/watch?v=5IvU4gZfKOQ",
      "embed_url": "https://www.youtube.com/embed/5IvU4gZfKOQ"
    }
  },
  {
    "metadata": "N/A|2017|135 min|Drama,History,Thriller",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "2,383"
    },
    "title": "The 12th Man (2017)",
    "description": "ဒုတိယကမာၻစစ္ကာလဟစ္တလာရဲ႕ ဘုန္းတန္ခိုး ေနလိုလလို ထြန္းေတာက္ေနခ်ိန္အေရွ႕ဥေရာပတစ္ခြင္မွာ နာဇီစစ္သရဲေတြ ႀကီးစိုးေနခ်ိန္ေနာ္ေ၀သားေတြဟာ သူတို႕ရဲ႕ အဖေျမအတြက္ ျပန္လည္တိုက္ခိုက္ရမယ့္အခ်ိန္…12th Man (2017)သူတို႔ နာဇီေတြကို တိုက္ဖို႔ ႀကိဳးစားခဲ့တယ္။အရာအားလံုးကို စြန္႕လႊတ္ၿပီးေတာ့ ဒီေသြးစုပ္ေျမကိုလာခဲ့ၿပီး အဖေျမအတြက္ လြတ္လပ္ဖို႔ လမ္းစကို ရွာခဲ့တယ္။ဒါေပမယ့္ သူတစ္ေယာက္တည္းပဲ လြတ္ခဲ့ၿပီး ေသြးေသာက္ညီအကို ၁၁ေယာက္ကို နာဇီစစ္သရဲေတြရဲ႕ လက္ထဲ ထားခဲ့ရတယ္။ေျပာသြားပါရဲ႕“ေပးဆပ္ရတာေတြ အလကားမျဖစ္ေစနဲ႔” တဲ့သူ လြတ္မွ ရမယ္။ ဒီနယ္ေျမထဲက ရုန္းထြက္ၿပီး အနီးက ၾကားေန၀ါဒကို က်င့္သံုးတဲ့ ဆြီဒင္ကို သြားရမယ္။သူ႔ရဲ႕ မွတ္ဥာဏ္ေတြထဲမွာ ရွိေနတဲ့ ရန္သူ႔လွ်ိဳ႕၀ွက္သတင္းေတြကို ၿဗိတိန္ဌာနကို သြားေပးႏိုင္ရမယ္။သူ ေသလို႔မရဘူး။ေသရင္ေတာင္ ကိုယ္တိုင္ သတ္လို႔ပဲ ေသေစရမယ္…။IMDB 7.5/10, RT 83%,…ျဖစ္ရပ္မွန္ေပၚ အေျခခံထားတဲ့ ဇာတ္ကားျဖစ္တဲ့အျပင္ရုရွားဇာတ္ကားျဖစ္တဲ့အတြက္ေၾကာင့္ သူတို႔ ဘယ္လိုက်ဆံုးခဲ့ရလဲဆိုတာ မကြယ္၀ွက္တန္း ႀကည့္ရႈရမွာပါ…။အထူးသျဖင့္ ေနာက္ဆံုးပိုင္းမွာ လူသားေတြရဲ႕ စိတ္ဓာတ္ ဘယ္ေလာက္မာလဲဆိုတာ ေကာင္းေကာင္းႀကီး ျပသသြားမယ့္ စစ္ကားေကာင္း တစ္ကားျဖစ္ပါေၾကာင္း…။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ အူးရဲခံပါ)File Size : (1.1 GB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 2hr 15minFormat : Mp4Genre : Drama, History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-WASTETranslated by Ye Khant MinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHarald ZwartMichael DignumPetter Skafle HenriksenSilje PaulsenStarsAlexander ZwartAnders WangJ.I. FalckJonathan Rhys MeyersKim Jøran OlsenMads Sjøgård PettersenMaria Grazia Di MeoMarie BlokhusMartin KieferThomas GullestadCastAlexander ZwartAnders WangDavid VekonyHåkon SmebyHåkon T. NielsenJ.I. FalckJonas FredheimJonathan Rhys MeyersJørn Magnus KarlsenKim Jøran OlsenKristoffer JørgensenMads Sjøgård PettersenMaria Grazia Di MeoMarie BlokhusMartin KieferThomas Gullestad",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/30Dv2pY9PPqtf2pD2shogYomS9G.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dxZ8iGf5jQoLcNqBJL6uzNTivp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-12th-man-2017",
        "server": "CM Links",
        "size": "1.1 GB",
        "quality": "720p.BluRay.x264-WASTE"
      },
      {
        "link": "https://yoteshinportal.cc/the-12-th-man-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p.BluRay.x264-WASTE"
      },
      {
        "link": "https://kinocloud.org/DQ/The_12th_Man_[2017]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "1.1 GB",
        "quality": "720p.BluRay.x264-WASTE"
      },
      {
        "link": "https://megaup.net/2fwxi/The_12th_Man_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p.BluRay.x264-WASTE"
      },
      {
        "link": "https://upstream.to/c3qzboh2b75x",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p.BluRay.x264-WASTE"
      }
    ],
    "trailer": {
      "video_id": "OrTTmXWeTkE",
      "video_url": "https://www.youtube.com/watch?v=OrTTmXWeTkE",
      "embed_url": "https://www.youtube.com/embed/OrTTmXWeTkE"
    }
  },
  {
    "metadata": "R|2017|1h 55min|Crime,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "402,806"
    },
    "title": "Three Billboards Outside Ebbing, Missouri (2017)",
    "description": "Three Billboards Outside Ebbing, Missouri (2017)IMDb – 8.2/10________Rotten – 90%Won 2 Oscars.Another 130 wins & 226 nominationsလက်သည်မပေါ်တဲ့ လူသတ်မှု တွေက ကမ္ဘာအနှံ့မှာ ရှိနေရစ်ပြီးသားပဲ။လူပြတ်တဲ့လမ်းမတစ်နေရာမှာ ဒဏ်ရာဗလပွနဲ့ သေဆုံးနေတာတို့။ရေအိုင်ကလေးထဲက ပေါလောပေါ်လာမှ သေဆုံးမှန်းသိနေတာတို့။အချို့နေရာမှာတော့ နေရာကာလကို အခွင့်ကောင်းယူပြီး အမျိုးသမီးတွေကို မုဒိန်းကျင့်သတ်ဖြတ်တာမျိုးတွေပေါ့။ဗီဇအမျိုးမျိုးနဲ့ ဖြစ်တည်လာကြတဲ့ လူအဖွဲ့အစည်းအရ ဒီလို ဖြစ်ပျက်မှု တွေဟာ နေရာအနှံ့အပြားမှာ ရှိနေဦးမှာပဲ။ထိုအခါမှာ ကျန်ရစ်သူတွေက ဒေါသတွေဖြစ်နာကျင်ခဲ့ရ ။သတ်ဖြတ်သူအပေါ်ကို ဒေါသတရားတွေနဲ့ အမျက်သိုပြီး နာကျင်ကျန်ရစ်ခဲ့ရတယ်။တကယ်ပဲ သတ်ဖြတ်သူကို ဖမ်းမိသွားပြန်ရင်ရော မိမိတို့ကာယကံရှင်တွေအနေနဲ့ ကျေနပ်နိုင်မှာ သေချာပါရဲ့လား။ဒီအချက်တွေဟာ လူအဖွဲ့အစည်းထဲမှာ နေထိုင်ကြသူတွေအတွက် မဖြစ်ခဲ့ရင်တော့ အကောင်းသားပေါ့။ဖြစ်များဖြစ်ခဲ့ရင်တော့ ရှောင်လွှဲလို့မရတဲ့ ဘေးထွက်ဆိုးကျို းတွေပဲ။လူအဖွဲ့အစည်းထဲက ယိုပေါက်နေတဲ့ ကင်ဆာဆဲလ်တွေဖြစ်တယ်။အနည်းဆုံးဖြစ်အောင် အားလုံးက ပူးပေါင်းဆောင်ရွက်မှသာလျှင် ဖြစ်ပျက်မှု တွေ လျော့ပါးသွားမည်ဟု ယူဆမိပါတယ်။ယခုရုပ်ရှင်ဟာလည်း အထက်ကပြောပြခဲ့တဲ့ လူအဖွဲ့အစည်းယိုပေါက်မှုကပေးတဲ့ ဘေးထွက်ဆိုးကျို းတွေကို ရှောင်လွှဲခွင့် မရနိုင်ခဲ့တဲ့ မိသားစုတစ်ခုနဲ့သက်ဆိုင်ရာ အဖွဲ့အစည်းထဲက လူအချို့တွေရဲ့ ပဋိပက္ခကို ရိုက်ပြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားသာ ဖြစ်ပါတယ်။ပြောရရင် တကယ့်ရုပ်ရှင်ထဲက စုံထောက်ကျော်တွေ ။ထူးချွန်ထက်မြက်တဲ့ ဇာတ်ကောင်တွေမပါတဲ့ လူတွေရဲ့ နာကျင်ရတဲ့ သောကဆိုးတွေအပေါ် သရော်တော်တော်အမြင်ကို သဘာဝကျကျ တင်ပြထားခြင်းလို့သာ မြင်မိပါတယ်။Ebbingမြို့ကလေးဘေးက လစ်လပ်နေတဲ့ ဆိုင်းဘုတ်သုံးခုကို မိန်းမကြီးတစ်ယောက်က ငှားရမ်းပြီး စာတမ်းသုံးခုကို ရေးချိတ်ခဲ့တယ်။စာကြောင်းသုံးကြောင်းက ဘာမှတော့မဟုတ်ပါဘူး။လွန်ခဲ့တဲ့ ခုနှစ်လလောက်က မုဒိန်းကျင့်ပြီးသတ်ဖြတ်ခံရတဲ့ သမီးငယ်လေးရဲ့အမှု ကို ပေါ်ပေါက်အောင် ဖော်ထုတ်မပေးနိုင်တဲ့ ရဲအဖွဲ့တွေအပေါ် မေးခွန်းထုတ်လိုက်တဲ့ စကားတွေသာ ဖြစ်ပါတယ်။ဒါပေမယ့် ဒီစကားသုံးခုဟာ တိတ်ဆိတ်နေတဲ့မြို့ကလေးထဲကလူတွေဆီကို ဆူညံစွာနဲ့ ခေါင်းလောင်းတီးနိုင်ခဲ့တယ်။“Raped while dying ” ။”And still No arrests? “How Come, Chief Willoughby?” ဆိုတဲ့ စကားသုံးခုဟာ ထိတ်လန့်ချောက်ခြားဖွယ်ရာ အဖြစ်သနစ်နဲ့ အသုံးမကျတဲ့ဥပဒေအဖွဲ့အစည်းကို လက်ညှို းငေါက်ငေါက်ထိုး၍ မေးလိုက်သလို ပေါ်လွင်လွန်းလှတယ်။ကိုယ်ပတ်ဝန်းကျင်မှာသာ ဖြစ်ပွားတာမဟုတ်ခဲ့ရင် တုံဏှိဘာဝေသာ ရှိလှတဲ့ လူအများစုအနေနဲ့ ဒီဆိုင်းဘုတ်က စာတွေကို ဖတ်မိလိုက်တိုင်း တစ်စုံတစ်ရာအတွက် စိတ်ခံစားအချို့ကို သက်ရောက်ကူးစက်သွားမှာအမှန်ပေါ့။သူမမေးခွန်းထုတ်တဲ့ ရဲအရာရှိဆိုသူက ဒီမြို့ငယ်ကလေးထဲက ရဲဌာနကို ဦးစီးရတဲ့ သူကို ဆိုလိုတာပါ။သူမရဲ့ခံစားနေရတဲ့ သောကတွေကို တကယ်ပဲ သက်ဆိုင်ရာ ဥပဒေဌာနတွေက ကူညီဖြေရှင်းမပေးနိုင်တော့တာ သေချာလို့လား။ယင်းသို့မဟုတ်ရင်လည်း ဒီရဲဌာနက လူတွေကပဲ ဖြေရှင်းလိုစိတ် မရှိကြတာလား။လူပျို ပေါက်သားတစ်ယောက်နဲ့ လက်လွတ်ဆုံးရှုံ းလိုက်ရပြီဖြစ်တဲ့ ဆယ်ကျော်သက်သမီးငယ်ကို ပိုင်ဆိုင်ထားတဲ့ မိခင်ကြီးမှာတော့ ခုလိုကာလမျို းမှာ ဘယ်သူကိုမှ အမြင်မကြည်မလင် ဖြစ်နေမှာ သေချာပါတယ်။အဓိကကတော့ ဘာမှအသုံးမကျဘူးလို့ သတ်မှတ်ထားတဲ့ ရဲစခန်းအစုတ်ပလုတ်ကိုပေါ့။ဒီလိုနဲ့ မြို့ငယ်လေးဟာ ကျန်ရစ်ခဲ့ရသူတွေရဲ့သောကတွေနဲ့ တစ်ဖြည်းဖြည်းပြည့်အင့်ခြောက်ကပ်လာတယ်။ဆိုင်းဘုတ်ကြီးသုံးခုကတော့ လမ်းမပေါ်ကနေ ဖြတ်သန်းသွားသမျှလူတွေကို ရေရွတ်ပြောဆိုနေတယ်။ကင်ဆာဝေဒနာခံစားနေရတဲ့ သူမမေးခွန်းထားတဲ့ အဓိက ရဲအရာရှိ Willoughby မှာလည်း အမှု အပေါ်ကို တတ်အားသမျှဆောင်ရွက်ခဲ့တာရှိပေမယ့် ရေပေါ်အရုပ်ခြစ်သလို အရာထင်ပုံ မပေါ်ပါဘူး။သူ့ရဲ့အရောင်မှိန်စပြု နေတဲ့ ဘဝပန်းချီကားဟာ ဖြေးညင်းစွာ လောင်မြို က်စပြု နေပြီဆိုတာလည်း သိပါတယ်။သူ့နောက်လိုက် ရဲသား Dixonကတော့ ထုံးစံအတိုင်း ဂမူးကရူးနဲ့ သူတို့ကို ခုလို လုပ်ရပါ့မလားဆိုပြီး ဒေါကန်နေတယ်။ဆိုရရင် ဒီအဖြစ်အပျက်ရဲ့ဝဲဂယက်မှာ သူတို့တွေလည်း ရုန်းမထွက်နိုင်ရှာဘူး။လူသတ်သမားကတော့ နှင်းခါးမိုး ကဗျာစာသားထဲကလို ဒီအချိန်ဆို ညစာ စားနေလောက်ပြီ။ဝိုင်ကလေးသောက်လိုက် စပျစ်သီးလေးမြုံ့လိုက်နဲ့လေ။မိခင်ကြီးရဲ့ မျက်ဝန်းတွေကတော့ သောကဖြစ်လာတဲ့ ဒေါသစေ့ဆော်မှု ကြောင့် ဝန်းပနေသလို နှုတ်ခမ်းတွေကလည်း ရေခဲနေတဲ့ ရုပ်ကြွင်းတစ်ခုလို အချိန်မရွေးတင်းမာနေလေတယ်။ပြောသမျှစကားတွေကလည်း ဘယ်တော့မှ ကောင်းကောင်းမွန်မွန် ထွက်မလာဘူး။ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဆိုင်းဘုတ်ကြီးသုံးခုဟာ မီးရှို့ခံလိုက်ရတော့တယ်။______________________________ယခု ရုပ်ရှင်ဟာ အကြိမ်ကိုးဆယ်မြောက် အော်စကာဆုနှင်းဘင်မှာ ဆန်ကာတင်ခုနှစ်ဆုနဲ့ လျာထားခံရပါတယ်။ကျွန်တော့်အနေနဲ့တော့ ဒါရိုက်တာကြီးMartin McDonagh ကို ဇာတ်ညွှန်းဆုအနေနဲ့ဖြစ်စေ ပြီးတော့ သမီးငယ်အတွက် သောကတွေနဲ့ အသက်ဆက်နေရတဲ့ မိခင်ကြီးနေရာက သရုပ်ဆောင်ခဲ့တဲ့ Frances McDormand ကိုဖြစ်စေ ဇာတ်ပို့သရုပ်ဆောင်ကြီး Sam Rockwell ကိုဖြစ်စေ ထူးချွန်ဆုတွေ ရစေချင်တာအမှန်ပါပဲ။(အခြားရုပ်ရှင်ဆုနှင်းသဘင်မှာတော့ အောင်ပွဲခံထားတာတွေ့ရ)ဒါရိုက်တာ Martin McDonagh ဆိုတာ ဟောလိဝုဒ်က သရုပ်ဆောင်အင်မတန်ကောင်းပြီး နာမည်မရကြတဲ့ သရုပ်ဆောင်တွေကို စုစည်းရိုက်တတ်တဲ့ ဒါရိုက်တာကောင်းတစ်ယောက်ဆိုတာ သူ့ရဲ့Seven Psychopaths Movie နဲ့ In Bruges တို့မှာ သိရှိပြီးသား ဖြစ်ခဲ့သလို ယခုရုပ်ရှင်မှာလည်း Seven Psychopaths က သရုပ်ဆောင်အများစုကိုပဲ ပြန်လည်သုံးစွဲထားတာတွေ့ရပေမယ့် ယခုရုပ်ရှင်ဟာ အရင်ရုပ်ရှင်တွေထက် ဖျော်ဖြေရေးလမ်းကြောင်းကနေ သိသိသာသာ ပို၍ ကွဲထွက်လာကာ သရုပ်ဆောင်တွေဆီကနေ စိတ်ခံစားမှု ရှု ပ်ထွေးပုံတွေအား လေးလေးနက်နက်ပင် ခံစားခဲ့ရတာမို့ ယခုနှစ်အော်စကာဆုအတွက်တော့ (အခြားကားတွေမကြည့်ရသေးသော်လည်း)သူဇာတ်ကားကိုပင် လက်မထောင်လိုက်မိပါကြောင်း။(ဇာတ်လမ်းအညွှန်းကို ကိုညီလင်းအိမ်၏ Facebook Account(Nyi Linn Eain)မှကူးယူဖော်ပြပါသည်။)လက္သည္မေပၚတဲ့ လူသတ္မွဳ ေတြက ကမာၻအႏွံ႔မွာ ရွိေနရစ္ျပီးသားပဲ။လူျပတ္တဲ့လမ္းမတစ္ေနရာမွာ ဒဏ္ရာဗလပြနဲ႔ ေသဆုံးေနတာတို႔။ေရအိုင္ကေလးထဲက ေပါေလာေပၚလာမွ ေသဆုံးမွန္းသိေနတာတို႔။အခ်ိဳ ႕ေနရာမွာေတာ့ ေနရာကာလကို အခြင့္ေကာင္းယူျပီး အမ်ိဳးသမီးေတြကို မုဒိန္းက်င့္သတ္ျဖတ္တာမ်ိဳ းေတြေပါ့။ဗီဇအမ်ိဳ းမ်ိဳ းနဲ႔ ျဖစ္တည္လာၾကတဲ့ လူအဖြဲ႕အစည္းအရ ဒီလို ျဖစ္ပ်က္မွဳ ေတြဟာ ေနရာအႏွံ႔အျပားမွာ ရွိေနဦးမွာပဲ။ထိုအခါမွာ က်န္ရစ္သူေတြက ေဒါသေတြျဖစ္နာက်င္ခဲ့ရ ။သတ္ျဖတ္သူအေပၚကို ေဒါသတရားေတြနဲ႔ အမ်က္သိုျပီး နာက်င္က်န္ရစ္ခဲ့ရတယ္။တကယ္ပဲ သတ္ျဖတ္သူကို ဖမ္းမိသြားျပန္ရင္ေရာ မိမိတို႔ကာယကံရွင္ေတြအေနနဲ႔ ေက်နပ္ႏိုင္မွာ ေသခ်ာပါရဲ႕လား။ဒီအခ်က္ေတြဟာ လူအဖြဲ႕အစည္းထဲမွာ ေနထိုင္ၾကသူေတြအတြက္ မျဖစ္ခဲ့ရင္ေတာ့ အေကာင္းသားေပါ့။ျဖစ္မ်ားျဖစ္ခဲ့ရင္ေတာ့ ေရွာင္လႊဲလို႔မရတဲ့ ေဘးထြက္ဆိုးက်ိဳ းေတြပဲ။လူအဖြဲ႕အစည္းထဲက ယိုေပါက္ေနတဲ့ ကင္ဆာဆဲလ္ေတြျဖစ္တယ္။အနည္းဆုံးျဖစ္ေအာင္ အားလုံးက ပူးေပါင္းေဆာင္ရြက္မွသာလ်ွင္ ျဖစ္ပ်က္မွဳ ေတြ ေလ်ာ့ပါးသြားမည္ဟု ယူဆမိပါတယ္။ယခုရုပ္ရွင္ဟာလည္း အထက္ကေျပာျပခဲ့တဲ့ လူအဖြဲ႔အစည္းယိုေပါက္မွဳကေပးတဲ့ ေဘးထြက္ဆိုးက်ိဳ းေတြကို ေရွာင္လႊဲခြင့္ မရႏိုင္ခဲ့တဲ့ မိသားစုတစ္ခုနဲ႔သက္ဆိုင္ရာ အဖြဲ႔အစည္းထဲက လူအခ်ိဳ ႕ေတြရဲ႕ ပဋိပကၡကို ရုိက္ျပတဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ကားသာ ျဖစ္ပါတယ္။ေျပာရရင္ တကယ့္ရုပ္ရွင္ထဲက စုံေထာက္ေက်ာ္ေတြ ။ထူးခ်ြန္ထက္ျမက္တဲ့ ဇာတ္ေကာင္ေတြမပါတဲ့ လူေတြရဲ႕ နာက်င္ရတဲ့ ေသာကဆိုးေတြအေပၚ သေရာ္ေတာ္ေတာ္အျမင္ကို သဘာဝက်က် တင္ျပထားျခင္းလို႔သာ ျမင္မိပါတယ္။Ebbingျမိဳ ႕ကေလးေဘးက လစ္လပ္ေနတဲ့ ဆိုင္းဘုတ္သုံးခုကို မိန္းမၾကီးတစ္ေယာက္က ငွားရမ္းျပီး စာတမ္းသုံးခုကို ေရးခ်ိတ္ခဲ့တယ္။စာေၾကာင္းသုံးေၾကာင္းက ဘာမွေတာ့မဟုတ္ပါဘူး။လြန္ခဲ့တဲ့ ခုႏွစ္လေလာက္က မုဒိန္းက်င့္ျပီးသတ္ျဖတ္ခံရတဲ့ သမီးငယ္ေလးရဲ႕အမွဳ ကို ေပၚေပါက္ေအာင္ ေဖာ္ထုတ္မေပးႏိုင္တဲ့ ရဲအဖြဲ႕ေတြအေပၚ ေမးခြန္းထုတ္လိုက္တဲ့ စကားေတြသာ ျဖစ္ပါတယ္။ဒါေပမယ့္ ဒီစကားသုံးခုဟာ တိတ္ဆိတ္ေနတဲ့ျမိဳ ႕ကေလးထဲကလူေတြဆီကို ဆူညံစြာနဲ႔ ေခါင္းေလာင္းတီးႏိုင္ခဲ့တယ္။“Raped while dying ” ။”And still No arrests? “How Come, Chief Willoughby?” ဆိုတဲ့ စကားသုံးခုဟာ ထိတ္လန္႔ေခ်ာက္ျခားဖြယ္ရာ အျဖစ္သနစ္နဲ႔ အသုံးမက်တဲ့ဥပေဒအဖြဲ႕အစည္းကို လက္ညိွဳ းေငါက္ေငါက္ထိုး၍ ေမးလိုက္သလို ေပၚလြင္လြန္းလွတယ္။ကိုယ္ပတ္ဝန္းက်င္မွာသာ ျဖစ္ပြားတာမဟုတ္ခဲ့ရင္ တုံဏွိဘာေဝသာ ရွိလွတဲ့ လူအမ်ားစုအေနနဲ႔ ဒီဆိုင္းဘုတ္က စာေတြကို ဖတ္မိလိုက္တိုင္း တစ္စုံတစ္ရာအတြက္ စိတ္ခံစားအခ်ိဳ ႕ကို သက္ေရာက္ကူးစက္သြားမွာအမွန္ေပါ့။သူမေမးခြန္းထုတ္တဲ့ ရဲအရာရွိဆိုသူက ဒီျမိဳ ႕ငယ္ကေလးထဲက ရဲဌာနကို ဦးစီးရတဲ့ သူကို ဆိုလိုတာပါ။သူမရဲ႕ခံစားေနရတဲ့ ေသာကေတြကို တကယ္ပဲ သက္ဆိုင္ရာ ဥပေဒဌာနေတြက ကူညီေျဖရွင္းမေပးႏိုင္ေတာ့တာ ေသခ်ာလို႔လား။ယင္းသို႔မဟုတ္ရင္လည္း ဒီရဲဌာနက လူေတြကပဲ ေျဖရွင္းလိုစိတ္ မရွိၾကတာလား။လူပ်ိဳ ေပါက္သားတစ္ေယာက္နဲ႔ လက္လြတ္ဆုံးရွဳံ းလိုက္ရျပီျဖစ္တဲ့ ဆယ္ေက်ာ္သက္သမီးငယ္ကို ပိုင္ဆိုင္ထားတဲ့ မိခင္ၾကီးမွာေတာ့ ခုလိုကာလမ်ိဳ းမွာ ဘယ္သူကိုမွ အျမင္မၾကည္မလင္ ျဖစ္ေနမွာ ေသခ်ာပါတယ္။အဓိကကေတာ့ ဘာမွအသုံးမက်ဘူးလို႔ သတ္မွတ္ထားတဲ့ ရဲစခန္းအစုတ္ပလုတ္ကိုေပါ့။ဒီလိုနဲ႔ ျမိဳ႕ငယ္ေလးဟာ က်န္ရစ္ခဲ့ရသူေတြရဲ႕ေသာကေတြနဲ႔ တစ္ျဖည္းျဖည္းျပည့္အင့္ေျခာက္ကပ္လာတယ္။ဆိုင္းဘုတ္ၾကီးသုံးခုကေတာ့ လမ္းမေပၚကေန ျဖတ္သန္းသြားသမ်ွလူေတြကို ေရရြတ္ေျပာဆိုေနတယ္။ကင္ဆာေဝဒနာခံစားေနရတဲ့ သူမေမးခြန္းထားတဲ့ အဓိက ရဲအရာရွိ Willoughby မွာလည္း အမွဳ အေပၚကို တတ္အားသမ်ွေဆာင္ရြက္ခဲ့တာရွိေပမယ့္ ေရေပၚအရုပ္ျခစ္သလို အရာထင္ပုံ မေပၚပါဘူး။သူ႔ရဲ႕အေရာင္မွိန္စျပဳ ေနတဲ့ ဘဝပန္းခ်ီကားဟာ ေျဖးညင္းစြာ ေလာင္ျမိဳ က္စျပဳ ေနျပီဆိုတာလည္း သိပါတယ္။သူ႔ေနာက္လိုက္ ရဲသား Dixonကေတာ့ ထုံးစံအတိုင္း ဂမူးကရူးနဲ႔ သူတို႔ကို ခုလို လုပ္ရပါ့မလားဆိုျပီး ေဒါကန္ေနတယ္။ဆိုရရင္ ဒီအျဖစ္အပ်က္ရဲ႕ဝဲဂယက္မွာ သူတို႔ေတြလည္း ရုန္းမထြက္ႏိုင္ရွာဘူး။လူသတ္သမားကေတာ့ ႏွင္းခါးမိုး ကဗ်ာစာသားထဲကလို ဒီအခ်ိန္ဆို ညစာ စားေနေလာက္ျပီ။ဝိုင္ကေလးေသာက္လိုက္ စပ်စ္သီးေလးျမံဳ ႕လိုက္နဲ႔ေလ။မိခင္ၾကီးရဲ႕ မ်က္ဝန္းေတြကေတာ့ ေသာကျဖစ္လာတဲ့ ေဒါသေစ့ေဆာ္မွဳ ေၾကာင့္ ဝန္းပေနသလို ႏွဳတ္ခမ္းေတြကလည္း ေရခဲေနတဲ့ ရုပ္ၾကြင္းတစ္ခုလို အခ်ိန္မေရြးတင္းမာေနေလတယ္။ေျပာသမ်ွစကားေတြကလည္း ဘယ္ေတာ့မွ ေကာင္းေကာင္းမြန္မြန္ ထြက္မလာဘူး။ဒီလိုနဲ႔ တစ္ရက္မွာေတာ့ ဆိုင္းဘုတ္ၾကီးသုံးခုဟာ မီးရွိဳ ႕ခံလိုက္ရေတာ့တယ္။______________________________ယခု ရုပ္ရွင္ဟာ အၾကိမ္ကိုးဆယ္ေျမာက္ ေအာ္စကာဆုႏွင္းဘင္မွာ ဆန္ကာတင္ခုႏွစ္ဆုနဲ႔ လ်ာထားခံရပါတယ္။က်ြန္ေတာ့္အေနနဲ႔ေတာ့ ဒါရုိက္တာၾကီးMartin McDonagh ကို ဇာတ္ညႊန္းဆုအေနနဲ႔ျဖစ္ေစ ျပီးေတာ့ သမီးငယ္အတြက္ ေသာကေတြနဲ႔ အသက္ဆက္ေနရတဲ့ မိခင္ၾကီးေနရာက သရုပ္ေဆာင္ခဲ့တဲ့ Frances McDormand ကိုျဖစ္ေစ ဇာတ္ပို႔သရုပ္ေဆာင္ၾကီး Sam Rockwell ကိုျဖစ္ေစ ထူးခ်ြန္ဆုေတြ ရေစခ်င္တာအမွန္ပါပဲ။(အျခားရုပ္ရွင္ဆုႏွင္းသဘင္မွာေတာ့ ေအာင္ပြဲခံထားတာေတြ႕ရ)ဒါရုိက္တာ Martin McDonagh ဆိုတာ ေဟာလိဝုဒ္က သရုပ္ေဆာင္အင္မတန္ေကာင္းျပီး နာမည္မရၾကတဲ့ သရုပ္ေဆာင္ေတြကို စုစည္းရုိက္တတ္တဲ့ ဒါရုိက္တာေကာင္းတစ္ေယာက္ဆိုတာ သူ႔ရဲ႕Seven Psychopaths Movie နဲ႕ In Bruges တို႔မွာ သိရွိျပီးသား ျဖစ္ခဲ့သလို ယခုရုပ္ရွင္မွာလည္း Seven Psychopaths က သရုပ္ေဆာင္အမ်ားစုကိုပဲ ျပန္လည္သုံးစြဲထားတာေတြ႕ရေပမယ့္ ယခုရုပ္ရွင္ဟာ အရင္ရုပ္ရွင္ေတြထက္ ေဖ်ာ္ေျဖေရးလမ္းေၾကာင္းကေန သိသိသာသာ ပို၍ ကြဲထြက္လာကာ သရုပ္ေဆာင္ေတြဆီကေန စိတ္ခံစားမွဳ ရွဳ ပ္ေထြးပုံေတြအား ေလးေလးနက္နက္ပင္ ခံစားခဲ့ရတာမို႔ ယခုႏွစ္ေအာ္စကာဆုအတြက္ေတာ့ (အျခားကားေတြမၾကည့္ရေသးေသာ္လည္း)သူဇာတ္ကားကိုပင္ လက္မေထာင္လိုက္မိပါေၾကာင္း။(ဇာတ္လမ္းအညႊန္းကို ကိုညီလင္းအိမ္၏ Facebook Account(Nyi Linn Eain)မွကူးယူေဖာ္ျပပါသည္။)File Size : (957 MB)Quality : Blu-Ray 720pRunning Time : 1hr 55minFormat : Mp4Genre :Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeanette McGrathMartin McDonaghPaula CasePeter KohnStarsAbbie CornishCaleb Landry JonesFrances McDormandJohn HawkesLucas HedgesPeter DinklageSam RockwellSamara WeavingWoody HarrelsonZeljko IvanekCastAbbie CornishAlejandro BarriosAllyssa BarleyAmanda WarrenBrendan Sexton IIICaleb Landry JonesChristopher BerryClarke PetersDarrell Britt-GibsonEleanor ThreattEleanor Threatt HardyFrances McDormandGregory Nassif St. JohnJason LedfordJerry WinsettJohn HawkesKathryn NewtonKerry CondonLucas HedgesMalaya Rivera DrewMichael Aaron MilliganNick SearcyPeter DinklageRiya May AtwoodSam RockwellSamara WeavingSandy MartinSelah AtwoodWilliam J. HarrisonWoody HarrelsonZeljko Ivanek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bJLJAtGjBj836UjJZNOwgrfe5Ps.jpg",
      "https://image.tmdb.org/t/p/w300/4CSg1R8vABzAXqmKYlse1vN17Yc.jpg",
      "https://image.tmdb.org/t/p/w300/4GLccG0FLTjSyFGHP0oOztPU6Yb.jpg",
      "https://image.tmdb.org/t/p/w300/a7qsGNgG0iCGrI7rJ46GFY7M13T.jpg",
      "https://image.tmdb.org/t/p/w300/kHKI27MNW3HDV21cULyRXD50TUA.jpg",
      "https://image.tmdb.org/t/p/w300/uTe4qRb58dDpNsmwTQ7FPnRWAz4.jpg",
      "https://image.tmdb.org/t/p/w300/4q8WUQkCu5YIqPlwygqUGsSB2LF.jpg",
      "https://image.tmdb.org/t/p/w300/wWIe362GTLoLB62y91NlYP5qZMh.jpg",
      "https://image.tmdb.org/t/p/w300/oQHF0Y4gCw6VdPmapjsbZoxY2ht.jpg",
      "https://image.tmdb.org/t/p/w300/yuAgJWvZVgdU9HG9klSU8GaAwIk.jpg",
      "https://image.tmdb.org/t/p/w300/bioYaOXZS2nXLiLVf5mDOgXpCd8.jpg",
      "https://image.tmdb.org/t/p/w300/huz4SOpcd2XjJiLVX6xmQZYiiDA.jpg",
      "https://image.tmdb.org/t/p/w300/7FsyA8CYmRstcWkYXZK187tHDDf.jpg",
      "https://image.tmdb.org/t/p/w300/scshacEaOI5hF6gyr6tmVOCcP8I.jpg",
      "https://image.tmdb.org/t/p/w300/kKNkJGJFBubabxF62FVIDY4wAJJ.jpg",
      "https://image.tmdb.org/t/p/w300/aRrLqYv9qpyHMa1AyuTO55QN8wn.jpg",
      "https://image.tmdb.org/t/p/w300/1jKcsOr2pnbRXCqtuHy83Mbtjw8.jpg",
      "https://image.tmdb.org/t/p/w300/9Qy9C55Ztfadb9mBiLr4cBJnO5I.jpg",
      "https://image.tmdb.org/t/p/w300/5RMqyMKMcJuoFM6igkOZbcdXb0F.jpg",
      "https://image.tmdb.org/t/p/w300/8nP34APQsjUeJNvZjs97X4t6X8j.jpg",
      "https://image.tmdb.org/t/p/w300/x8cfe8wQwRXoPEptXAntalvkEwj.jpg",
      "https://image.tmdb.org/t/p/w300/jnMyeQR9Aa7RLz2vMDV1CDSSzCs.jpg",
      "https://image.tmdb.org/t/p/w300/hD1iV3WLuUS1dXvvNLdVBoM2wBm.jpg",
      "https://image.tmdb.org/t/p/w300/mihv3ws8CCFJ6AiieHslGIYlRBg.jpg",
      "https://image.tmdb.org/t/p/w300/ul2yFFkncKA6khHO4Akh1dRhwdi.jpg",
      "https://image.tmdb.org/t/p/w300/lrSqT9jmXjA0KvN668hPtn1UQFD.jpg",
      "https://image.tmdb.org/t/p/w300/6SLnpGHZCuxcrjiXHoMplUjrswL.jpg",
      "https://image.tmdb.org/t/p/w300/tZv9DfITzBDpwUEAeCr6B4g4xMP.jpg",
      "https://image.tmdb.org/t/p/w300/wjP5teKwlpbHfXQRmoM72IoH2n5.jpg",
      "https://image.tmdb.org/t/p/w300/697TDpctMLuuRGvVqTEmMNHCMu3.jpg",
      "https://image.tmdb.org/t/p/w300/v9HPsK3iAriKevDCugAMIIjKysQ.jpg",
      "https://image.tmdb.org/t/p/w300/piTsz9WjitZN1jlYeeUNUyJgBxP.jpg",
      "https://image.tmdb.org/t/p/w300/kXCMcGmaHu8ecp15PWvz5r8yD4j.jpg",
      "https://image.tmdb.org/t/p/w300/gQUD25IN4rmOieQRGDXWjuJneX6.jpg",
      "https://image.tmdb.org/t/p/w300/9oRdMkQ6ysUuF7Ufb1oMH5NMDY2.jpg",
      "https://image.tmdb.org/t/p/w300/m4iybrDnApbzx6AJQPSsCRl7jDF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/three-billboards-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i6ar0nw8sm80.html",
        "server": "usersdrive.com",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/three-billboards-outside-ebbing-missouri-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Tl8t/Three_Billboards_Outside_Ebbing,_Missouri_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/64Qj2YDR#7Fas8a-iwEe1AeqVFguC00yGbclQTUqRPbcTB5sZeuQ",
        "server": "mega.nz",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/a8twhw6t09i1",
        "server": "upstream.to",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Jit3YhGx5pU",
      "video_url": "https://www.youtube.com/watch?v=Jit3YhGx5pU",
      "embed_url": "https://www.youtube.com/embed/Jit3YhGx5pU"
    }
  },
  {
    "metadata": "PG|2017|1h 45min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "8.8/10",
      "rating_count": "42,030"
    },
    "title": "Coco (2017)",
    "description": "ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီးဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကိုရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။အဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်ဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်အာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့ဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့သေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။အဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့သူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ယူပါတော့တယ်။သူ့အဘိုးရဲ့ ဂီတာကို တီးလိုက်ပြီးနောက်မှာ တော့မစ်ဂဲလ်ဟာ သက်ရှိလူသား တွေကို မတွေ့ရတော့ဘဲသေပြီး သားလူတွေကိုပဲ တွေ့ရတဲ့ပုံစံမျိုး ဖြစ်သွားခဲ့ပါတယ်။သေသူတွေနေတဲ့မြို့ (Land of Dead) မှာမစ်ဂဲလ်တစ်ယောက်ကွယ်လွန်သွားပြီဖြစ်တဲ့သူ့မိသား စုဝင်တွေနဲ့ ဆုံခဲ့သလို ဒန်တီဆိုတဲ့ခွေးကလေးနဲ့အတူ သူ့အဘိုးအာ နက်စ်တိုကိုလိုက်ရှာပြီး သက်ရှိ လူသားတစ်ယောက်ပြန်ဖြစ်ဖို့ ကြိုးပမ်းခဲ့ပါတယ်။မစ်ဂဲလ်တစ်ယောက် သေ သူတွေနေတဲ့မြို့မှာဘာတွေရင် ဆိုင်ရမှာလဲ။ သူအားကျနေရတဲ့ အဘိုးရဲ့လျှို့ဝှက်ချက်ကို သိသွားပြီးနောက်မှာဘာတွေဆက်ဖြစ် မလဲဆိုတာတော့…. ။(ဇာတ်လမ်းအညွှန်းကို 7Daily Website မှ ကူးယူဖော်ပြပါသည်)Translated by Little NeoEncoded by Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdrian MolinaLee UnkrichStarsAlanna UbachAlfonso AráuAna Ofelia MurguíaAnthony GonzalezAntonio SolBenjamin BrattEdward James OlmosGael García BernalRenée VictorSelene LunaCastAlanna UbachAlfonso AráuAna Ofelia MurguíaAnthony GonzalezAntonio SolBenjamin BrattBlanca AraceliCarla MedinaCheech MarinDyana OrtelliEdward James OlmosGabriel IglesiasGael García BernalHerbert SiguenzaJaime CamilJohn RatzenbergerLombardo BoyarLuis ValdezMontse HernandezNatalia Córdova-BuckleyOctavio SolisPolo RojasRenée VictorSalvador \"Chava\" ReyesSelene LunaSofía Espinosa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/askg3SMvhqEl4OL52YuvdtY40Yb.jpg",
      "https://image.tmdb.org/t/p/w300/gqk6fLXiJnuHRF3IC2sNAfnRJo6.jpg",
      "https://image.tmdb.org/t/p/w300/gKZAQ3b9yApxFunUBlS5Mp74QG4.jpg",
      "https://image.tmdb.org/t/p/w300/bueuppQU4jyVtncUIaGfLtNCSAl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY1000_CR006991000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/coco-2017-mm-sub",
        "server": "VIP Links",
        "size": "1.48GB/673.4MB",
        "quality": "720P/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/coco-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "673.4MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/coco-2017-1080-p-bluray-5-1-ch-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4 https://megaup.net/31Dee/Coco_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "673.4MB",
        "quality": "720P"
      },
      {
        "link": "https://embedsb.com/1p92qayi1e7c.html",
        "server": "streamsb.com",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/ijr9wxv0jbgo.html",
        "server": "streamsb.com",
        "size": "673.4MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zNCz4mQzfEI",
      "video_url": "https://www.youtube.com/watch?v=zNCz4mQzfEI",
      "embed_url": "https://www.youtube.com/embed/zNCz4mQzfEI"
    }
  },
  {
    "metadata": "R|2017|135 min|Comedy,Drama,Sci-Fi",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "9,396"
    },
    "title": "Downsizing (2017)",
    "description": "သိပၸံပညာရွင္ေတြဟာ လူ ဦးေရ ထူထပ္မႈျပႆနာကို လူေတြကို ၅ လက္မအရြယ္အစား ေလာက္ျဖစ္ေအာင္ ခ်ံဳ႕ပစ္တဲ့အ စီအစဥ္နဲ႔ေျဖရွင္းခဲ့ရာမွာ ႀကံဳရ မယ့္ အေျခအေနေလးေတြကို တင္ဆက္ထားတာျဖစ္ပါတယ္။ ေပါလ္နဲ႔ေအာ္ဒေရတို႔ဟာ ေငြေရးေၾကးေရးမေျပလည္မႈေတြ ႀကံဳ ေနရတဲ့ဇနီးေမာင္ႏွံပါ။ ေက်ာင္းသားေဟာင္း စံုညီပြဲတစ္ခုကိုတက္ ရင္း ၅ လက္မအရြယ္ခ်ံဳ႕ထားတဲ့ သူတို႔မိတ္ေဆြ ေဒ့ဗ္၊ က႐ိုးလ္တို႔နဲ႔ ဆံုခဲ့ရပါတယ္။ လူဦးေရ ထူထပ္ မႈနဲ႔ စားနပ္ရိကၡာျပႆနာကို ေျဖ ရွင္းၿပီးသားျဖစ္ေစတဲ့ အရြယ္အ စားခ်ံဳ႕တဲ့ အစီအစဥ္ကို ေနာ္ေ၀း သိပၸံပညာရွင္ေတြက တီထြင္ခဲ့တာျဖစ္ၿပီး လူအေတာ္မ်ားမ်ားလည္း ပါ၀င္ထားၿပီျဖစ္ပါတယ္။အရြယ္အစားခ်ံဳ႕တဲ့ အစီအ စဥ္ကို ေပါလ္တစ္ေယာက္စိတ္ ၀င္စားခဲ့တဲ့အတြက္ ေဒ့ဗ္နဲ႔ေဆြး ေႏြးၾကည့္ခဲ့ၿပီး ေနာက္မွာေတာ့ ဆိုဒ္ခ်ံဳ႕ၿပီးရင္မူလအရြယ္အစား ျပန္မရႏိုင္ေတာ့မွန္းသိေပမယ့္ လူတန္းေစ့ေန ထိုင္စားေသာက္ႏုိင္ ဖို႔အတြက္ တစ္ေန႔တစ္ေန႔ စိတ္ ပူပန္ေနရတဲ့ ေပါလ္နဲ႔ေအာ္ဒေရ တုိ႔ဟာ ဘ၀ေနထိုင္မႈပိုေကာင္း မယ္လို႔ယူဆရတဲ့ ၅ လက္မ ကမၻာထဲကို သြားေနဖို႔ဆံုးျဖတ္ လိုက္ပါေတာ့တယ္။ဒီလိုနဲ႔ႏွစ္ေယာက္သား စိတ္ပိုင္းျဖတ္ကာ ဆိုဒ္ခ်ံဳ႕တဲ့ဌာနကို သြားခဲ့ၿပီး ဘ၀အေျပာင္းအလဲကို စတင္ခဲ့ပါတယ္။ တကယ္ေတာ့ ေအာ္ဒေရဟာ ေနာက္ဆံုးအခ်ိန္ေရာက္မွ စိတ္ေျပာင္းသြားၿပီး ဆိုဒ္မခ်ံဳ႕ျဖစ္ခဲ့ေပမယ့္ ေပါလ္ကေတာ့ ၅ လက္မလူသားအျဖစ္ ေျပာင္း သြားခဲ့ပါတယ္။၅ လက္မအရြယ္ေတြေနတဲ့ကမၻာကို တစ္ကိုယ္တည္း ေရာက္သြားခဲ့တဲ့ ေပါလ္တစ္ ေယာက္ ဘယ္လိုအျဖစ္အပ်က္ ေတြနဲ႔ႀကံဳရဦးမွာလဲ၊ အဲဒီကမၻာမွာ ေပါလ္ေမွ်ာ္လင့္ထားသလို ဘ၀ ေနထိုင္မႈပိုေကာင္းတဲ့ အေနအထားရွိ ေနမွာလားဆိုတာကိုေတာ့ ေပါလ္ရဲ႕ စြန္႔စားခန္းအျဖစ္အ ပ်က္ေတြအနဲ႔အတူ ဆက္ၾကည့္ဖို႔ ေဖာ္ျပလိုက္ပါတယ္။ဒီဇာတ္ကားမွာ မက္ေဒမြန္၊ခရစၥတိုဖာေ၀ါ့ဇ္၊ ဟုန္ေခ်ာင္၊ခရစၥတန္၀စ္၊ ေဂ်ဆင္ဆူဒယ္ကီ စတဲ့သ႐ုပ္ေဆာင္ ေတြပါ၀င္ထား ပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ 7daydaily Website မွကူးယူေဖာ္ျပပါသည္)File Size : (0.99 GB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 2hr 15minFormat : Mp4Genre :Comedy, Drama, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GECKOSTranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlexander PayneStarsChristoph WaltzHong ChauIngjerd EgebergJason SudeikisKristen WiigMaribeth MonroeMatt DamonRolf LassgårdSøren PilmarkUdo KierCastAlison BrooksAlison J. PalmerAna Marie CoxBob BezousekBrendan BeiserBrigette Lundy-PaineCarmen OrellanaChristoph WaltzDamiãn Garth BrownDave SokolowskiDavid NoonenDon LakeDonna Lynne ChamplinHong ChauIngjerd EgebergJames Van Der BeekJason SudeikisJayne HoudyshellJeffrey SinclairJermaine Otis GranvilleJoaquim de AlmeidaJohn ReynoldsKathryn AboyaKerri Kenney-SilverKerry-Lee FinkleKevin KunkelKristen ThomsonKristen WiigLarry MannellLaura DernLinda M. AndersonMargo MartindaleMaribeth MonroeMartha GirvinMary Kay PlaceMatt DamonMichael HeathcoteMilo GoodmanNatasha BromfieldNeil Patrick HarrisNiecy NashPatrick GallagherPaul ConstablePepe SernaPhil ReevesRaffaele BreretonRoland MartinRolf LassgårdSherry MandujanoSøren PilmarkTim DriscollUdo Kier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5RzW9i3vFsXCPLqYwgNJV1QuSgk.jpg",
      "https://image.tmdb.org/t/p/w300/rzKlrNpaCMYQVEUQHY8sgZybRwp.jpg",
      "https://image.tmdb.org/t/p/w300/rtr0l61RxLPkmZHbZj0WFlGx5G5.jpg",
      "https://image.tmdb.org/t/p/w300/kyv1q9ozK7EpCcGtUrSFaL37yEV.jpg",
      "https://image.tmdb.org/t/p/w300/hJP5ZCz3HN1w3wky6Ya8O1R109u.jpg",
      "https://image.tmdb.org/t/p/w300/4BYwzdO4ppCNnmjrLkl1hzKZV8x.jpg",
      "https://image.tmdb.org/t/p/w300/fbkY0MXiN2z97nqwjNXgeKcBeA3.jpg",
      "https://image.tmdb.org/t/p/w300/gWEtNv8tZQZdbgLXTK8BsHn4xGE.jpg",
      "https://image.tmdb.org/t/p/w300/3zaenPOZnnE2r8rFK6y0wtyMwAH.jpg",
      "https://image.tmdb.org/t/p/w300/biktyxTWMpmqLiXb7iHqp5hax4b.jpg",
      "https://image.tmdb.org/t/p/w300/r941cmPZX8dz4ESYpnRwCRZnM41.jpg",
      "https://image.tmdb.org/t/p/w300/mi9ng6TsjVCPJnLBVB6fSdlmA7p.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/downsizing.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/downsizing-2017-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/downsizing-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bkadMe_Iqs4",
      "video_url": "https://www.youtube.com/watch?v=bkadMe_Iqs4",
      "embed_url": "https://www.youtube.com/embed/bkadMe_Iqs4"
    }
  },
  {
    "metadata": "|2017|140 min|Action,Bollywood,Comedy,Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "4,187"
    },
    "title": "Golmaal Again (2017)",
    "description": "ေမြးရပ္ေျမေနရာေဟာင္းဆီ ကို ျပန္လာၾကတဲ့ ဂိုပဲလ္၊ မာဒက္ဗ္၊လပ္ကီး၊ လက္စ္မန္ပရာဆပ္နဲ႔ လက္စ္မန္တို႔ဟာ အသစ္ျပန္ လည္မြမ္းမံထားတဲ့ မိသားစုပိုင္အိမ္ႀကီးမွာ ေနၾကပါတယ္။ ဂိုပဲလ္တို႔မွာ ကေလးဘ၀ကတည္းက မတည့္ၾကတဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိၿပီး အရြယ္ေရာက္လာတဲ့အခ်ိန္ထိ မတည့္ၾကဘဲ ျပန္ေရာက္လာတဲ့ ဂိုပဲလ္တို႔နဲ႔ ေတြ႕တာနဲ႔ကို ရန္ျဖစ္ ၾကပါေတာ့တယ္။တစ္ရက္မွာေတာ့ ဂိုပဲလ္ တစ္ေယာက္ အိမ္ႀကီးမွာေနရင္း ထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြႀကံဳ ရလို႔ တျခားသူေတြကို ေျပာျပေပမယ့္ ဂိုပဲလ္ကို တစ္ေယာက္မွ မယံုပါဘူး။ ဒါေပမဲ့ ေနာက္ေတာ့ အိမ္ႀကီးထဲက ဆန္းၾကယ္မႈေတြကို အကုန္ႀကံဳရတဲ့အခါမွာေတာ့ အ ေျခာက္အလွန္႔ေတြရွိ တယ္ဆို တာ သေဘာေပါက္ခဲ့ပါတယ္။ဒါနဲ႔ သရဲတေစၦေတြေမာင္း ထုတ္ဖို႔ဆိုၿပီး ဆရာေတြ မ်ိဳးစံုေခၚ လုပ္ေပမယ့္ ထူးျခားမႈမရွိဘဲ အ ေျခာက္အလွန္႔မ်ိဳးစံုနဲ႔သာ ႀကံဳရပါတယ္။ ဂိုပဲလ္တို႔ရဲ႕ အျဖစ္အပ်က္ေတြကို ဟာသဇာတ္ကြက္ ေလးေတြနဲ႔ တင္ဆက္ထားတာမို႔ ရယ္ေမာရဦးမွာပါ။အိမ္ႀကီးထဲက အေျခာက္အ လွန္႔ေတြေနာက္ကြယ္မွာ ဘယ္လိုအေၾကာင္းရင္းေတြရွိေနလဲ၊ ဂုိ ပဲလ္တို႔အဖြဲ႕က ဒီျပႆနာကို ဘယ္လိုနည္းလမ္းေတြနဲ႔ ရွင္းထုတ္မွာလဲဆုိတာေတာ့ ေဘာလိ၀ုဒ္ဇာတ္ကားေတြရဲ႕ ထံုးစံအတိုင္း ကကြက္အလွ၊ ႐ိုက္ခ်က္အလွေတြနဲ႔အတူ ဆက္ၾကည့္ဖို႔ ေဖာ္ျပလိုက္ပါတယ္။ပါ၀င္ထားသူေတြကေတာ့ Ajay Devgn၊ ParineetiChopra၊ Tabu ၊ Arshad Warsi၊ Tushar Kapoor၊ ShreyasTalpade၊ Kunal Khemu စသူေတြျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းကို 7Daily Website မွ ကူးယူေဖာ္ျပပါသည္)File Size : (1.1 GB)Quality : Blu-Ray 720pRunning Time : 2hr 20minFormat : Mp4Genre :Action, Comedy, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264 DTS 5.1 Hon3yTranslated by Mie MieEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRohit ShettyStarsAjay DevgnArshad WarsiKunal KhemuNeil Nitin MukeshParineeti ChopraPrakash RajSanjay MishraShreyas TalpadeTabuTusshar KapoorCastAjay DevgnArshad WarsiAshwini KalsekarJohnny LeverKunal KhemuMukesh TiwariNana PatekarNeil Nitin MukeshParineeti ChopraPrakash RajSachin KhedekarSanjay MishraShreyas TalpadeTabuTusshar KapoorUday TikekarVijay PatkarVrajesh Hirjee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vULFc1FCBKFAa0auoQkykTS7mJ3.jpg",
      "https://image.tmdb.org/t/p/w300/bjvKEnVvZYYAp80I8DV1Co7yUu7.jpg",
      "https://image.tmdb.org/t/p/w300/hSTgVxQnc1QJrTvE6XzzdrNKff5.jpg",
      "https://image.tmdb.org/t/p/w300/n9fHqFEyDRojzFca3Oc1xy1FiD1.jpg",
      "https://image.tmdb.org/t/p/w300/294rhQ0kAP7D0k1vMJ6XC0QTNfi.jpg",
      "https://image.tmdb.org/t/p/w300/2JTqYozAkCUga9LSq64gI9CJ8Bm.jpg",
      "https://image.tmdb.org/t/p/w300/wYYL6zB5W8x9iL3zvaoN99AWrAd.jpg",
      "https://image.tmdb.org/t/p/w300/vgo8L24gDPAKqFAXeQ5Cbqcw6cm.jpg",
      "https://image.tmdb.org/t/p/w300/ejN2px1DXyZCPZ4yLRK7xIwZezJ.jpg",
      "https://image.tmdb.org/t/p/w300/5pknLCMzo6qAwXGYtvAmkEDuWrT.jpg",
      "https://image.tmdb.org/t/p/w300/cGxtmOAXPT4frwb23HH8VEM7sZa.jpg",
      "https://image.tmdb.org/t/p/w300/5tlpgVyR5v2uOlmm6wiZb7CI5q3.jpg",
      "https://image.tmdb.org/t/p/w300/5cZq5CXSXZjYZkHwTSPWQWExBwm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYmI5Y2JkNzUtNWJkZC00OTE1LTg3ZDItMjQ0Mzc1MjdhMzhiXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jf3bn8329prx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/golmaal-again-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1y5hs/Golmaal_Again_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/geAShAzT#GEYAJswJguSJ7iDZONKhKSUCsaEobNx51ePj9PCDzaU",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/jeenxx7ogs8h",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "VgQUwsUHdqc",
      "video_url": "https://www.youtube.com/watch?v=VgQUwsUHdqc",
      "embed_url": "https://www.youtube.com/embed/VgQUwsUHdqc"
    }
  },
  {
    "metadata": "N/A|2017|1h 39m|Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "548"
    },
    "title": "Dear Nathan (2017)",
    "description": "Dear Nathan ( 2017 )IMDb 6.8/10ရုပ်ချောလွန်းလို့ကောင်မလေးတွေဝိုင်းကြိုက်တာခံနေရပါသလား ဒါဆိုရင်တော့ဒီကားက ယောရောဘွန်းတို့ဆက်ဆက်ဒေါင်းကြည့်သင့်တဲ့ဇာတ်ကားပါပဲနော်ဒီအပိုင်းကတော့ ဆယ်လ်မာနဲ့နသန်တို့စတင်တွေ့ဆုံခြင်းပါပဲဆယ်လ်မာကကျောင်းပြောင်းလာတဲ့ကျောင်းသူသစ်လေးပေါ့နသန်ကတော့ထုံးစံအတိုင်း ရန်ဖြစ်တတ်တဲ့ဆိုးဆိုးပေပေကောင်လေးပါပဲကျောင်းနောက်ကျလို့ ပိတ်သွားတဲ့ကျောင်းတံခါးကြည့်ရင်းစိတ်ဓာတ်ကျနေတဲ့ဆယ်လ်ကို နသန်ကကူညီပေးရင်းသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ပါတယ်နသန်ကကောင်ချောလေးဖြစ်တဲ့အပြင်ဂျစ်ကန်ကန်နဲ့ အစအနောက်လည်းသန်တော့သူ့ကိုကြိတ်သဘောကျနေတဲ့မိန်းကလေးတွေလည်းအများသားရယ်ပေါ့ဒါပေမယ့် တစ်ယောက်ကိုမှစိတ်မဝင်စားခဲ့တဲ့နသန်ကဆယ်လ်မာ့ကိုတော့မြင်မြင်ချင်းချစ်သွားခဲ့မိတယ်တကယ်ချစ်တဲ့လူအတွက်ပြောင်းလဲပေးချင်ကြတာယောကျာ်းတွေရဲ့သဘာဝပဲမလား ဒီတော့အေးအေးဆေးဆေးနေတတ်တဲ့ဆယ်လ်မာနဲ့အလိုက်သင့်နေနိုင်အောင် အချစ်ရဲ့ခွန်အားနဲ့နသန်တစ်ယောက်ကြိုးစားပုံတွေ သူတို့နှစ်ယောက်ကြားကအခက်အခဲဖြေရှင်းပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်File size…1.5GB / 714MBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration….1h 39mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIndra GunawanStarsAmanda RawlesBeby TsabinaChicco KurniawanDiandra AgathaFaiz FadhilJefri NicholKevin ArdilovaRayn WijayaCastAmanda RawlesAyu Dyah PashaBeby TsabinaChicco KurniawanDenira WiragunaDian SidikDiandra AgathaFaiz FadhilJefri NicholJohan SebastianKarina SuwandiKarlina InawatKevin ArdilovaNadia NaufelRaquel Katie LarkinRavil PrasetyaRayn WijayaSri HartiniSurya Saputra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lpfms8uoUSu2umHFgywTd8Ew2uZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQxMTBkMTQtY2YwZi00YjhlLTkwNmItNjI0NWFlMDAzMzE0XkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dear-nathan-2017-1080-p-amzn-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3djdhi7l4842.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2v4B8/Dear.Nathan.2017.1080p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gW1xnbwD#-3PQgPPEi6iI3f6HvUDStdKEjx_e-BhCnUWJpJybnD4",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/smfjftnaz0et.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dear-nathan-2017-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "714MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/la3gwqmh6b5y.html",
        "server": "usersdrive.com",
        "size": "714MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3b23y/Dear.Nathan.2017.720p(CM).mp4",
        "server": "megaup.net",
        "size": "714MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZT0hHRSS#c632I_n7MaXVDP6x1SqqJ1-vux4Lpzn5OnwP1j6Otlw",
        "server": "mega.nz",
        "size": "714MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/1vq47ke1oy5v.html",
        "server": "streamsb.com",
        "size": "714MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8GIQsLKMBkk",
      "video_url": "https://www.youtube.com/watch?v=8GIQsLKMBkk",
      "embed_url": "https://www.youtube.com/embed/8GIQsLKMBkk"
    }
  },
  {
    "metadata": "PG-13|2017|133 min|Action,Adventure,Marvel Universe,Sci-Fi",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "158,959"
    },
    "title": "Spider-Man: Homecoming (2017) MCU",
    "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်Tobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ Spidey လက်သစ်ရဲ့ Hello Everyone ဆိုတဲ့တစ်ခွန်းတည်းနဲ့ ပယ်ဖျက်ခဲ့တယ်။” တခြားစူပါဟီးရိုးတွေလို ရင့်ကျက်မှုမရှိသေးမယ့် CW ကဖြစ်ရပ်တွေထဲ ဝင်ပါခဲ့ရပြီးတဲ့နောက် Peter Parker ဟာ သူ့ကိုအချိန်ပြည့် စောင့် ကြည့်ထိန်းမတ်ပေးနေတဲ့ Tony Starkရဲ့ အုပ်ချုပ်မှုအောက်မှာ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုအပြည့်နဲ့ ဝတ်စုံအသစ်နဲ့အတူ နေ့တိုင်း မှုခင်းတိုက်ဖျက်နေခဲ့ပါတယ်။Parker ဟာ သူ့ရဲ့ အခင်ဆုံး သူငယ်ချင်း Ned နဲ့အတူ သာမန်ရိုးရှင်းတဲ့ အထက်တန်းကျောင်းသား ဘဝကို အတွဲညီညီဖြတ်သန်းနေသလို Lizဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကိုပါ ခွက်ရှ်နေခဲ့ပါတယ်။သို့သော်လည်းပဲ Tony Stark ရဲ့ လက်နက်ထိန်းချုပ်ရေး ပရိုဂရမ်ကြောင့် အမြစ်တည်ပျံ့ပွားလာတဲ့ အမုန်းတရားတွေရဲ့သားကောင် Vulture ဆိုတဲ့ Villain တစ်ယောက်ပေါ်လာချိန်မှာတော့ အတွေ့အကြုံအကြီးကြီး မရှိသေးတဲ့ Spidey လေးခင်မျာ အားကုန်သုံးပြီး ပြန်တွန်းလှန်ရပါတော့တယ်…. ။ ”‌ဒီကားဟာ Tomရဲ့ Solo Film ဖြစ်တဲ့အတွက် သူအတွက် လုပ်ပိုင်ခွင့်တွေ ပိုရလာခဲ့သလို Comic ထဲကလို ပျော်ပျော်နေတတ်တဲ့ Friendly Neighborhood Spidey လေးကို မြင်တွေ့ခဲ့ရတယ်။သူ့ရဲ့ စိတ်ဓာတ်၊ သူ့ရဲ့ စွမ်းအား၊ သူ့ရဲ့ လုပ်နိုင်စွမ်းတွေဟာ ဒီကားနဲ့အတူ နောင်လာမယ့် ကားတွေမှာပါ ကျွန်တော်တို့ အချစ်တော် Spidey လေးဖြစ်လာမယ်ဆိုတာတော့ ဘယ်လိုမှ လွဲမယ်မထင်ပါဘူး…။(ဇာတ်လမ်းအညွှန်းကိုတော့ Y မှရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ Little Neo ပါ)++++++++++++++++++++++++++++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File size…(6.3 GB)/(1.6 GB)/(850 MB)Quality….BluRay 4K HEVC/ DS4K 1080p / 720pFormat…mkv/mp4Duration….02:13:28Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byLittle NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon WattsStarsChris EvansGwyneth PaltrowJacob BatalonJon FavreauLaura HarrierMarisa TomeiMichael KeatonRobert Downey Jr.Tom HollandZendayaCastAbraham AttahAdrian FavelaAlexa LarakiAmy HillAndy PowersAngourie RiceAri GrooverAustin HandleBob AdrianBokeem WoodbineBrian SchaefferCalvin PowellCassidy BalkcomChris AdamsChris EvansChris SepulvedaChris SilcoxChristopher BerryDante BrattelliDarshan PatelDavvy GlabDestiny LopezDonald GloverDonald K. OverstreetDoug Scroggins IIIElliEmelita T. GonzalezEthan DizonFaith LoganFelix PerezFriday ChamberlainGarcelle BeauvaisGary RichardsonGary WeeksGina CordanGregory FrenchGwyneth PaltrowHallie RicardoHannibal BuressHarrison OsterfieldHemky MaderaIsabella AmaraJ.J. TotahJacob BatalonJada JarvisJaine YeJennifer ConnellyJennifer KimJeremy Francis BellJerome JoyceJoe HangJohn DruzbaJohn PenickJohnny SerretJon FavreauJona XiaoJonah BowlingJonathan Randall HunterJonnah-Blaine BowlingJorge Lendeborg Jr.Josie TotahJoy CostanzaKenneth ChoiKerry CondonKevin LaRosa Jr.Kirk R. ThatcherLaura HarrierLauren BrumbelowLeonardo CollaguazoLiam CapekLiza FaginLogan Marshall-GreenLondon CarlisleLorenzo James HenrieLouis GonzalezMaiya BoydMarisa TomeiMarmee Regine CosicoMartha KellyMartin StarrMegan WilkensMelissa Kay GlazeMelvin Kindall MylesMichael BarbieriMichael BreathMichael ChernusMichael KeatonMichael MandoMiles MussendenMyles AndersonNicholas AzarianNickolas WolfNitin NohriaOmar CapraRandy BurnettRebeca DonovanRen ColleyRichard R. CorapiRobert Downey Jr.Romar BennettRoy CoulterSalena QureshiSelenis LeyvaSherin MaldonadoSondra JamesStan LeeStephen ViningStewart SteinbergSydney Shea BarkerTahseen GhauriTiani WrightTiffany EspensenTom HollandTony RevoloriTrevor WolfTunde AdebimpeTyne DalyVince FosterWayne BurleyWayne PéreYu LewZach CherryZendaya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tTlAA0REGPXSZPBfWyTW9ipIv1I.jpg",
      "https://image.tmdb.org/t/p/w300/vc8bCGjdVp0UbMNLzHnHSLRbBWQ.jpg",
      "https://image.tmdb.org/t/p/w300/vMNEvp4wKAkDIODZjz5BsqVWY9y.jpg",
      "https://image.tmdb.org/t/p/w300/lAsr1ytUq0ATWdCbcjf59pupPFy.jpg",
      "https://image.tmdb.org/t/p/w300/pxUR3OPzySgqVBxseumkgFHbKoJ.jpg",
      "https://image.tmdb.org/t/p/w300/7snXgpmWghs6IDmpOCgZkW0X73A.jpg",
      "https://image.tmdb.org/t/p/w300/24GSBmRoQlX7tnHvH5BTPq2eMVQ.jpg",
      "https://image.tmdb.org/t/p/w300/b5EhDAly33c6Allclns7u22hHUb.jpg",
      "https://image.tmdb.org/t/p/w300/yHIONS8qyPCDxepahbz472nisTC.jpg",
      "https://image.tmdb.org/t/p/w300/2j91PzOC2gSWKn53AIIAQi0UYI.jpg",
      "https://image.tmdb.org/t/p/w300/pOnhfCCdNkrXFb12a9PBE6LRvdm.jpg",
      "https://image.tmdb.org/t/p/w300/mQkaxm35T3kejiK3WUQVQi59Vyk.jpg",
      "https://image.tmdb.org/t/p/w300/iTNRITBrVtKogjhCVfmj7xPDSZi.jpg",
      "https://image.tmdb.org/t/p/w300/tPpYGm2mVecue7Bk3gNVoSPA5qn.jpg",
      "https://image.tmdb.org/t/p/w300/qrTOfi3Xqu8s8NKI0vSFNidaVkE.jpg",
      "https://image.tmdb.org/t/p/w300/nxNyozJ33UBXR7XELCu7dsfSXVA.jpg",
      "https://image.tmdb.org/t/p/w300/yjNhOJccI1FQhQm2ia4zBfkFHL3.jpg",
      "https://image.tmdb.org/t/p/w300/fn4n6uOYcB6Uh89nbNPoU2w80RV.jpg",
      "https://image.tmdb.org/t/p/w300/msBGdhaCLuoEPLxzV7yHXsqfgcV.jpg",
      "https://image.tmdb.org/t/p/w300/yjxEjKjP1Z5dBOVDJfjHW4XdS6x.jpg",
      "https://image.tmdb.org/t/p/w300/wgojCpZA2IUjk4GIdXiXlBorQhy.jpg",
      "https://image.tmdb.org/t/p/w300/tmnDSLcWvdnLpfJXEj5TzNjtq9A.jpg",
      "https://image.tmdb.org/t/p/w300/9iFpsmj1jvdq7DYdRCCZQmldo74.jpg",
      "https://image.tmdb.org/t/p/w300/yffPnuEGnvn8LIynLrU28fQdQqy.jpg",
      "https://image.tmdb.org/t/p/w300/a7fHUrmm1TRXBrJrHLXMHvmolvD.jpg",
      "https://image.tmdb.org/t/p/w300/qYEDPEgacZYLKyMcOL0in7A8z9Q.jpg",
      "https://image.tmdb.org/t/p/w300/5GwAkDzFsAnMcuGaZVGFljrWj05.jpg",
      "https://image.tmdb.org/t/p/w300/bswq6ZOKGWd4TTepZ3m2vgrhRMY.jpg",
      "https://image.tmdb.org/t/p/w300/2npRohaHrCE0DCusTIp6S8Mow5V.jpg",
      "https://image.tmdb.org/t/p/w300/1zg0wzossIRyfWE1eE9oMho0MRS.jpg",
      "https://image.tmdb.org/t/p/w300/nLHcRwOANSFCN8KveyuOSBd47uw.jpg",
      "https://image.tmdb.org/t/p/w300/ambEXGH8Ifw88jah8ZKlBq3FkP8.jpg",
      "https://image.tmdb.org/t/p/w300/8Pbm8XfMuRv5lk5IAoHEwC5MaEY.jpg",
      "https://image.tmdb.org/t/p/w300/vcq5XdkKyr1yZO0UyMyeyTrODfG.jpg",
      "https://image.tmdb.org/t/p/w300/ylm5UYIMnPOXJTedZWqL413A7ss.jpg",
      "https://image.tmdb.org/t/p/w300/1kFLU8xb1QfU1blPQHzqgoMErSn.jpg",
      "https://image.tmdb.org/t/p/w300/2WKGcoB6AWDAFD0H0oKdCZaEIcJ.jpg",
      "https://image.tmdb.org/t/p/w300/pTdoNxD95HwpI1qluIjsqwzSEoh.jpg",
      "https://image.tmdb.org/t/p/w300/8DgO1Vztm6xHEhYs0hKIwHKGWEH.jpg",
      "https://image.tmdb.org/t/p/w300/gSgFRLMGXffiz2iGH5lZBZKPCbg.jpg",
      "https://image.tmdb.org/t/p/w300/ep7h0btb6x6dlNU73UoqqHuYfKL.jpg",
      "https://image.tmdb.org/t/p/w300/aBe260zikzJKdXRGyaCkti7QQpN.jpg",
      "https://image.tmdb.org/t/p/w300/7PhC0zGZNRWNQSXJz9Y3kAooGer.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/spider-man-homecoming-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-spider-man-homecoming-2017-blu-ray-4-k-uhd-hevc-eac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1H2fx/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_4K_UHD_HEVC_EAC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "6.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/BlkiHajL#eQyv3ToLd6ZfR61H6T6SdvZxw0PgjQp8BjJntb5uh8w",
        "server": "mega.nz",
        "size": "6.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/b06y1o6v2tnb.html",
        "server": "usersdrive.com",
        "size": "6.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spider-man-homecoming-2017-blu-ray-1080-p-hevc-aac-2-0-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://megaup.net/32Xah/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_1080p_HEVC_AAC_2.0_Audio.mkv",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/xl8GyCra#su1qrfSv5PrEldQy0-GPECjVpXqo-cXSq263_fzVDFs",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/6nup62pvffso.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "DS4K 1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spider-man-homecoming-2017-blu-ray-ds-4-k-720-p-hevc-aac-2-0-audio-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32Xaj/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_DS4K_720p_HEVC_AAC_2.0_Audio.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o00UlCAR#AaDQpYQHxFaeklwXLSWceF3zdG3OdHS_ELtlRV8Malw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yadvppssief0.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/vdqddwbsbc7e.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lCkVr1n1eCA",
      "video_url": "https://www.youtube.com/watch?v=lCkVr1n1eCA",
      "embed_url": "https://www.youtube.com/embed/lCkVr1n1eCA"
    }
  },
  {
    "metadata": "R|2017|N/A|Action,Comedy",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Death Race 2050 (2017)",
    "description": "၂၀၁၇ ခုႏွစ္ရဲ႕အသစ္ထြက္ထားတဲ့ Action , Sci-Fi ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ ၁၉၇၅ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Death Race 2000 ဇာတ္ကားရဲ႕ Sequel အေနနဲ႕ထြက္ရွိထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့……….ႏွစ္ေထာင့္ငါးဆယ္ခုႏွစ္…လူလူခ်င္း ေခါင္းပံုျဖတ္ အျမတ္ႀကီးစားတတ္ေသာလူမ်ား ႀကီးစိုး၍ လူဦးေရေပါက္ကြဲေနေသာအခ်ိန္…ၿပိဳင္ပြဲတစ္ခု…ထိုေပါက္ကြဲေနေသာ လူဦးေရကို ထိန္းခ်ဳပ္ႏိုင္ရန္ အစိုးရက အညႇာအတာကင္းမဲ့စြာ ျပဳလုပ္ခဲ့ေသာ ၿပိဳင္ပြဲ…တစ္နည္းအားျဖင့္…မရဏၿပိဳင္ပြဲၿပိဳင္ပြဲဝင္ေတြဟာ ႏိုင္ငံကို အထိန္းအကြပ္မ႐ွိ ေက်ာ္ျဖတ္ဘယ္သူေသေသ ငေတမာရင္ၿပီးေရာ စိတ္ျဖင့္ ၿပိဳင္ပြဲဝင္ အခ်င္းခ်င္း မရဏတရားျဖင့္ မိတ္ဆက္ေပးသည့္ ၿပိဳင္ပြဲ…။R-Rated မို႕လို႕ ၾကမ္းၾကမ္းတမ္းတမ္းေတြျမင္ေတြ႕ရဖို႕ရွိေနပါတယ္။(ဒီဇာတ္ကားကိုAung Myint Ooမွဘာသာျပန္တင္ဆက္ထားတာပါ။)UNICODE၂၀၁၇ ခုနှစ်ရဲ့အသစ်ထွက်ထားတဲ့ Action , Sci-Fi ဇာတ်ကားပါ။ဒီဇာတ်ကားဟာ ၁၉၇၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Death Race 2000 ဇာတ်ကားရဲ့ Sequel အနေနဲ့ထွက်ရှိထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့……….နှစ်ထောင့်ငါးဆယ်ခုနှစ်…လူလူချင်း ခေါင်းပုံဖြတ် အမြတ်ကြီးစားတတ်သောလူများ ကြီးစိုး၍ လူဦးရေပေါက်ကွဲနေသောအချိန်…ပြိုင်ပွဲတစ်ခု…ထိုပေါက်ကွဲနေသော လူဦးရေကို ထိန်းချုပ်နိုင်ရန် အစိုးရက အညှာအတာကင်းမဲ့စွာ ပြုလုပ်ခဲ့သော ပြိုင်ပွဲ…တစ်နည်းအားဖြင့်…မရဏပြိုင်ပွဲပြိုင်ပွဲဝင်တွေဟာ နိုင်ငံကို အထိန်းအကွပ်မရှိ ကျော်ဖြတ်ဘယ်သူသေသေ ငတေမာရင်ပြီးရော စိတ်ဖြင့် ပြိုင်ပွဲဝင် အချင်းချင်း မရဏတရားဖြင့် မိတ်ဆက်ပေးသည့် ပြိုင်ပွဲ…။R-Rated မို့လို့ ကြမ်းကြမ်းတမ်းတမ်းတွေမြင်တွေ့ရဖို့ရှိနေပါတယ်။(ဒီဇာတ်ကားကို Aung Myint Oo မှဘာသာပြန်တင်ဆက်ထားတာပါ။)File size…(850MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:33:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorG.J. EchternkampStarsBurt GrinsteadMalcolm McDowellManu BennettMarci Miller",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/Death-Race-2050-Türkçe-Altyazılı-izle-Ölüm-Yarışı-2050.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/death-race-2050-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/death-race-2050-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/jgwb6skwvgn2",
        "server": "upstream.to",
        "size": "857MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|95 min|Action,Crime",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "2,175"
    },
    "title": "Sleepless (2017)",
    "description": "ဗင္းဆင့္ ဟာ ရဲ အရာရွိတစ္ေယာက္ျဖစ္ၿပီး အက်င့္ပ်က္ ရဲတစ္ေယာက္ျဖစ္တာေၾကာင့္သူနဲ႔ အလိုတူ အလိုပါ တစ္ဦးျဖစ္သူ ဆမ္ ႏွင့္ အတူ မူးယစ္ဂိုဏ္း တစ္ဖြဲ႔ရဲ႕ဘိန္းျဖဴ မ်ားကို ၾကား၀င္ လုယက္ခဲ့ပါတယ္…၀င္ေရာက္ လုယူခဲ့ေသာ္လဲ အပစ္အခတ္မ်ား ျဖစ္၍ မူးယစ္ဂိုဏ္းသား တစ္ခ်ိဳ႕ ေသဆံုးၿပီးဗင္းဆင့္ ရဲ႕ မ်က္ႏွာကို တစ္ဦးက ျမင္သြားပါတယ္…ေနာက္ေန႔ ရဲဌာန တြင္ ဟန္မပ်က္ ျပန္ေနၾကၿပီး ထို အမႈ အခင္းကိုလဲသူတို႔ ႏွစ္ဦးသာ လက္လြဲယူလိုက္ပါတယ္အရာအားလံုး အဆင္ေျပေနၿပီ ထင္ေသာ္လဲပဲ အက်င့္ပ်က္ ခ်စားေနေသာ ရဲမ်ားကိုစံုစမ္းေဖာ္ထုတ္ေနေသာ မဟုတ္မမွန္ စိတ္ရွိသူ ဌာန အတြင္းမွ ရဲအရာရွိ ဘရိုင္ယန္ မွဗင္းဆင့္ တို႔ ႏွစ္ဦးကို မသကၤာစာရင္းထဲ ေစာင့္ၾကည့္လ်က္ ရွိေနခဲ့ၿပီး ထိုအခ်ိန္တြင္းမွာပဲဗင္းဆင့္ တို႔ အလစ္သုတ္လာေသာ ဘိန္းျဖဴ မ်ား၏ ပိုင္ရွင္ျဖစ္သူ ႏိုဗက္ မွာဗင္းဆင့္ ၏ သားကို ျပန္ေပးဆြဲသြားပါေတာ့တယ္…မိမိ သရုပ္အမွန္လဲ ေပၚသြား၍ ရဲမ်ားကလဲ လုိက္ဖမ္း လူဆိုးမ်ားကလဲ အလိုရွိေနတဲ့ဗင္းဆင့္ တစ္ေယာက္ ရန္သူမ်ား ပတ္ခ်ာလည္၀ိုင္းေနတဲ့ ၾကားက သားျဖစ္သူကို ဘယ္လိုကယ္တင္မလဲဗင္းဆင့္ ကိုေရာ ရဲမ်ားက ဖမ္းဆီး လို႔ ရႏိုင္ပါ့မလား ဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ၾကပါသည္းထိတ္ရင္ဖို အက္ရွင္ၾကမ္းၾကမ္းေတြမွ ႀကိဳက္တဲ့သူေတြ အတြက္ ၾကည့္သင့္တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ခုပါဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Channel Myanmar Translator တစ္ဦးျဖစ္သူBro Chan ပဲ ျဖစ္ပါတယ္…Thit San Khant===============Download HD (1GB)Download Small (550MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBaran bo OdarStarsGabrielle UnionJamie FoxxOctavius J. JohnsonScoot McNairy",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNjEwMDAyOTM4OV5BMl5BanBnXkFtZTgwMzc4MjMyMDI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2017|77 min|Adventure,Animation,Mystery,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "128"
    },
    "title": "Lego Scooby-Doo! Blowout Beach Bash",
    "description": "2017 ခုႏွစ္ထြက္ scooby doo ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္း ေလးက Animation အႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါ စကူဘီဒူး ထံုးစံ အလြဲနဲ႔ သရဲ နဲ႔ ပရိတ္သတ္ႀကီးကို မပ်င္းေစပဲ အဆံုးထိ ခြီေနရမွာပါ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာဘာညာညာ နဲ႔ swimming party ဆင္ႏြဲေနတဲ့ scooby တို႔ အဖြဲ႕ကို ပင္လယ္ဓားျပ သရဲ ေတြက လာေရာက္ေႏွာက္ယွက္ တဲ့အခါမွာ စကူဘီက ဘယ္လိုအလြဲေတြနဲ႔ ကယ္တင္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ ဗ်ာဘာသာျပန္က မင္းျပည့္စံုပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEthan SpauldingStarsFrank WelkerGrey DeLisleKate MicucciMatthew LillardCastFrank WelkerGrey DeLisleKate MicucciMatthew Lillard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iAwIkeh8YaRvelFRtmc9VOw1X6x.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/p14220622_p_v8_aa.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1nuYd9",
        "server": "openload.co",
        "size": "550MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuYeE",
        "server": "openload.co",
        "size": "300MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1nuYic",
        "server": "drive.google.com",
        "size": "550MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "P4TomLSVr0I",
      "video_url": "https://www.youtube.com/watch?v=P4TomLSVr0I",
      "embed_url": "https://www.youtube.com/embed/P4TomLSVr0I"
    }
  },
  {
    "metadata": "N/A|2017|94 min|Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,181"
    },
    "title": "The Ritual (2017)",
    "description": "ေကာလိပ္ကတည္းကတြဲခဲ့ၾကတဲ့ သူငယ္ခ်င္းငါးေယာက္ျပန္ဆံုၾကတဲ့အခါ ခရီးထြက္ဖို႔တိုင္ပင္ၾကတယ္။ခရီးေတြကတစ္ေယာက္တစ္မ်ိဳးစီသြားခ်င္တဲ့ေနရာေတြကမတူၾကေတာ့ တိုင္ပင္ရင္းဘားကျပန္အလာ လမ္းမွာ သူငယ္ခ်င္းတစ္ေယာက္က မေတာ္တဆအသတ္ခံရျပီး ေသဆံုးသြားခဲ့ပါတယ္။ဒီလိုနဲ႕ေနာက္ထပ္ေျခာက္လအၾကာမွာ က်န္တဲ့သူငယ္ခ်င္းေလးေယာက္ဟာ ေသဆံုးသြားတဲ့သူငယ္ခ်င္းရဲ႕ဆႏၵကိုျဖည့္ဆီးေပးတဲ့အေနနဲ႔ သူသြားခ်င္တဲ့ ေတာင္တက္ခရီးကို သြားေပးခဲ့ၾကတယ္။သူတို႔ေတာင္တက္ခရီးသြားၾကတဲ့ေနရာဟာ ဆီြဒင္နဲ႔ေနာ္ေဝနိုင္ငံၾကားက လူသူအေရာက္အေပါက္နည္းတဲ့ေတာင္ကုန္းေတြ သစ္ေတာေတြဘက္ျဖစ္တယ္။သူငယ္ခ်င္းေလးေယာက္ဟာ အဲ့ဒီေနရာမွာ ေျခလ်င္ေတာင္တက္ၾကရင္း သူငယ္ခ်င္းတစ္ေယာက္ေျခေခါက္သြားတဲ့အတြက္ တည္းခိုတဲ့ေနရာကို အျမန္ျပန္ေရာက္နိုင္ဖို႕ ျဖတ္လမ္းကေနသြားဖို႕ၾကိဳးစားၾကပါေတာ့တယ္။အဲ့ဒီျဖတ္လမ္းဟာ ေနေပ်ာက္ထိုးမက်တဲ့ ေတာအုပ္ကိုျဖတ္သြားရပါတယ္။ေတာအုပ္ထဲကအေမွာင္ထုထဲမွာ ဘယ္လိုထူးဆန္းအံ့ၾသျပီး ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာေတြရွိေနမလဲ….?ဆိုတာကို ပရိတ္သတ္္ၾကီးပဲ ကိုယ္တိုင္ၾကည့္ရွဳေျခာက္ျခားေတာ္မူလိုက္ၾကပါဦး။ဒီကားဟာ ၂၀၁၇မွာ British Independent Film Awards ကေနေပးတဲ့ Best Effect ဆုနဲ႔ Catalonian International Film Festival ရဲ႕ Best Actor ဆုကိုရရွိထားပါတယ္။ဒါရိုက္တာကေတာ့ David Bruckner ျဖစ္ျပီး သရုပ္ေဆာင္ေတြကေတာ့ Refe Spall, Arsher Ali, Robert James-Collier, Sam Troughton နဲ႕ Paul Reid တို႔ပဲျဖစ္ၾကပါတယ္။File Size : (750 MB) and (276 MB)Quality : WEB-DL 720pRunning Time : 1hr 34minFormat : Mp4Genre :HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndra BarbuicaDavid BrucknerDelmi ThomasLiam LockValeriu ChiranStarsArsher AliJacob James BeswickKerri McLeanMaria ErwolterPaul ReidRafe SpallRob James-CollierSam TroughtonCastArsher AliJacob James BeswickKerri McLeanMaria ErwolterPaul ReidRafe SpallRob James-CollierSam Troughton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vaArQHq1lHFNppoJlMlv30Gs2fQ.jpg",
      "https://image.tmdb.org/t/p/w300/zSfDiWdMBH0ZtYDDWGM6trcNeHP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYWQwNmMyYWYtYzU5Yy00MzBhLTg3YjktNzVmMGNmZjQ5MTE2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-ritual-2017-mm-sub",
        "server": "VIP Links",
        "size": "897MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-ritual-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "aBFyixPE7zA",
      "video_url": "https://www.youtube.com/watch?v=aBFyixPE7zA",
      "embed_url": "https://www.youtube.com/embed/aBFyixPE7zA"
    }
  },
  {
    "metadata": "|2017|80 min|Animation",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "71"
    },
    "title": "Monster Island (2017)",
    "description": "ဆယ္ေက်ာ္သက္အရြယ္လူငယ္ေလး လူးကပ္စ္ဟာ သူ႔အေဖေျပာတဲ႔ မ်ိဳးရိုးလိုက္တဲ႔ရင္ၾကပ္ေရာဂါေၾကာင္႔ ရွဴေဆးေဆာင္ထားရသူပါ။ေရာဂါေၾကာင္႔သြားခ်င္တဲ႔ေနရာေတြလည္း သြားခြင္႔မရပါဘူး။ဒါေပမယ္႔ သူ႔အေဖမသိေအာင္ ပါတီပြဲကိုခိုးသြားျပီး ရွဴေဆးဘူးယူဖို႔ေမ႔ေနခဲ႔ပါတယ္။အဲ႔အခ်ိန္မွာပဲ အတန္းသားအားလံုးေရွ႕မွာ ရုတ္တရက္ မြန္းစတားအျဖစ္ေျပာင္းသြားပါေတာ႔တယ္။ဒီေနာက္ေတာ႔ သူ႔ဘ၀ဘာေတြေျပာင္းလဲသြားမလဲသူမသိခဲ႔တဲ႔သူ႔ေမြးရပ္မွာဘာေတြျဖစ္ခဲ႔တာလဲသူ႔အေမကေရာ ဘယ္လိုအျဖစ္ဆိုးမ်ိဳးၾကံဳခဲ႔တာလဲ ဆိုတာကေတာ႔….. ၾကည္႔ရႈခံစားၾကည္႔ၾကပါခင္ဗ်ာ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Rebel ပါ)File Size : (650 MB) and (320 MB)Quality : 720p WEB – DLRunning Time : 1hr 20minFormat : Mp4Genre :AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by RebelEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLeopoldo AguilarStarsEric LarsenFiona HardinghamJenifer KaplanJohnny RoseKatie LeighMichael RoblesNancy SullivanPhillip Adrian VasquezRoger L. JacksonCastEric LarsenFiona HardinghamJenifer KaplanJohnny RoseKatie LeighMichael RoblesNancy SullivanPhillip Adrian VasquezRoger L. Jackson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWIxZjQ2ZDQtZGIyNy00MjUyLWFjYTMtNTYzZGQxNTA5NjgzXkEyXkFqcGdeQXVyMjgzNjA3Mw@@._V1_SY1000_CR007061000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://quainator.com/26M7",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/26V8",
        "server": "channelmyanmar.agbcloud.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/26WO",
        "server": "channelmyanmar.agbcloud.com",
        "size": "320 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/26Xo",
        "server": "openload.co",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://quainator.com/26ZI",
        "server": "openload.co",
        "size": "320 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "heos3UtMX0s",
      "video_url": "https://www.youtube.com/watch?v=heos3UtMX0s",
      "embed_url": "https://www.youtube.com/embed/heos3UtMX0s"
    }
  },
  {
    "metadata": "N/A|2017|108 min|Action,Adult,Horror,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "539"
    },
    "title": "Revenge (2017)",
    "description": "IMDb Rating (6.4) / Rotten Tomatoes (93%)Thriller ဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်တတ်သူတွေအတွက် I spit on your grave ဇာတ်ကားတွေလိုခပ်ကြမ်းကြမ်းဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ပြင်သစ်စကားပြောဒီဇာတ်ကားက အီတလီမော်ဒယ်မင်းသမီးနဲ့  ဘယ်လ်ဂျီယမ်မင်းသားတို့လို ပေါင်းစပ်မှုတွေနဲ့ တမူတော့ထူးခြားပါတယ်။မိန်းကလေးတစ်ယောက်ထဲနဲ့ ဘဲကြီး ၃ ကောင်တို့ ပြေးတမ်းလိုက်တမ်းကစားကြမယ့်ပွဲမှာထုံးစံအတိုင်း အားနည်းတဲ့ဖက်ကတော့ အနိုင်ကျင့်ခံရစမြဲပါပဲ…ဒါပေမယ့် လွယ်လွယ်လက်လျော့မပေးတတ်ဘဲ အရေးကြုံလာရင် မိမိအသက်အတွက် ဉာဏ်ကိုအခြေပြုလို့ ပြန်လည်တိုက်ခိုက်လာတဲ့အခါမှာတော့….Revenge ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဘယ်လိုတွေလက်စားပြန်ချေမလဲဆိုတာ……။File size…(1.8 GB) /(900 MB)Quality….BluRay 1080p HEVC/720pFormat…mkv/mp4Duration….01:48:29Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byThuya Zarni AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCoralie FargeatValentin RodriguezStarsGuillaume BouchèdeKevin JanssensMatilda Anna Ingrid LutzVincent ColombeCastBarbara GateauGuillaume BouchèdeJean-Louis TribesKevin JanssensMatilda Anna Ingrid LutzMatilda LutzVincent Colombe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8XT1YtgLv0EQieawoadMIXxcvBL.jpg",
      "https://image.tmdb.org/t/p/w300/69RWfbPkGJKX231qorPebXznTAV.jpg",
      "https://image.tmdb.org/t/p/w300/ky9VdaRs7bDywENL2bTOGXKngsk.jpg",
      "https://image.tmdb.org/t/p/w300/AdJNBSMvB6KHOGiHBet8twKuVkl.jpg",
      "https://image.tmdb.org/t/p/w300/brZ6uY49Htby7zzLB40IXhfbwH2.jpg",
      "https://image.tmdb.org/t/p/w300/7XymyOBq7n7JOSQjbSTuW5EM7Rk.jpg",
      "https://image.tmdb.org/t/p/w300/lXiVVTWlcmaLvt1dFASJn3ENRrS.jpg",
      "https://image.tmdb.org/t/p/w300/gaPdSP64ski71basHeqqqwcIvwL.jpg",
      "https://image.tmdb.org/t/p/w300/pyj9tGrpc5TErYunK3n4K0Bx0nt.jpg",
      "https://image.tmdb.org/t/p/w300/fGUOtM4IVkuyPQr42XIsGnwRA2h.jpg",
      "https://image.tmdb.org/t/p/w300/1MfJ0XJOuOjKe0SfjFy3OU0TGO8.jpg",
      "https://image.tmdb.org/t/p/w300/gTmNH7f8alPyqb5LR52D1WoXs7w.jpg",
      "https://image.tmdb.org/t/p/w300/k0aiPIVKxywTzb0hqLrIfrWE8qP.jpg",
      "https://image.tmdb.org/t/p/w300/nFUmizRgougZSCzlhsP2mBoFrC.jpg",
      "https://image.tmdb.org/t/p/w300/gPq7V92pHosZ0m2u5qCLJSoV1NI.jpg",
      "https://image.tmdb.org/t/p/w300/tWxbtAq0jpz0EmQa198sMHCrla5.jpg",
      "https://image.tmdb.org/t/p/w300/pRAVya5ec7Ulbq4fwERzjhlTtQo.jpg",
      "https://image.tmdb.org/t/p/w300/3uZa7IHiaj3iN22j1b4zNGA5v63.jpg",
      "https://image.tmdb.org/t/p/w300/4Gbwj8HIC75ZUjiaNC8d58Ci0QE.jpg",
      "https://image.tmdb.org/t/p/w300/8qLBf6MlrZDVcBKB3IE46Cwg7CW.jpg",
      "https://image.tmdb.org/t/p/w300/6KfnIvazU3RNvSXzNZJxqUzlLLF.jpg",
      "https://image.tmdb.org/t/p/w300/bhjIAkStLScZu1jgugpc1DD8AZM.jpg",
      "https://image.tmdb.org/t/p/w300/ef1OSiOLK49BcxY93MRitipp6fC.jpg",
      "https://image.tmdb.org/t/p/w300/kZz1DDpoajLxi5JvECkwHFV287b.jpg",
      "https://image.tmdb.org/t/p/w300/1ilBIgziQAbP2EK53JqlyVg8OZ4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/05/revenge-2017-movie-review.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-revenge-2017-blu-ray-1080-p-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1cMz5/(CM)_Revenge.2017.BluRay.1080p.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/oW4ymZRD#fVxob0wOjiNMI9KuWKrWBlSLjWtEl2rXwzoZm6M2ink",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/c2gaop1i57i5.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-revenge-2017-blu-ray-720-p-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cMyq/(CM)_Revenge.2017.BluRay.720p.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ra4lnbbY#6SXzHUh_RPNWJDauo_zkAT-l2X_E4069HNIngMGIe7E",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kjfajcbngz9l.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ofjy3wpuj2u2",
        "server": "streamvid.io",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/o72nfb6v9jis.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "eK6AsM-O-XQ",
      "video_url": "https://www.youtube.com/watch?v=eK6AsM-O-XQ",
      "embed_url": "https://www.youtube.com/embed/eK6AsM-O-XQ"
    }
  }
]