[
  {
    "metadata": "R|2017|1h 55min|Crime,Drama",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "402,806"
    },
    "title": "Three Billboards Outside Ebbing, Missouri (2017)",
    "description": "Three Billboards Outside Ebbing, Missouri (2017)IMDb – 8.2/10________Rotten – 90%Won 2 Oscars.Another 130 wins & 226 nominationsလက်သည်မပေါ်တဲ့ လူသတ်မှု တွေက ကမ္ဘာအနှံ့မှာ ရှိနေရစ်ပြီးသားပဲ။လူပြတ်တဲ့လမ်းမတစ်နေရာမှာ ဒဏ်ရာဗလပွနဲ့ သေဆုံးနေတာတို့။ရေအိုင်ကလေးထဲက ပေါလောပေါ်လာမှ သေဆုံးမှန်းသိနေတာတို့။အချို့နေရာမှာတော့ နေရာကာလကို အခွင့်ကောင်းယူပြီး အမျိုးသမီးတွေကို မုဒိန်းကျင့်သတ်ဖြတ်တာမျိုးတွေပေါ့။ဗီဇအမျိုးမျိုးနဲ့ ဖြစ်တည်လာကြတဲ့ လူအဖွဲ့အစည်းအရ ဒီလို ဖြစ်ပျက်မှု တွေဟာ နေရာအနှံ့အပြားမှာ ရှိနေဦးမှာပဲ။ထိုအခါမှာ ကျန်ရစ်သူတွေက ဒေါသတွေဖြစ်နာကျင်ခဲ့ရ ။သတ်ဖြတ်သူအပေါ်ကို ဒေါသတရားတွေနဲ့ အမျက်သိုပြီး နာကျင်ကျန်ရစ်ခဲ့ရတယ်။တကယ်ပဲ သတ်ဖြတ်သူကို ဖမ်းမိသွားပြန်ရင်ရော မိမိတို့ကာယကံရှင်တွေအနေနဲ့ ကျေနပ်နိုင်မှာ သေချာပါရဲ့လား။ဒီအချက်တွေဟာ လူအဖွဲ့အစည်းထဲမှာ နေထိုင်ကြသူတွေအတွက် မဖြစ်ခဲ့ရင်တော့ အကောင်းသားပေါ့။ဖြစ်များဖြစ်ခဲ့ရင်တော့ ရှောင်လွှဲလို့မရတဲ့ ဘေးထွက်ဆိုးကျို းတွေပဲ။လူအဖွဲ့အစည်းထဲက ယိုပေါက်နေတဲ့ ကင်ဆာဆဲလ်တွေဖြစ်တယ်။အနည်းဆုံးဖြစ်အောင် အားလုံးက ပူးပေါင်းဆောင်ရွက်မှသာလျှင် ဖြစ်ပျက်မှု တွေ လျော့ပါးသွားမည်ဟု ယူဆမိပါတယ်။ယခုရုပ်ရှင်ဟာလည်း အထက်ကပြောပြခဲ့တဲ့ လူအဖွဲ့အစည်းယိုပေါက်မှုကပေးတဲ့ ဘေးထွက်ဆိုးကျို းတွေကို ရှောင်လွှဲခွင့် မရနိုင်ခဲ့တဲ့ မိသားစုတစ်ခုနဲ့သက်ဆိုင်ရာ အဖွဲ့အစည်းထဲက လူအချို့တွေရဲ့ ပဋိပက္ခကို ရိုက်ပြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားသာ ဖြစ်ပါတယ်။ပြောရရင် တကယ့်ရုပ်ရှင်ထဲက စုံထောက်ကျော်တွေ ။ထူးချွန်ထက်မြက်တဲ့ ဇာတ်ကောင်တွေမပါတဲ့ လူတွေရဲ့ နာကျင်ရတဲ့ သောကဆိုးတွေအပေါ် သရော်တော်တော်အမြင်ကို သဘာဝကျကျ တင်ပြထားခြင်းလို့သာ မြင်မိပါတယ်။Ebbingမြို့ကလေးဘေးက လစ်လပ်နေတဲ့ ဆိုင်းဘုတ်သုံးခုကို မိန်းမကြီးတစ်ယောက်က ငှားရမ်းပြီး စာတမ်းသုံးခုကို ရေးချိတ်ခဲ့တယ်။စာကြောင်းသုံးကြောင်းက ဘာမှတော့မဟုတ်ပါဘူး။လွန်ခဲ့တဲ့ ခုနှစ်လလောက်က မုဒိန်းကျင့်ပြီးသတ်ဖြတ်ခံရတဲ့ သမီးငယ်လေးရဲ့အမှု ကို ပေါ်ပေါက်အောင် ဖော်ထုတ်မပေးနိုင်တဲ့ ရဲအဖွဲ့တွေအပေါ် မေးခွန်းထုတ်လိုက်တဲ့ စကားတွေသာ ဖြစ်ပါတယ်။ဒါပေမယ့် ဒီစကားသုံးခုဟာ တိတ်ဆိတ်နေတဲ့မြို့ကလေးထဲကလူတွေဆီကို ဆူညံစွာနဲ့ ခေါင်းလောင်းတီးနိုင်ခဲ့တယ်။“Raped while dying ” ။”And still No arrests? “How Come, Chief Willoughby?” ဆိုတဲ့ စကားသုံးခုဟာ ထိတ်လန့်ချောက်ခြားဖွယ်ရာ အဖြစ်သနစ်နဲ့ အသုံးမကျတဲ့ဥပဒေအဖွဲ့အစည်းကို လက်ညှို းငေါက်ငေါက်ထိုး၍ မေးလိုက်သလို ပေါ်လွင်လွန်းလှတယ်။ကိုယ်ပတ်ဝန်းကျင်မှာသာ ဖြစ်ပွားတာမဟုတ်ခဲ့ရင် တုံဏှိဘာဝေသာ ရှိလှတဲ့ လူအများစုအနေနဲ့ ဒီဆိုင်းဘုတ်က စာတွေကို ဖတ်မိလိုက်တိုင်း တစ်စုံတစ်ရာအတွက် စိတ်ခံစားအချို့ကို သက်ရောက်ကူးစက်သွားမှာအမှန်ပေါ့။သူမမေးခွန်းထုတ်တဲ့ ရဲအရာရှိဆိုသူက ဒီမြို့ငယ်ကလေးထဲက ရဲဌာနကို ဦးစီးရတဲ့ သူကို ဆိုလိုတာပါ။သူမရဲ့ခံစားနေရတဲ့ သောကတွေကို တကယ်ပဲ သက်ဆိုင်ရာ ဥပဒေဌာနတွေက ကူညီဖြေရှင်းမပေးနိုင်တော့တာ သေချာလို့လား။ယင်းသို့မဟုတ်ရင်လည်း ဒီရဲဌာနက လူတွေကပဲ ဖြေရှင်းလိုစိတ် မရှိကြတာလား။လူပျို ပေါက်သားတစ်ယောက်နဲ့ လက်လွတ်ဆုံးရှုံ းလိုက်ရပြီဖြစ်တဲ့ ဆယ်ကျော်သက်သမီးငယ်ကို ပိုင်ဆိုင်ထားတဲ့ မိခင်ကြီးမှာတော့ ခုလိုကာလမျို းမှာ ဘယ်သူကိုမှ အမြင်မကြည်မလင် ဖြစ်နေမှာ သေချာပါတယ်။အဓိကကတော့ ဘာမှအသုံးမကျဘူးလို့ သတ်မှတ်ထားတဲ့ ရဲစခန်းအစုတ်ပလုတ်ကိုပေါ့။ဒီလိုနဲ့ မြို့ငယ်လေးဟာ ကျန်ရစ်ခဲ့ရသူတွေရဲ့သောကတွေနဲ့ တစ်ဖြည်းဖြည်းပြည့်အင့်ခြောက်ကပ်လာတယ်။ဆိုင်းဘုတ်ကြီးသုံးခုကတော့ လမ်းမပေါ်ကနေ ဖြတ်သန်းသွားသမျှလူတွေကို ရေရွတ်ပြောဆိုနေတယ်။ကင်ဆာဝေဒနာခံစားနေရတဲ့ သူမမေးခွန်းထားတဲ့ အဓိက ရဲအရာရှိ Willoughby မှာလည်း အမှု အပေါ်ကို တတ်အားသမျှဆောင်ရွက်ခဲ့တာရှိပေမယ့် ရေပေါ်အရုပ်ခြစ်သလို အရာထင်ပုံ မပေါ်ပါဘူး။သူ့ရဲ့အရောင်မှိန်စပြု နေတဲ့ ဘဝပန်းချီကားဟာ ဖြေးညင်းစွာ လောင်မြို က်စပြု နေပြီဆိုတာလည်း သိပါတယ်။သူ့နောက်လိုက် ရဲသား Dixonကတော့ ထုံးစံအတိုင်း ဂမူးကရူးနဲ့ သူတို့ကို ခုလို လုပ်ရပါ့မလားဆိုပြီး ဒေါကန်နေတယ်။ဆိုရရင် ဒီအဖြစ်အပျက်ရဲ့ဝဲဂယက်မှာ သူတို့တွေလည်း ရုန်းမထွက်နိုင်ရှာဘူး။လူသတ်သမားကတော့ နှင်းခါးမိုး ကဗျာစာသားထဲကလို ဒီအချိန်ဆို ညစာ စားနေလောက်ပြီ။ဝိုင်ကလေးသောက်လိုက် စပျစ်သီးလေးမြုံ့လိုက်နဲ့လေ။မိခင်ကြီးရဲ့ မျက်ဝန်းတွေကတော့ သောကဖြစ်လာတဲ့ ဒေါသစေ့ဆော်မှု ကြောင့် ဝန်းပနေသလို နှုတ်ခမ်းတွေကလည်း ရေခဲနေတဲ့ ရုပ်ကြွင်းတစ်ခုလို အချိန်မရွေးတင်းမာနေလေတယ်။ပြောသမျှစကားတွေကလည်း ဘယ်တော့မှ ကောင်းကောင်းမွန်မွန် ထွက်မလာဘူး။ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဆိုင်းဘုတ်ကြီးသုံးခုဟာ မီးရှို့ခံလိုက်ရတော့တယ်။______________________________ယခု ရုပ်ရှင်ဟာ အကြိမ်ကိုးဆယ်မြောက် အော်စကာဆုနှင်းဘင်မှာ ဆန်ကာတင်ခုနှစ်ဆုနဲ့ လျာထားခံရပါတယ်။ကျွန်တော့်အနေနဲ့တော့ ဒါရိုက်တာကြီးMartin McDonagh ကို ဇာတ်ညွှန်းဆုအနေနဲ့ဖြစ်စေ ပြီးတော့ သမီးငယ်အတွက် သောကတွေနဲ့ အသက်ဆက်နေရတဲ့ မိခင်ကြီးနေရာက သရုပ်ဆောင်ခဲ့တဲ့ Frances McDormand ကိုဖြစ်စေ ဇာတ်ပို့သရုပ်ဆောင်ကြီး Sam Rockwell ကိုဖြစ်စေ ထူးချွန်ဆုတွေ ရစေချင်တာအမှန်ပါပဲ။(အခြားရုပ်ရှင်ဆုနှင်းသဘင်မှာတော့ အောင်ပွဲခံထားတာတွေ့ရ)ဒါရိုက်တာ Martin McDonagh ဆိုတာ ဟောလိဝုဒ်က သရုပ်ဆောင်အင်မတန်ကောင်းပြီး နာမည်မရကြတဲ့ သရုပ်ဆောင်တွေကို စုစည်းရိုက်တတ်တဲ့ ဒါရိုက်တာကောင်းတစ်ယောက်ဆိုတာ သူ့ရဲ့Seven Psychopaths Movie နဲ့ In Bruges တို့မှာ သိရှိပြီးသား ဖြစ်ခဲ့သလို ယခုရုပ်ရှင်မှာလည်း Seven Psychopaths က သရုပ်ဆောင်အများစုကိုပဲ ပြန်လည်သုံးစွဲထားတာတွေ့ရပေမယ့် ယခုရုပ်ရှင်ဟာ အရင်ရုပ်ရှင်တွေထက် ဖျော်ဖြေရေးလမ်းကြောင်းကနေ သိသိသာသာ ပို၍ ကွဲထွက်လာကာ သရုပ်ဆောင်တွေဆီကနေ စိတ်ခံစားမှု ရှု ပ်ထွေးပုံတွေအား လေးလေးနက်နက်ပင် ခံစားခဲ့ရတာမို့ ယခုနှစ်အော်စကာဆုအတွက်တော့ (အခြားကားတွေမကြည့်ရသေးသော်လည်း)သူဇာတ်ကားကိုပင် လက်မထောင်လိုက်မိပါကြောင်း။(ဇာတ်လမ်းအညွှန်းကို ကိုညီလင်းအိမ်၏ Facebook Account(Nyi Linn Eain)မှကူးယူဖော်ပြပါသည်။)လက္သည္မေပၚတဲ့ လူသတ္မွဳ ေတြက ကမာၻအႏွံ႔မွာ ရွိေနရစ္ျပီးသားပဲ။လူျပတ္တဲ့လမ္းမတစ္ေနရာမွာ ဒဏ္ရာဗလပြနဲ႔ ေသဆုံးေနတာတို႔။ေရအိုင္ကေလးထဲက ေပါေလာေပၚလာမွ ေသဆုံးမွန္းသိေနတာတို႔။အခ်ိဳ ႕ေနရာမွာေတာ့ ေနရာကာလကို အခြင့္ေကာင္းယူျပီး အမ်ိဳးသမီးေတြကို မုဒိန္းက်င့္သတ္ျဖတ္တာမ်ိဳ းေတြေပါ့။ဗီဇအမ်ိဳ းမ်ိဳ းနဲ႔ ျဖစ္တည္လာၾကတဲ့ လူအဖြဲ႕အစည္းအရ ဒီလို ျဖစ္ပ်က္မွဳ ေတြဟာ ေနရာအႏွံ႔အျပားမွာ ရွိေနဦးမွာပဲ။ထိုအခါမွာ က်န္ရစ္သူေတြက ေဒါသေတြျဖစ္နာက်င္ခဲ့ရ ။သတ္ျဖတ္သူအေပၚကို ေဒါသတရားေတြနဲ႔ အမ်က္သိုျပီး နာက်င္က်န္ရစ္ခဲ့ရတယ္။တကယ္ပဲ သတ္ျဖတ္သူကို ဖမ္းမိသြားျပန္ရင္ေရာ မိမိတို႔ကာယကံရွင္ေတြအေနနဲ႔ ေက်နပ္ႏိုင္မွာ ေသခ်ာပါရဲ႕လား။ဒီအခ်က္ေတြဟာ လူအဖြဲ႕အစည္းထဲမွာ ေနထိုင္ၾကသူေတြအတြက္ မျဖစ္ခဲ့ရင္ေတာ့ အေကာင္းသားေပါ့။ျဖစ္မ်ားျဖစ္ခဲ့ရင္ေတာ့ ေရွာင္လႊဲလို႔မရတဲ့ ေဘးထြက္ဆိုးက်ိဳ းေတြပဲ။လူအဖြဲ႕အစည္းထဲက ယိုေပါက္ေနတဲ့ ကင္ဆာဆဲလ္ေတြျဖစ္တယ္။အနည္းဆုံးျဖစ္ေအာင္ အားလုံးက ပူးေပါင္းေဆာင္ရြက္မွသာလ်ွင္ ျဖစ္ပ်က္မွဳ ေတြ ေလ်ာ့ပါးသြားမည္ဟု ယူဆမိပါတယ္။ယခုရုပ္ရွင္ဟာလည္း အထက္ကေျပာျပခဲ့တဲ့ လူအဖြဲ႔အစည္းယိုေပါက္မွဳကေပးတဲ့ ေဘးထြက္ဆိုးက်ိဳ းေတြကို ေရွာင္လႊဲခြင့္ မရႏိုင္ခဲ့တဲ့ မိသားစုတစ္ခုနဲ႔သက္ဆိုင္ရာ အဖြဲ႔အစည္းထဲက လူအခ်ိဳ ႕ေတြရဲ႕ ပဋိပကၡကို ရုိက္ျပတဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ကားသာ ျဖစ္ပါတယ္။ေျပာရရင္ တကယ့္ရုပ္ရွင္ထဲက စုံေထာက္ေက်ာ္ေတြ ။ထူးခ်ြန္ထက္ျမက္တဲ့ ဇာတ္ေကာင္ေတြမပါတဲ့ လူေတြရဲ႕ နာက်င္ရတဲ့ ေသာကဆိုးေတြအေပၚ သေရာ္ေတာ္ေတာ္အျမင္ကို သဘာဝက်က် တင္ျပထားျခင္းလို႔သာ ျမင္မိပါတယ္။Ebbingျမိဳ ႕ကေလးေဘးက လစ္လပ္ေနတဲ့ ဆိုင္းဘုတ္သုံးခုကို မိန္းမၾကီးတစ္ေယာက္က ငွားရမ္းျပီး စာတမ္းသုံးခုကို ေရးခ်ိတ္ခဲ့တယ္။စာေၾကာင္းသုံးေၾကာင္းက ဘာမွေတာ့မဟုတ္ပါဘူး။လြန္ခဲ့တဲ့ ခုႏွစ္လေလာက္က မုဒိန္းက်င့္ျပီးသတ္ျဖတ္ခံရတဲ့ သမီးငယ္ေလးရဲ႕အမွဳ ကို ေပၚေပါက္ေအာင္ ေဖာ္ထုတ္မေပးႏိုင္တဲ့ ရဲအဖြဲ႕ေတြအေပၚ ေမးခြန္းထုတ္လိုက္တဲ့ စကားေတြသာ ျဖစ္ပါတယ္။ဒါေပမယ့္ ဒီစကားသုံးခုဟာ တိတ္ဆိတ္ေနတဲ့ျမိဳ ႕ကေလးထဲကလူေတြဆီကို ဆူညံစြာနဲ႔ ေခါင္းေလာင္းတီးႏိုင္ခဲ့တယ္။“Raped while dying ” ။”And still No arrests? “How Come, Chief Willoughby?” ဆိုတဲ့ စကားသုံးခုဟာ ထိတ္လန္႔ေခ်ာက္ျခားဖြယ္ရာ အျဖစ္သနစ္နဲ႔ အသုံးမက်တဲ့ဥပေဒအဖြဲ႕အစည္းကို လက္ညိွဳ းေငါက္ေငါက္ထိုး၍ ေမးလိုက္သလို ေပၚလြင္လြန္းလွတယ္။ကိုယ္ပတ္ဝန္းက်င္မွာသာ ျဖစ္ပြားတာမဟုတ္ခဲ့ရင္ တုံဏွိဘာေဝသာ ရွိလွတဲ့ လူအမ်ားစုအေနနဲ႔ ဒီဆိုင္းဘုတ္က စာေတြကို ဖတ္မိလိုက္တိုင္း တစ္စုံတစ္ရာအတြက္ စိတ္ခံစားအခ်ိဳ ႕ကို သက္ေရာက္ကူးစက္သြားမွာအမွန္ေပါ့။သူမေမးခြန္းထုတ္တဲ့ ရဲအရာရွိဆိုသူက ဒီျမိဳ ႕ငယ္ကေလးထဲက ရဲဌာနကို ဦးစီးရတဲ့ သူကို ဆိုလိုတာပါ။သူမရဲ႕ခံစားေနရတဲ့ ေသာကေတြကို တကယ္ပဲ သက္ဆိုင္ရာ ဥပေဒဌာနေတြက ကူညီေျဖရွင္းမေပးႏိုင္ေတာ့တာ ေသခ်ာလို႔လား။ယင္းသို႔မဟုတ္ရင္လည္း ဒီရဲဌာနက လူေတြကပဲ ေျဖရွင္းလိုစိတ္ မရွိၾကတာလား။လူပ်ိဳ ေပါက္သားတစ္ေယာက္နဲ႔ လက္လြတ္ဆုံးရွဳံ းလိုက္ရျပီျဖစ္တဲ့ ဆယ္ေက်ာ္သက္သမီးငယ္ကို ပိုင္ဆိုင္ထားတဲ့ မိခင္ၾကီးမွာေတာ့ ခုလိုကာလမ်ိဳ းမွာ ဘယ္သူကိုမွ အျမင္မၾကည္မလင္ ျဖစ္ေနမွာ ေသခ်ာပါတယ္။အဓိကကေတာ့ ဘာမွအသုံးမက်ဘူးလို႔ သတ္မွတ္ထားတဲ့ ရဲစခန္းအစုတ္ပလုတ္ကိုေပါ့။ဒီလိုနဲ႔ ျမိဳ႕ငယ္ေလးဟာ က်န္ရစ္ခဲ့ရသူေတြရဲ႕ေသာကေတြနဲ႔ တစ္ျဖည္းျဖည္းျပည့္အင့္ေျခာက္ကပ္လာတယ္။ဆိုင္းဘုတ္ၾကီးသုံးခုကေတာ့ လမ္းမေပၚကေန ျဖတ္သန္းသြားသမ်ွလူေတြကို ေရရြတ္ေျပာဆိုေနတယ္။ကင္ဆာေဝဒနာခံစားေနရတဲ့ သူမေမးခြန္းထားတဲ့ အဓိက ရဲအရာရွိ Willoughby မွာလည္း အမွဳ အေပၚကို တတ္အားသမ်ွေဆာင္ရြက္ခဲ့တာရွိေပမယ့္ ေရေပၚအရုပ္ျခစ္သလို အရာထင္ပုံ မေပၚပါဘူး။သူ႔ရဲ႕အေရာင္မွိန္စျပဳ ေနတဲ့ ဘဝပန္းခ်ီကားဟာ ေျဖးညင္းစြာ ေလာင္ျမိဳ က္စျပဳ ေနျပီဆိုတာလည္း သိပါတယ္။သူ႔ေနာက္လိုက္ ရဲသား Dixonကေတာ့ ထုံးစံအတိုင္း ဂမူးကရူးနဲ႔ သူတို႔ကို ခုလို လုပ္ရပါ့မလားဆိုျပီး ေဒါကန္ေနတယ္။ဆိုရရင္ ဒီအျဖစ္အပ်က္ရဲ႕ဝဲဂယက္မွာ သူတို႔ေတြလည္း ရုန္းမထြက္ႏိုင္ရွာဘူး။လူသတ္သမားကေတာ့ ႏွင္းခါးမိုး ကဗ်ာစာသားထဲကလို ဒီအခ်ိန္ဆို ညစာ စားေနေလာက္ျပီ။ဝိုင္ကေလးေသာက္လိုက္ စပ်စ္သီးေလးျမံဳ ႕လိုက္နဲ႔ေလ။မိခင္ၾကီးရဲ႕ မ်က္ဝန္းေတြကေတာ့ ေသာကျဖစ္လာတဲ့ ေဒါသေစ့ေဆာ္မွဳ ေၾကာင့္ ဝန္းပေနသလို ႏွဳတ္ခမ္းေတြကလည္း ေရခဲေနတဲ့ ရုပ္ၾကြင္းတစ္ခုလို အခ်ိန္မေရြးတင္းမာေနေလတယ္။ေျပာသမ်ွစကားေတြကလည္း ဘယ္ေတာ့မွ ေကာင္းေကာင္းမြန္မြန္ ထြက္မလာဘူး။ဒီလိုနဲ႔ တစ္ရက္မွာေတာ့ ဆိုင္းဘုတ္ၾကီးသုံးခုဟာ မီးရွိဳ ႕ခံလိုက္ရေတာ့တယ္။______________________________ယခု ရုပ္ရွင္ဟာ အၾကိမ္ကိုးဆယ္ေျမာက္ ေအာ္စကာဆုႏွင္းဘင္မွာ ဆန္ကာတင္ခုႏွစ္ဆုနဲ႔ လ်ာထားခံရပါတယ္။က်ြန္ေတာ့္အေနနဲ႔ေတာ့ ဒါရုိက္တာၾကီးMartin McDonagh ကို ဇာတ္ညႊန္းဆုအေနနဲ႔ျဖစ္ေစ ျပီးေတာ့ သမီးငယ္အတြက္ ေသာကေတြနဲ႔ အသက္ဆက္ေနရတဲ့ မိခင္ၾကီးေနရာက သရုပ္ေဆာင္ခဲ့တဲ့ Frances McDormand ကိုျဖစ္ေစ ဇာတ္ပို႔သရုပ္ေဆာင္ၾကီး Sam Rockwell ကိုျဖစ္ေစ ထူးခ်ြန္ဆုေတြ ရေစခ်င္တာအမွန္ပါပဲ။(အျခားရုပ္ရွင္ဆုႏွင္းသဘင္မွာေတာ့ ေအာင္ပြဲခံထားတာေတြ႕ရ)ဒါရုိက္တာ Martin McDonagh ဆိုတာ ေဟာလိဝုဒ္က သရုပ္ေဆာင္အင္မတန္ေကာင္းျပီး နာမည္မရၾကတဲ့ သရုပ္ေဆာင္ေတြကို စုစည္းရုိက္တတ္တဲ့ ဒါရုိက္တာေကာင္းတစ္ေယာက္ဆိုတာ သူ႔ရဲ႕Seven Psychopaths Movie နဲ႕ In Bruges တို႔မွာ သိရွိျပီးသား ျဖစ္ခဲ့သလို ယခုရုပ္ရွင္မွာလည္း Seven Psychopaths က သရုပ္ေဆာင္အမ်ားစုကိုပဲ ျပန္လည္သုံးစြဲထားတာေတြ႕ရေပမယ့္ ယခုရုပ္ရွင္ဟာ အရင္ရုပ္ရွင္ေတြထက္ ေဖ်ာ္ေျဖေရးလမ္းေၾကာင္းကေန သိသိသာသာ ပို၍ ကြဲထြက္လာကာ သရုပ္ေဆာင္ေတြဆီကေန စိတ္ခံစားမွဳ ရွဳ ပ္ေထြးပုံေတြအား ေလးေလးနက္နက္ပင္ ခံစားခဲ့ရတာမို႔ ယခုႏွစ္ေအာ္စကာဆုအတြက္ေတာ့ (အျခားကားေတြမၾကည့္ရေသးေသာ္လည္း)သူဇာတ္ကားကိုပင္ လက္မေထာင္လိုက္မိပါေၾကာင္း။(ဇာတ္လမ္းအညႊန္းကို ကိုညီလင္းအိမ္၏ Facebook Account(Nyi Linn Eain)မွကူးယူေဖာ္ျပပါသည္။)File Size : (957 MB)Quality : Blu-Ray 720pRunning Time : 1hr 55minFormat : Mp4Genre :Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bJLJAtGjBj836UjJZNOwgrfe5Ps.jpg",
      "https://image.tmdb.org/t/p/w300/4CSg1R8vABzAXqmKYlse1vN17Yc.jpg",
      "https://image.tmdb.org/t/p/w300/4GLccG0FLTjSyFGHP0oOztPU6Yb.jpg",
      "https://image.tmdb.org/t/p/w300/a7qsGNgG0iCGrI7rJ46GFY7M13T.jpg",
      "https://image.tmdb.org/t/p/w300/kHKI27MNW3HDV21cULyRXD50TUA.jpg",
      "https://image.tmdb.org/t/p/w300/uTe4qRb58dDpNsmwTQ7FPnRWAz4.jpg",
      "https://image.tmdb.org/t/p/w300/4q8WUQkCu5YIqPlwygqUGsSB2LF.jpg",
      "https://image.tmdb.org/t/p/w300/wWIe362GTLoLB62y91NlYP5qZMh.jpg",
      "https://image.tmdb.org/t/p/w300/oQHF0Y4gCw6VdPmapjsbZoxY2ht.jpg",
      "https://image.tmdb.org/t/p/w300/yuAgJWvZVgdU9HG9klSU8GaAwIk.jpg",
      "https://image.tmdb.org/t/p/w300/bioYaOXZS2nXLiLVf5mDOgXpCd8.jpg",
      "https://image.tmdb.org/t/p/w300/huz4SOpcd2XjJiLVX6xmQZYiiDA.jpg",
      "https://image.tmdb.org/t/p/w300/7FsyA8CYmRstcWkYXZK187tHDDf.jpg",
      "https://image.tmdb.org/t/p/w300/scshacEaOI5hF6gyr6tmVOCcP8I.jpg",
      "https://image.tmdb.org/t/p/w300/kKNkJGJFBubabxF62FVIDY4wAJJ.jpg",
      "https://image.tmdb.org/t/p/w300/aRrLqYv9qpyHMa1AyuTO55QN8wn.jpg",
      "https://image.tmdb.org/t/p/w300/1jKcsOr2pnbRXCqtuHy83Mbtjw8.jpg",
      "https://image.tmdb.org/t/p/w300/9Qy9C55Ztfadb9mBiLr4cBJnO5I.jpg",
      "https://image.tmdb.org/t/p/w300/5RMqyMKMcJuoFM6igkOZbcdXb0F.jpg",
      "https://image.tmdb.org/t/p/w300/8nP34APQsjUeJNvZjs97X4t6X8j.jpg",
      "https://image.tmdb.org/t/p/w300/x8cfe8wQwRXoPEptXAntalvkEwj.jpg",
      "https://image.tmdb.org/t/p/w300/jnMyeQR9Aa7RLz2vMDV1CDSSzCs.jpg",
      "https://image.tmdb.org/t/p/w300/hD1iV3WLuUS1dXvvNLdVBoM2wBm.jpg",
      "https://image.tmdb.org/t/p/w300/mihv3ws8CCFJ6AiieHslGIYlRBg.jpg",
      "https://image.tmdb.org/t/p/w300/ul2yFFkncKA6khHO4Akh1dRhwdi.jpg",
      "https://image.tmdb.org/t/p/w300/lrSqT9jmXjA0KvN668hPtn1UQFD.jpg",
      "https://image.tmdb.org/t/p/w300/6SLnpGHZCuxcrjiXHoMplUjrswL.jpg",
      "https://image.tmdb.org/t/p/w300/tZv9DfITzBDpwUEAeCr6B4g4xMP.jpg",
      "https://image.tmdb.org/t/p/w300/wjP5teKwlpbHfXQRmoM72IoH2n5.jpg",
      "https://image.tmdb.org/t/p/w300/697TDpctMLuuRGvVqTEmMNHCMu3.jpg",
      "https://image.tmdb.org/t/p/w300/v9HPsK3iAriKevDCugAMIIjKysQ.jpg",
      "https://image.tmdb.org/t/p/w300/piTsz9WjitZN1jlYeeUNUyJgBxP.jpg",
      "https://image.tmdb.org/t/p/w300/kXCMcGmaHu8ecp15PWvz5r8yD4j.jpg",
      "https://image.tmdb.org/t/p/w300/gQUD25IN4rmOieQRGDXWjuJneX6.jpg",
      "https://image.tmdb.org/t/p/w300/9oRdMkQ6ysUuF7Ufb1oMH5NMDY2.jpg",
      "https://image.tmdb.org/t/p/w300/m4iybrDnApbzx6AJQPSsCRl7jDF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/three-billboards-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i6ar0nw8sm80.html",
        "server": "usersdrive.com",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/three-billboards-outside-ebbing-missouri-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Tl8t/Three_Billboards_Outside_Ebbing,_Missouri_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/64Qj2YDR#7Fas8a-iwEe1AeqVFguC00yGbclQTUqRPbcTB5sZeuQ",
        "server": "mega.nz",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/a8twhw6t09i1",
        "server": "upstream.to",
        "size": "957 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Jit3YhGx5pU",
      "video_url": "https://www.youtube.com/watch?v=Jit3YhGx5pU",
      "embed_url": "https://www.youtube.com/embed/Jit3YhGx5pU"
    }
  },
  {
    "metadata": "TV-MA|2017|95 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "375"
    },
    "title": "Bomb City (2017)",
    "description": "ကၽြန္ေတာ္တို႔နိုင္ငံအပါအဝင္ လူ႔အဖြဲ႔အစည္းေတာ္ေတာ္မ်ားမ်ားမွာ ျခားနားမႈနဲ႔႔ပတ္သက္ျပီး ခြဲျခားဆက္ဆံခံရမႈေတြေတာ္ေတာ္မ်ားမ်ားရွိပါတယ္။အေမရိကန္လိုနိုင္ငံမ်ိဳးမွာေတာင္ ဒီလိုအျဖစ္အပ်က္ေတြရွိခဲ့ပါတယ္။လူေတာ္ေတာ္မ်ားမ်ားက အသြင္အျပင္ ဝတ္စားဆင္ယင္မႈ ေနထိုင္မႈဘဝပံုစံေတြဟာ အမ်ားနဲ႔မတူတဲ့အခါ ေလွာင္ေျပာင္ရယ္ေမာ အျပစ္တင္တတ္ၾကတာေတြရွိပါတယ္။အသားအေရာင္ခြဲျခားမႈေတြ၊ လိင္စိတ္တိမ္းညြတ္မႈေတြ၊ လူမ်ိဳးမတူညီတာေတြ ကစလို႔ ကိုးကြယ္ယံုၾကည္မႈမတူတာေတြအထိေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကေလးကေတာ့ ၁၉၉၀ပတ္ဝန္းက်င္ အေမရိကန္ႏိုင္ငံတကၠဆက္ျပည္နယ္ကျမိဳ႕ေလးတစ္ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ျဖစ္ရပ္တစ္ခုကိုရိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ခုပါ။အဲ့ဒီျမိဳ႕မွာေနထိုင္ၾကတဲ့ ပန္႔္ခ္လူငယ္ေတြရဲ႕ဘဝေနထိုင္မႈနဲ႔ပတ္ဝန္းက်င္ကလူေတြရဲ႕အျမင္ေတြ ပြတ္တုိ္က္မႈျဖစ္တဲ့အခါ တရားဥပေဒဟာ သူတို႔ဖက္မွာရွိမေနေၾကာင္းကို ရိုက္ျပထားပါ။တရားဥပေဒဟာလူအမ်ားစုရဲ႕လက္ထဲမွာပဲရွိတယ္ဆိုတာျဖစ္သင့္ပါသလား။ဒီဇာတ္ကားဟာ လူ႔အဖြဲ႕အစည္းနဲ႔ပတ္သက္ျပီး မက္ေဆ့ေတာ္ေတာ္မ်ားမ်ားေပးထားတဲ့ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။အညႊန္းမွာေရးထားတာက အဲ့ဒီမက္ေဆ့ေတြရဲ႕အပိုင္းအစေသးေသးေလးပဲရွိပါေသးတယ္။ေနာက္ထပ္ထူးျခားတာတစ္ခုက ကမၻာေက်ာ္အဆိုေတာ္ၾကီး Marilyn Manson လည္းဒီထဲမွာပါဝင္သရုပ္ေဆာင္ထားတာပဲျဖစ္ပါတယ္။ဒီကားေလးဟာ လူၾကီးမင္းတို႕ရဲ႕ ႏွလံုးသားနဲ႔ဦးေနွာက္တစ္ေနရာရာကို ထိသြားလိမ့္မယ္လုိ႔ယံုၾကည္ပါတယ္။၂၀၁၈ ေဖေဖာ္ဝါရီမွာထြက္ခဲ့တာျဖစ္ျပီး Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 7.2/10 Rotten Tomatos 83% Google Users 95% ျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကကိုၾကီးဇြဲပါ)File Size : (800 MB) and (330 MB)Quality : WEB-DL 720pRunning Time : 1hr 35minFormat : Mp4Genre :Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Zuel Khant ThwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mvYlPLcxqJxco9HAtiIoZGSugfd.jpg",
      "https://image.tmdb.org/t/p/w300/eV9nTAt3F2xTjAxKeLnvLoSSXSC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/b.jpg",
    "movie_links": [
      {
        "link": "http://activeterium.com/EDtt",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/EDvH",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/EDwh",
        "server": "Soliddrive.co",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/EDy8",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://activeterium.com/EDzM",
        "server": "openload.co",
        "size": "330 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ir4IraOtads",
      "video_url": "https://www.youtube.com/watch?v=ir4IraOtads",
      "embed_url": "https://www.youtube.com/embed/ir4IraOtads"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "26"
    },
    "title": "Destiny: The Tale of Kamakura (2017)",
    "description": "ဒီဇာတ်​ကား​လေးက​တော့ Rating 7အထိကိုရရှိထားတဲ့ ရှားရှားပါးပါး ဂျပန်​ကား​လေးဖြစ်​ပြီး Crime, dramaကားအမျိုးအစား​လေး ဖြစ်​ပါတယ်​ဒီကား​လေးမှာဆိုရင်​​တော့အီရှီကီဆိုတဲ့သူနဲ့အာဆာကိုတို့လက်ထပ်ပြီးနောက်အီရှီကီရဲ့မွေးရပ်မြေကိုရောက်လာတယ်ထူးခြားတာကအဲ့မှာလူတွေတင်မကဘူး ဝိညာဉ်တွေပါနေထိုင်တယ်သူတို့လည်းဝိညာဉ်တွေနဲ့ ပြောဆိုဆက်ဆံရတာပေါ့သေခြင်းရှင်ခြင်းကြားမှာထပ်ပြီးနေလို့ရသေးတာတွေတွေ့ရတယ်တမလွန်အကြောင်းတွေကိုလည်းရှင်းပြထားတယ်ကိုယ်ထဲကလိပ်ပြာထွက်တဲ့အကြောင်းတွေလည်းပြထားတယ်ဝိညာဉ်နဲ့ ပတ်သက်တာကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်သင့်တဲ့ကားတစ်ကားပေါ့သူတို့ရဲ့ ဝိညာဉ်တွေနဲ့အတူဘယ်လိုနေကြလဲအီရှီကီကရဲစခန်းမှာအကြံပေးလည်းလုပ်တော့စုံထောက်ဆန်တဲ့ဇာတ်ဝင်ခန်းတွေလည်းပါတယ်တစ်နေ့ အာဆာကိုရဲ့ဝိညာဉ်က ကိုယ်ထဲကထွက်သွားပါလေရောအဲ့တော့ သေမင်းကလာခေါ်ရောအီရှီကီက အဲ့ဒါကိုတားဆီးနိုင်မလားမတားနိုင်ဘဲ တမလွန်ကိုပါသွားရင်ရောဘယ်လိုဖြစ်မလဲဘာ​တွေ​ရောဆက်​ဖြစ်​ကြဦးမှာလဲဘယ်​လို​တွေရင်​ဆိုင်​​ဖြေရှင်​းကြမလဲဆိုတာကို Destiny.The Tale of Kamakura 2017ဆိုတဲ့ ဂျပန်​ကား​လေးမှာ ​​စောင်​့ကြည်​့လိုက်​ကြပါဦးရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Nandar Kyaw ပါ)File Size : (0.99 GB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 2hr 09minFormat : Mp4Genre : Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p BluRay x264 DTS-WiKiTranslated by May Nandar KyawEncoded by Thanhtike Zaw",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/drKHW08lJ8TWneoAz97TesDmIgN.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/destiny-the-tale-of-kamakura-2017-mm-sub",
        "server": "VIP Links",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/destiny-the-tale-of-kamakura-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hddv/Destiny_-_The_Tale_Of_Kamakura_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/06y3r53dyv6p.html",
        "server": "streamsb.com",
        "size": "0.99 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|90 min|Drama,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "348"
    },
    "title": "One Buck (2017)",
    "description": "စံု​ေထာက္​အက္​ရွင္​ႀကိဳက္​ပရိသတ္​​ေတြအတြက္​ Rating ​ေကာင္​း​ေကာင္​းရထားတဲ့ ဇာတ္​ကား​​ေကာင္​းေလးတင္​ဆက္​​ေပးထားပါတယ္​ ဇာတ္​လမ္အက်ဥ္​း​ေလးက​ေတာ့​အ​ေမရိကန္​ႏိုင္​ငံ ​ဆင္​​ေျခဖံုးၿမိဳ႕တစ္​ၿမိဳ႕ျဖစ္​တဲ့ေဘာ္​စီရာၿမိဳ႕​ေလးမွာ ကြင္​းဆက္​လူသတ္​မႈ​ေတြတစ္​မႈၿပီးတစ္​မႈျဖစ္ပြားခဲ့ပါတယ္ရဲဘက္​ကေကာ FBI ကပါ ​ေျခရာခံ​ေန​ေပမယ့္​ ၁၁​ေယာက္​​ေျမာက္​လူသတ္​မႈျဖစ္​ပြားတဲ့အထိတရားခံကိုဖမ္​းမမိခဲ့ပါဘူူးပိုဆိုးတာက ဟယ္​ရီမက္​ဂ်ီယိုလို႔​ေခၚတဲ့အလြတ္​တန္​းစံု​ေထာက္​တစ္​​ေယာက္​ရဲ႕ ကိုယ္​ဝန္​ႏု​ေသးရဲ႕ဇနီးပါ ကံဆိုးစြာနဲ႔လူသတ္​သမားရဲ႕သား​ေကာင္​စာရင္​းထဲပါဝင္​ခဲ့ပါတယ္​ကုိယ္​ဝန္​သည္​ဇနီး​ေသသြားလို႔ပရိ​ေဒဝမီး​ေတာက္​​ေလာင္​​ေနတဲ့ ဟယ္​ရီတစ္​​ေယာက္​ လမ္​း​ေပၚမွာ​ေလလြင္​့​ေနခဲ့ၿပီးသူ႔ခံစားခ်က္​ကိုပုိဆိုး​ေစတဲ့တစ္​ခ်က္​က​ေတာ့ သူ႔မိန္​းမအပါအဝင္​မိန္​းက​ေလး​ေတြ၁၁​ေယာက္​လံုးအသတ္​ခံ​ေနရတာကို သူမဖမ္​း​ေပးႏိုင္​တာပါပဲ ဒီလိုနဲ႔ဟယ္​ရီတစ္​​ေယာက္​ မိန္​းက​ေလး​ေတြခ်ည္​့၁၁​ေယာက္​​လံုးသတ္​ခဲ့တဲ့ ကြင္​းဆက္​လူသတ္​တရားခံကိုအမိဖမ္​းၿပီးဇနီးသည္​အတြက္​​ေသြး​ေႂကြးျပန္​ဆပ္​ႏိုင္​မလား ဆိုတာက​ေတာ့………File Size : (700 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre :Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 720p DTS x264-MTTranslated by Pyae Xeinn SettEncoded by Thanhtike Zaw",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/11.jpg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/3sYh",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/7pcT",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/7pdE",
        "server": "Soliddrive.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/3sZY",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/3sgC",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "lH3Cu85t114",
      "video_url": "https://www.youtube.com/watch?v=lH3Cu85t114",
      "embed_url": "https://www.youtube.com/embed/lH3Cu85t114"
    }
  },
  {
    "metadata": "PG-13|2017|120 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "294,326"
    },
    "title": "Justice League (2017)",
    "description": "Blu-Ray (1080p 5.1 CH,720p,360p)ဒါရိုက်တာ ဇက်ခ်စနိုင်ဒါရဲ့ လက်ရာဖြစ်ပြီး DC Comics စူပါဟီးရိုးတွေဖြစ်တဲ့ Batman, Superman, Wonder Woman, Flash, Aquaman နဲ့ Cyborg တို့ တစုတစည်း ပါဝင်ထားတာမို့ ပရိသတ်တွေ တပျော်ကြီး ရှုစား ရာမှာပါစူပါမန်း သေဆုံးပြီးနောက် တစ်ကမ္ဘာလုံးပူဆွေးဝမ်းနည်းနေ ချိန်မှာ စူပါဗီလိန် Steppenwolf နဲ့  သူ့ရဲ့အပေါင်းအပါ Parade-mons တွေဟာ Mother Boxes တွေကို ရှာဖွေဖို့ ကမ္ဘာကိုပြန်လည်အခြေချခဲ့ပါတယ်။ Mother Box တွေရဲ့ သတင်းအစရဖို့ S.T.A.R Labs ရဲ့ ဝန်ထမ်းအတော်များများကို ဖမ်းဆီးခဲ့ကြတယ်။အဲဒါနဲ့ ဘီလျံနာတစ် ယောက်ဖြစ်တဲ့ ဘရုစ်ဝိန်း (Bat-man) က လူစွမ်းကောင်းတွေစု စည်းပြီး Justice League ဆိုတဲ့ အဖွဲ့ဖွဲ့စည်းကာ Steppenwolf တို့ကို ပြန်လည်တိုက်ခိုက်နိုင်ဖို့ လုပ်ပါတော့တယ်။Steppen-wolf တို့ကလည်း Mother Box ရဖို့ အသည်းအသန်ကြိုးပမ်းနေ ချိန်မှာ Batman ဦးဆောင်တဲ့ Justice League က စူပါဟီးရိုး တွေ ကမ္ဘာကို ဘယ်လိုကာကွယ်ကြမှာလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ ဗီလိန်ဇာတ်ရုပ်၊ စူပါဟီးရိုး ဇာတ်ရုပ်တွေကိုပေါ်လွင်အောင် ချပြသလို Justice League ရဲ့ ဖြစ်တည်မှုကို အက်ရှင်ဇာတ်ကွက် အမိုက်စားတွေနဲ့အတူ ရှုစားရမှာ ပါ။ဒီဇာတ်ကားနဲ့ ပတ်သက်လို့ နိုင်ငံတကာရော၊ ပြည်တွင်းရော အကောင်းအဆိုးဝေဖန်မှုတွေက အပြိုင်အဆိုင်ထွက်လာပေမယ့် အထူးပြုလုပ်ချက်တွေနဲ့ ဇာတ်လမ်းတင်ဆက်ပုံကြောင့် စူပါဟီးရိုးပရိသတ်တွေ အကြိုက်တွေ့မှာ သေချာပါတယ်။အဓိကဇာတ်ဆောင်တွေက တော့ ဘရုစ်ဝိန်း (Batman) အဖြစ် ဘန်အက်ဖလက်၊ ကလပ်ကန့် (Superman) အဖြစ် ဟန်နရီကာ ဗီလ်၊ ဒိုင်ယာနာပရင့်စ် (Wonder Woman) အဖြစ် ဂဲလ်ဂါဒေါ့၊ ဘယ်ရီအယ်လန် (Flash) အဖြစ် အက်ဇ်ရာမစ်လာ၊ အာသာကာရီ (Aquaman) အဖြစ် ဂျေဆင်မိုမို ရာ၊ ဗစ်တာစတုန်း (Cyborg) အဖြစ် ရေးဖစ်ရှာတို့ ပါဝင်ထား ကြပါတယ်။(ဇာတ်လမ်းအညွှန်းကို 7Daily Website မှ ကူးယူဖော်ပြပါသည်)(ဘာသာပြန်သူကတော့ Littleneo ဖြစ်ပါတယ်)File Size : (2.05 GB) , (1.10 GB) and (480 MB)Quality : Blu-Ray (1080p 5.1,720p,360p)Running Time : 2hr 00minFormat : Mkv and Mp4Genre : Action, Adventure, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by LittleneoEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o5T8rZxoWSBMYwjsUFUqTt6uMQB.jpg",
      "https://image.tmdb.org/t/p/w300/pyxkLUfC5TG1pPoB4bwjCz8Z5iG.jpg",
      "https://image.tmdb.org/t/p/w300/jorgjEk6a0bed6jdR5wu4S6ZvRm.jpg",
      "https://image.tmdb.org/t/p/w300/j9IWNcJCV4kIsCEeJCl8agjb5EX.jpg",
      "https://image.tmdb.org/t/p/w300/TQV1RY2CLExWpJa8Odhl59CHPj.jpg",
      "https://image.tmdb.org/t/p/w300/p0s0RV6LOIouxtTm4s70072Nc5k.jpg",
      "https://image.tmdb.org/t/p/w300/cl6xFnw5MargWPE2fr82NgN4zVB.jpg",
      "https://image.tmdb.org/t/p/w300/pYG53ptSZ3mtbgqSAWCh6OUJy8T.jpg",
      "https://image.tmdb.org/t/p/w300/t4PobJb7UJ3DAtPGwN570Mz8I6U.jpg",
      "https://image.tmdb.org/t/p/w300/i6GeVxgr98foNmIRwIPQQnjyFZq.jpg",
      "https://image.tmdb.org/t/p/w300/y7MIViWwD998ycrsYBoYBBVQbu6.jpg",
      "https://image.tmdb.org/t/p/w300/kKTJSEFozWAkiZL15m60wBtKAOq.jpg",
      "https://image.tmdb.org/t/p/w300/4boSuaodc7HOlKmmW4Y2gywqeE7.jpg",
      "https://image.tmdb.org/t/p/w300/vv0OVJz1tLKyLAYxM6lUWV6JQ7w.jpg",
      "https://image.tmdb.org/t/p/w300/pg6315zlzJaKTUg6xQND4407p5H.jpg",
      "https://image.tmdb.org/t/p/w300/gKdt2JGuK0QDGnOWfmQ9m157QiI.jpg",
      "https://image.tmdb.org/t/p/w300/sDd4YRQa4hwEvPwRI4nqiZLLOV5.jpg",
      "https://image.tmdb.org/t/p/w300/vvy3WTVmlizCIVNXGlRHtyFhals.jpg",
      "https://image.tmdb.org/t/p/w300/5wzn9IseSrBp4DlhtOPesz44qaT.jpg",
      "https://image.tmdb.org/t/p/w300/d7yqjQHaHmFgT4jfgYr4yjy7jxr.jpg",
      "https://image.tmdb.org/t/p/w300/7cdynTlzJFvsBPViwVroPgtweQq.jpg",
      "https://image.tmdb.org/t/p/w300/wKSatrnBN0Vi6vMu9TwHuE2PKIf.jpg",
      "https://image.tmdb.org/t/p/w300/pdV4NoBY9SthcQq4tWSOqLdlrIC.jpg",
      "https://image.tmdb.org/t/p/w300/qGO2Kw7i4zWNuMv0QrJYCJVlTVm.jpg",
      "https://image.tmdb.org/t/p/w300/cCTa2Vzg1eq811jx592P8eRlFAP.jpg",
      "https://image.tmdb.org/t/p/w300/dYZNSIN9hDay4k4V2l7a8WaPbzk.jpg",
      "https://image.tmdb.org/t/p/w300/mZRARfQW1PVRpa7BhER2LI3ar9s.jpg",
      "https://image.tmdb.org/t/p/w300/6SMNg5FkfOm8vgdfPHQWgMNZGti.jpg",
      "https://image.tmdb.org/t/p/w300/bPPfUuqIMEDogRfCa3Z3Y8AxqDv.jpg",
      "https://image.tmdb.org/t/p/w300/6EO7jqC9LNnVa9UoLjgZ9HyuGtW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/justice-league-2017-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "B-R 720p"
      },
      {
        "link": "https://megaup.net/SS3p/Justice_League_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "B-R 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/justice-league-2017",
        "server": "VIP Links",
        "size": "1.10 GB",
        "quality": "B-R 720p"
      },
      {
        "link": "https://veryfiles.com/qfsv6oev11oy",
        "server": "veryfiles.com",
        "size": "1.10 GB",
        "quality": "B-R 720p"
      },
      {
        "link": "https://sbembed4.com/7dz71p7a0f1y.html",
        "server": "streamsb.com",
        "size": "1.10 GB",
        "quality": "B-R 720p"
      }
    ],
    "trailer": {
      "video_id": "3cxixDgHUYw",
      "video_url": "https://www.youtube.com/watch?v=3cxixDgHUYw",
      "embed_url": "https://www.youtube.com/embed/3cxixDgHUYw"
    }
  },
  {
    "metadata": "N/A|2017|106 min|Uncategorized",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "40"
    },
    "title": "Explosion (Yin Bao Zhe) 2017",
    "description": "Explosion ရုပ္ရွင္ကားဟာ နုိ၀င္ဘာ၂၀၁၇ မွာထြက္ရွိထားတာျဖစ္ျပီး တရုတ္ရာဇ၀တ္မႈခင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ဒိုင္းနမိုက္ေတြျပဳလုပ္တာမွာအင္မတန္ကၽြမ္းက်င္တဲ့မုိင္းတြင္းေဖာက္ခြဲေရးအလုပ္သမားတစ္ဦးျဖစ္သူ ေက်ာင္းရႊီတံုဟာ မုိင္းတြင္းမေတာ္တဆေပါက္ကြဲမႈတစ္ခုမွာတစ္ဦးတည္းေသာအသက္ရွင္က်န္္ရစ္သူျဖစ္ခဲ့ပါတယ္ဒါေပမယ့္ ဒီေပါက္ကြဲမႈဟာ မေတာ္တဆျဖစ္ရပ္မဟုတ္မွန္း သူကိုယ္တိုင္ရွာေဖြေတြ႕ရွိသြားတဲ့ေနာက္မွာေတာ့ရဲေတြအတြက္သူဟာ အဓိကသံသယရွိသူအျဖစ္ ပစ္မွတ္ထားခံခဲ့ရပါတယ္ဒါလိုနဲ႕ သူ႕ရဲ႕ ဒိုင္းနမိုက္ျပဳလုပ္ျခင္းအတတ္ပညာကိုသံုးျပီး အမွန္တကယ္အျပစ္ရွိသူေတြကို ဖမ္းဆီးနိုင္ခဲ့သလား မဖမ္းဆီးနုိင္ခဲ့ဘူးလားဒါမွမဟုတ္ အျပစ္တကယ္ရွိသူက သူကိုယ္တိုင္ပဲလားဆိုတာပရိတ္သတ္ၾကီးကိုယ္တုိင္ ၾကည့္ရွဴေတာ္မူပါဦးသရုပ္ေဆာင္ထားၾကသူေတြကေတာ့ နာမည္ၾကိီး တရုတ္စတားေတြျဖစ္တဲ့ Yihong Duan, Yu Nang,Chen Taisheng, Wang Jainchun စသူတို႔ပဲျဖစ္ၾကပါတယ္…ဒါရိုက္တာက ေတာ့ Chang Zheng ပဲျဖစ္ပါတယ္Qty – 720p Web dlDuration – 1hr 47minGern – ThrillTranslator – Zuel Twin KhantEncoder – Kyaw Ye Aung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/explosion2017.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=3w331hb604vu",
        "server": "usersdrive.com",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/explosion-yin-bao-zhe-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1yVez/Explosion_(Yin_Bao_Zhe)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/msy6ngxrlsrc",
        "server": "upstream.to",
        "size": "762MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "PdfnAcbrbnE",
      "video_url": "https://www.youtube.com/watch?v=PdfnAcbrbnE",
      "embed_url": "https://www.youtube.com/embed/PdfnAcbrbnE"
    }
  },
  {
    "metadata": "|2017||Adult,Asian,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "{18+} Nice Sister-In-Law 2 (2017)",
    "description": "Nice Sister In Law 2 (2017)ခေါင်းစဉ်အတိုင်းပဲ ယောင်းမလေးပါဂျင်ယောင်းရဲ့ရည်းစားက ပန်းချီဆရာ/စာရေးဆရာပါသူ့စော်အိမ်မှာ ကပ်နေနေတဲ့အချိန်သူ့စော်အကိုစုံတွဲက အိမ်မှာ ခဏလာနေဖို့အကြောင်းဖန်လာပါတော့တယ်ပန်းချီဆရာ/စာရေးဆရာကြီး ဘဝရဲ့တိုက်ပွဲတွေကိုခယ်မရဲ့လိုက်ပွဲတွေနဲ့ ဘယ်လိုစားသုံးကျော်ဖြတ်မလဲဆိုတာသိုင်းကျမ်းအစုံနဲ့ နတ်သမီးအဖုံနဲ့အတူ ခံစားကြည့်နိုင်ဖို့DS production မှ တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File size…1.27GB / 581MBQuality…WEB DL 1080p /720pFormat…mp4Duration….1h  12minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Andrew Mason",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/Nice-Sis-In-law.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nice-sister-in-law-2-2017-1080-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kaj3k1c7stt2.html",
        "server": "usersdrive.com",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7ts83/Nice_Sister_In_Law_2_2017_1080p_X_Cross(DS).mp4",
        "server": "megaup.net",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IftkGDrZ#CqVr7auZCCNd26Ics58K-bfEqrCQSy5wQaJlW46xmmk",
        "server": "mega.nz",
        "size": "1.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nice-sister-in-law-2-2017-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bq2b0ksy117c.html",
        "server": "usersdrive.com",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l0Dgo/Nice_Sister_In_Law_2_2017_720p_X_Cross%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IftkGDrZ#CqVr7auZCCNd26Ics58K-bfEqrCQSy5wQaJlW46xmmk",
        "server": "mega.nz",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/smciu1fl36jg",
        "server": "streamsb.com",
        "size": "581MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/y1m3mc1jtxou",
        "server": "streamvid.io",
        "size": "581MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA|2017|1h 47min|Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "46000"
    },
    "title": "To the Bone (2017)",
    "description": "To The Bone (2017)~ IMDb – 6.8/10, RT – 70%, Meta – 64% ~လူရယ်လို့ဖြစ်လာရင် အကြောက်တရားနဲ့ ဆင်းရဲဒုက္ခဆိုတာ ယှဥ်တွဲလာစမြဲပါပဲ။​တချို့က ဝလာမှာကြောက်တယ်။တချို့က ​အသက်ရှင်ရတာကိုတောင် ကြောက်လာကြတယ်။အမျိုးမျိုးသော အကြောက်တရားတွေကြားမှာ ဒီ အယ်လန်ဆိုတဲ့ ကောင်မလေးကတော့ ဝိတ်တက်မှာကို ကြောက်တာပါ…Broken Family ​ဖြစ်သွားတဲ့ အယ်လန်တစ်ယောက် မိထွေးလက်အောက် ဂေးမိခင်တစ်ယောက်လက်အောက်မှာ မိသားစုအရှုပ်အထွေးတွေကြားမှာ သနားစရာ ကြီးပြင်းလာခဲ့ပါတယ်။အဲ့ကြားထဲကမှ အနုပညာကိုဝါသနာပါတဲ့ အယ်လန်ဟာ ကိုယ့် artwork ကြောင့် လူတစ်ယောက်နစ်နာသွားတာကို သိလိုက်ရတဲ့အချိန်မှာ ပြိုလဲပြီး အစာသိပ်မစားဘဲ အငတ်ခံလို့ စိတ်သက်သာရာ ရှာပါတော့တယ်။အဲ့လို အယ်လန်ဟာ အကြောက်တရားကနေ ဘယ်လိုရုန်းထွက်မလဲ။အယ်လန့်ကို ကူညီပေးတဲ့ဆရာဝန် ဒေါက်တာဘက်ခမ်းကရော ဘယ်လိုကုထုံးတွေနဲ့ ​အယ့်လန့်ဘဝကို အဖက်ဆယ်ပေးမလဲ။အယ်လန့်သူငယ်ချင်းလုခ်ကရော အယ်လန့်ကိုဘယ်လိုပျော်အောင်လုပ်ပြီး အယ်လန့်ဘဝကို ဘယ်လိုအသက်ဝင်လာစေမလဲဆိုတာကို ဒီ ” To The Bone ” ဇာတ်ကားလေးမှာ ရှုစားရမှာပါ။ဒီကား​လေးက ဝမှာတအားကြောက်နေတဲ့သူတွေ အစာအငတ်ခံလို့ အလွန်အမင်းဝိတ်ချနေတဲ့လူတွေ စိတ်ဆင်းရဲမှုကြောင့် ခံတွင်းမလိုက် ဖြစ်​နေသူတွေအတွက်လည်း ပညာပေးကားဆန်ဆန်​လေးဖြစ်မယ်လို့ ထင်ပါတယ်။ကိုယ်အလေးချိန်နဲ့ ပတ်သက်တာကို အဓိကရိုက်ပြသွားပေမဲ့ ကိုယ့်ကိုယ်တွင်းက အကြောက်တရားကို တွန်းလှန်ပြီး စိတ်ချမ်းသာရာကို ဘယ်လိုရှာရမယ်ဆိုတာ ပြတဲ့ကားလေးဖြစ်တာမို့ လက်လွှတ်မခံသင့်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်…ခေါင်းဆောင် မင်းသား မင်းသမီး​တွေအဖြစ် Emily in Paris ထဲက မင်းသမီးလေး Lilly Collins နဲ့ မသိသူမရှိလောက်မယ့် မင်းသားကြီး Keanu Reeves တို့ ပါဝင်ထားတာမို့ မကောင်းမှာကိုတော့ စိတ်ပူစရာမလိုမယ့် ကားကောင်းတစ်ကားပါပဲ။(ဇာတ်ကားနဲ့ အညွှန်းကို Nadi Myint Naing မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 47MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byNadi Myint NaingEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/en6RCcsjVPeuWBjIwne6eogHhrz.jpg",
      "https://image.tmdb.org/t/p/w300/38c2nuCegC7OAjX2VH3wZ0tAKyC.jpg",
      "https://image.tmdb.org/t/p/w300/7bCQk5UcIiujewxfbWglWPqnk26.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pkdxhdB3dRUqazqoy9lzUvhayjc.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-the-bone-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-the-bone-2017-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10Ztn/(CM)_To_The_Bone_(2017)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XwUm1Jha#M5jYbpvW7VVBAxzH2gtER1y9SUJfl9liMiFIWtc_R54",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c9o96tm66tao.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-the-bone-2017-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10Zsk/(CM)_To_The_Bone_(2017)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/LhFyGbZb#yx1_LcRlqlr3yPTHlmPZ6orR8y7NPrC_ukw9U9xKRo0",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5h0vryns4om4.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/2jwv1xg0sds4.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "705yRfs6Dbs",
      "video_url": "https://www.youtube.com/watch?v=705yRfs6Dbs",
      "embed_url": "https://www.youtube.com/embed/705yRfs6Dbs"
    }
  },
  {
    "metadata": "PG-13|2017|108 min|Drama,Mystery",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,439"
    },
    "title": "The Sense of an Ending(2017)",
    "description": "ဇာတ္လမ္းအညႊန္း============The Sense of n ending (2017) ဇာတ္ကားကိုျမန္မာစာတန္းထိုးျဖင့္တင္ထားေပးထားပါတယ္The sense of an endingLionsgate နဲ႔ CBS Film တို႔ကေန ျဖန္႔ခ်ီထားတဲ့ဒီဇာတ္ကားဟာ julian barnes ရဲ႕ ၂၀၁၁ ခုႏွစ္မွာ The Man booker prize ဆုရခဲ့တဲ့ The sense of an ending ဝတၳဳကို Nick Payne က ဇာတ္ၫႊန္းခြဲေပးထားၿပီး ဒါ႐ိုက္တာ Ritesh Batra က ႐ိုက္ကူးခဲ့ပါတယ္…ဒါ႐ိုက္တာဟာလည္း ဒီဇာတ္ကားနဲ႔ပဲ ၂၀၁၇ ခုႏွစ္အတြက္ က်င္းပခဲ့တဲ့ California မွာက်င္းပခဲ့တဲ့ Palm Springs International Film Festival မွာDirector to Watch ဆုကို ရ႐ွိခဲ့ပါတယ္ဇာတ္လမ္းေလးက Tony(Jim Broadbent) ဆိုတဲ့ လူတေယာက္ဆီ စာေလးတေစာင္ေရာက္႐ွိလာရာကေန အစျပဳၿပီး သူ႔ငယ္ဘဝနဲ႔ သူ႔သူငယ္ခ်င္းေတြရဲ႕ ဆက္စပ္မႈေတြဆီ ျဖည္းျဖည္းခ်င္းဆြဲေခၚသြားမွာပါငယ္စဥ္က Tony မွာ Veronica Ford လို႔ေခၚတဲ့ ခ်စ္သူတေယာက္ရဲ႕ ႐ွိခဲ့ဘူးၿပီးခ်စ္သူနဲ႔ပတ္သတ္လို႔ ၾကားရတဲ့သတင္းအေပၚ စိတ္လိုက္မာန္ပါတုံ႔ျပန္ခဲ့ပါတယ္အဲဒီတုံ႔ျပန္မႈဟာ အသက္အရြယ္ရလာခ်ိန္မွာ ဘယ္လိုတန္ျပန္သက္ေရာက္လာတယ္ဆိုတာရယ္ၾကမၼာရဟတ္တပတ္လည္လာတဲ့သေဘာရယ္ဘဝအေပၚမွာ သူတို႔႐ႈျမင္ၾကပုံေတြရယ္ကို ေတြးစရာ ေဆြးစရာျဖစ္ေအာင္ ဒါ႐ိုက္တာ Batra က လက္စြမ္းျပ႐ိုက္ကူးထားပါတယ္ဒီဇာတ္လမ္းက Mystery Drama အမ်ိဳးအစားျဖစ္လို႔ ဒရာမာဇာတ္လမ္းေကာင္းႀကိဳက္ႏွစ္သက္သူေတြ လုံးဝလက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းေကာင္းတပုဒ္ ျဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းေရးသူကေတာ့ ကုိခ်မ္းေျမ့သူေအာင္ျဖစ္ပါတယ္File Size : (778 MB) and (296 MB)Quality : 720pRunning Time : 1hr 48minFormat : Mp4Genre :Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncode by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gI0YX75utfJCBBXlO0EZ9da2zR5.jpg",
      "https://image.tmdb.org/t/p/w300/9IAYhWW3bsggQcnQ2SBZD2V1999.jpg",
      "https://image.tmdb.org/t/p/w300/rEYOrN87MzdmJZdJ19FWhepGIhr.jpg",
      "https://image.tmdb.org/t/p/w300/xaw7i69yOR6jC0oGgHDezS95Jt7.jpg",
      "https://image.tmdb.org/t/p/w300/NOKSbIH16QZCOSgePfhrBXDySH.jpg",
      "https://image.tmdb.org/t/p/w300/cca8k8hkIhmjLsZAzdLGLm0gP9m.jpg",
      "https://image.tmdb.org/t/p/w300/nuxylvzHi6rFmNwbo2MElEJ3NAX.jpg",
      "https://image.tmdb.org/t/p/w300/m1oOJgKLCY0AoHclNq2mvTi1cXI.jpg",
      "https://image.tmdb.org/t/p/w300/fN4HXLR4LTYlYd7lw7f0Gz3ttFW.jpg",
      "https://image.tmdb.org/t/p/w300/ohs1O6TyvNrZTvJ3AVDnWJwf3P8.jpg",
      "https://image.tmdb.org/t/p/w300/8m0iXD5WT2kkho0xK2adEWL6OtR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzI5ZDM2NjYtNmVhMS00Y2Q4LTg5ZWUtZjUwOGNkZDJhNGY2L2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006311000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1oIMav",
        "server": "openload.co",
        "size": "778MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oIMdh",
        "server": "openload.co",
        "size": "298M",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oIMlQ",
        "server": "drive.google.com",
        "size": "778MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1oIMpe",
        "server": "drive.google.com",
        "size": "298MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "pYLNTQGpNQ0",
      "video_url": "https://www.youtube.com/watch?v=pYLNTQGpNQ0",
      "embed_url": "https://www.youtube.com/embed/pYLNTQGpNQ0"
    }
  },
  {
    "metadata": "|2017||Comedy,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "The Little Hours (2017)",
    "description": "The Little Hours (2017)IMDb – 5.8ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းလေးက အလယ်ခေတ်ပိုင်းက အီတလီစာရေးဆရာ Giovanni ရဲ့The Decameron ဆိုတဲ့ စာအုပ်၊ ၁၀ရက်လို့ အဓိပ္ပာယ်ရပြီးပြောရရင် “ဆယ်ရက်ဆယ်ညပုံပြင်များ”ပေါ့၊ ဒီထဲကနေမှ တတိယနေ့က ဇာတ်လမ်းကိုအခြေခံပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆိုတော့ အလယ်ခေတ်ပိုင်း ၁၃၄၇ ခုနှစ်ပိုင်းကို ဇာတ်အိမ်တည်ထားပါတယ်။အဲလက်ဇန်းဒါး၊ ဖာနန်ဒါ၊ ဂျင်နာဗာ ဆိုတဲ့ စစ္စတာလေး သုံးယောက်ဟာသူတို့ကိုယ်ပိုင်စိတ်ကူး၊ရည်ရွယ်ချက်တွေကိုယ်စီနဲ့ဘုရားကျောင်းတစ်ခုမှာ နေနေကြတယ်။တစ်နေ့တော့ ခရီးသွားရင်း ဖာသာတွမ်မာစ်ဆိုဟာမက်ဆက်စ်တို ဆိုတဲ့ လူငယ်လေးနဲ့ တွေ့ဆုံတယ်။မက်ဆက်စ်တိုဆိုတာက အရှင်ဘရူနိုရဲ့ရဲတိုက်မှာ အမှုထမ်းနေစဉ်အရှင့်ရဲ့မိန်းမနဲ့ဖောက်ပြန်တာမိသွားလို့ ထွက်ပြေးလာခဲ့ရသူပါ။သနားတတ်တဲ့ဖာသာက မက်ဆက််စ်တိုကို ဘုရားကျောင်းကိုခေါ်သွားပေးမယ်၊ ဒါပေမဲ့ အခြေအနေတစ်ခုရှိတယ်၊မက်ဆက်စ်တိုဟာ ဆွံ့အနားမကြား တစ်ယောက်အဖြစ် ဟန်ဆောင်ရမှာဖြစ်ပါတယ်။ဒီလိုနဲ့ ဆွံ့အနားမကြားအဖြစ် မက်ဆက်စ်တိုတစ်ယောက်ဘုရားကျောင်းမှာ စစ္စတာလေးတွေနဲ့ ဘာတွေဆက်ကြုံတွေ့ရမလဲပေါ့။ယောကျ်ားမိန်းမအကြား သဘာဝတရား၊ လိင်ကိစ္စတွေကန့်သတ်ထားတဲ့နယ်ပယ်တစ်ခုမှာ ဖြစ်တတ်တဲ့သဘာဝတွေ၊ပျင်းရိဖွယ်ဘဝကနေ လွတ်မြောက်ဖို့ လူငယ်သဘောသဘာဝလက်တည့်စမ်းမှုလေးတွေကို ဟာသရောပြီးသဘာဝဆန်ဆန်ရိုက်ကူးထားပါတယ်။စစ္စတာလေးတွေရဲ့ လုပ်ရပ်လေးတွေကို ရယ်ရင်း အံ့ဩရင်းရသစုံခံစားရင်း ကြည့်ရှုရမှာဖြစ်ပါတယ်။စစ္စတာလေး သုံးယောက်အဖြစ် Alison Brie၊ Aubrey Plaza နဲ့ Kate Micucciမင်းသမီးသုံးလက်က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။R rated ဇာတ်ဝင်ခန်းတွေ၊ ဒိုင်ယာလော့တွေလည်းပါဝင်ပါကြောင်း ကြိုတင်သတိပေးလိုက်ပါတယ်။File size…  1.24 GB /  532 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 30mGenre …..  Romance, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Orika",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eBnUzHJn7Jh1ziQqLIWGmpOsSk3.jpg",
      "https://image.tmdb.org/t/p/w300/rLYrIa1NAZnAcqy7b8sFGpQCdAf.jpg",
      "https://image.tmdb.org/t/p/w300/oeLZ7h5MBt63xksjT0Qr9hgJwAg.jpg",
      "https://image.tmdb.org/t/p/w300/cAw4aLUPJnkDdjLyZK9TtSGMv2b.jpg",
      "https://image.tmdb.org/t/p/w300/y4SYXYAzuU2CJxX2eMZV0vuJIvt.jpg",
      "https://image.tmdb.org/t/p/w300/y4NSG3C3RtzkyVG0H00EGJL05PH.jpg",
      "https://image.tmdb.org/t/p/w300/oWoK5GX1e1EzrwFpZbju5GTTVfn.jpg",
      "https://image.tmdb.org/t/p/w300/xw45044nv4sGeY8pKzvVUHCm1rd.jpg",
      "https://image.tmdb.org/t/p/w300/eEmdFCZ69LUAjbRVsJdYL4mvg3A.jpg",
      "https://image.tmdb.org/t/p/w300/hURbH7LeOnnet8F46zZvlKQF9Wf.jpg",
      "https://image.tmdb.org/t/p/w300/bX2bGjd9aDEMnSTzGTOnMHmm5rE.jpg",
      "https://image.tmdb.org/t/p/w300/rFcKgpaBduCyHKRV6Epnf8HyIBt.jpg",
      "https://image.tmdb.org/t/p/w300/mJ0PLcdiQhylGWKTpPA8urohHnA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wS69OOwBJzimoLIcmYMSVkmhCZM.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1xbfpta9037o.html",
        "server": "usersdrive.com",
        "size": "1.24 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-little-hours-2017-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.24 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hQ2o/The.Little.Hours.2017.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.24 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aEsQmQjb#5HYipL3fNLh-vfOgvOHC9d3u4-59Tch1MGT-bcFErWU",
        "server": "mega.nz",
        "size": "1.24 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/moy60ocfps6y",
        "server": "streamvid.io",
        "size": "1.24 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/05hnp419hys5.html",
        "server": "usersdrive.com",
        "size": "532 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-little-hours-2017-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "532 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hQ2k/The.Little.Hours.2017.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "532 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/bMsTjCIL#TvKFTn22Ro6O55lorkCi2sxffi4BbVLRCkMqBSMjKyw",
        "server": "mega.nz",
        "size": "532 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/83le7s7yq7x0",
        "server": "streamvid.io",
        "size": "532 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "FYycHr4RsJw",
      "video_url": "https://www.youtube.com/watch?v=FYycHr4RsJw",
      "embed_url": "https://www.youtube.com/embed/FYycHr4RsJw"
    }
  },
  {
    "metadata": "N/A|2017|90 min|Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "17"
    },
    "title": "The Limit of Sleeping Beauty (2017)",
    "description": "ဒီဇာတ်ကားအကြောင်း ညွှန်းရမှာနည်းနည်းတော့လန့်ပါတယ်။ဒီဇာတ်ကားမှာ သီအိုရီသဘောတွေ အများကြီးတွေ့ရပြီး လူကြိုက်နည်းနိုင်တဲ့ ဇာတ်ကားဖြစ်ပေမယ့် ကျွန်တော်တော့သဘောကျမိပါတယ်။အဲဒါကြောင့်လန့်မိတာပါ။ကျွန်တော်ပြန်ဖူးတဲ့ Mad Genius(2018) လိုဇာတ်ကားမျိုးပါပဲ။ဒီကားက၁၈+ ဇာတ်ကားတစ်ကားမဟုတ်သလို အညှီအဟောက်မပါတာမျိုးလည်းမဟုတ်ပါဘူး။ဒီတစ်ကားလုံးမှာ ဇာတ်လမ်းကိုကြည့်ပြီးနောက်ဆုံးပိုင်းထိ အူလည်လည်ဖြစ်နေနိုင်ပါတယ်။ဇာတ်လမ်းလေးက ရိုးရိုးလေးနဲ့ ရှင်းရှင်းလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုရေးလိုက်ရင်တော့ စာတစ်ကြောင်းလောက်နဲ့ပြီးသွားမှာပါဒါပေမယ့် တင်ပြသွားတဲ့ပုံစံတွေက လူတစ်ယောက်ရဲ့စိတ်ခံစားချက်တွေကို အပိုင်းပိုင်းအစစလုပ်ပြီးတော့ နေရာအနှံကျဲချထားတဲ့ပုံစံမျိုးတင်ပြထားတာပါ။အဲဒီအချက်ကဒီဇာတ်ကားကို ကျွန်တော်သဘောကျမိတဲ့အချက်ဖြစ်နိုင်ပါတယ်။ပြီးတော့ ကျွန်တော် မထင်ထားမိတာက ဒီကားရဲ့ IMDB Rating က 5.6 ဖြစ်နေတာပါပဲ။တကယ်ကိုလူကြိုက်မများလောက်တဲ့ဇာတ်ကားလို့ကျွန်တော်ထင်ထားတာက ဘာလို့ အဲ့လောက် Rating ထိရောက်နိုင်ရတာလဲပေါ့။ကျွန်တော်ကပဲ ဒီဇာတ်ကားရဲ့ တင်ပြပုံတွေကိုဉာဏ်မမှီတာလားလားဆိုတာ CM ပရိတ်သတ်ကြီးပဲ ပြောပေးကြပါဦးဗျာ။အချိန်ဆိုတာ ပုံရိပ်ယောင်တစ်ခုပါပဲ။အတိတ် ပစ္စုပ္ပန် အနာဂါတ် သုံးမျိုးစလုံးက တစ်ချိန်တည်းသင့်မှာရှိနေတာကြောင့် သင်ဆိုပြီးဖြစ်လာတာပါ။သင်ဟာအတိတ်မှာနေလို့မရသလို အနာဂါတ်မှာနေလို့မရတဲ့အချိန်မှာ သင့်ရဲ့ပစ္စုပ္ပန်ကအခုသင့်ဆီမှာမရှိတော့ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (765 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264 AC3-WiKiTranslated by d3monEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ypFLC97bw1iTPvF7uPqpAZfsSrl.jpg",
      "https://image.tmdb.org/t/p/w300/dsRmEFtf4VbKhujUPtGlYSGV0il.jpg",
      "https://image.tmdb.org/t/p/w300/4saIo06jJpNQVVm9BPg5VCnTaoI.jpg",
      "https://image.tmdb.org/t/p/w300/pTZhxEiJHcslxbrArb2YYy5CwWY.jpg",
      "https://image.tmdb.org/t/p/w300/aZ4GAWB1roaAA7PKMyG51Xwv5Sn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mUcrzXQErShWwNpC2Htjtv1efe2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-limit-of-sleeping-beauty-16-2017",
        "server": "VIP Links",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-limit-of-sleeping-beauty-16-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/lwjrstukpz18.html",
        "server": "streamsb.com",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ajp8ato1jhwi",
        "server": "veryfiles.com",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ba9q/The_Limit_Of_Sleeping_Beauty_[16+]_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "765 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TvOshh8ziIQ",
      "video_url": "https://www.youtube.com/watch?v=TvOshh8ziIQ",
      "embed_url": "https://www.youtube.com/embed/TvOshh8ziIQ"
    }
  },
  {
    "metadata": "|2017|140 min|Action,Bollywood,Comedy,Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "4,187"
    },
    "title": "Golmaal Again (2017)",
    "description": "ေမြးရပ္ေျမေနရာေဟာင္းဆီ ကို ျပန္လာၾကတဲ့ ဂိုပဲလ္၊ မာဒက္ဗ္၊လပ္ကီး၊ လက္စ္မန္ပရာဆပ္နဲ႔ လက္စ္မန္တို႔ဟာ အသစ္ျပန္ လည္မြမ္းမံထားတဲ့ မိသားစုပိုင္အိမ္ႀကီးမွာ ေနၾကပါတယ္။ ဂိုပဲလ္တို႔မွာ ကေလးဘ၀ကတည္းက မတည့္ၾကတဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိၿပီး အရြယ္ေရာက္လာတဲ့အခ်ိန္ထိ မတည့္ၾကဘဲ ျပန္ေရာက္လာတဲ့ ဂိုပဲလ္တို႔နဲ႔ ေတြ႕တာနဲ႔ကို ရန္ျဖစ္ ၾကပါေတာ့တယ္။တစ္ရက္မွာေတာ့ ဂိုပဲလ္ တစ္ေယာက္ အိမ္ႀကီးမွာေနရင္း ထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြႀကံဳ ရလို႔ တျခားသူေတြကို ေျပာျပေပမယ့္ ဂိုပဲလ္ကို တစ္ေယာက္မွ မယံုပါဘူး။ ဒါေပမဲ့ ေနာက္ေတာ့ အိမ္ႀကီးထဲက ဆန္းၾကယ္မႈေတြကို အကုန္ႀကံဳရတဲ့အခါမွာေတာ့ အ ေျခာက္အလွန္႔ေတြရွိ တယ္ဆို တာ သေဘာေပါက္ခဲ့ပါတယ္။ဒါနဲ႔ သရဲတေစၦေတြေမာင္း ထုတ္ဖို႔ဆိုၿပီး ဆရာေတြ မ်ိဳးစံုေခၚ လုပ္ေပမယ့္ ထူးျခားမႈမရွိဘဲ အ ေျခာက္အလွန္႔မ်ိဳးစံုနဲ႔သာ ႀကံဳရပါတယ္။ ဂိုပဲလ္တို႔ရဲ႕ အျဖစ္အပ်က္ေတြကို ဟာသဇာတ္ကြက္ ေလးေတြနဲ႔ တင္ဆက္ထားတာမို႔ ရယ္ေမာရဦးမွာပါ။အိမ္ႀကီးထဲက အေျခာက္အ လွန္႔ေတြေနာက္ကြယ္မွာ ဘယ္လိုအေၾကာင္းရင္းေတြရွိေနလဲ၊ ဂုိ ပဲလ္တို႔အဖြဲ႕က ဒီျပႆနာကို ဘယ္လိုနည္းလမ္းေတြနဲ႔ ရွင္းထုတ္မွာလဲဆုိတာေတာ့ ေဘာလိ၀ုဒ္ဇာတ္ကားေတြရဲ႕ ထံုးစံအတိုင္း ကကြက္အလွ၊ ႐ိုက္ခ်က္အလွေတြနဲ႔အတူ ဆက္ၾကည့္ဖို႔ ေဖာ္ျပလိုက္ပါတယ္။ပါ၀င္ထားသူေတြကေတာ့ Ajay Devgn၊ ParineetiChopra၊ Tabu ၊ Arshad Warsi၊ Tushar Kapoor၊ ShreyasTalpade၊ Kunal Khemu စသူေတြျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းကို 7Daily Website မွ ကူးယူေဖာ္ျပပါသည္)File Size : (1.1 GB)Quality : Blu-Ray 720pRunning Time : 2hr 20minFormat : Mp4Genre :Action, Comedy, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264 DTS 5.1 Hon3yTranslated by Mie MieEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vULFc1FCBKFAa0auoQkykTS7mJ3.jpg",
      "https://image.tmdb.org/t/p/w300/bjvKEnVvZYYAp80I8DV1Co7yUu7.jpg",
      "https://image.tmdb.org/t/p/w300/hSTgVxQnc1QJrTvE6XzzdrNKff5.jpg",
      "https://image.tmdb.org/t/p/w300/n9fHqFEyDRojzFca3Oc1xy1FiD1.jpg",
      "https://image.tmdb.org/t/p/w300/294rhQ0kAP7D0k1vMJ6XC0QTNfi.jpg",
      "https://image.tmdb.org/t/p/w300/2JTqYozAkCUga9LSq64gI9CJ8Bm.jpg",
      "https://image.tmdb.org/t/p/w300/wYYL6zB5W8x9iL3zvaoN99AWrAd.jpg",
      "https://image.tmdb.org/t/p/w300/vgo8L24gDPAKqFAXeQ5Cbqcw6cm.jpg",
      "https://image.tmdb.org/t/p/w300/ejN2px1DXyZCPZ4yLRK7xIwZezJ.jpg",
      "https://image.tmdb.org/t/p/w300/5pknLCMzo6qAwXGYtvAmkEDuWrT.jpg",
      "https://image.tmdb.org/t/p/w300/cGxtmOAXPT4frwb23HH8VEM7sZa.jpg",
      "https://image.tmdb.org/t/p/w300/5tlpgVyR5v2uOlmm6wiZb7CI5q3.jpg",
      "https://image.tmdb.org/t/p/w300/5cZq5CXSXZjYZkHwTSPWQWExBwm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYmI5Y2JkNzUtNWJkZC00OTE1LTg3ZDItMjQ0Mzc1MjdhMzhiXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006901000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jf3bn8329prx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/golmaal-again-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1y5hs/Golmaal_Again_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/geAShAzT#GEYAJswJguSJ7iDZONKhKSUCsaEobNx51ePj9PCDzaU",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/jeenxx7ogs8h",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "VgQUwsUHdqc",
      "video_url": "https://www.youtube.com/watch?v=VgQUwsUHdqc",
      "embed_url": "https://www.youtube.com/embed/VgQUwsUHdqc"
    }
  },
  {
    "metadata": "PG|2017|99 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "3,210"
    },
    "title": "My Little Pony: The Movie (2017)",
    "description": "အခုမိတ္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၇ ထြက္​ My little pony ဆိုတဲ့ကား​တြန္​းကား​ေလးပါဒီကား​ေလးက​ေတာ့ ကာတြန္​းကား​ေတြရဲ့ ထံုးစံအတိုင္​း ​ေပါ့​ေပါ့ပါးပါးျမဴးျမဴးႂကြႂကြ​ေလး ရိုက္​ကူးထားတာပါျမင္​းတိုင္​းျပည္​မွာ နတ္​ျမင္​းပ်ံမင္​းသမီး​ေလး ၄ ​ေယာက္​႐ွိပါတယ္​သူတို႔ထဲ ကမွ တြိဳင္​းလိုက္​က​ေတာ့ ခင္​မင္​မွဳရဲ့ မင္​းသမီး​ေလးပါသူဟါ တျခားမင္​းသမီး​ေတြ​ေလာက္​ သူ႔ကိုယ္​သူ ​ေမွာ္​အစြမ္​းမ႐ွိဘဴးလို႔ ထင္​​ေနပါတယ္​တစ္​​ေန့​ေတာ့ သူတို႔တိုင္​းျပည္​မွာ ပြဲ​ေတာ္​​ေလးတစ္​ခုစီစဥ္​​ေႏတုန္​းမွာ မုန္​တိုင္​းသခင္​ႀကီးရဲ့ က်ဳး​ေက်ာ္​မွဳကို ခံရၿပီး မင္​းသမီး ၃ ပါးလံုး ဖမ္​းခံရပါတယ္​ တြိဳင္​းလိုက္​က​ေတာ့ သူ႔သူငယ္​ခ်င္​း​ေတြရဲ့ အကူအညီနဲ႔ လြတ္​​ေျမာက္​သြားၿပီး သူတို႔တိုင္​းျပည္​ကို ကယ္​တင္​ဖို႔ သူ႔တာဝန္​ျဖစ္​လာပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ သူတစ္​​ေယာက္​တည္​းအင္​အားနဲ႔ မဟုတ္​ဘဲ သူငယ္​ခ်င္​း​ေတြနဲ႔အတူ တက္​ညီလက္​ညီႀကိဳးစားၾကပံုကို ခ်စ္စဖြယ္ သီခ်င္​း​ေလး​ေတြနဲ႔ ​​​ေဝ​ေဝဆာဆာ ရိုက္​ကူး​ေပးထားတာပါ​ေနာက္​ဆံုး​ေတာ့ သူငယ္​ခ်င္​းတစ္​စု ဘာ​ေတြၾကံဳၿပီး တိုင္​းျပည္​ကို ဘယ္​လိုကယ္​တင္​ၾကလဲ ဆိုတာ ၾကည္​့႐ွဳအား​ေပးၾကပါဦးFile Size : (700 MB) and (250 MB)Quality : Blu-Ray 720pRunning Time : 1hr 39minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay DTS x264-SPARKSTranslated by May Tharaphi LwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rTzNzpVlhoiCp1O7Spbb4uf7fvI.jpg",
      "https://image.tmdb.org/t/p/w300/t9QTd0V3rbv6W25QbHJuC6zbIo1.jpg",
      "https://image.tmdb.org/t/p/w300/384yPazKK5MZy3umVRisBda0T1J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMmMxNWNhNjItZjhmMC00ZmViLThlYjItZDk5YTQ1MWZkOGM1XkEyXkFqcGdeQXVyNzY2ODYzOTU@._V1_SY1000_CR006571000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=gsj3uhm4fikg",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-little-pony-the-movie-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UQ9v/My_Little_Pony_-_The_Movie_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/pdw840kpgdzq",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "kIv_ConaZ1c",
      "video_url": "https://www.youtube.com/watch?v=kIv_ConaZ1c",
      "embed_url": "https://www.youtube.com/embed/kIv_ConaZ1c"
    }
  },
  {
    "metadata": "N/A|2017|95 min|Comedy,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "124"
    },
    "title": "Love and Other Cults(2017)",
    "description": "Love and other cults (2017)ဒီတစ်ခေါက်တော့ Channel Myanmar ပရိသတ်ကြီးအတွက်ဇာတ်လမ်းကောင်းလေးတစ်ခုကိုမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Love and other cults (2017)ကားလေးပါ။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းကတော့ …ဘာသာရေးအစွန်းရောက်လွန်းတဲ့ မိခင်ဖြစ်သူကြောင့် ဘာသာရေးမိတ်ဆွေအသိုင်းအဝိုင်းထဲမှာ လိင်ကျေးကျွန်အဖြစ် ရနှစ်ခန့်နေခဲ့ရတဲ့ကလေးမလေး Ai…ဒီလိုနေရာကနေ လွတ်မြောက်လာခဲ့ပြီး သာမန်လူတစ်ယောက်လို လူ့အသိုင်းအဝိုင်းထဲကိုဝင်ရောက်လာခဲ့ပေမယ့် လူ့အသိုင်းအဝိုင်းနဲ့ မဝင်ဆံ့တော့တာတော့အမှန်ပါ။ထိုအချိန်မှာ သူမကိုနားလည်ပေးနိုင်တဲ့ တစ်ဦးတည်းသောသူကတော့ သူမလိုပဲ လူ့အသိုင်းအဝိုင်းမှာ ဝင်မဆံ့တဲ့ Ryotaနဲ့ ဆုံတွေ့လာတဲ့အခါ…ဒီလိုပျက်စီးယိုယွင်းနေတဲ့ အရေခြုံလောကကြီးကနေ သူတို့နှစ်ယောက်ရုန်းထွက်နိုင်ပါ့မလား?ဘယ်လိုမှရုန်းထွက်နိုင်စရာမရှိတဲ့ ဘာသာရေးအသိုင်းအဝိုင်းတစ်ခုမှာသူတို့ဘယ်လိုဆက်ရှင်သန်မလဲ?စတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ အဆုံးထိဆွဲခေါ်သွားနိုင်တဲ့ကားလေးတစ်ကားပါ။Imdb Rating 5.9ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးနာမည်ကတော့ Love and other cults(2017)ပါ။",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hp2aDZk4FAY5NfRoul2dwXbumw2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ocK2R5vFdwFrNNu4dG1EHPnrj9T.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-and-other-cults-16-2017",
        "server": "VIP Links",
        "size": "890MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/love-and-other-cults-16-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/tda3mcuyeyh8",
        "server": "veryfiles.com",
        "size": "890MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/g39339uishyq.html",
        "server": "streamsb.com",
        "size": "890MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2017|111 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "7,393"
    },
    "title": "Rememory(2017)",
    "description": "၂၀၁၇ ခုႏွစ္ စက္တင္ဘာလမွာLionsgate Premiere က ျဖန္႔ခ်ိရုံတင္ခဲ့တဲ့ Rememory ဇာတ္ကားကို Director Mark Palansky က ႐ိုက္ကူးထားၿပီး Peter Dinklage(Samuel Bloom) , Martin Donovan (Gordan Dunn) တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္အ႐ုပ္ငယ္ေလးေတြနဲ႔ ေမာ္ဒယ္ပုံေသးေသးေလးေတြတည္ေဆာက္တဲ့ပညာ႐ွင္ဆမ္မ်ဴရယ္ဘလြန္းဟာ သူ႔ညီနဲ႔ အရက္ဘားကေနအိမ္ကိုကားေမာင္းအျပန္မွာ ကားမေတာ္တဆမႈျဖစ္ပြားၿပီး သူ႔ညီေလးေသဆုံးခဲ့ပါတယ္ေနာက္ ႏွစ္နည္းနည္းၾကာလာတဲ့အခ်ိန္မွာ ေဂၚဒန္ဒန္းဆိုတဲ့ သိပၸံပညာ႐ွင္တေယာက္က ဦးေႏွာက္ထဲက မွတ္ဥာဏ္ေတြကို အတိအက်ျပန္လည္တူးေဖာ္ေပးႏိုင္တဲ့ မွတ္ဥာဏ္ေဖာ္စက္ကို ေ႐ွ႕ေျပးပုံစံငယ္တည္ေဆာက္ႏိုင္ခဲ့ပါတယ္ေဂၚဒန္ဒန္းမွာ ဂ်ိန္းလို႔ေခၚတဲ့သမီးေလးတေယာက္႐ွိၿပီး အဲဒီသမီးေလးဟာ ကားမေတာ္တဆမႈတခုမွာ ဆုံးပါးသြားခဲ့ပါတယ္သမီးေလးဆုံးပါးၿပီးတဲ့ေနာက္ ဇနီးျဖစ္သူနဲ႔ပါ အဆင္မေျပျဖစ္လာတဲ့ ေဂၚဒန္ဟာ သူ႔သမီးငယ္ေလးရဲ႕ပုံရိပ္ေတြကို ျပန္လည္ျမင္ေတြ႔ႏိုင္ဖို႔ မွတ္ဥာဏ္ေဖာ္စက္ကို ဖန္တီးခဲ့တာပါသူ႔ကုမၸဏီက တာဝန္႐ွိသူေတြကေတာ့မွတ္ဥာဏ္ေဖာ္စက္ကို တည္ေဆာက္တာက ကိုမာဝင္ေနတဲ့လူနာေတြကို ျပန္လည္ကယ္တင္ႏိုင္မယ္ဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္နဲ႔ စီးပြားတြက္တြက္ၾကပါတယ္အဲဒီ နမူနာပုံစံကို ေစ်းကြက္ကိုစတင္မိတ္မဆက္ခင္စက္ကိုစမ္းသပ္တုန္းက စမ္းသပ္ခံအေနနဲ႔ ပါဝင္ခဲ့သူေတြဟာ စမ္းသပ္ခံၿပီးေနာက္မွာေတာ့ ျပႆနာမ်ိဳးစုံၾကဳံခဲ့ရၿပီး တီထြင္သူ ေဂၚဒန္ဒန္းလည္း ဒဏ္ရာမေပၚပဲ ေသဆုံးခဲ့ရပါတယ္ဒါ့အျပင္ မွတ္ဥာဏ္ေဖာ္စက္ကလည္း ေပ်ာက္ျခင္းမလွေပ်ာက္သြားခဲ့ပါတယ္အဲဒီအခ်ိန္မွာ ေဂၚဒန္ဒန္းရဲ႕သမီးေသဆုံးမႈအတြက္ အေႂကြးတင္ေနသလိုခံစားေနရတဲ့ ဆမ္ဟာေဂၚဒန္႔ေသဆုံးမႈကို အဲဒီမွတ္ဥာဏ္ေဖာ္စက္ကိုသုံးၿပီး လိုက္ပါစုံစမ္းခဲ့ပါေတာ့တယ္ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပါFile Size…(950MB) and (370MB)Quality…BluRay 720pFormat…mp4Duration…01:51:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Chan Myae Thu Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3vSrGsnMjzAycIU80udh7NFAJkP.jpg",
      "https://image.tmdb.org/t/p/w300/uA7PvnbHttFcKYdcIN3p9SCaN7V.jpg",
      "https://image.tmdb.org/t/p/w300/w48G33s6zjPEvpO1z9p7cj3ig9m.jpg",
      "https://image.tmdb.org/t/p/w300/pQJTdqJ4sUN8evfrC4Hq2PEFMa5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMzNzAyNzYwOF5BMl5BanBnXkFtZTgwMDg5ODEyMzI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://skamaker.com/4BFv",
        "server": "openload.co",
        "size": "951MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BJf",
        "server": "openload.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BaL",
        "server": "Soliddrive.co",
        "size": "951MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4DMu",
        "server": "Soliddrive.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4BW3",
        "server": "channelmyanmar.agbcloud.com",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://skamaker.com/4Bo3",
        "server": "drive.google.com",
        "size": "951MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "n6ihJIjVGLo",
      "video_url": "https://www.youtube.com/watch?v=n6ihJIjVGLo",
      "embed_url": "https://www.youtube.com/embed/n6ihJIjVGLo"
    }
  },
  {
    "metadata": "R|2017|2h 22min|Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "52,833"
    },
    "title": "The Square (2017)",
    "description": "The Square (2017)IMDb – 7.2/10_____Rotten – 85%Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ကြိမ်တင်ဆက်ပေးလိုက်တဲ့ The Square ဇာတ်ကားဟာဆိုရင် ပုံမှန်အတွေ့ရများလေ့ရှိတဲ့ဇာတ်ကားတွေလိုမဟုတ်ဘဲ တစ်မျိုးတစ်ဘာသာ ထူးခြားတဲ့သဘောကိုခံစားမိစေမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။အရှေ့ဥရောပ နိုင်ငံတစ်ခုဖြစ်တဲ့ ဆွီဒင်နိုင်ငံက “ခရစ်စတီယန်”ဆိုတဲ့ ပြတိုက်မှူးတစ်ယောက်…စတော့ဟုမ်းမြို့လည်မှာ ဖုန်းနဲ့ပစ္စည်းအချို့ခါးပိုက်နှိုက်ခံရတာကနေ ဇာတ်ကားတစ်ခုလုံးရဲ့ အဓိကအကြောင်းအရာကိုစတင်ထားတာပါ။ပျောက်ဆုံးသွားတဲ့ ဖုန်းနဲ့ပစ္စည်းတွေကို ပြန်လည်ရယူဖို့ကြိုးစားရင်းဇာတ်ရှိန်တဖြည်းဖြည်းတက်လာမှာပါ။ဇာတ်ကားတစ်ခုလုံးကို အစကနေအဆုံး ဂရုတစိုက်ကြည့်မှသာ ဇာတ်လမ်းရဲ့အရသာကို ခံစားလို့ရနိုင်မယ်လို့ ပြောချင်ပါတယ်အလွမ်းအဆွေးပိုင်းဆိုင်ရာ သရုပ်ဆောင်ခန်းတွေကို တင်ပြထားရင်းနဲ့ကြိုကြားကြိုကြားဆိုသလို အနုပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေအကြောင်းလည်းဗဟုသုတဖြစ်စရာ တွေ့မြင်ကြရမှာပါ။ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ဒီဇာတ်ကားဟာရသခံစားမှုအပိုင်းထက် သုတပိုင်းကိုပိုပြီးအလေးပေးထားတဲ့ ဇာတ်ကားတစ်ကားသာဖြစ်တယ်လို့ ဆိုချင်ပါတယ်။ရွှင်လန်းချမ်းမြေ့ကြပါစေခင်ဗျားFile Size : (1.1 GB)Quality : WEB-DL 720pRunning Time : 2hr 22minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : SWEDISH.720p.WEB-DL.XviD.AC3-FGTTranslated by Myo Myint Oo (Arakanese)Encoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rYPjNFY1JE3DZ4QGjvJNnDQRTxe.jpg",
      "https://image.tmdb.org/t/p/w300/qOD7K4iZL6QjOpRBS1GATU0TKdY.jpg",
      "https://image.tmdb.org/t/p/w300/cNWY3Nd3opPzYIVN8gEpRGWjJWJ.jpg",
      "https://image.tmdb.org/t/p/w300/5JyocsCI9tKAdwZRsdBwKiOhzFN.jpg",
      "https://image.tmdb.org/t/p/w300/4ZkIVnR4tsKIp7nyCqaMTVRxuXg.jpg",
      "https://image.tmdb.org/t/p/w300/7veKBcyVtHU5IEQlKzCdNVSFY73.jpg",
      "https://image.tmdb.org/t/p/w300/gr2a0sq3DCIiR3556GEVJD6txwH.jpg",
      "https://image.tmdb.org/t/p/w300/bYZM4DoHrmzY3oq2qrcXAYQmLNp.jpg",
      "https://image.tmdb.org/t/p/w300/vPTj9Yp9wi4z6TPWy0YGkXPQUEY.jpg",
      "https://image.tmdb.org/t/p/w300/lPpSr2DJDpepSY3XrWEd56KSX5E.jpg",
      "https://image.tmdb.org/t/p/w300/qwVenSbrucK7VY1JlWibEAdWsVv.jpg",
      "https://image.tmdb.org/t/p/w300/xYvgClrHicnFGX978stKdbEVFSM.jpg",
      "https://image.tmdb.org/t/p/w300/fQtKZQcrzL73yGDWmBww2FOzs97.jpg",
      "https://image.tmdb.org/t/p/w300/xThzQyyCyREm2ZyMk93satw9Wl5.jpg",
      "https://image.tmdb.org/t/p/w300/dO36IPvGDmza1AYKn9Ay3SUNrPW.jpg",
      "https://image.tmdb.org/t/p/w300/5guMlt9pNDcNUCBQjgW73mLBlKn.jpg",
      "https://image.tmdb.org/t/p/w300/8CI5xm6fPjVUiw5aV2Rh3pp3fIe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-square-poster.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xkkzwtrhu4ez.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-square-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://www.filedwon.info/k9ofd64cvgfy/The_Square_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1ylu0/The_Square_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/WNRBGSTa#DxPBua6bThAE90poiw_7OCEu41Io5fokneMjdyjA7hk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/2b5lpvj6ecs6",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "IcmMYzyVt5Y",
      "video_url": "https://www.youtube.com/watch?v=IcmMYzyVt5Y",
      "embed_url": "https://www.youtube.com/embed/IcmMYzyVt5Y"
    }
  },
  {
    "metadata": "|2017|120 min|Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "182"
    },
    "title": "My Ex & Whys (2017)",
    "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ “My Ex and Whys” ဆိုတဲ့ ဖိလစ်ပိုင်အချစ်ဟာသ ဇာတ်လမ်းလေးပါကာလီဟာ Bakit List Girl ဆိုတဲ့ ဘလော့ကို ရေးတဲ့ ဘလော့ဂါတစ်ယောက်ပါBakit ဆိုတာကတော့ ဖိလစ်ပိုင်လို why ဘာလို့လဲ ဆိုတဲ့ အဓိပ္ပါယ်ပါအဲ့ ဘလော့မှာဆိုရင် ဘာလို့ ယောကျာ်းတွေ သစ္စာမရှိတာလဲ ဆိုတဲ့ ခေါင်းစဉ်ကို အဓိကထားပြီး ယောကျာ်းတွေရဲ့ မကောင်းကြောင်းကို ဘာလို့ လဲ ဆိုတဲ့ အမေး တွေ နဲ့ တင်လေ့ရှိပါတယ်ကာလီ ဆိုတဲ့ ကောင်မလေး ယောကျာ်းတွေကို သစ္စာမရှိတဲ့ လူတွေလို့ ဘာလို့ မြင်တာလဲ????ဒီလိုပါ…သူ ဘလော့ဂါမဖြစ်ခင် လွန်ခဲ့တဲ့ ၂နှစ်လောက်က သူ့အဖေနဲ့ အမေ ကွဲခဲ့ပါတယ်ကွဲရတဲ့ အကြောင်းရင်းကလဲ သူ့အဖေ သစ္စာဖောက်တာကြောင့်ပါပြီးတော့ အဲ့အချိန်လောက်မှာဘဲ ဂျီယိုဆိုတဲ့ ခပ်ချောချော လူရှုပ်လူပွေ နဲ့ ကာလီ ဟာ ချစ်ကြိုက်ခဲ့ပါတယ်ဂျီယိုက ကာလီကို သစ္စာမဖောက်ဘူးလို့ အကြိမ်ကြိမ် ကတိပေးခဲ့ပါတယ်…ဒါပေမယ့်…ဒီကတိကို ဂျီယို မတည်ခဲ့ပါဘူး ….ဒါကတော့ Bakit List Girl ဘလော့ ဖြစ်တည်လာပုံလေးပေါ့ဒီလိုနဲ့ နှစ်နှစ်ကြာပြီးနောက်မှာတော့ ဂျီယို နဲ့ ကာလီ ပြန်ဆုံခဲ့ပါတယ်…ဂျီယို ဟာ သူဘာလို့ သစ္စာဖောက်ခဲ့တာလဲဘာလို့ လဲ ဆိုတဲ့ အကြောင်းပြချက်ကို ကာလီကို ရှင်းပြချင်ခဲ့ပါတယ်…ဒီလိုနဲ့ ကာလီကို ပြန်ရဖို့ ကြိုးစားပါတော့တယ်…ပရိတ်သတ်အတွက် သတင်းကောင်းရှိပါတယ်…ဒါကတော့ ဒီဇာတ်လမ်းထဲမှာ ခုတလော ရေပန်းစားနေတဲ့ ဖိလစ်ပိုင်စုံတွဲ ပါတယ်…ပြီးရင် 2NE1 ထဲက အဖွဲ့ဝင် တစ်ယောက်ပါတယ်..ဧည့်သည်အနေနဲ့ပါ..ပါတယ်ဆိုလို့ အကြာကြီး ပါတယ် မထင်နဲ့ ဦး…မြင်တဲ့လူကတော့ အကောင်ပါ ?မင်းသားရော မင်းသမီးရော အရမ်းချောတော့ ကြည့်ရတဲ့သူတောင် စိတ်တွေခုန်တဲ့ ဇာတ်လမ်းလေးပါ ?လုံးဝအရိုပါ ကိုးရီးယားမှာ ရိုက်ထားတဲ့ scene လဲ ပါတယ်နော့ ရှူစားကြပါဦး CM ပရိတ်သတ်တို့(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က May Haruko ပါ)FileSize : (850 MB) and (500 MB)Quality : 720p WebripRunning Time : 2hr 00minutesFormat : Mp4Genre : Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by May HarukoEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3p7uCjVPiOW2VaVaUdHqbGQfJnB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BM2FiOTcxMTQtNDllZi00NTk5LTgxMmEtMGU3NjM4Y2QzYTExXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-ex-whys2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/my-ex-and-whys-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1Ewl2/My_Ex_&_Whys_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/mu9w6tz5lfez.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7Qe4LOkJi4k",
      "video_url": "https://www.youtube.com/watch?v=7Qe4LOkJi4k",
      "embed_url": "https://www.youtube.com/embed/7Qe4LOkJi4k"
    }
  },
  {
    "metadata": "N/A|2017|N/A|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "70"
    },
    "title": "The Star Next Door ( 2017 )",
    "description": "ဒီဇာက္​ကား​ေလးဟာဆိုရင္​ျဖစ္​ comedy/drama အမ်ိဳးအစားျဖစ္​ၿပီးIMdb 6.7 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္အရမ္​းကိုၾကည္​့​ေကာင္​းတဲ့ဇာက္​ကား​ေလးျဖစ္​တယ္​လို႔ ၫႊန္​းပါရ​ေစဇာက္​​ေဆာင္​​ေတြက​ေတာ့ အားလံုးသိၾကတဲ့ မင္းသမီး​ေခ်ာ​ေလးKoreaနိုင္​ငံရဲ႕ ဘာဘီရုပ္​​ေလးလို႔ တင္​စားၾကတဲ့ Han Chae YoungကHye Mi အျဖစ္​သရုပ္​ထားၿပီး The moon embracing the sun ကားထဲမွာက​ေလးသရုပ္​​ေဆာင္​အျဖစ္​ ပိုင္​နိုင္​စြာ သရုပ္​​ေဆာင္​နိုင္​ခဲ့တဲ့ မင္​းသမီးငယ္​​ေလးJin Ji Heeက So Eun အျဖစ္​ သရုပ္​​ေဆာင္​ထားပါတယ္​ဇာက္​လမ္​း​ေလးဟာဆိုရင္​ျဖင္​့ Hye Mi ဟာ korea နိုင္​ငံရဲ႕နာမည္​​ေက်ာ္​ၾကားလွတဲ့ သရုပ္​​ေဆာင္​ မင္​းသမီးတစ္​လက္​ျဖစ္​ၿပီးSo Eun က​ေတာ့ ရိုးရိုး အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါဘယ္​သူမွ သတိမထားမိတာက သူတို႔နွစ္​​ေယာက္​က သားအမ​ိ​ေတြပါနွစ္​​ေယာက္​စလံုးဟာ ဘယ္​သူမွ မသိ​ေအာင္​ ​ေနၾက​ေပမဲ့ So Eun ​ေလးက​ေတာ့မိခင္​​ေမတၱာကို ငတ္​မြတ္​​ေနသူပါ မထင္​မွတ္​ပဲ သူငယ္​ခ်င္​း​ေတြရဲ႕addition ကို လိုက္​သြားရင္​ မ​ေတာ္​တဆတစ္​ခု​ေၾကာင္​့ဝင္​ၿပိဳင္​လိုက္​ရတဲ့အခါ ၿပိဳင္​ပဲြရဲ႕ဒိုင္​က​ေရာ ဘယ္​သူျဖစ္​​ေနမလဲSo Eun ​ေလး​ေရာ သူ႔အ​ေမလို အႏုပညာပိုး အျပည္​့အဝရွိပါ့မလား​ေစာင္​့ၾကည္​့ရင္​း ဆက္​ဆက္​ၾကည္​့ၾကပါလို႔ တုိက္တြန္းလုိက္ပါရေစေနာ္Translated & Review By XiaoEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tsiOhL5BKZrl9B4c2zusWOmGs2l.jpg",
      "https://image.tmdb.org/t/p/w300/3fs2hUrEniXK07uBrCvxBRbsHGE.jpg",
      "https://image.tmdb.org/t/p/w300/cJENceRV9H7h5kc7ySsdxg2qRLG.jpg",
      "https://image.tmdb.org/t/p/w300/5TGvucqtr2A0N8m5zovw2P4azCb.jpg",
      "https://image.tmdb.org/t/p/w300/bx78pIMbHog5vu1u37VkUfY5Aah.jpg",
      "https://image.tmdb.org/t/p/w300/fLnIxP0Zrtn1mT8JBzdeEJxIWf7.jpg",
      "https://image.tmdb.org/t/p/w300/4BrI8wkj8JhcUwDlDKcQedNtvXh.jpg",
      "https://image.tmdb.org/t/p/w300/bLR1l6pc9Yud7vxxAsM8vr3VXCB.jpg",
      "https://image.tmdb.org/t/p/w300/xHuv5DcrCtJwmmuvqdliav0PYDA.jpg",
      "https://image.tmdb.org/t/p/w300/A9iaHKjqro4i9uZryKQMtF8aYNp.jpg",
      "https://image.tmdb.org/t/p/w300/r6F6NyHW4IAmpvu2Az2cspgi8Ky.jpg",
      "https://image.tmdb.org/t/p/w300/27B3aRZUWUt27wAIZ26KgtubDNS.jpg",
      "https://image.tmdb.org/t/p/w300/pnUAcd2T7YFHHV48zvUwF5Hsmtx.jpg",
      "https://image.tmdb.org/t/p/w300/hLznKhBa5Au8r5Z98pLPbPYC3zh.jpg",
      "https://image.tmdb.org/t/p/w300/2NqyjZEbtZBkYBSrMOWQx4dtl60.jpg",
      "https://image.tmdb.org/t/p/w300/x4LxhoAzAz1IqNgruvUOlpRLLcd.jpg",
      "https://image.tmdb.org/t/p/w300/rOTrh4ds0K3ofTGQ3YaEd8E5nGh.jpg",
      "https://image.tmdb.org/t/p/w300/qmCwEvYf3k0RjD4Bc9JzZmRDspA.jpg",
      "https://image.tmdb.org/t/p/w300/6mBHpQjYqLzJAAg9fo1xyQ5fxzm.jpg",
      "https://image.tmdb.org/t/p/w300/uEmuaCytJWBPY7QFsM7pt8wQIlZ.jpg",
      "https://image.tmdb.org/t/p/w300/hFBVXRKJ7pnd0rSgtzrFqnqpXW1.jpg",
      "https://image.tmdb.org/t/p/w300/46y1jkjaZbiekaHvmgfwQLNheBu.jpg",
      "https://image.tmdb.org/t/p/w300/kJDkvLC5eKedIDDkho6XYEl5qJM.jpg",
      "https://image.tmdb.org/t/p/w300/9i4y8qpvBYL3DTUy8JiBiKuNyMn.jpg",
      "https://image.tmdb.org/t/p/w300/gfvhfYiIR0T3EFLCvLqsJZbrZRl.jpg",
      "https://image.tmdb.org/t/p/w300/tlhIjHh7WL0OovmE39mFbaRibxf.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7DFFQrXGwh4gmh7yTdjiB8zLyDK.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/s4n5qg7j0sms.html",
        "server": "usersdrive.com",
        "size": "993 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://drive.google.com/file/d/1ZnUA0wmo-z6YD1Ko9J3cAuAYP4Jyw3dt/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "993 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/1xtkh/Star_Next_Door_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "993 MB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://upstream.to/053ufeg6ph1r",
        "server": "upstream.to",
        "size": "993 MB",
        "quality": "HDRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|2h 5min|Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "167,101"
    },
    "title": "Darkest Hour (2017)",
    "description": "Darkest Hour (2017)IMDb – 7.4/10_____Rotten – 84%Won 2 Oscars.Another 51 wins & 77 nominations.Gary Oldman တစ်ယောက် Darkest Hour ရုပ်ရှင်နဲ့ Golden Globe Best Actor Award ရသွားပြီ၊ Academy Awards မှာလဲ Best Picture နဲ့ Best Actor Nomination ဝင်ထားပြန်ပြီ။လူတိုင်းသိတဲ့ ဝင်စတန်ချာချီအကြောင်း ရိုက်ထားတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလောက်နာမည်ကြီးနေရတာလဲ?Darkest Hour ဟာ ဗြိတိန်ဝန်ကြီးချုပ် ဝင်စတန်ချာချီအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်ပေမယ့် ဝင်စတန်ချာချီရဲ့ ဘဝတစ်ခုလုံးကိုပြတာလဲမဟုတ်သလို ဒီကားထဲမှာ စစ်တိုက်တာတွေလဲ မပါပြန်ပါဘူး။ဒီရုပ်ရှင်မှာ အဓိကပြသွားတာကတော့ ချာချီ ဝန်ကြီးချုပ်ဘယ်လိုဖြစ်လာတယ်၊ ဂျာမနီရဲ့ကျူးကျော်စစ်ကြီးကို ပြန်အံတုနိုင်ဖို့ သူ့ရဲ့ပါတီ၊ လွှတ်တော်ထဲမှာတင် ဘယ်လောက်တောင် လုံးလည်ချာလည်လိုက်ခဲ့ရလဲဆိုတာတွေပါ။ဒီလောက်ရိုးရှင်းတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလိုဆုတွေအတွက် လျာထားခံရသလဲ?အဖြေကရှင်းပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ Gary Oldman ဟာ တကယ့်ဝင်စတန်ချာချီ ဝင်သရုပ်ဆောင်နေသလား အောက်မေ့ရလောက်အောင် တူလွန်းလှပါတယ်။ တစ်နေ့ကို ၁၈ နာရီရိုက်ကူးရေးလုပ်ရပြီး ၆ နာရီသာအိပ်ခဲ့ရပါတယ်။ဝင်စတန်ချာချီလို ဗိုက်ပူပူနဲ့ လူကောင်လုံးလုံးကြီးဖြစ်အောင် ပိန်ပိန်ပါးပါး Gary Oldman ဟာ လူခန္ဓာကိုယ်ပုံစံတူပြုလုပ်ထားတဲ့ဝတ်စုံအကြီးကြီးကိုဝတ်ဆင်ပြီး သရုပ်ဆောင်ခဲ့ရပါတယ်။ ဆေးလိပ်တွေသောက်ရလွန်းလို့ အဆိပ်သင့်တဲ့အထိလဲဖြစ်ခဲ့ပါသေးတယ်။ အဲ့လောက်အထိကို ကြိုးစားခဲ့ရတာပါဒီဇာတ်လမ်းရဲ့ထူးခြားချက်ကတော့ ဝင်စတန်ချာချီကို ဘယ်တုန်းကမှမမြင်ဖူးတဲ့ အမြင်နဲ့ တွေ့ရတာပါ။ ဇာတ်လမ်း အစအလယ်အဆုံး ဆူပုတ်ပုတ် ဂျစ်ကန်ကန်ပုံစံ ဝင်စတန်ချာချီကို မြင်တွေ့ရမှာဖြစ်ပြီး သူ့ရဲ့နာမည်ကျော် မိန့်ခွန်းတွေကိုလဲနားထောင်ရမှာဖြစ်သလို ဘုကလန့်ဂွစာပုံစံတွေကိုလဲ ကြည့်ရှူရမှာပါ။ဇာတ်လမ်းက တခြားအတ္ထုပတ္တိရုပ်ရှင်တွေလိုမျိုး ဇာတ်အိမ်အရမ်းနက်နဲမှုမရှိပဲ ပေါ့ပေါ့ပါးပါးနဲ့ သမိုင်းရုပ်ရှင်တစ်ကားကို စိတ်ဝင်စားအောင်တင်ဆက်ထားပါတယ်။ သမိုင်းအချက်အလက်တွေလဲ အများကြီးပါဝင်သလို ပါဝင်အားဖြည့်ပေးထားတဲ့ဇာတ်ပို့သရုပ်ဆောင်တွေကလဲ Gary Oldman ရဲ့ ချာချီဇာတ်ကောင်ကို အများကြီးထောက်ပံ့ပေးနိုင်ခဲ့ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ခံသမိုင်းကြောင်းအနေနဲ့ ဒန်းကတ်ကမ်းခြေမှာသောင်တင်နေတဲ့ စစ်သား ၄သိန်းကို ကယ်ထုတ်ဖို့ကြိုးစားတဲ့ဖြစ်ရပ်ကို အခြေခံထားပြီး ဝင်စတန်ချာချီအနေနဲ့ ဒီလူ ၄ သိန်းကို ကယ်ထုတ်ဖို့၊ သူ့ကိုဗြိတိန်လွှတ်တော်၊ ဘုရင်၊ သူ့ရဲ့ပါတီဝင်တွေ ယုံကြည်လာအောင်၊ ပြည်သူတွေ သူ့ကိုထောက်ခံအားပေးလာအောင် ဘယ်လိုအားထုတ်ခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ။ဒီရုပ်ရှင်ကိုကြည့်ပြီးရင် ချာချီရဲ့စိတ်နေစိတ်ထား၊ သူ့ရဲ့ခံယူချက်၊ သူ့ရဲ့သတ္တိကို ပိုပြီးနားလည်သဘောပေါက်လာမှာသေချာပါတယ်။ ဒီနှစ် Academy Awards မှာတော့ The Disaster Artist မင်းသား James Franco မရမှာသေချာနေပြီဆိုတော့Gary Oldman ကိုတော့ တစ်ပေးထားလိုက်ပါပြီ။ဆုတွေလဲအများကြီးဆွတ်ခူးထားတဲ့ရုပ်ရှင်ဖြစ်သလို Academy Award Best Picture Nominee ရုပ်ရှင်ကားတစ်ကားဖြစ်တဲ့အတွက် ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကြည့်ပြီးရင် Christopher Nolan ရဲ့ Dunkirk ရုပ်ရှင်ကိုလဲ ကြည့်ဖြစ်အောင်ကြည့်စေချင်ပါတယ်။ ဒီဇာတ်ကားနှစ်ကားက ဆက်စပ်မှုရှိနေသလို နှစ်ကားလုံးကလဲ အကောင်းဆုံးရုပ်ရှင်ဆု လျာထားခံထားရတဲ့အတွက်ကြောင့်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ ကိုအာကာဖြိုးပါ)*************************Gary Oldman တစ္ေယာက္ Darkest Hour ရုပ္ရွင္နဲ႕ Golden Globe Best Actor Award ရသြားၿပီ၊ Academy Awards မွာလဲ Best Picture နဲ႕ Best Actor Nomination ၀င္ထားၿပန္ၿပီ။လူတိုင္းသိတဲ့ ၀င္စတန္ခ်ာခ်ီအေၾကာင္း ရိုက္ထားတဲ့ရုပ္ရွင္က ဘာလို႕မ်ား ဒီေလာက္နာမည္ႀကီးေနရတာလဲ?Darkest Hour ဟာ ၿဗိတိန္၀န္ႀကီးခ်ဳပ္ ၀င္စတန္ခ်ာခ်ီအေၾကာင္းရုိက္ကူးထားတဲ့ရုပ္ရွင္ကားတစ္ကားျဖစ္ေပမယ့္ ၀င္စတန္ခ်ာခ်ီရဲ႕ ဘ၀တစ္ခုလံုးကိုျပတာလဲမဟုတ္သလို ဒီကားထဲမွာ စစ္တိုက္တာေတြလဲ မပါျပန္ပါဘူး။ဒီရုပ္ရွင္မွာ အဓိကျပသြားတာကေတာ့ ခ်ာခ်ီ ၀န္ႀကီးခ်ဳပ္ဘယ္လိုျဖစ္လာတယ္၊ ဂ်ာမနီရဲ႕က်ဴးေက်ာ္စစ္ၾကီးကို ျပန္အံတုႏိုင္ဖို႕ သူ႕ရဲ႕ပါတီ၊ လႊတ္ေတာ္ထဲမွာတင္ ဘယ္ေလာက္ေတာင္ လံုးလည္ခ်ာလည္လိုက္ခဲ့ရလဲဆိုတာေတြပါ။ဒီေလာက္ရိုးရွင္းတဲ့ရုပ္ရွင္က ဘာလို႕မ်ား ဒီလိုဆုေတြအတြက္ လ်ာထားခံရသလဲ?အေျဖကရွင္းပါတယ္။ ဒီရုပ္ရွင္ထဲမွာ Gary Oldman ဟာ တကယ့္၀င္စတန္ခ်ာခ်ီ ၀င္သရုပ္ေဆာင္ေနသလား ေအာက္ေမ့ရေလာက္ေအာင္ တူလြန္းလွပါတယ္။ တစ္ေန႕ကို ၁၈ နာရီရိုက္ကူးေရးလုပ္ရၿပီး ၆ နာရီသာအိပ္ခဲ့ရပါတယ္။၀င္စတန္ခ်ာခ်ီလို ဗိုက္ပူပူနဲ႕ လူေကာင္လံုးလံုးႀကီးျဖစ္ေအာင္ ပိန္ပိန္ပါးပါး Gary Oldman ဟာ လူခႏၶာကိုယ္ပံုစံတူျပဳလုပ္ထားတဲ့၀တ္စံုအႀကီးႀကီးကို၀တ္ဆင္ၿပီး သရုပ္ေဆာင္ခဲ့ရပါတယ္။ ေဆးလိပ္ေတြေသာက္ရလြန္းလို႕ အဆိပ္သင့္တဲ့အထိလဲျဖစ္ခဲ့ပါေသးတယ္။ အဲ့ေလာက္အထိကို ၾကိဳးစားခဲ့ရတာပါဒီဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ကေတာ့ ၀င္စတန္ခ်ာခ်ီကို ဘယ္တုန္းကမွမျမင္ဖူးတဲ့ အျမင္နဲ႕ ေတြ႕ရတာပါ။ ဇာတ္လမ္း အစအလယ္အဆံုး ဆူပုတ္ပုတ္ ဂ်စ္ကန္ကန္ပံုစံ ၀င္စတန္ခ်ာခ်ီကို ျမင္ေတြ႕ရမွာျဖစ္ၿပီး သူ႕ရဲ႕နာမည္ေက်ာ္ မိန္႕ခြန္းေတြကိုလဲနားေထာင္ရမွာျဖစ္သလို ဘုကလန္႕ဂြစာပံုစံေတြကုိလဲ ၾကည့္ရွဴရမွာပါ။ဇာတ္လမ္းက တျခားအတၳဳပတၱိရုပ္ရွင္ေတြလိုမ်ိဳး ဇာတ္အိမ္အရမ္းနက္နဲမႈမရိွပဲ ေပါ့ေပါ့ပါးပါးနဲ႕ သမိုင္းရုပ္ရွင္တစ္ကားကို စိတ္၀င္စားေအာင္တင္ဆက္ထားပါတယ္။ သမိုင္းအခ်က္အလက္ေတြလဲ အမ်ားႀကီးပါ၀င္သလို ပါ၀င္အားျဖည့္ေပးထားတဲ့ဇာတ္ပို႕သရုပ္ေဆာင္ေတြကလဲ Gary Oldman ရဲ႕ ခ်ာခ်ီဇာတ္ေကာင္ကို အမ်ားႀကီးေထာက္ပံ့ေပးႏုိင္ခဲ့ပါတယ္။ဒီဇာတ္လမ္းရဲ႕ ေနာက္ခံသမိုင္းေၾကာင္းအေနနဲ႕ ဒန္းကတ္ကမ္းေျခမွာေသာင္တင္ေနတဲ့ စစ္သား ၄သိန္းကုိ ကယ္ထုတ္ဖို႕ႀကိဳးစားတဲ့ျဖစ္ရပ္ကို အေျခခံထားၿပီး ၀င္စတန္ခ်ာခ်ီအေနနဲ႕ ဒီလူ ၄ သိန္းကို ကယ္ထုတ္ဖို႕၊ သူ႕ကိုျဗိတိန္လႊတ္ေတာ္၊ ဘုရင္၊ သူ႕ရဲ႕ပါတီ၀င္ေတြ ယံုၾကည္လာေအာင္၊ ျပည္သူေတြ သူ႕ကိုေထာက္ခံအားေပးလာေအာင္ ဘယ္လုိအားထုတ္ခဲ့ရတယ္ဆိုတာကို ျမင္ေတြ႕ရမွာပါ။ဒီရုပ္ရွင္ကုိၾကည့္ၿပီးရင္ ခ်ာခ်ီရဲ႕စိတ္ေနစိတ္ထား၊ သူ႕ရဲ႕ခံယူခ်က္၊ သူ႕ရဲ႕သတၱိကို ပုိၿပီးနားလည္သေဘာေပါက္လာမွာေသခ်ာပါတယ္။ ဒီႏွစ္္ Academy Awards မွာေတာ့ The Disaster Artist မင္းသား James Franco မရမွာေသခ်ာေနၿပီဆိုေတာ့Gary Oldman ကိုေတာ့ တစ္ေပးထားလိုက္ပါၿပီ။ဆုေတြလဲအမ်ားႀကီးဆြတ္ခူးထားတဲ့ရုပ္ရွင္ျဖစ္သလို Academy Award Best Picture Nominee ရုပ္ရွင္ကားတစ္ကားျဖစ္တဲ့အတြက္ ၾကည့္ျဖစ္ေအာင္ၾကည့္သင့္တဲ့ ရုပ္ရွင္တစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားၾကည့္ၿပီးရင္ Christopher Nolan ရဲ႕ Dunkirk ရုပ္ရွင္ကိုလဲ ၾကည့္ျဖစ္ေအာင္ၾကည့္ေစခ်င္ပါတယ္။ ဒီဇာတ္ကားႏွစ္ကားက ဆက္စပ္မႈရိွေနသလို ႏွစ္ကားလံုးကလဲ အေကာင္းဆံုးရုပ္ရွင္ဆု လ်ာထားခံထားရတဲ့အတြက္ေၾကာင့္ပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ကေတာ့ ကိုအာကာျဖိဳးပါ)File Size : (953 MB)Quality : WEB-DL 720pRunning Time : 2hr 5minFormat : Mp4Genre :Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.DD5.1.H264-FGTTranslated by Arkar PhyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zXwFJMwvQcJFitP9GcHZvHAHGe8.jpg",
      "https://image.tmdb.org/t/p/w300/7id4peCNlkTNDlzglLoSxD0qMQ7.jpg",
      "https://image.tmdb.org/t/p/w300/5laHiNrU5JemrFQPWNqXXY7Tswu.jpg",
      "https://image.tmdb.org/t/p/w300/Av2TcPHpV2Fm2oHgqsLQa4ej5uI.jpg",
      "https://image.tmdb.org/t/p/w300/rbCkNWIpfi1t9SIiSau5UgHtwHf.jpg",
      "https://image.tmdb.org/t/p/w300/dgdKGnA2aG4W3DoPLormPWVtocl.jpg",
      "https://image.tmdb.org/t/p/w300/krrhg14FJJdvV39EUxEP9eADCH1.jpg",
      "https://image.tmdb.org/t/p/w300/4iXTz1x5lHKR4DEs9gi2zVrEZJR.jpg",
      "https://image.tmdb.org/t/p/w300/eh47o0w2w6R8XDIsVQJu88wcNc.jpg",
      "https://image.tmdb.org/t/p/w300/mBd56RoS8HiiLT1u0ZZAWFWSU3g.jpg",
      "https://image.tmdb.org/t/p/w300/nMnzIKzsYCWaDzQTcEYfR5AkPCA.jpg",
      "https://image.tmdb.org/t/p/w300/6bu9dVGTLwkfQ7ZxH3OBbDf1gPy.jpg",
      "https://image.tmdb.org/t/p/w300/lAY0X0S7G0IOhyjRxfcRU3D3ImZ.jpg",
      "https://image.tmdb.org/t/p/w300/7HFXLUJlLxmqsdWapEDsgzmWZQY.jpg",
      "https://image.tmdb.org/t/p/w300/tirGnbTrosuTVXaNrQVn23frZcC.jpg",
      "https://image.tmdb.org/t/p/w300/j36csrzPbxWzEN5GVhe90KE6lJK.jpg",
      "https://image.tmdb.org/t/p/w300/sOvVvtFBEgfg6JRym3Tf5pwVSyE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/darkest_hour.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/40xpm6wq1ia5.html",
        "server": "usersdrive.com",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/darkest-hour-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2ctfc/Darkest_Hour_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/xUtxGCBI#RXxYa0Y_DkwS8IuX4qfzZARUya5FRAnzgqlumHmiFZQ",
        "server": "mega.nz",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/6fl3j5g44z17",
        "server": "upstream.to",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/darkest-hour-2017",
        "server": "VIP Links",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/ewougkkqp3of.html",
        "server": "streamsb.com",
        "size": "953 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "eFFj2gS9UWs",
      "video_url": "https://www.youtube.com/watch?v=eFFj2gS9UWs",
      "embed_url": "https://www.youtube.com/embed/eFFj2gS9UWs"
    }
  },
  {
    "metadata": "PG-13|2017|1h 41min|Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "94,457"
    },
    "title": "Gifted (2017)",
    "description": "Gifted (2017)IMDb – 7.6/10_____Rotten – 73%ဒီကားလေးကို ရုပ်ရှင်ရုံထဲမှာ ထရေလာ မြင်မိကတည်းက စိတ်ဝင်စားနေတာပါ။ မင်းသားက ခရစ်စ် အီဗန်။ ဒါရိုက်တာကလည်း 500 days of summer ထဲက မာ့ခ် ဝဘ် ဆိုတော့ အတော်တော့ကောင်းလိမ့်မယ် တွက်ထားပါတယ်။ အခုထွက်လာတော့ ကြည့်လိုက်တော့လည်း ကျေနပ်စရာပါပဲ။ ကျွန်တော်အရမ်းကြိုက်လို့ ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ rating ကတော့ IMDb မှာ 7.6 ပါ။ဇာတ်လမ်းအကျဉ်းလေး နည်းနည်းပြောပြပါမယ်။ မထင်ထားတာလေးတွေ ပါလို့ spoiler မဖြစ်အောင် လျှော့ပြောပါရစေ။ နယ်မြို့လေးတစ်ခုမှ ဖရန့် နဲ့ မေရီဆိုတဲ့ သားအဖ ၂ ယောက်တည်း အတူနေကြတယ်ဗျာ။ သမီးလေး ၇ နှစ်ပြည့်ချိန်မှာ ကျောင်းကိုလွှတ်တာကနေ စပါတယ်။ သူတို့ ၂ ယောက်ကို သံယောဇဉ်ဖြစ်နေတဲ့ အိမ်နီးချင်းမိန်းမကြီးကတော့ တားပါတယ် ကလေးကို ကျောင်းကိုမလွှတ်ပါနဲ့ပေါ့။ ဘာလို့ပါလိမ့်။ ကျောင်းမှာအဖြေပေါ်လာတာပါပဲ ကလေးက ပါရမီရှင် master brain ဖြစ်နေလို့ပါ။ ကလေးအကြောင်းသိသွားရင် သူတို့ ၂ ယောက်ကို ခွဲမယ့်သူတွေ ပေါ်လာမှာ စိုးရိမ်လို့ တားမိတာပါပဲ။ တကယ်လည်း ကလေးကို ခွဲမယ့်သူ ပေါ်လာပါတယ်၊ အဲဒါကတော့ သူတို့ကို ၇နှစ်လုံး ပစ်ထားခဲ့တဲ့ မေရီရဲ့အဘွားပါပဲ။ တကယ်တော့ မေရီလေးရဲ့ အမေဟာ သချာၤဉာဏ်ကြီးရှင်ပါပဲ။ မပြီးဆုံးသေးတဲ့ အလုပ်တစ်ခုကို ထားခဲ့ပြီး သူ့ကိုယ်သူ သတ်သေသွားခဲ့တာပါ။ မေရီအမေ ထားခဲ့တဲ့ ပုစ္ဆာဟာ millennium problems တွေထဲက တစ်ခုပါ။ Millennium problems တွေဆိုတာ ၂၀၀၀ ခုနှစ်တုန်းက Clay သချာၤတက္ကသိုလ်ကြီးကနေ သက်သေပြပေးဖို့ ထုတ်ခဲ့တဲ့ ပုစ္ဆာ ၇ ပုဒ်ပါ။ အဖြေရှာနိုင်သူဟာ ဒေါ်လာသန်းချီပြီး ဆုရရှိမယ့်အပြင် ဆုတံဆိပ်တွေနဲ့ နိုဘယ်ဆုအထိကို မှန်းနိုင်ပါလိမ့်မယ်။ လက်ရှိ ၂၀၁၇ အထိကို တစ်ပုဒ်ပဲ အဖြေရှာနိုင်သူရှိပါသေးတယ်။ ဒီဇာတ်လမ်းမှာတော့ မေရီလေးကို သူ့အဘွားက ဒီပုစ္ဆာတွေရှင်းနိင်ဖို့နဲ့ သူ့လက်အောက်မှာ ပျိုးထောင်ဖို့ ဖရန့်ဆီကနေ လာခေါ်ပါတယ်။ ဖရန့်ကတော့ သူ့အမေရဲ့ ဖြစ်ခဲ့သလို မေရီ့ကို မဖြစ်စေချင်ဘဲ သာမာန်ကလေးဘဝနဲ့ ကြီးပြင်းစေချင်တာမို့ လုံးဝငြင်းဆန်လိုက်တဲ့အခါ သားအမိနှစ်ယောက် ကလေးလုဖို့အတွက် ရှေ့နေကိုယ်စီနဲ့ တရားရုံးမှာ ရင်ဆိုင်တွေ့ရပါတော့တယ်။ ဖရန့်က ကလေးတက်လမ်းအတွက် မေရီ့ကို လက်လွှတ်နိုင်မလား၊ ဆက်ခေါ်ထားဖို့ ဆုံးဖြတ်မလား။ မေရီကို ပိုင်ဆိုင်တဲ့သူက အနိုင်လား အရှုံးလား၊ လက်လွှတ်ရတဲ့သူက အနိင်လား အရှုံးလား။ မေရီအတွက်ကရော ဘယ်လမ်းက အမှန်လည်း ဘယ်လမ်းကအမှားလည်း။ ပြိုင်ပွဲတစ်ခုဆိုတာ အနိုင်အရှုံး ရိုးရှင်းပေမယ့် မေတ္တာတရားနဲ့ ရောယှက်လာရင်တော့ ဒီမေးခွန်းတွေဟာ အင်မတန်ကို ဖြေရခက်ပါလိမ့်မယ်။ မထင်ထားတဲ့ဟာတွေနဲ့ လှည့်ကွက်တွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်ခံစားကြည့်ပါလို့ ညွှန်းချင်ပါတယ်။ဒီကားေလးကို ႐ုပ္ရွင္႐ုံထဲမွာ ထေရလာ ျမင္မိကတည္းက စိတ္ဝင္စားေနတာပါ။ မင္းသားက ခရစ္စ္ အီဗန္။ ဒါ႐ိုက္တာကလည္း 500 days of summer ထဲက မာ့ခ္ ဝဘ္ ဆိုေတာ့ အေတာ္ေတာ့ေကာင္းလိမ့္မယ္ တြက္ထားပါတယ္။ အခုထြက္လာေတာ့ ၾကည့္လိုက္ေတာ့လည္း ေက်နပ္စရာပါပဲ။ ကြၽန္ေတာ္အရမ္းႀကိဳက္လို႔ ဘာသာျပန္ၿပီး တင္ေပးထားပါတယ္။ rating ကေတာ့ IMDb မွာ 7.6 ပါ။ဇာတ္လမ္းအက်ဥ္းေလး နည္းနည္းေျပာျပပါမယ္။ မထင္ထားတာေလးေတြ ပါလို႔ spoiler မျဖစ္ေအာင္ ေလွ်ာ့ေျပာပါရေစ။ နယ္ၿမိဳ႕ေလးတစ္ခုမွ ဖရန႔္ နဲ႔ ေမရီဆိုတဲ့ သားအဖ ၂ ေယာက္တည္း အတူေနၾကတယ္ဗ်ာ။ သမီးေလး ၇ ႏွစ္ျပည့္ခ်ိန္မွာ ေက်ာင္းကိုလႊတ္တာကေန စပါတယ္။ သူတို႔ ၂ ေယာက္ကို သံေယာဇဥ္ျဖစ္ေနတဲ့ အိမ္နီးခ်င္းမိန္းမႀကီးကေတာ့ တားပါတယ္ ကေလးကို ေက်ာင္းကိုမလႊတ္ပါနဲ႔ေပါ့။ ဘာလို႔ပါလိမ့္။ ေက်ာင္းမွာအေျဖေပၚလာတာပါပဲ ကေလးက ပါရမီရွင္ master brain ျဖစ္ေနလို႔ပါ။ ကေလးအေၾကာင္းသိသြားရင္ သူတို႔ ၂ ေယာက္ကို ခြဲမယ့္သူေတြ ေပၚလာမွာ စိုးရိမ္လို႔ တားမိတာပါပဲ။ တကယ္လည္း ကေလးကို ခြဲမယ့္သူ ေပၚလာပါတယ္၊ အဲဒါကေတာ့ သူတို႔ကို ၇ႏွစ္လုံး ပစ္ထားခဲ့တဲ့ ေမရီရဲ႕အဘြားပါပဲ။ တကယ္ေတာ့ ေမရီေလးရဲ႕ အေမဟာ သခ်ာဉၤာဏ္ႀကီးရွင္ပါပဲ။ မၿပီးဆုံးေသးတဲ့ အလုပ္တစ္ခုကို ထားခဲ့ၿပီး သူ႔ကိုယ္သူ သတ္ေသသြားခဲ့တာပါ။ ေမရီအေမ ထားခဲ့တဲ့ ပုစာၦဟာ millennium problems ေတြထဲက တစ္ခုပါ။ Millennium problems ေတြဆိုတာ ၂၀၀၀ ခုႏွစ္တုန္းက Clay သခ်ာတၤကၠသိုလ္ႀကီးကေန သက္ေသျပေပးဖို႔ ထုတ္ခဲ့တဲ့ ပုစာၦ ၇ ပုဒ္ပါ။ အေျဖရွာႏိုင္သူဟာ ေဒၚလာသန္းခ်ီၿပီး ဆုရရွိမယ့္အျပင္ ဆုတံဆိပ္ေတြနဲ႔ ႏိုဘယ္ဆုအထိကို မွန္းႏိုင္ပါလိမ့္မယ္။ လက္ရွိ ၂၀၁၇ အထိကို တစ္ပုဒ္ပဲ အေျဖရွာႏိုင္သူရွိပါေသးတယ္။ ဒီဇာတ္လမ္းမွာေတာ့ ေမရီေလးကို သူ႔အဘြားက ဒီပုစာၦေတြရွင္းနိင္ဖို႔နဲ႔ သူ႔လက္ေအာက္မွာ ပ်ိဳးေထာင္ဖို႔ ဖရန႔္ဆီကေန လာေခၚပါတယ္။ ဖရန႔္ကေတာ့ သူ႔အေမရဲ႕ ျဖစ္ခဲ့သလို ေမရီ႕ကို မျဖစ္ေစခ်င္ဘဲ သာမာန္ကေလးဘဝနဲ႔ ႀကီးျပင္းေစခ်င္တာမို႔ လုံးဝျငင္းဆန္လိုက္တဲ့အခါ သားအမိႏွစ္ေယာက္ ကေလးလုဖို႔အတြက္ ေရွ႕ေနကိုယ္စီနဲ႔ တရား႐ုံးမွာ ရင္ဆိုင္ေတြ႕ရပါေတာ့တယ္။ ဖရန႔္က ကေလးတက္လမ္းအတြက္ ေမရီ႕ကို လက္လႊတ္ႏိုင္မလား၊ ဆက္ေခၚထားဖို႔ ဆုံးျဖတ္မလား။ ေမရီကို ပိုင္ဆိုင္တဲ့သူက အႏိုင္လား အရႈံးလား၊ လက္လႊတ္ရတဲ့သူက အနိင္လား အရႈံးလား။ ေမရီအတြက္ကေရာ ဘယ္လမ္းက အမွန္လည္း ဘယ္လမ္းကအမွားလည္း။ ၿပိဳင္ပြဲတစ္ခုဆိုတာ အႏိုင္အရႈံး ႐ိုးရွင္းေပမယ့္ ေမတၱာတရားနဲ႔ ေရာယွက္လာရင္ေတာ့ ဒီေမးခြန္းေတြဟာ အင္မတန္ကို ေျဖရခက္ပါလိမ့္မယ္။ မထင္ထားတဲ့ဟာေတြနဲ႔ လွည့္ကြက္ေတြကိုေတာ့ ဇာတ္လမ္းထဲမွာပဲ ဆက္ခံစားၾကည့္ပါလို႔ ၫႊန္းခ်င္ပါတယ္။File Size     :   725 MBDuration    :   1 : 36: 54Quality       :   Bluray rip 720pTranslator  :  LittleneoEncoder      :  Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gYtXT7fJNBRZBbBulO11DoRveLT.jpg",
      "https://image.tmdb.org/t/p/w300/dkfY3oWQUqKwPSYVRmeZCBG6Z8j.jpg",
      "https://image.tmdb.org/t/p/w300/dpcT3PFB0ZZRlMUzg0OBnyRAZQq.jpg",
      "https://image.tmdb.org/t/p/w300/iIHN4F31IGqBPv8IDTse3NSjbY8.jpg",
      "https://image.tmdb.org/t/p/w300/nswFhUdOXJPud0VSDuE73Pa4G4s.jpg",
      "https://image.tmdb.org/t/p/w300/pNg5bb8KUrVDTKnnFJGB0Jap9IT.jpg",
      "https://image.tmdb.org/t/p/w300/fnhNLizu4YShGyaIAmUZ2ziOn2e.jpg",
      "https://image.tmdb.org/t/p/w300/2K7aTqP6t7lnfKO5KNMfaPF52jX.jpg",
      "https://image.tmdb.org/t/p/w300/ilNFtffWxlklNP9CEiqMnARXELg.jpg",
      "https://image.tmdb.org/t/p/w300/93AXh814g2R69HPCHtgLd4jhf26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/gifted-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9w07g3gipacx.html",
        "server": "usersdrive.com",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/gifted-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/3zy5n/Gifted_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/FF9VyB7S#Z_yLeyrM7-bZE1ivCQlR4pN4By-bvn8tzsu1di4A4D0",
        "server": "mega.nz",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/vhr08ogl4pau",
        "server": "upstream.to",
        "size": "725 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "x7CAjpdRaXU",
      "video_url": "https://www.youtube.com/watch?v=x7CAjpdRaXU",
      "embed_url": "https://www.youtube.com/embed/x7CAjpdRaXU"
    }
  },
  {
    "metadata": "N/A|2017|119 min|Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "307"
    },
    "title": "I Can Speak (2017)",
    "description": "ဒီတစ္ခါေတာ့ IDM Rating 7.6 အထိရရွိထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ေတာင္ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကား rating အရအရမ္းေကာင္းေနလို႔စၿပီးဘာသာျပန္လိုက္ေတာ့ဇာတ္လမ္းကဒီေလာက္ႀကီးလည္းဘာမွမဟုတ္ဘူးထင္ေနတာေပါ့။ေနာက္ပိုင္းဆက္ၿပီးၾကည့္ေတာ့မွတျဖည္းျဖည္းနဲ႕ဘာေၾကာင့္မွန္းမသိပိုၿပီးစိတ္ဝင္စားလာမိတယ္။အဓိကအေၾကာင္းရင္းကဇာတ္ေကာင္မင္းသမီးႀကီးရဲ႕စိတ္ထဲမွာဘယ္လိုေတြျဖစ္ေနလဲဆိုတာကိုသိခ်င္လာမိလို႔ပါ။ဇာတ္ကားအဆုံးထိၾကည့္ၿပီးမွမင္းသမီးႀကီးရဲ႕ခံစားခ်က္ကိုနားလည္လာခဲ့လို႔ပရိတ္သတ္ႀကီးလည္းအဆုံးထိခံစားၾကည့္ရႈလိုက္ၾကပါ။ေအာ္ဒါနဲ႕ဒီကားကေတာင္ကိုရီးယားမွာဆုတံဆိပ္ေပါင္း ၁၂ဆုအထိရရွိထားတဲ့ကားေလးေနာ္။ဇာတ္လမ္းအစမွာေတာ့ပတ္မင္ေဂ်းလို႔ေခၚတဲ့ဝန္ထမ္းေပါက္စေလးတစ္ေယာက္ဆိုးလ္ၿမိဳ႕ကခရိုင္အုပ္ခ်ဴပ္ေရးမႉး႐ုံးကိုတာဝန္ေျပာင္းေ႐ႊ႕ထမ္းေဆာင္ရင္းနဲ႕စထားပါတယ္။ပတ္မင္ေဂ်းကအလုပ္လည္းႀကိဳးစားသလိုအဂၤလိပ္စာကိုလည္းကြၽမ္းကြၽမ္းက်င္က်င္နဲ႕ေျပာဆိုနိုင္တဲ့လူေတာ္တစ္ေယာက္ပါ။ခရိုင္႐ုံးမွာအလုပ္လုပ္ရင္းအမ်ားအက်ိဳးအတြတ္ကိုယ္က်ိဳးမဖက္လုပ္ေဆာင္ေပးေနသူနာဘုတ္အြန္းအဘြားနဲ႕စတင္ေတြ႕ဆုံခဲ့ရပါတယ္။နာဘုတ္အြန္းကရပ္ကြက္မွာျဖစ္ေနသမွ်ကိစၥအားလုံးတိုင္ၾကားတာကိုပတ္မင္ေဂ်းဘက္ကလည္းအေကာင္းဆုံးေျဖရွင္းဖို႔ႀကိဳးစားရပါေတာ့တယ္။နာဘုတ္အြန္းမွာလည္းခေလးဘဝတည္းကကြဲကြာခဲ့ရတဲ့ေမာင္ေလးတစ္ေယာက္ရွိပါတယ္။သူ႕ေမာင္ေလးကလက္ရွိအေမရိကန္မွာေနတာကိုေတြ႕ဖို႔အရာရွိေပါက္စပတ္မင္ေဂ်းဆီမွာအဂၤလိပ္စာသင္ဖို႔အကူအညီေတာင္းခဲ့ပါတယ္။ပတ္မင္ေဂ်းလည္းလက္ခံခဲ့ၿပီးတဲ့ေနာက္နာဘုတ္အြန္းလည္းအဂၤလိပ္စာကိုကြၽမ္းကြၽမ္းက်င္က်င္ေျပာဆိုလာနိုင္တဲ့အခ်ိန္မေမွ်ာ္လင့္တဲ့အျဖစ္အပ်က္ေတြေပၚေပါက္လာပါတယ္။အဲ့အျဖစ္အပ်က္ေတြကဇာတ္လမ္းကိုလုံးဝဖမ္းစားလိုက္တာပါ။အဲ့အျဖစ္အပ်က္ေတြေၾကာင့္ပဲဇာတ္လမ္းၾကည့္ရႈတဲ့သူေတြပထမအစထင္ထားသလိုမ်ိဳးမဟုတ္ေတာ့ဘဲလုံးဝမတူကြဲျပားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ၾကည့္ရႈရသလိုျဖစ္သြားေစမွာပါ။အဲ့အျဖစ္အပ်က္ေတြကဘာေတြလဲဆိုတာကိုေတာ့ဇာတ္လမ္းအဆုံးထိေစာင့္ၾကည့္လိုက္ရေအာင္ပါ။ေသခ်ာတာတစ္ခုကေတာ့ဒီဇာတ္ကားၾကည့္ၿပီးရင္လူတိုင္းအေတြးတစ္ခုဝင္လာပါလိမ့္မယ္။နာဘုတ္အြန္းအဘြားေနရာမွာကိုယ့္အဘြား၊ကိုယ့္အေမ၊ကိုယ့္အစ္မ၊ကိုယ့္ညီမသာဆိုရင္ဘယ္လိုခံစားၾကမလဲ။ဒီလိုမ်ိဳးခံစားရမႈေတြကိုကိုယ့္ေၾကာင့္နဲ႕တစ္ျခားမိသားစုဝင္ေတြခံစားေစခ်င္ပါသလား။ပရိတ္သတ္ႀကီးပဲဆုံးျဖတ္ေပးၾကပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ)File Size : (900 MB) and (355 MB)Quality : Blu-Ray 720pRunning Time : 1hr 59minFormat : Mp4Genre :Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264 DTS-FGTTranslated by Nay MyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jivtx9El0WUeUZ5hrLBQQi4Bh8t.jpg",
      "https://image.tmdb.org/t/p/w300/yQUjbD9h6l1QxoiSTuqnKtvx4qC.jpg",
      "https://image.tmdb.org/t/p/w300/7zsvxWO5ysCDy5CofD31VKnstPn.jpg",
      "https://image.tmdb.org/t/p/w300/2xxNO0AyI4S9g4lQgRityUMHFRH.jpg",
      "https://image.tmdb.org/t/p/w300/9pkMDhK2M4rqMog2Lw4byk95uXO.jpg",
      "https://image.tmdb.org/t/p/w300/sBQV1O7avPu47x6jgEHEmSVW88W.jpg",
      "https://image.tmdb.org/t/p/w300/7XtDDVXLjlAtygCQD4CkQAWwT0C.jpg",
      "https://image.tmdb.org/t/p/w300/7NgHS2wzasw3G8I8Awnf3eO5cGZ.jpg",
      "https://image.tmdb.org/t/p/w300/cqsbemcEvF9kj7uK2svbBD5AnkJ.jpg",
      "https://image.tmdb.org/t/p/w300/pzVJmeth3p1uYtAosNbAxuVj0pQ.jpg",
      "https://image.tmdb.org/t/p/w300/9mJabRENM26gEioKCr0PE88gJnP.jpg",
      "https://image.tmdb.org/t/p/w300/yIvFbDnxGVnSaipjMbG18oWfZnB.jpg",
      "https://image.tmdb.org/t/p/w300/xSOqzklJgLcEHOZD5vBngdZzB84.jpg",
      "https://image.tmdb.org/t/p/w300/78RxbghmOc45aFWJcebv8RRP1UR.jpg",
      "https://image.tmdb.org/t/p/w300/lAAuuLZyqAfOAklugjSl52ghRi3.jpg",
      "https://image.tmdb.org/t/p/w300/luu5gpp2RZnLrsMGHSmdoAZq5aD.jpg",
      "https://image.tmdb.org/t/p/w300/4DDQYV2jPIpypeDX7kaZ1KJ5Qff.jpg",
      "https://image.tmdb.org/t/p/w300/AaGv2QwMoNWrys7u3AbUxBTdlJ.jpg",
      "https://image.tmdb.org/t/p/w300/20mXYc0xLEqX1VaLEVweV2lpDnb.jpg",
      "https://image.tmdb.org/t/p/w300/xWJGgylaaBaSOrJnS93DKRzqdxf.jpg",
      "https://image.tmdb.org/t/p/w300/emHdjuVXPoUCjIXpIAvVfUCdjwI.jpg",
      "https://image.tmdb.org/t/p/w300/5nalmB3OTyGkkgAB8HGEjFa3mUy.jpg",
      "https://image.tmdb.org/t/p/w300/majNCXft7Phem65QDskGwFDh7cN.jpg",
      "https://image.tmdb.org/t/p/w300/vi5GoroWYkgv6NkG52aX6o6xb8L.jpg",
      "https://image.tmdb.org/t/p/w300/guBxmgwovfQK6bKZSbGP4fm5wnk.jpg",
      "https://image.tmdb.org/t/p/w300/jDdaCn4BhT6x2Cl1XGASMhGawhD.jpg",
      "https://image.tmdb.org/t/p/w300/lJ5S2yUj46yq9lcvdUnQSaq7qxg.jpg",
      "https://image.tmdb.org/t/p/w300/hBKjQ4OPVeuYBs7yahpE9U3640W.jpg",
      "https://image.tmdb.org/t/p/w300/pibs4UkkwMgXPjv9LHS7sFXrXbd.jpg",
      "https://image.tmdb.org/t/p/w300/iNkrShA0hvIxP4m2bfRgLKc4RPd.jpg",
      "https://image.tmdb.org/t/p/w300/k5u7XnHrDiElOqgs9SmNPaycR58.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/wtN0xx93lNkfA7dwEmpBfbq79Dq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-can-speak-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/i-can-speak-(ai-kaen-seupikeu)--2017--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/i-can-speak-(ai-kaen-seupikeu)--2017--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fPan/I_Can_Speak_(Ai_Kaen_Seupikeu)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/k13nbjkj14dd",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "i5TUJ44NJnQ",
      "video_url": "https://www.youtube.com/watch?v=i5TUJ44NJnQ",
      "embed_url": "https://www.youtube.com/embed/i5TUJ44NJnQ"
    }
  },
  {
    "metadata": "|2017||Drama,Romance,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "2100"
    },
    "title": "Allure (2017)",
    "description": "Allure (2017)==========လော်ရာက သူ့အဖေရဲ့သန့်ရှင်းရေးကုမ္ပဏီမှာ အလုပ်လုပ်နေပေမဲ့သူ့ဘဝကတော့ အစွန်းမရှိ သန့်ရှင်းမနေပါဘူး။ တစ်နေ့မှာ လော်ရာသန့်ရှင်းရေးလုပ်ပေးရတဲ့အိမ်က စည်းကမ်းတင်းကြပ်မှုကြောင့်သူ့အိမ်ကိုမုန်းနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေး အယ်ဗာနဲ့တွေ့ခဲ့တယ်။ လော်ရာက အယ်ဗာရဲ့ ဖြူဝင်ရိုးသားမှုကို တွေ့ခဲ့သလိုအယ်ဗာကလည်း လော်ရာရဲ့ ပုန်ကန်တတ်တဲ့ရင်ဖိုစရာစရိုက်ကိုမြင်ပြီးအချင်းချင်း စိတ်ဝင်စားခဲ့ကြတယ်။ ဒါပေမဲ့ အဲဒီသဘောကျမှုတွေကစွဲလမ်းမှုတွေအဖြစ်ပြောင်းသွားပြီး ဘယ်လိုပြဿနာတွေ ကြုံလာရမလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုလို့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (452 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 24MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Romance, ThrillerTranslator…….Thwal Htoo ZinEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/atRuA3msCzxo5Jm4spY6AJHhIKo.jpg",
      "https://image.tmdb.org/t/p/w300/r3nh9aJyjRZDnkqfGQOOdAMmTI1.jpg",
      "https://image.tmdb.org/t/p/w300/mUffObQDfsOLOdbghwMRMXboRlO.jpg",
      "https://image.tmdb.org/t/p/w300/uFYXxGqYdhmp48zoSHsasOCBYLR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMjg0N2QyM2QtYmFkNy00NWJkLTk2MzMtMjE0NDU3NmEwZTY0XkEyXkFqcGdeQXVyNjE1MjgxODg@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/u4j082yxoj2b",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/12NGnYpD#ngf07Nzy8_cr8Tp-g6_A8L12SzQAVZRqcUOClHXhZ8Y",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zctpwq4lasec.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/allure-2017-1080-p-amzn-web-dl-cm-mp-4",
        "server": "megaup.net",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/u4j082yxoj2b",
        "server": "streamsb.com",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AzsF2LQJ#imiypvqGj-PhJc0eqkz5R-TedGT5VuBScMZ0SzHywdk",
        "server": "mega.nz",
        "size": "452 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c9okh4ree8to.html",
        "server": "usersdrive.com",
        "size": "452 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5IvU4gZfKOQ",
      "video_url": "https://www.youtube.com/watch?v=5IvU4gZfKOQ",
      "embed_url": "https://www.youtube.com/embed/5IvU4gZfKOQ"
    }
  },
  {
    "metadata": "R|2017||Action,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "MFKZ (2017)",
    "description": "ကလေးတွေအတွက် မဟုတ်တဲ့ animation တွေကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီ Mutafukaz လို့ခေါ်တဲ့ ‌animation ‌ကလဲ အဲဒီလိုပါပဲ။Dark ဖြစ်တယ်၊ အသုံးအနှုန်းတွေရိုင်းတယ်၊သွေးထွက်သံယိုတွေများတယ်။Rick and Morty တို့လို show မျိုးတွေကြိုက်တတ်ရင် ကြည့်သင့်တယ်ဗျ။ဇာတ်လမ်းအနေနဲ့ကတော့ Angelino, Vinz နဲ့ Willy လို့ခေါ်တဲ့အသွင်မတူ ပုံစံတစ်ယောက်တစ်မျိုးနဲ့သူငယ်ချင်းသုံးယောက် ‌Dark Meat City လို့ခေါ်တဲ့ဆိုးဆိုးရွားရွားမြို့မှာနေကြပါတယ် Angelino က အချိုးမပြေလို့အလုပ်ကမမြဲ၊ Vinz ကကျတော့ သူ့အသွင်ကြောင့်ဘယ်သူမှအလုပ်မခန့်တဲ့ အခြေအနေဖြစ်နေလို့အတူတူနေကြတဲ့ Vinz နဲ့ Angelino က စီးပွားရေးအဆင်မပြေလှပါဘူး။ဒီလိုနဲ့ တစ်နေ့မှာ ဆိုင်ကယ်စီးရင်းစော်ငမ်းမိတဲ့ Angelino တစ်ယောက်ဆိုင်ကယ်တိုက်ပြီးတော့super power တွေရလာပါတော့တယ်။ဇာတ်လမ်းက အဲဒီမှာ စရှုပ်တာပါ။ ‌spoiler မိမှာဆိုးလို့ ဘယ်လိုရှုပ်တာလဲသိချင်ရင်တော့ ဇာတ်လမ်းကိုပဲကြည့်လိုက်ကြဖို့ တိုက်တွန်းပါတယ်ဗျာ။ ‌ပေါက်ကရတွေအရမ်းပြောတဲ့ Willy နဲ့ Vinz ကြောင့်ရောထူးခြားတဲ့ ဇာတ်လမ်းကြောင့်ရော ကြည့်နေရင်းမပျင်းသွားဖို့တော့ အာမခံပါတယ်။ Rating အနေနဲ့လဲAnimation တစ်ကားအနေနဲ့IMDB 6.7 ရထားတော့ မဆိုးလှဘူးလို့ ပြောလို့ရပါတယ်။မှတ်ချက် – ဇာတ်လမ်းက R-rated ဖြစ်တာကြောင့်ရယ်အရသာမပျက်ရလေအောင် မူရင်းအတိုင်း ခပ်ရိုင်းရိုင်းဘာသာပြန်ထားတာရယ်ကြောင့်ကလေးများကြည့်ရန် အဆင်မပြေပါခင်ဗျာ။File size…    1.2 GB /  624 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 39mGenre …..  Action , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Dr Zac",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1HwTbEN3SFiFWxChqVXddxquKHf.jpg",
      "https://image.tmdb.org/t/p/w300/r6sKBj83Ek4fRoXwkzfTV3uJZAH.jpg",
      "https://image.tmdb.org/t/p/w300/kqtk3ByXarfm2u9T64x2TJLoWjF.jpg",
      "https://image.tmdb.org/t/p/w300/tqGsBlIpem0vM1gILMGkIeIWTPy.jpg",
      "https://image.tmdb.org/t/p/w300/6BDmGXG8nuhI3wBVCRJkqzuuf06.jpg",
      "https://image.tmdb.org/t/p/w300/q5x9WCrE6jKr6mi84T3jCTUdqlp.jpg",
      "https://image.tmdb.org/t/p/w300/gnRW4i4HYX4DZwQ6kltpLfqH74.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oSMIKsznGYzGfdl611kgEJF889.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ugw80vrwhflr.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mfkz-2017-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1kY0m/MFKZ.2017.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Yf9USYQR#eO4Qs_-P_3IDcqh1EWsvOGAtrHx743PWxgt9TCO3bNg",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/oGzd",
        "server": "send.cm",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n3akr8ust4cz.html",
        "server": "usersdrive.com",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mfkz-2017-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Vs9/Trainwreck.2015.720p.PCOK.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9WcT3biC#aBjx81U59AKLDX2X13V3ajZ9FyJCWFHsYCcEqH7EFBY",
        "server": "mega.nz",
        "size": "624  MB",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/oGzf",
        "server": "send.cm",
        "size": "624  MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BHG8WON_MEQ",
      "video_url": "https://www.youtube.com/watch?v=BHG8WON_MEQ",
      "embed_url": "https://www.youtube.com/embed/BHG8WON_MEQ"
    }
  },
  {
    "metadata": "N/A|2017|97 min|Horror",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "59"
    },
    "title": "Ghost Net ( 2017 )",
    "description": "Zawgyi*******သရဲကားေကာင္းေကာင္းေလးေတြၾကည္႕ခ်င္သူေတြအတြက္ပါထိုင္းနာမည္ၾကီးသရဲကား 3AM လိုပဲ ဇာတ္လမ္းေလးေတြတပုဒ္ခ်င္းစီနဲ႕တင္ဆက္ထားတဲ႔ကားပဲၿဖစ္ပါတယ္ဒီဇာတ္လမ္းမွာေဟာင္ေကာင္သရဲဇာတ္လမ္းတိုသံုးပုဒ္ကုိထည့္သြင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္ပထမဇာတ္လမ္းေလးကေတာ့ ခ်န္ဝိုင္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္အခန္းခသက္သာတဲ့တိုက္ခန္းတစ္ခုမွာေျပာင္းလာေနၿပီးေနာက္အန္းမာဆိုတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ခင္မင္ၿပီးတစ္ခန္းထဲမွာအတူေနထိုင္ၾကပါတယ္…အခန္းထဲကေနလည္းညတိုင္းဆူညံသံေတြဆက္တိုက္ၾကားေနရတဲ့အျပင္အခန္းေ႐ွ႕မွာဆိုလည္းဘယ္ကေရာက္လာမွန္းမသိတဲ့ဖိနပ္ေတြ႐ွိေနတတ္ပါတယ္…. ဒုတိယဇာတ္လမ္းေလးကေတာ့မိန္းမနဲ႔ကေလးကိုဆံုး႐ႈံးသြားတဲ့ခင္ပြန္းတစ္ေယာက္ကမိန္းမကိုေသရာကေနအသက္ျပန္သြင္းႏိုင္မဲ့တက္တူးတစ္မ်ိဳးကိုေသသြားၿပီျဖစ္တဲ့မိန္းမကိုယ္ေပၚမွာထိုးၿပီးေနာက္မထင္မွတ္ပဲအသက္ျပန္႐ွင္လာခဲ့ပါတယ္…ဒါေပမဲ့အခ်ိန္အၾကာႀကီးလူတစ္ေယာက္လိုေနႏိုင္ဖို႔ဆိုရင္……………….တျခားလူေတြဆီကဝိဥာဥ္ကိုစုပ္ယူမွျဖစ္ပါလိမ့္မယ္…..တတိယဇာတ္လမ္းေလးကေတာ့သရဲအိမ္ေတြသရဲေတြအေၾကာင္း႐ိုက္ကူးရင္းလိုင္းေပၚမွာနာမည္ႀကီးခ်င္ေနတဲ့လူငယ္အဖြဲ႔ေလးတစ္ဖြဲ႔႐ွိပါတယ္…တေန႔သူတို႔သြား႐ိုက္ကူးတဲ့အိမ္ေဟာင္းထဲမွာစံုတြဲတစ္တြဲအေလာင္းကိုေတြ႕ခဲ့ရၿပီးဗီဒီယိုမွတ္တမ္းအေနနဲ႔႐ိုက္ကူးခဲ့ကာအဖြဲ႔နာမည္ႀကီးလာေအာင္အဲ့ဒီဗီဒီယိုမွတ္တမ္းကိုလိုင္းေပၚတင္ခဲ့ၿပီး...ၾကည့္႐ႈသူအမ်ားႀကီး႐ွိလာတဲ့စံုတြဲအေလာင္းဗီဒီယိုကနာမည္ႀကီးသြားခဲ့ပါတယ္…ဒါေပမဲ့အဲ့ေန႔ကစၿပီးအဖြဲ႔ထဲကအဖြဲ႔ဝင္ေတြပံုမွန္မဟုတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔ေသဆံုးသြားခဲ့ၾကၿပီးဘာေတြဆက္ျဖစ္မလဲဆုိတာဒီဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ…..Unicode*******သရဲကားကောင်းကောင်းလေးတွေကြည့်ချင်သူတွေအတွက်ပါထိုင်းနာမည်ကြီးသရဲကား 3AM လိုပဲ ဇာတ်လမ်းလေးတွေတပုဒ်ချင်းစီနဲ့တင်ဆက်ထားတဲ့ကားပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာဟောင်ကောင်သရဲဇာတ်လမ်းတိုသုံးပုဒ်ကိုထည့်သွင်းရိုက်ကူးထားသော ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်ပထမဇာတ်လမ်းလေးကတော့ ချန်ဝိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်အခန်းခသက်သာတဲ့တိုက်ခန်းတစ်ခုမှာပြောင်းလာနေပြီးနောက်အန်းမာဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ခင်မင်ပြီးတစ်ခန်းထဲမှာအတူနေထိုင်ကြပါတယ်…အခန်းထဲကနေလည်းညတိုင်းဆူညံသံတွေဆက်တိုက်ကြားနေရတဲ့အပြင်အခန်းရှေ့မှာဆိုလည်းဘယ်ကရောက်လာမှန်းမသိတဲ့ဖိနပ်တွေရှိနေတတ်ပါတယ်…. ဒုတိယဇာတ်လမ်းလေးကတော့မိန်းမနဲ့ကလေးကိုဆုံးရှုံးသွားတဲ့ခင်ပွန်းတစ်ယောက်ကမိန်းမကိုသေရာကနေအသက်ပြန်သွင်းနိုင်မဲ့တက်တူးတစ်မျိုးကိုသေသွားပြီဖြစ်တဲ့မိန်းမကိုယ်ပေါ်မှာထိုးပြီးနောက်မထင်မှတ်ပဲအသက်ပြန်ရှင်လာခဲ့ပါတယ်…ဒါပေမဲ့အချိန်အကြာကြီးလူတစ်ယောက်လိုနေနိုင်ဖို့ဆိုရင်……………….တခြားလူတွေဆီကဝိဉာဉ်ကိုစုပ်ယူမှဖြစ်ပါလိမ့်မယ်…..တတိယဇာတ်လမ်းလေးကတော့သရဲအိမ်တွေသရဲတွေအကြောင်းရိုက်ကူးရင်းလိုင်းပေါ်မှာနာမည်ကြီးချင်နေတဲ့လူငယ်အဖွဲ့လေးတစ်ဖွဲ့ရှိပါတယ်…တနေ့သူတို့သွားရိုက်ကူးတဲ့အိမ်ဟောင်းထဲမှာစုံတွဲတစ်တွဲအလောင်းကိုတွေ့ခဲ့ရပြီးဗီဒီယိုမှတ်တမ်းအနေနဲ့ရိုက်ကူးခဲ့ကာအဖွဲ့နာမည်ကြီးလာအောင်အဲ့ဒီဗီဒီယိုမှတ်တမ်းကိုလိုင်းပေါ်တင်ခဲ့ပြီး...ကြည့်ရှုသူအများကြီးရှိလာတဲ့စုံတွဲအလောင်းဗီဒီယိုကနာမည်ကြီးသွားခဲ့ပါတယ်…ဒါပေမဲ့အဲ့နေ့ကစပြီးအဖွဲ့ထဲကအဖွဲ့ဝင်တွေပုံမှန်မဟုတ်တဲ့အဖြစ်အပျက်တွေနဲ့သေဆုံးသွားခဲ့ကြပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ…..",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jNAZo5ckJgFSQsO2WN0NZ6OQlH7.jpg",
      "https://image.tmdb.org/t/p/w300/1WrwtJmHuj2YBZA4jSUkcKtZAh6.jpg",
      "https://image.tmdb.org/t/p/w300/tOv44GRfp5fAFrQqc9wv2a4l6AW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qtwJbCL8fahekBuYO6K2jvPs318.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/QNXBz8en2e",
        "server": "drive.google.com",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://myandrive.net/file/JJ1kRCFigJ",
        "server": "drive.google.com",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/289bx/(CM)Ghost.Net.2017.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/289hc/(CM)I.Love.You.2019.BluRay.480p.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/Uzp/(CM)Ghost.Net.2017.BluRay.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/Uzq/(CM)Ghost.Net.2017.BluRay.480p.mp4",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://openload.co/f/ZgqpzudnfEM/%28CM%29Ghost.Net.2017.BluRay.720p.mp4",
        "server": "openload.co",
        "size": "903 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://openload.co/f/kZwb2eVKtiQ/%28CM%29Ghost.Net.2017.BluRay.480p.mp4",
        "server": "openload.co",
        "size": "400 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "agriiLKPIkI",
      "video_url": "https://www.youtube.com/watch?v=agriiLKPIkI",
      "embed_url": "https://www.youtube.com/embed/agriiLKPIkI"
    }
  },
  {
    "metadata": "R|2017|1h 30min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "6,775"
    },
    "title": "The Crucifixion (2017)",
    "description": "The Crucifixion (2017)_____IMDb – 5.1/10ဒီဇာတ်ကားရဲ့ထုတ်လုပ်သူဟာThe conjuring နဲ့ Annabelle ဇာတ်ကားတွေရဲ့ထုတ်လုပ်သူကြီးဖြစ်ပြန်ပါတယ်စရအောင်…ရိုမေးနီးယားမှာဖြစ်ပျက်ခဲ့တဲ့ အန်ဒလီနာမာရီနာစကု သေဆံုံးမှုနဲ့ပက်သတ်ပြီးသတင်းထောက်နီကိုဝေါလင်းဟာ ၎င်းအမှုရဲ့အရင်းမြစ်နဲ့အကြောင်းအရင်းကိုသိရှိရန်နှင့် သတင်းရယူရန်ရိုမေးနီးယားကိုရောက်ရှိခဲ့ပါတယ် အန်ဒလီနာရဲ့သေဆုံးမှုဟာအသတ်ခံရတာလို့ သတ်မှတ်ခံထားရပြီးထိုအမှုနဲ့ပက်သတ်တဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီး ဖာသာဒီမိထရူကိုလူသတ်မှုနဲ့ ထောင်သွင်းအကျဉ်းကျထားပါတယ်သိုပေမယ့် အလောင်းကိုခွဲစိတ်စစ်ဆေးကြည့်တဲ့အခါ ဘာဒဏ်ရာဒဏ်ချက်မှမရှိပဲသေဆုံးနေတာဖြစ်လို့လူသတ်မှုဆိုတာ ၁၀၀%အတည်ပြုလို့မရပါဘူးအန်ဒလီနာသေဆုံးတာဟာ နတ်ဆိုးကြောင့်လို့ပြောသော်လည်း ရိုမေးနီးယားရဲ့ဘာသာရေးယုံကြည်သက်ဝင်မှုအယူဝါဒတွေကို အယုံအကြည်မရှိတဲ့ နီကိုဝေါလင်းတစ်ယောက်သူမကြုံဖူးတဲ့အရာတွေနဲ့ဘယ်လိုနှစ်ပါးသွားရပြီး နိဂုန်းချုပ်မလဲဆိုတာကိုကြည့်ရှူ့ခံစားကြပါဦး…The Crucifixion (လက်ဝါးကပ်တိုင်ပေါ်တင်၍သတ်ခြင်း)နတ်ဆိုးအပူးခံနေရတဲ့လူတစ်ယောက်ကို လက်ဝါးကပ်တိုင်ပေါ်တင်ပြီးအစွဲချွတ်ရင်းသေဆုံးသွားခြင်းကိုဆိုလိုတာပါ(ကြောက်တတ်တဲ့သူများမကြည့်ကြပါနဲ့)Quality…..HD Rip 720pDuration…..01:30:00Format…Mp4File Size…(708 MB)Translator…..John La YaungEncoder…..Moe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rrtjyzKnngEp2akiCM0RtUExPV4.jpg",
      "https://image.tmdb.org/t/p/w300/s79XeqnVEKYESxGlVZxIbCiyjsG.jpg",
      "https://image.tmdb.org/t/p/w300/5qNBx6iqLIcifkTagUQ8AEQ6tFk.jpg",
      "https://image.tmdb.org/t/p/w300/m41c6HHuM1nxlC7JsIcn77pj2qP.jpg",
      "https://image.tmdb.org/t/p/w300/yLcoN4Cpz3PeMZSBMSvl7p2V61p.jpg",
      "https://image.tmdb.org/t/p/w300/4JlErkD39AuNLqZB7XsKwTeVXDB.jpg",
      "https://image.tmdb.org/t/p/w300/5miQmiu5kJpjITWTrIuWqd1vv4M.jpg",
      "https://image.tmdb.org/t/p/w300/ghpon9eZNMMiPjdBnmWrm5DnyzK.jpg",
      "https://image.tmdb.org/t/p/w300/6cNplAyxKUXEHP854Ig7z7uWC9X.jpg",
      "https://image.tmdb.org/t/p/w300/5skeGl1m4rtbQN4yAluUCMptVJW.jpg",
      "https://image.tmdb.org/t/p/w300/eOHHfxBlPfzJ4bnhWYlPVe46HT1.jpg",
      "https://image.tmdb.org/t/p/w300/1BypViUVOGOesMet4XJTUizGovd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/Crucifixion-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/num9h3ob0rlm.html",
        "server": "usersdrive.com",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-crucifixion-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/5f096/the-crucifixion-2017-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/a6jamh5otqvk/The_Crucifixion_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/1zB0j/The_Crucifixion_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/cl4HSSDS#yt0iutIv0bApMZwHsViP7FuvMTVmfwTUDnr8drDBjf0",
        "server": "mega.nz",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/kmdq7lkamxyf",
        "server": "upstream.to",
        "size": "708 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "cFCP5SFHs14",
      "video_url": "https://www.youtube.com/watch?v=cFCP5SFHs14",
      "embed_url": "https://www.youtube.com/embed/cFCP5SFHs14"
    }
  },
  {
    "metadata": "R|2017|137 min|Action,Adventure,Sci-Fi,X-men",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "513,917"
    },
    "title": "Logan (2017)",
    "description": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan’s attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.File size…(2.4 GB) and (1.3 GB)Quality…Blu-Ray Rip 1080p 5.1Format…mp4Duration….02:17:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThomas Wayne Jr.",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5pAGnkFYSsFJ99ZxDIYnhQbQFXs.jpg",
      "https://image.tmdb.org/t/p/w300/yEv8c6i79vk06sZDC3Z9D8HQLVV.jpg",
      "https://image.tmdb.org/t/p/w300/miqmTwqvnYiPEdolZv0biI7vFw2.jpg",
      "https://image.tmdb.org/t/p/w300/z9PXN1bTe0mbLww2XG4YDsWXQSN.jpg",
      "https://image.tmdb.org/t/p/w300/vR2jKrdeRAr4egGAn7C2LztF6b1.jpg",
      "https://image.tmdb.org/t/p/w300/dfBiALov0mYoqKCHaOHka2x0U26.jpg",
      "https://image.tmdb.org/t/p/w300/26EMIEC9iS1TLM0Dx01PrEddvTQ.jpg",
      "https://image.tmdb.org/t/p/w300/aCxTSTb2ujpkkX8xAX2nCzSKNwI.jpg",
      "https://image.tmdb.org/t/p/w300/iImUFYvuwDHildoANGXpvA30ROO.jpg",
      "https://image.tmdb.org/t/p/w300/qTdCfGyDisY9e8BLycszlyTsPWx.jpg",
      "https://image.tmdb.org/t/p/w300/ucIlpZ6XVoyGXZZZb3YSkKPg3Zh.jpg",
      "https://image.tmdb.org/t/p/w300/uvmIKWCmbYJPcakvQU96Uib5H8Y.jpg",
      "https://image.tmdb.org/t/p/w300/8zaCS4Q0m3WAjqOPmUvcegQ6SVE.jpg",
      "https://image.tmdb.org/t/p/w300/qG2jyjYDSYPX2voFzEgBgtlyxlb.jpg",
      "https://image.tmdb.org/t/p/w300/gxn6keWAeIJfWatxguuxSCSaoZU.jpg",
      "https://image.tmdb.org/t/p/w300/wQ0wQrdDI3isuZjHfibOaDgcoCI.jpg",
      "https://image.tmdb.org/t/p/w300/jOUQzuZSkt7yNujDckJuA842GBy.jpg",
      "https://image.tmdb.org/t/p/w300/qSQei60EN8bQBH9U4L7gIZTWmhw.jpg",
      "https://image.tmdb.org/t/p/w300/mFjiaaSpw1mmqGj2uakCHvgeoMf.jpg",
      "https://image.tmdb.org/t/p/w300/ePcfdf96JsocjGZrp9GybdoPu7p.jpg",
      "https://image.tmdb.org/t/p/w300/3aHxweFyFBrEyEQ9OuhqFDxPz0m.jpg",
      "https://image.tmdb.org/t/p/w300/WzLv5o2qdI5pgeDGQfXFkOdluC.jpg",
      "https://image.tmdb.org/t/p/w300/yxkE7KNaGkWTFGdN25ZoypBC2WJ.jpg",
      "https://image.tmdb.org/t/p/w300/kAz1zW35jN3eHFXNT6B8r9Xx5AQ.jpg",
      "https://image.tmdb.org/t/p/w300/r0f4SBvT3q3p12VKb1fMMdb11LP.jpg",
      "https://image.tmdb.org/t/p/w300/6RZe2Ykf5cOgLJL8UdMN9fIpIIc.jpg",
      "https://image.tmdb.org/t/p/w300/eaJwVcweDfF1eXdxUb2k7zvgpOw.jpg",
      "https://image.tmdb.org/t/p/w300/9YlEvO1Edq55afS0eGukZ8nWxXF.jpg",
      "https://image.tmdb.org/t/p/w300/lm8cHVNU8lM4B6s20DDqtjmMoXb.jpg",
      "https://image.tmdb.org/t/p/w300/odOvjVVRWnRLvv5J9Bvf5ZBw8UP.jpg",
      "https://image.tmdb.org/t/p/w300/71kyMsmhJdb04udjHRK0wsHgW5z.jpg",
      "https://image.tmdb.org/t/p/w300/uDuZbLEN4kC69fEE8r1Yt8Z8JVY.jpg",
      "https://image.tmdb.org/t/p/w300/zBzSzO0AV9UboHU8CNfP1ybAVuM.jpg",
      "https://image.tmdb.org/t/p/w300/4OmDGJLkrnu60MfR48vkqrUzexO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gGBu0hKw9BGddG8RkRAMX7B6NDB.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/logan-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 Gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/logan-2017-mm-sub-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1IIxn/Logan_[2017]_(MM_Sub)_(1).mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2oG07/Logan_[2017]_(MM_Sub).MP4",
        "server": "megaup.net",
        "size": "1.3 Gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/b818a7hzvt6w.html",
        "server": "usersdrive.com",
        "size": "1.3 Gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/logan-2017-mm-sub",
        "server": "VIP Links",
        "size": "1.3 Gb/2.42GB",
        "quality": "WEB-DL 720p/1080p"
      },
      {
        "link": "https://viewsb.com/y6cqdvqhaw8k.html",
        "server": "streamsb.com",
        "size": "1.3 Gb",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "Div0iP65aZo",
      "video_url": "https://www.youtube.com/watch?v=Div0iP65aZo",
      "embed_url": "https://www.youtube.com/embed/Div0iP65aZo"
    }
  },
  {
    "metadata": "N/A|2017|116 min|Drama,Fantasy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "34"
    },
    "title": "Namiya (2017)",
    "description": "CM Fan ေတြ အတြက္ မင္းသားႀကီး ဂ်က္ကီခ်န္း ပါ၀င္ထားတဲ့ရုပ္ရွင္ကားတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္…ရုပ္ရွင္ကား နာမည္ကေတာ့ နာမီယာ တဲ့…ရုပ္ရွင္ကားထဲမွာေတာ့ နာမီယာ စတုိး ဆိုင္ေလးပါ…ဒီရုပ္ရွင္ကားဟာ အခ်ိန္စက္၀ိုင္း တစ္ခုဆီ စပ္ၾကားကစာတုိက္ပံုးေလး တစ္ခု နဲ႔ စတင္ထားပါတယ္….ဟုတ္ပါတယ္ ….နာမီယာ စတုိးဆုိင္ ရဲ႕ ပိုင္ရွင္ ဟာလူတုိင္းရဲ႕ အခက္အခဲေတြကို သူ႔ စာတိုက္ပံုးကေန လက္ခံၿပီးအႀကံဥာဏ္ေတြေပး ၊ အားေပး ႏွစ္သိမ့္စကားေတြ ေျပာတက္သူပါသူကလဲ အခ်ိန္ေပးၿပီး စာျပန္တက္ပါတယ္…နာမီယာ ရဲ႕ ပရိတ္သက္ေတြကေတာ့ ကေလးအမ်ားစု ျဖစ္ပါတယ္သူတို႔ အိမ္တြင္းေရးေတြကို တုိင္ပင္ၾကပါတယ္ သူတို႔ ႏွစ္သက္တဲ့စူပါဟီးရိုး ေတြ ၊ အႏုပညာရွင္ေတြ ဆီ စာေရးၾကပါတယ္…စာေတြကို ဒိုင္ခံျပန္ေပးေနသူကေတာ့ နာမီယာ စတိုးဆိုင္ ပိုင္ရွင္အဘိုးအိုႀကီး တစ္ေယာက္ပဲ ျဖစ္ပါတယ္….ဒီလိုနဲ႔ အဘိုးအိုလဲ ေသဆံုးၿပီး ကေလးေတြလဲ အရြယ္ေရာက္ကုန္ၾကသလိုနာမီယာ စတိုးဆုိင္ဟာ ပိတ္ထားခဲ့တာ ႏွစ္ေတြ ခ်ီသြားခဲ့ပါတယ္…ဒီလိုနဲ႔ ႏွစ္ေပါင္းမ်ားစြာၾကာတဲ့အခါမွာ အဲ့ဒီ စာတုိက္ပံုးကေနအခ်ိန္စက္၀ိုင္း အေရွ႕ နဲ႔ ေနာက္ ကိုကူးေျပာင္းၿပီး စာေတြ ေရာက္လာခဲ့ေသာအခါ….ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ThinZar Htet ပဲ ျဖစ္ပါတယ္…",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kBj9qiT3cOD5vxkojkgY8HShjHT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTVkOGFlZTctY2M4OS00MzEzLWE5NmQtMTIzNDg5YTJhMzBkXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_SY1000_CR007141000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/namiya-jieyou-zahuodian-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Sthx/Namiya_(Jieyou_Zahuodian)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/wv1q65sx5i7t",
        "server": "upstream.to",
        "size": "1.15 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ryrluvwer3rq.html",
        "server": "usersdrive.com",
        "size": "1.15 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "AJV0B_cnd9s",
      "video_url": "https://www.youtube.com/watch?v=AJV0B_cnd9s",
      "embed_url": "https://www.youtube.com/embed/AJV0B_cnd9s"
    }
  },
  {
    "metadata": "R|2017|105 min|Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "2,644"
    },
    "title": "Tulip Fever (2017)",
    "description": "မိဘမဲ့ျဖစ္​တဲ့ ဆိုဖီယာတစ္​​ေယာက္​ ကုန္​သည္​ႀကီးျဖစ္​တဲ့ ​ေကာနယ္​လစ္​ ဆန္႔ဗို႔ဆီကို မယားငယ္​အျဖစ္​နဲ႔​​ေရာက္​သြားခဲ့တယ္​.​ေကာနယ္​လစ္​ရဲ႕အိမ္​​ေဖာ္​ မာရီယာက​ေတာ့ ငါးသည္​ဝီလ္​လံနဲ႔ခ်စ္​ႀကိဳက္​​ေနသူျဖစ္​တယ္​.တစ္​​ေန႔​ေတာ့ ​ေကာနယ္​လစ္​ဟာ သူနဲ႔သူ႔မိန္​းမရဲ႕ပံုတူပန္​းခ်ီဆြဲဖို႔ ဂ်န္​ဗန္​​ေလာ့စ္​ကိုငွါးခဲ့ရာ ထိုပန္​းခ်ီဆရာ​ေလးႏွင္​့ဆိုဖီယာတို႔ ခ်စ္​ကြၽမ္​းဝင္​ခဲ့ၾကျပန္​တယ္​.အဲ့အခ်ိန္​မွာ ပိုက္​ဆံအခ်ီႀကီးျမတ္​တဲ့က်ဴးလစ္​ဖူး​ေတြကို​ ​ေလလံတင္​ၿပီး​ေရာင္​းတာ ​ေခတ္​စား​ေနခ်ိန္​ျဖစ္​​ေတာ့ ဝီလ္​လံဟာ မာရီယာနဲ႔လက္​ထပ္​ဖို႔အတြက္​ ဒီက်ဴးလစ္​​​ေရာင္​းဝယ္​​ေရး​ေလာကထဲကိုဝင္​လာခဲ့တယ္​.ကံ​ေကာင္​းစြာဘဲ သူဝယ္​တဲ့ပန္​းပြင္​့​ေတြထဲမွာ တန္​ဖိုးအ႐ွိဆံုးဘရိတ္​ကာလို႔​ေခၚတဲ့ အနီစင္​းပါတဲ့က်ဴးလစ္​ပန္​းတစ္​ပြင္​့ပါလာခဲ့တယ္​.ဆိုဖီယာက မာရီယာရဲ႕ဝတ္​ရံုကိုျခံဳၿပီး ပန္​းခ်ီဆရာ​ေလးဆီသြားတဲ့လမ္​းမွာ ဝီလ္​လံက မာရီယာထင္​မွတ္​ၿပီးလိုက္​သြားကာ မာရီယာနဲ႔ပန္​းခ်ီဆရာနဲ႔​ေဖာက္​ျပန္​​ေနတယ္​ဟု အထင္​ျမင္​လြဲကာ မိုးၿပိဳမတတ္​ခံစားခဲ့ရတယ္​.စိတ္​နဲ႔ကိုယ္​နဲ႔မကပ္​တဲ့ဝီလ္​လံတစ္​​ေယာက္​ အရက္​ဆိုင္​မွာ​ေသာင္​းက်န္​းမိၿပီး ​ေရတပ္​ထဲ​ေရာက္​သြားပါ​ေလ​ေရာ.ထိုအခ်ိန္​ မာရီယာ့မွာ ဝီလ္​လံရဲ႕ရင္​​ေသြး​ေလးကိုလြယ္​ထားရခ်ိန္​ျဖစ္​ကာ ဘာလုပ္​လို႔ဘာကိုင္​ရမွန္​းမသိခ်ိန္​ ဆိုဖီယာႏွင္​့​ေပါင္​းမိကာ ဘာ​ေတြဆက္​ျဖစ္​မလဲဆိုတာက​ေတာ့….(ဘာသာျပန္သူကေတာ့ Htet Thin Zar Maung ပါ)File Size : (900 MB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 1hr 45minFormat : Mp4Genre :Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-DRONESTranslated by Htet Thin Zar MaungEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4cuMgrl1TVGjMaRQ3bKWTu61nem.jpg",
      "https://image.tmdb.org/t/p/w300/oMLC1KgQVhg86Gi03uP6mPxrpaS.jpg",
      "https://image.tmdb.org/t/p/w300/zv0lXv9NhxastBimWmeWZNi1V8o.jpg",
      "https://image.tmdb.org/t/p/w300/4igixXGMPv3XbK59zKN75IiZ9Fx.jpg",
      "https://image.tmdb.org/t/p/w300/eSeL3sReCLSiiEWOUYWXISusXc4.jpg",
      "https://image.tmdb.org/t/p/w300/jA0wyuVrjKbDRHFZi2Ani0kFmjx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZDY3MTAyNmEtZDY1Yi00NGY5LTg1ZDctNDQ2N2FlMmRlYWU0XkEyXkFqcGdeQXVyNTQzOTc3MTI@._V1_SY1000_SX680_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tulip-fever-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tulip-fever-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/tulip-fever-2017-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/3xwscosi5ya4",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "puqEadT824c",
      "video_url": "https://www.youtube.com/watch?v=puqEadT824c",
      "embed_url": "https://www.youtube.com/embed/puqEadT824c"
    }
  },
  {
    "metadata": "R|2017|97 min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,807"
    },
    "title": "Resident Evil: Vendetta (2017)",
    "description": "Wow… လို့ အရင်ပြောပါရစေ…Resident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…IMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…ကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်ကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့နဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုးဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…အမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်ခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ Umbrella Corporation ကိုတစ်ဖြေးဖြေး ကျနော်တို့ဆီကနေ အစဖျောက် ဆွဲထုတ်သွားခဲ့ပါပြီ….အရင်က umbrella ရဲ့ ဖော်မြူလာက တစ်ဦး ကနေ တစ်ဦး ကိုက်ပြီး သတ်ဖြတ်ပြီး ကူးမယ် အသိဉာဏ်မဲ့ပြီးသွေးနံ့ရသမျှ ကိုက်မယ် ဆိုတာတွေ  အခု ဗီလိန် အသစ် အေရိစ် ရဲ့ လက်ထပ် မှာ တစ်မျိုးပြောင်းလဲလိုက်ပါပြီသူကမှ တကယ့်စစ်တပ်တစ်ခုကို ဖန်တီးလိုက်နိုင်ပါတယ်… အေရိစ် ဟာ ဗိုင်းရပ်စ် ဖော်မြူလာ ကိုထပ်ပြီး ဆန်းသစ်ကာ Zombie တွေကို ထိန်းချူပ်နိုင်တဲ့ ဖော်မြူလာ အဖြစ်ပြောင်းလဲခဲ့ပါတယ်..အသိဉာဏ်ရှိတဲ့ တကယ့် Zombie တပ်ဖွဲ့ကို ဖန်ဆင်းနိုင်ခဲ့တာပါ….ဇတ်လမ်းကို ဘယ်နည်းနဲ့မှ အမြည်းအဖြစ် မပေးနိုင်တာကိုတော့ ခွင့်လွှတ်ပေးပါကျနော့် လက် နဲ့ ရေးမပြနိုင်ချင်လောက်အောင် ကျနော့် ရဲ့ ဝါသနာတူ Resident Evil Fan တွေကို ခံစားစေချင်လို့မြန်မာစာတန်းထိုး နဲ့ တင်ပေးလိုက်ပါပြီ  Download ဆွဲကြည့်လိုက်ပါခင်ဗျာ…ပြီးရင် ကျနော် ညွှန်းထားသလို ဟုတ်မဟုတ် ဆိုတာ ကြည့်လိုက်ပေါ့ဗျာ…ThitSanKhantFile Size : 1 GB /320 MBQuality : WEB-DLRunning Time :  1h 37minFormat : Mp4Genre : Animation, Action, AdventureTranslator : Tariq L WalkerEncoder : Tariq L Walker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lj38ePUscZITNmYM7CH7PAHxzXg.jpg",
      "https://image.tmdb.org/t/p/w300/lAC9VhlVph6I0Xpm9OuSVwl8KqI.jpg",
      "https://image.tmdb.org/t/p/w300/bgtlK6qnCet3Zx6Rt2wT5PLEp7C.jpg",
      "https://image.tmdb.org/t/p/w300/x17pPRxUU2s1GH6gpfuXeieC7Gx.jpg",
      "https://image.tmdb.org/t/p/w300/4NQZmeYmGn8K0bXUC1LWyQBs5NJ.jpg",
      "https://image.tmdb.org/t/p/w300/3YqKxZM1hjiGEYU6FcZV6vPtBqU.jpg",
      "https://image.tmdb.org/t/p/w300/1jH7NtKeoxoYFmhW97CzHjtmtiW.jpg",
      "https://image.tmdb.org/t/p/w300/BW8ksQEUQcbQ6gZO0L62yGrwut.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/resident-evil-vendetta-2017-mm-sub",
        "server": "VIP Links",
        "size": "1.2Gb",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/resident-evil-vendetta-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2Gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Uw2Styd2RAU",
      "video_url": "https://www.youtube.com/watch?v=Uw2Styd2RAU",
      "embed_url": "https://www.youtube.com/embed/Uw2Styd2RAU"
    }
  },
  {
    "metadata": "|2017|130 min|Action,Fantasy",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "225"
    },
    "title": "Wu Kong (2017)",
    "description": "ကဲနာမည်လေးမြင်လိုက်တာနဲ့သိမှာပါ။ကျွန်တော်တို့ငယ်ဘဝကတည်းကအသည်းစွဲအားပေးလာတဲ့မျောက်မင်းဝူခုန်းကားလေးဖြစ်ပါတယ်။ယခုနှစ်၂၀၁၇ထွက်ကားသစ်လေးပါ။Action/Fantacyကားအမျိုးအစားဖြစ်ပြီးဝူခုန်းကိုအသွင်တမျိုးနဲ့မြင်ရမှာပါ။ဒီကားကိုအင်တာနက်မှာနာမည်ကြီးဝတ္ထုကိုမှီငြမ်းပြီးရိုက်ကူးထားတယ်လို့ဆိုပါတယ်။ရုံဝင်ငွေအနေနဲ့လည်းဒေါ်လာ၁၀၄သန်းအထိရရှိခဲ့တဲ့ကားလေးပါ(ဝူခုန်းဆိုတော့လည်း..)။ဇာတ်လမ်းလေးကိုတော့ဝူခုန်းကောင်းကင်ဘုံကိုပွဲသွားမကြမ်းခင်နှစ်၅၀၀အချိန်ကိုတည်ထားပါတယ်။ကျန်တဲ့အပိုင်းတွေကတော့ဝူခုန်းအကြောင်းဇာတ်လမ်းအတိုင်းကောင်းကင်ဘုံကိုအံ့တုဖို့ကြိုးစားတာမျိုးမို့ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဒီကားမှာထူးခြားတာကဝူခုန်းရဲ့စွမ်းအားတွေကိုEffectကောင်းကောင်းနဲ့ဇာတ်ကားတစ်ကားလုံးကိုဖန်တီးသွားတာပါ။ဝူခုန်းချစ်သူများအတွက်နောက်ထပ်ပုံစံသစ်တစ်မျိုးနဲ့ဟောင်ကောင်ကားလေးတစ်ကားဖြစ်ပါတယ်။နိုင်ငံတကာမှာလည်းဝေဖန်မှုမျိုးစုံရထားတဲ့ကားဖြစ်ပါတယ်။Action/Fantacyအပြင်ဝူခုန်းရဲ့မေတ္တာရေးပါထည့်သွင်းထားပြီးcomputerအထူးပြုလုပ်ချက်မြိုင်မြိုင်ဆိုင်ဆိင်ရသစုံအောင်ထည့်သွင်းဖန်တီးထားတာတွေ့ရမှာပါ။သေချာတာတော့ခေတ်သစ်အမြင်တမျိုးနဲ့တွေ့ရမှာဖြစ်တဲ့အတွက်ဝူခုန်းချစ်သူများကိုယ်တိုင်ဇာတ်ကားကိုကြည့်ရှုပြီးအမြင်ဖလှယ်ကြည့်ကြပါဦးဗျာ။(ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)File Size : (950 MB) and (500 MB)Quality : 720pWebdlRunning Time : 2hr 10minutesFormat : Mp4Genre : Action, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Khin Pyae Sone KyawEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aUqV5OrITlBSPM8df3bPgDBu4bA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/sqW4EiJ8m6BXL2VgfOghPkhykXt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wu-kong-2017",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/wu-kong-2017-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/wu-kong-2017-mp-4",
        "server": "disk.yandex.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Uxa6/Wu_Kong_(2017).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1zz8f7h7r8fn",
        "server": "upstream.to",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EpFQaYv8MV4",
      "video_url": "https://www.youtube.com/watch?v=EpFQaYv8MV4",
      "embed_url": "https://www.youtube.com/embed/EpFQaYv8MV4"
    }
  }
]