[
  {
    "metadata": "Unrated|1959|1h 45min|Drama,The Apu Trilogy",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "14000"
    },
    "title": "Apur Sansar (1959)",
    "description": "” The Apu Trilogy (၁၉၅၅ – ၁၉၅၉) “ရေးရဲ့ကမ္ဘာ” အကောင်းဆုံး Art house Trilogyများ ” ဆိုတဲ့ IMDb ရဲ့ List တစ်ခုမှာ ထိပ်ဆုံး၆ကားလုံးက ဘင်္ဂါလီဒါရိုက်တာကြီးဆာတရာဂျစ်ရေးရဲ့ Trilogy နှစ်ခုပါပဲ။ ပထမကတော့ အပု Trilogy ပါ၊ နောက် ကာလကတ္တား Trilogy ကိုမြင်ရမှာပါ။ ရေးရဲ့အပုTrilogy မှာ Pather Panchali, Aparajito, Apur Sansar ဆိုတဲ့ သုံးကားပါပြီး သုံးကားလုံးဟာ IMDb ၈.၅ဝန်းကျင် ရထားတဲ့ရုပ်ရှင်တွေပါပဲ။ နိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုအလီလီ ရရှိခဲ့တယ်။ နောက်ဆုံး ရေးဟာ မာတင်စကောဆေးစိရဲ့ကမကထပြုမူနဲ့ ၁၉၉၂ အော်စကာဆုပေးပွဲမှာ Honorary Award ကိုတောင် ရခဲ့ပါတယ်။ ကျွန်တော်တို့ဆီကစွယ်စုံရဒါရိုက်တာကြီးဝင်းဖေကတော့ ဝင်းဖေလွယ်အိတ် စာအုပ်မှာ “ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်အနေနဲ့ နိုင်ငံတကာရုပ်ရှင်ဆုအများဆုံးရထားသူဟာ ဥရောပကမဟုတ် အမေရိကက မဟုတ်တဲ့ အိန္ဒိယရုပ်ရှင်ဒါရိုက်တာကြီး ရှော်ဒိုးဂျီးရွိုင်း (ဘင်္ဂါလီသံဖြင့်)ဖြစ်တယ်” လို့ ဆိုထားပါတယ်။အပု Trilogy ဟာ ဘင်္ဂါလီစာရေးဆရာ ဘီဘုတိဘုဆန် ဘနားဂျေး (Bibhutibhushan Bandyopadhyay) ရဲ့ ပသာပန်ချာလီ(၁၉၂၉)နဲ့ အပရာဇိတ (၁၉၃၂) စာအုပ်၂အုပ်ကို အခြေတည်ပြီး ရေးကိုယ်တိုင် ဇာတ်ညွှန်းရေးသား ရိုက်ကူးထားတာပါ။ ရေးရဲ့ပထမကား ပသာပန်ချာလီကတော့ နာမည်တူစာအုပ်ကိုပဲ အခြေတည်ထားပြီးတော့ ဒုတိယကား အပရာဇိတကတော့အပရာဇိတစာအုပ်ရဲ့ ပထမတစ်ဝက်ကို ရိုက်ကူးထားတာဖြစ်ပြီး နောက်ဆုံးကား အပုဆန်းဆားကတော့အပရာဇိတစာအုပ်ရဲ့နောက်ဆုံးတစ်ဝက်ကိုရိုက်ကူးထားတာပါ။ ဒီသုံးကားလုံးဟာ အပုဆိုတဲ့ ဘင်္ဂါလီလူမျိုးအောက်ခြေလူတန်းစားကလေးရဲ့ လူမှန်းမသိတတ်သေးတဲ့ အရွယ်ကနေ ဖခင်ဖြစ်တဲ့အရွယ်အထိ အရွယ်သုံးပါးလုံးကိုပြပြီးဘင်္ဂါလီမိသားစုတွေရဲ့ ဘဝကို အရိုးရှင်းဆုံးနဲ့အလှပဆုံးပုံဖော်ထားခဲ့တယ်။ နောက်ဆုံးကားအရ ဒီစာအုပ်၂အုပ်ဟာ စာရေးဆရာရဲ့ဘဝဖြစ်စဉ်တွေလည်း နှောနေမယ်လို့ ယူဆလို့ရပါတယ်။ ဒါကြောင့်လည်း ဒီသုံးကားဟာ တော်တော့်ကို ခံစားရ စစ်မှန်နေတာပါပဲ။ ဘယ်လောက်ပဲနည်းပညာတွေဖွံ့ဖြိုးလာပါစေ အရှိတရားကို အရိုးရှင်းဆုံးပြထားတဲ့ ရုပ်ရှင်တွေကခံစားမှုကတော့ အမြဲတစ်ပန်းသာနေမြဲမို့ ရေးရဲ့ရုပ်ရှင်တွေဟာ ခုလည်း ခေတ်ရဲ့နောက်မှာမကျန်ခဲ့သလိုနောင်လည်းကျန်ခဲ့မှာမဟုတ်ပါဘူး။ရေးဟာ ရုပ်ရှင်နယ်ပယ်မှာတင်မဟုတ်ဘဲ နယ်ပယ်အစုံမှာ ခြေဆန့်နိုင်တဲ့ အနုပညာသမားပါ။ Screen Writer, Documentary,Filmmaker, Author, Essayist, Lyricist, Magazine Editor, Illustrator, Calligrapher, နဲ့ Music Composer စတဲ့နယ်ပယ်တွေမှာလည်း ခြေဆန့်နိုင်ခဲ့ပါတယ်။ ရုပ်ရှင်မှာလည်း လိုင်းပေါင်းစုံကို ခြေဆန့်နိုင်ခဲ့ပါတယ်။ Goopy Baghaရုပ်ရှင်သုံးကားတွဲနဲ့ အိန္ဒိယ fantasy ကမ္ဘာတစ်ခုကို ဖန်တီးခဲ့သလို စုံထောက်ကြီး Feluda ဇာတ်ကားတွေရိုက်ကူးပြီးလည်းအိန္ဒိယရဲ့ကိုယ်ပိုင်ပုံစံနဲ့ ရှားလော့ခ်ကိုဖန်တီးခဲ့ပါတယ်။ သူ့ရုပ်ရှင်တွေရဲ့ costume ဒီဇိုင်းတွေ နောက်ခံတေးသံတွေကိုကြည့်ခြင်းအားဖြင့် ရေးဟာ အဘက်ဘက်မှာ ပါဖက်ရှင်နစ်ဖြစ်တဲ့ လူတစ်ယောက်ဖြစ်တယ်လို့လည်း ဆိုကြပါတယ်။ ရေးကိုအိန္ဒိယရဲ့ ယဉ်ကျေးမှုကို ပြောင်းလဲပေးခဲ့တဲ့သူလို့လည်း ဆိုကြပါတယ်။ သူ့ရုပ်ရှင်တွေမှာ ဘင်္ဂါလီဓလေ့တွေကိုသေသေချာချာပြထားပြီး ကရုဏာသက်စရာ ဘင်္ဂါလီအမျိုးသမီးတွေ ဘဝကိုပါ ပေါ်လွင်အောင်ပြနိုင်ခဲ့ပါတယ်။ဘယ်မှာဖတ်ခဲ့ဖူးတာလဲ မမှတ်မိတော့ပေမဲ့ ကျွန်တော် ခပ်ရေးရေး မှတ်မိနေတဲ့ အကြောင်းအရာလေးတစ်ခုရှိတယ်။လူတစ်ယောက်ရှိတယ်။ သူက ဝက်အကြောင်းကလွဲ ဘာမှစိတ်မဝင်စားဘူး။ သို့ပေမဲ့ အိမ်နားက ကလေးမလေးလားမသိမြူးထူးနေတာကိုကြည့်ပြီး ဒါဝက်မတွေအတွက်ဆို လင်လိုချင်နေတဲ့ အခြေအနေပဲ လို့ပြောတယ်။ နောက်ရက်ကျအဲဒီကလေးမလေး တကယ် လင်နောက်လိုက်သွားတော့တာပါပဲ။ လောကဟာ ရှုပ်မယောင်နဲ့ အတော်ရိုးရှင်းပါတယ်။ တစ်ခုခုကိုအတွင်းကျကျသိသွားပြီး သော့ချက်ရသွားတဲ့အခါ ဘာမဆို သိသွားသလိုပါပဲ။ တစ်ချို့ပြောကြသလို ကိုယ့်ကိုယ်ကိုယ်ကောင်းကောင်းနားလည်လိုက်တာနဲ့ လူတွေအားလုံးကို နားလည်နိုင်သလောက်ပဲမလား။ ဒါကြောင့်လည်း တရားတော်မှာကိုယ့်ကိုယ်ကိုယ်ပဲ မြင်အောင်ကြည့်ဖို့ ဆိုခဲ့တယ်ထင်ပါတယ်။ ရေးဟာ အနုပညာနဲ့ပတ်သက်ရင် ဘက်စုံတော်တဲ့သူ၊အနုပညာရဲ့သော့ချက်ကိုသိရှိပြီး ဘယ်အနုပညာမှာမဆို အသုံးချနိုင်တဲ့သူပါပဲ။ ဒီလိုလူတွေ မနည်းပေမဲ့ မများလှသလိုရေး‌လောက်လည်း ဘယ်သူမှ နာမည်မကျော်ဖူးကြတာတော့ အမှန်ပါပဲ။” အပုရဲ့ကမ္ဘာ “အပုသုံးကားဟာ အပုရဲ့ကမ္ဘာပါပဲ။ ဒီသုံးကားဟာ အပုဘဝရဲ့ ရယူခြင်း ဆုံးရှုံးခြင်း၊ အောင်မြင်ခြင်း ကျရှုံးခြင်း၊ ဆုံဆည်းခြင်းကွဲကွာခြင်းများကို မခြွင်းမချန်ပြထားတဲ့ ရုပ်ရှင်တွေပါပဲ။ ရှေ့၂ကားအကြောင်းရေးခဲ့ဖူးပြီမို့ အပုဆန်းဆားကားကိုပဲ အခုတော့အပုဆန်းဆားကားကိုပဲ ဦးတည်လိုက်ပါမယ်။ ရှေ့သုံးကားလုံးကိုလည်း အောက်ကလင့်ခ်မှာ ဝင်ရောက်ကြည့်ရှူနိုင်ပါတယ်။~~ ”The Apu Trilogy”  ~~” Apur Sansar “(1959) ” အပုဆန်းဆား “IMDb – 8.5/10အဖေရော အမေရောမရှိတော့တဲ့ တစ်ကောင်ကြွက် အပုဟာ ကျောင်းပြီးအောင် မတက်နိုင်တော့ပါဘူး။ အပုဟာသူနဲ့အဆင်ပြေတဲ့အလုပ်ကို ရှာကြည့်ပေမယ့်လည်း အခြေနေအကြောင်းကြောင်းကြောင့် သူနဲ့ အံကိုက်တဲ့အလုပ်ကိုမတွေ့ခဲ့ပါဘူး။ဒီနောက်မှာတော့ အပုဟာ ပြန်လာရင်အလုပ်သွင်းပေးမယ်ဆိုတဲ့ သူ့သူငယ်ချင်းနဲ့အတူ သူ့ငယ်ချင်းအမဝမ်းကွဲရဲ့မင်္ဂလာဆောင်ကိုသွားခဲ့တယ်။ ကံဆိုးချင်တော့ သူ့သူငယ်ချင်းအမရဲ့ သတို့သားလောင်းက မင်္ဂလာချိန်နီးမှ ရူးသွားခဲ့တယ်။ဒုတိယကားမှာ ထုံးတမ်းစဉ်လာအောက်က အိန္ဒိယဇနီးသည်တွေရဲ့ဘဝဒုက္ခကို မြင်သာအောင်ပြသွားပြီးတဲ့နောက် ဒီတစ်ခါတော့အိန္ဒိယသမီးပျိုတွေရဲ့ ဘဝဒုက္ခကို မြင်သာအောင်ပြတော့တာပါပဲ။ သတို့သားရူးသွားလို့ မင်္ဂလာပွဲကိုဖျက်လိုက်ကြပေမယ့်သတို့သမီးဟာ အဲဒီတစ်နေ့တာရဲ့ ဒုတိယမင်္ဂလာချိန်မှာမှ ခင်ပွန်းလောင်းလုပ်ပေးမယ့်သူကို ရှာမတွေ့ရင်တစ်သက်လုံးလက်ထပ်လို့မရတော့တဲ့ အမျိုးသမီးဖြစ်တော့မှာပါ။ ဒီတော့အပုသူငယ်ချင်းဟာ အပုကို သူ့အမကိုယူပေးဖို့စကားဆိုလာတယ်။ အဆောင်လခက မပေးနိုင် အလုပ်ကရေရေရာရာမရှိတဲ့ တစ်ကောင်ကြွက် သူ့ဘဝပေးကြောင့် အပုဟာအစပိုင်းမှာ အင်တင်တင်ဖြစ်နေပေမဲ့ သူ့ကိုသွင်းပေးမယ့် အလုပ်ရမှာသေချာလားမေးပြီးတဲ့နောက် အပုဟာ လက်ထပ်ဖို့သဘောတူလိုက်ပါတယ်။အပုနဲ့ သူ့မိန်းမရဲ့ အိမ်ထောင်ရေးကို ရေးဟာ အတော်ကြည်နူးစရာကောင်းအောင် ပုံဖော်သွားခဲ့တယ်။အပုမိန်းမရဲ့ကာရိုက်တာဟာ မိန်းမဆန်တဲ့မိန်းမတစ်ယောက်ရဲ့ ကာရိုက်တာပါပဲ။ ဒီလိုကာရိုက်တာမျိုးကိုကျွန်တော်သေချာရင်းနှီးဖူးတာက Farewell My Concubine ထဲက ဂေါင်လီရဲ့ကျူရှန်းကရယ်၊ မီနရီထဲက Han Ye-Ri ရဲ့မိုနီကာရယ်မှာပါ။ မိန်းမနဲ့တူတဲ့ မိန်းမအဖြစ်ကောင်းကောင်း ပုံဖော်နိုင်ခဲ့တဲ့ အဲဒီအမျိုးသမီး ၂ယောက်ကြောင့်အဲဒီရုပ်ရှင်၂ကားလုံးဟာ ကျွန်တော့်အတွက် အတော်ညှိလောက်စရာကားတွေဖြစ်ခဲ့တယ်။ အပုဆန်ဆားကတော့ သူတို့ထက်ပိုလှပအောင်ပုံဖော်သွားနိုင်တယ်ပဲ ဆိုရမှာပါ။၃၉မိနစ်ကနေ ၁နာရီ၁၃မိနစ်အထိ နာရီဝက်လောက်ပဲမြင်ခဲ့ရတဲ့ ဒီဇာတ်ကောင်ဟာ ဒီရုပ်ရှင်မှာ ရင်ထဲ အရောက်ဆုံးဇာတ်ကောင်ဖြစ်ခဲ့ရလောက်အောင် သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးရော ရေးရောရဲ့ ပုံဖော်နိုင်စွမ်းက ပြောင်မြောက်ခဲ့တယ်။ ရေးဟာဇာတ်လိုက်‌နေရာမှာသာ အပုကို ထားထားပေမဲ့ သူ့အပုသုံးကားလုံးမှာ အပုဘဝထဲက အမျိုးသမီးဇာတ်ကောင်တွေကို ကြည့်ရှုသူရင်ထဲပိုရောက်အောင်၊ သူတို့ကိုစာနာတတ်အောင်၊ အိန္ဒိယယဉ်ကျေးမှုကြီးကို ပြောင်းလဲနိုင်အောင်များ ပုံဖော်သွားသလားတော့မသိပါဘူး။ ရေးပြောဖူးသလိုပါပဲ။ ” ရုပ်ရှင်တစ်ကားက ဘာအကြောင်းကို ရိုက်ထားခဲ့တာလဲဆိုတာကိုဒါရိုက်တာတစ်ယောက်တည်းသိမှာပါ”။ ကြည့်ရှုသူ ခံယူတဲ့အတိုင်းပဲ ဖြစ်သွားမှာပါပဲ။ တစ်နာရီဆယ့်သုံးမိနစ်နောက်ပိုင်းမှာရေးဟာ အပုမိန်းမ အပါနာဇာတ်ကောင်ကို စာတစ်စောင်နဲ့တော့ ဆက်ပုံဖော်သွားခဲ့ပါတယ်။ ဒီစာနဲ့တင် ဇာတ်ကောင်ဟာဘယ်လိုမျိုးလဲဆိုတာ သိစေနိုင်စွမ်းခဲ့ပါတယ်။” ပွဲတော်ရှစ်ရက်မြောက်နေ့မှာ ကျွန်မဆီလာမယ်လို့ ရှင် ကျွန်မကို ကတိပေးထားတယ်နော်။ ကျွန်မ အဲဒီနေ့ကိုစောင့်နေမယ်။ရှင်မလာရင် ကျွန်မရှင့်ကိုလုံးဝမခေါ်တော့ဘူး။ ရှင်ကလူလိမ်ကြီးပဲ။ အရင်လက ရှင်ကျွန်မဆီ စာ၇စောင်ပဲပို့တယ်။တစ်ပတ်နှစ်စောင်ပို့ရမယ်လို့ ကျွန်မမှာထားတယ်လေ။ ရှင်က ရှင့်ကတိကိုတကယ်မတည်ဘူးပဲ။ ကျွန်မရှင်လာမယ့်ရက်ကိုလက်ချိုးရေနေမယ်။ ရှင်မလာဘူးဆိုရင် ကျွန်မရှင့်ကို စကားမပြောဘူး။ ရှင့်အိမ်နားက ကောင်မလေးကို ကျွန်မမနာလိုဘူး။သူကျ ရှင့်ကို မနက်တိုင်း ညနေတိုင်းတွေ့ရတယ်။ ကျွန်မကျ မတွေ့ရဘူး။ ဒါတော်တော်မတရားဘူး။ ရှင့်အခန်းပြတင်းပေါက်ကိုသေချာပိတ်ထားနော်။ ကျွန်မစာလုံးပေါင်းတွေ အများကြီးမှားတယ်မလား။ ရှင် ရယ်တော့မှာ ကျွန်မသိနေတယ်။ ကျွန်မကစာရေးဆရာမှမဟုတ်ဘဲ။ စာရေးတတ်ရုံလောက်ရှိတာ။ ရှင့်ကိုယ်ရှင် ကောင်းကောင်းဂရုစိုက်ပါ။ ကျွန်မက ကျန်းမာပေမဲ့ကျွန်မနှလုံးသားကတော့ မကျန်းမာဘူး။ ရှင်ရောက်လာမှပဲ ပျောက်မှာ။ ရှင်ရောက်မလာရင် ကျွန်မ ရှင့်ကို ဘယ်တော့မှမခေါ်တော့ဘူး။ “ရုပ်ရှင်ဟာ စိတ်ရဲ့အစာပဲလို့ ရေးကဆိုပါတယ်။ အပုသုံးကားဟာ ကြည့်ရှုသူရဲ့ စိတ်ကို ဘယ်လိုပုံစံနဲ့ အဆာပြေစေမလဲကတော့ကြည့်ရှုသူတစ်ယောက်ချင်းအလိုက် မူကွဲသွားမှာပါပဲ။” ကိုယ်တိုင်တွေ့ရှိတဲ့ အဖြေတွေဟာ အကောင်းဆုံးအဖြေတွေပဲ “လို့ ရေးကိုယ်တိုင်ကပဲဆိုဖူးတော့ဘယ်လိုအဆာပြေစေမလဲဆိုတာ ကိုယ်တိုင်ပဲအဖြေရှာကြည့်လိုက်ပါတော့။ အမှန်ပြောရရင် ရေးကတော့ အပုသုံးကားကိုအနိုင်နဲ့ပိုင်းပြီး ဇာတ်သိမ်းပစ်လိုက်ပေမဲ့ ကျွန်တော်ကတော့ အပုရဲ့ နောက်ပိုင်းဇာတ်ကို ဆက်ကြည့်ချင်မိတာပါပဲ။သို့ပေမဲ့လည်းသုခမိန်လှိုင်ရေးဖူးတဲ့ စာသားတစ်ခုလို” အနုပညာမှာ ဘဝမှာ အချစ်မှာ အဆုံးသတ်ရန် တစ်နေရာမှာတော့ အဆုံးသတ်လိုက်ရတာပါပဲ။ “ဘာပြောပြောပါ အပုရဲ့ဇာတ်လမ်းဟာ အဆုံးသတ်သွားပေမဲ့ အပုနဲ့ ရေးနဲ့ ဘနားဂျေးနဲ့ကတော့ ကျွန်တော်တို့ရင်ထဲကျန်နေမှာပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.7GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.5/10Format – mp4Duration – 1H 45MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d3RW7jRsBCHfC9QZaUF9FpzJrh8.jpg",
      "https://image.tmdb.org/t/p/w300/Aw7LScJdxjJ3vUkWrlRsdbRkoXg.jpg",
      "https://image.tmdb.org/t/p/w300/1RzTziJoVwrzVbYpelzc53J8A2Z.jpg",
      "https://image.tmdb.org/t/p/w300/zKolAUfpYYXEJAgdZ3liTVv8H7.jpg",
      "https://image.tmdb.org/t/p/w300/hGm8WgjJK3myRBsNZT1aCjpjv26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/XvLAwpDGFm16yk6hF5bka8N42nv95D_large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/apur-sansar-1959",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-apur-sansar-1959-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Hmbe/(CM)_Apur_Sansar_(1959)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vLoWCSrB#GrqCrVhF1f3ETUi6LTH_MepUFPGN7Q8Ufc2T6uBw30w",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/g77v0clv1phb.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-apur-sansar-1959-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/33h5u/(CM)_Apur_Sansar_(1959)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SPgGGIqB#eY2ZaIuBRXCawcyaEAhv9bEdLovsLg2MM1ITtwF1ZrQ",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ndos9f716gbk.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/z9sw6mkotcem.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mgv68E_o6VM",
      "video_url": "https://www.youtube.com/watch?v=mgv68E_o6VM",
      "embed_url": "https://www.youtube.com/embed/mgv68E_o6VM"
    }
  },
  {
    "metadata": "Unrated|1956|1h 50min|Drama,The Apu Trilogy",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "13000"
    },
    "title": "Aparajito (1956)",
    "description": "“Aparajito”(1956) “အပရာဇိတ”=======================Directed by ” Satyajit Ray “IMDb – 8.3/10, Rotten Tomatoes – 95%“အပုဟာ ရထားဆီသွားပြီးအပုဟာ ရထားဆီရောက်ခဲ့ပေမဲ့အပုဟာ ရထားဆီမရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲအပုဟာ ရထားဆီမရောက်ခဲ့ပေမဲ့အပုဟာ ရထားဆီရောက်ခဲ့တယ်။”ပါဠိသံနဲ့ဆို အပရာဇိတ(မရှုံးနိမ့်နိုင်သော)လို့ နာမည်ပေးထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆာတရာဂျစ်ရေးရဲ့ နာမည်ကျော် Apu Trilogy ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။‌ ရေးဟာ ရာဘင်ဒြာနာ့သ်တဂိုးရဲ့ သျှန္တီနိကေတန် ကျောင်းမှာ တက်ခဲ့တဲ့ အိန္ဒိယရဲ့ အကြီးကျယ်ဆုံးဒါရိုက်တာတစ်ယောက်ပါပဲ။ သူဟာ မာတင်စကောဆေးစိ၊ ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာ၊၀က်စ် အန်ဒါဆန်၊ ဂျော့စ်လူးကတ်စ်တို့လို အနောက်တိုင်းက နာမည်ကျော်ဒါရိုက်တာတွေက လေးစားချီးကျုးကြတဲ့ သူဆိုလည်းမမှားပါဘူး။ အော်စကာဆုပေးပွဲကနေ တစ်သက်တာရုပ်ရှင်ဆုသဘောဆောင်တဲ့ ဆုကိုလည်းရထားပါတယ်။ ရုပ်ရှင်လောကရဲ့ မီးရှုးတန်ဆောင်တစ်ဦးဖြစ်တဲ့ အခိရ ခုရိုစဝ ( Akira Kurosawa)ကဆို “ရေးရဲ့ရုပ်ရှင်ကို မကြည့်ဖူးတဲ့သူဟာ ကမ္ဘာပေါ်မှာနေနေပြီး နေရယ်လရယ်ကို မကြည့်ဘဲနေနေတဲ့သူလိုပဲ”လို့ဆိုပြီး ထောပနာပြုခံရတဲ့သူပါပဲ။ရေးရဲ့အပုသုံးကားတွဲဟာ ကမ္ဘာ့ရုပ်ရှင်ပရိသတ်တွေကြားမှာ အတော်လေးနာမည်ကြီးပါတယ်။ ကျွန်တော်တို့ချစ်တဲ့ အနုပညာသည်အစစ်ကြီး ခင်မောင်ရင်ဆိုလည်း သူ့ကားတွေကြည့်ပြီး The World Of APU ကိုမှီးပြီး ရုပ်ရှင်ရိုက်ဖြစ်ခဲ့တာပါ။ အဲဒီရုပ်ရှင်ကတော့ ကျွန်တော်တို့ ကြည့်ခွင့်မကြုံနိုင်တော့တဲ့ “နှမလက်လျှော့နေလေတော့” ပါ။ တော်တော်များများ ကြားဖူးကြမှာပါပဲ။ တလောက ဒီဇိုင်းဆရာမျိုးဆွေသန်းကတော့ နေ ပြန်ရဖို့ ကန်ဒေါ်လာသန်းဝက်လိုတယ်လို့ ပြောတာတော့ မြင်ဖူးလိုက်ပါတယ်။ ဒီငွေဟာ ဒီလိုအနုပညာအတွက် ဘယ်လောက်မှမများတဲ့ ပမာဏပါပဲ။ နိုင်ငံခြားက low budgetရုပ်ရှင်တွေလောက်တောင် ဘတ်ဂျက်မရှိပါဘူး။ ဒါရိုက်တာကြီး၀င်းဖေတို့လို ရှေးလူတွေပြောကြတာကို ဖတ်ကြည့်ရသလောက် ခင်မောင်ရင်ရဲ့သဘောထားကို သိရသလောက်တော့ နှမလက်လျှော့နေလေတော့ဟာ ဗမာရဲ့ အဲဒီခေတ်ကတည်းက နိုင်ငံတကာနဲ့ပြိုင်နိုင်တဲ့ အနုပညာအားမနည်းတဲ့ရုပ်ရှင်ပါပဲ။ အနုပညာစစ်စစ်တွေမြစ်ဖျားခံရာဖြစ်တဲ့ ပြင်သစ်က ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကနေလာ‌ရွေးတဲ့ထဲ အကြိုက်တွေ့တဲ့တစ်ကားတည်းသောကားပါပဲ။ဆာတရာဂျစ်ရေးရဲ့ ရုပ်ရှင်တွေကိုလည်း မာတင်စကောဆေးစိက ကမကထပြုပြီး ဒစ်ဂျစ်တယ်အဖြစ်အသက်သွင်းခဲ့တာပါ။ မာတင်စကောဆေးစိက ရေးရဲ့ ရုပ်ရှင်တွေကို ကမကထပြုခဲ့သလို တစ်နေ့နေ့မှာတစ်ယောက်ယောက်က ကမကထပြုပြီး ကြည့်ရကောင်း ကြည့်ရလာနိုင်ပါတယ်။ ခေတ်ကောင်းတဲ့တစ်နေ့ အနုပညာအစစ်တွေ ပြန်ထွန်းကားတဲ့တစ်နေ့ကျ ပြန်ကြည့်ရချင်လည်း ကြည့်ရလောက်မှာပါပဲ။ရေးရဲ့ရုပ်ရှင်ရိုက်ကူးတင်ဆက်မှုပုံစံကို ခင်မောင်ရင့်စကားကို ဝင်းဖေက ပြန်ချပြထားတာအရတော့…အရိုးရှင်းဆုံးနဲ့ အပြည့်စုံဆုံးဖြစ်အောင် ရိုက်ကူးတယ်ဆိုပါတယ်။ Simplicity is perfection and beauty တဲ့။ ရေးဟာ သူသေချာသိတဲ့ သူ့ပတ်၀န်းကျင်က ဘင်္ဂါလီဘ၀တွေကို ဘင်္ဂါလီက၀တ္တုစာရေးဆရာရဲ့ ၀တ္တုကိုမှီးပြီး ရိုးရိုးရှင်းရှင်းလေးရိုက်ပြသွားခဲ့တာပါ။ ဘင်္ဂါလီအမျိုးသမီးတွေရဲ့ သူတစိမ်းယောက်ျားအမြင်မခံလိုတဲ့ဓလေ့ကစလို့ ဂင်္ဂါမြစ်ထဲရေချိုးတဲ့ဓလေ့အပါအဝင် တခြားဓလေ့တွေကိုပါ ပေါ်လွင်အောင်ရိုက်ပြသွားတယ်။ ဒါကြောင့်လည်း ကီယာနူးရိဗ်က အိန္ဒိယကို ရေးရဲ့ ရုပ်ရှင်တွေက တစ်ဆင့်ပဲ နားလည်နိုင်ခဲ့တာလို့ ဆိုဖူးတယ်။ Godfatherနဲ့ Apocalypse Nowရဲ့ဒါရိုက်တာ ဂန္တ၀င်ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ် ကော်ပိုလာကလည်း အိန္ဒိယရုပ်ရှင်ကို ရေးကနေပဲသိတာဆိုပါတယ်။ရေးရဲ့ရုပ်ရှင်တွေဟာ ရိုးရိုးလေးချပြပြီး အကောင်းဆုံးဖြစ်အောင် ရိုက်ပြထားတာတွေပါ။ သို့တိုင်အောင်ပဲ ရေးရဲ့ ရုပ်ရှင်တွေဟာ Poetic Cinema စာရင်း၀င်ပါတယ်။ ခင်မောင်ရင်ကတော့ ဇာတ်လမ်းဆိုတာ နောက်ဆက်တွဲဖြစ်ရပ်သက်သက်လို့‌ပြောလို့ရတယ် လို့ ပြောပါတယ်။ A story in a way is nothing series of consequences.‌ တဲ့။ ပြောရရင် ဒါရိုက်တာက နောက်ဆက်တွဲဖြစ်နိုင်ခြေတွေရှိတဲ့ အကြောင်းအရာတစ်ခုကိုတင်ပြပြီး နောက်ဆက်တွဲဖြစ်ရပ်တွေကိုတော့ မပြဘဲ ပရိတ်သတ်ကို အလုပ်ပေးသွားတာမျိုးကိုပါ ဇာတ်လမ်းရဲ့ တစ်စိတ်တစ်ပိုင်းလို့ ကျွန်တော်တို့သတ်မှတ်လို့ရတဲ့သဘောမျိုးပါပဲ။ လီချန်းဒုံရဲ့ Burningလိုပေါ့။ ရေးဟာ ဒီစတိုင်ကို အတော်သုံးသွားပါတယ်။တကယ့်မာစတာပိစ်ရုပ်ရှင်တွေဆိုတာ ဇာတ်လမ်းတစ်ပိုင်းတစ်စပေါ်ရုံနဲ့ ပျက်စီးမသွားမတတ်ပေမဲ့ မတော်တဆ ပထမရုပ်ရှင်က အကြောင်းအရာကိုသိမှာကြောက်တယ်ဆိုရင်တော့ ကြားနှစ်ပိုဒ်ကို အရင်ကားကြည့်ပြီးမှဖတ်ပါ။အဲဒီအကြောင်းအရာမပါရင် ရေးပြလို့မပြေတာကြောင့် ထည့်သုံးလိုက်ရပါတယ်။ စပွိုင်လာလို့ ယူဆရင် သုံးပိုဒ်ကျော်ဖတ်သင့်ပါတယ်။[ — ဘယ်လိုသုံးသွားလဲမြင်သာအောင် ဥပမာပြရရင် ပထမကားမှာ အပုရဲ့အမ သေသွားခဲ့ပါတယ်။ သူဟာ အပုတို့အိမ်ရဲ့ တစ်ဦးတည်းသောမိန်းကလေးပါ။ အခု အပရာဇိတမှာတော့ ဘာဘူတစ်ယောက်က တရားဟောဆရာရေးရဲ့အိမ်ကို အလည်လာပြီး သမီးမိန်းကလေးရှိမရှိအကဲခတ်တယ်။ မရှိတာတော့မျက်မြင်ပါပဲ။ ပိုသေချာချင်တော့ ထုတ်ပါမေးတယ်။ အသက်အရမ်းကွာပေမဲ့ ဘင်္ဂါလီဓလေ့အရသာဆို အပုရဲ့အမသာရှိခဲ့ရင် အခုအချိန်ဆို လက်ဆက်လို့ရတဲ့အရွယ်ကောင်းပေါ့။ ဘာဘူစုထားတဲ့ ငွေတွေဟာ အပုတို့အတွက်ဖြစ်သွားမှာပဲ။ ဘာဘူရဲ့ အမေးစကားမှာ မရှိတော့တဲ့အပုအမ သူ့သမီးအတွက် အပုအဖေ နာကျင်ရမှာပါပဲ။ ရေးက ဒါကိုလုံးဝမပြသွားခဲ့ဘူး။ ပရိသတ်ကိုပဲ အလုပ်ပေးသွားခဲ့တယ်။ သူတို့ဓလေ့ကို နည်းနည်းသိနေရင်ကို ပရိသတ်က ခံစားမိမှာပါပဲ။ ရေးဟာ ဇာတ်အိမ်ရိုးရိုးရှင်းရှင်းမှာပဲ ခံစားချက်တွေကိုတော့ မရိုးရှင်းရအောင်ကို Poetic Cinema ဖြစ်အောင်ရိုက်ပြသွားခဲ့တယ်။ ဒီလိုပြိုင်ဘက်ကင်းတာကြောင့်လည်း ခရစ္စတိုဖာနိုလန်က”ရေးရဲ့ ရုပ်ရှင်ဟာ အကောင်းဆုံးရုပ်ရှင်မာစတာပိစ်ရုပ်ရှင်ပါပဲ”လို့ ဆိုဖူးပါတယ်။နောက်အပုပေါ့။ အပု ကျောင်းပိတ်ရက်အိမ်ပြန်လာပြီး ကျောင်းတွေပြန်ဖွင့်တဲ့အချိန်မှာ သူ့အမေက အိမ်မှာရက်နည်းနည်းပိုနေစေချင်ပေမဲ့ အပုဟာ အိမ်မှာဆို စာကျက်လို့မရလို့ ကာလကတ္တားကို ကျောင်းပိတ်ရက်ကုန်ကုန်ချင်းပဲ ခဏမှမနေဘဲ အပြင်းသွားဖို့လုပ်တယ်။ စိတ်ဆုံးဖြတ်ပြီးပေမဲ့ လက်မှတ်ဝယ်ပြီး ဘူတာကိုရထားဆိုက်လာတာကို မြင်ရတဲ့အခါ သူ့စိတ်ပြောင်းသွားခဲ့တယ်။ ရထားနဲ့ သူ့အမကြားက အဆက်အစပ်ကို ပထမကားကြည့်ဖူးရင် သိကြမှာပါ။ ဒီရထားက အပုရဲ့ခံစားချက်ကို ထိခတ်သွားပုံပါပဲ။ မရမနေသွားချင်နေခဲ့တဲ့ အပုဟာ လက်မှတ်ဝယ်ပြီးတာကို ရထားမစီးဘဲ ဘာမှမဟုတ်သလို အိမ်ပြန်လာခဲ့တယ်။ သူ့အမေရဲ့ အပြုံးတွေက ဝေလို့ပေါ့။ဒါက မရှိတော့ပေမဲ့ ဒီဇာတ်ကောင်တွေရဲ့ ရင်ထဲကျန်နေဦးမယ့်ဇာတ်ကောင်ကို နာမည်တစ်ခွန်း၊ အမဆိုတာ တစ်ခွန်းမှမထည့်ဘဲ ဇာတ်ပိုအသက်ဝင်အောင် ထည့်သွင်းရိုက်ပြသွားလိုက်တာပါပဲ။ မပါတဲ့ ဇာတ်ကောင်ရဲ့ကြီးမားတဲ့ နေရာယူထားခြင်းမျိုးပေါ့။နိဒါန်းကစာသားဟာ ဒါကိုရေးထားတာပါပဲ။ အပုဟာ ရထားဆီသွားခဲ့တယ်။ ရထားဆီရောက်ခဲ့ပေမဲ့ ရထားပေါ်မရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲ အဲဒီရထားပေါ်မရောက်တဲ့အပုဟာ အတိတ်က ရထားဆီတော့ ပြန်ရောက်သွားခဲ့တယ်။ ဒါက ရိုးရှင်းတဲ့ ဝတ္တုကလေးကို အဆန်းပြားဆုံးဖြစ်အောင် တင်ဆက်ပြနိုင်တဲ့ ရေးဖန်တီးထားတဲ့ အနုပညာရဲ့တစ်စိတ်တစ်ဒေသကို ကျွန်တော့်ဉာဏ်လေးနဲ့ မီသလောက် ပြောတာပါ။ ဒီထက်လည်း အများကြီးနက်နဲနိုင်ပါတယ်။ ဉာဏ်မီသလောက်ပါပဲ။ရေးဟာ Wes Anderson တို့ Steven Spielberg တို့ Gerorge Lucas တို့လိုလူတွေတောင် ရေးရဲ့ ကျေးဇူးနဲ့ မကင်းလို့ အမေရိကန်ဒါရိုက်တာတွေဟာ ဆာတရာဂျစ်ရေးကို အကြွေးတင်နေတယ်လို့တောင် ဆိုစမှတ်ပြုရသူပါ။ ခပ်မကုန်တဲ့ ရေတွင်းကြီးလို‌ ရေးပါပဲ။ —]ဇာတ်လမ်းကတော့ ပထမရုပ်ရှင်မှာ ဗာရာဏသီကိုထွက်ခဲ့ကြတဲ့ အပုတို့မိသားစုရဲ့ အခြေအနေကို ကနဦးပြပြီးနောက်မှာ အပုကာလကတ္တားမှာ ကျောင်းသွားတက်တာကို ကျောရိုးတည်ထားတယ်။ အပုကျောင်းသွားတက်လို့ အိမ်မှာကျန်နေခဲ့တဲ့ အပုအမေက ဒီရုပ်ရှင်ရဲ့ အခရာပဲလို့ ဆိုလို့ရတယ်။ သူ့သားမရှိဘဲ တစ်ယောက်တည်းကျန်နေခဲ့ရမှာကို မလိုလားတဲ့အမေရဲ့ တားမြစ်ခြင်းတွေ။ နောက် တားမရလို့ သူ့သားထွက်သွားတဲ့အခါ မနက်၆နာရီကနေ ည၆နာရီအထိပဲပါတဲ့ နေနာရီလေးရဲ့ လက်တံတွေကုန်ချိန်ထိအောင် ပြန်အလာကို ငံ့လင့်နေတဲ့ အမေတစ်ယောက်ရဲ့ မျှော်လင့်ခြင်း ပူပန်ခြင်းတွေဟာ ဇာတ်ကို ကျောထောက်နောက်ခံ ပြုနေတဲ့ အရာတွေပါပဲ။ အမေရှိတဲ့သူတိုင်း ခံစားလို့ရမှာပါ။ ကိုယ်တိုင်လည်း အိမ်ကနေ ခဏခဏထွက်ခွာဖူးတဲ့သူဆိုတော့ အပရာဇိတဟာ ပထမရုပ်ရှင်ဖြစ်တဲ့ ပသာပန်ချာလီထက် ရင်ထဲပိုရောက်ခဲ့ပါတယ်။ ကျွန်တော့်လို တူညီတဲ့လူတွေလည်း ရှိမှာပါ။ သူတို့အတွက်လည်း ရင်ကို ခတ်မိစေမယ့် ကားဖြစ်မှာပါပဲ။အပုရှေ့ကကားရော ဒီကားရောမှာပါတဲ့ဇာတ်ကောင်တစ်ကောင် ရှိပါသေးတယ်။ မရဏတရားပါပဲ။ အင်ဂမာဘတ်မန်းရဲ့ Seventh Seal က ဒီမရဏဆိုတဲ့ ဇာတ်ကောင်ကို ဒြပ်ရှိအနေနဲ့ ထည့်သွင်းပြသပြီး စိတ်ကူးယဉ်ဆန်တဲ့ဘက်က ဖော်ကျူးထားတယ်ဆိုလို့ရရင် ရေးကတော့ ဒီမရဏဆိုတဲ့ဇာတ်ကောင်ကို မပြသဘဲ ဒြပ်မဲ့ထုထည်တစ်ခုအနေနဲ့ ဖော်ကျူးထားတယ်လို့ဆိုလို့ရမှာပါ။ရုပ်ရှင်နဲ့ရထားဟာ တစ်ခါတလေ ပိုင်းခြားမရတဲ့အရာတွေပါပဲ။ ရုပ်ရှင်သမိုင်းရဲ့ ပထမဆုံးရုပ်ရှင်ဟာလည်း ရထားဆိုက်ချိန်ကိုပဲ ရိုက်ထားခဲ့တာပါ။ အမြဲတစေတော့မဟုတ်ပေမဲ့ သေဆုံးခြင်းနဲ့ ရထားတွဲစပ်နေတဲ့ရုပ်ရှင်တွေမှာ ရထားတွေဟာ အမြဲ လွမ်းစရာကောင်းခဲ့တယ်။ ဘဝသံသရာဆိုပါစေဦးတော့ အပုအတွက်လည်း ရထားဟာ သူ့အမကို အမှတ်ရစရာဖြစ်နေဦးမှာပါပဲ။ သူအိမ်ကနေကျောင်းကို ထွက်လာတဲ့လမ်းမှာ စိတ်ဆုံးဖြတ်ပြီးသားပေမဲ့ ရထားကိုမြင်တဲ့အချိန်မှာ သူ့စိတ်ထဲ တစ်စုံတရာအတွေးဝင်ပြီး အိမ်ပြန်လာဖြစ်ခဲ့သလိုပေါ့။ ဒီမှာ အသုံးမတွင်ကျယ်တော့ပေမဲ့လည်း အမှတ်တရတွေကြား ရထားတွေဟာ ဆုံစည်းခြင်း ခွဲခွာခြင်း ဘ၀သံသရာအရာရာအတွက် နိမိတ်ပုံတစ်ခုလို ထင်ဟပ်နေဦးမှာပါပဲ။အပရာဇိတဟာ ဘဝသံသရာတံတားပေါ် ရထားကြီးခုတ်မောင်းလာတာကို မျက်ဝါးထင်ထင် မြင်ရစေမယ့် ရုပ်ရှင်ပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 1H 50MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qDEZmaaAGhEso6kvB5kk1CROPwG.jpg",
      "https://image.tmdb.org/t/p/w300/skJVtDEWygoSIZ7PeN1Xv3ZAD6A.jpg",
      "https://image.tmdb.org/t/p/w300/hMJ8dpNb6Vm6nAaXIQsVeBNoRKs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/aparajito-1956",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-aparajito-1956-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10Jbg/(CM)_Aparajito_(1956)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/coofywcdz6zw.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-aparajito-1956-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GGx8/(CM)_Aparajito_(1956)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7m1fvv8abpjm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/f662aqubee5d.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mgv68E_o6VM",
      "video_url": "https://www.youtube.com/watch?v=mgv68E_o6VM",
      "embed_url": "https://www.youtube.com/embed/mgv68E_o6VM"
    }
  },
  {
    "metadata": "||2h 5min|Drama,The Apu Trilogy",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "24,675"
    },
    "title": "Pather Panchali (1955)",
    "description": "[Unicode]Panther Panchali(1955)================IMDb Rating. = 8.6/10Directed By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။သူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။မြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် “နှမလက်လျှော့နေလေတော့”ကို ရိုက်ဖြစ်ခဲ့တယ်။နှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။ဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။ရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့“သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း တွေက လှတယ်ကွစ။ အလွန်ချစ်စရာကောင်းတဲ့ ဘင်္ဂါလီအယူအဆ။ ဆိုတော့ အရိုးဆုံးဆိုတာဘာလဲလို့၊ အရိုးဆုံးဆိုတာ မင်းအသိဆုံး၊ မင်းရိုးရိုးသားသား ကြီးသိတာ၊ ဘာမှကြံစည်စိတ်ကူး ထိုးထောင်၊ ထွင်…ဒါတွေ ဘာမှမလိုဘဲနဲ့၊ မင်းသွေးထဲသားထဲကကို သိနေတဲ့ ဟာကို မင်းလူတစ်ယောက်ကို ပြောပြ တော့မယ်ဆိုရင် မင်းပြက်ပြက်ထင်ထင်ဖြစ် အောင်ပြောနိုင်မယ်။ အဲဒီ အကောင်ဟာရုပ်ရှင်ရိုက်ပြလို့ရပြီ။စာရေးလို့ရပြီ။ အဲလိုဆိုရင် အမှားနည်း လိမ့်မယ်တဲ့။ အမှားနည်းခြင်း၌ အလှတရားသည် ရှိ၏။ “လို့ဆိုထားတယ်။ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ ဒီဘက်ခေတ် အတော်အတန်ကောင်းတဲ့ရုပ်ရှင်တွေမှာတွေ့ရတဲ့ ရုပ်ရှင်ဟာ ရုပ်ရှင်ဖြစ်မနေတဲ့ ရုပ်ရှင်တွေရဲ့ ကနဦးရုပ်ရှင်တစ်ကားလို့ ဆိုလို့ရတယ်။ပြောရရင် အရှိတရားကို အသားပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ဆန်းပြားခမ်းနားတဲ့ ဇာတ်ဝင်ခန်း‌ ထူးထွေများမြောင်ကို မြင်ရမှာမဟုတ်ဘူး။ဒါပေမဲ့ ဘင်္ဂါလီအောက်ခြေလူတန်းစာ‌းတွေရဲ့ ဘဝကိုတော့ ကွက်ကွင်းကွင်းကွင်းမြင်နိုင်အောင်ကိုပြထားတယ်။နီးနီးစပ်စပ်သိတာနဲ့နှိုင်းပြရရင် သုခမြို့တော်ဆန်တယ်။သုခမြို့တော်ရဲ့ ရုပ်ရှင်ဟာ စာအုပ်ရဲ့ ခံစားမှုကိုမပေးနိုင်ပေမဲ့ Pather Panchaliဟာ သုခမြို့တော် စာအုပ်ရဲ့ ခံစားမှုကိုပေးနိုင်တယ်လို့ ကျွန်တော်တော့ ထင်တယ်။Pather Panchali ၊Aparajitoနဲ့ Apur Sansarဆိုပြီး Triology ထွက်ထားတယ်။ ဇာတ်ကောင် အပုနာမည်ယူပြီး Apu Triologyလို့ ခေါ်ကြတယ်။ရိုက်ရတဲ့ရည်ရွယ်ချက်နဲ့ ပက်သက်ပြီး” ဇာတ်လမ်းက ဆန်းဆန်းပြားပြား မဟုတ်ဘူး။ဘင်္ဂါလီပတ်ဝန်းကျင်မှာ ရှိတဲ့ ဘင်္ဂါလီ အလယ်လတ်တန်းစားနဲ့ ဆင်းရဲသားများအကြောင်းပဲ။အဲဒီဒါရိုက်တာက ဒါကိုကောင်း ကောင်းသိတယ်။ကောင်းကောင်း သိတော့ ဒီသုံးကားကို ရိုက်တယ်။ ကောင်း ကောင်းသိတယ်ဆိုတာက သူတို့အိမ် တွေက ဘယ်လို၊ သူတို့ယုံကြည်တာက ဘယ်လို၊ သူတို့ဓလေ့ထုံးတမ်းက ဘယ်လို၊ သူတို့ယဉ်ကျေးမှုက ဘယ်လို၊ သူတို့ရိုးရာတွေက ဘယ်လို၊ သူတို့မိသားစုချင်း ဆက် ဆံတာက ဘယ်လို၊ ဘယ်လိုစားတာ၊ ဘယ်လိုသွားတာ၊ ဘယ်လိုစားတယ်၊ ဘယ်လိုအိပ်တယ်၊ ဘယ်လို ထိုင်တယ်၊ အကုန်လုံး ရှော်တိုးဂျစ်ရွိုင်းက သိတယ်။ သိတော့ အဲဒီဟာကို ရိုက်တယ်။ ဘာဖြစ်လို့ရိုက်တာတုန်း။ သူသိပ်သိလို့ရိုက်တာ။ “လို့ ခင်မောင်ရင်ကဆိုတယ်။ကိုးကား, လှိုင်ဘွား’s” ဝင်းဖေ’s ခင‌်မောင်ရင်နဲ့ ရုပ်ရှင်”( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Quality__B&W_720pIMDb Rating__8.6/10Format__mp4Duration__02:05:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tyy4SVwSNTrOHMzt7HxA92xdmMl.jpg",
      "https://image.tmdb.org/t/p/w300/5y02tLfILTSZUBXB3kwVgxFKTRs.jpg",
      "https://image.tmdb.org/t/p/w300/ibJuTdFmYGOiiUzJ5HzHU4EAuf1.jpg",
      "https://image.tmdb.org/t/p/w300/fD1tLt47HyhOHp9qjuGQ6SUNYQI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/pather-panchali-1955",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pather-panchali-1955-band-w-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1CZ39/Pather_Panchali_(1955)_B&W.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MlhkEbjb#aUTd4ndVSANvDo7rHcN5ajZpzQOVBOBP-5RHr3i2Di8",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/gd5yy9agrkok",
        "server": "veryfiles.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4z7wrj9u571a",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mgv68E_o6VM",
      "video_url": "https://www.youtube.com/watch?v=mgv68E_o6VM",
      "embed_url": "https://www.youtube.com/embed/mgv68E_o6VM"
    }
  }
]