[
  {
    "metadata": "N/A|1990|98 min|Action,Asian,Crime",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "166"
    },
    "title": "The Unmatchable Match (1990)",
    "description": "မင္းသားၾကီးစတီဖင္ေခ်ာင္ရဲ႕ 1990 ႏွစ္တုန္းကဇာတ္ကားျဖစ္ပါတယ္။စတီဖင္ေခ်ာင္ မ်က္ခြက္မေျပာင္ဘဲ အမွန္အကန္သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားဆိုရင္လဲ မမွားပါဘူး။အေယာင္ေဆာင္ရဲနဲ႔ စိန္သူခိုးတို႕ ခင္မင္သြားၾကရာကေန ဘာေတြဆက္ျဖစ္မလဲဆိုတာ..။IMDb (6.3) ပါ။File size…(999 MB) and (490 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:38:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byLyric Lynn Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7251phJ8xskNo63L0TuVpf8vC3g.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/l_p1002849941.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/4mxQUImD",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-unmatchable-match-1990-mm-sub",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-unmatchable-match-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://sbembed3.com/dnqvp4m2j52i.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1990|2h 4min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "328,949"
    },
    "title": "Die Hard 2 (1990)",
    "description": "ခရစ်စမတ်နဲ့ နယူးရီးယားပိတ်ရက်တွေမှာ အက်ရှင်ပရိတ်သတ်တွေ ဘာရုပ်ရှင်ကြည့်ကြမလဲဆိုရင်မင်းသားကြီး Bruce Willis ရဲ့  John McClane ဇာတ်ကောင်ပါဝင်တဲ့ Die Hard ဇာတ်ကားတွေကိုပဲ အားလုံးကတော့ ညွှန်းကြမှာပါ။Die Hard ရုပ်ရှင်က စုစုပေါင်း ၅ ကားထွက်ရှိခဲ့ပြီး ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=die+hardကြည့်ပါ။Die Hard 1 နဲ့ 2 မှာတော့ John McClane တစ်ယောက် ခရစ်စမတ်ပိတ်ရက်လေးမှာ ဇနီးသည်လေး Holly Gennaro နဲ့ Chill ဖို့ တက်ကြွစွာ ဇနီးသည်ကိုလာတွေ့ပေမယ့်ပြသနာပေါင်းသောင်းခြောက်ထောင်နဲ့ကြုံရပြီး သူမပါလို့မရတော့တဲ့ပြသနာတွေမလို့ ကိုယ်တိုင်ပါဝင် ကယ်တင်ရပုံတွေကို ကြည့်ရှုရမှာပါ။Die Hard 3,4,5 တွေကတော့ ခရစ်စမတ်ပိတ်ရက်နဲ့ သူ့ရဲ့ဇနီး Holly Gennaro တို့နဲ့ တိုက်ရိုက်မပတ်သက်တော့ပေမယ့်သူတို့ရဲ့ သားနဲ့သမီးနဲ့ဆက်စပ်တာတွေ ဗီလိန်တွေက ဆက်စပ်နေတာတွေနဲ့ ရှေ့ကရုပ်ရှင်ကားတွေနဲ့ဆက်စပ်မှုတော့ရှိနေပါတယ်။Die Hard နဲ့ပတ်သက်ရင်တော့ John McClane ဇာတ်ကောင်ရဲ့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက် စိတ်ဓာတ်နဲ့ပြသနာကို မရှိရှိရာနဲ့ ရသလိုဖြေရှင်းတတ်တဲ့ အကြောက်အလန့်ကင်းတဲ့စရိုက်က ပြောစမှတ်ပါပဲ။John McClane ကိုလဲ ပြသနာတွေကကြိုက်ကြပြီး သူ့ဖာသာနေရင်းထိုင်ရင်း သူ့မိသားစုကိုကယ်တင်ရင်း ပြသနာတွေထဲကို သူ့ခမျာ လုံးလုံးလျားလျားရောက်သွားရတာပါ။Die Hard 4 ထဲက Dialouge တစ်ခုကတော့ John McClane ဇာတ်ကောင်ကိုပိုထင်ရှားစေပါမယ်။” သူရဲကောင်းဆိုတာ မျက်စိရှေ့မှာ မကယ်လို့ မရတာကို ကယ်ရင်းကယ်ရင်း နေသာသလို မနေလိုက်ဘဲ ပြသနာကိုဖြေရှင်းရင်းဖြေရှင်းရင်း ဒီလိုလူဖြစ်လာတာပါပဲ။ ”မိသားစုအတွက် မျက်စိရှေ့ကပြသနာတွေအတွက် နေသာသလိုမနေလိုက်ဘဲ ငါကတော့ ရအောင်ဖြေရှင်းမှာပဲဆိုတဲ့မင်းသားကြီး Bruce Willis ရဲ့  John McClane ဇာတ်ကောင်ကို ပြန်လည်ခံစားကြည့်ကြပါစို့။Die Hard 2 (1990)IMDb Rating (7.1) / Rotten Tomatoes (70 %)File size…(7.5 GB)/(2 GB)/(1.2 GB)Quality…WEB-DL4K HEVC/1080p/720pFormat…mkv/mp4Duration….02:03:25Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byLin Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fgkgab4Rel0nOI3B3scHeNB4Mn6.jpg",
      "https://image.tmdb.org/t/p/w300/izKH8BBHf3vn3ChpcCzMj3LnCzU.jpg",
      "https://image.tmdb.org/t/p/w300/cDtefl7KGnKrDziEUXetMnztvqr.jpg",
      "https://image.tmdb.org/t/p/w300/1sejUyhtyAcGX5KPufRzzWUfjNZ.jpg",
      "https://image.tmdb.org/t/p/w300/6ILlTQJyIAdOVnzNXOOVFVfBhx4.jpg",
      "https://image.tmdb.org/t/p/w300/c9MQjaP2P69CFIZRuNClP3laQoM.jpg",
      "https://image.tmdb.org/t/p/w300/61eQdVe9Fs587Hlu1SFDMidjIRu.jpg",
      "https://image.tmdb.org/t/p/w300/A3cDtHhClxMcfd3bJQjrOA5avcX.jpg",
      "https://image.tmdb.org/t/p/w300/ipBBUVl1ULjNs32nwS9tW4VGYyV.jpg",
      "https://image.tmdb.org/t/p/w300/26BzaajwSxaU3Qx0I5BJyUwVWEE.jpg",
      "https://image.tmdb.org/t/p/w300/dFeZAXiooo9gagEKJgKv93W1FYz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzMzYzk3ZTEtZDg0My00MTY5LWE3ZmQtYzNhYjhjN2RhZGRjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-die-hard-2-1990-2160-p-4-k-sdr-web-dl-aac-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-die-hard-2-1990-1080-p-web-dl-aac-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1lFlv/(CM)_Die.Hard.2.1990.1080p.WEB.DL.AAC.5.1.H265-Naung.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/764ViYbA#fbJQYp-rHG9xm-0SPmRA_qoWsdH5bRu37ZltdoY4nC8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/743ucch0plw1.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-die-hard-2-1990-720-p-web-dl-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lFkm/(CM)_Die.Hard.2.1990.720p.WEB.DL.x264-Naung.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/C2YUkSzJ#0iD0PLcdaAHF7h92Z-97qVEJTKo5e64MqCCfWt8f1Fc",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/e168xa61c81y.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/c7vtbpgcp82c",
        "server": "streamvid.io",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/x2yysnvcwliy",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1iH7S5NHSnI",
      "video_url": "https://www.youtube.com/watch?v=1iH7S5NHSnI",
      "embed_url": "https://www.youtube.com/embed/1iH7S5NHSnI"
    }
  },
  {
    "metadata": "N/A|1990|88 min|Uncategorized",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "114"
    },
    "title": "Happy Ghost 4 (1990)",
    "description": "1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Happy Ghost 4 ၿဖစ္ပါတယ္..Happy Ghost 3 ကိုလည္းၿမန္မာစာတန္းထုိးအၿဖစ္နဲ႕channelmyanmar မွာပဲ တင္ေပးခဲ႕ၿပီးပါၿပီ…ဒီကားကHappy Ghost 3 အေနာက္က ထြက္ခဲ႕တယ္ဆုိေပမယ္႕ဇာတ္လမ္းဇာတ္ကြက္ေတြဘာမွဆက္စပ္မွဳမရွိပါဘူး..အေၾကာင္းအရာသီးသန္႕သာၿဖစ္ပါတယ္…အေရွ႕တုန္းက ထြက္ခဲ႕တဲ႕ ၁ , ၂ , ၃ ကလည္းမင္းသားပဲတူၿပီးဇာတ္လမ္းဇာတ္ကြက္တူညီၿခင္းမရွိလို႕ ၾကည္႕ရတာေၾကာင္ေတာင္ေတာင္ၿဖစ္ေနမွာမဟုတ္ပါဘူးဒါေပမယ္႕ဒီကားကို မၾကည္႕ခင္ Happy Ghost 3 ကိုအရင္ၾကည္႔ပါလို႕ၾကိဳေၿပာပါရေစၾကည္႕ရတာပိုၿပီးအရသာရွိေအာင္ပါ…Happy Ghost Series ေတြကၾကာလွၿပီၿဖစ္တဲ႕အတြက္ အၾကည္ကို ရွာဖုိ႕အရမ္းခက္ခဲပါတယ္ဒါေၾကာင္႕ ေတြ႕ဖူးသမွ်ထဲမွာ အၾကည္ဆံုး Version ကိုသာေဒါင္းၿပီးဘာသာၿပန္ရတာၿဖစ္တဲ႔အတြက္ နည္းနည္းေတာ႕ကြာလတီ ၀ါးပါတယ္..ခြင္႕လႊတ္ေပးၾကပါအရင္အပိုင္းေတြရဲ႕ ဇာတ္လမ္းအက်ဥ္းကို ေၿပာရမယ္ဆုိရင္ခ်င္မင္းဆက္ေခတ္တုန္းက လူတစ္ေယာက္ကပညာရွိစာေမးပြဲကိုအၾကိမ္ၾကိမ္ေၿဖဆုိခဲ႕ေပမယ္႕ေအာင္ၿမင္ၿခင္းမရွိပဲ..ေနာက္ဆံုးမွာသူ႕မိန္းမကိုယ္တိုင္ကထားရစ္ခဲ႕လည္း စိတ္က်ေရာဂါၿဖစ္ၿပီးတဲ႕ေနာက္ဘုရားေက်ာင္းပ်က္ထဲမွာ ကိုယ္႕ကိုယ္ကိုယ္ ဆြဲၾကိဳးခ်သတ္ေသခဲ႕ပါတယ္လူၿပန္၀င္စားခြင္႕မရပဲနဲ႕ ၾကိဳးေပၚမွာပဲတြယ္ကပ္ေနခဲ႕ပါတယ္တစ္ေန႕မွာ ၿမိဳ႕ကေက်ာင္းသားအဖြဲ႕တစ္ဖြဲ႕လာေရာက္အပန္းေၿဖရာကေနၾကိဳးကိုသယ္ေဆာင္သြားၿပီး Happy Ghost က ၿမိဳ႕ကိုေရာက္ရွိသြားပါတယ္ေက်ာင္းသားအဖြဲ႕ကေကာင္မေလးေတြနဲ႕သိရွိၿပီး ဘ၀ရဲ႕ အဓိပၸါယ္ေတြကိုေသခ်ာစြာ နားလည္သင္ယူႏိုင္ခဲ႕လို႕လူၿပန္၀င္စားခြင္႕ရရွိခဲ႔ပါတယ္ဒါက အပိုင္း ၁ ပါ..အပိုင္း ၂ ကေန ၄ အထိက လူၿပန္၀င္စားေပမယ္႕Happy Ghost က ၿပန္၀င္စားတဲ႕လူရဲ႕ ကိုယ္ေစာင္႕နတ္အၿဖစ္နဲ႕ဆက္ၿပီးရွိေနတဲ႕အေၾကာင္းေတြပါ……..ဒီနံပါတ္ေလးရဲ႕ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ခ်င္မင္းဆက္ေခတ္တုန္းက စစ္သူၾကီးတစ္ေယာက္မိစၦာ၀ိဥာဥ္အၿဖစ္ဒီဘက္ေခတ္ကိုေရာက္ရွိလာၿပီးေသာင္းက်န္းပံုေလးေတြကိုဟာသေႏွာၿပီးရိုက္ကူးတင္ဆက္ထားပါတယ္ ၾကည္႕ရွုလိုက္ပါဦး",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/04/5072a615.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/r4b3hmpe2eim.html",
        "server": "usersdrive.com",
        "size": "1.03 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-happy-ghost-iv-1989-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2ea5t/The_Happy_Ghost_IV_[1989]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/AThWUIyS#1hMwhjKytZ5s_WHT-Qj5s2JRFW1cQTDcK9nikcq4C-k",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/z8w2nqda66mr",
        "server": "upstream.to",
        "size": "1.03 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1990|119 min|Adult,Comedy,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "258,789"
    },
    "title": "Pretty Woman (1990)",
    "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။escortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။အဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။ကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။ခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။ကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။အဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။ကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။သူက လမ်းပေါ်က မိန်းကလေးဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ဘာတို့ မဟုတ်ဘူး။one bad decision after another အမှားတစ်ခုကနေ နောက်တစ်ခုနဲ့ ဒီလမ်းပေါ် ရောက်လာတာ။အကုသိုလ်တွေ ဘဝအကျိုးပေး မကောင်းလို့တွေ ဒရာမာ မပါဘဲ escort ဖြစ်လာတယ်ပေါ့ (ညံ့ပါ့နော် … သည်းခြေကြိုက် မလိုက်တတ်ဘူး)။ဒီအလုပ်ကြီးကို သိပ်ကြိုက်လှတယ် မဟုတ်ဘဲ လုပ်နေရကြောင်းကို ပထမဆုံးညက ငိုလိုက်ရတာလို့ ပြောတာလောက် သူ့အလုပ်အကိုင်ကို လူမသိစေချင်တာလောက်ပဲ ပြသွားတယ် (ငါက ရွှေညာ ဘလားဘလားဘလား လက်ညိုးထိုး အော်ခဲ့ပါတော့လား)။စကားပြောတာလဲ ညစ်ညစ်ညမ်းညမ်းမပါဘဲ လေယူလေသိမ်း အပြုအမူနဲ့ပဲ အဆင့်မရှိတာ ပြတယ်။ဒါတောင်သူက သူ့စကပ်ကို ဆွဲဆွဲချနေသေးတာလူချမ်းသာကြီးနဲ့ ပွပေါက်တိုးတော့ အလိုက်အထိုက်နေရင်း အဆင်ပြေလာတယ်ပေါ့။ချစ်သူကလဲ လက်ခံပြီး လူတွေကလဲ လက်ခံလာတယ်ပေါ့။အဲ့မှာ Vivian က escort တစ်မျိုးသမီးလုံးကို ကိုယ်စားပြုတဲ့ ကာရိုက်တာ ဖြစ်လားဆိုတော့ မဖြစ်ဘူးရယ်။ဘာကွာသွားလဲဆိုတော့ Vivian က ကြိုးစားတယ် ရိုးသားတယ် သူ innocent ဆိုတာ ခံစားရတယ်။သူ အကျီသွားဝယ်တယ် သူ့ကိုမရောင်းဘူး ဘာလို့မရောင်းလဲ သူသိတယ် ကူညီနိုင်မယ့်လူကို ရိုးရိုးသားသား ပြောပြတယ်။ညစာစားပွဲသွားရမယ်နော် သူ ဇွန်းခရင်းမကိုင်တတ်ဘူး အဲ့တာကို ကြို သင်သွားတယ်။သူက သင်လွယ်တတ်လွယ် ဒါကို သူရောက်မယ့် နေရာမှာ အသုံးချပြီး ဝင်တိုးသွားတာ ပြတယ်။Escort တိုင်းက Vivian လို ဖြစ်နိုင်မလားဆိုတာတော့ မသိနိုင်ဘူးလေ။သူက Vivian ကိုပဲ ပြတာ။အရည်အချင်းမနည်းလှတဲ့သူ အခွင့်အရေးပေးလိုက်တော့ ပိုကောင်းတဲ့ နေရာရောက်သွားတယ် ဒါလောက်ပဲ။ (အမေရိကားမှာ မလို့လားတော့ မသိဘူးပေါ့လေ)ရွံစရာ စိတ်နာစရာ သံဝေဂရစရာ ဘာညာ ဘာညာမပါဘူး။ချစ်စရာကောင်းတယ်အပေါ်ယံလောက်ပဲ ပြတယ်လို့လဲ ပြောလို့ရတယ်။သူတို့အလုပ်ခွင်မှာ အနိုင်ကျင့်ခံရတာ ခွဲခြားခံရတာ ရှိမှာပဲ။ဒါကိုပြတဲ့ အခြားရုပ်ရှင်တွေ ရှိပါတယ်။Pretty Woman ကတော့ ဒီလောက်အကြီးကြီး မသွားဘဲ လူတစ်ဦးတစ်ယောက်ကိုပဲ ကွက်ပြသွားတယ်။နောက်ဆုံးနည်းလမ်းလို့ လက်ခံထားတဲ့ ဒီအလုပ်လုပ်တဲ့သူတွေမှာတောင် ဒီလိုကိုယ့်ကိုကိုယ်မြှင့်တင်နိုင်တဲ့သူတွေ ရှိပါသေးတယ် ဆိုတာလောက်တော့ ချဲ့တွေးလို့ ရတာပေါ့။ကိုယ်သေချာမသိတဲ့ အသိုင်းအဝိုင်း profession တစ်ခုကို သိမ်းကြုံး ကိုယ်စားပြုဖို့ဆိုတာ မဖြစ်နိုင်တဲ့ ကိစ္စပဲ။အရမ်း researchတွေ လုပ်ထားနိုင်တယ်ဆိုရင်တောင် အားလုံးကို ခြုံငုံမိနိုင်ဖို့ မလွယ်ဘူး။Documentary ဆိုရင်တော့ တစ်မျိုးပေါ့။ရုပ်ရှင်အနေနဲ့တော့ အောင်မြင်ဖို့ ခဲယဉ်းလိမ့်မယ်။Pretty Woman က ရွှေကြာဆင်ပယ်သိုက်ဇာလို့ ပြောရင်တော့ လက်မခံချင်ဘူး။ရိုးသားကြိုးစားရင် ဘယ်နေရာကနေမဆို ရုန်းထွက်နိုင်တာ ပြတဲ့ရုပ်ရှင်ဆိုတာ ပိုဖြစ်သင့်တယ် ထင်တယ်။အဲ … မရိုးသားရတဲ့အထဲ ကြိုးစားချင်စိတ်လဲ မရှိရင်တော့ ရွှေကြာဖြစ်ရင်တောင် တင်းမပြည့် ကျပ်မပြည့် လေးထောင့်ရွှေကြာလေးပဲ ဖြစ်မယ်ထင်တယ်။#Jenny Mon(ရုပ်ရှင်အညွှန်းကို  Jenny Mon Facebook မှ ကူးယူဖော်ပြပါသည်။)———————————————————————————–ဇာတ္လမ္းက အခ်စ္ အေပ်ာ္ေလးေပါ့။escortမေလး (ေခတ္စားေနတဲ့ စကားနဲ႔ဆို ေရႊၾကာေလး) Vivian နဲ႔ အေၾကာင္းအေပါင္းႀကံဳလို႔ ေတြ႕ဆံုခဲ့တဲ့ ခ်မ္းသာတဲ့ စီးပြားေရးသမား Edward တို႔ရဲ့ ေခတ္သစ္ စင္ဒရဲလားပံုျပင္ေလး။အဆင့္မတူ ႀကီးျပင္းပံုမတူ အျပဳအမူမတူတဲ့သူႏွစ္ဦးရဲ့ မျဖစ္နိုင္တဲ့ အခ်စ္ဇာတ္လမ္းေလး။ၾကည္ႏူးစရာေကာင္းတယ္။ငယ္ငယ္တုန္းက ၾကည့္တုန္းကေတာ့ Julia Roberts ေခ်ာလိုက္တာ Richard Gere က စိတ္ကူးယဥ္စရာ Prince on the White Horse ေပါ့။ခုေနာက္ပိုင္း ဒီအလုပ္လုပ္တဲ့ မိန္းကေလးေတြအေၾကာင္း ရုပ္ရွင္ေတြ ထြက္လာတိုင္း Pretty Woman နာမည္ကို ျပန္ျပန္ေဖာ္လာၾကေတာ့ နည္းနည္းထူးဆန္းသြားတယ္။ကိုယ္ၾကည့္တုန္းက ေရႊၾကာဆင္ပယ္သိုက္ဇာ လို႔ မခံစားခဲ့ရဘူးေလ။အဲ့တာနဲ႔ ျပန္ၾကည့္မိေတာ့ နည္းနည္းမတူတာေလးေတြ ေတြ႕ရတယ္။ကိုယ္လိုရာ ကိုယ္ဆြဲေတြးတယ္ပဲ ဆိုပါစို႔။မင္းသမီးရဲ့ ဇာတ္ရုပ္အေၾကာင္းပဲ ၾကည့္ၾကတာေပါ့။သူက လမ္းေပၚက မိန္းကေလးဒါမယ့္ ပေထြးရန္က လြတ္ေအာင္ ထြက္ေျပးလာတာတို႔ ဘာတို႔ မဟုတ္ဘူး။one bad decision after another အမွားတစ္ခုကေန ေနာက္တစ္ခုနဲ႔ ဒီလမ္းေပၚ ေရာက္လာတာ။အကုသိုလ္ေတြ ဘဝအက်ိဳးေပး မေကာင္းလို႔ေတြ ဒရာမာ မပါဘဲ escort ျဖစ္လာတယ္ေပါ့ (ညံ့ပါ့ေနာ္ … သည္းေျခႀကိဳက္ မလိုက္တတ္ဘူး)။ဒီအလုပ္ႀကီးကို သိပ္ႀကိဳက္လွတယ္ မဟုတ္ဘဲ လုပ္ေနရေၾကာင္းကို ပထမဆံုးညက ငိုလိုက္ရတာလို႔ ေျပာတာေလာက္ သူ႔အလုပ္အကိုင္ကို လူမသိေစခ်င္တာေလာက္ပဲ ျပသြားတယ္ (ငါက ေရႊညာ ဘလားဘလားဘလား လက္ညိဳးထိုး ေအာ္ခဲ့ပါေတာ့လား)။စကားေျပာတာလဲ ညစ္ညစ္ညမ္းညမ္းမပါဘဲ ေလယူေလသိမ္း အျပဳအမူနဲ႔ပဲ အဆင့္မရွိတာ ျပတယ္။ဒါေတာင္သူက သူ႔စကပ္ကို ဆြဲဆြဲခ်ေနေသးတာလူခ်မ္းသာႀကီးနဲ႔ ပြေပါက္တိုးေတာ့ အလိုက္အထိုက္ေနရင္း အဆင္ေျပလာတယ္ေပါ့။ခ်စ္သူကလဲ လက္ခံၿပီး လူေတြကလဲ လက္ခံလာတယ္ေပါ့။အဲ့မွာ Vivian က escort တစ္မ်ိဳးသမီးလံုးကို ကိုယ္စားျပဳတဲ့ ကာရိုက္တာ ျဖစ္လားဆိုေတာ့ မျဖစ္ဘူးရယ္။ဘာကြာသြားလဲဆိုေတာ့ Vivian က ႀကိဳးစားတယ္ ရိုးသားတယ္ သူ innocent ဆိုတာ ခံစားရတယ္။သူ အက်ီသြားဝယ္တယ္ သူ႔ကိုမေရာင္းဘူး ဘာလို႔မေရာင္းလဲ သူသိတယ္ ကူညီနိုင္မယ့္လူကို ရိုးရိုးသားသား ေျပာျပတယ္။ညစာစားပြဲသြားရမယ္ေနာ္ သူ ဇြန္းခရင္းမကိုင္တတ္ဘူး အဲ့တာကို ႀကိဳ သင္သြားတယ္။သူက သင္လြယ္တတ္လြယ္ ဒါကို သူေရာက္မယ့္ ေနရာမွာ အသံုးခ်ၿပီး ဝင္တိုးသြားတာ ျပတယ္။Escort တိုင္းက Vivian လို ျဖစ္နိုင္မလားဆိုတာေတာ့ မသိနိုင္ဘူးေလ။သူက Vivian ကိုပဲ ျပတာ။အရည္အခ်င္းမနည္းလွတဲ့သူ အခြင့္အေရးေပးလိုက္ေတာ့ ပိုေကာင္းတဲ့ ေနရာေရာက္သြားတယ္ ဒါေလာက္ပဲ။ (အေမရိကားမွာ မလုိ႔လားေတာ့ မသိဘူးေပါ့ေလ)ရြံစရာ စိတ္နာစရာ သံေဝဂရစရာ ဘာညာ ဘာညာမပါဘူး။ခ်စ္စရာေကာင္းတယ္အေပၚယံေလာက္ပဲ ျပတယ္လို႔လဲ ေျပာလို႔ရတယ္။သူတို႔အလုပ္ခြင္မွာ အနိုင္က်င့္ခံရတာ ခြဲျခားခံရတာ ရွိမွာပဲ။ဒါကိုျပတဲ့ အျခားရုပ္ရွင္ေတြ ရွိပါတယ္။Pretty Woman ကေတာ့ ဒီေလာက္အႀကီးႀကီး မသြားဘဲ လူတစ္ဦးတစ္ေယာက္ကိုပဲ ကြက္ျပသြားတယ္။ေနာက္ဆံုးနည္းလမ္းလို႔ လက္ခံထားတဲ့ ဒီအလုပ္လုပ္တဲ့သူေတြမွာေတာင္ ဒီလိုကိုယ့္ကိုကိုယ္ျမွင့္တင္နိုင္တဲ့သူေတြ ရွိပါေသးတယ္ ဆိုတာေလာက္ေတာ့ ခ်ဲ႕ေတြးလို႔ ရတာေပါ့။ကိုယ္ေသခ်ာမသိတဲ့ အသိုင္းအဝိုင္း profession တစ္ခုကို သိမ္းႀကံဳး ကိုယ္စားျပဳဖို႔ဆိုတာ မျဖစ္နိုင္တဲ့ ကိစၥပဲ။အရမ္း researchေတြ လုပ္ထားနိုင္တယ္ဆိုရင္ေတာင္ အားလံုးကို ၿခံဳငံုမိနိုင္ဖို႔ မလြယ္ဘူး။Documentary ဆိုရင္ေတာ့ တစ္မ်ိဳးေပါ့။ရုပ္ရွင္အေနနဲ႔ေတာ့ ေအာင္ျမင္ဖို႔ ခဲယဥ္းလိမ့္မယ္။Pretty Woman က ေရႊၾကာဆင္ပယ္သိုက္ဇာလို႔ ေျပာရင္ေတာ့ လက္မခံခ်င္ဘူး။ရိုးသားႀကိဳးစားရင္ ဘယ္ေနရာကေနမဆို ရုန္းထြက္နိုင္တာ ျပတဲ့ရုပ္ရွင္ဆိုတာ ပိုျဖစ္သင့္တယ္ ထင္တယ္။အဲ … မရိုးသားရတဲ့အထဲ ႀကိဳးစားခ်င္စိတ္လဲ မရွိရင္ေတာ့ ေရႊၾကာျဖစ္ရင္ေတာင္ တင္းမျပည့္ က်ပ္မျပည့္ ေလးေထာင့္ေရႊၾကာေလးပဲ ျဖစ္မယ္ထင္တယ္။#Jenny Mon(႐ုပ္ရွင္အၫႊန္းကိုJenny Mon Facebookမွ ကူးယူေဖာ္ျပပါသည္။)File size…(1.1 GB)Quality….Blu-Ray Rip 720pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3tuWpnCTe14zZZPt6sI1W9ByOXx.jpg",
      "https://image.tmdb.org/t/p/w300/fztlIPN1EAO2kFVdJhKaXjAgjhH.jpg",
      "https://image.tmdb.org/t/p/w300/3NFqisk4qYbFNfdVm2gHRqmo5As.jpg",
      "https://image.tmdb.org/t/p/w300/saa9YOeaWrOylXXmfLZ3qhpYBjg.jpg",
      "https://image.tmdb.org/t/p/w300/3R8FOU8CU09o70OXb1dWTZIxnSb.jpg",
      "https://image.tmdb.org/t/p/w300/qoKJULTvMp1HnQaj8kzgvWQE3VM.jpg",
      "https://image.tmdb.org/t/p/w300/3UiuiZvOZZ8s6mS7bLnKrv7wHs4.jpg",
      "https://image.tmdb.org/t/p/w300/fmk9Qs28Dl1nxp6WFO5k1LzC2BL.jpg",
      "https://image.tmdb.org/t/p/w300/ljgz7MQHi0VwXrXRbElyM1QNE5q.jpg",
      "https://image.tmdb.org/t/p/w300/mc1vIYObkNok0MeiRkxEqA7ABCZ.jpg",
      "https://image.tmdb.org/t/p/w300/rOlOFsioQMSdqJP2Z7wGugstUa0.jpg",
      "https://image.tmdb.org/t/p/w300/sLrTh9zbDmn60Kd9PIBUzvwFrb4.jpg",
      "https://image.tmdb.org/t/p/w300/63SjKMSIFTspbxVCpzsZJ2nIiVz.jpg",
      "https://image.tmdb.org/t/p/w300/ykhYw1KFDtyib0R2PqMREkV62w1.jpg",
      "https://image.tmdb.org/t/p/w300/j4QsN6U3dhp1JeffSuwotpkHhA2.jpg",
      "https://image.tmdb.org/t/p/w300/d3WOeGhMs1Tt8nUUfemy18pUhdS.jpg",
      "https://image.tmdb.org/t/p/w300/ipwgBBQ9t9AMIf6w9Tjm8UPBAe4.jpg",
      "https://image.tmdb.org/t/p/w300/zCjPaFpo1MOfvnUWMZwp9ubsbFD.jpg",
      "https://image.tmdb.org/t/p/w300/2N5icqQ008Ng9kUOasmL0NGRzTn.jpg",
      "https://image.tmdb.org/t/p/w300/m3aBJrTxbz0IfoCHkJzRS4kbrlJ.jpg",
      "https://image.tmdb.org/t/p/w300/uYcuZIo4xlk9gTPCgM1dqX7FKjM.jpg",
      "https://image.tmdb.org/t/p/w300/dZqXMilRRN6gP7Ic5ApyHf25MHt.jpg",
      "https://image.tmdb.org/t/p/w300/1mXSMWNi6OWs7NHKsrjqDxiRzh3.jpg",
      "https://image.tmdb.org/t/p/w300/a4KCzdnBJAzUw1YXHfnzjw4dcHL.jpg",
      "https://image.tmdb.org/t/p/w300/qR65BuiuYtazfO2TiUejkYeWc7V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5xyfm5k2ywzk.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pretty-woman-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/b5e6ebbfb7/prety-woman-190-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xc9hUDLQ#mEd0UHFPz_TmY3TBTTVKTbfiPJM2CGj4-WSh4nCxfdk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/q6slvmzuxdux",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wzii8IuL8lk",
      "video_url": "https://www.youtube.com/watch?v=Wzii8IuL8lk",
      "embed_url": "https://www.youtube.com/embed/Wzii8IuL8lk"
    }
  },
  {
    "metadata": "N/A|1990|1h 30min|Adult,Asian,Fantasy,Horror",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "823"
    },
    "title": "(18+)Erotic Ghost Story (1990)",
    "description": "Erotic Ghost Story (1990)=================================DSဖန်တွေအတွက် ရုပ်ရှင်အသစ်တွေကို တင်ဆက်ပေးနေရင်းကနေဟိုအရင်ချိန်တွေကို ပြန်လည်သတိရလာပြီး ဒီရုပ်ရှင်ကားဟာလဲQualityကောင်းကောင်းလဲ မရှိသေးတာကြောင့် ပြန်လည်တင်ဆက်ပေးဖို့အကြံရလာခဲ့ပါတယ်….မင်းသမီးတွေကတော့ ကျွန်တော်တို့ အင်တာနက်မရှိခင်အခွေခေတ်က အိမ်မက်ထဲထိ ကြီးစိုးခဲ့တဲ့ မင်းသမီးတွေပါပဲ….ဇာတ်လမ်းအကျဉ်းပန်ဆုဆု ယွဲ့ယွဲ့ ဖိန်ဖိန်တို့ မြေခွေးညီအစ်မသုံးဖော်ဟာလူသားအဖြစ်ထာဝရပြောင်းလဲနေနိုင်ဖို့ တာအိုကျင့်စဉ်ကိုကျင့်ကြံနေတဲ့ မှော်မြေခွေးသုံးဖော်ပဲ ဖြစ်ပါတယ်….အကြီးမဖြစ်သူ ပန်ဆုဆုကတော့ အသက်ကြီးဆုံးလဲ ဖြစ်ပြီးစိတ်ထဲကလဲရင့်ကျက် ဖြူစင်သူဆိုတော့ သွေးသားဆန္ဒကိုချုပ်တည်းနိုင်နေပမယ့် ညီအစ်မငယ်နှစ်ယောက်ကတော့သွေးသားဆူပွက်မှုကြောင့် နှစ်ယောက်သားအချင်းချင်းဖြေသိမ့်ပြီးအဆင်ပြေနေခဲ့ရပါတယ်…တနေ့မှာတော့ သူတို့ညီအစ်မသုံးဖော်ရဲ့ဘဝထဲကို ယောကျာ်းပျိုတဦး ဝင်ရောက်လာခဲ့ပြီး.ဒီယောကျာ်းပျိုကိုပဲ ညီအစ်မသုံးဖော်တို့က ချစ်ခင်စုံမက်ခဲ့ပါတယ်…မုန့်ကိုသာမျှစေစားမယ် အချစ်ကိုတော့ မမျှဝေဘူးဆိုတဲ့စကားကသူတို့လို မြေခွေးညီအစ်မသုံးဖော်အတွက်တော့ မမှန်ကန်ခဲ့ပါဘူး…ညီအစ်မချင်းသိပ်ကိုချစ်ကြတော့ လုလင်ပျိုကို မျှဝေချစ်ခင်ရင်းမထင်မှတ်ထားတဲ့ တနေ့မှာတော့……(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။Translated by : DarkEncoded by : X CrossQuality : 1080p Blu-Ray / 720pFile Size : 2.46 GB / 800MB / 400MBSubtitle : Myanmar (Hard Sub)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fpaVxLcSQnnMdtcCRdZV0eTjJPg.jpg",
      "https://image.tmdb.org/t/p/w300/f4mZnMuJmyc86XNGkcTsjxTs4z6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/sdwovgsek5tt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/erotic-ghost-story-1990-bluray-1080-p-x-264-aac-2-0-ch-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dehbgqu443o8.html",
        "server": "usersdrive.com",
        "size": "2.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Inh9/Erotic.Ghost.Story.1990.Bluray.1080p.x264.AAC2.0CH_(DS).mp4",
        "server": "megaup.net",
        "size": "2.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/9r2fi6ewfma7",
        "server": "dropgalaxy.com",
        "size": "2.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/erotic-ghost-story-1990-bluray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xerulhdqdq5u.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/34ibA/Erotic.Ghost.Story.1990.Bluray.720p(CM).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/40bi0gx3pmc5",
        "server": "dropgalaxy.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/0kiwwx6125p8.html",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/erotic-ghost-story-1990-bluray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/wm7l02v75szl.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/34iby/Erotic.Ghost.Story.1990.Bluray.480p(CM).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://dropgalaxy.in/13zyq0lymaop",
        "server": "dropgalaxy.com",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/g4vttfq77phr.html",
        "server": "streamsb.com",
        "size": "400MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "g5YuUoJgBHA",
      "video_url": "https://www.youtube.com/watch?v=g5YuUoJgBHA",
      "embed_url": "https://www.youtube.com/embed/g5YuUoJgBHA"
    }
  }
]