[
  {
    "metadata": "N/A|2016|130 min|Drama",
    "rating": {
      "rating": "9.2/10",
      "rating_count": "4,759"
    },
    "title": "Aruvi ( 2017 )",
    "description": "ဒီတခါေတာ့ႏုိင္ငံတကာ ရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြအေနနဲ႕IMDb 9.2/10 အထိရရွိထားတဲ့ေတာင္ပုိင္းကား အလန္းတစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္Top Rated Indian Movies မွာလည္းနံပါတ္ ၁၃ မွာေနရာယူထားႏုိင္တဲ့ကားပါပဲျမင္ဖူးေနက် ေတာင္ပုိိင္းကားေတြနဲ႕မတူဘဲ လက္ေတြ႕က်က်နဲ႕ဘာအပုိအလုိမရွိတဲ့ ပညာေပးဇာတ္ကား တစ္ကားပါပဲPolitical-Drama လို႔ဆုိလုိ႔ရသလုိ၊ Comedy-Dramaကားေကာင္းတစ္ကားဆုိလည္း မမွားပါဘူးအာ႐ူဗီတဲ့ အသက္ ၂၄ အရြယ္မိန္းကေလးတစ္ေယာက္စိတ္ပညာအထူးျပဳ ဘာသာရပ္နဲ႕ ေကာလိပ္ေက်ာင္းသူ တစ္ေယာက္ေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ေပါ့ေပါ့ပါးပါးနဲ႕ ထက္ျမက္သူဒါေပမဲ့ သူ႕ဘဝထဲကို ဒုကၡဆုိးႀကီးတစ္ခုဝင္လာပါေတာ့တယ္ေပ်ာ္ရႊင္ေနရင္းကေန ခ်က္ျခင္းဆုိသလုိ ကံဆုိးမုိးေမွာင္မႈေတြဆက္တုိက္က်ကာ အိမ္ေပၚကဆင္းရ၊ ေနာက္ဆုံးအၾကမ္းဖက္သမဆုိၿပီး အဖမ္းခံခဲ့ရတဲ့အထိ ျဖစ္လာပါေတာ့တယ္အာ႐ူဗီတစ္ေယာက္ ဘာေတြေၾကာင့္ အခုလုိျဖစ္သြားရတာလဲအမွန္တရားကုိ ဘယ္လုိမ်ားရင္ဆုိင္သြားမလဲ ဆုိတာကုိေတာ့ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦးကားေကာင္းတစ္ကားျဖစ္လုိ႔အားလုံးပဲ ၾကည့္လုိက္ၾကဖုိ႔ လက္တုိ႔ပါရေစMovie Review & Translated By Zaw HtooEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorArun Prabu PurushothamanStarsAditi BalanKavitha BharathiLakshmi GopalaswamyMohammad Ali BaigShwetha ShekarCastAditi BalanKavitha BharathiLakshmi GopalaswamyMohammad Ali BaigShwetha Shekar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4SyMGI20tNs5ZxmDwj76wSNw9pk.jpg",
      "https://image.tmdb.org/t/p/w300/2gaM7VuGbCUSkg1DYHdPPvBrmRZ.jpg",
      "https://image.tmdb.org/t/p/w300/s6ZD5oKBNOjiEG4EmJwDVFN7YYU.jpg",
      "https://image.tmdb.org/t/p/w300/8Tk0pyAAdq0KFgeV9leRgEbNVT2.jpg",
      "https://image.tmdb.org/t/p/w300/qebsPow8xwhqOPCtYUmTIg2SNaQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/r1nwaz0rannx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/aruvi-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.08 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/SShu/Aruvi_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.08 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/62h41d1sh9qw",
        "server": "upstream.to",
        "size": "1.08 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ie8hvdy6n2lh.html",
        "server": "usersdrive.com",
        "size": "1.08 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xjFKfAudCOo",
      "video_url": "https://www.youtube.com/watch?v=xjFKfAudCOo",
      "embed_url": "https://www.youtube.com/embed/xjFKfAudCOo"
    }
  },
  {
    "metadata": "UNRATED|2016|161 min|Biography,Bollywood,Drama,Sport",
    "rating": {
      "rating": "9.2/10",
      "rating_count": "19,562"
    },
    "title": "Dangal (2016)",
    "description": "Dangal (သို့မဟုတ်) အောင်မြင်မှုရဲ့ ခရီးကြမ်း“နပန်းသမားတစ်ယောက်က ကွင်းထဲဝင်လာပြီး ပြိုင်ပွဲဝင်ရတဲ့ရည်ရွယ်ချက်က နိုင်ငံအတွက်ဆုတံဆိပ်ရယူပေဖို့အတွက်ပဲ။ဒါပေမဲ့ နိုင်ငံကတော့ နပန်းသမားတွေကို ဘာမှကူညီထောက်ပံမှုမလုပ်ပေးဘူး။”ဒီစကားကိုပြောတာက နပန်းအားကစားနည်းကို အသွေးအသားထဲကရူးသွပ်ပြီး နပန်းကစားနည်းကနေ နိုင်ငံအတွက် ရွှေတံဆိပ်ဆုရပေးချင်တဲ့ Mahavir Singh Phogat (Aamir Khan)၊ဒါပေမဲ့ သူ့ဆန္ဒမပြည့်ဝခဲ့ဘူး။ဝါသနာနဲ့ ဝမ်းစာ ထိပ်တိုက်တွေ့တဲ့အချိန်မှာ ဝါသနာကိုစွန့်လွှတ်ခဲ့ရပေမယ့် သူ့မှာရည်မှန်းချက်တစ်ခုရှိတယ်။သူမွေးတဲ့သားက တစ်နေ့နပန်းသမားတစ်ယောက်ဖြစ်ရမယ်တဲ့။ကံကြမ္မာကတော့ သူ့ကိုကျီစားနေတုန်းပဲ။အနှစ်နှစ်ကာလမျှော်လင့်ချက်နဲ့ သားတစ်ယောက်လိုချင်တဲ့သူ့အတွက် ပထမဆုံးမွေးလာတဲ့ကလေးကတော့ မိန်းကလေး၊စိတ်အပျက်ကြီးပျက်ခဲ့ရပေမယ့် ဇွဲမလျှော့တဲ့သူကတော့ နောက်မွေးမယ့်ကလေးကယောကျာ်းလေးဖြစ်ရမယ်တဲ့။ဒီလိုနဲ့ နည်းလမ်းပေါင်းစုံ၊ဆေးပေါင်းစုံမှီဝဲရင်း ယောကျာ်းလေးရဖို့ ကြိုးစားခဲ့ပေမယ့် ဒီတစ်ခါလည်းမွေးလာတာကလည်း သမီးမိန်းကလေး၊စိတ်ဓာတ်ကျစဖြစ်လာပေမယ့် သားယောကျာ်းလေးမွေးလာနိုးနိုးနဲ့ ကလေးတွေတစ်ယောက်ပြီးတစ်ယောက်မွေးလာခဲ့တာ ၄ယောက်မြောက်ထိရောက်လာပေမယ့် အကုန်လုံးကတော့သမီးမိန်းကလေးတွေသာ၊ဒီလိုနဲ့ Mahavir တစ်ယောက် သူ့ရဲ့ရွှေတံဆိပ်ရယူရေး ရည်မှန်းချက်တော့ စွန့်လွှတ်လိုက်ရပြီပေါ့။ဒါပေမဲ့…….တစ်ရက်သူအိမိပြန်လာတဲ့အချိန်မှာ သူ့သမီးအကြီးနှစ်ယောက်ဖြစ်တဲ့ Geeta နဲ့ Babitaက ကျောင်းကအပြန် လမ်းမှာသူတို့နှစ်ယောက်ကို လိုက်နှောက်ယှက်တဲ့ ကောင်းလေးနှစ်ယောက်ကို ထိုးကြိတ်လွှတ်လိုက်ပြီးတဲ့နောက်မှာတော့ Mahavir တစ်ယောက် သူရဲ့နပန်းသွေးတွေက သူ့သမီးတွေဆီမှာလည်း စီးဆင်းနေတယ်ဆိုတာသိပြီး သမီးတွေကိုနပန်းသင်ပေးဖို့အတွက် ဆုံးဖြတ်လိုက်ပါတော့တယ်။နောက်နေ့ မနက်၅နာရီကစပြီး သံမဏိစည်းကမ်းတွေနဲ့ လေ့ကျင့်ရေးတွေစပါတော့တယ်။အိန္ဒိယနိုင်ငံရဲ့ကျေးလက်ဒေသမှာနေထိုင်ပြီး ရှေးရိုးစွဲအယူတွေကြားမှာ မိန်းကလေးနှစ်ယောက်ကို နပန်းသင်ပေးတယ်ဆိုရတာကတော့ ကောင်းကင်ကကြယ်ကိုဆွတ်ခူးရသလိုပါပဲ။အတိုက်အခိုက်၊ဝေဖန်ရှုံချမှုတွေနဲ့ မနာလိုမှုတွေရှိနေပေမယ့် Mahavir တစ်ယောက်ကတော့ ပတ်ဝန်းကျင်ပြောတာကို ဂရုမစိုက်ပဲ အလုပ်နဲ့သက်သေပြဖို့ကြိုးစားပါတော့တယ်။သမီးနှစ်ယောက်ကတော့ ငယ်ရွယ်သူပီပီ ပျော်ပျော်ပါးပါးနေချင်ပေမယ့် ဖခင်ရဲ့ သံမဏိစည်းကမ်းကတော့ တစ်ပြားမှမလျှော့ပါဘူး။ဒီလိုနဲ့ လေကျင့်လာခဲ့ရာမှ ပြိုင်ပွဲတွေမှာဝင်ရောက်ယှဉ်ပြိုင်နိုင်တဲ့ အဆင့်ကိုရောက်လာပါတော့တယ်။မိန်းကလေးနပန်းသမားမရှိတဲ့ ကျေးရွာမှာတော့ နပန်းပြိုင်ပွဲရဲ့ ပြိုင်ဘက်တွေက ယောကျာ်းလေးတွေကြီးပါပဲ။မိန်းကလေးမလို့ ပြိုင်ပွဲဝင်ခွင့်တော်တော်များများမှာ ငြင်းပယ်ခံရပေမယ့် ပထမဆုံးယှဉ်ပြိုင်နိုင်တဲ့ပွဲမှာ ယောကျာ်းလေးပြိုင်ဘက်ကို အနိုင်ရခဲ့ပြီးနောက်ပိုင်း ပြိုင်ပွဲတိုင်းမှာ အနိုင်ရပြီး ပြည်နယ်အဆင့်ရောက်ကာ ပြည်နယ်အဆင့်မှာပါ ရွှေတံဆိပ်ဆုရခဲ့ပြီး နိုင်ငံလက်ရွေးစင်အဖြစ်ရွေးချယ်ခံရပါတော့တယ်။နိုင်ငံလက်ရွေးစင်ဖြစ်လို့ ဝမ်းသာမဆုံးဖြစ်နေတဲ့ Mahavir အတွက်ကတော့ လေ့ကျင့်ရေးအထောက်အပံ့အပြည့်အစုံရှိတဲ့ မြို့ကြီးမှာ စခန်းသွင်းလေ့ကျင့်လိုတဲ့ သမီးကြီး Geeta ရဲ့ ဆန္ဒကိုလိုက်လျောပြီး ပို့ဆောင်ပေးခဲ့ပါတယ်။ဖခင်ရဲ့ သံမဏိစည်းကမ်းကနေလွတ်မြောက်ပြီး လွတ်လွတ်လပ်လပ်နေရတဲ့ Geeta အတွက်ကတော့ အရာရာကပျော်ရွှင်ဖွယ်ရာအတိပါ။နည်းပြဆရာအသစ်နဲ့လေ့ကျင့်ရပြီး သူ့အဖေသင်ပေးတာတွေထက်ပိုကောင်းတယ်လို့လည်း မှတ်ယူလာခဲ့ပါတယ်။တစ်ရက်ခွင့်ရလို့ အိမ်အပြန်မှာ သူအဖေ့ရဲ့နည်းစနစ်တွေက ခေတ်နောက်ကြနေပြီး အလုပ်မဖြစ်တော့ဘူးဟုပြောလာသောအခါ သားအဖနှစ်ယောက်မှာ စိတ်ဝမ်းကွဲသွားပါတော့တယ်။ဒါပေမဲ့ Geeta တစ်ယောက်သူ့ဆရာရဲ့နည်းစနစ်တွေအတိုင်း နိုင်ငံတကာပွဲကို သွားရောက်ယှဉ်ပြိုင်ပေမဲ့ ပထမအဆင့်ကနေထွက်ခဲ့ရပါတော့တယ်။သူ့ရဲ့ လက်ရွေးစင်ဘဝကိုလည်း ဆိုးရွားတဲ့ရလဒ်က ခြိမ်းခြောက်လာပါတော့တယ်။နောက်ဆုံးအခွင့်ရေးကတော့ အိန္ဒိယနိုင်ငံမှာ ကျင်းပတဲ့ 2010 Commonwealth Games မှာ ဆုတံဆိပ်ရယူနိုင်ရေးပါ။ဒီလိုအချိနိမှာ သတိရမိတာကတော့ အဖေဖြစ်သူကိုပါပဲ။အဖေဖြစ်သူကလည်း သမီးဖြစ်သူကို ခွင့်လွှတ်ပေးပြီး ဆုတံဆိပ်ရယူပေးဖို့အတွက် အစွမ်းကုန်ကူညီပါတော့တယ်။သူတို့သားအဖနှစ်ယောက်လုံးမျှော်လင့်တဲ့ ရွှေတံဆိပ်ဆုက ရယူနိုင်မလား……… ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလည်း…….အောင်မြင်အောင်လုပ်ဆောင်နိုင်မလားဆိုတာကတော့………..ဇာတ်ကားအကြောင်းနဲ့ ရိုက်ကူးထုတ်လုပ်မှုDangal ဇာတ်ကားက 3 idiots, PK,Every child is special ဇာတ်ကားနဲ့ ကျွန်တော်တို့ရဲ့အချစ်တော်ကြီးဖြစ်တဲ့ မင်သား Aamir Khan ရဲ့ နောက်ဆုံးထွက် ဇာတ်ကားတစ်ကားဖြစ်ရုံသာမက တကယ့်အဖြစ်မှန်ကို အခြေခံရိုက်ကူးထားတဲ့ sport biopic ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားမထွက်ခင်မှာ မင်းသားရဲ့ body training video ကို တော်တော်များများ ကြည့်ပြီးသဘောကျခဲ့ပါတယ်။၂ နှစ်နေမှ ရုပ်ရှင်ကားထွက်ရှိတဲ့ မင်းသားကြီးကတော့ ဇာတ်ကားရိုက်ကူးရာမှာ အသေအချာကိုရိုက်ကူးတဲ့ မင်းသားတစ်ယောက်လည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ ထုတ်လုပ်သူတွေကတော့ Walt Disney production,Aamir Khan Production,UTV Motion Picture တိူ့ပဲဖြစ်ပြီး ဒီဇာတ်ကားကို အဓိကရိုက်ကူးဖို့ စဉ်းစားမိသူကတော့ Disney ရဲ့ ထုတ်လုပ်သူတွေပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Nitesh Tiwari ကတော့ Disney ရဲ့ ရိုက်ချင်တဲ့အကြောင်းကို တကယ့်လက်တွေ့က Mahavir မိသားစုနဲ့ တိုင်ပင်ပြီး သေချာမေးမြန်းကာ ဇာတ်ညွန်းရေးပြီး ကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့ခြင်းဖြစ်ပါတယ်။မင်းသားအဖြစ်ကတော့ Aamir Khan ကိုပဲ ကမ်းလှမ်းခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ သရုပ်ဆောင်ရဲ့မင်းသားရဲ့ဇာတ်ရုပ်က အိန္ဒိယနိုင်ငံရဲ့ ပထမဆုံးသော နပန်းအားကစားနည်းကနေ ရွှေတံဆိပ်ဆုရခဲ့တဲ့ Geeta Phogat ရဲ့ နည်းပြတစ်ဖြစ်လည်း ဖခင် Mahavir Singh Phogat ရဲ့ အကြောင်းပါ။ဒါပေမဲ့ တကယ့် အပြင်မှာ Mahavir ရဲ့ သရုပ်က အသက်၆၀ အရွယ် ခပ်ဝဝအဖိုးကြီးတစ်ယောက်ပါ။မင်းသား Aamir Khan ကတော့ ဒီဇာတ်လမ်းရဲ့ဇာတ်ညွန်းကိုရတဲ့အချိန် 2014 ခုနှစ်မှာတော့ အသက်၅၀ အရွယ်ရှိပြီး Dohm 3 ရိုက်ကူးပြီးစကာလဖြစ်တာကြောင့် ခန္ဓာကိုယ်တောင့်တောင့်တင်းတင်းနဲ့ လူငယ်စတိုင်ဖြစ်နေပါတယ်။ဒါကြောင့် ဒီဇာတ်လမ်းကို သိမ်းထားပြီး သူအသက်၆၀ အရွယ်ရောက်မှာ ရိုက်ကူးမယ်ဆိုပြီး သူ့ရဲ့နာမည်အကြီးဆုံးနဲ့ ဝင်ငွေအများဆုံးရရှိခဲ့တဲ့ PK ဇာတ်ကားကို ရိုက်ကူးခဲ့ပါတယ်။ဒါပေမဲ့ သူ့စိတ်ထဲမှာတော့ ဒီဇာတ်ညွန်းကို မထုတ်နိုင်ခဲ့ပါဘူး။နောက်ဆုံးတော့ မင်းသားက ဒီဇာတ်ကားကိုရိုက်ကူးပါတော့တယ်။ဇာတ်ကားရိုက်ကူးရာမှာ ပီပြင်စေရန်အတွက် PK ရိုက်ကူးပြီး 65kg ရှိတဲ့ ခန္ဓာကိုယ်ကို 95 Kg ထိရောက်အောင် လေးလတိတိ အလေးချိန်တိုးအောင်လုပ်ခဲ့ပြီး တကယ်နည်းပြဆရာပုံအတိုင်း ဗိုက်ရွဲရွဲ ဝတုတ်တုတ်အဖိုးကြီးပုံဖြစ်အောင် ပြောင်းလဲခဲ့ပါတယ်။ဒီ့ထက်ပိုပြီး လေးစားဖို့ကောင်းတာကတော့ 15 စက္ကန့်သာပါတဲ့ ငယ်ဘဝဇာတ်ဝင်ခန်း fight scence အတွက် နောက်ထပ်လေးလတိုင်တိုင် ဝိတ်လျှော့ပြီး six pack ထွက်အောင်လေ့ကျင့်ခဲ့ပါတယ်။တကယ်ကို အဲ့သြလေးစားဖို့ကောင်းတဲ့ မင်းသားရဲ့အနုပညာအပေါ်ရိုးသားမှုပါပဲ။ဒီဇာတ်ကားအတွက် ပြင်ဆင်ခဲ့တာက မင်းသား Aamir Khan တစ်ယောက်တည်းတော့မဟုတ်ပါဘူး။Geeta နေရာမှာသရုပ်ဆောင်တဲ့ မင်းသမီး Fatima Sana Shaikh အပါအဝင် နပန်းပြိုင်ပွဲဝင်မယ့် သရုပ်ဆောင်တိုင်း 2015 Junior Indian women’s wrestling team coach Kripa Shan Patel Bishnoiနဲ့ နပန်းနဲ့ပတ်သတ်တဲ့ သင်တင်းမှာ တက်ရောက်သင်ကြားခဲ့ရပါတယ်။နောက်ပြီး မင်းသမီး ရဲ့ ရှည်လျားလှပတဲ့ဆံပင်ကိုလည်း နှစ်ကြိမ်တိုင်တိုင်ညှပ်ခဲ့ရပြီး နပန်းသမား ပုံစံပီသအောင် လေ့ကျင့်ခန်းများလည်း လုပ်ဆောင်ခဲ့ရပါတယ်။အဲ့လိုသေချာပြင်ဆင်မှုကြောင့် ဇာတ်ကားအတွင်းမှာ ဇာတ်ကောင်နဲ့တစ်သားတည်းကြပြီး ပရိသတ်သဘောကျစေခဲ့ပါတယ်။ရိုက်ကူးချိန်ကတော့ ပထမရိုက်ကူးမှုကလေးလကြာမြင့်ခဲ့ပြီး မင်းသားရဲ့ body training အပြီးကျန်ရှိတဲ့ ရိုက်ကူးမှုကတော့ ၁လ နီးပါးကြာမြင့်ခဲ့ပါတယ်။စုစုပေါင်း ရိုက်ကူးမှုကြာချိန်ကတော့ ၉လ ကျော်ကြာမြင့်ခဲ့ပါတယ်။ဝင်ငွေအပိုင်းမှာဆိုရင်လည်း ရုံစတင်တဲ့ December 23 ကနေပြီး ယနေ့ January 9 ရက်နေ့ရောက်တဲ့အချိန် ၂ ပတ်ခွဲအတွင်းမှာပဲ အိန္ဒိယနိုင်ငံရဲ့ တစ်သတ်တာ ဝင်ငွေအများဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ် သန်း၈၀ ကျော်နဲ့ စံချိန်တင်သွားခဲ့ပြီပဲ ဖြစ်ပါတယ်။ယခင်စံချိန်အဟောင်းကတော့ မင်းသားရဲ့ Aamir Khan ရဲ့ 2014 က ထွက်ရှိခဲ့တဲ့ PK ဇာတ်ကားပဲဖြစ်ပြီး သူတင်ထားတဲ့စံချိန်ကို သူကိုယ်တိုင်ပဲ ပြန်ချိုးခဲ့တဲ့ အဲ့သြဖွယ်ရလဒ်ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားက ပထမဆုံး ဒေါ်လာ သန်း၁၀၀ ကျော်ဝင်ငွေရမယ့် အိန္ဒိယဇာတ်ကားဖြစ်နိုင်တယ်လို့ ထင်ကြေးပေးခံနေရပါတယ်။ယခုစံချိန်အတိုင်းဆိုရင်လည်း စံချိန်တင်နိုင်ဖို့လည်း ရှိပါတယ်။ဇာတ်ကားအပေါ်သုံးသပ်ချက်ဒီဇာတ်ကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Aamir Khan ကတော့ ဒီဇာတ်ကားက ဖိနှိပ်ခံနေရတဲ့ အိန္ဒိယအမျိုးသမီးထုကို ကိုယ်စားပြုတယ်လို့ပြောပါတယ်။အိန္ဒိယနိုင်ငံမှာက မြို့ုကြီးမှာကလွဲရင် ကျန်တဲ့ဒေသကမိန်းကလေးအပေါ် မိဘတွေ အထူးသဖြင့် ယောကျာ်လေးဖြစ်တဲ့အဖေတွေရဲ့ အမြင်ကတော့ အိမ်မှုကိစ္စလုပ်နိုင်ပြီး အရွယ်ရောက်တာနဲ့ ယောကျာ်းယူပြီး ကလေးမွေးဖို့ဆိုတာက ရှေးကနေ အခုထိစွဲမြဲနေတုန်းပါပဲ။ဒီဇာတ်ကားထဲက ဇာတ်ကောင် Mahavir ကတော့ သူ့သမီးတွေကို ပညာသင်ခိုင်းပြီး နပန်းအားကစားမှာပါ ရွှေတံဆိပ်ဆုရအောင် လုပ်နိုင်ခဲ့တဲ့အတွက် စံပြအတုယူစရာပဲဖြစ်ပါတယ်။အိန္ဒိယမှာ အမျိုးသမီးတွေနပန်းအားကစားဖြစ်ဖို့ ကြီးမားတဲ့အဟန့်အတားကတော့ အကျီကြောင့်ပဲဖြစ်ပါတယ်။ရှေးရိုးစွဲတွေရဲ့ အမြင်ကြောင့် ထိန်းချုပ်မှုများတဲ့နိုင်ငံမှာတော့ နပန်းအားကစားနည်းသာမက တစ်ခြားအားကစားနည်းမှာလည်း မိန်းကလေးတွေက နေရာမရပါဘူး။မင်းသား Aamir Khan ကတော့ ဒီဇာတ်ကားက မိန်းကလေးတွေက ယောကျာ်းလေးတွေနဲ့ တန်းတူအခွင့်အရေးရရင် မိန်းကလေးတွေကလည်း အောင်မြင်အောင်လုပ်ဆောင်နိုင်ဆိုတာကို ပြသနိုင်ဖို့အတွက် ရိုက်ကူးထားသလို တကယ်လည်းပေါ်လွင်ပြီး ကောင်းမွန်လှပါတယ်။နောက်ပြီး ရေပန်းမစားတဲ့ အမေ့လျော့ခံနပန်းအားကစားနှင့် ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာကြောင့် ကြိုသိနေတဲ့ဇာတ်လမ်းကို စိတ်ဝင်စားလာအောင် ရေးထားတဲ့ဇာတ်ညွန်းကိုတော့ တော်တော်ချီးကျူးးမိပါတယ်။အရင်ကနပန်းနဲ့ပတ်သတ်တဲ့ ဇာတ်ကားတွေကို ကြည့်ခဲ့ရပေမယ့် သေချာနားမလည်ခဲ့ပါဘူး။ဒီဇာတ်ကားထဲမှာတော့ နပန်းအားကစားနည်းရဲ့ အမှတ်ပေးပုံ၊ဘယ်လိုယှဉ်ပြိုင်ရသလဲ၊အချိန်ဘယ်လောက်ရတယ်ဆိုတာကို အချိန်၃ မိနစ်အတွင်းမှာပဲ နားလည်အောင်ရှင်းပြနိုင်သလို နောက်ပိုင်းနပန်းပြိုင်တဲ့အချိန်မှာ အမှတ်ဘယ်လောက်ရလည်းဆိုတာကို ကိုယ်တိုင်တွက်ချက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကြည့်ပြီး နပန်းအားကစားနည်းကို စိတ်ဝင်စားလာမိပါတယ်။ဒါရိုက်တာနဲ့ဇာတ်ညွန်းတာဝန်ယူထားတဲ Nitesh Tiwari ကတော့ သေချာကြိုးပမ်းပြီးရိုက်ကူးထားသလို မင်းသား Aamir Khan နဲ့ မင်းသမီး Fatima Sana Shaikh အပါအဝင် သရုပ်ဆောင်တိုင်းရဲ့ သရုပ်ဆောင်မှုက လက်တွေ့နဲ့တစ်သားတည်းကြပါတယ်။နောက်ပြီးဇာတ်ဝင်တေးသိချင်းတွေလည်း ကောင်းပြီးအဓိပ္ပါယ်ရှိပါတယ်။ကလေးနှစ်ယောက် Training လုပ်တဲ့အချိန်မှာ သုံးတဲ့ဇာတ်ဝင်သီချင်းမှာဆိုရင် သူတို့အဖေက ဘောလီးဝုဒ်က အဆိုးဆုံးဗီလိန်ထက် ပိုဆိုးတဲ့သူဖြစ်ကြောင်း ဆိုထားတာက ချစ်စဖွယ်လေးပါ။နောက်ပြီး နပန်းပြိုင်တဲ့အချိန်မှာ ကစားသမားတွေရဲ့လှုပ်ရှားမှုကို ရိုက်ကူးတာတော်တော်ကောင်းပါတယ်။ခံစစ်ကစားပုံ၊တိုက်စစ်ဆင်ပုံ၊အယောင်ပြပုံ၊ကိုင်ပေါက်ပုံတွေ ရိုက်ကူးထားတာက တကယ့်ကိုအပြင်မှာ ကြည့်ရှု့နေရတဲ့အတိုင်းပါပဲ။အသက်ဝင်လှပါတယ်။တစ်လက်စတည်းတွေးမိတာက ကျွန်တော်တို့နိုင်ငံရဲ့ အားကစားအကြောင်းပါပဲ။လူတိုင်းကြိုက်တဲ့ အမျိုးသားဘောလုံးအသင်းကိုသာ ပိုက်ဆံတော်တော်များများသုံးစွဲပြီး ကျန်တဲ့ အားကစားနည်းတွေကို ပံပိုးမှုအားနည်းခဲ့တာကို မျက်ကွယ်ပြိုပြီး ဆီးဂိမ်းပြိုင်ပွဲတွေမှာ ဆုတံဆိပ်ရယူချင်တဲ့ လူကြီးမင်းများနှင့် ကျွန်တော်အပါအဝင်ပရိသတ်တွေကတော့ ဒီဇာတ်ကားကိုကြည့်မိတဲ့အချိန်မှာ နိုင်ငံအတွက်ပေးဆပ်ပြီး ရွေရယူပေးဖို့ ခက်ခက်ခဲခကြိုးပမ်းနေတဲ့ အားကစားသမားတွေကိုလည်း အားနာမိပြီး အရှက်ရမိပါတယ်။အနီးစပ်ဆုံး အမျိုးသမီးဘောလုံးအသင်းတောင်မှ ပံပိုးမှု အပြည့်မရခဲ့ပါဘူး။ကျွန်တော်တို့နိုင်ငံမှာလည်း အာရှအဆင့်၊အိုလံပစ်အဆင့်ထိရောက်နိုင်တဲ့ နပန်းအားကစားသမားတွေရှိပါတယ်။ကျွန်တော်အမှတ်မမှားဘူးဆိုရင် 2013 နေပြည်တော်ဆီးဂိမ်းမှာ နပန်းအားကစားနညိးကနေ ဆုတံဆိပ်များစွာရခဲ့သလို 2015 စင်ကာပူဆီဂိမ်းတုန်းကလည်း ဆုတံဆိပ်ရခဲ့ပါတယ်။ဒါပေမဲ့ သူတို့တွေအတွက် ချီးမြှောက်မှု၊ဘဝအာမခံချက်အတွက် အာမခံမှုရရှိခဲ့လားဆိုတာကတော့ မသိခဲ့ပါဘူး။နိုင်ငံအတွက်ပေးဆပ်ပြီး ဂုဏ်ဆောင်နေတဲ့ အားကစားသမားတွေအကုန် တန်းတူညီမျှအကျိုးခံစားခွင့်ရပါစေလို့လည်း မျှော်လင့်ပါတယ်။ဒီဇာတ်ကားကတော့ ရသအစုံကိုခံစားရမယ့် ဇာတ်ကားပါ။ပျော်ရွှင်စရာတွေ၊စိတ်ဓာတ်တတ်ကြွစရာတွေ ပါသလို ဝမ်းနည်းဖွယ်အခန်းတွေလည်းပါပါတယ်။ဇာတ်ဝင်ခန်းတစ်ခန်းကတော့ တော်တော်လေး ဝမ်းနည်းဖွယ်ကောင်ပါတယ်။ဇာတ်လမ်းရဲ့အဓိကအသက်ဖြစ်လို့ မပြောတော့ပါဘူး။ကိုယ်တိုင်သာခံစားကြည့်လိူက်ပါ။အနိမ့်အမြင့်အတတ်အကျအစုံပါတဲ့ ဇာတ်ကားက ပရိသတ်ကိုကောင်းကောင်းဖော်ဖြေနိုင်ပါတယ်။ရုပ်ရှင်ဇာတ်ကားကြာချိန် ၁၅၀ မိနစ်အတွင်း တစ်ချက်မှ အာရုံမလွတ်အောင်ဖမ်းစားနိုင်ပါတယ်။ဒီဇာတ်ကားနဲ့ပတ်သတ်ပြီး ထွက်ရှိတဲ့အချိန်ကစပြီး ဝေဖန်ရေးတွေရဲ့ ချီးကျုုးမှုကိုခံခဲ့ရပြီး ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားအဖြစ်လည်း ညွန်းဆိုခဲ့ပါတယ်။IMDB မှာ rating 9.2 ရနေပြီး Rottan Tomatoes ကတော့ 82 ပေးထားပါတယ်။ဒါက အိန္ဒိယဇာတ်ကားတစ်ကားအတွက်တော့ အမြင့်ဆုံး Rating တွေပဲဖြစ်ပါတယ်။နောက်ပြီး မင်းသား Aamir Khan ကြောင့်လည်း ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Dangal ဇာတ်ကားက ပုံမှန်ဇာတ်ကားတွေထက်ပိုပါတယ်။ကြည့်ပြီးခဏမေ့ပျောက်သွားမယ့် ဇာတ်ကားမျိုးမဟုတ်ပါဘူး။ Aamir Khan ရဲ့ ဇာတ်ကားတွေအတိုင်း ကြည့်ုပြီး ပြောနေရမယ့်ဇာတ်ကားမျိုးပါ။အမျိုးသမီးတွေရဲ့ အခွင့်ရေးတွေ၊ဖိနှိပ်ချုပ်ချယ်မှုတွေ၊ခွဲခြားဆက်ဆံမှုတွေအကြောင်းကို အကောင်းဆုံးပြသနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ဒါကြောင့်မလို့ ဒီဇာတ်ကားကို ကြည့်ရှုပြီး စိတ်ဓာတ်ခွန်အားတစ်စုံတစ်ရာရနိုင်ပါစေလို့ပြောရင်း……………။Reviewd by ZKKFile size…(2.6 GB)/(1.3 GB)Quality….BluRay HEVC 1080p / 720pFormat…mp4Duration….02:41:01Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byTariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNitesh TiwariStarsAamir KhanFatima Sana ShaikhSakshi TanwarSanya MalhotraCastAamir KhanAnmol CharanAnsh RathoreAnurag AroraAparshakti KhuranaBadrul IslamFatima Sana ShaikhGirish KulkarniGurpreet TotiHafiz KhanIshika GagnejaJagbirKaramveer ChoudharyMahesh BalrajMeenu PrajapatiOlamilekan Akanbi JasonRavi AnejaRitwik SahoreSakshi TanwarSanya MalhotraShishir SharmaSuhani BhatnagarSumit KhannaVivan BhatenaZaira Wasim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5qjbu7po6eqLNd4kUPAyIpFRwQK.jpg",
      "https://image.tmdb.org/t/p/w300/kqCMMLnoWO46xvPyPcDW9CZFJ4d.jpg",
      "https://image.tmdb.org/t/p/w300/nUObVoksSWpBUlX80wN1PNq8iiK.jpg",
      "https://image.tmdb.org/t/p/w300/iChbZ2L0VDClhjkcYHCWtAT9WDA.jpg",
      "https://image.tmdb.org/t/p/w300/cKtSX9xTPNMkjoA7XAlgonmd2G5.jpg",
      "https://image.tmdb.org/t/p/w300/i8V3at14Wk3OEoBwGprAHHCyFI.jpg",
      "https://image.tmdb.org/t/p/w300/eCkQEWMXk2uzWSVk8cpktYuuD9n.jpg",
      "https://image.tmdb.org/t/p/w300/639rLU9bip7blw5QKyoFaV1M7eE.jpg",
      "https://image.tmdb.org/t/p/w300/3NExq1nUemxHx4oyoiv4t8e5J1f.jpg",
      "https://image.tmdb.org/t/p/w300/99aARYhdqxgtWOwo4Nmt8YaMQRF.jpg",
      "https://image.tmdb.org/t/p/w300/6i1QdRTfb0IcKe4mZTPyuo9H7uF.jpg",
      "https://image.tmdb.org/t/p/w300/wINm8BGvn90ZZ4wwPksRjXESixV.jpg",
      "https://image.tmdb.org/t/p/w300/cJnNRpN2NTgDTE1YcwvglEYoq5v.jpg",
      "https://image.tmdb.org/t/p/w300/tGaASzUEqDr2pucM6ZBgZkooztf.jpg",
      "https://image.tmdb.org/t/p/w300/ihDqZdTn8voHPXSCLZjUa6IHzMt.jpg",
      "https://image.tmdb.org/t/p/w300/1L4yYvtSPWtglsiwL7W7hCIpbIl.jpg",
      "https://image.tmdb.org/t/p/w300/vfhDI9hFYqKzbjElwy9dZCvoSXs.jpg",
      "https://image.tmdb.org/t/p/w300/fJqEpNyq0GipM3YvXarfuX6NjaO.jpg",
      "https://image.tmdb.org/t/p/w300/kurfeQggTqrnRLF26NJ5mi32GXo.jpg",
      "https://image.tmdb.org/t/p/w300/nBuiFy5ZxUwJt9znwlorHM0hN1s.jpg",
      "https://image.tmdb.org/t/p/w300/qth5gp3USe7lChxoONdOcWdCh4c.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dangal-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-dangal-2016-1080-p-blu-ray-aac-5-1-x-265-10-bit-mad-snake-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://cmdrive.org/share/IBFEDAXQ",
        "server": "Direct Link",
        "size": "2.6 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://mega.nz/file/9oAlwYjJ#UI-bzgYZtHdyGNS_UKJyIhW_d_eDnODTMDDqR-lpkZQ",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/1Fw0b/(CMorg)Dangal_2016_1080p_BluRay_AAC_5.1_x265_10bit-Mad_Snake.mkv",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dangal-2016-720-p-blu-ray-aac-5-1-x-265-10-bit-mad-snake-mkv-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "HEVC 720p"
      },
      {
        "link": "https://cmdrive.org/share/2LRck6JR",
        "server": "Direct Link",
        "size": "1.3 GB",
        "quality": "HEVC 720p"
      },
      {
        "link": "https://playersb.com/oxvwszku74d3.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "HEVC 720p"
      },
      {
        "link": "https://megaup.net/1Fva6/(CM)Dangal_2016_720p_BluRay_AAC_5.1_x265_10bit-Mad_Snake.mkv.mkv",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "HEVC 720p"
      }
    ],
    "trailer": {
      "video_id": "x_7YlGv9u1g",
      "video_url": "https://www.youtube.com/watch?v=x_7YlGv9u1g",
      "embed_url": "https://www.youtube.com/embed/x_7YlGv9u1g"
    }
  },
  {
    "metadata": "N/A|2016|136 min|Bollywood,Drama,Mystery",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "184"
    },
    "title": "Wajah Tum Ho (2016)",
    "description": "ဒီေဘာလိဝုဒ္ဇာတ္ကားဟာ ၂၀၁၆ ၊ ၁၂ လပိုင္းကထြက္ရွိထားတဲ့ Thriller ဇာတ္ကားျဖစ္ပါတယ္။ Sana Khan, Sharman Joshi, and Gurmeet Choudhary စတဲ့မင္းသားမင္းသမီးမ်ားမ်ားနဲ႕ Erotic ဆန္ဆန္ရိုက္ကူးထားပါတယ္။ဇာတ္ကားထဲက သီခ်င္းေတြနဲ႕ မင္းသားမင္းသမီးေတြရဲ႕ ခပ္ေဟာ့ေဟာ့သရုပ္ေဆာင္ခ်က္ေတြက ဇာတ္လမ္းဇာတ္ကြက္ထက္နာမည္ပိုၾကီး လူၾကိဳက္မ်ားပါတယ္။ေဘာလိဝုဒ္ဇာတ္ကားႏွစ္သက္သူေတြ ခံစားၾကည့္ရႈပါဦး။File size…(999MB) and (530MB)Quality…HD-Rip 720pFormat…mp4Duration….02:16:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungDownload and Watch 720p HD (VIP Link)(or)Download 720p HD (pCloud)Download Small File 360p (530MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVishal PandyaStarsSana KhaanSharman JoshiSherlyn ChopraZarine Khan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/5786d53b93bc959c0a9afb92081167b1.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/CY/Wajah_Tum_Ho_[2016]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/wajah-tum-ho-2016",
        "server": "CM Links",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/wajah-tum-ho-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/wajah-tum-ho-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tzwx/Wajah_Tum_Ho_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/77n9ue7kt177",
        "server": "upstream.to",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|89 min|Horror,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "8,663"
    },
    "title": "Better Watch Out (2017)",
    "description": "Better Watch Out movie ဟာ ​၂၀၁၇ခုႏ​ွစ္​ထြက္​ စိတၱဇ horror ကား အမ်ိဳးအစားျဖစ္​ပါတယ္​Rotten Tomatoes 87% IMDb 6.6 ထိရ႐ွိထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာငိထားသူ​ေတြက​ေတာ့ Levi Miller,Olivia Dejonge , Ed Oxenbould တို႔အဓိကပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ အခုလိုခရစၥမတ္​ရာသီမွာၾကည္​့​ေကာင္​းမယ္​ ခရစၥမတ္​ horror ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Ashley တစ္​​ေယာက္​ ခရစၥမတ္​အားလပ္​ရက္​မွာ ၁၂သား Luke Lerner ကိုက​ေလးထိန္​း​ေပးရပါတယ္​Luke ဟာ သူမကိုျမဴဆြယ္​တဲ့အမူအရာ​ေတြလုပ္​တက္​တာလည္​း သတိျပဳမိ​ေနခဲ့ပါတယ္​ထို႔​ေနာက္​ Luke သူငယ္​ခ်င္​း Garret အိမ္​အလည္​လာခ်ိန္​ သူတို႔တစ္​​ေတြ အိမ္​အ​ေပၚထပ္​ကအုတ္​ခ်ပ္​မွာ ထြက္​သြားရင္​​ေသရမယ္​ ဆိုတဲ့စာတန္​း​ေတြ႔တဲ့အခါ……ထူးဆန္​းတာ​ေတြျဖစ္​လာတဲ့အခါ……Garrett တစ္​​ေယာက္​အမည္​မသိ ​ေသနတ္​သမားပစ္​သတ္​ခ်င္​းခံရတဲ့အခါ…….လူသတ္​သမားအစစ္​ကဘယ္​သူလဲ……​ေနာက္​ကြယ္​ကၾကံစည္​​ေနသူက ဘယ္​သူလဲ……ဆိုတာ ၾကည္​့႐ႈသူကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့လိုက္​​ေနာ္​File Size : (700 MB) and (230 MB)Quality : Blu-Ray 720pRunning Time : 1hr 29minFormat : Mp4Genre :Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-GECKOSTranslated by Khin Pyae Sone KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris PeckoverStarsAleks MikicAlexandra MatuskoBeau AndreDacre MontgomeryEd OxenbouldGeorgia HollandLevi MillerOlivia DeJongePatrick WarburtonVirginia MadsenCastAleks MikicAlexandra MatuskoBeau AndreBrendan ClearkinDacre MontgomeryEd OxenbouldGeorgia HollandHugo MonottiLevi MillerMary ClearkinMichi FiferOlivia DeJongePatrick WarburtonTara Jade BorgTricia Mary HennessyVirginia Madsen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/85epLMAEIs6ugliFPBwpZjDZqJz.jpg",
      "https://image.tmdb.org/t/p/w300/r7RdSJWKeqgQ6ZsxM08d2xRoKor.jpg",
      "https://image.tmdb.org/t/p/w300/z5kSH7ijOI62RpZkjg0yCAG1Kn3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNmE5NWQyYjktMmMzYi00YjY2LWFmNTUtMWQyMzcwNWM2NWYzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/better-watch-out-2017",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/better-watch-out-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/better-watch-out-2016-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/emega0uj9a7e",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1BDxAsaoM1Y",
      "video_url": "https://www.youtube.com/watch?v=1BDxAsaoM1Y",
      "embed_url": "https://www.youtube.com/embed/1BDxAsaoM1Y"
    }
  },
  {
    "metadata": "|2016|115 min|Asian,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "787"
    },
    "title": "Apprentice (2016)",
    "description": "ရုပ္ရွင္နာမည္က Apprentice တဲ့ …Apprentice ဆိုတာခပ္လြယ္လြယ္ဘာသာျပန္ရင္ အလုပ္သင္ လို႔ ဆိုေသာ္ျငား အတိအက်ေျပာရရင္ရွုပ္တယ္ဗ်။ ကၽြန္ေတာ္ပဲေ၀ါဟာရဆင္းရဲတာလားေတာ့ မသိဘူး။ဥပမာေပးရရင္ ကား၀ပ္ေရွာ႔က ေကာင္ေလးေတြကို Apprentice လို႔ေခၚလို႔ရမယ္။ ပညာသင္အလုပ္သမားပံုစံ …ဆရာက ပညာသင္ေပးရတဲ့အတြက္ လစာေတာ့ ေလွ်ာ႔ေပးထားတာမ်ိဳးေပါ့ ..ဟီး …A person who is learning a trade from a skilled employer, having agreed to work for a fixed period at low wages ဆိုတဲ့ဖြင့္ဆိုခ်က္ကပဲ ပိုထိေရာက္မယ္ထင္တယ္။Apprentice က စကၤာပူ/မေလးရွားရုပ္ရွင္ပါ။စကၤာပူ/မေလးရုပ္ရွင္ေတြကိုအထင္မႀကီးတဲ့အတြက္ တခါမွမၾကည့္ဖူးဘူး။ ကိန္းရုပ္ရွင္ပြဲေတာ္အထိတက္ေရာက္ေအာင္ျမင္ခဲ့သလို၊ ဆီလိုအျပစ္ရွာေျပာတတ္တဲ့ ေဟာလိ၀ုဒ္ ေ၀ဖန္ေရးသမားေတြကပါ မွတ္ခ်က္ေကာင္းေကာင္းေတြေပးထားတာဆိုေတာ့ ၾကည့္ျဖစ္လိုက္တယ္။ဇာတ္လမ္းက ရွင္းလြန္းတယ္။စစ္သားတစ္ေယာက္ တပ္မေတာ္နဲ႔ စာခ်ဳပ္ျပည့္ၿပီးအျပင္ထြက္လာတဲ့အခ်ိန္မွာ ေထာင္ကိုအလုပ္၀င္ေလွ်ာက္ေတာ့ အလုပ္ရတယ္။အဲဒီေထာင္မွာ ေသဒဏ္က်အျပစ္သားေတြကို ႀကိဳးေပးဖို႔အတြက္(အမွန္က ႀကိဳးစင္ေမာင္းခလုတ္ျဖဳတ္တာ၊ ႀကိဳးက်စ္တာ) အလုပ္ေနရာကို ဘယ္သူမွမလုပ္ခ်င္လို႔ အခက္ေတြ႕ေနခ်ိန္ေပါ့။ေသြးေအးလြန္းတဲ့ အဲဒီစစ္ထြက္ကို ႀကိဳးမိန္႔ေပးတဲ့ေနရာမွာ အလုပ္သင္ Apprentice အျဖစ္ထားလိုက္တာ။ အဲဒီအေၾကာင္းေလးကိုပဲရိုက္ျပတာ အရမ္းရမ္းေကာင္းတယ္ဗ်ာ။စကားသိပ္မေျပာပဲ ဇာတ္ေကာင္စရိုက္ေတြတင္ျပတာ အရမ္းေကာင္းတယ္။အစြန္းေတြလြတ္ေအာင္ခ်ျပႏိုင္တယ္။အထူးတလည္ခ်ီးက်ဴးခ်င္တာကေတာ့ ေထာင္ရဲ႕လုပ္ငန္းစဥ္ေတြကို ေသခ်ာေလ့လာၿပီးမွ ရိုက္ထားတာကိုပဲ ..ဥပမာ – ကိုယ္အေလးခ်ိန္ဘယ္ေလာက္ရွိရင္ ႀကိဳးထံုးကို ဘယ္ေလာက္ထံုးရမယ္၊ ႀကိဳးအရွည္ဘယ္ေလာက္ထားရမယ္။ ႀကိဳးေပးခံရမယ့္သူကို ႀကိဳးကြင္းစြပ္ၿပီးရင္ ႀကိဳးရဲ႕အထံုးကို ဘာေၾကာင့္ ဘယ္ဘက္နားရြက္ေအာက္မွာပဲထားရတယ္စသျဖင့္ေပါ့ဗ်ာ။ေတာ္ေတာ္ေလးကို ေထာင့္ေစ့ေနေအာင္ႀကိဳးစားထားၾကတာ။တင္ဆက္ပံုကလည္းေလးစားစရာပါ။ဘယါေလာက္သတၱိေကာင္းတဲ့သူပဲျဖစ္ျဖစ္ ႀကိဳးေပးမယ့္ေနရာထိခပ္တင္းတင္းေလွ်ာက္လာႏိုင္တယ္ထားဦး၊ ေခါင္းစြပ္စြပ္ေပးၿပီး ႀကိဳးစင္ေပၚလည္းတင္ေရာ ေသြးပ်က္ကုန္တာေတြကအစ ဒါရိုက္တာဟာ ပညာသားပါပါခ်ျပႏိုင္လြန္းတယ္။ဒိုင္ယာေလာ့ေတြနည္းတယ္ဆိုေပမယ့္ ေျပာလိုက္တဲ့ စကားလံုးေတြကလည္း အရမ္းထိတယ္။ ဆရာက သူ႕တပည့္ကို သင္ေပးေနတဲ့စကားကိုပဲၾကည့္ …My job is to make sure he dies instantly. Make sure there’s no pain. In some countries they use the short drop. It’s pitiful, you know. The guy really suffers. They’ll let him struggle for 30 minutes until he turns blue and soils his pants before he dies. But here, we are humane. We make sure it is quick and painless.အႏွစ္ခ်ဳပ္ေျပာရရင္ Apprentice ဆိုတဲ့ရုပ္ရွင္ေလးကို တေနရာရာမွာ အမွတ္တမဲ့ေတြ႕ရင္ ၾကည့္ျဖစ္ေအာင္ၾကည့္ပါ။ ရသ စာအုပ္တစ္အုပ္ဖတ္လိုက္ရသလိုပဲလို႔ လက္တို႔ပါရေစ …ႏိုင္ငံတကာကေပးတဲ့ဆုေတြလည္း တသီႀကီးရထားတဲ့ ရုပ္ရွင္ဇာတ္ကားေကာင္းပါဗ်ာ။(ရုပ္ရွင္အညႊန္းကိုKo Aung Zaw Oo Facebookမွကူးယူေဖာ္ျပပါသည္။)File Size…(800MB) and (260MB)Quality…BluRay Rip 720pFormat…mp4Duration…01:55:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byCarey NyeinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBoo JunfengStarsBoon Pin KohCrispian ChanFir RahmanGerald ChewMastura AhmadNickson ChengOng Chao HongSean TobinWan Hanafi SuCastBoon Pin KohCrispian ChanFir RahmanGerald ChewMastura AhmadNickson ChengOng Chao HongSean TobinWan Hanafi Su",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j0e8EbHtcpYWJRaHz3IF9kpGqs2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/03102ba4efd6404e8ffcdb9f5c16ed9e.jpg",
    "movie_links": [
      {
        "link": "http://kibuilder.com/2dZj",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://yoalizer.com/chS",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://yoalizer.com/chh",
        "server": "openload.co",
        "size": "260 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "AxY3zZCqeTw",
      "video_url": "https://www.youtube.com/watch?v=AxY3zZCqeTw",
      "embed_url": "https://www.youtube.com/embed/AxY3zZCqeTw"
    }
  },
  {
    "metadata": "PG-13|2016|102 min|Action,Comedy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "28,043"
    },
    "title": "Ride Along 2 (2016)",
    "description": "ကဲဒီတခါတော့ ထွက်ထားတာကြာပြီဖြစ်ပေမဲ့ တော်တော်ရီရတဲ့စုံထောက်ဟာသကားလေးကို ပိတ်ရက်အတွက်တင်ပေးလိုက်ပါတယ်အတ္တလန္တာရဲဌာနက စုံထောက်ဖြစ်သူ ဘန်ဟာ အမှုတခုမှ မရည်ရွယ်ပါပဲမူးယစ်ဂိုဏ်းတစ်ခုကိုခြေရာခံမိရာမှ မိုင်ယာမီ အထိ သွားရောက်စုံစမ်းရန်အခွင့်ကြုံလာသော အခါမှ မကြာမီ ညီမဖြစ်သူနဲ့ လက်ထပ်တော့မယ်ရာထူးချပြီး ခံဝန်နဲ့ နေရသူ ယောက်ဖလောင်း အရာရှိ ဂျိမ်းစ် နဲ့သွားရောက် စုံစမ်းဖို့ အခွင့်ကြုံလာရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲအလွဲလွဲအချော်ချော်တေကကော ဘယ်လိုတွေများကြုံကြမလဲကို ဆက်လက် ကြည့်ရှုလိုက်ပါအုံးဗျာYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim StoryStarsBenjamin BrattIce CubeKevin HartTika Sumpter",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/large_5R0LIgh1amIE42Qm7B59yeW9RtF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ride-along-2-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "796MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3d0l9t2bwx59.html",
        "server": "usersdrive.com",
        "size": "796MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0qAgkTjR#hazSq_kDFlQEP6iNUQ3ouUHn0OZ0BiLq5eWPRw61cDI",
        "server": "mega.nz",
        "size": "796MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Srjp/Ride_Along_2_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "796MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/2zgfck10f8xd.html",
        "server": "streamsb.com",
        "size": "796MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFF0MzUzQTBHZGkzTnN2c3RKckprV1NTeUZIMUY5eUdSdmJQd3VxV09zOWZScHpGVGNrRS8ra0hVSjBWYWlVZGJRd1dRTndGKzR1Y3BpWnQzejVMRk1UdjV0YllkK3hFc2pIanpvc2hQZlAwTG01T1lIaXUyM1N5aVFsSEtoNklSVT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFF0MzUzQTBHZGkzTnN2c3RKckprV1NTeUZIMUY5eUdSdmJQd3VxV09zOWZScHpGVGNrRS8ra0hVSjBWYWlVZGJRd1dRTndGKzR1Y3BpWnQzejVMRk1UdjV0YllkK3hFc2pIanpvc2hQZlAwTG01T1lIaXUyM1N5aVFsSEtoNklSVT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFF0MzUzQTBHZGkzTnN2c3RKckprV1NTeUZIMUY5eUdSdmJQd3VxV09zOWZScHpGVGNrRS8ra0hVSjBWYWlVZGJRd1dRTndGKzR1Y3BpWnQzejVMRk1UdjV0YllkK3hFc2pIanpvc2hQZlAwTG01T1lIaXUyM1N5aVFsSEtoNklSVT0="
    }
  },
  {
    "metadata": "NC16|2016|1h 53min|Action,Asian,Comedy,Drama",
    "rating": {
      "rating": "2.3/10",
      "rating_count": "2,943"
    },
    "title": "From Vegas To Macau III (2016)",
    "description": "From Vegas To Macau III (2016)_____IMDb – 2.3/10အက်ရှင်ကြမ်းကြမ်းတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ The Man From Macau 3ကို မင်းသားကြီး Chow Yun-fat အပြင် မင်းသား Andy lau ပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကန်(Chow Yun-fat)ရဲ့သမီးနဲ့ သူ့တပည့်ရဲ့ မင်္ဂလာပွဲကို အကြမ်းဖက်တိုက်ခိုက်ခံရပါတယ်…အဲ့ဒီအချိန်မှာပဲ ကန်ဆေးရုံရောက်နေတဲ့အချိန်မှာ ဒီအိုအေရဲ့ ငွေကို ခိုးယူထားပါတယ်ဆိုပြီး ကန်တယောက်အဖမ်းခံရပါတော့တယ် ကန်တယောက် အဖမ်းခံရတာကို ထွက်ပြေးဖို့ကြိုးစားတဲ့အချိန်မှာပဲ ကျင်စက်နဲ့ပစ်ဖမ်းခံရတာကြောင့် ထောင်ထဲရောက်တဲ့အချိန် အတိတ်မေ့သွားပြီ ရူးသလိုနှမ်းသလိုဖြစ်သွားရှာတယ်…..ရူးသလိုဖြစ်နေတဲ့ကန်တယောက် အရင်ဇာတ်ကားတွေထက် ပိုစွမ်းတဲ့လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာကို ရယ်ရင်းမောရင်းကြည့်ရှုကြပါအုံးစို့ထွက်သမျှ Movieတွေထဲမှာ အကြည်ဆုံးက တရုတ်စာတန်းထိုးအသေနဲ့ ဖြစ်နေဖို့ Subtitle ကို အရောင်ထည့်ပြီး ကြည့်ရ အဆင်ပြေအောင် လုပ်ထားပါတယ်။ Subtitle Qualityနဲ့ ပတ်သတ်ပြီး စိတ်တိုင်း မကျတာများရှိရင် နားလည်ပေးကြဖို့ မေတ္တာရပ်ခံပါတယ်(ဇာတ်ကားအညွန်းရေးပေးသူကတော့ Ap Newshcoolပဲ ဖြစ်ပါတယ်)အက္ရွင္ၾကမ္းၾကမ္းေတြကို ဟာသဆန္ဆန္ရိုက္ကူးထားတဲ့ The Man From Macau 3ကို မင္းသားၾကီး Chow Yun-fat အၿပင္ မင္းသား Andy lau ပါ ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္း အက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ေတာ့ ကန္(Chow Yun-fat)ရဲ႕သမီးနဲ႕ သူ႕တပည္႕ရဲ႕ မဂၤလာပြဲကို အၾကမ္းဖက္တိုက္ခိုက္ခံရပါတယ္…အဲ့ဒီအခ်ိန္မွာပဲ ကန္ေဆးရံုေရာက္ေနတဲ့အခ်ိန္မွာ ဒီအိုေအရဲ႕ ေငြကို ခိုးယူထားပါတယ္ဆိုၿပီး ကန္တေယာက္အဖမ္းခံရပါေတာ့တယ္ ကန္တေယာက္ အဖမ္းခံရတာကို ထြက္ေၿပးဖို႕ၾကိဳးစားတဲ့အခ်ိန္မွာပဲ က်င္စက္နဲ႕႔ပစ္ဖမ္းခံရတာေၾကာင့္ ေထာင္ထဲေရာက္တဲ့အခ်ိန္ အတိတ္ေမ့သြားၿပီ ရူးသလိုႏွမ္းသလိုၿဖစ္သြားရွာတယ္…..ရူးသလိုၿဖစ္ေနတဲ့ကန္တေယာက္ အရင္ဇာတ္ကားေတြထက္ ပိုစြမ္းတဲ့လူဆိုးေတြနဲ႕ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္မလဲဆိုတာကို ရယ္ရင္းေမာရင္းၾကည္႕ရႈၾကပါအံုးစို႕ထြက္သမွ် Movieေတြထဲမွာ အၾကည္ဆံုးက တရုတ္စာတန္းထိုးအေသနဲ့ ျဖစ္ေနဖို့ Subtitle ကို အေရာင္ထည့္ျပီး ၾကည့္ရ အဆင္ေျပေအာင္ လုပ္ထားပါတယ္။ Subtitle Qualityနဲ့ ပတ္သတ္ျပီး စိတ္တိုင္း မက်တာမ်ားရိွရင္ နားလည္ေပးၾကဖို့ ေမတၱာရပ္ခံပါတယ္(ဇာတ္ကားအညြန္းေရးေပးသူကေတာ့ Ap Newshcoolပဲ ျဖစ္ပါတယ္)File Size         : 800 MBQuality           : Blu ray Rip 720PRunning Time : 1hr 53 minuteFormat           : Mp4Genre             : Action, Comdey, DramaEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew LauJing WongStarsAndy LauJacky CheungYun-Fat ChowCastAndy LauAngela WangAnita ChuiCarina LauCharles HeungChow Yun-fatDavid ChiangDerek TsangElena KongFrankie NgGrace WongIris ChungJacky CheungJacky HeungJacqueline Chong Si-ManJin GangKimmy Tong FeiLaw Kar-YingLǐ YǔchūnLo Hoi-PangMaria CorderoMichelle HuNick CheungPhilip KeungPsyShawn YueYuen Qiu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nVqyqpg1xjTBWMfY0P1Zz4btJeH.jpg",
      "https://image.tmdb.org/t/p/w300/8HaglX0f11Oj3fUBvqxlkEzjZsw.jpg",
      "https://image.tmdb.org/t/p/w300/a2rp8hlHPXfjkqH1SG7GeRksoQE.jpg",
      "https://image.tmdb.org/t/p/w300/f3RpmtwI76TccZCcUjkCIRPGSu5.jpg",
      "https://image.tmdb.org/t/p/w300/v3zYXZU4kozKv4FeIs0NQe4BVeO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-III-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/47kaqcqfgfhy.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/from-vegas-to-macau-iii-du-cheng-feng-yun-iii-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/V7gc/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/I0gHSSgL#lHxnGiNXxTCD9d8BCx3aKiho9wkOWYMY_lsmqNmN8xU",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/n60h5z0shyi3",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://loadpot.net/ijszghudvjlt/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4.html",
        "server": "datbu.com",
        "size": "800 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "3wEJ_T8hovw",
      "video_url": "https://www.youtube.com/watch?v=3wEJ_T8hovw",
      "embed_url": "https://www.youtube.com/embed/3wEJ_T8hovw"
    }
  },
  {
    "metadata": "|2016||Adventure,Animation",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "1,003"
    },
    "title": "Ghost Patrol (2016)",
    "description": "Ghost Patrol (2016)================IMDb Rating – 4.9/10#Unicodeဒီနေ့အတွက် တင်ပေးချင်တာက 2016 ခုနှစ်ကထွက်ထားတဲ့ Animation , Adventure movieလေးပဲဖြစ်ပါတယ်။ Ghost Patrolဆိုတဲ့ကားလေးကတော့ လူငယ်စွန့်စားခန်းပုံမျိုးလေးပါပဲ၊သူငယ်ချင်း၂ယောက်ဟာ သရဲအစစ်များကို အရမ်းတွေ့ချင်ပြီး စွန့်စားချင်တာကြောင့် သရဲဖမ်းအဖွဲ့လေးတစ်ခုဖွဲ့ထားပါတယ်။ ဒါပေမယ့်သူတို့အဖွဲ့ကိုအထင်မကြီးတဲ့သူတွေရဲ့နောက်ပြောင်အကူအညီတောင်းမှုကို ကူညီဖို့ကြိုးစားရာမှ တကယ့်သရဲအစစ်ကြီးနဲ့ဘယ်လိုတွေ့ပြီး ဘာကောင်တွေကိုအတူနှိမ်နင်းမလဲဆိုတာ ခပ်မိုက်မိုက်လေးနဲ့ကြည့်မြင်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ တင္ေပးခ်င္တာက 2016 ခုႏွစ္ကထြက္ထားတဲ့ Animation , Adventure movieေလးပဲျဖစ္ပါတယ္။ Ghost Patrolဆိုတဲ့ကားေလးကေတာ့ လူငယ္စြန႔္စားခန္းပုံမ်ိဳးေလးပါပဲ၊သူငယ္ခ်င္း၂ေယာက္ဟာ သရဲအစစ္မ်ားကို အရမ္းေတြ႕ခ်င္ၿပီး စြန႔္စားခ်င္တာေၾကာင့္ သရဲဖမ္းအဖြဲ႕ေလးတစ္ခုဖြဲ႕ထားပါတယ္။ ဒါေပမယ့္သူတို႔အဖြဲ႕ကိုအထင္မႀကီးတဲ့သူေတြရဲ႕ေနာက္ေျပာင္အကူအညီေတာင္းမႈကို ကူညီဖို႔ႀကိဳးစားရာမွ တကယ့္သရဲအစစ္ႀကီးနဲ႔ဘယ္လိုေတြ႕ၿပီး ဘာေကာင္ေတြကိုအတူႏွိမ္နင္းမလဲဆိုတာ ခပ္မိုက္မိုက္ေလးနဲ႔ၾကည့္ျမင္ရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 47 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, AdventureSource : 1080p.WebRi[Translator – Hnin Wut YiEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaren J. LloydStarsLili BeaudoinScott McNeilShannon Chan-KentTravis TurnerVincent TongCastLili BeaudoinScott McNeilShannon Chan-KentTravis TurnerVincent Tong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5spZZLJDx0xw0VGPmJj2v7UFkpH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjVkYWUwYWUtM2MwNS00OGVlLWJmMjUtYzU0NGI3ZDMzZTI4XkEyXkFqcGdeQXVyNDM2MjM2NDU@._V1_SY1000_CR006861000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3kqxxc3dxqas.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ghost-patrol-2016-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/2TRwp/[CM]Ghost.Patrol.2016.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://upstream.to/29hdftyhqqdx",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://mega.nz/file/oG5hFCKC#uHiNgdFUgdjdpBmNyJIwNyYp8dR3dYSoRkQpI3sGj1w",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-ghost-patrol-2016-web-rip-720-p-mp-4",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEBRIP 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2016|101 min|Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "290"
    },
    "title": "The Dog Lover (2016)",
    "description": "၂၀၁၆ ခုႏွစ္ထြက္ တိရိစၦာန္အခ်စ္ေတာ္မ်ားအတြက္Drama ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ရွင္းရွင္းေျပာရရင္ေတာ့ က်ေတာ္ကေတာ့ ဒီကားေလးကိုပိုစတာၾကည့္ၿပီး မင္းသမီးကို သေဘာက်လို႔ၾကည့္တာပါ (စကားခ်ပ္)ဇာတ္လမ္း ေလးကေတာ့ ဆာရာဟာ တိရိစၦာန္အေရးကာကြယ္ေရးအဖြဲ႕ရဲ႕ ေရွ႕ေဆာင္တက္ႂကြလူပ္ရွားသူတစ္ေယာက္ပါသူဟာ တိရိစၦာန္ေတြအတြက္ ဥပေဒေတြ ကာကြယ္ေစာင့္ေရွာက္မူေတြအတြက္ပါ လူံေဆာ္ ေနသူတစ္ေယာက္ တေန႔ သူေက်ာင္းမွာအဆိုင္းမန္႔ တစ္ခုလုပ္ရာမွ ဘာေတြ စိတ္၀င္စားစရာေတြ လာမလဲဆိုတာကိုဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ 🙂Download from OpenloadDownload From Yoteshin LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex RanariveloStarsAllison PaigeJames RemarJayson BlairLea Thompson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-2.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2016|110 min|Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3,262"
    },
    "title": "In Dubious Battle(2016)",
    "description": "In Dubious Battle(2016)((Zawgyi))အလုပ္သမားသပိတ္၊ ေက်ာင္းသားသပိတ္ စသျဖင့္ သပိတ္ေပါင္းမ်ားစြာထဲက အေမရိကန္ အရင္းရွင္စနစ္ရဲ႕ ဖိႏွိပ္မႈေအာက္ကေန တြန္းလွန္တိုက္ပြဲဝင္ခဲ့တဲ့ သစ္သီးၿခံအလုပ္သမား သပိတ္လည္း တစ္ခုအပါအဝင္။သူတုိ႕ေတြဟာ တစ္ေန႔လုပ္ခ ၁ ေဒၚလာသာ ရခဲ့ၾကၿပီးအလုပ္သမားေတြရဲ႕ မေက်နပ္သံ၊ ေပါက္ကြဲသံေတြနဲ႔ အေမရိကန္စီးပြားေရးပ်က္ကပ္ ေခတ္ႀကီးတစ္ေခတ္ရဲ႕ အထင္ကရ ေတာ္လွန္ေရးတစ္ခုလုိျဖစ္ခဲ့တယ္…..ဒီဇာတ္ကားက John Steinbeck ရဲ႕ ဝတၳဳကို ျပန္လည္အသက္သြင္းထားတာ။ ဒါရုိက္တာကလည္း စာအလြန္ဖတ္ၿပီး Classic ဇာတ္ကား ေတာ္ေတာ္မ်ားမ်ား ျပန္ရုိက္ထားတဲ့ James Franco ႀကီး။ Franco ႀကီးရဲ႕ ျပန္လည္တင္ဆက္မႈဟာ တကယ္လည္းလက္ရာေျမာက္ခဲ့ပါတယ္…..ၾကည့္ရွဳသူေတြအေနနဲ႕ ဗဟုသုတေပါင္းမ်ားစြာရရွိသလုိဇာတ္လမ္းကလည္း ဆြဲေဆာင္မႈရွိပါတယ္….ခံစားၾကည့္လုိက္ပါဦး……(unicode)အလုပ်သမားသပိတ်၊ ကျောင်းသားသပိတ် စသဖြင့် သပိတ်ပေါင်းများစွာထဲက အမေရိကန် အရင်းရှင်စနစ်ရဲ့ ဖိနှိပ်မှုအောက်ကနေ တွန်းလှန်တိုက်ပွဲဝင်ခဲ့တဲ့ သစ်သီးခြံအလုပ်သမား သပိတ်လည်း တစ်ခုအပါအဝင်။သူတို့တွေဟာ တစ်နေ့လုပ်ခ ၁ ဒေါ်လာသာ ရခဲ့ကြပြီးအလုပ်သမားတွေရဲ့ မကျေနပ်သံ၊ ပေါက်ကွဲသံတွေနဲ့ အမေရိကန်စီးပွားရေးပျက်ကပ် ခေတ်ကြီးတစ်ခေတ်ရဲ့ အထင်ကရ တော်လှန်ရေးတစ်ခုလိုဖြစ်ခဲ့တယ်…..ဒီဇာတ်ကားက John Steinbeck ရဲ့ ဝတ္ထုကို ပြန်လည်အသက်သွင်းထားတာ။ ဒါရိုက်တာကလည်း စာအလွန်ဖတ်ပြီး Classic ဇာတ်ကား တော်တော်များများ ပြန်ရိုက်ထားတဲ့ James Franco ကြီး။ Franco ကြီးရဲ့ ပြန်လည်တင်ဆက်မှုဟာ တကယ်လည်းလက်ရာမြောက်ခဲ့ပါတယ်…..ကြည့်ရှုသူတွေအနေနဲ့ ဗဟုသုတပေါင်းများစွာရရှိသလိုဇာတ်လမ်းကလည်း ဆွဲဆောင်မှုရှိပါတယ်….ခံစားကြည့်လိုက်ပါဦး……File Size : (1.03GB) and (358 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:50:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames FrancoJanet BeesonRobin MeyersStarsBryan CranstonEd HarrisJames FrancoJosh HutchersonNat WolffRobert DuvallSam ShepardSelena GomezVincent D'OnofrioZach BraffCastAhna O'ReillyAlex MorfAnaleigh TiptonAshley GreeneAustin StowellBeth GrantBryan CranstonCoby BattyDanny McBrideEd HarrisJack KehlerJacob LoebJames FrancoJohn SavageJosh HutchersonKeegan AllenKimberly CrandallNat WolffRobert DuvallSam ShepardScott HazeSelena GomezVince JolivetteVincent D'OnofrioZach Braff",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eamCgmajLKamFL3WZwQDrSNe5RE.jpg",
      "https://image.tmdb.org/t/p/w300/yn1uWxNu0SLk32IWKXoEwKhk7mV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bC7N0pUc6RzuDqSNHsV0VXk06Cq.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/A90HzltUsR",
        "server": "drive.google.com",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://myandrive.net/file/jaRuoYjTPF",
        "server": "drive.google.com",
        "size": "358MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2Oe4k/In_Dubious_Battle.2016.Bluray.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Oe4q/In_Dubious_Battle.2016.360P.PP.mp4",
        "server": "megaup.net",
        "size": "358MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/2AF0/In_Dubious_Battle.2016.Bluray.720p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/2AF1/In_Dubious_Battle.2016.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "358MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/ltfpaspmaqqnmboo/In_Dubious_Battle_2016_Bluray_720p_pp_mp4",
        "server": "streamango.com",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://streamango.com/f/ponmmklsaaaqlanq/In_Dubious_Battle_2016_360P_PP_mp4",
        "server": "streamango.com",
        "size": "358MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/4gtgD",
        "server": "mirrorace.com",
        "size": "1.03GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/2Uym4",
        "server": "mirrorace.com",
        "size": "358MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "JLJM9uTS8Nw",
      "video_url": "https://www.youtube.com/watch?v=JLJM9uTS8Nw",
      "embed_url": "https://www.youtube.com/embed/JLJM9uTS8Nw"
    }
  },
  {
    "metadata": "R|2016|114 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "24,831"
    },
    "title": "War Dogs (2016)",
    "description": "ဒီကားဟာ ထူးခြားတဲ့ ပေါင်းစပ်မှုကားလေးပါ။ ဟိုးအရင်တုန်းက နာမည်ကြီးခဲ့တဲ့ Hot Shot ကားလို စစ်ကားဟာသလိုင်းလေး ဖြစ် ပါတယ်။ ဟောလိဝုဒ်မှာ Genre ကို တစ်မျိုးတစ်စားတည်း မလုပ်ကြတော့ဘဲ Multi တွေ လုပ်လာကြတယ်။ ဘယ်လိုလဲဆိုတော့ ဟာသဆိုရင် လည်း ဟာသတစ်ခုတည်း မဟုတ်ဘဲ အချစ်လေးပါထည့်ပြီး comedy romance လေးတွေ လုပ်ကြတယ်။ ဥပမာ ကိုရီးယားနိုင်ငံရဲ့ အချစ်ဟာသ ဇာတ်လမ်းတွဲလေးတွေလိုပေ့ါ။ ဟာသသရဲကား၊ ဟာသအက်ရှင်ကား စသဖြင့် အစုံပေါင်းစပ်ပြီး ပရိသတ်စိတ်ဝင်စားလာအောင် လုပ်ကြတယ်။ ဒီတစ်ပတ်မှာတော့ ပေ့ါပေါ့ပါးပါးအနေနဲ့ ဟာသအက်ရှင်၊စစ်ကားလေးကို ဖော်ပြလိုက်ရပါတယ်။War Dogs …မြန်မာလိုဘာသာပြန်ရင် လက်နက်ရောင်းဝယ်သူလို့ အမည်ရပါတယ်။ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ Documentary အမျိုးအစားဖြစ်ပြီး ထူးခြားတာက ပျင်းစရာမကောင်းတာပါပဲ။ တစ်ခြားသော ဇာတ်ကားအမျိုးအစားတွေနဲ့ မတူပဲ တစ်ကားလုံး စိတ်ဝင်စားဖို့ကောင်းပြီး  အဆုံးထိဆွဲဆောင်နိုင်တဲ့ ကားတစ်ကားပါ။ဇာတ်လမ်းကြောရိုးကတော့ မိုင်ယာမီမှာ သမရိုးကျ အနှပ်သည်လုပ်ငန်းနဲ့ အသက်မွေးဝမ်းကျောင်းပြုနေတဲ့ လူငယ်လေးတစ်ယောက်ဟာ မွေးရပ်မြေကို ပြန်လည်ရောက်ရှိလာတဲ့ ငယ်သူငယ်ချင်းတစ်ယောက်နဲ့ ပေါင်းမိပြီး အန္တရာယ်များတဲ့ လက်နက်ရောင်းဝယ်ရေးလုပ်ငန်းကို ခြေချမိရာကနေပြီး သူမမျှော်မှန်းထားတဲ့ အခြေအနေကို ရောက်ရှိသွားတာကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဇာတ်ဆောင်အားလုံးကလည်း လူငယ်တွေပေမယ့် အရမ်းပီပြင်ပြီး ဆုံးခန်းတိုင်အောင် စွဲဆောင်နိုင်တဲ့ ကားတစ်ကားပါ။ဂျိုးနာ့ဟီလ်ဒီကားမှာ ဟာသသရုပ်ဆောင်ဖြစ်တဲ့ ဂျိုးနာ့ဟီလ်အပြင် ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ ဟာသကား Hangover ထဲက မင်းသားချော ဘရက်ဒလေကူးပါးလည်း ပါဝင်ထားတယ်။ ဒါပေမဲ့ အဓိက သရုပ်ဆောင်ကတော့ ဟာသ သရုပ်ဆောင်ဖြစ်တဲ့ ဂျိုးနာ့ဟီလ်ပဲ ဖြစ်ပါတယ်။ ဂျိုးနာ့ဆိုတာ တခြားသူ မဟုတ်ပါဘူး။ မင်းသားချော ချန်နင်တက်တွန်နဲ့ တွဲပြီး စုံထောက်ကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားပဲ ဖြစ်ပါတယ်။ ဂျိုးနာ့ဟာ ဟာသသရုပ်ဆောင်ဆိုပေမယ့် ထူးချွန်တဲ့ သရုပ်ဆောင်ပါ။ ၂၀၁၃ခုနှစ်က The Wolf of Wall Street ကားနဲ့ အကောင်းဆုံးဇာတ်ပို့ မင်းသား အကယ်ဒမီဆုကို ဆွတ်ခူးရရှိခဲ့သူ ဖြစ်ပါတယ်။ဖော်ဘီမဂ္ဂဇင်းကြီးက ဖော်ပြခဲ့တဲ့ ကမ္ဘာ့အနုပညာကြေးအမြင့်ဆုံးသရုပ်ဆောင်တွေထဲ မှာ အဆင့် ၂၈ချိတ်ခဲ့တဲ့သူလည်း ဖြစ်ပါတယ်။လီယိုနာဒိုဆီက အကြံရခဲ့ခြင်းဂျိုးနာ့နဲ့လီယိုနာဒိုတို့ဟာ The Wolf of Wall Street မှာ အတူတွဲပြီး သရုပ်ဆောင်ဖူးခဲ့ကြတယ်။ အဲဒီတုန်းက လီယိုက ဂျိုးနာ့ကို သရုပ်ဆောင်တာနဲ့ ပတ်သက်ပြီး အကြံပေးခဲ့ဖူးတယ်။ ကိုယ်သရုပ်ဆောင်မယ့်ဇာတ်ရုပ်နဲ့ ပတ်သက်ပြီး ဇာတ်ကောင်အလိုက် အပြင်မှာ တူတဲ့ ဇာတ်ကောင်စရိုက်လူတွေကို ရှာပြီး လေ့လာပါ။ ဒါမှမဟုတ် အပြင်လောကမှာ လူတွေနဲ့ တွေ့ပါ။ အကဲခတ်ပါ။ လိုတာကို ယူပါ။ မလိုတာကို ထားခဲ့ပါဆိုပြီး သင်ပေးခဲ့ဖူးတယ်။ ကိုယ့်ဟာကိုယ် တည်းဖြတ်ပြီး သင်ယူပါလို့ ညွှန်ကြားပေးခဲ့ဖူးကြောင်း ဂျိုးနာ့က ပြောကြားခဲ့တယ်။မိုင်လ်စ်တယ်လာဒီမင်းသားဟာလည်း ခေတဲ့သူ မဟုတ်ပါဘူး။ ဝင်ငွေအရရော ဝက်ဝက်ကွဲအောင်မြင်ခဲ့ပြီး အနုပညာအရလည်း အောင်မြင်ခဲ့တဲ့ Whiplash ကားမှာ ခေါင်းဆောင်မင်းသားအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ လူငယ်မင်းသားတစ်လက် ဖြစ်ပါတယ်။ Whiplash ကားဟာ (၈၇)ကြိမ်မြောက် အကယ်ဒမီဆုပေးပွဲမှာ အကယ်ဒမီဆု ငါးဆု ဆွတ်ခူးရရှိခဲ့တဲ့ကားဖြစ်ပါတယ်။တယ်လာရဲ့ အနုပညာဟာ အသက်ငယ်သလောက် ပြောင်မြောက် လှသလို သူ့ရဲ့ဘဝဟာလည်း ထူးခြားလှပါတယ်။ ၂၀၀၇ခုနှစ်မှာ သေလုမျှောပါး ကားအက်စီးဒန့်စ်ဖြစ်ခဲ့ပြီး မျက်နှာနဲ့လည်ပင်းမှာ သေရာပါ အမာရွတ်တွေ ကျန်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်း သူ့အနုပညာကို သူ့မျက်နှာနဲ့လည်ပင်းက အမာရွတ်တွေဟာ အဟန့်အတားမဖြစ်စေခဲ့ပါဘူး။(အညွှန်းကို themyanmarreview.com မှကူးယူဖော်ပြပါသည်။)ဒီဇာတ်ကားဟာ IMDb (7.2/10) နဲ့ Rotten Tomatoes (60%) ရရှိထားပါတယ်။ကြည့်ရှုအားပေးပါဦး။(CM Team မှ Tartee Poe မှတင်ဆက်လိုက်တာပါ။)File size…(900MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTodd PhillipsStarsDavid PackouzGregg WeinerMiles TellerSteve Lantz",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/WRDGS_Tsr_1sht_Vert_2764x4096_INTL_master.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/war-dogs-2016",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/war-dogs-2016-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rP3l/War_Dogs_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/3ewsu4iag44a.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2016|1h 42min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "52,775"
    },
    "title": "Pete’s Dragon (2016)",
    "description": "Pete’s Dragon (2016)IMDb – 6.7/10_____Rotten – 88%Disney ရဲ့ ၂၀၁၆ ထွက် လက်ရာကောင်းတစ်ခုပါပဲ။ IMDb 6.7 ရထားပါတယ်။ဇတ်လမ်းအကျဉ်းလေးကတော့ ၅ နှစ်သားမှာ ကားမှောက်ပြီးမိဘ၂ ပါးလုံး ဆုံးသွားတဲ့ ကလေးလေး Pete၊တောနက်ထဲမှာ တစ်ယောက်တည်းဖြစ်နေတုန်းသူ့လိုပဲ တစ်ကောင်တည်းအထီးကျန်နေတဲ့ နဂါးကြီးနဲ့တွေ့ပြီး သူငယ်ချင်းတွေ ဖြစ်လာခဲ့တယ်။နဂါးကို နဂါးလို့ခေါ်မှန်းတောင် မသိတဲ့ Pete လေးဟာနဂါးမိတ်ဆွေလေးကို သူ့ပုံပြင်စာအုပ်ထဲက အက်လီရက် ဆိုတဲ့နာမည်ကိုပေးထားပြီတောထဲမှာ ၂ ကောင်သား ၆ နှစ်တိတိအသက်ရှင်နေထိုင်နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သစ်ခုတ်ရင်း တဖြည်းဖြည်း တောနက်ထဲထိ ကျွံဝင်လာတဲ့ အလုပ်သမားတွေနဲ့သစ်တောအရာရှိမိသားစုလေးနဲ့ ဆုံတွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါ…..File Size     :   743 MBDuration    :   1 : 42 :45Quality        :   Bluray ripFormat       :   MP4Genre          :   Action, Adventure, FantasyTranslator :   LittleneoEncoder      :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBruno Du BoisDavid LoweryDianne MoffattJoe NolanStarsAaron JacksonBryce Dallas HowardIsiah Whitlock Jr.John KassirKarl UrbanMarcus HendersonOakes FegleyOona LaurenceRobert RedfordWes BentleyCastAaron JacksonAnnabelle Malaika SüessAugustine FrizzellBrandie StephensBryce Dallas HowardBukhosi NgwenyaDaria PonomaryovaDavid J. MuzzerallEsmée MyersFrancis BiggsFraser McLeodGareth ReevesGeoff NaylorIan HarcourtIsiah Whitlock Jr.Jade HealyJade ValourJames AllcockJason FitchJasper PuttJenesis Au-yeungJim McLartyJohn KassirJosephine StephensKarl UrbanKeagan Carr FranschLevi AlexanderMarcus HendersonMia ThomasOakes FegleyOliver NellOlly PreslingOona LaurencePhil GrieveRichard FalknerRobert RedfordRuby AcevedoSteve BarrTai MacKenzieToby HalbrooksWes BentleyWilliam J. Rawbone",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ct9S0m2U2RTCFAVnq3y0nF0Tgb2.jpg",
      "https://image.tmdb.org/t/p/w300/xjLkYArglI77gGC6NlAnAVrcHWH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/petes-dragon-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/k1sh3yf500g4.html",
        "server": "usersdrive.com",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/petes-dragon-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/a3f2c52f/petes-dragon-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2e88l/Pete_s_Dragon_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/QEkFCZBS#io5GMpwkenFAV3H1N1S14owVtT1o7PEBnUGfR35MM3w",
        "server": "mega.nz",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/wy19udu3ko9i",
        "server": "upstream.to",
        "size": "743 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "fPOamb6d_20",
      "video_url": "https://www.youtube.com/watch?v=fPOamb6d_20",
      "embed_url": "https://www.youtube.com/embed/fPOamb6d_20"
    }
  },
  {
    "metadata": "R|2016|N/A|Action,War",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Sniper Ghost Shooter (2016) ျမန္မာစာတန္းထိုး",
    "description": "ကဲဒီတစ္ခါေတာ့ Sniper ကားတစ္ကားနဲ႕မိတ္ဆက္ေပးပါရေစမစ္ရွင္တစ္ခုအတြက္ အၾကမ္းဖက္သမားမ်ားလက္မွအေရးၾကီးေသာ ဂတ္စ္ပို္က္လိုင္းကို ကာကြယ္ဖို႕အတြက္လုပ္ေဆာင္ရာမွာ စႏိုက္ပါသမား၂ေယာက္က ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရမလဲဆိုတာကိုဆက္လက္ရွဴစားၾကရေအာင္လားYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDon Michael PaulStarsChad Michael CollinsEnoch FrostNigel BarberPresciliana Esparolini",
    "screenshot_links": [],
    "thumbnail_link": "http://undertheradar.military.com/wp-content/uploads/2016/05/Sniper_Ghost_Shooter_3D_CompBox.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sniper-ghost-shooter2016",
        "server": "VIP Links",
        "size": "700 Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/sniper-ghost-shooter-2016-mm-sub-mp-4",
        "server": "VIP Links",
        "size": "700 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRnYnZDRmlKNFpocDluUVFlM0dWL1haSm1VRU1FQWxkVFBjd3BMRWlCY0JMR2sxbHZpazNsbDNOZ2JiTldyZ2VNcytDSjhBMW9ZRHZCV24veFloY1F5UHBFeGhNVkQ0eXQ3UnBvc3ltMjBKMkduWCtYM2ZjaUhVdGgrbHdxUUJJRT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRnYnZDRmlKNFpocDluUVFlM0dWL1haSm1VRU1FQWxkVFBjd3BMRWlCY0JMR2sxbHZpazNsbDNOZ2JiTldyZ2VNcytDSjhBMW9ZRHZCV24veFloY1F5UHBFeGhNVkQ0eXQ3UnBvc3ltMjBKMkduWCtYM2ZjaUhVdGgrbHdxUUJJRT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRnYnZDRmlKNFpocDluUVFlM0dWL1haSm1VRU1FQWxkVFBjd3BMRWlCY0JMR2sxbHZpazNsbDNOZ2JiTldyZ2VNcytDSjhBMW9ZRHZCV24veFloY1F5UHBFeGhNVkQ0eXQ3UnBvc3ltMjBKMkduWCtYM2ZjaUhVdGgrbHdxUUJJRT0="
    }
  },
  {
    "metadata": "|2016||Biography,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "The Last Family (2016)",
    "description": "ဒီတစ်ခါ ဖြစ်ရပ်မှန်အပေါ်ပြန်လည်အခြေခံရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ပိုလန် ပန်းချီဆရာတစ်ယောက်ဖြစ်တဲ့ ဇဂျီစွာဗ် ဘက်စင်စကီဟာသူ့ရဲ့ စိတ္တဇဆန်ဆန် အိပ်မက်ဆန်ဆန် ပန်းချီကားတွေကြောင့်နာမည်ကျော်ကြားခဲ့သူတစ်ဦးပါ။ပန်းချီဝါသနာပါသူတွေနဲ့ ပန်းချီကားတွေအကြောင်းလေ့လာရတာသဘောကျသူတွေကတော့သူ့လက်ရာပန်းချီကားတွေကို မြင်ဖူးတွေ့ဖူးကြမှာပါ။ဇဂျီစွာဗ်ရဲ့ပန်းချီကားတွေဟာ ခေတ်သစ် အနုပညာလက်ရာတွေအပေါ်လွှမ်းမိုးမှုရှိတယ်လို့ ပြောရင်လည်း မှားမယ်မထင်ဘူးဗျ။Horrorဆရာတစ်ဆူဖြစ်တဲ့ Guillermo del Toroကလည်းသူ့ရဲ့ပရိတ်သတ်တစ်ဦးဖြစ်တယ်လို့ ပြောဖူးပါသေးတယ်။ဒါကြောင့်မို့လို့လည်း သူတို့ရဲ့ဖန်တီးမှုတွေဟာပဟေဠိဆန်ပြီး ခြောက်ခြားဖို့ကောင်းနေတာလို့ ထင်တယ်ဗျ။ဒီရုပ်ရှင်ကတော့ ဇဂျီစွာဗ် ဘက်စင်စကီရဲ့ဘဝအကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ရုပ်ရှင်တစ်ပုဒ်ဖြစ်ပါတယ်။ဇဂျီစွာဗ် ဘတ်စင်စကီရဲ့ ဘဝဟာလည်း သူဆွဲခဲ့တဲ့ပန်းချီကားတွေလိုပဲ ရှုပ်ထွေးပြီး ထူးဆန်းပါတယ်။သူ့မှာ ဇိုရှာလို့ခေါ်တဲ့ မိန်းမတစ်ယောက်ရှိပြီးတောမက် ဘက်စင်စကီဆိုတဲ့ သားတစ်ယောက်လည်း ရှိပါသေးတယ်။တောမက်ကတော့ ပြဿနာခဏခဏရှာတတ်တဲ့စိတ်ဝေဒနာသည်လေးတစ်ဦးလို့ပဲ ပြောရမယ်ဗျ၊ဒါပေမယ့် သူကလည်း ရုပ်ရှင်ဘာသာပြန်နဲ့ရေဒီယိုအစီအစဉ်တင်ဆက်သူ တစ်ဦး ဖြစ်ခဲ့ပြန်ပါသေးတယ်။စိတ်ဝင်စားစရာကောင်းတာက ဒီမိသားစုဝင်တွေရဲ့သေဆုံးပုံတွေကလည်း တစ်မျိုးစီ ထူးခြားပြီးစဉ်းစားစရာဖြစ်နေတာပါပဲ။ဒီလိုအဖြစ်ဆိုးတွေကပဲ ဇဂျီစွာဗ်ရဲ့ ပန်းချီတွေကိုခြောက်ခြားဖို့ကောင်းစေခဲ့တာလား၊ပန်းချီကားတွေရဲ့ အဓိပ္ပာယ်ကရော ဘာလဲစတာတွေက အဖြေရှာရခက်တဲ့ မေးခွန်းတွေပါ။ဒီလိုထူးဆန်းတဲ့ပန်းချီတွေကိုဆွဲခဲ့တဲ့ ပန်းချီဆရာတစ်ယောက်ရဲ့ဘဝအကြောင်းကို နားလည်ချင်ရင်တော့ဒီရုပ်ရှင်ကိုသာကြည့်လိုက်ပါဗျ။ရိုက်ကူးထားသူကလည်း ပိုလန်ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့Jan P. Matuszyńskiဖြစ်ပါတယ်။Ratingရလဒ်ကောင်းတွေလည်း ရရှိထားတာမို့ကြည့်သင့်တဲ့ ရုပ်ရှင်ဖြစ်တယ်လို့ ညွှန်းချင်ပါတယ်ဗျာ။File size…    1.5 GB /  750 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h 3mGenre …..  DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Spencer PotatoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAgnieszka MichalskaAleksandra KoniecznaAndrzej ChyraAndrzej SewerynDawid OgrodnikJakub WróblewskiMagdalena BoczarskaZofia Perczyńska",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cLj1rpBxQU35G8lAn8WxQygBy3D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lVt5VX3cy7PDnvsp7CxF9DXIxyo.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w3k2bt0cyfet.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/drive/the-last-family-2016-1080-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eeZc1/the.last.family.2016.1080p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/13NgAaDJ#WGQF0TD0Cy8wOHGRRQXfxNyEMDHE5bNk_hbyNgPH-EY",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6vpg63e4dpsp",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tw3rwstzdd7i.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-family-2016-720-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eeZc8/the.last.family.2016.720p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/p6d2GZaQ#Otadfmus2a1Gvs93HRuekKop6h_Wn7UKZ5ZWdT1CUwg",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5l7zmu8kqa9c",
        "server": "streamvid.io",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XfFt9RfO9Bc",
      "video_url": "https://www.youtube.com/watch?v=XfFt9RfO9Bc",
      "embed_url": "https://www.youtube.com/embed/XfFt9RfO9Bc"
    }
  },
  {
    "metadata": "N/A|2016|N/A|Drama,Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "900"
    },
    "title": "Waiting for the Miracle to Come(2018)",
    "description": "Waiting for the Miracle to Come(2018)IMDb…5.2ေကာင္မေလးတစ္ေယာက္ဟာ ေသဆုံးသြားေသာသူ႕ဖခင္ရဲ႕ အုတ္ဂူေရွ႕မွာ ထုိင္ေနတယ္..၀မး္နည္းပူေဆြးေနတဲ့ ဒီေကာင္မေလးလက္ထဲမွာလည္းစာတစ္ေစာင္နဲ႕..ဒီစာကေတာ့ သူ႕ဖခင္မေသခင္ေပးသြားတဲ့စာေလးျဖစ္ၿပီး စာထဲမွာပါတဲ့အေၾကာင္းအရာေတြကေတာ့ၿမဳိ႕တစ္ၿမဳိ႕ကုိ သြားၿပီး လူႏွစ္ေယာက္နဲ႕သြားေတြ႕ဖုိ႕ပါ..အဲ့ဒီမွာ သမီးေလးရွာေနတဲ့ေရႊေတြလည္းရွိသတဲ့…သမီးေလးအဖုိ႕ ဖေအက အေသအခ်ာမွာခဲ့ေလေတာ့ ဘာပဲျဖစ္ျဖစ္ သြားဖုိ႕ဆုံးျဖတ္လုိက္တယ္…ဖခင္ျဖစ္သူက ဘာလုိ႕သြားဖုိ႕အေသအခ်ာမွာခဲ့တာလဲ…သူမေရာ ဘယ္လုိေတြႀကဳံရမလဲ…ေရႊဆုိတာကေရာ တကယ္ေရႊေတြရွိတာလား ဘာေၾကာင့္လဲဆုိတာခံစားၾကည့္လုိက္ပါဦး…File Size : (757 MB) and (318 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:18:00Genre :Drama,FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by JthekoalaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLian LunsonStarsAshlea RaeCharlotte RamplingSergio VillalpandoSonny Carl DavisSophie LoweTodd TerryWaylon PayneWillie NelsonCastAshlea RaeCharlotte RamplingSergio VillalpandoSonny Carl DavisSophie LoweTodd TerryWaylon PayneWillie Nelson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eJQpViw2cpz9eGJ0fM0yDiw0vnP.jpg",
      "https://image.tmdb.org/t/p/w300/5UZOrfVJVkAgUuAfUVKA6efbbQt.jpg",
      "https://image.tmdb.org/t/p/w300/8O5PaFG5NWWnIcvko0NLaGwQCaC.jpg",
      "https://image.tmdb.org/t/p/w300/mQdoQYMF4A21AiuVfAwg7Ry3Jjk.jpg",
      "https://image.tmdb.org/t/p/w300/rZt6wJwv9DR5GsbGEROqI7MzUba.jpg",
      "https://image.tmdb.org/t/p/w300/874c21varww6QSiLWPr1iMUa4DV.jpg",
      "https://image.tmdb.org/t/p/w300/gTnJGvf6eKkCImFTUl93UW31Yxr.jpg",
      "https://image.tmdb.org/t/p/w300/fotLi7CTFc44HzMa80VV07hhKki.jpg",
      "https://image.tmdb.org/t/p/w300/A1GynqmylCcbJo7M2g2S3Lo2n1p.jpg",
      "https://image.tmdb.org/t/p/w300/feZqnrPpOsXeEtmjRCkRXBitYq3.jpg",
      "https://image.tmdb.org/t/p/w300/hDztIKjy1o7je10KuD1vgFygTYF.jpg",
      "https://image.tmdb.org/t/p/w300/3iOLHTISEpPx5B3FXbEcwZVCaXo.jpg",
      "https://image.tmdb.org/t/p/w300/yBDZvxFLSeyn6ynNJ4ecdCLiuZV.jpg",
      "https://image.tmdb.org/t/p/w300/gNNUlzrfP5G3H0XG7V2xzOOqPk2.jpg",
      "https://image.tmdb.org/t/p/w300/fteVWxuPq9Hkhpd9RkwwlMRLSfF.jpg",
      "https://image.tmdb.org/t/p/w300/88pA5omcugiLA36SDKRVf5LjrE4.jpg",
      "https://image.tmdb.org/t/p/w300/AjSxuJgwjK1TRCPbBFnU6Dz3b6N.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/511gFL6zXwL._SX331_BO1204203200_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/34x0omugixa1.html",
        "server": "usersdrive.com",
        "size": "757 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/2Ttjg/Waiting_For_The_Miracle_To_Come_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "757 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-the-miracle-to-come-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "757 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/67olrvo7p08p",
        "server": "upstream.to",
        "size": "757 MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "TYDdGPNO6K8",
      "video_url": "https://www.youtube.com/watch?v=TYDdGPNO6K8",
      "embed_url": "https://www.youtube.com/embed/TYDdGPNO6K8"
    }
  },
  {
    "metadata": "Drama, Romance|2016|1h 39min|Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "424"
    },
    "title": "Our Love Story (2016)",
    "description": "Our Love Story (2016)2016 ကထွက်ခဲ့တဲ့ our love story ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားလေးက ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ ၅ ဆုတောင်ရရှိထားပါတယ်Lesbian/Romance အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဂင်ယွန်ဂျူဟာ ပန်းချီဆရာမ တစ်ယောက်ဖြစ်ပြီး ပြပွဲအတွက် ထူးခြားတဲ့ လက်ရာတစ်ခု ဖန်တီးနေတဲ့လူပါအသက် ၃၂ နှစ်အရွယ်ရောက်တဲ့အထိ ရည်းစားမထားသေးတဲ့ အပျိုကြီးတစ်ယောက်ဆိုလည်းမမှားပါဘူးအပျိုကြီးယွန်ဂျူနဲ့ ဂျီဆူဆိုတဲ့ ကောင်မလေး mini-mart တစ်ခုမှာ အမှတ်မထင်တွေ့ခဲ့ပါတယ်မှတ်ပုံတင်မေ့လာခဲ့လို့ ဆေးလိပ်ဝယ်မရဖြစ်နေတဲ့ ဂျီဆူကို အပျိုကြီးက ဆေးလိပ်ဝယ်တိုက်လိုက်တာပါအဲ့နောက်မှာတော့ သူတို့ ဘယ်လိုတွေဆက်တွေ့ပြီး ချစ်သူဖြစ်သွားမလဲ…….Lesbian အတွဲလေးဖြစ်တာကြောင့် ဘယ်လို ပြဿနာလေးတွေကြုံရမလဲ……အဆုံးထိ လက်တွဲနိုင်မှာလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်18+ ဇာတ်ဝင်ခန်း အနည်းငယ်ပါတာမို့ မိသားစုနဲ့တူတူ ကြည့်ရှုဖို့ မသင့်တော်ပါဘူးဒီဇတ်ကားကိုတော့Hay Thar Ooကဘာသာပြန်ပေးထားပါတယ်File Size –896MBQuality – HDRipFile Type – mp4Duration – 01:39:00Translator –Hay Thar OoEncoder – IdiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHyun-ju LeeSang-hee LeeStarsPark Keun-rokSang-hee LeeSun-young Ryu",
    "screenshot_links": [
      "https://photos.hancinema.net/photos/photo778170.jpg",
      "https://photos.hancinema.net/photos/photo778168.jpg",
      "https://photos.hancinema.net/photos/photo778167.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
    "movie_links": [
      {
        "link": "https://megaup.net/UAhw/Our.Love.Story.2016.mp4",
        "server": "megaup.net",
        "size": "896 MB",
        "quality": "HDRip"
      },
      {
        "link": "https://usersdrive.com/wup0fe4n0mge.html",
        "server": "usersdrive.com",
        "size": "896 MB",
        "quality": "HDRip"
      },
      {
        "link": "https://upstream.to/1seeffyw6hld",
        "server": "upstream.to",
        "size": "896 MB",
        "quality": "HDRip"
      },
      {
        "link": "https://yuudrive.me/0bfa35/our-love-story-2016-mp4",
        "server": "yuudrive.me",
        "size": "896 MB",
        "quality": "HDRip"
      },
      {
        "link": "https://www.datbu.com/95t85ou2w3ch.html",
        "server": "datbu.com",
        "size": "896 MB",
        "quality": "HDRip"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/our-love-story-2016-mp4",
        "server": "VIP Links",
        "size": "896 MB",
        "quality": "HDRip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2016|97 min|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "32,667"
    },
    "title": "Collateral Beauty (2016)",
    "description": "ဒီရုပ်ရှင်ကားမှာ ဝီလ်စမစ် ကို အကြမ်းအရမ်း အနေနဲ့ တွေ့မြင်ရမှာမဟုတ်ပဲပုံစံတစ်မျိုး ထူးခြားစွာ မြင်တွေ့ရမှာပါ…ဟောင်းဝါ့ဒ် (ဝီလ်စမစ်) ဟာ စီးပွားရေး နယ်ပယ်မှာ အချိန် ၊ အချစ် ၊ သေခြင်းတရား ဆိုတဲ့ စကားလုံး သုံးခု နှင့်လူတွေ ရဲ့ စိတ်ကို ဖမ်းစားနိုင်တဲ့ စီးပွားရေး ပညာရှင် တစ်ယောက်ဖြစ်ပါတယ်…ဟောင်းဝါ့ဒ် နှင့် သူငယ်ချင်း ၃ ယောက်ဖြစ်သော ဝှစ် ၊ ကလဲယား ၊ ဆိုင်မွန် တို့ အတူ တကွ အောင်မြင်အောင်စီးပွားရေး လုပ်ငန်းကို ထူထောင်ခဲ့ပါတယ်….သို့ပေမယ့်….၃ နှစ်ကြာပြီးနောက် ဟောင်းဝါဒ် ဟာ သူ့ရဲ့ သမီးငယ်လေး သေဆုံးသွားတဲ့ အချိန်ကစပြီးတစ်ယောက်ထဲ ငူငူ ငိုင်ငိုင် ဖြစ်ကာ အလုပ်ကိုလဲ စိတ်မဝင်စား မိမိကိုယ်ကိုယ်လဲ ဂရုမစိုက်ပဲ နေချင်သလိုနေခဲ့ပါတယ်…အောင်မြင်နေတဲ့ လုပ်ငန်းရှင်တစ်ယောက်ဟာ ရုတ်တရက် ဆိုသလို ရပ်တန့်လိုက်တဲ့ အခါ စီးပွားရေးလုပ်ငန်းမှာလဲအရှုံးပေါ် ရလဒ်တွေပဲ ဖြစ်ပေါ်လာခဲ့ပါတယ်…ဒါကြောင့် သူငယ်ချင်း လုပ်ဖော်ကိုင်ဖက် ဖြစ်သူ ဟောင်းဝါဒ် ကို အဲ့ဒီ စိတ်ဒဏ်ရာတွေကနေ ဆွဲထုတ်ဖို့အတွက်ဟောင်းဝါဒ် ရဲ့ သူငယ်ချင်းတွေက အချိန် ၊ အချစ် ၊ သေခြင်းတရား တို့ကို အပြင်မှာ စပြီး အကောင်အထည်ဖော်ကာအသက်သွင်းပြီး သူတို့ သူငယ်ချင်း ဟောင်းဝဒ် ကို ကယ်တင်ဖို့ ကြိုးစားပါတော့တယ်….Thit San Khant===============Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid FrankelStarsEdward NortonKate WinsletMichael PeñaWill Smith",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTQ5ODE4MTY2NV5BMl5BanBnXkFtZTgwMzM2NzEzMDI@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2016||Action,Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "3600"
    },
    "title": "Kills on Wheels (2016)",
    "description": "Kills on Wheels (2016)================IMDb Rating – 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊Rotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုးအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့ပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကိုဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်ကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကိုဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size……….(1.68 GB) / (780 MB) / (480P)Quality…………BluRay 1080p / 720p / 480pDuration………1Hr 43minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Comedy, DramaTranslator…….Zaw Myo ThuEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAttila TillCastAdám FeketeBjörn FreibergDusán VitanovicsGyörgy GödenyLídia DanisMónika BalsaiThuróczy SzabolcsZoltán FenyvesiZoltán Mucsi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rEFPBkMhSZ1Z6Zf88uaB4sM8tjS.jpg",
      "https://image.tmdb.org/t/p/w300/4RlzZfqnDdGsMxroQQm9feKLGAV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kills-on-wheels-2016-hungarian-1080-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.68 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Onl3/Kills.On.Wheels.2016.HUNGARIAN.1080p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "1.68 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/gSVFBbTS#i9xdOuPxE6HpeO1OkQroiQvNlsnASGa8Qk4YYrVGCC4",
        "server": "mega.nz",
        "size": "1.68 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/l8nd221w9dr6.html",
        "server": "usersdrive.com",
        "size": "1.68 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/kills-on-wheels-2016-hungarian-720-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2ukM4/Kills.On.Wheels.2016.HUNGARIAN.720p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblanh.com/pn0w9oscaz94.html",
        "server": "streamsb.com",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/tGswBR7J#8M1hFUA-bmU2S5lG4s_X7RrgGB2qWOCxJ6g3XdSLSvY",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/l8nd221w9dr6.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/kills-on-wheels-2016-hungarian-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "460 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Onj9/Kills.On.Wheels.2016.HUNGARIAN.480p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "460 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblanh.com/dymvgq97o9yg.html",
        "server": "streamsb.com",
        "size": "460 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/YOUxEBZJ#StEcCJPXGvreZx0Ndmr9r9ncT2vr-pIBRVggHt7l3CQ",
        "server": "mega.nz",
        "size": "460 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4l1vaum2nt5x.html",
        "server": "usersdrive.com",
        "size": "460 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "mF3GWhtoFg8",
      "video_url": "https://www.youtube.com/watch?v=mF3GWhtoFg8",
      "embed_url": "https://www.youtube.com/embed/mF3GWhtoFg8"
    }
  },
  {
    "metadata": "R|2016|160 min|Adult",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "45.648"
    },
    "title": "Mido Turbulent Woman Teacher Tennis-slave Camp",
    "description": "unicodeDarkSide Fan တွေ အတွက် Dark Knight နဲ့ XCode တို့ထပ်မံ တင်ဆက်လိုက်တာကတော့တင်းနစ်အားကစား နည်းပြ ဆိုတဲ့ ဇတ်လမ်းလေးပါပဲနာရှီရာမာ ဆိုတဲ့ တင်းနစ်ချံပီယံဟောင်း မိန်းမချောလေးဟာအမျိုးသမီးသီးသန့် ကမ့်သွင်းလေ့ကျင့်စခန်း ကို နည်းပြအဖြစ်အထက်က တာဝန်အရပေးပို့ခြင်း ခံလိုက်ရပါတယ်တစ်ခုရှိတာက အသေမောင်းတယ်ဆိုတဲ့ အရင်နည်းပြဟောင်း နဲ့စတင်ပြီး အကျိတ်အနယ် ယှဉ်ပြိုင်ရတာပဲနေတာ ကြာလေလေ တစ်ဖြေးဖြေးသိသာလာတာကတော့ဒီကျောင်းမှာ လိင်မှုကိစ္စ ဆော်ကားခံနေရတဲ့ ပြသနာကိုသိလာပြီး ဆရာမ တစ်ယောက် အနေနဲ့ ဖော်ထုတ်ဖို့ကြိုးစားခဲ့သော အခါမှာတော့….ဒီ ဆယ့်ရှစ်ပလပ် ကားလေးကို အားဆေးတွေသောက်ကြက်ဥတွေ အစိမ်းစားပြီး ဘာသာပြန်ပေးထားတာကတော့Dark Knight ဖြစ်ပြီး XCode မှ ရေတွေငတ်ပြီး တင်ဆက်ပေးထားပါတယ်Dark Side Fan အစစ်တွေ ကတော့ ချက်ချင်းကို Download ဆွဲပြီးကြည့်တော့မယ်ဆိုတာသိနေပါပြီ….zawgyiDarkSide Fan ေတြ အတြက္ Dark Knight နဲ႔ XCode တို႔ထပ္မံ တင္ဆက္လုိက္တာကေတာ့တင္းနစ္အားကစား နည္းျပ ဆိုတဲ့ ဇတ္လမ္းေလးပါပဲနာရွီရာမာ ဆိုတဲ့ တင္းနစ္ခ်ံပီယံေဟာင္း မိန္းမေခ်ာေလးဟာအမ်ိဳးသမီးသီးသန္႔ ကမ့္သြင္းေလ့က်င့္စခန္း ကို နည္းျပအျဖစ္အထက္က တာ၀န္အရေပးပို႔ျခင္း ခံလုိက္ရပါတယ္တစ္ခုရွိတာက အေသေမာင္းတယ္ဆိုတဲ့ အရင္နည္းျပေဟာင္း နဲ႔စတင္ၿပီး အက်ိတ္အနယ္ ယွဥ္ၿပိဳင္ရတာပဲေနတာ ၾကာေလေလ တစ္ေျဖးေျဖးသိသာလာတာကေတာ့ဒီေက်ာင္းမွာ လိင္မႈကိစၥ ေဆာ္ကားခံေနရတဲ့ ျပသနာကိုသိလာၿပီး ဆရာမ တစ္ေယာက္ အေနနဲ႔ ေဖာ္ထုတ္ဖို႔ႀကိဳးစားခဲ့ေသာ အခါမွာေတာ့….ဒီ ဆယ့္ရွစ္ပလပ္ ကားေလးကို အားေဆးေတြေသာက္ၾကက္ဥေတြ အစိမ္းစားၿပီး ဘာသာျပန္ေပးထားတာကေတာ့Dark Knight ျဖစ္ၿပီး XCode မွ ေရေတြငတ္ၿပီး တင္ဆက္ေပးထားပါတယ္Dark Side Fan အစစ္ေတြ ကေတာ့ ခ်က္ခ်င္းကို Download ဆြဲၿပီးၾကည့္ေတာ့မယ္ဆိုတာသိေနပါၿပီ….Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAyane SuzukawaMiku AbenoRina Ishihara",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/1.png",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/aUOhIcDnYV7K2y6k0JjQ",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://myandrive.com/file/DVZKfIhcaj7RQKpnIMg1",
        "server": "usersdrive.com",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://soliddrive.co/1L7y/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016).mp4",
        "server": "Soliddrive.co",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://soliddrive.co/1L7z/Mido_Turbulent_Woman_Teacher_Tennis-slave_Camp_(2016)__720P.mp4",
        "server": "Soliddrive.co",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://fastload.cc/2W1",
        "server": "fastload.cc",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://fastload.cc/2W2",
        "server": "fastload.cc",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/w6zmgs04tgbo.html",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/mz5qr9asay9h.html",
        "server": "usersdrive.com",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ag9ebu3tcd5d.html",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/vwbuse82yvm1.html",
        "server": "usersdrive.com",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/F6Fvmp1vVS-0DQ",
        "server": "disk.yandex.com",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yadi.sk/i/Uw46mdKjTpoTqw",
        "server": "disk.yandex.com",
        "size": "700.23 MB",
        "quality": "720P"
      },
      {
        "link": "https://mirrorace.com/m/Ur5m",
        "server": "usersdrive.com",
        "size": "1.63 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mirrorace.com/m/Ur5y",
        "server": "usersdrive.com",
        "size": "700.23 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2016|104 min|Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "52,489"
    },
    "title": "The Edge of Seventeen (2016)",
    "description": "ဒီကားလေးကတော့ဆယ်ကျော်သက်ဟာသ/ဒရာမာကားလေးဖြစ်ပါတယ်။ဇာတ်ကားအစမှာတော့ကျောင်းသူဖြစ်သူNadineနဲ့သမိုင်းဆရာMr.Brunerတို့ရဲ့စကားဝိုင်းလေးနဲ့စထားပါတယ်။NadineဟာMr.Brunerကိုသူ့ရဲ့ဘဝအခက်အခဲတွေကိုရင်ဖွင့်နေတာဖြစ်ပါတယ်။အဲဒီကနေစလို့သူ့ရဲ့ငယ်ဘဝကစပြီးအိမ်တွင်းရေးတွေသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaအကြောင်းတွေပြောပြပါတယ်။သူရဲ့အဖေဖြစ်သူကွယ်လွန်သွားပြီးနောက်အမေဖြစ်သူနဲ့အဆင်မပြေတဲ့Nadineဟာတွယ်တာစရာဆိုလို့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaပဲရှိပါတော့တယ်။တရက်အစ်ကိုလုပ်တဲ့ပါတီမှာကဲရင်းနှစ်ယောက်သားပျော်ပါးမူးပြီးအိပ်ပျော်သွားကြပါတယ်။မနက်အိပ်ရာလည်းထရောအစ်ကိုဖြစ်သူနဲ့တူတူအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူကိုတွေ့လိုက်ရတော့Nadineတယောက်အတော်စိတ်ထိခိုက်သွားပါတော့တယ်။အဲဒါနဲ့သူ့ကိုကြိတ်သဘောကျနေသူEwrinဖြစ်သူနဲ့ပဲတွဲဖြစ်ပါတော့တယ်။အဲဒီနောက်ပိုင်းNadineရဲ့ရင်ဖွင့်စရာရင်းနှီးနှစ်သိမ့်ပေးသူဟာMr.Brunerပဲဖြစ်လာပါတော့တယ်။ဆိုတော့Mr.Brunerတယောက်မိမိရဲ့ကျောင်းသူဖြစ်သူကိုဘယ်လိုဖြေသိမ့်ပေးနိုင်မလဲ၊ဘယ်လိုလမ်းပြပေးနိုင်မလဲ။Nadineရဲ့အချစ်ရေးလူမှုရေးကိစ္စတွေဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့လူငယ်ဆန်ဆန်ဟာသအရောအနှောလေးတွေနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Nadineတယောက်ပြဿနာတွေပြေလည်သွားမလား၊နောက်ဆုံးဘယ်လိုendingလေးနဲ့ပြီးဆုံးသွားမလဲဆိုတာတော့ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။လူငယ်သဘာဝDrama/Comedyကြိုက်တဲ့သူတွေအတွက်လူငယ်ဆန်ဆန်သဘာဝအလျောက်ဖြစ်ပျက်ပုံတွေကိုတင်ဆက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးထားသူကတော့ May Thazin Myint ဖြစ်ပါတယ်)File Size : (750 MB) and (300 MB)Quality : 720p BlurayRunning Time : 1hr 44minutesFormat : Mp4Genre : Comedy,DramaTranslated By May Thazin MyintEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKelly Fremon CraigStarsAlexander CalvertBlake JennerEric KeenleysideHailee SteinfeldHaley Lu RichardsonHayden SzetoKyra SedgwickMeredith MonroeNesta CooperWoody HarrelsonCastAlexander CalvertAva Grace CooperBlake JennerChris ShieldsChristian LagasseChristian Michael CooperDaniel BaconEric KeenleysideHailee SteinfeldHaley Lu RichardsonHayden SzetoJena SkodjeKatie StuartKavandeep HayreKirsten RobekKyra SedgwickLaine MacNeilLaura WardLina RennaLyle ReginaldMeredith MonroeNesta CooperWoody Harrelson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2oG0ggdMliMDjenw00eSwZFypUp.jpg",
      "https://image.tmdb.org/t/p/w300/zxQMedIezpcS6Npx8Q5o30WNDhC.jpg",
      "https://image.tmdb.org/t/p/w300/4veOp3jxmZ6kv2hf6vR8cHTMy51.jpg",
      "https://image.tmdb.org/t/p/w300/s4z2W5wSuGpcS9IOeKjwuzUDEXZ.jpg",
      "https://image.tmdb.org/t/p/w300/21McpHSLqKyrNsy7hzL5YOegKUY.jpg",
      "https://image.tmdb.org/t/p/w300/emCAlauDw7w9NENARjKe37BL7lD.jpg",
      "https://image.tmdb.org/t/p/w300/kUFyesae4lsy5m2y8UIHY4u0gsK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/edge.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-edge-of-seventeen-2016",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A2qu/The_Edge_Of_Seventeen_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/d8e6i0t22f6q",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "g2eR6j8eocE",
      "video_url": "https://www.youtube.com/watch?v=g2eR6j8eocE",
      "embed_url": "https://www.youtube.com/embed/g2eR6j8eocE"
    }
  },
  {
    "metadata": "|2016|93 min|Action,Crime",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "4,832"
    },
    "title": "Dog Eat Dog (2016)",
    "description": "Dog Eat Dog ဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္ကထြက္ရွိထားတဲ့Crime ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ IMDb 4.6 ရရွိထားပါတယ္ပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ နာမည္ႀကီးမင္းသားႀကီးနီကိုးလက္စ္ေက့ခ်္ ၊ Williem Dafoe ၊Christopher Matthewတို ့ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူလိမ္ဘဝကအနားယူထားတဲ့သူေတြျဖစ္တဲ့ Troy / Mad dog / Diesel တို ့လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ကေန ကေလးတစ္ေယာက္ျပန္ေပးဆြဲဖို ့ခိုင္းေစျခင္းခံရတဲ့အခါ…….အမွားအယြင္းေတြျဖစ္ၿပီး သံုးေယာက္လံုး ရဲလက္ကေနရာ လူဆိုးေတြလက္ကပါလြတ္ေအာင္ေျပးရပါေတာ့တယ္…….ဘယ္လိုေတြအမွားအယြင္းျဖစ္တာလဲ….သူတို ့ဘယ္လိုလြတ္ေအာင္ႀကံစည္မလဲဆိုတာ…….ကိုယ္တိုင္ပဲၾကည့္လိုက္ပါQty – 720p BlurayDuration – 1hr 33minGern – Crime / Thrill / ActionReview – Ei Pa Pa SanEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul SchraderStarsBruce ReizenChelcie LynnChristopher Matthew CookLouisa KrauseMelissa BolonaNicky WhelanNicolas CageOmar J. DorseyReynaldo GallegosWillem DafoeCastAdam M. MieleAli Amin CarterAli WasdovichAllen RothAudrey MorganBasil CrimaldiBenjamin DonlowBruce ReizenCarl MintzCharles Dean SteadChelcie LynnChelsea MeeCheryl L. SoriceChristian MirandaChristopher ButlerChristopher Matthew CookCimone DrupmanCourtney Ann Sivinsky BensonDavid DownieDavid GraggDavid SpencerDe'Andre BushDebbie ScalettaDestiny C. ColeDonavan DariusEdward PfeiferEric FrankGary JonesGina R. DemczykHeather ChadwellJack NormanJake IngrassiaJames SewardJay J. BidwellJeff HilliardJennifer Mary StanaltisJessica DaleyJessica SonnebornJoe FishelJoe GallipoliJoel BauschatzJohanna McGinleyJohn Patrick JordanJohn W. IwanonkiwJonathan GaiettoJoseph H CoxonKarla ScimeKeith HernandezKim EvansKristina RandjelovicLauren Ashley BerryLeilani BarrettLogan FryLou ConsoloLouis PerezLouisa KrauseMagi AvilaMark SalasMegan BrautigamMelissa BolonaMelissa Rae BenderMichael VeharMichael WisniewskiMonisha B. SchwartzMoussa HachemNicky WhelanNicolas CageOmar J. DorseyPaul SchraderPeter ChiamardasPhillip Shaun DeVoneRex AlbaReynaldo GallegosRichard FikeRick Fike Jr.Robert MaplesRod FielderSean ManosShane BrewerShawn MattoxShieda OrrSteve MayberrySusan CashdollarTevis R. MarcumTheresa WylieTodd EmmettTora KimWhitney Romito-MasonWillem Dafoe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/e24rFaIHbsXmD3CpQBjBE9uEceh.jpg",
      "https://image.tmdb.org/t/p/w300/s3VCyntwiiYBu83LQmVz3GdFkS4.jpg",
      "https://image.tmdb.org/t/p/w300/xZ5cnZEQ3uyPVjwsOTyhiFEBsD4.jpg",
      "https://image.tmdb.org/t/p/w300/7av6pjvDdjyDnGznKR6Cd1sr8Kd.jpg",
      "https://image.tmdb.org/t/p/w300/rvfvmwKDRA7xmHL3wRGskfxzN4n.jpg",
      "https://image.tmdb.org/t/p/w300/wjFy5AMK9yiUeksRKsAyxe2w6r2.jpg",
      "https://image.tmdb.org/t/p/w300/ApDgqYItfzfvW2mv2n4PRut9ad8.jpg",
      "https://image.tmdb.org/t/p/w300/5aXI7KcGE3Vp9KGTOhDkpT4VN5X.jpg",
      "https://image.tmdb.org/t/p/w300/4c1WDkNxuE7g7Ep0pTprXVPFBWn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/Dog_Eat_Dog_2016_film.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dog-eat-dog-2016",
        "server": "VIP Links",
        "size": "799MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A2qd/Dog_Eat_Dog_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "799MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/j82tsqn0oefn",
        "server": "upstream.to",
        "size": "799MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "1LJrPXWSiPU",
      "video_url": "https://www.youtube.com/watch?v=1LJrPXWSiPU",
      "embed_url": "https://www.youtube.com/embed/1LJrPXWSiPU"
    }
  },
  {
    "metadata": "PG|2016|1h 44min|Action,Adventure,Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "14,774"
    },
    "title": "Monster Trucks (2016)",
    "description": "Monster Trucks (2016)_________IMDb – 5.6/10မွန်းစတားလေးတွေနဲ့ စွန့်စားခန့်ဖွင့်တဲ့စိတ်ကူးယဉ်ကားတွေကို နှစ်သက်ပါသလား။ဒါဆိုရင် ဒီကားဟာ သင်တို့အတွက်ပါ။ဇာတ်လမ်းအကျဉ်းမှာတော့ ရေနံကုမ္မဏီကြီးတစ်ခုဟာ ရေနံတူးရင်းနဲ့မြေအောက်နက်တစ်နေရာက ရှေးဦးကုန်းနေရေနေသတ္တဝါဆန်းတွေနေတဲ့နေရာကို တူးမိသွားပြီး အကောင်ဆန်းအချို့ မြေပေါ်ကို လွတ်လာခဲ့ပါတယ်။ဒါပေမယ့် ရေနံတူးခွင့်ပိတ်သွားပြီ စီးပွားရေးထိခိုက်မခံနိုင်တာကြောင့်မြေအောက်က သက်ရှိတွေရှိတဲ့အကြောင်းကို ဘယ်သူမှမသိနိုင်အောင်အဲဒီ သတ္တဝါဆန်းကြီးတွေကို နှုတ်ပိတ်ရှင်းလင်းဖို့ကြိုးစားပါတော့တယ်။လွတ်သားတဲ့ အကောင်လေးဟာ ကားဝါသနာအိုး ထရစ် နဲ့တွေ့ပြီးမိတ်ဆွေတွေဖြစ်လာခဲ့ပါတယ်။ ထရစ်ရဲ့ ကားအစုတ်ဟာလည်းသတ္တဝါလေးရဲ့ ထူးဆန်းတဲ့အစွမ်းကြောင့်ဘယ်ကားနဲ့မှ မတူတဲ့ ကားတစ်စီးဖြစ်လာခဲ့ပြီး သူတို့တွေပူးပေါင်းပြီး ရေနံကုမ္မဏီကဖမ်းထားတဲ့ အကောင်တွေကို ကယ်ဖို့နဲ့သူတို့အားလုံး အိမ်ကိုပြန်နိုင်ဖို့ ကြိုးစားကြပုံလေးပါ။မြန္းစတားေလးေတြနဲ႕ စြန္႕စားခန္႕ဖြင့္တဲ့စိတ္ကူးယဥ္ကားေတြကို နွစ္သက္ပါသလား။ဒါဆိုရင္ ဒီကားဟာ သင္တို႕အတြက္ပါ။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ေရနံကုမၼဏီၾကီးတစ္ခုဟာ ေရနံတူးရင္းနဲ႕ေျမေအာက္နက္တစ္ေနရာက ေရွးဦးကုန္းေနေရေနသတၱ၀ါဆန္းေတြေနတဲ့ေနရာကို တူးမိသြားျပီး အေကာင္ဆန္းအခ်ိဳ႕ ေျမေပၚကို လြတ္လာခဲ့ပါတယ္။ဒါေပမယ့္ ေရနံတူးခြင့္ပိတ္သြားျပီ စီးပြားေရးထိခိုက္မခံနိုင္တာေၾကာင့္ေျမေအာက္က သက္ရိွေတြရိွတဲ့အေၾကာင္းကို ဘယ္သူမွမသိနိုင္ေအာင္အဲဒီ သတၱ၀ါဆန္းၾကီးေတြကို နႈတ္ပိတ္ရွင္းလင္းဖို႕ၾကိဳးစားပါေတာ့တယ္။လြတ္သားတဲ့ အေကာင္ေလးဟာ ကား၀ါသနာအိုး ထရစ္ နဲ႕ေတြ႕ျပီးမိတ္ေဆြေတြျဖစ္လာခဲ့ပါတယ္။ ထရစ္ရဲ႕ ကားအစုတ္ဟာလည္းသတၱ၀ါေလးရဲ႕ ထူးဆန္းတဲ့အစြမ္းေၾကာင့္ဘယ္ကားနဲ႕မွ မတူတဲ့ ကားတစ္စီးျဖစ္လာခဲ့ျပီး သူတို႕ေတြပူးေပါင္းျပီး ေရနံကုမၼဏီကဖမ္းထားတဲ့ အေကာင္ေတြကို ကယ္ဖို႕နဲ႕သူတို႕အားလံုး အိမ္ကိုျပန္နိုင္ဖို႕ ၾကိဳးစားၾကပံုေလးပါ။File Size       :   751 MBDuration      :   1 hr 44 minQuality         :   Bluray ripTranslator    :  LittleneoEncoder        :  LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris WedgeStarsAliyah O'BrienAmy RyanBarry PepperDanny GloverFrank WhaleyHolt McCallanyJane LevyLucas TillRob LoweThomas LennonCastAdrian FormosaAliyah O'BrienAmy RyanBarry PepperCandice ZhaoChad WillettChris GauthierChristian SloanDaniel BaconDaniel BoileauDanny GloverDevielle JohnsonEmanuel FappasFaustino Di BaudaFrank WhaleyGiacomo BaessatoHolt McCallanyHowie LaiIan CarterJagen JohnsonJane LevyJedidiah GoodacreJordana LargyLucas TillMaja AroPeter NewPhilip GrangerRob LoweRuairi MacDonaldRyan CowieSamara WeavingScott PateySimon ChinStacey ScowleyThomas LennonTucker Albrizzi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w0I6KQ3r9DdNZ0tIsD1CA67Hr6x.jpg",
      "https://image.tmdb.org/t/p/w300/fMJIZ4QA9emp9WZQjWEe1F7jIaD.jpg",
      "https://image.tmdb.org/t/p/w300/3EE1u8ergBNKpqCNc0XiIQqFN0g.jpg",
      "https://image.tmdb.org/t/p/w300/tLQLNmzpIZ9J048G0aS6hTvy0ib.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTEyMjAzMDk4ODZeQTJeQWpwZ15BbWU4MDUxNzMzMDEy._V1_SY1000_SX640_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-trucks-2016",
        "server": "VIP Links",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.net/y/monster-trucks--2016--(mm-sub)-mp4",
        "server": "Yandex",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iibrpd1qt7or.html",
        "server": "usersdrive.com",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-trucks-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1xkfe/Monster_Trucks_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EOZUQI7a#UdYly0VHzC5CoR4HqbcVRHAoV1v9ut2B-3-aETAWR2U",
        "server": "mega.nz",
        "size": "751 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/0tct5xbn70nu",
        "server": "upstream.to",
        "size": "751 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Pu_7ii0T7-Y",
      "video_url": "https://www.youtube.com/watch?v=Pu_7ii0T7-Y",
      "embed_url": "https://www.youtube.com/embed/Pu_7ii0T7-Y"
    }
  },
  {
    "metadata": "M18|2016|1h 35min|Action,Animation,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "11,538"
    },
    "title": "Gantz:O (2016)",
    "description": "Gantz: O(2016)_____IMDb – 7.1/10ကဲ အခုတခါတော့အန်နီမေးရှင်းပရိတ်သတ်တွေအတွက်၂၀၁၆နှစ်ကုန်လောက်မှာထွက်ခဲ့တဲ့ဇတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အတော်လည်းနာမည်ကြီးခဲ့တဲ့ဇတ်ကားတစ်ကားပါပရိတ်သတ်တွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်သူတစ်ပါးကိုအမြဲကူညီတတ်တဲ့ကတိုဆိုတဲ့လူငယ်လေးတစ်ယောက်တစ်နေ့လူတစ်ယောက်ကိုကူညီရင်းသေဆုံးသွားတဲ့အခါမှာဘာဆက်ဖြစ်မလဲကိုယ့်ကိုကိုသေပြီလို့ထင်ထားတဲ့ကတိုတစ်ယောက်တကယ်တန်းမသေသေးပဲအခန်းလေးတစ်ခန်းကိုရောက်ရှိသွားတဲ့အခါမှာဘာဆက်ဖြစ်မလဲအခန်းလေးထဲကလူတွေကကောဘယ်သူတွေလဲမိမိမူလဘဝကိုပြန်ရောက်ဖို့ဂန်းဆိုတဲ့ကစားပွဲတစ်ပွဲကိုကတိုကစားရတဲ့အခါမှာဘယ်လိုစခန်းသွားမလဲမိမိတို့ရဲ့ကစားပွဲဟာထင်သလိုမလွယ်ကူပဲလူ့ဘီလူးကြီးတွေနဲ့တိုက်ခိုက်ရတဲ့အခါမှာကောကတိုတို့အုပ်စုအလွယ်တကူတိုက်ခိုက်နိင်မှာလားကစားပွဲအပြင်ကိုပြန်ရောက်နိင်ပါ့မလားဒီဇတ်ကားကိုကြည့်ရင်းဂျပန်တွေရဲ့ရုပ်ရှင်ပညာအရည်အသွေးကိုသိသိသာသာမြင်နိင်ပါတယ်တိုကျိူလိုအိုဆာကာလိုနေရာမျိုးကိုတသွေမတိမ်းတူအောင်ဖန်တီးနိင်တဲ့ကွန်ပြူတာပညာကိုတော့အတော်လေးစားမိပါတယ်လူနဲ့အတော်လေးလည်းတူအောင်ပြုလုပ်ထားတဲ့အတွက်ပရိတ်သတ်တွေအကြိုက်တွေ့ဦးမယ်လို့ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်ကျွန်တော်ပြောသလိုဟုတ်မဟုတ်ဆိုတာကတော့ဒေါင်းကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပြောကြားရင်းကြည့်လိုက်ကြပါဦးလို့(ဇာတ်ကားအညွန်း နဲ့ ဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ)File size…1.12GB / 823MBQuality…1080p HEVC / 720pFormat…Mp4Duration….1h 35minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKeiichi SaitôKeiichi SatoYasushi KawamuraStarsChris Jai AlexDaisuke OnoKenjirou TsudaM·A·OMao IchimichiMasane TsukayamaMasaya OnosakaSaori HayamiShûichi IkedaShuuichi IkedaTeruaki OgawaTomohiro KakuYûki KajiCastDaisuke OnoKenjirou TsudaM·A·OMasane TsukayamaMasaya OnosakaSaori HayamiShuuichi IkedaTeruaki OgawaTomohiro KakuYûki Kaji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wyDNiOVWwviCFzWITuxs9CnjmAW.jpg",
      "https://image.tmdb.org/t/p/w300/3UNI34dKxDJniSEDplRL0IPCoQ9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/Gantz-o-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gantzo-2016",
        "server": "VIP Links",
        "size": "1.12GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/gantz-o-2016-1080-p-blu-ray-x-264-dts-hevc-cm-recoded-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/YNb1/Gantz.O.2016.1080p.BluRay.x264.DTS_HEVC_%7BCM%7D_Recoded.mp4",
        "server": "megaup.net",
        "size": "1.12GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/v7j0bj147j3i.html",
        "server": "usersdrive.com",
        "size": "1.12GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://veryfiles.com/s2iificr8jj4",
        "server": "veryfiles.com",
        "size": "1.12GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/jx3uo0eetfpw.html",
        "server": "usersdrive.com",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/gantz-o-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1y815/Gantz-O_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rBlT0I7L#OwVf6JLogg-HEhe7XE88rCBqrcItTpcuf1htS8oWv28",
        "server": "mega.nz",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sq9oesvts1eo",
        "server": "upstream.to",
        "size": "823 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZSUw4rVb9BM",
      "video_url": "https://www.youtube.com/watch?v=ZSUw4rVb9BM",
      "embed_url": "https://www.youtube.com/embed/ZSUw4rVb9BM"
    }
  },
  {
    "metadata": "Unrated|2016|1h 29m|Adventure,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "591"
    },
    "title": "White Sun (2016)",
    "description": "White Sun (2016)~ IMDb – 7.1/10, Rotten Tomatoes – 100% ~ဒီကားရဲ့ နာမည် Seto Surya (နေဖြူ) ဆိုတာက နီပေါနိုင်ငံရဲ့ အမျိုးသားအလံမှာပါတဲ့ အစိတ်ပိုင်းတစ်ခုကို ရည်ညွှန်းထားတာပါ။ အတွင်းသားအနီရောင်နဲ့ အပြာအနားကွပ်၊ လခြမ်းကွေးလေးရယ် တောက်လောင်နေတဲ့နေရယ် ပါတဲ့ နီပေါအလံကို မြင်ဖူးရင် သိကြမှာပါ။ ဒီကားရဲ့ နေဖြူဆိုတာကတော့ အဲဒီ အဖြူရောင်နေကို ဆိုလိုတာဖြစ်ပါတယ်။၁၉၉၆ ကနေ ၂၀၀၆ အထိ ဖြစ်ပွားခဲ့တဲ့ နီပေါ ပြည်တွင်းစစ်ပြီးစ အခြေအနေကို ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ပါ။ တစ်ချိန်က နီပေါဟာ ဘုရင့်နိုင်ငံဖြစ်ခဲ့ပြီး ဘုရင့်တော်ဝင်တပ်တွေနဲ့ နီပေါကွန်မြူနစ်ပါတီ (မော်စီတုန်းဝါဒီသမားတွေလို့လည်း ခေါ်ပါတယ်) ကြား နိုင်ငံတစ်ဝှမ်း ဖြစ်ပွားခဲ့ပြီး တော်လှန်သူ ကွန်မြူနစ်တွေ အနိုင်ရခဲ့တဲ့ စစ်ပွဲပါ။ နီပေါနိုင်ငံသားတွေဟာ ထုံးတမ်းစဉ်လာတွေ ဓလေ့တွေလိုက်နာသက်ဝင်ပြီး လူမှုအဆင့်အတန်း ဇာတ်နိမ့်၊ ဇာတ်မြင့် ခွဲခြားမှု ပြင်းထန်တဲ့အလျောက် လူတန်းစားအလွှာကွာဟမှုကို ဆန့်ကျင်တဲ့ မော်စီတုန်းဝါဒီသမားတွေ အာဏာရသွားတေ့ာ အတော်လေးလည်း ခွကျခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းဘက်ကို လှည့်ရမယ်ဆိုရင်ဖြင့် ရှုထောင့် ၂မျိုးက ပြောဖို့ စဉ်းစားထားပါတယ်။ပထမတစ်မျိုးကတော့ ပူးဂျာလို့ခေါ်တဲ့ ကလေးမလေးတစ်ယောက်ရဲ့ ရှုထောင့်ပါ။ ပူးဂျာလေးဟာ အမေဖြစ်သူနဲ့အတူ ဝေးလံခေါင်သီတဲ့ တောင်တွေပေါ်မှာရှိတဲ့ ရွာဇနပုဒ်မှာ နေထိုင်ပါတယ်။ သူ့ရဲ့ အဖိုးလို့ ခံယူထားတဲ့ ရွာအကြီးအကဲကြီး ဆုံးသွားတဲ့အခါမှာတော့ ရွာမှာ ကြားဖူးနားဝ ကောလဟာလနဲ့ သူ့အဖေဖြစ်လိမ့်မယ်လို့ သတ်မှတ်ထားတဲ့ ပုဂ္ဂိုလ်တစ်ယောက် ရွာပြန်အလာကို မျှော်လင့်တကြီး စောင့်စားပါတော့တယ်။ဒုတိယ ရှုထောင့်အနေနဲ့ကတော့ ချန်ဒျာလို့ခေါ်တဲ့ စစ်သားဟောင်းတစ်ဦးရဲ့ နေရာကနေပါ။ သူဟာ စစ်သားဆိုပေမယ့် ယခုလက်ရှိအာဏာရ ကွန်မြူနစ်ပါတီရဲ့ တစ်ချိန်က ပြောက်ကျားစစ်သား (သူပုန်)ပါ။ တော်လှန်စဉ်က ပါဝင်ခဲ့ပြီး စစ်ပွဲအပြီး ဘေးထွက်နေတဲ့လူမျိုးပေါ့။ သူ့အဖေဖြစ်သူ ဆုံးသွားပြီဆိုတဲ့ သတင်းကြောင့် ရွာကို ပြန်လာခဲ့ပေမယ့် အပေါ်မှာပြောသလို အယူအစွဲကြီးတဲ့ ရွာကလူတွေနဲ့ သူနဲ့ကြားက ပဋိပက္ခတွေကြောင့် သူ့အဖေဖြစ်သူ ရွာအကြီးအကဲကို အဆင်ပြေပြေသင်္ဂြိုလ်နိုင်ဖို့ လုံးပမ်းရပါတော့တယ်။Venice ရုပ်ရှင်ပွဲတော်မှာ ဆုရထားပြီး Toronto တို့ Rotterdam တို့အပါအဝင် ဟုတ်ပေ့ဆိုတဲ့ ရုပ်ရှင်ပွဲတော်ကြီးတွေမှာ ပြသခွင့်ရထားတဲ့ ရုပ်ရှင်မို့ လက်မလွတ်စေလိုပါ။ ဒီ နီပေါဒါရိုက်တာဟာဖြင့် သူ့ရဲ့ ပထမဆုံး ပွဲဦးထွက်ရုပ်ရှင်ကား Highway တုန်းကလည်း ဘာလင်တို့ လိုကာနိုတို့လို ပွဲတော်ကြီးတွေနဲ့ စခဲ့တာပါ။ အခု White Sun ကတော့ သူ့ရဲ့ ဒုတိယကားပေါ့။ နီပေါလို ဒေသတွင်း အနုပညာဖန်တီးသူတွေ သူတို့လက်ရာတွေနဲ့ ကမ္ဘာပတ်နေတာကို ကြွေနေရသလိုမျိုး ကိုယ့်နိုင်ငံတွင်းက ရုပ်ရှင်သမားတွေရဲ့ လက်ရာတွေ (ယခု လူနည်းစု ပတ်နေကြပြီမှန်း သိပါတယ်) လည်း များများစားစား မြင်ရဖို့ မျှော်လင့်မိပါကြောင်း…။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုZမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 690MBQuality – 720p, 480pIMDb Rating – 7.1/10Format – mp4Duration – 1H 29MinGenre – Adventure, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byZEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeepak RauniyarStarsAmrit PariyarAsha Maya MagratiDayahang RaiDeepak ChhetriDeshbhakta KhanalGanesh MunalMaotse GurungPramila TulachanPramod AgrahariRabindra Singh BaniyaSarada AdhikariSumi MallaCastAmrit PariyarAsha Maya MagratiDayahang RaiDeepak ChhetriDeshbhakta KhanalGanesh MunalMaotse GurungPramila TulachanPramod AgrahariRabindra Singh BaniyaSarada AdhikariSumi Malla",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/45YsBuYO3qSiVNXdMj40MOO2lWs.jpg",
      "https://image.tmdb.org/t/p/w300/jrailZc5fyNQ775CMExTbl4eRDv.jpg",
      "https://image.tmdb.org/t/p/w300/kEo4MAukXElu3ZGA3s0dw5rxZPW.jpg",
      "https://image.tmdb.org/t/p/w300/hmjuoG6hXsj28FWRS9Vwn2O3BaW.jpg",
      "https://image.tmdb.org/t/p/w300/vhpPNE0B5TDGuRdRDjqWbvjGIHt.jpg",
      "https://image.tmdb.org/t/p/w300/1h86Ffwy8vTnxtUJk3W31x5iWkz.jpg",
      "https://image.tmdb.org/t/p/w300/bCJaGPX4ds0XAQTy4CJ6EmmziaQ.jpg",
      "https://image.tmdb.org/t/p/w300/8K3ZmZ2CUM1WTSe1GdANVaLMRZI.jpg",
      "https://image.tmdb.org/t/p/w300/kJPIJnECncliDeTeZAmoqZjBft8.jpg",
      "https://image.tmdb.org/t/p/w300/bNcZ3ZQuedGqlTPZNeBqhdmmufy.jpg",
      "https://image.tmdb.org/t/p/w300/cpvmVlO0KKZNPxSg4spx7xe5Ti4.jpg",
      "https://image.tmdb.org/t/p/w300/hCKny9mDkkq9W0GbK0TKHBr2C2Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5XUuWAWwjb4OUgB3r8holAZzc7r.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-white-sun-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Sqo4/(CM)_White_Sun_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EjZxyAba#xF6kViroFfJqnw_1pe1JgoSz0sYiXPXsGcMZII9wtKQ",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kqwdy31ch1n8.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/swxbdw8ru036.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/m74rlx8n5640",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-white-sun-2016-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ynQ9/(CM)_White_Sun_(2016)_480p.mp4",
        "server": "megaup.net",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M6YGCSbQ#l-lx83nZUJKbxkAWlaIHmA1_Danxs2zloGTF2Gj9Uqc",
        "server": "mega.nz",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8kiv956inqtx.html",
        "server": "usersdrive.com",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/exts5wq5ofnk.html",
        "server": "streamsb.com",
        "size": "690MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2edrdd4m33n0",
        "server": "streamvid.io",
        "size": "690MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zDeqkHyt8Rk",
      "video_url": "https://www.youtube.com/watch?v=zDeqkHyt8Rk",
      "embed_url": "https://www.youtube.com/embed/zDeqkHyt8Rk"
    }
  },
  {
    "metadata": "N/A|2016|117 min|Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "417"
    },
    "title": "Survival Family (2017)",
    "description": "သင္ဟာ လွ်ပ္စစ္မီးမ႐ွိပဲ ဘယ္ႏွစ္ရက္ေလာက္ထိေနႏုိက္ပါသလည္း?????သင္ေန႔စဥ္သုံးေနၾက ပစၥည္းေတြထဲကမွ လွ်ပ္စစ္နဲ႔သုံးရတဲ့ပစၥည္းေတြ၊ စက္ပစၥည္းမွ မွန္သမွ်က သုံးလုိ႔မရေအာင္ရပ္တန္႔သြားရင္ သင္ေန႔စဥ္ဘဝမွာ အစဥ္ေျပႏုိင္ေသးလား ?????ဒီလုိေမးခြန္းေတြက ျမန္မာႏုိင္ငံသားတစ္ေယာက္ဆုိရင္ေတာ့ သိပ္မထူးဆန္းေပမယ့္ ဂ်ပန္ႏုိင္ငံသားေတြကုိ ဒီလုိေမးခြန္းထဲက အေျခအေနေတြမ်ဳိး တစ္ကယ္ျဖစ္လာေသာအခါ…….တုိက်ဳိျမဳိ့ႀကီးမွာေနထုိင္တဲ့ ဆူဇူကီး မိသားစုက သာမန္မိသားစုေတြလုိပဲ ျမဳိ့ျပယဥ္ေက်းမႈမွာ စီးေမ်ာေနတဲ့မိသားစုတစ္ခု၊ အေဖက company မွာအလုပ္ၾကဳိးစားတယ္၊ ဒါေပမဲ့ မိသားစုနဲ႔ ကင္းကြာေနတယ္၊ အေမကလည္း အိမ္မႈကိစၥေတြတာဝန္ေက်ပြန္ေပမယ့္ မိသားစုအတြင္း စည္းလုံးေအာင္ မလုပ္ေဆာင္ႏုိင္ဘူး၊ သားႏွင့္သမီးကလည္း အထက္တန္းေက်ာင္းသားေတြပီပီ ဖုန္းႏွိပ္လုိက္၊ အေပါင္းအသင္းေတြနဲ႔ ေလ်ွာက္သြားလုိက္နဲ႔ မိသားစုစကားေျပာျဖစ္တာ ေတာ္ေတာ္႐ွားတယ္၊ တစ္ရက္ မနက္မုိးလင္းမွာေတာ့ လွ်ပ္စစ္မီးပ်က္သြားတယ္၊ မီးပ်က္မွာကုိ ၾကဳိသတိေပးေလ့႐ွိတဲ့ ဂ်ပန္ႏုိင္ငံမွာေတာ့ အထူးအဆန္းေပါ့၊ အစကေတာ့ သူတူိ႔တစ္အိပ္ပဲျဖစ္ေနတယ္လုိ႔ထင္ေနေပမယ့္ ေနာက္ပုိင္းမွ တစ္ျမဳိ့လုံးျဖစ္ေနၾကတယ္၊ ႐ုံးသြားဖုိ႔အလ်င္လုိေနတဲ့ ဆူဇူကီးတစ္ေယာက္ မနက္စာမစားပဲထြက္လာခဲ့ေပမယ့္ ပုံမွန္လာေနၾက အခ်ိန္မွန္ ရထားကလည္းေရာက္မလာဘူး၊ ဒိလုိနဲ႔ ႐ုံးကုိလမ္းေလ်ွာက္သြားၿပီး ႐ုံးေ႐ွ႕ေရာက္ေတာ့လည္း လွ်ပ္စစ္နဲ႔လုပ္ထားတဲ့ ႐ုံးတံခါးကဖြင့္မရ၊ တံခါးကုိ႐ုိက္ခ်ဳိးၿပီးဝင္လုိက္ၿပီး ႐ုံးတတ္ၿပီး အိမ္ျပန္လာ၊ ဖေယာင္းတုိင္ထြန္းၿပီး အသင့္စားဟင္းေတြနဲ႔ပဲ ညစာစားလုိက္ရ…ဒီလုိနဲ႔ လ်ွပ္စစ္မီး ပ်က္ေတာက္မႈ၊ စက္ပစၥည္းေတြ သြားလာလုိ႔မရမႈက တစ္ရက္တစ္ေလမဟုတ္ပဲ ရက္ဆက္လာေတာ့တဲ့အခ်ိန္မွာေတာ့ ေန႔စဥ္စားဖုိ႔ေသာက္ဖုိ႔ေတာင္ခက္ခဲလာခဲ့ၿပီ၊ အရာရာ အသင့္စား စားေသာက္မႈအေပၚမွာ အလြန္အမင္း မွီခုိအားထားလြန္းတဲ့ ဂ်ပန္ႏုိင္ငံသားေတြအတြက္ကေတာ့ ဒိလုိျဖစ္လာတာက အႀကီးမားဆုံးေသာ ဒုကၡပဲ၊ တုိက်ဳိျမဳိ့ႀကီးမွာ ဆက္ေနထုိင္ဖုိ႔ မျဖစိေတာ့တဲ့ ဆူဇူကီးမိသားစုအဖုိ႔ ေယာကၡမ႐ွိတဲ့ နယ္ဘက္ကေက်းရြာေလးကုိ သြားဖုိ႔ စီစဥ္ရေတာ့တယ္၊ ဒါေပမဲ့ ကားေတြကတစ္စီးမွႏႈိးမရတဲ့အဆုံး ေနာက္ဆုံးေတာ့ မိသားစုေလးေယာက္က စက္ဘီးကုိယ္စီနဲ႔ ခရီး႐ွည္ႀကီးစတင္ထြက္လာခဲ့ပါေတာ့တယ္၊ အေပ်ာ္ခရီးေတာ့မဟုတ္ဘူး၊ မိသားစုတစ္စုလုံးအသက္႐ွင္ဖုိ႔အတြက္ သြားရတဲ့ Survial Trip…..သူတုိ႔လမ္းခရီးမွာ အဆင္ေျပမလား…..ဘယ္လုိအခက္အခဲေတြနဲ႔ ၾကဳံရမလည္း……သူတုိ႔ရဲ႕ ရည္မွန္းခ်က္ ပန္းတုိင္းကုိေကာေရာက္သြားမလား…….ကြၽန္ေတာ္တုိ႔ ဒိီဘက္ႏွစ္ေနာက္ပုိင္းမွာ ေခတ္စားလာတဲ့ ႐ုပ္႐ွင္အမ်ဳိးစားက survival movie လုိ႔ေခၚတဲ့ အခက္အခဲေတြကေန ႐ွင္သန္လႊတ္ေျမာက္ေအာင္ ထြက္ေျပးရတဲ့႐ုပ္႐ွင္ေတြ၊ အနီးစပ္ဆုံး ပရိသတ္သိခဲ့တာ Train Yo Busan ဇာတ္ကား၊ ပုံမွန္ survival movie ေတြအေျခခံတာက zombie ေတြလုိက္လုိ႔ ထြက္ေျပးတာေတြ၊.ေရႀကီးလုိ႔ ထြက္ေျပးတာေတြေပါ့၊ ဒါေပမဲ့ အခု ဒီဇာတ္ကားကေတာ့ ထူးဆန္းတယ္၊ လွ်ပ္စစ္မီးမ႐ွိ၊ စက္ပစၥည္းေတြရပ္တန္႔သြားလုိ႔ ထြက္ေျပးရတာ၊ တင္စားေျပာရရင္ေတာ့ ၂၁ ရာစုေခတ္ကေန ေက်ာက္ေခတ္လူေနမႈဘဝကုိ ကူးေျပာင္းျခင္းလုိ႔ ေျပာလုိ႔ရတယ္၊ကြၽန္ေတာ္တုိ႔ေန႔စဥ္လူေနမႈဘဝမွာ ဘာေတြလုိအပ္လည္း..အလြယ္ေျပာရရင္ စား၊ဝတ္၊ေနေရး၊အစားအစာစားေသာက္ဖုိ႔ ခ်က္ျပဳတ္ဖုိ႔ လွ်ပ္စစ္မီးလုိတယ္၊ ေန႔စဥ္အသက္႐ွင္ဖုိ႔ ေရသန္႔လုိတယ္အ႐ွက္လုံျခဳံဖုိ႔ အဝတ္အစားလုိတယ္လုံလုံျခဳံျခဳံေနထိုင္ဖုိ႔ အိမ္တစ္လုုံးလုိတယ္တကယ္လုိ႔ ဒီလုိအေျခအေနကေန ႐ုတ္တရက္ေပ်ာက္ဆုံးသြားရင္ဆုိတဲ့ ေမးခြန္းက ဒီ႐ုပ္႐ွင္ကားရဲ႕ အသက္ပဲ၊ပရိသတ္ေတြကုိ ႐ုပ္႐ွင္စၾကည့္ကတည္းကေမးလုိက္တာ ႐ုပ္႐ွင္ၿပီးခါနီးထိပဲ၊ဖုန္းအားကုန္သြားလုိ႔ ဖုန္းအားမသြင္းျဖစ္ရင္ေတာင္ တုိင္ပတ္ေနတဲ့ ၂၁ ရာစုေခတ္ထဲမွာ လွ်ပ္စစ္မီးမ႐ွိတာကုိအရမ္းႀကီးမားတဲ့ ဒုကၡပါ၊ နည္းပညာတုိးတတ္လာေတာ့လည္း သဘာဝနဲ႔ကင္းကြာလာခဲ့တယ္၊ သဘာဝရဲ႕ အလွအပေတြ ခံစားတတ္ဖုိ႔၊ မိသားစုအခ်င္းခ်င္း ရင္းရင္းႏွီးႏွီးေနထုိင္ဖုိ႔၊ အတူတူခရီးထြက္ဖုိ႔ေတာင္ခက္ခဲ့လာခဲ့တယ္၊ တစ္ဖက္က တုိးတတ္မႈေတြ႐ွိသလုိ တစိဖက္ကလည္း ဆုံး႐ႈံးမႈေတြ႐ွိတဲ့ ေလာကနိယာမအတုိင္း ၾကဳံလာရေပမယ့္ ဒီလုိမ်ဳိးအျဖစ္မ်ဳိးကေန ႐ုန္းထြက္ႏုိင္ဖုိ႔ ၾကဳိစားသင့္ေၾကာင္း ဒီဇာတ္ကား ကြၽန္ေတာ္တုိ႔ကုိေျပာျပေနတယ္၊လူသားေတြက ကမ႓ာေပၚမွာ နံပါတ္ ၁ ျဖစ္ေနရတဲ့ အေၾကာင္းေတြထဲက အေရးႀကီးဆုံးတစ္ခုက လူသားေတြ႐ွင္သန္လုိစိတ္ပဲ၊ လူရယ္လုိ႔ျဖစ္လာရင္ေတာ့ အသက္႐ွင္သန္ဖုိ႔႐ုန္းကန္ခဲ့ရတာပဲ၊ လူ႔သမုိင္းမွာလည္း ေက်ာက္ေခတ္ကစလုိ႔ အသက္႐ွင္ဖုိ႔႐ုန္းကန္ရင္းပဲ ယေန႔အခ်ိန္ထိေရာက္ခဲ့ရတယ္၊ နည္းပညာတုိးတတ္လုိ႔ နည္းပညာအေပၚမွီခုိလြန္းေပမယ့္ တကယ့္အေရးၾကဳံလာတဲ့အခါမွာေတာ့ လူသားေတြရဲ႕ ပင္ကုိယ္ဗီဇ႐ွင္သန္မႈက ေပၚထြက္လာခဲ့တယ္၊ ဒိအခ်က္ကပဲ ဒီဇာတ္ကားရဲ႕ အေကာင္းဆုံးေသာ ခမ္းနားမႈပဲ၊အစက တစိမ္းဆန္ခဲ့တဲ့ ဆူဇူကီး မိသားစု ၄ ေယာက္ အခက္အခဲနဲ႔ ၾကဳံလာတဲ့ခ်ိန္မွာေတာ့ တစ္ဦးကုိတစ္ဥိးနားလည္လာတယ္၊ ေဖးမလာတယ္၊ ယုံၾကည္လာခဲ့တယ္၊ ဒါေပမဲ့ ဒိလုိယုံၾကည္မႈေတြက လြယ္လြယ္နဲ႔ ရလာခဲ့တာေတာ့မဟုတ္ဘူး၊ သူတုိ႔ေတြ ဘယ္လုိ ႐ုန္းကန္႐ွင္သန္လာရလည္းဆိုတာကုိေတာ့ ဇာတ္ကားထဲမွာ ကုိယ္တုိင္ခံစားေစခ်င္ပါတယ္၊ဒီဇာတ္ကားက surviavl movie ေတြရဲ႕ ထုံးစံအတုိင္း အခက္အခဲေတြေျဖ႐ွင္းတာေတြပါတယ္၊ ဒါေပမဲ့ သေဘာက်မိတာက လူသားဆန္ၿပီး လက္ေတြ႔က်တဲ့ ေျဖ႐ွင္းနည္းေတြျဖစ္ေနတာပဲ၊ တစ္ခ်ဳိ့အခ်က္ေတြဆုိရင္ ေတာ္ေတာ္ေလး သေဘာက်မိပါတယ္၊ ဒါေပမဲ့ မၾကည့္ရေသးတဲ့သူေတြအတြက္ Spoiler ျဖစ္မွာစုိးရိမ္တာေၾကာင့္ ေနာက္ၾကဳံႀကိဳက္ရင္ ေဆြးေႏြးခ်င္ပါတယ္၊သင္ဟာ ဒီဇာတ္ကားကုိ စိတ္ဝင္စားလုိ႔ ၾကည့္မယ္ဆုိရင္ ဇာတ္လမ္းအကုန္လုံးမသိေအာင္ ဂ႐ုစုိက္သင့္ပါတယ္၊ သင္ကုိယ္တုိင္ ၾကည့္ေနရင္းနဲ႔ ဆူဇူကီးမိသားစုေတြနဲ႔အတူ စီးေမ်ာတာက သင့္အတြက္ အဖုိးတန္တဲ့ အခ်ိန္ ၂ နာရီျဖစ္လာမွာပါ.၊2016 ခုနစ္က Train To Busan ဆုိရင္2017 က Survival Family ပါပဲဒါေပမဲ့ ကုိရီးယားနဲ႔မတူတာက ဒီဂ်ပန္႐ုပ္႐ွင္က အတင္းမ်က္ရည္မခ်ဴသြားတာပါပဲ…ဇာတ္ေၾကာင္းကုိက ပုိၿပီးသဘာဝနဲ႔နီးစပ္ၿပီး ပုိၿပီးလက္ေတြ႔ဆန္ပါတယ္၊ အခ်က္တစ္ခ်က္ေလာက္ပဲ ႐ုပ္႐ွင္ဆန္သြားတာပါ၊ စ လယ္ ဆုံး ပရိသတ္ကုိရင္ခုန္စိတ္လႈပ္႐ွားမႈ အျပည့္နဲ႔ ဆြဲေခၚသြားမယ့္ဇာတ္ကားေကာင္းတစ္ကားပါ၊ႏုိင္ငံတကာမွာလည္း ခ််ီးက်ဴးမႈေတြရထားတဲ့ ဒိဇာတ္ကားက ဆုေတြအမ်ားႀကီးလည္းရထားပါတယ္၊ျမန္မာႏုိင္ငံက ပရိသတ္ေတြသိတဲ့ သ႐ုပ္ေဆာင္ေတြလည္း ပါဝင္ထားပါတယ္၊ဒီဇာတ္ကားထဲက အျဖစ္အပ်က္က တကယ္မျဖစ္လာႏုိင္ဘူးလုိ႔ ေျပာလုိ႔မရပါဘူး၊ တစ္ေန႔ေန႔မွာ ေသခ်ာေပါက္ၾကဳံေတြလာႏုိင္တဲ့ကိစၥပါ၊ ဒီဇာတ္ကားကုိၾကည့္႐ႈရင္း ေရတစ္ဘူးရဲ႕တန္ဖုိး၊ ထမင္းတစ္လုပ္ရဲ႕ တန္ဖုိးကုိပုိသိလာမွာပါ၊ .ဒါေၾကာင့္ ဒီဇာတ္ကားကုိၾကည့္႐ႈၿပီး လူသားေတြရဲ႕ အသက္႐ွင္႐ုန္းကန္ႏုိင္စြမ္းအားကုိ ဂုဏ္ယူလုိက္ပါလုိ႔ ေျပာၾကားရင္း…..(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကို Zin Ko Ko ၏ Facebook Account (https://www.facebook.com/profile.php?id=100008562490981) မွကူးယူေဖာ္ျပပါသည္။File Size : (900 MB) and (348 MB)Quality : Blu-Ray 720pRunning Time : 1hr 57minFormat : Mp4Genre :ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-WiKiTranslated by Aye Mon KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShinobu YaguchiStarsEri FukatsuFumiyo KohinataJun ShisonNorika FujiwaraSaburo TokitoTakuro OhnoWakana AoiYuki IzumisawaCastEri FukatsuFumiyo KohinataJun ShisonNorika FujiwaraSaburo TokitoTakuro OhnoWakana AoiYuki Izumisawa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mz2sD4ef2ucESTFfIlt2zmDZWP5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYzVjMjgyMTUtMjAwNy00Zjc5LWIxMDgtYzFmOWQ3MTc1ODE2XkEyXkFqcGdeQXVyMzk5NTMyMjc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/survival-family-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/survival-family-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/mrmph2gwi0ac",
        "server": "veryfiles.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|126 min|Crime",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "360"
    },
    "title": "A Violent Prosecutor (2016)",
    "description": "အမႈစစ္ရာမွာ ျကမ္းတမ္းလြန္းလို႕ မေျပးေသာ္ကန္ရာရွိ စြပ္စဲြခံလိုက္ရတဲ႕အမႈလိုက္ေရွ႕ေန အသက္၃၂နွစ္အရြယ္မွာ ေထာင္ဆယ္ခါက် ျပီးတဲ႕ လူရႈပ္လူေပြတေယာက္တို႕နွင့္ ကိုယ့္တပည့္အရင္းကို ေထာင္ထဲထည့္ခဲ႕တဲ႕ စံုစမ္း ေရးမွဴးခ်ဳပ္ နာမည္ဂုဏ္သတင္းကိုမက္တဲ႕ ဆဲြခ်ေရွ႕ေန နိုင္ငံေရးသမားေတြကိုလာဘ္ထိုးတတ္တဲ႕စီးပြားေရးသမား တို႕ေတြ႕တဲ႕အခါသူတို႕ေတြ ဘာဆက္ျဖစ္ျကမလဲဆိုတာကို . . . . .(ဘာသာျပန္သူကေတာ့ Bommy Chan ပဲျဖစ္ပါတယ္)File Size : 800 MB /370 MBQuality : Blu ray 720PRunning Time : 2hr 6 minutesFormat : Mp4Genre : CrimeTranslator : Bommy ChanEncoder : Thanhtike ZawDownload and Watch 720p and 360p (VIP Link)Download Here 720p HD (800 MB) Pcloud LinkDownload Small File Size 360p (370 MB) Pcloud LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIl-Hyeong LeeStarsByeong-ok KimDong-won KangJin-mo JooJung-min Hwang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDdkMTI0N2ItNDEwNS00YjE0LWE0NDYtMzliMTQ0NDMyMTE1XkEyXkFqcGdeQXVyNjQ2OTI5NDA@._V1_SY1000_CR006981000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-violent-prosecutor-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eRat/A_Violent_Prosecutor_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/cpq1n1t56445",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/cy2vtnrrbgts.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFmSm84UWY3VFhxeUVEMDVZZGFLVVVrQWRMOURGQTd4VzhIZlpQU1laTlRHL1ljYlExMUxlblJDbG5SSTlCWUROYlhyeFJvZGNkR21UK1ptRmFwQUE2RW5sWG1odVc2WDdYcFhvVkt4eTdGcHVFVXRMWVJteG1DaWpab2w3N1NnRT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFmSm84UWY3VFhxeUVEMDVZZGFLVVVrQWRMOURGQTd4VzhIZlpQU1laTlRHL1ljYlExMUxlblJDbG5SSTlCWUROYlhyeFJvZGNkR21UK1ptRmFwQUE2RW5sWG1odVc2WDdYcFhvVkt4eTdGcHVFVXRMWVJteG1DaWpab2w3N1NnRT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFFmSm84UWY3VFhxeUVEMDVZZGFLVVVrQWRMOURGQTd4VzhIZlpQU1laTlRHL1ljYlExMUxlblJDbG5SSTlCWUROYlhyeFJvZGNkR21UK1ptRmFwQUE2RW5sWG1odVc2WDdYcFhvVkt4eTdGcHVFVXRMWVJteG1DaWpab2w3N1NnRT0="
    }
  },
  {
    "metadata": "|2016||Crime,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "17000"
    },
    "title": "American Pastoral (2016)",
    "description": "American Pastoral (2016)==================IMDb Rating – 6.1/10၁၉၈၀၊ ၁၉၉၀ ဖွား‌တွေ အရမ်းသဘောကျခဲ့ကြရတဲ့ အလှဘုရင်မတစ်ပါး (သို့)ဂျန်နီဖာကော်နယ်လီ။ Star Wars ရုပ်ရှင်ကားတွေနဲ့ရုပ်ရှင်ကားပေါင်းများစွာအပြင်Harley Queen 2020 မှာပါ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောကြီး အီဝမ်မက်ဂရက်ဂေါ။ I am Sam 2001၊ Coraline 2009 ရုပ်ရှင်ကားတွေမှာပါဝင်ခဲ့၊ အသံသရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချောလေး ဒါကိုတာဖန်းနင်း။ ဒီတော့ အခုကားဟာဒီနာမည်ကျော်သုံးယောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားပါ။အမေရိကန်/ ဗီယက်နမ်စစ်ပွဲခေတ်ကို အခြေတည်ထားပြီး အောက်ခြေအမေရိကန်ပြည်သူတွေကို အထက်ကလူတွေက ပြန်ငုံ့မကြည့်တဲ့အခါ အောက်ခြေက အမေရိကန်ပြည်သူတွေ ဘယ်လိုတွန်းကန်တော်လှန်ကြလဲဆိုတဲ့ အငွေ့အသက်တွေပါတဲ့ရုပ်ရှင်ကားပေါ့။ ချောပေ့၊ ခန့်ပေ့ ပျိုတိုင်းကြိုက်ပါပေ့ဆိုတဲ့ ဆွိဒ်ဆိုတဲ့ကောင်လေးနဲ့နယူးဂျာစီမယ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ ဒေါင်းလိုလှတဲ့ ဒေါင်းဆိုတဲ့အမျိုးသမီးလေး။ ဒီလိုနှစ်ယောက်က မွေးဖွားလာတဲ့ မယ်ရီဆိုတဲ့ကလေးမလေး။ ဒီတော့ဇာတ်လမ်းဟာ ဘယ်လိုကနေ ဘယ်လို ဘယ်ကိုဇာတ်ကွေ့သွားမယ်၊ ဘာတွေဟာဇာတ်ရှိန်တတ်တာတေွ ဖြစ်လာမလဲ၊ ဇာတ်ရှုပ်ဇာတ်ထွေးတွေနဲ့ ကြုံတဲ့အခါ ဇာတ်ဆောင်တွေဟာ ဘယ်လိုဖြေရှင်းကြမယ်၊ ဇာတ်ထုပ်တွေဘယ်လိုပြေးလာမယ်ဆိုတာသိချင်ရင်တော့ ယခုရုပ်ရှင်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ။Lionsgate က ထုတ်လုပ်ဖြန့်ဖြူးထားတဲ့ ရုပ်ရှင်ကား‌ကောင်းတစ်ကားလို့ ဆိုလို့ရတာကြောင့် ဇာတ်အေးကြိုက်သူတွေ ခံစားရင်ခုန်ပေးပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size……….(1.37 GB) / (554 MB) / (373 MB)Quality…………Blu-Ray 1080p / 720p / 360pDuration………1Hr 48minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, DramaTranslator…….San Thu AungEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmy Lyn ElliottBenjamin DonlowBrian KnoebelCarter EllisChuck DiamondChukky OkobiCorrie DanieleyDakota FanningDavid CaseDavid StrathairnDavid WhalenDavion TraylorElecta RawlsEmily PeacheyEwan McGregorHannah NordbergIdole ZinobileJennifer ConnellyJenny VosJoe FishelJulia SilvermanJustin ClarkeJustin LonesomeKathy EmanuelMark HildrethMax IvcicMolly ParkerNick MarzockOcean JamesPeter GannonPeter RiegertRon EmanuelRupert EvansSamantha MathisSiovhan ChristensenSteven RavidTommy LafitteTroy BogdanUzo AdubaValorie CurryYannick Hogarth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fDxdfM4Qj2Qhc6EZYPyB3k4xatw.jpg",
      "https://image.tmdb.org/t/p/w300/rPwVHh0rnBTKBcXV8zVG6InxkmR.jpg",
      "https://image.tmdb.org/t/p/w300/8yawJaI9RKYqkWL9TVACA5alGcg.jpg",
      "https://image.tmdb.org/t/p/w300/sxnw205H06QVZOyQxbJBjmmU5QA.jpg",
      "https://image.tmdb.org/t/p/w300/nucILvyNzaBy5nVtMvDb9azycKx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/american.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/american-pastoral-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/american-pastoral-2016-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/153wm/American.Pastoral.2016.1080p.BluRay[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.37 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/dfcm2ATJ#CPXgHVrJ4MM8G_k0Ebar9Mo7xl-mlSBUsVPvkLLT6fM",
        "server": "mega.nz",
        "size": "1.37 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qyc0rp5ljcm1.html",
        "server": "usersdrive.com",
        "size": "1.37 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/american-pastoral-2016-720-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "554 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2qYpr/American.Pastoral.2016.720p.BluRay[CM]_new.mp4",
        "server": "megaup.net",
        "size": "554 MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbfull.com/qlv5m02jwkhp.html",
        "server": "streamsb.com",
        "size": "554 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/1L1kjb7T#RwLCnoG5Y7vzxkPCe1ULnqurdSLKYjLX53Ch1lv9MrA",
        "server": "mega.nz",
        "size": "554 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/iqroukpkywo6.html",
        "server": "usersdrive.com",
        "size": "554 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/american-pastoral-2016-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "373 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2qYoC/American.Pastoral.2016.480p.BluRay[CM]_new.mp4",
        "server": "megaup.net",
        "size": "373 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/3n4vjsf5rrc6.html",
        "server": "streamsb.com",
        "size": "373 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/xfEjRYxK#bIJiU7GsRAtGe6MGRvN5A1NdnAsJSRO7YxVh7vKGtPY",
        "server": "mega.nz",
        "size": "373 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/no80aumzhejn.html",
        "server": "usersdrive.com",
        "size": "373 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "079zFCh81L4",
      "video_url": "https://www.youtube.com/watch?v=079zFCh81L4",
      "embed_url": "https://www.youtube.com/embed/079zFCh81L4"
    }
  },
  {
    "metadata": "R|2016|1h 33m|Drama,Fantasy,Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "14k"
    },
    "title": "Don’t Knock Twice (2016)",
    "description": "Don’t Knock Twice (2016)ဇာတ်ကားနာမည်ကိုက Don’t Knock Twice ..ဒီတံခါးကို နှစ်ခါခေါက်လိုက်မိတာနဲ့သူမကမင်းတို့နောက်ကို တောက်လျှောက်လိုက်လာလိမ့်မယ် တစ်ခါခေါက်ရင်သူမအိပ်ရာကနိုးထဖို့ နှိုးတာဖြစ်ပြီး နှစ်ခါခေါက်ရင်တော့ သေခြင်းကနှိုးလိုက်တာပဲ …Horror ကြိုက်ကြည့်ရှူသူတွေအတွက် Old But Gold သရဲဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ် IMDb 5.1 ရရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့ကြောက်စရာလည်းကောင်းသလို မိဘမေတ္တာကိုလည်းတွေ့မြင်ရမှာဖြစ်ပါတယ်…ဂျက်စ်ဆိုတာကတော့ ကျန်းမာရေးမကောင်းလို့ သမီးဖြစ်သူခလိုဝီကိုမိဘမဲ့ဂေဟာပို့ထားရတဲ့မိခင်တစ်ယောက်.. သမီးကိုပြန်ခေါ်ဖို့ကြိုးစားပေမယ့် တားဆီးနေသူတွေကြောင့်၉နှစ်လောက်အဆက်အသွယ်ပြတ်သွားခဲ့သူ။ ခလိုဝီကတော့ လိုအပ်ချိန်မှာရှိမနေခဲ့တဲ့အတွက်မိခင်ဖြစ်သူကိုနာကျည်းရင်းနေ့ရက်တွေကိုဖြတ်သန်းခဲ့ရသူပါ ဒီလိုနဲ့တစ်နေ့ မြို့စွန်ကအိမ်ပျက်ကြီးကိုခလိုဝီနဲ့ သူငယ်ချင်းဖြစ်သူဒန်နီတို့ သွားကြည့်ကြရင်း လူငယ်သဘာဝစူးစမ်းချင်တာကြောင့်တံခါးကိုနှစ်ခါခေါက်လိုက်မိတယ် အစပိုင်းမှာတော့ ကိစ္စတွေက အဆင်ပြေပြေရှိနေပေမယ့်သူတို့အိမ်ပြန်ရောက်ပြီးချိန်မှာတော့ ကြောက်မက်ဖွယ်ခြောက်လှန့်မှုတွေနဲ့ မိတ်ဆက်ခဲ့ရတာကြောင့်မိခင်အိမ်ကိုအားကိုးတကြီးသွားပြီး အကူအညီတောင်းခဲ့ပေမယ့် ခြောက်လှန့်မှုတွေကရပ်တန့်မသွားဘဲ ပိုဆိုးလာတဲ့အခါ…သူမမိခင်က သူမကိုဘယ်လိုကယ်တင်မလဲ ဒီခြောက်လှန့်မှုတွေကနေသူမတို့လွတ်မြောက်ကြမှာလားဆိုတာ အသည်းယားစရာခြောက်လှန့်မှုတွေကြားထဲ စီးမြောလိုက်ကြပါဦးရှင်File size…845MB / 375MBQuality…1080p BluRay / 720pFormat…mp4Duration….1h 33mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCaradog W. JamesStarsAnia MarsonCallum GriffithsDavid Broughton-DaviesJavier BotetJordan BolgerKatee SackhoffLee FenwickLucy BoyntonNick MoranPooneh HajimohammadiRichard MylanCastAnia MarsonCallum GriffithsDavid Broughton-DaviesJavier BotetJordan BolgerKatee SackhoffLee FenwickLucy BoyntonNick MoranPooneh HajimohammadiRichard Mylan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pid6eklnLNn5vy9TGdaqOVm3J6V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZmFkNzQyNzAtNmUzYi00MWUxLTkxZTAtOGMzMjFkMzMzMTVmXkEyXkFqcGdeQXVyMTg2MzQ2NDk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dont-knock-twice-2016-blu-ray-1080-p-amzn-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/haol91oqyuoj.html",
        "server": "usersdrive.com",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/39J3i/Dont_Knock_Twice_2016_BluRay_1080p_AMZN.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BKE0iarK#mXRpBFC4ie_Q5W9nOlDi6tDJMNeL8HiaGObzp0IYZ-0",
        "server": "mega.nz",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/az5y08kmlrfn.html",
        "server": "streamsb.com",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/b024nav8a8oq",
        "server": "veryfiles.com",
        "size": "845MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dont-knock-twice-2016-blu-ray-720-p-amzn-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "375MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n9p9b0xdvvjs.html",
        "server": "usersdrive.com",
        "size": "375MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tLB1/Dont_Knock_Twice_2016_BluRay_720p_AMZN.AAC2.0CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "375MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ubd3DbBI#StPb7-mJs01GGDDEfFk7eaBjsWCYFkPCHm4Zfo4IPkI",
        "server": "mega.nz",
        "size": "375MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/ll73ucdepzru.html",
        "server": "streamsb.com",
        "size": "375MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/oi1ccg39bvwr",
        "server": "veryfiles.com",
        "size": "375MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gWfnoGuHZqM",
      "video_url": "https://www.youtube.com/watch?v=gWfnoGuHZqM",
      "embed_url": "https://www.youtube.com/embed/gWfnoGuHZqM"
    }
  },
  {
    "metadata": "NOT RATED|2016|99 min|Adult,Horror",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "3,239"
    },
    "title": "Cabin Fever(2016)",
    "description": "ဒီတစ္ခါေတာ့ စြန္းၾကမ္းတဲ့ Horror/Thrill တကားနက္ မိတ္ဆက္ေပးမယ္ၾကမ္းလား မၾကမ္းလားကေတာ့ ပိုစတာၾကည့္သိမွာပါ 😛ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကယ္ဘင္ ဆိုတဲ့ ေနရာကို သူငယ္ခ်င္း ၅ေယာက္သြားလည္ရာမွ မျပန္လမ္းကို ျမန္းသြားပံုကို ရိုက္ကူးျပထားျပီးHorro တို႕ရ႕ဲ ထံုးစံ အတိုင္း Rating ေတာ့ အေတာ္နည္းတာကိုေတြ႕ရတယ္ဗ်ပုရိသအၾကိဳက္ကား မ်ိဳးမို႕ ေၾကာက္တာရယ္ ဟြာရယ္ ဆိုတဲ့ ရသ ၂မ်ိဳးကိုတျပိဳင္နက္ ခံစားရမွမို႕ သိပ္လန္းမယ္ဆိုတာ ေတာ့ ေျပာစရာမလိုေတာ့ဘူးထင္ပါတယ္သူတို႕က ၅ေယာက္စုသြားတယ္ကြီးတို႕က ၁၈ေယာက္ စုၾကည့္ၾကေပါ့ 😛Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTravis ZariwnyStarsGage GolightlyMatthew DaddarioNadine CrockerSamuel Davis",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/p12462566_v_v8_aa.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/TO2OqG8l",
        "server": "Soliddrive.co",
        "size": "",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/dS9E",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/C9Ohwms",
        "server": "openload.co",
        "size": "",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/6HJt",
        "server": "ClicknUpload.org",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNXaHgwdzlvVTE0RWZySTIwY2lqOTI1VzB6c1NSaS9zVzhXczA3REcrczlHcjJmKzJ2TENOR2lEWWtUbDlzYnVBSVdTblMzNVpnTW40RTFXSldwMnVDSmh1NW92eUtnTHNWS3d5SzdkNi9kbmNQWHB1NHdyQm9pa1ZVQUxEWW8vMD0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNXaHgwdzlvVTE0RWZySTIwY2lqOTI1VzB6c1NSaS9zVzhXczA3REcrczlHcjJmKzJ2TENOR2lEWWtUbDlzYnVBSVdTblMzNVpnTW40RTFXSldwMnVDSmh1NW92eUtnTHNWS3d5SzdkNi9kbmNQWHB1NHdyQm9pa1ZVQUxEWW8vMD0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFNXaHgwdzlvVTE0RWZySTIwY2lqOTI1VzB6c1NSaS9zVzhXczA3REcrczlHcjJmKzJ2TENOR2lEWWtUbDlzYnVBSVdTblMzNVpnTW40RTFXSldwMnVDSmh1NW92eUtnTHNWS3d5SzdkNi9kbmNQWHB1NHdyQm9pa1ZVQUxEWW8vMD0="
    }
  },
  {
    "metadata": "Unrated|2016|1h 54min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "3800"
    },
    "title": "The Net (2016)",
    "description": "The Net (2016)~ IMDb – 7.3/10, Rotten Tomatoes – 83% ~ကင်ကီဒွပ်ဟာ ကိုရီးယားဒါရိုက်တာတွေထဲ လူ့ဘောင်အပြင်ဘက်ကဘဝလို့ ပြောရမယ့် ဘဝအကြောင်းတွေကို တစ်မူထူးခြားစွာ ရိုက်တတ်တဲ့သူဖြစ်ပြီး သူ့ရုပ်ရှင်တွေဟာလည်း ကြည့်ရှုသူကို ဒီအခြေအနေ ဒီဘဝတွေနဲ့ပတ်သက်ပြီး မေးခွန်းထုတ်နေတာမျိုးတွေ များပါတယ်။ ဒီတစ်ခါမှာတော့ ကင်ကီဒွပ်ဟာ မြောက်ကိုရီးယား တံငါသည်တစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းပဲ ရိုက်ပြသွားတယ်။ တံငါသည်အကြောင်း ဒီရုပ်ရှင်ဟာ ပင်လယ်လိုပဲ ရိုးရှင်းသလိုထင်ရပေမဲ့ ကျယ်ပြန့်တဲ့ ရုပ်ရှင်ပါပဲ။မြောက်ကိုရီးယားက တံငါသည်တစ်ယောက် ငါးမျှားရင်း ပိုက်ကွန်ငြိလို့ မော်တာပျက်သွားပြီး တောင်ကိုရီးယားဘက်ထဲ မျောလာခဲ့တယ်။ တောင်ကိုရီးယားက အမျိုးသားထောက်လှမ်းရေးက သူ့ကို သူလျှိုဟုတ်မဟုတ် စစ်ဆေးတယ်။ သူကတော့ မြောက်ကိုရီးယားက သစ္စာဖောက်လို့ပြောမှာကြောက်လို့ တောင်ကိုရီးယားက မြင်ကွင်းတွေကို မကြည့်ဘဲ မျက်စိမှိတ်ပြီးပဲ လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ မြောက်ကိုရီးယားတွေကို သိပ်မုန်းတဲ့ တောင်ကိုရီးယား စစ်ဆေးရေးအရာရှိ ပယ်ပယ်နယ်နယ် စစ်မေးတာခံခဲ့ရတယ်။ တောင်ကိုရီးယားကတော့ သူ့ကိုသူလျှိုမဟုတ်မှန်းသိသွားပေမဲ့ မြောက်ကိုရီးယားရဲ့အာဏာရှင်စနစ်အောက် ပြန်မသွားစေချင်ဘဲ သူတို့ဆီမှာပဲ အခြေချစေချင်တာမို့ အမျိုးမျိုးသိမ်းသွင်းခဲ့တယ်။ သို့ပေမဲ့ သူ့ကိုယ်သူပါ သတ်သေဖို့လုပ်လာတာမို့ရော မြောက်ကိုရီးယားဘက်က ဖိအားပေးလာတာမို့ရော မတတ်သာတဲ့အဆုံး သူ့ကိုမြောက်ကိုရီးယားပြန်လွှတ်ပေးလိုက်တယ်။ မြောက်ကိုရီးယားကတော့ သူ့ကို သောင်းသောင်းဖြဖြ ကြိုဆိုပြီးမှ တောင်ကိုရီးယား သူပုန်ပါဆိုပြီး ဆက်စစ်မေးတယ်။ ဒီလိုနဲ့ အသွားမှားတဲ့ တံငါသည်တစ်ယောက်ရဲ့ ဒုက္ခကို ကင်က ရိုးရိုးလေးပဲ ပြသထားခဲ့တယ်။ ဒါပေမဲ့လည်း ဇာတ်လမ်းအပြီးမှာတော့ အတွေးစတွေက ပင်လယ်လိုပဲ အကျယ်ကြီးပေါ့။ဒီရုပ်ရှင်က ပြောရရင် ပတ်ချန်းဝတ်ရဲ့ Joint Security Area လိုမျိုးဇာတ်လို့တောင် ဆိုလို့ရတယ်။ တောင်နဲ့မြောက်ကြားက ချစ်ခြင်းတွေ အငြိုးတွေကို စစ်ကြောရေးခန်းနဲ့ အဓိကအခြေတည်ပြီး ပြသသွားတာကိုး။ ဘာကြောင့်လဲမသိ၊ ဒီတိုင်းဇာတ်တွေမှာတောင် အကြမ်းပတမ်းတွေ အရမ်းထည့်ရိုက်နေကျ ကင်ဟာ ဒီလို သူ့စိတ်တိုင်းကျ လုပ်ချင်သလိုလုပ်ပစ်လို့ရတဲ့ စစ်ကြောရေးကားမှာကျ မလိုအပ်ဘူးထင်လို့လားမသိ အရမ်းတော့ အကြမ်းပတမ်းတွေ မသုံးထားခဲ့ဘူး။ ကင်ဟာ သူအဖြေနဲ့သူရှိပြီးသား မေးခွန်းတွေကို ပရိသတ်ကို ကိုယ်ပိုင်အဖြေနဲ့ ပြန်ဖြေဖို့ ရိုက်တတ်တဲ့သူပါ။ ဒီရုပ်ရှင်မှာလည်း ပရိသတ်ကိုယ်တိုင်ဖြေရမယ့် မေးခွန်းတွေရှိနေမှာပါပဲ။ Ideology နှစ်ခုကြားက အပြိုင်အဆိုင်ဘာညာပေါ့။ ဘာဖြစ်ဖြစ်ပါ။ ဒီရုပ်ရှင်ဟာ“The brighter the light, the darker the shadow.”ဆိုတဲ့ စကားကို အကျယ်ဖွင့်လိုက်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မှားမယ်မဟုတ်ပါဘူး။(အညွှန်းကိုWiRa Aungမှ ရေးသား‌ပေးထားပါတယ်)Size – 1.8GB, 910MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 54MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated & Encoded byYYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Ki-dukStarsChoi Gwi-hwaJeong Ha-damKang Bo-minKim Su-anKim Young-minLee Na-raLee Won-keunRyoo Seung-bumSung Hyun-ahCastChoi Gwi-hwaJeong Ha-damKang Bo-minKim Su-anKim Young-minLee Na-raLee Won-keunRyoo Seung-bumSung Hyun-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c9X1HSLMT6CU6FdPQPjtNcBK5Va.jpg",
      "https://image.tmdb.org/t/p/w300/KlqWXB1vztxXspRuVdObqOqxlI.jpg",
      "https://image.tmdb.org/t/p/w300/yN9Mz1ACeb437sTV1y3k7xPARHz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mzR6uMMOixsCg1MjghvbNvOAb73.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-net-2016",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-net-2016-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2skTe/(CM)_The_Net_(2016)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/36IhRarQ#scRVrjfq_tGMQZFMivvHkcLL0omL9hdLjmWARCaXBlM",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nynh2yl38kng.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/p3puqbdhjm10.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-net-2016-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Mnqh/(CM)_The_Net_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/3vwBRTiA#qaPQElBtl-mZ9JRAqYNUeXY-eEyJ7-qHk6Vh-B-UNy4",
        "server": "mega.nz",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7c5dck02ux6h.html",
        "server": "usersdrive.com",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/hjcfnio0psp4.html",
        "server": "streamsb.com",
        "size": "910MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "a-w-g07bT3E",
      "video_url": "https://www.youtube.com/watch?v=a-w-g07bT3E",
      "embed_url": "https://www.youtube.com/embed/a-w-g07bT3E"
    }
  }
]