[
  {
    "metadata": "Unrated|2023|1h 36m|Action,Comedy",
    "rating": {
      "rating": "7/10",
      "rating_count": "325"
    },
    "title": "Ramon (2023)",
    "description": "Ramon (2023)~ IMDb rating – 7/10 ~ရိုမေးနီးယားထုတ် ဟာသဇာတ်ကားတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ခေါင်းစဉ်အတိုင်း ရာမွန်ဆိုတဲ့ သူကို ဇာတ်အိမ်တည်ပြီး​တော့ ရိုက်ကူးထားတာပါ။ရာမွန်ဆိုတာကတော့ ရိုးသားကြိုးစားလှတဲ့ တောသားလေးပေါ့။ သူဟာ ငယ်ငယ်ကတည်းက အရမ်းကိုစိတ်ကောင်းရှိပြီး သူများတွေကို ကူညီတတ်တဲ့သူမျိုးပါ။ ဒါပေမဲ့ “စေတနာကနေ ဝေဒနာ” ဆိုသလို သူကတော့ ကူညီပေးလိုက်ပေမဲ့ သူများတွေအတွက်တော့ ဒုက္ခပေးသလို ဖြစ်ဖြစ်သွားတတ်ပါတယ်။ ဒီလိုနဲ့ပဲ တစ်နေ့တော့ သူဟာသူ့ ဖူးစာရှင်ကိုပိုးပန်းဖို့အတွက် ဘူခါရက်စ်ကို ရှာပုံတော် ထွက်သွားပါတော့တယ်။ဘူခါရက်စ်မှာ ရာမွန်တစ်ယောက် ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ ကြုံတွေ့ရဦးမလဲ၊ ဘယ်သူတွေကို ကူညီသွားဦးမှာလဲဆိုတာကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ IMDB မှာ 7/10 အထိရရှိထားပြီးတော့ ဇာတ်လမ်းကလည်း အရမ်းကြီး Serious မဖြစ်သလို အရမ်းလည်းပေါတောနေတာ မဟုတ်တဲ့အတွက် စိတ်အပန်းဖြေချင်သူများအတွက် အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 770MBQuality – 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 36MinGenre – Action, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJesús del CerroStarsAlexandru IonAna-Maria CalițaAndreea EscaAndreea VasileAndrei ȘelaruBogdan FarcașBogdan HorgaCarmen TănaseCezar AntalDoru CatanescuEcaterina LupuElvira DeatcuIonut RusuIulian PostelnicuMarius DamianOana ZaraPavel BartoșSmileyTeona StavarachiCastAlexandru IonAna-Maria CalițaAndreea EscaAndreea VasileAndrei ȘelaruBogdan FarcașBogdan HorgaCarmen TănaseCezar AntalDoru CatanescuEcaterina LupuElvira DeatcuIonut RusuIulian PostelnicuMarius DamianOana ZaraPavel BartoșSmileyTeona Stavarachi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/moHLIK7vKsrsaZpV8l70pOVXIY6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tWd9lw09AsaBpCXYCYyaBxs7UIn.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ramon-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1g0cj/(CM)_Ramon_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/syUgSB6L#ihDMbGhsRQDJnqv6ULIc9g_LUvbT-D4UctJtReL0Jg0",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5llc1vawdjru.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ramon-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BV6B/(CM)_Ramon_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hrFD2KLT#MmtaLurfk92boV0YRtN2KmHa2NGGAeWg12WuOk4Waw8",
        "server": "mega.nz",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4ota15dyrkjt.html",
        "server": "usersdrive.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/dfrp1gqdl8tr",
        "server": "streamsb.com",
        "size": "770MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5w1bxbc1i6m0",
        "server": "streamvid.io",
        "size": "770MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2QxRwrsHbNQ",
      "video_url": "https://www.youtube.com/watch?v=2QxRwrsHbNQ",
      "embed_url": "https://www.youtube.com/embed/2QxRwrsHbNQ"
    }
  },
  {
    "metadata": "R|2020|107 Mins|Action,Comedy,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "1,656"
    },
    "title": "King of Prison (2020)",
    "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကားကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးထားတာဖြစ်ပြီးဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။မင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်သရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့ထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်ကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့ရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။ထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလိုတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။ဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီးထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။စားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့ကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့ဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်ကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။ဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့အကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။အခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်းနေကြပါတယ်။အဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်းအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်သံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကိုဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။ကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့Action/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်ကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။File Size –  1.2 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Moe PwintEncoder – XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/king-of-prison-2020",
        "server": "VIP Links",
        "size": "1.2 GB / 543.6 MB",
        "quality": "1080P / 720P"
      },
      {
        "link": "https://usersdrive.com/dyv17ky1r5ip.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i7ngehfl9x6d.html",
        "server": "usersdrive.com",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/s7b4fdgjw9ux",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/hyrtkgykudf9",
        "server": "veryfiles.com",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/king-of-prison-2020-1080-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/king-of-prison-2020-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1ybk4/King_of_Prison_(2020)_1080P_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_{CM}_.mp4",
        "server": "megaup.net",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/GzxgxQIJ#Gytkje0b7IbzcAaV3Lc-zFiaibCmn6c2dFvONYpiiCs",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/v7ggXQIS#KHuBpFIdvWKgui9EpNcARi7u6JHQULGlkG5ML0MgexE",
        "server": "mega.nz",
        "size": "543.6 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/ruo4dh07yynt",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/r6h11tnamt50",
        "server": "upstream.to",
        "size": "543.6 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Bollywood,Comedy,Drama,Sport",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Patiala House (2011)",
    "description": "ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကိုကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့ဇာတ်ကားမျိုးဆိုလျှင်သင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။(ဇာတ်လမ်းအကျဉ်း)အိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်လူသိများခဲ့ပါတယ်။လူသိမများတာကတော့သူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမားဖြစ်ခဲ့ခြင်းကိုပါ။ခရစ်ကတ်ကစားခြင်းဟာဂတ်တူအတွက်ရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။ဂတ်တူဟာ မိသားစုရေးရာမှာလည်းအဖေချစ်သားအဖြစ်နဲ့အဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်ချီးကျုးခံရခဲ့တယ်။အတိတ်မှာဖြင့်ဂတ်တူရဲ့ဦးလေးဟာဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကိုဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။အဲဒီ့နောက် ဂတ်တူအဖေဟာဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကိုမျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်စွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။ထို့နောက်ဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကိုရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။ဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်အဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။အဖေကို ချစ်လွန်းပြီးအဖေ့အတွက် သားလိမ္မာဖြစ်နေသောဂတ်တူအတွက်တော့အိပ်မက်ကိုသာလျှင်ရေစုန်မျောလိုက်ပါတော့တယ်။တစ်ဖက်မှာလည်းဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။ဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလိုမောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့အပြစ်တင်ခံနေရသူပါ။တစ်နေ့မှာတော့သတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်းခရစ်ကတ်ကစားသမားတစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။ဂတ်တူ အတွက်တော့ပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်မထူးဆန်းလှတော့ပါဘူး။တကယ်တော့ပျက်သုန်းနေတဲ့အိပ်မက်ကိုသူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။သို့ရာတွင် —-မပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကိုဆက်ပေးချင်တဲ့လူနှစ်ဦးပေါ်ပေါက်လာခဲ့ပါတယ်။ဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။ဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။ဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီးအင်္ဂလန်ကစားသမားအဖြစ်ခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။ဆိုင်ရမ် မိန်းမချောလေးကလည်းဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်ကြိုးစားခဲ့သည်။သို့သော် —-?????ဒီဇာတ်ကားလေးမှာဖြင့်ဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့သူရဲ့ဘဝရဲ့ကြမ္မာကိုဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။အိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။ပြန်လည်ရှင်သန်စေခဲ့မလား။ထို့ပြင်အဖေကို ချစ်လွန်းအားကြီးလှသောသားတစ်ယောက်အနေနဲ့မိသားစုရေးဆိုင်ရာတွေကမည်သို့ဖြစ်စေခဲ့မည်နည်း။အဖေ့အတွက် ဂတ်တူဟာမည်သို့သော အင်အားမျိုးနှင့်မြင်တွေ့ရမည်နည်း။ခရစ်ကတ်နဲ့ အဖေ /အဖေနဲ့ ခရစ်ကတ် ကြားမှာဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊နှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်ကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာရင်မောဖွယ် ကြည့်ရဦးမှာပါ။ဒီဇာတ်ကားလေးဟာဖြင့်စိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီးမေတ္တာတရားနဲ့ အနစ်နာခံမှု၊ပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊မြတ်နိုးတန်ဖိုးထားတတ်မှုတို့ရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်ဇာတ်ကားကောင်းလေးပါ။လူမျိုးရေးခွဲခြားမှုနဲ့အရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်းတစ်စိတ်တဒေသ ဖော်ပြစေတဲ့အတွက်စိတ်ဓာတ်ခွန်အားပေးနိုင်တဲ့ဇာတ်ကားဟုလည်းညွှန်းဆိုနိုင်ပါသေးတယ်။ဒါကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဟုညွှန်းဆိုရင်းလက်တို့ပြောလိုက်ရပါတော့သည်။(ရုပ်ရှင်အညွန်းကို ကိုလင်းခယံမှ တင်ဆက်ထားတာပါ။)File size…(3.7 GB)/(1.5 GB)Quality….BluRay HEVC 1080p / 720pFormat…mkv/mp4Duration….02:26:30Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkshay KumarAnushka SharmaDimple KapadiaMasha PourRishi Kapoor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1O16GiVVTjtEQ7ZnQPt3wf78OyR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/08/0500e4ffdd38372c712475c5ee97162e5d9aab70.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/patiala-house-2011",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-patiala-house-2011-hindi-1080-p-bluray-hevc-ac-3-5-1-audio-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2mI9n/(CM)_Patiala.House.2011.Hindi.1080p.Bluray.HEVC.AC3_5.1_Audio.mkv",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/hs1CwaSR#Bzpz70CZNQOG0SucwKHuoHwb38bVMsV6AlGiOYaWfSA",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/pineupqq8w61.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-patiala-house-2011-hindi-720-p-bluray-x-264-aac-2-0-audio-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10Ndi/(CM)_Patiala.House.2011.Hindi.720p.Bluray.x264.AAC.2.0_Audio.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1o1ShYrL#oyBCUEn7fpqNTe7CzRkRNq1XATQSw1y1XrRoHIVFaS0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4y01arismfab.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/91vfzw88w9xx.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2019|109 min|Comedy,Fantasy,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "2,794"
    },
    "title": "Little (2019)",
    "description": "ငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ ေဂ်ာ္ဒန္ဆန္းဒါးစ္ ႀကီးလာေတာ့ ဒိတ္ဒိတ္က်ဲလုပ္ငန္းရွင္ႀကီးျဖစ္လာေပမယ့္အရာရာကိုဇီဇာေၾကာင္ ကိုယ့္စကားႏြားရေျပာ ေဘးပတ္ဝန္းက်င္ကလူမွန္သမွ်ကို ျပသနာပတ္ရွာေနတဲ့ လူ႔ဂြစာအပ်ိဳႀကီးအခ်စ္ဆိုတာကို အယံုအၾကည္မရွိေတာ့လို႔ ရည္းစားထားေပမယ့္ အတည္မတြဲခ်င္သူ…ေအပရယ္ဝီလီယမ္ကေတာ့ သူ႔လက္ေထာက္..သူခိုင္းသမွ်လုပ္ သူဆူပူေသာင္းက်န္းသမွ်ခံၿပီး အလုပ္ခြင္မွာ တက္လမ္းကိုျမင္ေနရေပမယ့္ အခြင့္အေရးမရရွာသူ…တစ္စံုတစ္ရာေၾကာင့္ တစ္ေန႔မွာေတာ့ ေဂ်ာ္ဒန္တစ္ေယာက္ ၿမီးေကာင္ေပါက္ ၁၃ ႏွစ္သမီးအရြယ္အျဖစ္ႏိုးထလာခဲ့အခါ…ေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ေဂ်ာ္ဒန္႔ငယ္ဘဝကို သ႐ုပ္ေဆာင္တဲ့ကေလးသ႐ုပ္ေဆာင္ေလးက အေတာ္ပီျပင္ၿပီးတစ္ဇာတ္လံုးကိုဆြဲေခၚသြားတာမို႔ ရယ္ေမာခ်င္သူေတြအတြက္ လက္တို႔လိုက္ပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ)File Size : (850 MB) and (420 MB)Quality : Blu-Ray 720pRunning Time : 1hr 49minFormat : Mp4Genre : Comedy, Fantasy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-DRONESTranslated by May Myat ThuEncoded by THZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTina Gordon ChismStarsBlair JasinCaleb EmeryChelsea HayesIssa RaeJD McCraryJustin HartleyMarsai MartinMikey DayRegina HallTone BellCastAmor OwensAndre RobinsonAndrew RomanoBlair JasinCaleb EmeryChelsea HayesDavid A. FlanneryDesi BanksElla MadisonEva CarltonGeorge LottIssa RaeJD McCraryJustin HartleyKausar MohammedKendra L. FranklinMarc HawesMarsai MartinMikey DayMylie StoneNoree VictoriaRachel DratchRegina HallTone Bell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tmM78qRhpg0i2Cky8Q8hXKASOXY.jpg",
      "https://image.tmdb.org/t/p/w300/zfVJkfADHzKuNt4ivM1YjwwqRdY.jpg",
      "https://image.tmdb.org/t/p/w300/zbPVujc7qIEqpqkG70t2NpNvHOa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4MDB6jJl3U7xK1Gw64zIqt9pQA4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/little-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yuudrive.me/53937d175/litle-2019-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://usersdrive.com/o7zenck8q0gb.html",
        "server": "usersdrive.com",
        "size": "850Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/4UP8M/Little_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/spF31KCS#quBoPVVT2osvJ9voAUgrGnPCHxQg3RoPqd-Gthb5ttA",
        "server": "mega.nz",
        "size": "850Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/jpfed051tl6e",
        "server": "upstream.to",
        "size": "850Mb",
        "quality": "Bluray 720p"
      }
    ],
    "trailer": {
      "video_id": "Qz65no3WnJk",
      "video_url": "https://www.youtube.com/watch?v=Qz65no3WnJk",
      "embed_url": "https://www.youtube.com/embed/Qz65no3WnJk"
    }
  },
  {
    "metadata": "N/A|2017|119 min|Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "307"
    },
    "title": "I Can Speak (2017)",
    "description": "ဒီတစ္ခါေတာ့ IDM Rating 7.6 အထိရရွိထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ေတာင္ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကား rating အရအရမ္းေကာင္းေနလို႔စၿပီးဘာသာျပန္လိုက္ေတာ့ဇာတ္လမ္းကဒီေလာက္ႀကီးလည္းဘာမွမဟုတ္ဘူးထင္ေနတာေပါ့။ေနာက္ပိုင္းဆက္ၿပီးၾကည့္ေတာ့မွတျဖည္းျဖည္းနဲ႕ဘာေၾကာင့္မွန္းမသိပိုၿပီးစိတ္ဝင္စားလာမိတယ္။အဓိကအေၾကာင္းရင္းကဇာတ္ေကာင္မင္းသမီးႀကီးရဲ႕စိတ္ထဲမွာဘယ္လိုေတြျဖစ္ေနလဲဆိုတာကိုသိခ်င္လာမိလို႔ပါ။ဇာတ္ကားအဆုံးထိၾကည့္ၿပီးမွမင္းသမီးႀကီးရဲ႕ခံစားခ်က္ကိုနားလည္လာခဲ့လို႔ပရိတ္သတ္ႀကီးလည္းအဆုံးထိခံစားၾကည့္ရႈလိုက္ၾကပါ။ေအာ္ဒါနဲ႕ဒီကားကေတာင္ကိုရီးယားမွာဆုတံဆိပ္ေပါင္း ၁၂ဆုအထိရရွိထားတဲ့ကားေလးေနာ္။ဇာတ္လမ္းအစမွာေတာ့ပတ္မင္ေဂ်းလို႔ေခၚတဲ့ဝန္ထမ္းေပါက္စေလးတစ္ေယာက္ဆိုးလ္ၿမိဳ႕ကခရိုင္အုပ္ခ်ဴပ္ေရးမႉး႐ုံးကိုတာဝန္ေျပာင္းေ႐ႊ႕ထမ္းေဆာင္ရင္းနဲ႕စထားပါတယ္။ပတ္မင္ေဂ်းကအလုပ္လည္းႀကိဳးစားသလိုအဂၤလိပ္စာကိုလည္းကြၽမ္းကြၽမ္းက်င္က်င္နဲ႕ေျပာဆိုနိုင္တဲ့လူေတာ္တစ္ေယာက္ပါ။ခရိုင္႐ုံးမွာအလုပ္လုပ္ရင္းအမ်ားအက်ိဳးအတြတ္ကိုယ္က်ိဳးမဖက္လုပ္ေဆာင္ေပးေနသူနာဘုတ္အြန္းအဘြားနဲ႕စတင္ေတြ႕ဆုံခဲ့ရပါတယ္။နာဘုတ္အြန္းကရပ္ကြက္မွာျဖစ္ေနသမွ်ကိစၥအားလုံးတိုင္ၾကားတာကိုပတ္မင္ေဂ်းဘက္ကလည္းအေကာင္းဆုံးေျဖရွင္းဖို႔ႀကိဳးစားရပါေတာ့တယ္။နာဘုတ္အြန္းမွာလည္းခေလးဘဝတည္းကကြဲကြာခဲ့ရတဲ့ေမာင္ေလးတစ္ေယာက္ရွိပါတယ္။သူ႕ေမာင္ေလးကလက္ရွိအေမရိကန္မွာေနတာကိုေတြ႕ဖို႔အရာရွိေပါက္စပတ္မင္ေဂ်းဆီမွာအဂၤလိပ္စာသင္ဖို႔အကူအညီေတာင္းခဲ့ပါတယ္။ပတ္မင္ေဂ်းလည္းလက္ခံခဲ့ၿပီးတဲ့ေနာက္နာဘုတ္အြန္းလည္းအဂၤလိပ္စာကိုကြၽမ္းကြၽမ္းက်င္က်င္ေျပာဆိုလာနိုင္တဲ့အခ်ိန္မေမွ်ာ္လင့္တဲ့အျဖစ္အပ်က္ေတြေပၚေပါက္လာပါတယ္။အဲ့အျဖစ္အပ်က္ေတြကဇာတ္လမ္းကိုလုံးဝဖမ္းစားလိုက္တာပါ။အဲ့အျဖစ္အပ်က္ေတြေၾကာင့္ပဲဇာတ္လမ္းၾကည့္ရႈတဲ့သူေတြပထမအစထင္ထားသလိုမ်ိဳးမဟုတ္ေတာ့ဘဲလုံးဝမတူကြဲျပားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ၾကည့္ရႈရသလိုျဖစ္သြားေစမွာပါ။အဲ့အျဖစ္အပ်က္ေတြကဘာေတြလဲဆိုတာကိုေတာ့ဇာတ္လမ္းအဆုံးထိေစာင့္ၾကည့္လိုက္ရေအာင္ပါ။ေသခ်ာတာတစ္ခုကေတာ့ဒီဇာတ္ကားၾကည့္ၿပီးရင္လူတိုင္းအေတြးတစ္ခုဝင္လာပါလိမ့္မယ္။နာဘုတ္အြန္းအဘြားေနရာမွာကိုယ့္အဘြား၊ကိုယ့္အေမ၊ကိုယ့္အစ္မ၊ကိုယ့္ညီမသာဆိုရင္ဘယ္လိုခံစားၾကမလဲ။ဒီလိုမ်ိဳးခံစားရမႈေတြကိုကိုယ့္ေၾကာင့္နဲ႕တစ္ျခားမိသားစုဝင္ေတြခံစားေစခ်င္ပါသလား။ပရိတ္သတ္ႀကီးပဲဆုံးျဖတ္ေပးၾကပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ)File Size : (900 MB) and (355 MB)Quality : Blu-Ray 720pRunning Time : 1hr 59minFormat : Mp4Genre :Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264 DTS-FGTTranslated by Nay MyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Hyun-sukStarsChoi Soo-inJeong Yeon-jooKim So-jinLee Je-hoonLee Sang-heeNa Moon-heePark Cheol-minSeong Yu-binSon SookYeom Hye-ranCastChoi Soo-inJeong Yeon-jooKim So-jinLee Je-hoonLee Sang-heeNa Moon-heePark Cheol-minSeong Yu-binSon SookYeom Hye-ran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jivtx9El0WUeUZ5hrLBQQi4Bh8t.jpg",
      "https://image.tmdb.org/t/p/w300/yQUjbD9h6l1QxoiSTuqnKtvx4qC.jpg",
      "https://image.tmdb.org/t/p/w300/7zsvxWO5ysCDy5CofD31VKnstPn.jpg",
      "https://image.tmdb.org/t/p/w300/2xxNO0AyI4S9g4lQgRityUMHFRH.jpg",
      "https://image.tmdb.org/t/p/w300/9pkMDhK2M4rqMog2Lw4byk95uXO.jpg",
      "https://image.tmdb.org/t/p/w300/sBQV1O7avPu47x6jgEHEmSVW88W.jpg",
      "https://image.tmdb.org/t/p/w300/7XtDDVXLjlAtygCQD4CkQAWwT0C.jpg",
      "https://image.tmdb.org/t/p/w300/7NgHS2wzasw3G8I8Awnf3eO5cGZ.jpg",
      "https://image.tmdb.org/t/p/w300/cqsbemcEvF9kj7uK2svbBD5AnkJ.jpg",
      "https://image.tmdb.org/t/p/w300/pzVJmeth3p1uYtAosNbAxuVj0pQ.jpg",
      "https://image.tmdb.org/t/p/w300/9mJabRENM26gEioKCr0PE88gJnP.jpg",
      "https://image.tmdb.org/t/p/w300/yIvFbDnxGVnSaipjMbG18oWfZnB.jpg",
      "https://image.tmdb.org/t/p/w300/xSOqzklJgLcEHOZD5vBngdZzB84.jpg",
      "https://image.tmdb.org/t/p/w300/78RxbghmOc45aFWJcebv8RRP1UR.jpg",
      "https://image.tmdb.org/t/p/w300/lAAuuLZyqAfOAklugjSl52ghRi3.jpg",
      "https://image.tmdb.org/t/p/w300/luu5gpp2RZnLrsMGHSmdoAZq5aD.jpg",
      "https://image.tmdb.org/t/p/w300/4DDQYV2jPIpypeDX7kaZ1KJ5Qff.jpg",
      "https://image.tmdb.org/t/p/w300/AaGv2QwMoNWrys7u3AbUxBTdlJ.jpg",
      "https://image.tmdb.org/t/p/w300/20mXYc0xLEqX1VaLEVweV2lpDnb.jpg",
      "https://image.tmdb.org/t/p/w300/xWJGgylaaBaSOrJnS93DKRzqdxf.jpg",
      "https://image.tmdb.org/t/p/w300/emHdjuVXPoUCjIXpIAvVfUCdjwI.jpg",
      "https://image.tmdb.org/t/p/w300/5nalmB3OTyGkkgAB8HGEjFa3mUy.jpg",
      "https://image.tmdb.org/t/p/w300/majNCXft7Phem65QDskGwFDh7cN.jpg",
      "https://image.tmdb.org/t/p/w300/vi5GoroWYkgv6NkG52aX6o6xb8L.jpg",
      "https://image.tmdb.org/t/p/w300/guBxmgwovfQK6bKZSbGP4fm5wnk.jpg",
      "https://image.tmdb.org/t/p/w300/jDdaCn4BhT6x2Cl1XGASMhGawhD.jpg",
      "https://image.tmdb.org/t/p/w300/lJ5S2yUj46yq9lcvdUnQSaq7qxg.jpg",
      "https://image.tmdb.org/t/p/w300/hBKjQ4OPVeuYBs7yahpE9U3640W.jpg",
      "https://image.tmdb.org/t/p/w300/pibs4UkkwMgXPjv9LHS7sFXrXbd.jpg",
      "https://image.tmdb.org/t/p/w300/iNkrShA0hvIxP4m2bfRgLKc4RPd.jpg",
      "https://image.tmdb.org/t/p/w300/k5u7XnHrDiElOqgs9SmNPaycR58.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/wtN0xx93lNkfA7dwEmpBfbq79Dq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/i-can-speak-2017",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/i-can-speak-(ai-kaen-seupikeu)--2017--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/i-can-speak-(ai-kaen-seupikeu)--2017--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fPan/I_Can_Speak_(Ai_Kaen_Seupikeu)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/k13nbjkj14dd",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "i5TUJ44NJnQ",
      "video_url": "https://www.youtube.com/watch?v=i5TUJ44NJnQ",
      "embed_url": "https://www.youtube.com/embed/i5TUJ44NJnQ"
    }
  },
  {
    "metadata": "|2007|1hr 28min|Action,Comedy",
    "rating": {
      "rating": "6/10",
      "rating_count": "116"
    },
    "title": "Kung Fu Tootsie (2007)",
    "description": "Kung Fu Tootsies (2007)တွတ်စီလေးတွေဆို ရယ်ရတာ အားလုံးအသိပါ။ဒီတစ်ခါ တွတ်စီကတော့ ရိုးရိုးတွတ်စီ မဟုတ်ဘဲ ကွန်ဖူးတွတ်စီပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ရွှေနဂါးဂိုဏ်းမှာ အမွှာသားနှစ်ယောက်ရှိတဲ့အနက်တစ်ယောက်က ဘုန်းကညာတစ်ပါး လုံးရာက ပြားနေခဲ့ပါတယ်။(ဘုန်းပြားလေးပေါ့)သားကြီးဖြစ်သူက ဂိုဏ်းခေါင်းဆောင်ဖြစ်ခါနီးမှာပဲ ရန်သူတွေလက်ချက်ကြောင့် လက်ပြတ်သွားတဲ့အခါမှာတော့ …..ဒီကိစ္စကို ဖုံးဖိဖို့အတွက် အမွှာညီဖြစ်တဲ့သူကို ဂိုဏ်းခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ခိုင်းရတဲ့အခါဘုန်းပြားလေး အဖို့ ဂန်းစတားခေါင်းဆောင်အဖြစ်ဟန်ဆောင်ရပြီးနောက် ကြုံတွေ့ရတဲ့အလွဲလွဲအချော်ချော်လေးတွေကို အူတက်မတတ်ခံစားရအောင်ရိုက်ပြထားတာမို့ ဟာသကားကြိုက်တဲ့သူတွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဘုန်းပြားလေးက မြန်မာက တက်သစ်စ အဆိုတော်တစ်ယောက်နဲ့တောင် ခပ်ဆင်ဆင်ရယ်IMDb – 6/10 ရထားတာဆိုတော့ ခပ်ညံ့ညံ့ကားမျိုးတော့ မဟုတ်ပါဘူးနော့File size… 1.7GB and 787MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 1hr 28minSubtitle….Myanmar Subtitle (Hardsub)Translated by HazelEncoded by AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJaturong MokjokCastCharlie RuedpokanonChookiat IamsookErik Markus SchuetzJaroenporn OnlamaiJaturong MokjokJim ChauncheunKreangsak RiantongPokchut TiemchaiSittichai Pabchompoo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3VeMKjZD5xerslrkLisZAO5fbYa.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1aHyv9db93Px7OseKl7EkbAWnfY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kung-fu-tootsies-2007",
        "server": "VIP Links",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://drive.google.com/file/d/18QtDstDpByJsRXIYxSlyc81T5yMrgqOt/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://megaup.net/UUp8/(CM)_Kung.Fu.Tootsie.2007.1080p.NF.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://mega.nz/file/utQSmZiJ#4zKgTTl0TGDvX90vI21gztAHOyGwjCjGWke55sj8ELk",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/20v2hwfv541c.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://www.datbu.com/5m14d9vo8wa8.html",
        "server": "datbu.com",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://veryfiles.com/2gncd84iayl0",
        "server": "veryfiles.com",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://upstream.to/w5vewn3up7l3",
        "server": "upstream.to",
        "size": "1.7GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kung-fu-tootsies-2007",
        "server": "VIP Links",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kung-fu-tootsie-2007-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://megaup.net/UUpw/(CM)_Kung.Fu.Tootsie.2007.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://mega.nz/file/mkA0HJxI#I2X15pfJzd8HUcTihN2zsg2acIvh2K928Lu5gjBrD_4",
        "server": "mega.nz",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/kutx1xlsla5l.html",
        "server": "usersdrive.com",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://www.datbu.com/wo2skchhu9f8.html",
        "server": "datbu.com",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://veryfiles.com/9w407t9um9gx",
        "server": "veryfiles.com",
        "size": "787MB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://upstream.to/5pjxa1ytzlxz",
        "server": "upstream.to",
        "size": "787MB",
        "quality": "720P WEB-DL"
      }
    ],
    "trailer": {
      "video_id": "l3UFhqFMU5Q",
      "video_url": "https://www.youtube.com/watch?v=l3UFhqFMU5Q",
      "embed_url": "https://www.youtube.com/embed/l3UFhqFMU5Q"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "188"
    },
    "title": "Ana (2020)",
    "description": "အသစ်စက်စက်Dramaကားလေးပါ။မင်းသားကြီး Andy Garciaနဲ့ဆယ်ကျော်သက်စတားလေးDafne Keen (Loganကားမှ X23 ဒီကားမှာလည်းအကြောတင်းလေး)တို့ပါဝင်သရုပ်ဆောင်ထားတာပါ။သဘာဝဘေးကြောင့် စီးပွားရေးကပ်ဆိုက်နေတဲ့ပရီတိုရီကိုမြို့မှာကားဝယ်ရောင်းလုပ်ကိုင်နေတဲ့ ရာဖာဆိုတဲ့တစ်ကိုယ်တည်းနေထိုင်သူယောက်ျားကြီးတစ်ယောက်စီးပွားရေးမပြေလည်ပဲ ဆပ်စရာအကြွေးတွေတစ်ပုံကြီးပါ။သူ့အတွက်သူတောင်အနိုင်နိုင်ဖြစ်နေတဲ့အချိန်မှာအိမ်ရှေ့က11နှစ်သမီးလေး အန်နာရဲ့အမေထောင်ခဏကျသွားတဲ့အခါအန်နာကို သူ့ဖခင်ဆီပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပြီးစောင့်ရှောက်ပေးရပါတော့တယ်။ရာဖာကလည်း အုပ်ထိန်းသူမဲ့နေတဲ့အန်နာ့ကိုစောင့်ရှောက်၊လူလည်မလေးအန်နာကလည်းအကြွေးတွေရက်ပိုင်းအတွင်းဆပ်ရမယ့်ရာဖာအတွက်ပိုက်ဆံရမယ့်နည်းတွေကြံပေးပုံတွေကို ကြည့်ရှုရမှာပါ။ချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့ကားလေးတစ်ကားပါ။File Size : ( 987 MB , 361 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint Lwinzawgyiအသစ္စက္စက္Dramaကားေလးပါ။မင္းသားႀကီး Andy Garciaနဲ႔ဆယ္ေက်ာ္သက္စတားေလးDafne Keen (Loganကားမွ X23 ဒီကားမွာလည္းအေၾကာတင္းေလး)တို႔ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ။သဘာဝေဘးေၾကာင့္ စီးပြားေရးကပ္ဆိုက္ေနတဲ့ပရီတိုရီကိုၿမိဳ႕မွာကားဝယ္ေရာင္းလုပ္ကိုင္ေနတဲ့ ရာဖာဆိုတဲ့တစ္ကိုယ္တည္းေနထိုင္သူေယာက္်ားႀကီးတစ္ေယာက္စီးပြားေရးမေျပလည္ပဲ ဆပ္စရာအေႂကြးေတြတစ္ပုံႀကီးပါ။သူ႔အတြက္သူေတာင္အႏိုင္ႏိုင္ျဖစ္ေနတဲ့အခ်ိန္မွာအိမ္ေရွ႕က11ႏွစ္သမီးေလး အန္နာရဲ႕အေမေထာင္ခဏက်သြားတဲ့အခါအန္နာကို သူ႔ဖခင္ဆီပို႔ေပးဖို႔ ဆုံးျဖတ္လိုက္ၿပီးေစာင့္ေရွာက္ေပးရပါေတာ့တယ္။ရာဖာကလည္း အုပ္ထိန္းသူမဲ့ေနတဲ့အန္နာ့ကိုေစာင့္ေရွာက္၊လူလည္မေလးအန္နာကလည္းအေႂကြးေတြရက္ပိုင္းအတြင္းဆပ္ရမယ့္ရာဖာအတြက္ပိုက္ဆံရမယ့္နည္းေတြႀကံေပးပုံေတြကို ၾကည့္ရႈရမွာပါ။ခ်စ္ျခင္းေမတၱာကိုေဖာ္က်ဴးထားတဲ့ကားေလးတစ္ကားပါ။File Size : ( 987 MB , 361 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles McDougallStarsAndy GarciaAris MejiasBlas DiazDafne KeenLauren VélezRamón FrancoCastAndy GarcíaAris MejiasBlas DiazDafne KeenLauren VélezRamón Franco",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5k4vm5gRKHAFVCguvwfGnRdASPt.jpg",
      "https://image.tmdb.org/t/p/w300/gMV9R6Io6IF3hecTOpiKSMTeAnq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3hcVmfsqvCU3Glg9JjUjZp8gkOQ.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/V7n/(CM)_Ana_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/2Yi",
        "server": "fastload.cc",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/-Raza7BMjJNXOQ",
        "server": "disk.yandex.com",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/1Av4b",
        "server": "usersdrive.com",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ana-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/gpsced17hbab.html",
        "server": "usersdrive.com",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1xblp/(CM)_Ana_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/1QoHzCiI#HQkQEkFgP3IIW7Eh_G0clPL1j4Jhomix8W43G4nQZ4g",
        "server": "mega.nz",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/tihx2ljg16ac",
        "server": "usersdrive.com",
        "size": "987 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "60KcBE3yDKs",
      "video_url": "https://www.youtube.com/watch?v=60KcBE3yDKs",
      "embed_url": "https://www.youtube.com/embed/60KcBE3yDKs"
    }
  },
  {
    "metadata": "|2021||Comedy,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3330"
    },
    "title": "A Wedding to Remember (2021)",
    "description": "A Wedding To Remember (2021)=======================IMDb Rating – 6.1/10အချစ်ဆိုသည်မှာ အံ့ဩမှုများနဲ့ ဆန်းကြယ်သောအရာတဲ့။မြင်မြင်ချင်း ချစ်မိတာက အချစ်စစ်လား၊ ရယူဖန်တီးထားတာကရောအချစ်လား၊ လုပ်ယူမထားဘဲ သဘာဝဆန်ဆန်လေး ချစ်ကြိုက်မိသွားကြတာကမှ အချစ်စစ်လား။လူတိုင်းက အချစ်ကို ခံယူချက်အမျိုးမျိုးနဲ့ အဓိပ္ပာယ်အမျိုးမျိုး ဖွင့်ဆိုတတ်ကြပါတယ်။ ဒီဇာတ်ကားလေးကတော့ အချစ်ရဲ့ ချိုချဉ်ငံစပ်သဘောတရားတွေ အားလုံး မြင်တွေ့ရနိုင်မယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ။ကံကြမ္မာက ဖန်တီးပေးတဲ့ လက်တွဲဖော်ကိုပဲ လိုချင်ကြတဲ့  ဘရိုင်ယန် နဲ့အိုလစ်ဗီယာ တို့ရဲ့ ဇာတ်လမ်းလေးပေါ့။ စတွေ့ကတည်းက ပဋိပက္ခတွေအပြည့်နဲ့ လူနှစ်ယောက်က မင်္ဂလာဆောင်တစ်ခုမှာ သတို့သားအရံနဲ့သတို့သမီးအရံအဖြစ် ပြန်လည်ဆုံစည်းလာကြတဲ့အခါ ဘာတွေ ဆက်ဖြစ်လာနိုင်မလဲ။ သူတို့ယုံကြည်ထားတဲ့ အချစ်ကရော လက်တွေ့ဘဝမှာ တကယ်ဖြစ်နိုင်ပါ့မလား ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုပေးပါလို့ပဲ တိုက်တွန်းပါရစေ။ဘရိုင်ယန် အဖြစ် မင်းသား Greyston Holt နဲ့ အိုလစ်ဗီယာအဖြစ် မင်းသမီးChristina Rosato တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.1 ရရှိထားတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size……….(1.64 GB) / (837 MB) / (516 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 25minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….May Thet Khine SoeEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid I. StrasserCastCristina RosatoGreyston HoltHeather ClarkMatt HamiltonMatt MazurRebecca OlsonShanelle Connell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k5yYHC1EMSC7I3kpioq57rliudm.jpg",
      "https://image.tmdb.org/t/p/w300/yYuA7Ro8o6aVaQKM1cNnsPPt4e0.jpg",
      "https://image.tmdb.org/t/p/w300/nY9wVprCLpoFjSA0oIONObGCvQ1.jpg",
      "https://image.tmdb.org/t/p/w300/f9mTN97FZtwWv8MetGVevgNY3hP.jpg",
      "https://image.tmdb.org/t/p/w300/heHKCcjy2yHJnEmu4yOYQJApoq0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYjQ3OTdiZWYtZjA3NS00YjAxLTllYmYtZTcwZjEyYTQ4Yzc1XkEyXkFqcGdeQXVyMTI1NjMwMjE0._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-wedding-to-remember-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/a-wedding-to-remember-2021-1080-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.64 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2rMfo/A.Wedding.to.Remember.2021.1080p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.64 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/8fkCGLjb#Y8M8Q_mpDmqDcRJR6Oqct7pYAQEUSvOBvRkDJ1G05Sg",
        "server": "mega.nz",
        "size": "1.64 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yhtb9cfsyiw8.html",
        "server": "usersdrive.com",
        "size": "1.64 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/a-wedding-to-remember-2021-720-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/15Rkb/A.Wedding.to.Remember.2021.720p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/k0r4dypdntbm.html",
        "server": "streamsb.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/IXcDkLCJ#Byl3xRH_tBPG-R7_Xagr6OJuP1UNUuQVcX75F_k8Sb4",
        "server": "mega.nz",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/kcqm02irftw6.html",
        "server": "usersdrive.com",
        "size": "837 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/a-wedding-to-remember-2021-480-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "516 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2rMeC/A.Wedding.to.Remember.2021.480p.WEBRip.[CM]_new.mp4",
        "server": "megaup.net",
        "size": "516 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/8zaq035svl77.html",
        "server": "streamsb.com",
        "size": "516 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/AfEXjCyL#OdGCWl046kfx2uA7dGgRSLpYnJgais89PTClOn4xgfQ",
        "server": "mega.nz",
        "size": "516 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/12od386rdusn.html",
        "server": "usersdrive.com",
        "size": "516 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "-Rtz-GZR57c",
      "video_url": "https://www.youtube.com/watch?v=-Rtz-GZR57c",
      "embed_url": "https://www.youtube.com/embed/-Rtz-GZR57c"
    }
  },
  {
    "metadata": "PG-13|2008|103 min|Action,Comedy",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "57,256"
    },
    "title": "The Spirit 2008",
    "description": "Director – Frank Miller ရိုက္​ကူးထားၿပီး imdb 4.8 ရထားတဲ့ ဇာတ္​ကားေလးနဲ႔မိတ္​ဆက္​ေပးခ်င္​ပါတယ္​ဇာတ္​ကားနာမည္​ကေတာ့ The spirit ပါ ဇာတ္​လမ္​းေလးက action ကားေလးျဖစ္​ေပမယ္​့ comedy ေလးနည္​းနည္​းေပါင္​းထားပါတယ္​ဘာေၾကာင္​့ရယ္​မွန္​းမသိ ဒန္​နီကို႔ထ္​လို႔ ေခၚတဲ့သာမာန္​ရဲတစ္​ေယာက္​ ေသရာကေန ျပန္​ရွင္​လာတဲ့အခါ ရဲအလုပ္​ကေနစြန္​႔ခြာၿပီး စပိရစ္​ထ္​ အျဖစ္​နဲ႔ ဒုစရိုက္​ေတြႏွိမ္​နင္​းပါတယ္​သူ႔ရဲ႕ အဓိက ရန္​သူက ေအာက္​တိုပတ္​စ္​ လို႔ေခၚၿပီး သူတို႔ႏွစ္​ေယာက္​လံုးက မေသမ်ိဳးေတြျဖစ္​ေနပါတယ္​စပိရစ္​ထ္​က ဘာေၾကာင္​့ မေသမ်ိဳးျဖစ္​ေနလဲ သူ႔ကိုယ္​သူ နားမလည္​ခဲ့ေပမယ္​့ သူ႔ရန္​သူ ေအာက္​တိုပတ္​စ္​ကေတာ့ သိေနခဲ့ပါတယ္​တစ္​ဘက္​မွာလည္​း စိန္​ေတြကိုမွ ႀကိဳက္​တတ္​တဲ့ စပိရစ္​ထ္​ ရဲ႕ ငယ္​ခ်စ္​ဦး ဆန္​ဒ္​ဆာရပ္​ဖ္​ က မေသမ်ိဳးျဖစ္​ရတဲ့ လ်ိဳ႕၀ွက္​ခ်က္​နဲ႔ ကိုယ္​တိုင္​ပတ္​သတ္​မိေနမွန္​းမသိတဲ့အခါ ဘာေတြဆက္​ျဖစ္​ၾကမွာလဲသူတို႔ကဘာလို႔ မေသမ်ိဳးေတြျဖစ္​ေနၾကတာလဲအဲ့တာေတြအားလံုးအဆံုးသတ္​ဖို႔ကေရာ တစ္​ေယာက္​ေသမွျဖစ္​မယ္​ဆိုရင္​ ဘယ္​သူေသမွာလဲdown ၾကည္​့လိုက္​ပါေနာ္​ action ကားေလးဆိုေပမယ္​့ comedy ေလးေႏွာထားတာမို႔ ကားေကာင္​းေလးတစ္​ကားပါ ေအာက္​တိုပတ္​စ္​ရဲ႕လက္​ေထာက္​မေလး ဖေလာ့စ္​ေနရာကို Scarlett Johansson က ပီပီျပင္​ၿပင္​သရုပ္​ေဆာင္​ထားပါတယ္​ဆန္​းဒ္​ဆာရပ္​ဖ္​ ေနရာမွာေတာ့ Eva Mendes ျဖစ္​ၿပီး ေအာက္​တိုပတ္​စ္​အျဖစ္​နဲ႔ Samuel L.Jackson သရုပ္​ေဆာင္​ထားပါတယ္​ စူပါဟီးရိုးတစ္​ျဖစ္​လဲ စပိရစ္ထ္​ကေတာ့ Gabriel Macht သရုပ္​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​File Size          :          700 Mb / 350 MbDuration         :          1 hr 43 minQuality            :           BlurayripTranslator       :           MunhaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrank MillerStarsDan LauriaEva MendesFrank MillerGabriel MachtJaime KingPaz VegaSamuel L. JacksonSarah PaulsonScarlett JohanssonStana KaticCastDan GerrityDan LauriaEric BalfourEva MendesFrank MillerGabriel MachtJaime KingJohnny SimmonsKimberly CoxLouis LombardiPaz VegaSamuel L. JacksonSarah PaulsonScarlett JohanssonSeychelle GabrielStana Katic",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nS3iTWrps56ghHj1NUUml9M3ig6.jpg",
      "https://image.tmdb.org/t/p/w300/r1CdJ4sf2xNzcZrmREHoF7aXpGa.jpg",
      "https://image.tmdb.org/t/p/w300/p0fMUR7ZFjsfpaLxqAAt62y1i4r.jpg",
      "https://image.tmdb.org/t/p/w300/aCuKTmuZVG8ehyRazeAXqqcY9so.jpg",
      "https://image.tmdb.org/t/p/w300/5cqexDaUjeAvGZlDdRgdSywwyi1.jpg",
      "https://image.tmdb.org/t/p/w300/1aEDN8dfAMM9x4FlDfuahwPDPKy.jpg",
      "https://image.tmdb.org/t/p/w300/kBKMkwzUaAMwbFsv3ZwMtyOg6ET.jpg",
      "https://image.tmdb.org/t/p/w300/kw85lxnGoaa4RR42qV3By97YK1v.jpg",
      "https://image.tmdb.org/t/p/w300/yYETVm8wK54MEHzJGKLB61kbQEP.jpg",
      "https://image.tmdb.org/t/p/w300/jMRF3qbFW4Ag6BMkdgYWyHQy7wz.jpg",
      "https://image.tmdb.org/t/p/w300/6XH4LjwVQmo4aU2uTUkOpwyAauR.jpg",
      "https://image.tmdb.org/t/p/w300/1DF8JJvEjR1kn8BC0pJFyi5Ga1J.jpg",
      "https://image.tmdb.org/t/p/w300/mIPTqE5LinQQg2jH0ihdZSd2vNl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/spirit.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dhx0u72q2sx5.html",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "Bluray"
      },
      {
        "link": "https://megaup.net/Sbxb/The_Spirit_[2008]_(MM_Sub).mp4",
        "server": "openload.co",
        "size": "700 Mb",
        "quality": "Bluray"
      },
      {
        "link": "https://upstream.to/erm8c2dwgv87",
        "server": "upstream.to",
        "size": "700 Mb",
        "quality": "Bluray"
      }
    ],
    "trailer": {
      "video_id": "zL5ipXgiEXs",
      "video_url": "https://www.youtube.com/watch?v=zL5ipXgiEXs",
      "embed_url": "https://www.youtube.com/embed/zL5ipXgiEXs"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "928"
    },
    "title": "Serious Men(2020)",
    "description": "Serious Men(2020)IMDb…7.4သဘာဝမင်းသားကြီးလို့ နာမည်ကြီးတဲ့Nawazuddin မြင်ရုံနဲ့ ဒေါင်းကြမယ်ဆိုတာသိပါတယ်..သို့ပေမယ့်အညွှန်းလေးနည်းနည်းတော့ပြောပါ့မယ်…အာယမ်မာနီဟာ သိပ္ပံစမ်းသပ်ခန်းတစ်ခုမှာ ပညာရှင်တစ်ယောက်ရဲ့ လက်ထောက်ပါ ….သူဟာ ဇာတ်နိမ့်မျိုးရိုးက ဆင်းသက်လာသူ ဖြစ်တဲ့အတွက် နေရာတကာမှာ သူများထက် အခွင့်အရေးတွေ ဆုံးရှုံးရပါတယ်…သူ့သားလေးကို အင်္ဂလိပ်ကျောင်းထားဖို့ ဝင်ခွင့်လျှောက်တဲ့အခါ ငြင်းခံရတဲ့အတွက် ခံပြင်းခဲ့ရပါတယ်…ကျောင်းအပ်စဉ်က အရောင် တိရစ္ဆာန်အမည် ရက်သတ္တပတ် ဘာတစ်ခုမှ မပြောနိုင်ခဲ့တဲ့အတွက် ကျောင်းဝင်ခွင့်အငြင်းခံခဲ့ရတာပါ..ဒီကလေးဟာ သိပ္ပံအကြောင်းအရာတွေမှာတော့ ပါရမီပါခဲ့ပုံပဲ…အဲ့ဒီနောက်မှာတော့ ကလေးအတွက် ဘဝတစ်ဆစ်ချိုးဖြစ်လာသလိုဖခင်ဖြစ်သူ အာယမ်မာနီအတွက်လည်း အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်…..အိန္ဒိယကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါဘူး…ခံစားကြည့်ကြပါဉီး…File Size :(910 MB) and (390 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:54:00Genre : Comedy  , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan Aung & May Tharaphi LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSudhir MishraStarsAkshath DasIndira TiwariNassarNawazuddin SiddiquiShweta PrasadCastAkshath DasIndira TiwariNassarNawazuddin SiddiquiShweta Prasad",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w083lWLiFv8JTBYJBI44FlJVapO.jpg",
      "https://image.tmdb.org/t/p/w300/8ABaNlhOL0FLYMC4yhK47daW1mQ.jpg",
      "https://image.tmdb.org/t/p/w300/z3dNRzVMsoryLCmbUZN0TK4Ewmb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5ia6U3ft8L4173WGPEXI598mXKL.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6nhp9e73oard.html",
        "server": "usersdrive.com",
        "size": "910MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yoteshinportal.cc/serious-men-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://megaup.net/T97q/Serious_Men.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "910MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/serious-men2020",
        "server": "VIP Links",
        "size": "910MB",
        "quality": "WEB-DL  720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|N/A|Adventure,Comedy,Crime",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "The Escape of Prisoner 614(2018)",
    "description": "Encoder – Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty – 720p Web DLGern – Advanture / Comedy / CrimeDuration – 1hr 50minTranslator – Pyae SoneReview – Aye Mon KyawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZach GoldenStarsGeorge Sample IIIJake McDormanMartin StarrRon PerlmanSondra JamesCastGeorge Sample IIIJake McDormanMartin StarrRon PerlmanSondra James",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/croro1uUgCeKEpyRXHNScDZeFXE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-escape-of-prisoner-614-2018-mm-sub",
        "server": "VIP Links",
        "size": "772MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-escape-of-prisoner-614-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "772MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://watchsb.com/hn9vi2enx1kz.html",
        "server": "streamsb.com",
        "size": "772MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "WiJ79sekuCw",
      "video_url": "https://www.youtube.com/watch?v=WiJ79sekuCw",
      "embed_url": "https://www.youtube.com/embed/WiJ79sekuCw"
    }
  },
  {
    "metadata": "|||Comedy,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "23568"
    },
    "title": "What’s Your Number?(2011)",
    "description": "What’s Your Number?(2011)**************************“ဘဝတစ်လျှောက် ပျှမ်းမျှချစ်သူအရေအတွက် 10.5 ဆိုတာ နည်းတာပေါ့”ဒီစကားကိုပြောခဲ့တဲ့လူကတော့ မဘဲစီမလေးအယ်လီပါပဲ။ ဒါပေမဲ့ အယ်လီတစ်ယောက် ဘဲတွေမှိုလိုပေါက်ရတာအယ်လီအပြစ်ရယ်တော့လည်းမဟုတ်ပါဘူး။ ဘဲတွေက ထစ်ချုန်းမိုးလို ရေနံတူးဖို့လောက်သာစိတ်အားထက်သန်ပြီးရင် ပျောက်ပျောက်သွားတာကြောင့်ရယ်ပါ။ ဒါပေမဲ့ ပလေးဂဲလေးအယ်လီတစ်ယောက်ဒါကိုစိတ်ထဲ အလေးအနက်မထားပါဘူး သူပလေးကိုယ်ပလေး ဝမ်းဂိုး တူးကမ်း သရီးရယ်ဒီလုပ်နေခဲ့တာပေါ့။ဒါပေမဲ့ နောက်ဆုံးဘဲဘဲလေးရစ်ခ်ကျမှ အမေတွေနဲ့မိတ်ဆက်ပေးဖို့ ကြံရွယ်ပြီးမှ ထုံးစံအတိုင်း ရေနံမင်းသားလေးကဘိုင့်ဘိုင့်လုပ်သွားတဲ့အပြင် နေရင်းထိုင်ရင်းအလုပ်ကပါ သူ့ကိုပဲကွက်ပြီးလူလျှော့ပါသတဲ့။ဘဲရောအလုပ်ရှင်ကပါ ရင်ဝဆောင့်ကန်တာခံရတဲ့ အယ်လီတစ်ယောက် အလုပ်ကနေ ပစ္စည်းသိမ်းပုံးလေးကိုင်လို့ရထားစီးရင်းနဲ့ “What’s your number”ဆိုတဲ့ ဆောင်းပါးတစ်ပုဒ်ကိုဖတ်မိပါတော့တယ်။ဒီဆောင်းပါးလေးက ဘဲစီတော့ဘာဖြစ်လဲ You only live once ဆိုတဲ့အယ်လီကို အကြီးအကျယ်တုန်လှုပ်သွားစေပါသတဲ့။ဘာဖြစ်လို့လဲဆိုတော့ ဆောင်းပါးထဲမှာ တစ်နိုင်ငံလုံးမှာရှိတဲ့ အမျိုးသမီးတွေရဲ့ ပျှမ်းမျှချစ်သူအရေအတွက်က၁၀.၅ ဖြစ်ပြီး အယောက် ၂၀ နဲ့အထက်ဆို လင်မရတော့ဘူးလို့ စစ်တမ်းနဲ့အခိုင်အမာပြောထားလို့ပါပဲ။ဘဲတွေမှိုလိုပေါက်ပေမဲ့ လင်တော့လိုချင်ရှာသေးတဲ့အယ်လီတစ်ယောက် exတွေတွက်ကြည့်တော့လည်း 19 ယောက်ဖြစ်နေတဲ့အခါမှာတော့…အယောက် 20 ကျော်ရင် လင်မရဘူးဆိုတဲ့စကားအပေါ်ကို အကြီးအကျယ်စိတ်စွဲနေရင်းနဲ့နဂိုထဲက messed up love lifeမှာ အယ်လီတစ်ယောက် ဘာတွေလျှောက်လုပ်လို့ဘယ်လိုတလွဲတချော်တွေလာဦးမလဲ။ မဘဲစီလိုပဲ စော်လိုက်လို့ပြေးနေရတဲ့ မောင်စော်ကြည်ကောလင်နဲ့ရောဘယ်လိုဖူးစာဆုံမလဲ။ သူသံဓိဌာန်ချထားတဲ့ အယောက် 20 မြောက်လူဟာ သူရဲ့ဖူးစာရှင်ဆိုတဲ့စကားကိုရောတည်အောင်လုပ်နိုင်ပါ့မလားဆိုတာကို အတူတူကြည့်ရှုလိုက်ရအောင်ပါ။ Sexiest man alive ဆိုပြီးပျိုမေတွေကိုပြုစားနေပြီး sold outသတင်းနဲ့ သစ်စိမ်းချိုးချိုးသွားတဲ့ Chris Evansရဲ့ Good reviewတွေပိုင်ဆိုင်ထားတဲ့comedy romance ကားကောင်းလေးဖြစ်တာမလို့ ကြည့်ရှုခံစားရင်း ရယ်မောနိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။File Size : (2.7GB)(1.1 GB) and (380 MB)Quality : Blu-Ray 1080p,720pFormat…mp4Duration…01:46:00Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by JaneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndy SambergAnna FarisAnthony MackieAri GraynorAziz AnsariBlythe DannerBronwen BoothChris EvansChris PrattColby ParsonsDale PlaceDan MarshallDave AnnableDenise VasiEd Begley Jr.Ed JewettEliza CoupeHeather BurnsIvana MiličevićJackson NicollJacquelyn DoucetteJason BowenJoel McHaleJohn FranchiKate SimsesLonnie FarmerMartin FreemanMike VogelNadine JacobsonOliver Jackson-CohenSondra JamesStephanie AtkinsonThomas LennonTika SumpterTyler PeckZachary Quinto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jQ2F3xs5FtFWq4LjZdBKqzfy9ZD.jpg",
      "https://image.tmdb.org/t/p/w300/fb0CUGp2a39FxzdhOiwax9Bf0X2.jpg",
      "https://image.tmdb.org/t/p/w300/oBa09nJk1hha4RsmdsllRPIYFV8.jpg",
      "https://image.tmdb.org/t/p/w300/sQJL2tgzRMoTqa331Fu71uLQ0lx.jpg",
      "https://image.tmdb.org/t/p/w300/xCwzh0APHbbms7PCMxeSLnvx20m.jpg",
      "https://image.tmdb.org/t/p/w300/jar0x4AKhrWTxnFPjFPHXK7EZNZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e2PcyjS9oBaMR7rV2DUJ1yY1gKX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uxocve4k07ug.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/whats-your-number-2011-blu-ray-1080-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Rnar/Whats.Your.Number.2011.BLU-RAY.1080P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/HIAx3SKS#AcNdE528ayB9T71jrIVtyWlYzEzo_aRQxmszB1mC29o",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/gbaydbq10eag.html",
        "server": "streamsb.com",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/98ow5hxgdhon",
        "server": "streamvid.io",
        "size": "2.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wcp6y7mbl83q.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/whats-your-number-2011-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Rn9x/Whats.Your.Number.2011.BLU-RAY.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/PFpzxRhY#3FX7qrNGktob4IJ70Tcvs1yDBFfM5iokTiTtW1oUKLI",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/r8fh01m2z6b5.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/h7d95h059pkn",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/3fnrav3z9qu9.html",
        "server": "usersdrive.com",
        "size": "317MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/whats-your-number-2011-blu-ray-480-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "317MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3di6C/Whats.Your.Number.2011.BLU-RAY.480P.PP(CM)_.mp4",
        "server": "megaup.net",
        "size": "317MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/OcJlyATJ#553q6beCCFEh9XtsuU6NvXX9tuMBgbyT_qj1y5GHqUM",
        "server": "mega.nz",
        "size": "317MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/xqccq238j6sb.html",
        "server": "streamsb.com",
        "size": "317MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/sg8bgraqkwt0",
        "server": "streamvid.io",
        "size": "317MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "bgkxGrsX-A4",
      "video_url": "https://www.youtube.com/watch?v=bgkxGrsX-A4",
      "embed_url": "https://www.youtube.com/embed/bgkxGrsX-A4"
    }
  },
  {
    "metadata": "||1h 33m|Adult,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]Flirting in the Air (2014)",
    "description": "၂၀၁၄ ခုနှစ်ကနေ မင်မင်းဆက်ခေတ်ကို ခုန်ကူးသွားမယ့် ကမ္ဘာပတ်တဲ့ကပ္ပတိန်ကူး…လေယာဉ်ကိုအရမ်းရူးသွပ်တဲ့ ကပ္ပတိန်ကူး…မိန်းကလေးတွေဆို အရမ်းချစ်တဲ့ ကပ္ပတိန်ကူး…၂၁ ရာစုမှာ ပွေရှုပ်တာအားမရလို့ ‌မင်မင်းဆက်အထိသွားရှုပ်မယ့် ကပ္ပတိန်ကူး…ကပ္ပတိန်ကူးရဲ့ဂေါ်ချက်ကတော့ သူဌေးရဲ့မိန်းမနဲ့မှ ဆတ်ဆတ်လူးနတ်ပူးမိပါတော့တယ် ။ သူဌေးက သိသွားပြီး အလုပ်ထွက်ခိုင်းခဲ့တာကြောင့် နောက်ဆုံးတစ်ခါလေယာဉ်မောင်းရင်း လေယာဉ်ပေါ်မှာလည်း လေယာဉ်မယ်တွေကို အလွတ်မပေးခဲ့ပါဘူး။မိုးမမြင်လေမမြင်ကဲနေကြတုန်း လေယာဉ်ကြီးက သံလိုက်စက်ကွင်းထဲဝင်ရောက်သွားတဲ့အခါ… ‌ရှေးဘုရင် မင်မင်းဆက်ဆီ ဝုန်းခနဲရောက်သွားပါတော့တယ်။ ကပ္ပတိန်ကူးပဲလေ… ငြိမ်ငြိမ်ဘယ်နေပါ့မလဲ။ မင်မင်းဆက်မှာ နှာဘူးလိုက်ထရင်း မင်မင်းဆက်သမိုင်းရဲ့ အရေးပါဆုံးဖြစ်ရပ်ထဲမှာ သူဝင်ပါမိသွားတဲ့အခါ….ပေါ့ပေါ့ပါးပါးလေးကြည့်ဖို့ အဆင်ပြေတဲ့ကားလေးဖြစ်ပေမယ့် မိသားစုနဲ့တော့အတူတူမကြည့်နဲ့နော်။ တော်ကြာနေ နရင်းအုပ်ခံနေရမှာစိုးလို့ပါ ။ပါ၀င်ထားတဲ့သူတွေကလည်း ရှောင်လင်ဘောလုံးကားထဲက ဖက်တီးတို့ တကယ့် ဟာသနဲ့ ငဘူးအုပ်စုဖြစ်တဲ့သူတွေ အပြင် ဒါရိုက်တာကလည်း Sex and Zen ရိုက်တဲ့သူဆိုတော့ ရှယ်ပေ့ါ ။File Size__(1.1GB)Quality__720pIMDb Rating__5/10Format__mp4Duration__01:33:00Type__Adult, ComedySubtitle__Myanmar Subtitle (Hardsub)Translated byJoJo VaEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAman ChangStarsBella LawBen Cheung Ka-LunChapman ToCharlie ChoConnie ManDada ChanDominic HoHazel TongHelena Law LanIris ChungJim ChimKu Ming-WahLam Tze-ChungLiu AnqiMonna LamShi ZhenlongTony HoCastBella LawBen Cheung Ka-LunChapman ToCharlie ChoConnie ManDada ChanDominic HoHazel TongHelena Law LanIris ChungJim ChimKu Ming-WahLam Tze-ChungLiu AnqiMonna LamShi ZhenlongTony Ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wT4tH0asps9thmsqENshhJbBeBc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/dvd-1-9340.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18flirting-in-the-air-2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/18-flirting-in-the-air-2014-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/38Xie/[18+]Flirting_in_the_Air_(2014).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Rb8QiahY#PF_6EGO-cJQNBPg-Vwx38NM-1Fg7KpjL629jB-SDQ5w",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/ri90ccrv707b.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qbfBTjCzU2s",
      "video_url": "https://www.youtube.com/watch?v=qbfBTjCzU2s",
      "embed_url": "https://www.youtube.com/embed/qbfBTjCzU2s"
    }
  },
  {
    "metadata": "PG|2006|93 min|Adventure,Comedy,Crime",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "70,992"
    },
    "title": "The Pink Panther (2006)",
    "description": "The Pink Panther . . . ဒီကားေလးဟာ နာမည္ၾကားလိုက္တာနဲ႕လူေတာ္ေတာ္မ်ားကေတာ့ ၾကည့္ဖူးသိဖူးၾကမယ္ထင္ပါရဲ႕။မၾကည့္ဖူးတဲ့ သူမ်ားလည္း ဒီကားေလးကိုၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႕တိုက္တြန္းခ်င္ပါတယ္။စံုေထာက္ၾကီး ကလူးဆိုး . သူဟာ ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္ၿပီးအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ အျမဲတမ္းၾကံဳေတြ႕ေနရသူျဖစ္ပါတယ္။အဲ့လိုပဲ သူ႕ကို ေခ်ာက္တြန္းခ်င္တဲ့ စံုေထာက္ခ်ဳပ္က လူသတ္မႈတစ္ခုကိုလိုက္ခိုင္းၿပီး အမွားေတြပဲျဖစ္ေအာင္လို႕ ေခ်ာက္တြန္းပို႕ေပးလိုက္ရာကေနစံုေထာက္ၾကီး ကလူးဆိုးရဲ႕ ဗလူးဗလဲရယ္စရာေတြစတင္လာပါေတာ့တယ္။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့Ma Myat Noe Wutt Yiျဖစ္ပါတယ္။)@sanwinmaungFile Size >>>  (850 MB)Quality >>>  Blu-Ray 720pRunning Time >>> 1hr 33minGenre >>>Adventure,Comedy,CrimeSubtitle >>> Myanmar Subtitle (Hard Sub)Translator >>>Myat Noe Wutt YiEncoder >>>San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDiane DurantMarty Eli SchwartzShawn LevyStarsBeyoncé KnowlesEmily MortimerHenry CzernyJason StathamJean RenoKevin KlineKristin ChenowethRoger ReesSteve MartinWilliam AbadieCastAlice TaglioniAnna KatarinaBeyoncé KnowlesBoris McGiverChelah HorsdalClive OwenDaniel SauliDelphine ChanéacEmily MortimerHenry CzernyJason StathamJean DellJean RenoKevin KlineKristin ChenowethNick TorenPhilip GoodwinRoger ReesScott AdkinsSteve MartinWilliam AbadieYvonne Sciò",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=zjsorw4iriv7",
        "server": "usersdrive.com",
        "size": "800 Mb",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-pink-panther-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 Mb",
        "quality": ""
      },
      {
        "link": " https://megaup.net/2eR2r/The_Pink_Panther_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 Mb",
        "quality": ""
      },
      {
        "link": "https://upstream.to/s4v2uye2n3gi",
        "server": "upstream.to",
        "size": "800 Mb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "dKxgj5FxmZo",
      "video_url": "https://www.youtube.com/watch?v=dKxgj5FxmZo",
      "embed_url": "https://www.youtube.com/embed/dKxgj5FxmZo"
    }
  },
  {
    "metadata": "R|2006|1h 37min|Comedy",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "136k"
    },
    "title": "Clerks II (2006)",
    "description": "Clerks II(2006)IMDb rating ~ 7.3Rotten Tomatoes ~ 63%3 wins & 3 nominations1994 က အဖြူအမည်း ဗားရှင်းနဲ့ထွက်ခဲ့တဲ့ Clerks Iအကြီးအကျယ် အောင်မြင်ပြီးတဲ့နောက် sequel အနေနဲ့ ထွက်ခဲ့တဲ့ ဇာတ်ကားပါမပြောရဲ မလုပ်ရဲတာ မရှိတဲ့ ရန်ဒယ်နဲ့ ရန်ဒယ့်ကို လိုက်ထိန်းနေရတဲ့ ဒန်တီတို့သူငယ်ချင်းနှစ်ယောက်အကြောင်း ရိုက်ပြထားတဲ့ ဟာသကားပါဇာတ်လမ်းအစမှာတော့ ဒန်တီနဲ့ ရန်ဒယ်တို့ ဆယ်နှစ်နှစ်နီးပါး အလုပ်လုပ်ခဲ့တဲ့Quick Stop စတိုးဆိုင် မီးလောင်ပြီး ပြာကျသွားခဲ့ပါတယ်ထုံးစံအတိုင်း ရန်ဒယ့်လက်ချက်ကြောင့်ပါပဲစတိုးဆိုင်မီးလောင်ပြီး ၁ နှစ်အကြာမှာတော့ဒန်တီနဲ့ ရန်ဒယ်တို့ မူဘီဆိုတဲ့ စားသောက်ဆိုင်မှာအလုပ်လုပ်နေကြပါတယ်ဒန်တီကတော့ လက်ထပ်ရမယ့် ဇနီးလောင်းနဲ့ တွေ့ပြီးဇနီးချောလေးနဲ့အတူ ဖလော်ရီဒါမှာ ပြောင်းနေဖို့လည်း အစစအရာရာ စီစဉ်ပြီးပါပြီဒါပေမဲ့လည်း မူဘီ စားသောက်ဆိုင်မှာ နောက်ဆုံးနေ့အနေနဲ့ အလုပ်ဆင်းပေးတဲ့ နေ့မှာရန်ဒယ်ရဲ့ စနက်ကြောင့် ဒန်တီ ကမောက်ကမတွေနဲ့ ကြုံရပါတော့တယ်ဒန်တီ နဲ့ ရန်ဒယ်တို့အပြင် ဆိုင်ရှေ့မှာ မူးယစ်ဆေးရောင်းတဲ့ဂျေးနဲ့ အသံတိတ်ဘော့ဘ်တို့ အတွဲ၊ မူဘီဆိုင်က လုပ်ဖော်ကိုင်ဖက်ခရစ်ယာန်လေး အဲလိုင်းယက်စ် နဲ့ မူဘီစားသောက်ဆိုင်ပိုင်ရှင် ဘက်ကီ တို့ပါ အားဖြည့်ပါဝင်ထားပါတယ်Clerks I ထက်ပိုပြီး ညစ်ညမ်းတဲ့ ဒိုင်ယာလော့်ခ်တွေracist ဆန်တဲ့ အသုံးအနှုန်းတွေကြောင့် ဝေဖန်တာတွေ ရှိခဲ့ပေမဲ့Clerks ဖန်တွေကတော့ နှစ်ထောင်းအားရရှိခဲ့တဲ့ ဇာတ်ကားပါ(Clerk I ကို အဖြူအမည်း ဗားရှင်းနဲ့မို့လို့ မကြည့်ချင်ပါဘူးဆိုရင်လည်းClerks II ကနေ စကြည့်လို့ ရပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကတော့Roman NoXပဲ ဖြစ်ပါတယ်။Genre….. ComedyQuality…. 1080p | 720p | 480pFile size… 2.3GB | 1.3GB | 595MBFormat… mp4Duration…. 1h 37minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Roman NoXEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBen AffleckBrian O'HalloranChristopher MartinezEarthquakeEthan SupleeGrace SmithHarley Quinn SmithJake RichardsonJason LeeJason MewesJeff AndersonJennifer Schwalbach SmithKevin Michael RichardsonKevin SmithKevin WeismanRebecca LinRosario DawsonRyan ThomasScott MosierTracy PhillipsTrevor FehrmanWalt FlanaganWanda SykesZak Knutson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tdVeR7jZXIVxvMZHXJhtbh5ySs3.jpg",
      "https://image.tmdb.org/t/p/w300/tHTlsdPMPH8Oq5eyyA8XWYn3t7g.jpg",
      "https://image.tmdb.org/t/p/w300/zjOu4eZFfclCLlPLw2VvlN9oxRU.jpg",
      "https://image.tmdb.org/t/p/w300/rChyQuIvvwgtYrw9v3b57zdCmMd.jpg",
      "https://image.tmdb.org/t/p/w300/1UmuIvkOspMoatWia2PXENipSuD.jpg",
      "https://image.tmdb.org/t/p/w300/wLby783vBMk8KsRhN4E0cwCIr7k.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cLSW0nW94XT0DmBS69ublcLfQ9c.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n5r0p6l93r8u.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/clerks-ii-2006-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3aP3i/Clerks.II.2006.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/yQhngKZJ#Ki-oA41f-jwnu2-kgVhmeDKIM0qIfD9fTia6aT5SgRI",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/getazusferm4.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/clerks-ii-2006-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1OU7g/Clerks.II.2006.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/TMgChaIZ#hFvrBNKauxZsWRzpbeqTmD_C4VkFTMGg90AundM3_-8",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/agll0nk7wl63.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/a56foewpvn8k.html",
        "server": "usersdrive.com",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/clerks-ii-2006-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2uRz9/Clerks.II.2006.480p.CM.mp4",
        "server": "megaup.net",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/DM5kAQYZ#yoKaqbWrGAym5ZSOCqnr9rphIKQ5AjrT93AkhBLqPNk",
        "server": "mega.nz",
        "size": "595MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/9rxxjlxtkh7u.html",
        "server": "streamsb.com",
        "size": "595MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "JeAgPiCi94o",
      "video_url": "https://www.youtube.com/watch?v=JeAgPiCi94o",
      "embed_url": "https://www.youtube.com/embed/JeAgPiCi94o"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "163000"
    },
    "title": "Elizabethtown(2005)",
    "description": "Elizabethtown(2005)*******************ဒီဇာတ်ကားက ရုပ်ရှင်တေးသီချင်းဆုတွေအတွက် အများကြီးဆန်ကာတင်ဝင်ခဲ့တဲ့ရုပ်ရှင်တစ်ကားဖြစ်တာမို့ သူ့ရဲ့ OST တွေ soundtracks တွေ ကောင်းမွန်လွန်းတယ်ဆိုတာအသေအချာပါပဲ။ အဓိကမင်းသားကလည်း Lord Of the Rings ထဲက ကောင်မလေးတွေ အသည်းစွဲLegolas နေရာ သရုပ်ဆောင်ခဲ့တဲ့ Orlando Bloom နဲ ့မင်းသမီးကတော့ 2002 spiderman ရဲ့အချစ်တော် Mary Jane နေရာသရုပ်ဆောင်ခဲ့တဲ့ Kirsten Dunst တို့ဖြစ်ပါတယ််ဒီဇာတ်ကားမှာ အသားပေးတင်ဆက်ထားတာကတော့ ဒေါ်လာ ၁ ဘီလီယံဖိုးလောက်ဆုံးရှုံးသွားလို့ လောကကြီးကို အရှုံးပေးထွက်ခွာဖို့ ပြင်ဆင်နေတဲ့ ဖိနပ်ဒီဇိုင်နာဒရူးဘေလာတစ်ယောက် သူ့အဖေရဲ့ ရုတ်တရက်နာရေးပေါ်လာတဲ့အခါသူ့အဖေရဲ့ ဇာတိမြို့ Elizabethtown ကို သွားဖို့ အကြောင်းပေါ်လာပါတော့တယ်။အဲ့ဒါနဲ့ သေဖို့ကိစ္စကို ခဏရပ်ပြီး အဖေ့ဇာတိပြန်သွားတဲ့ ဒရူးတစ်ယောက်အသွားလမ်းခရီးလေယာဥ်ပေါ်မှာ တွေ့ခဲ့တဲ့ လေယာဥ်မယ်လေးကလဲကိုဘန်ကြောင့် ဘယ်လို ဘဝအချိုးအကွေ ့တွေဖြစ်လာမလဲဆိုတာကို ၂ နာရီစာအချိန်ကုန်လို့ကုန်သွားမှန်းမသိအောင် တေးဂီတအမိုက်စားတွေနဲ့ ကိုယ်တိုင်ပါဝင်ခံစားနိုင်မဲ့ ဒရမ်မာရုပ်ရှင်ကားကောင်းလေးဖြစ်ပါတယ်File Size :2.4GB& 916MBQuality : Blu-Ray1080p,720pFormat…mp4Duration…02:03:00Genre : Drama , Romance , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by ‌Lin AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlana BallAlec BaldwinAlice Marie CroweAllison MunnBilly TenczaBobby DanielsBruce McGillCarl BroemelCatherine McGoohanCharlie CroweDan BiggersDavid BrandtDaya FernandezDelaney KeefeDena DeColaEmily GoldwynEmily RutherfurdErwin Russell MarloweGailard SartainGregory NorthGriffin GrabowGuy StevensonHailey KnightJeanette O'ConnorJed ReesJeffrey De SerranoJennifer WoodsJenny Gregg StewartJessica BielJim FitzpatrickJim JamesJohn M. SullivanJudy GreerJudy Pryor TriceKassie PinegarKelly PendygraftKirsten DunstKristin LindquistLeslie David BakerLoudon Wainwright IIIMasam HoldenMaxwell Moss SteenMichael HatchMichael JaroscakMichael NaughtonNate MooneyNicky RoosNicole SpectorNigel MiguelNina JefferiesOrlando BloomPatrick HallahanPatty GriffinPaul SchneiderPaula DeenRalph ConleeReid Thompson SteenRod BurkeRussell GeorgeSamantha RayScott SenerSean NepitaShane LyonsSonny KingSteve SeagrenSusan SarandonTed MansonTim DevittTom HumbargerTravis HowardTwo-Tone TommyZane Rice",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cx2nwab4wKPpmQ9uacgBU7jJfEp.jpg",
      "https://image.tmdb.org/t/p/w300/m9cZr6u5UgFJunL3tw8YwLXbNed.jpg",
      "https://image.tmdb.org/t/p/w300/9bPOZ5VPjL9DiOJgQZqF54ufdB.jpg",
      "https://image.tmdb.org/t/p/w300/zsGHKxWgqBpYXKRidk1DrghDvY0.jpg",
      "https://image.tmdb.org/t/p/w300/eN5pNXnKu4G9BSg1s1BqJNGZa7A.jpg",
      "https://image.tmdb.org/t/p/w300/pU2M1BoO4KdeLMPPQ0fKnnUbHiV.jpg",
      "https://image.tmdb.org/t/p/w300/sdrFmAg1cOTXuAEemUu2AYqJ1y2.jpg",
      "https://image.tmdb.org/t/p/w300/ldhuBI6aIvq2qHXHXGSMOKZsPjc.jpg",
      "https://image.tmdb.org/t/p/w300/cdsccQcXEB3ZhLLtFnyyJvTD8nN.jpg",
      "https://image.tmdb.org/t/p/w300/49qTXTHRcvjibOZbm8k4yKfTNzV.jpg",
      "https://image.tmdb.org/t/p/w300/4IV69nVGt7Zb8EAd3zJWXLNXBhs.jpg",
      "https://image.tmdb.org/t/p/w300/1W2omiDjL8PkxacWqeFLcS9yCUr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mOdlzAQxhMgiaazRzif1YtJzg9s.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bbntethol11u.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/elizabethtown-2005-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/40HLz/Elizabethtown.2005.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/89ZmTZQQ#Kjecd8T-OZQTdP1xMLMpiuAz1gfRGU3JnsD9LeUI7kk",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hrhpinalbdy3",
        "server": "streamvid.io",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/euqjcrsuqw72.html",
        "server": "usersdrive.com",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/elizabethtown-2005-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1YPn1/Elizabethtown.2005.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/R0IjBTrD#lZBqhH_hKMzrBBUYaGWTWVPIZ-iR4BwrmDBDx_zH1WI",
        "server": "mega.nz",
        "size": "916MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/w1xptek4qxcu",
        "server": "streamvid.io",
        "size": "916MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qyPq2BS8Ug0",
      "video_url": "https://www.youtube.com/watch?v=qyPq2BS8Ug0",
      "embed_url": "https://www.youtube.com/embed/qyPq2BS8Ug0"
    }
  },
  {
    "metadata": "G|1931|1h 27m|Comedy,Drama,Romance",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "1.8k"
    },
    "title": "City Lights (1931)",
    "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ…အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်File size…2.4GB  / 2GBQuality…1080p / 720pFormat…mp4Duration….1h 27mSubtitle….Myanmar Subtitle ( Hard Sub)Encoder….YKTranslated by Yoon Sandi AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles ChaplinStarsAl Ernest GarciaCharlie ChaplinHank MannHarry MyersJean HarlowVirginia CherrillCastAl Ernest GarciaAlbert AustinAusten JewellBuster BrodieCharles HammondCharlie ChaplinCy SlocumEddie BakerFlorence LeeFlorence WixGranville RedmondHank MannHarry MyersHenry BergmanJames DonnellyJean HarlowJeanne CarpenterJohn RandJoseph HerrickMark StrongRay ErlenbornRobert GravesRobert ParrishStanhope WheatcroftTiny WardTom DempseyTony StabenauVirginia CherrillW.C. RobinsonWillie Keeler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ps82zgSDimvlYps6otcMYshrVyS.jpg",
      "https://image.tmdb.org/t/p/w300/n0Cju2Eu3VyrUFl32thblHFWznA.jpg",
      "https://image.tmdb.org/t/p/w300/aIFeRVCNfLZmnHks7IMwhfuni9L.jpg",
      "https://image.tmdb.org/t/p/w300/qhKMAWxuu4TXCJCWVMqfveqanMP.jpg",
      "https://image.tmdb.org/t/p/w300/aSksN0VqrRyXkcJPDqGL6S3gxpl.jpg",
      "https://image.tmdb.org/t/p/w300/2IlMWb17QKW31tY6CtheMQnEg1g.jpg",
      "https://image.tmdb.org/t/p/w300/vT6ux2rdyg2kexuLisO5Ygz7pHg.jpg",
      "https://image.tmdb.org/t/p/w300/Ma7mQsldFCaQpsZbm8zolgLfmV.jpg",
      "https://image.tmdb.org/t/p/w300/isbOxmWQmvBfeLE0iBJeiUyrW6G.jpg",
      "https://image.tmdb.org/t/p/w300/lUmutQumw5WdFVf3LlyPlbMHviH.jpg",
      "https://image.tmdb.org/t/p/w300/aNZhyWtFb1X0a5YR9edimJFZlJN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/city-lights-1931",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/city-lights-1931-criterion-collection-bd-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ehskg7oxi248.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Jj6m/City_Lights.1931.Criterion_Collection.BD-Rip.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/j5con4hu5j4m",
        "server": "dropgalaxy.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/city-lights-1931-criterion-collection-bd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3rfpm7xmh0of.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2pgz8/City_Lights.1931.Criterion_Collection.BD-Rip.720p(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/fit9io7w9caz",
        "server": "dropgalaxy.com",
        "size": "2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/1fnqywt1e2uz.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SNiBCXbTu5A",
      "video_url": "https://www.youtube.com/watch?v=SNiBCXbTu5A",
      "embed_url": "https://www.youtube.com/embed/SNiBCXbTu5A"
    }
  },
  {
    "metadata": "|2017|125 min|Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "72"
    },
    "title": "Finally Found Someone (2017)",
    "description": "2017 ထြက္ အခ်စ္ဟာသဇာတ္ျမဴးေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါး နဲ႔ ေအးေအးေဆးေဆးေလးၾကည့္ရတာကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ႀကိဳက္ေတြ႕မယ့္ကားေလးပါ ဒီဇာတ္ကားေလးထဲက အႀကိဳက္ေတြ႕မိတဲ့ စကားေလးကေတာ့ “အခ်စ္ဆိုတာ ေနာက္တခါအခြင့္အေရးေပးဖို႔ထိုက္တန္တယ္ တဲ့ၿပီးေတာ့ အခ်စ္စစ္ဆိုေနာက္တခါ အခြင့္အေရးထပ္ေပးႏိုင္တယ္တဲ့ ”ဇာတ္လမ္း အက်ဥ္းကေတာ့ aprilynn ဟာ သူ႔ မဂၤလာပြဲေလးရဲ႕  သူတို႔သားျဖစ္တဲ့ Randy  နဲ႔ လြဲေခ်ာ္သြားတယ္ဆိုတဲ့ သတင္းဟာ အြန္လိုင္းမွ တဆင့္ပ်ံႏွံသြားပါတယ္ၿမိဳ႕ေတာ္၀န္ရဲ႕သားျဖစ္တဲ့ Randy ဟာၿမိဳ႕ေတာ္၀န္အျဖစ္၀င္ၿပိဳင္မွာ ျဖစ္တာေၾကာင့္ Aprilynn ကိုပစ္ထားခဲ့တာက သူ႔ရဲ႕ Image ကိုထိခိုက္ေစၿပီးေထာက္ခံမဲေတြေလ်ာ့လာေစပါတယ္  ပိုၿပီး၀မ္းနည္းစရာ ေကာင္းတာက သူဟာ  သူတို႔သားရဲ႕အေဖက ငွားထားတဲ့ Public Relation  agency က raffy နဲ႔ ဆံုေတြ႕မိၿပီး raffy ရဲ႕ အႀကံေပးခ်က္ေတြနဲ႔  သူဟာ Randy ကို သိကၡာမက်ေစဖို႔အတြက္ ဟန္ေဆာင္ေနရပါတယ္ ဒီလိုနဲ႔အေနျခင္းနီးလာတဲ့ Aprilynn ဟာ Raffy ကိုခ်စ္မိသြားတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္ၾကမယ္ ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကၾကရမွာပါဘာသာျပန္ကေတာ့ မခင္ျပည့္စံု ျဖစ္ပါတယ္Qty – WEB-DL 720pDuration – 1hr45MinSubtitle – Myanmar HardsubGern – Comedy/RomanceTranslator – Khin Pyae SoneEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/f1.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1o8gu3",
        "server": "openload.co",
        "size": "805MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o8gxM",
        "server": "openload.co",
        "size": "450MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o8hh7",
        "server": "channelmyanmar.agbcloud.com",
        "size": "805MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1o8he6",
        "server": "channelmyanmar.agbcloud.com",
        "size": "450MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Comedy,Crime",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Red Notice (2021)",
    "description": "ဒီနှစ်ထဲမှာ ကြည့်ချင်ကြတဲ့ ကားတွေထဲက တစ်ကားလာပါပြီ။ရိုင်ရန်ရေးနိုး၊ ရော့ခ်၊ ဂယ်ဂါဒေါ့တို့ ပါဝင်ထားတဲ့ red notice ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။Red Notice ဆိုတဲ့အဓိပ္ပါယ်ကတော့ အင်တာပိုလ်(နိုင်ငံတကာရဲတပ်ဖွဲ့)ကနေကမ္ဘာ့အလိုရှိဆုံး ဝရမ်းအဆင့်အနေနဲ့ ထုတ်ပြန်ရတဲ့ ရာဇဝတ်ကောင်ပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာတော့ သူခိုးနှစ်ယောက်ပေါ့။ သူတို့ ခိုးချင်တာကတော့ ကလီယိုပက်ထရာရဲ့ ဥပါပဲ။ဟုတ်ပါတယ် အီဂျစ်ဘုရင်မ ကလီယိုပက်ထရာ ပိုင်ဆိုင်ခဲ့တဲ့ ရတနာဥ သုံးလုံးကို အပြိုင်အဆိုင်ခိုးယူကြမှာပါ။တစ်လုံးက ပြတိုက်မှာရှိတယ်၊ တစ်လုံးက အရမ်းအန္တရာယ်ကြီးတဲ့လူတစ်ယောက်လက်ထဲမှာ ရှိပြီး၊နောက်ဆုံးတစ်လုံးကတော့ ဘယ်မှာရှိလဲဆိုတာ ဘယ်သူမှ မသိကြပါဘူး။အဲဒီရတနာဥသုံးလုံးကို ရရင် ဒေါ်လာ သန်း ၃၀၀ ပေးမယ့် ဘီလီယံနာကြီးတစ်ယောက်က အသင့်စောင့်ကြိုနေပါပြီ။ဒီတော့ ဥတွေကို deadpool နဲ့ wonder woman တို့ တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုဉာဏ်များပြီးလုကြမလဲ။စုံထောက်ကြီး the rock ကရော ဘယ်လိုလိုက်ဖမ်းမလဲဆိုတာကို ကြည့်လိုက်ရအောင်။File Size : (1.5 GB) & (900 Mb)Quality : HEVC WEB-DL EAC3 5.1CH, 1080p & 720 p 5.1 CH, 480pRunning Time : 1:58:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)|Genre : Action, Crime, ComedyTranslated by Yoon Sandi Aung and Thaung Htike ZawEncoded by CM TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnthony BelevtsovChris DiamantopoulosChristopher CockeDaniel BernhardtDwayne JohnsonEvan A. DunnGal GadotIvan MbakopJeramie JulianMelissa KennemoreRafael PetardiRitu AryaRyan ReynoldsSteve EifertTom Choi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dK12GIdhGP6NPGFssK2Fh265jyr.jpg",
      "https://image.tmdb.org/t/p/w300/5uVhMGsps81CN0S4U9NF0Z4tytG.jpg",
      "https://image.tmdb.org/t/p/w300/sSjZCSgjprUFroOvX5QSppIn8cV.jpg",
      "https://image.tmdb.org/t/p/w300/7ajHGIAYNMiIzejy1LJWdPrcAx8.jpg",
      "https://image.tmdb.org/t/p/w300/fjOKPixefLxsRrXMO7X0kIqg8M1.jpg",
      "https://image.tmdb.org/t/p/w300/vP7OeX0s9DjVBlOkqEy8FVEXEnM.jpg",
      "https://image.tmdb.org/t/p/w300/1itPrGXNxQiXxcuAlrYyfYcz5gy.jpg",
      "https://image.tmdb.org/t/p/w300/vBEpnpabTNAD4Boum5JIomBJYJy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/red.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/red-notice-2021",
        "server": "VIP Links",
        "size": "1.4 Gb / 700 Mb",
        "quality": "HEVC 1080p/720p / 480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-red-notice-2021-1080-p-nf-web-dl-hevc-eac-3-5-1-audio-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/10711/(CM)Red.Notice.2021.1080p.NF.WEB-DL.HEVC.EAC3.5.1Audio.mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://disk.yandex.com/i/fAw2nEkJmcdZFQ",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://mega.nz/file/YAlkyLYB#Ld9WCJnJhNKkpHpy4OWDJ3E2R_AjQcZFSfcoP1IQJVw",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://embedsb.com/ywut27h56tt9.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/red-notice-2021-1080-p-web-dl-5-1-ch-cm-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/1G4om/Red.Notice.2021.1080p.Web-DL.5.1CH%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "2.3 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://disk.yandex.com/i/EePI2nf09Ai5QQ",
        "server": "disk.yandex.com",
        "size": "2.3 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/R9MEATQB#Kpymfwrc8_OkV1IFEJi7tZxETRz37Peejg_C3vMcdJU",
        "server": "mega.nz",
        "size": "1.4 Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/red-notice-2021-720-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.4 Gb",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/8zn3Z-xC9IVSRw",
        "server": "disk.yandex.com",
        "size": "1.4 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2m3fg/Red_Notice_2021_720P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.4 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2m3fB/Red_Notice_2021_480P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "700 Mb",
        "quality": "480p"
      },
      {
        "link": "https://embedsb.com/sj5ep8hl401t.html",
        "server": "streamsb.com",
        "size": "1.4 Gb",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/hmtf4mb2fwv7.html",
        "server": "streamsb.com",
        "size": "700 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Y1EkFBiL#tvA-9ia5xTv-1PW728AejtArHMPcJSZKpXvQf3w7Hzg",
        "server": "mega.nz",
        "size": "700 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/j3kf81c81o6t.html",
        "server": "usersdrive.com",
        "size": "700 Mb",
        "quality": "480p"
      },
      {
        "link": "https://disk.yandex.com/i/txviaUMrDub2BQ",
        "server": "yoteshinportal.cc",
        "size": "700 Mb",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/red-notice-2021-480-p-cm-mp-4-2",
        "server": "VIP Links",
        "size": "700 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "T6l3mM7AWew",
      "video_url": "https://www.youtube.com/watch?v=T6l3mM7AWew",
      "embed_url": "https://www.youtube.com/embed/T6l3mM7AWew"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Family",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Dancing Queen (2012)",
    "description": "အခ်စ္ ပာာသ ဇာတ္လမ္းေလးပါဒီကားေလးက ေတာ္ေတာ္စိတ္ဝင္စားစရာေကာင္းတယ္ဗ်IDM 6.4 ေတာင္ရထားပါတယ္ငယ္ငယ္တုန္းကေက်ာင္းအတူတက္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ အမွတ္မထင္ျပန္ေတြ႕တယ္အိမ္ေထာင္က်သြားတယ္ငယ္ငယ္နဲ႔အိမ္ေထာင္က်ခဲ့ၾကေတာ့ အိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ခြင့္မရခဲ့ရွာဘူးေယာက္်ားအေၾကာင္းကစေျပာရေအာင္တေန႔ ေယာက္်ားျဖစ္သူက သူမ်ားဝိုင္းတြန္းလို႔ လူကယ္မိၿပီး သူရဲေကာင္းျဖစ္လာတယ္မီဒီရာေတြ သတင္းေတြမွာသူကနာမည္ႀကီးလာေတာ့ႏိုင္ငံေရးသမားေတြကလည္း မ်က္စိက်လာၿပီး ႏိုင္ငံေရးထဲဆြဲသြင္းေတာ့တယ္ဗ်ာအဲ့မွာျပႆနာစတာပဲဗ်ေယာက္်ားရဲ႕ ငယ္ငယ္ကအိမ္မက္က သမၼတျဖစ္ဖို႔ဆိုေတာ့အိမ္မက္ေတြတကယ္ျဖစ္လာတဲ့အခါ ဘာဆက္ျဖစ္မလဲၾကည့္လိုက္ေပါ့ဗ်ာမိန္းမအေၾကာင္းေျပာရမယ္ဆိုရင္ မိန္းမအိမ္မက္က အဆိုေတာ္ျဖစ္ဖို႔ပါငယ္စဥ္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုၿပီးနာမည္ႀကီးသူပါမိန္းမရဲ႕ သူငယ္ခ်င္းက အဆိုၿပိင္ပြဲ သူနဲ႔အတူဝင္ၿပိဳင္ဖို႔ေျပာတယ္ဗ်ာမိန္းမကမျဖစ္ပါဘူးေျပာေတာ့သူငယ္ခ်င္းက အိမ္ေထာင္ရွင္မိန္းမေတြေတာ္ေတာ္မ်ားမ်ားခံစားရတဲ့စကားလံုးေတြေျပာသြားၿပီးစည္းရံုးလိုက္တယ္(ဘာေျပာတာလဲသိခ်င္ရင္ၾကည့္လိုက္ပါ????????)သြားၿပိဳင္ေတာ့ ပါတနာမေကာင္းလို႔အထုတ္ခံလိုက္ရတယ္ေပါ့ဒါေပမဲ့ ငယ္သူငယ္ခ်င္းတစ္ေယာက္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုတာကိုမွတ္မိသြားၿပီး အဖြဲ႕ဖြဲ႕ဖို႔ကမ္းလွမ္းလိုက္တာေပါ့အိမ္မက္နဲ႔လက္ေတြ႕ထပ္တူက်ခ်ိန္မွာေတာ့ ေပၚလာမယ့္ျပႆနာေတြကဘာျဖစ္မလဲ?အိမ္မက္ေနာက္ကိုလိုက္ရင္ ခ်စ္တဲ့သူေတြကြဲကြာသြားမွာလားအိမ္မက္ကိုအရွံုးေပးၿပီး ခ်စ္တဲ့သူကိုပဲေရြးမွာလားအိမ္မက္ေနာက္လည္းလိုက္ ခ်စ္တဲ့သူနဲ႔တူတူေနရမွာလားဇာတ္သိမ္းပိုင္းေလးတကယ္ခ်စ္စရာေကာင္းပါတယ္ၾကည့္ၾကည့္ပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Nyein Chan Htet  ပဲ ျဖစ္ပါတယ္)File Size : 850 MB / 400 MBQuality : Bluray 720PRunning Time : 2hr 4minutesFormat : Mp4Genre : Comedy, Drama, FamilyTranslator : Nyein Chan htetEncoder :Thanhtike ZawDownload Here Yoteshin LinkDownload Here Bluray 720p (850 MB) Openload LinkDownload Small File Size 360p (400 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/Dancing_Queen-poster.jpg",
    "movie_links": [],
    "trailer": null
  }
]