[
  {
    "metadata": "|2017|155 min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "7,495"
    },
    "title": "Toilet – Ek Prem Katha (2017)",
    "description": "“Toilet”လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့”အိမ်သာ”ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ…..ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့……………….,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)Quality : Blu-Ray 720pRunning Time : 2hr 35minFormat : Mp4Genre :Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShree Narayan SinghStarsAkshay KumarAnupam KherBhumi PednekarRajesh SharmaSachin KhedekarSana KhanShubha KhoteSudhir PandeyCastAkshay KumarAnupam KherBhumi PednekarRajesh SharmaSachin KhedekarSana KhanShubha KhoteSudhir Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wrG6HnGcpmzuPELSwlPYhDxhU6k.jpg",
      "https://image.tmdb.org/t/p/w300/bDnyCpHeO9SDODn2Fcsrtm4cM0A.jpg",
      "https://image.tmdb.org/t/p/w300/gcaMf69uz09d117MNOfTkPZmRVh.jpg",
      "https://image.tmdb.org/t/p/w300/m9KKUbwYkFPXICsMAGi61cpDLsQ.jpg",
      "https://image.tmdb.org/t/p/w300/5FqE5tttmO2T1IxG5RXZXrpEoZM.jpg",
      "https://image.tmdb.org/t/p/w300/cJfunEiopdz8OrmdknUwqdt7Hvg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/toilet-ek-prem-katha-2017-dvd-rip-720-p-largefile-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/dye6dweisqla.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/NxwkFCTC#z8_2nvZzhxUlKsraFpvFjTxZ7Jd9AMVJWUYmZaxdUOA",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "ym4EJQ7XORk",
      "video_url": "https://www.youtube.com/watch?v=ym4EJQ7XORk",
      "embed_url": "https://www.youtube.com/embed/ym4EJQ7XORk"
    }
  },
  {
    "metadata": "TV-MA|2018|98 min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "612"
    },
    "title": "Like Father (2018)",
    "description": "Like Father 2018 IMDb 6.1/10ရေချယ်ဟယ်မစ်တန်က အလုပ်ကြိုးစားလွန်းတဲ့သူတစ်ယောက်ပါခေါင်းထဲမှာအလုပ် အလုပ်ရာထူးတက်ရမယ်ဆိုတာကလွဲလို့ကျန်တာသိပ်မ စဉ်းစားတတ်သူပါ ဘယ်လောက်ထိအလုပ်ကိုဦးစားပေးလွန်းလဲဆိုရင်သူ့မင်္ဂလာပွဲဆင်နွှဲမယ့်နေ့မှာတောင် ဖုန်းတစ်လုံးနဲ့ညွှန်ကြားအလုပ်များနေသူပါသူ့သတို့လောင်းမှာဒီအကြောင်းကိုသိသွားတော့ သည်းမခံနိုင်တော့ပဲမင်္ဂလာပွဲကိုဆက်မလုပ်နိုင်တော့ဘူးဆိုပါလေရော ရေချယ်မသိခဲ့တာကသူ့မင်္ဂလာဆောင်မှာ သူမဖိတ်ခေါ်ထားတဲ့ဧည့် သည်တစ်ယောက်ရောက်နေတာကိုပါပဲတစ်ခြားသူတော့မဟုတ်ပါဘူး သူနဲ့သူ့အမေကို နှစ်ပေါင်းများစွာပစ်ထားခဲ့ပြီးအလုပ်ကိစ္စတွေနဲ့ကမ္ဘာ ပတ်နေတဲ့သူမ အဖေ ဟယ်ရီဟယ်မစ်တန်ပါပဲဟယ်ရီတစ်ယောက်သူ့သမီးမင်္ဂလာဆောင်ကိုတိုးတိုးတိတ်တိတ်တက်ရောက်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေကြောင့်ရေချယ်ကလဲသူ့ကိုမြင်သွားသလို သူကလဲသူ့သမီးလေးရဲ့ပျက်စီးသွားတဲ့မင်္ဂလာပွဲလေးကိုစိတ်မကောင်းစွာကြုံတွေ့လိုက်ရပါတယ်ဒီနောက်မှာတော့ ငယ်ငယ်ထဲကပစ်သွားရမလားဆိုပြီးဖခင်အပေါ်စိတ်နာနေတဲ့ ရေချယ်နဲ့ လောလောလတ်လတ်အသည်းကွဲနေတဲ့သမီးကိုနှစ်သိမ့်ပေးချင်တဲ့ ဟယ်ရီတို့၂ယောက်က စုံတွဲတွေအတွက်သီးသန့်ခရီးစဉ်ဖြစ်တဲ့ ဇိမ်ခံသဘောင်္ကြီးပေါ်မူးမူးနဲ့ရောက်သွားကျရောဆိုပါတော့(တကယ်က အဲ့ခရီးစဉ်ကရေချယ်နဲ့သတို့သားအိုဝင်တို့ ဟန်းနီးမွန်းထွက်ဖို့လုပ်ထားတဲ့ခရီးစဉ်ပါ)စုံတွဲတွေ လတ်လတ်ဆတ်ဆတ်လက်ထပ်ထားတဲ့ဇနီးမောင်နှံတွေကြားမတည့်အတူနေသားအဖ၂ယောက်ရောက်သွားတဲ့အခါမှာတော့….Like Fatherက အဖေကိုအထင်လွဲစိတ်နာနေတဲ့သမီးနဲ့အတိတ်ကအမှားတွေကိုပြင်ဆင်ဖို့ကြိုးစားနေတဲ့ဖခင်တို့ကြားကသံယောဇဉ် ချစ်ခြင်း မေတ္တာတို့အကြောင်းပေါ့ပေါ့ပါးပါးလေးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဟာသလေးတွေလဲပါသလို မထင်မှတ်ထားတဲ့ဇာတ်လမ်းပုံစံလေးတွေနဲ့သင့်ရဲ့အချိန်ကိုပေါ့ပေါ့ပါးပါးလေးကုန်ဆုံးစေပါလိမ့်မယ်…ဒီရုပ်ရှင်ကားကို Wai Zin မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLauren MillerStarsAmber HodgkissBrittany RossDanielle DavenportKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach AppelmanCastAlex PérezAmber HodgkissBrett GelmanBrian McCarthyBrittany RossDanielle DavenportElisabeth NessJen ZaborowskiKeilly McQuailKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach Appelman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pDQvWtaF4ujUooN4lojronauIFU.jpg",
      "https://image.tmdb.org/t/p/w300/3MvWApcDxoRUkQlws4kyE3UW7xZ.jpg",
      "https://image.tmdb.org/t/p/w300/j8hzxFIq7lkx2UakB3MgxchsxDb.jpg",
      "https://image.tmdb.org/t/p/w300/4bFPPovuMET9ZUS78K0NVpPQb1k.jpg",
      "https://image.tmdb.org/t/p/w300/uIGO0vyIi2POnZlC0TXScHpoCJG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTY1NDc3MzgxNV5BMl5BanBnXkFtZTgwNDc3MTQwNjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/like-father-2018-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-father-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/fqvrrom3jqbi.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "_bfqsNh6U7c",
      "video_url": "https://www.youtube.com/watch?v=_bfqsNh6U7c",
      "embed_url": "https://www.youtube.com/embed/_bfqsNh6U7c"
    }
  },
  {
    "metadata": "N/A|2017|1h 50min|Action,Comedy,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "42"
    },
    "title": "Revenge Girl (2017)",
    "description": "ဒီကားလေးကတော့ action,comedy,နဲ့ romance ကားလေးပါယုံကြည်မှုလွန်ကဲနေတဲ့ကောင်မလေးတစ်ယောက်ကသူ့ရဲ့ချစ်သူကောင်လေးဖောက်ပြန်တာကိုသိသွားပြီးတော့…နိုင်ငံရေးလောကထဲဝင်ပြီးသူ့ကိုလက်စားချေဖို့လုပ်ရာကနေ...ပြောင်းလဲသွားပုံကိုရယ်စရာဟာသလေးတွေနှောပြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်…Imdb rating 6.2/10 ရထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ဗညား ပါ)File Size : (850 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 50minFormat : Mp4Genre : Action , Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p BluRay x264 DTS-WiKiTranslated by Ba NyarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKôichirô MikiStarsAimi SatsukawaAisa TakeuchiFumika BabaMirei KiritaniNobuyuki SuzukiShin'ya OhwadaSho KiyoharaCastAimi SatsukawaAisa TakeuchiFumika BabaMirei KiritaniNobuyuki SuzukiShin'ya OhwadaSho Kiyohara",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dG36JdhCzT3Xq7KHOj8LR04ASDy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/la0Mx4Q4JnSZrtvQbSvQGruh3e3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/revenge-girl-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/revenge-girl-2017-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/co7rru37am6i",
        "server": "veryfiles.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/5g7pguwyigdt.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "jeyYFGmvwG4",
      "video_url": "https://www.youtube.com/watch?v=jeyYFGmvwG4",
      "embed_url": "https://www.youtube.com/embed/jeyYFGmvwG4"
    }
  },
  {
    "metadata": "Not Rated|2020|2h 25m|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "807"
    },
    "title": "Dharala Prabhu (2020)",
    "description": "Dharala Prabhu (2020)————————–ယခုတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ IMDb Rating (6.8)ရရှိထားတဲ့Romance/ Comedy ကားလေးပဲဖြစ်ပါတယ်။သန္ဓေသားအစားထိုးဆေးခန်းဖွင့်ထားတဲ့ ဒေါက်တာကန်နာဒါဆန်ဟာလူနာတွေအများကြီးလက်ခံပြီး ကတိတွေတစ်ခုပြီးတစ်ခုပေးထားပေမယ့်သုတ်ပိုးအလှူရှင်လုံးဝရှာမတွေ့သေးပါဘူး။ဘဝရဲ့အနိမ့်ဆုံးအချိန်ရောက်တဲ့ ဘောလုံးသမားလေး ပရာဘူဟာလည်းအလုပ်တစ်ခုကိုမရမကလိုက်ရှာနေသူပါ။ဒီလိုနဲ့ ဒေါက်တာကန်နာတစ်ယောက် ပရာဘူရဲ့ကျန်းမာ‌မှုအခြေအနေကိုသဘောကျသွားပြီးသူ့ဆေးခန်းရဲ့သုတ်ပိုးအလှူရှင်အဖြစ်နေပေးဖို့ မရမက ကမ်းလှမ်းပါတော့တယ်။အစပိုင်းအဆင်ပြေချောမွေ့ခဲ့ပေမယ့် ပရာဘူမှာ ချစ်သူရှိလာတဲ့အချိန်မှာတော့ဘယ်လိုတွေပြဿနာတက်မလဲဆိုတာကို ပရိသတ်များကိုယ်တိုင်ပဲ စောင့်မျှော်ကြည့်ရှုပေးပါဦးFile size…2.5GB / 1.1 GBQuality…1080p Tamil AAC5.1CH / 720pFormat…mp4Duration….2h 25mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by HarukoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKrishna MarimuthuStarsAkalya VenkatesanAnupama KumarHarish KalyanLallu PrasathMadhuvanti ArunNamo NarayananR.S. ShivajiRavindra VijaySachuTanya HopeVivekCastAkalya VenkatesanAnupama KumarHarish KalyanLallu PrasathMadhuvanti ArunNamo NarayananR.S. ShivajiRavindra VijaySachuTanya HopeVivek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fz87ZzC8MQQgoys5lf5w2dR1Lc5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wsDU92jokkJmVhjomAsTC1UkmPF.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/dharala-prabhu-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/dharala-prabhu-2020-1080-p-tamil-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ky0kttoownpc.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15X6x/Dharala_Prabhu_(2020).1080p.Tamil.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/r7JzDaiK#u1MzJoMsPrxZW6oLimG5_SqlirMu5mgjkPiGrjAjtRU",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/h649nrl25gh9.html",
        "server": "streamsb.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dharala-prabhu-2020-720-p-tamil-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/babsbg4n29un.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rS1e/Dharala_Prabhu_(2020).720p.Tamil.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/y3ZRUaob#y94dhufkW4K_k4CtDrRIMLivpMOCCgjCkk52FNQ01LU",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/u9xfkszjh7je.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Adventure,Animation,Comedy",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "3091"
    },
    "title": "Steven Universe: The Movie (2019)",
    "description": "Steven Universe: The Movie (2019)=========================IMDb Rating 8.0/10#UnicodeSteven Universe (2019) ဒီကားကတော့ Gem တွေကို အသက်ရှိတဲ့ပုံစံအနေနဲ့ ရိုက်ကူးထားတဲ့ Animation ကားကောင်းတစ်ကားပါ။ လူသားတစ်ဝက် Gemတစ်ဝက်ဖြစ်တဲ့ Steven က စင်္ကြဝဠာတစ်လျှောက် ငြိမ်းချမ်းမှု ဖော်ဆောင်ပြီး သူငယ်ချင်းတွေနဲ့အတူ ပျော်စရာဇာတ်သိမ်းခန်းလေး ကျင်းပနေခဲ့တာပေါ့။ ဒီအချိန်မှာပဲ Gem တစ်ယောက်ရောက်လာပြီး သူနဲ့သူ့သူငယ်ချင်းတွေကို တိုက်ခိုက်တဲ့အခါ မျှော်လင့်မထားတာတွေ ဖြစ်လာပါတော့တယ်။ ကြာမြင့်ချိန်ကလည်း မ‌ပြောပလောက်တဲ့အပြင် ဇာတ်လမ်းလေးကလည်းကောင်း Musical Type လည်းဖြစ်တာကြောင့် အတော်လေးကြည့်ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါ။#ZawgyiSteven Universe (2019) ဒီကားကေတာ့ Gem ေတြကို အသက္ရွိတဲ့ပုံစံအေနနဲ႔ ႐ိုက္ကူးထားတဲ့ Animation ကားေကာင္းတစ္ကားပါ။ လူသားတစ္ဝက္ Gemတစ္ဝက္ျဖစ္တဲ့ Steven က စၾကၤဝဠာတစ္ေလွ်ာက္ ၿငိမ္းခ်မ္းမႈ ေဖာ္ေဆာင္ၿပီး သူငယ္ခ်င္းေတြနဲ႔အတူ ေပ်ာ္စရာဇာတ္သိမ္းခန္းေလး က်င္းပေနခဲ့တာေပါ့။ ဒီအခ်ိန္မွာပဲ Gem တစ္ေယာက္ေရာက္လာၿပီး သူနဲ႔သူ႔သူငယ္ခ်င္းေတြကို တိုက္ခိုက္တဲ့အခါ ေမွ်ာ္လင့္မထားတာေတြ ျဖစ္လာပါေတာ့တယ္။ ၾကာျမင့္ခ်ိန္ကလည္း မ‌ေျပာပေလာက္တဲ့အျပင္ ဇာတ္လမ္းေလးကလည္းေကာင္း Musical Type လည္းျဖစ္တာေၾကာင့္ အေတာ္ေလးၾကည့္ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါ။(ဒီဇာတ်လမ်းရဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Ye Man Aungပဲဖြစ်ပါတယ်။)Quality – 720p  Web-RipDuration – 1 hrs 22 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :Animation, Comedy,AdventureSource : 1080p.WEB-RIPTranslator – Ye Man AungEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe JohnstonKat MorrisRebecca SugarStarsDeedee MagnoEstelleJennifer PazMichaela DietzPatti LuPoneSarah StilesShelby RabaraTom ScharplingUzo AdubaZach CallisonCastAimee MannCharlyne YiChristine EbersoleDeedee MagnoErica LuttrellEstelleGrace RolekJennifer PazKate MicucciLisa HanniganMatthew MoyMichaela DietzPatti LuPoneSarah StilesShelby RabaraTed LeoToks OlagundoyeTom ScharplingUzo AdubaZach Callison",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/re3ZvlKJg04iLpLRf1xTKHS2wLU.jpg",
      "https://image.tmdb.org/t/p/w300/27L08lKyBrAj2SZq8lH9dSNgcDL.jpg",
      "https://image.tmdb.org/t/p/w300/bfdkLvzUo7sIklsFbSw9VIXaO3y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/Steven-Universe-The-Movie-2019.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1Lrx/[CM]Steven.Universe.The.Movie.2019.720p.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://yadi.sk/i/BqQZXZYReNIoIA",
        "server": "disk.yandex.com",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://megaup.net/2Rsrv/[CM]Steven.Universe.The.Movie.2019.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://usersdrive.com/ko669qigbfsy.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-steven-universe-the-movie-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      },
      {
        "link": "https://upstream.to/ee26186u82w5",
        "server": "upstream.to",
        "size": "780 MB",
        "quality": "Web-Rip 720P"
      }
    ],
    "trailer": {
      "video_id": "TlmfPB20Ln4",
      "video_url": "https://www.youtube.com/watch?v=TlmfPB20Ln4",
      "embed_url": "https://www.youtube.com/embed/TlmfPB20Ln4"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "86885"
    },
    "title": "A Good Year(2006)",
    "description": "A Good Year(2006)IMDb….7.0ကလေးဘဝကတည်းက မိဘတွေ ဆုံးပါးသွားပြီး၊ ဦးလေးဟင်နရီရဲ့ စောင့်ရှောက်မှုအောက်မှာ ကြီးပြင်းခဲ့ရတဲ့မက်စ်စကင်နာ။ အရွယ်ရောက်တော့ လန်ဒန်မှာ အခြေချပြီး ဦးလေးဖြစ်သူနဲ့ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ပြတ်တဲ့အထိအလုပ်အရမ်းလုပ်ရင်း ငွေနောက်အရမ်းလိုက်ရင်း တစ်ကိုယ်ကောင်းဆန်သူကိုယ့်အတွက်ပဲကိုယ်ကြည့်တဲ့သူတစ်ယောက် ဖြစ်မှန်းမသိဖြစ်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ တနေ့ ဦးလေးဖြစ်သူ ဆုံးပါးသွားတဲ့အချိန်မှာတော့ ဦးလေးဖြစ်သူရဲ့ ပိုင်ဆိုင်မှုတွေကို လွှဲပြောင်းရယူဖို့ ဖြစ်လာပါတော့တယ်။အဲဒီအတွက် နှစ်ပေါင်းများစွာ မရောက်ဖြစ်တဲ့ ငယ်ဘဝကြင်လည်ရာ‌ပြင်သစ်တောင်ပိုင်းက မြို့ငယ်က‌လေးကို သွားရောက်ရင်းငွေပုံကြားထဲမှာနေ့စဉ် ဘဝကိုဖြတ်သန်းနေရတဲ့ အသည်းမာသူ မက်စကင်နာရဲ့ဘဝအချိုးအကွေ့တွေက ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှူစားကြည့်ပါဦးခင်ဗျာ...The Next Three Days,A Beautiful Mind,Gladiatorစတဲ့ဇတ်ကားတွေနဲ့ ရင်းနှီးပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေနဲ့ ခမ်းနားတဲ့ဇာတ်ကားတွေမှာအဓိကသရုပ်ဆောင်မင်းသားကြီးRussell Croweကိုအားလုံးသိကြမှာပါ..ဒီကားကလည်းတကယ့်ကိုကောင်းလွန်းပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်….File Size : (900 MB) and (380 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre :Comedy,Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thithtoo ZawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNikki ClappRidley ScottStarsAbbie CornishAlbert FinneyArchie PanjabiDidier BourdonFreddie HighmoreIsabelle CandelierMarion CotillardRafe SpallRussell CroweTom HollanderCastAbbie CornishAlbert FinneyAli RhodesArchie PanjabiBen RightonBruno StephaneCaitlin McKenna-WilkinsonCatherine VinatierCatriona MacCollCraig Robert YoungDaniel MaysDarren RichardsonDidier BourdonDominique LaurentEdita BrychtaFélicité Du JeuFrank IslesFreddie HighmoreGiannina FacioGilles Gaston-DreyfusGregg ChillinHélène CardonaIan RuskinIgor PanichIsabelle CandelierJacques HerlinJean GilpinJean-Louis DarvilleJean-Michel RichaudJean-Paul VignonJudy DickersonKaren StrassmanKenneth CranhamLinda SansLionel BriandMagali WochMaria PapasMarine CastoMarion CotillardMitchell MullenMoira QuirkNeil DicksonNicholas GuestNila AaliaOleg SosnovikovPatrick HillanPatrick KennedyPatrick PayetPaula J. NewmanPeter LavinPhilippe BergeronPhilippe MéryRafe SpallRichard CoyleRussell CroweSamantha RobsonStephen HudsonStewart WrightTom HollanderTom StuartToney TutiniValeria Bruni‑TedeschiValeria Milenka Repnau",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z9CEQ6EMk5smSlGf530YDuCwkGY.jpg",
      "https://image.tmdb.org/t/p/w300/nbyfx8BtveQeBDo9zAdOrqU2XLT.jpg",
      "https://image.tmdb.org/t/p/w300/ciLkc1fzSXRpke638Z2xZY7avl6.jpg",
      "https://image.tmdb.org/t/p/w300/6S0h0xkP8fBINk1RdywgllEXBmQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vWBpDuv1oluhbVqF6McyBwzpJNQ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zns7xijvyuy1.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/rkg7hxx8jl80.html",
        "server": "usersdrive.com",
        "size": "427MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/a-good-year-2006-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-good-year-2006-blu-ray-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "427MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1yu7h/A_Good_Year.2006.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yu82/A_Good_Year.2006.BLU-RAY.480P.PP.mp4",
        "server": "megaup.net",
        "size": "427MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/FZNwDCJb#iq5Bz9EbTk9qMw2PZ9LM5A0YUIvBP8IPVs02lQiQsxE",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/8N0ByApY#8GpjK8p6w4Z8UIKaAq7hLhBsDp_HJzRBHZDTjNfG8ZQ",
        "server": "mega.nz",
        "size": "427MB",
        "quality": "480P"
      },
      {
        "link": "https://1fichier.com/?qc4tcmmor9jw2mkhc7u5",
        "server": "1fichier.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://1fichier.com/?qxx43n8h0xx1wy3wr0oj",
        "server": "1fichier.com",
        "size": "427MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/1np2pdf9m3t1",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/7u8i7rtmlkw5",
        "server": "upstream.to",
        "size": "427MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "bKKrLj5ZHiM",
      "video_url": "https://www.youtube.com/watch?v=bKKrLj5ZHiM",
      "embed_url": "https://www.youtube.com/embed/bKKrLj5ZHiM"
    }
  },
  {
    "metadata": "|2011|41 min|Action,Comedy,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "103,374"
    },
    "title": "Teen Wolf Season 6 စ/ဆံုး",
    "description": "ကဲ… အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 6 Returns ကို အစအဆံုးတင္ေပးလုိက္ပါၿပီ ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator ျဖစ္သူ Mie Mie ျဖစ္ပါတယ္Thit San KhantDownload List=============Episode 1-20Vip/Yoteshin[1-10]/Yoteshin[11-20]Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/Teen-Wolf-Season-5.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2016|1h 33min|Adventure,Asian,Comedy,Fantasy",
    "rating": {
      "rating": "3.5/10",
      "rating_count": "357"
    },
    "title": "A Chinese Odyssey: Part 3 (2016)",
    "description": "A Chinese Odyssey Part 3 (2016)_____IMDb – 3.5/10ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီးဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။ဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်နွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကိုလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။သတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့…..File Size     :   669 MBDuration    :   1 hr 33 minQuality        :   720p WebripFormat        :   MP4Genre           :   Asian, Adventure, Comedy, FantasyTranslator / Encoder  :  LittleneoA Chinese Odyssey Part 1 and Part 2 Download LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeffrey LauStarsGillian ChungHan GengHe JiongHu JingHuang ZhengIola XieKaren MokTang YanWang YiboWu JingCastCao ChengyanCorey YuenFei ErGillian ChungHan GengHe JiongHe YunweiHu JingHuang ZhengIola XieKaren MokSeung-Youn ChoSun WukongTang YanWang YiboWu JingXiaofei WangXie NanYan TangZhang ChaoZhang Chao-LiZhang YaoZhenqian HuangZhou Yixuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vk9Cqwf0CTBQz0LWeooniLG3ZLk.jpg",
      "https://image.tmdb.org/t/p/w300/wGpwd9P82QCx2NWvW0yVBv9CNXq.jpg",
      "https://image.tmdb.org/t/p/w300/mCOllbAQ6AYYzBi0wxBNJFqmJ70.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/frq1f6rkcxcr.html",
        "server": "usersdrive.com",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-chinese-odyssey-part-3-da-hua-xi-you-3-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/Q8ZAHaJa#5DSEDJG1Y2CUZqJrgRkDlmTUVMSoop2hp6Qo_2Q74sA",
        "server": "mega.nz",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      },
      {
        "link": "https://upstream.to/d8scu9nge139",
        "server": "upstream.to",
        "size": "669 MB",
        "quality": "Web-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "3RXVRvn3yJo",
      "video_url": "https://www.youtube.com/watch?v=3RXVRvn3yJo",
      "embed_url": "https://www.youtube.com/embed/3RXVRvn3yJo"
    }
  },
  {
    "metadata": "|||Action,Asian,Comedy,Crime,Stephen Chow",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "My Hero (1990)",
    "description": "My Hero (1990)IMDB(5.7)ဂန်းစတားလောကမှာ ကျက်စားမယ့် စတီဖင်ချောင်ကိုမြင်ရမှာပါ။အခွီတွေချည်းမဟုတ်ဘဲ Action ရော Drama ရော ပေါင်းစပ်တင်ဆက်ထားပါတယ်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ရယ်စရာအတိတ်တွေခပ်များများ။ဘဝဆိုတာ ဘာမှလဲမဟုတ်လှ။ဒီလိုဘာမှမဟုတ်တဲ့ ဘဝကြီးကို ဟာသတွေနဲ့ ချိတ်ဆက်ပြထားတဲ့ စတီဖင်ချောင်ရဲ့ ဇာတ်ကား‌တွေတစ်ဝကြီးထိုင်ကြည့်ရင်း ဘဝဆိုတာကြီးကို ကျွန်တော်တို့ ဟားတိုက်နေကြရအောင်ဗျာ။File size…(1.7 GB) and (1.1 GB)Quality….Blu-ray Rip 1080p 5.1CH and 720pFormat…mp4Duration….01:33:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AunTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLeung Kar-YanStarsAlbert CheungAnn BridgewaterHoh DungLeung Kar-YanPeter Yang KwanRico Chu Tak-OnShing Fui-OnStephen ChowTung ChiWilson LamCastAlbert CheungAlex Ng Hong-LingAnn BridgewaterChiang TaoHoh DungJames HaLeung Kar-YanLily Li Li-LiLung Ming-YanPeter Yang KwanPomson ShiRico Chu Tak-OnShing Fui-OnSo Hon-SangStephen ChowTung ChiWilson LamYuen Woo-ping",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/l_p0113337797.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l4plpid0ah3y.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://usersdrive.com/gi7cr2rk2qlp.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/4eGvY/(CM)My.Hero.1990.BluRay.1080p.TrueHD5.1.x265.10bit-CHD.mkv",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/3yJ4e/(CM)My.Hero.1990.BluRay.720p.TrueHD5.1.x265.10bit-CHD.mkv",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/onJymKRZ#lwiK0adQzojlCnvwtshmZPT2dfM90Pshc1chqNxHsO0",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://mega.nz/file/57hnmbxT#r8CU1aak2PJEJaP1URgtZI45Cn1AvJzP9dMS97Q8WnA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/d2abcdd/cmy-hero-190-bluray-1080p-truehd5-1-x265-10bit-chd-mkv",
        "server": "yuudrive.me",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yuudrive.me/6b6e66/cmy-hero-190-bluray-720p-truehd5-1-x265-10bit-chd-mkv",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-hero-1990-blu-ray-1080-p-true-hd-5-1-x-265-10-bit-chd-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-hero-1990-blu-ray-720-p-true-hd-5-1-x-265-10-bit-chd-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/WgrzE2EjwhtYgA",
        "server": "disk.yandex.com",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yadi.sk/i/Wb9opGtkC3LlKg",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/lmqrq9myoali",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://upstream.to/1idezlhy7p9k",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2019|122 min|Comedy,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "171"
    },
    "title": "The Dude in Me ( 2019 )",
    "description": "ဂိုဏ္စတားသေဌးႀကီးနဲ႔ ဝလြန္းလို႔အႏိုင္က်င့္ခံေနရတဲ့ ဝဝတုတ္တုတ္ေကာင္ေလးတို႔မေတာ္တဆ accident တစ္ခုေၾကာင့္ကိုယ္ေျပာင္းသြားတဲ့ကားေလးပါ ေတာ္ေတာ္ရီရတယ္….ဇတ္လမ္းအက်ဥ္း..ဒီကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါးေလးနဲ႔အေသခြီရမယ့္ ဇာတ္ကားေလးပါဇာတ္လမ္းအက်ဥ္းေျပာရရင္ ရန္သူေတြမ်ားတဲ့အသက္ေလးဆယ္အရြယ္ဂိုဏ္းစတားသူေ႒းႀကီးတစ္ေယာက္ဟာတစ္ေန႔ေတာ့ လမ္းမွာဖုန္းေျပာေနရင္းသူ႔ေပၚကုိေခါင္မိုးေပၚကေနလူတစ္ေယာက္ျပဳတ္က်လာခဲ့ပါတယ္။ျပဳတ္က်လာတဲ့သူကကင္(မ္)ဒံုေယာင္းလို႔ေခၚတဲ့ဝဝတုတ္တုတ္အထက္တန္းေက်ာင္းသားေလးပါသူတုိ႔ႏွစ္ေယာက္လံုးသတိလစ္ၿပီးေဆးရံုေရာက္သြားခဲ့ပါတယ္။သေ႒းႀကီး သတိျပန္ရလာတဲ့အခါမွာေတာ့အရမ္းထူးဆန္းတာ တစ္ခုျဖစ္သြားခဲ့ပါတယ္။သူဟာေကာင္ေလးရဲ႕ ခႏၶာကိုယ္ထဲေရာက္ေနပါတယ္ေကာင္ေလးနဲ႔သူနဲ႔စိတ္နဲ႔ခႏၶာလြဲသြားၾကတာေပါ့ဗ်ာ ဒီလိုနဲ႔ေကာင္ေလးရဲ႕ပတ္ဝန္းက်င္ထဲေရာက္သြားခဲ့ရာကေနမေမ်ွာ္လင့္ထားတဲ့ အျဖစ္မ်ဳိးေတြနဲ႔ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။ေကာင္ေလးအေဖဟာ သူဒုကၡေပးဖူးလို႔စီးပြားပ်က္သြားတ့ဲသူတစ္ေယာက္ျဖစ္ေနတာ သိလိုက္ရသလိုေကာင္ေလးကလည္းေက်ာင္းမွာအပယ္ခံ အႏိုင္က်င့္ခံတစ္ေယာက္ျဖစ္ေနပါတယ္။ဒီ့အျပင္သူလံုးဝမထင္မွတ္ထားတဲ့သူတစ္ေယာက္နဲ႔ပါျပန္ေတြ႔ခဲ့ၿပီးဘယ္လိုေတြဆက္ျဖစ္ၾကမယ္ေနာက္ဆံုးမွာ ဘယ္လိုအဆံုးသတ္သြားၾကမလဲဆိုတာဒီကားေလးမွာ ဆက္ၾကည့္သြားၾကပါ။ရယ္လည္းရယ္ရတဲ့အတြက္ အခ်ိန္ေပးရႀကိဳးနပ္တဲ့ဇာတ္ကားတစ္ကားျဖစ္မွာပါ….ရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီးအညႊန္းေရးေပးထားတာကေတာ့Chanyein Soe ပဲ ျဖစ္ပါတယ္။….Translated By Channyein SoeEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKang Hyo-jinStarsJung Jin-youngKim Kwang-kyuLee Jun-hyeokLee Soo-MinPark Kyung-hyePark Sung-woongRa Mi-ranYoon Song-ahCastJung Jin-youngKim Kwang-kyuLee Jun-hyeokLee Soo-MinPark Kyung-HyePark Sung-woongRa Mi-ranYoon Song-ah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/55CVreKs0xLar2kVo6xT8TjH4z1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ofhf0Tn7hnBtboiUEuVj5IZyD3g.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-dude-in-me-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://usersdrive.com/6ysagtxraaq8.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://megaup.net/1xwyg/The_Dude_In_Me_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      },
      {
        "link": "https://upstream.to/rqggkvqfub0d",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "HDRip 720p"
      }
    ],
    "trailer": {
      "video_id": "8LgcwhgObRQ",
      "video_url": "https://www.youtube.com/watch?v=8LgcwhgObRQ",
      "embed_url": "https://www.youtube.com/embed/8LgcwhgObRQ"
    }
  },
  {
    "metadata": "PG-13||1h 45min|Action,Asian,Comedy,Crime,Jackie Chan",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "9,573"
    },
    "title": "City Hunter (1993)",
    "description": "ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း – မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခုထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်သူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ်ဆက်လက်ကြည့်ရှုကြပါ————————————————————————ဂ်က္ကီခ်န္း Crazy ေတြ ဒီကားသိမယ္လို႕ထင္ပါတယ္.ၾကည္႔ဖူးတဲ႔သူလည္းမ်ားမယ္ထင္ပါတယ္.1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ ဇာတ္လမ္းၿဖစ္ၿပီး ဂ်က္ကီခ်န္းရဲ႕ ထံုးစံအတိုင္း ဟာသ နဲ႕အက္ရွင္ တြဲဖက္ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္ ငယ္ငယ္တုန္းက ၾကိဳက္ႏွစ္သက္ခဲ႔တဲ႔ဇာတ္ကားေလးမို႕ၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအက်ဥ္း – မန္ေပါ နဲ႕ ကီမူရာတို႕ဟာ လုပ္ေဖာ္ကိုင္ဖက္စံုေထာက္၂ဦးပါ..တစ္ေန႕မွာ ကီမူရာဟာ တာ၀န္တစ္ခုထမ္းေဆာင္ရင္းနဲ႕ ေသဆံုးခါနီးမွာ မန္ေပါ ကို သူ႕တူမေလးကိုအပ္ခဲ႔ပါတယ္သူ႕တူမေလးနဲ႕ မန္ေပါ တို႕ ရဲ႕ ေနာက္ပိုင္းဇာတ္လမ္းေတြကိုေတာ႕ ဟာသေႏွာၿပီးရိုက္ကူးထားပါတယ္ဆက္လက္ၾကည္႕ရွုၾကပါFile size…(2.3 GB)/(1.5 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:40:00Genre…Action, Comedy, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWong JingStarsCarol WanChingmy YauGary DanielsJackie ChanJoey WongKen LoKumiko GotoLeon LaiPal Sinn Lap-manRichard NortonCastCarol WanChingmy YauEric KotGary DanielsJackie ChanJan LambJoey WongKen LoKenzo HagiwaraKumiko GotoLeon LaiLouis RothMichael WongMike AbbottPal Sinn Lap-manRichard NortonWilliam Duen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fyx4nXXGsOwoHOwzfcReaTxhCB0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/CityHunterPoster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/city-hunter-1993-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21Dm9/City.Hunter.1993.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VW9BnJpY#oOAjYqt824R3sVZl7jupYSDgVqIU53Uh9ShGL8m5_Zg",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pz541a9245ia.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/city-hunter-1993-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4Jtaz/City.Hunter.1993.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hWsXiBaC#QIAZiKe_ySnsSYU7j4zyLLFFvlh1gEBBodHzcMOQSJ4",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/k5hx5rp6nmgz.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/sf8fb6349dss",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xTQv5vJMJjo",
      "video_url": "https://www.youtube.com/watch?v=xTQv5vJMJjo",
      "embed_url": "https://www.youtube.com/embed/xTQv5vJMJjo"
    }
  },
  {
    "metadata": "|||Action,Comedy,Crime",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "29000"
    },
    "title": "Bachchhan Paandey(2022)",
    "description": "Bachchhan Paandey(2022) အညွှန်း*******************************IMDb…7.4အားလုံးစောင့်မျှော်နေတဲ့အက်ရှေးကူးမားကြီးရဲ့  ဇာတ်ကားသစ်ကြီးလာပါပြီဗျား…မာယာ(Kriti Sanon)က ကြိုးစားနေဆဲလက်ထောက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ကိုယ်ပိုင်ဒါရိုက်တာအဖြစ်လက်စွမ်းပြနိုင်ဖို့ ဇာတ်လမ်းရှာနေသူပါ။အတွေးသစ်အမြင်သစ်လူငယ်တစ်ယောက်အဖို့ရှေးရိုးစွဲနေတဲ့ ဒီအသိုင်းအဝန်းမှာထိုးဖောက်ဖို့မလွယ်ဘူး.. ထုပ်လုပ်သူက မင်းရိုက်ချင်တယ်ဆိုရင်အမြတ်ရဖို့သေချာတဲ့ ဒီအခေတ်အကြိုက် ဂန်းစတားအကြောင်းရိုက်ဖို့ကြိုးစားပြီးဇာတ်ညွှန်းယူလာခဲ့လို့ဆိုတယ်.. ဒီတော့မာယာက ဒိတ်ဒိတ်ကျဲ ဂန်းစတားတွေအကြောင်းစုံစမ်းတယ်…အဲ့ဒီမှာ  အထူးခြားဆုံးဂန်းစတားက ဘချမ်းပန်ဒေးပဲ…သူ့ကြောင့်ရဲတစ်ချို့တောင်နှုတ်ထွက်စာတင်ကြသလိုတစ်ချို့ဂန်းစတားတွေကအပြင်မှာထက်ထောင်ထဲမှာနေတာ ပိုလုံခြုံတယ်ဆိုပြီး ထောင်ထဲကမထွက်ဖို့တောင်တောင်းဆိုးကြတဲ့ ခေတ်ပြိုင် လူမိုက်တွေရှိသတဲ့…ဒီလို ဂန်းစတားကြီ:အကြောင်းကို မာယာတစ်ယောက်ရုပ်ရှင်ရိုက်ကူးဖို့ကြိုးစားလာတဲ့အခါမှာတော့…အက်ရှေးကူးမားရဲ့ ဒီဇာတ်ကားကလည်း စောင့်နေတဲ့သူတွေစိတ်မပျက်စေရဘူး..ဇာတ်လမ်းအစမှာကတည်းကစိတ်ဝင်စားဖို့ကောင်းသလို တဖြည်းဖြည်းနဲ့ ဂန်းစတားကြီ:အကြောင်းကို ဖော်ပြသွားတယ်…မထင်ထားတဲ့ Plot Twist တွေပါသလို Comedy ဆန်ဆန်လေးတွေလည်းပါလို့လုံးဝ မိုက်ပါတယ်လို့ညွှန်းချင်ပါတယ်…မင်းသမီးကြီး(၂)ဦးဖြစ်တဲ့ Jacqueline Fernandez ,Kriti Sanonတို့လည်းပါဝင်တာမို့ မျက်စိအေးဦးမှာလည်းဖြစ်ပါတယ်…File Size :(1.25GB) and (411 MB)Quality : WEB-DL 720PFormat…mp4Duration…02:27:00Genre : Action , Crime ,ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by CM TeamEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbhimanyu SinghAkshay KumarArshad WarsiJacqueline FernandezKriti SanonPankaj TripathiPrateik BabbarSaharsh Kumar ShuklaSanjay Mishra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cg7mbrc4HauDdanEW04GlmYf3pe.jpg",
      "https://image.tmdb.org/t/p/w300/zXZwol4Uw7goqFz6R0iBlcYRxXh.jpg",
      "https://image.tmdb.org/t/p/w300/tTLzud4u1uQTOBg5BrBHjEWRjx6.jpg",
      "https://image.tmdb.org/t/p/w300/6L9voMdPLR3H5MhSZw0W5xG2l2c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nuUtbT376pIhgTxJuEVGFx9sBvz.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bachchhan-paandey2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/j9hgn51orx4f.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/bachchhan-paandey-2022-web-dl-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://megaup.net/1JRkw/Bachchhan_Paandey_2022.WEB-DL.1080P5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/q1cWWZaQ#07BKuKYqLW8yPqlIfwOBNAo3unf_A3deKMe4aWwVbeQ",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/wzi3pz7q9s4k.html",
        "server": "usersdrive.com",
        "size": "1.25GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/bachchhan-paandey-2022-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/3LJrD/Bachchhan_Paandey_2022.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.25GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/a8EmmSxC#ICMNTDw2ugi-QjtLXJzt8JsaF-8JoU6g0oNstz-bjNs",
        "server": "mega.nz",
        "size": "1.25GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://sbfast.com/uvef4sui7utz.html",
        "server": "streamsb.com",
        "size": "1.25GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/2fuqao7lxjxv.html",
        "server": "usersdrive.com",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/bachchhan-paandey-2022-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/m89CiLAS#sH92uIrSq6zkaDRLMhmklu59cgQhn5hauVh1XAefoqc",
        "server": "mega.nz",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2pOxi/Bachchhan_Paandey_2022.WEB-DL.480P.mp4",
        "server": "megaup.net",
        "size": "411MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/vazbvswbxcvm.html",
        "server": "streamsb.com",
        "size": "411MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2023|2h 20m|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "9.5/10",
      "rating_count": "280"
    },
    "title": "Sugar Factory (2023)",
    "description": "Sugar Factory (2023) “ဟန်ဆောင်အချစ်ဇာတ်လမ်း”IMDb – 9.5/10Sugar Factoryဆိုတဲ့ ကန်နာဒါစကားပြော အိန္ဒိယအချစ်ဟာသဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။မင်းသမီးချော ဆိုနာမွန်တယ်ရီယိုနဲ့ မင်းသားဒါလင်ခရစ်ရှ်နာတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတာပါ။“Single is the best”လို့ တစာစာကြွေးကြော်ရင်း အချစ်ရေး အိမ်ထောင်ရေးကိုတစက်ကလေးမှ စိတ်မဝင်စားကြတဲ့ အာရာနဲ့ အာဒီတီ။အာရာက မင်္ဂလာပွဲတွေစီစဉ်ပေးတဲ့ စီစဉ်သူကြီးဖြစ်ပေမဲ့ အိမ်ထောင်ရေးကိုလုံးလုံးအယုံအကြည်မရှိသူ။အာဒီတီဆိုတဲ့ မိန်းမပျိုလေးကလည်း ထိုနည်း၎င်း ဘာလဲ အချစ်ဆိုတာလို့ မေးခွန်းထုတ်တတ်တဲ့ ဆော့ဖ်ဝဲပညာရှင်။ဒီလို မချစ်တတ်တဲ့ယောကျ်ားနဲ့ မချစ်တတ်တဲ့မိန်းမတို့ ဆုံတွေ့ကြတာက Sugar Factoryလို့ခေါ်တဲ့အရက်ဆိုင်မှာ။နှစ်ယောက်သား မထင်မှတ်ဘဲဆုံတဲ့အချိန်မှာ အရင်တချိန်က ဆုံခဲ့ဖူးသူတွေမို့ခဏအတွင်းရင်းနှီးသွားကြရင် အချစ်ကိုမယုံကြည်ကြောင်း ဒဿနတွေပွင့်အံကြတာပေါ့။ဒီလိုနဲ့ လူမှန်းသူမှန်းမသိအောင်မူးပြီးတဲ့နောက်မှာတော့ အကြောင်းကြောင်းကြောင့်ချစ်သူတွေအဖြစ်ဟန်ဆောင်ရဖို့ဖြစ်လာပါတော့တယ်။အချစ်ကိုအယုံအကြည်မရှိတဲ့ သူတို့နှစ်ယောက်ရဲ့ ဟန်ဆောင်အချစ်ဇာတ်လမ်းလေးကဘယ်လိုအဆုံးသတ်မလဲဆိုတာ ခံစားကြည့်ရှုလိုက်ကြပါဦးစို့။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Teamပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.8GB / 1.4GBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDarling KrishnaSonal MonteiroSundeep MalaniCastDarling KrishnaSonal MonteiroSundeep Malani",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNTkyNThlYTgtYjU1Yi00ZDY5LWJiN2QtN2IxZjdmNzI5ZTYwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sugar-factory-2023-kannada-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xrzq53hdun1j.html",
        "server": "usersdrive.com",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lyse/Sugar_Factory_(2023)_Kannada_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sugar-factory-2023-kannada-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1slk29l406m3.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Htl3/Sugar_Factory_(2023)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZXthEa4Z#4-81JRJkaUYcGGjFoOPj0JrJ6abn3ZdTbwZaJUWCysU",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/px0f1srxtt1n",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8eyvw4lam6wz",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2014|121 min|Comedy,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1,676"
    },
    "title": "Bobby Jasoos (2014)",
    "description": "IMDb rating 5.5 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ေဘာလိ၀ုဒ္ အခ်စ္ဟာသကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဘာ္ဘီ ဟာဟိုက္ဒရာဘတ္ ျမိဳ႕ေဟာင္းမွာေနထိုင္သူတစ္ေယာက္ျဖစ္ျပီးေတာ့စံုေထာက္အလုပ္ကို ရူးသြပ္သူတေယာက္ျဖစ္ပါတယ္ျပီးေတာ့ သူစံုေထာက္လုပ္ျခင္တာက သူ႕အေဖ သက္ေသမျပႏိုင္ခဲ့တဲ့အမႈကို ဆက္လက္စံုစမ္း ေဖာ္ထုပ္ျခင္တာေၾကာင့္လဲျဖစ္ပါတယ္ေနာက္ဆံုးမွာေတာ့ သူဟာာ ခ်မ္းသာတဲ့ အလုပ္ရွႈင္တေယာက္နဲ႕ခ်ိတ္္ဆက္မိျပီး ေငြေၾကးေျမာက္ျမားစြာေပးကာ သူ႕သမီး၂ေယာက္ကိုစံုစမ္းခိုင္းတဲ့ အခါမွာေတာ့ ဘယ္လို ဟာေတြက ယုန္ေထာင္ေၾကာင္မိေပၚလာေလမလဲ ဆိုတာကို အလြဲလြဲအေခ််ာ္မေခ်ာ္ေတြနဲ႕ဟာသဆန္ဆန္ ရိုက္ကူးထားတာေၾကာင့္ေဘာလိ၀ူဒ္ဇာတ္ျမဴးၾကိဳက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားပါပဲဗ် 😀Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSamar ShaikhStarsAbhishek CAli FazalMahima AVidya Balan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTA1MzUwNTczODReQTJeQWpwZ15BbWU4MDU5NzkwOTEx._V1_SY1000_CR006911000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bobby-jasoos-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/805fefbe/boby-jasos-2014-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "870 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Qsag/Bobby_Jasoos_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "870 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tDpSAQ7S#ZAZeC2PMPl14DqZlE3fdlidiRzrqJjiljgkv9WZ9djI",
        "server": "mega.nz",
        "size": "870 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p3doqrnk8ocm",
        "server": "upstream.to",
        "size": "870 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 30m|Bollywood,Comedy,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "14k"
    },
    "title": "Tu Jhoothi Main Makkaar (2023)",
    "description": "Tu Jhoothi Main Makkar (2023)IMDb – 6.7 / 10ဒီတစ်​ခေါက်မှာက​တော့ ဟာသဆန်ဆန်နဲ့အချစ်ဇာတ်လမ်း​လေးကို သ​ဘောကျကြသူ​တွေအတွက်နာမည်ကြီးမင်းသား​ချော Ranbi Kapoor နဲ့ မင်းသမီး​ချော​လေး Shraddha Kapoor တို့ပါဝင်သရုပ်​ဆောင်ထားပြီး Box Office ၂၁၉.၇၂ကု​ဋေအထိရရှိထားတဲ့Tu Jhoothi Main Makkarဆိုတဲ့ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိလာတဲ့ဟာသအချစ်ဇာတ်ကား​ကောင်း​လေးနဲ့ တင်ဆက်​ပေးလိုက်ပါတယ်မစ်ကီဆိုတဲ့သူ​ဌေးသား​လေးဟာ ချစ်သူ​တွေကိုလမ်းခွဲရာမှာ ကူညီ​ပေးတဲ့လမ်းခွဲ​​ရေးသမား​လေးဖြစ်ပါတယ် ကိုယ့်ချစ်သူကိုလမ်းခွဲစကား​ပြောဖို့အခက်​တွေ့​နေသူတိုင်းက မစ်ကီကိုအကူညီ​တောင်း​​လေ့ရှိပါတယ်ဒီလိုသူများအကျိုး​ဆောင်ရာမှာ ​အောင်မြင်ခဲ့တဲ့မစ်ကီတစ်​ယောက်ကသူ့အချစ်ဆုံးသူငယ်ချင်း မန်နူကိုသူ့​ကောင်မ​လေးနဲ့လမ်းခွဲ​ပေးဖို့ကူညီရာမှာ​တော့ ဒုက္ခလှလှ​တွေ့ပါ​တော့တယ်အ​ကြောင်းက​တော့ မန်နူရဲ့သတို့သမီး​လောင်းဖြစ်သူကင်ချီရဲ့သူငယ်ချင်းတင်နီဆိုတဲ့ ​မိန်းမလှ​လေးကိုမြင်မြင်ချင်း​ချစ်မိသွားတဲ့အတွက်​ကြောင့်ပါပဲမစ်ကီတစ်​ယောက်သူ့သူငယ်ချင်းကို လမ်းခွဲ​ပေးဖို့အတွက်ဆက်ကူညီ​ပေး​လေမလား ဘယ်လိုအလွဲလွဲ​အ​ချော်​ချော်​တွေကြုံပြီး ​ဖြေရှင်းမလဲ ဒါ့အပြင်မိန်းမလှ​လေးတင်နီနဲ့လမ်းခွဲ​ရေးသမား​လေးမစ်ကီကြားကကွာခြားချက်​တွေ​ကြောင့်ဘယ်လိုကိစ္စ​တွေကြုံရမလဲဆိုတာဟာသ​နှောပြီးရိုဆန်ဆန်​​လေးဖြစ်တဲ့အချစ်ဇာတ်လမ်း​လေးကို ရင်ခုန်စွာကြည့်ရှူ့ရ​အောင်File size…10GB /2.71GB / 1.4GBQuality…4k NF WEB DL/ 1080p WEB DL / 720pFormat…mp4Duration….2h 30mSubtitle….Myanmar Subtitle (HardSub)Encoder….YKTranslated by KhinKhin~Yunni~BpL~Sai~ThaikSanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAmber RanaAnubhav Singh BassiAyesha RazaBoney KapoorDimple KapadiaHasleen KaurInayat VermaJatinder KaurKartik AaryanMonica ChaudharyNushrratt BharucchaRahul VohraRajesh JaisRanbir KapoorShraddha KapoorCastAmber RanaAnubhav Singh BassiAyesha RazaBoney KapoorDimple KapadiaHasleen KaurInayat VermaJatinder KaurKartik AaryanMonica ChaudharyNushrratt BharucchaRahul VohraRajesh JaisRanbir KapoorShraddha Kapoor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jdbvoA0m72akGkL4RUbckc87jKG.jpg",
      "https://image.tmdb.org/t/p/w300/4JDexx3HDxb3jbfyYeeIem67Rxv.jpg",
      "https://image.tmdb.org/t/p/w300/aVlBErsn8N3vdQPPSBtZFx8Wg05.jpg",
      "https://image.tmdb.org/t/p/w300/ito1H1nqSp5iIKiGtNEukIBzoJj.jpg",
      "https://image.tmdb.org/t/p/w300/w44KWlUSm81nNwCefLbpHTb2sbB.jpg",
      "https://image.tmdb.org/t/p/w300/wzYLQEZM8S6EAVZSpN1nAGvi6xi.jpg",
      "https://image.tmdb.org/t/p/w300/8xzXSjYRGzh54Id774GRVXIBJRh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tu-Jhoothi-Main-Makkaar.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-tu-jhoothi-main-makkaar-2023-2160-p-4-k-nf-web-dl-ddp-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "10GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/tu-jhoothi-main-makkaar-2023-hindi-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.71GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jifre8zuhb3p.html",
        "server": "usersdrive.com",
        "size": "2.71GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dRye/Tu_Jhoothi_Main_Makkaar_(2023)_Hindi_WEB-DL_-_1080p_-_AVC_.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.71GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1OI2jTbb#zYCjhiyIj9bd9dP-I2uo-zrlewVPtte0BrI7989ZPAQ",
        "server": "mega.nz",
        "size": "2.71GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tu-jhoothi-main-makkaar-2023-hindi-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qptmssck8knn.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zMnu/Tu_Jhoothi_Main_Makkaar_(2023)_Hindi_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oKJEWDLb#twKCVlL9W5kKPGB8etZ1PtweDQNupofJU18AGryODYE",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/q7a1a0dl3abd.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/becrr8fpw8st",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|1991|84 min|Action,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "86,923"
    },
    "title": "Hot Shots! (1991)",
    "description": "Unicodeမြန်မာပေါကားတွေကြည့်ရတာရိုးနေပြီလား? အမေရိကန်ပေါကားစစ်စစ်ကြည့်ချင်ပါသလား? ဒါဆိုရင်တော့ Hot Shots ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။Hot Shots ရုပ်ရှင်ဟာ ဟောလီးဝုဒ်က နာမည်ကြီးဇာတ်ကားတော်တော်များများကို သရော်ထားတဲ့ရုပ်ရှင်ကားပါ။အခုတင်ဆက်ပေးလိုက်တဲ့ Hot Shots Part 1 ကတော့ 1986 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Top Gun ဆိုတဲ့ရုပ်ရှင်ကို အဓိကထား သရော်ထားတာဖြစ်ပြီး Kevin Costner ရဲ့ Dances with Wolves လို နာမည်ကျော်ကားကြီးတွေကိုလဲ နည်းနည်းစီ သရော်ထားပါတယ်။အခု Part 1 မှာတော့ အဖေ့ရဲ့နာမည်ဆိုးကို အမွေဆက်ဆံထားရတဲ့ တော်ပါဟာလေကို လေတပ်က ပြန်လည်ဆင့်ခေါ်လိုက်ပြီး လျှို့ဝှက်မစ်ရှင်အကြီးစားတစ်ခုမှာ ပါဝင်ခိုင်းတဲ့အကြောင်းဖြစ်ပါတယ်။ဂျက်လေယာဉ်ကြီး လေပေါ်မှာ Drift ဆွဲတာ၊ ဘရိတ်အုပ်လိုက်တာတွေအပြင် ရယ်မောစရာအခန်းတွေအများကြီးပါတာကြောင့် မြန်မာရွာကားတွေကြည့်ရတာ ပျင်းရိလာတဲ့ပရိသတ်တွေအတွက် ကြည့်သင့်တဲ့ အမေရိကန်နွားကျောင်းသားကားတစ်ကားဖြစ်ပါတယ်။မကြာခင်မှာလဲ စတားလုံးရဲ့ Rambo ရုပ်ရှင်ကားတွေ အဓိကထားသရော်ထားတဲ့ Hot Shots Part 2 ကို ဆက်လက်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုအာကာဖြိုးပါ)Zawgyiျမန္မာေပါကားေတြျကည့္ရတာရိုးေနျပီလား? အေမရိကန္ေပါကားစစ္စစ္ၾကည့္ခ်င္ပါသလား? ဒါဆိုရင္ေတာ့ Hot Shots ကို ၾကည့္ျဖစ္ေအာင္ၾကည့္လိုက္ပါ။Hot Shots ႐ုပ္႐ွင္ဟာ ေဟာလီးဝုဒ္က နာမည္ႀကီးဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားကို သေရာ္ထားတဲ့႐ုပ္႐ွင္ကားပါ။အခုတင္ဆက္ေပးလိုက္တဲ့ Hot Shots Part 1 ကေတာ့ 1986 ခုႏွစ္ကထြက္ရိွခဲ့တဲ့ Top Gun ဆိုတဲ့႐ုပ္႐ွင္ကို အဓိကထား သေရာ္ထားတာျဖစ္ၿပီး Kevin Costner ရဲ႕ Dances with Wolves လို နာမည္ေက်ာ္ကားႀကီးေတြကိုလဲ နည္းနည္းစီ သေရာ္ထားပါတယ္။အခု Part 1 မွာေတာ့ အေဖ့ရဲ႕နာမည္ဆိုးကို အေမြဆက္ဆံထားရတဲ့ ေတာ္ပါဟာေလကို ေလတပ္က ျပန္လည္ဆင့္ေခၚလိုက္ၿပီး လွိ်ဳ႕ဝွက္မစ္႐ွင္အႀကီးစားတစ္ခုမွာ ပါဝင္ခိုင္းတဲ့အေၾကာင္းျဖစ္ပါတယ္။ဂ်က္ေလယာဥ္ႀကီး ေလေပၚမွာ Drift ဆြဲတာ၊ ဘရိတ္အုပ္လိုက္တာေတြအျပင္ ရယ္ေမာစရာအခန္းေတြအမ်ားႀကီးပါတာေၾကာင့္ ျမန္မာရြာကားေတြၾကည့္ရတာ ပ်င္းရိလာတဲ့ပရိသတ္ေတြအတြက္ ၾကည့္သင့္တဲ့ အေမရိကန္ႏြားေက်ာင္းသားကားတစ္ကားျဖစ္ပါတယ္။မၾကာခင္မွာလဲ စတားလံုးရဲ့ Rambo ႐ုပ္႐ွင္ကားေတြ အဓိကထားသေရာ္ထားတဲ့ Hot Shots Part 2 ကို ဆက္လက္တင္ဆက္ေပးသြားမွာျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုအာကာျဖိဳးပါ)File Size : (800 MB)Quality : Blu-Ray 720pRunning Time : 1hr 24minFormat : Mp4Genre :Action, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by Arkar PhyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJim AbrahamsTom DaviesStarsBill IrwinCary ElwesCharlie SheenEfrem ZimbalistJon CryerJr.Kevin DunnKristy SwansonLloyd BridgesValeria GolinoWilliam O'LearyCastBill IrwinBill LaimbeerBruce A. YoungCary ElwesCharlie SheenEfrem ZimbalistHeidi SwedbergJon CryerJr.Kevin DunnKristy SwansonLloyd BridgesMark ArnottRino ThunderRyan CutronaRyan StilesValeria GolinoWilliam O'Leary",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/thceYL6SA2jUk0n6vnp45tubqSj.jpg",
      "https://image.tmdb.org/t/p/w300/lH3LxZVRDdr47YntnzW9px3OoGq.jpg",
      "https://image.tmdb.org/t/p/w300/cRwfgVEV02xVA07tMidSIazYRJ.jpg",
      "https://image.tmdb.org/t/p/w300/5NVPVZFMU5MjX6hcNSyBnWon3Dv.jpg",
      "https://image.tmdb.org/t/p/w300/1ySqFue6sEBfXgpiQGuKWKBpXEd.jpg",
      "https://image.tmdb.org/t/p/w300/fmsFGqAVjA0qSDy6KReZpxKBYkR.jpg",
      "https://image.tmdb.org/t/p/w300/4wQtBSSs29ZqMXSCJrEC3mbHyXj.jpg",
      "https://image.tmdb.org/t/p/w300/8WqqNWhmpueFsQQBwPaLqDwQHhp.jpg",
      "https://image.tmdb.org/t/p/w300/2yPmV80FGJdWiFgEHSIGyGy9Kdn.jpg",
      "https://image.tmdb.org/t/p/w300/q7VdpRFtatYcO1Jxto1KPBM4CwH.jpg",
      "https://image.tmdb.org/t/p/w300/bVn1rULgk6MJKmRtq7cFjnOeo5s.jpg",
      "https://image.tmdb.org/t/p/w300/ssgpk6TTOqhhXJiSclxSKxsl02M.jpg",
      "https://image.tmdb.org/t/p/w300/aPYxIfPss4xSAPt7AGF8Z1Xv3fU.jpg",
      "https://image.tmdb.org/t/p/w300/yEwbYSO0IiHBxTcwsEgfy0vqf8x.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2e9g8SEXBmFysLKJZOb64ecWVTq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hot-shots-1991-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/06c5a/hot-shots-191-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cs8t/Hot_Shots!_[1991]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/LFA1nAgI#zQjlruXo15NplwQUacVBkAEeBnDIY3RlmXfgVJMjKLA",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/rs0mjjf8v5ys",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ih78dz2XyLc",
      "video_url": "https://www.youtube.com/watch?v=ih78dz2XyLc",
      "embed_url": "https://www.youtube.com/embed/ih78dz2XyLc"
    }
  },
  {
    "metadata": "|2023|1h 28min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1.5k"
    },
    "title": "Love Is in the Air (2023)",
    "description": "Love is in the air (2023)Love is in the air ဆိုတဲ့ Australian romantic, comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးပါ့မယ်။Dana က မိခင်ဆုံးသွားပြီးတဲ့နောက်ပိုင်း သူ့အမေအရမ်းချစ်မြတ်နိုးတဲ့ မိသားစုပိုင်လေကြောင်းလိုင်းကို အဖေနဲ့အတူတူ ဦးစီးလုပ်ကိုင်နေတဲ့သူပါ။သူတို့လေကြောင်းလိုင်းက မြို့နဲ့ဝေးတဲ့နေရာက ကမ်းခြေတွေ၊ ကျွန်းတွေဆီကို စာတွေ၊ ပစ္စည်းတွေပို့ပေးပြီးအရေးပေါ်ကိစ္စကူညီတာတွေကို အဓိကလုပ်ပေးနေတော့ လုပ်ငန်းရဲ့ ဘဏ္ဍာရေးအခြေအနေက ချွတ်ခြုံကျလာရော။William ကတော့ ချမ်းသာတဲ့မိသားစုရဲ့ အမွေဆက်ခံသူ သားတစ်ယောက်ဖြစ်ပြီးတော့ ဖခင်စိတ်ကျေနပ်အောင် အမြဲကြိုးစားပေးနေတဲ့သူပေါ့။တစ်နေ့ သူတို့လုပ်ငန်းလက်အောက်မှာရှိတဲ့ Dana တို့မိသားစုပိုင် လေကြောင်းလိုင်းကို အမြတ်အစွန်းမရလို့ဆိုပြီး အပြီးပိတ်ပစ်ဖို့လုပ်ပါတော့တယ်။အဲဒါနဲ့ ဩစတေးလျကိုသွားပြီး လုပ်ငန်းအခြေအနေကို စစ်ဆေးဖို့ William ကို သူ့အဖေက လွှတ်လိုက်တဲ့အခါမှာတော့Dana တစ်ယောက် သူ့အမေချန်ခဲ့တဲ့ တစ်ခုတည်းသောအရာကို ဆက်ပြီး ကာကွယ်သွားနိုင်ပါ့မလားဆိုတာကိုဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်လိုက်ရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre…..Comedy, Romance, DramaQuality…. 1080p | 720pFile size…1.5GB | 748MBFormat… mp4Duration….1h 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCraig WalkerDaniela PizziraniDante SuraceDelta GoodremHugh ParkerJoshua SasseMia GrunwaldRoy BillingSimon McLachlanSteph Tisdell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kZvYVhYYVL4MxLbDeBo9QJd0LRh.jpg",
      "https://image.tmdb.org/t/p/w300/gbSrqxB3m9NXBrqIejgqW78qYGi.jpg",
      "https://image.tmdb.org/t/p/w300/jJ00K2wKFcxWRDjChF3Vdi6y01M.jpg",
      "https://image.tmdb.org/t/p/w300/hDgoXxokKTGlvNYLpUfZ0oFvwP0.jpg",
      "https://image.tmdb.org/t/p/w300/6D2fAWTX0dqab4dHfq5T2pri8Sq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cAn1tvopkqATQ0AfV4LK08ReAvp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ex581h8vsyit.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-is-in-the-air-2023-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XVhf/Love.is.in.the.Air.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lzEBibQQ#Mmxp5GWnMCMX-G0U5V1vPggnqBtkysxJzAOSCYP4Q-U",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/s8ci7b3md21x.html",
        "server": "usersdrive.com",
        "size": "748MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/love-is-in-the-air-2023-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "748MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2DSJ3/Love.is.in.the.Air.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "748MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zr1XyYba#HMK8B6cKiAvvngD0m8nkR8Dl3UzM2nsNLM19ec9ypfE",
        "server": "mega.nz",
        "size": "748MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ua7j97hfcwke",
        "server": "streamvid.io",
        "size": "748MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/f4v737lwwle5",
        "server": "streamsb.com",
        "size": "748MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "O2JI6EldneY",
      "video_url": "https://www.youtube.com/watch?v=O2JI6EldneY",
      "embed_url": "https://www.youtube.com/embed/O2JI6EldneY"
    }
  },
  {
    "metadata": "|||Animation,Comedy,Family",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "263"
    },
    "title": "Fearless 2020",
    "description": "2020 မှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ animated comedy လေးပါ ရိဒ် ဆိုတဲ့ ကောင်လေးဟာ Planet Master ဂိမ်းကို အင်မတန် စွဲမက်သူပါ။ Fearless ဆိုတဲ့ နာမည်နဲ့ ဂိမ်းလောကမှာ ဆရာကြီးဆိုရင်လည်း မပါဘူးပေါ့။ ရိဒ်ဆော့နေတဲ့ ဂိမ်းထဲက ကာရိုက်တာကတော့ ကပ္ပတိန် လိုက်ဒ်စပိဒ်ပါ ကပ္ပတိန်ရဲ့ သားသမီးတွေဆိုပြီး ကီရာ၊ ဇန်ဒါ၊ တိုင်တပ်စ် ဆိုပြီး ကလေးကာရိုက်တာ သုံးယောက်လည်းရှိပါသေးတယ်။ အာကန်းနစ်ဆိုတာကတော့ ကပ္ပတိန်ရဲ့ ရန်သူ ကာရိုက်တာပါ။ အာကန်းနစ်ဟာ ဂိမ်းထဲက ကာရိုက်တာဆိုပေမယ့် ဘာအစွမ်းမှမရှိပါဘူး။ ဒါပေမယ့် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ကို အရယူနိုင်မယ်ဆိုရင်တော့ အစွမ်းတွေရလာပါလိမ့်မယ်။ တစ်နေ့ ရိဒ်ဟာ နောက်ဆုံးအဆင့်ကို တက်ဖို့အတွက် warning တစ်ခုရခဲ့ပါတယ်။ Warning ကတော့ ဖြစ်လာတဲ့ရလဒ်တွေကို လက်ခံမှာလား ဆိုတာပါပဲ။ အဆင့်တက်ချင်နေတဲ့ ရိဒ်ဟာ warning ကို လက်ခံလိုက်တဲ့ အချိန်မှာတော့ ဂိမ်းထဲက ကာရိုက်တာတွေဟာ အပြင်လောကကို ရောက်လာပါတော့တယ် ရောက်လာတဲ့ ကာရိုက်တာတွေကလည်း တခြားမဟုတ် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ပါ။ ဒီတော့ သူစွမ်းအားရဖို့အရေး အာကန်းနစ်က ကပ္ပတိန်ကို ထောင်ချောက်ဆင်ပြီး ကလေးတွေကိုဖမ်းဖို့ ကမ္ဘာမြေကို လိုက်လာပါတော့တယ် …. ဂိမ်းလောကနဲ့ လက်ရှိလောက Setting နှစ်ခုနဲ့ ဇာတ်လမ်းကို ဖန်တီးထားပါတယ် ရိဒ်နဲ့ကလေးတွေကြားက အဖြစ်အပျက်တွေက တကယ့်ကို ရယ်ရပြီး စိတ်၀င်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးပါ Cody Edwards က ရိုက်ကူးထားပြီး Miles Robbins Yara Shahidi Miguel Jakakiss တို့က အသံသရုပ်ဆောင်အဖြစ် ပါ၀င်ပေးထားကြပါတယ်File Size : 650 Mb / 350 MbQuality :WEB-DL 720pFormat…mp4Duration…01:29:00Genre : Animation, Family, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoon Sandi AungEncoded by LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCory EdwardsStarsAmari McCoyAngie MartinezDwyane WadeFat JoeGabrielle UnionJadakissLeyon AzubuikeMiles RobbinsYara ShahidiCastAmari McCoyAngie MartinezDwyane WadeFat JoeGabrielle UnionJadakissLeyon AzubuikeMiles RobbinsYara Shahidi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s7NC2kntiPB3WltWj9bnNTkoqUp.jpg",
      "https://image.tmdb.org/t/p/w300/8vaNiHJr9iZfiWKgnqgWR0a53oM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/fearless.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fearless-2020-720-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/fearless-2020-480-p-web-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/9x2t9je48l2n.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/p7yt0wrq9pfa.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Spnu/Fearless.2020.720p_web_(CM).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Spny/Fearless.2020.480p_web_(CM).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/0re261qry421",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ac43gu9awu48",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/6p8WwSjC#Yo1GBHAJHQ5rwMD-13-tAtAC5XDDKUdMeWV6kmpIqrM",
        "server": "mega.nz",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/60k20IqL#gWF8Cfx3kn9wJjE64TdFn1l16XG59h41BkXMVw0qhFg",
        "server": "mega.nz",
        "size": "",
        "quality": ""
      },
      {
        "link": "http://www.filedwon.info/q2kej20d8lqe/Fearless.2020.720p_web_(CM).mp4.html",
        "server": "filedwon.info",
        "size": "",
        "quality": ""
      },
      {
        "link": "http://www.filedwon.info/un283h2ldyuy/Fearless.2020.480p_web_(CM).mp4.html",
        "server": "filedwon.info",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "jxnQFP47SzY",
      "video_url": "https://www.youtube.com/watch?v=jxnQFP47SzY",
      "embed_url": "https://www.youtube.com/embed/jxnQFP47SzY"
    }
  },
  {
    "metadata": "|2024|1h 32min|Comedy,Fantasy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Arthur’s Whisky (2024)",
    "description": "Arthurs Whisky [2024]အာသာဆိုတဲ့ အဖိုးကြီးတစ်ယောက် ငယ်ရွယ်နုပျိုဆေးဖော်ပြီးကာမှ မိုးကြိုးပစ်လို့ ဆုံးပါသွားရှာပါတယ်…ဒီတီထွင်နိုင်ခဲ့မှုကို ဇနီးသည်ဖြစ်သူ ဂျုန်း မသိရှိခဲ့ပါဘူး…ဒီလိုနဲ့ ဂျုန်းရဲ့ ပူဆွေးမှုတွေကို ဖြေသိမ့်ဖို့ လင်ဒါရယ် ဆူဇီရယ် လက်ဖက်ရည်လာသောက်တဲ့ တစ်ရက်သားမှာအာသာ့အလုပ်ဂိုဒေါင်ကို ရှင်းလင်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတော့တယ်…ဂိုဒေါင်ထဲကနေ ဝီစကီပုလင်းတွေ ရှာတွေ့တာမို့ ဂျုန်းဟာ အင်မတန်အံ့အားသင့်ခဲ့ရပါတယ်…အကြောင်းကတော့ အာသာဟာ ဝီစကီဆို အနံ့တောင်မခံနိုင်သူမို့ပါပဲ…ဒိလိုနဲ့ သူတို့ သူငယ်ချင်း ၃ယောက် အာသာ့ရဲ့ အဖိုးတန်ပုလင်းတွေကို ဖွင့်ဖောက်သောက်သုံးရင်း စကားတပြောပြောနဲ့ အိပ်ပျော်သွားကြပါတယ်…သူတို့ ပြန်လည်နိုးထလာတဲ့အခါမှတော့ သူတို့အားလုံး ငယ်ရွယ်နုပျိုလို့ နေပါတယ်…ဒီလို ဖြစ်ရခြင်းဟာ အာသာ့ဝီစကီကြောင့်လို့ သိရှိရပြီးတဲ့နောက်လူငယ်ဘဝတုန်းက သူတို့ လုပ်ချင်တဲ့ သူတို့ မလုပ်ခဲ့ရတဲ့ အရာတွေကိုတစ်ခုချင်းစီ သွားရောက်လုပ်ကိုင်တဲ့အကြောင်း ရိုက်ကူးတင်ဆက်ပြသထားတာပဲ ဖြစ်ပါတယ်ခဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့Tun Aung Kyawပဲ ဖြစ်ပါတယ်။Genre….. Drama, FantasyQuality…. 1080p | 720pFile size… 1.5GB | 779MBFormat… mp4Duration…. 1h 32minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Tun Aung KyawEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdil RayAlex GuersmanAnthony BurgessBill PatersonBoy GeorgeDavid BromleyDavid HarewoodDiane KeatonEsme LonsdaleEva ScottFaizal AbdullahGenevieve GauntHannah HowlandHayley MillsJacqueline ClarkeJaime WinstoneJoanna DavidKingsley AmadiLawrence ChaneyLuluMarcus FraserMark BrailsfordMaryanne EveMel HarrisMonika ChoanNigel PegramOssian PerretPatricia HodgePaul Antony-BarberRae LimRoss TomlinsonTalitha WingTom Stourton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xuvQDwrpKzjlGyDE6RxLfVSPWuI.jpg",
      "https://image.tmdb.org/t/p/w300/9yZaiLYppqAbJO2MMhC3fGSezB6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aLInRxGU9kp1o2djoS2xK75Ilmk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wlmen6jjao2j.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/arthurs-whisky-2024-1080-p-now-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/yx4ij/Arthurs.Whisky.2024.1080p.NOW.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VOcAVKAa#LkAetwkJrujrDvmeqnt9lP9Sa4ttuLXTIzOoJWpu_JY",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vhnzn01qpefu.html",
        "server": "usersdrive.com",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/arthurs-whisky-2024-720-p-now-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sI1k/Arthurs.Whisky.2024.720p.NOW.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sKtlxZCR#BpxEAZ2GFUz0cq1mDtJ67tx5kyb2FbzDtxOFZqtV1qA",
        "server": "mega.nz",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/gvdwbzwol76v",
        "server": "streamvid.io",
        "size": "779MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/phwh7kv08faq",
        "server": "streamsb.com",
        "size": "779MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DPmb9R9kKFc",
      "video_url": "https://www.youtube.com/watch?v=DPmb9R9kKFc",
      "embed_url": "https://www.youtube.com/embed/DPmb9R9kKFc"
    }
  },
  {
    "metadata": "|2017||Comedy",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "2100"
    },
    "title": "Where’s the Money (2017)",
    "description": "Where’s the Money (2017)===================ဒဲလ်ဆိုတဲ့ကောင်လေးတစ်​ယောက်က တစ်နေ့တစ်နေ့ရပ်ကွက်ထဲမှာ သူ့​ဘော်ဒါဂျု့စ်နဲ့ သောက်ပေါလုပ်လိုက်သူငယ်ချင်းမလေးကို ကြောင်လိုက်နဲ့ ပေါ့ပေါ့နေပေါ့ပေါ့စားနေတဲ့ လူငယ်လေးပေါ့။ဒါပေမယ့်တစ်နေ့မှာ သူတို့ရဲ့ အား ကစားရုံကို ဘဏ်ကသိမ်းတော့မယ်ဆိုတာသိတော့ စိတ်ညစ်နေတုန်း ဘဏ်ကိုဓားပြတိုက်မှုနဲ့ အဖမ်းခံထားရတဲ့သူ့အဖေက သူဖွက်ထားတဲ့ ပိုက်ဆံတွေရှိတဲ့နေရာကိုပြောပြလိုက်ပါတယ်။ ဒီငွေတွေရှာပုံတော်ဖွင့်ရင်း သူ့အဖေလိုပဲ ဂျေးထပ်အောင်းသွားမလား၊ ပိုက်ဆံတွေရပြီးအားလုံးအဆင်ပြေသွားမလား၊ ပိုက်ဆံတွေက တကယ်ရောရှိရဲ့လား ဆိုတာကို တကားလုံးပါးစပ်မပိတ်ရပဲ ကြည့်ရမှာဖြစ်ပါတယ်။ တကယ်ရယ်ရတဲ့ကားလေးပါ မင်းသမီးလေးကလဲအရမ်းလှပါတယ်။ ကဲအားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့  Momo ဖြစ်ပါတယ်)File Size……….(1.49 GB) / (562 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 26MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..ComedyTranslator…….MomoEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott ZabielskiCastAllen MaldonadoAndrew BachelorCaleb EmeryChelsea AldenChidi AjufoDevon WerkheiserFrank GerrishJosh BrenerKat GrahamLogan PaulMethod ManMike EppsRettaTerry Crews",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bnZInMpula862WkR0pPzD7JC1E3.jpg",
      "https://image.tmdb.org/t/p/w300/wrfpARQZTyEz0J2fuNzfXku5WGN.jpg",
      "https://image.tmdb.org/t/p/w300/s8LwIIXusfAMQ2Yxkn9ePL2ABD0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjc5ODQwNzEyMl5BMl5BanBnXkFtZTgwMTk3NzQ1MzI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/wheres-the-money-2017-proper-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1c79q/Wheres.the.Money.2017.PROPER.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbhight.com/oomd7h9srilv.html",
        "server": "streamsb.com",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/M6RFRD6Y#ivGpWK4GVfTKi7PuLLQLzYd1vuIK0W1dnEZ0rLLHH7s",
        "server": "mega.nz",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/02sxm1jmeyfv.html",
        "server": "usersdrive.com",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/w6ts4aws6uzb",
        "server": "streamvid.io",
        "size": "1.49 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/wheres-the-money-2017-proper-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "562 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1c79f/Wheres.the.Money.2017.PROPER.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "562 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/z6y7spdx7jvi.html",
        "server": "streamsb.com",
        "size": "562 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EyhHTTZK#xsg3AUAMqQqqp7oNlvEWuOrJqDtxdI4Nt71bZ8qEPHM",
        "server": "mega.nz",
        "size": "562 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/l3x5as903wv5.html",
        "server": "usersdrive.com",
        "size": "562 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/z36xyl4m8a6t",
        "server": "streamvid.io",
        "size": "562 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "XG8EKsfmf5E",
      "video_url": "https://www.youtube.com/watch?v=XG8EKsfmf5E",
      "embed_url": "https://www.youtube.com/embed/XG8EKsfmf5E"
    }
  }
]