[
  {
    "metadata": "|2021|2h 42m|Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "23K"
    },
    "title": "83 (2021)",
    "description": "83 (2021) ဇာတ်လမ်းအညွှန်းအခုတစ်ခေါက်မှာတော့ 1983 ခုနှစ် ဝန်းကျင်ကာလကို ကျောရိုးတည်ပြီး ရိုက်ကူးထားတဲ့ ဘောလီးဝုဒ် ကရစ်ကတ်-အားကစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး 2021 ခုနှစ်အတွင်း ပရိတ်သတ်တွေ သောင်းသောင်းဖြဖြ အားပေးခဲ့ကြတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်လည်း ဖြစ်ပါတယ်အိန္ဒိယနိုင်ငံဟာ 1983 ခုနှစ်မတိုင်မီ ၃၅ နှစ်အကြာ ကာလတည်းက လွတ်လပ်ရေးရခဲ့ပေမဲ့တကယ့်လက်တွေ့ဘဝမှာတော့ ဗြိတိသျှတွေဆီက လေးစားသမှုမဆိုထားနဲ့ မထိတထီ စော်ကားမော်ကားလုပ်တာတွေကိုပင် ခံနေရဆဲဖြစ်ပါတယ်။သူ့ကျွန်ဘဝကလွတ်မြောက်ခါစကာလမှာ အားကစားကဏ္ဍအပါအဝင် အစစအရာရာ နိမ့်ပါးနေတဲ့ အိန္ဒိယနိုင်ငံဟာ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ တစ်ပွဲမှအနိုင်မရဖူးတဲ့ နိုင်ငံတစ်နိုင်ငံအဖြစ် လူတိုင်းက ဟားတိုက်ခံရတဲ့အခြေအနေမှာ ရောက်ရှိလို့နေပါတယ်တစ်နေ့မှာတော့ ကတ်ပေးလ်ဒက်ဗ် ဆိုတဲ့ ကရစ်ကတ်ကစားသမားတစ်ဦးက အိန္ဒိယအသင်းကို ကပ္ပတိန်အဖြစ်ဦးဆောင်ပြီး အင်္ဂလန်ကို ကမ္ဘာ့ဖလားသွားရောက်ယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး အခက်အခဲအမျိုးမျိုးကို ကျော်ဖြတ်ကာ နိုင်ငံ့ဂုဏ်ဆောင်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်များစွာပါဝင်ထားပြီး ကြည့်တဲ့ပရိတ်သတ်ကိုပါ မျိုးချစ်စိတ်ဓာတ်တွေ တဖွားဖွားပေါ်လာစေတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ် ဖြစ်တဲ့အတွက် အားလုံးခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်…(ဇာတ်လမ်းအညွှန်းကိုတော့Thar Htetက ရေးပေးထားပါတယ်)File Size          :3.1GB,1.7GB,859MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL,480pFormat            :mp4Duration         :1hr & 42minsGenre              :Biography,Drama,HistoryTranslated byThar Htet&KitEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ziBtDlzSGxBqv8hvOzNQCeJVJRW.jpg",
      "https://image.tmdb.org/t/p/w300/h2mMP0V8HSbVKYgCWZlhGRtL3aP.jpg",
      "https://image.tmdb.org/t/p/w300/ixFFc3yzqjcDxvYKVSskRas2px0.jpg",
      "https://image.tmdb.org/t/p/w300/k7ZpJMjgitReaoqA7LABMqeGaim.jpg",
      "https://image.tmdb.org/t/p/w300/khbXYEnbvbKuTjGBhezztqFOytl.jpg",
      "https://image.tmdb.org/t/p/w300/VpwK15OThEmThDYetpgFPMDVm7.jpg",
      "https://image.tmdb.org/t/p/w300/603a2Ub9Ae7XutwsYoZ8hTc6SQu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dxjjMJqaZeRxMQmRL2dzkl9KxIv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/83-2021",
        "server": "VIP Links",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-1080-p-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://usersdrive.com/m0gdvn4mwyxi.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://megaup.net/13coh/[CM]83.2021.WEB-DL.1080p.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080p WEB-DL AC3 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://usersdrive.com/o6cz7uoiput3.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://megaup.net/13by2/[CM]83.2021.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://mega.nz/file/rxUwFbJI#jecSIiNiemwx6czhVlulwKKKpJDV0OZwQzWuAtJTUhQ",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://sbfast.com/h9ztxt7p968a.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-83-2021-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/uq4frdo14ms3.html",
        "server": "usersdrive.com",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1J9qs/[CM]83.2021.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/y59E3BzD#UhZNiWrvA3ME7YZQ6QIQ8SEKn8fs-7FLNodbxQAZsfY",
        "server": "mega.nz",
        "size": "859MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/17ptjuw7kibd.html",
        "server": "streamsb.com",
        "size": "859MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "QHdkC6Kn0Io",
      "video_url": "https://www.youtube.com/watch?v=QHdkC6Kn0Io",
      "embed_url": "https://www.youtube.com/embed/QHdkC6Kn0Io"
    }
  },
  {
    "metadata": "R|2022|2h 1m|Drama,History",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "2000"
    },
    "title": "Call Jane (2022)",
    "description": "Call Jane (2022)~ IMDb – 6.1/10, RT – 82%, Meta – 64% ~နာမည်ကျော် Gotham စီးရီးထဲ ပင်ဂွင်းနဲ့အတူတူ ပရိသတ်အချစ်တော်ဖြစ်ခဲ့တဲ့ Riddler နေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cory Michael Smith ရဲ့ ဇာတ်ကားအသစ်ပါ။ မင်းသမီးကတော့ Charlie’s Angels, Pitch Perfect Trilogy, Power Rangers နဲ့ The Hunger Games အစုံအစုံက မင်းသမီး Elizabeth Banks ပါ။ စပယ်ရှယ်ဘွန်းခဲ့တဲ့ Fantastic Four (2015) က Kate Mara လည်းပါသလို Alien Franchise ကြီးရဲ့ အခရာအကျဆုံးဖြစ်ခဲ့သူ Sigourney Weaver လည်းပါတဲ့ သမိုင်းနောက်ခံဇာတ်ကားသစ်ပါပဲ။ခင်ပွန်းဖြစ်သူရဲ့အလုပ်ကြောင့် တက်ရတဲ့အခမ်းအနားကနေ ပြန်အထွက်မှာ လမ်းလျှောက်ဆန္ဒပြနေကြတဲ့ လူတစ်အုပ်ကို ရုတ်တရက်တွေ့လိုက်ရလို့ ဂျွိုင်းဂရစ်ဖင်တစ်ယောက် အံ့သြတကြီး ဖြစ်သွားရတယ်။ ဒါပေမဲ့ ဒီဆူပူမှုနဲ့ အဲဒါကိုထိန်းချုပ်ဖို့ ကြိုးစားနေကြတဲ့ရဲတွေကို ကြည့်နေတဲ့ သူ့မျက်ဝန်းထဲမှာ ရှိနေတာက ထိတ်လန့်မှုတင်မကဘဲ စိတ်ဝင်စားမှုနဲ့ စိတ်ထက်သန်မှုလေးတွေပါ နည်းနည်းစွက်နေခဲ့တယ်။ ဂျွိုင်းက အိမ်ထောင်ရှင်မ,ပီသတဲ့ ဇနီးကောင်းတစ်ယောက်။ အရွယ်ရောက်ခါနီးသမီးလည်း ရှိနေနှင့်ပြီးသား၊ သူတို့လင်မယားအတွက် သားသမီးတစ်ယောက် ထပ်ရတော့မယ့် အနေအထားမှာ မထင်မှတ်ဘဲ ဂျွိုင်းတို့သိလိုက်ရတာက သူ့ဆီမှာ မွေးရာပါနှလုံးချို့ယွင်းမှုတစ်ခု ရှိနေပြီး ကိုယ်ဝန်ဆက်လွယ်ထားရင် မီးဖွားပြီးနောက် သူအသက်ရှင်ဖို့က ငါးဆယ်ရာခိုင်နှုန်းသာ ရှိနေတယ်ဆိုတာပဲ။အမျိုးသမီးတွေ မိမိဆန္ဒအလျောက် ကိုယ်ဝန်ဖျက်ချခွင့်မရှိသေးတဲ့ အဲဒီ ၁၉၆၀ နှောင်းပိုင်းခေတ်မှာ သူ့အသက်မသေရအောင်လို့ တရားဝင်ဖျက်ချခွင့်ပေးဖို့ ဆေးရုံကို အသနားခံစာတင်ပေမဲ့ ကလေးကျန်းမာဖို့က အဓိကဖြစ်တယ်လို့ ယူဆပြီး ကိုယ်ဝန်ဆက်လွယ်စေဖို့ မိခင်ဖြစ်သူကိုရှေ့ထားပြီး ဆုံးဖြတ်လိုက်ကြတဲ့ ယောက်ျားရင့်မာကြီးတစ်သိုက်သာပါတဲ့ ဘုတ်အဖွဲ့ကို မယုံနိုင်အောင်ကြည့်ရင်း သူ့အသက်ကိုကယ်ဖို့ သူကိုယ်တိုင်လမ်းထွင်မယ်လို့ ဂျွိုင်းတစ်ယောက် ဆုံးဖြတ်ချက်ချလိုက်ရာမှာ အဲဒီလမ်းဟာ သူတစ်ယောက်တင်မက အမေရိကန်တစ်နိုင်ငံလုံးက ဖိနှိပ်ခံအမျိုးသမီးတွေအတွက် အကြီးကျယ်ဆုံးသော အရွေ့တစ်ခုမှာ အရေးပါတဲ့နေရာကနေ ပါဝင်လာခဲ့တော့တယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုCostanzaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.02GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 2H 1MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated byCostanzaEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4AT2EM0wOkDB6kuClleU6ElIHyl.jpg",
      "https://image.tmdb.org/t/p/w300/70Ed3BrtHU1egtKArndVSFvU6Qx.jpg",
      "https://image.tmdb.org/t/p/w300/sHoPXyGZT1W8yc5Wd8lU7jPsLOU.jpg",
      "https://image.tmdb.org/t/p/w300/es2a1F6wIFuI8utzoNuTWxdO0Ja.jpg",
      "https://image.tmdb.org/t/p/w300/8NEDnjgj4b5ADIAqSJnj6bXrIWC.jpg",
      "https://image.tmdb.org/t/p/w300/uI8azohp3s3Gi4ysVGZ74ggW9dk.jpg",
      "https://image.tmdb.org/t/p/w300/uKIz4qBPichW0e9ZktSYUKJ04Ul.jpg",
      "https://image.tmdb.org/t/p/w300/gmo4gQd7KvZB0MxKkPViB5R3y5N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/n3oV6065tgYpukAjLxSbWcfqdg9.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-call-jane-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qfxh/(CM)_Call_Jane_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/setkmYqS#Qu7Dodg401aWUyvnj5g3rGRxvwkrGhcZv0-eJ2FqJfo",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7536v5lm4m7p.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/va3n9sul1e3s.html",
        "server": "streamsb.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-call-jane-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qfxe/(CM)_Call_Jane_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IDVkyC7Q#K7gP_Uqmx7U95v0C7YfvbxJC02YvkmFS2J-1Yyqs4Qo",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hlzwjuf73yty.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/vlnwpxu11jbc.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "U-1pUnTsSQc",
      "video_url": "https://www.youtube.com/watch?v=U-1pUnTsSQc",
      "embed_url": "https://www.youtube.com/embed/U-1pUnTsSQc"
    }
  },
  {
    "metadata": "PG-13|2013|2h 20min|Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "2,025"
    },
    "title": "The Face Reader (2013)",
    "description": "The Face Reader (2013)_____IMDb – 6.8/10အရာအားလုံးကဖြစ်ဖို့ကံပါလာရင် ဘယ်အရာကမှတားဆီးလို့မရပါဘူး။ကင်နမ့်ဂျောင်းဟာ လူတစ်ယောက်ရဲ့မျက်နှာကိုကြည့်လိုက်တာနဲ့ အဲ့လူတစ်ယောက်ရဲ့စိတ်အခြေအနေတွေ အမူအကျင့်တွေအနာဂတ်မှာဖြစ်နိုင်တာတွေကိုပြောနိုင်တဲ့ Face Reader ကြီးပါ။လူသတ်မှုတစ်ခုကိုဖော်ထုတ်ပေးရာကနေ ဘုရင်ကခေါ်တွေ့ပြီး ထီးနန်းလုနိုင်တဲ့လူတွေကိုမျက်နှာကိုဖတ်ပြီးဖော်ထုတ်ခိုင်းပါတော့တယ်။ကင် ဘယ်လိုအခက်အခဲတွေတွေ့မယ်။သြဇာအာဏာကြီးတဲ့လူနှစ်ယောက်ဖြစ်တဲ့ ကင်ဂျောင်ဆိုနဲ့မင်းသားဆုရန်းကြားမှာဘယ်လိုတွေဆုံးဖြတ်မလဲဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ပေါ့ဗျာ။ဝင်ငွေအရအောင်မြင်ခဲ့တဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။IMDb rating လည်း 6.8/10 ရရှိထားပါတယ်။အကောင်းဆုံးဇာတ်ကားဆု၊ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးသရုပ်ဆောင်ဆုတွေနဲ့အတူဆုပေါင်း ၅ဆုကိုအကြိမ် ၅၀မြောက် Grand Bell Awards မှာရရှိထားတာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Saw Wuua ပါ)File Size : (1.1 GB)Quality : Blu-Ray 720pRunning Time : 2hr 20minFormat : Mp4Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : LIMITED 720p BluRay x264 GiMCHiTranslated by Saw WunnaEncoded by Thanhtike Zaw",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-face-reader-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/avc63adcpwu0.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-face-reader-gwansang-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/530283c5f/the-face-reader-gwansang-2013-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/ul86wmljf73v/The_Face_Reader_(Gwansang)_[2013]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TEwr/The_Face_Reader_(Gwansang)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/ttAUmZrC#QiUgJSYss8h_SNuiouhJmuzejKyoPxK9JYJjA_GKtjM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/i6ry6lqtqwzu",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "YfxMlxvvxA0",
      "video_url": "https://www.youtube.com/watch?v=YfxMlxvvxA0",
      "embed_url": "https://www.youtube.com/embed/YfxMlxvvxA0"
    }
  },
  {
    "metadata": "|1997||Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "28000"
    },
    "title": "Kundun (1997)",
    "description": "Kundun (1997)============IMDb Rating – 7.0/10တိဗက်ကို ဗမာစိတ်ကူးယဉ်၀တ္တုတွေမှာ ကျွန်တော်တို့ တော်တော်ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။သိသလောက်ဆို သေသေချာချာ စာအုပ်ထဲ စပါတာကမောင်ထွန်းသူ ဘာသာပြန်ထားတဲ့ The Lost Horizon, ရှန်ဂရီလာထဲကစတယ် ထင်ပါတယ်။ အဲဒီစာအုပ်ထဲက တစ်ချို့အခန်းတွေကိုပဲ မင်းသိင်္ခကကူးပြီးမှတ်မိသလောက် နှစ်အုပ်လောက်ထွက်ဖူးပါသေးတယ်။တခြားစာရေးဆရာတွေလည်း ရေးကြတော့ ခုတိဗက်ဟာ ကျွန်တော်တို့နဲ့ မစိမ်းတဲ့နေရာပါပဲ။တိဗက်အကြောင်းရေးကြတဲ့ အဲဒီစာအုပ်တွေမှာ လားမားတွေကလည်း မပါမဖြစ်ပေါ့။ဒီရုပ်ရှင်ကတော့ စိတ်ကူးယဉ်မဟုတ်တဲ့ တိဗက်ပြည်ရဲ့ လက်ရှိနောက်ဆုံး ဒလိုင်းလားမားရဲ့ ထေရုပ္ပတ္တိကို ပြန်ရိုက်ကူးထားတာပါ။ ၁၄ဆက်မြောက်ဒလိုင်းလားမားရဲ့ ဘ၀ကို မွေးစကနေ တရုတ်တွေလက်က ပြေးတဲ့အထိ ရိုက်ပြထားပြီး တိဗက်ရဲ့ဘာသာရေးကို ထဲထဲ၀င်၀င်ကို ပုံဖော််ထားတဲ့ ရုပ်ရှင်ပါပဲ။နောက်အပြိုင်အနေနဲ့ မြင်ရမှာတော့ တိဘက်ကို တရုတ်တွေရဲ့ ဖျက်စီးခဲ့မှုကိုပေါ့။ခုတလောတင် kundunကားထဲ မော်စီတုန်းက ၁၄ဆက်မြောက် ဒလိုင်းလားမားကို ပြောခဲ့တဲ့ ” ဘာသာရေးဟာ အဆိပ်ပဲ။ တိဗက်တွေဟာ ဘာသာရေးအဆိပ်သင့်နေကြတယ်”ဆိုတဲ့ ဒိုင်ယာလော့တစ်ခုကို ချဲ့ထွင်တွေးပြီး ဆရာလေးတစ်ပါးရေးတဲ့ စာတစ်ပုဒ်ဟာ ‌ အတော်ပျံ့ခဲ့တယ်။အဲဒီစာထဲမှာတင်မော်စီတုန်းရဲ့ ဒီစကားကို တိဗက်‌တွေ ဆတ်ဆတ်ခါအောင် နာခဲ့ကြတယ်ဆိုတဲ့ စကားပါပါတယ်။ ဒီရုပ်ရှင်မှာတော့ တိဘက်နဲ့တရုတ်ရဲ့ ပြဿနာကို ၂နာရီကျော်အချိန်နဲ့ ကောင်းကောင်းကြီး ရှင်းပြသွားခဲ့တယ်။တိဗက်ဟာ ၈ရာစုကတည်းက ဗုဒ္ဓဘာသာကို ကိုးကွယ်ခဲ့တဲ့ နိုင်ငံပါ။သို့ပေမဲ့ သူတို့ဗုဒ္ဓဘာသာဟာထေရဝါဒရော မဟာယနရောမဟုတ်ပါဘူး။ တိဗက်ဗုဒ္ဓဘာသာလို့ သီးခြားခေါ်တွင်ပါတယ်။နှစ်ခုလုံးနဲ့ ကွဲပြားနေတယ်လို့တော့ဆိုတယ်။ သူတို့ဘာသာရေးခေါင်းဆောင်ဖြစ်တဲ့ ဒလိုင်းလားမားတွေကို သက်ရှိကရုဏာဗောဓိသတ္တတွေလို့ဆိုပါတယ်။ ဒလိုင်းလားမားတွေဟာ ဘ၀နတ်ထံပျံပြီးရင်လည်း တိဘက်ပတ်၀န်းကျင်မှာပဲ ပြန်၀င်စားပြီး ဒလိုင်းလားမားအဖြစ်ပြန်တာ၀န်ထမ်းဆောင်ကြပါတယ်။ဒလိုင်းလားမားတွေဟာ ဘာသာရေးတင်မကဘဲ နိုင်ငံရေးခေါင်းဆောင်တွေလည်း ဟုတ်ပါတယ်။ဒီဇာတ်ကိုတော့ ၁၃ဆက်မြောက် ဒလိုင်းလားမား ပျံလွန်သွားပြီး သူကနေ ပြန်၀င်စားမယ့် ၁၄ဆက်မြောက်ဒလိုင်းလားမားကို ယာယီဒလိုင်းလားမားအဖြစ်တာ၀န်ယူထားရတဲ့ ရင်းဖို့ချေ (Reting Rinpoche)က ရှာဖွေတွေ့ရှိသွားတာကနေ စထားတယ်။ အဲဒီကနေမှ ဒလိုင်းလားမားဖြစ်ဖို့ သင်ယူရတာတွေလေ့လာရတာတွေကနေ ဒလိုင်းလားမားဖြစ်တဲ့အထိ သေချာပြသွားတယ်။ဒလိုင်းလားမားကို သာ၀ကတွေက ကွန်ဒွန်လို့ လေးစာသမှုနဲ့ ခေါ်ဆိုကြတယ်။ဗမာလိုဆို ကိုယ်ထင်ပြသူပေါ့။ ၁၄ဆက်မြောက် ဒလိုင်းလားမားဟာ ဒလိုင်းလားမားတွေထဲ ကံအဆိုးဆုံးလို့ပြောရမယ်။ဆယ်ကျော်သက်အရွယ်မှာတင်တရုတ်ရဲ့ တိဗက်ကို ကျုးကျော်မှုနဲ့ ရင်ဆိုင်ဖြေရှင်းခဲ့ရပြီး မော်စီတုန်းနဲ့ပါ ထိပ်တိုက်တွေ့ခဲ့ရတယ်။အခုလက်ရှိလည်း တိဗက်ကိုမပြန်နိုင်ဘဲ ပြည်ပြေးဘ၀နဲ့ အနောက်နိုင်ငံတွေမှာ ခိုလှုံနေရတယ်။ ဒီရုပ်ရှင်မှာတော့ သူတိဗက်ကနေ အိန္ဒိယကို ထွက်ပြေးလွတ်မြောက်သွားတဲ့အထိပဲ ပြထားခဲ့တယ်။ပြောရရင် ဒလိုင်းလားမားရဲ့ တိဗက်မှာ နေခဲ့တဲ့ အချိန်တွေကိုပဲ ပြသွားတယ်။ သို့ပေမဲ့လည်း ပြထားသလောက်မှာတင် နိုင်ငံရေး ဘာသာရေး အုပ်ချုပ်ရေး တရုတ်နဲ့အခြေအနေစသဖြင့် တိဗက်အကြောင်း အတော်လေးစုံစေ့နေပါပြီ။တစ်ချို့ကတော့ စကောဆေးစိကို ဒိုကူမန်ထရီအဖြစ် ရိုက်ကူးသင့်တယ်ဆိုကြတယ်။သို့ပေမဲ့ စကောဆေးစိကလည်း စီနီမာတိုဂရပ်ဖာကို ဒိုကူမန်ထရီရိုက်ကူးဖူးတဲ့အတွေ့အကြုံရှိတဲ့ စီနီမာတိုဂရပ်ဖာကို သုံးထားတယ်။ စီနီမာတိုဂရပ်ဖီလည်း အတော်လေးလှပြီး စီနီမာတိုဂရပ်ဖီဆုတွေလည်း ရထားခဲ့တယ်။သရုပ်ဆောင်မဟုတ်တဲ့ ကလေးတွေကိုပါ ပညာသားပါပါနဲ့ သုံးနိုင်ခဲ့တဲ့အထိလည်း စကောဆေးစိက အားစိုက်ထုတ်ထားခဲ့တယ်။ တိဘက်မှာရိုက်တာမဟုတ်ပေမဲ့ တိဘက်အရသာရအောင် settingလည်း သေချာပြင်ထားခဲ့တယ်။စကောဆေးစိဟာ ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်အစစ်တွေ မပါသလောက်ဖြစ်အောင် ရိုက်ထားပြီး သရုပ်ဆောင်တွေဟာ တိဗက်ဗုဒ္ဓဘာသာအစစ်တွေများပါတယ်။ဒလိုင်းလားမားနဲ့ သူ့မိသားစုတွေ နေရာကနေ ဒလိုင်းလားမားရဲ့ အမျိုးတွေကပဲ ပြန်သရုပ်ဆောင်ထားခဲ့တယ်။ဒလိုင်းလားမား အရွယ်ရောက်‌တဲ့နေရာကသရုပ်ဆောင်တာလည်း ဒလိုင်းလားမားရဲ့ မွေးချင်းတွေကမွေးတဲ့ မြေးပါပဲ။မူရင်းစာအုပ်ကိုလည်း အတော်သစ္စာရှိပြီး သမိုင်းအများစု မှန်ကန်တယ်ဆိုပါတယ်။ဇာတ်ညွှန်းကို ၁၄ခါတိတိပြင်ရေးခဲ့ရပါတယ်။၁၄ဆက်မြောက်ဒလိုင်းလားမားဟာ အတော်နှိမ့်ချတတ်တဲ့သူပါ။ သို့ပေမဲ့ ဇာတ်ကားအစက ဒလိုင်းလားမားမဖြစ်ခင် ကလေးဘ၀မှာတော့ ဒလိုင်းလားမားဟာပစားပေးခံရတော့ အတော်အထက်စီးဆန်‌ နေတဲ့သူတစ်ယောက်အဖြစ် မာတင်က ပုံဖော်ထားပါတယ်။ဆိုတော့ကာ သူပုံဖော်ထားတာနဲ့ လိုက်ဖက်ညီအောင်ကလေးဘ၀ကပြောတဲ့ စကားတွေမှာ ငါနာမ်စား တစ်ချို့သုံးပြီး ကြီးလာလေ သူ့စကားတွေ နူးညံ့လာလေ ဖြစ်လာတဲ့သဘောကို တတ်နိုင်သလောက် ပုံဖော်ပေးထားပါတယ်။ ဒီလိုထည့်ပြောရတာက ကလေးလေးက တစ်ချို့အခန်းတွေမှာ ငါနဲ့ ပြောထားရတဲ့အကြောင်း ကြိုရှင်းထားချင်ရုံပါပဲ။ရုပ်ရှင်အဆုံးမှာ ၁၅ဆက်မြောက်ဒလိုင်းလားမားအစစ် ရှိလာနိုင်လားဆိုတာကို ကျွန်တော်တော့ သိချင်မိသွားတယ်။ ဒလိုင်းလားမားတွေဟာ ကရုဏာဗုဒ္ဓက၀င်စားတာဆိုတော့ ထပ်ရှိဖို့က အတော်လေး မလွယ်တဲ့ကိစ္စလို့တော့ ထင်မိသား။ သို့ပေမဲ့ နှစ်ပေါင်းများစွာ အခြေတည်လာခဲ့တဲ့ ယုံကြည်မှုတစ်ခုဟာ ပျက်နိုင်ခဲ့တယ်ဆိုတော့ ပေါ်လာဦးမယ်ထင်တာပါပဲ။ နောက်နှစ်တွေမှာ ဘယ်လိုပုံစံနဲ့ ပေါ်လာဦးမလဲဆိုတာကိုတော့ သိချင်မိသွားတယ်။ ဒီလိုပုံစံ ယုံကြည်မှုဟာ ကျွန်တော့်အတွက်တော့ အတော်ဖြစ်နိုင်ခဲ‌တဲ့ ယုံကြည်မှုဆိုတော့ အတော်လေးတော့ မှင်သက်စရာကောင်းခဲ့တယ်။သို့ပေမဲ့ မော်စီတုန်းပြောသလို အဆိပ်လို့တော့ မထင်မိပါဘူး။အကုန်လုံးဟာ သူ့ကောင်းကွက် သူ့ဆိုးကွက်တွေနဲ့ပဲ မို့လား။ ဘာဖြစ်ဖြစ် ဗုဒ္ဓဘာသာရဲ့ ကိုင်းကွဲတစ်ခုအကြောင်း တီးမိခေါက်မိရှိချင်ရင်တော့ ဒီရုပ်ရှင်ဟာ ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။Kundunကို တိဘက်ဘက်ကနေပြီး ရိုက်ခဲ့တာကြောင့် မာတင်စကောဆေးစိရဲ့ ရုပ်ရှင်တွေကို တရုတ်မှာလုံး၀ ရုံတင်ခွင့်မပြုတာ ဒီနေ့ထိထက်တိုင်ပါပဲ။မဆီမဆိုင်တိဗက်ဘာသာ‌ရေးကားကို စကောဆေးစိရိုက်တော့ အတော်ပေါ့သွားမယ် ထင်ခဲ့မိပေမဲ့ တက်တက်စင်အောင် လွဲသွားပါတယ်။ စကောဆေးစိဟာ စကောဆေးစိပါပဲ။အစစ်အမှန်အရာတွေကို ချစ်တတ်တဲ့ တကယ့် အနုပညာသမားပါပဲ။သစ္စာလေးပါးမှာ သုံးပါးကို ရှေ့မှာထည့်ပြီး နောက်ဆုံးတစ်ပါးကို နောက်ဆုံးမှ အချိန်ကိုက်အခါကိုက် ထည့်သွားတာကိုလည်း အတော်လေး သဘောကျမိတယ်။ ရုံ၀င်ငွေတော်တော့်ကို နည်းခဲ့ပေမဲ့လည်း Kundunဟာ ဟိုရုပ်ရှင်ဝေဖန်ရေးဆရာတွေ ကြည့်ပြီးသေသွားတဲ့ မသေခင်ကြည့်သင့်သော ၁၀၀၁ကားထဲလည်း ပါပါတယ်။‌ဗုဒ္ဓဘာသာအကြောင်းသိချင်ရင် ဒီရုပ်ရှင်ကိုကြည့်သင့်တယ် ဆိုပြီးလည်း အရှေ့အာရှရုပ်ရှင်ဂရုတွေမှာ ညွှန်းဆိုကြပါတယ်။ ထေရဝါဒရော မဟာယန‌ရောမဟုတ်တဲ့ တိဗက်ဗုဒ္ဓဘာသာအကြောင်းပေမဲ့ အခြေခံဖြစ်တဲ့ သစ္စာလေးပါးမှာတော့ တူညီ‌တဲ့အတွက်သူတို့ညွှန်းကြတာလည်း မမှားဘူးဆိုရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။File Size – (2.2 GB)/(1.1 GB)/(750 MB)Quality – BluRay- (1080p) / (720p) / (480p)Duration – 2hrs 14minSubtitle – Myanmar HardsubFormat – MP4Genre : Biography, Drama, HistoryTranslator – WiRa AungEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8yqyaXCTSDRumZiIf7pwUnamkXf.jpg",
      "https://image.tmdb.org/t/p/w300/xNWhTtnIhKd5iLQZWgAXp84tkV1.jpg",
      "https://image.tmdb.org/t/p/w300/gEXWhq0xVDnHDk72InphVfbvDBq.jpg",
      "https://image.tmdb.org/t/p/w300/jqksLVRkCUFRG2tr9sB5rlS0osU.jpg",
      "https://image.tmdb.org/t/p/w300/hDUGoS4BKEAn5ZwJsFEGPU2fJtS.jpg",
      "https://image.tmdb.org/t/p/w300/fvkxkU3VlHsuy2zgQYdaGf5gptU.jpg",
      "https://image.tmdb.org/t/p/w300/tlxJZeeQxO4fgI5u6Dsj1Dfgt8.jpg",
      "https://image.tmdb.org/t/p/w300/jWaiYN9rORUEZdiYpCw6aM0F0PU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/kundun.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kundun-1997",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/10Dw9/Kundun.1997.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://watchsb.com/gepxcbvq320w.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/JhFAFBhR#HEQSkZYGHN_osOxJoW8WfnCFI_LQ2cst_G2X0tpeavY",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/t4bjlgmg7dp3.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2myru/Kundun.1997.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://watchsb.com/uey9rpuxoiyz.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/xtdUxTaS#kOyRJ3xqvYU06EDFH6mrxfEoKhx0JBa0fIjoIlHsyKk",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/9j5psgjails2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/10Dwx/Kundun.1997.480p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://watchsb.com/l0j02if94xga.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QxNW1LCR#cOAufngTrB3iIwDzItzYk3rTGdPIEdnZASgzneF-0RM",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4uvxpkpc1oun.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "cFm8oP9c9Hs",
      "video_url": "https://www.youtube.com/watch?v=cFm8oP9c9Hs",
      "embed_url": "https://www.youtube.com/embed/cFm8oP9c9Hs"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Amanat (2022)",
    "description": "Amanat (2022)ရုရှားစကားပြော သမိုင်းနောက်ခံ ဇာတ်ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်၁၉ ရာစုအလယ် ၁၈၁၇-၁၈၆၄ က Caucasian စစ်ပွဲ (ရုရှားအင်ပါယာနဲ့ Caucasus လူမျိုးတို့ရဲ့စစ်ပွဲ) ကို အခြေတည်ထားပါတယ် တောင်ပေါ်သား အစ္စလာမ်မျိုးနွယ် Caucasus တို့ရဲ့ခေါင်းဆောင်က သူတို့နယ်ကို ရုရှားတပ်တွေ ဝိုင်းလာတဲ့အချိန် သူတို့ခေါင်းဆောင် Imma Shamil က သူ့ရဲ့သားဖြစ်သူ Jamalutdin ကို ဓားစာခံအဖြစ် စေလွှတ်ခဲ့ပါတယ် အသက်ကိုးနှစ်အရွယ်မှာ Jamal တစ်ယောက် စစ်မှုရေးရာကျောင်းမှာ တက်ရောက်ပြီး ရုရှားအရာရှိတစ်ယောက်ဖြစ်လာခဲ့တယ် အဲဒီရုရှားမြေမှာပဲ အရာရှိတစ်ယောက်ရဲ့သမီးဖြစ်သူ Lisa နဲ့ချစ်ကြိုက်ခဲ့ပါတယ် Jamal က ရုရှား officer တစ်ယောက်ဖြစ်ပေမယ့် စစ်ကို ရွံမုန်းပြီး ငြိမ်းချမ်းရေးကို လိုလားတဲ့သူပါ တစ်နေ့တော့ “တာဝန်ဝတ္တရား”နဲ့ “သူ့ချစ်သူ Lisa” နှစ်ခုကြား ခက်ခက်ခဲခဲရွေးချယ်ရတဲ့ အခြေအနေကို ရောက်လာတဲ့အခါမှာတော့ ….၁၉ ရာစုနောက်ခံ အချစ်ဇာတ်လမ်းကို “စစ်နဲ့ငြိမ်းချမ်းရေး” တို့နဲ့ ရောယှက်ပြီး အလွမ်း/အဆွေး/ခွဲခွာခြင်း/စွန့်လွှတ်ခြင်းတို့ကို သေချာပုံဖော်ထားတာမို့ ကြည့်ရတာနောင်တမရစေနိုင်မယ့် ရှားမှရှား ရုရှားဇာတ်ကားလေးပါFile size…(2 GB)/(1.05 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:00:00Genre…Biography, Drama, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Sike Tan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hVLdQj0kUJQxQ8vhVnjKqzSrnwM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BYjhlMGQzMTEtZDJjYS00YmE4LTg3MDYtNjQ0ODBiN2IzMmY4XkEyXkFqcGdeQXVyODQ0OTE4Mzg@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/amanat-2022-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ee8t9/Amanat.2022.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/E6NAQRCb#18QvQ-oaLuuAoNLWoQqYW77AB5ARmx5Smhpg-g_FwhA",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/s1v0h2myuj5k.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/amanat-2022-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ee8sg/Amanat.2022.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/prdCgKRI#VJm0VJ7lvNkDT2w-i3dMPe4sB2gq-cTvoVzF8SeyFxk",
        "server": "mega.nz",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1mlvb2v0npir.html",
        "server": "usersdrive.com",
        "size": "1.05 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/cn4s4lpbhemh",
        "server": "streamsb.com",
        "size": "1.05 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Crime,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "6K"
    },
    "title": "The Emperor of Paris (2018)",
    "description": "IMDB – 6.3Rotten Tomatoes – 70%ဒီဇာတ်လမ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့သမိုင်းဝင်စုံထောက်ကြီး ဗီဒေါ့အကြောင်းပါ။ဗီဒေါ့ဟာ နပိုလီယံခေတ်မှာကျော်ကြားလာသူဖြစ်ပြီး ပြင်သစ်နိုင်ငံရဲ့ ပထမဆုံးပြစ်မှုဆိုင်ရာစုံစမ်းစစ်ဆေးရေးအေဂျင်စီကို တည်ထောင်သူလည်းဖြစ်သလိုခေတ်မှီပြစ်မှုဗေဒရဲ့ ဖခင်ကြီးလို့လည်းတင်စားကြပါတယ်။ ငယ်စဉ်ကဆိုးပေမိုက်ခဲ့ပြီးနောက်မှာတော့ အသိတရားဝင်ကာ ပြင်သစ်နိုင်ငံရဲတပ်ဖွဲ့ပူပေါင်းပြီးအမှုတွေလိုက်လံဖြေရှင်းခဲ့ပါတယ်။ဒါ့အပြင် ပုဂ္ဂိလိကစုံထောက်အဖြစ်လည်းလုပ်ခဲ့ပါတယ်။ဒီဇာတ်လမ်းကတော့ သူရဲ့အတ္ထုပတ္တိဇာတ်လမ်း၊ စွမ်းဆောင်ရည်တွေကိုအဓိကရိုက်ကူးထားတာမဟုတ်ဘဲ အကြမ်းဖျင်းသဘောနဲ့ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Rating လည်းမြင့်တဲ့အတွက် ကြည့်ရှုသူတွေစိတ်ကျေနပ်စေဖို့အတွက်တင်ဆက်ပေးလိုက်ပါတယ်..File size…1.85 GB / 789MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 48mGenre ….. Adventure , Crime , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tin Myo Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2E2bGNMDOEmTpgiwdI4w7G6mxli.jpg",
      "https://image.tmdb.org/t/p/w300/v81BEDRhzZR5TEOtqtOJJg3mnYl.jpg",
      "https://image.tmdb.org/t/p/w300/y9Jq6HZQFtzLBp31z0kjxJlGrqJ.jpg",
      "https://image.tmdb.org/t/p/w300/acwTqaSzZTxPefjSk1GWaWkQFmd.jpg",
      "https://image.tmdb.org/t/p/w300/rOGq16PCWLkVmh09qGHQCAk0IsG.jpg",
      "https://image.tmdb.org/t/p/w300/Antmm7z2mkMXVm7ktDzWcX6zqOX.jpg",
      "https://image.tmdb.org/t/p/w300/7XQkmsbr7ihxY7yzoVESneEYiB1.jpg",
      "https://image.tmdb.org/t/p/w300/9lS59Fwxwe6nPntp0Otp52NTyJC.jpg",
      "https://image.tmdb.org/t/p/w300/hB1nRhgzWPb9Is3Jod41QNuspUK.jpg",
      "https://image.tmdb.org/t/p/w300/bi5It0MuqudeKOjrk6EDW4yYTGI.jpg",
      "https://image.tmdb.org/t/p/w300/g0PbDcrAZ2ONaa88glWr0vSzAep.jpg",
      "https://image.tmdb.org/t/p/w300/84q7btVbFUFSUa9Jsh3120P0lio.jpg",
      "https://image.tmdb.org/t/p/w300/txDuHbCD3ZVzAqcSNLVcW9ZSyCS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7mZBfj3dFIzQgMVfkDwi9u4JBxI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dywczmsr1jbn.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-emperor-of-paris-2018-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Hwiz/The.Emperor.Of.Paris.2018.BluRay,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NLEVTALB#rncpV5pK-DHsupO3TMWPHaE726WkjpSClu4aMbSeSlw",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/z0gz10wz87eo",
        "server": "streamvid.io",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/89cfp87jttdj.html",
        "server": "usersdrive.com",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-emperor-of-paris-2018-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1lBnx/The.Emperor.Of.Paris.2018.BluRay,720p(CM).mp4",
        "server": "megaup.net",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/gWMB0SZa#3_mJ_VWdi-uRZVcj3OrQPDapAJLIwLNz8p5x50Ogcao",
        "server": "mega.nz",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/a0oub4tgh7oq",
        "server": "streamvid.io",
        "size": "789MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "-TBjmSNc4Z0",
      "video_url": "https://www.youtube.com/watch?v=-TBjmSNc4Z0",
      "embed_url": "https://www.youtube.com/embed/-TBjmSNc4Z0"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "389"
    },
    "title": "Forbidden Dream(2019)",
    "description": "Forbidden Dream(2019)Historical ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားတင်ဆက်ပေးလိုက်ပါတယ် …ဒီဇာတ်ကားလေးမှာတော့ ဂျိုဆွန်းဟာ တရုတ် မင် အင်ပါယာရဲ့ လက်အောက်ခံ အဖြစ် ရှိနေတုန်းက အချိန်ကို ရိုက်ကူးပြသထားတာပါ..ဇာတ်လမ်းအကျဉ်း…….ဂျန်ယောင်ရှီ ဟာ အရည်ချင်းရှိတဲ့ အမတ်တစ်ယောက်ဖြစ်ပြီး ဘုရင်နဲ့ နှစ် ၂၀ကြာသူငယ်ချင်း သံယောဇဥ် ရှိသူပါ…လူတန်းစားမခွဲတတ်တဲ့ ဆယ်ဂျုံဘုရင်ကြီးက အစေခံတစ်ယောက်ဖြစ်တဲ့ ဂျန်ယောင်ရှီရဲ့ တီထွင်နိုင်စွမ်းကိုသဘောကျပြီး အမတ်နေရာ ပေးခဲ့ပါတယ်…အဲ့နောက်မှာ ဂျန်ယောင်ရှီနဲ့ တူတူ  တီထွင်မှုမျိုးစုံစတင်ပါတော့တယ်…သူတို့တီထွင်မှုကို မြောင်နိုင်ငံက သိသွားတဲ့အခါမှာတော့…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ…ဒီကားကကိုးရီးယားရဲ့အထင်ကရမင်းသားကြီးဖြစ်တဲ့Min-sik Choiကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်…ဇာတ်လမ်းဇာတ်ကွက်လည်းကောင်းတဲ့အပြင် ဒိတ်ဒိတ်ကျဲမင်းသားကြီးဖြစ်လို့ကြည့်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်….File Size : (1.02 GB) and (523 MB)Quality : FHDRip  720pFormat…mp4Duration…01:30:00Genre : History , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Han Thu AyeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q0vQwZprOBce7sgMjCMpg7J2hE0.jpg",
      "https://image.tmdb.org/t/p/w300/fmTYqYppl3J5ad1e8oYUpCnXRWc.jpg",
      "https://image.tmdb.org/t/p/w300/hd5LTYZRlyM5s2awGQkvrmNLItf.jpg",
      "https://image.tmdb.org/t/p/w300/uVA2T5KMUUebw06ivLFClOJ7AqF.jpg",
      "https://image.tmdb.org/t/p/w300/xTz5UhbtzFsXLMn1X6Dmr5zUfQb.jpg",
      "https://image.tmdb.org/t/p/w300/faErm733tu8VnGPDUDAsKK47Rcy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iqYWQ1M1rYcqTxhVR6REtarcDjx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/exbrspwklfhx.html",
        "server": "usersdrive.com",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://usersdrive.com/rcmq3yl503xi.html",
        "server": "usersdrive.com",
        "size": "523MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/forbidden-dream-2019-fhd-rip-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://yoteshinportal.cc/forbidden-dream-2019-fhd-rip-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "523MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1y9mc/Forbidden_Dream.2019.FHDRip.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://megaup.net/1y9mn/Forbidden_Dream.2019.FHDRip.480p.pp.mp4",
        "server": "megaup.net",
        "size": "523MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/gFQgQIqa#NUXX60y-1ZqvI5woQg0-cmvjKdghalAnnSEwAyLLX78",
        "server": "mega.nz",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://mega.nz/file/cdZEQKpY#rAC19qSqa_jyf4YlNECe8KL8BV8ispTChdsG_8_V6Cc",
        "server": "mega.nz",
        "size": "523MB",
        "quality": "480P"
      },
      {
        "link": "https://yadi.sk/i/b_meLRJGm36Dow",
        "server": "disk.yandex.com",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://yadi.sk/i/exJjWbpDMnGxGA",
        "server": "disk.yandex.com",
        "size": "523MB",
        "quality": "480P"
      },
      {
        "link": "https://1fichier.com/?ws0nv4ckd057cbv6tish",
        "server": "1fichier.com",
        "size": "1.02 GB",
        "quality": "FHDRip  720p"
      },
      {
        "link": "https://1fichier.com/?5kbtyt69wtz03qowen4a",
        "server": "1fichier.com",
        "size": "523MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "7mHOG5LCZDI",
      "video_url": "https://www.youtube.com/watch?v=7mHOG5LCZDI",
      "embed_url": "https://www.youtube.com/embed/7mHOG5LCZDI"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "9K"
    },
    "title": "Age of Uprising: The Legend of Michael Kohlhaas (2013)",
    "description": "ဒီဇာတ်လမ်းလေးကတော့ ၁၉ရာစုမှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တဲ့မြင်းကုန်သည်ကြီး Hans Kohlhaseအကြောင်းကို မှီငြမ်းထားတာပါ….။သို့ပေမဲ့ ဇာတ်လမ်းကိုတော့ ၁၆ရာစု မြေရှင်၊ကြွေးရှင်စနစ်ပျက်သုဥ်းခါနီးကာလမှာပဲဇာတ်အိမ်တည်ထားပါတယ်…။အဲ့ခေတ်အခါမှာက မြေရှင်တွေ၊ နယ်စားတွေ ဘုရင်တွေဆိုတာ ဥပဒေအထက်မှာရှိသူတွေပါ….။ဥပဒေကိုလိုရာအသုံးချပြီး အောက်ခြေလူတန်းစားတွေ၊ သူရင်းငှားတွေကိုဆက်ဆံချင်သလိုဆက်ဆံတဲ့ခေတ်ပေါ့….။ဒီခေတ်ကြီးထဲမှာမှ မြင်းကုန်သည် မိုက်ကယ်ကိုလာဟတ်စ်ဆိုသူဟာမြင်းရောင်းဖို့ မြို့ကိုအသွား…လမ်းမှာနယ်စားတစ်ယောက်က သူ့နယ်ကို ဖြတ်သန်းမယ်ဆိုရင် ခွင့်ပြုမိန့်လိုကြောင်းတောင်းပါတယ်…။ခွင့်ပြုမိန့်မရှိတဲ့ မိုက်ကယ်ဟာ လှလှပပ ကျန်းကျန်းမာမာမြင်းနှစ်ကောင်ကိုအပေါင်အဖြစ်ထားခဲ့ပြီး ခရီးဆက်သွားပါတယ်….။ဒါပေမဲ့ အပေါင်ပြန်ရွေးတဲ့အချိန်မှာတော့ သူ့မြင်းတွေဟာ ဒဏ်ရာဗလဗွနဲ့ပိန်ချုံးချိ့နဲ့နေပါပြီ….ဒီအတွက် မကျေနပ်တဲ့ မြင်းကုန်သည်ကြီးဟာ သူ့အတွက် တရားမျှတမှုရှာဖွေဖို့အတွက် ခရီးစတင်ခဲ့ပါတယ်….။တရားမျှတမှုရှာဖွေတဲ့ မြင်းကုန်သည်ကြီး သူ့မြင်းနှစ်ကောင်အတွက်နဲ့မြေရှင်ကြွေးရှင်တွေကို ဘယ်လိုစစ်ခင်းမလဲဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ…။File size…1.96GB / 949MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….2h 2mGenre ….. Drama , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Themes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7OFw4NIC6RPQtKonm8kU6yR2VC5.jpg",
      "https://image.tmdb.org/t/p/w300/fPnYAfj9UxJBLCpEFYlvxd3T0WD.jpg",
      "https://image.tmdb.org/t/p/w300/gTkEys0y4hmbew7CbEkxmV7r1kw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hlLec0D9nq9TSv5OjbgqPqEDGKK.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vrtb6wk15fxd.html",
        "server": "usersdrive.com",
        "size": "1.96GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/age-of-uprising-the-legend-of-michael-kohlhaas-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.96GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/20sqf/Age.Of.Uprising.The.Legend.Of.Michael.Kohlhaas.2013.BluRay1080p.5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.96GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/4rMURbZQ#cidBapbCYFwT8_KocKIZSaTHswD5PRAa-zTh2zLU7eI",
        "server": "mega.nz",
        "size": "1.96GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/mj6p3nnh52g3",
        "server": "streamvid.io",
        "size": "1.96GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/pavuz75jzk6q.html",
        "server": "usersdrive.com",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/age-of-uprising-the-legend-of-michael-kohlhaas-2013-blu-ray-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3mnkj/Age.Of.Uprising.The.Legend.Of.Michael.Kohlhaas.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/1zFUiTZT#zwXcUC7RnIkBZqNbF2kfMxFB20ZixPHVC4kT7x4i_Bg",
        "server": "mega.nz",
        "size": "949MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/ylypj016ebhq",
        "server": "streamvid.io",
        "size": "949MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "uUQfZtiKu-4",
      "video_url": "https://www.youtube.com/watch?v=uUQfZtiKu-4",
      "embed_url": "https://www.youtube.com/embed/uUQfZtiKu-4"
    }
  },
  {
    "metadata": "Not Rated|2004|116 min|Action,Drama,History",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "2,273"
    },
    "title": "Once Upon a Time in High School (2004)",
    "description": "ဒီကားလေးကတော့ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ drama အမျိုးအစားကားလေးဖြစ်ပါတယ်ဇာတ်ကားရဲ့အမည်လေးအတိုင်းပဲ အထက်တန်းကျောင်းဇာတ်လမ်း​လေးတစ်ခုပါဇာတ်လမ်းရဲ့အစမှာတော့ ဟွန်းဆူဆိုတဲ့ကောင်​လေးတစ်ယောက်ဟာမိဘတွေကဆိုးလ်ကိုပြောင်းလာတာနဲ့ သူလည်းကျောင်းပြောင်းခဲ့ရတယ်အဲ့လိုနဲ့ ကျောင်းကိုသွားတဲ့ဘတ်စ်ကားပေါ်မှာ မထင်မှတ်ပဲ အွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ဆုံခဲ့ကြတယ်အွန်းဂျူအပေါ်ကို ဟွန်းဆူကရော ဟွန်းဆူရဲ့သူငယ်ချင်းဝူးရှစ်ကပါ သဘောကျနေမိတဲ့အခါမှာတော့သူတို့ဘာဆက်ဖြစ်ကြမလဲ အွန်းဂျူကရော ဘယ်သူ့ကိုရွေးချယ်လိုက်မှာလဲဆိုတာတွေကိုတော့ဒီဇာတ်ကားလေးထဲမှာကြည့်ပေးကြပါဦးထူးခြားတာက ဒီဇာတ်လမ်းလေးက လူငယ်အချစ်ဇာတ်လမ်းတင်မကဘဲကျောင်းတွင်းကြီးနိုင်ငယ်ညှင်း အနိုင်ကျင့်ကြတဲ့အကြောင်းတွေပါထည့်ရိုက်ထားတာမို့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်ဇာတ်ကားတစ်ခုလုံးကို ၁၉၉၀ ပတ်ဝန်းကျင်ကိုအခြေခံရိုက်ထားတာမို့အရင်ခေတ်ကအဝတ်အစား အပြင်အဆင်လေးတွေနဲ့မို့ တစ်မျိုးလေးပိုကြည့်​လို့ကောင်းပါတယ်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1jY5CkKbsoFUvmSOYYq62ohFUcy.jpg",
      "https://image.tmdb.org/t/p/w300/2U1FFrk5qI9UKjkjmUtDACahGt1.jpg",
      "https://image.tmdb.org/t/p/w300/93O7e86QYL94DP60idQgNpYI9H3.jpg",
      "https://image.tmdb.org/t/p/w300/t7QCTLuZQRrA18FE7DneGbCgp2w.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMjAxMzY4MjU2Ml5BMl5BanBnXkFtZTgwNjY5OTQ2MzE@._V1_SY1000_CR007011000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2813u/Once.Upon.A.Time.In.High.School.2004.720p.Bluray(cm).mp4",
        "server": "megaup.net",
        "size": "1gb",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2813p/Once.Upon.A.Time.In.High.School.2004.480p.Bluray(cm).mp4",
        "server": "megaup.net",
        "size": "600mb",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/once-upon-a-time-in-high-school-maljukgeori-janhoksa-2004",
        "server": "VIP Links",
        "size": "1gb",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/once-upon-a-time-in-high-school-maljukgeori-janhoksa-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1gb",
        "quality": "720P"
      },
      {
        "link": "https://sbembed3.com/d/h496j6t1hd7k.html",
        "server": "streamsb.com",
        "size": "1gb",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1995|1h 48m|Crime,Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "5800"
    },
    "title": "Shanghai Triad (1995)",
    "description": "Shanghai Triad (1995)~ IMDb – 7.1/10, RT – 90%, MyDramaList – 7.2/10 ~ပွဲဦးထွက်ကားဖြစ်တဲ့ Red Sorghum (1988) ကနေစပြီး သိပ်အတွဲညီလာတဲ့ ကျန်းရိမူနဲ့ ဂေါင်လီတို့ အတွဲအစပ်ဟာ ရိုက်သမျှကားတိုင်း တွဲရိုက်လာတာ ၁၉၉၀ရဲ့ Shanghai Triad မှာမှ နားသွားပါတယ်။ ဒီကြားထဲ ကျန်းကျိရီနဲ့ ၃ကားလောက်တွဲရိုက်ခဲ့သလို တခြားသရုပ်ဆောင်တွေနဲ့လည်း ရိုက်ဖြစ်ခဲ့တယ်။ Hero တို့ House of Flying Daggers တို့လို ဂေါင်လီနဲ့သူ တွဲရိုက်ခဲ့တဲ့တုန်းကရှိခဲ့တဲ့ သူ့မူလဟန်ကနေ နည်းနည်းကွဲထွက်တဲ့ဟန်နဲ့လည်းမြင်လာရသလို ကျွန်တော့်အတွက် သူ့မာစတာပိစ်အဖြစ်ဆုံးကားဖြစ်တဲ့ Hero ကိုလည်း ဟောင်ကောင်ရဲ့ Top Star တွေ သုံးပြီး ရိုက်ဖြစ်ခဲ့တယ်။ နောက်ပိုင်းတော့ ၁၆နှစ်အကြာ ၂၀၀၆မှာ ဂေါင်လီနဲ့ပြန်တွဲပြီး ချောင်ယွန်ဖတ်ကိုပါထည့်သုံးပြီး Curse of the Golden Flower ကို ရိုက်ဖြစ်ခဲ့တယ်။ Curse of the Golden Flower ဟာ အဲဒီခေတ်ကာလက ဘတ်ဂျက်အများဆုံးသုံးထားတဲ့ တရုတ်ရုပ်ရှင်အဖြစ်လည်း မှတ်တမ်းဝင်ခဲ့တယ်။ နောက် 2014 မှာ Coming Home ကို ဂေါင်လီနဲ့ နောက်ဆုံးရိုက်ကူးခဲ့တယ်။ ကျန်းရိမူနဲ့ဂေါင်လီရဲ့ ပွဲဦးထွက်ကတည်းက ဆက်တိုက်တွဲရိုက်လာခဲ့တဲ့ Shanghai Triad ထိ ၆ကားရယ်၊ Curse of the Golden Flower ရယ်၊ Coming Home ရယ် ၈ကားကို Collaborations – The Cinema of Zhang Yimou & Gong Li ဆိုပြီး အခွေ၈ခွေနဲ့ ၂၀၂၁ မှာ Box Set ကြီးထုတ်ခဲ့ပါသေးတယ်။CMမှာလည်း ကျန်းရိမူ ဂေါင်လီ Collaboration ကားတွေ တင်လာတာ အခုဆို အကုန်နီးပါးပါပဲ။ သို့ပေမဲ့ ဒီကားက နောက်ဆုံးလက်ကျန်ကားတော့မဟုတ်ပါဘူး။ The Story of Qiu Ju တစ်ကားလိုပါသေးတယ်။ အဲဒီတစ်ကားပြီးရင်တော့ CM မှာ ကျန်းရိမူ ဂေါင်လီ Collaboration Collection တစ်ခုလုံး စုံပါပြီ။ Shanghai Triad ကတော့ ကျန်းရိမူဂေါင်လီရဲ့ ပထမ Era ရဲ့ အဆုံးသတ်ရုပ်ရှင်ပါပဲ။ ဒီကားကိုတော့ Li Xiao ရဲ့ ဝတ္တုဖြစ်တဲ့ Rules of a Clan ကို ပြန်ရိုက်ထားတယ်။ ၁၉၃၀ ပြည့်နှစ် ရှန်ဟိုင်းက ဒုစရိုက်လောကကို ကျောရိုးထားပြီး ဂေါင်လီရဲ့ အလှအပတွေနဲ့ ခြယ်မှုန်းထားတယ်။ ဒီကားမှာလည်း ရှေ့ကားတွေမှာလိုပဲ ကျန်းရိမူအမြဲပြနေကျဖြစ်တဲ့ ဇာတ်လမ်းနဲ့ ယှဉ်တွဲပါလာတတ်တဲ့ သူတို့ရိုးရာ ဓလေ့တွေ ထုံးတမ်းတွေကို မြင်ရဦးမှာပါပဲ။ သူရိုက်တဲ့ ဝတ္တုနာမည်ကိုက Rules of a Clan ဆိုတော့ စည်းမျဉ်းနဲ့ ဂိုဏ်း ယှဉ်တွဲနေတာကိုပါ မြင်ရဦးမှာပါပဲ။ဆန်းတာက မူရင်းစာအုပ်ကပဲ ဒီလိုတင်ပြထားသလားမသိပေမဲ့ Shanghai Triad ဆိုတဲ့ နာမည်နဲ့မလိုက်အောင်ပဲ ဒီဇာတ်လမ်းကို ကျွန်တော်တို့ ရှန်ဟိုင်းကို ပထမဆုံးရောက်လာတဲ့ ဆယ်ကျော်သက်ကလေးတစ်ယောက်ရဲ့ အမြင်ကနေပဲ တစ်ကားလုံးပြသွားတာပါ။ ရှန်ဟိုင်းကို ချုပ်ကိုင်ထားတဲ့ ဂိုဏ်းခေါင်းဆောင်ကြီးရဲ့ တပည့်ဖြစ်တဲ့ သူ့ဦးလေးက သူ့ကို အဲဒီဂိုဏ်းခေါင်းဆောင်ကြီးရဲ့ အပျော်မယားဖြစ်တဲ့ ဂေါင်လီဆီမှာ အစေခံအဖြစ်သွင်းပေးတဲ့အချိန်ကနေ ပြသွားတာပါပဲ။ တစ်ကားလုံးက ဒီကောင်လေးကြုံခဲ့ရတဲ့ ၇ရက်တာပါပဲ။ ဒီကောင်လေးဟာ ခုနစ်ရက်တာအတွင်း ရှန်ဟိုင်းရဲ့ မြေအောက်လောကကို ဘယ်လောက်ထိသိသွားနိုင်မလဲ၊ ခုနစ်ရက်တာဟာ လူတစ်ယောက်ရဲ့ဘဝကိုပြောင်းလဲပစ်ဖို့ လုံလောက်တဲ့အချိန်ဖြစ်လာမလားဆိုတာ မြင်ကြရမှာပါပဲ။ ဒီကားမှာ ဂေါင်လီဟာ ကျန်းရိမူနဲ့ တွဲရိုက်ခဲ့တဲ့ ရှေ့ကားတွေလိုမဟုတ်ဘဲ ခေတ်နည်းနည်းပိုဆန်တဲ့အလှနဲ့ မြင်ရမှာဖြစ်သလို ရှေ့ကားတွေက ဂေါင်လီရဲ့ အလှကို ဂန္ထဝင်ဆန်တယ်လို့ သတ်မှတ်ရင် ဒီကားက တစ်ချို့အခန်းတွေက ဂေါင်လီရဲ့အလှကို ကျွန်တော်တော့ မှော်ဆန်တယ်လို့ပဲ သတ်မှတ်ချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.15GB, 875MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 48MinGenre – Crime, Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gHG1OogmvDJldyi1tjqncjoblKV.jpg",
      "https://image.tmdb.org/t/p/w300/lga0VxhSmeYQoUj4CkPpC34g6TS.jpg",
      "https://image.tmdb.org/t/p/w300/gcVhM1Z9SziqxlscwUXSqYo9bBi.jpg",
      "https://image.tmdb.org/t/p/w300/45K6vDJmXhEraT08S8nTxDlItIP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tzG1UxUSfPACREjgBrsPDRUvneH.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-shanghai-triad-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zTju/(CM)_Shanghai_Triad_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/of0CkJiT#_b8XsOqCnvssATmJ4cC1tkaGbKDlARnU6RDIkkCqbqE",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1kddd0vislm5.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-shanghai-triad-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dYnf/(CM)_Shanghai_Triad_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oHMS1Q6Z#wUUc1wH5vR9Hw0tKF-VYQjhK-W1lYMDmfMYWYQn3Nlw",
        "server": "mega.nz",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nbzy4h9d8ilb.html",
        "server": "usersdrive.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/gpiu98iglm9s.html",
        "server": "streamsb.com",
        "size": "875MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fk7wdypoqwey",
        "server": "streamvid.io",
        "size": "875MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mQf3Ngg2cks",
      "video_url": "https://www.youtube.com/watch?v=mQf3Ngg2cks",
      "embed_url": "https://www.youtube.com/embed/mQf3Ngg2cks"
    }
  },
  {
    "metadata": "N/A|2019|N/A|History",
    "rating": {
      "rating": "2.8/10",
      "rating_count": "61"
    },
    "title": "The Viking War (2018)",
    "description": "Vikingလူမ်ိဳးစု၂စုၾကားျဖစ္ပြားခဲ့တဲ့ တုိက္ပြဲအေၾကာင္းကုိ ႐ုိက္ကူးထားတာပါျဖစ္ပါတယ္။Berserker လူမ်ိဳးေတြက သူတုိ႔ကုိယ္သူတုိ႔ စြမ္းအား႐ွိတယ္လုိ႔ ယုံၾကည္ကာSaxonလူမ်ိဳးေတြကုိ က်ဴးေက်ာ္တုိက္ခုိက္ပါေတာ့တယ္။Berserkerေတြက Saxonေတြကုိ သတ္ကြင္းထဲမွာ တစ္ေယာက္ခ်င္းေသတဲ့အထိယွဥ္ၿပိဳင္တုိက္ခုိက္ပါတယ္။သတ္ကြင္းထဲကBerserkerတစ္ေယာက္ကုိအႏုိင္ယူရင္လြတ္လပ္ခြင့္ရမွာျဖစ္ေပမယ့္ တစ္ေယာက္မွ အသက္႐ွင္ရက္ျပန္မထြက္ႏုိင္ၾကပါဘူး။တစ္ေန႔ ရြာတစ္ရြာကုိ ဝင္သိမ္းပုိက္ရင္းနဲ႔ အဲ့ဒီရြာက ရြာလူႀကီးOlavရဲ႕သားသမီး၃ေယာက္က ထြက္ေျပးလြတ္ေျမာက္သြားခဲ့ပါတယ္။အဲ့ဒီေမာင္ႏွမ၃ေယာက္က Berserkerေတြလက္ကေန လြတ္ပါ့မလား။လူမ်ိဳး၂စုၾကား တုိက္ပြဲကေရာ ဘယ္လုိဆုံး႐ႈံးမႈမ်ိဳးေတြ သယ္လာမလဲဆုိတာကုိေတာ့The Viking Warဆုိတဲ့ဇာတ္ကားထဲမွာ ႐ႈစားလုိက္ၾကပါခင္ဗ်ာ။File Size : ( 969 MB) & ( 480 MB)Quality : Web-DL 720pRunning Time :1hr 43 minFormat : Mp4Genre : HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byYe Man AungEncoded byMay Pyae Sone Oo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qfMvkKqBAZEdHLUT5Zmslu5rV5H.jpg",
      "https://image.tmdb.org/t/p/w300/nKdQoXW3yJJem6ichBwlS4LvFts.jpg",
      "https://image.tmdb.org/t/p/w300/aOy1sohuhav5zdIQB04BHDwrw6W.jpg",
      "https://image.tmdb.org/t/p/w300/4CB44S2es7weAWg15jnZv1E1K3v.jpg",
      "https://image.tmdb.org/t/p/w300/tVTMUmZtUNECsiKndJOJMLsyZFm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4Qlg1KNg8EAhOifp2ttvbi4rOI2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-viking-war-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/nqs4d53et4ue.html",
        "server": "usersdrive.com",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Skm8/The_Viking_War_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/r7ll3295znzm",
        "server": "upstream.to",
        "size": "969 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "qracOOtCpsM",
      "video_url": "https://www.youtube.com/watch?v=qracOOtCpsM",
      "embed_url": "https://www.youtube.com/embed/qracOOtCpsM"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "453"
    },
    "title": "The 12th Suspect(2020)",
    "description": "The 12th Suspect(2020)ဆောင်းရာသီ ညတစ်ညမှာ နာမည်ကြီး ကဗျာဆရာ ဘဲ့ဒူဟွမ် အသတ်ခံခဲ့ရပါတယ်…..ကျော်ကြားတဲ့သူဖြစ်သလို အသတ်ခံရပုံကလည်း ဆန်းတဲ့အတွက်ကြောင့်လူထုအကြား အရမ်းကိုပျံနှံသွားတယ်…စာပေအသိုင်းအဝန်းအတွက်လည်း သတင်းဆိုးကြီးတစ်ခုပေါ့…ဒီအမှုကိုစုံစမ်းဖော်ထုတ်ဖို့စုံစမ်းရေးမှူး ဂင်ဂီချာက  ကြိုးစားဖော်ထုတ်ပါတော့တယ်….တကယ်ပဲ ဘဲ့ဒူဟွမ်က အသတ်ခံရတာလား……တရားခံက ဘယ်သူဖြစ်မလဲ…..တကယ့်အကြောင်းရင်းမှန်က ဘာဖြစ်မလဲ …နောက်ကွယ်က တခြားဘာအကြောင်းအရာတွေရှိနေဉီးမလဲဆိုတာကိုတော့ဆက်လက် ခံစားကြည့်ပါ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Han Thu Aye ပဲဖြစ်ပါတယ်….File Size :(950 MB) and (359 MB)Quality :FHDRip 720pFormat…mp4Duration…01:46:00Genre : History , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hay Thu AyeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3AaoUvYrt3duaXMealUnynXzSLl.jpg",
      "https://image.tmdb.org/t/p/w300/jhk9CkuJVUTsgbyvGj9Zmb5tnSi.jpg",
      "https://image.tmdb.org/t/p/w300/13gAoBEfnLPsAmGMTbv9udyEpDm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uTrEGZVNju8QGazwOErdXAKyLbg.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1ql02o1w415n.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://megaup.net/2eYbw/The_12th_Suspect.2019.FHDRip.720p.pp.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://upstream.to/g29cxm6v3khm",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-12th-suspect2019",
        "server": "VIP Links",
        "size": "950MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-12-th-suspect-2019-fhd-rip-720-p-pp-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "FHDRip 720p"
      },
      {
        "link": "https://sbembed2.com/8lh3fq3rdowr.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "FHDRip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Selma (2014)",
    "description": "၂၀ ရာစုရဲ့တစ်ဝက်ရောက်တဲ့အထိ လူမည်းတွေဖြစ်တဲ့ အာဖရိကန်အမေရိကန်တွေဟာ အဆင့်အတန်း​ခွဲခြား​မှုနဲ့ ဖိနှိပ်​ချုပ်ချယ်မှုအမျိုးမျိုးကို ရင်ဆိုင်​ခဲ့ရပါတယ်။ အထူးသဖြင့်​တောင်​ပိုင်းပြည်နယ်တွေမှာ လူမည်း သီးသန့်​ရပ်ကွက်​တွေ လူမည်းမဝင်ရတဲ့ စားသောက်​ဆိုင် ဘားနဲ့ကလပ်တွေကနေစပြီး ရေကူး​ကန် စာသင်​ကျောင်း​နဲ့ ဘတ်စ်ကားတွေအထိ လူဖြူ​တွေနဲ့အတူသုံးစွဲခွင့်မရှိပါဘူး၊ တစ်နေ့မှာတော့ အလုပ်​ကပင်ပန်းနွမ်းနယ်လာတဲ့ Rosa Parks ဆိုတဲ့လူမည်းအမျိုးသမီးဟာ ဘတ်စ်ကား​ပေါ်က​လူမည်းသီးသန့်ခုံတန်းမှာထိုင်ရင်း အိမ်​ပြန်လာခဲ့ပါတယ်။အဲဒီအချိန်မှာ​ လူဖြူ​သီးသန့်​ခုံများပြည့်နေတဲ့အတွက် ဘတ်စ်ကား​ရဲ့အနောက်ဘက်က Rosa Park ထိုင်နေတဲ့ခုံတန်းကို လူဖြူတစ်ယောက်ထိုင်ဖို့ ကား​ဒရိုင်ဘာက ဖယ်ခိုင်းခဲ့ပါတယ်။ Rosa​ Park​ က ဖယ်ပေးဖို့ငြင်းဆန်ခဲ့လို့ ရဲက​ဖမ်းဆီး​ခဲ့ရာမှ Montogomery​ ဘတ်စ်ကား​သပိတ်​ကြီးပေါ်ပေါက်လာပြီး သမိုင်း​ဝင် အရပ်​ဘက်အခွင့်အရေး​လှုပ်ရှား​မှုကြီး (Civil Rights​ Movement) ပေါ်ပေါက်​လာပါတော့တယ်။ ဒီလှုပ်ရှားမှု​ကြီးရဲ့ အဓိက​ခေါင်း​ဆောင်​ကတော့ ဒေါက်တာ​မာတင်လူသာကင်းဂျူနီယာပဲဖြစ်ပါတယ်။Selma ရုပ်ရှင်​က Civil Rights Movement ရဲ့နောက်ဆုံးနှစ်ကာလတွေကို အခြေတည်ထားတာဖြစ်ပြီး ဆယ်လ်မာမြို့နေ လူမည်းဒေသခံတွေ မဲပေးခွင့်ရဖို့တောင်းဆိုတဲ့ သမိုင်း​ဝင်ဖြစ်ရပ်ကိုတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်း​အစကို ဒေါက်တာ​မာတင်​လူသာကင်း ငြိမ်း​ချမ်း​ရေး​နိုဘယ်ဆုကိုလက်ခံရယူနေတဲ့အခန်းနဲ့စဖွင့်ထားပါတယ်။ မကြာ​ခင်မှာပဲ ဒေါက်တာ​ကင်းက လူမည်း​ခွဲခြားရေးစနစ်အရှိန်မကုန်သေးတဲ့ အလာဘားမားပြည်နယ် ဆယ်လ်မာမြို့ကို သူ့အဖွဲ့ SCLC နဲ့အတူရောက်ရှိလာပြီး လူမည်းမဲပေးခွင့်အတွက် လှုံ့ဆော်​ရင်း လူမည်း​မုန်း​တီးသူ ဆယ်လ်​မာ​မြို့​အာဏာပိုင်​တွေ လူဖြူ​ဒေသခံတွေနဲ့ ထိပ်​တိုက်​ရင်ဆိုင်​ရပါတော့တယ်။ အာဏာ​ပိုင်​တွေက နည်း​အမျိုး​မျိုး​နဲ့ အင်​အားသုံးပြီးဖြိုခွဲဖို့ကြိုးစားတာကို ကင်းနဲ့ဒေသခံလူမည်းတွေက အကြမ်းမဖက်​ဘဲကြံ့ကြံခံရင်း မဲပေးခွင့်​ရရှိဖို့ကြိုးစားပုံကို စိတ်ဝင်စား​ဖွယ်ကြည့်ရှုရမှာပါ။ဇာတ်လမ်း​အမျိုးအစားက​ Drama/Documentary အမျိုးအစားဖြစ်ပြီး ၂၀၁၄ ခုနှစ်​ကထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ အကောင်း​ဆုံး​ရုပ်ရှင်​အော်စကာဆုအတွက် ဆန်ကာတင်ဝင်ခဲ့ပြီး Best Original Song နဲ့ အော်စကာရခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်​ရဲ့အကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပြီး Documentary​ ထက်​ Drama​ ကိုအလေးကဲထားပြီး ဒေါက်တာ​မာတင်လူသာကင်းရဲ့ အထ္တုပ္ပတိအပိုင်းအစတစ်ခုအဖြစ်ကို ပိုဇောင်းပေးထားပါတယ်။ ဒေါက်​တာကင်းနဲ့ သူ့ဇနီးတို့အကြား ဆက်​ဆံရေး၊ သူ့ရဲ့​လုပ်​ဖော်​ကိုင်​ဖက်တွေအကြား ပဋိပက္ခ​တွေ ဆက်ဆံ​ရေးအနိမ့်အမြင့်အတက်အကျတွေကိုလည်း​ထည့်သွင်း​ပုံဖော်ထားပါတယ်။ဒီရုပ်ရှင်​မှာ ဒေါက်​တာ​ကင်းနဲ့ ခေတ်​ပြိုင်​ပုဂ္ဂိုလ်​တွေဖြစ်တဲ့ နာမည်​ကျော် အမေရိကန်နီဂရိုးခေါင်းဆောင် Malcom ​X နဲ့ အမေရိကန်​သမ္မတ​ Lyndon Johnson အက်ဖ်​ဘီအိုင်တည်ထောင်သူ J Edgar Hoover အလာဘားမားပြည်နယ်​အုပ်ချုပ်​ရေးမှူး Jim Wallace စတဲ့​သမိုင်း​ဝင်ပုဂ္ဂိုလ်များကိုလည်းတွေ့ရမှာပါ။နိုင်ငံ​ရေး Drama​ ကားမျိုးနဲ့ အထ္တုပ္ပတိ​ရုပ်ရှင်​မျိုးနှစ်သက်သူတွေ အကြိုက်တွေ့မဲ့ဇာတ်ကားဖြစ်ပြီး သမိုင်း​ကိုစိတ်ဝင်စားသူတိုင်း ကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။ ဖြစ်​ရပ်​မှန်​ကိုအခြေခံထားပေမဲ့ စကား​ချည်း​ထိုင်ပြောနေတာမဟုတ်လို့ ပျင်း​ရိစရာမကောင်းဘဲ သာမန်​ရုပ်ရှင်​ပရိသတ်​တွေ​လည်း ကြည့်ရှုလို့အဆင်ပြေမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:04:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Wolfenheim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kVGUdR1CXKAyCFj5Tt4uyR2bpFx.jpg",
      "https://image.tmdb.org/t/p/w300/5i2XtRgiTyw0GxIllAPOX12ouSV.jpg",
      "https://image.tmdb.org/t/p/w300/wGxLAd738UCzUIJkzQOcjkpHu46.jpg",
      "https://image.tmdb.org/t/p/w300/b6nrEayYzc8jhrrkhQll0OPYKTx.jpg",
      "https://image.tmdb.org/t/p/w300/bwDqnxnPXsQ9rBb89qPpy8lwYHa.jpg",
      "https://image.tmdb.org/t/p/w300/gUIYncyWzvgyyNeYe0z3GqEjugv.jpg",
      "https://image.tmdb.org/t/p/w300/bTnUxw2qH4oBGDMM0w4r6KQ11BD.jpg",
      "https://image.tmdb.org/t/p/w300/9jPgXsIjQ5hRlL0NehL5tJx1gHy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZGZkNzFkYTgtYTBkZC00M2MzLWJhNzUtMGE4YzRhYmU2Zjg0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/selma-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20XuV/Selma.2014.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oS1QlCpQ#5AUzPrtP6iyXeovpSvu-no8yOZRGRHElw_O5HljkUeY",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jghkp4lsd5tj.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/selma-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1l02m/Selma.2014.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kStnCC4L#T7C0ys8YiuGCMVUUSUB7bKa6LmewarjtMZB6n0ys1cw",
        "server": "mega.nz",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ua88o3odh62w.html",
        "server": "usersdrive.com",
        "size": "620 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/b1495qbxkokg",
        "server": "streamsb.com",
        "size": "620 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "x6t7vVTxaic",
      "video_url": "https://www.youtube.com/watch?v=x6t7vVTxaic",
      "embed_url": "https://www.youtube.com/embed/x6t7vVTxaic"
    }
  },
  {
    "metadata": "PG-13|2001|3h 3min|Action,Drama,History",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "Pearl Harbor (2001)",
    "description": "Pearl Harbor 2001====================၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်သွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီးအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့စစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်ဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍ချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်အင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကိုထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့Michael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်အားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊စစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Translated by : Pyi T NyeinEncoded by : YKQuality : 1080p blueray and 720p",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zv1xOEQzebKyku349qDZ085FZlO.jpg",
      "https://image.tmdb.org/t/p/w300/yWk4zAuQdWwLjbKKZDPUBSaTbcU.jpg",
      "https://image.tmdb.org/t/p/w300/f1VBnGgFDghOAt9PApaDGtR2Wuq.jpg",
      "https://image.tmdb.org/t/p/w300/bCJovPf3htouLxGxzDXpnGsC9dw.jpg",
      "https://image.tmdb.org/t/p/w300/lHZwaogchcISnqa2g1wS3ABdSNL.jpg",
      "https://image.tmdb.org/t/p/w300/mPOYZkXGCKXejtCYbrUQnEubHGM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/11jzvbumv1ee.html",
        "server": "usersdrive.com",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nw3nhav1l9o1.html",
        "server": "usersdrive.com",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/fkw3u076gdyx",
        "server": "veryfiles.com",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/uscjvpo0upys",
        "server": "veryfiles.com",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pearl-harbor-2001-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pearl-harbor-2001-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/pearl-harbor-2001-1080-p-blu-ray-cm-mp-4",
        "server": "VIP Links",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/pearl-harbor-2001-720-p-cm-mp-4",
        "server": "VIP Links",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/TQ5o/Pearl.Harbor.2001.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/TQ5e/Pearl.Harbor.2001.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/ayk8kta2g19e.html",
        "server": "datbu.com",
        "size": "1.93MB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/p0aycr0qd0b3.html",
        "server": "datbu.com",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JWpwFKba#dWwNCdvWXDVoAVBLd-zSVEkQZUiOboDAw7n3Lr1_qIk",
        "server": "mega.nz",
        "size": "1.93GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/RfxEXLRT#WMNVRYRG9qqEE3c9HxBYE0DhCPK9sV_5Oqg4EKymTcQ",
        "server": "mega.nz",
        "size": "917MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pearl-harbor-2001",
        "server": "VIP Links",
        "size": "1.93GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "oGYcxjywx0o",
      "video_url": "https://www.youtube.com/watch?v=oGYcxjywx0o",
      "embed_url": "https://www.youtube.com/embed/oGYcxjywx0o"
    }
  },
  {
    "metadata": "||1h 44min|Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "323"
    },
    "title": "One Second ( 2020 )",
    "description": "ဒီကားလေးကတော့ Box office worldwideမှာ $10600000အထိဝင်ငွေစံချိန်တင်ရရှိထားတဲ့Nov27 2020မှာထွက်လာတဲ့ Drama History အမျိုးအစားဖြစ်ပါတယ်1975ခုနစ် တီဗီတွေမရှိသေးချိန်ဖလင်နဲ့ ပိတ်ကားပေါဇာတ်ကားပြလေ့ရှိပါတယ်..ွဒီအချိန်မှာ ဇာတ်ကားမပြသခင်လာတဲ့ သတင်းအတိုအထွာမှာ၂၂ရက်နေ့ ပါလာတဲ့သမီးလေးပါတဲ့ one secondစာမြင်ကွင်းကိုကြည့်ရဖို့အလုပ် ကြမ်းထောင်ကနေထွက်ပြေးလာတဲ့ကျန်းကျုံစိမ်း..ဖလင်လိပ်တွေကိုမီးပုံးလုပ်ပေးဖို့လိုက်ခိုးယူနေတဲ့လျိုကွေးနွီ…ဖလင်လိပ်တွေလမ်းမှာပျက်ဆီးသွားလို့ အလုပ်မပြုတ်ဖို့ အရေး ကြိုးစားရတဲ့ဖန့်တျန့်ရင်တို့သုံးယောက်သားဆုံကြတဲ့အခါ….ဖလင်လိပ်တစ်လိပ်ပဲရှိချိန် ဖလင်ဆေးရည်လဲမရှိတဲ့အချိန်မှာ ဘယ်လိုတွေကြိုးစားပြီးပြန်ရယူမလဲ…ကျန်းကျုံစိမ်းက ၂၂ရက်နေ့သတင်းအတိုအထွာမှာပါတဲ့သူ့သမီးလေးကို မြင်တွေ့ခွင့်ရနိုင်ပါ့မလား..ဇာတ်ကား ကြည့်ဖို့အရေးခက်ခဲမှုများစွာနဲရင်ဆိုင်ရတဲ့ ခေတ်ကာလကိုဖော်ပြသွားပြီးဖခင်တစ်ယောက်ရဲ့သမီးအပေါထားတဲ့သံယောဇဉ်ကိုမြင်ရမှာပါQuality : WEB-DL 720pFormat : mp4During : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1cImVeMZ9Mwvf4UabD832HrI5y7.jpg",
      "https://image.tmdb.org/t/p/w300/wYXo1gPZLOfwbhjqN2rN3ergIVG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/psxsB6mYC5TVufKejGjTaeLDyEp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/one-second-2020",
        "server": "VIP Links",
        "size": "1.19 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-one-second-2020-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/qd20tbktna61.html",
        "server": "usersdrive.com",
        "size": "1.19 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/bhkh0xw161ba",
        "server": "veryfiles.com",
        "size": "1.19 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/T09WxbrY#fcfsEFnofsOPCX2HQ-GgAXYCuCKk03Wlx_yloIgF7S0",
        "server": "mega.nz",
        "size": "1.19 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "IsqwrHP1fs0",
      "video_url": "https://www.youtube.com/watch?v=IsqwrHP1fs0",
      "embed_url": "https://www.youtube.com/embed/IsqwrHP1fs0"
    }
  },
  {
    "metadata": "|||Drama,History,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "868 votes"
    },
    "title": "U311 Cherkasy (2019)",
    "description": "U311 Cherkasy (2019)================IMDb Rating – 6.6/10၂၀၁၉ ခုနှစ်က ထွက်ရှိထားတဲ့ တကယ့်ဖြစ်ရပ်မှန် စစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ၂၀၁၄ ခုနှစ် ရုရှားနိုင်ငံဟာ ယူကရိန်းပိုင်ဖြစ်တဲ့ခရိုင်းမီးယားဒေသကို သိမ်းပိုက်ပြီး ဒွန်နူစလပ်ပင်လယ်ကွေ့မှ ပင်လယ်နက်ဆီသို့ ထွက်ပေါက်ကို ပိတ်ဆို့လိုက်ပါတော့တယ်။ အဆိုပါ ပိတ်ဆို့မှုကြောင့်ယူကရိန်း ‌ရေတပ်သင်္ဘော ၇ စင်းဟာလည်း နိုင်ငံဆီသို့ပြန်မရဘဲ ပိတ်မိသွားပါတော့တယ်။ သင်္ဘော ၇ စင်းဟာ တစ်စင်းပြီး တစ်စင်း ရုရှားထံသို့ အညံ့ခံသွားခဲ့ကြပါတယ်။သို့သော် မိုင်းရှင်းလင်းရေး သင်္ဘော Cherkasy ကတော့ မျှော်လင့်ချက်မရှိနိုင်သည့်တိုင်အောင် ပြန်လည်ခုခံဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။Cherkasy သင်္ဘောမှ ယူကရိန်းရေတပ်သားတွေ အင်အားကြီးမားတဲ့ရုရှား‌‌ရေတပ်ကို ဘယ်လိုခုခံကြမလဲ။ ရှုံးနိုင်ချေများတဲ့ စစ်ပွဲတစ်ခုမှာစစ်သားတွေရဲ့ ခံယူချက်၊ ခံစားချက်၊ ရုန်းကန်ရမှုတွေကို ရှု့ထောင့်တစ်မျိုးမှကြည့်ရှု့ရမယ် ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size – (1.13 GB) / (650 MB) / (420 MB)Quality – Web-Rip 1080p/ 720p / 480pDuration – 1Hr 42minsSubtitle – Myanmar HardsubFormat – MP4Genre : Action, Drama, WarTranslator – Leonard LinEncoder – SWMDownload Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDmytro SovaEvgeny AvdeenkoOleg KarpenkoOleg ScherbynaOrest GardaRoman SemysalRuslan Koval'Serhii DetiukVadim LyalkoVitalina BiblivYevhen Lamakh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vuvjp9dll5OtXKqtDAhGSQ5n7dT.jpg",
      "https://image.tmdb.org/t/p/w300/sHNK3wp4jVqWBpW9W7DnXvJxbJo.jpg",
      "https://image.tmdb.org/t/p/w300/eD12FtzeQidhtL2AmCBPHyqLVvF.jpg",
      "https://image.tmdb.org/t/p/w300/7dRcywa4nKg5vuB1Lmz6UMIi9dY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dSO7CoTOwPhWliBkkxbqr54p0vq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/u311-cherkasy-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2qEox/Cherkasy.2019.RUSSIAN.1080p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LighgLpK#DhXeOWU7qHDqZ3pnGtmu1-y7xLmbKOh3Qlskp5MD7Tg",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/sxeqdvc3rzdu.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/14Jtu/Cherkasy.2019.RUSSIAN.720p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/48360av8ne78.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/OzB0WLyT#Bo_VzXUQIlRtQdYP_fyR-TyIVTf-ttCIkWpN-t4F9Co",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/zkysp75blqma.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/14Jtl/Cherkasy.2019.RUSSIAN.480p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/p9y2kk1he7dk.html",
        "server": "streamsb.com",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/P7RlVaiD#qCdfv0WCKrMsiPuwGLLffcqNRRWrLXd1pf3Gbq3sYks",
        "server": "mega.nz",
        "size": "420 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "RTz6kIQkoSE",
      "video_url": "https://www.youtube.com/watch?v=RTz6kIQkoSE",
      "embed_url": "https://www.youtube.com/embed/RTz6kIQkoSE"
    }
  },
  {
    "metadata": "Unrated|1988|1h 31m|Drama,History,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "9400"
    },
    "title": "Red Sorghum (1988)",
    "description": "Red Sorghum (1988)~ IMDb – 7.3/10, Rotten Tomatoes – 85% ~ကျန်းရိမူရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ဟာ တရုတ်စာရေးဆရာ Mo Yan ရဲ့ Red Sorghum ဝတ္တုထဲပါတဲ့ ဝတ္တုလတ်ငါးပုဒ်ထဲက ပထမ၂ပုဒ်ဖြစ်တဲ့ “Red Sorghum” နဲ့ “Sorghum Wine” ကို ပေါင်းပြီး ရိုက်ထားတယ်။ ဒီငါးပုဒ်လုံးက ဆက်တော့ဆက်နေပေမဲ့ တကယ်တမ်း စာရေးဆရာက မဂ္ဂဇင်းမှာ တစ်ပုဒ်ချင်းစီ ခွဲရေးခဲ့တဲ့ ဝတ္တုလတ်တွေဆိုတော့ ဝတ္တုလတ်၂ပုဒ်လို့ပြောရင်တော့ ပိုမှန်လိမ့်မယ်။ Red Sorghum ဟာ ကျန်းရိမူရဲ့ ပွဲဦးထွက်လက်ရာပေမဲ့ စီနီမာတိုဂရပ်ဖီကတော့ တော်တော်လေး ကြမ်းနေတာတော့ အံ့အားသင့်ဖို့ကောင်းတယ်‌ ပြောရမလိုလို မဆန်းသလိုလိုပါပဲ။ ဘာလို့ဆို ကျန်းရိမူဟာ ဒီကားမရိုက်ခင် စီနီမာတိုဂရပ်ဖာအနေနဲ့ ရုပ်ရှင်လောကမှာ အသက်မွေးဖူးတဲ့လူမို့ပါပဲ။ ဒါပေမဲ့ ဆန်းတာက ဒီကားဟာ ဒီကားရဲ့ စီနီမာတိုဂရပ်ဖာ Gu Changwei ရဲ့ ပထမဆုံး စီနီမာတိုဂရပ်ဖာလုပ်တဲ့ကားလည်း ဟုတ်နေတာပါပဲ။ ကျန်းရိမူရဲ့ Visionary ကြောင့်လားတော့မသိပါဘူး။ အရောင်အသွေး အလင်း အထားအသို အကုန်လှပနေတဲ့ ပုံရိပ်တွေနဲ့ ပြည့်နှက်နေတယ်။ စာအုပ်နဲ့ ယှဉ်ရင်တော့ အများကြီးဖြုတ်ချလိုက်သလိုတော့ ဖြစ်ကောင်းဖြစ်နေနိုင်တယ်။ ဒါပေမဲ့ ကျန်းရိမူဟာ ရုပ်ရှင်တစ်ကားအနေနဲ့ အလှပဆုံးအသက်သွင်းထားတာဆိုတာတော့ အာမခံလို့ရတယ်။ဇာတ်ကတော့ မြေးတစ်ယောက်က သူ့ဇာတိအကြောင်း သူ့အဘိုးအဘွားတွေအကြောင်းကို ပြန်ပြောင်းပြောတဲ့ဇာတ်လမ်းကို ကျွန်တော်တို့ နားထောင်ရသလိုဇာတ်ပဲ။ အဖြစ်မှန်တွေရော ယုံတမ်းလား မသေချာတာတွေရော ပေါင်းစပ်ပြီး ပြန်ပြောပြတဲ့ စိတ်ဝင်စားစရာဇာတ်လမ်းတစ်ပုဒ်ပေါ့။ ဇာတ်လမ်းက သိပ်ရိုးရှင်းတယ်။ ဒါပေမဲ့ ဒီဇာတ်ရဲ့အလှကိုက ဒီရိုးရှင်းမှုဖြစ်နေပြန်တာပဲ။ အကြောင်းအရာ ပြန်အချိုးချကြည့်ရင် ဘာမှသိပ်ပါတာမဟုတ်ပေမဲ့ သူ့ပါတာလေးတွေနဲ့တင် အပိုအလိုမရှိ တည့်တည့်ဝင်ဆောင့်နိုင်တဲ့ အရှိန်အဟုန် အင်အားမျိုးရှိနေတယ်။ ကျန်းရိမူဟာ ပွဲဦးထွက်ကတည်းက တော်တော်အားကောင်းခဲ့တဲ့ ဒါရိုက်တာဖြစ်ကြောင်း သက်သေခံနေတဲ့ကားလို့ပြောရင်လည်း မမှားလောက်ဘူး။ ဒီကားဟာ ကျန်းရိမူရဲ့ ဂေါင်လီရဲ့ ပွဲဦးထွက်ကားလည်း ဟုတ်တယ်။ ဒီကားမှာ ဘာတွေမြင်ရမလဲမေးလာရင်တော့ ယုံတမ်းဆန်တဲ့လူ့ဘဝတွေ၊ ယုံတမ်းဆန်တဲ့ ရက်စက်မှုတွေအကြောင်းလို့ ဖြေရမှာပဲ။ ဒါပေမဲ့လည်း တစ်ခါတလေ ကျွန်တော်တို့ဘဝတွေရော ကျွန်တော်တို့တွေရောက ယုံရခက်လောက်အောင် ရက်စက်တတ်ကြတာပဲမို့လား။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.8GB, 1GBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 31MinGenre – Drama, History, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4bjVA2NrkrdNPPpKUt7eR2P3xlf.jpg",
      "https://image.tmdb.org/t/p/w300/uUV0I6BSWmhY57mU1z7YJYmhnmj.jpg",
      "https://image.tmdb.org/t/p/w300/dpSm1cIjV4M6TEhO80IFoLUMorq.jpg",
      "https://image.tmdb.org/t/p/w300/o9uN5YcpbBHTXCJm7omo4BCUrQi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2CP2eazEBKJ3njm4HM63pMfs5tW.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-red-sorghum-1988-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Tt7y/(CM)_Red_Sorghum_(1988)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kLRkxBaT#SAgP0mYkJUxScgdHbTvx5SfeWX7wl4GSlLwFvmFzc2M",
        "server": "mega.nz",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eubybysxure6.html",
        "server": "usersdrive.com",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-red-sorghum-1988-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zqz6/(CM)_Red_Sorghum_(1988)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BHxW1SYT#ydl9Nt6XBw_ioNJK-FWYggexE6WWiNDEbiTcivUB3Nw",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ko9ypgn0aub1.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/f5r01fy4g7ka.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/iiiypdi9jxvt",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MFppekhfpgQ",
      "video_url": "https://www.youtube.com/watch?v=MFppekhfpgQ",
      "embed_url": "https://www.youtube.com/embed/MFppekhfpgQ"
    }
  },
  {
    "metadata": "|2014|2h 8min|Action,Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "9,781"
    },
    "title": "The Admiral: Roaring Currents (2014)",
    "description": "The Admiral: Roaring Currents (2014)IMDb….7.1/10_______Rotten – 83%လီဆွန်းရှင်းဟာ ဂျိုဆွန်းတပ်မတော်မှာ အမှုထမ်းချိန်က စပြီးအောင်ပွဲတွေ အလီလီ ရခဲ့ပြီး ထင်ရှားလာခဲ့တယ်။၆လအတွင်းမှာ ထိပ်တန်းရာထူး သုံးဆင့်တက်တဲ့အထိ ထူးချွန်ခဲ့ပြီးဂျပန်စစ်မင်း Toyotomi Hideyoshi ရဲ့ကိုရီးယားကို ကျူးကျော်စစ် (Imjin War) စတင်ချိန်မှာလီဆွန်းရှင်းဟာ ရေတပ်သေနာပတိဖြစ်နေပါပြီ။ဂျပန်တွေရဲ့ကျူးကျော်တိုက်ခိုက်ချိန်မှာကြည်းတပ်တိုက်ပွဲတွေမှာ အသာစီးရခဲ့ပေမယ့် လီဆွန်းရှင်းဦးဆောင်တဲ့ရေတပ်ကိုတော့မစိုးမိုးနိုင်ခဲ့ဘူး….ကိုရီးယားကို ရေကြောင်းနဲ့ စိုးမိုးချင်ရင်လီဆွန်းရှင်းမရှိမှ ဖြစ်မယ်ဆိုတာကို ရိပ်စားမိလာတဲ့ဂျပန်တွေဟာ ဂျိုဆွန်းရဲ့နန်းတွင်းရေး မတည်ငြိမ်မှုကိုအခွင့်ကောင်းယူပြီး သူလျျှိုသွင်းတဲ့အပြင် သစ္စာဖောက်အမတ်တွေနဲ့ ပေါင်းကြံပြီး ထောင်ချောက်တစ်ခုဆင်ပါတယ်။ဂျပန်ရေတပ်တွေရဲ့ သတင်းကိုကိုရီးယားသစ္စာခံအယောင်ဆောင် ဂျပန်သူလျှိုကနေတစ်ဆင့်ပို့တဲ့အခါ ဘုရင်ဆွန်းဂျိုက လီဆွန်းရှင်းကိုသွားတိုက်ခိုင်းတယ်။ဒါဟာထောင်ချောက်မှန်းရိပ်စားမိနေတဲ့ လီဆွန်းရှင်းက အမိန့်ကို ဖီဆန်ပြီးမတိုက်တဲ့အခါ ထီးနန်းကိုလုပ်ကြံမယ့်သူအဖြစ်စွပ်စွဲခံရတော့တယ်။လီဆွန်းရှင်းကို စစ်သည်တွေနဲ့ပြည်သူတွေက ကြည်ညို ကြတာကို မနာလိုတဲ့အပြင်သူ့ထီးနန်းကိုပါ စိတ်မချဖြစ်နေတဲ့ ဘုရင်ဆွန်းဂျိုဟာလီဆွန်းရှင်းကို ဖမ်းပြီး ရာထူးချတဲ့အပြင် နှိပ်စက်စစ်မေးစေတယ်။အထက်ကပြောခဲ့တာတွေဟာ ဒီဇာတ်ကားမှာ မပါပါဘူး…ဒီကားရဲ့အစကတော့လီဆွန်းရှင်းမရှိတဲ့ရေကြောင်းကို ဂျပန်တွေအသာစီးရပြီးတဲ့အချိန်မှာမှ ဘုရင်ဆွန်းဂျိုကနေလီဆွန်းရှင်းကို ပြန်လည်တာဝန်ပေးအပ်ပြီးဂျပန်ရေတပ်ကိုခုခံတိုက်ခိုက်စေခဲ့တာနဲ့စပါတယ်…လီဆွန်းရှင်းအတွက် ပထမတိုက်ပွဲက လက်ကျန် သင်္ဘောအနည်းငယ်နဲ့သာတိုက်ဖို့ရှိနေတဲ့အပြင်ရေတပ်သားတွေလည်း ထွက်ပြေးသူပြေး စည်းလုံးမှုတွေလည်း တကွဲတပြားတွေဖြစ်နဲ့ဆိုတော့ဒီတိုက်ပွဲက သူ့အတွက်အခက်အခဲဆုံးပါပဲ…ကိုင်းသူဘယ်လိုတွေပြင်ဆင်လဲ…ဘယ်လိုတွေတိုက်ခိုက်လဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…The Admiral: Roaring Currents(2014)ရုပ်ရှင်ကတော့ တောင်ကိုရီးယား Box Officeရဲ့သမိုင်းမှာ (135)သန်းကျော်နဲ့ ဝင်ငွေအများဆုံးဇာတ်ကားအဖြစ်ရှိနေပါတယ်။ နှစ်စဉ်နှစ်တိုင်းရုပ်ရှင်ကားကောင်း ရာဂဏန်းထွက်နေတဲ့တောင်ကိုရီးယားရုပ်ရှင်လောကမှာ ၄ နှစ်ကြာအောင်ထိပ်ဆုံးနေရာ အပြောင်းအလဲမရှိသေးပါဘူး။ဝေဖန်ရေးဆရာဝန်တွေ သမိုင်းပညာရှင်တွေအကြိုက်တွေ့ခဲ့ပြီး ၆၁ မိနစ်ကြာ တိုက်ပွဲခန်းရှည်ကြီးဟာ တစ်ချက်မှ မပျင်းရဘူးလို့ဟောလိဝုဒ်ကဝေဖန်ရေးသမားတွေကလည်းချီးကျူးကြပါတယ်။နောက်ခံတေးဂီတနဲ့ တိုက်ပွဲပုံဖော်မှုတွေကသိပ်ကောင်းသလို ချွဲမင်ဆစ်ရဲ့ သရုပ်ဆောင်မှုကတော့အထူးညွှန်းနေစရာတောင်မလိုပါဘူး။ (I sawthe devil ကြည့်ဖူးရင် သူဟာဘယ်လိုသရုပ်ဆောင်လဲဆိုတာ သိသာပါတယ်။)File Size :(2.23GB) and (1.08GB)Quality : Blu-Ray 720p/1080p 5.1,Format…mp4Duration…02:08:00Genre :Action,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by May Phyu ZawEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3KB32UjT3iL6YziK7760YzSiOEI.jpg",
      "https://image.tmdb.org/t/p/w300/jhRX6QGbeMD5c4rS5QewITTnzHd.jpg",
      "https://image.tmdb.org/t/p/w300/rCynhOzeOGYhmBHufvDTlfbwNH2.jpg",
      "https://image.tmdb.org/t/p/w300/A8ZCRd3BpTdn5WLL8glCcFAYWRe.jpg",
      "https://image.tmdb.org/t/p/w300/txjZaYEo1eB9iTyIjoOTJjmCNHL.jpg",
      "https://image.tmdb.org/t/p/w300/nCuY3xg1E5WmdQHHAUoRXR8VyKS.jpg",
      "https://image.tmdb.org/t/p/w300/fHV0h0EkKUauzVYbH1iTXjK6Zgw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/admiral-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-admiral-roaring-currents-myeong-ryang-2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-roaring-currents-myeong-ryang-2014-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "VIP Links",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-roaring-currents-myeong-ryang-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/q2s3c1tf37g2.html",
        "server": "streamsb.com",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xqnj/The_Admiral_-_Roaring_Currents_(Myeong-Ryang)_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://megaup.net/1xqns/The_Admiral_-_Roaring_Currents_(Myeong-Ryang)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/39ozFYYb#eLZ1jSeogohg45klEcfnsWtcaIdOfcRDeIMV0Ad1Jyo",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/W1olFbjR#3uzpEw0WxO5lUkS2stA7a4IPkwC0bGa3fHpi_56k3Uc",
        "server": "mega.nz",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "N2MqGo98R_M",
      "video_url": "https://www.youtube.com/watch?v=N2MqGo98R_M",
      "embed_url": "https://www.youtube.com/embed/N2MqGo98R_M"
    }
  },
  {
    "metadata": "PG-13|2012|2h 30min|Biography,Drama,History,War",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "250,657"
    },
    "title": "Lincoln (2012)",
    "description": "Lincoln (2012)============IMDb Rating = 7.3/10Directed By Steven Spielbergအေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။ဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။သူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။တစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။ဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။ငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။အဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။ပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။အဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ဂျက်ဖာဆန်ဒေးဗစ်က ဦးဆောင်ခဲ့တယ်။အဲ့ဒီတောင်ပိုင်းနဲ့ ပြည်တွင်းစစ်ကို လင်ကွန်းဖြေရှင်းခဲ့တဲ့ပုံကို ကျွန်တော်တို့ ဒီရုပ်ရှင်မှာ တွေ့ရလိမ့်မယ်။‌ဒါရိုက်တာ စတီဗင်စပီးဘတ်ချ်က အမေရိကန်ရဲ့ လက်ရှိခေတ်အထိအကြီးကျယ်ဆုံး ပြိုင်ဘက်ပါတီနှစ်ခုဖြစ်တဲ့ ရီပတ်ဘလစ်ကန်နဲ့ ဒီမိုကရက်တွေရဲ့ ငွေဝယ်ကျွန်စနစ်ဖျက်သိမ်းရေးနဲ့ ပက်သက်ပြီး အခြေအတင်တွေကိုပါ မြင်သာအောင်ပြသွားတယ်။နောက်ရီပတ်ဘလစ်ကန်မှာမှ ကွန်ဆာဗေးတစ် ရီပတ်ဘလစ်ကန်နဲ့ ရဒီကယ်ရီပတ်ဘလစ်ကန်တို့ရဲ့ သဘောထားကွဲလွဲမှုတွေကို ရောပေါ့။ငွေဝယ်ကျွန်စနစ်ကိစ္စနဲ့ပက်သက်ပြီး တောင်ပိုင်းရဲ့အမြင်တစ်ချို့ကို ကျွန်တော်တို့လေရူးသုန်သုန်မှာမြင်နိုင်တယ်။ကျွန်တွေရဲ့ဘဝကိုတော့ အန်ကယ်တွမ်ရဲ့တဲကလေးတို့ ၊ 12 YEARS A SLAVE တို့မှာ မြင်နိုင်တယ်။အခုကတော့ ကျွန်စနစ်ဖျက်သိမ်းဖို့ ဘယ်လို ကြိုးပမ်းခဲ့တယ်ဆိုတဲ့ အကြောင်းပေါ့။ဒီလောက်ထိသိရင်ကိုပဲ ကြည့်လို့ အဆင်ပြေပါပြီ။ကျန်တာကိုတော့ စပီးဘတ်ချ်က သူ့နည်းသူ့ဟန်နဲ့ အဖွဲ့ပေါင်းစုံရဲ့ အမြင်ပေါင်းစုံကို မြင်သာအောင် ပြောပြထားတယ်။ပုဂ္ဂလိကအမြင်ရတော့ သူတို့ပြဿနာတွေဟာ ကျွန်တော်တို့လက်ရှိ ပြဿနာတွေနဲ့ ကျောရိုးသဘောလောက်ဆင်နေတယ်။အကြီးဆုံး ပြဿနာကြီး၂ခုကို သူ့သက်တမ်းမှာတင် ပြေလည်အောင် ဖြေရှင်းနိုင်ခဲ့တဲ့ လင်ကွန်းရဲ့နိုင်ငံရေး စွမ်းဆောင်ရည်ကိုလည်း စပီးဘတ်ချ်က သေချာ ပြထားတယ်။နောက်လင်ကွန်းရဲ့ အတ္တကိုရောပေါ့။ချီးကျုးထားပေမဲ့ သူတော်ကောင်းလုံးလုံးကြီး အဖြစ်တော့ ပုံဖော်မထားဘူး။လင်ကွန်းကို အတော်များများက အချိန်ဆွဲတဲ့လူလို့ပြောကြတယ်သိတဲ့ တတ်တဲ့လူတွေပြောကြတာတော့ နိုင်ငံရေးမှာ စိတ်ရှည်တဲ့လူက အနိုင်ပဲတဲ့ဒီရုပ်ရှင်ကြည့်ပြီးနောက် ကျွန်တော်လင်ကွန်းကို တကယ်တော်တဲ့ နိုင်ငံရေးသမားကောင်းတစ်ယောက်ဆိုတာကို သိသွားခဲ့တယ်။စတီဗင်စပီးဘတ်ချ်ဟာ အချက်အလက်တွေကို စုံစေ့အောင် သုံးပြီး ရိုက်ပြသွားနိုင်ခဲ့တယ်။ဒန်နီရယ်ဒေးလူးဝစ်ဟာ ဒီရုပ်ရှင်နဲ့ BEST ACTOR IN A LEADING ROLE အော်စကာဆုကို ရသွားခဲ့တယ်။ဆန်ခါတင်တွေလည်း အတော်ဝင်ခဲ့တယ်။Terminal , Catch Me If You Can, AI, Schindler’s List, Saving Private Ryan နဲ့Indiana Jonesကားတွေကို ရိုက်ထားတဲ့ဒါရိုက်တာ စတီဗင်စပီးဘတ်ချ်ကိုတော့ အားလုံး ရင်းနှီးပြီးသား ဖြစ်မှာပါပဲ။တစ်ခုရှိတာကဒါရိုက်တာရဲ့ တင်ပြပုံဟာ တော်တော်တော့ ဖျော်ဖြေရေးမဆန်ဘူး။နိုင်ငံရေးဘက် စိတ်ဝင်စား သူတွေတော့ ကြည့်သင့်တဲ့ကားပါပဲ။၂နာရီခွဲအတွင်းမှာ ၁၉ရာစုရဲ့ အကြီးကျယ်ဆုံးဖြစ်ရပ်ကြီးနဲ့ အမေရိကန်ရဲ့ ပြည်တွင်းစစ်အခြေအနေ၊ နိုင်ငံရေးအခြေအနေအပါအဝင် တခြားအကြောင်းအရာတွေကိုပါအနုလုံပဋိလုံ‌ကြေကြေနဲ့ ရိုက်ပြသွားနိုင်တာကတော့ လက်ဖျားခါလောက်စရာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Quality__1080p , 720pIMDb Rating__7.3/10Format__mp4Duration__02:30:00Type__Biography , Drama , History , WarSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bbmyMZO3BG8Cp2zdNJJAGQ8ZsIY.jpg",
      "https://image.tmdb.org/t/p/w300/j525ynPzedarMUYvJDl3sP71Byd.jpg",
      "https://image.tmdb.org/t/p/w300/zczyCk8amAXZEw7b6BH4zVVDMSj.jpg",
      "https://image.tmdb.org/t/p/w300/xv6ALcLM2HXaVI0AttdXoli1WHP.jpg",
      "https://image.tmdb.org/t/p/w300/8vQk2CSTDFDtod7x9Vp92RYJRM3.jpg",
      "https://image.tmdb.org/t/p/w300/kJw79G2QZbqWORycFxdZD1NvfG9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/07/89f188ab71c85e122c9fe3934f32c09f.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lincoln-2012",
        "server": "VIP Links",
        "size": "2.6 GB",
        "quality": "1080p,720p,360p"
      },
      {
        "link": "https://yoteshinportal.cc/lincoln-2012-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/lincoln-2012-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lincoln-2012-360-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/1E366/Lincoln_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2k0xZ/Lincoln_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1E35w/Lincoln_(2012)_360p.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "360p"
      },
      {
        "link": "https://veryfiles.com/vp31nlh4myx9",
        "server": "veryfiles.com",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/64mnl0pfnsld",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/bts0zf3hww17",
        "server": "veryfiles.com",
        "size": "650 MB",
        "quality": "360p"
      },
      {
        "link": "https://upstream.to/2ujx42xjd4fx",
        "server": "upstream.to",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/ui902v2chgds",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/qjw8va3pvtvl",
        "server": "upstream.to",
        "size": "650 MB",
        "quality": "360p"
      },
      {
        "link": "https://sbcloud1.com/v0vz8hk2dyns.html",
        "server": "streamsb.com",
        "size": "2.6 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "qiSAbAuLhqs",
      "video_url": "https://www.youtube.com/watch?v=qiSAbAuLhqs",
      "embed_url": "https://www.youtube.com/embed/qiSAbAuLhqs"
    }
  },
  {
    "metadata": "||1 hr 10 min|Action,Adventure,Fantasy,History",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "Fighting Darksider (2022)",
    "description": "ထျန်းဝူပြည်ကြီးမှာ လူမျိုးနွယ်၊ အ​​မှောင်ထုနဲ့ ဇာမဏီမျိုးနွယ် နှစ်​ထောင်ချီတူတူယှဉ်တွဲ​နေလာရင်း တစ်​​နေ့မှာ​တော့အ​မှောင်ထုရဲ့ သစ္စာမဲ့​မောင်ပိုင်စီးလိုမှု​ကြောင့် လူသားမျိုးနွယ်ဘက်က စစ်နတ်ဘုရားရှောင်ချိယန်ဟာ အသက်ကိုစ​တေးပြီး တားဆီးခဲ့လို့ အ​မှောင်သခင် ဒဏ်ရာအကြီးအကျယ်ရကာ တပ်ဆုတ်သွားခဲ့ရပါတယ်၊နှစ်​ပေါင်း၂၀အကြာမှာ​​တော့ အ​မှောင်သခင်က ပြန်လည်အား​ကောင်းလာပြီး လူသားမျိုးနွယ်နဲ့ လွန်ခဲ့တဲ့ နှစ်၂၀က ဘာသိဘာသာ​နေခဲ့တဲ့ ဇာမဏီငှက်မျိုးနွယ်တို့ကို ကလဲ့စား​ချေနိုင်ဖို့တဖန် စစ်ချီလာခဲ့ပါတယ်၊ဒီတစ်​ခေါက် အ​မှောင်သခင်ရဲ့ရန်ကို ကာကွယ်​​ပေးရမယ့်သူက စစ်နတ်ဘုရားရဲ့သားဖြစ်သူ ​ဆု​ကြေးစားမုဆိုးရှောင်ကဲပါ၊ သူက ဖခင်ကို စိတ်နာ​နေတဲ့သူဖြစ်ပြီး ဖခင်လို စစ်နတ်ဘုရား မဖြစ်ချင်လို့ ​ရှောင်​ပြေး​နေခဲ့သူပါ၊ဒါ​ပေမဲ့ မလွှဲမ​ရှောင်သာပဲ လူသားမျိုးနွယ်မပျက်သုဉ်း​ရေးက သူ့ပုခုံး​ပေါ်ကျလာတဲ့အခါ ​ရှောင်ကဲအ​နေနဲ့ ဇာမဏီမျိုးနွယ်နဲ့​ပေါင်းပြီး အ​မှောင်သခင်ရဲ့ရန်ကို ဘယ်လိုတားဆီးသွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပါ၊( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.2GB) / (600MB)Quality__1080p, 720pIMDb Rating__5.7/10Format__mp4Duration__01:10:00Type__Action, Adventure, History, FantasySubtitle__Myanmar Subtitle (Hardsub)Translated byJim XEncoded byNaing Aung Latt",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/fEgPzmDmvrVUwYoXxDq0QFitLE8.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/finding-darksider-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/fighting-darksider-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/35TAP/Fighting_Darksider_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4IlTAC7A#n0nvrcK4Ayim23yIuh82PD4FWRY6ejETqxuxWbWxtes",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fighting-darksider-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2pW8p/Fighting_Darksider_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VNkFgICB#zfc-iL1CdeestKZAhiA_wufMRFfK1RNsn7CaFdt4nL8",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/m097bl80n4ts.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|106 min|Drama,History,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "1,696"
    },
    "title": "Chappaquiddick (2017)",
    "description": "ဒီတစ္​​ေခါက္​က​ေတာ့ အ​ေမရိကန္​ဇာတ္​လမ္​း​ေကာင္​း​ေကာင္​း​ေလး​ေတြကို ႀကိဳက္​တဲ့သူ​ေတြအတြက္​ပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းက​ေတာ့ ….Joe Kennedy ရဲ႕ အသက္​႐ွင္​က်န္​ခဲ့တဲ့တစ္​ဦးတည္​း​ေသာသား အမတ္​ Ted Kennedy က Chappaquiddick ကြၽန္​းကို ​ေလွၿပိဳင္​ပြဲအတြက္​သြားရင္​ “Boiler Room Girls” လို႔​ေခၚတဲ့ စည္​းရံုးမဲဆြယ္​​ေရးက အမ်ိဳးသမီး​ေတြနဲ႔ ၁၉၆၉ ဇူလိုင္​လ၁၈ရက္​မွာ ျပန္​လည္​​ေတြ႔ဆံုပြဲလုပ္​ခဲ့ပါတယ္​ပြဲၿပီးတဲ့​ေနာက္​မ​ွာ သူ႔ရဲ႕အစ္​ကိုျဖစ္​သူ Bobby လက္​ထပ္​တုန္​းက အတူအလုပ္​လုပ္​​ေပးခဲ့ဖူးတဲ့ Mary Jo နဲ႔အတူ ပါတီက​ေနထြက္​လာခဲ့တယ္​လမ္​းမွာပဲ မ​ေတာ္​တဆမႈျဖစ္​ၿပီး ကားက​ေရထဲထိုးက်သြားခဲ့ၿပီး Mary Joလည္​း​ေသသြားခဲ့ပါတယ္​လာမယ္​့​ေရြး​ေကာက္​ပဲြမွာ အ​ေရြးခံမယ္​့ လႊတ္​​ေတာ္​အမတ္​ Ted ဟာ Mary Jo ​ေသတဲ့ကိစၥနဲ႔ပတ္​သတ္​ၿပီး ​ေျဖ႐ွင္​းရင္​း ျပႆနာ​ေတြ ႐ႈပ္​​ေထြးသြားခဲ့ပါတယ္​အဲ့ျပႆနာ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ?Ted က ျပစ္​ဒဏ္​​ေတြခံရဦးမွာလား?Ted ရဲ႕သမၼတ​ေလာင္​း​ေနရာက​ေရာ ဘယ္​လိုျဖစ္​မလဲ ဆိုတာစိတ္​ဝင္​တစား​ေစာင္​့ၾကည္​့ရမယ္​့ ဇာတ္​လမ္​း​ေကာင္​းျဖစ္​ပါတယ္​ဒီဇာတ္​လမ္​းကို John Curranက ႐ိုက္​ကူးထားၿပီး​ေတာ့ John Clarke, Kate Mara, Ed Helms စတဲ့ အႏုပညာ႐ွင္​​ေတြက ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတာျဖစ္​ပါတယ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ Tinnilar Lwin ပါ)File Size : (850 MB) and (550 MB)Quality : Blu-Ray 720pRunning Time : 1hr 46minFormat : Mp4Genre : Drama, History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-GECKOSTranslated by  Tinnilar LwinEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kZZueScWeQrhHWipeyVp5tflle3.jpg",
      "https://image.tmdb.org/t/p/w300/C20tvpXf7FU8G7CJ70WFslYhhF.jpg",
      "https://image.tmdb.org/t/p/w300/4y8RZTHhCyzIBFddDiUJRhx8LQc.jpg",
      "https://image.tmdb.org/t/p/w300/jgNz4mQ4S3i1nobFHZ1iES6vd7r.jpg",
      "https://image.tmdb.org/t/p/w300/u3E62gFgsuLkpNcswz99tEWmevv.jpg",
      "https://image.tmdb.org/t/p/w300/qE0JcVUVP0knX8nK0ZjjfivYOms.jpg",
      "https://image.tmdb.org/t/p/w300/wEzkz6nJM2DjQjr5Oo5652TljC6.jpg",
      "https://image.tmdb.org/t/p/w300/huei6glIcK1jPzKzzkwaDQGeOn4.jpg",
      "https://image.tmdb.org/t/p/w300/wyZCQfrWn7qe7qrJmKL76Vg8Ovg.jpg",
      "https://image.tmdb.org/t/p/w300/iyErEJJ73Y5Ea9qb1dRcE2O0spP.jpg",
      "https://image.tmdb.org/t/p/w300/b0rdKs1pTw8Iuv6J88Xe3KRJWZZ.jpg",
      "https://image.tmdb.org/t/p/w300/yV9HhVVRXODuLCetSeFjveXzJp7.jpg",
      "https://image.tmdb.org/t/p/w300/htJlsFavD4lXiJL9Q3n670uo0z9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5JcZ4xOlc4og9Hw7vjZYDk9BIFN.jpg",
    "movie_links": [
      {
        "link": "http://mmsale.org/rWttas30",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/tF16wWRR",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/ajE8r",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/jOsErkI",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/AstbO",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/bao8oc",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/S3JGZj",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/GGOZFy",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/djA3",
        "server": "ClicknUpload.org",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/KeX1xX0",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "jTzPXc2DW2k",
      "video_url": "https://www.youtube.com/watch?v=jTzPXc2DW2k",
      "embed_url": "https://www.youtube.com/embed/jTzPXc2DW2k"
    }
  },
  {
    "metadata": "|2017|1h 37min|Asian,History,Romance,War",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "886"
    },
    "title": "The Chinese Widow (2017)",
    "description": "The Chinese Widow (2017)____IMDb – 6.1/10Director:Bille August ရိုက်ကူးထားပြီး Liu Yifei (ဂူဂူး)လေးပါဝင်ထားတဲ့ Chinese War Drama ဇာတ်ကားကောင်းတစ်ကားပါ။In Harm’s Way / The Chinese Widow / The Hidden Soldierစသည်ဖြင့် Title မျိုးစုံ ပေးထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းကတော့အမေရိကန်နဲ့ တရုတ်က ဂျပန်နဲ့စစ်ဖြစ်နေချိန် (1947)မှာ ဇာတ်အိမ်တည်ထားတယ်တရုတ်မုဆိုးမတယောက်က မိမိတို့နိုင်ငံနဲ့မဟာမိတ်ဖြစ်တဲ့ အမေရိကန်လူမျိုးစစ်သားတစ်ဦးကို အသက်ဘေးမှကာကွယ်စောင့်ရှောက်ရင်း မေတ္တာသက်ဝင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းကိုပါ ရိုက်ပြထားတယ်တရုတ်လူမျိုးတွေရဲ့ သစ္စာစောင့်သိမှုကိုလဲ အသားပေးရိုက်ကူးထားပါတယ်သရုပ်ဆောင်တွေအားလုံးကလည်း သရုပ်ဆောင်ပိုင်းမှာ အသီးသီးတာဝန်ကျေပါတယ်Soldier Jackနေရာက သရုပ်ဆောင်တဲ့ Emile ရောမုဆိုးမသမီးနေရာက NuNu ရောပီပြင်ကြတယ်အထူးပြောရရင် Liu yifei က မုဆိုးမYingရဲ့ roleကို ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ပြသွားတာကို သဘောအကျဆုံးပါပဲ။ခင်ပွန်းမရှိတော့တဲ့အချိန်မှာ သမီးနဲ့ယောက္ခမတွေကို ကျွေးမွေးထားရတဲ့ မုဆိုးမလေး…ဒီလောက်တာဝန်ကျေတာကိုတောင် ယောက္ခမဘက်က မိမိသိက္ခာကိုထိပါးလာတဲ့အခါမှာ ခံစားရတဲ့ mood..နောက်ပြီးမုဆိုးမတစ်ယောက်ရဲ့ နိုင်ငံအပေါ်သစ္စာစောင့်သိမှုနဲ့မိတ်ဆွေအစစ်ဆိုရင် အသက်ပေးပီးကာကွယ်သွားတယ်ဆိုတာကို ရင်ထဲနင့်နေအောင် သရုပ်ဆောင်ပြနိုင်တယ်။ဒါကြောင့်လဲ Shanghai international film festival မှာ best actress nomination ဝင်ခဲ့တာဖြစ်ပါမယ်။တခုသေချာတာကတော့ Liu Yifei ပရိတ်သတ် မှန်ရင် ဒီကားကိုမလွဲမသေကြည့်သင့်ပါတယ်လို့ ညွှန်းပါရစေဗျ။(ရုပ်ရှင်အညွှန်းကိုKo Thet Paing Soe Facebookမှကူးယူဖော်ပြပါသည်။)Director:Bille August ႐ိုက္ကူးထားျပီး Liu Yifei (ဂူဂူး)ေလးပါဝင္ထားတဲ့Chinese War Drama ဇာတ္ကားေကာင္းတစ္ကားပါ။In Harm’s Way / The Chinese Widow / The Hidden Soldierစသည္ျဖင့္ Title မ်ိဳးစံု ေပးထားတာေတြ႕ရပါတယ္။ဇာတ္လမ္းကေတာ့အေမရိကန္နဲ႔ တ႐ုတ္က ဂ်ပန္နဲ႔စစ္ျဖစ္ေနခ်ိန္ (1947)မွာ ဇာတ္အိမ္တည္ထားတယ္တ႐ုတ္မုဆိုးမတေယာက္က မိမိတို႔ႏိုင္ငံနဲ႔မဟာမိတ္ျဖစ္တဲ့ အေမရိကန္လူမ်ိဳးစစ္သားတစ္ဦးကို အသက္ေဘးမွကာကြယ္ေစာင့္ေရွာက္ရင္း ေမတၱာသက္ဝင္ခဲ့တဲ့ အခ်စ္ဇာတ္လမ္းကိုပါ ႐ိုက္ျပထားတယ္တ႐ုတ္လူမ်ိဳးေတြရဲ႕ သစၥာေစာင့္သိမႈကိုလဲ အသားေပး႐ိုက္ကူးထားပါတယ္သ႐ုပ္ေဆာင္ေတြအားလုံးကလည္း သ႐ုပ္ေဆာင္ပိုင္းမွာ အသီးသီးတာဝန္ေက်ပါတယ္Soldier Jackေနရာက သ႐ုပ္ေဆာင္တဲ့ Emile ေရာမုဆိုးမသမီးေနရာက NuNu ေရာပီျပင္ၾကတယ္အထူးေျပာရရင္ Liu yifei က မုဆိုးမYingရဲ႕ roleကို ပိုင္ပိုင္ႏိုင္ႏိုင္သ႐ုပ္ေဆာင္ျပသြားတာကို သေဘာအက်ဆုံးပါပဲ။ခင္ပြန္းမရွိေတာ့တဲ့အခ်ိန္မွာ သမီးနဲ႔ေယာကၡမေတြကို ေကၽြးေမြးထားရတဲ့ မုဆိုးမေလး…ဒီေလာက္တာဝန္ေက်တာကိုေတာင္ ေယာကၡမဘက္က မိမိသိကၡာကိုထိပါးလာတဲ့အခါမွာ ခံစားရတဲ့ mood..ေနာက္ျပီးမုဆိုးမတစ္ေယာက္ရဲ႕ ႏိုင္ငံအေပၚသစၥာေစာင့္သိမႈနဲ႔မိတ္ေဆြအစစ္ဆိုရင္ အသက္ေပးပီးကာကြယ္သြားတယ္ဆိုတာကို ရင္ထဲနင့္ေနေအာင္ သ႐ုပ္ေဆာင္ျပႏိုင္တယ္။ဒါေၾကာင့္လဲ Shanghai international film festival မွာ best actress nomination ဝင္ခဲ့တာျဖစ္ပါမယ္။တခုေသခ်ာတာကေတာ့ Liu Yifei ပရိတ္သတ္ မွန္ရင္ ဒီကားကိုမလြဲမေသၾကည့္သင့္ပါတယ္လို႔ ၫႊန္းပါရေစဗ်။(ရုပ္ရွင္အညႊန္းကိုKo Thet Paing Soe Facebookမွကူးယူေဖာ္ျပပါသည္။)File size…(910 MB)Quality…HD-Rip 720pFormat…mp4Duration….01:5o:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMgKing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xMh2IhjDL9yB0lwG8hDChk4gHGS.jpg",
      "https://image.tmdb.org/t/p/w300/430DV9AgQ4mV8WjahXDvMKEfOHJ.jpg",
      "https://image.tmdb.org/t/p/w300/3Nvh1Kp1GJTj6ja9EpLf28lHD3J.jpg",
      "https://image.tmdb.org/t/p/w300/2WQtuu7kzQ9nSUfypiWz0HFgq6Z.jpg",
      "https://image.tmdb.org/t/p/w300/iDD8W5f0nipk6TqlXuaIiV5EEGE.jpg",
      "https://image.tmdb.org/t/p/w300/A5C0Lm6ir5o22d6qbiLzcykxHA4.jpg",
      "https://image.tmdb.org/t/p/w300/v7VtO6GiLPuO0J6oDoTAL77XmXT.jpg",
      "https://image.tmdb.org/t/p/w300/hJq2ryspMEYpfv2miMcwYYhHVFn.jpg",
      "https://image.tmdb.org/t/p/w300/46hYutI8pOgfBcMXmL8AigbSNCz.jpg",
      "https://image.tmdb.org/t/p/w300/sUqumZAttHP6DfZVv88oZKdoioi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZmJmY2IwODEtNGU1MC00ZTU2LTk2OWItMmY3NjJhMzQ2MmEwXkEyXkFqcGdeQXVyNTgyNDgxMDc@._V1_-143x200-1.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/hX/The_Chinese_Widow_AKA_In_Harm’s_Way_[2017]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-chinese-widow-2017",
        "server": "CM Links",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y277fp253w9i.html",
        "server": "usersdrive.com",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-chinese-widow-in-harms-way-the-hidden-soldier-feng-huo-fang-fei-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3zNrj/The_Chinese_Widow_(In_Harm’s_Way)_(The_Hidden_Soldier)_(Feng_Huo_Fang_Fei)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wFtBTLgK#DLruujSN6mQTYrvUQ7Ao9SBPUvmkWGEVsNRyn8RSeYs",
        "server": "mega.nz",
        "size": "910 MB",
        "quality": "72op"
      },
      {
        "link": "https://upstream.to/x4po5v9uzdns",
        "server": "upstream.to",
        "size": "910 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3KLzs8mB7FM",
      "video_url": "https://www.youtube.com/watch?v=3KLzs8mB7FM",
      "embed_url": "https://www.youtube.com/embed/3KLzs8mB7FM"
    }
  },
  {
    "metadata": "|||Bollywood,Drama,History",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "12589"
    },
    "title": "Judas and the Black Messiah(2021)",
    "description": "Judas and the Black Messiah(2021)အညွှန်း*************************************IMDb…7.8“ကျုပ်တို့က မီးကိုမီးနဲ့မတိုက်ဘူး…မီးကိုရေနဲ့ငြိမ်းမှာ…ကျူပ်တို့က လူမျိုးရေးခွဲခြားခြင်းကိုလူမျိုးရေးခွဲခြားခြင်းနဲ့တိုက်နေတာမဟုတ်ဘူး….ကျုပ်တို့က စည်းလုံးခြင်းနဲ့တိုက်နေတာ…အရင်းရှင်ဝါဒကိုဆိုရှယ်လစ်ဝါဒနဲ့တိုက်မှာ”ဒါကတော့ လူမည်းတွေရဲအဆင့်အတန်းအားလုံးကိုမြင့်စေဖို့ ကြိုးစားနေတဲ့ ကျားသစ်နက်ပါတီရဲ့ခေါင်းဆောင်ဖြစ်သူ ဖရဒ်ဟမ်တွန်ရဲ့ မူဝါဒဖြစ်တယ်…သူ့ရဲ့တက်ကြွမှုတွေနဲ့ လူထုရဲ့ပါဝင်မှုတွေဟာ အစိုးရပိုင်းအတွက်တော့မျက်စိစပါးမွှေးစူးစရာပဲ…ခေါင်းဆောင်ြဖစ်တဲ့ ဖရဒ်ဟာ ကိုယ်စွမ်းဉာဏ်စွမ်းရှိသလို သူ့လှုပ်ရှားမှုတွေဟာလည်း အကြမ်းမဖက်တဲ့ဝါဒဖြစ်လေတော့ဒီအဖွဲ့အစည်းကြီးကို နှိမ်နှင်းဖို့ ခက်ခဲနေပါတယ်..တဖြည်းဖြည်းအင်အင်းကြီးလာသလိုသူတို့စွဲကိုင်တဲ့တော်လှန်ရေးဝါဒကလည်း အင်အားဖြစ်စရာမို့ FBI က စနစ်တကျဖြိုခွင်းဖို့ကြိုးစားပါတယ်…ဒါ့ကြောင့် FBI ဟာ ကျားသစ်နက်ပါတီကိုဖြိုခွင်းဖို့ FBI အေးဂျင့် ရွိုင်မစ်ချယ် လူမည်းတစ်ယောက်ကိုသူလျှိုအဖြစ်ထည့်သွင်းလှုပ်ရှားစေခဲ့တယ်…ဒီလူမဲကတော့ သူ့ကိုယ်ကျိုးအတွက်ဘာမဆိုလုပ်မဲ့သူဖြစ်တယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့…ဒီကားကBiographyဖြစ်တဲ့အပြင် လူမဲအရေးလှုပ်ရှားမှုဇာတ်ကားဆိုပေမဲ့ အစမှ အဆုံးထိ စိတ်လှုပ်ရှားစရာကောင်းပါတယ်…ဆုကြီးပေါင်း (၈)ဆုရထားသလို IMDB ရော Rotten ရော အလန်းဆုံးအဆင့်မှာရှိလို့ လက်မလွှတ်စေလိုကြောင်းပြောကြားပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်…File Size : (2.5 GB) and (1 GB)Quality : HEVC 1080p 5.1, WEB-DL720pFormat…mp4Duration…02:06:00Genre :Biography,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Lwin Lwin AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gpFBYlNHCaxiqArTI2TysgVy4l0.jpg",
      "https://image.tmdb.org/t/p/w300/fatz1aegtBGh7KS0gipcsw9MqUn.jpg",
      "https://image.tmdb.org/t/p/w300/ihB5ggtVPalw4j2z5L2z6yyJdMp.jpg",
      "https://image.tmdb.org/t/p/w300/Aq8U2klnbzw0zvD6PhbyZmd1vEF.jpg",
      "https://image.tmdb.org/t/p/w300/mMge4AXCLzIqFSgZrQkLByf2tp5.jpg",
      "https://image.tmdb.org/t/p/w300/cWTDxNPGPZ0IzSg1CJ4CPd8iqVz.jpg",
      "https://image.tmdb.org/t/p/w300/dJELIL9HHhwT8UjKLCM9nEW7z5Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iIgr75GoqFxe1X5Wz9siOODGe9u.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qcdv3ze492wd.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://usersdrive.com/y0eddvy2qd4i.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://yoteshinportal.cc/judas-and-the-black-messiah-2021-1080-p-5-1-ch-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/judas-and-the-black-messiah-2021-web-dl-720-p-pp-mkv",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://megaup.net/VJw2/Judas_And_The_Black_Messiah.2021.1080p.5.1CH.HEVC.mkv",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://megaup.net/VJwf/Judas_And_The_Black_Messiah.2021.WEB-DL.720P.PP.mkv",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://mega.nz/file/slgQABYB#UIaDpeEXfcUaui4rUbP7iPmT8bWp3ZnA2ab9koOmmDk",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "HEVC 1080p 5.1"
      },
      {
        "link": "https://mega.nz/file/wsp01JKa#qURaEcI3FakhswcXdOMlE3zEJrVDB6Nc8MaAb6joDh0",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "WEB-DL720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/judas-and-the-black-messiah2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "sSjtGqRXQ9Y",
      "video_url": "https://www.youtube.com/watch?v=sSjtGqRXQ9Y",
      "embed_url": "https://www.youtube.com/embed/sSjtGqRXQ9Y"
    }
  },
  {
    "metadata": "Not Rated||2h 15min|Drama,History",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "8603"
    },
    "title": "Aftershock ( 2010 )",
    "description": "ဒီဇာတ်ကားလေးဟာ 2010 ခုနှစ်ကထွက်ရှိထားပြီး Vote ပေါင်း 8603 နဲ့imdb မှာ 7.5 အထိ Rating ကောင်းထားတဲ့ ဇာတ်ကားလေးပါပဲRotten Tomatoes လည်း 91 % ရထားပါတယ်သဘာဝဘေးအန္တရာယ်ဆိုတာ ကြုံလာရင် လူတိုင်းရှောင်လွှဲလို့မရတဲ့ကပ်ဆိုးကြီးတစ်ခုပါ ဒီလိုကပ်ဆိုးတွေကြောင့် ပျော်ရွှင်နေရတဲ့ မိသားစုတွေသေကွဲတွေသာမက ရှင်ကွဲပါကွဲကြရပါတယ် ယခုတင်ဆက်ပေးမဲ့ ရုပ်ရှင်ရဲ့အကြောင်းအရာဟာဆိုရင်ဖြင့် ၁၉၇၆ခုနှစ် တရုတ်နိုင်ငံ ထန်ရှန်မြို့မှာ ဖြစ်ခဲ့တဲ့ငလျင်ဒဏ်ကြောင့် ထိခိုက်နစ်နာခဲ့သူ နှစ်သိန်းလေးသောင်းရဲ့ ဘဝတွေကိုအမှတ်ရအောက်မေ့ဖွယ်ရာ တင်ဆက်ထားခြင်းဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကတော့ငလျင်ဘေးကြီးကြောင့် ပြိုကွဲသွားရတဲ့ မိသားစုလေးအကြောင်းကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ် ဇာတ်ကြောင်းလေးကတော့….ထန်ရှန်မြို့လေးမှာ ယွမ်နီဆိုတဲ့ အမျိုးသမီးလေးဟာ အမွှာ သား သမီးနှစ်ယောက်ယောကျာ်းနဲ့အတူ မိသားစုဘဝလေးကို ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူ တစ်ယောက်ပါဒါပေမဲ့ ကံအကြောင်းမလှတဲ့အခါမှာတော့ ထန်ရှန်မြို့မှာ ငလျင်အကြီးစားတစ်ခုလှုပ်ခတ်ပြီး ယောကျာ်းဖြစ်သူက ယွမ်နီကို ကာကွယ်ရင်း ငလျင်ဘေးမှာ ဆုံးပါးသွားခဲ့ပါတယ်ကံဆိုးမသွားလေရာ မိုးလိုက်လို့ရွာဆိုသလို ယောကျာ်းသာသေရုံမကပဲကလေးနှစ်ယောက်ဟာလည်း ကွန်ကရစ်တုံးကြီး အောက်မှာပိမိပြီး တစ်ယောက်ပဲကယ်လို့ရမဲ့ အနေအထားဖြစ်ခဲ့ပါတယ် ပထမကတော့ ယွမ်နီအနေနဲ့ မိဘမေတ္တာအရဘယ်သားသမီးကိုမှ မစွန့်လွှတ်ချင်ခဲ့ပေမဲ့ တစ်ယောက်ကိုပဲ ကယ်လို့ရမဲ့အခြေအနေမှာမသက်သာဘဲ သမီးလေးကို စွန့်လွှတ်လိုက်ပြီး သားကိုကယ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်အဲ့ဒီဆုံးဖြတ်ချက်ဟာ သူတို့ရဲ့ ဘဝတစ်လျှောက်လုံးမှာ အရိပ်မည်းကြီးလိုလိုက်ပါလာပြီးသူတို့အနေနဲ့ ဘယ်လိုတွေ ဆက်လက် ရှင်သန်ရုန်းကန်ကြရမလဲဆိုတာကိုဇာတ်လမ်းပုံစံ အေးအေးလေးနဲ့ ကြည့်ရှုခံစားကြရမှာပါTranslated & Review By Yamin EiEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hIKyw0dELiEjXywgb0XrLjeoDa4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tfTD9Z2ObdTIslsKtXiYRWuf7qd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/aftershock-2010",
        "server": "VIP Links",
        "size": "1.4 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/aftershock-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/aftershock-720-p-convert-video-online-com-mp-4",
        "server": "yoteshinportal.cc",
        "size": "481 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/hj9vorquxmd2.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/2bh9qkt0ei9i.html",
        "server": "usersdrive.com",
        "size": "481 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "6_QML6RdN0E",
      "video_url": "https://www.youtube.com/watch?v=6_QML6RdN0E",
      "embed_url": "https://www.youtube.com/embed/6_QML6RdN0E"
    }
  },
  {
    "metadata": "|2022|2h 10m|Action,Drama,History",
    "rating": {
      "rating": "7/10",
      "rating_count": "234"
    },
    "title": "Hansan: Rising Dragon (2022)",
    "description": "Hansan: Rising Dragon (2022)(သမိုင်းကြောင်းပြန်လည်ပြောပြချိန် စာတန်းထိုး မညီခြင်းနှင့် ရှေးခေတ်စစ်ဘက်ဆိုင်ရာ အသုံးအနှုန်းလိုအပ်ချက်များအား ပြန်လည်ပြင်ဆင်ထားပါပြီ)ဒါရိုက်တာ Kim Han-min ဆိုတာကတော့ The Admiral: Roaring Current, War of the Arrows တို့လို နာမည်ကြီး ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့သူပါ။ အခုလည်း ဂျိုဆွန်း ရေတပ် စစ်သူကြီး လီဆွန်းရှင်းအကြောင်း ထပ်မံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ထွက်လာခဲ့ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း စစ်သူကြီး လီဆွန်းရှင်းဟာ ဂျပန် ကျူးကျော်စစ်ကို ရွပ်ရွပ်ချွံချွံ တိုက်ခိုက်ခဲ့ပြီး စစ်ပရိယာယ် ကြွယ်ဝတဲ့ နည်းဗျူဟာမှုးအဖြစ်လည်း ကျော်ကြားပါတယ်။ဒီ Hansan: Rising Dragon ဆိုတဲ့ ရုပ်ရှင်ကတော့ စစ်သူကြီး လီဆွန်းရှင်းရဲ့ သမိုင်းဝင် အောင်ပွဲဆင်နိုင်ခဲ့တဲ့ ဟာဆန်းဒို တိုက်ပွဲ အကြောင်းကို အခြေခံပြီး အသေးစိတ် ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး ဖြစ်ပါတယ်။တစ်ခေတ်တစ်ခါက အာရှကို မင်းမူခဲ့တဲ့ ဂျပန်တွေကို ပင်လယ်ပြင်မှာ ဘယ်လို ဗျူဟာခင်းပြီး အနိုင်ယူခဲ့လဲ?ကိုးရီးယားတွေရဲ့ ဂန္တဝင် လိပ်သင်္ဘောတွေက စစ်ရေးမှာ ဘယ်လို အရေးပါ အရာရောက်သလဲ? စတာတွေ ကြည့်နိုင်မဲ့အပြင် နိုင်ငံရေး စစ်ရေး လှည့်ကွက်တွေ ပြည့်နှက်နေ‌တဲ့ စိတ်ဝင်စားစရာ ကားကောင်းလေး ဖြစ်ပါတယ်။စစ်သူကြီး လီဆွန်းရှင်း အနေနဲ့ ဝါရင့်မင်းသားကြီး Park Hae Il က ပါဝင် သရုပ်ဆောင်ထားပြီး မင်းသမီးလေး Kim Hyung Gi အပြင် Byun Yo Han , Taec Yeon , Gong Myung တိုနဲ့အတူ ဝါရင့်သရုပ်ဆောင်ကြီးတွေ တွဲဖက် ရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်တဲ့ ကားလေး ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကိုတော့Winက ရေးပေးထားပါတယ်။)File Size :8GB, 3GB, 1.2GB & 593MBQuality :4K WEB-DL HEVC, 1080p WEB-DL, 720p WEB-DL & 480pFormat :mkv,mp4Duration :2hr & 10minsGenre :Action, Drama, HistorySubtitle :Myanmar Subtitle(Hardsub)Translated byWin, Estel & YumekoEncoded byPhyo Pyae & Kinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bHXrZnsYAh8nfjmB3W2OvfQMVVp.jpg",
      "https://image.tmdb.org/t/p/w300/ghycxyGDKvlOcVhRNvPoXDmCjYV.jpg",
      "https://image.tmdb.org/t/p/w300/45i5S2BIt1iJXDyrZrNe1ogljph.jpg",
      "https://image.tmdb.org/t/p/w300/hEGaRDKUlSuKR1W5maILKt4mTPs.jpg",
      "https://image.tmdb.org/t/p/w300/jOUOlzzqbSzlGRKGAKcJ52PAs2z.jpg",
      "https://image.tmdb.org/t/p/w300/wcqUGuCmPfvN5lUqpptE9wqeDGG.jpg",
      "https://image.tmdb.org/t/p/w300/irzd2SdNl6RK0mDWL8zqsNljhnD.jpg",
      "https://image.tmdb.org/t/p/w300/gqqfN3XeWZcZZ2uQQEEFp3fHfSp.jpg",
      "https://image.tmdb.org/t/p/w300/oXsMOfH64y1FAFORRxO0hxZWTKF.jpg",
      "https://image.tmdb.org/t/p/w300/qq44cxIW48OyeticAWRCdeU5txo.jpg",
      "https://image.tmdb.org/t/p/w300/jnT18rDtrg8oIUGSfBvFXREQ2jD.jpg",
      "https://image.tmdb.org/t/p/w300/u5frTHYtW1u4FTWeXd61YeaHB7j.jpg",
      "https://image.tmdb.org/t/p/w300/j8UJZX5AM8AAt0mZdKu5pkKAKjL.jpg",
      "https://image.tmdb.org/t/p/w300/t68U80XvtQHMCjAckbDPSTo24cu.jpg",
      "https://image.tmdb.org/t/p/w300/iIIdW3y3mLMtLTsSjNLWFqTkhD7.jpg",
      "https://image.tmdb.org/t/p/w300/hXUYXukNGNGXysKmnCG4Mq0vELO.jpg",
      "https://image.tmdb.org/t/p/w300/rgviVd9orCDxOOMf7GiZkNkPgz8.jpg",
      "https://image.tmdb.org/t/p/w300/sDGMS0fgBuTM1mmfApZHEDl6mkV.jpg",
      "https://image.tmdb.org/t/p/w300/iYNpXptDrJPL2BPaDEPQpjqzO52.jpg",
      "https://image.tmdb.org/t/p/w300/qpdgIVhMM59nDwgs1J0iMur7z0J.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/erKuvxvfdkUU1nu9cSNGEfGfy4A.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hansan-rising-dragon-2022-2160-p-4-k-web-dl-hevc-aac-korsub-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hansan-rising-dragon-2022-1080-p-web-dl-kn-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/k7zbqtjr5ag4.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tU5w/[CM]Hansan.Rising.Dragon.2022.1080p.WEB-DL-KN.mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oSExiIZJ#sk1Dcq_ivN6BPAOZHrwQHK4D9-Xit14S6SoSoJ3lzm8",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hansan-rising-dragon-2022-720-p-web-dl-kn-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/utd754wik51l.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tU5h/[CM]Hansan.Rising.Dragon.2022.720p.WEB-DL-KN.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xecXhIQC#T-taCjmCitQKU9Snd0bKTdW4aBXddOs8LfrpJCBsEt8",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/q1bk0xg6i8cm.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hansan-rising-dragon-2022-480-p-kn-mp-4",
        "server": "yoteshinportal.cc",
        "size": "593MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/e5pyb0pm61us.html",
        "server": "usersdrive.com",
        "size": "593MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/17Z46/[CM]Hansan.Rising.Dragon.2022.480p-KN.mp4",
        "server": "megaup.net",
        "size": "593MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/RG9zEI7C#9qIGEbe6knjlrznzo5nmcmX9xPhvkXl5LhAN2Df4h0o",
        "server": "mega.nz",
        "size": "593MB",
        "quality": "480p"
      },
      {
        "link": "https://sblanh.com/5qb2qf8xoesa.html",
        "server": "streamsb.com",
        "size": "593MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "fVSouaggbAg",
      "video_url": "https://www.youtube.com/watch?v=fVSouaggbAg",
      "embed_url": "https://www.youtube.com/embed/fVSouaggbAg"
    }
  },
  {
    "metadata": "R|2021|2h 11min|Biography,Drama,History",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "3300"
    },
    "title": "[18+] Benedetta (2021)",
    "description": "[18+] Benedetta (2021)Benedetta ဟာ ၁၇ ရာစုဝန်းကျင်က အီတလီနိုင်ငံမထင်မရှားမြို့ငယ်လေးတစ်မြို့မှာ တကယ်ရှိခဲ့ဖူးတဲ့ Benedetta Carlini ဆိုတဲ့သီလရှင်ရဲ့ဘ၀ဇာတ်ကြောင်းကိုအခြေခံထားတာဖြစ်ပါတယ်။ငယ်ဖြူဆရာလေးတစ်ပါး စည်းကမ်းတင်းကျပ်တဲ့ ဘာသာရေးအရိပ်အာဝါသအောက်မှာနေထိုင်ရင်း ဖောက်လွှဲဖောက်ပြန် အမြင်အာရုံတွေ ရလာတာ… ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် ညစ်ညမ်းတဲ့ လောကသဘာဝနဲ့သွေဖည်နေတဲ့ အိမ်မက်တွေကတစ်ဆင့် ပြင်ပလောကမှာလဲ သူတို့ ကျောင်းတော်အရိပ်ကို ခိုလှုံဖို့ရောက်ရှိလာတဲ့ နောက်ထပ် ဖခင်နဲ့ အစ်ကိုတွေရဲ့ဖိနှိပ်ခံဆိတ်ကျောင်းသူလေးတစ်ယောက်ကို ကိုယ်ဖိရင်ဖိစောင့်ရှောက်ရာက သဒ္ဒါလွန်လို့ တဏှာကျွံမိပုံတွေကတစ်ဆင့် ဘာသာရေး၊ လူမှုရေး ၊ ခေတ်ကာလနဲ့ အစရှိတဲ့အကြောင်းအရာများစွာကို တို့ထိကစားပြသွားခဲ့ပါတယ်။အငြင်းပွားစရာများစွာရှိတဲ့ ဆတ်ဆတ်ထိမခံတဲ့ ဘာသာရေးအချက်အချာနေရာက ဘာသာရေးခေါင်းဆောင်တွေကို အဓိကဇာတ်အိမ်တည်ထားတာဖြစ်တဲ့အတွက် တစ်ချို့အကြောင်းအရာကိစ္စတွေကိုပုံဖော်ထားတဲ့နေရာမှာ နှုတ်နဲ့ဖွင့်လို့တောင်မပြောဝံ့စရာ ညစ်ပတ်စုတ်ပဲ့တဲ့ အခြေအနေမျိုးတွေနဲ့ တွေ့မြင်ရပါလိမ့်မယ်။ဘာသာရေးကို ခုတုံးလုပ်ပြီး လူတွေကိုလှည့်စားရတာ ဘယ်လောက်လွယ်ကူနိုင်သလဲ၊ ဘာသာရေးဟာ ဘယ်လောက်အထိ အလွယ်တကူဝင်ငွေကြမ်းနိုင်တဲ့ စီးပွားရေးတစ်ခုဖြစ်နိုင်လဲ၊ ဘာသာရေးအဆောက်အအုံတွေမှာ နေထိုင်အရိပ်ခိုကြတိုင်း သူတော်စင်သူတော်ကောင်းဖြစ်နိုင်ပါ့မလား… အစရှိတဲ့ခေတ်အဆက်ဆက် မေးချင်ပေမယ့်မမေးဝံ့လို့ လက်ရှောင်ခဲ့ကြရတဲ့ မေးခွန်းတွေရဲ့အဖြေတွေကိုလဲ တစ်စိတ်တစ်ဒေသမြင်တွေ့ရပါလိမ့်မယ်။တစ်ခေတ်တစ်ခါက ဂန္တ၀င်လို့ဆိုရလောက်တဲ့ သူ့လိုင်းမှာသူပြောစမှတ်တွင်ရလောက်တဲ့ RoboCop, Total Recall, Basic Instinct တို့လို ဇာတ်ကားတွေနဲ့ Showgirls, Starship Troopers တို့လို မြန်မာပရိသတ်တွေရင်းနှီးကျွမ်းဝင်လှတဲ့၊ တမ်းတမ်းစွဲ ကြိုက်နှစ်သက်ကြတဲ့ ဇာတ်ကားများစွာရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Paul Verhoeven ရဲ့ နောက်ဆုံးပေါ်လက်ရာသစ်တစ်ခုပဲဖြစ်ပါတယ်။( မင်းသမီးနှစ်ဦးရဲ့ ပီပြင်လွန်းလက်တွေ့ကျလွန်းတဲ့ ချစ်တင်းနှောခန်းတွေအပါအ၀င်၊ ၀တ်လစ်စလစ်ဇာတ်ဝင်ခန်းတွေနဲ့ သွေးသံရဲရဲသတ်ဖြတ်နှိပ်စက်ခန်းတွေကြောင့် မိသားစုကြည့်လို့တော့အဆင်ပြေမှာမဟုတ်ပါဘူး )(ဒီဇာတ်ကားနဲ့အညွှန်းကို ဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias ပဲ ဖြစ်ပါတယ်)Size – 2GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 2H 11MinType – Biography, Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by AliasEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b2L7jOgo5cHiRIvljD2GCqZiYO2.jpg",
      "https://image.tmdb.org/t/p/w300/fmoANd5RJYEGenruTjBovSxdn4G.jpg",
      "https://image.tmdb.org/t/p/w300/voi88IfoNAykXAEd0zrnczNM8LF.jpg",
      "https://image.tmdb.org/t/p/w300/wpvgL7qy1gfdbnQcvlJUjnEvYNZ.jpg",
      "https://image.tmdb.org/t/p/w300/z2tj94Di4fCqDnjUbZhwQkxESVV.jpg",
      "https://image.tmdb.org/t/p/w300/4H2BWdB5b0xZME79kmmJFyDVIGQ.jpg",
      "https://image.tmdb.org/t/p/w300/vwRolyCAyxF7ZnsDeEOWkz4Vxqg.jpg",
      "https://image.tmdb.org/t/p/w300/o2XXsviuwHaiRkyeukAmq0b8nNj.jpg",
      "https://image.tmdb.org/t/p/w300/8CD1h3mcsRcTGzgquSQ4nAITfe8.jpg",
      "https://image.tmdb.org/t/p/w300/qiKm33qpSTJsBm0s6qPNNEv4Rfz.jpg",
      "https://image.tmdb.org/t/p/w300/qDlRrS9aRJrd5C5nF9g0VrXL90v.jpg",
      "https://image.tmdb.org/t/p/w300/dRgAwND3pUU7HabwJRYR3wE6s69.jpg",
      "https://image.tmdb.org/t/p/w300/zovFoy7LrqmmAXP9xON7RiePqs4.jpg",
      "https://image.tmdb.org/t/p/w300/fLZshCIFoLm3IypozhQ9Tnj0cd8.jpg",
      "https://image.tmdb.org/t/p/w300/dnzRsyShxT7pDzn1nKDODdzcjYF.jpg",
      "https://image.tmdb.org/t/p/w300/rqBnOIwAEiCANX1Npk48vXxFQrk.jpg",
      "https://image.tmdb.org/t/p/w300/i38BwVmyHp5ogjIvKPEYQxqDJOk.jpg",
      "https://image.tmdb.org/t/p/w300/gfVx7inWVZgNKt34BjWDjP1Kqb.jpg",
      "https://image.tmdb.org/t/p/w300/7sHPUt6fApOALj1OxMcQeAAXfu.jpg",
      "https://image.tmdb.org/t/p/w300/dBKckYrkr9p5BuSsmieigKlfbye.jpg",
      "https://image.tmdb.org/t/p/w300/612xAorVHBjoED8duQCd5d6IRMV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7eJfB8ZwnspJV4IwREbRrfiyVag.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/benedetta-2021",
        "server": "VIP Links",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-benedetta-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/5Kg0lt6J",
        "server": "Direct Link",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Gf4g/(CM)_Benedetta_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-benedetta-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/PE4sQsuv",
        "server": "Direct Link",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Geag/(CM)_Benedetta_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/kwjf8kovfzd7.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "n-31QJXV3iA",
      "video_url": "https://www.youtube.com/watch?v=n-31QJXV3iA",
      "embed_url": "https://www.youtube.com/embed/n-31QJXV3iA"
    }
  },
  {
    "metadata": "N/A|2018|124 min|Drama,History,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2,548"
    },
    "title": "The Guernsey Literary and Potato Peel Pie Society (2018)",
    "description": "ဒီဇာတ်ကားလေးက English ရေလက်ကြားက Normandy ကမ်းရိုးတန်းနားမှာရှိတဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေ သိမ်းယူပြီး ခံတပ်တစ်ခုအဖြစ်ပြောင်းလဲခံထားရတဲ့ Gurnsey ဆိုတဲ့ကျွန်းလေးပေါ်က အဖြစ်အပျက်လေးတစ်ခုအဖြစ် ဖန်တီးရိုက်ကူးထားတာပါ။စစ်အတွင်းကအကြောင်းတွေရေးပြီး နာမည်ကြီးလာခဲ့တဲ့ စာရေးဆရာမလေး Juliette Ashton တစ်ယောက် သူရဲ့ဘဝကို မပျော်ပိုက်သလိုဖြစ်နေတဲ့အချိန်မှာGurnsey ကျွန်းပေါ်က Dorsey Adam ဆိုတဲ့ လယ်သမား စာအုပ်ချစ်သူတစ်ယောက်က စာအုပ်တစ်အုပ်ကိုရှာပေးဖို့အကူအညီတောင်းတဲ့ စာကိုလက်ခံရခဲ့ပါတယ်။သူတို့ရဲ့ စာဖတ်အသင်းနာမည်က ဂန်ဆီစာပေနှင့်အာလူးပိုင်မုန့်အသင်းတဲ့။အဲဒီရယ်စရာ ထူးဆန်းတဲ့ နာမည်နဲ့ စာဖတ်အသင်းကိုစိတ်ဝင်စားမိပြီး ကူရှာပေးဖို့ပြောတဲ့စာအုပ်ကို တစ်ခါတည်းပို့ပေးပြီးတော့ အဲ့ဒီအသင်းဖြစ်ပေါ်လာပုံတွေ ဘာလို့အဲဒီနာမည်ဖြစ်နေရတာလဲဆိုတာကိုမေးရင်းနဲ့ အဖြေတွေရလာတဲ့အခါမှာ သူကိုယ်တိုင် Gurnsey ကျွန်းကိုသွားချင်စိတ်တွေပေါ်လာပြီး Gurnsey ကျွန်းကိုရောက်တဲ့အခါမှာ သူနောက်ထပ်ဘယ်လိုဇာတ်လမ်းတွေကိုရှာတွေ့မယ်ဖန်တီးမယ်ဆိုတာကို ကြည်နူးစရာ၊ ဝမ်းနည်းစရာ တွေ့ရမှာပါ။ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 7 ပါ။ကျွန်တော်တို့မှာ မတွေ့ဖူးခင်ကတည်းကရင်းနှီးနေတဲ့မျက်နှာတွေရှိနေပါသလား ရှိခဲ့မယ်ဆိုရင် အဲဒီသူနဲ့ ကျွန်တော်တို့ သက်ဆိုင်သလို အဲဒီလူကလည်းကျွန်တော်တို့နဲ့ သက်ဆိုင်နေမှာအသေအချာပါပဲ။(d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 04minFormat : Mp4Genre : Drama, History, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p WEB-DL DD5.1 H264-CMRGTranslated by d3monEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t37KsDxxyOGuadVDWD0IbUahYQX.jpg",
      "https://image.tmdb.org/t/p/w300/muCu2HXST3Wu9rIy2Zw8ntay3fy.jpg",
      "https://image.tmdb.org/t/p/w300/s5d3bDvpuABDBqKKoPThPuZsoUS.jpg",
      "https://image.tmdb.org/t/p/w300/kgyKhkAt32rIIXXhJbd3qfQyZnB.jpg",
      "https://image.tmdb.org/t/p/w300/kZv4R8JEgimrFsKyC8ltSFiFgxc.jpg",
      "https://image.tmdb.org/t/p/w300/1mtsNh7fhNgWlxX81hFFgXV8dtE.jpg",
      "https://image.tmdb.org/t/p/w300/mGDUIbcrdULI7N0eg1Ip7oY0aUS.jpg",
      "https://image.tmdb.org/t/p/w300/mHhwufTZQ23h5dpxKSweZyad2Ey.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/55oz5d6NdH7ohbM1I1Euh1Tt6PN.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-guernsey-literary-and-potato-peel-pie-society-2018-mm-sub",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-guernsey-literary-and-potato-peel-pie-society-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/atmiz8zlhem0.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "HTDNGv61-Dk",
      "video_url": "https://www.youtube.com/watch?v=HTDNGv61-Dk",
      "embed_url": "https://www.youtube.com/embed/HTDNGv61-Dk"
    }
  },
  {
    "metadata": "|||Drama,History,Sport",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "23568"
    },
    "title": "The Game of Their Lives(2005)",
    "description": "The Game of Their Lives(2005)*****************************၂၀၂၂ခုနှစ်မှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲကြီးကတော့ အာဂျင်တီးနားအသင်းကဖလားကြီးကို ကိုင်မြှောက်ရင်းနဲ့ပဲလှလှပပအဆုံးသတ်သွားခဲ့ပါတယ်။ ပြိုင်ပွဲတစ်လျှောက် မထင်မှတ်ထားတဲ့ပွဲတွေ မထင်မှတ်ထားတဲ့ရလဒ်တွေနဲ့ပွဲကြည့်ပရိသတ်တွေကို ရသမျိုးစုံပေးစွမ်းနိုင်တဲ့ကမ္ဘာ့ဖလားပွဲကြီးဟာ အားကစားပြိုင်ပွဲတွေအားလုံးထဲမှာအကြီးကျယ်ဆုံးလို့သတ်မှတ်ခံထားရပါတယ်။ ၁၉၃၀ ခုနှစ်မှာအစပြုခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲစဉ်တွေဟာလေးနှစ်တစ်ကြိမ်ကျင်းပခဲ့ပြီး ၁၉၄၂ နဲ့ ၁၉၄၆ ခုနှစ်တွေမှာတော့ ဒုတိယကမ္ဘာစစ်ကြောင့်ခေတ္တရပ်နားခဲ့ရပါတယ်။၁၉၅၀ ခုနှစ်မှာကမ္ဘာ့ဖလားပွဲ ပြန်လည်စတင်ခဲ့တဲ့အခါမှာတော့ အမေရိကန်ပြည်ထောင်စုကလည်းကမ္ဘာ့ဖလားကန်ဖို့အတွက် အခွင့်အရေးရခဲ့ပါတယ်။ ဘောလုံးအဆင့်အတန်းအနေနဲ့ နိမ့်ပါးနေတဲ့အမေရိကအသင်းဟာအဲ့ဒီအချိန်အခါမှာတော့ အောက်ဆုံးအသင်းအဖြစ်အများက သတ်မှတ်ခံထားရတဲ့အသင်းပဲဖြစ်ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ဘောလုံးအားကစားအပေါ်ထားတဲ့ စိတ်အားထက်သန်မှုနဲ့ အသင်းသားတစ်ယောက်နဲ့တစ်ယောက်အပေါ်ထားတဲ့နားလည်မှုတွေကြောင့် အဲ့ဒီခေတ်အခါမှာအင်အားကြီးအသင်းတစ်သင်းဖြစ်တဲ့ အင်္ဂလန်အသင်းကိုအနိုင်ယူနိုင်ခဲ့ပါတယ်။ဒီလိုဖြစ်လာဖို့အတွက် အသင်းသားတွေရဲ့အခက်အခဲတွေ တစ်ယောက်နဲ့တစ်ယောက်ရဲ့ယုံကြည်မှုတည်ဆောက်ခဲ့ရပုံတွေနဲ့ဘောလုံးအားကစားအပေါ်ထားတဲ့သူတို့ရဲ့ ပြင်းပြတဲ့စိတ်ဓာတ်တွေကိုရိုက်ကူးပြသထားတဲ့ ဒီဇာတ်ကားလေးကတော့ဘောလုံးချစ်တဲ့ပရိတ်သတ်တွေရော ရုပ်ရှင်ချစ်တဲ့ပရိသတ်တွေရော ကြိုက်နှစ်သက်မယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။File Size :(2.3GB)(1.1GB) and (224MB)Quality : Blu-Ray 1080P,720pFormat…mp4Duration…01:41:00Genre :Sport, History , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by APPEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pRtplfXsJHrfl9dPSHniNyVLqOv.jpg",
      "https://image.tmdb.org/t/p/w300/4CPhOk9V4eh7mLac8biqSG27kB8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/51xzq8R1qkL._AC_SY445_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fg6w469b4dk3.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-game-of-their-lives-2005-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2ymoA/The.Game.of.Their.Lives.2005.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/z6o1mKwS#teDHH6zoe8aiqjvgMHj504TB1D6sOfgmEDMdWx5Httg",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/yp22zdcguqsj",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/gcxwpxww3ppo.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-game-of-their-lives-2005-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1crtm/The.Game.of.Their.Lives.2005.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/LqZGlDTK#2vEONpXkUmBrZcl-RK60n_T2r34JPimvsQELCPdNI_I",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/63kqqljziw4r.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/6fknshwuiglr",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/mdao9x9lo0lv.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-game-of-their-lives-2005-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "309MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/3qp1iQjL#U362J0FaZ_ZUV_eCez895wSC0hVAq9nYwUOYe5u7Jbs",
        "server": "mega.nz",
        "size": "309MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1cru7/The.Game.of.Their.Lives.2005.BLU-RAY.480P(CM)_.mp4",
        "server": "megaup.net",
        "size": "309MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/yy29k8rslsgh.html",
        "server": "streamsb.com",
        "size": "309MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/x7vc3uelbtlt",
        "server": "streamvid.io",
        "size": "309MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "PhcBQp9NFJI",
      "video_url": "https://www.youtube.com/watch?v=PhcBQp9NFJI",
      "embed_url": "https://www.youtube.com/embed/PhcBQp9NFJI"
    }
  },
  {
    "metadata": "|||Action,Asian,Drama,History,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "Prince of Lanling: Blood Weeping Blade (2021)",
    "description": "ပေချီတိုင်းပြည်မှ ဘုရင်မင်းကြီးဟာ နန်းတော်ထဲမှာ အတီးအမှုတ်အကအခုန်တွေနဲ့ ပျော်မွေ့ပြီး တိုင်းရေးပြည်ရေးမှာ လစ်ဟင်းနေပါတယ်..နန်းတွင်းမှာ ဩဇာအာဏာကြီးမားတဲ့ အမတ်ချုပ်ကြီး ဟဲရှိခိုင်ဟာ ဘုရင်နဲ့ မှူးမတ်တွေကို သူ့ရဲ့ထိန်းချုပ်မှုအောက်ရောက်အောင် စီမံဆောင်ရွက်ပါတော့တယ်…ပြည်သူတွေအတိဒုက္ခရောက်ပြီး အမိမဲ့သား ရေနည်းငါးဖြစ်နေတဲ့အချိန်ကာလပေါ့…တိုင်းပြည်ချို့ယွင်းပျက်စီးနေချိန်မှာ တိုက်ရည်ခိုက်ရည်နဲ့ ဉာဏ်ပညာကြီးမားတဲ့ မင်းမျိုးမင်းနွယ် စစ်သူကြီး လန်လင်ဘုရင်ဟာ သူ့ရဲ့အမိတိုင်းပြည်ကို ဘယ်လိုကယ်တင်မလဲဆိုတာ …….။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ သိုင်းကားရသအပြည့်ပါဝင်တဲ့ဇာတ်ကားပါ။File size…(1 GB)Quality….WEB-DL 1080pFormat…mp4Duration….01:19:03Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byOmi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/2KeEk_4f.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/prince-of-lanling-blood-weeping-blade-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-lanling-king-martial-arts-action-film-full-movie-hd-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ig54/(CM)_Lanling_King_兰陵王之泣血刀锋_-_Martial_Arts_Action_film_武侠动作片_Full_Movie_HD.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MvpDWCbB#7T10Ks2fKTh0JjAQoRR7wdx2PRAW3G6HAsuyC74_TIk",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/sxf3ui25skyi.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/6x8f1xem28ve.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2008|2h 10m|Action,Drama,History",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "19K"
    },
    "title": "Flame & Citron (2008)",
    "description": "Flame & Citron (2008)ဒုတိယကမ္ဘာစစ်ကိုနောက်ခံထားပြီးတော့ ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဗင့်နဲ့ ဂျော်ဂျန်က ဒတ်ချ်တော်လှန်ရေးအတွက် နာဇီပူးပေါင်းဆောင်ရွက်သူတွေကို ရှင်းပစ်ရတဲ့အလုပ်ကို တာဝန်ယူရတဲ့သူတွေပါ။သူတို့ရှင်းပစ်ရမယ့်သားကောင်တွေကို အက်ဆယ် ဝင်သာဆိုတဲ့မဟာမိတ်ခေါင်းဆောင်က သတ်မှတ်ပေးတာပါ။ဒါပေမဲ့ အချို့အကြောင်းအရင်းတွေကြောင့် ဝင်သာကို သူတို့သံသယရှိလာကြတဲ့အခါ အကြောင်းအရာတွေက ပိုရှုပ်ထွေးလာပါတယ်။ဒါ့အပြင် ဗင့်က ကတ်တီဆယ်မာဆိုတဲ့မိန်းကလေးတစ်ယောက်ကို သဘောကျမိသွားပေမဲ့ ကတ်တီကလည်းနိုင်ငံရေးအရှုပ်အရှင်းတွေမှာပါဝင်ပတ်သက်နေတဲ့သူဖြစ်နေပါတယ်။ဒီရှုပ်ထွေးမှုတွေအကုန်လုံးကို ဗင့်နဲ့ဂျော်ဂျန်တို့နှစ်ယောက် ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားစရာကြည့်ရှုရမယ့်ဇာတ်ကားပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Yee Waiပါ။)File Size          :2GB,767MB, 429MBQuality            :1080p Blu-ray AAC 5.1CH,720p Blu-ray, 480pFormat            :mp4Duration         :2hr 10minsGenre              :Action,Drama, HistoryTranslated byYee WaiEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bYnEzoEklzGwdah3xfgnaenFBu7.jpg",
      "https://image.tmdb.org/t/p/w300/trZRS3RfDnWBe3bQW1UUlOS210F.jpg",
      "https://image.tmdb.org/t/p/w300/tOYD76wpUKRw4v1Ff8nLCY3FhPK.jpg",
      "https://image.tmdb.org/t/p/w300/P939J3WqkwYpdxgIAe0gBsDfFW.jpg",
      "https://image.tmdb.org/t/p/w300/1iBuOJqghETv4JT0MXYTuncpRb1.jpg",
      "https://image.tmdb.org/t/p/w300/y8AtuyEVVb4yCGrGwztNlMvXr7X.jpg",
      "https://image.tmdb.org/t/p/w300/a4D9W0F4hoTKhMqI3Y8Xey3xtTz.jpg",
      "https://image.tmdb.org/t/p/w300/gdVwtmAWNKcRehJbsaXMynBEKlp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uCgxWX9raGBTVrXcanfA0l8aHy6.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-flame-and-citron-2008-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tkukaz9o8684.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1exu8/[CM]Flame.And.Citron.2008.1080p.Blu-ray.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4GV3BRpL#nORml-5PDj_n26zNg6m4P6RyBd2LkkzaJqC_IehrUGw",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ey7xi1b8qenu",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-flame-and-citron-2008-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mcdz1ialuyaz.html",
        "server": "usersdrive.com",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1extc/[CM]Flame.And.Citron.2008.720p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sC9A0YZJ#N5wRFVywLzwyoUR-DN99pB2DBMyqO8zJ9MWn37kBsPA",
        "server": "mega.nz",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/20fdoy48i3kb",
        "server": "streamvid.io",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/dq1jcqx4m5ak.html",
        "server": "streamsb.com",
        "size": "767MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-flame-and-citron-2008-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/nrsuq54djvwj.html",
        "server": "usersdrive.com",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1ext2/[CM]Flame.And.Citron.2008.480p.mp4",
        "server": "megaup.net",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/JHUwgDTa#xK1x69qQ5LhzHOJyaaw3fKkqU_Ybs0sflIac6lbTu8I",
        "server": "mega.nz",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/t3ye1aelix8k",
        "server": "streamvid.io",
        "size": "429MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/x57fyb9mixck.html",
        "server": "streamsb.com",
        "size": "429MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "qJnfNAEwQ8U",
      "video_url": "https://www.youtube.com/watch?v=qJnfNAEwQ8U",
      "embed_url": "https://www.youtube.com/embed/qJnfNAEwQ8U"
    }
  }
]