[
  {
    "metadata": "|2018||Drama,History,Music",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "45,946"
    },
    "title": "Cold War (2018)",
    "description": "Cold War (2018)=============IMDb Rating 7.6/10#UnicodeCold Warကိုကြည့်ပြီးနောက် တွေးမိတာကကျောင်းသင်ရိုးက မြန်မာကဗျာတွေရဲ့ အ‌ရေးပါပုံကိုပါပဲ။Cold Warဟာ ဂီတသမားတစ်ယောက်ကဂီတတင်ဆက်မှုတစ်ခုလုပ်ဖို့ လူစုတဲ့အကြောင်းကနေအစပြုထားတယ်။ သူ့တင်ဆက်ချင်တဲ့ဂီတကနည်းနည်းတော့ထူးခြားတယ်။ ကျေးတောနေလူတန်စား‌တွေရဲ့ဂီတ။ ကျွန‌်တော်တို့ မြန်မာကဗျာမှာသင်ရတဲ့တောင်တွင်းရှင်ငြိမ်းမယ်ရဲ့ အိုင်ချင်းတွေလိုကဗျာတွေကိုဆိုကြတဲ့ဂီတမျိုးပဲ။ ကောက်စိုက်သမဂီတပဲဆိုရမယ်။ဒီဂီတလေးတွေက ဒီကားရဲ့အသက်ပဲထင်တယ်။Cold Warဟာ ဒီတစ်မူထူးတဲ့ဂီတ‌တွေကြောင့်ပဲတခြားMusical Dramaတွေထက်ထူးနေတယ်။ဒီဂီတကဗျာတွေရဲ့ အရေးပါပုံကိုခံစားမိတော့ကျွန်တော် ကျောင်းသင်ရိုးကကဗျာတွေအရေးပါတာတွေးမိတယ်။ကိုယ့်ဘာသာဆို သိချင်မှသိမယ်ကိုး။မူရင်းပိုလန်ဘာသာကနေ အင်္ဂလိပ်လိုပြန်ထားတာကိုမှဗမာလိုပြန်ရေးတာမို့ Lost in Translationအများကြီးရှိနိုင‌်ပေမယ့် ဒီထဲက သီချင်းတွေကိုကျေးလက်ကဗျာ အငွေ့အသက်ရအောင်ပဲပြန်ထားပေးပါတယ်။Cold Warရဲ့တစ်ချို့ အခန်းတွေဟာ သိပ်လှတယ်။ကျွန်တော်အကြိုက်ဆုံးအခန်းက ကျေးလက်ဂီတတွေကိုနိုင်ငံရေးစည်းရုံး‌ရေးသီချင်းဖြစ်အောင် မလွဲရှောင်သာလို့သုံးပေးလိုက်ရပေမယ့်အဲ့ဒီဂီတတင်ဆက်မှုရဲ့ အောင်မြင်မှုအတွက်အားလုံးလက်ခုပ်တီးနေချိန်မှာ လက်ခုပ်မတီးနိုင်တဲ့ဂီတတင်ဆက်မှုရဲ့ ပဲ့ကိုင်ရှင် နှစ်ယောက်နဲ့သူတို့ရဲ့ မသက်မသာမျက်နှာတွေပါပဲ။ရုပ်ရှင်နာမည်ကတော့ ဇာတ်အိမ်ကိုပိုလန်ရဲ့စစ်အေးတိုက်ပွဲ ကာလအတွင်းတည်ထားတာမို့ Cold Warလို့ပေးထားပေမယ့်။ စစ်နဲ့ပက်သက်တာ ဘာမှမပါပါဘူး။သမိုင်းအစစ်တွေတော့ ယူသုံးထားတယ်။Cold Warဟာ 2018ထွက်ဆိုပေမယ့်ဒါရိုက်တာက သူ့အနုပညာရည်ကို လက်စွမ်းပြချင်တော့အဖြူအမဲနဲ့ရိုက်ထားတယ်။ အဲ့ဒီနှစ်က ရုပ်ရှင်ဓာတ်ပုံပညာနဲ့ အော်စကာဆန်ခါတင်၀င်ခဲ့သေးပေမယ့်Romaရသွားတယ်။ သူအသားပေးဖော်ပြသွားတဲ့ကျေးလက်ဂီတတွေရဲ့ ခံစားမှုမျိုးကိုပဲ Cold Warက ကျွန်တော်တို့ကိုပြန်ပေးတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#ZawgyiCold Warကိုၾကည့္ၿပီးေနာက္ ေတြးမိတာကေက်ာင္းသင္႐ိုးက ျမန္မာကဗ်ာေတြရဲ႕ အ‌ေရးပါပုံကိုပါပဲ။Cold Warဟာ ဂီတသမားတစ္ေယာက္ကဂီတတင္ဆက္မႈတစ္ခုလုပ္ဖို႔ လူစုတဲ့အေၾကာင္းကေနအစျပဳထားတယ္။ သူ႔တင္ဆက္ခ်င္တဲ့ဂီတကနည္းနည္းေတာ့ထူးျခားတယ္။ ေက်းေတာေနလူတန္စား‌ေတြရဲ႕ဂီတ။ ကြၽန‌္ေတာ္တို႔ ျမန္မာကဗ်ာမွာသင္ရတဲ့ေတာင္တြင္းရွင္ၿငိမ္းမယ္ရဲ႕ အိုင္ခ်င္းေတြလိုကဗ်ာေတြကိုဆိုၾကတဲ့ဂီတမ်ိဳးပဲ။ ေကာက္စိုက္သမဂီတပဲဆိုရမယ္။ဒီဂီတေလးေတြက ဒီကားရဲ႕အသက္ပဲထင္တယ္။Cold Warဟာ ဒီတစ္မူထူးတဲ့ဂီတ‌ေတြေၾကာင့္ပဲတျခားMusical Dramaေတြထက္ထူးေနတယ္။ဒီဂီတကဗ်ာေတြရဲ႕ အေရးပါပုံကိုခံစားမိေတာ့ကြၽန္ေတာ္ ေက်ာင္းသင္႐ိုးကကဗ်ာေတြအေရးပါတာေတြးမိတယ္။ကိုယ့္ဘာသာဆို သိခ်င္မွသိမယ္ကိုး။မူရင္းပိုလန္ဘာသာကေန အဂၤလိပ္လိုျပန္ထားတာကိုမွဗမာလိုျပန္ေရးတာမို႔ Lost in Translationအမ်ားႀကီးရွိႏိုင‌္ေပမယ့္ ဒီထဲက သီခ်င္းေတြကိုေက်းလက္ကဗ်ာ အေငြ႕အသက္ရေအာင္ပဲျပန္ထားေပးပါတယ္။Cold Warရဲ႕တစ္ခ်ိဳ႕ အခန္းေတြဟာ သိပ္လွတယ္။ကြၽန္ေတာ္အႀကိဳက္ဆုံးအခန္းက ေက်းလက္ဂီတေတြကိုႏိုင္ငံေရးစည္း႐ုံး‌ေရးသီခ်င္းျဖစ္ေအာင္ မလြဲေရွာင္သာလို႔သုံးေပးလိုက္ရေပမယ့္အဲ့ဒီဂီတတင္ဆက္မႈရဲ႕ ေအာင္ျမင္မႈအတြက္အားလုံးလက္ခုပ္တီးေနခ်ိန္မွာ လက္ခုပ္မတီးႏိုင္တဲ့ဂီတတင္ဆက္မႈရဲ႕ ပဲ့ကိုင္ရွင္ ႏွစ္ေယာက္နဲ႔သူတို႔ရဲ႕ မသက္မသာမ်က္ႏွာေတြပါပဲ။႐ုပ္ရွင္နာမည္ကေတာ့ ဇာတ္အိမ္ကိုပိုလန္ရဲ႕စစ္ေအးတိုက္ပြဲ ကာလအတြင္းတည္ထားတာမို႔ Cold Warလို႔ေပးထားေပမယ့္။ စစ္နဲ႔ပက္သက္တာ ဘာမွမပါပါဘူး။သမိုင္းအစစ္ေတြေတာ့ ယူသုံးထားတယ္။Cold Warဟာ 2018ထြက္ဆိုေပမယ့္ဒါ႐ိုက္တာက သူ႔အႏုပညာရည္ကို လက္စြမ္းျပခ်င္ေတာ့အျဖဴအမဲနဲ႔႐ိုက္ထားတယ္။ အဲ့ဒီႏွစ္က ႐ုပ္ရွင္ဓာတ္ပုံပညာနဲ႔ ေအာ္စကာဆန္ခါတင္၀င္ခဲ့ေသးေပမယ့္Romaရသြားတယ္။ သူအသားေပးေဖာ္ျပသြားတဲ့ေက်းလက္ဂီတေတြရဲ႕ ခံစားမႈမ်ိဳးကိုပဲ Cold Warက ကြၽန္ေတာ္တို႔ကိုျပန္ေပးတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1CHDuration – 1hr 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, History, MusicSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHugo Le GourrierecMichaël PierrardPaweł PawlikowskiStarsAdam FerencyAdam SzyszkowskiAdam WoronowiczAgata KuleszaBorys SzycCédric KahnDražen ŠivakJeanne BalibarJoanna KuligTomasz KotCastAdam FerencyAdam SzyszkowskiAdam WoronowiczAgata KuleszaAloïse SauvageBorys SzycCédric KahnDražen ŠivakJeanne BalibarJoanna KuligSlavko ŠobinTomasz Kot",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n7vcKtvScHPJREEaLIuRk41mMot.jpg",
      "https://image.tmdb.org/t/p/w300/rOcw5VX3is3TiZhmxLGdYqBcTcP.jpg",
      "https://image.tmdb.org/t/p/w300/1l8lGCbWVzh1t48OvaZSUbist48.jpg",
      "https://image.tmdb.org/t/p/w300/uRexAIexfAJj0lcgTMGPvXaQkyK.jpg",
      "https://image.tmdb.org/t/p/w300/ztn1jCArw3iGe8KYy10GWxPt3B.jpg",
      "https://image.tmdb.org/t/p/w300/m5FvYPR4i2aJZvFfDWETP4cBq3.jpg",
      "https://image.tmdb.org/t/p/w300/jvwFBEpboQ891rYVrddeqxMUPI2.jpg",
      "https://image.tmdb.org/t/p/w300/uIUhGW2PMMlxr3GccdMdOMcqsIa.jpg",
      "https://image.tmdb.org/t/p/w300/dXwXcBGK8LJ6UQVvuWM3qG6m6Co.jpg",
      "https://image.tmdb.org/t/p/w300/cv5adzgfwJvZe2qCZAfUvv4XZ7h.jpg",
      "https://image.tmdb.org/t/p/w300/jG0gcaAG04l4XHeKGkyTCccLPjE.jpg",
      "https://image.tmdb.org/t/p/w300/heG0vAnyR9L0SDgYVzbNbWn0veq.jpg",
      "https://image.tmdb.org/t/p/w300/pEGKiSDgCUHRza2DnynmbS6nqxH.jpg",
      "https://image.tmdb.org/t/p/w300/w2rV9tvAPR7yTZHIfyyyLhsADsV.jpg",
      "https://image.tmdb.org/t/p/w300/p1ETYBN2qNmMtnWzDEcfZ89h0ch.jpg",
      "https://image.tmdb.org/t/p/w300/xP4vPONSYYvB4lobvuTnz4JsT5N.jpg",
      "https://image.tmdb.org/t/p/w300/pCOY77SQDxMcJKHYehBdYPJ6w1j.jpg",
      "https://image.tmdb.org/t/p/w300/1qZHBc9XMQMHO37AkuMAGhWLUxY.jpg",
      "https://image.tmdb.org/t/p/w300/QiNZ1GY1GCmeOO2ruHjCxxADig.jpg",
      "https://image.tmdb.org/t/p/w300/rVkvbwbSHpN7WBgDJQ6lgzIdKxu.jpg",
      "https://image.tmdb.org/t/p/w300/5z8LDc5XIxP57cUCHIsIkYFmVZf.jpg",
      "https://image.tmdb.org/t/p/w300/gy0n6bQ84hWLl64rE5BvNlW0Nm5.jpg",
      "https://image.tmdb.org/t/p/w300/qRSBAxTqQi5Vp3dn8q2ctwlDDtC.jpg",
      "https://image.tmdb.org/t/p/w300/jbfQo9Zw6DcnjdAc6Qlk1gQ53Av.jpg",
      "https://image.tmdb.org/t/p/w300/ed0qbGNeA8XMU85T9QS30UWJQNw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-07-at-6.06.36-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pn59qjaoseg2.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://usersdrive.com/vusv67p5mj4w.html",
        "server": "usersdrive.com",
        "size": "770 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cold-war-2018-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/cold-war-2018-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "770 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1yGcw/Cold.War.2018.BluRay.1080P[CM].mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://megaup.net/1yGco/Cold.War.2018.BluRay.720P[CM].mp4",
        "server": "megaup.net",
        "size": "770 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/nupaynuwv2b8",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://upstream.to/zxdqw5f2b889",
        "server": "upstream.to",
        "size": "770 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/jYwHlTjQ#gjNUZl8qsB0Phu95cbGxbR4kvFqrXimy-5H6rncI40g",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://mega.nz/file/bQoVwbwT#Rr6sPQyaH-fc2pg6YRcTN5GSxhg69mlT-HBySDbnNBk",
        "server": "mega.nz",
        "size": "770 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yadi.sk/i/nD5zzh60WDP65g",
        "server": "disk.yandex.com",
        "size": "1.6 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yadi.sk/i/PrQfwWm_y57lsg",
        "server": "disk.yandex.com",
        "size": "770 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "8ImvkXgGVWw",
      "video_url": "https://www.youtube.com/watch?v=8ImvkXgGVWw",
      "embed_url": "https://www.youtube.com/embed/8ImvkXgGVWw"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "30K"
    },
    "title": "Testament of Youth (2014)",
    "description": "𝑻𝒆𝒔𝒕𝒂𝒎𝒆𝒏𝒕 𝒐𝒇 𝒀𝒐𝒖𝒕𝒉(ငယ်ရွယ်သူ့သက်သေ)ဟာ 1933ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ နာမည်ကျော်စစ်ပွဲကိုယ်တွေ့မှတ်တမ်းတစ်ခုရဲ့စာမူခေါင်းစဥ်ဖြစ်ပါတယ်…။စာရေးဆရာမ Vera Brittainရဲ့ ပထမကမ္ဘာစစ်အတွင်းကိုယ်တွေ့အဖြစ်အပျက်များကို ရေးသားထားတာဖြစ်ပြီး…Veraဟာစစ်ကြီးအပြီးနှောင်းပိုင်းကာလတွေမှာ စစ်ဆန့်ကျင်ရေးငြိမ်းချမ်းရေးလှုပ်ရှားသူအဖြစ် တက်ကြွလှုပ်ရှားခဲ့သူပါ…။သရုပ်ဆောင်တွေအနေနဲ့ Veraနေရာမှာ The Man from U.N.C.L.E.ထဲကမင်းသမီးချော Alicia Vikanderကသရုပ်ဆောင်ထားပြီးGOTထဲ YOU KNOW NOTHINGမင်းသား ဂျွန်စနိုးကလည်းပါဝင်အားဖြည့်ထားပါတယ်ဗျ…။ဇာတ်အိမ်လေးကိုပြောပြရမယ်ဆိုရင် ပထမကမ္ဘာစစ်ကြီးစဖြစ်တဲ့အချိန်အခါတုန်းပေါ့…စစ်ကြီးဖြစ်လာပြီဆိုရင် ထုံးစံအတိုင်း လူငယ်လူရွယ်လေးတွေဟာတိုင်းပြည်အတွက် သမိုင်းပေးတာဝန်ထမ်းမယ်…ဒီအခွင့်အရေးအရေးမျိုးက မျိုးဆက်တိုင်းမရနိုင်ဘူး၊ စစ်ဆိုတာလည်းခဏနဲ့ပြီးမှာပါလေဆိုပြီး ယုံကြည်ချက်ကိုယ်စီနဲ့ ရှေ့တန်းကို အလုအယက်ထွက်ကြပါတယ်…။ဘဝအတွေ့အကြုံနုနယ်သေးတဲ့ လူငယ်သဘာဝပါပဲ…။အမျိုးသားလူငယ်လေးတွေ ရှေ့တန်းကို ထွက်သွားချိန်မှာတော့ အနောက်မှာမျှော်တရစ်ရစ်နဲ့ ကျန်နေခဲ့သူတွေကတော့…အမေတွေ၊ အစ်မတွေ၊ ဇနီးမယားတွေပါပဲ…ပြန်လာနိုးနိုးနဲ့ မျှော်နေမိကာမှ ထွက်သွားတုန်းက လူတစ်ယောက်ပြန်လာတော့ စာတစ်စောင်ဖြစ်နေတဲ့ အဖြစ်မျိုးက မနည်းပါဘူး…။မျှော်ရတာ ရင်ပူလွန်းလို့ထင်ပါရဲ့… ချစ်သူရှိရာ‌ ရှေ့တန်းကို သူနာပြုအဖြစ်ပါရမီဖြည့်လိုက်ကြတဲ့ ဇာတ်လမ်းတွေလည်းရှိပါတယ်…။ဘာတွေပဲဖြစ်နေနေ တစ်ချိန်မှာတော့ အားလုံးပြန်ဆုံနိုင်ဦးမှာပါ….ဒီဘဝ ဒါမှမဟုတ် တမလွန်မှာပေါ့လေ…။ခံစားချက်တသောသောကို အချိန်ပေးခံစားကြည့်ရှုရမှာဖြစ်တာမို့လက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ Biographgy Drama History movieလေးပါပဲ…။File size…1.82GB / 892MBQuality…Blu-Ray 1080p  / 720pFormat…mp4Duration….2h 9mGenre ….. Biography , Drama , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by ThemesYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandra RoachAlicia VikanderAnna ChancellorCharlotte HopeColin MorganDaisy WaterstoneDominic WestEmily WatsonHayley AtwellHeather NicolHenry GarrettJenn MurrayJoanna ScanlanJonathan BaileyKit HaringtonLaura ElsworthyMiranda RichardsonNaomi EversonNiamh CusackNicholas FarrellNicholas Le PrevostTaron EgertonTeresa ChurcherXavier Atkins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sEDoomoV9h0sTVmYD57zvKQPqm8.jpg",
      "https://image.tmdb.org/t/p/w300/l9Sewhdxo6l2eQo8Fi0U6KVD33O.jpg",
      "https://image.tmdb.org/t/p/w300/3te4KScwdxe6I0lFX57MqZmlq7x.jpg",
      "https://image.tmdb.org/t/p/w300/urNJFiy8qiHPPO9aB1QNujeviaY.jpg",
      "https://image.tmdb.org/t/p/w300/m7bHLuaCS4jl1iFbNj0Rx38O63L.jpg",
      "https://image.tmdb.org/t/p/w300/no0yX9DlWehTjoce8rZcMvgJUfO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/a6kFsaDCulCLfYHmKLDKTYaddM4.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zed1omq1jthv.html",
        "server": "usersdrive.com",
        "size": "1.82GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/testament-of-youth-2014-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Ezbq/Testament.of.Youth.2014.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.82GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/PYVB3Kya#McaNiakuf8tS0gaF8XHwHVRh3VrjsaD6K2izJSnx3tA",
        "server": "mega.nz",
        "size": "1.82GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/2k6o8yks2u38",
        "server": "streamvid.io",
        "size": "1.82GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1vksiy2p99sm.html",
        "server": "usersdrive.com",
        "size": "892MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/testament-of-youth-2014-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "892MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2Ezbh/Testament.of.Youth.2014.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "892MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/bMsCmKqT#dqq6umHfTmIMktoL7F0TGJzegmplSx_LgoTkOD2aR6M",
        "server": "mega.nz",
        "size": "892MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/sdd35m9120rj",
        "server": "streamvid.io",
        "size": "892MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "e3e2nNNJ7-4",
      "video_url": "https://www.youtube.com/watch?v=e3e2nNNJ7-4",
      "embed_url": "https://www.youtube.com/embed/e3e2nNNJ7-4"
    }
  },
  {
    "metadata": "R|2011|119 min|Drama,History,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "11,104"
    },
    "title": "W.E. (2011)",
    "description": "[Unicode]W.E 2011ကမ္ဘာဦးစတည်လာကထဲကဖြေရခက်တဲ့ပုစ္ဆာရှိတယ်ယောက်ျားလေးတွေက ပိုချစ်တာလား မိန်းကလေးတွေကပဲ ပိုချစ်တတ်တာလားကြားဖူးတာလေးတစ်ခု ပြောရမယ်ဆို ယောက်ျားလေးတွေကအချစ်ဦးကိုအချစ်ဆုံး မိန်းကလေးတွေကလက်ရှိချစ်သူကိုအချစ်ဆုံးတဲ့ ဒီပုစ္ဆာဟာ အခုထိအဖြေရှာဖို့ခက်ခဲနေဆဲ…ဒီကားရဲ့ ဇာတ်လမ်းအကျဉ်းက အင်္ဂလန်ထီးမွေနန်းမွေဆက်ခံရတဲ့ အက်ဒွပ်၈ ဟာသာမာန်အမေရိကန်သူ လက်ရှိ အိမ်ထောင်လဲရှိနေတဲ့ မိန်းမတစ်ယောက်ကိုချစ်မိရာကထီးနန်းကိုပါစွန့်လွှတ်လိုက်တဲ့အကြောင်းပါတစ်ကမ္ဘာလုံးက မင်းသားဟာ အချစ်သူရဲကောင်းကြီး လို့သတ်မှတ်ကြပြီးဝေါ်လစ်ကိုတော့ လူဆိုးမကြီးအဖြစ် သတ်မှတ်ကြပါတယ်ဒီဖြစ်ရပ်မှာ ဘယ်သူကဘယ်သူ့ကို ပိုချစ်တာလဲလူတိုင်းက မင်းသားဒေးဗစ်က ဝေါ်လစ်ကြောင့်ထီးနန်း စွန့်ပစ်ခဲ့တာပဲမြင်ကြပါတယ်ဝေါ်လစ်ကရော ဘာတွေစတေးလိုက်လဲ???ဒါကိုမသိကျိုး နွံပြုထားပါတယ်…ဒီဖြစ်ရပ်တွေအပြီးတော်တော်ကြာတဲ့အခါဝေါ်လစ်နဲ့ နာမည်ဆင်တူ ဝေါ်လီဟာ ဒီတိမ်မြုပ်နေတဲ့အမှန်တရားကို ဖော်ထုတ်ဖို့ကြိုးစားပါတယ်ဝေါ်လီကိုယ်တိုင်ကလဲ မသာ ယာတဲ့အိမ်ထောင်ရေးကိုခံစားနေရတဲ့အခါသူ့စိတ်ကူးထဲ ကကြင်ယာတော် ဝေါ်လီဟာ ထွက်ပေါ်လာပြီးသူ့ဘဝကို ပြောပြဟန် ဇာတ်လမ်းလေး ဆင်ထားပါတယ်ကမ္ဘာ့ လူဆိုးမကြီးရဲ့ဘဝကို ရိုက်ပြထားတဲ့ ဒီကားမှာ ဘယ်သူက ပိုချစ်တတ်လဲ ဆိုတဲ့အဖြေရှာတွေ့နိုင်ကြမယ်လို့်မျှော်လင့်ပါတယ်..[Zawgyi]W.E 2011 ကမၻာဦးစတည္လာကထဲက ေျဖရခက္တဲ့ပုစၦာ႐ွိတယ္ေယာက္်ားေလးေတြက ပိုခ်စ္တာလား မိန္းကေလးေတြကပဲ ပိုခ်စ္တတ္တာလားၾကားဖူးတာေလးတစ္ခု ေျပာရမယ္ဆို ေယာက္်ားေလးေတြက အခ်စ္ဦးကိုအခ်စ္ဆံုးမိန္းကေလးေတြက လက္႐ွိခ်စ္သူကိုအခ်စ္ဆံုးတဲ့ဒီပုစၦာဟာ အခုထိအေျဖ႐ွာဖို႔ခက္ခဲေနဆဲ…ဒီကားရဲ႕ ဇာတ္လမ္းအက်ဥ္းက အဂၤလန္ထီးေမြနန္းေမြဆက္ခံရတဲ့ အက္ဒြပ္၈ ဟာသာမာန္အေမရိကန္သူ လက္႐ွိ အိမ္ေထာင္လဲ႐ွိေနတဲ့ မိန္းမတစ္ေယာက္ကိုခ်စ္မိရာကထီးနန္းကိုပါစြန္႔လႊတ္လိုက္တဲ့အေၾကာင္းပါတစ္ကမၻာလံုးက မင္းသားဟာ အခ်စ္သူရဲေကာင္းႀကီး လို႔သတ္မွတ္ၾကၿပီးေဝၚလစ္ကိုေတာ့ လူဆိုးမႀကီးအျဖစ္ သတ္မွတ္ၾကပါတယ္ဒီျဖစ္ရပ္မွာ ဘယ္သူကဘယ္သူ႔ကို ပိုခ်စ္တာလဲလူတိုင္းက မင္းသားေဒးဗစ္က ေဝၚလစ္ေၾကာင့္ထီးနန္း စြန္႔ပစ္ခဲ့တာပဲျမင္ၾကပါတယ္ေဝၚလစ္ကေရာ ဘာေတြစေတးလိုက္လဲ???ဒါကိုမသိက်ိဳး ႏြံျပဳထားပါတယ္…ဒီျဖစ္ရပ္ေတြအၿပီးေတာ္ေတာ္ၾကာတဲ့အခါေဝၚလစ္နဲ႔ နာမည္ဆင္တူ ေဝၚလီဟာ ဒီတိမ္ျမဳပ္ေနတဲ့အမွန္တရားကို ေဖာ္ထုတ္ဖို႔ႀကိဳးစားပါတယ္ေဝၚလီကိုယ္တိုင္ကလဲ မသာ ယာတဲ့အိမ္ေထာင္ေရးကိုခံစားေနရတဲ့အခါသူ႔စိတ္ကူးထဲ ကၾကင္ယာေတာ္ ေဝၚလီဟာ ထြက္ေပၚလာၿပီးသူ႔ဘဝကို ေျပာျပဟန္ ဇာတ္လမ္းေလး ဆင္ထားပါတယ္ကမၻာ့ လူဆိုးမႀကီးရဲ႕ဘဝကို ႐ိုက္ျပထားတဲ့ ဒီကားမွာဘယ္သူက ပိုခ်စ္တတ္လဲ ဆိုတဲ့ အေျဖ႐ွာေတြ႔ႏိုင္ၾကမယ္လို္႔ေမ်ွာ္လင့္ပါတယ္..Translated by Waizin WayneEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim ArmitageMadonnaStarsAbbie CornishAndrea RiseboroughDavid HarbourGeoffrey PalmerHaluk BilginerJames D'ArcyJames FoxJudy ParfittNatalie DormerRichard CoyleCastAbbie CornishAndrea RiseboroughAnnabelle WallisBen WillbondChristina ChongDavid HarbourDouglas ReithGeoffrey PalmerHaluk BilginerJames D'ArcyJames FoxJudy ParfittKatie McGrathLaurence FoxLeigh ZimmermanLiberty RossNatalie DormerOscar IsaacPenny DownieRichard CoyleSuzanne Bertish",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9cwTQhgTmt0sBBaXewHAaTU9ei9.jpg",
      "https://image.tmdb.org/t/p/w300/jnUGePmTbX1lWZBAOc4f1FZDwgx.jpg",
      "https://image.tmdb.org/t/p/w300/tX0IjT4naCQhZIFboS7lV5Ru6HQ.jpg",
      "https://image.tmdb.org/t/p/w300/77mLsrpLsPM616rfoOTHbNybH2j.jpg",
      "https://image.tmdb.org/t/p/w300/8ksoXQqo7DGew09sNWNR8YUdcOn.jpg",
      "https://image.tmdb.org/t/p/w300/oxxWNrrgMsZ2Eo7xx4mQpLg0iVG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTQyMzMyMjkwM15BMl5BanBnXkFtZTcwNzIyODkxNw@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/pbtt",
        "server": "drive.google.com",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/XxHUN9wt",
        "server": "drive.google.com",
        "size": "600mb",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/cKtlcD5u",
        "server": "openload.co",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/bk1yfzSv",
        "server": "openload.co",
        "size": "600mb",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/hRWXDmQ",
        "server": "megaup.net",
        "size": "1.05 GB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/VoN6",
        "server": "megaup.net",
        "size": "600mb",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|151 min|Bollywood,Drama,History,Sport",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "5,516"
    },
    "title": "Gold (2018)",
    "description": "Gold (သို႔မဟုတ္ ) အိပ္မက္အေဟာင္းအအို အား တူးေဖာ္ျခင္း~~~~~~~~~~~~~~~~~~~~~~~~~~~~ကြ်န္ေတာ္ မွတ္မိပါေသးတယ္။ကြ်န္ေတာ့္အိပ္မက္ကို စတင္ျဖစ္ေစခဲ႔တဲ႔1936 ခုႏွစ္တုန္းကေပါ့ ။” ဘာလင္ေျမေပၚမွာ ဂ်ာမဏီကိုအႏိုင္ယူျပီးသကာလ အိုလံပစ္ေရႊတံဆိပ္ေတြနဲ႕ ကြ်န္ေတာ္တို႕ အိႏၵိယေဟာ္ကီအသင္းသားေတြ။ဒီအခ်ိန္မွာ ယူနီယံဂ်က္အလံႀကီးကဖ်တ္ဖ်တ္လြင့္ရင္း မလြတ္လပ္ေသးတဲ႔အိႏၵိယႏိုင္ငံကို ေလွာင္ရယ္ေနခဲ႔တယ္။ဒီအေျခအေနဟာ ျဗိတိသွ်အိႏိၵယလို႕ေခၚေ၀ၚခံရတဲ႔ ကြ်န္ေတာ္တို႕အတြက္ေတာ့ ႀကီးျမတ္တဲ႔ ေအာင္ျမင္မႈအျပည့္အ၀ မဟုတ္ခဲ႔ရပါဘူး ”ဒီမွာတင္ ဂ်ူနီယာမန္ေနဂ်ာ ျဖစ္တဲ႔ ကြ်န္ေတာ္ Tupan Das နဲ႔ ေဟာကီအသင္းသားေတြဟာအိပ္မက္တစ္ခု ကို အတူတကြ မက္ခဲ႔ႀကတယ္။ဒါဟာ လြတ္လပ္တဲ႔ အိႏိၵယႏိုင္ငံအျဖစ္နဲ႔ အိုလံပစ္ေရႊတံဆိပ္ကို ျပန္ယူျပမယ္။ျပီးရင္ ျင္မ္သက္အေနအထားနဲ႔ ဇာတိမာန္ သီခ်င္းကို ဆိုႀကမယ္။ ရင္ဘတ္ထဲက သံုးေရာင္ျခယ္ ႏိုင္ငံေတာ္အလံကို လႊင့္ထူမယ္။ဒါေပမယ့္ဗ်ာ။ ကမ႓ာ့စစ္ေတြေႀကာင့္ အိုလံပစ္ ကို ႏွစ္ႀကိမ္တိုင္တိုင္ ဖ်က္သိမ္းလိုက္ႀကတယ္။ ဒီေတာ့ ကြ်န္ေတာ္ဟာ စိတ္ေလရတယ္။ ကြ်န္ေတာ္ အရက္ေတြခ်ည္း ဖိေသာက္တယ္။ မိန္းမရဲ႕လက္၀တ္လက္စား ေတြပါမက်န္ ခိုးေရာင္းျပီး အရက္ေသာက္ပစ္တယ္။ဒါက ကြ်န္ေတာ္ဆိုးသြမ္းခဲ႔တဲ႔ အမွန္တရားေတြ ။ တစ္ဖက္မွာလည္း အမွန္တရားရွိပါတယ္။ ဒါကေတာ့ ကြ်န္ေတာ္ဟာေဟာကီကို ျမတ္ႏိုးျပီး ႏိုင္ငံကို ခ်စ္တတ္တယ္ ဆိုတာပါပဲ။တစ္ေန႕မွာေတာ့ သတင္းစာျဖတ္ပိုင္းေလးတစ္ခုက ကြ်န္ေတာ့္ရင္ကို လႈပ္ႏိႈးလိုက္ပါေတာ့တယ္။“1948 ခုႏွစ္ အိုလံပစ္ျပိဳင္ပြဲအား လန္ဒန္၌ က်င္းပမည္ ”ဟာ …… ကြ်န္ေတာ္ ျပန္ရပ္တည္ရေတာ့မယ္။ ကြ်န္ေတာ္ ႀကိဳးစားရေတာ့မယ္။ဒီေတာ့ ကြ်န္ေတာ္ ဟာ ေဟာကီအဖြဲ႕အစည္း အႀကီးအကဲ ဆီ သြားတယ္။အိႏၵိယ အသင္းကို ကြ်န္ေတာ္ဦးစီးပါရေစ ဆိုျပီး ေတာင္းခံတယ္။သူကလည္း အခြင့္အေရး ေပးလိုက္ပါတယ္။ ကြ်န္ေတာ့္အတြက္ ေပ်ာ္စရာေကာင္းတဲ႔ အေနအထားေတြပဲဗ်ာ။အဲ႔ဒီေနာက္ ေဟာ္ကီကစားသမား ေဟာင္းေတြကို ျပန္စုတယ္။မ်ိဳးဆက္သစ္ေတြကိုလည္း လက္တြဲေခၚျပီးေရြးခ်ယ္ခဲ႔တယ္။တစ္ေယာက္ခ်င္းရဲ႕ အေလးသာမႈ ေတြကို ႀကည့္ျပီး ေလ့က်င့္ခဲ႔တယ္။ဒါ့ေႀကာင့္လန္ဒန္ေျမက ေရႊကို အမိေျမဆီသယ္လာဖို႕ ကြ်န္ေတာ္တို႕ စိတ္ျပင္းျပေနခဲ႔ႀကတယ္။ဒါေပမဲ႔ ေလာက ဟာ အခ်ိဳးအေကြ႕ေတြသိပ္မ်ားတယ္။ ျပံဳးခါနီးမွ ငိုရမယ့္ မ်က္လံုးေတြ ကို ျပန္ငွားရတယ္။ သိပ္ကို အထာက်တဲ႔ ဒုကၡျပက္လံုးေတြေပါ့ဗ်ာ။အဲ႔ဒီအခ်ိန္မွာ ကြ်န္ေတာ္တို႕ႏိုင္ငံကို အိႏၵိယနဲ႔ ပါကစၥတန္ဆိုျပီး ခြဲကြာေစလိုက္ႀကတဲ့အခါမွာေတာ့ကြ်န္ေတာ္တို႕လည္း ……………?ကဲ ………ဘယ္လိုျဖစ္သြားႀကမွာလိမ့္ ။__________________________ဇာတ္ကား သို႔ခ်ဥ္းကပ္ျခင္း••••••••••••••••••••••••••••••••••••ကြ်န္ေတာ္အေနနဲ႔ ဒီဇာတ္ကားကို ခ်ဥ္းကပ္ႀကည့္ရရင္ အင္မတန္မွ ရည္ရြယ္ခ်က္ ေကာင္းမြန္လွတဲ႔ ဇာတ္အိမ္ဟုသာ ဆိုလိုက္ခ်င္ပါတယ္။လြတ္လပ္ေရးမရမီ ႏိုင္ငံသားတစ္ေယာက္ရဲ႕ ခံယူခ်က္ေတြ / အခ်ဳပ္အေႏွာင္ကင္းတဲ႔ သံုးေရာင္ျခယ္အလံတလူလူနဲ႔ အမ်ိဳးသားေရးစိတ္ကို အႏုပညာနဲ႔ေဖာ္က်ဴးသြားခဲ႔ပါတယ္။အားကစားဖက္ကို ရိုက္ကူးျပရာတြင္လည္း ဟန္ျပ ထက္ ေသခ်ာေလ့က်င့္ေစျပီးမွ အသက္၀င္ေစခဲ႕ပါတယ္။ေဟာကီ စစ္သည္ေတာ္ႀကီး Sandeep Sigh ကို ေခၚယူ သင္ႀကားေပးေစျပီးမွ ပီျပင္ေစခဲ႔တာပါ။Sandeep Sigh ဆိုတာကလည္း Soorma ဇာတ္ကားထဲက ေဟာကီဂႏၱ၀င္။ေအာက္ပိုင္းေသျပီးမွ ေဟာကီကြင္းထဲ ျပန္ေရာက္ခဲ႔တဲ႔ စစ္သည္ေတာ္။ဒါ့ေႀကာင့္ ဒီဇာတ္ကားဟာ အားကစား အရည္အေသြးမနိမ့္ပါဘူး။ေဟာ္ကီကစားသမား ခ်င္းႀကားက စည္းလံုးမႈတည္ေဆာက္ပံုေတြကလည္း အားက်ဖို႕ေကာင္းလွပါတယ္။ဒါ့ျပင္ ဒီဇာတ္ကားရဲ႕ ေနာက္တစ္ကြက္က #မတ္ခ္တြန္း ေျပာခဲ႔တဲ့ စကားေလးအတိုင္းပါပဲ ။( ေသနတ္ ဇာတ္၀င္ခန္းကို အေရွ႕မွာျပသခဲ႔ရင္ ေနာက္ဇာတ္၀င္ခန္းေတြမွာ ပစ္ကို ပစ္ျပရပါမယ္ ) -မတ္ခ္တြန္းဒီ Gold ဇာတ္ကားမွာေတာ့ မထင္မွတ္ထားတဲ႔ ဇာတ္၀င္ခန္းက ဇာတ္သိမ္းခန္းအထိ အေရးသိပ္ႀကီးခဲ႔ပါတယ္။ သိပ္ကိုေထာင့္ေစ့မႈရွိတဲ႔ ဇာတ္ညႊန္းတစ္ခုပါပဲ။အခ်ဳပ္ဆိုရရင္ ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ အျဖစ္အပ်က္မ်ားကို အေျချပဳရင္း စိတ္ကူးစိတ္သန္းစံုလင္စြာ ေပါင္းစည္းမႈတစ္ခု ျဖစ္ခဲ႔တယ္။ ျဖစ္ရပ္မွန္ အျပည့္အ၀ မဟုတ္ေသာ္ျငားလည္း ၁၂ ႏွစ္ႀကာမွရရွိခဲ႕တဲ႔ ေရႊတံဆိပ္ ဟာ အခုထိ အေရာင္တလက္လက္ ျဖစ္ေနခဲ႔ပါေတာ့တယ္။ဒါဟာ အိပ္မက္အေဟာင္းအအို ေလးမွျဖစ္တည္လာေသာ စည္းလံုးျခင္းမွသည္ လံုး၀လြတ္လပ္ေသာ အိႏၵိယႏိုင္ငံသားတိုင္းရဲ႕ တူညီေသာ အိပ္မက္တစ္ခု ရွင္သန္ေပါက္ဖြားခဲ႔ျခင္းသာ ျဖစ္ပါလိမ့္မယ္ ဟု ထင္ျမင္ရင္း ………။#linnkhayanရုပ္ရွင္အညႊန္းကို Linnkhäyañ မွတင္ဆက္ေပးထားပါတယ္။(ဘာသာျပန္သူေတြကေတာ့ CM Team မွ ကိုဟိန္းမင္းထြန္းနဲ႔ကိုမ်ိဳးသန္႔ပါ)File Size : (1.10 GB) and (550 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 31minFormat : MkvGenre : Drama , History , SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL H264 DDP5.1 – NbTTranslated by Hein Min & Myo ThantEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorReema KagtiStarsAbdul Quadir AminAkshay KumarAndrew HavillAtul KaleJason RedshawJoy BadlaniKunal KapoorMouni RoyNikita DuttaScarlett Mellish WilsonCastAbdul Quadir AminAkshay KumarAndrew HavillAtul KaleJason RedshawJoy BadlaniKunal KapoorMouni RoyNikita DuttaScarlett Mellish Wilson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A4YVRhI14LMzsz9Nwqj36lEJPDC.jpg",
      "https://image.tmdb.org/t/p/w300/37FewcwO40ISeNjiOnfJFGLa3ZS.jpg",
      "https://image.tmdb.org/t/p/w300/yEaP3drEAqFIWfiOuhELKsJsqx6.jpg",
      "https://image.tmdb.org/t/p/w300/nrwXHIx8gVQzWHPQeoV7KdfFHK4.jpg",
      "https://image.tmdb.org/t/p/w300/mtVG2vLPOOLvEX7CGE5fYb0IyYh.jpg",
      "https://image.tmdb.org/t/p/w300/j1rJNmhUZ5KFvhWFJdvZaTKiIf.jpg",
      "https://image.tmdb.org/t/p/w300/lMFjT3LZFKtTeOl5KcsGStmbsOa.jpg",
      "https://image.tmdb.org/t/p/w300/lCFoPEsqLSl5Cb2yG1ATcnGbt7l.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xCcdW6nHRcrKWraErYV5g3tut7Q.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/z5/Gold_[2018]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "1.10 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/gold-2018",
        "server": "CM Links",
        "size": "550 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/gold-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Uploading...",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2V9iy/Gold_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "Uploading...",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ojaf96o0s39b",
        "server": "upstream.to",
        "size": "1.10 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "gpWrT-LdMfs",
      "video_url": "https://www.youtube.com/watch?v=gpWrT-LdMfs",
      "embed_url": "https://www.youtube.com/embed/gpWrT-LdMfs"
    }
  },
  {
    "metadata": "Not Rated||1h 32min|History,War",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "80"
    },
    "title": "Matchless Mulan ( 2020 )",
    "description": "ကဲ ဒီတခါတော့ အားလုံးရင်းနှီးကြမယ့်နာမည်နဲ့ဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်တရုတ်နိုင်ငံသမိုင်းမှာထင်ရှားခဲ့တဲ့အမျိုးသမီးစစ်သူကြီးဟွားမုလန်ဆိုရင်လူတိုင်းသိကြမယ်ထင်ပါတယ်နော် အခုလည်း CMပရိသတ်အတွက်2020 Aprilကမှထွက်ထားတဲ့ အသစ်စက်စက် Mulanကားလေးတင်ဆက်ပေးလိုက်ပြန်ပါပြီ Fu Long Feiနဲ့ Liu Yong Xiတို့အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် အရင်ကြည့်ဖူးနေကြဇာတ်လမ်းတွေမှာမုလန်ကနိုင်ငံရဲ့တပ်သားစုဆောင်းတဲ့ကာလမှာသူ့ဖခင်အတွက်စစ်ထဲလိုက်သွားရာက​ကျော်ကြားတဲ့အမျိုးသမီးစစ်သူကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမဟုတ်ဘဲ အဲ့နောက်ပိုင်းကာလကိုအခြေခံထားပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ မုလန်ဟာအမျိုးသမီးစစ်သူကြီးအဖြစ်ကနေဂုဏ်ယူစွာမွေးရပ်မြေကိုပြန်လာပြီးဆယ်နှစ်အကြာမှာ ရိုရန်မွန်ဂိုလူမျိုးတွေဟာအရှေ့ပိုင်းယွင်ကျုံးနယ်မြေကိုလာရောက်ထိပါးလာပြန်ပါတယ်ဒီအတွက်စစ်သူကြီးမုလန်ဟာ တိုက်ပွဲနယ်မြေကိုတခေါက်ပြန်လည်ရောက်ရပြန်ပါတော့တယ်အဆုံးသတ်လေးလည်းလှတာမို့ဘယ်လိုဖြစ်မလဲ ကြည့်ရှုပေးကြပါဦးနော်Review & Translated By Nay ChiiEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYi LinStarsJason FuJulin LiuKaining YuYongxi LiuCastJason FuJulin LiuKaining YuYongxi Liu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wUIIOUSxfChyWe6tRY5N5zE0EGR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qxZQ8LnexyZXwGcJb1z4n7P4Iyd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-matchless-mulan-2020-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "857 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-matchless-mulan-2020-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/yhduu2d1qajc.html",
        "server": "usersdrive.com",
        "size": "857 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/19ylmxsopl6c.html",
        "server": "usersdrive.com",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2dqme/(CM)Matchless.Mulan.2020.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "857 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Rvsc/(CM)Matchless.Mulan.2020.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-matchless-mulan-2020-web-dl-720-p-mp-4",
        "server": "disk.yandex.com",
        "size": "857 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-matchless-mulan-2020-web-dl-480-p-mp-4",
        "server": "disk.yandex.com",
        "size": "380 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "jPU-r1uIWqE",
      "video_url": "https://www.youtube.com/watch?v=jPU-r1uIWqE",
      "embed_url": "https://www.youtube.com/embed/jPU-r1uIWqE"
    }
  },
  {
    "metadata": "N/A|2020|1h 54min|History,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "303"
    },
    "title": "The Man Standing Next (2020)",
    "description": "ဒီကားကတော့ ၂၀၂၀ခုနှစ်အစောပိုင်းကပဲ ထွက်ရှိထားတဲ့ မင်းသားကြီး လီဗြောင်ဟွန်းရဲ့ History/Thriller ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီးဒီကားထဲမှာ တခြားဇာတ်ရုပ်တေနဲ့မတူပဲ တမူထူးခြားစွာ သရုပ်ဆောင်ထားတဲ့ လီဗြောင်ဟွန်းရဲ့ပြောင်မြောက်တဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်။IMDB 7.3 ထိရရှိထားပြီး MDL(My Drama List)မှာ 6.4ထိရရှိထားတဲ့ ကိုရီးယားနိုင်ငံရေးသရုပ်ဖော် ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းက တောင်ကိုရီးယားနိုင်ငံ ရဲ့ ၁၉၇၀ ခုနှစ်ဝန်းကျင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ နိုင်ငံရေးအရှုပ်တော်ပုံ၊နိုင်ငံအကြီးအကဲတွေရဲ့ လှည့်ကွက်တွေကိုအခြေခံထားပြီး ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအစမှာ အမေရိကန်နိုင်ငံ တရားခုံရုံးထက်မှာ KCIA(Korea Central Intelligence Agency)ရဲ့ ဦးစီးမှူးဟောင်းပတ်ယွန်းဂတ်ဆိုသူက တောင်ကိုရီးယားနိုင်ငံရဲ့သမ္မတကြီးကို တရားစွဲဆိုမှုပြုလုပ်ခဲ့ပါတယ်။အဲ့ဒီအချိန်ကတောင်ကိုရီးယားမှာဒီမိုကရေစီမရသေးချိန်ဖြစ်လို့ KCIA ကဦးစီးမှူးဟောင်းကတောင်ကိုရီးယားသမ္မတကို ပြည်သူတွေအပေါ် အာဏာရှင်စနစ်ကိုဆွဲကိုင်ထားခြင်းတခြားသော ငွေကြေးအရှုပ်များရှိနေခြင်းစတဲ့ပြစ်ချက်တွေနဲ့စွဲချက်တင်လိုက်ပါတယ်။ဒီလိုဖွင့်ဟထုတ်ဖော်ပြောလိုက်လို့လည်းအဲ့အချိန်ကစပြီးအဲ့ဒီလူကံဆိုးမိုးမှောင်စကျပါတော့တယ်။သူနောက်မှာ KCIA ရဲ့ဦးစီးမှူးအသစ် ဖြစ်လာသူ ကင်ဂူဖြောင်းကတော့ သမ္မကြီးအပေါ်သစ္စာရှိသူ၊ဖြောင့်မတ်မှန်ကန်သူတစ်ယောက်ပါ။အဲ့ဒီအချိန်က KCIA ဆိုတာ ကိုရီးယားသမ္မတရဲ့အတွင်းရေးကိစ္စမှန်သမျှလုပ်ဆောင်ပေးရတဲ့ အဖွဲ့အစည်းတစ်ခုပါ။ဒါပေမယ့် မထင်မှတ်ထားစရာတစ်ခုက အဲ့လိုသမ္မတလက်စွဲအဖွဲ့အစည်းထက်မှာ တခြားသောလျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုထပ်ရှိနေတယ်ဆိုတာပါပဲ။ဒီအဖွဲ့က သမ္မတကြီးက KCIAကိုတိုက်ရိုက် ခိုင်းစေဖို့မသင့်လျော်တဲ့ ကိစ္စမျိုးတွေ၊ငွေကြေးအရှုပ်တော်ပုံတွေကိုတာဝန်ယူကိုင်တွယ်ပေးနေရတဲ့ လူယုံတော်အဖွဲ့အစည်းတစ်ခုပါ။ဒါကိုသမ္မတကြီးကိုယ်တိုင်ကလွဲလို့ဘယ်သူမှမသိပါဖူး။ဒါပေမယ့် ဒီအကြောင်းကို KCIAကဦးစီးမှူးဟောင်းပတ်ကသိနေခဲ့ပါတယ်။ဒီအကြောင်းကိုသူနဲ့ခင်မင်ရင်းနှီးရပြီးဂျူနီယာတစ်ယောက်ဖြစ်တဲ့ KCIA ဦးစီးမှူးအသစ် ကင်ဂူဖြောင်းကိုလည်းပြောပြခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ ဒါကိုဖော်ထုတ်ဖို့ကင်ဂူဖြောင်းတစ်ယောက်ကြိုးစားရင်းများပြားလှတဲ့နိုင်ငံရေးအရှုပ်တော်ပုံသစ္စာဖောက်မှုတွေ၊လှည့်ကွက်တွေ၊နိုင်ငံတကာဖိအားတွေစသဖြင့်ကြုံတွေ့လာရပါတယ်။အဆုံးသတ်မှာတော့အားလုံးမထင်မှတ်တဲ့ဇာတ်သိမ်းမျိုးနဲ့ သိမ်းထားတဲ့အပြင်တောင်ကိုရီးယားသမိုင်းကဖြစ်ရပ်မှန်အကြောင်းကိုကျောရိုးတည်ရိုက်ကူးထားတာကြောင့် အေးအေးဆေးဆေးနဲကြည့်ရှုလိုသူများအတွက် သင့်တော်ပြီး အနှစ်သာရရှိတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တယ်လို့ညွှန်းချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီးပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါကုန်(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)File Size : (900 MB) and (380 MB)Quality : HDRip 720pRunning Time : 1hr 54minFormat : Mp4Genre : History, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip AAC x264-NonDRMTranslated by Moe PwintEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoo Min-hoStarsJi Hyeon-junKim Hong-paKim Min-sangKim So-jinKwak Do-wonLee Byung-hunLee Hee-joonLee Sung-minPark Ji-ilSeo Hyun-wooCastJi Hyeon-junKim Hong-paKim Min-sangKim Seung-hoonKim So-jinKwak Do-wonLee Byung-hunLee Hee-joonLee Sung-minLee Tae-hyeongPark Ji-ilPark Seong-geunSeo Hyun-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k9eB7x1BcSKj5P8Z0bnwrD6NoHa.jpg",
      "https://image.tmdb.org/t/p/w300/m0Zp6dlmjfpolhMWx6KHJvmFlOk.jpg",
      "https://image.tmdb.org/t/p/w300/7cCNSb6pj7NxtXyNTuKQOYAcHD4.jpg",
      "https://image.tmdb.org/t/p/w300/AdpjhMjIcyQGKTmTvNY9iGI6QPm.jpg",
      "https://image.tmdb.org/t/p/w300/lB04i1dZlQsCzYVKUstk8xDl0uh.jpg",
      "https://image.tmdb.org/t/p/w300/lp6Q6jGo9QAAo66LCTXsuxksqZX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rXvGB9uDdpg1vq1UKLgfdBR6KQe.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-man-standing-next-2020",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-man-standing-next-2020-720-p-hd-rip-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Bm4v/(CM)_The_Man_Standing_Next.2020.720p.HDRip.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/3jhyc2kiro2j.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7764OsNo2O4",
      "video_url": "https://www.youtube.com/watch?v=7764OsNo2O4",
      "embed_url": "https://www.youtube.com/embed/7764OsNo2O4"
    }
  },
  {
    "metadata": "|2012||Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "2300"
    },
    "title": "Saving the Titanic (2012)",
    "description": "Saving the Titanic (2012)==================IMDb Rating – 7.3/10၁၉ရာစုဦးလောက်မှာ သမိုင်းမှာအကြီးကျယ်ဆုံးသင်္ဘောတစ်စီး ပေါ်ပေါက်ခဲ့တယ်။ဘယ်လိုမှ မနစ်မြုပ်နိုင်ဘူးဆိုပြီး ကြွေးကြော်ပြီးပထမဆုံးခရီးမှာတင် နစ်မြုပ်သွားခဲ့တယ်။အားလုံးသိကြတဲ့အတိုင်း အဲ့ဒီသင်္ဘောဟာတိုက်တန်းနစ်ပါပဲ။တိုက်တန်းနစ်ဘာလို့ မြုပ်သွားလဲဆိုတဲ့ပါးစပ်ရာဇ၀င်တွေက အတော်ကိုပေါများခဲ့ပါတယ်။ မဆီမဆိုင် ကျွန်တော်တို့မြန်မာပြည်မှာတောင် အာနန္ဒာဘုရားကနေခိုးသွားခဲ့ကြတဲ့ ကျိန်စာသင့်နေတဲ့ ဟုပ် ခေါ်မနူဟာ စိန်ပြာကြီးကို သယ်သွားလို့မြုပ်ရပါတယ်ဆိုပြီး ပါးစပ်ရာဇ၀င်‌တောင်ရှိသေးပါတယ်။‌နောက်တိုက်တန်းနစ်က ဘာလို့ တန်းမြုပ်မသွားဘဲတစ်နာရီခွဲကြာအောင် တဖြည်းဖြည်းချင်းမြုပ်ခဲ့တာလဲ။ ဘာလို့ ထက်ပိုင်းကျိုးကျပြီးမြုပ်ခဲ့တာလဲဆိုတဲ့ ပဟေဠိတွေလည်း ရှိပါတယ်။တိုက်တန်းနစ်ဟာ စထွက်ကတည်းက၀မ်းပေါက်နေတယ်ဆိုတဲ့ စကားတွေလည်းရှိပါတယ်။ဒီရုပ်ရှင်ဟာ မိုင်းလုပ်သားသပိတ်ကြောင့်‌ကျောက်မီးသွေးကောင်း ရှားတာလိုအသေးစိတ်အချက်ကလေးတွေနဲ့ပါဆက်စပ်ပြီး တိုက်တန်းနစ်နစ်မြုပ်ရခြင်းအကြောင်းရင်းကို သေချာပြထားတယ်။နောက် လူသိနည်းခဲ့ကြတဲ့ တိုက်တန်းနစ်ရဲ့ကုန်းပတ်အောက်က အင်ဂျင်ခန်းတွေထဲကလူတွေရဲ့ တိုက်တန်းနစ် တန်းမမြုပ်ရလေအောင်ကြိုးပမ်းအားထုတ်ခဲ့ကြမှုတွေကို သေချာရှင်းပြထားတဲ့ ဒိုကူဒရာမာ အမျိုးအစားရုပ်ရှင်ပါပဲ။Factsတွေကို Docu ဆန်ဆန် ချက်ကျလက်ကျထည့်ထားပေမဲ့ ဇာတ်သွားက Docu ထက်ဒရာမာ ရုပ်ရှင်တစ်ကားလိုဘက် ပိုသွားလို့Factsတွေလည်းသိရပြီးပျင်းဖို့လည်းမကောင်းစေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p WebRipDuration – 1hr 44minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HistorySource : 1080p.WebRipTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMaurice SweeneyStarsCiarán McDavid WilmotLiam Cunningham(voice)MenaminCastAndrew SimpsonChris NewmanCiarán McMenaminCiaran O'GradyConor MacNeillDavid HeapDavid WilmotDermot MagennisDouglas RankineHugh O'ConorJohnny EvesonJonathan ByrneLiam CunninghamOwen McDonnellOwen RoePaul KennedyStephen Hogan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v6kUC2dsDwSfhwCWdAgldXB7Knu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-10-at-21.38.01.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/saving-the-titanic-2012",
        "server": "VIP Links",
        "size": "1.74 GB / 920 MB / 300 MB",
        "quality": "WebRip 1080P 5.1 CH / WebRip 720P / 360P"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/31oaB/Saving.the.Titanic.2012.1080P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://playersb.com/e8vxleen0zcz.html",
        "server": "streamsb.com",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/z50lyIQR#y__w-sYLCLB1M_MmCA9oBbxBTVTjdUBFYH5nzGwKAlc",
        "server": "mega.nz",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Ftg0/Saving.the.Titanic.2012.720P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://playersb.com/lkb9b6y9b6a4.html",
        "server": "streamsb.com",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/65sFDKJL#mTaGFnwbsuw6ql35YC2b-QOm8VWDCXQtZR9yxKtL-2c",
        "server": "mega.nz",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/yu3ngo2pi636.html",
        "server": "usersdrive.com",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-360-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/31oaC/Saving.the.Titanic.2012.360P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://playersb.com/3vm6h4ncs4mc.html",
        "server": "streamsb.com",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/Tp9lFCoS#Y-5RjZkkazlTyNoU9Y1scY0dmIzbv1nLRJqlB69hpp0",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/qbs94lqfkm8r.html",
        "server": "usersdrive.com",
        "size": "300 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Drama,History",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "12.12: The Day(2023)",
    "description": "12.12: The Day(2023)*******************ဒီရုပ်ရှင်ဇာတ်ကားကြီးဟာ  ဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်..ကိုရီးယားသမိုင်းရဲ့  မမေ့နိုင်စရာကောင်းတဲ့ သမိုင်းဝင်ဖြစ်ရပ်မှန်ဆိုတဲ့အတွက်ကြောင့်ဒါရိုက်တာဟာ နာမည်ကြီးသရုပ်ဆောင်တွေ နဲ့ စစ်ဘက်သုံးဆိုင်ရာ လက်နက်တွေ အသုံးအဆောင်တွေသံချပ်ကာ တိုက်ယာဉ်တွေအများကြီးသုံးပြီးရိုက်ကူးထားသလို ရုံတင်ဝင်ငွေဟာလည်း ဒေါ်လာသန်း ၁၀၀နီးပါးပြန်လည်ရရှိခဲ့ပါတယ်…ဒီကားကတော့ သရုပ်ဆောင်တွေ မိုက်တယ်ဆိုပြီးကြည့်လိုက်ရုံနဲ့ဘာမှာနားလည်မှာမဟုတ်ပါဘူး…ကိုရီးယားမှာလက်ရှိသမ္မတယွန်းဆော့ဂယောအပါအဝင် စုစုပေါင်း သမ္မတ ၁၃ယောက်အထိတာဝန်ထမ်းဆောင်ခဲ့တယ်…လက်ရှိတာဝန်ထမ်းဆောင်နေတဲ့သမ္မတနဲ့ ၁၂ယောက်မြောက်ကလွဲလို့ ကျန်တဲ့သမ္မတ ၁၁ယောက်လုံးဟာ ဆူဆိုက်လုပ်တဲ့သူ အခြားနိုင်ငံကိုထွက်ပြေးတဲ့သူအာဏာသိမ်းခံရတဲ့သူနဲ့ ထောင်ကျခဲ့တဲ့ သူတွေချည်းပါပဲ…ဒါ့ကြောင့် အိမ်ပြာတော်ကျိန်စာလို့ ကိုရီယားတွေက ခေါ်ဆိုကြတယ်လို့ဆိုတယ်…အခုဖြစ်ရပ်က (၃)ယောက်မြောက် သမ္မတဘတ်ဂျောင်ဟီး ကို KCIAက လုပ်ကြံပြီးနောက်ပိုင်းကိုဆက်ပြထားတာဖြစ်ပါတယ်..ဒီအကြောင်းကိုသိချင်ရင် မင်းသားကြီး လီဗြောင်ဟွန်းအဓိကပါဝင်ထားတဲ့The Man Standing Next(2020)ကားကို ကြည့်လိုက်ပါ…ဒီကားကြည့်ဖူးတဲ့သူတွေကတော့ 12.12: The Day(2023) ကိုဆက်ကြည့်လို့အဆင်ပြေပါတယ်..မကြည့်ရသေးလည်း  အကြောင်းအရာကိုသိရုံနဲ့ ဆက်ကြည့်လို့ရပါတယ်..ဆိုတော့ ဘတ်ဂျောင်ဟီး ကွယ်လွန်ပြီးနောက်ပိုင်း ယာယီသမ္မတအဖြစ်နဲ့တာဝန်ထမ်းဆောင်ချိန်နဲ့စစ်အုပ်ချုပ်ရေးအဖြစ် ကြေငြာထားတဲ့ကာလဆိုတော့နိုင်ငံရဲ့အခြေအနေက အကောင်းဆုံးနဲ့အဆိုးဆုံးကာလကို အကူးပြောင်းနိုင်ဆုံးကာလပေါ့…ဒီလိုဖရိုဖရဲကာလမှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့…ကြည့်သင့်တဲ့ကားပါ…တန်ပါတယ်…File Size : (2.02GB) and (884MB)Quality : WEB-DL1080P, 720pFormat…mp4Duration…02:21:00Genre : Action, Drama , HistoryTranslated by  : Tiff Miri, Hnin Wai Htet & Stary HsuEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhn Nae-sangAhn Se-hoAhn Seong-bongBae Ki-beomBaek Jin-wookBrad CurtinCha Gun-wooCha Rae-hyungChoe MinChoe Won-kyungChoi Byung-moChoi Ji-hoGong Jae-minGwag Ja-hyeongHan Chang-hyunHan Kyu-wonHong Seo-junHwang Byeong-gukHwang Jung-minHyun Bong-sikIm Cheol-hyungJang Ji-yongJeon Jin-giJeon Soo JiJeon Woon-jongJeong Dong-hwanJeong Man-sikJung Hae-inJung Hyeong-seokJung Tae-sungJung Woo-sungKang Gil-wooKim Beom-sooKim Eui-sungKim Jung-palKim Ki-mooKim Ok-jooKim Seung-hwanKim Sung-kyunKim Sung-ohKwak Jin-seokKwon Da-hamKwon Hyeok-beomKwon HyukLee Ga-kyungLee Gi-hoonLee Gwi-wooLee Jae-yoonLee Jun-hyukLee Mi-raLee Seung-heeLee Soon-poongLee Sung-minMun Seong-BokNam Yoon-hoOh Hyun-seokPark Hae-junPark HoonPark Hyeok-minPark Jeong-hakPark Jeong-pyoPark Won-sangPaul BattleSeo Gwang-jaeSong Young-geunWoo Mi-hwaYoo Sung-jooYoon Dae-yeulYum Dong-hun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kcrjQkK9XlUe0yD1cZptf4z5h3v.jpg",
      "https://image.tmdb.org/t/p/w300/yOn8w3aGd6Rf9JYki7XaC9ZiyDg.jpg",
      "https://image.tmdb.org/t/p/w300/p1b25DzCZAlAwjqnw6ALQk44c2J.jpg",
      "https://image.tmdb.org/t/p/w300/62wgvIdmc5LlFpsgXmU08oXlI6r.jpg",
      "https://image.tmdb.org/t/p/w300/kp6CJFsbvHRlYwWJFbPXxkRLwPU.jpg",
      "https://image.tmdb.org/t/p/w300/jX9VHEfjX3XwBlYCZSXUn5CvTNw.jpg",
      "https://image.tmdb.org/t/p/w300/qIXVqipVlgsgP0J80uoqNK9mjCN.jpg",
      "https://image.tmdb.org/t/p/w300/9sOpE5FyedxRul554p5pmvVSOnj.jpg",
      "https://image.tmdb.org/t/p/w300/rgM98fSqQ2h9W51NG6vp6ermCW0.jpg",
      "https://image.tmdb.org/t/p/w300/wumXs7rJ83dGGVbGE0jhEFE0Nz1.jpg",
      "https://image.tmdb.org/t/p/w300/nWNZWZtIRDi7i5cGdmhC0MjUyqw.jpg",
      "https://image.tmdb.org/t/p/w300/2wWrlWF3bbd0c1Mm0J7Sad7E5Te.jpg",
      "https://image.tmdb.org/t/p/w300/aAnAboPEjNcC8ImbhyRslrUhjJ2.jpg",
      "https://image.tmdb.org/t/p/w300/wi3RE6g1jy0yaTs0GLDb8y9ubtN.jpg",
      "https://image.tmdb.org/t/p/w300/wHXTiy5kUAXRIlwBJR7YV9MixOU.jpg",
      "https://image.tmdb.org/t/p/w300/z4mmr7JHdAHgxpXwssHal2SS3cC.jpg",
      "https://image.tmdb.org/t/p/w300/u7sraXSX8jJl0RAl3HOm7TAfUEZ.jpg",
      "https://image.tmdb.org/t/p/w300/aEZXVUmuTvBxwNQJRU53hn3tr70.jpg",
      "https://image.tmdb.org/t/p/w300/6XnAIW9eU4JUcNKEdmgxENBc01F.jpg",
      "https://image.tmdb.org/t/p/w300/6tl6PAVeKVBSyBQzMED4B38xnwY.jpg",
      "https://image.tmdb.org/t/p/w300/p3RqhC4fwwgZ0QT07phZQFxRuRa.jpg",
      "https://image.tmdb.org/t/p/w300/l9dMDgPU1Kl4I0Dyw9IzjQDq0D5.jpg",
      "https://image.tmdb.org/t/p/w300/yDxnW4BDvzNegevkjkeTl9dG2Ti.jpg",
      "https://image.tmdb.org/t/p/w300/2Ai3Q0dpGPRhcxVfBBI42njljaW.jpg",
      "https://image.tmdb.org/t/p/w300/d9FiiIl5fQuFZQO8G5vJoyf1U8C.jpg",
      "https://image.tmdb.org/t/p/w300/kcIszVcPjlKida9Qs2dJxaEe5se.jpg",
      "https://image.tmdb.org/t/p/w300/maZN2sHYzyVU6U6KI8dRn9KFAs.jpg",
      "https://image.tmdb.org/t/p/w300/mElpB7Qsbf6IwWtufqLDrH01LYf.jpg",
      "https://image.tmdb.org/t/p/w300/rstwibWkmIINy5QCV0O6r0O57Cy.jpg",
      "https://image.tmdb.org/t/p/w300/keFdiThQqKvwZqBK89VxRVSCs2b.jpg",
      "https://image.tmdb.org/t/p/w300/2DUoC14W6KFMwpRAe9KXjaaco7G.jpg",
      "https://image.tmdb.org/t/p/w300/cikhuciDTQfI5ge39QbjuI5Ip27.jpg",
      "https://image.tmdb.org/t/p/w300/qCvmhq7us8PpB2bWMZpA6HuJqtu.jpg",
      "https://image.tmdb.org/t/p/w300/chW9i9cSr0zqIzArr6eWYNJ6hYn.jpg",
      "https://image.tmdb.org/t/p/w300/neidktaWmlerulsMGy5Hqa1Ovcc.jpg",
      "https://image.tmdb.org/t/p/w300/hjnB7p8xnsWE6eDIb96jhSaSkD8.jpg",
      "https://image.tmdb.org/t/p/w300/p7rHk1nWuKwxEs1QfXpXfDwkbBN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qYczuua2tgjfxcdtLNDC0n4mOHz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a4mdfok8hc02.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/12-12-the-day-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7tkok/12_12_The_Day_2023_WEB-DL_1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tm8h3ATQ#vdKBfrrVX0zZTFFZE_bqR5LhrZkd1_duEuSP-uOP3VE",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://cdnwish.com/iipwi3qw00pq",
        "server": "streamvid.io",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hwi79295zbmz.html",
        "server": "usersdrive.com",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/12-12-the-day-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l0vu5/12_12_The_Day_2023_WEB-DL_720P(CM).mp4",
        "server": "megaup.net",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/V3lXiQJB#Tf1-7tlWfVsjrvQUhyHX15TBYBhV3RL6xvScpDQOwb4",
        "server": "mega.nz",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/mvr3jrmuj3jd",
        "server": "streamvid.io",
        "size": "884MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "Good Night, and Good Luck (2005)",
    "description": "ဆုပေါင်း ၃၉ ဆု၊ အော်စကာ ဆန်ကာတင် ၆ဆုအပါအဝင် ဆန်ကာတင်ပေါင်းတစ်ရာကျော် ဆွတ်ခူးထားတဲ့ ရုပ်ရှင်ဝါသနာအိုးတွေနဲ့ မစိမ်းတဲ့ဖြစ်ရပ်မှန်သမိုင်းဇာတ်ကားပါ၊ဇာတ်လမ်းက ၁၉၅၀ ဝန်းကျင်တုန်းကဖြစ်ခဲ့တဲ့ အစီအစဉ်တင်ဆက်သူအက်ဒ်မော်ရိုးနဲ့ ကွန်မြူနစ်တွေကို မြေလှန်ပစ်ချင်နေတဲ့ အမတ် မက်ကာတီတို့ကြားက အပြန်အလှန်ခြေကန်မှုတွေကိုအဓိကထားဇာတ်အိမ်တည်ထားပါတယ်။မော်ရိုးက ကိုယ့်အလုပ်ရဲ့အားသားချက်ကိုသုံးပြီး လူထုကို နိုင်ငံရေးအတွေးအခေါ်လူမှုရေးစသဖြင့်ပညာပေးတင်ဆက်ပေးနေသူပါ၊ မဟုတ်မမှန် မတရားတာတွေဆို သူနဲ့ သူ့မိတ်ဆွေလုပ်ဖော်ကိုင်ဖက်တွေက ရုပ်မြင်သံကြားကနေတဆင့် အတိုင်အဖောက်ညီညီဖော်ထုတ်ပါတယ် ။ မက်ကာတီကျ ရထားတဲ့အာဏာလေးနဲ့ ကွန်မြူနစ်ရှင်းထုတ်တယ်ဆိုတဲ့အမည်ခံနဲ့ ကိုယ်နဲ့မကြည် မကျေနပ်တဲ့လူတွေကိုပါ ဝါးလုံးယမ်းတာတွေလုပ်တတ်ပါတယ် ၊ဒီကားမှာ ထိုနှစ်ဦးအပြင် အဲ့ခေတ်ကာလတုန်းက အမေရိကန်ရဲ့ ကွန်မြူးနစ်အယူသီးပုံတွေ ၊ရုပ်မြင်သံကြားအပေါ်လူတွေရဲ့အမြင်၊ မော်ရိုးတို့ သတင်းတင်ဆက်သူတွေရဲ့ခံယူချက်စတဲ့ လက်တွေ့ဖြစ်ရပ်တွေကိုအခြေခံရိုက်ကူးထားတာမို့ သမိုင်းရုပ်ရှင်တွေကိုစိတ်ဝင်စားသူတွေရဲ့ အသည်းစွဲပါပဲ ။File size…(1.5 GB)/(730 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:33:00Genre…Drama, Biography, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by MiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex BorsteinAlexana ThomasBill BlairBruna MatsinChristoph LutyDave ThompsonDavid Paul ChristianDavid StrathairnDianne ReevesDon CreechDwight D. EisenhowerFrank LangellaGeorge ClooneyGlenn MorshowerGrant HeslovHelen Slayton-HughesJD CullumJeff DanielsJeff HamiltonJohn KepleyJohn L. McClellanJoseph DowdJoseph McCarthyJoseph N. WelchJoyce LasleyKatharine Phillips MoserLiberaceMatt CatingubMatt RossMilo RadulovichPatricia ClarksonPeter JacobsonPeter MartinRay WiseReed DiamondRobert Downey Jr.Robert F. KennedyRobert John BurkeRobert KnepperRochelle WarnerRose AbdooRoy CohnSimon HelbergTate DonovanTom McCarthy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t35dVtLN4H12XXtipJfIDEy2h7Y.jpg",
      "https://image.tmdb.org/t/p/w300/kBq9xd1CLPFxhILbqhgfZezF1PB.jpg",
      "https://image.tmdb.org/t/p/w300/Aug8axtvCl9LWm884QmQ1E0ZluR.jpg",
      "https://image.tmdb.org/t/p/w300/ijpjmcRscbYt78oSSrc6sBa8Tl9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BM2JiMzAzYWUtYTQ4Mi00MzBmLWJhODUtYmY0YTQ4ZGYwNjUzXkEyXkFqcGdeQXVyNjc5NjEzNA@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/good-night-and-good-luck-2005-1080-p-cm-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20eam/Good.Night.And.Good.Luck..2005.1080p(CM).BluRay.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EqEzzRCK#MugWXU--s3O0YEVZKQqqHsZ35qKAUf61qPVk1YSrpi4",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6oajc00vjjol.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/good-night-and-good-luck-2005-720-p-cm-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20e93/Good.Night.And.Good.Luck..2005.720p(CM).BluRay.mp4",
        "server": "megaup.net",
        "size": "730 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ry0mXJgK#dOxU1oI-yLubhekxtYH_7iXIZpoR9eg07blCpYcc5Bc",
        "server": "mega.nz",
        "size": "730 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dfjfzsty66mk.html",
        "server": "usersdrive.com",
        "size": "730 Mb",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/i921d4as3bxp",
        "server": "streamsb.com",
        "size": "730 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2TKou__K5Iw",
      "video_url": "https://www.youtube.com/watch?v=2TKou__K5Iw",
      "embed_url": "https://www.youtube.com/embed/2TKou__K5Iw"
    }
  }
]