[
  {
    "metadata": "|2020||Asian,Comedy,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "A Choo (2020)",
    "description": "ချစ်ရတဲ့ မိန်းကလေးအတွက်စူပါဟီးရိုးကြီး ဖြစ်ပေးချင်တဲ့ ယောက်ျားလေးတွေရှိလားဗျချစ်ရတဲ့သူကို ကာကွယ်ပေးချင်တယ်စောင့်ရှောက်ချင်တယ်ဒီကမ္ဘာကြီးမှာ ကိုယ်က ဘာကောင်ကြီးမှ မဟုတ်ရင်နေပါစေချစ်ရတဲ့ မိန်းကလေးအတွက်ကတော့အားကိုးစရာ သူရဲကောင်းကြီး ဖြစ်ချင်ကြတဲ့ကျွန်တော့်လို လူမျိုးတွေပေါ့ဗျာဒါဆိုရင်တော့ ဒီကားလေးက ကျွန်တော်တို့နဲ့လုံးဝ တိုက်ဆိုင်နေတာမို့ ကြည့်စေချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့​မိဘမဲ့ဂေဟာမှာ တူတူကြီးပြင်းလာကြတဲ့ကောင်လေး နှစ်ယောက်နဲ့ ကောင်မလေး တစ်ယောက်တို့ဟာတစ်ယောက်နဲ့တစ်ယောက် သံယောဇဉ် သိပ်ကြီးကြတဲ့သူတွေပါအချိန်တန် အရွယ်ရောက်လာတဲ့အခါ​အဖြူရောင်သံယောဇဉ်ကြိုးက အရောင်တွေပြောင်းလဲ လာခဲ့တာပေါ့ပြောမယ့်သာပြောတာပါ ငတိနှစ်ကောင်ကပိစိဘဝတည်းက ကောင်မလေးကိုကြိတ်ကြွေနေခဲ့တာဗျပြီးတော့ ကောင်မလေး သဘောကျဖို့ကြိုးစားကြတဲ့ ဇာတ်လမ်းလေးပါအပိုဆောင်းပါတာကတော့ စူပါဟီးရိုးတွေပါစူပါဟီးရိုးတွေက လောကကြီးကို ကယ်တင်ခဲ့တာတွေကောင်မလေးက စူပါဟီးရိုးတွေကို သဘောကျတယ်ဒီလိုနဲ့ စူပါဟီးရိုးတွေနဲ့ ဘယ်လိုပက်သက်မိပြီးကောင်လေးတွေကရော ဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာ ရိုက်ကူးထားတဲ့Drama/Fantasy ဇာတ်ကားလေးပါ​ကြည့်ရှူလိုက်ကြပါဦးReview and Translated by AmeliaEncoded by AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKevin KoPeter TsiCastAriel LinDarren WangKai KoKate TsuiLouis KooMabel Ye Xi-QiVanness WuZhang Xiaolong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qOIYrE1uhnDpUwel0XjG2QyRdOO.jpg",
      "https://image.tmdb.org/t/p/w300/Aeu8Z536yEwRaIGTIbcbawyTABf.jpg",
      "https://image.tmdb.org/t/p/w300/qk6khjQUF2B655bfX7NEHyhnHS.jpg",
      "https://image.tmdb.org/t/p/w300/7XKA10OrLZ6Mvgf53fwqwcI2J4y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xL1UB6roB38En7kS2pjo5ZrqOCr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-choo-2020",
        "server": "VIP Links",
        "size": "1.12 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1A41X/(CM)_A.Choo.2020.720p.mp4",
        "server": "megaup.net",
        "size": "486 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1A41Z/(CM)_A.Choo.2020.1080p.mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3iaehtuqybi5.html",
        "server": "usersdrive.com",
        "size": "486 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/xpqpw9oif6bq.html",
        "server": "usersdrive.com",
        "size": "1.12 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/2hksikyqvga9",
        "server": "veryfiles.com",
        "size": "486 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/zogqk68s8il9",
        "server": "veryfiles.com",
        "size": "1.12 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/69mdl1kf73ov.html",
        "server": "datbu.com",
        "size": "486 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/6ayds300oy06.html",
        "server": "datbu.com",
        "size": "1.12 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "crkJRROXosc",
      "video_url": "https://www.youtube.com/watch?v=crkJRROXosc",
      "embed_url": "https://www.youtube.com/embed/crkJRROXosc"
    }
  },
  {
    "metadata": "|2020||Drama,Mystery,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "1,454"
    },
    "title": "Foster Boy (2020)",
    "description": "Foster Boy (2020)==============IMDb Rating – 5.3/10#Unicodeကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာကို တစ်နိုင်ငံလုံးအတိုင်းအတာနဲ့ အစိုးရဆီက လက်လွှဲယူဖို့ကြိုးစားနေတဲ့ လုပ်ငန်းစုကြီးကို ၁၉ နှစ်ပဲရှိသေးတဲ့ ပေတိပေစုတ် ဓားပြရုပ်ပေါက်နေတဲ့ လူမည်းကောင်လေးက တရားစွဲနေတယ်တဲ့။ ဂျမဲ ရန်ဒေါ့ ဆိုတဲ့ ဒီကောင်လေးက တရားရုံးကို တစ်နှစ် ၅ ခါလောက်ရောက်နေတတ်တဲ့၊ အချုပ်ခန်းကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုသဘောထားတဲ့ကောင်လေး ဒီကောင်လေးက ဘာကြောင့်များ ဒီလိုကုမ္ပဏီကြီးကို တရားစွဲထားတာလဲ။ တရားစွဲထားတယ်ဆိုပေမဲ့ သူ့ဘက်ကလျှောက်လဲပေးမယ့်ရှေ့နေတောင်မငှားနိုင်ပါဘူး။ ဒီအမှုကို သူနိုင်နိုင်ပါမလား။ ကံကြမ္မာရဲ့ဖေးမမှု ဒါမှမဟုတ် စိတ်ထားမှန်တဲ့လူတစ်ယောက် ဒါမှမဟုတ် ဖြောင့်မှန်တဲ့ တရားသူကြီး တစ်ယောက်ရဲ့ အကူအညီနဲ့ နာမည်ကျော်ရှေ့နေတစ်ယောက်က သူ့အတွက် လျှောက်လဲပေးမယ့်အခွင့်အရေး ရလာတယ်။ သူလို တေလေပုံပေါက်နေတဲ့ဆယ်ကျော်သက်ကောင်လေးနဲ့ လုပ်ငန်းစုကြီးတစ်ခုရဲ့ ရှေ့နေတဖြစ်လဲ သူ့ရဲ့ ရှေ့နေကတော့ တွေ့တွေ့ချင်းဆောက်နဲ့ထွင်း ဆိုသလို မတူတဲ့ လောကကလူနှစ်ယောက် ထိပ်တိုက်တွေ့မိပြီး အဆင်မပြေဖြစ်ကြတယ်။ဂျမဲ ရဲ့ ရှေ့နေ မိုက်ကယ် ထရိန်နာ ဆိုတာက ငို့ဘရှေ့နေတစ်ယောက် အလကားဝင်ကူညီပေးရတဲ့ သူ့အမှု့ကိုမြန်မြန်ဖြတ်ပြီး သူ့အလုပ်သူအမြန်ပြန်သွားလုပ်ချင်နေတဲ့သူ။ ကျေအေးလိုက်ဖို့ပဲ လုံးပန်းနေပေမဲ့ အမှုသည်ဂျမဲက လုံးဝမကျေအေးပေးနိုင်တာနဲ့ တရားသူကြီးမင်းရဲ့ တရားပြမှုတွေကြောင့် ငွေနောက်ကိုပဲ သဲသဲမဲမဲလိုက်နေတဲ့ ရှေ့နေကြီးတစ်ယောက် သူ့ရဲ့လူသားဘက်ခြမ်းကို ပြန်ရှာတွေ့သွားပြီး ဂျမဲရဲ့ အမှုကို ဆုံးခန်းတိုင်အောင်ကူညီပေးခဲ့ပါတယ်။ အသွင်မတူတဲ့သူတို့နှစ်ယောက် တရားခွင်မှာ ဘယ်လိုအတွဲညီညီနဲ့ အနိုင်ယူကြမလဲ။ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြမယ်ဆိုတာကို ဇာတ်လမ်းမှာကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)#Zawgyiကေလးသူငယ္ေစာင့္ေရွာက္ေရးစင္တာကို တစ္ႏိုင္ငံလုံးအတိုင္းအတာနဲ႔ အစိုးရဆီက လက္လႊဲယူဖို႔ႀကိဳးစားေနတဲ့ လုပ္ငန္းစုႀကီးကို ၁၉ ႏွစ္ပဲရွိေသးတဲ့ ေပတိေပစုတ္ ဓားျပ႐ုပ္ေပါက္ေနတဲ့ လူမည္းေကာင္ေလးက တရားစြဲေနတယ္တဲ့။ ဂ်မဲ ရန္ေဒါ့ ဆိုတဲ့ ဒီေကာင္ေလးက တရား႐ုံးကို တစ္ႏွစ္ ၅ ခါေလာက္ေရာက္ေနတတ္တဲ့၊ အခ်ဳပ္ခန္းကို အိမ္ဦးနဲ႔ ၾကမ္းျပင္လိုသေဘာထားတဲ့ေကာင္ေလး ဒီေကာင္ေလးက ဘာေၾကာင့္မ်ား ဒီလိုကုမၸဏီႀကီးကို တရားစြဲထားတာလဲ။ တရားစြဲထားတယ္ဆိုေပမဲ့ သူ႔ဘက္ကေလွ်ာက္လဲေပးမယ့္ေရွ႕ေနေတာင္မငွားႏိုင္ပါဘူး။ ဒီအမႈကို သူႏိုင္ႏိုင္ပါမလား။ ကံၾကမၼာရဲ႕ေဖးမမႈ ဒါမွမဟုတ္ စိတ္ထားမွန္တဲ့လူတစ္ေယာက္ ဒါမွမဟုတ္ ေျဖာင့္မွန္တဲ့ တရားသူႀကီး တစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ နာမည္ေက်ာ္ေရွ႕ေနတစ္ေယာက္က သူ႔အတြက္ ေလွ်ာက္လဲေပးမယ့္အခြင့္အေရး ရလာတယ္။ သူလို ေတေလပုံေပါက္ေနတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးနဲ႔ လုပ္ငန္းစုႀကီးတစ္ခုရဲ႕ ေရွ႕ေနတျဖစ္လဲ သူ႔ရဲ႕ ေရွ႕ေနကေတာ့ ေတြ႕ေတြ႕ခ်င္းေဆာက္နဲ႔ထြင္း ဆိုသလို မတူတဲ့ ေလာကကလူႏွစ္ေယာက္ ထိပ္တိုက္ေတြ႕မိၿပီး အဆင္မေျပျဖစ္ၾကတယ္။ဂ်မဲ ရဲ႕ ေရွ႕ေန မိုက္ကယ္ ထရိန္နာ ဆိုတာက ငို႔ဘေရွ႕ေနတစ္ေယာက္ အလကားဝင္ကူညီေပးရတဲ့ သူ႔အမႈ႕ကိုျမန္ျမန္ျဖတ္ၿပီး သူ႔အလုပ္သူအျမန္ျပန္သြားလုပ္ခ်င္ေနတဲ့သူ။ ေက်ေအးလိုက္ဖို႔ပဲ လုံးပန္းေနေပမဲ့ အမႈသည္ဂ်မဲက လုံးဝမေက်ေအးေပးႏိုင္တာနဲ႔ တရားသူႀကီးမင္းရဲ႕ တရားျပမႈေတြေၾကာင့္ ေငြေနာက္ကိုပဲ သဲသဲမဲမဲလိုက္ေနတဲ့ ေရွ႕ေနႀကီးတစ္ေယာက္ သူ႔ရဲ႕လူသားဘက္ျခမ္းကို ျပန္ရွာေတြ႕သြားၿပီး ဂ်မဲရဲ႕ အမႈကို ဆုံးခန္းတိုင္ေအာင္ကူညီေပးခဲ့ပါတယ္။ အသြင္မတူတဲ့သူတို႔ႏွစ္ေယာက္ တရားခြင္မွာ ဘယ္လိုအတြဲညီညီနဲ႔ အႏိုင္ယူၾကမလဲ။ဘယ္လိုအခက္အခဲေတြကို ဘယ္လိုရင္ဆိုင္ေက်ာ္ျဖတ္ၾကမယ္ဆိုတာကို ဇာတ္လမ္းမွာၾကည့္လိုက္ၾကပါေတာ့။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 49minSubtitle – Myanmar HardsubFormat – Mp4Genre :Drama,Mystery,ThrillerSource : 1080p.WebRipTranslator – d3monEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmy BrennemanBrenda BakkeGreg GermannJulie BenzLouis Gossett Jr.Matthew ModineMichael BeachMichael HyattShane Paul McGhie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bxkTY0lXMZmnXCB6DcZzo7koCrM.jpg",
      "https://image.tmdb.org/t/p/w300/nm4x5Yfg3ax1VgJyJFPVJVrEpvN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/large_Foster_Boy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/foster-boy-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/1zj6o/Foster.Boy.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/6pln7bvtzt0a",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/daZBgYwJ#IIQQVW9sBW4DcuY2wIIqML8yCmeEccjA2Tw7F0ViTj0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/IDZHACIb#LAkawBD05L5i5i2GFkb6hftNSDKCWQmloA24NE4SjLE",
        "server": "mega.nz",
        "size": "330 MB",
        "quality": "WebRip 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/foster-boy-2019",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "3ym9mKsODUs",
      "video_url": "https://www.youtube.com/watch?v=3ym9mKsODUs",
      "embed_url": "https://www.youtube.com/embed/3ym9mKsODUs"
    }
  },
  {
    "metadata": "|2020||Crime",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "8000"
    },
    "title": "Chris Watts: Confessions of a Killer (2020)",
    "description": "Chris Watts: Confessions of a Killer (2020)==============================IMDB rating – 6.1 / 10#Unicodeဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် သူ့နာမည်က ခရစ်တိုဖာဝက်စ် သူ့မှာ အိမ်ကောင်းကောင်း အလုပ်ကောင်းကောင်း ပျော်ရွင်စရာမိသားစုလေးရှိတယ် ချစ်စရာသမီးလေးနှစ်ယောက်အပါအဝင်ပေါ့ တစ်နေ့မှာ သူတို့လင်မယားနှစ်ယောက်ကလေးတစ်ယောက်ထပ်ရမှန်းသိကြတယ် ပျော်ကြတာပေါ့ ။ သမီးနှစ်ယောက်ဆိုတော့ ယောက်ျားလေးဖြစ်ပါစေဆိုတဲ့မျှော်လင့်ချက်နဲ့ပေါ့၊ ဒီလိုနဲ့ ခရစ်ရဲ့မိန်းမ ရှန်နန်ဟာမိဘတွေရှိရာ မြောက်ကယ်ရိုရိုင်းနားကိုသမီးနှစ်ယောက်နဲ့အတူ အပန်းဖြေဖို့ ခရီးထွက်ခဲ့တယ်။ ခရစ်ကိုတော့အလုပ်ကိစ္စတွေရှိလို့နောက်မှလိုက်ခိုင်းခဲ့တာပေါ့ ။ ဒီအထိက သာမန်ကိစ္စတစ်ခုပါပဲ။မိန်းမမရှိတော့နဲ့အချိန်မှာ ခရစ်ဟာ အလုပ်က နစ်ကီဆိုသူနဲ့ ဇာတ်လမ်းတစ်ပုဒ်အစပြုတာကနေ နောက်ဆက်တွဲတွေဟာ အကုန်ရှုပ်ထွေးကုန်ပါတော့တယ်။ အခုရေးထားတဲ့အညွှန်းထဲမှာ ဇာတ်လမ်းရဲ့ တကယ့်အနှစ်သာရတွေကို ချန်ပြီးရေးတာမို့ spoiler သဘောမဖြစ်စေပါဘူး။ တကယ်အရေးကြီးတဲ့ ကောင်းခန်းတွေ တစ်ချို့သောချစ်ကြိုက် ခန်းတွေလည်းအနည်းငယ်ပါဝင်ပါတယ်။ ဒီကားလေးကြည့်ပြီး မဖြစ်သင့်တာ မဖြစ်ဖို့နဲ့ ကိုယ့်ကိုယ်တောင်မထင်မှတ်လောက်တဲ့ ကိစ္စတွေလုပ်မိတတ်ပါလားဆိုတဲ့အတွေးမျိုးလည်း သင်ခန်းစာရယူနိုင်ပါလိမ့်မယ်။#Zawgyiျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ သူ႔နာမည္က ခရစ္တိုဖာဝက္စ္ သူ႔မွာ အိမ္ေကာင္းေကာင္း အလုပ္ေကာင္းေကာင္း ေပ်ာ္႐ြင္စရာမိသားစုေလးရွိတယ္ ခ်စ္စရာသမီးေလးႏွစ္ေယာက္အပါအဝင္ေပါ့ တစ္ေန႔မွာ သူတို႔လင္မယားႏွစ္ေယာက္ကေလးတစ္ေယာက္ထပ္ရမွန္းသိၾကတယ္ ေပ်ာ္ၾကတာေပါ့ ။ သမီးႏွစ္ေယာက္ဆိုေတာ့ ေယာက္်ားေလးျဖစ္ပါေစဆိုတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႔ေပါ့၊ ဒီလိုနဲ႔ ခရစ္ရဲ႕မိန္းမ ရွန္နန္ဟာမိဘေတြရွိရာ ေျမာက္ကယ္႐ို႐ိုင္းနားကိုသမီးႏွစ္ေယာက္နဲ႔အတူ အပန္းေျဖဖို႔ ခရီးထြက္ခဲ့တယ္။ ခရစ္ကိုေတာ့အလုပ္ကိစၥေတြရွိလို႔ေနာက္မွလိုက္ခိုင္းခဲ့တာေပါ့ ။ ဒီအထိက သာမန္ကိစၥတစ္ခုပါပဲ။မိန္းမမရွိေတာ့နဲ႔အခ်ိန္မွာ ခရစ္ဟာ အလုပ္က နစ္ကီဆိုသူနဲ႔ ဇာတ္လမ္းတစ္ပုဒ္အစျပဳတာကေန ေနာက္ဆက္တြဲေတြဟာ အကုန္ရႈပ္ေထြးကုန္ပါေတာ့တယ္။ အခုေရးထားတဲ့အၫႊန္းထဲမွာ ဇာတ္လမ္းရဲ႕ တကယ့္အႏွစ္သာရေတြကို ခ်န္ၿပီးေရးတာမို႔ spoiler သေဘာမျဖစ္ေစပါဘူး။ တကယ္အေရးႀကီးတဲ့ ေကာင္းခန္းေတြ တစ္ခ်ိဳ႕ေသာခ်စ္ႀကိဳက္ ခန္းေတြလည္းအနည္းငယ္ပါဝင္ပါတယ္။ ဒီကားေလးၾကည့္ၿပီး မျဖစ္သင့္တာ မျဖစ္ဖို႔နဲ႔ ကိုယ့္ကိုယ္ေတာင္မထင္မွတ္ေလာက္တဲ့ ကိစၥေတြလုပ္မိတတ္ပါလားဆိုတဲ့အေတြးမ်ိဳးလည္း သင္ခန္းစာရယူႏိုင္ပါလိမ့္မယ္။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)Quality – 720p  HD-TVDuration – 1 hrs 46 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : CrimeSource : 1080p.HD-TVTranslator – Tin Myo LwinEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael NankinStarsApril TelekAshley WilliamsBrooke SmithChloe Van LandschootDahlia OldhamDan WillmottEllie McPheeKristopher AndersonSean KleierTaylor OlsonCastApril TelekAshley WilliamsBrooke SmithChloe Van LandschootDahlia OldhamDan WillmottEllie McPheeKristopher AndersonSean KleierTaylor Olson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hesiFtNkPWakECMTi6efwQTIVUz.jpg",
      "https://image.tmdb.org/t/p/w300/fcrfCDKAVOsztJpTPSFnSGzFFyH.jpg",
      "https://image.tmdb.org/t/p/w300/bAZrGTUnd2tLrPA1RGHXupmWQbQ.jpg",
      "https://image.tmdb.org/t/p/w300/pfM84Xqwk17p0iadWp8TFYbSr0B.jpg",
      "https://image.tmdb.org/t/p/w300/tQTEz0ZfZjEt7BQPNrYbzLcl6NB.jpg",
      "https://image.tmdb.org/t/p/w300/sevZCx0bgwwEo0As12TNaL0EvtG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/chris.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vfi/[CM]Chris.Watts.Confessions.of.a.Killer.2020.720p.HDTV.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "HD 720P"
      },
      {
        "link": "https://fastload.cc/37n",
        "server": "fastload.cc",
        "size": "750 MB",
        "quality": "HD 720P"
      },
      {
        "link": "https://yadi.sk/i/Q-1pIO4tYfi15w",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "HD 720P"
      },
      {
        "link": "https://usersdrive.com/4ysy3aw1qvg7.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "HD 720P"
      },
      {
        "link": "https://mega.nz/file/kqoGES4S#SFZEW7EbTwkJyhVmd8Fa0DJ0p1ftT5txm-J2A_uNgT4",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "HD 720P"
      },
      {
        "link": "https://upstream.to/0ktjp53p7b41",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "HD 720P"
      }
    ],
    "trailer": {
      "video_id": "N1HvvERED0c",
      "video_url": "https://www.youtube.com/watch?v=N1HvvERED0c",
      "embed_url": "https://www.youtube.com/embed/N1HvvERED0c"
    }
  },
  {
    "metadata": "|2020|1 hr 35 mins|Comedy,Romance,Supernatural",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "10,251"
    },
    "title": "Love You My Arrogance (2020)",
    "description": "ကျေးရွာတွေဆီ ခရီးထွက် video တွေရိုက်ပြီး Youtube Channel ပေါ်တင်ရင်း နာမည်ရလာတဲ့ အိုက်ဆန် တစ်ယောက်Fanတွေ အများရှိပေမယ့် ဘယ် Fan နဲ့မှ အရောတဝင်မနေ မာနကြီးသလိုလုပ်နေတာကြောင့် လူမုန်းများလာခဲ့ပါတယ်သူဘယ်သူနဲ့မှ အရောတဝင်မလုပ်ရတာကတော့ သူ့မှာ ထူးခြားတဲ့အစွမ်းရှိနေလို့ပါအဲ့ဒါကတော့ သူများတွေ စိတ်ထဲကတွေးနေတာကို ကြားနေရတာပါပဲFan တွေကြားထဲရောက်သွားရင် လူတွေအများကြီးရဲ့အတွေးတွေကို ကြားနေရပြီး ခေါင်းအရမ်းမူးတာကြောင့် အရောတဝင်မနေဖြစ်တော့တာပေါ့ဒီလိုနဲ့ တနေ့ သူခရီးထွက်လာတဲ့ လမ်းမှာ အန်နာဆိုတဲ့ ကောင်မလေးနဲ့ တွေခဲ့တယ်တစ်ခြားသူတွေ အတွေးကို အကုန်ကြားနေရတဲ့သူ အန်နာရဲ့အတွေးကိုတော့ ဘယ်လိုပဲကြိုးစားနားထောင်နားထောင် သူမကြားရပါဘူးအန်နာဆိုတာလည်း တက်သစ်စ စာရေးဆရာမတစ်ယောက်ကုန်ကြမ်းတွေစုဖို့အတွက် နယ်လှည့်ပြီး လူတွေအကြောင်း လေ့လာနေသူတစ်ယောက်ပေါ့အဲ့အချိန်မှာ အိုက်ဆန်နဲ့တွေ့ပြီး ကုန်ကြမ်းရပြီဆိုပြီး အနောက်က တကောက်ကောက် လိုက်ကပ်နေတဲ့နောက်…သူတို့ရဲ့ ထူးဆန်းလှတဲ့ တွေ့ဆုံမှု့ကနေ ဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှူ့ခံစားလိုက်ပါ ။( အညွှန်းရေးသားထားသူကတော့ FA လေး ပါ )Quality__1080p, 720pIMDb Rating__7.5/10Format__mp4Duration__01:32:00Type__Comedy , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byMai and MieEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWeerachit ThongjilaStarsChonnikan NetjuiDarvid KreepolrerkLapassalan JiravechsoontornkulNaphat SiangsomboonWitsarut HimmaratCastChonnikan NetjuiDarvid KreepolrerkLapassalan JiravechsoontornkulNaphat SiangsomboonWitsarut Himmarat",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/07/love-you-my-arrogance-2020.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/love-you-my-arrogance-2020",
        "server": "VIP Links",
        "size": "1.8 GB , 1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-you-my-arrogance-2020-nf-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-you-my-arrogance-2020-nf-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2jMbm/Love_You_My_Arrogance_(2020)_NF_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/XRgy/Love_You_My_Arrogance_(2020)_NF_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/a6rrp3d9g1dm",
        "server": "veryfiles.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/ss0tj5tuuiml",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/551v8cmrfskx.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/1885jjz9kt95",
        "server": "upstream.to",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/5nga2de9iay3",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2020|2h 19min|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2678"
    },
    "title": "Voices in the Wind (2020)",
    "description": "Voices In the Wind (2020)ဇာတ်လမ်းလေးကတော့ ၂၀၁၁ခုနှစ် ဂျပန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ အကြီးဆုံး ပင်လယ်ရေအောက်ငလျင်နဲ့ ဆူနာမီမုန်တိုင်းကို အခြေတည်ရိုက်ကူးထားတာပါဒီဆူနာမီမုန်တိုင်းကြောင့် လူပေါင်းသောင်းချီ အသက်ဆုံးရှုံးခဲ့ရပြီး အချိန်တစ်ခုထိ စားဝတ်နေရေး၊ စီးပွားရေး၊ လမ်းပန်းဆက်သွယ်ရေး အစရှိသဖြင့် အများကြီးဒုက္ခရောက် အခက်အခဲဖြစ်ခဲ့ရတာ အားလုံးအသိပါဆယ်စုနှစ်တစ်စုခန့်အကြာမှာ ပျက်စီးသွားခဲ့တဲ့ အိမ်တွေ၊ တိုက်တွေ၊ လမ်းတံတားတွေ၊ မြို့တွေကို ​ပြန်လည်ပြုပြင်တည်ထောင်နိုင်ခဲ့ပေမယ့် ငလျင်ဒဏ်ကို ကိုယ်တွေ့ခံစားခဲ့ရသူတွေရဲ့ မှတ်ဉာဏ်တွေ၊ ပူဆွေးသောကတွေကိုတော့ ကုစားဖို့ရာခက်ခဲလှပါတယ်ဒီဇာတ်လမ်းထဲက ဟာရူလေးဟာလည်း ၉နှစ်သမီးအရွယ်မှာ ဆူနာမီကြောင့် မိသားစုဝင်တွေဖြစ်တဲ့ အဖေ၊ အမေနဲ့ မောင်လေး သုံးယောက်လုံးကိုဆုံးရှုံးလိုက်ရပြီး တစ်ယောက်တည်းအသက်ရှင်ကျန်ရစ်ခဲ့တာပါ“သွားလေသူထက် ကျန်ရစ်သူက ပိုနာကျင်ရတယ်” ဆိုတဲ့အတိုင်း မိသားစုအားလုံးကိုဆုံးရှုံးလိုက်တဲ့ ဟာရူအဖို့ ၉နှစ်ကြာသည့်တိုင် စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ရာ မတတ်နိုင်ခဲ့ပါဘူးဒီလိုနဲ့၉နှစ်ကြာပြီးတစ်နေ့ ဟာရူတစ်ယောက် မိသားစုဝင်တွေနဲ့တူတူနေထိုင်ခဲ့တဲ့ အိုဆူချီမြို့က အိမ်လေးဆီ တစ်ယောက်တည်းခရီးနှင်လာတဲ့အခါ လမ်းမှာ လူအမျိုးမျိုးနဲ့ဆုံပြီး သူတို့ရဲ့ဘဝဇာတ်လမ်းအဖုံဖုံကို ကြားခဲ့ရပါတော့တယ်အရွယ်နဲ့မမျှအောင် နာကျင်မှုတွေမျိုသိပ်ထားရတဲ့အတွက် စကားနည်းပြီး အနေအေးလွန်းတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးရဲ့ ရင်ဖွင့်သံတွေဟာ တကယ်ကိုထိခိုက်ဆို့နင့်ဖွယ်ကောင်းလှပါတယ်ဇာတ်လမ်းအသွားက တော်တော်လေးအေးပြီး ဒိုင်ယာလော့တွေလည်းသိပ်မပါပေမယ့် ဟာရူလေးကနေတစ်ဆင့် ငလျင်ဒဏ်သင့်မိသားစုတွေရဲ့ဘဝကို စာနာနိုင်ပြီး လူတိုင်းရဲ့ဘဝဟာလည်း စင်းလုံးချောနေတယ်ဆိုတာမရှိဘဲ အခက်အခဲတွေ တစ်မျိုးမဟုတ်တစ်မျိုး ရှိနေကြတယ်ဆိုတာသိနိုင်ပြီး ဘဝအတွက် ခွန်အားတွေရရှိနိုင်ကြမယ်လို့ ထင်ပါတယ်လေလှိုင်းထဲကစကားသံလေးတွေကို ကြည့်ရှုခံစားလိုက်ကြပါဦးဇာတ်လမ်းလေးကတော့ ၂၀၁၁ခုနှစ် ဂျပန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ အကြီးဆုံး ပင်လယ်ရေအောက်ငလျင်နဲ့ ဆူနာမီမုန်တိုင်းကို အခြေတည်ရိုက်ကူးထားတာပါဒီဆူနာမီမုန်တိုင်းကြောင့် လူပေါင်းသောင်းချီ အသက်ဆုံးရှုံးခဲ့ရပြီး အချိန်တစ်ခုထိ စားဝတ်နေရေး၊ စီးပွားရေး၊ လမ်းပန်းဆက်သွယ်ရေး အစရှိသဖြင့် အများကြီးဒုက္ခရောက် အခက်အခဲဖြစ်ခဲ့ရတာ အားလုံးအသိပါဆယ်စုနှစ်တစ်စုခန့်အကြာမှာ ပျက်စီးသွားခဲ့တဲ့ အိမ်တွေ၊ တိုက်တွေ၊ လမ်းတံတားတွေ၊ မြို့တွေကို ​ပြန်လည်ပြုပြင်တည်ထောင်နိုင်ခဲ့ပေမယ့် ငလျင်ဒဏ်ကို ကိုယ်တွေ့ခံစားခဲ့ရသူတွေရဲ့ မှတ်ဉာဏ်တွေ၊ ပူဆွေးသောကတွေကိုတော့ ကုစားဖို့ရာခက်ခဲလှပါတယ်ဒီဇာတ်လမ်းထဲက ဟာရူလေးဟာလည်း ၉နှစ်သမီးအရွယ်မှာ ဆူနာမီကြောင့် မိသားစုဝင်တွေဖြစ်တဲ့ အဖေ၊ အမေနဲ့ မောင်လေး သုံးယောက်လုံးကိုဆုံးရှုံးလိုက်ရပြီး တစ်ယောက်တည်းအသက်ရှင်ကျန်ရစ်ခဲ့တာပါ“သွားလေသူထက် ကျန်ရစ်သူက ပိုနာကျင်ရတယ်” ဆိုတဲ့အတိုင်း မိသားစုအားလုံးကိုဆုံးရှုံးလိုက်တဲ့ ဟာရူအဖို့ ၉နှစ်ကြာသည့်တိုင် စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ရာ မတတ်နိုင်ခဲ့ပါဘူးဒီလိုနဲ့၉နှစ်ကြာပြီးတစ်နေ့ ဟာရူတစ်ယောက် မိသားစုဝင်တွေနဲ့တူတူနေထိုင်ခဲ့တဲ့ အိုဆူချီမြို့က အိမ်လေးဆီ တစ်ယောက်တည်းခရီးနှင်လာတဲ့အခါ လမ်းမှာ လူအမျိုးမျိုးနဲ့ဆုံပြီး သူတို့ရဲ့ဘဝဇာတ်လမ်းအဖုံဖုံကို ကြားခဲ့ရပါတော့တယ်အရွယ်နဲ့မမျှအောင် နာကျင်မှုတွေမျိုသိပ်ထားရတဲ့အတွက် စကားနည်းပြီး အနေအေးလွန်းတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးရဲ့ ရင်ဖွင့်သံတွေဟာ တကယ်ကိုထိခိုက်ဆို့နင့်ဖွယ်ကောင်းလှပါတယ်ဇာတ်လမ်းအသွားက တော်တော်လေးအေးပြီး ဒိုင်ယာလော့တွေလည်းသိပ်မပါပေမယ့် ဟာရူလေးကနေတစ်ဆင့် ငလျင်ဒဏ်သင့်မိသားစုတွေရဲ့ဘဝကို စာနာနိုင်ပြီး လူတိုင်းရဲ့ဘဝဟာလည်း စင်းလုံးချောနေတယ်ဆိုတာမရှိဘဲ အခက်အခဲတွေ တစ်မျိုးမဟုတ်တစ်မျိုး ရှိနေကြတယ်ဆိုတာသိနိုင်ပြီး ဘဝအတွက် ခွန်အားတွေရရှိနိုင်ကြမယ်လို့ ထင်ပါတယ်လေလှိုင်းထဲကစကားသံလေးတွေကို ကြည့်ရှုခံစားလိုက်ကြပါဦးTranslated by : May Thu AungEncoded by : YKFile Size : 1.5GBQuality : 720pHC WEB RipDuration : 2h 19 minsSubtitles : Myanmar (Hardsub)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNobuhiro SuwaStarsSerena MotolaShoko IkezuTomokazu MiuraCastHidetoshi NishijimaMakiko WatanabeMirai YamamotoSerena MotolaTomokazu MiuraToshiyuki Nishida",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o6HjvfdfJvMTHw6Ok8XsGELq257.jpg",
      "https://image.tmdb.org/t/p/w300/yLVTUeafI0H2LRcl6fF59ANQOqO.jpg",
      "https://image.tmdb.org/t/p/w300/osdDdcGvsTAmqlYWq7Om05IYh0Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bRwZd69oR92mTGXR4KdPjtzNnjY.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/srk2iykfpdg9.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      },
      {
        "link": "https://yoteshinportal.cc/cm-voice-in-the-w-ind-2020-720-p-hc-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      },
      {
        "link": "https://megaup.net/2gNnt/{CM}Voice_In_The_WInd_2020.720p.HC_WEB_RIP.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      },
      {
        "link": "https://veryfiles.com/lrb3lhfysuth",
        "server": "veryfiles.com",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      },
      {
        "link": "https://www.datbu.com/behp0smoyggz.html",
        "server": "datbu.com",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/voices-in-the-wind-2020",
        "server": "VIP Links",
        "size": "1.5GB",
        "quality": "720p HC WEBRIP"
      }
    ],
    "trailer": {
      "video_id": "gc-vV_H0sCw",
      "video_url": "https://www.youtube.com/watch?v=gc-vV_H0sCw",
      "embed_url": "https://www.youtube.com/embed/gc-vV_H0sCw"
    }
  },
  {
    "metadata": "R|2020|2h 16min|Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,656"
    },
    "title": "Theatre: A Love Story (2020)",
    "description": "ဒီတခါတော့ ၂၀၂၀ထွက် ဂျပန်romance/dramaဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်.တကယ်ကို ရင်ထဲမှာ ခံစားသွားရစေမယ့်အချစ်ဇာတ်လမ်းလေးတပုဒ်ဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းလေးကတော့ Nagataဟာ သိပ်ကိုအနုပညာဘက်မှာ ထူးချွန်ချင်တဲ့ လူတစ်ယောက်ပါ.သူဟာ ပြဇာတ်တွေအတွက် ဇာတ်ညွှန်းရေးတဲ့စာရေးဆရာဖြစ်ပြီး အဲ့ဒီအလုပ်ကလွဲရင် တခြားဘယ်အလုပ်ကိုမှမလုပ်ချင်တဲ့ခေါင်းမာတက်တဲ့ လူလဲဖြစ်ပါတယ်.တနေ့မှာတော့ သူ့ဘဝထဲကို သိပ်ကိုဖြူစင်ပြီး လှပတဲ့နတ်သမီးလေး Sakiဝင်ရောက်လာခဲ့ပါတယ်.Nagataဟာ ပြဇာတ်တွေရေးရတာကို ဝါသနာပါပေမယ့်ပါရမီတော့ မပါခဲ့ပါဘူး.ဒီတော့ လူတွေရဲ့ ဝေဖန်မှုတွေကို ခံခဲ့ရပြီး သူ့အဖွဲ့ဟာလဲ ပျက်သွားခဲ့ပါတယ်.အဲ့ဒီအချိန်မှာ Sakiကို သူက သရုပ်ဆောင်ခိုင်းကြည့်ခဲ့ပါတယ်,သွက်သွက်လက်လက်နဲ့ ပါရမီရှိတဲ့ Sakiလေးပါတော့ပရိတ်သတ်တော်တော်များများက သဘောကျကျပြီး သူ့ဇာတ်လမ်းလဲပေါက်သွားခဲ့ပါတယ်.ဒါပေမယ့် သူကတော့ နောက်ပြဇာတ်တွေမှာ Sakiကိုထပ်မသုံးတော့ပါဘူးဘာလို့လဲဆိုတော့ သူ့ကောင်မလေးဖြစ်တဲ့ Sakiကပါရမီရှိတာသိသာလေလေသူကအရှုံးသမားဆိုတာ ပိုပြီးသိသာလာလေလေလို့သူတွေးမိခဲ့လို့ပါပဲ.အပြစ်ကင်းတဲ့ Sakiလေးကတော့ ဒါတွေကို နားမလည်ခဲ့ပါဘူး.သူတို့နေတဲ့ တိုက်ခန်းခတွေ အသုံးစရိတ်တွေကို ပေးနိုင်ဖို့အလုပ်ကိုနေ့ရောညရော လုပ်နေခဲ့ပါတယ်.Sakiက ပိုပြီးဖြူစင်တာကို သိလာလေလေ Nagataဟာပိုပြီး အပြစ်ရှိခံစားစိတ်ဖြစ်လာလေလေပါပဲ.သူတို့နှစ်ဦးရဲ့ဇာတ်သိမ်းက ဘယ်လိုများဖြစ်မလဲ?Sakiနဲ့Nagataပေါင်းဖက်နိုင်ရဲ့လားဆိုတာကိုဇာတ်သိမ်းပိုင်းထိ ဆွဲဆောင်နိုင်ပြီး ရင်ထဲမှာခံစားချက်တစ်ခု ထည့်ပေးနိုင်တဲ့ ဂျပန်ဒရာမာဇာတ်လမ်းလေးဖို့ ကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ.File Size – 1.4 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – YKEncoder – XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsao YukisadaStarsKanichiroKento YamazakiKodai AsakaMasaki MiuraMayu MatsuokaRitsu OtomoSairi ItohSatoru IguchiShusaku KamikawaCastKanichiroKento YamazakiKodai AsakaMasaki MiuraMayu MatsuokaRitsu OtomoSairi ItohSatoru IguchiShusaku Kamikawa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5hJJc8skz8Jr3ktUhICoMRY44En.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDcyMjhiYTUtMGEyZC00YWM2LWJmMWQtYjBiNWIzNzdhZjg3XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY1000_CR007071000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cxbqr1jb3j0y.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/00l4rxrzt813.html",
        "server": "usersdrive.com",
        "size": "664.3 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/5ku25yt4vjmt/Gekijo.2020.1080p.AMZN.WEB-DL.DDP5.1_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/sftb9p9wgiy5/Gekijo.2020.720p.AMZN.WEB-DL.DDP5.1_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "664.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/9qoh874vp1bq",
        "server": "veryfiles.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/k6m4e7qsmgbb",
        "server": "veryfiles.com",
        "size": "664.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/gekijo-2020-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/gekijo-2020-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "664.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/3rhBxbLY#eWJ2oKhSOGt-WPPcxB-4tqjtOyas83WLaYozUDpdBUc",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/q6glmbZS#AXcq2X4fyrvE6lXGcRwkAt_z6DtzWdYSbezSyDxATR4",
        "server": "mega.nz",
        "size": "664.3 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/zsk7ttrqc9gh.html",
        "server": "datbu.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/idvdxc7lfdr3.html",
        "server": "datbu.com",
        "size": "664.3 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "2_Onk6PWXFU",
      "video_url": "https://www.youtube.com/watch?v=2_Onk6PWXFU",
      "embed_url": "https://www.youtube.com/embed/2_Onk6PWXFU"
    }
  },
  {
    "metadata": "|2020||Family,Fantasy",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "1,302"
    },
    "title": "Four Kids and It (2020)",
    "description": "Four Kids and It (2020)==================IMDb Rating – 4.9/10#Unicode2020 ခုနစ်ထွက် Family Fantasy ဇာတ်ကားလေးပါ ပေါ့ပေါ့ပါးပါးလေးနဲ့ ချစ်ဖို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရော့စ်က အင်္ဂလန်သူ စာဖတ်ဝါသနာအိုးလေးပါ သူ့မောင်လေးရော်ဘီရယ် သူရယ်ကို သူ့အဖေက အားလပ်ရက်အပန်းဖြေခရီးတစ်ခုကို ခေါ်သွားပါတယ်။ အဲဒီခရီးစဉ်မှာ သူ့အဖေနဲ့တွဲနေတဲ့ အမျိုးသမီးအဲလစ်နဲ့ မိတ်ဆက်ပေးပါတယ်။ အဲလစ်မှာကလည်းဇတ်ဇတ်ကြဲ သမီးကြီးစမတ်ရှ်နဲ့ သမီးငယ်လေးမော်ဒီ ပါလာပါတယ။ ဒီလိုနဲ့ သူတို့တွေကြားမှာ ဘုနဲ့ဘောက်တွေဖြစ်ကြရင်း ကမ်းခြေပေါ်မှာ ထူးဆန်းတဲ့ မှော်သတ္တဝါတစ်ကောင်နဲ့ ဆုံပါတော့တယ်။အဲဒီလိုကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးIMDb Rating  4.9/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Family Fantasy ဇာတ္ကားေလးပါ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ခ်စ္ဖို႔ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရာ့စ္က အဂၤလန္သူ စာဖတ္ဝါသနာအိုးေလးပါ သူ႔ေမာင္ေလးေရာ္ဘီရယ္ သူရယ္ကို သူ႔အေဖက အားလပ္ရက္အပန္းေျဖခရီးတစ္ခုကို ေခၚသြားပါတယ္။ အဲဒီခရီးစဥ္မွာ သူ႔အေဖနဲ႔တြဲေနတဲ့ အမ်ိဳးသမီးအဲလစ္နဲ႔ မိတ္ဆက္ေပးပါတယ္။ အဲလစ္မွာကလည္းဇတ္ဇတ္ႀကဲ သမီးႀကီးစမတ္ရွ္နဲ႔ သမီးငယ္ေလးေမာ္ဒီ ပါလာပါတယ။ ဒီလိုနဲ႔ သူတို႔ေတြၾကားမွာ ဘုနဲ႔ေဘာက္ေတြျဖစ္ၾကရင္း ကမ္းေျခေပၚမွာ ထူးဆန္းတဲ့ ေမွာ္သတၱဝါတစ္ေကာင္နဲ႔ ဆုံပါေတာ့တယ္။အဲဒီလိုကေန ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ကိုယ္တိုင္ပဲ ၾကည့္ရႈခံစားလိုက္ၾကပါဦးIMDb Rating 4.9/10 ရရွိထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 50 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Family, FantasySource : 1080p.WebRipTranslator – May Myat ThuEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndy De EmmonyStarsAshley AufderheideBilly JenkinsJacqueline WilsonMatthew GoodeMichael CainePaula PattonPippa HaywoodRussell BrandTeddie-Rose Malleson-AllenWilliam Franklyn-MillerCastAshley AufderheideBilly JenkinsCheryl ColeEllie-Mae SiameJacqueline WilsonMatthew GoodeMichael CainePaul BazelyPaula PattonPippa HaywoodRussell BrandTeddie-Rose Malleson-AllenWilliam Franklyn-Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4W52g25Z9sCops8YXKl1XGLq7lY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYmNiYWEzZTQtY2ZlYS00YjRkLWFhZTYtMzQyNWMxMDUzZDFjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jio25tk78wk8.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://usersdrive.com/8qjgxptyvzot.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-four-kids-and-it-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-four-kids-and-it-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://megaup.net/1xsaz/[CM]Four.Kids.And.It.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://megaup.net/1xsaj/[CM]Four.Kids.And.It.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://upstream.to/iktz0ihg9cpu",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://upstream.to/oqz4fugqz8ha",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://mega.nz/file/V8QBwKLL#s4szue_iUokiKXRdNAcOLFMrNAcZLfR56odeUi5Hyy4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://mega.nz/file/A0QnAYYa#HCY4k5eUZMJRoqBdVd4dylkQAZALgtQEGZSpzXbAvyk",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      },
      {
        "link": "https://yadi.sk/i/MObue8O03eXphw",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-RIP 720P"
      },
      {
        "link": "https://yadi.sk/i/V4Cd4nuxWc4hww",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEB-RIP 480P"
      }
    ],
    "trailer": {
      "video_id": "gH2qKK52E3k",
      "video_url": "https://www.youtube.com/watch?v=gH2qKK52E3k",
      "embed_url": "https://www.youtube.com/embed/gH2qKK52E3k"
    }
  },
  {
    "metadata": "|2020||Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1,163"
    },
    "title": "Body Cam (2020)",
    "description": "Body Cam (2020)==============IMDb Rating – 5.2/10#Unicodeဒီဇာတ်လမ်းရဲ့ အစပိုင်း အကျဥ်းလေးကိုပြောရရင် . . .ကလေးသေဆုံးပြီးနောက်ပိုင်း စိတ်ထိခိုက်နေတဲ့ ရဲအရာရှိ ရမ်နီ လိုမီတို တစ်ယောက် ခဏတာအနားယူပြီးပြန်လည်တာဝန်ထမ်းဆောင်တဲ့ ပထမဆုံးနေ့မှာတင် ယခင်တွဲဖက်လုပ်ကိုင်ဖူးတဲ့ ရဲအရာရှိတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။ သူ့အလောင်းကိုရှာတွေ့ပြီး ရဲကားထဲမှာ မှတ်တမ်းဗီဒီယိုဖိုင်ကို ဖွင့်ကြည့်မိရာကနေဗင်ကားလေးတစ်စီးကို တွေ့ပြီး နားလည်ရခက်တဲ့ သဘာဝလွန်ဖြစ်ရပ်များနဲ့ သက်ဆိုင်နေကြောင်းသိလိုက်ရပါတယ်။ ထိုဗင်ကားကို လိုက်လံရှာဖွေရာကနေ လုပ်ဖော်ကိုင်ဖက် ၂ယောက်ကပါ ထပ်မံအသတ်ခံလိုက်ရပါတယ်။ရမ်နီ လိုမီတိုတစ်ယောက် မိမိဘာသာ စုံစမ်းဖော်ထုတ်နေရင်း အဲ့ဖြစ်ရပ်ဆန်းမှာ မိမိဌာနက ရဲအရာရှိများကို ဦးတည်နေကြောင်း သိလိုက်ပါတယ်။ မိမိဌာနမှ ရဲအရာရှိများကို ကာကွယ်ဖို့ ဆက်လက်စုံစမ်းရာကနေ မထင်မှတ်ပဲအကြောင်းအရင်းအမှန်ကို သိလိုက်တဲ့အခါမှာတော့ ရဲအရာရှိ အနေနဲ့ ဘယ်လိုဆက်လုပ်မလဲ၊ အဲ့လိုဖြစ်ရတဲ့အကြောင်းအရင်းအမှန်က ဘာလဲ၊ ဘာကြောင့် ရဲအရာရှိတွေကို လိုက်သတ်နေရတာလဲ ဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ တစ်ချို့သောကိစ္စတွေဟာ လက်ရှိဖြစ်ပေါ်နေတဲ့ နိုင်ငံတကာက တိတ်တဆိတ်မတရားမှုတွေကိုလည်း တွေ့မြင်ရမှာဖြစ်ပါတယ်။ IMDb Rating 5.2ပေမယ့် . အတော်လေးစိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးမို့လို့ ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္လမ္းရဲ႕ အစပိုင္း အက်ဥ္းေလးကိုေျပာရရင္ . . .ကေလးေသဆုံးၿပီးေနာက္ပိုင္း စိတ္ထိခိုက္ေနတဲ့ ရဲအရာရွိ ရမ္နီ လိုမီတို တစ္ေယာက္ ခဏတာအနားယူၿပီးျပန္လည္တာဝန္ထမ္းေဆာင္တဲ့ ပထမဆုံးေန႔မွာတင္ ယခင္တြဲဖက္လုပ္ကိုင္ဖူးတဲ့ ရဲအရာရွိတစ္ေယာက္အသတ္ခံလိုက္ရပါတယ္။ သူ႔အေလာင္းကိုရွာေတြ႕ၿပီး ရဲကားထဲမွာ မွတ္တမ္းဗီဒီယိုဖိုင္ကို ဖြင့္ၾကည့္မိရာကေနဗင္ကားေလးတစ္စီးကို ေတြ႕ၿပီး နားလည္ရခက္တဲ့ သဘာဝလြန္ျဖစ္ရပ္မ်ားနဲ႔ သက္ဆိုင္ေနေၾကာင္းသိလိုက္ရပါတယ္။ ထိုဗင္ကားကို လိုက္လံရွာေဖြရာကေန လုပ္ေဖာ္ကိုင္ဖက္ ၂ေယာက္ကပါ ထပ္မံအသတ္ခံလိုက္ရပါတယ္။ရမ္နီ လိုမီတိုတစ္ေယာက္ မိမိဘာသာ စုံစမ္းေဖာ္ထုတ္ေနရင္း အဲ့ျဖစ္ရပ္ဆန္းမွာ မိမိဌာနက ရဲအရာရွိမ်ားကို ဦးတည္ေနေၾကာင္း သိလိုက္ပါတယ္။ မိမိဌာနမွ ရဲအရာရွိမ်ားကို ကာကြယ္ဖို႔ ဆက္လက္စုံစမ္းရာကေန မထင္မွတ္ပဲအေၾကာင္းအရင္းအမွန္ကို သိလိုက္တဲ့အခါမွာေတာ့ ရဲအရာရွိ အေနနဲ႔ ဘယ္လိုဆက္လုပ္မလဲ၊ အဲ့လိုျဖစ္ရတဲ့အေၾကာင္းအရင္းအမွန္က ဘာလဲ၊ ဘာေၾကာင့္ ရဲအရာရွိေတြကို လိုက္သတ္ေနရတာလဲ ဆိုတာ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္ရမယ့္ ႐ုပ္ရွင္ေကာင္းတစ္ကားျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာ တစ္ခ်ိဳ႕ေသာကိစၥေတြဟာ လက္ရွိျဖစ္ေပၚေနတဲ့ ႏိုင္ငံတကာက တိတ္တဆိတ္မတရားမႈေတြကိုလည္း ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ IMDb Rating 5.2ေပမယ့္ . အေတာ္ေလးစိတ္ဝင္စားဖို႔ေကာင္းတဲ့ကားေလးမို႔လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းခ်င္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫြန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)Quality – 720p  WebRipDuration – 1 hr 36 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, Mystery, ThrillerSource : 1080p.WebRipTranslator –ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMalik VitthalStarsAlfonzo WalkerAnika Noni RoseDavid ZayasDemetrius GrosseJeff PopeLorrie OdomMary J. BligeNat WolffSylvia Grace CrimCastAlfonzo WalkerAnika Noni RoseDavid ZayasDemetrius GrosseJeff PopeLorrie OdomMary J. BligeNat WolffSylvia Grace Crim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hpi5WO7ND2bejjH2Wtv3jxTOirK.jpg",
      "https://image.tmdb.org/t/p/w300/1CoeP4p44aGqjMnFZrsNNT4oj5F.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-4.52.06-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/s282x7s3lljy.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://usersdrive.com/lz4fdidjj1r4.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-body-cam-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-body-cam-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://megaup.net/3zw4o/[CM]Body.Cam.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/3zw4f/[CM]Body.Cam.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://upstream.to/6rxykg7euzv3",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://upstream.to/5fcsvegkybni",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://mega.nz/file/xdQ0yAAQ#dZUOvzwx6MM3h8VSQwBaZdyWs-AXnPIpzYq2OmuQUTE",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://mega.nz/file/0ERAiCzQ#Mt_OfeRwzKraAEJP6itKdZKkrPP6H885gThnUx1gevs",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yadi.sk/d/_wByvW0s5YjWqA",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yadi.sk/i/O2CwRgv7ZgsSfQ",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      }
    ],
    "trailer": {
      "video_id": "d_EP4DGBBxk",
      "video_url": "https://www.youtube.com/watch?v=d_EP4DGBBxk",
      "embed_url": "https://www.youtube.com/embed/d_EP4DGBBxk"
    }
  },
  {
    "metadata": "N/A|2020|2h 30min|Action,Comedy,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "824"
    },
    "title": "Bheeshma (2020)",
    "description": "ဒီကားထဲက မင်းသား Nithiinကို အိန္ဒိဇာတ်ကားချစ်သူတွေ သိပ်မသိလောက်ပေမယ့် အပြုံးလှလှပိုင်ရှင်လေးဖြစ်တဲ့မင်းသမီးချောလေး Rashmika Mandanna ရဲ့ ဇာတ်ကားမို့ ကြည့်စေချင်တဲ့ စေတနာနဲ့ ဘာသာပြန် တင်ဆက်လိုက်တာပါ။မူရင်း အင်္ဂလိပ်စာဖိုင်မှာ အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာမပါတဲ့အတွက် အတတ်နိုင်ဆုံး နားထောင်ပြီး အပြည့်စုံဆုံးဖြစ်အောင် ကြိုးစားပေးလိုက်တာပါ။ဇာတ်ကားအကြောင်း နည်းနည်းပြောရမယ်ဆိုရင်… ရုတ်တရတ်ကြည့်ရင်တော့ ဒီဇာတ်ကားကဝန်ကြီးချုပ်မင်းသားလို့ခေါ်တဲ့ Mahesh Babu ရဲ့ ဝန်ကြီးချုပ်ဇာတ်ကား(Bharat Ane Nenu)နဲ့ Maharshi ဇာတ်ကားကိုinspiration ယူပြီး ရိုက်ကူးထားတယ်လို့တောင် ထင်ချင်စရာပါပဲ။ဒါပေမယ့်လည်း ကွဲလွဲနေတာတွေတော့ အများကြီးရှိပါတယ်။ဒီကားထဲကမင်းသားဟာ တေလေဂျပိုး ၊ ကောလိပ်ကနေ အထုတ်ခံလိုက်ရတဲ့သူ။ဘ၀မှာ ကံဆိုးတတ်သူမို့ ဂေါ်မစွံလူပျိုဘ၀နဲ့ သူပြောတဲ့စကားထဲကလို IAS (I Am Single) ဖြစ်နေသူ။မိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲပါတယ်ဆိုပြီး ရဲစခန်းရောက်အပြစ်တွေကို အေစီပီအရာရှိလက်အောက်မှာ ဆေးကြောရင်း အေစီပီ့သမီးကိုချစ်ကြိုက်မိရာကနေ သူ့ဘ၀ ပြောင်းလဲလာတယ်လို့ ဆိုရမှာပါပဲ။ဘာတွေ ဘယ်လိုပြောင်းလဲမလဲဆိုတာကတော့ ကိုယ့်ဘာသာ ခံစားလိုက်ပါတော့။ဒီကားထဲမှာ အော်ဂဲနစ်(သဘာ၀နည်းနဲ့)စိုက်ပျိုးနည်း ၊ ဓာတုဆေးဝါးသုံးစွဲစိုက်ပျိုးနည်းတွေရဲ့ အကျိုးအပြစ်တွေကိုမှတ်သားလောက်စရာစကားတွေနဲ့ တင်ပြထားတာမို့ အချစ်ကားလိုလည်း ခံစားရမှာဖြစ်သလိုဗဟုသုတရမယ့် ဇာတ်မြူးလေးလည်း ဖြစ်ပါတယ်လို့ ပဲ ညွှန်းဆိုလိုက်ပါရစေ….ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။File Size : (900 MB ) and (450 MB)Quality : WEB-DL 720pRunning Time : 1hr 57minFormat : Mp4Genre : Action, Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : Telugu TRUE WEB-DL.1080p .AVC .DD+5.1Translated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike Zawzawgyiဒီကားထဲက မင္းသား Nithiinကို အိႏၵိဇာတ္ကားခ်စ္သူေတြ သိပ္မသိေလာက္ေပမယ့္ အၿပဳံးလွလွပိုင္ရွင္ေလးျဖစ္တဲ့မင္းသမီးေခ်ာေလး Rashmika Mandanna ရဲ႕ ဇာတ္ကားမို႔ ၾကည့္ေစခ်င္တဲ့ ေစတနာနဲ႔ ဘာသာျပန္ တင္ဆက္လိုက္တာပါ။မူရင္း အဂၤလိပ္စာဖိုင္မွာ အဂၤလိပ္လိုေျပာတဲ့ေနရာေတြမွာ စာမပါတဲ့အတြက္ အတတ္ႏိုင္ဆုံး နားေထာင္ၿပီး အျပည့္စုံဆုံးျဖစ္ေအာင္ ႀကိဳးစားေပးလိုက္တာပါ။ဇာတ္ကားအေၾကာင္း နည္းနည္းေျပာရမယ္ဆိုရင္… ႐ုတ္တရတ္ၾကည့္ရင္ေတာ့ ဒီဇာတ္ကားကဝန္ႀကီးခ်ဳပ္မင္းသားလို႔ေခၚတဲ့ Mahesh Babu ရဲ႕ ဝန္ႀကီးခ်ဳပ္ဇာတ္ကား(Bharat Ane Nenu)နဲ႔ Maharshi ဇာတ္ကားကိုinspiration ယူၿပီး ႐ိုက္ကူးထားတယ္လို႔ေတာင္ ထင္ခ်င္စရာပါပဲ။ဒါေပမယ့္လည္း ကြဲလြဲေနတာေတြေတာ့ အမ်ားႀကီးရွိပါတယ္။ဒီကားထဲကမင္းသားဟာ ေတေလဂ်ပိုး ၊ ေကာလိပ္ကေန အထုတ္ခံလိုက္ရတဲ့သူ။ဘ၀မွာ ကံဆိုးတတ္သူမို႔ ေဂၚမစြံလူပ်ိဳဘ၀နဲ႔ သူေျပာတဲ့စကားထဲကလို IAS (I Am Single) ျဖစ္ေနသူ။မိန္းကေလးတစ္ေယာက္ကို ျပန္ေပးဆြဲပါတယ္ဆိုၿပီး ရဲစခန္းေရာက္အျပစ္ေတြကို ေအစီပီအရာရွိလက္ေအာက္မွာ ေဆးေၾကာရင္း ေအစီပီ့သမီးကိုခ်စ္ႀကိဳက္မိရာကေန သူ႔ဘ၀ ေျပာင္းလဲလာတယ္လို႔ ဆိုရမွာပါပဲ။ဘာေတြ ဘယ္လိုေျပာင္းလဲမလဲဆိုတာကေတာ့ ကိုယ့္ဘာသာ ခံစားလိုက္ပါေတာ့။ဒီကားထဲမွာ ေအာ္ဂဲနစ္(သဘာ၀နည္းနဲ႔)စိုက္ပ်ိဳးနည္း ၊ ဓာတုေဆးဝါးသုံးစြဲစိုက္ပ်ိဳးနည္းေတြရဲ႕ အက်ိဳးအျပစ္ေတြကိုမွတ္သားေလာက္စရာစကားေတြနဲ႔ တင္ျပထားတာမို႔ အခ်စ္ကားလိုလည္း ခံစားရမွာျဖစ္သလိုဗဟုသုတရမယ့္ ဇာတ္ျမဴးေလးလည္း ျဖစ္ပါတယ္လို႔ ပဲ ၫႊန္းဆိုလိုက္ပါရေစ….ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (900 MB ) and (450 MB)Quality : WEB-DL 720pRunning Time : 1hr 57minFormat : Mp4Genre : Action, Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : Telugu TRUE WEB-DL.1080p .AVC .DD+5.1Translated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatteo MariottiVenky KudumulaStarsAjayAnant NagBrahmajiJisshu SenguptaNareshNithiinRaghu BabuRashmika MandannaSampath RajVennela KishoreCastAjayAnant NagBrahmajiHeeba PatelJisshu SenguptaMime GopiNareshNithiinRaghu BabuRashmika MandannaSampath RajSatyaSubhalekha SudhakarVennela Kishore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xof6b0IQOB25J0Un0jYC8w96y6U.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjYxZWFiMmItM2IyZC00YjYxLTk1MjgtNzU2ZTk3YjRkZWE5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/5e55a9754/cm-bheshma-2020-telugu-true-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1LI8/(CM)__Bheeshma_(2020)_Telugu_TRUE_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1wpch/(CM)__Bheeshma_(2020)_Telugu_TRUE_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.mediafire.com/file/bf5ti2s8pvxaw5x/%28CM%29__Bheeshma_%282020%29_Telugu_TRUE_WEB-DL_720p.mp4/file",
        "server": "mediafire.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hBtWkAyb#tg9MR-AqsITcNMbT8IzB9yopLiX-ii20w9On3yfTGK8",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/zGrPk5m-vXgIWA",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gzbph9xlvmfh",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bheeshma-2020-telugu-true-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ffe4z00mkrac.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2020|1h 40m|Action,Asian",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "45.648"
    },
    "title": "Run Boy Run (2020)",
    "description": "ဒီကားကတော့ ၂၀၂၀မှာထွက်ရှိထားတဲ့ကျောင်းသားဒရမ်မာကားလေးဖြစ်ပြီး The Tale of Nokdu ထဲကမင်းသားပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုန်ဝွန်းဆိုတဲ့ကောင်းသားလေးကခြေထောက်ဒဏ်ရာရပြီးနောက်ဆိုးလ်မြို့ကျောင်းအဆင့်အပြေးပြိုင်ပွဲ ကနေရွှေတံဆိပ်ရပြီးမှ နားလိုက်ရပြီးကျောင်းကိုလည်း သူမွေးရပ်ကျောင်းကိုပြောင်းလိုက်ရပါတယ်။အဲ့ကျောင်းကိုရောက်တဲ့အခါ ကိုရီးယားကျောင်းတွေရဲ့ထုံးစံအတိုင်း ကြီးနိုင်ငယ်ညှင်းအင်အားရှိတဲ့သူတွေကအနိုင်ကျင့်ကြပေမယယ့်ဒုန်ဝွန်းကတော့ ငြိမ်ခံနေတတ်တဲ့သူမျိုးမဟုတ်ပါဖူး။တစ်ရက်အဲ့ကျောင်းက ကျောင်းသားတွေနဲ့ ကျောင်းသားသစ်ဒုန်ဝွန်းတို့ရန်ဖြစ်မလိုဖြစ်နေတုန်း အမှတ်မထင်ရန်ပွဲကိုဖြန်ဖြေဖို့လာတဲဲ့ ငယ်သူငယ်ချင်း ဂျင်းဆူနဲ့သွားတွေ့ပါတယ်။အဲ့ကနေတစ်ဆင့် ဂျင်းဆူ မိတ်ဆက်ပေးလို့နောက်ထပ်ငယ်သူငယ်ချင်းမလေးချယ်ယောင်းနဲ့လည်းတဖန်ဆုံခွင့်ရခဲ့ပါတယ်။သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးအစပျိုးမယ်ကြံတုန်းဂျင်ဒဆူတယောက် လူမိုက်အဖွဲ့ထဲဝင်ထားမိပြန်တော့စီနီယာကျောင်းသားတွေရဲ့ဗိုလ်ကျစေခိုင်းမှုမှန်သမျှကိုလည်းလုပ်ရပြန်ပါတယ်။အဲ့ဒါတွေကို ဂျင်းဆူတစ်ယောက် မလုပ်ချင်ပဲ လုပ်ရရင်းဂျင်းဆူနဲ့ ဒုန်ဝွန်းသူငယ်ချင်းနှစ်ယောက်ကြားအထင်လွဲစရာအကြီးကြီးဖြစ်လာခဲ့ပြန်ပါတယ်။ပြီးတော့ဒုန်ဝွန်းတယောက် ခြေထောက်ကဒဏ်ရာကောဘယ်လိုဆက်ဖြစ်လာမလဲ။သူအရမ်းကြိုက်နှစ်သက်တဲ့ ပြေးတာကို ပြန်လုပ်နိုင်ပါ့မလား။ဘယ်လိုဖြစ်မယ်ဆိုတာတော့ ဇာတ်ကားပဲဆက်လက်ကြည့်ရှုစေချင်ပါတယ်။ဇာတ်လမ်းကိုအဓိကညွှန်းချင်တာက သူငယ်ချင်းအချင်းချင်းနောက်ဆုံးအချိန်အထိသူငယ်ချင်းဆိုတဲ့ သစ္စာ၊တယောက်ကိုတယောက်အရမ်းချစ်ပြီးကာကွယ်ပေးတတ်တာစတဲ့ သူငယ်ချင်းသံယောဇဉ်ကိုအသားပေးဖော်ပြထားပြီး ကိုရီးယားကျောင်းသားလောကရဲ့ရန်ပွဲကို ဇာတ်လမ်းသွားလေးနဲ့ လေ့လာကြည့်ရှု ခံစားရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း အေးမယ်ထင်ရပေမယ့်ကြည့်လို့ ကောင်းသလို မင်းသားကလည်းကောင်မလေးတွေအကြိုက် The Tale of Nokdu ထဲကအချောလေးဆိုတော့မင်းသားကြည့်ရတာနဲ့တင် တန်မှာပါလို့ညွှန်းဆိုပါစေ။File Size – 1.1 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Moe PwintEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsJang Dong-yoon",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/mbhYcXhkdkCQceSDpMgwyPH4M9K.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hduvcuhsofrx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5jhy988znmih.html",
        "server": "usersdrive.com",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/sydmzk6r4huv/RUN_BOY_RUN.2020.WEBRip.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/atbokr68v2ea/RUN_BOY_RUN.2020.WEBRip.720p_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/tja0fqnhvrwa",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/yrp1ceilaz5h",
        "server": "veryfiles.com",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/run-boy-run-2020-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/run-boy-run-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2UkaC/RUN_BOY_RUN.2020.WEBRip.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1ypgk/RUN_BOY_RUN.2020.WEBRip.720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/bwwDWLAa#lYfSKffM7I-UzwbgdMthNgcKiZqv2BDJ2w4_tE4rxi0",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/eo4xzbiR#ly7dmz8Y3gMUCC-O81kWXu2RJGml2xmet7vmp7T3qhk",
        "server": "mega.nz",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/nwk71dup66xw",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/hdelp3w5drat",
        "server": "upstream.to",
        "size": "519.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/pr3zrr3jzdf1.html",
        "server": "datbu.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/aqz9brl56bux.html",
        "server": "datbu.com",
        "size": "519.0 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2020|75 Mins|Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "(18+) Rated 19 Secret Lesson (2020)",
    "description": "Rated 19 Secret Lesson (2020)=====================ကိုရီးယားကားတောင်းဆိုနေကြတဲ့သူတွေအတွက်နောက်ထပ်တစ်ကားထပ်လာပါပြီဒီကားကတော့ တခြားကားတွေနဲ့ မတူပဲနည်းနည်းထူးခြားတယ်ပြောရမယ် ကိုယ့်ကောင်မလေးတွေသိုင်းကျမ်းလေ့လာဖို့လိုနေသေးတယ်လို့ ခံစားမိတဲ့ဘဒိုတွေဒီကားကြည့်ပြီး နည်းလမ်းကောင်းလေးတွေပြန်ဖောက်သည်ချပေးလို့ရတဲ့ကားလေးဆိုလည်းမမှားပါဘူး အိမ်ထောင်သည်ဘဒိုတွေလည်းကြည့်ပြီးနည်းနာယူသင့်ပါတယ် ဇာတ်လမ်းမစခင်ပါတဲ့ ဆော်ကြီးနှစ်ယောက်အကြောင်းအရင်ပြောပြမယ်ပထမတယောက်ကတော့ ကိတ်ချက်က အခုကိတ်ပါတယ်ဆိုတဲ့ မော်ဒယ်တွေ ဘာလဲဆိုတာမေးယူရလောက်တဲ့အထိ ကိတ်ပြီးမှည့်တယ် နောက်ထပ်ဆော်ကြီးတစ်ဗွေကတော့ အဖြုတ်ကြမ်းတဲ့LCD ဆော်ကြီး သူကတော့ ဆရာမကြီးပေါ့ ကဲဇာတ်လမ်းအကြောင်းပြန်သွားရရင် sexသင်တန်းပေါ့အဲ့သင်တန်းကိုတက်ပြီး sex ကိစ္စပိုင်းမှာပြောင်းလဲသွားတဲ့ယူဂျောင်းဆိုတဲ့ ဆော်လေးအကြောင်းကိုရိုက်ထားတာပါ အဲ့သင်တန်းပိုင်ရှင်ဆရာမကလဲ ဘာလာလာဒေါင်းဆရာမကြီးပေါ့ ကြမ်းတယ်ဆော်လန်းတယ်ဆိုမှကြည့်ချင်တယ်ဆိုဒီကားသာ ၁၈ယောက်စုပြီးဒေါင်းကြည့်လိုက်ပါတော့ ဗဟုသုတတွေလဲ ရတာပေါ့Released: 04 Sep 2020Runtime: 75 MinsGenre:RomanceCountries:South KoreaLanguages:KoreanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/aebjl5ijowed.png",
    "movie_links": [
      {
        "link": "https://megaup.net/2VUk8/Rated_19_Secret_Lesson_(2020)_1080P_{DS}.mp4",
        "server": "megaup.net",
        "size": "782.9 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1zZmc/Rated_19_Secret_Lesson_(2020)_720p{DS}_.mp4",
        "server": "megaup.net",
        "size": "340.0 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/j5oy26inxfyz.html",
        "server": "usersdrive.com",
        "size": "782.9 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/k559scdmnza5.html",
        "server": "usersdrive.com",
        "size": "340.0 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rated-19-secret-lesson-2020-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "782.9 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rated-19-secret-lesson-2020-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "340.0 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/w3aqs21x84yi",
        "server": "veryfiles.com",
        "size": "782.9 MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/jg74l9scgl6e",
        "server": "veryfiles.com",
        "size": "340.0 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/rated-19-secret-lesson-2020",
        "server": "VIP Links",
        "size": "782.9 MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2020|71 Mins|Adult",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "181,528"
    },
    "title": "College Girls’ Massage Parlor (2020)",
    "description": "အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တာကတော့လိုတာမရ ရတာမလိုဖြစ်နေတဲ့ဘဲကြီး၊ဘဲလေးတွေအတွက် နည်းလေးတွေမျှဝေပေးမယ့်ပညာပေးကားလေးပဲဖြစ်ပါတယ်။လက်ရှိရထားတဲ့မိန်းမတွေ၊ဆော်လေးတွေကိုစိတ်အလိုမကျဖြစ်နေတဲ့ ဘဒိုတို့တခါတလေအကြောလျှော့ပေးမယ့်မာဆတ်ကဆော်အလန်းလေးတွေအကြောင်းရိုက်ထားတာပါ။သူငယ်ချင်းသုံးယောက်ဆုံမိတဲ့အခါ လက်ရှိမိန်းမတွေရည်းစားတွေနဲ့ အဆင်မပြေတဲ့အကြောင်းအတွေ့အကြုံလေးတွေဖလှယ်ရင်းမာဆတ် ကေတီဗီဆိုဝေး တမာရွက်ပြုတ်လောက်သိတဲ့လူရိုးလေးဘော်ဒါနှစ်ယောက်ကိုဘိကောင်းကောင်းလေးတွေဆိုသွားနေကြကျော်ကြီးက ဦးဆောင်ပြီးခေါ်သွားပေးတယ်ပေါ့။ဟိုရောက်တဲ့အခါ ထင်မှတ်မထားတဲ့ ဖြူဖြူဖွေးဖွေးဆော်အလန်းလေးတွေက ဘယ်လို နည်းပညာလေးတွေနဲ့ ရှယ်ပြုစုမယ်။လူရိုးကြီးဆိုတဲ့ ဘော်ဒါတွေကလည်းအနှစ်နှစ်အလလကအောင်းထားတဲ့ အတွင်းအားတွေနဲ့ သိုင်းဘယ်လိုကျင့်မယ်ဆိုတာတော့ခံစားသာကြည့်လိုက်တော့။ညွှန်းချင်တာက နောက်ဆုံးဆော်လေးပဲဘယ်လိုတွေညုပြီး ဘယ်လိုတွေခရုတယ်ဆိုတာတော့ကြည့်ကြည့်မှ သိမှာပဲကကြီးဆော်လေးတွေထုံးစံအတိုင်း ကိုယ်လုံးကိုယ်ပေါက်နဲ့ရုပ်လေးတွေကတော့ စိတ်ကူးယဉ်နိုင်မယ့်အနေအထားကြီးပဲနောက်ပြီး လူရိုးကြီး ဘော်ဒါကကျော်ကြီးတယောက်ကို ကွက်ကျော်ဘယ်လိုရိုက်သွားတယ်ဆိုတာလေးလဲပါလို့ ဘော်ဒါအချင်းချင်းတချို့အရာတွေလျှိုထားသင့်ကြောင်းကို ဇာတ်ကားထဲမှာပညာပေးထားပါတယ်။ကဲ Stay Home မှာ ဘေးကင်းကင်းနဲ့ ဒေါင်းကြည့်လိုက်ပါအုန်း။ဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့ပွဲတိုင်းကျော် Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်zawgyiအခုတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တာကေတာ့လိုတာမရ ရတာမလိုျဖစ္ေနတဲ့ဘဲႀကီး၊ဘဲေလးေတြအတြက္ နည္းေလးေတြမွ်ေဝေပးမယ့္ပညာေပးကားေလးပဲျဖစ္ပါတယ္။လက္ရွိရထားတဲ့မိန္းမေတြ၊ေဆာ္ေလးေတြကိုစိတ္အလိုမက်ျဖစ္ေနတဲ့ ဘဒိုတို႔တခါတေလအေၾကာေလွ်ာ့ေပးမယ့္မာဆတ္ကေဆာ္အလန္းေလးေတြအေၾကာင္း႐ိုက္ထားတာပါ။သူငယ္ခ်င္းသုံးေယာက္ဆုံမိတဲ့အခါ လက္ရွိမိန္းမေတြရည္းစားေတြနဲ႔ အဆင္မေျပတဲ့အေၾကာင္းအေတြ႕အႀကဳံေလးေတြဖလွယ္ရင္းမာဆတ္ ေကတီဗီဆိုေဝး တမာ႐ြက္ျပဳတ္ေလာက္သိတဲ့လူ႐ိုးေလးေဘာ္ဒါႏွစ္ေယာက္ကိုဘိေကာင္းေကာင္းေလးေတြဆိုသြားေနၾကေက်ာ္ႀကီးက ဦးေဆာင္ၿပီးေခၚသြားေပးတယ္ေပါ့။ဟိုေရာက္တဲ့အခါ ထင္မွတ္မထားတဲ့ ျဖဴျဖဴေဖြးေဖြးေဆာ္အလန္းေလးေတြက ဘယ္လို နည္းပညာေလးေတြနဲ႔ ရွယ္ျပဳစုမယ္။လူ႐ိုးႀကီးဆိုတဲ့ ေဘာ္ဒါေတြကလည္းအႏွစ္ႏွစ္အလလကေအာင္းထားတဲ့ အတြင္းအားေတြနဲ႔ သိုင္းဘယ္လိုက်င့္မယ္ဆိုတာေတာ့ခံစားသာၾကည့္လိုက္ေတာ့။ၫႊန္းခ်င္တာက ေနာက္ဆုံးေဆာ္ေလးပဲဘယ္လိုေတြညဳၿပီး ဘယ္လိုေတြခ႐ုတယ္ဆိုတာေတာ့ၾကည့္ၾကည့္မွ သိမွာပဲကႀကီးေဆာ္ေလးေတြထုံးစံအတိုင္း ကိုယ္လုံးကိုယ္ေပါက္နဲ႔႐ုပ္ေလးေတြကေတာ့ စိတ္ကူးယဥ္ႏိုင္မယ့္အေနအထားႀကီးပဲေနာက္ၿပီး လူ႐ိုးႀကီး ေဘာ္ဒါကေက်ာ္ႀကီးတေယာက္ကို ကြက္ေက်ာ္ဘယ္လို႐ိုက္သြားတယ္ဆိုတာေလးလဲပါလို႔ ေဘာ္ဒါအခ်င္းခ်င္းတခ်ိဳ႕အရာေတြလွ်ိဳထားသင့္ေၾကာင္းကို ဇာတ္ကားထဲမွာပညာေပးထားပါတယ္။ကဲ Stay Home မွာ ေဘးကင္းကင္းနဲ႔ ေဒါင္းၾကည့္လိုက္ပါအုန္း။ဇတ္လမ္းကို ဘာသာျပန္ၿပီး အၫႊန္းေရးေပးထားတာကေတာ့ပြဲတိုင္းေက်ာ္ Fox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJin-gi'sStarsJin-gi'sCastJin-gi's",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/jokzo2sj506e.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/02510da6/colege-girls-mesage-parlor-2020-720p-ds-mp4",
        "server": "yuudrive.me",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://drive.google.com/open?id=1-qtI5R-FMnrEYkFT9Kb4hYojT6ERYDqp",
        "server": "yoteshinportal.cc",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1wg13/College_Girls__Message_Parlor_2020_720P_%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZU8HFB6K#ma3kB7oMOUPEaKUM0lz7WNi4QfuaA-oLTNcXRW-Indg",
        "server": "mega.nz",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/yhjwi1p6j14u.html",
        "server": "VIP Links",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/me47ufqpfnok",
        "server": "upstream.to",
        "size": "476.87 MB",
        "quality": "720P"
      },
      {
        "link": "https://yadi.sk/i/KJyZy0icnMi-HQ",
        "server": "VIP Links",
        "size": "476.87 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2020|1h 53m|Country",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Pawn",
    "description": "Pawn(2020) အညွှန်းငွေချေးလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ လူနှစ်ယောက်က အမျိုးသမီးတစ်ယောက်ဆီကနေပြီး ချေးထားတဲ့ငွေကို ပြန်တောင်းဖို့သွားကြတဲ့အခါ ထိုအမျိုးသမီးကချေးထားတဲ့ ငွေကို ပြန်မဆပ်နိုင်တာကြောင့် သူ့ရဲ့သမီးလေးကို အပေါင်အဖြစ်ခေါ်ယူလာခဲ့ပါတယ်။ ကလေးရဲ့ မိခင်က တရားမဝင်နေထိုင်တဲ့သူဖြစ်တာကြောင့်မိမိနေရပ်ကို ပြန်ပို့ခံရပြီး ကလေးကိုတော့ ငွေချေးလုပ်ငန်းလုပ်တဲ့သူတွေဆီ ထားခဲ့ရပါတော့တယ်။ကလေးကိုသမီးအဖြစ်မွေးခဲ့တဲ့ လူနှစ်ယောက်နဲ့ သံယောဇဥ် တွယ်ပြီးတော့ အတူတူနေထိုင်သွားကြရတဲ့မိသားစုချစ်ခြင်းမေတ္တာပြ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။သရုပ်ဆောင်အနေနဲ့က ဆွန်းဒုံအီ ဟာဂျီဝန် နဲ့ ကင်ဂျယ်ဟွာတို့က သရုပ်ဆောင်ထားပါတယ်။Translated by : Kim Khin HanaEncoded by : Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKang Dae-gyuStarsSung Dong-ilCastHa Ji-wonJeong In-giJin Yoo-youngKim Hee-wonKim Jae-hwaNa Moon-heePark So-yiSung Dong-ilYoo TeoYunjin Kim",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nwhk3FW2k19CokUBZYWAvtNFIcK.jpg",
      "https://image.tmdb.org/t/p/w300/htyMJhFpau8goMMLQoUXyLZf6cs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/w5r3T9sGpg9WIdJkqzUX66VDACN.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/80c2j5gttpyi.html",
        "server": "usersdrive.com",
        "size": "1.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v54c8lewhagj.html",
        "server": "usersdrive.com",
        "size": "599MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2fEF0/Pawn_2020_WEBRip_1080p__%7BCM%7D.mp4https://megaup.net/2fEF0/Pawn_2020_WEBRip_1080p__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2VC7f/Pawn_2020_WEBRip_720p(CM).mp4",
        "server": "megaup.net",
        "size": "599MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/guers5etxtwg",
        "server": "veryfiles.com",
        "size": "1.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/q7vwdtmi6ds0",
        "server": "veryfiles.com",
        "size": "599MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pawn-2020-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/pawn-2020-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "599MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pawn-2020",
        "server": "VIP Links",
        "size": "1.19GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "ylq5mKnv07Y",
      "video_url": "https://www.youtube.com/watch?v=ylq5mKnv07Y",
      "embed_url": "https://www.youtube.com/embed/ylq5mKnv07Y"
    }
  },
  {
    "metadata": "N/A|2020|1h 49min|Bollywood,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "763"
    },
    "title": "Har Kisse Ke Hisse Kaamyaab (2020)",
    "description": "IMDb 8.4/10“ဘဝကိုသာ ပျော်ပျော်နေလိုက် တခြား ဘာရွေးခြယ်စရာရှိလို့လဲ”****************************************အဲ့ဒိခေတ်တုန်းက အာလူးတွေကို သိပ်လိုချင်ကြတာလေ အာလူးဆိုတာဘာကိုပြောတာလဲငါတို့လို သရုပ်ဆောင်တွေကို အာလူးလို့ခေါ်ကြတယ် အားလူးက ဘယ်အရာနဲ့မဆိုရောနှောလို့ရတယ်လေအသား၊ ငါး ဟင်းသီးဟင်းရွက် ကြိုက်တာနဲ့ အာလူးကိုရောလို့ရတယ်ဟာသကားပဲဖြစ်ဖြစ် ဒရာမာကားပဲဖြစ်ဖြစ် အက်ရှက်ကားပဲဖြစ်ဖြစ် ဘယ်မင်းသားလာလာ ငါတို့လိုအာလူးတွေက အဆင်ပြေတယ်မလား====================================ကြယ်ပွင့်များနှင့်ခရီးစဉ်ဆိုတဲ့ အစီစဉ်မှာ ရွေးခြယ်တင်ဆက်ခြင်းခံရတဲ့ ဇာတ်ပို့ဇာတ်ရန် သရုပ်ဆောင်ဟောင်းတစ်ယောက်ဖြစ်သူ ဆူဒီးရ်ဟာ ယခုလိုပဲစိတ်ပျက်လက်ပျက်နဲ့ ပြောကြားလိုက်တော့ အစီစဉ်တင်ဆက်သူ အမျိုးသမီးက စိတ်မကောင်းစွာဖြင့် ဘာလို့ဒီပြောရတာလဲဆရာဆရာသရုပ်ဆောင်ခဲ့တဲ့ ဇာတ်ကားအရေအတွက်က ၄၉၀ လောက်ထိရှိတယ်လေ အတိအကျဆို ၄၉၉ ကားတောင်ရှိတာဒီစကားသံကိုကြားလိုက်ရတော့ ဆူဒီးရ် စိတ်ဝင်စားသွားပါတယ် သူတောင် သူရုပ်ရှင်ဘယ်နှကားမှာ သရုပ်ဆောင်ခဲ့ဖူးလဲ အတိအကျမသိပါဘူးအဲ့ဒိနောက်မှာတော့ သူငယ်ချင်းတစ်ယောက်၏ အားပေးမှုနဲ့ ဆူဒီးရ်တစ်ယောက် သူ့ဘဝမှာ ကား ၅၀၀ ပြည့်အောင်သရုပ်ဆောင်မယ်ဆိုတဲ့ အိပ်မက်ကို အကောင်ထည်ဖေါ်ဖို့ကြိုးစားပါတော့တယ်အနုပညာလောက,ကရော သူ့ကိုကြိုဆိုပါ့မလား သူ့အိပ်မက်ကိုရော အကောင်ထည်ဖေါ်နိုင်ပါ့မလားအားလုံးပဲ ဆက်လက်ခံစားကြည့်လိုက်ပါဦးဒီဇာတ်လမ်းဟာ ပရိသတ်အသိမှတ်ပြုမှုကို မခံရတဲ့ ဇာတ်ပို့တစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းကို ပုံဖေါ်ထားသော ဒရာမာကားကောင်းတစ်ကားပါက,ခုန်တာတွေ၊ ဖိုက်တာတွေပါမှကြည့်ချင်ရင် ဒီကားနဲ့အဆင်မပြေနိုင်ပါဘူးအဓိကသရုပ်ဆောင်ဖြစ်တဲ့ ဆန်ဂျေး မစ်ရှ်ရားဟာလည်း ပညာသားပါပါ ဆရာကျကျနဲ့ တကယ်ကိုကောင်းမွန်လှပါပေတယ်ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် အချိန်ပေးရတန်မယ့် ကားတစ်ကားဆိုတာ အာမခံပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….File Size : (900 MB) and (400 MB)Quality : WEB-DL 720pRunning Time : 1hr 49minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Itunes.WED-DL.HEVC.DD.5.1.x265-TellyTranslated by Zaw HtooEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHardik MehtaStarsAkashdeep AroraAvtar GillDeepak DobriyalGuddi MarutiIsha TalwarManoj BakshiNeeraj PandeySanjay MishraSarika SinghViju KhoteCastAkashdeep AroraAnil NagrathArvind JangidAvtar GillDeepak DobriyalDevas DixitGuddi MarutiIsha TalwarManoj BakshiMukesh PrajapatiNeeraj PandeySanjay MishraSarika SinghShubhankar DasViju Khote",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/njWcqI4IT3NI3kKaQ8sphGkPHP1.jpg",
      "https://image.tmdb.org/t/p/w300/yJ202OgLU74d7rafrxCyncSLZd5.jpg",
      "https://image.tmdb.org/t/p/w300/fo6JgmSSPSs2NLHf0dGG7H9KBnq.jpg",
      "https://image.tmdb.org/t/p/w300/qlCxnzcgNNHfi796MDNB09mS50k.jpg",
      "https://image.tmdb.org/t/p/w300/9IdhNpMTEw9GNM9F6iny8BwqsuO.jpg",
      "https://image.tmdb.org/t/p/w300/zlcIni5MORNeTFd2wcI4ocgzmnQ.jpg",
      "https://image.tmdb.org/t/p/w300/pWEM5xPT9iw3bClnPWvCiVOsNH7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b2VeikFx112olsivPPzA8D3cTUL.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/cd380185b/cm-har-kise-ke-hise-kamyab-2020-720p-itunes-wed-dl-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-har-kisse-ke-hisse-kaamyaab-2020-720-p-itunes-wed-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://myandrive.net/file/bk7XWTU5y3",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2BFM/(CM)_Har_Kisse_Ke_Hisse_Kaamyaab.2020.720p.Itunes.WED-DL.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/8zx",
        "server": "fastload.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1w71i/(CM)_Har_Kisse_Ke_Hisse_Kaamyaab.2020.720p.Itunes.WED-DL.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.mediafire.com/file/1399v0tjnvajvd7/%2528CM%2529_Har_Kisse_Ke_Hisse_Kaamyaab.2020.720p.Itunes.WED-DL.mp4/file",
        "server": "mediafire.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FywFwYpI#oiUsZ6gXtWHsVo4eC1wXrhKLc45g1i1_ybat879rv8U",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/ilSQTJYB_GGK9A",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/cj4ngufjeppt",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/4e695e3089/cm-har-kise-ke-hise-kamyab-2020-480p-itunes-wed-dl-mp4",
        "server": "yuudrive.me",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-har-kisse-ke-hisse-kaamyaab-2020-480-p-itunes-wed-dl-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "http://myandrive.net/file/oXOAiJw55J",
        "server": "drive.google.com",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2BFL/(CM)_Har_Kisse_Ke_Hisse_Kaamyaab.2020.480p.Itunes.WED-DL.mp4",
        "server": "Soliddrive.co",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://fastload.cc/8zw",
        "server": "fastload.cc",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1w711/(CM)_Har_Kisse_Ke_Hisse_Kaamyaab.2020.480p.Itunes.WED-DL.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "http://www.mediafire.com/file/yl0jj5i2aowseah/%2528CM%2529_Har_Kisse_Ke_Hisse_Kaamyaab.2020.480p.Itunes.WED-DL.mp4/file",
        "server": "mediafire.com",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/N2hTxYpK#EQLtzgvU_zEz5Rkbpdj9nj9mkCYZobIfuj2ET4876d0",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://yadi.sk/i/mysGAHq0EWnhCA",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/muepofpuykqm",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "8KwQkxW1bVc",
      "video_url": "https://www.youtube.com/watch?v=8KwQkxW1bVc",
      "embed_url": "https://www.youtube.com/embed/8KwQkxW1bVc"
    }
  },
  {
    "metadata": "|2020||Action,Adventure,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2700"
    },
    "title": "Tomb Empty Coffin (2020)",
    "description": "Tomb Empty Coffin (2021)====================IMDb Rating – 6.3/10လူငယ်ပေါင်ချိန်ကို ဇာတ်လမ်းတွဲတွေပဲကြည့်ရတာရိုးနေရင်အပြောင်းအလဲလေးဖြစ်သွားအောင် ရုပ်ရှင်လေးပြောင်းကြည့်ရအောင်။ပေါင်ချိန်ဆိုတော့ အမှုလိုက်ပြီပေါ့နော်။ ဒါပေမဲ့ သူလိုက်မယ့်အမှုကတော်ရုံတန်ရုံခေါင်းစားတာမျိုးမဟုတ်ဘဲနဲ့ ဘဘာဝလွန်ဖြစ်ရပ်တွေပါပါတတ်တာ ပေါင်ချိန်ရဲ့ထုံးစံလိုဖြစ်နေပါပြီ။ အခုလည်း အမှုက သေရာကနေပြန်ရှင်လာတဲ့လူသတ်သမားတဲ့။ ဘယ်လိုဖော်ထုတ်မလဲ ဆက်ကြည့်လိုက်ပါဦးနော်။ ။ဇာတ်လမ်းအကျဉ်းကတော့ ပေါင်ချိန်က သူ့ဆရာဖြစ်တဲ့ သမားတော်ဟူဆုံးသွားလို့ ကုန်းအန်းပြည်နယ်ကို ခွင့်ရက်ရှည်ယူပြီး ဆရာ့အုတ်ဂူကိုသွားကန်တော့မလို့ပါ။ ဒါပေမဲ့ အဲ့ဒီကုန်းအန်းပြည်နယ်မှာ မိန်းကလေးငယ်တွေ ပျောက်ဆုံးနေပြီး သူ့ဆရာအလောင်းလည်း ပျောက်နေပါတယ်။လူတွေပြောကြတာကတော့ သေရာကနေပြန်ရှင်လာပြီး လူတွေကိုလိုက်သတ်၊ မျက်နှာအရေပြားတွေကို ဓါးနဲ့ဆွဲခွာထားပါတယ်တဲ့။အဲ့ဒီတော့ ဆရာ့အုတ်ဂူကိုကန်တော့ဖို့လာရင်းနဲ့ သေရာကနေပြန်ရှင်လာတဲ့အမှုအပြင် တခြားပဟေဠိတွေကိုပါ တစ်ခုပြီးတစ်ခု ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size……….(1.27 GB) / (572 MB)Quality…………WebRip 1080p / 720pDuration………1Hr 29minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Adventure, DramaTranslator…….Jo Jo VaEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBi HanwenDe LongMengxi ChenRen XiaoyaoYu ZikuangYuan FufuYue DongfengZheng Guolin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/baisan-16.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tomb-empty-coffin-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/tomb-empty-coffin-2020-chinese-1080-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.27 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/15Wf3/Tomb.Empty.Coffin.2020.CHINESE.1080p.WEBRip[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.27 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/uvAnHSAL#hujYmR71IgvPp_o4ka75ebpFa5oEHBun6X7Z2ylkcww",
        "server": "mega.nz",
        "size": "1.27 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lj68xc06x5mp.html",
        "server": "usersdrive.com",
        "size": "1.27 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tomb-empty-coffin-2020-chinese-720-p-web-rip-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "572 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2rR9u/Tomb.Empty.Coffin.2020.CHINESE.720p.WEBRip[CM]_new.mp4",
        "server": "megaup.net",
        "size": "572 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/i3z7vkraz1q4.html",
        "server": "streamsb.com",
        "size": "572 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/e3B31bAL#umEB5RKoJ38yG02t7nCtP39Zh_TSGvv90SMlv7cBEQA",
        "server": "mega.nz",
        "size": "572 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/yd33yzh86e66.html",
        "server": "usersdrive.com",
        "size": "572 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "8t-OteL9BrQ",
      "video_url": "https://www.youtube.com/watch?v=8t-OteL9BrQ",
      "embed_url": "https://www.youtube.com/embed/8t-OteL9BrQ"
    }
  },
  {
    "metadata": "|2020||Drama,Sport",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "3200"
    },
    "title": "Bruised (2020)",
    "description": "Bruised (2020)============လူတွေဟာ တစ်ခါတစ်လေမှာ ကိုယ်ကိုယ်တိုင်က ဘာမှမဟုတ်ပေမယ့် ကိုယ့်ကိုမှီခိုအားကိုးတဲ့လူတွေကြောင့် လူစွမ်းကောင်းဖြစ်မှန်းမသိဖြစ်ခဲ့ရပါတယ်တဲ့။ရုပ်ရှင်မင်းသမီးတစ်ဖြစ်လဲ ဒါရိုက်တာ ဟယ်လီဘယ်ရီ ရိုက်ကူးထားပြီး သူကိုယ်တိုင် သရုပ်ဆောင်ထားသောအမျိုးသမီးလက်ဝှေ့ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ကြီးကြီးမားမားရှုံးနိမ့်ခဲ့ရလို့ ကြိုးဝိုင်းကိုကျောခိုင်းခဲ့တဲ့အမျိုးသမီးလက်ဝှေ့ကျော် ဂျက်ကီဂျက်စတစ်တစ်ယောက် အရှုံးသမားဘဝနဲ့ ရုန်းရင်းကန်ရင်း တစ်နေ့မှာမမျှော်လင့်ပဲမြေအောက်တိုက်ခိုက်ပွဲတစ်ခုကိုရောက်သွားခဲ့ပြီးတော့ မခံချင်စိတ်နဲ့ လက်စွမ်းပြခဲ့မိပါတယ်။အဲဒီနောက်မှာတော့ အိမ်ပြန်လာရင်းနဲ့ ကလေးတစ်ယောက်ကို မွေးမြူဖို့ဖြစ်လာတဲ့အခါမှာတော့ ကိုယ့်ရင်သွေးအတွက်ကိုယ်ကြောက်တဲ့ ကြိုးဝိုင်းကိုပြန်လည် မျက်နှာ ချင်းဆိုင်ဖို့ ကြိုးစားခဲ့တာကို ရိုက်ကူးပုံဖော်ထားပါတယ်။ဒီကားလေးဟာ အမျိုးသမီးတွေရဲ့ မိခင်မေတ္တာနဲ့ လုပ်နိုင်စွမ်းတွေကို အသားပေးရိုက်ကူးပြသထားတာမို့လို့ စိတ်ခွန်အားဖြစ်စေမယ့် ကားတစ်ကားဆိုလည်း မမှားတာမို့ လက်ဝှေ့ကြိုက်သူများ၊ Surviving Motivation လိုအပ်နေသူများအတွက် ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။ )File Size – (1.16 GB )Quality – WebDL 720pDuration – 2hrs 09minSubtitle – Myanmar HardsubFormat – MP4Genre : Drama, SportTranslator – CM TeamEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHalle BerryStarsHalle BerryShamier AndersonStephen McKinley HendersonCastAdan CantoAdriane LenoxDanny Boyd Jr.Denny DillonHalle BerryLela LorenNikolai NikolaeffShamier AndersonSheila AtimStephen McKinley HendersonValentina Shevchenko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5BiKWM5VyNWz42vU3CpCgt4xHNk.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMWRjZGZiNjktNDU3Ni00ZWZkLWEwNDEtZDcwMTA3ZTdmMzEzXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bruised-2020",
        "server": "VIP Links",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/bruised-2021-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://cmdrive.org/share/RPwiqLZS",
        "server": "Direct Link",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://megaup.net/10fm3/Bruised.2021.720p.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://embedsb.com/f0qwoh71nqsz.html",
        "server": "streamsb.com",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mega.nz/file/y5MSELRa#vN1cC59VrCk90A3FfhUZri1poiIN4Fn0NpYUEA8vNi4",
        "server": "mega.nz",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://disk.yandex.com/i/yGsRmEK_RJYSuw",
        "server": "disk.yandex.com",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://usersdrive.com/5jhn1g0akawn.html",
        "server": "usersdrive.com",
        "size": "1.16 GB",
        "quality": "Web-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "EMu8K0l8ggA",
      "video_url": "https://www.youtube.com/watch?v=EMu8K0l8ggA",
      "embed_url": "https://www.youtube.com/embed/EMu8K0l8ggA"
    }
  },
  {
    "metadata": "|2020|1h 10min|Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(18+) Tasty Brother (2020)",
    "description": "Tasty Brother 2020(18+)ဒီတစ်ခေါက်တော့ နယ်ကနေ အလုပ်ရှာဖို့တက်လာတဲ့ ဝမ်းကွဲညီမလေးနဲ့ချစ်ရည်လူးကြတဲ့ အကိုနဲ့ ညီမလေး ဇာတ်ကားလေးပါထူးထူးဆန်းဆန်း မကြားစဖူး အကြားထူးတဲ့ ကားလေးပါပဲအကိုက ခပ်တည်တည်နေပေမဲ့ အပေးအယူကောင်းတဲ့ ညီမလေးကြောင့် မျောပါသွားပြီးအချစ်နွံထဲ နစ်သွားတဲ့ အစ်ကိုတစ်ယောက်အကြောင်း ဖော်ညွှန်းရိုက်ကူးထားတဲ့Tasty Brother ဆိုတဲ့ အရသာရှိတဲ့ အကိုအကြောင်း ဇာတ်ကားလေးပါပဲ။ဒါတော့ ၁၈ ယောက် မကြည့်ဘဲ တစ်ယောက်တည်း ကြည့်ဖို့ လိုမယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rookieပဲ ဖြစ်ပါတယ်။Genre….. Adult, DramaQuality…. 720p | 480pFile size… 704MB | 268MBFormat… mp4Duration…. 1h 10minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RookieEncoder …..BlankYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHan Ga-inHan Seok-bongLee Sul-ah-ISi WooYoo Jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jU7YYBIxulVNcqUN7CxkbFHmHSs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/f7EEfLVMSzOTzjXFvX6DxgPNb1R.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gxttq4bl0rv5.html",
        "server": "usersdrive.com",
        "size": "704MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tasty-brother-2020-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "704MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1ajwz/Tasty.Brother.2020.720p.DS.mp4",
        "server": "megaup.net",
        "size": "704MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/BeVXjRJD#bMfS0lbdrN64zBb0cOdJohbkPjN23pklytwbk3zs-8Q",
        "server": "mega.nz",
        "size": "704MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/fmwba75o6t0d.html",
        "server": "streamsb.com",
        "size": "704MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/duyuixrrh0qq.html",
        "server": "usersdrive.com",
        "size": "268MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/tasty-brother-2020-480-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "268MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1ajwk/Tasty.Brother.2020.480p.DS.mp4",
        "server": "megaup.net",
        "size": "268MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/pOFkHRYT#SkLJG65CrgyuGx69PNx9azYFqSP05_jcK66Ox_YICOY",
        "server": "mega.nz",
        "size": "268MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/q7ajftybiwrr.html",
        "server": "streamsb.com",
        "size": "268MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2020|2h 45m|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "1.9k"
    },
    "title": "Big Brother (2020)",
    "description": "Big Brother (2020)မင်းသားကြီး Mohanlal ကိုတော့  ပရိတ်သတ်ကြီးတွေ အားလုံးသိကြမှာပါနော်Mohanlal ပါဝင်ထားတဲ့ Drishyam (2013) က IMDB 8.3 ထိရရှိခဲ့ပြီးပြန်လည်ရိုက်ကူးထားတဲ့Drishyam 2 (2021) မှာတောင် IMDB 8.6 ထိတောင်ရထားခဲ့တာဖြစ်ပါတယ်ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားကလည်း Mohanlal ကိုယ်တိုင်ပါ၀င်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်တဲ့မြှုပ်ကွက်ပေါင်းစုံနဲ့ ကြည့်ရှုသူတွေကိုလှည့်စားမယ့် အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ Sachidanandan က တိုက်ရည်ခိုက်ရည်‌ရှိပြီးဗျူဟာကောင်းတွေထုတ်နိုင်တဲ့ အရည်အချင်းရှိသူတစ်ဦးဖြစ်ပါတယ်။အဲဒါကြောင့် ထောင်ကျနေစဉ်အတွင်းမှာ ကွန်မန်ဒိုတပ်ဖွဲ့၀င်အဖြစ် လေ့ကျင့်ခံခဲ့ရပြီးအန္တရာယ်များတဲ့မစ်ရှင်တွေကိုလုပ်ခဲ့ရတဲ့သူတစ်ယောက်ပါ။ငယ်ကတည်းကထောင်ကျခဲ့တာကြောင့် ၂၄ နှစ်အကြာ ပြန်လွတ်လာတဲ့အချိန်မှာတော့မိသားစုဝင်တွေနဲ့ အေးအေးချမ်းချမ်းပဲ ဘဝကိုဖြတ်သန်းချင်သူဖြစ်ပါတယ်ဒါပေမယ့်လည်း လွတ်‌မြောက်လာပြီးချက်ချင်းပဲ သူ့မိသားစုကိုအန္တရာယ်ပြုတဲ့ဖြစ်ရပ်ကြီးကြုံလိုက်ရတော့ Sachi တစ်ယောက်အတော်လေး တုန်လှုပ်သွားခဲ့ရပြီးမိသားစုကိုကာကွယ်နိုင်ဖို့ရာအင်အားကြီး မူးယစ်ဆေးဒုစရိုက်သမားကြီးတစ်ဦးကို ဆန့်ကျင်တိုက်ခိုက်နိုင်ဖို့အကြောင်းဖန်လာတော့ Sachi ကဘယ်လိုဗျူဟာတွေထုတ်ပြီး ဘယ်လိုလှည့်ကွက်တွေသုံးမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမယ့်ကားလေးဖြစ်တာကြောင့် ပရိတ်သတ်တွေ လက်မလွတ်သင့်တဲ့ကားဖြစ်ပါတယ်နော်File size…2.5GB / 1.3GB  / 615MBQuality…1080p TRUE HD AAC 5.1CH / 720p / 480pFormat…Mp4Duration….2h 45mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Allena & HM & Go-OYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSiddiqueStarsAnoop MenonArbaaz KhanMohanlalSarjano KhalidCastAbu SalimAnoop MenonArbaaz KhanAsif BasraChetan HansrajDevanDinesh PanickerGaadhaHoney RoseIrshad AliJanardhananJohn VijayMirnaa MenonMohanlalMukundanNirmal PalazhiRaveena RaviSarjano KhalidSiddiqueTini TomVishnu Unnikrishnan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mmBuMncejw8TCb9njBsgqwujiW1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e7E9mFsCwm6s5k0akviOIuVIKIU.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/big-brother-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/big-brother-2021-telugu-org-vers-true-hd-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qidxjj3p1tcw.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/11m8g/Big_Brother_(2021)_Telugu_(Org_Vers)_TRUE_HD_-_1080p_-AAC_5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/W96mAa0egffw2g",
        "server": "disk.yandex.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/big-brother-2021-telugu-org-vers-true-hd-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/537q3cqs31ba.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/11m8u/Big_Brother_(2021)_Telugu_(Org_Vers)_TRUE_HD_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/8sv81c2sr6a6.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/lw9sudv52vn6",
        "server": "dropgalaxy.com/",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/big-brother-2021-telugu-org-vers-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "615MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/07xeq8ao0ib1.html",
        "server": "usersdrive.com",
        "size": "615MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/11m7r/Big_Brother_(2021)_Telugu_(Org_Vers)_480p(CM).mp4",
        "server": "megaup.net",
        "size": "615MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2020|2h 28min|Action,Adventure",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "321,741"
    },
    "title": "The Last Days of American Crime",
    "description": "ဒီတစ်ခေါက်မှာတော့ စီအမ် ပရိတ်သတ်ကြီးအတွက်ဇွန်လ ၅ ရက်နေ့ကမှ ထွက်ထားတဲ့ဇာတ်ကြမ်းကား တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားက ဂရေဟမ် ဘရစ် ရယ် ရှဲဘီ ဒူပရီး ရယ် ကီဗင် ကတ်ရှ် တို့ က ရဲ့အကွက်ချပြီး ဘဏ်တိုက်ဖောက်ဖို့ကြိုးစားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ဂရေဟမ် ဘရစ်ကတစ်ယောက်တည်းကျန်ခဲ့တဲ့ ကြေးစားလူမိုက်လိုဖြစ်နေတာသူ့ကို ဒူမိုးရစ် မိသားစုက လိုက်သတ်နေတယ်ဒူမိုးရစ် ရဲ့ သားက ကီဗင်ကတ်ရှ် ဒီကောင်ကလည်းသူ့အဖေနဲ့ ရန်သူလိုဖြစ်နေတာ သူ့ကောင်မလေးကဒူပရီး အဲ့ဒီအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ နိုင်ငံရေးအခြေအနေကလည်း မကောင်းဘူးပြည်သူတွေကို အေပီအိုင် ဆိုတဲ့ အာရုံကြောကိုထိန်းချုပ်နိုင်တဲ့ စနစ်တစ်ခုကို အစိုးရကအကောင်အထည်ဖော်နေတယ် ဒါကိုပြည်သူတွေက လက်မခံဘူးဆန္ဒတွေပြကြတယ် ကနေဒါကို ထွက်ပြေးကြတယ်ထွက်ပြေးတဲ့သူတွေကို အစိုးရက ဖမ်းတယ်ထောင်ချတယ် အဲ့ဒီအခါ ပိုပြီး ဆန္ဒပြမှုတွေပြင်းထန်လာတယ်ဒါကို အစိုးရကလည်း လက်မလျော့ဘူး ဆက်ပြီးအကောင်အထည်ဖော်တဲ့ အေပီအိုင် စနစ် ချပ်စ် ပြားလေးကိုလူတွေရဲ့ ဉီးနှောက်ထဲထည့်ရင် လူတွေ ရာဇဝတ်မှုကျူးလွန်လို့မရတော့ဘူး ကျူးလွန်ရင် အဲ့လူရဲ့ခေါင်းထဲကအေပီအိုင်စနစ်ကို အစိုးရက လိုသလို သုံးနိုင်တယ် အသေတောင်သတ်ပစ်နိုင်တယ်အဲ့ဒီ့ ထိန်းချုပ်မှုကနေ   ပြည်နယ်တစ်ခုလုံးဆူပူအုံကြွမှုတွေ ပစ်ခတ်မှုတွေ ဖြစ်နေတဲ့အချိန်မှာအပေါ်က ဘရစ်တို့ ၃ ယောက်က ဘဏ်ကိုဖောက်ပြီးပိုက်ဆံတွေယူဖို့ မာစတာ ပလန်ကိုချတယ် ပြီးရင်သူတို့ ကနေဒါကိုထွက်ပြေးကြမယ်ပေါ့ဒါကသူတို့ စီစဉ်ထားတာ သူတို့ရဲ့ အစီအစဉ်တွေအထမြောက်သွားမလား ကျရှုံးသွားမလားဆိုတာကတော့ကိုယ်တိုင်ကြည့်ရှုလိုက်ပါတော့ဒီဇာတ်ကားက တကားလုံးနီးပါးကို ကြမ်းတဲ့ ဇာတ်ကားပါထင်မှတ်မထားတဲ့ လှည့်ကွက်လေးတွေပါတာမို့ကြည့်လို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲPG – 13 သတ်မှတ်ထားတာမလို့ကလေးငယ်တွေအနေနဲ့ အုပ်ထိန်းသူမပါဘဲ မကြည့်သင့်ပါဘူးဒါပေမယ့် ဇတ်ကြမ်းကားကြိုက်တဲ့သူတွေအတွက်တော့ သဘောကျစရာဇာတ်ကားတစ်ကားဖြစ်မှာပါFile Size –  1.6 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Pyae Shan Tun WaiEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOlivier MegatonStarsAnna BrewsterEdgar RamírezIan BruceKate NormingtonMichael PittNeels ClasenNorman AnsteySharlto CopleyTamer BurjaqTony CaprariCastAlonso GrandioAnna BrewsterBrandon AuretBruce WinantCandice WeberCarel NelClayton BoydCraig UrbaniDaniel FoxDe Klerk OelofseDeVille VannikEdgar RamírezGarth CollinsGerlu Van Der MerweGrant RossIan BruceInge BeckmannJames Richard MarshallJay AnsteyJohann VermaakJonathan Boynton-LeeJonathan PienaarKabelo Bouga ChalatsaneKate NormingtonKevin OttoKristen RaathLeandie du RandtLionel NewtonMatt NewmanMichael BiermanMichael PittNathan LynnNeels ClasenNhlakanipho ManqeleNorman AnsteyPatrick BerginRamey ShortRobert HobbsSachi FujiiSean Cameron MichaelSharlto CopleyShoko YoshimuraStephen JenningsTamer BurjaqTanya van GraanTerence MaynardTiyler KrielTony CaprariVaughn Lucas",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t93doi7EzoqLFckidrGGnukFPwd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNGYwMzQ4YzYtYzMzMC00YTQzLWIzYjYtM2U2Yjk0ZTU4YjI2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0rvv0nhx2ea9.html",
        "server": "usersdrive.com",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/gocu5kiq95x6.html",
        "server": "usersdrive.com",
        "size": "554.52 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-days-of-american-crime-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-days-of-american-crime-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "554.52 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2dVM7/The_Last_Days_of_American_Crime_2020_1080P_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1xYk2/The_Last_Days_of_American_Crime_2020_720P_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "554.52 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/D7JU0YSL#7-4DQQzTernJVOqrTGvFfoi4cV0YdXT7ksq0Jl57bwQ",
        "server": "mega.nz",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/6vZGiS5K#156lzdDqyKn6sa9kqmYecuq6LIVDSKPNQtI5SDhPduA",
        "server": "mega.nz",
        "size": "554.52 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/lxee35u7daa6",
        "server": "veryfiles.com",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/uv3uahm6p65o",
        "server": "veryfiles.com",
        "size": "554.52 MB",
        "quality": "720P"
      },
      {
        "link": "https://up-load.io/rhrl1sb2a717",
        "server": "up-load.io",
        "size": "1.57 GB",
        "quality": "1080P"
      },
      {
        "link": "https://up-load.io/32lzr6rd6eun",
        "server": "up-load.io",
        "size": "554.52 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "gdWxGwiuhnU",
      "video_url": "https://www.youtube.com/watch?v=gdWxGwiuhnU",
      "embed_url": "https://www.youtube.com/embed/gdWxGwiuhnU"
    }
  },
  {
    "metadata": "N/A|2020|2h 26min|Bollywood,Drama,Music",
    "rating": {
      "rating": "3.4/10",
      "rating_count": "3,302"
    },
    "title": "Street Dancer 3D (2020)",
    "description": "(Unicode)အခုတစ်ခေါက်ညွှန်းပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ . . .ဟင်ဒီစကားပြောဇာတ်ကားတစ်ကားဖြစ်ပီး . . .လူငယ်တွေ အကပြိုင်ပွဲမှာ နိုင်ငံချစ်တဲ့စိတ် ၊နိုင်လိုစိတ်ထက်သန်မှုတွေနှင့်အတူ တက်ညီလက်ညီ . . .အပြိုင်အဆိုင် ကြိုးစားကြသည့် အဖြစ်အပျက်လေးကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ်တစ်ကားပါ . . .အမှန်တကယ်တော့ ဒီဇတ်ကားဟာ ABCD(2015) အကကားရဲ့Sequel ဇာတ်ကားအဖြစ်ထွက်ရှိဖို့ လျာထားပေမဲ့ . . .Disney Company နဲ့ အကြောင်းမညီညွတ်တာကြောင့် Street Dancer ဆိုပီး သီးခြားနံမည်နဲ့ထွက်လာတာဖြစ်ပါတယ် . . .လန်ဒန်မှာနေတဲ့ အင်နာယာဆိုတဲ့ ပါကိစ္စတန်သူလေးနဲ့ ဆဟဂျ်ဆိုတဲ့ပန်ဂျာဗ်မြို့သားလေးတို့က မတူညီတဲ့အမြင်နဲ့ဝါသနာတစ်ခုတည်းကိုစိုက်စိုက်မတ်မတ်လုပ်ကြတယ် . . .တစ်နေ့မှာအင်နာယတ်ဟာ အိန္ဒိယနဲ့ပါကိစ္စတန်ကနေရွှေ့ပြောင်းလုပ်သားအနေနဲ့လာတဲ့ ဒုက္ခသည်တွေကို သူတို့နိုင်ငံပြန်ပို့ပေးဖို့ လန်ဒန်ရဲ့ အကြီးမားဆုံး အခန်းနားဆုံး ပြိုင်ပွဲကိုဝင်ပြိုင်ဖို့လုပ်ရင်းကိုယ့်အတွက်ကိုယ်ကြည့်တဲ့ဆဟဂျ်နဲ့ သူများအတွက်တွေးပေးတဲ့မေတ္တာရှင်မလေးအင်နာယာတို့ပူးပေါင်းပြီး လူသားချင်းစာနာမှုအတွက်ဘယ်လို့ကြိုးစားယှဉ်ပြိုင်မလဲဆိုတာ . . .ဘောလိဝုဒ် နာမည်ကျော်မင်းသား၊မင်းသမီးတွေဖြစ်တဲ့ . . Varun Dhawan, Nora Fatehi , Shraddha Kapoor တို့အဓိကခေါင်းဆောင်ပါဝင်ထားပီး အကအလှဝေေ၀ဆာဆာနဲ့ကြည့်ရှုခံစားရမဲ့ နာမည်ကြီး ရုံတင်ဇာတ်ကားကောင်းတစ်ကားမို့မလွတ်တမ်ခံစားကြည့်ရှုသင့်တဲ့ . . .ဇာတ်ကားတစ်ကားဖြစ်ပါကြောင်း . . .?ဇာတ်လမ်းအညွှန်းကို MLMC မှ ကူးယူဖေါ်ပြထားဖြစ်ပါတယ်ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…3.7GB/ 1.7GBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration….2h 26mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  ZAW HTOOYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeepak DwivediPrachi TyagiRemo D'SouzaYusuf KhanStarsAparshakti KhuranaDharmesh YelandeNora FatehiPrabhu DevaPunit PathakRaghav JuyalSalman Yusuff KhanShraddha KapoorSushant PujariVarun DhawanCastAparshakti KhuranaCaroline WildeDharmesh YelandeMurali SharmaNora FatehiPrabhu DevaPunit PathakRaghav JuyalSalman Yusuff KhanSammy John HeaneySanam JoharShraddha KapoorSonam BajwaSushant KhatriSushant PujariVartika JhaVarun Dhawan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zmIcouKMZNpHvTev6TCZrDy7w9V.jpg",
      "https://image.tmdb.org/t/p/w300/70FKgAftOwiLRPFZN56MpCcEteL.jpg",
      "https://image.tmdb.org/t/p/w300/dvCfJSlf5xRVHZpdrC7QoL0neB9.jpg",
      "https://image.tmdb.org/t/p/w300/kcoN7jqFtQzDJcGLhA2xsIjzBtg.jpg",
      "https://image.tmdb.org/t/p/w300/u5mS7YClVYhpyH1L7BtVuDoSMz3.jpg",
      "https://image.tmdb.org/t/p/w300/fsAaUiAEtiRrDE0CHSzAmT4Ji7z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sY80cuvKIfE6xtQOrSVd644yPTK.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/street-dancer-3-d-2020-hindi-1080-p-amzn-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/62iavospolld.html",
        "server": "usersdrive.com",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Ggmy/Street_Dancer_3D_2020_Hindi.1080p.AMZN.DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dT0z0ZRT#Z3aL6kbcN_ffAo6x8N0lwaoR99AsR2USr2ngRerqEN0",
        "server": "mega.nz",
        "size": "3.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/street-dancer-3-d-2020-hindi-720-p-amzn-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/e3wn3145vhqi.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Ggio/Street_Dancer_3D_2020_Hindi.720p.AMZN.DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5DUWFKIT#jpil59tFn22q-wdVsVpYpzIxYpkXA5eiJ9lwbFZUGj4",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/uhlw4ludxgm7",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/tstb6gvwj0h0",
        "server": "streamvid.io",
        "size": "1.7GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020|1hr 14 min|Comedy,Drama",
    "rating": {
      "rating": "5/10",
      "rating_count": "10"
    },
    "title": "God of Gamblers ( 2020 )",
    "description": "Game of Gambler ဆိုတဲ့နာမည်ကို မစိမ်းကြဘူးထင်ပါတယ်…ဒါပေမယ့် ဒီ ၂၀၂၀ မှာရိုက်ထားတဲ့ ကားကတော့ ဇာတ်အိမ် ဇာတ်ရိုးဆန်းနေမှာ သေချာပါတယ်ဘာလို့လဲဆိုတော့ အရင်က ကြည့်နေကြ ကားတွေမှာဆို Game of Gambler ကိုလူကောင်း လူဖြောင့် လူထူးလူဆန်းအနေနဲ့ role မြှင့်ထားနေကြကနေဇာတ်အိမ်အချိုးအကွေ့ဆန်းဆန်းပြောင်းရိုက်ထားတာကြောင့်ပါပဲ…ဇာတ်လမ်းလေးက ထုံးစံအတိုင်း သာမန်ကောင်လေးတစ်ယောက်ကGame of Gambler ကို ကယ်လိုက်ရာက စတာပေါ့…မတူတာက ကောင်လေးက လောင်းကစားကို နာကျည်းနေတဲ့ နောက်ခံရှိနေတာပဲဒါကြောင့် သူက ငါးဖမ်းပြီး ငါးရောင်းစားနေတဲ့ တံငှါလေးပေါ့…ဒီလိုကောင်လေးက အခြေအနေတစ်ခုကြောင့် လောင်းကစားလောကထဲဘယ်လိုရောက်သွားပြီး ဘယ်လိုအလှည့်အပြောင်းတွေနဲ့ရင်ဆိုင်ရမယ်ဆိုတာကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်မြင်တွေ့ခံစားရမယ့် ကားကောင်းလေးတစ်ခုပါလို့ ညွှန်းပေးလိုက်တယ်နော်Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAdia ChanDave WongKu FengWaise LeeWen ChaoCastAdia ChanDave WongKu FengWaise LeeWen Chao",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/GOG.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/m8/God_Of_Gamblers_2020_720p_Mandarin-Eng.mp4",
        "server": "Kino Cloud",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/god-of-gamblers-2020",
        "server": "CM Links",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-god-of-gamblers-2020-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/py46x3wjvc4t.html",
        "server": "usersdrive.com",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-god-of-gamblers-2020-web-dl-720-p-mp-4",
        "server": "disk.yandex.com",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/Sq90/(CM)God_Of_Gamblers.2020.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "649 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "qweqoS7aMI4",
      "video_url": "https://www.youtube.com/watch?v=qweqoS7aMI4",
      "embed_url": "https://www.youtube.com/embed/qweqoS7aMI4"
    }
  },
  {
    "metadata": "N/A|2020|2h 22min|Bollywood,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "9,993"
    },
    "title": "Thappad (2020)",
    "description": "IMDb (7.1/10) /Rotten Tomatoes 92%Q – ညီမယောက်ျားနဲ့ ဘာဖြစ်လို့ ကွာရှင်းပြတ်စဲချင်တာလဲA – သူ ပါးတစ်ချက်ရိုက်လိုက်လို့ပါQ – ပါးရိုက်တာ အကြောင်းပြချက်မဟုတ်ပါဘူး တခြားကိစ္စရှိဦးမှာပေါ့ဘာလဲ သူ့မိသားစုကြောင့်လားA – ဟင့်အင်းQ – သူ ညီမအပေါ် ဖေါက်ပြန်နေလို့လားA – ဟင့်အင်းQ – ညီမက သူ့အပေါ်မှာ ဖေါက်ပြန်နေလို့လားA – ဟင့်အင်းQ – လိင်မှုကိစ္စကြောင့်လားA – ဟင့်အင်းQ – ဒါဆို ပါးတစ်ချက်ရိုက်လိုက်ရုံပဲပေါ့အမျိုးသမီးတစ်ယောက်က သူ့ယောက်ျား သူ့ကို ပါးတစ်ချက်ရိုက်လိုက်တဲ့အပေါ်ကွာရှင်းပြတ်စဲချင်ပါတယ်တဲ့ဒီစကားအတွက် အတွေးပေါင်းစုံ မေးခွန်းပေါင်းစုံထွက်ကျလာပေလိမ့်မယ်လင်နဲ့မယား လျှာနဲ့သွားပဲ ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဟာကိုရှိပါသေးတယ် အရိုးကွဲအောင်ရိုက်မှ အသည်းစွဲအောင်ချစ်တာတဲ့ဘာတဲ့အတွေးအခေါ်ပေါင်းစုံ ဒီတော့ ဒီကားကို ယောက်ျားလေးမိန်းကလေး လူပျိုအပျို အိမ်ထောင်သည်အားလုံးကို ကြည့်စေချင်ပါတယ်တစ်ယောက်အမြင်တစ်မျိုးစီရလိမ့်မယ်လို့ မျှော်လင့်ပါတယ် ကျွန်တော် ဇာတ်လမ်းကို မညွှန်းပေးတော့ဘူးBollywood ကားကြည့်ချင်ပေမယ့် အယောက် ၁၀၀ နဲ့ တစ်ယောက်တည်းဖိုက်လို့ စိတ်ပျက်နေတဲ့သူတွေ … ဒီကားကိုကြည့်ပါBollywood ကားကြည့်ချင်ပေမယ့် ၁၀ မိနစ်တစ်ခါ သီချင်းဆိုပြီး က,ခုန်နေတာကို စိတ်ပျက်နေတယ်ဆိုတဲ့သူတွေ … ဒီကားကိုကြည့်ပါBollywood ကား ကြည့်ချင်ပေမယ့် အိုဗာဒရာမာခင်းတာတွေကို စိတ်ပျက်နေတဲ့သူတွေ … ဒီကားကိုကြည့်ပါဒီကားထဲမှာ မင်းသား ငယ်ငယ်ချောချောမပါ,ပါဘူး  မင်းသမီးလည်း အချောကြီးမဟုတ် (ကျွန်တော့်အတွက်တော့ အချစ်ဆုံး :P)ဘာဖိုက်တင်မှလည်းမပါဘူးခင်ဗျား ဘာကြည့်ရမှာလဲ relationship နဲ့ပတ်သတ်တဲ့ ရပိုင်ခွင့်တွေ ခင်ဗျားသိရမယ်RS ဆိုတဲ့အထဲမှာ အိမ်ထောင်ရေး၊ သမီးရည်းစားရေး ဆက်ဆံရေးအားလုံးပါဝင်ပတ်သတ်နေပါတယ်ဒီလိုပြဿနာတွေကို ထိထိမိမိတင်ဆက်ပြနိုင်တဲ့ ဒါရိုက်တာကြီး Anubhav Sinha ကငါယောက်ျားပါကွလို့လက်မထောင်နေတဲ့သူတွေကို ဒီဇာတ်ကားနဲ့ ပါးပိတ်ရိုက်လိုက်သလိုပါပဲMulk (2018), Article 15 (2019) တို့ကိုကြည့်ဖူးရင်ဒီဒါရိုက်တာရဲ့အရည်အချင်းကို သိကြမှာပါဇာတ်လမ်းကောင်း/မကောင်းကတော့ နိုင်ငံတကာ အရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ပြီး ဆုံးဖြတ်လိုက်ကြပါတော့။ပေးရတဲ့အချိန် အကျိုးရှိစေရမယ်ဆိုတာ ကျွန်တော် အာမခံပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Zaw Htoo မှ တင်ဆက်ထားပါတယ်။)File size…(4.5 GB)/(1.3 GB)/(1 GB)/(550 MB)Quality….WEB-DL 4K HEVC/ 1080p HEVC/ 720p / 480pFormat…mkv/mp4Duration….02:21:50Subtitle….Myanmar Subtitle (Hardsub)Encoder….THZ, Nyeinsaeya AungTranslated byZaw HtooYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnjum RajabaliAnubhav SinhaNehal PadbidriPratik VisapurkarVikhyaat SareenStarsDia MirzaKumud MishraManav KaulNaila GrewalPavail GulatiRam KapoorRatna PathakTaapsee PannuTanvi AzmiCastAnkur RatheeDia MirzaGeetika Vidya OhlyanKumud MishraManav KaulMaya SaraoNaila GrewalPavail GulatiRam KapoorRatna PathakTaapsee PannuTanvi Azmi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4CGBZuEfG2VmxDb2mNtQdHwPurq.jpg",
      "https://image.tmdb.org/t/p/w300/pTOryBBMDml9L7DWvcVnp2SnsBg.jpg",
      "https://image.tmdb.org/t/p/w300/obfcV9fOlu0x456bCctKhuhYnO2.jpg",
      "https://image.tmdb.org/t/p/w300/e2eXOmR2QnCm6Qx0v001xoyBwhP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/3n9i0uotx1-7swlzt63ru.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thappad-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-thappad-2020-2160-p-sdr-amzn-web-dl-dd-5-1-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1Mznu/(CM)_Thappad.2020.2160p.SDR.AMZN_WEB-DL.DD+5.1.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-thappad-2020-1080-p-sdr-amzn-web-dl-dd-5-1-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1Mzml/(CM)_Thappad.2020.1080p.SDR.AMZN_WEB-DL.DD+5.1.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/i72hhf2qc4xa.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbthe.com/uvcvbtsmcicx.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-thappad-2020-720-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2swP6/(CM)_Thappad.2020.720p.AMZN.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nrtd5fo3f97l.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-thappad-2020-480-p-amzn-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550 MB",
        "quality": "480p"
      },
      {
        "link": "https://sbthe.com/uvcvbtsmcicx.html",
        "server": "streamsb.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "OONSPIaFy8Q",
      "video_url": "https://www.youtube.com/watch?v=OONSPIaFy8Q",
      "embed_url": "https://www.youtube.com/embed/OONSPIaFy8Q"
    }
  },
  {
    "metadata": "PG-13|2020|90 Mins|Asian,Horror",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "321,741"
    },
    "title": "Taoist Master (2020)",
    "description": "ဒီတခါတော့ တရုတ်ပြည်သမိုင်းမှာထင်ရှားခဲ့တဲ့တာအိုဆရာတော်ကျန်းတောက်လင်ရဲ့အကြောင်းရိုက်ကူးထားတဲ့龙虎山张天师 လုံဟူတောင်ကဆရာကျန်းဆိုတဲ့ဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်ဆရာကျန်းဟာတာအိုဘာသာကိုသက်ဝင်ယုံကြည်သူတစ်ဦးဖြစ်ပါတယ်ဒီနေရာမှာတာအိုဘာသာနဲ့နည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်တရုတ်ပြည်ကနေဆင်းသက်ထွက်ပေါ်လာခဲ့တဲ့တာအိုဘာသာကဗုဒ္ဓဘာသာလို သေပြီးနောက်ဘဝမှာလူဝင်စားဖြစ်နိုင်တယ်တို့လူတွေကကမ္ဘာပေါ်နေပြီး သရဲတွေ(ငရဲပြည်)ကအောက်မှာနေတယ်တို့ စတဲ့အချက်အတော်များများ တူပါတယ်တာအိုဆိုတာက dao(道အသံထွက်-တောက်)ဆိုတဲ့စကားကိုမြန်မာသံပြောင်းထားတာပါ ဒီဇာတ်ကားမှာကတာအိုဘာသာကိုခုတုံးလုပ်ပြီးစုန်းမကြီးတစ်ဦးနဲ့ပူးပေါင်းကာမသေလမ်းကိုလိုက်ချင်နေတဲ့ အဘိုးကြီးတစ်ဦးအပေါ်တာအိုဆရာကျန်းကဘယ်လိုအနိုင်ယူမလဲဆိုတာကိုစောင်ကြည့်ကြရမှာပါFile Size – 993.6 MBQuality – Web-Dl 1080PSubtitle – Burmese (Hardsub)Translator – Nay ChiiEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSu MaoStarsLouis FanCastZhang Dong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/ofZ1z2v.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c3phmnzxyp51.html",
        "server": "usersdrive.com",
        "size": "993.6 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/r781bv5v8rse.html",
        "server": "usersdrive.com",
        "size": "534.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/taoist-master-2020-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "993.6 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/taoist-master-2020-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "534.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1xjc0/Taoist.Master.2020.WEB-DL.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "993.6 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1xjc6/Taoist.Master.2020.WEB-DL.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "534.4 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/FQJgHAYJ#3Y3neCnOa06G65xHUnU3OsXTrrM8oNp7zCx1sErfiTU",
        "server": "mega.nz",
        "size": "993.6 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/pQBwUaiJ#yBq-UheCmkDc25Lx-_SrIZQF63BQlfhQoSJZbK4Zmp8",
        "server": "mega.nz",
        "size": "534.4 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Adult",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(21+) My Horny Neighbour Girl",
    "description": "Dark Fan တွေအတွက် အိမ်မှာနေရင်း လေ့လာဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရွေးချယ် တင်ပေးလိုက်ပါတယ်သူမလို AV မင်းသမီးတစ်ယောက် ကြည့်ရဖို့က နဲတဲ့ကုသိုလ်ကံ မဟုတ်ဘူး၃၁ ဘုံမှာ အမိုက်ဆုံး AV Model တစ်ယောက်လို့တောင်ပြောလို့ရပါတယ်အထူးသဖြင့် သူမပိုင်ဆိုင်ထားတဲ့ဖွင့်ထွားတဲ့ စနေနှခိုင်ဖူးအာနေတဲ့ နှုတ်ခမ်းတစုံစတာတွေက အသက်တွေပါပဲမျက်နှာလေးက နန်းဆန်ပြီး Amature အမူရာနဲ့ တစ်လှည့်Mature အမူယာနဲ့တစ်ဖုံ အကောင်းဆုံးသရုပ်ဆောင်ထားတယ်….တက်သစ်စ AV မလေးတစ်ယောက် အခန်းပြောင်းလာပါတယ်ဟိုဖက်က ငနဲတကောင်ကလည်း FA တစ်ယောက် ပီပီ ထွက်သမျှ AV တွေကိုမလွတ်တမ်းအားပေးနေတာ မျက်ရည်က အတော်ဝနေပါပြီတနေ့မှာ မော်ဒယ်လေးက မိတ်ဖွဲ့ဖို့ တဖက်က ကောင်လေးအခန်း ကိုသွားလည်ပါတယ်အဲဒီမှာ ကောင်လေးကြည့်နေတဲ့ DVD အခွေကိုတွေ့သွားပြီး ……တက်သစ်စ မော်ဒယ်မလေးက ကုန်ကြမ်းတွေကို အပီအပြင်လေ့လာခွင့်ရသွားသလိုငနဲရဲ့ ကုန်ကြမ်းတွေကလည်း ပေးမကုန်နိုင်ပါဘူး….အနေအထားတွေကို အခေါ်အဝေါ်တွေ နဲ့တွဲပြီး ပူးပေါင်း လေ့လာကြတာကိုပုံဖေါ်ထားလို့ ၂၁+ ဆိုပြီး ပုရိသတို့လက်ထဲထည့်ပေးလိုက်ပါပြီ…ဇာတ်ကားထဲက အနေထား တခုက တခုသော HD ကို သတိရစေမယ်ဆိုတာရဲရဲကြီးအာမခံတယ် 😛Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKyaw GyiStarsKi Mu Chi ModelsCastJav Porn Star",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/dd0ba7db6be36b8ad164f973bbcd90c6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/axdt4ywjsclx.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kplnx37f1oz3.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/fsdss-014-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fsdss-014-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/0cz36b0r7uvh",
        "server": "veryfiles.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/tsndiovvudmf",
        "server": "veryfiles.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1zBzb/FSDSS-014_1080P_%7BDS%7D.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1zByW/FSDSS-014_720p(DS).mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/21-my-horny-neighbour-girl",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "2,300"
    },
    "title": "Skylines (2020)",
    "description": "Skylines (2020)=============IMDb Rating – 5.5/10#UnicodeSci-fi , Adventure ကား ကြိုက်သူတွေ အကြိုက်တွေ့ဦးမယ့် ဇာတ်လမ်းတစ်ခုပါပဲ။Skylines မူဗီဟာ 2010, 2017 တို့မှာ နှစ်ကားထွက်ရှိထားခဲ့ပြီး . အခု 2020 မှာတော့နောက်ထပ်ထွက်ရှိလာပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ရို့စ် ကောလီ ဟာ ဂြိုလ်သားနဲ့မျိုးစပ်ဖြစ်ပြီး အရွယ်ရောက်တာမြန်လွန်းလို့ အရွယ်ရောက်တာ နှေးအောင် သွေးသွင်းနေရတဲ့သူ ဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ ၅ နှစ်က ရို့စ်ဟာ သူရဲ့အမျိုးအနွယ် ဂြိုလ်သားတွေ ထောင်ပေါင်းများစွာကို သူ့လက်နဲ့စီရင်ခဲ့ရပါတယ်။ အခု ၅ နှစ်အကြာမှာ ဗိုင်းရပ်စ်တစ်မျိုးကြောင့် ဂြိုလ်သားတွေ နဲ့ ကမ္ဘာမြေအကြား ပြဿနာတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့ ရို့စ်တစ်ယောက် ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကိုတွေ့မြင်ရမှာပါ . . .ဒီဇာတ်လမ်းထဲမှာ သဘောကျတဲ့စကားတစ်ခွန်း ရှိပါတယ်။“စစ်တိုက်ရတာ လွယ်တယ် ငြိမ်းချမ်းရေး ယူရတာ ခက်တယ်” ဆိုတဲ့ စကားပါပဲ။ ရို့စ်နဲ့ အဖွဲ့ကရောဒီပြဿနာကို ဘယ်လိုရှင်းနိုင်ကြမှာလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ကြပါစို့။IMDb – 5.5/10 ရရှိထားပြီး Popularity က တောက်လျှောက်တက်နေတာပါ။သိပ္ပံကားထဲမှာတော့ အတော်လေး မဆိုးဘူးလို့ပြောလို့ရမယ့် ဇာတ်ကားလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို August မှရေးသားပေးပြီး .  August, Jerrica, MTA တို့မှ ဘာသာပြန် တင်ဆက်ပေးထားပါတယ်။)#ZawgyiSci-fi , Adventure ကား ႀကိဳက္သူေတြ အႀကိဳက္ေတြ႕ဦးမယ့္ ဇာတ္လမ္းတစ္ခုပါပဲ။Skylines မူဗီဟာ 2010, 2017 တို႔မွာ ႏွစ္ကားထြက္ရွိထားခဲ့ၿပီး . အခု 2020 မွာေတာ့ေနာက္ထပ္ထြက္ရွိလာပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ ႐ို႕စ္ ေကာလီ ဟာ ၿဂိဳလ္သားနဲ႔မ်ိဳးစပ္ျဖစ္ၿပီး အ႐ြယ္ေရာက္တာျမန္လြန္းလို႔ အ႐ြယ္ေရာက္တာ ေႏွးေအာင္ ေသြးသြင္းေနရတဲ့သူ ျဖစ္ပါတယ္။လြန္ခဲ့တဲ့ ၅ ႏွစ္က ႐ို႕စ္ဟာ သူရဲ႕အမ်ိဳးအႏြယ္ ၿဂိဳလ္သားေတြ ေထာင္ေပါင္းမ်ားစြာကို သူ႔လက္နဲ႔စီရင္ခဲ့ရပါတယ္။ အခု ၅ ႏွစ္အၾကာမွာ ဗိုင္းရပ္စ္တစ္မ်ိဳးေၾကာင့္ ၿဂိဳလ္သားေတြ နဲ႔ ကမာၻေျမအၾကား ျပႆနာေတြေပၚေပါက္လာတဲ့အခါမွာေတာ့ ႐ို႕စ္တစ္ေယာက္ ဘယ္လိုေျဖရွင္းေပးမလဲဆိုတာကိုေတြ႕ျမင္ရမွာပါ . . .ဒီဇာတ္လမ္းထဲမွာ သေဘာက်တဲ့စကားတစ္ခြန္း ရွိပါတယ္။“စစ္တိုက္ရတာ လြယ္တယ္ ၿငိမ္းခ်မ္းေရး ယူရတာ ခက္တယ္” ဆိုတဲ့ စကားပါပဲ။ ႐ို႕စ္နဲ႔ အဖြဲ႕ကေရာဒီျပႆနာကို ဘယ္လိုရွင္းႏိုင္ၾကမွာလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္ၾကည့္ၾကပါစို႔။IMDb – 5.5/10 ရရွိထားၿပီး Popularity က ေတာက္ေလွ်ာက္တက္ေနတာပါ။သိပၸံကားထဲမွာေတာ့ အေတာ္ေလး မဆိုးဘူးလို႔ေျပာလို႔ရမယ့္ ဇာတ္ကားေလးမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းကို August မွေရးသားေပးၿပီး . August, Jerrica, MTA တို႔မွ ဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္။)Quality – 1080p, 720p WebRip 5.1CHDuration – 1h 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, Sci-FiSource : 1080p.WebRipTranslator – August, Jerrica, MTAEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLiam O'DonnellStarsJames CosmoLindsey MorganRhona MitraCastAlexander SiddigDaniel BernhardtJames CosmoLindsey MorganRhona MitraYayan Ruhian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3WQqRrrctYQZC1Ub7OhI8BybScM.jpg",
      "https://image.tmdb.org/t/p/w300/tu5QWJSWZ84Ny75YXwLsheOZjyx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BY2JmYTlhMWEtM2EyMi00NjU3LTg0MjItZjllMTllZjI4NThjXkEyXkFqcGdeQXVyNjI2ODQwNzQ@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/skylines-2020-1080-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.0 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/skylines-2020-720-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.0 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2gn9t/Skylines.2020.1080p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "2.0 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/Usey/Skylines.2020.720p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "1.0 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/z61s5xcmzffq",
        "server": "upstream.to",
        "size": "2.0 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/b16hp9tw1ma4",
        "server": "upstream.to",
        "size": "1.0 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/dtF0XJqa#26cvv7m3MgFk-MnsiTJulDLj05_jPHCt2YGHWR6Pba0",
        "server": "mega.nz",
        "size": "2.0 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/Y1UETLza#BSfuLZ9VvCJWVHHQLTTQFXN7WtoXt_EZxjcrN8DMEzU",
        "server": "mega.nz",
        "size": "1.0 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/c3zzejggng7c.html",
        "server": "usersdrive.com",
        "size": "2.0 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/s6jtgs1z4jkq.html",
        "server": "usersdrive.com",
        "size": "1.0 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/skylines-2020",
        "server": "VIP Links",
        "size": "2.0 GB / 1.0 GB",
        "quality": "WebRip 1080P 5.1CH / WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "1yElE7jJh9s",
      "video_url": "https://www.youtube.com/watch?v=1yElE7jJh9s",
      "embed_url": "https://www.youtube.com/embed/1yElE7jJh9s"
    }
  },
  {
    "metadata": "R|2020|1h 26min|Action,Horror",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,656"
    },
    "title": "Tribal Get Out Alive (2020)",
    "description": "တပ်ကနေမနားယူလာတဲ့ Caitlin နဲ့ Bredဆိုတာကတစ်ကယ်ကိုခင်တဲ့သူငယ်ချင်းတွေ ……တစ်နေ့မှာသူတို့နှစ်ယောက်ကို တာ၀န်တစ်ခုပေးလာတယ်အဖေ့ဆီကအမွေကတဲ့အိမ်ကြီးကို သားဖြစ်သူကအမွေရတာကနေ အိမ်ပေါ်တတ်နေတဲ့အိမ်ယာမဲ့တွေကို ရှင်းပေးဖို့ ပြသာနာကအာ့ဒီမှာစတာဘဲအိမ်ရှင်းလင်းဖို့လုပ်ကြရင်းနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက်ပျောက်သွားတဲ့အပြင်အိမ်ပိုင်ရှင်ဟောင်း‌ဆရာ၀န်ရဲ့ဓာတ်ခွဲခန် းမှာ ထူးဆန်းတဲ့ဆေးရည်ပုလင်းတွေကိုလည်းတွေ့ကြရတဲ့အခါ……အိမ်ယာမဲ့တွေကို ပိုင်ရှင်ဟောင်းဆရာ၀န်ကြီးကဘာလို့လက်ခံထားတာလဲ…..Caitlinတို့ကရော လူတွေပျောက်ရတဲ့အကြောင်းကိုရှာတွေ့နိုင်မှာလားဆိုတာကိုစိတ်၀င်တစားကြည့်ရမှာပါ…Actionခန်းတွေကတစ်ကယ်မိုက်တာမို့၊ ကြည့်သင့်တဲ့ကားကောင်းလေးပါဘဲFile Size – 1 gbQuality – web-dl 1080pSubtitle –  burmeseTranslator – Yamin OuEncoder – XCodeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatt RoutledgeStarsGrayson James MatthewsRachel WarrenRoss O'HennessyThomas DoddValerie ThomasZara PhythianCastGrayson James MatthewsRachel WarrenRoss O'HennessyThomas DoddValerie ThomasZara Phythian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uu7BojdsM2Zf3gGCLDlN1SKKHsi.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BODAzZDc2NGEtODZmMS00YWE5LWIxZmEtZWRiMzI1MzgwNjVmXkEyXkFqcGdeQXVyOTA2OTEwNA@@._V1_SY1000_CR007091000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a1mluh3t5vkg.html",
        "server": "usersdrive.com",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5ztgzecj8l1b.html",
        "server": "usersdrive.com",
        "size": "424.5 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/rxnb445cdmzz/Tribal.Get.Out.Alive.2020.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/nghsvdff9map/Tribal.Get.Out.Alive.2020._720p_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "424.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/eg46x68uvkzc",
        "server": "veryfiles.com",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/du77p91xci0i",
        "server": "veryfiles.com",
        "size": "424.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tribal-get-out-alive-2020-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tribal-get-out-alive-2020-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "424.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Ozwl1baB#64yMASJ3MXlIFdD1MlhPBM3FPTji9Aljnpg9LoKrevs",
        "server": "mega.nz",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/u25zzJIQ#rb6aqve5xZ1r5dPRFsdxNobvJWD5XCXhjYAwrt94_QU",
        "server": "mega.nz",
        "size": "424.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/p5lttf5x3qni.html",
        "server": "datbu.com",
        "size": "929.8 MB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/6revqkr7xzm6.html",
        "server": "datbu.com",
        "size": "424.5 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "LNYDBDouLKs",
      "video_url": "https://www.youtube.com/watch?v=LNYDBDouLKs",
      "embed_url": "https://www.youtube.com/embed/LNYDBDouLKs"
    }
  },
  {
    "metadata": "R|2020|01 Jan 2020|Adult",
    "rating": {
      "rating": "9.0/10",
      "rating_count": "181,528"
    },
    "title": "Brother’s Girl (2020)",
    "description": "အလုပ်မရှိအကိုင်မရှိမိဘမဲ့ကောင်ဆိုးလေးတစ်ယောက်ညီတယောက်နဲ့အတူတူနေကြတယ်။တစ်ရက်သူတို့ဆီကို သူတို့အဖေမသေခင်ကဇာတ်လမ်းဖြစ်ခဲ့ဖူးတဲ့ ဆော်လေးကအတင်းသူတို့အိမ်မှာ လာနေဖို့ဖြစ်လာတယ်။ကောင်ဆိုးလေးကလည်း အစကတော့အင်တင်တင်လက်မခံချင်ပေမယ့်လည်းဟိုက တွယ်ကပ်နေတော့လည်းလက်ခံလိုက်ရတယ်ပေါ့။ဒါပေမယ့်ခက်တာက အဲ့ဆော်ကအဲ့အိမ်ကညီအကိုနှစ်ယောက်လုံးကိုဝိုက်ဖို့ကြံနေတာပဲ။ညီကိုတော့ဝိုက်ပြီးပေမယ့်အကိုကဘယ်လိုချောင်းချောင်း မျက်နှာသာမပေးတော့စားဆော်လေးခမျာ မြင်သာမြင်ရမကြင်ရတဲ့ဘဝပေါ့။ကောင်ဆိုးလေးကလည်းသိပ်အစားမခံချင်ရှာပါဖူး။သူဆော်နဲ့အိပ်တာတောင် စားဆော်လေးနာမည်ကိုယောင်မိတဲ့အထိပဲ။နောက်ဆုံးတော့ အချိန်ပြည့် ဆာလောင်နေတတ်တဲ့ခရမ်းသီးကြိုက်တဲ့ ကောင်မဆိုးလေးအကြံအောင်မြင်သွားလားဆိုတာတော့ ကိုယ်တိုင်ပဲကြည့်ရှုအဖြေရှာလိုက်ကြပါအုန်း။ညွှန်းရရင် ဒီကားကအရင်ကားတွေထက်တော့ကိုရီးယားဆိုပေမယ့်အချို့နေရာတွေအနည်းငယ်ပိုရှင်း ပိုပြတ်သားလာတယ်လို့ပြောလို့ရတယ်။ဇာတ်လမ်းထက်သိုင်းကျမ်းနဲ့ဆော်လေးတွေဦးစားပေးကြည့်မယ်ဆိုရင်ကြည့်သင့်တဲ့ ကားပါပဲ။ဆော်လေးတွေကလည်းထုံးစံအတိုင်းမှည့်မှည့်ဝင်းဝင်းတွေကြီးပဲ။ကောင်ဆိုးလေးဆော်ဆို ကိတ်ချက်ကလက်လန်တယ်။အကိတ်ကြိုက်တဲ့ဘော်ဒါတွေဒေါင်းကြည့်သင့်တဲ့ကားလေးပါ။ထုံးစံအတိုင်း ပညာပေးလေးလဲပါတယ်ပေါ့။ရိုးရိုးအအ မခုတ်တတ်တဲ့ ဘဲကြီး၊ဘဲလေးများအဝိုက်မခံရဖို့ ဆူးပေါ်ဖက်ကျ ဆူးမကျိုးဖို့စားဆော်တွေလက်ကဘယ်လိုရှောင်ရမလဲဆိုတာပညာလေးယူလိုက်ကြပါအုန်း။ထုံးစံအတိုင်း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာပြန်ပေးထားပြီးXCode မှ ပျင်းရိလေးတွဲ့စွာ တင်ဆက်သည်။zawgyiအလုပ္မရွိအကိုင္မရွိမိဘမဲ့ေကာင္ဆိုးေလးတစ္ေယာက္ညီတေယာက္နဲ႔အတူတူေနၾကတယ္။တစ္ရက္သူတို႔ဆီကို သူတို႔အေဖမေသခင္ကဇာတ္လမ္းျဖစ္ခဲ့ဖူးတဲ့ ေဆာ္ေလးကအတင္းသူတို႔အိမ္မွာ လာေနဖို႔ျဖစ္လာတယ္။ေကာင္ဆိုးေလးကလည္း အစကေတာ့အင္တင္တင္လက္မခံခ်င္ေပမယ့္လည္းဟိုက တြယ္ကပ္ေနေတာ့လည္းလက္ခံလိုက္ရတယ္ေပါ့။ဒါေပမယ့္ခက္တာက အဲ့ေဆာ္ကအဲ့အိမ္ကညီအကိုႏွစ္ေယာက္လုံးကိုဝိုက္ဖို႔ႀကံေနတာပဲ။ညီကိုေတာ့ဝိုက္ၿပီးေပမယ့္အကိုကဘယ္လိုေခ်ာင္းေခ်ာင္း မ်က္ႏွာသာမေပးေတာ့စားေဆာ္ေလးခမ်ာ ျမင္သာျမင္ရမၾကင္ရတဲ့ဘဝေပါ့။ေကာင္ဆိုးေလးကလည္းသိပ္အစားမခံခ်င္ရွာပါဖူး။သူေဆာ္နဲ႔အိပ္တာေတာင္ စားေဆာ္ေလးနာမည္ကိုေယာင္မိတဲ့အထိပဲ။ေနာက္ဆုံးေတာ့ အခ်ိန္ျပည့္ ဆာေလာင္ေနတတ္တဲ့ခရမ္းသီးႀကိဳက္တဲ့ ေကာင္မဆိုးေလးအႀကံေအာင္ျမင္သြားလားဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈအေျဖရွာလိုက္ၾကပါအုန္း။ၫႊန္းရရင္ ဒီကားကအရင္ကားေတြထက္ေတာ့ကိုရီးယားဆိုေပမယ့္အခ်ိဳ႕ေနရာေတြအနည္းငယ္ပိုရွင္း ပိုျပတ္သားလာတယ္လို႔ေျပာလို႔ရတယ္။ဇာတ္လမ္းထက္သိုင္းက်မ္းနဲ႔ေဆာ္ေလးေတြဦးစားေပးၾကည့္မယ္ဆိုရင္ၾကည့္သင့္တဲ့ ကားပါပဲ။ေဆာ္ေလးေတြကလည္းထုံးစံအတိုင္းမွည့္မွည့္ဝင္းဝင္းေတြႀကီးပဲ။ေကာင္ဆိုးေလးေဆာ္ဆို ကိတ္ခ်က္ကလက္လန္တယ္။အကိတ္ႀကိဳက္တဲ့ေဘာ္ဒါေတြေဒါင္းၾကည့္သင့္တဲ့ကားေလးပါ။ထုံးစံအတိုင္း ပညာေပးေလးလဲပါတယ္ေပါ့။႐ိုး႐ိုးအအ မခုတ္တတ္တဲ့ ဘဲႀကီး၊ဘဲေလးမ်ားအဝိုက္မခံရဖို႔ ဆူးေပၚဖက္က် ဆူးမက်ိဳးဖို႔စားေဆာ္ေတြလက္ကဘယ္လိုေရွာင္ရမလဲဆိုတာပညာေလးယူလိုက္ၾကပါအုန္း။ထုံးစံအတိုင္း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာျပန္ေပးထားၿပီးXCode မွ ပ်င္းရိေလးတြဲ႕စြာ တင္ဆက္သည္။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKi-jooStarsKi-jooCastKi-joo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/ustxg9e6do6b.png",
    "movie_links": [
      {
        "link": "https://yuudrive.me/aa7fa52e7/brothers-girl-2020-1080p-fhdrip-ds-mp4",
        "server": "yuudrive.me",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/brothers-girl-2020-1080-p-fhd-rip-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://soliddrive.co/31LT/Brothers.Girl.2020.1080p.FHDRip_%7BDS%7D.mp4",
        "server": "VIP Links",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/hYlxSA4S#sWh9l1GmN_9-fArfJlZPGgUAxU0SdyXh4ojgmNN0vWA",
        "server": "mega.nz",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://yadi.sk/i/kwCLCZUfW022TA",
        "server": "disk.yandex.com",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/b9pm7txkoqfd",
        "server": "upstream.to",
        "size": "782MB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/l8tiyjsaze2v.html",
        "server": "datbu.com",
        "size": "782MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2020|5h|Action",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "2567"
    },
    "title": "Avrodh the Siege Within (2020)",
    "description": "Avrodh-The Siege within ဆိုတဲ့အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်လမ်းလေးဟာဆိုရင် We don’t really know fear စာအုပ်မှာ ရေးသားဖော်ပြထားတဲ့ ၂၀၁၆ အူရီတိုက်ခိုက်မှုနဲ့ အိန္ဒိယနဲ့ပါကစ္စတန်ကြား နယ်နိမိတ်မျဉ်းမှာ ဖြစ်ပွားခဲ့တဲ့တိုက်ပွဲများအကြောင်း ဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့အိန္ဒိယစစ်တပ်က ကာရ်ှမီးယားဒေသမှာ အကြမ်းဖက် တိုက်ခိုက်မှုကို အိန္ဒိယစစ်တပ်က နှိမ်နင်းရင်းနဲ့ မမျှော်လင့်ဘဲနဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုခေါင်းဆောင် ဘီလာဝယ်ကို သတ်မိသွားပါတယ်အဲ့အခါမှာ အရင်တည်းက အိန္ဒိယစစ်တပ်က သူတို့မြေပေါ်ကိုဝင်ရောက်နေတာမကြိုက်တဲ့ အကြမ်းဖက်ပြောက်ကျားတိုက်ခိုက်သူတွေက အိန္ဒိယစစ်တပ်ကို စတင်ပြီးတိုက်ခိုက်ဖို့ ပြင်ဆင်ပါတော့တယ်အကြမ်းဖက်ခေါင်းဆောင် အဘူဟက်ဖေဇ်က ဘာသာရေးအယူဝါဒသုံးပြီး တပ်သားအသစ်တွေစုဆောင်းခဲ့ပါတယ်ထို့နောက် အဲ့ဒီစစ်သားတွေကို အိန္ဒိယစစ်တပ်ကို တိုက်ခိုက်ဖို့စေလွှတ်ခဲ့ပါတယ် ဒါပေမယ့် အိန္ဒိယစစ်တပ်ကို အကြောင်းကြားခဲ့တဲ့ သတင်းပေးကြောင့် အကြိမ်ကြိမ်ကျရှုံးခဲ့ပါတယ်၂ရက်အကြာမှတိုက်ခိုက်ဖို့ စီစဉ်ထားတဲ့စစ်ဆင်ရေးကို အူရီအခြေစိုက်တပ်စုနှစ်စုရဲ့ညစာစားပွဲကျင်းပတဲ့ညမှာ အလစ်ဝင်တိုက်ကာ အကောင်အထည်ဖော်ခဲ့ပါတယ်အဲ့ဒီလိုအလစ်တိုက်ဗုံးခွဲတဲ့အခါ အိန္ဒိယဘက်မှ စစ်သားတော်တော်များများသေဆုံးပြီး ထိခိုက်ဒဏ်ရာရခဲ့တယ် အခုလိုတိုက်ခိုက်မှုကို ပြည်သူတွေကလည်းဝေဖန်နေကြပြီးတော့ သတင်းဌာနတွေကလည်း အစိုးရဘယ်လိုထုတ်ပြန်မလဲကိုသိချင်နေကြတယ်တောင်အာရှ ပူးပေါင်းဆောင်ရွက်ရေးအစည်းအဝေးမတိုင်ခင် အခုလိုဖြစ်ပွားခဲ့တဲ့အတွက် အိန္ဒိယဘက်က ဘယ်လိုအစီအစဉ်တွေချပြီး တုံ့ပြန်မလဲ….ပါကစ္စတန်အစိုးရဘက်ကကော ဘာဖြေရှင်းချက်တွေထုတ်ပြန်မလဲ…အကြမ်းဖက်အဖွဲ့ကကော ဘယ်လိုအစီအစဉ်တွေလုပ်ဆောင်မှာလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းတစ်ခုဖြစ်ပါတယ်IMDb rating အနေနဲ့ 7.7/10 ရရှိထားပါတယ်Translated by Pyi T Nyein ~ Shwe Pyae Sone ~ AmeliaEncoded by YKFIle Size : 3.1Gb and 2.1GbQuality : 1080p FHD RIP and 720pDuration ; 5hYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaj AcharyaStarsAmit SadhNeeraj KabVikram GokhaleCastAmit SadhNeeraj KabVikram Gokhale",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BNTg4ZWRjNGItYjExMy00NGRjLThjMGItOTE3ZDNiMWRiNDZmXkEyXkFqcGdeQXVyNDk3ODk4OQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2hPyU/Avrodh_The_Siege_Within_(2020)_S01_Ep_(01-09)_HDRip_-_1080p.CM.mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2hPzg/Avrodh_The_Siege_Within_(2020)_S01_Ep_(01-09)_HDRip_-720p.CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "upstream.to",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/4gleyrghm2qahttps://upstream.to/4gleyrghm2qa",
        "server": "upstream.to",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/udkc45if62il",
        "server": "veryfiles.com",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/x75hl2m2x4vq",
        "server": "veryfiles.com",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u4ue7hvr01lt.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m1qd1jqc593n.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/avrodh-the-siege-within-2020-s-01-ep-01-09-hd-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/avrodh-the-siege-within-2020-s-01-ep-01-09-hd-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/avrodh-the-siege-within-2020",
        "server": "VIP Links",
        "size": "3.1GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2020|1hr25mins|Horror",
    "rating": {
      "rating": "4.6/10",
      "rating_count": ""
    },
    "title": "Janin 2020",
    "description": "Fetus (2020)အင်ဒိုနီးရှားသရဲကားဆိုတော့ ထုံးစံအတိုင်း အရမ်းကြောက်ဖို့ကောင်းတယ်နော်ဒီဇာတ်လမ်းအကျဥ်းလေးကတော့ရန်ဒူနဲ့ ဒီနာဆိုတဲ့ လင်မယားနှစ်ယောက်ဟာ လက်ထပ်ပြီးတော့ ကိုယ်ဝန်ရလာပါတယ်ကိုယ်ဝန်လေးလလောက် ရောက်လာတော့ ဒီနာနဲ့ကလေးကိုပစ်မှတ်ထားပြီး သရဲက လိုက်နှောင့်ယှက်တယ်အစကတော့ သရဲခြောက်တဲ့အိမ်မှာ နေမိတယ်လို့ ထင်နေခဲ့ပေမယ့်နောက်ပိုင်းမှာ အိမ်ကြောင့်မဟုတ်ဘဲ တစ်စုံတစ်ခုကြောင့် လိုက်‌နှောင့်ယှက်နေမှန်း သိလိုက်ရတယ်သရဲလိုက်ခြောက်နေရခြင်းရဲ့နောက်ကွယ်မှာ ဘာအကြောင်းအရာများရှိနေလို့လဲ ?ကလေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါTranslated byPaxtonEncoded by :Thit San KhantQuality : 1080p and 720pSize :  962MB and 526MBDuration : 1h 25minsTranslator : PaxtonEncoder : Thit San Khant1080p~Userdrive/Yandex/Megaup/Yoteshin(962MB)720p~Userdrive/Yandex/Megaup/Yoteshin(526MB)1080p~CMLinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastArnold LeonardBabe CabiitaDayu WijantoJill GladysMeriam BellinaRegina RengganisResha PutriReuben ElishamaRichelle Georgette Skornicki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9nhrBL4nDxcek4AdgpBeLNtwT11.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BZTIxNTcwMWEtYzlmNC00YTJkLTg5ZDgtZDJkODliOWMyNDAwXkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "wfiP6N5Yq7c",
      "video_url": "https://www.youtube.com/watch?v=wfiP6N5Yq7c",
      "embed_url": "https://www.youtube.com/embed/wfiP6N5Yq7c"
    }
  },
  {
    "metadata": "|2020||Action,Drama,War",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "2,343"
    },
    "title": "Behind the Line: Escape to Dunkirk (2020)",
    "description": "Behind the Line: Escape to Dunkirk (2020)===============================IMDb Rating – 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်စိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။ဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံးကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံးဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှုကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့တစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။ဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့ရုပ်ရှင်တွေထဲမှာ The Immitation GameလိုDunkrikလို Saving LeningradလိုDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌အခြေပြုကားကောင်းတွေရှိပါတယ်။အဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်စုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေးဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံကDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီးအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းကဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာကတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကိုညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်လမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့ဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သားနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံ ဒန်နီ ဖန်နီဂန်ပါ။ဂျာမနီတွေမှာ တပ်မှာဘယ်သူပါတယ်ဆိုတဲ့ စာရင်းအတိအကျရှိနေတော့ဒန်နီဟာ သူမဟုတ်ပါဘူးလည်း ငြင်းမရပါဘူး။ကမ္ဘာ့မစ်ဒယ်ဝိတ်ချန်ပီယံကို မိထားတဲ့ဂျာမနီတွေရဲ့ ဆက်လုပ်မယ့်ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်။ ဂျာမနီတပ်သားတစ်ယောက်နဲ့ဒန့်နီကိုထိုးခိုင်းပြီး ဂျာမနီတစ်ယောက်ကကမ္ဘာ့ချန်ပီယံကိုနိုင်တယ်ဆိုတဲ့ အမျိုးသားရေးဂုဏ်သိက္ခာကို တည်ဆောက်ယူလိုက်ဖို့ပါပဲ။ဒန်နီ့ကို မထိုးထိုးအောင် အရှုံးပေးအောင်နည်းမျိုးစုံနဲ့ကြိုးစားနေတဲ့ကြားကဂျာမနီကိုမပို့ခင် သူတို့လွတ်အောင်ကြိုးစားကြတဲ့အကြောင်းကိုပဲ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းဖွဲ့စည်းပုံကတော့ Dunkrikနဲ့Inglorious Bastardsကို စပ်ထားတဲ့ပုံစံမျိုးပါပဲ။ကြာချိန်က တစ်နာရီခွဲမို့ အရမ်းတိုတယ်တော့‌‌ပြောရမယ်။ နာမည်ကြီး ဘယ်သူမှမပါပေမယ့်ဇာတ်အိမ်‌ရော သရုပ်ဆောင်ရော ဒါရိုက်တာရောအတော်ပြေပြစ်တဲ့အထဲပါတယ်။ Ratingကောင်းပေမယ့် ခေါင်းခဲစေမယ့်ကားမျိုးမဟုတ်ပဲပေါ့ပေါ့ပါးပါးကြည့်လို့ရတယ့် ရုပ်ရှင်ပါပဲ။ဒါပေမယ့် စစ်ပွဲတစ်ပွဲရဲ့ အောင်နိုင်မှုဟာခေါင်းဆောင်တစ်ဦးတစ်ယောက်ကြောင့်မဟုတ်ဘဲတပ်သားတစ်ယောက်စီတိုင်းရဲ့ မျိုးချစ်စိတ်ဓာတ်နဲ့ချစ်စိတ်ကြောင့်ဆိုတာကိုတော့ ကောင်းကောင်းကြီးခံစားရအောင်တော့ ရိုက်ပြနိုင်ခဲ့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiကမာၻႀကီးရဲ႕ အတၳဳပၸတိကိုလွန္ၾကည့္တဲ့အခါကြၽန္ေတာ္တို႔သက္တမ္းနဲ႔ေတာင္ ဖတ္မွတ္လို႔မၿပီးမယ့္စိတ္၀င္စားစရာ အေၾကာင္းအရာေတြ အမ်ားႀကီးပါပဲ။ဒီဇာတ္လမ္းဟာ ကမာၻ႔သမိုင္းထဲက အရက္စက္ဆုံးကုန္က်စရိတ္အမ်ားဆုံး ေသေၾကမႈ အမ်ားဆုံးဒုတိယကမာၻစစ္မွာျဖစ္ခဲ့တဲ့ စိတ္၀င္စားစရာဇာတ္လမ္းတစ္ပုဒ္ပါပဲ။ ‌ႀကီးက်ယ္တဲ့ျဖစ္ရပ္ေတြတိုင္းရဲ႕ ေအာင္ျမင္မႈက်ရႈံးမႈေတြဟာ ေကာက္႐ိုးမ‌‌ီးလို ဝုန္းခနဲထေတာက္တာမဟုတ္ပါဘူး။ ေသးငယ္တ‌ဲ့ ဓာတ္မႈန္ကေလးမ်ားစြာရဲ႕တစ္ခုခ်င္းဆီေပါက္ကြဲမႈေတြဟာေပါင္းဆုံၿပီးမွမဟာေပါက္ကြဲမႈႀကီးျဖစ္လာတာပါ။ဒုတိယကမာၻစစ္အေၾကာင္း ႐ိုက္ျပထားတဲ့႐ုပ္ရွင္ေတြထဲမွာ The Immitation GameလိုDunkrikလို Saving LeningradလိုDarkest Hoursတို႔လို ျဖစ္ရပ္မွန္‌အေျချပဳကားေကာင္းေတြရွိပါတယ္။အဲ့ဒီ႐ုပ္ရွင္ေတြထဲကျဖစ္ရပ္ကေလးေတြ အကုန္စုေပါင္းၿပီးမွ ဂ်ာမနီနဲ႔ မဟာမိတ္ေတြကို ႏိုင္ခဲ့တာပါပဲ။1940မွာ ဂ်ာမနီေတြဟာ ပိုလန္ ဒိန္းမတ္ ေနာ္ေဝးဘယ္ဂ်ီယမ္တို႔ကိုသိမ္းၿပီးတဲ့ေနာက္ ျပင္သစ္ႏိုင္ငံကDunkrikၿမိဳ႕ကို ဝိုင္ထားၾကတယ္။ ၿဗိတန္ေတြဟာဂ်ာမန္ေတြကိုခုခံဖို႔ တပ္တစ္တပ္ပဲထားၿပီးအျပင္းအထန္ဆုတ္ခ‌ြာခဲ့ရတယ္။ ဒီဇာတ္လမ္းကဒီအခ်ိန္မွာပါပဲ။ ၿဗိတိန္ေရွ႕ေျပးတပ္ဖြဲ႕ဟာျပင္သစ္နယ္စပ္မွာ ကတုတ္က်င္းခို ေစာင့္ဆိုင္းေနရာကတပ္ဆုတ္လာတဲ့ ျဖစ္ရပ္ ေနာက္ကြယ္ကိုညဏ္ကြန႔္ျမဴး႐ိုက္ျပထားတာပါ။ျပင္သစ္နယ္စပ္ကေန Dunkrikကိုတပ္ဆုတ္ရမယ့္လမ္းမွာ ၿဗိတန္တပ္သားႏွစ္ေယာက္အဖမ္းခံရတာကေနဒီဇာတ္လမ္းကို အစျပဳထားတယ္။‌ဒါေတာ့ဘာမွမထူးဆန္းပါဘူး။ ထူးတာက အဲ့ဒီတပ္သားႏွစ္ေယာက္ထဲက တစ္ေယာက္ဟာ ကမာၻ႔ မစ္ဒယ္ဝိတ္ခ်န္ပီယံ ဒန္နီ ဖန္နီဂန္ပါ။ဂ်ာမနီေတြမွာ တပ္မွာဘယ္သူပါတယ္ဆိုတဲ့ စာရင္းအတိအက်ရွိေနေတာ့ဒန္နီဟာ သူမဟုတ္ပါဘူးလည္း ျငင္းမရပါဘူး။ကမာၻ႔မစ္ဒယ္ဝိတ္ခ်န္ပီယံကို မိထားတဲ့ဂ်ာမနီေတြရဲ႕ ဆက္လုပ္မယ့္ရည္႐ြယ္ခ်က္ကေတာ့ရွင္းပါတယ္။ ဂ်ာမနီတပ္သားတစ္ေယာက္နဲ႔ဒန္႔နီကိုထိုးခိုင္းၿပီး ဂ်ာမနီတစ္ေယာက္ကကမာၻ႔ခ်န္ပီယံကိုႏိုင္တယ္ဆိုတဲ့ အမ်ိဳးသားေရးဂုဏ္သိကၡာကို တည္ေဆာက္ယူလိုက္ဖို႔ပါပဲ။ဒန္နီ႔ကို မထိုးထိုးေအာင္ အရႈံးေပးေအာင္နည္းမ်ိဳးစုံနဲ႔ႀကိဳးစားေနတဲ့ၾကားကဂ်ာမနီကိုမပို႔ခင္ သူတို႔လြတ္ေအာင္ႀကိဳးစားၾကတဲ့အေၾကာင္းကိုပဲ ႐ိုက္ျပထားတာပါ။ဇာတ္လမ္းဖြဲ႕စည္းပုံကေတာ့ Dunkrikနဲ႔Inglorious Bastardsကို စပ္ထားတဲ့ပုံစံမ်ိဳးပါပဲ။ၾကာခ်ိန္က တစ္နာရီခြဲမို႔ အရမ္းတိုတယ္ေတာ့‌‌ေျပာရမယ္။ နာမည္ႀကီး ဘယ္သူမွမပါေပမယ့္ဇာတ္အိမ္‌ေရာ သ႐ုပ္ေဆာင္ေရာ ဒါ႐ိုက္တာေရာအေတာ္ေျပျပစ္တဲ့အထဲပါတယ္။ Ratingေကာင္းေပမယ့္ ေခါင္းခဲေစမယ့္ကားမ်ိဳးမဟုတ္ပဲေပါ့ေပါ့ပါးပါးၾကည့္လို႔ရတယ့္ ႐ုပ္ရွင္ပါပဲ။ဒါေပမယ့္ စစ္ပြဲတစ္ပြဲရဲ႕ ေအာင္ႏိုင္မႈဟာေခါင္းေဆာင္တစ္ဦးတစ္ေယာက္ေၾကာင့္မဟုတ္ဘဲတပ္သားတစ္ေယာက္စီတိုင္းရဲ႕ မ်ိဳးခ်စ္စိတ္ဓာတ္နဲ႔ခ်စ္စိတ္ေၾကာင့္ဆိုတာကိုေတာ့ ေကာင္းေကာင္းႀကီးခံစားရေအာင္ေတာ့ ႐ိုက္ျပႏိုင္ခဲ့တယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality –  720p WebRipDuration – 1hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action, Drama, warSource : 1080p.WebRipTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen MoleStarsJennifer MartinJoe EganSam GittinsCastJennifer MartinJoe EganSam Gittins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/49CyXZdGovyXgaGw4e9P0GNYzvE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v6s125in9jtx.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/T15u/Behind.The.Line.Escape.To.Dunkirk.2020.WebRip.720P[CM].mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/2ifl04487nmk",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/behindthelineescapetodunkirk2020",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/behind-the-line-escape-to-dunkirk-2020-web-rip-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://sbembed2.com/e1jnt4imbeo0.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "WebRip 720P"
      }
    ],
    "trailer": {
      "video_id": "In3dTOvdCB4",
      "video_url": "https://www.youtube.com/watch?v=In3dTOvdCB4",
      "embed_url": "https://www.youtube.com/embed/In3dTOvdCB4"
    }
  }
]