[
  {
    "metadata": "R|2010|99 min|Fantasy,Horror,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "42,361"
    },
    "title": "Don’t Be Afraid of the Dark (2010)",
    "description": "Weekend မွာ ေအးေဆးဖီးလ္ဖို႕ ဥစၥာေစာင့္ေတြ ဒ႑ာရီေတြ ပါတဲ့ ထူးဆန္းေထြလာ သည္းထိတ္ရင္ဖိုဇာတ္ကားေလးတစ္ကား တင္ဆက္လိုက္ပါတယ္။နာနာဘာ၀ေတြဟာ သနားစရာလည္းေကာင္းသလို ေၾကာက္စရာလည္းအင္မတန္ေကာင္းလွပါတယ္။သူတို႔ဟာလူ႔အသိုင္း၀ိုင္းနဲ႔ တစ္နည္းနည္းတဖံုဖံုနဲ႕ ဆက္ႏြယ္ေနရပါတယ္။ေကာင္းက်ိဳးေပးတဲ့ နာနာဘာ၀ေတြရိွသလို ဆိုးက်ိဳးေတြေပးတဲ့ နာနာဘာ၀ေတြလည္းရိွပါတယ္။ဒီဇာတ္ကားေလးတဲ့ေက်ာရိုးကေတာ့ နာနာဘာ၀ ေတြထဲကမွ ဆိုးက်ိဳးေတြေပးတဲ့ ဥစၥာေစာင့္ ေလးေတြနဲ႔ဖြဲ႕စည္းထားပါတယ္။———————————————————————————————-အဲလက္တစ္ေယာက္ ကေလးနဲ႔မိန္းမကိုပစ္ျပီး ဒီဇိုင္နာအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ လက္ထပ္ဖို႔တာစူေနပါတယ္။သမီးေလး(ဆယ္လီ)ကိုသံေယာဇဥ္မကင္းတာကတစ္ေၾကာင္း တာ၀န္မကင္းတာကတစ္ေၾကာင္းမို႔ ဒီဇိုင္နာမေလး ခင္နဲ႔နီးစပ္ေစရန္ေခၚထားပါတယ္။အဲလက္ ဟာ ဒီဇိုင္နာခင္နဲ႔ ပူးေပါင္းျပီးေတာ့ ေရွးေဟာင္းအိမ္ၾကီးတစ္လံုးကို ေလလံဆြဲျပီး သမိုင္းပညာရွင္ေတြရဲ႕အကူညီနဲ႔ ျပန္လည္မြမ္းမံပါေတာ့တယ္။သူတို႔ေလလံဆြဲထားတဲ့ အိမ္ၾကီးက ႏိုင္ငံေက်ာ္အႏုပညာရွင္ၾကီးရဲ႕အိမ္တစ္လံုးပါ။သူတို႔ရဲ႕ ရည္ရြက္ခ်က္က သမိုင္း၀င္အိမ္ၾကီးကို အနုစိတ္ျပန္မြမ္းမံျပီး ေလလံျပန္တင္ဖို႔ပါ..။ဒါေပမဲ့ ဒီအိမ္ၾကီးမွာ သူတို႔မသိတဲ့ ေၾကာက္မက္ဖြယ္ အျဖစ္ဆိုးအတိတ္ၾကီးရိွေနတာကို သူတို႔ မသိပါဘူး..။အဲဒီအျဖစ္ဆိုးၾကီးက အိမ္ၾကီးျပန္လည္မြမ္းမံျပီးတဲ့ေန႔မွာပဲ ျပန္လည္ႏိုးၾကားလာပါေတာ့တယ္။ဘယ္လိုအျဖစ္ဆိုးလဲ..ဘယ္ေလာက္ထိ ဆိုးသလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲၾကည့္ျပီး ဆံုးျဖတ္ေပးပါလို႔ပဲေျပာပါရေစ။(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုေအးမင္းဦးပါ)File Size : (700 MB) and (300 MB)Quality : 720pBlurayRunning Time : 1hr 39minutesFormat : Mp4Genre : Fantasy, Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Min OoEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKristin WitcombeLisa InmanTroy NixeyStarsAlan DaleBailee MadisonEddie RitchardEmelia BurnsGuy PearceJack ThompsonJames MackayKatie HolmesNicholas BellCastAlan DaleBailee MadisonEddie RitchardEmelia BurnsGuy PearceJack ThompsonJames MackayKatie HolmesNicholas Bell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zW9Ia77f4ROD5IPWBIjBCxGBs9E.jpg",
      "https://image.tmdb.org/t/p/w300/ppYTBjTXYuWFY2BOu8Jlk5muhRL.jpg",
      "https://image.tmdb.org/t/p/w300/sE9Wu2g8MsEKStWIc4rj65DxiYh.jpg",
      "https://image.tmdb.org/t/p/w300/6HFpnmdrS8ihUUIpoJFrHvn7QlA.jpg",
      "https://image.tmdb.org/t/p/w300/omKp4gv3PluM1l91SgJBeLnqVTM.jpg",
      "https://image.tmdb.org/t/p/w300/v3AEa74dpJnpFvcUcxB4cGbEuPD.jpg",
      "https://image.tmdb.org/t/p/w300/d78pBLfjjnirtl1XMWthj87bbmX.jpg",
      "https://image.tmdb.org/t/p/w300/8eS0i02yLYk1g35enGZ1gsutnRG.jpg",
      "https://image.tmdb.org/t/p/w300/nc0EmFkX5dAzwUlpcTzi7TaGTbO.jpg",
      "https://image.tmdb.org/t/p/w300/cwrmLJfvq5Zji3EvEAqaEqCuoEu.jpg",
      "https://image.tmdb.org/t/p/w300/r3mJMBiRqOTzvnn30rmYQKELbWA.jpg",
      "https://image.tmdb.org/t/p/w300/o6vF53QZVPHnBTxyrMHXz5P0TgG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTYwMDk4ODU0OV5BMl5BanBnXkFtZTcwMDY2NDE0Ng@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://adf.ly/1ntCDV",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1ntCFg",
        "server": "channelmyanmar.agbcloud.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1ntCNg",
        "server": "channelmyanmar.agbcloud.com",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1ntCIr",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://adf.ly/1ntCJo",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "3kLU13UN7Zo",
      "video_url": "https://www.youtube.com/watch?v=3kLU13UN7Zo",
      "embed_url": "https://www.youtube.com/embed/3kLU13UN7Zo"
    }
  },
  {
    "metadata": "NOT RATED|2010|118 min|Musical,Mystery",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "22,412"
    },
    "title": "Julia’s Eyes (2010)",
    "description": "မ်က္စိကန္းေနတဲ့သူတစ္ေယာက္က သူေသဖို႔လမ္းစကိုသူကိုယ္တုိင္႐ွာေဖြလို႔ရတယ္ဆိုရင္ယံုရခက္ရမလားပါပဲ…အဲဲဒီလိုစဥ္းစားရေအာင္လည္းဒိီကားမွာ မ်က္စိကြယ္ေနတဲ့”ဆာရာ”ဆိုတဲ့အမ်ိဳးသမီးကသူ႔ကိုယ္သူသတ္ေသတဲ့ပံုစံမ်ိဳးနဲ႔ဇာတ္လမ္းကိုအစပ်ိဳးထားပါတယ္….တစ္ကယ္ေရာသူကိုယ့္ကိုသတ္ေသတာဟုတ္ရဲ႕လား….စိတ္ဝင္စားစရာတစ္ခုကေတာ့ သူေသတဲ့အခ်ိန္မွာ သူ႔အိမ္တြင္းပတ္ဝန္းက်င္မွာ အေမွာင္ရိပ္ကိုအသားယူၿပီးပုန္းခိုေနတဲ့လူတစ္ေယာက္ရိွေနခဲ့ပါတယ္…ဒါဆို..ဒါဟာလူသတ္မႈ႔လား ကိုယ့္ကိုကိုယ္သတ္ေသတာပဲလား…အဲဒီလိုမ႐ိုးစင္းတဲ့ေမးခြန္းေတြနဲ႔အတူစဥ္းစားရၾကပ္ေနသူကေတာ့”ဆာရာ့”ရဲ႕အမႊာညီမ ဂ်ဴလီယာပါပဲ…..ဂ်ဴလီယာတစ္ေယာက္ သူ႔အမရဲ႕အမႈကို႐ွာပံုေတာ္ဖြင့္ရပါေတာ့မယ္…ဒီမွာတစ္ခုေျပာခ်င္တာက ဂ်ဴလီယာဟာသူ႔အမရဲ႕ေရာဂါမ်ိဳးရိွေနပါတယ္…မ်က္စိအာရံုေၾကာနဲ႔ပက္သတ္ၿပိီးေတာ့ပါ…ဒီေတာ့သူတစ္ခုသိလိုက္ရတာက မၾကာခင္မ်က္စိကြယ္ေတာ့ဆိုတာပါပဲ…ဒီေတာ့ဂ်ဴလီယာတစ္ေယာက္ ”ဒုကၡေဝဆာတဲ့ပင္လယ္ႀကီးကိုျဖတ္ေက်ာ္ႏုိုင္ပါ့မလား”…မ်က္စိကန္းေနလ်က္နဲ႔ သူရည္ရြယ္ထားတဲ့သူအမရဲ႕ကိစၥကိုေဆာင္ရြက္ႏုိင္ဥိီးမွာလား…”ဟုတ္ပါတယ္..ေမးခြန္းမ်ားစြာနဲ႔စိတ္ဝင္စားဖို႔ေကာင္းေနပါတယ္”ဒိီကားရဲ႕အဓိကအေၾကာင္းအရာကေတာ့ ”အနီးဆံုးရန္သူကိုမေႂကြတာေကာင္းပါတယ္”အဲဒိီအခ်က္ေလးကေတာ့ ဇာတ္လမ္းေပၚအေတာ္ႀကီးသက္ေရာက္မႈရိွထားတာမို႔ဒီေလာက္နဲ႔အၫြန္းကိုတစ္ခန္းရပ္ခြင့္ျပဳပါ..ဒီကားရဲ႕အညႊန္းနဲ႕ဘာသာၿပန္ကေတာ့ John La Yaung ပဲၿဖစ္ပါတယ္…File size…(1.0GB,476.8MB)Quality…Blu-Ray Rip 1080pFormat…mp4Duration….01:57:15Subtitle….Myanmar Subtitle (Hardsub)Encoder….Moe Myint LwinDownload with PcloudDownload with Pcloud(Small Size)Download with OpenloadDownload withsyncoplicityDownload with MegaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillem MoralesStarsBelén RuedaFrancesc OrellaLluís HomarPablo Derqui",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAwMzQ4NDc0NF5BMl5BanBnXkFtZTcwODM5ODkwNQ@@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG|2010|1h 25min|Drama,War",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "220"
    },
    "title": "Joe Maddison’s War (2010)",
    "description": "Joe Madison’s War (2010)ငါက ပထမကမ္ဘာစစ်ရဲ့ စစ်သားတစ်ယောက်။ အဲဒီစစ်ကြီးရဲ့ ဒဏ်ရာဒဏ်ချက်တွေ အခုထိ ခြောက်လှန့်နေဆဲ။ညဘက် အိပ်မက်ဆိုးတွေမက်ရင်း မျက်ရည်ကျမိတယ်။စစ်ပွဲကြီးအပြီး တို့နိုင်လိုက်ပြီပဲ ထင်ခဲ့တာပေါ့။ ဒီလိုစစ်ပွဲမျိုး ထပ်မဖြစ်နိုင်တော့ဘူး ထင်ခဲ့မိ။ငါလည်း သင်္ဘောကျင်းလုပ်သားတစ်ယောက်အဖြစ် ဇနီးသည်နဲ့ သားတစ်ယောက်၊ သမီးတစ်ယောက်နဲ့အတူ နေထိုင်လာခဲ့တယ်။ငါနဲ့တိုက်ဖော်တိုက်ဖက်ရောင်းရင်းတွေလည်း ငါ့လိုပဲ စစ်ပွဲကြီးကို မမေ့နိုင်ကြသူတွေပါ။ဒါပေမဲ့ ၁၉၃၉ ခုနှစ်မှာ ဒုတိယကမ္ဘာစစ်ကြီး ဖြစ်လာပြန်တယ်။ တစ်ကမ္ဘာလုံးချီတဲ့စစ်ဖြစ်လာသလို ငါ့ကမ္ဘာငယ်‌လေးတစ်ခုလုံးလည်း ကျွမ်းထိုးမှောက်ခုံ ဖြစ်သွားတော့တာပါပဲ။ငါ့သားကိုစစ်ထဲဝင်ဖို့ ဆင့်ခေါ်ကြတယ်။ငါ့သမီးရဲ့ခင်ပွန်းသည်လည်းပါတာပေါ့။လက်ထပ်ပြီးလို့မှမကြာခင် ခွဲကြရရှာတယ်။ ကမ္ဘာစစ်ဆိုတာကို ကောင်းကောင်းကြုံခဲ့ရတဲ့ငါ့အတွက် ပထမအကြိမ်ကထက် ပိုပြီးလက်နက်တွေထွန်းကားလာပြီဖြစ်တဲ့ ဒီတစ်ပွဲက ဘယ်လောက်ရက်စက်ကြမ်းကြုတ်လိမ့်မယ်ဆိုတာ မတွေးရဲဘူး။ငါ့ဒုက္ခတွေက ဒီလောက်နဲ့မဆုံးခဲ့။ငါ့ဇနီးသည်ကပါ ငါ့ကို စွန့်ပစ်ပြီး တခြားလူတစ်ယောက်နဲ့ အဝေးကိုထွက်သွားပြန်တယ်။ဘာကြောင့်မှန်းလည်း ငါမသိရပါလား။သူ အကတော်သလောက် ငါက လုံးဝမကတတ်လို့လား မသိပါဘူးလေ။အဲဒီအချိန်မှာပဲဟစ်တလာရဲ့လေတပ်မတော်က ဗြိတိန်နိုင်ငံရဲ့ မြို့ကြီးတွေပေါ်ကို နေ့စဉ်ရက်ဆက် ဗုံးမိုးတွေရွာချပေးကြတော့တယ်။ငါ့သူငယ်ချင်းလှုပ်ရှားတက်ကြွသူတွေကတော့ ဒေသခံကာကွယ်ရေးစေတနာ့ဝန်ထမ်းတပ်ဆိုတာမှာ ဝင်ရောက်ကူညီနေကြပြီ။ငါကတော့စိတ်ဆင်းရဲလွန်းလို့ ဗုံးကြဲလေယာဉ်တွေလာချိန်မှာတောင် ဗုံးခိုကျင်းထဲမဝင်မိတော့ဘူး။2010 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Joe Maddison’s War ဇာတ်ကားဟာ စစ်ပွဲနဲ့သမိုင်းနောက်ခံ ဒရာမာဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ ရုပ်မြင်သံကြားဇာတ်လမ်းတစ်ခုဖြစ်လို့ လူသိပ်မသိခဲ့ကြဘူးထင်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကာလ ပျိုရွယ်သူယောက်ျားမှန်သမျှစစ်ထဲဝင်သွားကြချိန်မှာ ကျန်ခဲ့တဲ့ အသက်အရွယ်ကြီးသူအမျိုးသားတွေ နဲ့ ပညာသည်ဝန်ထမ်းဖြစ်လို့စစ်မှုထမ်းခွင့်ကင်းလွတ်ခံရသူ အရပ်သားတွေက ဒေသခံ ကာကွယ်ရေးတပ်တွေဖွဲ့စည်းပြီး ဂျာမန်တွေရဲ့ရန်ကို ခုခံတွန်းလှန်ခဲ့ကြပုံကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ အဲဒီအချိန်က ရုရှားကွန်မြူနစ်တွေကလည်း အင်္ဂလန် အမေရိကန်နိုင်ငံတို့နဲ့ မဟာမိတ်အဖြစ်လက်တွဲပြီး နာဇီဖက်ဆစ်တွေကို တိုက်ခိုက်ခဲ့ကြတဲ့ကာလပါ။ class လို့ခေါ်တဲ့ လူတန်းစားအမျိုးမျိုး အဆင့်ဆင့်ရှိတဲ့ အင်္ဂလန်နိုင်ငံရဲ့ အောက်ခြေအလုပ်သမားလူတန်းစားတွေကြားမှာ အလုပ်သမားထုသွေးစည်းညီညွတ်ရေး ဆိုတဲ့ ကွန်မြူနစ်ဆန်တဲ့အတွေးအခေါ်မျိုးတွေ အားကောင်းနေခဲ့တာကိုလည်း ဖော်ကျူးထားတာ တွေ့ရမှာပါ။ဇာတ်ကောင်တွေအနေနဲ့လည်း British တွေဖြစ်တော့ သူတို့စကားပြောတဲ့ လေယူလေသိမ်း အသုံးအနှုန်းတွေက ဟောလီးဝုဒ်ဇာတ်ကားတွေမှာ အမေရိကန်အင်္ဂလိပ်အသံထွက်နဲ့သာ ရင်းနှီးနေကြတဲ့ ရုပ်ရှင်ကြည့်ပရိသတ်အတွက် ထူးဆန်းနေဖွယ်ရာရှိပါတယ်။ ချစ်စရာလည်းကောင်းပါတယ်။ စာတန်းထိုးရာမှာ လွဲချော်မှု မဆီလျော်မှုများရှိခဲ့ရင်တော့ ဘာသာပြန်သူရဲ့လိုအပ်ချက်ပါပဲ။ဂျိုးမက်ဒီဆန်တစ်ယောက် ရစရာမရှိလောက်အောင် ပျက်စီးသွားတဲ့သူ့ဘဝကို ပြန်အဖတ်ဆည်နိုင်ပါ့မလား။ သူ့ဇနီးသည်က‌ရော ဘာကြောင့်သူ့ကိုစွန့်ပစ်ခဲ့တာလဲ။ သူ့ဆီများပြန်လာဦးမလား။ သူတို့ရဲ့သင်္ဘောကျင်းတွေတည်ရှိရာမြို့ကလေးကရော နေ့စဉ်ရက်ဆက်ဗုံးကြဲခံရတဲ့ဒဏ်ကို ခံနိုင်ပါ့မလား။ ဗုံးလာကြဲတဲ့နာဇီလေယာဉ်တစ်စီးလောက်ကို ပစ်ချလိုက်နိုင်လို့ အောင်ပွဲခံပျော်ရွှင်နေကြစဉ်မှာ ဂျိုးရဲ့သားလေးကလည်း ဗြိတိသျှဗုံးကြဲလေယာဉ်တစ်စီးနဲ့ ဂျာမနီနိုင်ငံကို သွားပြီး ဗုံးကြဲတိုက်ခိုက်နေရတော့ အတုံ့အလှည့်နဲ့ ကိုယ်ချင်းစာတရားက အဘိုးကြီး မက်ဒီဆန် အတွက် ထိုးနှက်ချက်ဖြစ်လာတယ်။စစ်ပွဲနဲ့သမိုင်းနောက်ခံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်ကြသူများ အားပေးရကျိုးနပ်မယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ မထင်မရှား သမိုင်းတကွေ့ရဲ့ မကြီးကျယ်တဲ့အဖြစ်ကလေးဆိုပေမဲ့ ကိုယ်တိုင်တွေ့ကြုံခဲ့ရသူတွေအဖို့တော့ တသက်စာ အမှတ်တရပေါ့။(ဇာတ်ကားနဲ့အညွှန်းကို Thaman Myint မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.52GB, 661MBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 1H 25MinGenre – Drama, WarSubtitle – Myanmar Subtitle (Hardsub)Translated byThaman MyintEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPatrick CollertonCastAngela LonsdaleCharlie RichmondDerek JacobiJackie PhillipsJames AthertonJames BaxterJohn WoodvineKevin WhatelyMelanie HillNiek VersteegRobson GreenSammy T. DobsonTrevor Fox",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ANPibNPrML6cLfvEJvWJbnY77P.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/feh6fcMNXzgzdOiq8mWMtog2mAm.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-joe-maddisons-war-2010-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2p99t/(CM)_Joe_Maddison_s_War_(2010)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/p7400SrI#pyag8RNnWBQV5x0sL9Sq6FuA4YG278XEGHmqHOEhNGo",
        "server": "mega.nz",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rzblub2azvzg.html",
        "server": "usersdrive.com",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/7lma8z3mpcan.html",
        "server": "streamsb.com",
        "size": "1.52GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-joe-maddisons-war-2010-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "662MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2p99q/(CM)_Joe_Maddison_s_War_(2010)_720p.mp4",
        "server": "megaup.net",
        "size": "662MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5uBh0Cpb#XaEivJLmVduR-I1TGuTjbP_EMB7cBWrHOSCNKOmMuAo",
        "server": "mega.nz",
        "size": "662MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3nppx17krj9o.html",
        "server": "usersdrive.com",
        "size": "662MB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/92iz1t8uvx8t.html",
        "server": "streamsb.com",
        "size": "662MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2010|1h 52m|Action,Comedy,Fantasy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "451000"
    },
    "title": "Scott Pilgrim vs. the World (2010)",
    "description": "Scott Pilgrim vs. the World (2010)~ IMDb – 7.5/10, Rotten Tomatoes – 82% ~ခင်ဗျားတို့အတွက် စီနီမာ (ရုပ်ရှင်) ဆိုတာ ဘာများလဲ။ မက်ဆေ့တစ်သီတစ်သန်းနဲ့ကားတွေလား။ ကြီးကျယ်ခမ်းနားလှတဲ့ ဆက်တင်ကြီးတွေ သိပ်ကောင်းတဲ့ စီဂျီအိုင်တွေ တပြုံတမကြီးသုံးထားတဲ့ ခမ်းကြီးနားကြီးကားတွေလား။ ကျွန်တော့်အတွက်တော့ စီနီမာဟာ အရသာရှိနေခြင်းပဲ။ ခမ်းနားချင်မှလည်း ခမ်းနားမယ်၊ ဘာတစ်ခုမှမပါဘဲ ပြကွက်တစ်ကွက်တည်းကိုပဲ အကြာကြီးပြချင်လည်းပြမယ်၊ သောက်တလွဲတွေချည်း ပြောချင်လည်းပြောမယ်၊ ဂလည်အူကြောင်ပြကွက်တွေ ပြချင်လည်းပြမယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကို ကြည့်လိုက်လို့ အရသာတော်တော်ကြီးရှိနေပြီဆိုရင် အဲဒီရုပ်ရှင်ဟာ ရုပ်ရှင်စစ်တယ်။ စီနီမာဖြစ်တယ်လို့ပဲ ပုဂ္ဂလိကအရ သတ်မှတ်လိုက်တာပဲ။Scott Pilgrim vs. the World ဟာ အဲဒီစီနီမာအရသာ အပြည့်ရှိနေတဲ့ကားပေါ့။ မသိတဲ့လူဆို ဘာမှမဟုတ်ဘူးထင်ရင်း ကြည့်နေရင်း ကြည့်နေရင်း အရသာက တဖြည်းဖြည်းတက်လာမယ့် ရုပ်ရှင်မျိုးပဲ။ နောက်တစ်ချက်အားဖြင့်တော့ ဒီဘက်ခေတ်မှာ ကျွန်တော်တို့ ပြန်မရနိုင်တော့တဲ့ ကျွန်တော်တို့ငယ်ငယ်က ရုပ်ရှင်တွေမှာရှိနေခဲ့တဲ့ အငွေ့အသက်မျိုးပေးနိုင်တဲ့ကားလို့ ပြောလို့ရပါတယ်။ အဲဒီအငွေ့အသက်ကို ခင်ဗျား ဇာတ်လမ်းကတင်မဟုတ်ဘဲ သရုပ်ဆောင်တွေဆီကပါ ရလိမ့်မယ်။Chris Evans, Brie Larson, Mary Elizabeth Winstead, Aubrey Plaza, Brandon Routh, Ellen Wong, Alison Pill နဲ့ Anna Kendrick တို့ကို ခင်ဗျား ဘယ်တော့မှ ထပ်မမြင်ရတော့မယ့်ပုံစံတွေနဲ့ မြင်ရလိမ့်မယ်။ မြင်ရရင်တောင် ဒီလိုမဟုတ်ဘဲ ကြောင်တောင်တောင်ဖြစ်နေမှာပဲ။ စကော့အဖြစ်သရုပ်ဆောင်တဲ့ Michael Cera ကိုလည်း ခင်ဗျား ဒီလိုပုံစံနဲ့ထပ်မြင်ရတော့မှာမဟုတ်ဘူး။ ပိုထူးတာက Jason Schwartzman ပဲ။ ဝက်စ်အန်ဒါဆန်ကားတွေတိုင်းပါခဲ့ဖူးတဲ့ သူ့ကို ဒီမှာမြင်ရတဲ့အဖြစ်မျိုးက ကြောင်တောင်တောင်တော့နိုင်ပေမဲ့ မိုက်လည်းမိုက်နေတယ်။ ပါတဲ့ပုံစံကလည်း စားတာကိုး။ မဆန်းပါဘူး ဂရပ်ဖစ်နိုဗယ်ကို ပြန်ရိုက်ထားပြီး စာအုပ်ကို အပြည့်အဝသစ္စာရှိထားတော့ ကြောင်တောင်တောင်ကြီးလုပ်ပြမနေမှကို ဆန်းနေမှာ။ဇာတ်လမ်းအကျဉ်းကတော့ ရှင်းရှင်းလေးပဲ။ Scott Pilgrim ဆိုတဲ့ကောင်လေးက ကောင်မလေးတစ်ယောက်ကိုချစ်မိတယ်။ သူ့အချစ်ကိုရဖို့ အဲဒီကောင်မလေးရဲ့ ဆိုးရွားလှတဲ့ ရည်းစားဟောင်းခုနှစ်ယောက်ကို အနိုင်ပိုင်းရတယ်။ ဒါတွေကို ဂီတာဟီးရိုးလိုလို စထွိဖိုက်တာလိုလို မြင်ရုံနဲ့ Nostalgia ဖြစ်မယ့် အကွက်ဆန်းကြီးတွေနဲ့ချည်းပြသွားတာ။ တစ်ခါတလေ နိုင်ပုံနိုင်နည်းတွေကလည်း တော်တော်ဂလည်အူကြောင်နိုင်တယ်။ ဒါပေမဲ့ သူ့ Inner Logic ထဲဆို‌တော့ “လခွမ်းဟ” ဆိုပြီး ဖြစ်သွားရုံကလွဲ ကြည့်ကောင်းနေတာပါပဲ။ ဆက်တင်တွေကလည်း တော်တော် Nostalgia ဖြစ်တယ်။ ဒါကြောင့်လည်း တချို့က Scott Pilgrim vs. the World ကို စီနီမာရဲ့ တစ်ထောင့်တစ်နေရာက စီနီမာစစ်စစ် အရသာပေးနိုင်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားလို့ဆိုကြတယ်။ဂရပ်ဖစ်နိုဗယ်ကို ရိုက်ပြီး ဒီလိုခပ်ကြမ်းကြမ်း လှလှပပ ရုပ်ရှင်ထွက်လာတာလည်း ကြက်ကန်းဆန်အိုးတိုးတာတော့မဟုတ်ဘူး။ Edgar Wright ကိုယ်တိုင် ရိုက်ကူး ဇာတ်ညွှန်းဝင်ရေး ပရိုဂျူဆာပါလုပ်ထားသကိုး။ ဒီဘဲက Satirical ဖလင်တွေမှာ ဂျွတ်လေတော့ ဒီကားကလည်း သူနဲ့အပြည့်အဝလည်း ကီးကိုက်သွားတယ်။ ဒီဘဲရိုက်တဲ့ကားတွေအကုန်ကလည်း ကြည့်လို့တော်တော်ကောင်းတဲ့ ကားတွေချည်း။ Shaun of the Dead, Hot Fuzz နဲ့ The World’s End ဆိုတဲ့ နာမည်ကျော် Cornetto Trilogy နဲ့ Baby Driver တို့လို ကားတွေကို ရိုက်ခဲ့တဲ့အပြင် သူရိုက်ခဲ့တဲ့ပုံစံတွေကနေ ကွဲထွက်ပြီးရိုက်ခဲ့တဲ့ Last Night in Soho ကလည်း တော်တော်လေး ကောင်းခဲ့တယ်။ ဒီလိုဘဲက အသက်သွင်းထားတဲ့ ကားဆိုတော့လည်း ဒီလိုထွက်လာတာပါပဲ။ Scott Pilgrim vs. the World ဟာ Edgar Wright ရဲ့ မာစတာပိစ်အဖြစ်ဆုံးရုပ်ရှင်ဖြစ်သလို စီနီမာရဲ့ စီနီမာစစ်မှန်တဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။ ဒီကားရဲ့အရသာမျိုးက ဒီကားမှာပဲရနိုင်တာမို့ Comic Book Movies တွေကြိုက်ရဲ့နဲ့ ဒီကား မကြည့်ဘူးဆိုတာက ဘယ်လိုမှမဖြစ်သင့်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 7.75GB(HDR), 8.77GB(SDR), 2.75GB, 1.25GBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 52MinGenre – Action, Comedy, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y, Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEdgar WrightStarsAbigail ChuAlison PillAnna KendrickAubrey PlazaBen LewisBill HaderBrandon RouthBrie LarsonBryan Lee O'MalleyCeline LepageChantelle ChungChris EvansChristine WatsonClifton Collins Jr.Craig SticklandDon McKellarEllen WongEmily KassieErik KnudsenIngrid HaasJason SchwartzmanJoe DinicolJohn Patrick AmedoriJohnny SimmonsJung-Yul KimKeita SaitoKieran CulkinKjartan HewittKristina PesicMae WhitmanMark LeroyMark WebberMarley OttoMary Elizabeth WinsteadMatt WattsMaurie W. KaufmannMichael CeraMichael LazarovitchNelson FranklinSatya BhabhaShota SaitoTennessee ThomasThomas JaneWill BowesCastAbigail ChuAlison PillAnna KendrickAubrey PlazaBen LewisBill HaderBrandon RouthBrie LarsonBryan Lee O'MalleyCeline LepageChantelle ChungChris EvansChristine WatsonClifton Collins JrCraig SticklandDon McKellarEllen WongEmily KassieErik KnudsenIngrid HaasJason SchwartzmanJoe DinicolJohn Patrick AmedoriJohnny SimmonsJung-Yul KimKeita SaitoKieran CulkinKjartan HewittKristina PesicMae WhitmanMark LeroyMark WebberMarley OttoMary Elizabeth WinsteadMatt WattsMaurie W. KaufmannMichael CeraMichael LazarovitchNelson FranklinSatya BhabhaShota SaitoTennessee ThomasThomas JaneWill Bowes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7zwngyl6Cg4NeD4AIOfpXgrcDv6.jpg",
      "https://image.tmdb.org/t/p/w300/yliP8l65xLk3hnvM3BEFB2OH9Mz.jpg",
      "https://image.tmdb.org/t/p/w300/AXcwoWW7gqRdG0DFsVAAuqSxVD.jpg",
      "https://image.tmdb.org/t/p/w300/rl6TA8Hhvc3f5LR59WiCBo9QxSa.jpg",
      "https://image.tmdb.org/t/p/w300/7W9xm2YTq54rfLFimIniMrywShv.jpg",
      "https://image.tmdb.org/t/p/w300/jRcwPjlD4nXw0mSjtGcnmrxf1xp.jpg",
      "https://image.tmdb.org/t/p/w300/rUAZnGMgISkZYJU8o7kuSNj3mPl.jpg",
      "https://image.tmdb.org/t/p/w300/A0xxZhihmbOvzSBFauvaxnm9zAZ.jpg",
      "https://image.tmdb.org/t/p/w300/gJGD74ocaYehrNnFNN2eyKQljwW.jpg",
      "https://image.tmdb.org/t/p/w300/nj2unpTq558iJwz7jOHwQmiqeiJ.jpg",
      "https://image.tmdb.org/t/p/w300/ya6cvngkreQwF4NWblVhvHWrgxb.jpg",
      "https://image.tmdb.org/t/p/w300/ycyqwYnKNtaUqymzHdLRMCeiBDO.jpg",
      "https://image.tmdb.org/t/p/w300/diez2D7whF0VgxQ7klyYQqn9Fr9.jpg",
      "https://image.tmdb.org/t/p/w300/mjGm5fWigS9qyKw1Pzlx107mMPH.jpg",
      "https://image.tmdb.org/t/p/w300/95eo5B19n7qEcNOVd8tuxDTEPJu.jpg",
      "https://image.tmdb.org/t/p/w300/y8PiciKEA6U2auHwTM788o0KAYq.jpg",
      "https://image.tmdb.org/t/p/w300/zysGnl0aC0znbEEjMipWAgVV3ho.jpg",
      "https://image.tmdb.org/t/p/w300/zszlFPLwtrAUx8UcADa9YSHPTMO.jpg",
      "https://image.tmdb.org/t/p/w300/6nsQZwOUA8lYAKij6Z362iJ3PMh.jpg",
      "https://image.tmdb.org/t/p/w300/3Yk4S4dmmwnZpl8EFTQCLX0iFXe.jpg",
      "https://image.tmdb.org/t/p/w300/qMxa8A8G066oDZVoZmY5sbjqsht.jpg",
      "https://image.tmdb.org/t/p/w300/as03mhlWjd4cilC4i1uvSsnsuzw.jpg",
      "https://image.tmdb.org/t/p/w300/9uewaz8V5edyYKXq8sGUxX9mmUV.jpg",
      "https://image.tmdb.org/t/p/w300/2dKfeHCW7VWeyxuOO3RiR0Ay7Vt.jpg",
      "https://image.tmdb.org/t/p/w300/cYjkTkSLDungalyoaaIDUeCSkWr.jpg",
      "https://image.tmdb.org/t/p/w300/tvYtEVsRojPUHfOyemC2NDfAgPU.jpg",
      "https://image.tmdb.org/t/p/w300/4jSTo5o597cURiEROqi9pVCCSbg.jpg",
      "https://image.tmdb.org/t/p/w300/wlp5qhf1trvuM8wzsrVn48NR5I8.jpg",
      "https://image.tmdb.org/t/p/w300/2WtZi4FdWntSAEDNBwuDSyhlGdc.jpg",
      "https://image.tmdb.org/t/p/w300/8RmNoOPJ4ypfghX6LBVcbDnoVUh.jpg",
      "https://image.tmdb.org/t/p/w300/hlwGrHpMppmc4foECePqK0HUjG2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/gseLBM6CzrwubkvGAqOsVd7FtKn-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hdr-scott-pilgrim-vs-the-world-2010-2160-p-4-k-blu-ray-x-265-10-bit-hdr-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "7.75GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scott-pilgrim-vs-the-world-2010-2160-p-4-k-blu-ray-x-265-10-bit-sdr-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.77GB",
        "quality": "4K SDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scott-pilgrim-vs-the-world-2010-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1YT60/(CM)_Scott_Pilgrim_vs._the_World_(2010)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7d8jzDxT#XOFAXMZa5b_ohcRL5YRaSMlP67iAA_rpjWzdV1JJyVE",
        "server": "mega.nz",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ti10v68iew0a.html",
        "server": "usersdrive.com",
        "size": "2.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-scott-pilgrim-vs-the-world-2010-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2EQy4/(CM)_Scott_Pilgrim_vs._the_World_(2010)_720p.mp4",
        "server": "megaup.net",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ScsRHDyD#0EtlY__biR7ec-jQt9s1AVbBerdY6xzXZQdvw9WS2BY",
        "server": "mega.nz",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qb48vqdpzqkt.html",
        "server": "usersdrive.com",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/wwze13763asi",
        "server": "streamsb.com",
        "size": "1.25GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sxyxrmiwn2ti",
        "server": "streamvid.io",
        "size": "1.25GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7wd5KEaOtm4",
      "video_url": "https://www.youtube.com/watch?v=7wd5KEaOtm4",
      "embed_url": "https://www.youtube.com/embed/7wd5KEaOtm4"
    }
  },
  {
    "metadata": "R|2010|108 min|Drama,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "617,576"
    },
    "title": "Black Swan (2010)",
    "description": "UnicodeIMDb (8/10)Rotten Tomatoes (86%)Black Swan ….ဒီကားနဲ့ ပက်သက်ပြီး ရေးမယ် လုပ်တော့ ကျွန်တော့်ခေါင်းထဲ ဝင်လာတာ စကားလုံးတစ်လုံးပဲရှိတယ်။” အနုပညာ မှော်ဝင်စားမှု”… ဘဲလေးအကပညာထဲပဲ စိတ်ကို စုံလုံးနှစ်ထားတဲ့ Nina ဆိုတဲ့ကချေသည်မလေးတစ်ယောက် Swan Lake ပြဇာတ်ကို ကဖို့ လူဝင် အရွေးခံရာက ဒီဇာတ်လမ်းလေး ဖြစ်လာခဲ့တယ်…။Swan Lake ပြဇာတ်ရဲ့ ငန်းဖြူ နေရာနဲ့ အသင့််တော်ဆုံး သူ ဖြစ်ပေမဲ့…ငန်းနက်နေရာအတွက်တော့ သူ့ စရိုက်နဲ့ ကွဲပြားလွန်းနေခဲ့တယ်….။ငန်းနက်ရဲ့ တဏှာများ ကြမ်းတမ်းတဲ့စရိုက်နဲ့ သူမရဲ့ ပျော့ညံ့တဲ့ စိတ်နဲ့ကြား..သူ့ အသက် သူ့ဘဝ ဖြစ်တဲ့ အက အနုပညာရဲ့ မှော်ဝင်စားမှုနဲ့..သူ့ ရဲ့ အမှောင်ဘက်အခြမ်း ထွက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါ။က ကွက်တွေ….တေးဂီတတွေနဲ့ ဒီ ဇာတ်လမ်းလေးမှာ တာရာမင်းဝေ ရဲ့ အရှေ့မြို့ရိုးက မိုးရေစက်များ နဲ့အတော်လေး ထပ်တူညီတဲ့ ရသတစ်ခုကိုတော့ ခံစားကြရမှာပါ။2011 တုန်းက Natalie Portman Best Performace by an Actrees in Leading Role နဲ့ Osacar ရထားတဲ့ ကားလည်း ဖြစ်ပါတယ်။(WiRa Aung မှတင်ဆက်ထားတာပါ။)ZawgyiIMDb (8/10)Rotten Tomatoes (86%)Black Swan ….ဒီကားနဲ႔ ပက္သက္ၿပီး ေရးမယ္ လုပ္ေတာ့ ကြၽန္ေတာ့္ေခါင္းထဲ ဝင္လာတာ စကားလုံးတစ္လုံးပဲ႐ွိတယ္။” အႏုပညာ ေမွာ္ဝင္စားမႈ”… ဘဲေလးအကပညာထဲပဲ စိတ္ကို စုံလုံးႏွစ္ထားတဲ့ Nina ဆိုတဲ့ကေခ်သည္မေလးတစ္ေယာက္ Swan Lake ျပဇာတ္ကို ကဖို႔ လူဝင္ အေရြးခံရာက ဒီဇာတ္လမ္းေလး ျဖစ္လာခဲ့တယ္…။Swan Lake ျပဇာတ္ရဲ႕ ငန္းျဖဴ ေနရာနဲ႔ အသင့္္ေတာ္ဆုံး သူ ျဖစ္ေပမဲ့…ငန္းနက္ေနရာအတြက္ေတာ့ သူ႔ စ႐ိုက္နဲ႔ ကဲြျပားလြန္းေနခဲ့တယ္….။ငန္းနက္ရဲ႕ တဏွာမ်ား ၾကမ္းတမ္းတဲ့စ႐ိုက္နဲ႔ သူမရဲ႕ ေပ်ာ့ညံ႕တဲ့ စိတ္နဲ႔ၾကား..သူ ့ အသက္ သူ႔ဘဝ ျဖစ္တဲ့ အက အႏုပညာရဲ႕ ေမွာ္ဝင္စားမႈနဲ႔..သူ႔ ရဲ႕ အေမွာင္ဘက္အျခမ္း ထြက္လာတဲ့အခါဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။က ကြက္ေတြ….ေတးဂီတေတြနဲ႔ ဒီ ဇာတ္လမ္းေလးမွာ တာရာမင္းေဝ ရဲ႕ အေ႐ွ႕ၿမိဳ႕႐ိုးက မိုးေရစက္မ်ား နဲ႔အေတာ္ေလး ထပ္တူညီတဲ့ ရသတစ္ခုကိုေတာ့ ခံစားၾကရမွာပါ။2011 တုန္းက Natalie Portman Best Performace by an Actrees in Leading Role နဲ႔ Osacar ရထားတဲ့ ကားလည္း ျဖစ္ပါတယ္။(WiRa Aung မွတင္ဆက္ထားတာပါ။)File size…(900 MB) and (310 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWiRa AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony PettineDarren AronofskyJoseph P. ReidyStarsBarbara HersheyBenjamin MillepiedJanet MontgomeryKristina AnapauKsenia SoloMila KunisNatalie PortmanSebastian StanVincent CasselWinona RyderCastAbraham AronofskyAdriene CouvillionAnne Bergstedt JordanovaBarbara HersheyBenjamin MillepiedCharlotte AronofskyChris GartinDaralina KomarDeborah OffnerJanet MontgomeryJohn EppersonKristina AnapauKsenia SoloLeslie LylesMarcia Jean KurtzMark MargolisMila KunisNatalie PortmanPatrick HeusingerSarah HaySebastian StanSergio TorradoShaun O'HaganStanley B. HermanTim LacatenaTina SloanToby HemingwayVincent CasselWinona Ryder",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t8jFs6cOl1YVSfXXZivWtEb14tF.jpg",
      "https://image.tmdb.org/t/p/w300/eS9RYCLWA031K3x9fDEv8WE45Ti.jpg",
      "https://image.tmdb.org/t/p/w300/hqh5O4KssfJWI62HGAgrjHXbxhD.jpg",
      "https://image.tmdb.org/t/p/w300/iZHJ1srFE04svIX0Iiy6NM2gwV5.jpg",
      "https://image.tmdb.org/t/p/w300/qxTw8OKJLRX1Xb5nR5CcIDnLKoq.jpg",
      "https://image.tmdb.org/t/p/w300/j0TMOvWjlIKW5868Yo9oHzmwNK0.jpg",
      "https://image.tmdb.org/t/p/w300/iOsDMO1wlohfsV0GY85fm5lqQnU.jpg",
      "https://image.tmdb.org/t/p/w300/9LOuU3aXPdaEC5JV1CntbZQPobq.jpg",
      "https://image.tmdb.org/t/p/w300/7vuLolCVdC3DgBJ9acyoRbshNnT.jpg",
      "https://image.tmdb.org/t/p/w300/dve5Q9HhS1bhLHlJSBjX6cLBBEk.jpg",
      "https://image.tmdb.org/t/p/w300/49E5ImhHkoZ5ltuvRgPxMDHUAJj.jpg",
      "https://image.tmdb.org/t/p/w300/yyb6fbL6eTwbvOEIPsFJfBf3FNv.jpg",
      "https://image.tmdb.org/t/p/w300/uQFxRTD3pa6tOmjjcavfFNdvIZ3.jpg",
      "https://image.tmdb.org/t/p/w300/uoZUbaWNKsMPCBoBXBcuM29Cq9D.jpg",
      "https://image.tmdb.org/t/p/w300/4XP9i1bRKAZQUqGG21LVTke7vNf.jpg",
      "https://image.tmdb.org/t/p/w300/mUKbmQMAPIS7K2kAZSCii2UWcbG.jpg",
      "https://image.tmdb.org/t/p/w300/xl5eey3lvjkeuUu3pTjGsW4FRia.jpg",
      "https://image.tmdb.org/t/p/w300/11erXZR5BNjaTGLTcYEfQygtI6F.jpg",
      "https://image.tmdb.org/t/p/w300/kMvuppZbuspmAvJtOuRhWlk5Q3w.jpg",
      "https://image.tmdb.org/t/p/w300/Rk0PGJ7vp8N85z42YZqArCX6c.jpg",
      "https://image.tmdb.org/t/p/w300/hkhC1OgQaNInhGdTtDZErujxGoE.jpg",
      "https://image.tmdb.org/t/p/w300/m9CDMhokk5lUIl1vAl8Vw2KgUBW.jpg",
      "https://image.tmdb.org/t/p/w300/w2h7LWprYCi7mzpIJF5276I4xsJ.jpg",
      "https://image.tmdb.org/t/p/w300/44miG4xhVxgMiEa8AjE9ZrtamQT.jpg",
      "https://image.tmdb.org/t/p/w300/ewaD86TSrdFcbdJD6afyv9pOt40.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/Black-swan.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/black-swan-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "906 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e7ea38a25c/black-swan-2010-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "906 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cr7r/Black_Swan_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "906 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/c0IiCKzD#f1KekvDVGJsllQqfoY9m_WoJhT7pHwJdO0vlZiP9dpg",
        "server": "mega.nz",
        "size": "906 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/plephsq8hvdp",
        "server": "upstream.to",
        "size": "906 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5jaI1XOB-bs",
      "video_url": "https://www.youtube.com/watch?v=5jaI1XOB-bs",
      "embed_url": "https://www.youtube.com/embed/5jaI1XOB-bs"
    }
  },
  {
    "metadata": "Not Rated|2010|1h 38m|Action,Adventure,Animation",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "731k"
    },
    "title": "How to Train Your Dragon (2010)",
    "description": "CM Fan တွေ အတွက် ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့How to Train Your Dragon ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇတ်လမ်း ရဲ့ အစကတော့ ဗိုက်ကင်းတွေ နေတဲ့ ကျွန်းလေးတစ်ခုကနေအစပြုတာပါပဲ ဗိုက်ကင်း သူရဲကောင်းတွေ ရဲ့ ရွာဟာ ပြသနာ တစ်ခုကိုအမြဲ လိုလို ရင်ဆိုင်နေရပါတယ် အဲ့ဒါကတော့ နဂါးတွေပါပဲတစ်ချို့ ညတွေမှာ နဂါးတွေဟာ ခိုးဝင်လာပြီး အစားအသောက်တွေကိုခိုးယူသွားတက်ကြသလို အိမ်တွေကိုလဲ မီးရှို့သွားတက်ကြပါသေးတယ်ဗိုက်ကင်း တွေရဲ့ အိမ်တွေဟာ အမြဲလိုလို အသစ်တွေ ဖြစ်နေတာနဂါးတွေ ရဲ့ လက်ချက်ပါပဲ…ဒီဗိုက်ကင်း ရွာလေး မှာ ဟစ်ကပ် ဆိုတဲ့ ကောင်လေးရှိပြီးသူက ဗိုက်ကင်းတွေ ထဲမှာ အားအနည်းဆုံး မို့ ရွယ်တူတွေလိုနဂါးတွေ ဖမ်းရမယ့် အစား လက်နက်တိုက်မှာ အကူလုပ်နေရတာပါဗိုက်ကင်းတွေ ရဲ့ သတ္တိရှိမှု ရဲစွမ်းရှိမှုကို ပြဖို့ဆိုရင် နဂါးတစ်ကောင်တော့အနည်းဆုံး သတ်ပြ ဖမ်းပြရမှာပဲ ဖြစ်ပါတယ်လူကောင်သေးတဲ့ဟစ်ကပ်ကတော့ နဂါးတစ်ကောင်ဖမ်းဖို့ ကိုတက်ကြွ နေပြီး သူ့ရဲ့ အစွမ်းကိုလဲ ပြချင်နေပါတယ်တစ်ရက်မှာတော့ သူထွင်ထားတဲ့ နဂါးဖမ်းတဲ့ လက်နက် နဲ့နိုက်ဖျူရီ လို့ ခေါ်တဲ့ နဂါးတွေထဲမှာ အလျင်မြန်ဆုံး နဲ့ အဖမ်းရခက်ဆုံးအကောင်လေး တစ်ကောင်ကို မတော်တဆ ဖမ်းမိသွားတဲ့ အခါမှာတော့File size…4.2GB / 1.8GB / 958MBQuality…4k HEVC BluRay / 1080p BluRay AAC5.1CH /Format…mkv/ mp4Duration….1h 38mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by VYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris SandersDean DeBloisStarsAmerica FerreraAshley JensenChristopher Mintz-PlasseCraig FergusonDavid TennantGerard ButlerJay BaruchelJonah HillKieron ElliottKristen WiigPhilip McGradeRobin Atkin DownesT.J. MillerCastAmerica FerreraAshley JensenChristopher Mintz-PlasseCraig FergusonDavid TennantGerard ButlerJay BaruchelJonah HillKieron ElliottKristen WiigPhilip McGradeRobin Atkin DownesT.J. Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v529QdjxwGKmJycQWnJj6qGSpta.jpg",
      "https://image.tmdb.org/t/p/w300/aH9KWmXFMamXkHMgLjnQmSYjScL.jpg",
      "https://image.tmdb.org/t/p/w300/pHHScFZhrUejzmWc6smRrfCoNBz.jpg",
      "https://image.tmdb.org/t/p/w300/4fGg4PKmrCeCEt5idrIVftdpLxB.jpg",
      "https://image.tmdb.org/t/p/w300/fLVRszouKJKMeHMJ8RDcEpU5RWC.jpg",
      "https://image.tmdb.org/t/p/w300/kxklJL1v8MYEU5xdU6W5VvmBwVz.jpg",
      "https://image.tmdb.org/t/p/w300/tFYsTHXSTHN7ljF25R0CpmelKvG.jpg",
      "https://image.tmdb.org/t/p/w300/dEhTNJ7RoFC5C72jFVXoVLYBeb4.jpg",
      "https://image.tmdb.org/t/p/w300/zYltonEJitG5EYciuJEgbMTKjSB.jpg",
      "https://image.tmdb.org/t/p/w300/nvYI73vmaGdI53kUsTaXoOG69Qe.jpg",
      "https://image.tmdb.org/t/p/w300/x5Q4rGAUHf9bMSgsb0hIGPg3o6y.jpg",
      "https://image.tmdb.org/t/p/w300/mQuXEnW7P5D8LLTpno1ipXqBkQR.jpg",
      "https://image.tmdb.org/t/p/w300/dlQRtTwhktRFAju0XEs9td3n8UU.jpg",
      "https://image.tmdb.org/t/p/w300/106ef23vMvzhyZmxvBeRREvNI1C.jpg",
      "https://image.tmdb.org/t/p/w300/oAkUMRPPndo01v8OXSvquuUm5Wm.jpg",
      "https://image.tmdb.org/t/p/w300/efCpBIpyCnYsNPB632DNkfpaJd1.jpg",
      "https://image.tmdb.org/t/p/w300/gbCshIlkSF9d7bd82wBarr8jWmt.jpg",
      "https://image.tmdb.org/t/p/w300/59vDC1BuEQvti24OMr0ZvtAK6R1.jpg",
      "https://image.tmdb.org/t/p/w300/25pgiBaB0wjtrqLbckOKFYIwnz1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA5NDQyMjc2NF5BMl5BanBnXkFtZTcwMjg5ODcyMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-to-train-your-dragon-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2010-4-k-hevc-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.2GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/fwgeaaeftiot.html",
        "server": "usersdrive.com",
        "size": "4.2GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2010-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xz4ku9q594a5.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1NE3s/How.to.Train.Your.Dragon.2010.1080p.BluRay.x265.10bit_5.1___%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/l7p6vt8wwbcx.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/022vw2onkt0e",
        "server": "veryfiles.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "958MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nucguvctdyko.html",
        "server": "usersdrive.com",
        "size": "958MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1NE3l/How.to.Train.Your.Dragon.2010.720p.BluRay___%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "958MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/rc3dwipl8wg7.html",
        "server": "streamsb.com",
        "size": "958MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/3thhk5asy365",
        "server": "veryfiles.com",
        "size": "958MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IT_ufPxiXl8",
      "video_url": "https://www.youtube.com/watch?v=IT_ufPxiXl8",
      "embed_url": "https://www.youtube.com/embed/IT_ufPxiXl8"
    }
  },
  {
    "metadata": "|2010||Drama,Music,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1300"
    },
    "title": "[18+] LelleBelle (2010)",
    "description": "LelleBelle (2010)=============“LelleBelle” ဆိုတာ “လှပတဲ့ဘယ်လာ”လို့အဓိပ္ပါယ်ရတာပေါ့။  ဆယ်ကျော်သက်မလေး ဘယ်လာဟာ တယောထိုးရတာကို ကြိုက်နှစ်သက်သူပါ။ တယောထိုးပေမယ့်လည်း ခံစားချက်မထည့်တတ်တဲ့ဘယ်လာဟာ လိင်စိတ်မှာလည်း တပ်မက်မှုမရှိပါဘူး။ မကြာခင်မှာပဲ သူနှစ်သက်တဲ့ ဂီတနဲ့ လိင်စိတ်ကင်းမဲ့ခြင်းကြားမှာရှိတဲ့ တူညီမှုတစ်ခုကို ရှာဖွေတွေ့ရှိသွားတဲ့နောက်မှာပရမ်းပတာဖြစ်သွားတဲ့ သူ့ရဲ့ဘဝကို ဘယ်လိုချိန်ညှိပြီးနေထိုင်သွားမလဲဆိုတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းဇာတ်ကွက်ဆန်းဆန်းလေးနဲ့ကြည့်ရှုရမယ့် ၁၈+ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ZMT ဖြစ်ပါတယ်)File Size……….(1.0 GB) / (465 MB)Quality…………BluRay 720p / 480pDuration………1Hr 25MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Music, RomanceTranslator…….ZMTEncoder……….Admin XYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMischa KampCastAlicia BerendseAnna RaadsveldBarbara BeerninkBenja BruijningCharlie DageletChava Voor in 't HoltChloé LeenheerEsther NiemantsverdrietIsis CaboletJoost BoltKees van ZantwijkMaureen TeeuwenRenée FokkerRoscoe LeijenSteven JolesTess MilneTom JansenTom Van Landuyt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yVeZw5Cuz6YFJA02OwvgjPFdpA1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjIyMTI3N2EtYmU2OS00YTU4LTkyMzctYTc0YjkzZmEzMTM4XkEyXkFqcGdeQXVyMjAzMjcxNTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lelle-belle-2010-dutch-720-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3dbdg/LelleBelle_2010_DUTCH_720p_BluRay_x264[CM].mp4",
        "server": "megaup.net",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/ilcm7yb8b8gn.html",
        "server": "streamsb.com",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/bI5mwKRY#poCJHFpMiXQ7N0DOJa7pVri4b9c3Mi6tjJmkd7VvzUo",
        "server": "mega.nz",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/ewftg54q2qri.html",
        "server": "usersdrive.com",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/izre3w2a3ti8",
        "server": "streamvid.io",
        "size": "1.0 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/lelle-belle-2010-dutch-480-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3dbbB/LelleBelle_2010_DUTCH_480p_BluRay_x264[CM].mp4",
        "server": "megaup.net",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/zhu8tqqcey14.html",
        "server": "streamsb.com",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/GNJWmaZb#dAG3MmcwvRkmu3Yl-MViN97Le8LtIiWHoOgW4eqCwXM",
        "server": "mega.nz",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/2ubttzhs9iu0.html",
        "server": "usersdrive.com",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/uyr23oexcgmv",
        "server": "streamvid.io",
        "size": "465 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2010|1h 37min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "82,227"
    },
    "title": "Unthinkable (2010)",
    "description": "ကျွန်တော် ခဏခဏမေးဖြစ်တဲ့ မေးခွန်းလေးတစ်ခုမေးကြည့်ချင်ပါတယ်။ ခင်ဗျားက စနိုက်ပါ တစ်လက်နဲ့ လူတစ်ယောက်ကို ချိန်ထားတယ်။အဲဒီလူက လူတွေအများကြီးရှိနေတဲ့ နေရာမှာ ဗုံးခွဲမလို့ လုပ်နေတဲ့သူ။ အဲဒီလူကို ပစ်သတ်ဖို့ ခင်ဗျား သေနတ်မောင်းကို ဆွဲမှာလား။ခင်ဗျားလက်မှာ သွေးအစွန်းခံပြီးတော့ ဗုံးကွဲလို့သေမယ့်သူတွေကို ကယ်မှာလား။ ဒါမှမဟုတ် လူသတ်သမားတစ်ယောက် အဖြစ်ခံပြီး ပစ်သတ်လိုက်မှာလား။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ခင်ဗျားက သူရဲကောင်းကြီးတစ်ယောက် ဖြစ်သွားနိုင်တာပေါ့။ ဒါပေမဲ့ လူသတ်သမားတော့ ဖြစ်သွားလိမ့်မယ်။ခင်ဗျားက လွတ်လပ်တဲ့လူတစ်ယောက်ဖြစ်လို့ သေနတ်မောင်းခလုတ်ကို မဆွဲဘဲ လှည့်ထွက်သွားမယ်ဆိုရင်လည်း ရပါတယ်။ အနေသာကြီးပါ။ဒါပေမဲ့ လူပေါင်းများစွာ သေကြေပျက်စီးရမယ့် ကိစ္စကို တားနိုင်တဲ့ အစွမ်းရှိရဲ့သားနဲ့ မတားနိုင်ဘူးဆိုရင် အဲဒီအသက်တွေအတွက် ခင်ဗျားမှာ တာဝန်ရှိသွားလိမ့်မယ်။အဲဒါဆို လူအများနဲ့ တစ်ယောက် လဲမှာလား။ Witcher ထဲက ဇာတ်ဆောင်ရဲ့စကားကို ငှားပြီးပြောရမယ်ဆိုရင် မကောင်းမှုဆိုတာက မကောင်းမှုပါပဲ။သေးသေး၊ ကြီးကြီး။ အလတ်စားလောက်ပဲဖြစ်ဖြစ် မကောင်းမှုက မကောင်းမှုပါပဲ တဲ့။သေးတဲ့မကောင်းမှုကို ကျူးလွန်မှာလား ဒါမှမဟုတ် မကောင်းတာတစ်ခုကို အဖြစ်ခံမှာလား။ ရွေးကြည့်ပါ။နောက်ထပ် စဉ်းစားစရာထပ်ထည့်ပေးကြည့်ပါမယ်။ အဲဒီ ဗုံးခွဲမယ့်သူက ကလေးမလေးတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်ရော။ကလေးတွေ အမျိုးသမီးတွေကို (လိင်ခွဲခြားဆက်ဆံခြင်းမဟုတ်တာကို သတိပြုစေချင်ပါတယ်) မထိခိုက်ရဘူးဆိုတဲ့ ခင်ဗျားရဲ့ ဖြောင့်မှန်နေမှုကြီးကို စတေးပြီးတော့ ပစ်သတ်လိုက်မှာလား။မပစ်ဘဲထားမယ်ဆိုရင်လည်း သူ့ကြောင့် ထိခိုက်နစ်နာရတဲ့သူတွေထဲမှာ ကလေးတွေ၊ အမျိုးသမီးတွေ ပါနေနိုင်တာပဲလေ။ထိခိုက်နစ်နာသူက တစ်ယောက်တည်းတောင် မဟုတ်ဘူး အများကြီးရှိနေမှာ။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ကလေးသတ်သမားတစ်ယောက် ဖြစ်သွားပါလိမ့်မယ်။ ဘာကိုရွေးမှာလဲ။ဒီမေးခွန်းကိုပဲ နောက်ထပ် အခြေအနေလေးတစ်ခု ထပ်ထည့်ပေးကြည့်ပါမယ်။ ခင်ဗျားက စစ်သား တစ်ယောက်ဖြစ်တယ်ဆိုပါတော့။အမိန့်ကလည်း ပစ်သတ်ဖို့ အမိန့်ပေးထားမယ်။ သေနတ်မောင်းကို ဆွဲဖို့ မဆွဲဖို့ဆိုတာ ခင်ဗျားတစ်ယောက်တည်းရဲ့ ဆုံးဖြတ်ချက်ဖြစ်သွားပြီ။ပစ်သတ်လိုက်မယ်ဆိုရင် စစ်သားတစ်ယောက်အနေနဲ့ တာဝန်ရှိတဲ့ အတိုင်း တာဝန်ကို ကျေကျေပွန်ပွန်ဆောင်ရွက်နိုင်တဲ့ စစ်သားတစ်ယောက်၊အသက်ပေါင်းများစွာကို ကယ်တင်နိုင်တဲ့ သူရဲကောင်း ဖြစ်မှာပါ။ ဒါပေမဲ့ စစ်သားဆိုတာလည်း လူတစ်ယောက်ပဲလေ။ ခံစားချက်ရှိတယ်။ နှလုံးသားရှိတယ်။ဒီလူ(သို့) ဒီကလေးမလေးရဲ့ သွေးတွေ ခင်ဗျားလက်မှာ စွန်းနေပြီ။ ခင်ဗျားရဲ့ ဝိညာဉ်တစ်စိတ်တစ်ပိုင်းကို ချိုးဖျက်ပစ်လိုက်ရမှာပါ။အများအသက်ကိုကယ်တင်နိုင်တဲ့ သူရဲကောင်းတစ်ယောက်၊ တာဝန်ကျေပွန်တဲ့ စစ်သားကောင်းတစ်ယောက်ဆိုတာကပဲ့ကြွေကျသွားတဲ့ ကိုယ့်ဝိညာဉ်ရဲ့ အစိတ်အပိုင်းကို ပြန်ဖြည့်ဖို့ဆိုတာ လုံလောက်နိုင်မှာလား။မပစ်ခဲ့ဘူးဆိုရင်ရော တာဝန်မကျေတဲ့ စစ်သားတစ်ယောက်၊ လူအများအသက်ကိုကယ်နိုင်ဖို့ ကိုယ့်ရဲ့ ကိုယ်ကျင့်တရားကို မစတေးရဲတဲ့ လူတစ်ယောက် ဖြစ်သွားနိုင်ပါတယ်။ခင်ဗျားရဲ့ လူသားပီသမှု စံနှုန်းကဘယ်လိုပါလဲ။Unthinkable (2010) ဇာတ်ကားထဲမှာတော့ ဒီအခြေအနေအတိုင်း ဖြစ်နေတဲ့ ဇာတ်ကောင်တွေကို တွေ့ရပြီးအဲဒီဇာတ်ကောင်တွေထဲက တစ်ယောက်ချင်းစီက သူတို့ရဲ့ ရွေးချယ်မှုကို ဘယ်လိုတွေ လုပ်သွားတယ်ဆိုတာတွေ့ရမှာပါ။ဘယ်သူမှ မှားတယ်လို့ ပြောလို့မရသလို ဘယ်သူမှလည်း မှန်တယ်လို့ ပြောလို့မဖြစ်နိုင်ပါဘူး။အဆိုးဆုံးပြောရမယ်ဆိုရင် မှားပါတယ်ဆိုတဲ့ အကြမ်းဖက်ဗုံးခွဲတဲ့သူရဲ့ဘက်က ကြည့်မယ်ဆိုရင် သူလည်း မှန်နေတာတွေ အများကြီးပါပဲ။ဇာတ်လမ်းကရှင်းသလို ခပ်သွက်သွက်နဲ့ တင်ဆက်သွားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ ပြီးတော့ ခင်ဗျားအတွက် တွေးစရာတွေ အများကြီးရသွားပါလိမ့်မယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)File Size : (1.60 GB),(800 MB) And (400 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : EXTENDED.CUT.1080p.Bluray.x264-LEVERAGETranslated by d3monEncoded by Thanhtike Zawzawgyiကြၽန္ေတာ္ ခဏခဏေမးျဖစ္တဲ့ ေမးခြန္းေလးတစ္ခုေမးၾကည့္ခ်င္ပါတယ္။ ခင္ဗ်ားက စႏိုက္ပါ တစ္လက္နဲ႔ လူတစ္ေယာက္ကို ခ်ိန္ထားတယ္။အဲဒီလူက လူေတြအမ်ားႀကီးရွိေနတဲ့ ေနရာမွာ ဗုံးခြဲမလို႔ လုပ္ေနတဲ့သူ။ အဲဒီလူကို ပစ္သတ္ဖို႔ ခင္ဗ်ား ေသနတ္ေမာင္းကို ဆြဲမွာလား။ခင္ဗ်ားလက္မွာ ေသြးအစြန္းခံၿပီးေတာ့ ဗုံးကြဲလို႔ေသမယ့္သူေတြကို ကယ္မွာလား။ ဒါမွမဟုတ္ လူသတ္သမားတစ္ေယာက္ အျဖစ္ခံၿပီး ပစ္သတ္လိုက္မွာလား။ပစ္သတ္လိုက္မယ္ဆိုရင္ေတာ့ ခင္ဗ်ားက သူရဲေကာင္းႀကီးတစ္ေယာက္ ျဖစ္သြားႏိုင္တာေပါ့။ ဒါေပမဲ့ လူသတ္သမားေတာ့ ျဖစ္သြားလိမ့္မယ္။ခင္ဗ်ားက လြတ္လပ္တဲ့လူတစ္ေယာက္ျဖစ္လို႔ ေသနတ္ေမာင္းခလုတ္ကို မဆြဲဘဲ လွည့္ထြက္သြားမယ္ဆိုရင္လည္း ရပါတယ္။ အေနသာႀကီးပါ။ဒါေပမဲ့ လူေပါင္းမ်ားစြာ ေသေၾကပ်က္စီးရမယ့္ ကိစၥကို တားႏိုင္တဲ့ အစြမ္းရွိရဲ႕သားနဲ႔ မတားႏိုင္ဘူးဆိုရင္ အဲဒီအသက္ေတြအတြက္ ခင္ဗ်ားမွာ တာဝန္ရွိသြားလိမ့္မယ္။အဲဒါဆို လူအမ်ားနဲ႔ တစ္ေယာက္ လဲမွာလား။ Witcher ထဲက ဇာတ္ေဆာင္ရဲ႕စကားကို ငွားၿပီးေျပာရမယ္ဆိုရင္ မေကာင္းမႈဆိုတာက မေကာင္းမႈပါပဲ။ေသးေသး၊ ႀကီးႀကီး။ အလတ္စားေလာက္ပဲျဖစ္ျဖစ္ မေကာင္းမႈက မေကာင္းမႈပါပဲ တဲ့။ေသးတဲ့မေကာင္းမႈကို က်ဴးလြန္မွာလား ဒါမွမဟုတ္ မေကာင္းတာတစ္ခုကို အျဖစ္ခံမွာလား။ ေ႐ြးၾကည့္ပါ။ေနာက္ထပ္ စဥ္းစားစရာထပ္ထည့္ေပးၾကည့္ပါမယ္။ အဲဒီ ဗုံးခြဲမယ့္သူက ကေလးမေလးတစ္ေယာက္ျဖစ္ေနမယ္ဆိုရင္ေရာ။ကေလးေတြ အမ်ိဳးသမီးေတြကို (လိင္ခြဲျခားဆက္ဆံျခင္းမဟုတ္တာကို သတိျပဳေစခ်င္ပါတယ္) မထိခိုက္ရဘူးဆိုတဲ့ ခင္ဗ်ားရဲ႕ ေျဖာင့္မွန္ေနမႈႀကီးကို စေတးၿပီးေတာ့ ပစ္သတ္လိုက္မွာလား။မပစ္ဘဲထားမယ္ဆိုရင္လည္း သူ႔ေၾကာင့္ ထိခိုက္နစ္နာရတဲ့သူေတြထဲမွာ ကေလးေတြ၊ အမ်ိဳးသမီးေတြ ပါေနႏိုင္တာပဲေလ။ထိခိုက္နစ္နာသူက တစ္ေယာက္တည္းေတာင္ မဟုတ္ဘူး အမ်ားႀကီးရွိေနမွာ။ပစ္သတ္လိုက္မယ္ဆိုရင္ေတာ့ ကေလးသတ္သမားတစ္ေယာက္ ျဖစ္သြားပါလိမ့္မယ္။ ဘာကိုေ႐ြးမွာလဲ။ဒီေမးခြန္းကိုပဲ ေနာက္ထပ္ အေျခအေနေလးတစ္ခု ထပ္ထည့္ေပးၾကည့္ပါမယ္။ ခင္ဗ်ားက စစ္သား တစ္ေယာက္ျဖစ္တယ္ဆိုပါေတာ့။အမိန႔္ကလည္း ပစ္သတ္ဖို႔ အမိန႔္ေပးထားမယ္။ ေသနတ္ေမာင္းကို ဆြဲဖို႔ မဆြဲဖို႔ဆိုတာ ခင္ဗ်ားတစ္ေယာက္တည္းရဲ႕ ဆုံးျဖတ္ခ်က္ျဖစ္သြားၿပီ။ပစ္သတ္လိုက္မယ္ဆိုရင္ စစ္သားတစ္ေယာက္အေနနဲ႔ တာဝန္ရွိတဲ့ အတိုင္း တာဝန္ကို ေက်ေက်ပြန္ပြန္ေဆာင္႐ြက္ႏိုင္တဲ့ စစ္သားတစ္ေယာက္၊အသက္ေပါင္းမ်ားစြာကို ကယ္တင္ႏိုင္တဲ့ သူရဲေကာင္း ျဖစ္မွာပါ။ ဒါေပမဲ့ စစ္သားဆိုတာလည္း လူတစ္ေယာက္ပဲေလ။ ခံစားခ်က္ရွိတယ္။ ႏွလုံးသားရွိတယ္။ဒီလူ(သို႔) ဒီကေလးမေလးရဲ႕ ေသြးေတြ ခင္ဗ်ားလက္မွာ စြန္းေနၿပီ။ ခင္ဗ်ားရဲ႕ ဝိညာဥ္တစ္စိတ္တစ္ပိုင္းကို ခ်ိဳးဖ်က္ပစ္လိုက္ရမွာပါ။အမ်ားအသက္ကိုကယ္တင္ႏိုင္တဲ့ သူရဲေကာင္းတစ္ေယာက္၊ တာဝန္ေက်ပြန္တဲ့ စစ္သားေကာင္းတစ္ေယာက္ဆိုတာကပဲ့ေႂကြက်သြားတဲ့ ကိုယ့္ဝိညာဥ္ရဲ႕ အစိတ္အပိုင္းကို ျပန္ျဖည့္ဖို႔ဆိုတာ လုံေလာက္ႏိုင္မွာလား။မပစ္ခဲ့ဘူးဆိုရင္ေရာ တာဝန္မေက်တဲ့ စစ္သားတစ္ေယာက္၊ လူအမ်ားအသက္ကိုကယ္ႏိုင္ဖို႔ ကိုယ့္ရဲ႕ ကိုယ္က်င့္တရားကို မစေတးရဲတဲ့ လူတစ္ေယာက္ ျဖစ္သြားႏိုင္ပါတယ္။ခင္ဗ်ားရဲ႕ လူသားပီသမႈ စံႏႈန္းကဘယ္လိုပါလဲ။Unthinkable (2010) ဇာတ္ကားထဲမွာေတာ့ ဒီအေျခအေနအတိုင္း ျဖစ္ေနတဲ့ ဇာတ္ေကာင္ေတြကို ေတြ႕ရၿပီးအဲဒီဇာတ္ေကာင္ေတြထဲက တစ္ေယာက္ခ်င္းစီက သူတို႔ရဲ႕ ေ႐ြးခ်ယ္မႈကို ဘယ္လိုေတြ လုပ္သြားတယ္ဆိုတာေတြ႕ရမွာပါ။ဘယ္သူမွ မွားတယ္လို႔ ေျပာလို႔မရသလို ဘယ္သူမွလည္း မွန္တယ္လို႔ ေျပာလို႔မျဖစ္ႏိုင္ပါဘူး။အဆိုးဆုံးေျပာရမယ္ဆိုရင္ မွားပါတယ္ဆိုတဲ့ အၾကမ္းဖက္ဗုံးခြဲတဲ့သူရဲ႕ဘက္က ၾကည့္မယ္ဆိုရင္ သူလည္း မွန္ေနတာေတြ အမ်ားႀကီးပါပဲ။ဇာတ္လမ္းကရွင္းသလို ခပ္သြက္သြက္နဲ႔ တင္ဆက္သြားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။ ၿပီးေတာ့ ခင္ဗ်ားအတြက္ ေတြးစရာေတြ အမ်ားႀကီးရသြားပါလိမ့္မယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ပါ)File Size : (1.60 GB),(800 MB) And (400 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : EXTENDED.CUT.1080p.Bluray.x264-LEVERAGETranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGregor JordanTracy ScottStarsBrandon RouthCarrie-Anne MossGil BellowsJoshua HartoLora KojovicMartin DonovanMichael SheenSamuel L. JacksonStephen RootVincent LarescaCastAngela MartinezAustin NicholsBenito MartinezBill A. JonesBrandon RouthCarrie-Anne MossChris McGarryCoby SeyrafiDavid E. WillisDayo AdeDelaine YatesGeoff MeedGil BellowsHolmes OsborneJillian BrunoJoshua HartoKelly VaughnKirk B.R. WollerLora KojovicMartin DonovanMichael RoseMichael SheenNecar ZadeganPhil SomervilleRandy OglesbySamuel L. JacksonSasha RoizSayeed ShahidiStephen RootVincent LarescaYara Shahidi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/49jYVh3QB35kw8HNYj81Z4LI5QL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/brPP5wwQIkUhsTlT00TtonGg40Z.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/6d5e8e1/cm-unthinkable-2010-extended-cut-1080p-bluray-5-1-ch-mp4",
        "server": "yuudrive.me",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-unthinkable-2010-extended-cut-1080-p-bluray-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://soliddrive.co/2BLg/(CM)_Unthinkable.2010.EXTENDED.CUT.1080p.Bluray.5.1.CH.mp4",
        "server": "Soliddrive.co",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/1wsop/(CM)_Unthinkable.2010.EXTENDED.CUT.1080p.Bluray.5.1.CH.mp4",
        "server": "megaup.net",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/iip5vja92cgq.html",
        "server": "usersdrive.com",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://mega.nz/file/WUoFiA6K#SRtKfZaPNoFX4UoeVhAYnx5o1ZeZDVkCCWa1UzIM0V4",
        "server": "mega.nz",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/ndaytiXQcWEAnQ",
        "server": "disk.yandex.com",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/wsk3dudabgfb",
        "server": "upstream.to",
        "size": "1.60 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yuudrive.me/ae192/cm-unthinkable-2010-extended-cut-720p-bluray-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-unthinkable-2010-extended-cut-720-p-bluray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2BLf/(CM)_Unthinkable.2010.EXTENDED.CUT.720p.Bluray.mp4",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1wsoj/(CM)_Unthinkable.2010.EXTENDED.CUT.720p.Bluray.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1mpttk24l0s9.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mQ4nEKaY#KD50QOQldPHUgX-iEMbGZ43AWhoTAQ_zI32QEQaCmQ4",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/C93AvvHfpOVLEA",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wkpp8k6knmli",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "F_7b3kzWzg8",
      "video_url": "https://www.youtube.com/watch?v=F_7b3kzWzg8",
      "embed_url": "https://www.youtube.com/embed/F_7b3kzWzg8"
    }
  },
  {
    "metadata": "PG|2010|1h 28m|Adventure,Animation,Family",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "7.5k"
    },
    "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
    "description": "A turtle’s tale: Sammy’s adventures (2010)====================================================လူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေကတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊အမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။“လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ”တဲ့။ဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့လောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ “Count on me” နဲ့ “Talking to the moon”,Michael Jackson cover ဆိုထားတဲ့ “Ain’t no sunshine” အပြင် “California dreamin”,“Love will find a way” တို့လို နာမည်ကြီးသီချင်းတွေ ပါဝင်မှာဖြစ်လို့ ကြည့်ရှုရတန်စေမှာပါ။2010 ခုနှစ်က ထွက်ရှိခဲ့တာဆိုပေမဲ့ animation တွေက လန်းနေဆဲဖြစ်ပြီးတော့ plot ကလည်းအရိုးလေး အဆန်းဆုံးလေးဖြစ်လို့ ခံစားကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါ‌ရစေနော်။File size…2.1GB / 1GBQuality…1080p BluRay AAC5.1CH / 720pFormat…mp4Duration….1h 28minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated byMyo Myo HtetYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen StassenMimi MaynardStarsGemma ArtertonIsabelle FuhrmanJohn HurtMelanie GriffithTim CurryYuri LowenthalCastAl RodrigoAlan ShearmanCam ClarkeCharlie AdlerCharlie SchlatterDonald FulliloveEric UngerGemma ArtertonGigi PerreauIsabelle FuhrmanJenny McCarthy-WahlbergJohn HurtKathy GriffinKierstin KoppelMelanie GriffithPamela AdlonPat CarrollRobert SheehanScott MenvilleTim CurryTim DadaboW.K. StrattonWilliam BrentYuri Lowenthal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oobepzwlUcuWD8QPyLJ30DVQJqI.jpg",
      "https://image.tmdb.org/t/p/w300/tXrBTilvwRHfc13eCdkzVBo8IDU.jpg",
      "https://image.tmdb.org/t/p/w300/dC4DBP8hvMmtifYvY26eNMEYeA2.jpg",
      "https://image.tmdb.org/t/p/w300/pvIrFHNA2s8MCe2219EfZyNWd1F.jpg",
      "https://image.tmdb.org/t/p/w300/fWlCSKAJ1VBRwfHlPrisfoOhyh.jpg",
      "https://image.tmdb.org/t/p/w300/grQ7ONefgnRSgUrure3JbhcgPn3.jpg",
      "https://image.tmdb.org/t/p/w300/o6dMhtZP2bco4biwqbdgaTJ7JIm.jpg",
      "https://image.tmdb.org/t/p/w300/k6ADs2icYnfmEVF8C3AYRBR1Ck4.jpg",
      "https://image.tmdb.org/t/p/w300/zzkJI2p0RNJ2KVLmNIa3Nca5KJR.jpg",
      "https://image.tmdb.org/t/p/w300/6WPjJr4KtGcTBFvO4P6W05rIOaD.jpg",
      "https://image.tmdb.org/t/p/w300/macrqNwHJGSldrFGd7pzzq7HS2J.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-turtles-tale-sammys-adventures-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/sammys-adventures-the-secret-passage-2010-1080-p-blu-ray-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iqoh196p9ger.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KDcw/Sammys_Adventures_The_Secret_Passage_2010_.1080p_BluRay._AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/exlCxSZA#_OBwxE1U9W797RsO3ba8iP6H62FJ_qXTLzGiO6_DWM8",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/61mhq9ty252h",
        "server": "dropgalaxy.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sammys-adventures-the-secret-passage-2010-720-p-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ix53g0g7ddce.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1KDbj/Sammys_Adventures_The_Secret_Passage_2010_.720p.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qxVkjIzC#JOKa9SMRU_qf8jRNaJn6e-rszKCtYWaMVHIZ7JDdXwg",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/fct2ppc838rb",
        "server": "dropgalaxy.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZAg-6UCKrs4",
      "video_url": "https://www.youtube.com/watch?v=ZAg-6UCKrs4",
      "embed_url": "https://www.youtube.com/embed/ZAg-6UCKrs4"
    }
  },
  {
    "metadata": "|2010||Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Barbie in A Mermaid Tale (2010)",
    "description": "Barbie in A Mermaid Tale (2010)========================IMDb Rating – 6.3/10Barbie in a mermaid tale ဆိုရင်တော့ Barbie fan မှန်ရင် အများကြီးညွှန်းနေစရာမလိုမယ့် ကားကောင်းလေးပါနော်။ ၂၀၁၀ ထွက် BarbieMovie တွေထဲမှာမှ Fan တွေ အရူးအမူးဖြစ်ခဲ့ရတဲ့ ဇာတ်ကားဆိုရင်လည်းမမှားပါဘူး။ ကြည့်ဖူးသူတော်တော်များများကို ဆံပင်အရောင်ပြောင်းချင်စေခဲ့တဲ့ လွှမ်းမိုးမှုအကောင်းဆုံးဇာတ်လမ်းလေးကတော့ …Merliah Summers လို့ဆိုလိုက်ရင် Malibu ရဲ့ Celebrity အကျော်အမော်ရေလွှာလျှောစီးသူတွေထဲကတစ်ယောက်လို့ ပြေးမြင်ကြပါလိမ့်မယ်။ လှိုင်းစီးတဲ့ Stunt တွေလှလွန်းလို့ “Queen of the waves” လို့တောင် တင်စားရတဲ့ကစားသမားတစ်ဦးပါ။ နာမည်လေးလည်း ရနေပြီးသားဖြစ်လို့ Merliah တစ်ယောက် အကောင်းဆုံးကစားသမားနေရာကို မှန်းထားခဲ့ပါတယ်။ ပြိုင်ပွဲနေ့မှာလှိုင်းလုံးအမြင့်ကြီးကိုမှ ရွေးပြီးစီးလို့ Merliah လူစိတ်ဝင်စားခံနေရချိန်မှာပေါ့။ရုတ်တရက်ဆိုသလို လူစိတ်ဝင်စားရတဲ့ အကြောင်းအရင်းက ပြောင်မြောက်တဲ့စတန့်ကွက်တွေကနေ ရေစင်တာနဲ့အမျှ တဖြည်းဖြည်းပန်းရောင်ပြောင်းလာတဲ့Merliah ဆံပင်တွေဖြစ်သွားပါတော့တယ်။နာမည်လည်းကြီး Hightlight လည်း အလကားဖောက်လိုက်ရသလို ဖြစ်သွားပေမယ့် Merliah ပျော်မနေခဲ့ပါဘူး။ ဆံပင်တင်ဆန်းတာမဟုတ်ဘဲ ခန္ဓာကိုယ်ကပါ တမူထူးပြီး ရေအောက်ထဲမှာ အသက်ရှူနိုင်နေတဲ့အပြင် လင်းပိုင်တစ်ကောင်ကပါ စကားလာပြောသွားလို့ပါပဲ။ လူထူးလူဆန်းဆိုတဲ့ ခေါင်းစဉ်ကြီးအောက်ကနေနာမည်မကြီးချင်လို့ အဘိုးလုပ်သူကို မေးကြည့်လိုက်တဲ့အခါမှာတော့ ဘဝရဲ့အကြီးမားဆုံး Surprise နဲ့ ကြုံလိုက်ရပါတော့တယ်။ ဒီကားလေးက Barbie in a FashionFairytale နဲ့ တစ်နှစ်တည်းထွက်ခဲ့တာဖြစ်ပြီး သူ့ရဲ့အဆက်ဖြစ်တဲ့ Movie ကတော့၂၀၁၁ မှာထွက်ရှိခဲ့ပြီး CM ကနေလည်း ဆက်လက်ဘာသာပြန်တင်ဆက်ပေးသွားဦးမှာမို့ စောင့်မျှော်အားပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(2.11 GB) / (985 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 15MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Family, FantasyTranslator…….Hnin Wut YiEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam WoodCastAlex FerrisAlistair AbellAndrea LibmanCiara JansonEllen KennedyEmma PiersonGarry ChalkKathleen BarrKelly SheridanMaryke HendrikseMelissa LyonsNakia BurriseNicole OliverPeter MelScott McNeilShannon Chan-KentTabitha St. Germain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lFNADy1elNHpUxML41Mi7JRstey.jpg",
      "https://image.tmdb.org/t/p/w300/csSEukCACMBPgqDgujDBHG4bfpj.jpg",
      "https://image.tmdb.org/t/p/w300/nX6OlpBCqnJFVj4tRL1YLQNdBHE.jpg",
      "https://image.tmdb.org/t/p/w300/pibpQ8ujmTHqvAmHSWnfVB7szyD.jpg",
      "https://image.tmdb.org/t/p/w300/cesFyTZ1cWEOyeitYM6GMknfdPT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2RmY2JjYTMtM2MzOC00ZTE5LWE3ZjktNWE3NzdkNWZmOTc4XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/barbie-in-a-mermaid-tale-2010-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Xeua/Barbie.In.A.Mermaid.Tale.2010.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/rvhnssjqxumf",
        "server": "streamsb.com",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/F2EHiRgK#SbERgyq_2rdodT7hQPF0SBdU6n2Ym0TPtewzhHH7lOg",
        "server": "mega.nz",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cq0tjkda0lvc.html",
        "server": "usersdrive.com",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/37zec5ylfkf9",
        "server": "streamvid.io",
        "size": "2.11 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/barbie-in-a-mermaid-tale-2010-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "985 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Xet3/Barbie.In.A.Mermaid.Tale.2010.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "985 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/u866gp00yqro",
        "server": "streamsb.com",
        "size": "985 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/p7lWCQoA#0SH1Q-YjJXBAn4NnChA-uAy5NZTTI5asoyzHoeGlB1Y",
        "server": "mega.nz",
        "size": "985 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/inqprv5ml8rj.html",
        "server": "usersdrive.com",
        "size": "985 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/e2t2wq2gugep",
        "server": "streamvid.io",
        "size": "985 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hfYKJdIPvRA",
      "video_url": "https://www.youtube.com/watch?v=hfYKJdIPvRA",
      "embed_url": "https://www.youtube.com/embed/hfYKJdIPvRA"
    }
  },
  {
    "metadata": "R|2010|95 min|Horror,Mystery",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "83,015"
    },
    "title": "A Nightmare on Elm Street 2010",
    "description": "Horror ကားၾကိဳက္သူေတြအတြက္ အိပ္မက္ထဲကလူသတ္သမားၾကီးဖရက္ဒီဆိုရင္ လူသိမ်ားၾကမယ္ထင္ပါတယ္ဖရက္ဒီအေၾကာင္းေၿပာရမယ္ဆိုရင္ေတာ့ သူဟာသူသတ္ခ်င္တဲ့သူကိုအိပ္မက္ထဲမွာသတ္လိုက္ဆိုရင္အၿပင္မွာ တကယ္ေသသြားရတယ္….သူသည္ဘာလို႕ အဲ့ဒီလိုမ်ဳိးဘာလို႕လိုက္သတ္ရသလဲ….အဲ့ဒီၿမဳပ္ကြက္ကိုက စိတ္၀င္စားစရာေကာင္းပါတယ္သူသည္ အလကားသက္သက္ ဖရက္ဒီဆိုတဲ့ နာမည္ၾကီးလူသတ္သမားတေယာက္ၿဖစ္ခဲ့တာမဟုတ္ပါဘူးဇာတ္လမ္းအက်ဥ္း :ဇာတ္လမ္းအစကတည္းက အိမ္မက္တခုနဲ႕အစပ်ိဳးထားၿပီးေကာ္ဖီဆိုင္တခုထဲမွာအိမ္မက္မက္ေနတဲ႕ ဒင္းန္ တေယာက္လန္႕ႏိုးသြားပါတယ္..သူ႕သူငယ္ခ်င္းေရာက္လာေတာ႕ဒီအိမ္မက္ေတြအေၾကာင္းကိုေၿပာၿပၿဖစ္တယ္..တကယ္လိုခံစားေနရတဲ႕အေၾကာင္းလံုး၀မအိပ္ရဲေတာ႕တဲ႕အေၾကာင္းကိုေၿပာၿပေပမယ္႕သူ႔သူငယ္ခ်င္းခရစ္က ဒါေတြဟာအိမ္မက္သက္သက္သာၿဖစ္ၿပီး စိတ္မပူဖုိ႕ေၿပာၿပီးသန္႕စင္ ခန္းထသြားခဲ႕တယ္တခ်က္ၿပန္ၿပီးအိပ္ေပ်ာ္သြားတဲ႕အခါမွာေတာ႕ဒင္းန္တစ္ေယာက္အသက္ပါေပးလိုက္ရပါေတာ႕တယ္ေနာက္ပိုင္းမွာ ခရစ္ကလည္း ထိုအိမ္မက္ေတြၿမင္မက္..တစ္ေယာက္ၿပီးတစ္ေယာက္ေသဆံုးၿပီးေတာ႕ဘာေၾကာင္႔ဒီလိုအိမ္မက္ေတြသူတို႕မွလာၿဖစ္ရတာလဲ..ဆုိၿပီး ၾကားထဲက ဆက္ႏြယ္မွုတစ္ခုကိုေနာက္ဆံုးက်န္ေနတဲ႕ ကြမ္တင္ နဲ႕ နန္စီ တို႕စံုစမ္းရင္းနဲ႕ကေနၿပီးေတာ႕ ရလာတဲ႕ရလဒ္ကေတာ႕ဆက္လက္ၾကည္႕ရွုခံစားၾကပါDownload Here ( 800 MB )–Google Drive|Openload|MegaUpYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSamuel BayerStarsChristian StolteClancy BrownConnie BrittonJackie Earle HaleyKatie CassidyKellan LutzKyle GallnerLia D. MortensenRooney MaraThomas DekkerCastChristian StolteClancy BrownConnie BrittonDon Robert CassHailey Schooping KnightJackie Earle HaleyJulianna DammKatie CassidyKatie Schooping KnightKellan LutzKyle GallnerLeah UtegLia D. MortensenRooney MaraThomas Dekker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/17vWkOFksf8479W5kHRto6sR98f.jpg",
      "https://image.tmdb.org/t/p/w300/myr7W2KiOr2xfvt3I9HR3AVFKig.jpg",
      "https://image.tmdb.org/t/p/w300/1n3dtLjIVwsMj50aVcjUe5aqflq.jpg",
      "https://image.tmdb.org/t/p/w300/mDwFbNX3VXbVjn8lNA0yabz2ZMv.jpg",
      "https://image.tmdb.org/t/p/w300/kYi9LWQCUbou6vy4AhAPWV5Disl.jpg",
      "https://image.tmdb.org/t/p/w300/FaSCVVe7sG2zyWXQafYuOEheN8.jpg",
      "https://image.tmdb.org/t/p/w300/sXKQGtntPC4dEaNeyqcjkicJlqy.jpg",
      "https://image.tmdb.org/t/p/w300/ze2zrITolmNmMvKa6mIwXL5c3dg.jpg",
      "https://image.tmdb.org/t/p/w300/5EIGwepCBgjk71PhrIDJYwz0DvB.jpg",
      "https://image.tmdb.org/t/p/w300/viAfHQyUT25WvysXeU5zBkbECvM.jpg",
      "https://image.tmdb.org/t/p/w300/xDScJToK3YDTZmxNqQ0hFTObeXq.jpg",
      "https://image.tmdb.org/t/p/w300/tc80R3gB6CLSjJjM0g23ihvSWXJ.jpg",
      "https://image.tmdb.org/t/p/w300/ldHYpXRB6IJriiUEm2matvhHDHC.jpg",
      "https://image.tmdb.org/t/p/w300/ugqtw5fTTLwkJvtLnoVzM8g5ry5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/03/NM1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-nightmare-on-elm-street-2010",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/a-nightmare-on-elm-street--2010--(mm-sub)--mp4",
        "server": "CM Drive",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/a-nightmare-on-elm-street--2010--(mm-sub)--mp4",
        "server": "Yandex",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fI0Y/A_Nightmare_On_Elm_Street_[2010]_(MM_Sub)_.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/hlte8gz0wpzm",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ZuYoEtEI_go",
      "video_url": "https://www.youtube.com/watch?v=ZuYoEtEI_go",
      "embed_url": "https://www.youtube.com/embed/ZuYoEtEI_go"
    }
  },
  {
    "metadata": "R|2010|96 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "30,467"
    },
    "title": "Undisputed 3: Redemption (2010)",
    "description": "ယခင္ဇာတ္ကားမွာ ယူရီဘြိဳင္ကာတစ္ေယာက္ေျခခ်ိဳးခံလုိက္ရျပီးေနာက္မွာေတာ့ အိမ္သာေဆးရင္းနဲ႔သာသူ႔ရဲ႕ေထာင္ထဲကအခ်ိန္ေတြကုိ ကုန္ဆုံးေနေစခဲ့ပါတယ္။ေထာင္တြင္းျပိဳင္ပြဲအတြင္း အႏုိင္ရေနတဲ့ခ်န္ပီယံက ေဇာင္းႀကြလာတဲ့အခါမွာေတာ့သူသာလွ်င္တကယ့္ခ်န္ပီယံျဖစ္ေႀကာင္း ယူရီဘြိဳင္ကာတစ္ေယာက္သက္ေသျပဖုိ႔ႀကိဳးစားပါေတာ့တယ္ ။ထုိျပိဳင္ပြဲမွခ်န္ပီယံျဖစ္သြားတဲ့အခါ ေနာက္ေထာင္တစ္ခုရဲ႕ရႈံးထြက္ျပိဳင္ပြဲတစ္ခုကုိပုိ႔ေဆာင္ျခင္းခံလုိက္ရတဲ့အခ်ိန္မွာေတာ့ ဘြိဳင္ကာတစ္ေယာက္အခက္အခဲေပါင္းမ်ားစြာကုိ စတင္ရင္ဆုိင္ရပါေတာ့တယ္(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 750 MBQuality : Bluray 720PRunning Time : 1hr 36minutesFormat : Mp4Genre : Action, Crime, DramaTranslator : Ye Man AungEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsaac FlorentineStarsHristo ShopovMark IvanirMykel Shannon JenkinsScott Adkins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTc0YzA4YjQtZGZkMi00ZmRjLWFmM2ItMDcxZTYzZGU3ZTI1XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/undisputed-3-redemption-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://yuudrive.me/2cfd30bf85/undisputed-3-redemption-2010-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://megaup.net/3ysau/Undisputed_3_-_Redemption_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://mega.nz/file/jpgykAiC#8F2BRUx1fG6k-tvL7ylyfcNSGJycQfUnc5Qt8hzS2-U",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://upstream.to/jpsngun4gqte",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "Bluray 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2010|132 min|Action,Comedy,Western",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "7,128"
    },
    "title": "Let the Bullets Fly (2010)",
    "description": "Let the Bullet Fly (2010) ရုပ္ရွင္ဟာ ၂၀၁၀ခုႏွစ္ကစတင္ျဖန္ ့ခ်ိခဲ့တဲ့တရုတ္အက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္IMDB အေနနဲ ့7.3/10 ကိုရယူထားၿပီး Rotten Tomato မွာေတာ့ 72%ပါအဓိကဇာတ္ေကာင္ေတြအျဖစ္နာမည္ႀကီးသရုပ္ေဆာင္ႏွစ္ေယာက္ျဖစ္တဲ့  Chow Yun-fat(ေခ်ာင္ယြန္ဖတ္) Jiang Wen(က်န္းဝမ္)တိုပါဝင္သရုပ္ေဆာင္အားၿပိဳင္ထားပါတယ္ဇာတ္လမ္းၾကာခ်ိန္ကေတာ့ ၂ နာရီပါဇာတ္လမ္းအက်ဥ္းကေတာ့၁၉၂၀ျပည့္ႏွစ္အခ်ိန္ကာလတရုတ္ႏိုင္ငံတြင္က်ာက္ေပါက္မာဓားျပက်န္းေခါင္းေဆာင္တဲ့ဓားျပအဖြဲ ့ရွိခဲ့ပါတယ္တစ္ေန ့အရာရွိမင္းမာပန္းတယ္စီးနင္းလိုက္ပါလာေသာရထားအားလုယက္မႈျပဳရင္း ဓားျပဗိုလ္မွအရာရွိေယာင္ေဆာင္ကာအနီးနားရွိအယ္ခ်န္ၿမိဳ ့ေလးသို ့သြားေရာက္ကာၿမိဳ ့ဝန္မင္းရာထူးရယူၿပီးႀကီးပြားခ်မ္းသာဖို ့ႀကံစည္ပါတယ္သို ့ေသာ္ထိုၿမိဳ ့တြင္ႀကီးစိုးေနေသာ သူေဌးဟြမ္စစ္လန္ႏွင့္ရင္ဆိုင္ရပါေတာ့တယ္သူတို ့ႏွစ္ေယာက္အျပန္အလွန္ အေကာက္ဥာဏ္ေတြနဲ ့ရင္ဆိုင္တိုက္ခိုက္ရင္း ဘယ္လိုေတြျဖစ္ပ်က္လာမလဲဘယ္သူရႈံးနိမ့္ၿပီးဘယ္သူႏိုင္သြားမလဲဆိုတာ……..အက္ရွင္ ဟာသ ဒရာမာေပါင္းစပ္ထားေသာဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္(ဘာသာျပန္သူကေတာ့ Kuran ပါ)File Size : (950 MB) and (480 MB)Quality : Bluray 720pRunning Time : 2hr 12minFormat : Mp4Genre :Action, Comedy, WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by KuranEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJiang WenStarsCarina LauChen KunChow Yun-fatFeng XiaogangGe YouHu JunJiang WenJiang WuShao Bing廖凡CastCarina LauChen KunChow Yun-fatFeng XiaogangGe YouHu JunJiang WenJiang WuShao Bing廖凡",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r7sEflKM6Gjzpzt1FTAOb9iwUaN.jpg",
      "https://image.tmdb.org/t/p/w300/ur7Fo28wUohBVWki0d0mkjvZG9l.jpg",
      "https://image.tmdb.org/t/p/w300/rkeMQqf19logpYoZDTTLemZV1W6.jpg",
      "https://image.tmdb.org/t/p/w300/23HO4rq8VjRAZvLVMoHa0kk4G5o.jpg",
      "https://image.tmdb.org/t/p/w300/aVyoBcT8GgBlO4cLhYUAUY61zX4.jpg",
      "https://image.tmdb.org/t/p/w300/yAr5t39wULAvFCIUM3H2DMGoNOM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjI2NDQ5Mzg0NF5BMl5BanBnXkFtZTgwMDM3NjI2MDE@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/let-the-bullets-fly-2010",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/let-the-bullets-fly-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/yzt48jzi2b9d",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ba9f/Let_The_Bullets_Fly_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "uAOz_28BJ0g",
      "video_url": "https://www.youtube.com/watch?v=uAOz_28BJ0g",
      "embed_url": "https://www.youtube.com/embed/uAOz_28BJ0g"
    }
  },
  {
    "metadata": "R|2010|1h 43min|Drama,Romance,Sci-Fi",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "136,135"
    },
    "title": "Never Let Me Go (2010)",
    "description": "Never Let Me Go (2010)IMDb – 7.1/10_____Rotten – 70%Kathy, Tommy, Ruth ဆိုတဲ့သူငယ်ချင်း ၃ယောက်ဟာ ကျေးလက်တောရွာလေးတစ်ခုကမိဘမဲ့ကျောင်းမှာတအတူတူကြီးပြင်းလာခဲ့ကြတဲ့ကလေးလေးတွေပေါ့။ထူးခြားတာတစ်ခုက အဲ့ဒီကျောင်းလေးကသာမန်ကျောင်းလို့ထင်ရပေမယ့် ကျောင်းရဲ့ရည်ရွယ်ချက်အမှန်က  ကလေးတွေအတွက်အရမ်းကိုခါးသီးလွန်းတဲ့အပြင် ကလေးတွေမှာရွေးချယ်ခွင့်မရှိပဲအဲ့ဒီခါးသီးတဲ့လမ်းကိုပဲတစ်သက်လုံးလျှောက်လှမ်းကြရမှာပါ။သူငယ်ချင်း ၃ယောက်ရဲ့ သံယောဇဉ်၊ အချစ်စိတ်တွေ သဝန်တိုမှုတွေ ကြားဝင်ဖြတ်စီးခံရမှုတွေနဲ့ သူတို့ရဲ့ ကံကြမ္မာဘဝလမ်းခရီးကဘယ်လိုဖြစ်မလဲ….. မိဘမဲ့ကျောင်းရဲ့ ရည်ရွယ်ချက်အမှန်ကဘာဖြစ်မလဲ….…ဒါရိုက်တာက လူတစ်ယောက်ရဲ့တန်ဘိုး…စတေးခံတွေရဲ့ဘဝ…ဘယ်သူတွေက ချမ်းသာတဲ့သူလဲ..လူသာချင်းစာနာထောက်ထားမှုဆိုတာဘာလဲ…ဘယ်သူတွေကစာနာတတ်တဲ့လူလဲ…စတာတွေကိုပြချင်တာပါ…ပြီးတော့ ဒီကားထဲက သရုပ်ဆောင် (၃)ယောက်ဖြစ်တဲ့Carey Mulligan, Kiera Knightley မင်းသား Andrew Garfield တို့ကိုအားလုံးလည်းရင်းနှီးပြီးသားပါ…စပိုက်ဒါမင်းသား အဖြစ်လူသိများတဲ့ Andrew Garfield ဟာ အကောင်းဆုံးဇာတ်ပို့ဆုရသွားပါတယ် ..အကောင်းဆုံးရုပ်ရှင်ဆု အကောင်းဆုံးဇာတ်ညွှန်းဆု အကောင်းဆုံး ဇာတ်ပို့ဆုတွေ ဇကာတင်စာရင်းဝင်ခဲ့ပါတယ်.ဖျော်ဖြေရေးဆန်တဲ့ကားမဟုတ်ဘူးလို့ တစ်ချို့သူတွေကဆိုလိမ့်မယ်…သို့ပေမယ့် ကားကောင်းလေးတစ်ခုပါလို့recommend လုပ်ပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ်JtheKoala  ဖြစ်ပါတယ်Kathy, Tommy, Ruth ဆိုတဲ့သူငယ္ခ်င္း ၃ေယာက္ဟာ ေက်းလက္ေတာ႐ြာေလးတစ္ခုကမိဘမဲ့ေက်ာင္းမွာတအတူတူႀကီးျပင္းလာခဲ့ၾကတဲ့ကေလးေလးေတြေပါ့။ထူးျခားတာတစ္ခုက အဲ့ဒီေက်ာင္းေလးကသာမန္ေက်ာင္းလို႔ထင္ရေပမယ့္ ေက်ာင္းရဲ႕ရည္႐ြယ္ခ်က္အမွန္က  ကေလးေတြအတြက္အရမ္းကိုခါးသီးလြန္းတဲ့အျပင္ ကေလးေတြမွာေ႐ြးခ်ယ္ခြင့္မရွိပဲအဲ့ဒီခါးသီးတဲ့လမ္းကိုပဲတစ္သက္လုံးေလွ်ာက္လွမ္းၾကရမွာပါ။သူငယ္ခ်င္း ၃ေယာက္ရဲ႕ သံေယာဇဥ္၊ အခ်စ္စိတ္ေတြ သဝန္တိုမႈေတြ ၾကားဝင္ျဖတ္စီးခံရမႈေတြနဲ႔ သူတို႔ရဲ႕ ကံၾကမၼာဘဝလမ္းခရီးကဘယ္လိုျဖစ္မလဲ….. မိဘမဲ့ေက်ာင္းရဲ႕ ရည္႐ြယ္ခ်က္အမွန္ကဘာျဖစ္မလဲ….…ဒါ႐ိုက္တာက လူတစ္ေယာက္ရဲ႕တန္ဘိုး…စေတးခံေတြရဲ႕ဘဝ…ဘယ္သူေတြက ခ်မ္းသာတဲ့သူလဲ..လူသာခ်င္းစာနာေထာက္ထားမႈဆိုတာဘာလဲ…ဘယ္သူေတြကစာနာတတ္တဲ့လူလဲ…စတာေတြကိုျပခ်င္တာပါ…ၿပီးေတာ့ ဒီကားထဲက သ႐ုပ္ေဆာင္ (၃)ေယာက္ျဖစ္တဲ့Carey Mulligan, Kiera Knightley မင္းသား Andrew Garfield တို႔ကိုအားလုံးလည္းရင္းႏွီးၿပီးသားပါ…စပိုက္ဒါမင္းသား အျဖစ္လူသိမ်ားတဲ့ Andrew Garfield ဟာ အေကာင္းဆုံးဇာတ္ပို႔ဆုရသြားပါတယ္ ..အေကာင္းဆုံး႐ုပ္ရွင္ဆု အေကာင္းဆုံးဇာတ္ၫႊန္းဆု အေကာင္းဆုံး ဇာတ္ပို႔ဆုေတြ ဇကာတင္စာရင္းဝင္ခဲ့ပါတယ္.ေဖ်ာ္ေျဖေရးဆန္တဲ့ကားမဟုတ္ဘူးလို႔ တစ္ခ်ိဳ႕သူေတြကဆိုလိမ့္မယ္…သို႔ေပမယ့္ ကားေကာင္းေလးတစ္ခုပါလို႔recommend လုပ္ပါရေစ..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ညီမငယ္JtheKoala  ျဖစ္ပါတယ္File Size : (850 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:43:00Genre :Drama,Romance,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by JtheKoalaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark RomanekStarsAndrew GarfieldCarey MulliganKeira KnightleyCastAmy LennoxAndrea RiseboroughAndrew GarfieldAnna Maria EverettCarey MulliganCharles CorkCharlie RoweCharlotte RamplingChidi ChickweChristina CarrafiellDamien ThomasDavid SterneDomhnall GleesonElla PurnellFidelis MorganHannah SharpHuggy LeaverIzzy Meikle-SmallJohn GillespieKate Bowes RennaKate SissonsKeira KnightleyLuke BryantLydia WilsonMonica DolanNathalie RichardOliver ParsonsRachel BossSally HawkinsSylvie Macdonald",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aA405hsUBhzJ1fcafgShURwyVlE.jpg",
      "https://image.tmdb.org/t/p/w300/evertqAnBGZOX6hELDLc2NLVV5E.jpg",
      "https://image.tmdb.org/t/p/w300/uTANX7tucisiuU7Har17OppKHUM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/never-let-me-go-1.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/never-let-me-go--2010--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/k2hjhygo5365.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/p95eo7m6l1bt/Never_Let_Me_Go_[2010]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TTfi/Never_Let_Me_Go_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/sdM3yICJ#foo2wmLFkE8MoK0mVUbCIVEXGKfpmcfpbiF54wjFnrw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/t5sikfs6dmgw",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "sXiRZhDEo8A",
      "video_url": "https://www.youtube.com/watch?v=sXiRZhDEo8A",
      "embed_url": "https://www.youtube.com/embed/sXiRZhDEo8A"
    }
  },
  {
    "metadata": "PG|2010|97 min|Action,Adventure,Animation",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "74,417"
    },
    "title": "Legend of the Guardians: The Owls of Ga’Hoole(2010)",
    "description": "Legend of the Guardians: The Owls of Ga’Hoole(2010)(Zawgyi)အမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္…..ယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga’hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။တစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပဲျဖစ္ပါတယ္….(unicode)အမိုက်စား အက်ရှင် Animation ကားမို့ BLU-RAY1080P5.1CH ပါတင်ဆက်ပေးထားပါတယ်…..ယခုတင်ဆက်ပေးတဲ့ Animation ကားလေးကတော့ Legend of the Guardians:The Owl of Ga’hoole (2010)ကားလေးပဲဖြစ်ပါတယ်။Old but Gold လို့ပြောရမယ့် ဒီကားလေးကတော့ 2010 ကထွက်ရှိခဲ့တာဖြစ်ပြီးImdb Rating 6.9/10ရရှိထားတဲ့ ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ် တင်ပြလိုပါသေးတယ်။ဆောရန်နဲ့ ကလတ် ဆိုတာ အသိုက်တစ်ခုထဲမှာ မွေးဖွားလာတဲ့ ဇီးကွက်ပေါက်လေး နှစ်ကောင်ပါ။တစ်ကောင်က စိတ်ထားနူးညံ့သူဖြစ်သလို အခြားတစ်ကောင်က စိတ်ထားကြမ်းတမ်းသူပါ။စိတ်ထားခြင်းလားလားမှမတူတဲ့သူတို့ညီအကိုနှစ်ယောက် တစ်နေ့တော့ အသိုက်ကနေ ထွက်ကျပြီးအိမ်ကနေခွဲခွာခဲ့ရပါတော့တယ်။မပျံနိုင်သေးတဲ့ဇီးကွက်ပေါက်လေးတွေကိုစုဆောင်းကာ ကျွန်အဖြစ်ခိုင်းစားနေတဲ့ သန့်စင်သူများဆိုတဲ့ဇီးကွက်တိုင်းပြည်ကိုသူတို့ရောက်ခဲ့ပါတော့တယ်။သူတို့နှစ်ယောက်ဘယ်လိုဆက်ဖြစ်မယ်၊ဘယ်လိုတွေ ဆက်ရင်ဆိုင်ရမယ်ဆိုတာစိတ်ဝင်စားစွာဆက်လက်ကြည့်ရှုရမှာပါ။စိတ်ဓါတ်ခွန်အားတွေအများကြီးပေးစွမ်းနိုင်တဲ့ဒီကားလေးကို Channel Myanmarပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : (1.7GB)(900 MB) and (345 MB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…01:37:00Genre : Adventure, Animation,ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZack SnyderStarsAbbie CornishAnthony LaPagliaDeborra-Lee FurnessEmily BarclayEssie DavisHelen MirrenJoel EdgertonRichard RoxburghRyan KwantenSam NeillCastAbbie CornishAdrienne DeFariaAngus SampsonAnthony LaPagliaBarry OttoBill HunterDavid WenhamDeborra-Lee FurnessEmily BarclayEssie DavisGareth YoungGeoffrey RushHelen MirrenHugo WeavingJim SturgessJoel EdgertonLeigh WhannellMiriam MargolyesRichard RoxburghRyan KwantenSacha HorlerSam Neill",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6lwiZ1v5n3F0oY9ouCLlI9LgRRm.jpg",
      "https://image.tmdb.org/t/p/w300/njjPm18whWhmvedeeJfSuPwg18Y.jpg",
      "https://image.tmdb.org/t/p/w300/amJRinnDvgcnhNHC0wokH9zb8qw.jpg",
      "https://image.tmdb.org/t/p/w300/AkWLFs3qqmkQy4R4PZrIwnCl90h.jpg",
      "https://image.tmdb.org/t/p/w300/tVBUj5Q2P5LxjPR8sdXRi80a5DT.jpg",
      "https://image.tmdb.org/t/p/w300/3DWTrtuaSE1SEnOv5opiXL0bile.jpg",
      "https://image.tmdb.org/t/p/w300/oWmSeuQIEiEvoHOb1ab0zL2UJTG.jpg",
      "https://image.tmdb.org/t/p/w300/projm97zUeie2D925lXc3HTjgZP.jpg",
      "https://image.tmdb.org/t/p/w300/l64uyR1kcLueG0Lj1emcOTEQq9S.jpg",
      "https://image.tmdb.org/t/p/w300/qzTHHIDm781KgaARaKatOwdjtHl.jpg",
      "https://image.tmdb.org/t/p/w300/v65I3MaGboStCWKwTA7NWtiSuQF.jpg",
      "https://image.tmdb.org/t/p/w300/1ev4N7983EAeKoJmctX8ZaiVsne.jpg",
      "https://image.tmdb.org/t/p/w300/vObijsXP64kJWrUFNDJLBD28VfX.jpg",
      "https://image.tmdb.org/t/p/w300/u9dJhJ4hRDJgQnNzL0C2Zq5Jeds.jpg",
      "https://image.tmdb.org/t/p/w300/3ASsEXDMi5ETkrLpJlOZD8ih3st.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/legend-of-the-guardians-the-owls-of-ga-hoola-2010",
        "server": "VIP Links",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-the-guardians-the-owls-of-ga-hoola-2010-blu-ray-1080-p-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://sbembed2.com/d/9kkb179l92iq.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/Mw9b/Legend_of_the_Guardians_.The_Owls_of_Ga_Hoola.2010.BLU-RAY1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://megaup.net/1stn0/Legend_of_the_Guardians_The_Owls_of_Ga_Hoole.2010.Blu-Ray720p.pp.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/tNRgFQjY#IwQNRaq83bP5rs_dyfPQNTilH3TDWT_BiffBIV9UfHs",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p 5.1 CH,"
      },
      {
        "link": "https://mega.nz/file/UUAwGIoI#nXioHUAXxwUS7XltUag7UMP_xEJnsmoKh_lHmFD1wgg",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "huRnGh-NWGM",
      "video_url": "https://www.youtube.com/watch?v=huRnGh-NWGM",
      "embed_url": "https://www.youtube.com/embed/huRnGh-NWGM"
    }
  },
  {
    "metadata": "R|2010|115 min|Action,Asian,Fantasy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "7,474"
    },
    "title": "True Legend (2010)",
    "description": "IMDb 6.4 ရထားျပီး တိုက္ခိုက္ခန္းေတြ မ်ားမ်ားပါတဲ့ ဇာတ္ကားတစ္ကားကိုသိုင္းကားၾကိဳက္ပရိတ္သတ္ၾကီး အတြက္တင္ဆက္ေပးလိုက္ပါရေစပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ၾကီးနဲ႕ သိပ္မစိမ္းလွတဲ့ မင္းသားမင္းသမီးေတြျဖစ္ျပီးအဓိက ဇာတ္ေဆာင္မင္းသားၾကီးကေတာ့ သိုင္းေလာကမုန္တိုင္း ဇာတ္လမ္းတြဲထဲကမင္းသားၾကီး ယြဲ႕ဖုနး္ ျဖစ္ပါတယ္သိုင္းေလာက မုန္တိုင္းဇာတ္ကားထဲကလိုပဲ ဒီကားထဲမွာလဲ ပီပီျပင္ျပင္နဲ႕သရုပ္ေဆာင္သြားႏိုင္တာကို ပရိတ္သတ္ၾကီးက ခံစားၾကည့္ရွဴရမွာပါဒီဇာတ္လမ္းေလးထဲမွာေတာ့ အတၱေတြ မာန္မာနေတြနဲ႕လက္စားေခ်ျခင္းရဲ႕ ပူေလာင္ျခင္းသေဘာတရားေတြသာမကပဲလူ႕ေလာက မွာ ေန႕စဥ္ၾကံဳေတြ႕ေနရတဲ့ လူေတြရဲ႕ သေဘာသဘာ၀ေတြကိုပါမီးေမာင္းထိုးျပထားျပီး အတၱၾကီးျပီး စိတ္ေဖာက္ျပန္တတ္ပံုကိုလညး္ပီပီျပင္ရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဗိုလ္မွဴး စုဟာ သူ႕စစ္တပ္ကေနအနားယူျပီး မိန္းမျဖစ္သူနဲ႕ အတူ ဘ၀ကို ရိုးရွငး္စြာ ျဖတ္သန္းေနသူတစ္ဦးပါစု ရဲ႕ ေယာကၹ နဲ႕ မိန္းမကို စုရဲ႕ အေဖကပဲ ေမြးစားျပီးေကၽြးေမြးေစာင့္ေရွာက္ခဲ့ပါတယ္  ဒီလို ေကၽြးေမြးေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကလညး္စု ရဲ႕ အေဖဟာ လူအမ်ား အက်ိဳးအတြက္ စု ေယာကၼၾကီးကို သတ္ခဲ့လို႕လညး္ျဖစ္ပါတယ္ဒီလို နဲ႕ အုပ္ခ်ဳပ္ေရးမွဴးျဖစ္လာတဲ့ စုရဲ႕ ေယာကၹဟာ တစ္ေန႕မွာ အိမ္ျပန္လာျပီးေမြးအေဖရဲ႕ ေသြးေၾကြးကလဲ့စားကို လွလွပပၾကီး ဆပ္လိုက္တဲ့အခါမွာေတာ့ ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္ဒီဇာတ္ကားကို ဘာသာျပန္ေပးတဲ့သူကေတာ့ Kyaw Myo Thu ပဲျဖစ္ပါတယ္ဗ်[IMDb 6.4 ရထားပြီး တိုက်ခိုက်ခန်းတွေ များများပါတဲ့ ဇာတ်ကားတစ်ကားကိုသိုင်းကားကြိုက်ပရိတ်သတ်ကြီး အတွက်တင်ဆက်ပေးလိုက်ပါရစေပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားမင်းသမီးတွေက ပရိတ်သတ်ကြီးနဲ့ သိပ်မစိမ်းလှတဲ့ မင်းသားမင်းသမီးတွေဖြစ်ပြီးအဓိက ဇာတ်ဆောင်မင်းသားကြီးကတော့ သိုင်းလောကမုန်တိုင်း ဇာတ်လမ်းတွဲထဲကမင်းသားကြီး ယွဲ့ဖုန်း ဖြစ်ပါတယ်သိုင်းလောက မုန်တိုင်းဇာတ်ကားထဲကလိုပဲ ဒီကားထဲမှာလဲ ပီပီပြင်ပြင်နဲ့သရုပ်ဆောင်သွားနိုင်တာကို ပရိတ်သတ်ကြီးက ခံစားကြည့်ရှူရမှာပါဒီဇာတ်လမ်းလေးထဲမှာတော့ အတ္တတွေ မာန်မာနတွေနဲ့လက်စားချေခြင်းရဲ့ ပူလောင်ခြင်းသဘောတရားတွေသာမကပဲလူ့လောက မှာ နေ့စဉ်ကြုံတွေ့နေရတဲ့ လူတွေရဲ့ သဘောသဘာဝတွေကိုပါမီးမောင်းထိုးပြထားပြီး အတ္တကြီးပြီး စိတ်ဖောက်ပြန်တတ်ပုံကိုလည်းပီပီပြင်ရိုက်ကူးပြထားတာကိုတွေ့ရပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ ဗိုလ်မှူး စုဟာ သူ့စစ်တပ်ကနေအနားယူပြီး မိန်းမဖြစ်သူနဲ့ အတူ ဘဝကို ရိုးရှင်းစွာ ဖြတ်သန်းနေသူတစ်ဦးပါစု ရဲ့ ယောက္ဖ နဲ့ မိန်းမကို စုရဲ့ အဖေကပဲ မွေးစားပြီးကျွေးမွေးစောင့်ရှောက်ခဲ့ပါတယ်  ဒီလို ကျွေးမွေးစောင့်ရှောက်ခဲ့တယ်ဆိုတာကလည်းစု ရဲ့ အဖေဟာ လူအများ အကျိုးအတွက် စု ယောက္မကြီးကို သတ်ခဲ့လို့လည်းဖြစ်ပါတယ်ဒီလို နဲ့ အုပ်ချုပ်ရေးမှူးဖြစ်လာတဲ့ စုရဲ့ ယောက္ဖဟာ တစ်နေ့မှာ အိမ်ပြန်လာပြီးမွေးအဖေရဲ့ သွေးကြွေးကလဲ့စားကို လှလှပပကြီး ဆပ်လိုက်တဲ့အခါမှာတော့ ကဲ ပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူလိုက်ပါတော့နော်ဒီဇာတ်ကားကို ဘာသာပြန်ပေးတဲ့သူကတော့ Kyaw Myo Thu ပဲဖြစ်ပါတယ်ဗျ]Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoo-Ping YuenStarsAndy OnWenzhuo ZhaoXiaodong GuoXun Zhou",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzA2MjcyMzE2Nl5BMl5BanBnXkFtZTcwMDUxMjQ4NA@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/true-legend--2010--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdexer.com/y/true-legend--2010--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "800MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/19hi3R6S#3yfrUPgg9ostNLjO-FRgxmAP3b4r3Od7uZiF1V4stn0",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/z47kzcud7inf",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2010|107 min|Action,Adventure,Horror,Predator,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "180,802"
    },
    "title": "Predators (2010)",
    "description": "မတူညီတဲ့ နိုင်ငံက မတူညီတဲ့ စရိုက်နဲ့ လူ ၇ ယောက် ။လေယာဉ်ပေါ်ကနေ လေထီးနဲ့ အကန်ချခံလိုက်ရတယ် ။ သူတို့ ကျသွားတဲ့နေရာက အင်မတန်နက်ရှိုင်းတဲ့ တောကြီးမျက်မဲပေါ့ ။တကယ်တော့ အဲဒိတောနက်ကြီးကတစ်ခြားဂြိုလ်ကမ္ဘာက ဂြိုလ်သားတွေရဲ့ အမဲလိုက် ကစားကွင်းကြီးပဲ ဖြစ်နေတယ် ။ ဂြိုလ်သားတွေဟာ သူတို့ရဲ့ သူရဲကောင်းဘွဲ့အတွက် ဒီဂြိုလ်မှာ လူနဲ့ တစ်ခြားဂြိုလ်က ဂြိုလ်သားတွေ ဖမ်းပြီး အမဲလိုက်လေ့ရှိတယ် ။အဲဒိဂြိုလ်သားတွေက လူရဲ့ နှလုံးကို အာရုံခံပြီး ဖမ်းလေ့ရှိတယ် ။အရင်တုန်းက အဲဒီလို ဂြိုလ်သားလက်ကနေ လူတစ်ဦး လွတ်လာဖူးတယ် ။ သူက သူ့ကိုယ်ခန္ဓာကို ရွံ့ဗွက်တွေနဲ့ သုတ်လိမ်းပြီး သူ့ နှလုံးခုန်တာကို မမြင်အောင် ကာကွယ်ခဲ့တယ် ။ (Predator 1987 ဇာတ်ကားထဲမှာ)ပထမကားတုန်းကတော့ ဂြိုလ်သားက တစ်ယောက်ထဲပဲ ။ဒီဇာတ်ကားမှာတော့ အမဲလိုက်မယ့် ဂြိုလ်သားတွေ များလာတယ် ။ ဂြိုလ်သားတွေနဲ့ လူသားတွေကြားက မုဆိုးနဲ့သားကောင် ၊ ဘယ်သူက မုဆိုးဖြစ်ပြီး ဘယ်သူတွေက သားကောင်တွေဖြစ်မလဲ ဆိုတာတော့ ကြမ်းကြမ်းတမ်းတမ်း ထောင်ချောက်တွေကြားမှာ အသည်းတယားယားကြည့်ရှုရမှာပါ။Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာhttps://channelmyanmar.org/category/special-package/predator/ကြည့်ပါ။File size…(1.5 GB)/(850 MB)Quality…BluRay 1080p HEVC/720pFormat…mkv/mp4Duration….01:46:53Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGina GrandeNimród AntalStarsAdrien BrodyAlice BragaBrian SteeleCarey JonesDanny TrejoLaurence FishburneLouis Ozawa ChangchienOleg TaktarovTopher GraceWalton GogginsCastAaron RichardsonAdrien BrodyAlice BragaBrian SteeleCarey JonesDanny TrejoDerek MearsLaurence FishburneLouis OzawaLouis Ozawa ChangchienMahershala AliOleg TaktarovTopher GraceWalton Goggins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A49CBR0TUdVrHdSI9YcMjbyV4q9.jpg",
      "https://image.tmdb.org/t/p/w300/5M299fg3Ih7HKrMv1PKV0x8emfE.jpg",
      "https://image.tmdb.org/t/p/w300/yVSgw4UyXWg0Edl7KMehdhhgIwL.jpg",
      "https://image.tmdb.org/t/p/w300/8pHGrAEyfd48oJimORrZvCOoQ3Q.jpg",
      "https://image.tmdb.org/t/p/w300/dkIVOGffs4ic9jvz7nsUtRPTtRx.jpg",
      "https://image.tmdb.org/t/p/w300/oovkfVUMlOmROvF3KOFfLhMiXt2.jpg",
      "https://image.tmdb.org/t/p/w300/tXYynQnXE0rh9LLAUEZbgerAYi3.jpg",
      "https://image.tmdb.org/t/p/w300/mJsCTtY3wiHz6Tkq3wOXKyXK3tx.jpg",
      "https://image.tmdb.org/t/p/w300/zWhEhVvswpKolTp1rmUdK30mMov.jpg",
      "https://image.tmdb.org/t/p/w300/nehQDG5dhmIpV8YfdDmRraZ9C3C.jpg",
      "https://image.tmdb.org/t/p/w300/kEWPsXHAFr84DO3Lc1NUN7NIrEK.jpg",
      "https://image.tmdb.org/t/p/w300/nWletk8yubECEXpb6bT70Vha1lF.jpg",
      "https://image.tmdb.org/t/p/w300/9nQvKlQf4GVJYZuozxnbtzP04PL.jpg",
      "https://image.tmdb.org/t/p/w300/lD40Ngo4iDiFVLHsj8h5C2K4Xi4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/91WcRDzshvL._SL1500_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-predators-2010-remastered-1080-p-blu-ray-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/18fnl/(CM)_Predators.2010.REMASTERED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/tG0WhZbY#Y3t8Mt4G8sf5B31jIS3Ib5ckadoUUY6qwsCAp1OyJJY",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/ttamt64ehb09.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-predators-2010-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18fkx/(CM)_Predators.2010.720p.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5ijjymc3q2r1.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/xmakwuw6u9xx.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1Er_EeF2Ozc",
      "video_url": "https://www.youtube.com/watch?v=1Er_EeF2Ozc",
      "embed_url": "https://www.youtube.com/embed/1Er_EeF2Ozc"
    }
  },
  {
    "metadata": "PG-13|2010|2h 9m|Drama,Fantasy,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "95000"
    },
    "title": "Hereafter (2010)",
    "description": "Hereafter (2010)ဒီကားလေးကတော့ Fantasy Romance အမျိုးအစား ဒရာမာကားကောင်းလေးပါ။ Director ကလည်း စွယ်စုံရ အကျော်အမော်တစ်ပါးဖြစ်တဲ့ Clint Eastwood ဖြစ်ပါတယ်။ အဓိက သရုပ်ဆောင်ကလည်း Matt Damon ဖြစ်တဲ့အပြင်ကို အော်စကာမှာလည်း CGI ဆု ဆန်ခါတင်ဝင်ခဲ့သေးတာမို့ အရွေးမမှားစေမယ့်ကားကောင်းတစ်ကားပါပဲ။ဇာတ်လမ်းလေးက တမလွန်အကြောင်းကိုအခြေခံရိုက်ကူးထားတာပါ။ တမလွန်ဆိုတဲ့အရာကို လူတိုင်းပြောဖို့ကြောက်လန့်ကြတယ် ဆန့်ကျင်ကြတယ်တဲ့။ ဒီကားထဲမှာတော့ တမလွန်ကို ဆိတ်ငြိမ်အေးချမ်းတဲ့ ဗလာနယ်လို တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းကိုတော့ တစ်နိုင်ငံစီမှာနေနေကြတဲ့ တမလွန်ကိုဆက်သွယ်နိုင်တဲ့အမေရိကန်တစ်ယောက်ရယ်၊ လတ်‌တလောမှ သေရွာကနေပြန်လာနိုင်ခဲ့တဲ့ ပြင်သစ်သတင်းကြေညာသူရယ်၊ အမြွာအစ်ကိုကိုဆုံးရှုံးထားခါစ လန်ဒန်ကကောင်လေးတစ်ယောက်ရယ် သူတို့သုံးယောက်ကိုအခြေတည်ထားပြီး မျဥ်းပြိုင်လိုဖြစ်နေတဲ့ သူတို့တွေရဲ့ဘ၀တွေက ဘယ်နေရာမှာဆုံစည်းကြမလဲ… ဘာအကြောင်းကြောင့်လဲ… ဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.55GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 6.5/10Format – mp4Duration – 2H 9MinGenre – Drama, Fantasy, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClint EastwoodStarsAndy GathergoodAudrey Brisson-JutrasBryce Dallas HowardCalum GrantCécile de FranceCéline SalletteCharlie Creed-MilesClaire PriceCyndi Mayo DavisDeclan ConlonDerek JacobiDerek SakakuraFerguson ReidFrankie McLarenFranz DramehGeorge CostiganGeorge McLarenHelen ElizabethJay MohrJean-Yves BertelootJenifer LewisJess MurphyJessica GriffithsJoe BellanLaurent BateauLisa GriffithsLyndsey MarshalMarcus BoyeaMarthe KellerMathew BayntonMatt DamonMylène JampanoïNiamh CusackPaul Antony-BarberRebekah StatonRichard KindSean BuckleySelina CadellStéphane FreissSteve SchirripaSurinder DuhraThierry NeuvicTim FitzhighamTom BeardCastAndy GathergoodAudrey Brisson-JutrasBryce Dallas HowardCalum GrantCécile de FranceCéline SalletteCharlie Creed-MilesClaire PriceCyndi Mayo DavisDeclan ConlonDerek JacobiDerek SakakuraFerguson ReidFrankie McLarenFranz DramehGeorge CostiganGeorge McLarenHelen ElizabethJay MohrJean-Yves BertelootJenifer LewisJess MurphyJessica GriffithsJoe BellanLaurent BateauLisa GriffithsLyndsey MarshalMarcus BoyeaMarthe KellerMathew BayntonMatt DamonMylène JampanoïNiamh CusackPaul Antony-BarberRebekah StatonRichard KindSean BuckleySelina CadellStéphane FreissSteve SchirripaSurinder DuhraThierry NeuvicTim FitzhighamTom Beard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f2z00VIPyrrfFabw0RnoY5M8uYt.jpg",
      "https://image.tmdb.org/t/p/w300/zQ6wz74dlUkh1fAf3fMhA67HRJ3.jpg",
      "https://image.tmdb.org/t/p/w300/4V9Acccut5u0aatswMlishGLNSB.jpg",
      "https://image.tmdb.org/t/p/w300/il0wjJ1rnAxSXheViJHQyiY8ice.jpg",
      "https://image.tmdb.org/t/p/w300/1LBr3VJBAWbp29PumOIazw9z4GE.jpg",
      "https://image.tmdb.org/t/p/w300/pIEl8UNBAuCp1cLtl5tR2bWZojT.jpg",
      "https://image.tmdb.org/t/p/w300/eRi7hvlA45czl85tdsnsaNAqtPq.jpg",
      "https://image.tmdb.org/t/p/w300/vdDBlmb1EUfc465W4Nu32JGvQax.jpg",
      "https://image.tmdb.org/t/p/w300/AhKAWbDdkan2HCBWHB1oJFQeOYs.jpg",
      "https://image.tmdb.org/t/p/w300/6OaU4yK91l0CDG0mz6egG4VwG2Q.jpg",
      "https://image.tmdb.org/t/p/w300/8KHw0wfvGBQhqV2gUyXiG7jqbzc.jpg",
      "https://image.tmdb.org/t/p/w300/9kOHCRZmtZ8UHeAFmSBEOvxfxsC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nOy0X8XSmSDOuwV8pqT70WoWHwT.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hereafter-2010-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/213d2/(CM)_Hereafter_(2010)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cXsCWKrZ#0urgrW5wlWqsT_yYonhcPTg5cyEpfX4fnqYYO38k0RQ",
        "server": "mega.nz",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/41opk7i65en3.html",
        "server": "usersdrive.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hereafter-2010-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/213cf/(CM)_Hereafter_(2010)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4OVAFLAD#PUbc4N4WU85ica6X_HK8p1ommRA5eZCrSAZK3SCifoU",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yads5ugjh2gh.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/dfzo30pkelsv",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pmod9p50r82n",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "toJPUHh3EKI",
      "video_url": "https://www.youtube.com/watch?v=toJPUHh3EKI",
      "embed_url": "https://www.youtube.com/embed/toJPUHh3EKI"
    }
  },
  {
    "metadata": "N/A|2010|119 min|Comedy,Uncategorized",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "970"
    },
    "title": "Cyrano Agency 2010",
    "description": "Cyrano Agency ဆိုတာသာမာန္​ ​crush က ကိုယ္​့ကို​ေႂကြလာ​ေအာင္​ဇာတ္​လမ္​း​ေတြဆင္​ ဇာတ္​ၫႊန္​း​ေတြ​ေရးၿပီးService ​ေပး​ေနတဲ့ ​ေအဂ်င္​စီ တစ္​ခုျဖစ္​ပါတယ္​​ေခါင္​း​ေဆာင္​​ေဗ်ာင္​ဟြန္​းရဲ႕အကြက္​က်တဲ့ ဇာတ္​ကြက္​ဆင္​မႈေတြ​ေၾကာင္​့အလုပ္​က အဆင္​​ေျပ​ေနခဲ့ပါတယ္​ဒါ​ေပမယ္​့ တစ္​​ေန႔မွာအလုပ္​လာအပ္​သူရယ္​့ crush ကသူ လံုးဝ ​ေမ့မရခဲ့တဲ့သူ႔ရည္​းစား​ေဟာင္​းျဖစ္​​ေနတဲ့အခါ. . .သူ႔လုပ္​​ေဖာ္​ကိုင္​ဖက္​ က​ေလးမကလည္​းသူ႔ကို အ​ေသ​ေႂကြ​ေနတဲ့အခါ. . .မင္​းသမီး​ေခ်ာ ပတ္​ရွင္​​ေဟးကို​ ေအဂ်င္​စီကခပ္​သြက္​သြက္​ ခပ္​ဆိုးဆိုး ​ေကာင္​မ​ေလးအျဖစ္​​ေတြ႕ရမွာျဖစ္​ၿပီး ကိုရီးယားအခ်စ္​ဟာသကား​​ေကာင္​း​ေလး တစ္​ကားလည္​းျဖစ္​ပါတယ္​FA ကြီးတို ႔မြီးတို႔လည္​းဒိီကား​ေလးထဲက အကြက္​​ေတြ မွတ္​ထားၿပီးအက်ိဳးရွိရွိ အသံုးခ်နိုင္​ၾကပါ​ေစလို႔Quality…..BluRay 1080pDuration…..02:01:00Format…Mp4File Size…(868 MB , 493 MB)Translator…..Nway Khin KhinEncoder…..Moe Myint LwinDownload with VIP LinkDownload with PcloudDownload with Pcloud (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHyun-seok KimStarsDaniel ChoiMin-jung LeeShin-Hye ParkTae-woong Eom",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/1786668.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "G|2010|103 min|Adventure,Animation",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "560,498"
    },
    "title": "Toy Story 3 (2010)",
    "description": "Toy Story ဟာ က်ေနာ္တို႔ မ်ိဳးဆက္အတြက္ ေတာ့ ငယ္ဘဝျဖစ္ခဲ့ပါတယ္။တစ္သက္လံုးလည္း Andy Woody Buzzlight Year တို႔ကို ေမ့ရႏိုင္မယ္ မထင္ပါဘူး။ထြက္ခဲ့တဲ့ သံုးကားလံုးဟာ စိတ္ၾကည္ႏူးဖြယ္ ေကာင္းေပမယ့္ေနာက္ဆံုးထြက္ခဲ့တဲ့ Toy Story 3 ကေတာ့ ရင္ထဲအထိဆံုးပါပဲ။ဒီကားမွာ Andy ဟာလည္း ေတာ္ေတာ္ေလး ႀကီးေနၿပီျဖစ္ၿပီးသူရဲ႕ အ႐ုပ္ေတြကို မွားၿပီးေတာ့ Day Care centre တစ္ခုကို ေပးခဲ့ပါတယ္။အဲ့မွာ ေတာ္ေတာ္ေလး ဆိုးတဲ့ အ႐ုပ္ေတြလက္ကေန႐ုံးထြက္ခဲ့ရၿပီးေနာက္ေနာက္ဆံုးခန္းမွာ Andy ဟာ သူရဲ႕အ႐ုပ္ေတြကို ေကာင္မေလးတစ္ေယာက္ကို ေပးခဲ့ပါတယ္။ေပးၿပီးေတာ့ အဲ့ေကာင္မေလးနဲ႔ အတူတူ အ႐ုပ္ေတြနဲ႔ ကစားလိုက္ပါေသးတယ္။ဒီလိုကစားတာဟာ Andy အတြက္ Woody Buzz တို႔နဲ႔ေနာက္ဆံုးကစားတာျဖစ္တဲ့ အျပင္က်ေနာ္ကေလးဘဝရဲ႕ အေရးပါတဲ့ အစိတ္အပိုင္းတစ္ခုျဖစ္တဲ့Toy Story ၿပီးဆံုးသြားၿပီဆိုတဲ့ အသိေၾကာင့္ မ်က္ရည္က်မိခဲ့ ပါတယ္။(review credit to datshin)File Size : 808 MBQuality : Bluray 720pRunning Time : 1hr 43 minuteFormat : Mp4Genre :Animation,Adventure,ComedyTranslator :Ye Man AungEncoder :Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee UnkrichStarsJoan CusackNed BeattyTim AllenTom Hanks",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/2134-toy-story-3-2010-mp-4",
        "server": "yoteshinportal.cc",
        "size": "808 MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yuudrive.me/6e05e301/2134-toy-story-32010-mp4",
        "server": "yuudrive.me",
        "size": "808 MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/2ctir/2134.Toy_Story_3(2010).mp4",
        "server": "megaup.net",
        "size": "808 MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/BcsDgbya#dXcj7d38BB5WV6o0JVq_ECCwIAC8yVicPlv8uF69zqs",
        "server": "mega.nz",
        "size": "808 MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/2yq581ag3k68",
        "server": "upstream.to",
        "size": "808 MB",
        "quality": "Bluray 720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dVBxUGUrRVRZb0dYMDR4QzlxRExBUkpOZWNwSXR6aXBqeDV2WDhnQzVWeU9BWkpVTy9qOHJsajlpTXEySVovRzlFWlU4R2NyU29ldFoyZTVidXl4ZHlURFl6M3FxdS9Wc0VNMTVXdUQrQUJhcUtPNVFtT0RMdlZzODBZcDhGU01hOD0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dVBxUGUrRVRZb0dYMDR4QzlxRExBUkpOZWNwSXR6aXBqeDV2WDhnQzVWeU9BWkpVTy9qOHJsajlpTXEySVovRzlFWlU4R2NyU29ldFoyZTVidXl4ZHlURFl6M3FxdS9Wc0VNMTVXdUQrQUJhcUtPNVFtT0RMdlZzODBZcDhGU01hOD0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MOVRIcGNSWXlDTlhITG9OVnR0YnhCdEZaTUpJaHM3aDVlN1Z5VWhDaWN4cEplWHF4ZXJKT3BDaVhWRFpHNlAvU3ZEVGZlTnI5SlZJMXFSQWxPWUI0dVBxUGUrRVRZb0dYMDR4QzlxRExBUkpOZWNwSXR6aXBqeDV2WDhnQzVWeU9BWkpVTy9qOHJsajlpTXEySVovRzlFWlU4R2NyU29ldFoyZTVidXl4ZHlURFl6M3FxdS9Wc0VNMTVXdUQrQUJhcUtPNVFtT0RMdlZzODBZcDhGU01hOD0="
    }
  },
  {
    "metadata": "R|2010|85 Mins|Asian,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "321,741"
    },
    "title": "Marriage with a Liar (2010)",
    "description": "“တနေ့မှာခင်များနဲ့လက်ထပ်မယ့်လူတယောက်ဟာခင်များအပေါ်ဖုံးကွယ်ထားတာတခုခုရှိတယ်လို့ခင်များသိခဲ့ရင်ဘယ်လိုလုပ်မလဲအထူးသဖြင့်အိမ်ထောင်ဘက်အပေါ်ဖောက်ပြန်တာမျိုးပေါ့ခင်များစိတ်ဆိုးတာပဲဖြစ်ဖြစ်စိတ်ကုန်တာပဲဖြစ်ဖြစ်စိတ်အခြေအနေပြောင်းသွားမယ်ထင်ပါတယ်ဒါပေမယ့်သူ့ဘက်ကအဲ့လိုဖြစ်ခဲ့တာကိုမပြောဘဲဖုံးကွယ်ပဲလက်ထပ်ခဲ့ရင်ရော”….အဓိကကတော့လက်ထပ်တယ်ဆိုတာစိတ်ချမ်းသာဖို့ပဲမလား ဒီနေရာမှာသူငယ်ချင်းအပေါင်းအသင်းတွေရဲ့အခန်းကဏ္ဍဟာတော်တော်အရေးပါတယ်ဆိုတာသတိပြုမိပါတယ် နှစ်ဖက်အပေါင်းအသင်းတွေဆေးဝိုင်းထိုးလိုက်လို့ပြတ်သွားတဲ့အတွဲတွေရှိသလိုနှစ်ဖက်အပေါင်းအသင်းကောင်းမှုနဲ့ညားကြလေသတည်းတွေလည်းရှိတာကိုး တခါတလေဆေးထိုးတာမဟုတ်ပဲသာငယ်ချင်းအတွက်စိတ်ပူလို့ဆိုပြီးပြောတဲ့စကားတိုင်းကိုလည်းမယုံဖို့လိုပါတယ်ချစ်တယ်ဆိုရင်ယူသာယူကြပါလို့ :•)အညွှန်းတော့မဟုတ်ပါဘူးဒီဇာတ်ကားကိုဘာသာပြန်ရင်းတွေးမိတာလေးပါဇာတ်ကားထဲကမောင်နဲ့မယ်ကတော့လက်မထပ်ခင်သုံးရက်အလိုကိုပြဿနာတွေတက်ကြနောက်တယောက်စီနဲ့အိပ်ကြတာပါ(18တော့နည်းနည်းပေါင်းထားပါတယ်)သူတို့ပြန်အဆင်ပြေပြီးတကယ်လက်ထပ်ဖြစ်ပါ့မလားသိချင်ရင်တော့ကြည့်လိုက်ပါFile Size –  914 mbQuality – Bluray 1080pSubtitle –  BurmeseTranslator – Nay ChiiEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPatrick KongStarsAnjaylia ChanCarol YeungCharmaine FongChen Zhi-MingChrissie ChauHim LawJacqueline Chong Si-ManJin GangMak Cheung-ChingTimmy HungCastAnjaylia ChanCarol YeungChan Lai-wanCharmaine FongChen Zhi-MingChrissie ChauDaDa LoEddy LawGill Mohindepaul SinghHim LawJacqueline Chong Si-ManJin GangMak Cheung-ChingTimmy Hung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/b7gnejetcydg.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uk0jtfd8h8uh.html",
        "server": "usersdrive.com",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/4z9cpyclw4dd.html",
        "server": "usersdrive.com",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/marriage-with-a-liar-2010-chinese-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/marriage-with-a-liar-2010-chinese-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/S34q/Marriage.With.A.Liar.2010.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/S35g/Marriage.With.A.Liar.2010.CHINESE.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/u3hTnJgJ#6nqiGo2iIFnJFG5NN9In9Edp7MpMaP_ZsAwMcI21j9o",
        "server": "mega.nz",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/62xRDBZT#XatEg5ELeJUfliN7bRlp8rxq2cp1XiLHNUoEBx94dBE",
        "server": "mega.nz",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/icbmtas0w8fg/Marriage.With.A.Liar.2010.CHINESE.1080p.BluRay_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/de00qazvafpq/Marriage.With.A.Liar.2010.CHINESE.720p.BluRay_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/gd5g238zmx2r",
        "server": "veryfiles.com",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/a4kb73k2lamg",
        "server": "veryfiles.com",
        "size": "417.63 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/1gg44tm0i5gh.html",
        "server": "datbu.com",
        "size": "914.01 MB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/djsgf5ge1tsm.html",
        "server": "datbu.com",
        "size": "417.63 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2010||Action,Comedy,Family",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "13,797"
    },
    "title": "Cats & Dogs: The Revenge of Kitty Galore (2010)",
    "description": "Cats & Dogs: The Revenge of Kitty Galore (2010)==================================IMDb Rating – 5.3/10#Unicode“My name is Bond..James Bond” လို့ကြားလိုက်တာနဲ့ ဆန်းသစ်တဲ့နည်းပညာတွေကိုသုံးပြီးလူဆိုးတွေကို စုံစမ်းဖော်ထုတ်တဲ့ အထူးအေးဂျင့်ကြီးကိုပြေးမြင်ကြပါလိမ့်မယ်။ ဒီကားလေးကတော့James Bondလိုမျိုး နည်းပညာကို သုံးပြီး လူဆိုးကိုရှာဖွေဖော်ထုတ်တဲ့ ထောက်လှမ်းရေးကားလေးတစ်ကားပါပဲ။ အဲ James Bond နဲ့မတူတာက ဒီကားလေးထဲက အထူးအေးဂျင့်လေးတွေက ခွေးလေးကြောင်လေးတွေဖြစ်နေတာပါ။ ခွေးတွေကိုအပြတ်ရှင်းပြီး လူသားတွေကိုအုပ်ချုပ်ချင်နေတဲ့ ကြောင်ဆိုးမလေး ကစ်တီဂလိုရီကို ခွေးအေးဂျင့်တွေဖြစ်တဲ့ ဒစ်ဂ် ၊ ဘတ်ချ်၊ ကြောင်အေးဂျင့်မလေး ကတ်သရင်းတို့နဲ့ရူးကြောင်ကြောင်ခိုလေး ရှိန်းမက်စ်တို့ အတူပူးပေါင်းဖော်ထုတ်တားဆီးကြတဲ့ အိမ်မွေးတိရိစာ္ဆန်လေးတွေရဲ့စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားပါ။ နောက်ပြီးတော့ ၂၀၁၀ ကထွက်ခဲ့တဲ့ ကားလေးဆိုတော့ ၂၀၁၀တုန်းကအကြောင်းလေးတွေကိုပြန်တွေးရင်း အေးအေးဆေးဆေးကြည့်လို့ကောင်းတာပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyi“My name is Bond..James Bond” လို႔ၾကားလိုက္တာနဲ႔ ဆန္းသစ္တဲ့နည္းပညာေတြကိုသုံးၿပီးလူဆိုးေတြကို စုံစမ္းေဖာ္ထုတ္တဲ့ အထူးေအးဂ်င့္ႀကီးကိုေျပးျမင္ၾကပါလိမ့္မယ္။ ဒီကားေလးကေတာ့James Bondလိုမ်ိဳး နည္းပညာကို သုံးၿပီး လူဆိုးကိုရွာေဖြေဖာ္ထုတ္တဲ့ ေထာက္လွမ္းေရးကားေလးတစ္ကားပါပဲ။ အဲ James Bond နဲ႔မတူတာက ဒီကားေလးထဲက အထူးေအးဂ်င့္ေလးေတြက ေခြးေလးေၾကာင္ေလးေတြျဖစ္ေနတာပါ။ ေခြးေတြကိုအျပတ္ရွင္းၿပီး လူသားေတြကိုအုပ္ခ်ဳပ္ခ်င္ေနတဲ့ ေၾကာင္ဆိုးမေလး ကစ္တီဂလိုရီကို ေခြးေအးဂ်င့္ေတြျဖစ္တဲ့ ဒစ္ဂ္ ၊ ဘတ္ခ်္၊ ေၾကာင္ေအးဂ်င့္မေလး ကတ္သရင္းတို႔နဲ႔႐ူးေၾကာင္ေၾကာင္ခိုေလး ရွိန္းမက္စ္တို႔ အတူပူးေပါင္းေဖာ္ထုတ္တားဆီးၾကတဲ့ အိမ္ေမြးတိရိစာၦန္ေလးေတြရဲ႕စြန႔္စားခန္းဇာတ္ကားေလးတစ္ကားပါ။ ေနာက္ၿပီးေတာ့ ၂၀၁၀ ကထြက္ခဲ့တဲ့ ကားေလးဆိုေတာ့ ၂၀၁၀တုန္းကအေၾကာင္းေလးေတြကိုျပန္ေတြးရင္း ေအးေအးေဆးေဆးၾကည့္လို႔ေကာင္းတာေပါ့ဗ်ာ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1 CHDuration – 1hr 22minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Comedy, FamilySource : 1080p. BluRayTranslator – Chit TeeEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad PeytonStarsBette MidlerChris O'DonnellJack McBrayerCastAmitai MarmorsteinAndré SogliuzzoBette MidlerBetty PhillipsBonnie CahoonBumper RobinsonCarlos AlazraquiChris O'DonnellChristina ApplegateChristopher L. ParsonDawn ChubaiElizabeth DailyFred ArmisenGrey DeLisleIngrid TeschJ.K. SimmonsJack McBrayerJames MarsdenJeff BennettJoe PantolianoKatt WilliamsKeith DallasKiernan ShipkaLen MorgantiMalcolm StewartMark BurgessMichael BeattieMichael Clarke DuncanNeil Patrick HarrisNick NoltePascale HuttonPaul RodríguezPhil LaMarrRick D. WassermanRobert HewkoRoger L. JacksonRoger MooreSage BrocklebankSean HayesWallace Shawn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vwqxvqBsfpz1GnqLapjFs8HnOjS.jpg",
      "https://image.tmdb.org/t/p/w300/29xZpoYhfBatEOOvpB0CXSynkPF.jpg",
      "https://image.tmdb.org/t/p/w300/pPPd4qzqrmVQcCyGgInZ5DmsezG.jpg",
      "https://image.tmdb.org/t/p/w300/rJUe0hlhLqwER10Nc3ZcIcInUJ0.jpg",
      "https://image.tmdb.org/t/p/w300/Nc36E2b3mMYTCX6MPdgILAOvWb.jpg",
      "https://image.tmdb.org/t/p/w300/wPpO6Hr3bc8WdYrAQMbFTsqhxWu.jpg",
      "https://image.tmdb.org/t/p/w300/5hvMMQn4cyu1aZgu4IkOLyGlqws.jpg",
      "https://image.tmdb.org/t/p/w300/5GDwVbEJmjsaN4BPwiRRmPk8Xez.jpg",
      "https://image.tmdb.org/t/p/w300/nyZOz12W4y43SyyVJ6MkJu4rbHV.jpg",
      "https://image.tmdb.org/t/p/w300/A5WYDqndQVgoAaSfgCfAuT7n0ty.jpg",
      "https://image.tmdb.org/t/p/w300/khTz78e5ZcN7J8DfWgRWrD7Wu7i.jpg",
      "https://image.tmdb.org/t/p/w300/e5HbYH5PcYj1gV4ouowV39cho4d.jpg",
      "https://image.tmdb.org/t/p/w300/phA24ExtO1sfXYnZmYIT6HHQx0h.jpg",
      "https://image.tmdb.org/t/p/w300/ze09zAmMO2R4D8kCDS6DseVApRa.jpg",
      "https://image.tmdb.org/t/p/w300/uGHWu9Q6C7Sy0D8L03Bt22Y5hm0.jpg",
      "https://image.tmdb.org/t/p/w300/7XGJmMQRqCY1mfscA2T7SRpeV7.jpg",
      "https://image.tmdb.org/t/p/w300/sQ5wPFCfbygUftUYww5KJKrlnM7.jpg",
      "https://image.tmdb.org/t/p/w300/nfAZHTkUqclM1rzVvAaQJHOS1rN.jpg",
      "https://image.tmdb.org/t/p/w300/yZXm4jILkckTjyPnlwQFllTEbem.jpg",
      "https://image.tmdb.org/t/p/w300/3SxpABL0TDDvvljfpD4RAMjZfsd.jpg",
      "https://image.tmdb.org/t/p/w300/teeQeAXvf01iXEWZj0u8x6co0BA.jpg",
      "https://image.tmdb.org/t/p/w300/uR8JBSxkctCr4LofMGoeri4oljj.jpg",
      "https://image.tmdb.org/t/p/w300/l8yf1Rfp58GGjt39R2jpo8nEshF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-17-at-11.05.16-PM.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cats-and-dogs-the-revenge-of-kitty-galore-2010-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "VIP Links",
        "size": "1.52 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/2fkx1/Cats.and.Dogs.The.Revenge.of.Kitty.Galore.2010.BluRay.1080P.5.1CH[CM].mp4",
        "server": "VIP Links",
        "size": "1.52 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/5ynscjcbsfoy",
        "server": "upstream.to",
        "size": "1.52 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/t52gpqnzo8z8",
        "server": "upstream.to",
        "size": "715 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://upstream.to/r402wvz723gd",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/cSAFWCxK#oIzMC3ht-cw7nIMlmMJNnnoyQhOcbe4dkvuF6KH_E74",
        "server": "mega.nz",
        "size": "1.52 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/oWRjRQTI#4iFoF4RCez8LOCcR4z6Ho6UXk0A3mERoCbp6bb9OGOc",
        "server": "mega.nz",
        "size": "715 MB",
        "quality": "BLURAY 720P"
      },
      {
        "link": "https://mega.nz/file/tLYxGAwR#U-U7rsvkSWCGs-mCoAGLCJV3PE3xwoaTiqA_kdBqSLQ",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cats-dogs-the-revenge-of-kitty-galore-2010",
        "server": "VIP Links",
        "size": "1.52 GB",
        "quality": "BLURAY 1080P 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "jK6suPB_vTk",
      "video_url": "https://www.youtube.com/watch?v=jK6suPB_vTk",
      "embed_url": "https://www.youtube.com/embed/jK6suPB_vTk"
    }
  },
  {
    "metadata": "PG|2010|1h 49min|Action,Adventure,Family",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "152,966"
    },
    "title": "The Sorcerer’s Apprentice (2010)",
    "description": "The Sorcerer’s Apprentice (2010)IMDb – 6.1/10_____Rotten – 40%မင်းသားကြီး နီကိုလပ်ကေ့ နဲ့ Jay Baruchel တို့ပါဝင်ထားတဲ့ မှော်ဇာတ်ကားပါ။နိုးထလာတော့မယ့် မကောင်းဆိုးဝါးကို နှိမ်နင်းဖို့ ကြိုးစားနေတဲ့ မှော်ဆရာ…မှော်လက်စွပ်ကို မထင်မှတ်ပဲ ဝတ်လိုက်မိတဲ့ ကျောင်းသားလေး….သူတို့တွေဘယ်လိုတွေ့ဆုံပြီး  ကမ္ဘာကြီးရဲ့ ရန်သူကို ဘယ်လိုနှိမ်နင်းမလဲဆိုတာ……..။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီး IMDb Rating (6.1/10) ရရှိထားပါတယ်။(မြန်မာစာတန်းထိုးကိုတော့ Ynwa August မှတင်ဆက်လိုက်တာပါ။)မင္းသားၾကီး နီကိုလပ္ေက့ နဲ႕ Jay Baruchel တို႕ပါဝင္ထားတဲ့ ေမွာ္ဇာတ္ကားပါ။ႏိုးထလာေတာ့မယ့္ မေကာင္းဆိုးဝါးကို ႏွိမ္နင္းဖို႕ ၾကိဳးစားေနတဲ့ ေမွာ္ဆရာ…ေမွာ္လက္စြပ္ကို မထင္မွတ္ပဲ ဝတ္လိုက္မိတဲ့ ေက်ာင္းသားေလး….သူတို႕ေတြဘယ္လိုေတြ႕ဆံုျပီး  ကမာၻၾကီးရဲ႕ ရန္သူကို ဘယ္လိုႏွိမ္နင္းမလဲဆိုတာ……..။Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး IMDb Rating (6.1/10) ရရွိထားပါတယ္။(ျမန္မာစာတန္းထိုးကိုေတာ့Ynwa Augustမွတင္ဆက္လိုက္တာပါ။)File size…(850MB)Quality…BR-Rip 720pFormat…mp4Duration….01:49:03Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon TurteltaubStarsAlfred MolinaJay BaruchelNicolas CageCastAdria BarattaAdriane LenoxAlfred MolinaAlice KrigeAmit SoniBrandon GillChing Hoh-WaiEthan PeckGregory WooHenry YukIan AldaIan McShaneIzuchukwu MozieJake CherryJames A. StephensJason R. MooreJay BaruchelJoe LisiJordan JohnstonMaha ChehlaouiManish DayalMarika DaciukMelissa GallagherMonica BellucciNicolas CageNicole EhingerOmar Benson MillerOscar A. ColonParisa Fitz-HenleyPeyton ListRobert CapronRosie MossSándor TécsyTeresa PalmerToby KebbellVictor CruzWilliam Devlin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8Hd4Ch4vMjDyP2mLRGh18i5stnL.jpg",
      "https://image.tmdb.org/t/p/w300/sRJBQVx3UzoT77yt4NVFCIYfnPh.jpg",
      "https://image.tmdb.org/t/p/w300/ndvCDQYxeumyUVhj71xfc85lbqk.jpg",
      "https://image.tmdb.org/t/p/w300/2YRKKLpu4pY4XEVSYNTy6iQDWwY.jpg",
      "https://image.tmdb.org/t/p/w300/8ESiTGI9gk8f33Yn9sltEFqyxlj.jpg",
      "https://image.tmdb.org/t/p/w300/g8oxz3nHOnPMoIk9ipbPxo6Ri71.jpg",
      "https://image.tmdb.org/t/p/w300/4ZE7vm9xgXvhtm3SvPIHmFwxO0R.jpg",
      "https://image.tmdb.org/t/p/w300/xy6RPBbQopfbBe2Uq3yvqaSApAl.jpg",
      "https://image.tmdb.org/t/p/w300/i4uizp6G3OW3H3oA1Lu0uJeRsAm.jpg",
      "https://image.tmdb.org/t/p/w300/bxk16O2mbLhORzfPnwRdJNFTJdK.jpg",
      "https://image.tmdb.org/t/p/w300/8lditQ63ii15xEwl2G6G0PHXEsT.jpg",
      "https://image.tmdb.org/t/p/w300/7MyLd8KFm1cWk02oWcLUJYx1G7w.jpg",
      "https://image.tmdb.org/t/p/w300/45S0mQ0X6EepJ8kZZwRo3J0hOOF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/The-Sorcerers-Apprentice-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/w2jn5mqzfz92.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-sorcerers-apprentice-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gZmu/The_Sorcerer_s_Apprentice_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/FKZh0Y6B#ShsQlz-iHCpWo-DhGLyAo7rZnRh62xXnhlio4cAwT0g",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/rgxxltdotp6s",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://loadpot.net/fxxm8qyhgh2d/The_Sorcerer's_Apprentice_[2010]_(MM_Sub).mp4.html",
        "server": "datbu.com",
        "size": "850 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "v2uV0_1C4UM?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=v2uV0_1C4UM?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/v2uV0_1C4UM?feature=player_embedded"
    }
  },
  {
    "metadata": "PG|2010|1h 45min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "90,618"
    },
    "title": "Letters to Juliet (2010)",
    "description": "Letters to Juliet (2010)IMDb – 6.5/10_____Rotten – 41%ကျွန်တော်တို့သူငယ်ချင်းတွေနဲ့ဆုံတွေကြတဲ့ အခါ အတော်များများမေးလေ့ရှိကြတယ် ..ဟဲ့ နင်တို့ (၂)ယောက်ဘယ်လိုကနေဘယ်လိုချစ်သွားကြတုန်းတဲ့…ချစ်ခဲ့ကြဖို့အတွက် အခက်အခဲပေါင်းများစွာကြုံခဲ့ရသလို ကြည်နူးစရာပေါင်းများစွာကြုံခဲ့ရပေမယ့် ပြန်ပြောပြဖို့ကြတော့ ဝါကျ(၃)ကြောင်းလောက်နဲ့ပြီးသွားတတ်တယ်..ကြိုးစားပြီးပြောပေမယ့် ကိုယ်ကြုံခဲ့ရတာတွေကများသလောက်  ဖွဲ့နွဲ့ပြဖို့ခက်တော့ မြန်မြန်နိဂုံးချုပ်လိုက်ရတယ်..ဒါတွေကို FAတွေတော့ သိပ်နားလည်မယ် မထင်ဘူး…တစ်ချို့ပြောတတ်ဆိုတတ်တဲ့သူတွေအတွက်တော့ ဇာတ်လမ်းတစ်ပုဒ်နီးပါး နားထောင်ကောင်းနေတတ်မျိုးတော့ရှိတာပေါ့လေ…ဒီလိုပဲ အချစ်စာအုပ်ကောင်းတစ်အုပ် အချစ်ဇာတ်လမ်းကောင်းတစ်ကားကို ညွှန်းဆိုဖို့ကြတော့လည်း အတော်ခက်ပါတယ်..ကြည့်နူးစရာတွေ ကြုံရမြင်ရ ခံစားရတာတွေများပေမယ့် ညွှန်းဆိုဖို့ကြတော့ခက်ပါတယ်..ပြီးတော့တခြားသူညွှန်းပြီးသား အချစ်ကားတွေပြန်ကြည့်ရင် ခံစားရတာ ပေါ့နေသလိုဖြစ်နေတတ်တယ်…ဒါကြောင့် ထွေထွေထူးတော့ပြောမနေတော့ပါဘူး….ဒီအချစ်ကားနဲ့ပတ်သက်ပြီးပြောလို့ရတာက ဇာတ်လမ်းလေးက တခြားအချစ်ဇာတ်လမ်းတွေထက်ကို   ပိုစိတ်ဝင်စားဖို့လည်းကောင်း၊ကြည်နူးဖို့လည်းကောင်း၊မြင်ရတဲ့အရာတွေကလည်း သိပ်ကိုလှ ၊ဗဟုသုတတွေလည်းရတယ်လို့ပြောပါရစေ…ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…File Size : (850 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:45:00Genre :  Adventure, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharlotte FontijnGary WinickStarsAmanda SeyfriedChristopher EganDario ContiFranco NeroGael García BernalGiordano FormentiIvana LotitoLidia BiondiLuisa RanieriMarcia DeBonisMarina MassironiMilena VukoticPaolo ArvediVanessa RedgraveCastAdriano GuerriAmanda SeyfriedAngelo InfantiAntonio RandazzoAshley LilleyBenito DeottoChristopher EganDaniel BaldockDaniel Emilio BaldockDario ContiElio VellerFabio TestiFranco NeroGabriele ManfrediGael García BernalGiacomo PipernoGinevra IorioGiordano FormentiHilary EdsonIvana LotitoLaura Jane JonesLidia BiondiLuisa De SantisLuisa RanieriMarcello CataniaMarcia DeBonisMarina MassironiMilena VukoticOliver PlattPaolo ArvediPeter ArpesellaRemo RemottiRobbie NeigebornSandro DoriSara ArmentanoSilvana BosiStefano GuerriniUzimannVanessa Redgrave",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sBOhevbei8jVNR3vKhckWpgfQON.jpg",
      "https://image.tmdb.org/t/p/w300/TvmWJAXX7rvBaA6KeVGXo0TJmH.jpg",
      "https://image.tmdb.org/t/p/w300/csvnrt2vwgxukn1eW3laMSZiDFq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/letters-to-juliet-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3ky1x0tpv8vz.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/letters-to-juliet-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/lgk0mkfnsi21/Letters_To_Juliet_[2010]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/SEo6/Letters_To_Juliet_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/kl5nlaiS#yZOyrNCKR66JMr04KZUhxNFQE6Zf5QfqlvzXT2J1T40",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dzyn4cn1m2pv",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "165tXUPESnk",
      "video_url": "https://www.youtube.com/watch?v=165tXUPESnk",
      "embed_url": "https://www.youtube.com/embed/165tXUPESnk"
    }
  },
  {
    "metadata": "PG-13|2010|96 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "12,549"
    },
    "title": "Little Big Soldier (2010)",
    "description": "Imdb 7 ရထားတဲ့ မင္းသာႀကီးဂ်က္ကီခ်န္းရဲ႕ ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္PG 13 ဆိုေတာ့ ၁၃ႏွစ္အထက္မွၾကည့္ၾကပါ ေနာ့္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စစ္သားအိုႀကီးဟာတစ္ဖက္ႏိုင္ငံရဲ႕ စစ္ဗိုလ္ေပါက္စနေလးကို ဆုေၾကးေငြေတြရရွိဖို႔အတြက္ ျပန္ေပးဆြဲကာ ခရီး ရွည္ႀကီးကိုျဖတ္သန္းရာမွဘာေတြျဖစ္ၾကမယ္ဆိုတာကို ေတာ့ အားေပးၾကည့္ ရွဴလိုက္ပါေတာ့ဘာသာျပန္က ဘုန္းထက္လင္းပါ 🙂Download Yotshin LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDing ShengStarsJackie ChanLeehom WangPeng LinSung-jun Yoo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-05-50-11-56.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/little-big-soldier-2010",
        "server": "VIP Links",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/little-big-soldier-2010-mm-sub-mp-4",
        "server": "Google Drive",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/little-big-soldier-2010-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2g85p/Little_Big_Soldier_[2010]_(MM_Sub).MP4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/9zfusl9ec1nz",
        "server": "upstream.to",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2010|80 min|Fantasy,Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "108,357"
    },
    "title": "Devil (2010)",
    "description": "2010 ကထြက္ရွိခဲ့ၿပီး IMDb 6.5 ရထားတဲ့ သဲထိပ္ရင္ဖို ကားေလးနဲ႔ မိတ္ဆက္ေပး ပါရေစ ဇာတ္လမ္းေလးကေတာ့ မေကာင္းတဲ့နတ္ဆိုး နဲ႔ ပတ္သက္ၿပီးၾကမၼာငင္တဲ့ လူတစ္စုအေၾကာင္းကိုရိုက္ျပထားတာပါ ကဲဇာတ္လမ္း ေလးကို အနည္းအက်ဥ္းေျပာရရင္ကံတရား ျခင္း တူညီတဲ့လူတစ္စု တေနရာ ထဲတခ်ိန္တည္း မွာ ဓာတ္ေလွကားထဲ စုမိတဲ့အခ်ိန္ တိုက္ဆိုင္ေတာ့ ဓာတ္ေလွကား စက္ခ်ိဳ႕ယြင္းၿပီး ပိတ္မိေနတဲ့အခ်ိန္ နတ္ဆိုးက ဘာေတြလုပ္မယ္ဘာေတြဆက္ျဖစ္မယ္ကိုေတာ့ ကြကို ဆက္က်ိၾကYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn Erick DowdleStarsBojana NovakovicChris MessinaJenny O'HaraLogan Marshall-Green",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-15-06-46-05-89.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/devil-2010",
        "server": "CM Links",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/devil-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/x6m0i0d3o725.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Vv7x/Devil_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/iimgxcfbisdy",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/d/fdiXvd1u6c5n6A",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2010||Comedy,Family",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Marmaduke (2010)",
    "description": "Marmaduke (2010)==================ဒီခေတ်မှာ ခွေးမချစ်တဲ့သူဆိုတာရှားပါတယ်။ပေါက်စနကောင်လေးတွေကအစ အယ်စတုံကောင်ကြီးတွေအထိအမျိုးစုံ ဆိုဒ်စုံတွေကို ‌တယုတယမွေးပြီးသားသမီးအရင်းလို ချစ်ပေးကြတာပဲမလား။တခါတလေကျ သူတို့စိတ်ထဲငါတို့ကိုဘယ်လိုတွေးနေမလဲ၊ ဘယ်လိုမြင်လဲဆိုတာသိချင်စိတ်လေးဖြစ်မိကြမှာပါ။ဒီဇာတ်ကားမှာတော့ Great Dane မျိုးနွယ် မာမဒုခ်ဆိုတဲ့ခွေးလေးကအဓိကဇာတ်ဆောင်အနေနဲ့ပါ၀င်ထားပြီးComputer Animation နဲ့ သူတို့အတွေးတွေစကားပြောတာတွေကို ရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ကျောင်းအသစ်ကိုပြောင်းတာဖြစ်ဖြစ်၊ နေရာအသစ်ကိုပြောင်းတာဖြစ်ဖြစ်၊အလုပ်အသစ်ရတာဖြစ်ဖြစ်၊ အစမှာ ကြောင်တောင်တောင်နဲ့ ၀င်ဆံ့ဖို့မနည်းကြိုးစားရတဲ့အဖြစ်မျိုး ကြုံဖူးကြမှာပါ။ဒီလိုမျိုးပဲ ခွေးလေးတွေဟာလည်း ပတ်၀န်းကျင်အသစ်ကိုရောက်တဲ့အခါအနီးနားက ရှိနှင့်ပြီးသားခွေးတွေထဲ၀င်ဆံ့ဖို့ ကြိုးစားရပါတယ်။ဖေးလ် နဲ့ ဒက်ဘီဆိုတဲ့လင်မယားမှာ ဘာဘရာနဲ့ ဘရိုင်ယန်ဆိုတဲ့သားသမီးနှစ်ယောက်နဲ့ မာမဒုခ်ဆိုတဲ့ ခွေးတစ်ကောင်ရှိပါတယ်။သူတို့ဟာ ကန်းဆက်မှာနေထိုင်ကြပြီး ပျော်ရွှင်တဲ့မိသားစုလေးတစ်ခုဖြစ်ပါတယ်။မာမဒုခ်ဟာ Great Dane မျိုးနွယ်ဖြစ်တာကြောင့်သူ့ရဲ့အရွယ်အစားဟာ သာမာန်ခွေးတွေထက် ပိုပြီးကြီးပါတယ်။တစ်ရက်မှာတော့ ဖေးလ်ဟာ အလုပ်ကိစ္စနဲ့ကယ်လီဖိုးနီးယားကိုပြောင်းရမယ့်အခြေအနေဖြစ်လာတော့မိသားစုကပါ လိုက်ပြောင်းရတော့မှာပါ။ကယ်လီဖိုးနီးယားရောက်တော့ သူတို့တွေအပြင်မာမဒုခ်ကပါ ၀င်ဆံ့ဖို့ ရုန်းကန်ရပါတော့တယ်။ဒီလိုရုန်းကန်နေရင်းမှ ပန်းခြံမှာဗိုလ်ကျ‌နေတဲ့ဘော့စ်ကိုဆိုတဲ့ခွေးခေါင်းဆောင်ရဲ့ ရည်းစားဖြစ်တဲ့ဂျက်စဘဲလ်ဆိုတဲ့ ခွေးမလေးကိုမှ သဘောကျမိသွားတဲ့အခါမှာမာမဒုခ်နဲ့‌ဘော့စ်ကိုတို့ရဲ့အားပြိုင်မှုတွေ၊ နေရာသစ်မှာအဆင်ပြေဖို့ကြိုးစားရပုံတွေ၊ မိသားစုအတွင်းရေးပြဿနာတွေကိုဟာသလေးပါနှောပြီး ကြည့်ရမှာဖြစ်တဲ့အတွက်ခွေးချစ်သူတွေသာမက မိသားစုနဲ့ ‌အေးဆေးအနားယူချင်သူတွေDrama ကြိုက်သူတွေပါ သဘောကျမယ့်ဇာတ်ကားလေးတစ်ကားဖြစ်မှာ သေချာပါတယ်။File size…   2 GB /    1 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 27mGenre …..  Family, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by JakaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnjelah Johnson-ReyesAsh LeeBernardo de PaulaCaroline SunshineCharles JarmanChris BradfordChris ColferChristopher AttadiaChristopher Mintz-PlasseColin DeckerDamon Wayans Jr.David WalliamsDevon WerkheiserEddie 'Piolin' SoteloEmma StoneFergieFinley JacobsenFrancisco RamosGarvin CrossGeorge LopezGlenn McCuenHeather DoerksenHope LevyHudson ThamesIzaak SmithJack McGeeJason BrydenJeffrey GarciaJosh GadJudy GreerKeith DallasKiefer SutherlandKing KedarLee PaceLiza LapiraMadison DesjarlaisMarlon WayansNicole MuñozOwen WilsonP.J. PrinslooRandall MontgomeryRaugi YuRyan DevlinSam ElliottSteve CooganTodd GlassWilliam H. Macy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cO3EwGUjy5lkDbKrAfJglxs2Acu.jpg",
      "https://image.tmdb.org/t/p/w300/m9jL5BQGJ98nOirc0aPfXaBjYim.jpg",
      "https://image.tmdb.org/t/p/w300/isJFnhjXBzuKNKaFSKLrQq0VmP.jpg",
      "https://image.tmdb.org/t/p/w300/cWsoE3pcNDDq7o6nEwBUMEFf8HL.jpg",
      "https://image.tmdb.org/t/p/w300/4yXRCssUnxSsR9QtNZQwLgCxw2y.jpg",
      "https://image.tmdb.org/t/p/w300/laXCTHCXY006UUeNxM2JWhm9S5T.jpg",
      "https://image.tmdb.org/t/p/w300/nsOSkFfuo3LInEG4o9K5FSFy4EU.jpg",
      "https://image.tmdb.org/t/p/w300/2N3ytr346N3Jyn5sRoeyoEcFbui.jpg",
      "https://image.tmdb.org/t/p/w300/rKGqPbC807er0RWXFytiWUnGdiF.jpg",
      "https://image.tmdb.org/t/p/w300/of7QEyEVCRTkgPvDo2ziNcxM7HH.jpg",
      "https://image.tmdb.org/t/p/w300/pc7kVX9SUQaybXr1Q4MODJEndgu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e1hxniKMiRIpGiad0BCATn4d8uv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g0mdntlwg7pe.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/marmaduke-2010-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21s66/Marmaduke.2010.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YT1VjTbL#TnTtXWd1oJbxS9bp0aNju5-Na8i_bohensAgXF0jEd0",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/323y2gmqsky0.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marmaduke-2010-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Hpy7/Marmaduke.2010.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QekUmIiZ#XkEHQ-hLWtY5yS-g2d408FrOmagHBYzJ_J-UDS5vTaI",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AXXzwy7lDtI",
      "video_url": "https://www.youtube.com/watch?v=AXXzwy7lDtI",
      "embed_url": "https://www.youtube.com/embed/AXXzwy7lDtI"
    }
  },
  {
    "metadata": "Not Rated|2010|2h 37m|Bollywood,Comedy,Crime,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "11k"
    },
    "title": "Khatta Meetha (2010)",
    "description": "Khatta Meetha (2010)********************ဒီဇာတ်ကားလေးကတော့ IMDb rating 5.8အထိရရှိထားပြီး ပရိတ်သတ်အချစ်တော်မင်းသားကြီးအက်ရှေးကုမားရ်နဲ့မင်းသမီးတရီရှာခရစ်ရှ်နန်းတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Romance/Comedyအမျိုးအစားဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆာချင်ဟာ ဘယ်သူတွေဘာပြောပြော ကိုယ့်အလုပ်ကိုပဲကိုယ်အာရုံစိုက်ပြီးမဖြစ်ဖြစ်အောင်လုပ်မယ်ဆိုတဲ့ ရည်ရွည်ချက်ရှိတဲ့ ရိုးသားကြိုးစားတဲ့ ကန်ထရိုက်တာတစ်ယောက်ပါ။သူဟာ ဘာလုပ်လုပ် တလွဲတချော်တွေချည်း ဖြစ်ကုန်တဲ့အတွက်သူ့ကို အလုပ်ကလူတွေရော သူ့ရဲ့အိမ်သားတွေကပါ တစ်ခါမှ အကောင်းမပြောကြပါဘူး။ဒီလိုနဲ့ပဲ ကိုယ့်အတွက်ပဲ ကိုယ်သိပြီး ဘဝင်မြင့်တဲ့ ဆာချင်တစ်ယောက် တစ်နေ့မှာတော့သူ့ရဲ့ အချစ်ဦးကို ပြန်တွေ့လိုက်ရတဲ့ခါ ဘာတွေဆက်ဖြစ်မှာလဲ …?ဆာချင်တစ်ယောက် သူလုပ်ချင်တာကိုရော အောင်မြင်အောင်လုပ်နိုင်မှာလား …?အချစ်၊ဟာသနဲ့ အကျင့်ပျက်ချစားမှုတွေအကြောင်း စုံစုံလင်လင်ပါဝင်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း….ဘာသာပြန်သူတွေကတော့ Intelligence,Soe Kalayarနဲ့ Thaik Sanတို့ပဲဖြစ်ပါတယ်File size…3.13GB  / 1.59GBQuality…1080p WEBRIP /720pFormat…mp4Duration….2h 37mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Thaik San & Intelligence & Soe KalayarYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAkshay KumarAnant JogAnupam BhattacharyaAsraniJaideep AhlawatJohnny LeverMakrand DeshpandeParesh BrahmabhattPooja BhattRajpal YadavTrisha KrishnanCastAkshay KumarAnant JogAnupam BhattacharyaAsraniJaideep AhlawatJohnny LeverMakrand DeshpandeParesh BrahmabhattPooja BhattRajpal YadavTrisha Krishnan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kknvBnQvMSUBelOKHmMlb4zgGZg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTY2ODUzMDY3OV5BMl5BanBnXkFtZTcwMzg3NDE3Mw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/khatta-meetha-2010-hindi-1080-p-web-rip-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/skleohcy3b7y.html",
        "server": "usersdrive.com",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/modgpj1082hh/Khatta.Meetha.(2010).Hindi.1080p.WEBRip.AAC2.0CH(CM).mp4",
        "server": "streamvid.io",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wOph/Khatta.Meetha.(2010).Hindi.1080p.WEBRip.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/bvBgDKAS#xpeoUQsWAP9sJvilsv6R5pFiFt459BDFGxzJPIJlq0k",
        "server": "mega.nz",
        "size": "3.13GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/khatta-meetha-2010-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.59GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/phivl7h6sndr.html",
        "server": "usersdrive.com",
        "size": "1.59GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/g0wjhrivoglk/Khatta.Meetha.(2010).Hindi.720p(CM).mp4",
        "server": "streamvid.io",
        "size": "1.59GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wOny/Khatta.Meetha.(2010).Hindi.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.59GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7jwiwK6S#WqPJgZxYBD2DAJXqkVaEXnhdAaBf2LI355Rv-JptakI",
        "server": "mega.nz",
        "size": "1.59GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2010|89 min|Horror,Mystery,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "36,160"
    },
    "title": "The Ward(2010)",
    "description": ".. Kristen ဆိုတဲ့ ခပ္ဆိုးဆိုးေကာင္မေလးတစ္ေယာက္ဟာ ယာအိမ္တစ္လံုးကို မီးရွို႔ပစ္ခဲ့ပါတယ္…ဒီမီးရႈိ႕မႈနဲ႔ သူဟာ ဖမ္းဆီးခံခဲ့ရၿပီး စိတ္က်န္းမာေရးေဆးရံုတစ္ခုမွာ ထိန္းသိမ္းျခင္းခံခဲ့ရပါတယ္…Kristen ဟာ ေဆးရံုမွာ ေနထိုင္ခ်ိန္အတြင္း Dr. Geral Stringer, Emily, Sarah, Zoey, Iris ဆိုတဲ့ မိန္းကေလးေတြနဲ႔ ရင္းႏွီးခဲ့ပါတယ္…ေဆးရံုတိုင္းလိုလို နာနာဘဝ မေကာင္းဆိုးဝါးဆိုတာ ရွိစျမဲပါ…ဒီလိုပဲ Kristen တစ္ေယာက္လဲ ေရခ်ိဳးရင္း သရဲမ တစ္ေကာင္နဲ႔ ပတ္ပင္းတိုးခဲ့ပါတယ္…Kristen သရဲမကို ျမင္ၿပီးေနာက္မွာေတာ့ သူ႔သူငယ္ခ်င္း Iris ဟာလဲ သရဲမကို ေတြ႕ခဲ့ၿပီး အသက္ႏႈတ္ယူခံခဲ့ရပါတယ္… Iris ေပ်ာက္ဆံုးသတင္းကို ၾကားၿပီးေနာက္မွာေတာ့ မိန္းကေလးေတြဟာ Iris ကို ရွာေဖြခဲ့ၾကပါတယ္…ကံဆိုးခ်င္ေတာ့ Sarah, Emily တစ္ေယာက္ၿပီး တစ္ေယာက္ ေသဆံုးခဲ့ၾကပါတယ္…. Kristen ကေတာ့ ကံေကာင္းေထာက္မၿပီး လြတ္ေျမာက္ခဲ့ပါတယ္… သူဟာ က်န္ရွိေနတဲ့ သူငယ္ခ်င္း Zoey ကို ကယ္တင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္…သို႔ေပမဲ့ Zoey ဟာလဲ သရဲမ ဖမ္းဆီးျခင္းခံခဲ့ရပါတယ္… Kristen တစ္ေယာက္ၾကံရာမရျဖစ္ၿပီး သူ႔အသိ Dr.Geral Stringer ဆီကို အေျပးအလႊားသြားခဲ့ပါတယ္…Dr. ဆီေရာက္တဲ့အခ်ိန္မွာေတာ့ သူ သရဲမ အေၾကာင္းကို သိခဲ့ပါတယ္…သရဲမ နာမည္က Alice ျဖစ္ၿပီး Kristen သူ႔အေၾကာင္းကို အလံုးစံုသိလိုက္ရခ်ိန္မွာေတာ့…. Kristen တစ္ေယာက္ Zoey ကိုကယ္ၿပီး လြတ္ေျမာက္ႏိုင္မလား… သရဲမ Alice က ဘာလို႔ လိုက္သတ္ေနတာလဲ…စတဲ့အေၾကာင္းအရာေတြကို စိတၱဇဆန္ဆန္ ရိုက္ကူးထားပါတယ္…သဲထိတ္ရင္ဖိုဇာတ္လမ္း ႀကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္တိုင္း လက္မလႊတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါေၾကာင္း……..ဇာတ္လမ္းအညႊန္းကုိကူညီေရးသားေပးသူကေတာ့ May Harukoျဖစ္ပါတယ္…..File Size…(800MB) and (301MB)Quality…BluRay 720pFormat…mp4Duration…01:29:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeSubtitle by AnonymousYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn CarpenterStarsAmber HeardD.R. AndersonDanielle PanabakerJared HarrisLaura-LeighLyndsy FonsecaMamie GummerMika BooremSusanna BurneySydney SweeneyCastAmber HeardD.R. AndersonDanielle PanabakerJared HarrisJillian KramerJoanna TheobaldsKent KimballLaura-LeighLonny W. WaddleLyndsy FonsecaMamie GummerMika BooremMilos MilicevicPatrick TreadwayR.J. HamptonSali SaylerSean CookSusanna BurneySydney SweeneyTracy Schornick",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/j01PwweLdwHk3e5pTAZazvAp2VS.jpg",
      "https://image.tmdb.org/t/p/w300/vEkehMagsPfz7YLEUO7vK8At55v.jpg",
      "https://image.tmdb.org/t/p/w300/8rgNKpgRDJLZsud5AvUz28ASNYM.jpg",
      "https://image.tmdb.org/t/p/w300/5xsQpZOnuiJ6bazZKRbZUsDwy8L.jpg",
      "https://image.tmdb.org/t/p/w300/fIFbap8FOBN2RoMO5eqBKwbzh0a.jpg",
      "https://image.tmdb.org/t/p/w300/ydSloCzkMF1dSmFmrYS8wlM6rWW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDZmNmYzZjctMGJhZS00Zjg3LWIzMzEtZTE1MGIyYWQ2YjVlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR006971000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://kializer.com/4BTI",
        "server": "openload.co",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Bge",
        "server": "openload.co",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Bmd",
        "server": "Soliddrive.co",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4BpI",
        "server": "Soliddrive.co",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4CiP",
        "server": "channelmyanmar.agbcloud.com",
        "size": "301MB",
        "quality": ""
      },
      {
        "link": "http://kializer.com/4Cmb",
        "server": "drive.google.com",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "buF-keImNYk",
      "video_url": "https://www.youtube.com/watch?v=buF-keImNYk",
      "embed_url": "https://www.youtube.com/embed/buF-keImNYk"
    }
  },
  {
    "metadata": "|2010||Action,Animation",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "9.5K"
    },
    "title": "Dante’s Inferno: An Animated Epic (2010)",
    "description": "Dante’s Inferno…………………………ဒီကားမထွက်ခင် ဂိမ်းအရင်ထွက်တာဗျဂိမ်းတုန်းကလည်းတော်တော်တော့လို့ကောင်းခဲ့ပါတယ်ဒန်ထေရဲ့ငရဲဆိုတဲ့ဇာတ်လမ်းဟာတကယ်တော့သမ္မာကျမ်းစာပါဇာတ်လမ်းမဟုတ်ဘူးဗျ၁၄ရာစု အီတလီကဗျာဆရာကြီး ဒန်ထေ ‌အလီဂေလွိရေးဖွဲ့တဲ့ကျော်ကြားတဲ့ကဗျာကြီးထဲကဇာတ်လမ်းပါဗုဒ္ဓဘာသာဇာတ်ထုတ်မှာဆိုရင်ရင့်မာတကျိပ်ဇာတ်ထုတ်ထဲကနေမိဇာတ်ထုတ်လိုပဲဗျဒန်ထေဟာ ခရစ်ယာန်ငရဲကြီးကိုးထပ်ကိုဖြတ်ကျော်ပြီးချစ်သူကိုပြန်ကယ်တဲ့ဇာတ်လမ်းပါဒီကာတွန်းမှာထူးဆန်းတာကဇာတ်ဝင်ခန်းတခုနဲ့တခုပုံတွေမတူဘူးဗျအဲ့တချက်တော့ကြည့်ရတာတမျိုးပဲIMDbမှာ‌တော့ 6.9/10ထိရထားပါတယ်File size…  1.33GB /  781 MBQuality… WEB Rip 1080p / 720pFormat… mp4Duration…. 1h 29mGenre …..  Action , DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Dr. NyanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastGraham McTavishKevin Michael RichardsonMark HamillPeter JessopVanessa BranchVictoria Tennant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xqWZR7eS5wVBUcwoONQ2PyFFsaL.jpg",
      "https://image.tmdb.org/t/p/w300/u7ZiRakTdU2NeYIf0CdF1mr0P6D.jpg",
      "https://image.tmdb.org/t/p/w300/pCeMkPCJBMKXxdw4rRL9v3ns5hr.jpg",
      "https://image.tmdb.org/t/p/w300/d5iA6OQkm6K16W97YmusFGoxP3a.jpg",
      "https://image.tmdb.org/t/p/w300/lIVi3Vl9Ej6uxrmhnhv7bBFQUqF.jpg",
      "https://image.tmdb.org/t/p/w300/yr3d0s6nqnMn0WdcuCdsME8FhUf.jpg",
      "https://image.tmdb.org/t/p/w300/YSW5s3mnelNYlKlsnqlbE9g6VY.jpg",
      "https://image.tmdb.org/t/p/w300/e4WFVXGVZRT7xRb73MpDqTshXJS.jpg",
      "https://image.tmdb.org/t/p/w300/Av3DnJEKItL3tAQ1WtpPcNAY63Z.jpg",
      "https://image.tmdb.org/t/p/w300/8br1k3YTuRA1T052NLnlgkJbAVM.jpg",
      "https://image.tmdb.org/t/p/w300/cCEaR57AQwstO4qS4wjfIJv7b62.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3HEKlPhoji9i6mJAImI1A98KNzv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/imi71e0ootby.html",
        "server": "usersdrive.com",
        "size": "1.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dantes-inferno-an-animated-epic-2010-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fPw7/Dantes.Inferno.An.Animated.Epic.2010.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hp7dtjtc1qw6",
        "server": "streamvid.io",
        "size": "1.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/v41rtndx2tv1.html",
        "server": "usersdrive.com",
        "size": "781 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/dantes-inferno-an-animated-epic-2010-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "781 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VMWP/Dantes.Inferno.An.Animated.Epic.2010.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "781 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/jykyiwwthvv2",
        "server": "streamvid.io",
        "size": "781 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AVhDYks1ea8",
      "video_url": "https://www.youtube.com/watch?v=AVhDYks1ea8",
      "embed_url": "https://www.youtube.com/embed/AVhDYks1ea8"
    }
  }
]