[
  {
    "metadata": "NC-17|1997|1h 31min|Crime,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": ""
    },
    "title": "The Peeping Tom (1997)",
    "description": "The Peeping Tom (1997)မိန်းမတွေရဲ့ သွယ်လျလှပတဲ့ခြေထောက်တွေကိုပဲ အရူးအမူးတန်းတန်းစွဲနေတဲ့ စိတ္တဇနှာဘူးဆိုက်ကိုတစ်ယောက်…ကောင်မလေးတွေကို ပြန်ပေးဆွဲ မဒိန်းကျင့်ပြီးခါမှ ခြေထောက်လှလှလေးတွေကို ပေါင်ရင်းကနေစ ဖြတ်ပစ်ပြီးသတ်တဲ့ သူ့ရဲ့ကွင်းဆက်လူသတ်မှုကြောင့်ဟောင်ကောင်မြို့တစ်ခုလုံးက ကောင်မလေးတွေ အတိုအပြတ်မဝတ်ရဲတဲ့အထိ ထိတ်လန့်ကြောက်ရွံ့နေရတဲ့ ကပ်ဘေးတစ်ခုလို ဖြစ်နေခဲ့တယ်တနေ့ သေနတ်ချင်းယှဉ်ပစ်နေတဲ့ လမ်းမပေါ်က စစ်ဆေးရေးမှူးစုံထောက်မလေး ချန်ဆူအန်ကိုတွေ့မိခဲ့ရင်းက လူသတ်သမားက ဆူအန်ကို သူဖမ်းနေကြကောင်မလေးတွေနဲ့မတူ တမူသဘောကျမိသွားပြီးလူသတ်သမားနဲ့ စုံထောက်ရဲမေတို့ကြားက ပဋိပက္ခတွေကို သည်းထိတ်ရင်ဖို ခပ်ကြမ်းကြမ်းလေး ခပ်ထန်ထန် ကြည့်ရှုရမှာပါ။ဆိုက်ကိုလူသတ်ကားနဲ့ အက်ရှင်ကြိုက်သူတို့အဖို့တော့ ကြည့်ရှုသင့်တဲ့ ၁၉ရာစုရဲ့လက်ရာ တရုတ်ရုပ်ရှင်ကားတစ်ခုပါ။Mature Rated NC-17 ကြမ်းတာမို့ အသက် ၁၇နှစ်နှင့်အောက် မကြည့်ရနှင့် ပြည့်ပြီးသူများဖြစ်ရင်တောင် နှလုံးရောဂါ ရှိသူများ ကြည့်ရန်မသင့်တော်ပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__480pIMDb Rating__5.9/10Format__mp4Duration__01:30:00Type__Crime , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byHay Mann ThitsarEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKai-Ming LaiStarsJade LeungMark ChengMichael TseCastGary MakJade LeungLee Kin-YanLo HungMark ChengMichael TseMiho NomotoRachel TuckerSara AuSin-Yi YipYuk-San Cheung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2YNjGmKT3wNuxFxe9Ohof41Cc7h.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oSaIrm4aYRvmNWnED01mAqWTFMW.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-peeping-tom-1997",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-peeping-tom-1997-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Dhim/The_Peeping_Tom_(1997).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/ud9nxs083fkr",
        "server": "veryfiles.com",
        "size": "1 GB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/tyev7424wunq",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/9GgRnQAL#zKeDd9NuS4UJVkycq0uVl5CY1eS4I6oskVnSk7rhfRQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|1997|1h 29min|Drama,Family,Sport",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "60,431"
    },
    "title": "Children of Heaven (1997)",
    "description": "Children of Heaven (1997)IMDb – 8.3/10_____Rotten – 83%Nominated for 1 Oscar. 13 wins & 5 nominationsမိတ်ဆွေတို့ဘဝမှာ ပထမဆုရလို့ ဝမ်းနည်းဖူးပါသလား???ရှိမယ်မထင်ပါဘူး…။ဒါပေမယ့် ….ဒီကားလေးမှာတော့ ပထမဆု ရလို့ ဝမ်းနည်းပက်လက်ဖြစ်သွားရှာတဲ့ကလေးတစ်ယောက်အကြောင်းကို ကြည့်ရှုကြရမှာပါ…။IMDB Rating 8.3 ထိ ရရှိထားတဲ့အီရန်-ဒရာမာ ဇာတ်အေးကားလေး တစ်ကားဖြစ်ပါတယ်။အော်စကာ ၁-ဆုအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီးနိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၃-ဆု ရရှိအောင်မြင်ထားတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်….။အလွန်တရာ ရိုးရှင်းလှတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုပေမယ့်ကျွန်တော်ကတော့ ကြည့်ရင်းနဲ့ ရင်နင့်အောင်ခံစားခဲ့ရပြီးတော့နိုင်ငံတကာ ရုပ်ရှင်ချစ်ပရိတ်သတ်အပေါင်းကလည်းကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် တစ်ညီတစ်ညွတ်တည်းညွှန်းဆိုထားတဲ့ ဇာတ်ကားလေးဖြစ်လို့ပရိတ်သတ်တွေဆီ အရောက် တင်ဆက်ပေးလိုက်ပါတယ်…။(ပိုစတာပါ ဖိနပ်လေးတစ်ရံအကြောင်းကိုတော့ လျှို့ဝှက်ခဲ့ပါရစေ…ဒီဇာတ်လမ်းကို ဘာသာပြန်သူကိုယ်တိုင်က မျက်ရည်စက်လက်ရေးခဲ့တယ်လို့ဆိုပါတယ်။ဘာသာပြန်နဲ့အညွှန်းရေးပေးသူကတော့ CM Team မှ Sherlock Homes ပဲဖြစ်ပါတယ်။)မိတ္ေဆြတို႔ဘ၀မွာ ပထမဆုရလို႔ ၀မ္းနည္းဖူးပါသလား???ရွိမယ္မထင္ပါဘူး…။ဒါေပမယ့္ ….ဒီကားေလးမွာေတာ့ ပထမဆု ရလို႔ ၀မ္းနည္းပက္လက္ျဖစ္သြားရွာတဲ့ကေလးတစ္ေယာက္အေၾကာင္းကုိ ၾကည့္ရွဳၾကရမွာပါ…။IMDB Rating 8.3 ထိ ရရွိထားတဲ့အီရန္-ဒရာမာ ဇာတ္ေအးကားေလး တစ္ကားျဖစ္ပါတယ္။ေအာ္စကာ ၁-ဆုအတြက္ ဆန္ကာတင္ေရြးခ်ယ္ခံခဲ့ရျပီးႏိုင္ငံတကာ ရုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၃-ဆု ရရွိေအာင္ျမင္ထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္….။အလြန္တရာ ရိုးရွင္းလွတဲ့ ဇာတ္ကားေလးတစ္ကားဆိုေပမယ့္ကြ်န္ေတာ္ကေတာ့ ၾကည့္ရင္းနဲ႕ ရင္နင့္ေအာင္ခံစားခဲ့ရျပီးေတာ့ႏိုင္ငံတကာ ရုပ္ရွင္ခ်စ္ပရိတ္သတ္အေပါင္းကလည္းၾကည့္ကုိၾကည့္သင့္တဲ့ ဇာတ္ကားတစ္ကားအျဖစ္ တစ္ညီတစ္ညြတ္တည္းညႊန္းဆိုထားတဲ့ ဇာတ္ကားေလးျဖစ္လို႔ပရိတ္သတ္ေတြဆီ အေရာက္ တင္ဆက္ေပးလိုက္ပါတယ္…။(ပိုစတာပါ ဖိနပ္ေလးတစ္ရံအေၾကာင္းကုိေတာ့ လွ်ိဳ႕၀ွက္ခဲ့ပါရေစ…ဒီဇာတ္လမ္းကို ဘာသာျပန္သူကိုယ္တိုင္က မ်က္ရည္စက္လက္ေရးခဲ့တယ္လို႕ဆိုပါတယ္။ဘာသာျပန္နဲ႕အညႊန္းေရးေပးသူကေတာ့ CM Team မွ Sherlock Homes ပဲျဖစ္ပါတယ္။)@San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMajid MajidiStarsAmir Farrokh HashemianBahare SeddiqiBehzad RafiDariush MokhtariFereshte SarabandiKamal MirkarimiMasume DairMohammad Amir NajiMohammad-Hasan HosseinianNafise Jafar-MohammadiCastAbbas-Ali RoomandiAmir Farrokh HashemianBahare SeddiqiBehzad RafiDariush MokhtariFereshte SarabandiHasan RoohparvariJafar SeyfollahiKamal MirkarimiKambiz PeykarnegarMasume DairMohammad Amir NajiMohammad-Hasan HosseinianNafise Jafar-MohammadiQolamreza MalekiReza Naji",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ibONMoA8S6T9NgjLarWSrzW3Oke.jpg",
      "https://image.tmdb.org/t/p/w300/9W250lyDDC3P9AgW5ZKGRj7R2Pv.jpg",
      "https://image.tmdb.org/t/p/w300/6Jjuu1abyLFNgVKjOTt4vi8M6Jy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/children-of-heaven-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fga7ghy34bxm.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/children-of-heaven-bacheha-ye-aseman-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5d7dc27d/children-of-heaven-bacheha-ye-aseman-197-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4eI5s/Children_Of_Heaven_(Bacheha-Ye_Aseman)_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DLJRxKII#_geNbI_R0PFMFNKDgGyASkkIo51zGUDVFqSQhOEIhl8",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dqxvZeQsVzY",
      "video_url": "https://www.youtube.com/watch?v=dqxvZeQsVzY",
      "embed_url": "https://www.youtube.com/embed/dqxvZeQsVzY"
    }
  },
  {
    "metadata": "R|1997|126 min|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "683,110"
    },
    "title": "Good Will Hunting(1997)",
    "description": "Good Will Hunting(1997)IMDb….8.3,,,,Rotten …97ဒီဇာတ်ကားက IMDB- 8.3/10 နဲ့ RT- 97% တောင် Rating ရထားတဲ့ ဇာတ်ကားပါ..ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ “Good doesn’t describe” (ကောင်းတယ် ဆိုတဲ့စကားလောက်နဲ့ မပြည့်စုံဘူး)လို့ပြောကြတဲ့ဇာတ်ကားပါ ထူးခြားတာက ဒီကားရဲ့ဇာတ်ညွှန်းကိုဇာတ်ကားရဲ့ အဓိကနေရာက သရုပ်ဆောင်ထားကြတဲ့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးမက်ဒေမွန်(Matt Damon)နဲ့ ဘန်အဲဖလက်(Ben Affleck)ကိုယ်တိုင် ရေးထားတာပါ…သူတို့နှစ်ယောက်က ဇာတ်ညွှန်းအကယ်ဒမီဆုရ၊ Robin Williams ကအကယ်ဒမီဇာတ်ပို့ဆုနဲ့အတူ အခြားရုပ်ရှင်ဆု ၂၂ ဆု ဆွတ်ခူးထားတဲ့ ဇာတ်ကားပါ –——- ကမ္ဘာကျော်သင်္ချာပါရဂူကြီးတွေ နှစ်နဲ့ချီပြီး သက်သေပြဖို့ကြိုးစားရတဲ့သင်္ချာပုစ္ဆာမျိုးတွေကို တစ်ထိုင်တည်းနဲ့ သက်သေပြနိုင်တဲ့ ဆယ်ကျော်သက်အရွယ် ဂျစ်ကန်ကန်ကောင်လေးတစ်ယောက် မိဘမဲ့ ခြေဦးတည်ရာမဲ့ဆိုးဖော်ဆိုးဖက်တွေနဲ့မူးအောင်သောက် ဘဝကို ကြုံသလိုဖြတ်သန်း ဒါပေမယ့်သူဟာ ဂျီးနီးယက်စ်တစ်ယောက် သူ့ရဲ့ဦးနှောက်က Genius-level IQ နဲ့ သူဟာသူ့အင်ပါယာမှာ သူ့ဥပဒေနဲ့ နေထိုင်တဲ့သူ သံယောဇဉ်တွယ်ရမှာကိုကြောက်တယ်…လူတွေရဲ့ သမားရိုးကျအတွေးအခေါ်တွေကို ရွံတယ် ဒီလိုနဲ့ သူ့ရဲ့အရည်အချင်းကိုField’s Medal (သင်္ချာပါရဂူ)ဆုရှင်ပရော်ဖက်ဆာတစ်ယောက်က သတိထားမိသွားတယ်....ဖြစ်နိုင်ရင်အညွှန်းကိုတစ်လုံးမှမရေးဘဲတင်လိုက်ချင်တာ….ဘာလို့ဆို ဒီကားရဲ့ရသတွေဟာ ကျွန်တော့်ရဲ့ခပ်ညံညံရေးသားချက်အောက်မှာ မှေးမှိန်သွားမှာစိုးလို့ပါ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Sherlockဖြစ်ပါတယ်….File Size…(5.23GB) and (1.27GB)Quality…BluRay 720pFormat…mp4Duration…02:06:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by SherlockYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGus Van SantStarsBen AffleckCasey AffleckCole HauserColleen McCauleyJohn MightonMatt DamonMinnie DriverRachel MajorowskiRobin WilliamsStellan SkarsgårdCastAlison FollandAnn MatacunasBarna MoriczBen AffleckBruce HunterCasey AffleckChas LawtherChristian HarmonyChristopher BrittonCole HauserColleen McCauleyDan WashingtonDaniel OlsenDavid EisnerDerrick BridgemanElisabeth Anne HughesFrancesco ClementeFrank NakashimaGeorge PlimptonHarmony KorineJames AllodiJennifer DeatheJessica MortonJimmy FlynnJoe CannonJohn MightonKevin RushtonLibby GellerMatt DamonMatt MercierMichael ArthurMinnie DriverPatrick O'DonnellPaul McGillicuddyPhilip WilliamsRachel MajorowskiRalph St. GeorgeRichard FitzpatrickRiva Di PaolaRob LyndsRob LyonsRobert TalvanoRobin WilliamsScott William WintersShannon EglesonStellan SkarsgårdStephen TrouskieSteven KozlowskiThomas LundyVik Sahay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8vA6dxBzRqSajvqdmTLtoguAa3T.jpg",
      "https://image.tmdb.org/t/p/w300/bug5Tu16xvIh8esC8zyaDM36tkp.jpg",
      "https://image.tmdb.org/t/p/w300/cZj4iTJDWwuz86SJcTWuQWdqDDB.jpg",
      "https://image.tmdb.org/t/p/w300/gNPVBNAvbxx4JzAqAlPVKcZGZo7.jpg",
      "https://image.tmdb.org/t/p/w300/nEODBn4ugjxeNRUax4cdr5dYDLn.jpg",
      "https://image.tmdb.org/t/p/w300/sCtmAY3DgrFOjlrDh6mP7luUO7t.jpg",
      "https://image.tmdb.org/t/p/w300/dYBZv4SjzVZUbAZTSYBBo5hw6RH.jpg",
      "https://image.tmdb.org/t/p/w300/cB2WuKN2jeCuAQrLdINqom7sbDv.jpg",
      "https://image.tmdb.org/t/p/w300/sl2HRuC0jOTNH8oKbdLyTIpJOel.jpg",
      "https://image.tmdb.org/t/p/w300/zx9yxohqEYtLPW6zIFH4GR8hTll.jpg",
      "https://image.tmdb.org/t/p/w300/jcp6aFOSzWrlEJGyp0ZpgBxWXI4.jpg",
      "https://image.tmdb.org/t/p/w300/xfSfjj9P1lGZG5oQVor5KEVPdR.jpg",
      "https://image.tmdb.org/t/p/w300/oHhzq0xXNcnWmK28ImzHsyIKDqM.jpg",
      "https://image.tmdb.org/t/p/w300/ak2jt2sjIVRIecee81ymGg9YLoS.jpg",
      "https://image.tmdb.org/t/p/w300/y1DR3yQfztqLd8EcCLewyERQZtm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/good.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wfe4h1c4nivp.html",
        "server": "usersdrive.com",
        "size": "5.23 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/good-will-hunting-1997-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "5.23 GB",
        "quality": "BluRay  1080p"
      },
      {
        "link": "https://mega.nz/file/RCdAQJTA#L7ji4lbdWg6m-d4_CnCkd6HwCocnGoWYipzw9IQANIM",
        "server": "mega.nz",
        "size": "5.23 GB",
        "quality": "BluRay  1080p"
      },
      {
        "link": "https://megaup.net/1NL83/Good.Will.Hunting.1997.BLU-RAY.720P(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.27 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/z3d1zuexfsgv.html",
        "server": "usersdrive.com",
        "size": "1.27 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/good-will-hunting-1997-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.27 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/5HNxRCoR#IeigV9IDDmhBAjiZSZnpWv_0-2304aP8ZhVxvbFUYAg",
        "server": "mega.nz",
        "size": "1.27 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbspeed.com/mjcxadzp63p7.html",
        "server": "upstream.to",
        "size": "1.27 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "e1DnltskkWk",
      "video_url": "https://www.youtube.com/watch?v=e1DnltskkWk",
      "embed_url": "https://www.youtube.com/embed/e1DnltskkWk"
    }
  },
  {
    "metadata": "|1997||Biography,Drama,History",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "28000"
    },
    "title": "Kundun (1997)",
    "description": "Kundun (1997)============IMDb Rating – 7.0/10တိဗက်ကို ဗမာစိတ်ကူးယဉ်၀တ္တုတွေမှာ ကျွန်တော်တို့ တော်တော်ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။သိသလောက်ဆို သေသေချာချာ စာအုပ်ထဲ စပါတာကမောင်ထွန်းသူ ဘာသာပြန်ထားတဲ့ The Lost Horizon, ရှန်ဂရီလာထဲကစတယ် ထင်ပါတယ်။ အဲဒီစာအုပ်ထဲက တစ်ချို့အခန်းတွေကိုပဲ မင်းသိင်္ခကကူးပြီးမှတ်မိသလောက် နှစ်အုပ်လောက်ထွက်ဖူးပါသေးတယ်။တခြားစာရေးဆရာတွေလည်း ရေးကြတော့ ခုတိဗက်ဟာ ကျွန်တော်တို့နဲ့ မစိမ်းတဲ့နေရာပါပဲ။တိဗက်အကြောင်းရေးကြတဲ့ အဲဒီစာအုပ်တွေမှာ လားမားတွေကလည်း မပါမဖြစ်ပေါ့။ဒီရုပ်ရှင်ကတော့ စိတ်ကူးယဉ်မဟုတ်တဲ့ တိဗက်ပြည်ရဲ့ လက်ရှိနောက်ဆုံး ဒလိုင်းလားမားရဲ့ ထေရုပ္ပတ္တိကို ပြန်ရိုက်ကူးထားတာပါ။ ၁၄ဆက်မြောက်ဒလိုင်းလားမားရဲ့ ဘ၀ကို မွေးစကနေ တရုတ်တွေလက်က ပြေးတဲ့အထိ ရိုက်ပြထားပြီး တိဗက်ရဲ့ဘာသာရေးကို ထဲထဲ၀င်၀င်ကို ပုံဖော််ထားတဲ့ ရုပ်ရှင်ပါပဲ။နောက်အပြိုင်အနေနဲ့ မြင်ရမှာတော့ တိဘက်ကို တရုတ်တွေရဲ့ ဖျက်စီးခဲ့မှုကိုပေါ့။ခုတလောတင် kundunကားထဲ မော်စီတုန်းက ၁၄ဆက်မြောက် ဒလိုင်းလားမားကို ပြောခဲ့တဲ့ ” ဘာသာရေးဟာ အဆိပ်ပဲ။ တိဗက်တွေဟာ ဘာသာရေးအဆိပ်သင့်နေကြတယ်”ဆိုတဲ့ ဒိုင်ယာလော့တစ်ခုကို ချဲ့ထွင်တွေးပြီး ဆရာလေးတစ်ပါးရေးတဲ့ စာတစ်ပုဒ်ဟာ ‌ အတော်ပျံ့ခဲ့တယ်။အဲဒီစာထဲမှာတင်မော်စီတုန်းရဲ့ ဒီစကားကို တိဗက်‌တွေ ဆတ်ဆတ်ခါအောင် နာခဲ့ကြတယ်ဆိုတဲ့ စကားပါပါတယ်။ ဒီရုပ်ရှင်မှာတော့ တိဘက်နဲ့တရုတ်ရဲ့ ပြဿနာကို ၂နာရီကျော်အချိန်နဲ့ ကောင်းကောင်းကြီး ရှင်းပြသွားခဲ့တယ်။တိဗက်ဟာ ၈ရာစုကတည်းက ဗုဒ္ဓဘာသာကို ကိုးကွယ်ခဲ့တဲ့ နိုင်ငံပါ။သို့ပေမဲ့ သူတို့ဗုဒ္ဓဘာသာဟာထေရဝါဒရော မဟာယနရောမဟုတ်ပါဘူး။ တိဗက်ဗုဒ္ဓဘာသာလို့ သီးခြားခေါ်တွင်ပါတယ်။နှစ်ခုလုံးနဲ့ ကွဲပြားနေတယ်လို့တော့ဆိုတယ်။ သူတို့ဘာသာရေးခေါင်းဆောင်ဖြစ်တဲ့ ဒလိုင်းလားမားတွေကို သက်ရှိကရုဏာဗောဓိသတ္တတွေလို့ဆိုပါတယ်။ ဒလိုင်းလားမားတွေဟာ ဘ၀နတ်ထံပျံပြီးရင်လည်း တိဘက်ပတ်၀န်းကျင်မှာပဲ ပြန်၀င်စားပြီး ဒလိုင်းလားမားအဖြစ်ပြန်တာ၀န်ထမ်းဆောင်ကြပါတယ်။ဒလိုင်းလားမားတွေဟာ ဘာသာရေးတင်မကဘဲ နိုင်ငံရေးခေါင်းဆောင်တွေလည်း ဟုတ်ပါတယ်။ဒီဇာတ်ကိုတော့ ၁၃ဆက်မြောက် ဒလိုင်းလားမား ပျံလွန်သွားပြီး သူကနေ ပြန်၀င်စားမယ့် ၁၄ဆက်မြောက်ဒလိုင်းလားမားကို ယာယီဒလိုင်းလားမားအဖြစ်တာ၀န်ယူထားရတဲ့ ရင်းဖို့ချေ (Reting Rinpoche)က ရှာဖွေတွေ့ရှိသွားတာကနေ စထားတယ်။ အဲဒီကနေမှ ဒလိုင်းလားမားဖြစ်ဖို့ သင်ယူရတာတွေလေ့လာရတာတွေကနေ ဒလိုင်းလားမားဖြစ်တဲ့အထိ သေချာပြသွားတယ်။ဒလိုင်းလားမားကို သာ၀ကတွေက ကွန်ဒွန်လို့ လေးစာသမှုနဲ့ ခေါ်ဆိုကြတယ်။ဗမာလိုဆို ကိုယ်ထင်ပြသူပေါ့။ ၁၄ဆက်မြောက် ဒလိုင်းလားမားဟာ ဒလိုင်းလားမားတွေထဲ ကံအဆိုးဆုံးလို့ပြောရမယ်။ဆယ်ကျော်သက်အရွယ်မှာတင်တရုတ်ရဲ့ တိဗက်ကို ကျုးကျော်မှုနဲ့ ရင်ဆိုင်ဖြေရှင်းခဲ့ရပြီး မော်စီတုန်းနဲ့ပါ ထိပ်တိုက်တွေ့ခဲ့ရတယ်။အခုလက်ရှိလည်း တိဗက်ကိုမပြန်နိုင်ဘဲ ပြည်ပြေးဘ၀နဲ့ အနောက်နိုင်ငံတွေမှာ ခိုလှုံနေရတယ်။ ဒီရုပ်ရှင်မှာတော့ သူတိဗက်ကနေ အိန္ဒိယကို ထွက်ပြေးလွတ်မြောက်သွားတဲ့အထိပဲ ပြထားခဲ့တယ်။ပြောရရင် ဒလိုင်းလားမားရဲ့ တိဗက်မှာ နေခဲ့တဲ့ အချိန်တွေကိုပဲ ပြသွားတယ်။ သို့ပေမဲ့လည်း ပြထားသလောက်မှာတင် နိုင်ငံရေး ဘာသာရေး အုပ်ချုပ်ရေး တရုတ်နဲ့အခြေအနေစသဖြင့် တိဗက်အကြောင်း အတော်လေးစုံစေ့နေပါပြီ။တစ်ချို့ကတော့ စကောဆေးစိကို ဒိုကူမန်ထရီအဖြစ် ရိုက်ကူးသင့်တယ်ဆိုကြတယ်။သို့ပေမဲ့ စကောဆေးစိကလည်း စီနီမာတိုဂရပ်ဖာကို ဒိုကူမန်ထရီရိုက်ကူးဖူးတဲ့အတွေ့အကြုံရှိတဲ့ စီနီမာတိုဂရပ်ဖာကို သုံးထားတယ်။ စီနီမာတိုဂရပ်ဖီလည်း အတော်လေးလှပြီး စီနီမာတိုဂရပ်ဖီဆုတွေလည်း ရထားခဲ့တယ်။သရုပ်ဆောင်မဟုတ်တဲ့ ကလေးတွေကိုပါ ပညာသားပါပါနဲ့ သုံးနိုင်ခဲ့တဲ့အထိလည်း စကောဆေးစိက အားစိုက်ထုတ်ထားခဲ့တယ်။ တိဘက်မှာရိုက်တာမဟုတ်ပေမဲ့ တိဘက်အရသာရအောင် settingလည်း သေချာပြင်ထားခဲ့တယ်။စကောဆေးစိဟာ ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်အစစ်တွေ မပါသလောက်ဖြစ်အောင် ရိုက်ထားပြီး သရုပ်ဆောင်တွေဟာ တိဗက်ဗုဒ္ဓဘာသာအစစ်တွေများပါတယ်။ဒလိုင်းလားမားနဲ့ သူ့မိသားစုတွေ နေရာကနေ ဒလိုင်းလားမားရဲ့ အမျိုးတွေကပဲ ပြန်သရုပ်ဆောင်ထားခဲ့တယ်။ဒလိုင်းလားမား အရွယ်ရောက်‌တဲ့နေရာကသရုပ်ဆောင်တာလည်း ဒလိုင်းလားမားရဲ့ မွေးချင်းတွေကမွေးတဲ့ မြေးပါပဲ။မူရင်းစာအုပ်ကိုလည်း အတော်သစ္စာရှိပြီး သမိုင်းအများစု မှန်ကန်တယ်ဆိုပါတယ်။ဇာတ်ညွှန်းကို ၁၄ခါတိတိပြင်ရေးခဲ့ရပါတယ်။၁၄ဆက်မြောက်ဒလိုင်းလားမားဟာ အတော်နှိမ့်ချတတ်တဲ့သူပါ။ သို့ပေမဲ့ ဇာတ်ကားအစက ဒလိုင်းလားမားမဖြစ်ခင် ကလေးဘ၀မှာတော့ ဒလိုင်းလားမားဟာပစားပေးခံရတော့ အတော်အထက်စီးဆန်‌ နေတဲ့သူတစ်ယောက်အဖြစ် မာတင်က ပုံဖော်ထားပါတယ်။ဆိုတော့ကာ သူပုံဖော်ထားတာနဲ့ လိုက်ဖက်ညီအောင်ကလေးဘ၀ကပြောတဲ့ စကားတွေမှာ ငါနာမ်စား တစ်ချို့သုံးပြီး ကြီးလာလေ သူ့စကားတွေ နူးညံ့လာလေ ဖြစ်လာတဲ့သဘောကို တတ်နိုင်သလောက် ပုံဖော်ပေးထားပါတယ်။ ဒီလိုထည့်ပြောရတာက ကလေးလေးက တစ်ချို့အခန်းတွေမှာ ငါနဲ့ ပြောထားရတဲ့အကြောင်း ကြိုရှင်းထားချင်ရုံပါပဲ။ရုပ်ရှင်အဆုံးမှာ ၁၅ဆက်မြောက်ဒလိုင်းလားမားအစစ် ရှိလာနိုင်လားဆိုတာကို ကျွန်တော်တော့ သိချင်မိသွားတယ်။ ဒလိုင်းလားမားတွေဟာ ကရုဏာဗုဒ္ဓက၀င်စားတာဆိုတော့ ထပ်ရှိဖို့က အတော်လေး မလွယ်တဲ့ကိစ္စလို့တော့ ထင်မိသား။ သို့ပေမဲ့ နှစ်ပေါင်းများစွာ အခြေတည်လာခဲ့တဲ့ ယုံကြည်မှုတစ်ခုဟာ ပျက်နိုင်ခဲ့တယ်ဆိုတော့ ပေါ်လာဦးမယ်ထင်တာပါပဲ။ နောက်နှစ်တွေမှာ ဘယ်လိုပုံစံနဲ့ ပေါ်လာဦးမလဲဆိုတာကိုတော့ သိချင်မိသွားတယ်။ ဒီလိုပုံစံ ယုံကြည်မှုဟာ ကျွန်တော့်အတွက်တော့ အတော်ဖြစ်နိုင်ခဲ‌တဲ့ ယုံကြည်မှုဆိုတော့ အတော်လေးတော့ မှင်သက်စရာကောင်းခဲ့တယ်။သို့ပေမဲ့ မော်စီတုန်းပြောသလို အဆိပ်လို့တော့ မထင်မိပါဘူး။အကုန်လုံးဟာ သူ့ကောင်းကွက် သူ့ဆိုးကွက်တွေနဲ့ပဲ မို့လား။ ဘာဖြစ်ဖြစ် ဗုဒ္ဓဘာသာရဲ့ ကိုင်းကွဲတစ်ခုအကြောင်း တီးမိခေါက်မိရှိချင်ရင်တော့ ဒီရုပ်ရှင်ဟာ ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။Kundunကို တိဘက်ဘက်ကနေပြီး ရိုက်ခဲ့တာကြောင့် မာတင်စကောဆေးစိရဲ့ ရုပ်ရှင်တွေကို တရုတ်မှာလုံး၀ ရုံတင်ခွင့်မပြုတာ ဒီနေ့ထိထက်တိုင်ပါပဲ။မဆီမဆိုင်တိဗက်ဘာသာ‌ရေးကားကို စကောဆေးစိရိုက်တော့ အတော်ပေါ့သွားမယ် ထင်ခဲ့မိပေမဲ့ တက်တက်စင်အောင် လွဲသွားပါတယ်။ စကောဆေးစိဟာ စကောဆေးစိပါပဲ။အစစ်အမှန်အရာတွေကို ချစ်တတ်တဲ့ တကယ့် အနုပညာသမားပါပဲ။သစ္စာလေးပါးမှာ သုံးပါးကို ရှေ့မှာထည့်ပြီး နောက်ဆုံးတစ်ပါးကို နောက်ဆုံးမှ အချိန်ကိုက်အခါကိုက် ထည့်သွားတာကိုလည်း အတော်လေး သဘောကျမိတယ်။ ရုံ၀င်ငွေတော်တော့်ကို နည်းခဲ့ပေမဲ့လည်း Kundunဟာ ဟိုရုပ်ရှင်ဝေဖန်ရေးဆရာတွေ ကြည့်ပြီးသေသွားတဲ့ မသေခင်ကြည့်သင့်သော ၁၀၀၁ကားထဲလည်း ပါပါတယ်။‌ဗုဒ္ဓဘာသာအကြောင်းသိချင်ရင် ဒီရုပ်ရှင်ကိုကြည့်သင့်တယ် ဆိုပြီးလည်း အရှေ့အာရှရုပ်ရှင်ဂရုတွေမှာ ညွှန်းဆိုကြပါတယ်။ ထေရဝါဒရော မဟာယန‌ရောမဟုတ်တဲ့ တိဗက်ဗုဒ္ဓဘာသာအကြောင်းပေမဲ့ အခြေခံဖြစ်တဲ့ သစ္စာလေးပါးမှာတော့ တူညီ‌တဲ့အတွက်သူတို့ညွှန်းကြတာလည်း မမှားဘူးဆိုရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။File Size – (2.2 GB)/(1.1 GB)/(750 MB)Quality – BluRay- (1080p) / (720p) / (480p)Duration – 2hrs 14minSubtitle – Myanmar HardsubFormat – MP4Genre : Biography, Drama, HistoryTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartin ScorseseStarsGyurme TethongTenzin Thuthob TsarongTulku Jamyang Kunga TenzinCastGeshi Yeshi GyatsoGyatso LukhangGyurme TethongJigme TsarongLobsang SamtenLosang GyatsoRobert LinSonam PhuntsokTencho GyalpoTenzin LodoeTenzin Thuthob TsarongTenzin TopjarTenzin TrinleyTenzin Yeshi PaichangTsewang Migyur KhangsarTulku Jamyang Kunga Tenzin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8yqyaXCTSDRumZiIf7pwUnamkXf.jpg",
      "https://image.tmdb.org/t/p/w300/xNWhTtnIhKd5iLQZWgAXp84tkV1.jpg",
      "https://image.tmdb.org/t/p/w300/gEXWhq0xVDnHDk72InphVfbvDBq.jpg",
      "https://image.tmdb.org/t/p/w300/jqksLVRkCUFRG2tr9sB5rlS0osU.jpg",
      "https://image.tmdb.org/t/p/w300/hDUGoS4BKEAn5ZwJsFEGPU2fJtS.jpg",
      "https://image.tmdb.org/t/p/w300/fvkxkU3VlHsuy2zgQYdaGf5gptU.jpg",
      "https://image.tmdb.org/t/p/w300/tlxJZeeQxO4fgI5u6Dsj1Dfgt8.jpg",
      "https://image.tmdb.org/t/p/w300/jWaiYN9rORUEZdiYpCw6aM0F0PU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/kundun.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kundun-1997",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/10Dw9/Kundun.1997.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://watchsb.com/gepxcbvq320w.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/JhFAFBhR#HEQSkZYGHN_osOxJoW8WfnCFI_LQ2cst_G2X0tpeavY",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/t4bjlgmg7dp3.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2myru/Kundun.1997.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://watchsb.com/uey9rpuxoiyz.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/xtdUxTaS#kOyRJ3xqvYU06EDFH6mrxfEoKhx0JBa0fIjoIlHsyKk",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/9j5psgjails2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/kundun-1997-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/10Dwx/Kundun.1997.480p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://watchsb.com/l0j02if94xga.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QxNW1LCR#cOAufngTrB3iIwDzItzYk3rTGdPIEdnZASgzneF-0RM",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/4uvxpkpc1oun.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "cFm8oP9c9Hs",
      "video_url": "https://www.youtube.com/watch?v=cFm8oP9c9Hs",
      "embed_url": "https://www.youtube.com/embed/cFm8oP9c9Hs"
    }
  },
  {
    "metadata": "PG-13|1997|1h 30min|Action,Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "41000"
    },
    "title": "Beverly Hills Ninja (1997)",
    "description": "Beverly Hills Ninja (1997)90s born တို့ရဲ့ တစ်ချိန်က အသည်းစွဲ သ​ဘောကျခဲ့ရတဲ့ နင်ဂျာဝတုတ်ကား​လေး CMကို ​ရောက်ရှိလာပါပြီ။နင်ဂျာတွေ တစ်ခေတ်စား​စဉ်အခါက နင်ဂျာလို့ ​ပြောလိုက်တာနဲ့ သိုသိုသိပ်သိပ် ဖျတ်ဖျတ်လတ်လတ် ပိန်ပိန်ပါးပါး​လေး​တွေကိုပဲ မြင်​ယောင်မိကြမှာပါ။ဒီဇာတ်ကား​လေးမှာ​တော့ ဂျပန် ဒဏ္ဍာရီပုံပြင်အရ တိုင်းတစ်ပါးသားက​လေးတစ်​ယောက်က ထူးမြတ်တဲ့ အဖြူ​ရောင်နင်ဂျာ​လေးအဖြစ် ကြီးပြင်းလာမယ်လို့ ဆိုထားပါတယ်။နင်ဂျာမျိုးနွယ်စုဆီကို က​လေး​ပေါက်စ​လေး ​သောင်တင်လာချိန်မှာ​တော့ ​ခေါင်း​ဆောင်က သူပဲဖြစ်ရမယ်ဆိုပြီး ​သေချာပြုစုပျိုး​ထောင် သားတစ်​ယောက်လို ​စောင့်​ရှောက်ခဲ့​ပေမယ့် တက်တက်စင်အောင် တလွဲ​​တွေအမြဲလုပ်တဲ့ မင်းသား ဟာရု…​နောက်တစ်​ယောက်က​တော့ ဆရာကြီးရဲ့ တပည့်​တွေထဲ အ​​တော်ဆုံး နင်ဂျာဖြစ်တဲ့ ဂို​ဘေး…ဟာရုတစ်​ယောက် ဒိုဂျိုမှာ တစ်​ယောက်ထဲကျန်ခဲ့ချိန် အန္တရာယ်များတဲ့ မစ်ရှင်တစ်ခုကို လက်ခံရရှိလိုက်ပါ​တော့တယ်…အလုပ်လာအပ်တဲ့ မိန်းက​လေးကို သ​ဘောကျမိပြီး ​အ​မေရိကားအထိ လိုက်ကယ်တင်ဖို့ ဖြစ်လာတဲ့အခါမှာ ​တော့ ဟာရု ပေါက်ကရလုပ်လွန်းလို့ အမြင်ကတ်​ပေမယ့်လည်း ဆရာကြီး​ကောင်းမှုနဲ့ ဂို​ဘေးလည်း ဟာရုရဲ့ အရိပ်အဖြစ် လိုက်ပါရပါ​တော့တယ်…ဟာရု တလွဲလုပ်သမျှကို ငယ်ငယ်ကထဲကခံလာရတဲ့ ဂို​ဘေးခမျာ အခုတစ်ကြိမ်မှာလည်း ဘယ်လို​တွေ ညီ​လေးကို ကာကွယ်​ပေးရမလဲ…ဟာရု​က​ရော ​ဆရာကြီး ​မျှော်လင့်ထားသလို နင်ဂျာဝိဇ္ဇာဖြစ်လာမလား….ဇာတ်လမ်း အစကထဲက​နေ အဆုံးထိ စိတ်၀င်စားစရာ​ကောင်းပြီး ​ပျော်ရွှင် ရယ်​မောရ​စေမှာမို့ ဒီပျက်ရှင် ရှိချင်​နေတဲ့ CM ပရိသတ်တို့လည်း ဒီကား​လေးနဲ့ ဘဝအ​မော​တွေ ​ဖြေကြပါဦးလို့…(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.5GB, 1GBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 29MinType – Action, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated by Mugiwara YaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDennis DuganCastBurt BulosChris FarleyChris RockCurtis BlanckDale IshimotoDaming ChenFrançois ChauJason TobinJohn FarleyKeith CookeKevin FarleyNathan JungNathaniel ParkerNicollette SheridanRichard KlineRobin ShouSoon-Tek OhTom BaileyWill Sasso",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4TDPFEDsitq48OA3UOpyeHn3Mmv.jpg",
      "https://image.tmdb.org/t/p/w300/1f3UG2JJjEZXJ83JxRikrTxFzFt.jpg",
      "https://image.tmdb.org/t/p/w300/gETBmkz9HgKSibqrXA7Gb5Mrufr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wAD7nnWh4e6wweffwmkLbf35uf0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/beverly-hills-ninja-1997",
        "server": "VIP Links",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/beverly-hills-ninja-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/beverly-hills-ninja-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/en_oILgU",
        "server": "Direct Link",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/DPq8B9h5",
        "server": "Direct Link",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/10fsj/Beverly_Hills_Ninja_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Gb9v/Beverly_Hills_Ninja_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/zecp7tygsvlc.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "L7wjZZDmyhY",
      "video_url": "https://www.youtube.com/watch?v=L7wjZZDmyhY",
      "embed_url": "https://www.youtube.com/embed/L7wjZZDmyhY"
    }
  },
  {
    "metadata": "R|1997|144 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "302,478"
    },
    "title": "The Devil’s Advocate (1997)",
    "description": "အခုတေလာ အင္တာနက္မွာ အရမ္းကုိ နာမည္ၾကီးေနတဲ့ မင္းသား Keaneu Reeve ရဲ႕ 1997 ကSupernatural, Mystery ဇာတ္ကားေလးျဖစ္တဲ့ The Devil’s advocate ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္ကားေလးရဲ႕နာမည္က Devil မေကာင္းဆုိးရြား Advocate ကုိယ္စားေျပာေပးသူတဲ႔ဒါေပမဲ့ Devil’s Advocate ဆုိတာ ေရွ႕ေနလုိ႔ ဘာသာျပန္ပါတယ္။ဒီဇာတ္ကားမွာ Charlize Theron, Al Pacino တုိ႔လုိ နာမည္ၾကီး သရုပ္ေဆာင္ေတြကလည္း အားျဖည့္ထားၾကပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Spoiler ျဖစ္သြားမွာစုိးလုိ႔ သိပ္မေျပာေတာ့ပါဘူး။Florida က ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ အမႈရႈံးဖူးတာမရွိ စံခ်ိန္တင္ထားတဲ့ ေရွ႕ေနေလးတစ္ေယာက္ က်င့္ဝတ္နဲ႔ ေအာင္ျမင္မႈမွာ ေအာင္ျမင္မႈကုိေရြးျပီးေတာ့ အျမင့္ဆုံးကုိတျဖည္းျဖည္းတက္သြားရင္း ၾကံဳရတဲ့အေၾကာင္းေတြပါ။သဘာဝလြန္ ဆန္းျပားတဲ့ ကိစၥေတြကုိ ထည့္သြင္းရုိက္ကူးထားပါတယ္။လူေတြကို အသက္ရွင္ေနထုိင္ခ်င္ေအာင္ ေမာင္းႏွင္ေနတဲ့ အရာေတြရွိပါတယ္။ဒီေရွ႕ေနေလး ရဲ႕ ဘယ္အရာက သူ႕အတြက္ အသက္ရွင္ခ်င္ေအာင္ ေမာင္းႏွင္ေနလဲဆုိတာေတာ့…..(d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္)File Size : (1.30 GB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 2hr 24minFormat : Mp4Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : iNTERNAL.1080p.BluRay.x264-MOOVEETranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBurtt HarrisCarole DubucGary DavisShawn GriffithTaylor HackfordStarsAl PacinoCharlize TheronConnie NielsenCraig T. NelsonDebra MonkJeffrey JonesJudith IveyKeanu ReevesRuben Santiago-HudsonTamara TunieCastAl PacinoAlan MansonBenny NievesBill MoorBrian PoteatCaprice BenedettiCharlize TheronChris BauerConnie EmbesiConnie NielsenCraig T. NelsonDaniel OreskesDebra MonkDon KingEddie AldridgeFenja KlausFranci LearyGeorge O. Gore IIGeorge WynerGino LucciGloria Lynne HenryHarsh NayyarHeather MatarazzoJames SaitoJeffrey JonesJonathan CavallaryJudith IveyKeanu ReevesKim ChanLaura HarringtonLeo BurmesterMark DeakinsMohammed GhaffariMonica KeenaMurphy GuyerNeal JonesNicki CochraneNovella NelsonPamela GrayPaul BenedictRay GarveyRocco MusacchiaRony ClantonRuben Santiago-HudsonSusan KellermannTamara TunieVincent LarescaVyto Ruginis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A6KRu9aQmf2bKpHjlaVXmiSA3iv.jpg",
      "https://image.tmdb.org/t/p/w300/uprkH1mXqPZQXyl19VShgw9YMTf.jpg",
      "https://image.tmdb.org/t/p/w300/rSwZzP1YxxvGLPxpEewiw6ddePr.jpg",
      "https://image.tmdb.org/t/p/w300/dPAy0RKdS0F2OBOEDVe0mJ1iEP.jpg",
      "https://image.tmdb.org/t/p/w300/p9Pt2zhUu5gm2Jzpzk4M5CYXVo9.jpg",
      "https://image.tmdb.org/t/p/w300/gIgH1O5MWt3chcGKCcK5qdtiGHD.jpg",
      "https://image.tmdb.org/t/p/w300/4NDkQSWr4AMDm2QaAKJkCiNwIjb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eSivb4EyOAyEum70mOSHtAWiUe3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-devils-advocate-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/82296567igqv.html",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Rkzt/The_Devil’s_Advocate_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/t15EDKIL#RbqjbbuDhyL4_x2p8BwdwqCdwcvj-69xfgxxuKtvdco",
        "server": "mega.nz",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/fohawn7wv8py",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "40hHA9n4C2o",
      "video_url": "https://www.youtube.com/watch?v=40hHA9n4C2o",
      "embed_url": "https://www.youtube.com/embed/40hHA9n4C2o"
    }
  },
  {
    "metadata": "R|1997|1h 36m|Horror,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "182000"
    },
    "title": "Event Horizon (1997)",
    "description": "Event Horizon (1997)Resident Evil ဇာတ်ကားအများစုရဲ့ ဒါရိုက်တာ Paul W.S. Anderson ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ ဒီကားကို ပါရာမောင့်က ထုတ်ခဲ့တာဖြစ်ပြီး ဒီကားကို ထုတ်ပေးဖို့ ပါရာမောင့်မှာ ဆွယ်တရားသွားဟောတုန်းက ကားတောင်ထွက်မလာသေးဘဲ ပါရာမောင့် အမှုဆောင်တွေ လန့်ပါလန့်ခဲ့ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ The Matrix ထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburne က အဓိက ပါဝင်သရုပ်ဆောင်ထားသလို ဘွန်းခဲ့ပေမဲ့လည်း Cult Classic Horror Film တစ်ကားဖြစ်ခဲ့တဲ့အတွက် ကြည့်သင့်တဲ့ ဂန္ထဝင်တစ်ကားပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်တွေကို သဘောကျတဲ့လူတွေလည်း အကြိုက်တွေ့ကြမှာပါ။ သိပ္ပံစိတ်ကူးယဉ် သဲထိတ်ရင်ဖိုကားပီသသလို တော်တော်လည်းကြမ်းတာကြောင့် အသည်းငယ်တတ်သူတွေတော့ မကြည့်စေချင်ပါဘူး။ ဒီကားကြည့်ပြီးရင်တော့ အချင်းချင်း ခေါင်းစားကြစရာ အချက်အလက်တွေ အများကြီးထွက်လာမှာတော့ မြေကြီးလက်ခတ်မလွဲပါပဲ။လူသားတွေဟာ လပေါ်မှာ အပြီးတိုင်အခြေချပြီးတဲ့နောက် ၂၅ နှစ်အကြာမှာ လူသားသမိုင်းတလျှောက် ပထမဆုံးသော အလင်းထက်မြန်တဲ့ အာကာသယာဉ် Event Horizon ကို လွှတ်တင်နိုင်ခဲ့ကြတယ်။ ဒါပေမဲ့ စကြဝဋ္ဌာမှာ ဖျက်အားအကြီးဆုံးလို့ သမုတ်ကြတဲ့ အာကာသတွင်းနက်တစ်ခုကို ယာဉ်တွင်းမှာဖန်တီးပြီးတော့ စကြဝဠာအတွင်း အလင်းနှစ်များစွာဝေးကွာတဲ့နေရာ တစ်ခုကနေတစ်ခုဆီကို မျက်စိတစ်မှိတ်အတွင်း အရောက်သွားနိုင်ဖို့ ဒီဇိုင်းထုတ်ထားတဲ့ ဒီယာဉ်ဟာ နေစကြဝဠာရဲ့အစွန်အဖျားဆီ သွားရောက်မယ့် သူ့ရဲ့ပထမဆုံးခရီးစဉ်မှာပဲ ပျောက်ချင်းမလှပျောက်ဆုံးသွားခဲ့တယ်။ဒီအဖြစ်ဆိုးကြီးပြီးတဲ့နောက် ၇ နှစ်အကြာမှာတော့ အာကာသယာဉ်အသွားအလာ မရှိသလောက်နည်းတဲ့ နက်ပ်ကျွန်းဂြိုဟ်အနားကနေ အရေးပေါ်ကယ်ဆယ်ရေး အချက်ပြမှုတစ်ခု ထုတ်လွှင့်လာတဲ့အတွက် ကယ်ဆယ်ရေးယာဉ် Louise & Clarke က ကျွမ်းကျင်သူ ဒေါက်တာဝီယာနဲ့အတူ အရောက်သွားခဲ့ပေမဲ့ အရေးပေါ်အကူအညီ တောင်းခံထားတဲ့ယာဉ်ဟာ လူသားသမိုင်းမှာအဆိုးဆုံး အာကာသခရီးစဉ်လို့ သတ်မှတ်ခံထားရတဲ့ Event Horizon ဖြစ်နေပြီး ဒီယာဉ်ပေါ်ကို ရောက်လာပြီးတဲ့နောက်မှာ အရင်အဖွဲ့ ကြမ္မာငင်ခဲ့ကြပုံကို တဖြည်းဖြည်း ပိုသိလာရသလို သူတို့ကိုယ်တိုင် သင်္ကာမကင်းစရာကိစ္စတွေနဲ့ ဆက်တိုက်တွေ့လာရချိန်မှာ သူတို့အသက်ရှင်သန်နိုင်ဖို့ Event Horizon ကိုပဲ အားကိုးရမယ့်အဖြစ်နဲ့ ကြုံလာရတဲ့အခါမှာတော့…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုCostanzaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.04GB, 890MBQuality – REMASTERED 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 36MinGenre – Horror, Sci-Fi, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byCostanzaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul W.S. AndersonStarsBarclay WrightEmily BoothHolley ChantJack NoseworthyJason IsaacsJoely RichardsonKathleen QuinlanLaurence FishburneNoah HuntleyPeter MarinkerRichard T. JonesRobert JezekSam NeillSean PertweeTeresa MayCastBarclay WrightEmily BoothHolley ChantJack NoseworthyJason IsaacsJoely RichardsonKathleen QuinlanLaurence FishburneNoah HuntleyPeter MarinkerRichard T. JonesRobert JezekSam NeillSean PertweeTeresa May",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nByMcYBhChTs2TF9fEFcTSsjme5.jpg",
      "https://image.tmdb.org/t/p/w300/zRBavxSuEpcv6kPhGVGTDDT23uY.jpg",
      "https://image.tmdb.org/t/p/w300/nZZtflQuvu49oHI2RcS0q36aac.jpg",
      "https://image.tmdb.org/t/p/w300/tNmsj8MKmM9St3BU3C2Ge8ggYZ0.jpg",
      "https://image.tmdb.org/t/p/w300/eSJQ0JWODPtC3BXtnTzD2PVn0Kj.jpg",
      "https://image.tmdb.org/t/p/w300/q8F35eFRbvqhXDSxTEO7vP84Xo5.jpg",
      "https://image.tmdb.org/t/p/w300/sxiCbEkV5ptdjPhF5N48RfbrjpS.jpg",
      "https://image.tmdb.org/t/p/w300/xcgBLFjOianOeVZepdHRjbaiP3V.jpg",
      "https://image.tmdb.org/t/p/w300/aA25b4ZnS3wzuk2PxrRgIPQyDA7.jpg",
      "https://image.tmdb.org/t/p/w300/jxtf9ivKhVSArIdPKCjzbYz0Lv2.jpg",
      "https://image.tmdb.org/t/p/w300/lYgc87sxhcH4nn06xNUjItgiMrU.jpg",
      "https://image.tmdb.org/t/p/w300/n9mlQTlvnMP36dUoiim280KEGyy.jpg",
      "https://image.tmdb.org/t/p/w300/mAO72ubVD3Tsoo49KG6DaOnYxg4.jpg",
      "https://image.tmdb.org/t/p/w300/x3d0I1t8ZNTdM8YecizvOGpWy7q.jpg",
      "https://image.tmdb.org/t/p/w300/ovEpmu80RegpQNlxZK3rjhGHtU0.jpg",
      "https://image.tmdb.org/t/p/w300/rZMb7xw32tvQc47iaasiUg8VG03.jpg",
      "https://image.tmdb.org/t/p/w300/fsEUiXQUUL2t52IcR7KHZpGg1Oq.jpg",
      "https://image.tmdb.org/t/p/w300/gFBs4gPbMLbmhISMV1uF8L0mcc4.jpg",
      "https://image.tmdb.org/t/p/w300/xfzTZx7T9CGAChhJtG1lAAJnnAy.jpg",
      "https://image.tmdb.org/t/p/w300/2gcB61ydaIW5c1VE4rt8Dc98NGq.jpg",
      "https://image.tmdb.org/t/p/w300/c99Cs0dqpHojj6G9v8POzWi2elJ.jpg",
      "https://image.tmdb.org/t/p/w300/7aiFPrMKWZ8sMtoru91YnUVNkU5.jpg",
      "https://image.tmdb.org/t/p/w300/8MSdkTSmRnx9g0W5xOR3CtGySMT.jpg",
      "https://image.tmdb.org/t/p/w300/piz5dJJExTYhOpYimevATfML2Gt.jpg",
      "https://image.tmdb.org/t/p/w300/sz8qWEZFsFprb6Ur4ra7LhhCZzg.jpg",
      "https://image.tmdb.org/t/p/w300/bpY95stTj0EH6dUy5FxKLG7pAaR.jpg",
      "https://image.tmdb.org/t/p/w300/emR8F3ygX5gwpY3SShAirD0MewI.jpg",
      "https://image.tmdb.org/t/p/w300/rwUcCSf7WU4BmAdSUG0jN4zS7UR.jpg",
      "https://image.tmdb.org/t/p/w300/dGQudfWpmNbt5SOlQb8uubux3ZT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qfluaDXv0cIdLwgQWzNB2piHL2q.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-event-horizon-1997-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qes3/(CM)_Event_Horizon_(1997)_REMASTERED_1080p.mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kP8nUJpJ#cdhT5N9Zm2_MsQ_0mCC1j123WuX98FIF6vGZLGYiZKA",
        "server": "mega.nz",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fy3pvq9kfkha.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/5uz11pj5t4ot.html",
        "server": "streamsb.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-event-horizon-1997-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qerx/(CM)_Event_Horizon_(1997)_REMASTERED_720p.mp4",
        "server": "megaup.net",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZGtERCLL#DCvQorhOtVp9QnaagY9Rh45NuNxYCBvgAMkVT49SWXQ",
        "server": "mega.nz",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vcowi8avsjjg.html",
        "server": "usersdrive.com",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/5097xhiboa75.html",
        "server": "streamsb.com",
        "size": "890MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Ix9CHnOo94k",
      "video_url": "https://www.youtube.com/watch?v=Ix9CHnOo94k",
      "embed_url": "https://www.youtube.com/embed/Ix9CHnOo94k"
    }
  },
  {
    "metadata": "PG-13|1997|129 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "311,314"
    },
    "title": "The Lost World: Jurassic Park (1997)",
    "description": "The Lost World သည္ Jurassic Park ၏အဆက္ ျဖစ္ၿပီးပထမကားထြက္ၿပီးေလးႏွစ္ အၾကာ (၁၉၉၇) တြင္ရံုတင္ခဲ့သည္။ထိုေခတ္အခါက ရံုတင္ဝင္ေငြအၾကမ္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့သည္။ဒါ႐ိုက္တာ Steven Spielberg ကိုယ္တိုင္ပင္ ဆက္လက္႐ိုက္ကူးခဲ့ၿပီး IMDb 6.5 ရရွိခဲ့သည္။လူဆိုသည္မွာ လက္ေလွ်ာ့တတ္ေသာသတၱဝါမဟုတ္ဟုဆိုသည့္အတိုင္းဒိုင္ႏိုေဆာမ်ားကိုဖန္တီးခဲ့သည့္ အင္ၾကင္းကုမၸဏီ(InGen)သည္ကုန္က်စားရိတ္မ်ားကာမိေစရန္အတြက္ ထပ္မံႀကိဳးစားလိုၾကသည္။အရံႈးသမားဘုတ္အဖြဲ႕ဒါ႐ိုက္တာ ဂၽြန္ဟမ္မြန္က တားျမစ္ခဲ့ေသာ္လည္း လက္မခံခဲ့ဘဲပီတာလုဒ္ေလာ ဦးေဆာင္ၿပီးဆိုနာကြ်န္း(အလုပ္ရံုB)သို႔သြားေရာက္ခဲ့ၾကသည္။လုဒ္ေလာ၏ရည္ရြယ္ခ်က္မွာ ထိုကြ်န္းကို တိရိစာၦန္ရံုျပဳလုပ္ရန္မဟုတ္။ဆန္ဒီေရဂိုၿမိဳ႕ထဲတြင္တိရိစာၦန္ရံု တည္ေဆာက္ၿပီး ဒိုင္ႏိုေဆာမ်ားကို ထည့္သြင္းျပသရန္ျဖစ္သည္။လုဒ္ေလာသည္ေၾကးစားမုဆိုးအဖြဲ႕တစ္ဖြဲ႕ကိုငွားၿပီး ဒိုင္ႏိုေဆာမ်ားကိုဖမ္းဆီးရန္ႀကိဳးစားစဥ္တြင္ဂၽြန္ဟမ္မြန္လႊတ္လိုက္သည့္ ေစာင့္ၾကည့္မွတ္တမ္းယူအဖြဲ႕(ပညာ ရွင္မ်ားအဖြဲ႕)ႏွင့္ထိပ္တိုက္တိုးခဲ့ၾကသည္။ထူးျခားသည္က ဤ႐ုပ္ရွင္တြင္ ဒိုင္ႏိုေဆာမ်ားသည္မိမိအသိုက္အျမံဳကိုကာကြယ္လိုသည့္သေဘာျဖင့္သာၾကမ္းၾကဳတ္လာခဲ့ၾကပံု၊အုပ္စုဖြဲ႕မုဆိုးမ်ားျဖစ္ၾကေသာ လူသားမ်ားႏွင့္ရက္ပ္တာမ်ား ထိပ္တိုက္ေတြ႕ၾကပံု၊ဒိုင္ႏိုေဆာမ်ားကို သက္ရွိမ်ားအျဖစ္ျမင္ၿပီး ကာကြယ္လိုေသာပညာရွင္ အဖြဲ႕ႏွင့္ဒိုင္ႏိုေဆာမ်ားကို ပိုက္ဆံမ်ားအျဖစ္ျမင္ၿပီးဖမ္းဆီးလိုေသာအဖြဲ႕ထိပ္တိုက္တိုးၾကပံုစသည္ျဖင့္အလြန္စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ ႐ိုက္ကူးတင္ဆက္ထားပါသည္။File Size : (922 MB) and (330 MB)Quality : BluRay 720pRunning Time : 2hr 09minFormat : Mp4Genre :Action,Adventure,Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 720pTranslated by Naing Win SweEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAna Maria QuintanaSean HobinSergio Mimica-GezzanSteven SpielbergStarsAriana RichardsArliss HowardJeff GoldblumJoseph MazzelloJulianne MoorePete PostlethwaiteRichard AttenboroughSteven SpielbergVanessa Lee ChesterVince VaughnCastAriana RichardsArliss HowardBrian TurkCamilla BelleColton JamesEli RothHarvey JasonIan AbercrombieJeff GoldblumJoseph MazzelloJr.Julianne MooreKaty BoyerLarry GuardinoPete PostlethwaitePeter StormareRichard AttenboroughRichard SchiffSteven SpielbergThomas F. DuffyThomas RosalesVanessa Lee ChesterVince Vaughn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6KOPTlgmEb6MkKYTcDA1QAN6vGJ.jpg",
      "https://image.tmdb.org/t/p/w300/ofNxfSj7kbVe11SBq0UoBIX6m7V.jpg",
      "https://image.tmdb.org/t/p/w300/pnuf761ks4UZ9jZLdLroMGpe6MO.jpg",
      "https://image.tmdb.org/t/p/w300/qGqQltZRTdTX2RkS5JpXubI3OqK.jpg",
      "https://image.tmdb.org/t/p/w300/eJzGHgA9EsIYoTUP4wc6qlbKSv3.jpg",
      "https://image.tmdb.org/t/p/w300/uzEzelcYuWu7nBXSLtKgI9aQ2VO.jpg",
      "https://image.tmdb.org/t/p/w300/y6VruYu9fd8pnuaXEPtgcx1vL3K.jpg",
      "https://image.tmdb.org/t/p/w300/fV88qtY79tdqoM8GQ8dBZs183Vd.jpg",
      "https://image.tmdb.org/t/p/w300/4Lqd9k7gYjp5BGX3EQ6JNAkaBVx.jpg",
      "https://image.tmdb.org/t/p/w300/p96LomO4d5x3Z1m8AxAr9g6jiO2.jpg",
      "https://image.tmdb.org/t/p/w300/vIU9aPVJGaFNapr4bakmCcbzijh.jpg",
      "https://image.tmdb.org/t/p/w300/712kjd9H4y32evBo86v6Kua0KEY.jpg",
      "https://image.tmdb.org/t/p/w300/j0Uv1K7SvBcFmD6aqiAbFqzTROE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/p19410_p_v8_bb.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jurassic-park-2-the-lost-world-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "922 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/19f5e518/jurasic-park-2-the-lost-world-197-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "922 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cfw5/Jurassic_Park_-_2_-_The_Lost_World_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "922 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gv9pyk3pmf3m",
        "server": "upstream.to",
        "size": "922 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kx401aQK#2u07ozzBDETP6hKVxhsU8spmYiECP17JgGcDtNQ_ATc",
        "server": "mega.nz",
        "size": "922 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "vtfwgaHD5_w",
      "video_url": "https://www.youtube.com/watch?v=vtfwgaHD5_w",
      "embed_url": "https://www.youtube.com/embed/vtfwgaHD5_w"
    }
  },
  {
    "metadata": "PG|1997|98 min|Comedy,Drama,Family",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "45,236"
    },
    "title": "Mousehunt (1997)",
    "description": "ဒီဇာတ်ကားကတော့ အမှန်အကန်ကိုရယ်ရမယ့်နာမည်ကြီးကြွက်ဇာတ်ကားပါ…ကြာခဲ့ပြီဆိုသော်ငြား ဘယ်အချိန်ပြန်ကြည့်ကြည့်ရယ်နေရတုန်းပါပဲ…ဟာသဇာတ်ကားဆိုပေမယ့်ဇာတ်လမ်းကလဲအနှစ်သာရပြည့်ဝပါတယ်…ချစ်ခြင်းမေတ္တာနဲ့ လူသားဆန်ဆန်အတ္တတွေအကြောင်းကို ကြွက်တစ်ကောင်နဲ့ ပုံဖော်ထားပါတယ်…အကြိုက်ဆုံးအခန်းကတော့ဗီလိန်မင်းသားကြီး Christopher Walken ကြွက်လိုက်ဖမ်းတဲ့ဇာတ်ဝင်ခန်းပါပဲ…တင်ဆက်ပုံကောင်းသလိုတကယ့်ကြွက်အစစ်နဲ့ ရိုက်ကူးထားတာမို့အခုခေတ်ဇာတ်ကားတွေလို Camera Effectတွေနည်းနည်းနဲ့ သဘာဝဆန်ဆန်ကြည့်ရှုရမှာပါ…မိသားစုနဲ့ကြည့်သင့်တဲ့ဇာတ်ကားပါ…ကလေးလေးတွေအတွက်တော့ Tom and Jerryကိုအရှင်လတ်လတ်တွေ့ရသလိုခံစားရမှာပါ…(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကို ကျွန်တော်ဂျီကျလို့ကသာသားလေး (Kyaw Ye Aung) ကရေးသားပေးခဲ့ပါတယ်)—————————————————————-ဒီဇာတ္ကားကေတာ့ အမွန္အကန္ကိုရယ္ရမယ့္နာမည္ၾကီးၾကြက္ဇာတ္ကားပါ…ၾကာခဲ့ၿပီဆိုေသာ္ျငား ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္ရယ္ေနရတုန္းပါပဲ…ဟာသဇာတ္ကားဆိုေပမယ့္ဇာတ္လမ္းကလဲအႏွစ္သာရျပည့္ဝပါတယ္…ခ်စ္ျခင္းေမတၱာနဲ႕ လူသားဆန္ဆန္အတၱေတြအေၾကာင္းကို ၾကြက္တစ္ေကာင္နဲ႕ ပံုေဖာ္ထားပါတယ္…အၾကိဳက္ဆံုးအခန္းကေတာ့ဗီလိန္မင္းသားၾကီး Christopher Walken ၾကြက္လိုက္ဖမ္းတဲ့ဇာတ္ဝင္ခန္းပါပဲ…တင္ဆက္ပံုေကာင္းသလိုတကယ့္ၾကြက္အစစ္နဲ႕ ရိုက္ကူးထားတာမို႕အခုေခတ္ဇာတ္ကားေတြလို Camera Effectေတြနည္းနည္းနဲ႕ သဘာဝဆန္ဆန္ၾကည့္ရႈရမွာပါ…မိသားစုနဲ႕ၾကည့္သင့္တဲ့ဇာတ္ကားပါ…ကေလးေလးေတြအတြက္ေတာ့ Tom and Jerryကိုအရွင္လတ္လတ္ေတြ႕ရသလိုခံစားရမွာပါ…(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို ကြ်န္ေတာ္ဂ်ီက်လို႕ကသာသားေလး (Kyaw Ye Aung) ကေရးသားေပးခဲ့ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGore VerbinskiStarsAnnabelle GurwitchCamilla SøebergDebra ChristoffersonEric ChristmasIan AbercrombieLee EvansMaury ChaykinMichael JeterNathan LaneVicki LewisCastAnnabelle GurwitchBrianna ShebbyCamilla SøebergChristopher WalkenCliff EmmichDanielle ShebbDebra ChristoffersonEric ChristmasEric PoppickErnie SabellaIan AbercrombieLee EvansLeslie UpsonMario CantoneMaury ChaykinMelanie MacQueenMichael JeterNathan LanePeter Anthony RoccaSteve BeanSuzanne KrullVicki LewisWilliam FrankfatherWilliam Hickey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8NPT9q8UurQ7MIUjMeaZxaDa7WE.jpg",
      "https://image.tmdb.org/t/p/w300/54tPBBLzdOdkeSvJEdSG7oBvcPy.jpg",
      "https://image.tmdb.org/t/p/w300/rWFRufZUOcPrwxvJHJUREErKp5R.jpg",
      "https://image.tmdb.org/t/p/w300/qmFR5mJAYRbxRjv88DduDlDxbUX.jpg",
      "https://image.tmdb.org/t/p/w300/pxY8z9b7vBtWPeuDIm7vI1BKAzz.jpg",
      "https://image.tmdb.org/t/p/w300/g5sIeczqUq3EmuVrmq7rsZLATod.jpg",
      "https://image.tmdb.org/t/p/w300/ibbU6Am52VcwdPUCosvZAxsZu00.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMzE0NTRhZWQtZmE5OS00NTI5LWJhMzMtMGU4MzE4MmRlZDE0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006781000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0tfat6gk621i.html",
        "server": "usersdrive.com",
        "size": "1.36 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/mousehunt-1997-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.36 GB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/b04f6c/mousehunt-197-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.36 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4esU7/Mousehunt_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.36 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/VApDTDLB#jtCTMw9eA6ApbBOGGlKayfjNoj_luP-att7lRPepMWA",
        "server": "mega.nz",
        "size": "1.36 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/3tkq219lijk6",
        "server": "upstream.to",
        "size": "1.36 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "zgjUMHGjO0k",
      "video_url": "https://www.youtube.com/watch?v=zgjUMHGjO0k",
      "embed_url": "https://www.youtube.com/embed/zgjUMHGjO0k"
    }
  },
  {
    "metadata": "R|1997|2h|Horror,Mystery,Scream Franchise",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "165,000"
    },
    "title": "Scream 2 (1997)",
    "description": "Scream 2 (1997)==================Scream 2 ဟာ scream ထွက်ပြီး၁ နှစ်တောင်မကြာသေးဘူး ထွက်လာခဲ့တာပါ။ပထမကားရုံမတင်ခင်ကတည်း ရိုက်ကူးရေးကို စတင်ခဲ့လို့ပဲဖြစ်ပါတယ်။ဒီကားက မူရင်းကားလောက် အကြီးအကျယ်အောင်မြင်မှုမရပေမယ့်Horror, Mystery ကားတစ်ကားအနေနဲ့ကြည့်ရင်တော်တော်လေးကြည့်ကောင်းတဲ့ စာရင်းထဲ ဝင်နေတုန်းပါပဲ။Scream saga ထဲမှာတော့ ကြည့်ကောင်းတဲ့ ကြည့်သင့်တဲ့ ကားတစ်ကားပါဒီကားကတော့ ပထမကားအပြီး ၂ နှစ်အကြာမှာ နေရာယူထားပါတယ်။သရဲမျက်နှာ လူသတ်သမားဆီကနေ လွတ်လာတဲ့ဆစ်ဒနေလေးဟာ အခုတော့ တက္ကသိုလ်ရောက်သွားပါပြီ။သူရဲမျက်နှာလူသတ်မှုအကြောင်းကိုလည်း ရုပ်ရှင်ပြန်ရိုက်ပြီး ရုံတောင်တင်နေပါပြီ။အတိတ်က အဖြစ်ဆိုးကြီးက ပြီးဆုံးသွားပြီလို့ ထင်နေတုန်းမှာပဲကံမဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို သရဲမျက်နှာကွင်းဆက်လူသတ်မှုတွေ ထပ်ဖြစ်ပါတော့တယ်။ဒီတစ်ခါရော သရဲမျက်နှာ လူသတ်သမားတွေ ဘယ်သူတွေများဖြစ်မလဲ?IMDB မှာ 6.2 သာရပေမယ့် tomatometer မှာတော့မူရင်းကားထက်တောင် ကျော်ပြီး 81% တောင်ရထားပါတယ်။Scream 6 ကားစလုံးကိုScream Franchiseမှာ ဝင်ကြည့်လို့ရပါတယ်Quality__Bluray 1080pIMDb Rating__6.2/10Format__mp4Duration__1hType__Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated by San Thu AungEncoded by Htet Wai LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWes CravenCastAdam ShankmanAngie DillardAnne FletcherCarmen M. ChavezCarrie CollinsChristopher DoyleCorey Mendell ParkerCornelia KissCourteney CoxCraig ShoemakerDaniel K. ArredondoDave Allen ClarkDavid ArquetteDavid WarnerDeadra MooreDuane MartinElise NealErik HylerFranco CastanGreg MeissGwenne HudsonHeather GrahamJack BaunJada Pinkett SmithJamie KennedyJason HorganJason TrostJennifer WestonJerry O'ConnellJoe WashingtonJohn EmbryJohn PatrickJoshua JacksonKevin WilliamsonKris AnderssonLance MacDonaldLaurie MetcalfLaurie SpositLewis ArquetteLiev SchreiberLucy LinLuke WilsonLynn McReeMarisol NicholsMatthew LillardMolly GrossNancy O'DellNeve CampbellNina PetronzioOmar EppsPaulette PattersonPeter DemingPhilip PavelPortia de RossiRasila SchroederRebecca GayheartRebecca McFarlandRichard Bruce DoughtyRodney L. JamesRoger L. JacksonRyan Lee SwansonSandy HeddingsSarah Christine SmithSarah Michelle GellarSebastian La CauseSelma BlairShelly BenedictStephanie BeltTeretha G. HoustonTim HillmanTimothy OlyphantTom HandTori SpellingWalter FranksWes Craven",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lVmcX3hlJqsUGkEOEZkRFiOQdLv.jpg",
      "https://image.tmdb.org/t/p/w300/cThpK00XA0PFmwKiMg9cPeSKzwh.jpg",
      "https://image.tmdb.org/t/p/w300/3d9verL7DclqOiyHFErJS7jxi3t.jpg",
      "https://image.tmdb.org/t/p/w300/ox4alQYeQdd77vvIR1grzyyeQ2X.jpg",
      "https://image.tmdb.org/t/p/w300/pXY40cszOTluIQjj143P1v57E7J.jpg",
      "https://image.tmdb.org/t/p/w300/qybr7bBQb189qqvMYcEruox1g7M.jpg",
      "https://image.tmdb.org/t/p/w300/ymyEls2tQlvFmwpsj8X83JwmFGs.jpg",
      "https://image.tmdb.org/t/p/w300/i0TOseXLFgbWMVzeysiKGMrxUVR.jpg",
      "https://image.tmdb.org/t/p/w300/qUBBF6YM95SHFJl5iFld2IflOAp.jpg",
      "https://image.tmdb.org/t/p/w300/hGvmpA4ZYBwckxO83UATWblGUvp.jpg",
      "https://image.tmdb.org/t/p/w300/83DLsYzmXvzMFMxOzbdw2ChuDH8.jpg",
      "https://image.tmdb.org/t/p/w300/5QRRdnMWtAeu8Zgje2Gdwuo7gd6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mumarnp1ZBHFdmt2q6x9ELuC3x0.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/scream-2-1997-1080-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2kPun/Scream.2.1997.1080p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KEgDGQzT#E56XIH4S96aiZJa0Cu8obgO4mtA1b2Xb_EMXkSsRpME",
        "server": "mega.nz",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/d/lf5hwjldqlq1.html",
        "server": "streamsb.com",
        "size": "2.46GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-2-1997-720-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ES26/Scream.2.1997.720p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CEZj1Awb#a679mjHm6rHn25vuTlS9d49d7AxkcmZxv4xssztQKkQ",
        "server": "mega.nz",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/d/gsx3whf1hj0r.html",
        "server": "streamsb.com",
        "size": "1.54GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-2-1997-small-mp-4",
        "server": "yoteshinportal.cc",
        "size": "946MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1ES28/Scream.2.1997.small.mp4",
        "server": "megaup.net",
        "size": "946MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/3FBnAQgb#3Yy79zl7TKv9ndG_-ePCPBFiK8D374Yl6ou2NJe6R8o",
        "server": "mega.nz",
        "size": "946MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/d/vnsme4o2a8hy.html",
        "server": "streamsb.com",
        "size": "946MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "C-j2TLBmTBY",
      "video_url": "https://www.youtube.com/watch?v=C-j2TLBmTBY",
      "embed_url": "https://www.youtube.com/embed/C-j2TLBmTBY"
    }
  },
  {
    "metadata": "PG-13|1997|1h 29 min|Adventure,Comedy,Family",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "94,495"
    },
    "title": "Bean (1997)",
    "description": "ကဲ ဒီတစ်ခါတော့ ပရိသတ်ကြီးအတော်များများ သဘောကျ ချစ်ခင်ကြတဲ့ မင်းသားကြီး ရိုဝင် အက်ကင်ဆန် ရဲ့ အထိမ်းအမှတ်ဇာတ်ကောင် Mr.Bean ရဲ့ ပေါက်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ ၁၉၉၇ မှာထွက်ခဲ့တဲ့ ဒီကားကို အတော်များများ ကြည့်ဖူးကြမှာ မှန်ပေမယ့် ရုပ်သံအရည်အသွေးကောင်းကောင်း မြန်မာစာတန်းထိုးနဲ့ မရှိသေးတဲ့ အတွက် တင်ဆက်ပေးလိုက်ရခြင်းဖြစ်ပါတယ်။ဘဝမှာ မမျှော်လင့်ပဲ ဘယ်လိုအခက်အခဲတွေ ကြုံတတ်တယ်…မိသားစုဆိုတာ လူတစ်ယောက်အတွက် ဘယ်လောက်အရေးပါတယ်ဆိုတာရယ်…တာဝန်ယူတတ်တဲ့စိတ်ဟာ လုပ်ငန်းခွင်မှာ ဘယ်လောက်အဓိက ကျတယ်ဆိုတာတွေကို ဟာသတွေအများကြီးနဲ့ ချပြထားတာဖြစ်ပါတယ်ပန်းချီပြခန်းတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ Mr.Bean တစ်ယောက် မထင်မှတ်ပဲ အမေရိကန်နိုင်ငံသို့ လုပ်ငန်းကိစ္စဖြင့် စေလွှတ်ခံရပြီး သူ့ရဲ့ထုံးစံအတိုင်း အလွဲတွေ ပေါက်ကရတွေ လုပ်မိပုံကို ရိုက်ကူးပြသထားပါတယ်။ ဒေါ်လာသန်းချီ တန်တဲ့ ပန်းချီကားကို ဘယ်သို့ဘယ်ပုံ ဖျက်ဆီးမိလဲဆိုတာ ရယ် Mr.Beanအနေနဲ့ သူ့အမှားတွေကို ပြန်လည်ချေဖျက်ပြပြီး မထင်မှတ်တာတွေ လုပ်ပြနိုင်မလား ဆိုတာ စိတ်ဝင်စားဖို့ ကောင်းလှ သလို လူတစ်ယောက်မှာ မိသားစုနဲ့ တာဝန်ယူစိတ်ဟာ ဘယ်လောက်အရေးပါတယ်ဆိုတဲ့ သင်ခန်းစာကိုပါ ကောင်းကောင်းကြီးပေးစွမ်းနိုင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့Min Thet Ooပဲ ဖြစ်ပါတယ်ကဲ ဒီတစ္ခါေတာ႔ ပရိသတ္ႀကီးအေတာ္မ်ားမ်ား သေဘာက် ခ်စ္ခင္ၾကတဲ႔ မင္းသားႀကီး ရိုဝင္ အက္ကင္ဆန္ ရဲ႕ အထိမ္းအမွတ္ဇာတ္ေကာင္ Mr.Bean ရဲ႕ ေပါက္ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္။ ၁၉၉၇ မွာထြက္ခဲ့တဲ့ ဒီကားကို အေတာ္မ်ားမ်ား ၾကည့္ဖူးၾကမွာ မွန္ေပမယ့္ ရုပ္သံအရည္အေသြးေကာင္းေကာင္း ျမန္မာစာတန္းထိုးနဲ႔ မရွိေသးတဲ့ အတြက္ တင္ဆက္ေပးလိုက္ရျခင္းျဖစ္ပါတယ္။ဘဝမွာ မေမွွ်ာ္လင့္ပဲ ဘယ္လိုအခက္အခဲေတြ ၾကံဳတတ္တယ္…မိသားစုဆိုတာ လူတစ္ေယာက္အတြက္ ဘယ္ေလာက္အေရးပါတယ္ဆိုတာရယ္…တာဝန္ယူတတ္တဲ့စိတ္ဟာ လုပ္ငန္းခြင္မွာ ဘယ္ေလာက္အဓိက က်တယ္ဆိုတာေတြကို ဟာသေတြအမ်ားႀကီးနဲ႔ ခ်ျပထားတာျဖစ္ပါတယ္ပန္းခ်ီျပခန္းတစ္ခုမွာ အလုပ္လုပ္ေနတဲ့ Mr.Bean တစ္ေယာက္ မထင္မွတ္ပဲ အေမရိကန္ႏိုင္ငံသို႔ လုပ္ငန္းကိစၥျဖင့္ ေစလႊတ္ခံရၿပီး သူ႔ရဲ႕ထံုးစံအတိုင္း အလြဲေတြ ေပါက္ကရေတြ လုပ္မိပံုကို ရိုက္ကူးျပသထားပါတယ္။ ေဒၚလာသန္းခ်ီ တန္တဲ့ ပန္းခ်ီကားကို ဘယ္သို႔ဘယ္ပံု ဖ်က္ဆီးမိလဲဆိုတာ ရယ္ Mr.Beanအေနနဲ႔ သူ႔အမွားေတြကို ျပန္လည္ေခ်ဖ်က္ျပၿပီး မထင္မွတ္တာေတြ လုပ္ျပႏိုင္မလား ဆိုတာ စိတ္ဝင္စားဖို႔ ေကာင္းလွ သလို လူတစ္ေယာက္မွာ မိသားစုနဲ႔ တာဝန္ယူစိတ္ဟာ ဘယ္ေလာက္အေရးပါတယ္ဆိုတဲ့ သင္ခန္းစာကိုပါ ေကာင္းေကာင္းႀကီးေပးစြမ္းႏိုင္ခဲ့တဲ့ ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ႔Min Thet Ooပဲ ျဖစ္ပါတယ္File size…640 MBQuality…1080p BlurayFormat…mp4Duration….01:29:17Translator…Min Thet OoEncoder….seniorkaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCori GlazerJohn GreavesMel SmithMichael ZimbrichTodd Y. MurataTrey BatchelorStarsBurt ReynoldsChris EllisDanny GoldringHarris YulinJohn MillsJohnny GaleckiLarry DrakePamela ReedPeter MacNicolRowan AtkinsonCastAndrew LawrenceApril GraceBurt ReynoldsChris EllisDanny GoldringHarris YulinJohn MillsJohnny GaleckiJune BrownLarry DrakePamela ReedPeter CapaldiPeter EganPeter JamesPeter MacNicolRichard HicksRichard IrvingRowan AtkinsonSandra OhScott CharlesTricia Vessey",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYjU2YzY5NDEtM2M3NC00NGM0LTg3MmItNWQ1OWY2ZmNkZTU0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006601000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/30z0px99r54g.html",
        "server": "usersdrive.com",
        "size": "640 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/bean-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1x6wY/Bean_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "640 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/cnQl0C7L#D6JyGHRZ4Td6kaRYTVAF_O_2hmzXPE8JvANTbybQgwM",
        "server": "mega.nz",
        "size": "640 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/z6po8o0zvsg8",
        "server": "upstream.to",
        "size": "640 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-jCq13TtzRY",
      "video_url": "https://www.youtube.com/watch?v=-jCq13TtzRY",
      "embed_url": "https://www.youtube.com/embed/-jCq13TtzRY"
    }
  },
  {
    "metadata": "PG-13|1997|3h 14min|Drama,Romance",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "1,026,648"
    },
    "title": "Titanic (1997)",
    "description": "Titanic (1997)IMDb – 7.8/10_____Rotten – 89%Won 11 Oscars.Another 113 wins & 83 nominations.ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား…ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်ရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကားလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကိုသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron ကLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်အစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ငွေကြေးနဲ့တွက်ရင် $150 million လောက်ကုန်ခဲ့တာပါ။ဇာတ်ကားရိုက်ဖို့အတွက် ပြန်ဆောက်တဲ့သင်္ဘောဟာ $200 million ကုန်ပါတယ်။-သင်္ဘောမြုပ်တဲ့အခန်းမှာ Kate Winslet ဝတ်ခဲ့တဲ့ကုတ်ဟာ ဆိုဒ်နံပါတ် ၈ ပါ။ကျန်တဲ့အခန်းတွေမှာ သူဟာ ဆိုဒ်နံပါတ် ၄ ကိုပဲဝတ်ခဲ့တာပါ။ဒီလိုလုပ်တာဟာ သင်္ဘောမြုပ်ချိန်မှာ သူ့ကို ပိုမြင့်မြတ်တဲ့သူတစ်ယောက်အဖြစ်မြင်စေချင်လို့ပါ။(ကျွန်တော်ထင်ပါတယ်။ ဒါလည်း James Cameron ရဲ့ idea ပဲနေမှာပါ)-Leonardo ရဲ့ရှေ့မှာ ကိုယ်တီးလုံးနဲ့နေပြရမယ့် အခန်းပါတယ်ဆိုတော့မင်းသမီး Kate Winslet ဟာသူတို့နှစ်ယောက်စစတွေ့ချင်းမှာပဲ ရင်းနှီးနေအောင်လုပ်ထားလိုက်ပါတယ်။-ပန်းချီဆွဲတဲ့အခန်းမှာ Leonardo ပြောရမယ့် Dialogue ဟာ “Lie on that couch” ဖြစ်ပါတယ်။ဒါပေမယ့် ယောင်ယောင်ယမ်းယမ်းနဲ့ ပြောထွက်သွားတာက “Lie on that bed, uh…I mean couch”လို့ဖြစ်ပါတယ်။James Cameron က သဘောကျသွားတဲ့အတွက် အဲဒီအမှားအတိုင်းပဲထားလိုက်ပါတယ် ပြန်မရိုက်တော့ပါဘူး။-အင်ဂျင်ခန်းထဲမှာ သရုပ်ဆောင်တဲ့ စတန့်မင်းသားဟာ အရပ် ၅ပေ ပဲရှိပါတယ်။အင်ဂျင်ကိုပိုကြီးသယောင်မြင်စေချင်လို့ သူ့ကိုရွေးထားတာပါ။-သင်္ဘောထဲကို ရေထဲဒလဟော ဝင်လာပြီး ပရိဘောဂတွေ ပျက်စီးကုန်တဲ့အခန်းကိုတစ်ကြိမ်ပဲရိုက်ကူးခွင့် ရှိခဲ့တာပါ။ ဘာဖြစ်လို့လဲဆိုတော့ဇာတ်ကားပိုပြီးအသက်ဝင်အောင်ပရိဘောဂတွေကိုတကယ်ဖျက်ဆီးပစ်မှာမို့ပါ။-ဒါရိုက်တာ ဂျိမ်းစ်ကင်မရွန်းဟာ ဇာတ်ကားရိုက်ကူးရာမှာအင်မတန်ကြိုးစားခဲ့တဲ့သူတစ်ယောက် ဖြစ်ပါတယ်။သင်္ဘောမြုပ်တဲ့အခန်းတစ်ခန်းတည်းကို ရိုက်ဖို့အတွက်သူအားထုတ်ခဲ့တဲ့အချိန်စုစုပေါင်းဟာဇာတ်ကားထဲမှာ ခရီးသည်နေရာကနေပါဝင်သရုပ်ဆောင်တဲ့သူအားလုံးရဲ့ဇာတ်ကားအတွက်အားထုတ်ချိန်စုစုပေါင်းထက် သာနေပါတယ်။ဒါတွေကိုဖတ်ပြီးသွားရင် ဒီရုပ်ရှင် အောင်မြင်ရတဲ့အကြောင်းရင်းကိုအနည်းငယ်လောက်တော့ နားလည်သွားကြမှာပါ။(Movie Locos မှ စုဆောင်းတင်ပြသည်။)File Size – 6.4 GB and 4.3 GBQuality – Bluray 4K 5.1CH ( HEVC ) And Blu-Ray 1080p 5.1 CH ( HEVC )Format – mkv ( 1080p ) & mp4 ( 720p )Duration – 03:14:00Translator – LKEncoder – LK and Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames CameronJosh McLaglenShelley CrawfordSteven QualeStarsBernard HillBill PaxtonBilly ZaneDavid WarnerFrances FisherGloria StuartKate WinsletKathy BatesLeonardo DiCaprioVictor GarberCastAaron James CashAlexandra BoydAlexandrea OwensAmy GaipaAnatoly M. SagalevitchAnders FalkAndie HicksAnne FletcherBarry DennenBernard FoxBernard HillBill PaxtonBilly ZaneBjørn OlsenBobbie BatesBrendan ConnollyBret Aaron KnowerBrian BainesBrian WalshBruno CampoloCamilla Overbye RoosCharlotte ChattonChris ByrneChris CragnottiCraig KellyDan PetterssonDanny NucciDavid CronnellyDavid WarnerDerek LeaDiana MorganDon LynchEdmond Alan ForsythEdward FletcherEllie BensingerElsa RavenEmmett JamesEric BraedenErik HollandEwan StewartFannie BrettFrances FisherFrancisco VáldezGarth WiltonGeoffrey C. KostyGeorge Kosty IIIGeorge Kosty Jr.Gloria StuartGreg EllisGregory Charles KostyGregory CookeGriffin HowellIoan GruffuddJames CameronJames GarrettJames LancasterJari KinnunenJason BarryJenette GoldsteinJohn LeonhardtJohn SladeJohn WalcuttJohnny MartinJonathan Evans-JonesJonathan HydeJonny PhillipsJudy PrestininziJulene ReneeJulian OrosKate WinsletKathleen S. DunnKathy BatesKevin De La NoyKevin OwersKevyn CurrieKris AnderssonLaramie LandisLeonardo DiCaprioLew PalterLewis AbernathyLiam TuohyLinda KernsLisa RatzinLucie ZolcerovaMandana MarinoMarc CassMark CapriMark Lindsay ChapmanMark Rafael TruittMartin EastMartin HubMartin JarvisMeghan McLeodMichael EnsignMiguel A. LomelinMike ButtersMike O'NealNicholas CasconeNick MeaneyOliver PageOlivia RosewoodPaul BrightwellPaul HerbertPhil ParlapianoR. Gern TrowbridgeRebecca KlinglerReece P. Thompson IIIRichard AshtonRichard FoxRichard GrahamRochelle RoseRocky TaylorRomeo FrancisRon DonachieRosalind AyresRyan McClurkinScott G. AndersonScott HislopSean HowseSean LawlorSean NepitaSeth AdkinsShay DuffinSimon CraneStan MazinStephen Wolfe SmithSteven QualeSuzy AmisTerry ForrestalThomas FissTony KennyTricia O'NeilVan LingVern UrichVictor Garber",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6VmFqApQRyZZzmiGOQq2C92jyvH.jpg",
      "https://image.tmdb.org/t/p/w300/yDI6D5ZQh67YU4r2ms8qcSbAviZ.jpg",
      "https://image.tmdb.org/t/p/w300/gy0XTOJ9zjpEUnoLS7Ja28iohHs.jpg",
      "https://image.tmdb.org/t/p/w300/2Fv2OILXyZVGirfXdKhZA8mYYyv.jpg",
      "https://image.tmdb.org/t/p/w300/8LVhNcU8TT7DfIu2d13muZ8AWEO.jpg",
      "https://image.tmdb.org/t/p/w300/8snzOoKTz41Day8lBZytBWmUh4l.jpg",
      "https://image.tmdb.org/t/p/w300/4MS3PY7syZUULFGlujYeqQqnIoG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/titane-2021",
        "server": "VIP Links",
        "size": "6.4 GB",
        "quality": "4K HEVC Bluray"
      },
      {
        "link": "https://yoteshinportal.cc/titanic-1997-4-k-hevc-10-bits-x-265-mkv",
        "server": "yoteshinportal.cc",
        "size": "6.4 GB",
        "quality": "4K HEVC Bluray"
      },
      {
        "link": "https://usersdrive.com/9t4lj6rz26w0.html",
        "server": "usersdrive.com",
        "size": "6.4 GB",
        "quality": "4K HEVC Bluray"
      },
      {
        "link": "https://megaup.net/10Pjg/Titanic.1997.4K.HEVC.10Bits.x265.mkv",
        "server": "megaup.net",
        "size": "6.4 GB",
        "quality": "4K HEVC Bluray"
      },
      {
        "link": "https://usersdrive.com/ymenhitdl8xi.html",
        "server": "usersdrive.com",
        "size": "4.3 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Ap07/(CM)Titanic_1997.1080p.BluRay.HEVC.265.5.1CH.mkv",
        "server": "megaup.net",
        "size": "4.3 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-titanic-1997-1080-p-blu-ray-hevc-265-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.3 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-titanic-1997-1080-p-blu-ray-hevc-265-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.3GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "CHekzSiZjrY",
      "video_url": "https://www.youtube.com/watch?v=CHekzSiZjrY",
      "embed_url": "https://www.youtube.com/embed/CHekzSiZjrY"
    }
  },
  {
    "metadata": "N/A|1997|85 min|Asian,Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,294"
    },
    "title": "Lawyer Lawyer (1997)",
    "description": "Lawyer Lawyer (1997)စတီဗင်ချောင်ရဲ့ကားဆိုတာနဲ့ အများကြီးညွှန်းစရာတော့ မလိုပါဘူး။မြန်မာပရိသတ်နဲ့ မစိမ်းတဲ့ တရုတ်ဟာသမင်းသားကြီး စတီဗင်ချောင်က ဒီကားထဲမှာတော့ ရှေ့နေတစ်ယောက်ပါ။ရှေ့နေဆိုပေမယ့် ရှေ့နေစစ်စစ်လားဆိုတော့ မဟုတ်ပြန်ပါဘူး။စိုင်ကော်လို့ ချုံပေါ်ရောက်ဆိုသလို ရှေ့နေဘဝကို ရောက်ခဲ့ရတာပါ။တရုတ်ပြည်ကြီး ဗြိတိသျှတွေ လက်အောက်မှာ ကျရောက်တုန်းက တရားဥပဒေစိုးမိုးရေးဆိုတာ ဗြိတိသျှတွေရဲ့ ဥပဒေပညာရပ်နဲ့ပဲ ဆုံးဖြတ်ပါတယ်။နယ်မြို့လေးမှာနေတဲ့ ချန်မိုဂတ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အင်မတန် လူရည်လည်ပါတယ်။စကားအပြောအဆို အင်မတန်ပါးနပ််ပါတယ်။သူ့မှာ “ဖုန်း” ဆိုတဲ့ တပည့်တစ်ယောက်ရှိပါတယ်။တစ်နေ့တော့ ‘ဖုန်း’တစ်ယောက် ဆရာနဲ့ စကားများရန်ဖြစ်ပြီး မြို့ပေါ်ကို တက်သွားပါတော့တယ်။အဲ့ဒီမှာ ပြဿနာက စတာပါပဲ။‘ဖုန်း’ ကို လူသတ်မှုနဲ့ အစွပ်စွဲခံရပါတော့တယ်။ဒီတော့ သူက သူ့ဆရာကို အားကိုးပြီး သူ့ဆရာကို ရှေ့နေလိုက်ခိုင်းပါတော့တယ်။ချန်မိုဂတ် ကတော့ သူ့ကို စွန့်ပစ်ထားခဲ့တဲ့ တပည့်မို့ သူက စွန့်ပစ်ချင်နေပါတယ်။ဒါပေမယ့် မလွှဲသာမရှောင်သာတဲ့ အကြောင်းတရားတွေကြောင့် ‘ချန်မိုဂတ်’ တစ်ယောက် ဒီလူသတ်မှုကို ရှေ့နေလိုက်ရပါတော့တယ်။ရှေ့နေဆိုတာ အပြောအဆိုလိမ္မာပါးနပ်ဖို့ လိုပါတယ်။ ဒီ့အပြင် ဥပဒေပညာရပ်အကြောင်းလည်း ကျကျနန သိဖို့လိုပါသေးတယ်။ဒီတော့ ဥပဒေပညာမတတ်ဘဲ အပြောအဆို အင်မတန်ကျွမ်းကျင်တဲ့ ‘ချန်မိုဂတ်’ သူ့တပည့်ကို ရှေ့နေလိုက်ပေးတဲ့အကြောင်းကို ဟာသနှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်။တစ်ကားလုံး ပါးစပ်မပိတ်ဘဲ ရယ်နေရမှာပါ။ဟာသကားကောင်းကောင်းကြိုက်ရင်တော့ ကြည့်သင့်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ထားသူကတော့ August Maung ဖြစ်ပါတယ်။)File size…(999 MB) and (450 MB)Quality….Blu-Ray Rip 720pFormat…mp4Duration….01:30:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAugust MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe Ma Wai-HoStarsBowie LamChingmy YauChung King-FaiEric KotKaren MokLaw Kar-YingNancy Lan SaiStephen ChowTats LauWyman Wong Wai-ManCastBowie LamCheung Tat-MingChingmy YauChung King-FaiEric KotKaren MokLaw Kar-YingLee Kin-YanLee Siu-KeiMoses ChanNancy Lan SaiPaul FonoroffSimon LuiStephen ChowTats LauVincent KokWyman Wong Wai-Man",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u8Zt3jOwvrEZOO8Tqrim03YfEHb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/CS-02CATL_07.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4Vz3l/Lawyer_Lawyer__(Suen_Sei_Cho)_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lawyer-lawyer-suen-sei-cho-1997",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lawyer-lawyer-suen-sei-cho-1997-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/zb7lonu3bwcz.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1997|115 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "261,933"
    },
    "title": "Con Air(1997)",
    "description": "Con Air(1997)အညွှန်း*******************Blu-Ray 1080p5.1ch, 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်….(unicode)နီကိုးလတ်စ်ကေ့စ်ချ် ရဲ့ ဒီဇာတ်လမ်းကို တော်တော်များများကြည့်ဖူးကြမယ်ထင်ပါရဲ့….စစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်..ထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ…ဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့…ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုးတစ်ဖြစ် နီကိုးလတ်စ်ကေ့စ်ချ် ဟာ ကျွန်တော်တို့ရဲ့ ဟီရိုးဖြစ်ခဲ့တယ်….မတော်တဆကြောင့် ထောင်ကျသွားရလို့ မချင့်မရဲ ဖြစ်ခဲ့ရပြီးထောင်ထဲမှာ ဆံရှည် မုတ်ဆိတ်ကျင်စွယ်ဗရပွနဲ့အေးစက်စက်စကားတွေပြောတတ်တဲ့ဒီဘဲကြီးကို ဇာတ်လမ်းအစမှ အဆုံးထိ အားပေးခဲ့ရတာတွေ ပြန်ကြည့်လည်းဒီအရသာကို ခံစားနေရတုန်းပါပဲ….ရသအပြည့်အ၀ခံစားရအောင် BLU-RAY 1080P5.1CH နဲ့ အပြည့်အစုံပြန်လည်တင်ဆက်ပေးထားပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ဒီဇာတ်လမ်‌လေးကတော့ မင်းသားကြီးနီကိုးလတ်စ်ကေ့စ်ချ်ရဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်သူ့ခေတ်သူ့အခါမှာတော်တော်အောင်မြင်ခဲ့တဲ့ကားလေးလဲဖြစ်ပါတယ်ဇာတ်ကားအကြောင်းကတော့..စစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်ထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့သူ့အိမ်ပြန်ခရီးလေးဘယ်လိုဖြစ်သွားမလဲအခက်အခဲတွေအများကြီးနဲ့ကိုဖြတ်ကျော်ပြီးအိမ်ပြန်နိုင်ပါ့မလားဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်ရှေ့တန်းပြန်ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ရဲ့စိတ်ဓာတ်ကိုပါကွက်ကွက်ကွင်းကွင်းနဲ့တင်ပြထားပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Pyae Moe Han ပဲဖြစ်ပါတယ်….(zawgyi)နီကိုးလတ္စ္ေက့စ္ခ်္ ရဲ႕ ဒီဇာတ္လမ္းကို ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္ထင္ပါရဲ႕….စစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ အရက္သမားေတြကကိုယ္ဝန္သည္မိန္းမကို ထိကပါးရိကပါးေျပာတာကိုကာကြယ္ရင္း လူသတ္မိသြားၿပီးေထာင္က်သြားပါတယ္..ေထာင္ႏွစ္ရွည္က်ၿပီးေတာ့ေနာက္ဆုံးမွာေတာ့ Jail Baird ဆိုတဲ့ ေထာင္သားေ႐ြ႕ေျပာင္းမယ့္ေလယာဥ္ႀကီးကိုစီးၿပီး အိမ္ျပန္ရေတာ့မွာပါ…ဒါေပမယ့္ေလယာဥ္ေပၚမွာပါတဲ့အဆိုးတစ္ကာ့အဆိုးဆုံးေထာင္သားေတြပါပါလာတဲ့အခါမွာေတာ့…ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုးတစ္ျဖစ္ နီကိုးလတ္စ္ေက့စ္ခ်္ ဟာ ကြၽန္ေတာ္တို႔ရဲ႕ ဟီ႐ိုးျဖစ္ခဲ့တယ္….မေတာ္တဆေၾကာင့္ ေထာင္က်သြားရလို႔ မခ်င့္မရဲ ျဖစ္ခဲ့ရၿပီးေထာင္ထဲမွာ ဆံရွည္ မုတ္ဆိတ္က်င္စြယ္ဗရပြနဲ႔ေအးစက္စက္စကားေတြေျပာတတ္တဲ့ဒီဘဲႀကီးကို ဇာတ္လမ္းအစမွ အဆုံးထိ အားေပးခဲ့ရတာေတြ ျပန္ၾကည့္လည္းဒီအရသာကို ခံစားေနရတုန္းပါပဲ….ရသအျပည့္အ၀ခံစားရေအာင္ BLU-RAY 1080P5.1CH နဲ႔ အျပည့္အစုံျပန္လည္တင္ဆက္ေပးထားပါတယ္…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ဒီဇာတ္လမ္‌ေလးကေတာ့ မင္းသားႀကီးနီကိုးလတ္စ္ေက့စ္ခ်္ရဲ႕ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္သူ႔ေခတ္သူ႔အခါမွာေတာ္ေတာ္ေအာင္ျမင္ခဲ့တဲ့ကားေလးလဲျဖစ္ပါတယ္ဇာတ္ကားအေၾကာင္းကေတာ့..စစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ အရက္သမားေတြကကိုယ္ဝန္သည္မိန္းမကို ထိကပါးရိကပါးေျပာတာကိုကာကြယ္ရင္း လူသတ္မိသြားၿပီးေထာင္က်သြားပါတယ္ေထာင္ႏွစ္ရွည္က်ၿပီးေတာ့ေနာက္ဆုံးမွာေတာ့ Jail Baird ဆိုတဲ့ ေထာင္သားေ႐ြ႕ေျပာင္းမယ့္ေလယာဥ္ႀကီးကိုစီးၿပီး အိမ္ျပန္ရေတာ့မွာပါဒါေပမယ့္ေလယာဥ္ေပၚမွာပါတဲ့အဆိုးတစ္ကာ့အဆိုးဆုံးေထာင္သားေတြပါပါလာတဲ့အခါမွာေတာ့သူ႔အိမ္ျပန္ခရီးေလးဘယ္လိုျဖစ္သြားမလဲအခက္အခဲေတြအမ်ားႀကီးနဲ႔ကိုျဖတ္ေက်ာ္ၿပီးအိမ္ျပန္ႏိုင္ပါ့မလားဆိုတာေတြကိုၾကည့္ရႈရမွာျဖစ္ပါတယ္ေရွ႕တန္းျပန္ရိန္းဂ်ားတပ္သားေဟာင္းတစ္ေယာက္ရဲ႕စိတ္ဓာတ္ကိုပါကြက္ကြက္ကြင္းကြင္းနဲ႔တင္ျပထားပါတယ္….ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Pyae Moe Han ပဲျဖစ္ပါတယ္….File Size :(1.92GB) (900 MB) and (335 MB)Quality : Blu-Ray 1080p5.1ch, 720pFormat…mp4Duration…01:55:00Genre : Action,Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Moe HanEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBob WagnerKarin AndersonMike TopoozianP.R. TookeSimon WestStarsColm MeaneyDave ChappelleJohn CusackJohn MalkovichMykelti WilliamsonNick ChinlundNicolas CageRachel TicotinSteve BuscemiVing RhamesCastAngela FeatherstoneBill CusackBob StephensonBrendan KellyBrian WillemsCarl CiarfalioChris EllisColm MeaneyConrad GoodeDabbs GreerDan BellDanny TrejoDave ChappelleDavid RamseyDon Charles McGovernDoug DearthDoug HutchisonDylan HaggertyEmilio RiveraFredric LehneGeorge RandallHarley ZumbrumJamie BozianJeris PoindexterJesse BorregoJohn CusackJohn MalkovichJohn Marshall JonesJohn RoseliusJosé ZúñigaKevin GageLandry AllbrightM.C. GaineyMarco KyrisMario RobertsMongo BrownleeMonica PotterMykelti WilliamsonNed BellamyNick ChinlundNicolas CageRachel TicotinRenoly SantiagoScott DittySteve BuscemiSteve EastinTommy BushTy Granderson JonesVing Rhames",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aX2mwtawBe2TD1csPBYvm03sx3a.jpg",
      "https://image.tmdb.org/t/p/w300/xXcVJEMerKTP5YF2VQrY7moqvlE.jpg",
      "https://image.tmdb.org/t/p/w300/ZwqerbsTLTTL90oepqhF2Ciwkq.jpg",
      "https://image.tmdb.org/t/p/w300/fUoiW5g6jiZN3EbsNNUNBjgYX6.jpg",
      "https://image.tmdb.org/t/p/w300/nsR6w8t41QNhAjQTNjQhU3xNpJo.jpg",
      "https://image.tmdb.org/t/p/w300/A2Sn8iyVTS3rNI720zazUVdn19i.jpg",
      "https://image.tmdb.org/t/p/w300/dgbORR9Jh0lXoPJPH02IFNc0F2b.jpg",
      "https://image.tmdb.org/t/p/w300/2vvj4qzaSh9LC0jmH8H2mv9aEqm.jpg",
      "https://image.tmdb.org/t/p/w300/1N09hHCQv2RZNbpC5petJznW7HD.jpg",
      "https://image.tmdb.org/t/p/w300/yqpOngvl8nHnp1RnlKUjwnn9mwR.jpg",
      "https://image.tmdb.org/t/p/w300/ussDcGr5a6Ufr7TvrjcUjFGIq8s.jpg",
      "https://image.tmdb.org/t/p/w300/jMGr92Uc7QbJIfUnNuHoWpVcgYh.jpg",
      "https://image.tmdb.org/t/p/w300/keEc1g0JfsQVrOsD6qCfpvlUj49.jpg",
      "https://image.tmdb.org/t/p/w300/qJQ9QBKZLLnfFtCjdtyDbTuWtk4.jpg",
      "https://image.tmdb.org/t/p/w300/lmLwgqASI8e4K8HUJeVJTaVWjC3.jpg",
      "https://image.tmdb.org/t/p/w300/u9VyNivnEyPcgCnSr6zDSLL7gEb.jpg",
      "https://image.tmdb.org/t/p/w300/pu4Ml9nKEQa4CPIIN3jFPwrhnkS.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "http://myandrive.net/file/iEmEC25y1F",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "http://myandrive.net/file/x03SXOD6qj",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "http://myandrive.net/file/ojBEbJuH56",
        "server": "usersdrive.com",
        "size": "335MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/#!u2wkEI4B!XF6BV_xzdc0c1PrT23s5mvOv9ORFeLb9wUzq0_O4WJ8",
        "server": "mega.nz",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "https://mega.nz/#!mqhgHIYY!-OhHEui-HuLIuVhl6i9Kweoveqe-Cp9kPZWLU8PLP2I",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/#!P3pQ2KSK!o3CHHpO9HYXGtX4aDH7_qODNwTLrwCpadU9wxmBGkmQ",
        "server": "mega.nz",
        "size": "335MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/4brbx/ConAir.1997.BLU-RAY_1080P.5.1CH.mkv",
        "server": "megaup.net",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "https://megaup.net/2Pwmr/ConAir.1997.Blu-Ray.720p.pp.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/2Pwsd/ConAir.1997.360p.pp.mp4",
        "server": "megaup.net",
        "size": "335MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1L01/ConAir.1997.BLU-RAY_1080P.5.1CH.mkv",
        "server": "Soliddrive.co",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "https://soliddrive.co/1L03/ConAir.1997.Blu-Ray.720p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "900MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://soliddrive.co/1L04/ConAir.1997.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "335MB",
        "quality": "360P"
      },
      {
        "link": "https://clicknupload.org/mdrowb6fe9to",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "https://mirrorace.com/m/4XM7C",
        "server": "usersdrive.com",
        "size": "1.92GB",
        "quality": "Blu-Ray 1080p5.1ch"
      },
      {
        "link": "https://mirrorace.com/m/3BRd2",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mirrorace.com/m/U1tv",
        "server": "usersdrive.com",
        "size": "335MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "Px8U9fx8TXw",
      "video_url": "https://www.youtube.com/watch?v=Px8U9fx8TXw",
      "embed_url": "https://www.youtube.com/embed/Px8U9fx8TXw"
    }
  },
  {
    "metadata": "N/A|1997|90 min|Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "214"
    },
    "title": "The Fruit is Swelling(1997)",
    "description": "ကဲအခုတစ္​ခါ Darkside ပရိတ္​သတ္​ႀကီးအတြက္​ရွယ္​အလန္​းကား​ေလးတစ္​ကားကိုတင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဒီကား​ေလးက IMDb မွာ 6 ရထားၿပီးနာမည္​ႀကီး အက္​ရွင္​မင္​းသမီး ရွဴ ၾကည္​ရဲ႕ 18+ ကား​ေပါင္​း​ေျမာက္​မ်ားစြာထဲက တစ္​ကားပါဒီကား​ေလးက ၁၉၉၇ ​ေလာက္​ထဲက ထြက္​ရွိထားတာမို႔ ရုပ္​သံအၾကည္​ဆံုးကို​ေတာ့ ရွာ​ေဖြတင္​ဆက္​​ေပးထားပါတယ္​ဒီဇာတ္မွာ ရုကၡစိုးၾကီးကဇာတ္လိုက္ပါတိုတိုနဲ႕လိုရင္းပဲညႊန္းပါေတာ့မယ္ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့၈ႏွစ္အရြယ္ကေလးမေလးမွာအ​ေသထန္အစ္မရယ္ အ​ေသထန္တဲ့အ​ေဖရယ္ရွိတယ္သူ႕အစ္မက ဘဲၾကီးေတြဆီကေရခပ္တယ္ ၿပီးရင္​ဘဲေလးကိုျပန္အမ္​းပါတယ္​သူ႕ဘဲ​ေတြကအိမ္ကိုလာလာဘုၿပီး သူ႕ညီမကျမင္ေတာ့ က​ေလးပီပီအတုျမင္အတတ္သင္ပါ​ေလ​ေရာသူ႕အေဖကလဲ ညတိုင္းအျပာကားေတြၾကည့္ ၿပီးေခြေတြျပန္မသိမ္းဘဲပစ္​ထား​ေတာ့ကေလးကက​ေလးပီပီ စူးစမ္​းၿပီးထိုင္ၾကည့္ပါတယ္​ပီးရင္​ က​ေလးထံုးစံအတိုင္​း  အဲ့ဒါေတြကဘာေတြလဲ ေမးတိုင္း အကုန္လံုးက ၾကီးရင္သိမယ္ပဲေျပာေျပာေနေတာ့ကေလးကလဲ ၾကီးခ်င္လာေရာအဲ့မွာ ရုကၡစိုးဘိုးဘိုးၾကီးကမစလိုက္တဲ့အခါမွာ​ေတာ့ဘာေတြျဖစ္မလဲကေတာ့ ဆက္သာၾကည့္လိုက္ပါေတာ့M150 တို႔ Redbull တို႔လိုအားျဖည့္အခ်ိဳရည္ေတြမ်ားမ်ားေဆာင္ထားပါလူ၁၈ေယာက္ျပည္​့အာင္စုၾကည့္ပါ  အထန္တစ္လိုင္းေတြခ်ည္းပါပဲQty – DvDripGern – Adult / ComedySubtitle – MyanmarTranslator – JuenoEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChin Man-KeiStarsChristine HungChun ChungElvis TsuiShu QiStephanie Fong ShuanCastChristine HungChun ChungElvis TsuiShu QiStephanie Fong Shuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yAoe6KZ2MwBE6gX3R7r61OAcdwQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4IbVhACQ6wyt6chFj1LUycIhMle.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/vVDhZW",
        "server": "openload.co",
        "size": "844MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/wjt08",
        "server": "openload.co",
        "size": "344MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/QRVLkVcN",
        "server": "Soliddrive.co",
        "size": "844MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/588Ixm46",
        "server": "Soliddrive.co",
        "size": "344MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/khEIPq",
        "server": "ClicknUpload.org",
        "size": "844MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/IbqbF49",
        "server": "ClicknUpload.org",
        "size": "344MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/7XIEDlM",
        "server": "drive.google.com",
        "size": "844MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1997|90 min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "193,165"
    },
    "title": "Cube ( 1997 )",
    "description": "Cube 3 ကားလံုးကို ဒီမွာေဒါင္းႏိုင္ပါတယ္Zawgyi*****Cube ကားေတြရဲ႕ပထမဆံုးကားပဲၿဖစ္ပါတယ္ဒီကားက ၁၉၉၇ခုႏွစ္ထြက္ Mystery ဆန္ဆန္ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္။Rating အေနနဲ႕လည္း 7.2 အထိရထားပါတယ္။ဒီကားေလးဟာေနာက္ထပ္ ၂ကားထပ္ထြက္ထားပါေသးတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကုဗတံုးပံုအခန္းေလးတစ္ခန္းထဲကိုလူတစ္စုေရာက္ရွိလာခဲ့ပါတယ္။ ေရာက္လာပံုကလည္း ကာယကံရွင္ေတြကုိယ္တိုင္ကေတာင္ ဘာမွန္းညာမွန္းမသိဘဲေရာက္လာၾကရတာပါ။ထူးျခားတာကေတာ့ အဲဒီလူစုထဲမွာ ရဲတစ္ေယာက္၊ သခ်ာ္ကၽြမ္းက်င္တဲ့ေက်ာင္းသူတစ္ေယာက္၊ေဖာက္ထြင္း၀ိဇၹာတစ္ေယာက္၊ဗိသုကာပညာရွင္တစ္ေယာက္၊ သိပၸံပညာရွင္တစ္ေယာက္နဲ႕စိတ္သိပ္မမွန္ေပမဲ့ထူးျခားတဲ့သူတစ္ေယာက္တို႕ကိုေပါင္းျပီးထည့္ထားေပးတာပဲျဖစ္ပါတယ္။ ေရာက္ေရာက္ခ်င္းရုန္းရင္းဆန္ခတ္ေတြျဖစ္သြားခဲ့ၾကတယ္ဆိုေပမဲ့…..အခက္အခဲတြင္းေရာက္လာၾကေတာ့အားလံုးဟာ ပင္ကုိယ္စရိုက္ကိုယ္စီနဲ႕ဒီ၀ကၤပါၾကီးထဲကေနထြက္ဖို႕ဘယ္လိုလံုးပန္းၾကမလဲ…အခက္အခဲေတြၾကားေရာက္တဲ့အခါလူေတြရဲ႕စိတ္ဟာဘယ္လိုေတြေျပာင္းလဲလာလဲ…ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရလဲဆုိတာကိုေတြ႕ျမင္ရမွာပဲျဖစ္ပါတယ္။သူ႕ေခတ္သူ႕ခါအလိုက္စိတ္၀င္စားစရာေကာင္းတဲ့Mystery ဆန္ဆန္rating ျမင့္ကားေလးပဲျဖစ္ပါတယ္။Translated & Review By Thura Zarni AungEncoded By LKUnicode******Cube ကားတွေရဲ့ပထမဆုံးကားပဲဖြစ်ပါတယ်ဒီကားက ၁၉၉၇ခုနှစ်ထွက် Mystery ဆန်ဆန်ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်။Rating အနေနဲ့လည်း 7.2 အထိရထားပါတယ်။ဒီကားလေးဟာနောက်ထပ် ၂ကားထပ်ထွက်ထားပါသေးတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုဗတုံးပုံအခန်းလေးတစ်ခန်းထဲကိုလူတစ်စုရောက်ရှိလာခဲ့ပါတယ်။ ရောက်လာပုံကလည်း ကာယကံရှင်တွေကိုယ်တိုင်ကတောင် ဘာမှန်းညာမှန်းမသိဘဲရောက်လာကြရတာပါ။ထူးခြားတာကတော့ အဲဒီလူစုထဲမှာ ရဲတစ်ယောက်၊ သချာ်ကျွမ်းကျင်တဲ့ကျောင်းသူတစ်ယောက်၊ဖောက်ထွင်းဝိဇ္ဖာတစ်ယောက်၊ဗိသုကာပညာရှင်တစ်ယောက်၊ သိပ္ပံပညာရှင်တစ်ယောက်နဲ့စိတ်သိပ်မမှန်ပေမဲ့ထူးခြားတဲ့သူတစ်ယောက်တို့ကိုပေါင်းပြီးထည့်ထားပေးတာပဲဖြစ်ပါတယ်။ ရောက်ရောက်ချင်းရုန်းရင်းဆန်ခတ်တွေဖြစ်သွားခဲ့ကြတယ်ဆိုပေမဲ့…..အခက်အခဲတွင်းရောက်လာကြတော့အားလုံးဟာ ပင်ကိုယ်စရိုက်ကိုယ်စီနဲ့ဒီဝင်္ကပါကြီးထဲကနေထွက်ဖို့ဘယ်လိုလုံးပန်းကြမလဲ…အခက်အခဲတွေကြားရောက်တဲ့အခါလူတွေရဲ့စိတ်ဟာဘယ်လိုတွေပြောင်းလဲလာလဲ…ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။သူ့ခေတ်သူ့ခါအလိုက်စိတ်ဝင်စားစရာကောင်းတဲ့Mystery ဆန်ဆန်rating မြင့်ကားလေးပဲဖြစ်ပါတယ်။Translated & Review By Thura Zarni AungEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLisa BurlingPatricia JoyesVincenzo NataliStarsAndrew MillerDavid HewlettJulian RichingsMaurice Dean WintNicky GuadagniNicole de BoerWayne RobsonCastAndrew MillerDavid HewlettJulian RichingsMaurice Dean WintNicky GuadagniNicole de BoerWayne Robson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7BtMwHuHCgi0oE0SuITgfWOmPTu.jpg",
      "https://image.tmdb.org/t/p/w300/8Tm0NrxF8GclL9orUHW1JWzwLTq.jpg",
      "https://image.tmdb.org/t/p/w300/nBBxroYG0DR9mddC7R5NB0XAvA6.jpg",
      "https://image.tmdb.org/t/p/w300/gIT7iFwLkNGJGgxLIKH9R6E4P5D.jpg",
      "https://image.tmdb.org/t/p/w300/14zI8R75oY7tYjxLvJLA4MZJ4Xo.jpg",
      "https://image.tmdb.org/t/p/w300/7Mkpy9gzj1bnISI0W4GS5deduhQ.jpg",
      "https://image.tmdb.org/t/p/w300/tZlz8F1APq2n51DW1JY3R85lQCO.jpg",
      "https://image.tmdb.org/t/p/w300/hDLC0QqlJHKlmjMTJRxzON9NfNz.jpg",
      "https://image.tmdb.org/t/p/w300/9RyVgqRZ2brU5CctHfONRuP7NCC.jpg",
      "https://image.tmdb.org/t/p/w300/eKazZWTjK4bsxxPq6Ou308TNZVv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u50r6chJGO2iqxVAvtQ07obiCkB.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/5vKrA/(CM)Cube.1997.BrRip.720p.mp4",
        "server": "megaup.net",
        "size": "974 MB",
        "quality": "BrRip 720p"
      },
      {
        "link": "https://megaup.net/3tSsS/(CM)Cube.1997.BrRip.480p.mp4",
        "server": "megaup.net",
        "size": "387 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cube-1997-mm-sub",
        "server": "VIP Links",
        "size": "974 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cube-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "974 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "HYoTGYT0-I4",
      "video_url": "https://www.youtube.com/watch?v=HYoTGYT0-I4",
      "embed_url": "https://www.youtube.com/embed/HYoTGYT0-I4"
    }
  },
  {
    "metadata": "R|1997||Action,Adventure",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "65K"
    },
    "title": "Starship Troopers (1997)",
    "description": "Genre – Action, Adventure, Sci-fiIMDB – 7.3/10ကျွန်တော်တို့ ၉၀ ခုနှစ်ကျော်က Sci-fi ကားကောင်းတွေအကြောင်းပြောမယ်ဆိုရင် Star Wars တွေ Star Trek တွေ Alien တို့လောက်နဲ့ မပြီးဘူးဗျဒီ Starship Trooper ကို ဇာတ်ကားနာမည်သာ မသိမယ် ဓားခုတ်ကောင်ကြီးတွေနဲ့ ချတယ်ဆိုပြီးလူတိုင်းငယ်ဘဝက ကြည့်ခဲ့ဖူးကြမယ် ထင်ပါတယ် (တချို့အခန်းတွေအကြောင်းလည်း ပါမယ်ပေါ့လေ)။ထားပါ ပြောချင်တာက သူကတော့ Franchise အနေနဲ့ ၃ ကားထိ ထွက်ရှိထားတာ ဖြစ်ပါတယ်အကုန်လုံး တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာဖြစ်တဲ့ Paul Verhoeven ဆိုရင်လည်း တခြား Robocop တို့ Hollow Man တို့ကိုရိုက်ကူးထားတဲ့လူပါ။နောက်ပြီး ၁၉၉၈ ခုနှစ် အော်စကာဆုပေးပွဲမှာ Best Visual Effectစကာတင်လည်း ဝင်ခဲ့ပါသေးတယ် (Titanic နဲ့ Jurassic World ဆိုတော့ ယှဉ်မရဘူးပေါ့လေ)ဇာတ်လမ်းအကျဉ်းကတော့ နောင်အနာဂတ်တွေမှာကမ္ဘာကြီးတစ်ခုလုံးက နိုင်ငံတွေအနေနဲ့ ရှိမနေတော့ပဲဖက်ဒရယ်အစိုးရနဲ့ ဖက်ဒရယ် ပြည်ထောင်စုလိုက်ကြီး ဖြစ်နေပါပြီ။ရန်စွယ်အနေနဲ့ကလည်း ကလန်ဒတ်သူဂြိုလ်က အယ်ရာခနစ်ဆိုတဲ့ပိုးကောင်တွေဖြစ်ပြီး သူတို့ကလည်း ဥက္ကာခဲတွေ လွှတ်ပြီး တိုက်ခိုက်တယ်ပေါ့လေ။အဲဒီအချိန် ဖက်ဒရယ်ပညာရေးကျောင်းမှာ သူငယ်ချင်း ၃ ယောက်ရှိကြတယ်ရီကိုရယ် ကားလ်ရယ် ကာမန်ရယ်ပေါ့၊ ရီကိုနဲ့ ကာမန်က အတွဲ၊ ရီကို့ကို ခိုးကြိုက်နေတဲ့ကောင်မလေး ဒစ်ဇီဆိုတာလည်းရှိတယ်။ကားလ်နဲ့ ကာမန်ကတော့ ဖက်ဒရယ်စစ်တာဝန် ထမ်းဆောင်ချင်ကြသူတွေပေါ့၊ရီကိုကတော့ သူဌေးသား စိတ်ကသိပ်မပါပေမယ့်ကောင်မလေး ကာမန်သဘောကျအောင် မိဘတွေ တားနေရက်နဲ့စစ်ထဲဝင်ချင်တဲ့ကောင်ပေါ့လေ။ဖြစ်ချင်တော့ ဖက်ဒရယ်စနစ်မှာ အမျိုးအစားက ၃ နေရာရှိတယ်ပထမ ဉာဏ်အတော်ဆုံး ဆရာကြီးဌာနက ထောက်လှမ်းရေးပေါ့လေ(စိတ်စွမ်းအားရှိတဲ့လူတွေကို ပျိုးထောင်ပေးတဲ့နေရာ) အဲဒီကို ကားလ်က ရောက်သွားခဲ့တယ်၊ဒုတိယကတော့ ယာဉ်တန်းစု တပ်ဖွဲ့ကြီး၊ ယာဉ်အမျိုးအစားပေါင်းစုံ မောင်းနှင်ရတာပေါ့၊အဲဒီမှာက ပိုင်းလော့ဖြစ်ချင်တဲ့ ကာမန်ရောက်သွားတယ်၊ တတိယအနေနဲ့ကတော့သချာၤနဲ့ အမျိုးအစားခွဲပါတယ်ဆိုမှ အမှတ်အနည်းဆုံးရရင် သွားရတဲ့ခြေလျင်တပ်ရင်း ဖြစ်ပါတယ် ရီကိုတစ်ကောင် ဒီကိုရောက်သွားတာပေါ့၊သူ့ကို ကြိုက်နေတဲ့ ဒစ်ဇီကလည်း ဒီကိုရောက်လာပါတယ်။ဒီလိုနဲ့ ကိုယ်စီ ကြိုးစားလေ့ကျင့်နေကြတုန်း ရန်သူတွေဖြစ်တဲ့အယ်ရာခနစ်တွေ ခြေလှမ်းစလှမ်းလိုက်တဲ့အခါမှာတော့……….။ရုပ်ရှင်တစ်ကားများ ကောင်းပြီဆို ဘယ်နှခုနှစ်ကထွက်တာဖြစ်ဖြစ်ကြည့်လို့ကောင်းနေဆဲပဲ။ တစ်ခုရှိတာက အပေါ်ပိုင်းတွေလွတ်လပ်စွာ တင်ဆက်ထားတဲ့ R Rated ကားဖြစ်တဲ့အတွက်ကြည့်ရှုမယ်ဆို သတိပြုစေလိုပါတယ်သွေးသံရဲရဲ သတ်ဖြတ်မှုတွေလည်း ပါဝင်ပါတယ်။ကဲ Old School တွေ ပြန်ခံစားလိုက်ကြရအောင်ဗျာFile size…  3.2 GB /  1.7 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2h  9mGenre …..  Action , AdventureSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron StielstraAlexi LakatosAmy SmartAnthony RuivivarArmand DarriusAshley PrendergastAustin SanderfordBetty HankinsBlake LindsleyBrad KaneBrenda StrongBrooke MoralesBruce GrayBruce HolmanCari VegaCasper Van DienChristopher CurryClancy BrownClaude StuartCurnal Achilles AulisioDale DyeDan OlivoDavid BeckettDavid REYDawn E. AndersonDean NorrisDenise DowseDenise RichardsDennis CollinsDina MeyerEdward NeumeierEric BruskotterEric DaReFarnaz SamiiniaGreg TravisHunter BodineJake BuseyJim TempleJohn CunninghamJohnny MansbachJoleen SandersJon DavisonJulia SelfJulianna McCarthyJulie PinsonJustin WardKai LennoxKaius HarrisonLenore KasdorfMara DuronsletMarshall BellMary Ann SchmidtMatt DugganMatt EntrikenMatt LevinMelissa J. WardMichael A. ValenzanoMichael GeraldMichael IronsideMichael PapajohnMike StokeyMo FaisalMylin BrooksNathaniel MarshallNeil Patrick HarrisParry ShenPatrick BishopPatrick MuldoonPatrick WolffR. Lee ErmeyRay QuirogaRhiannon VigilRobert David HallRonald L. BotchanRue McClanahanSam P. WhiteheadSeth GilliamStephanie ErbSteven FordTami-Adrian GeorgeTeoTimothy McNeilTimothy OmundsonTony NicholsTravis LowenTyrone TannUngela BrockmanWalter AdrianWhitney HallZoë Poledouris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7PR2yMwXuXelAcp3qpJ3isZCdd0.jpg",
      "https://image.tmdb.org/t/p/w300/9qokUngA9fAgBy7skSyZj2irOfR.jpg",
      "https://image.tmdb.org/t/p/w300/h3WZqzEBWmHYC7DCQ5aidnbV5oe.jpg",
      "https://image.tmdb.org/t/p/w300/j0BB9DoqobGvRqKVeAveP70hWi2.jpg",
      "https://image.tmdb.org/t/p/w300/qGUeHzs1V0EzVWWSrnrLHqGOUli.jpg",
      "https://image.tmdb.org/t/p/w300/5aWx2iMQWTNwRulaev3kCwEHNi3.jpg",
      "https://image.tmdb.org/t/p/w300/zHkaKyt6eTqFpjUXWav0qdEbbye.jpg",
      "https://image.tmdb.org/t/p/w300/w9GfpKeRquJtlyjwmy5oJW3opF5.jpg",
      "https://image.tmdb.org/t/p/w300/2ph42dpMqK9p6dsjnAAwnkCgkhy.jpg",
      "https://image.tmdb.org/t/p/w300/jBKG0J0zBmg3wQ7twAizrE2miUq.jpg",
      "https://image.tmdb.org/t/p/w300/mUgF4Hp6TuK2hz16cMsE90upbOL.jpg",
      "https://image.tmdb.org/t/p/w300/msPVOiME25R9dzWwbTTfGg9RpED.jpg",
      "https://image.tmdb.org/t/p/w300/uceohbhT4QLNRzdLmOtVBXAzxlW.jpg",
      "https://image.tmdb.org/t/p/w300/dWppzl043LEV2l3XBH1uz6EzVm3.jpg",
      "https://image.tmdb.org/t/p/w300/2S1u0mfIbpTwddSgTP8lkhtm0Rj.jpg",
      "https://image.tmdb.org/t/p/w300/oGrezRWa1FHyWRHT4GR05FInjms.jpg",
      "https://image.tmdb.org/t/p/w300/zfHcDUelkztfhoIXkYH9KDOM4IC.jpg",
      "https://image.tmdb.org/t/p/w300/etiP3Mu3ze2j9m3FEAAyOKFYlH0.jpg",
      "https://image.tmdb.org/t/p/w300/gLgMsMYtDsaia1asrt9Q90mrzuK.jpg",
      "https://image.tmdb.org/t/p/w300/7whwFWq9PoXvgPzrG7r5u9GmphU.jpg",
      "https://image.tmdb.org/t/p/w300/lpgKGqPeWtBLt2SWj8P5KXSNS7t.jpg",
      "https://image.tmdb.org/t/p/w300/cGWqQcq2OY7oPNvakX5EWyJYY5e.jpg",
      "https://image.tmdb.org/t/p/w300/sZZB9VDUcYDQrvPy0gNuztTG5Em.jpg",
      "https://image.tmdb.org/t/p/w300/2fUiTZEcGzGWFANAdMM2mNjWBcR.jpg",
      "https://image.tmdb.org/t/p/w300/gCXBMtQ0ypNKM6Iwisb2oUjGu0w.jpg",
      "https://image.tmdb.org/t/p/w300/aRkvXLe7ftG6hMKTAN0m4Uw0Wpw.jpg",
      "https://image.tmdb.org/t/p/w300/zgMTIsWeF4VSitPIoUQ7WjNlgm4.jpg",
      "https://image.tmdb.org/t/p/w300/xSITC1IV737gQWPcKH1HNuTt5U3.jpg",
      "https://image.tmdb.org/t/p/w300/wlZmelJqV1YKdqo96YI2RI7QsoU.jpg",
      "https://image.tmdb.org/t/p/w300/efxCNVEbNHsURMM278oEL5UW8cJ.jpg",
      "https://image.tmdb.org/t/p/w300/yndp9UU8XIG2RPp3NrkzYcR11Qf.jpg",
      "https://image.tmdb.org/t/p/w300/7iEfnj3rfyunky6BzvnlwqfoEF0.jpg",
      "https://image.tmdb.org/t/p/w300/kD0UNP1gY8x8jBRUYulYQ4IAthE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cxCmv23O7p3hyHwqoktHYkZcGsY.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e0c22y6hhnlw.html",
        "server": "usersdrive.com",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/starship-troopers-1997-1080-p-en-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VLj8/Starship.Troopers.1997.1080p.en(CM).mp4",
        "server": "megaup.net",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/vs64jkl2bgpw",
        "server": "streamvid.io",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1qwv3oar6ann.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/starship-troopers-1997-720-p-en-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hD8t/Starship.Troopers.1997.720p.en.mp4",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ff3jfom71utx",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y6W93RTQa3I",
      "video_url": "https://www.youtube.com/watch?v=Y6W93RTQa3I",
      "embed_url": "https://www.youtube.com/embed/Y6W93RTQa3I"
    }
  },
  {
    "metadata": "R|1997|1h 33min|Action,Comedy,Sci-Fi",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "32,000"
    },
    "title": "Double Team (1997)",
    "description": "Double Team (1997)_____IMDb – 4.8/10ဒီနေ့အတွက် ကျွန်တော်(စိုးထွေး)ရဲ့(၁၆)ကားမြောက်ဇာတ်ကားလေးကိုပရိတ်သတ်တွေဆီမိတ်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားအညွန်းကိုမပြောခင် ကျွန်တော် ပရိတ်သတ်တွေအကြောင်းကိုအရင်ပြောချင်ပါတယ် ။ကျွန်တော်တို့တင်တဲ့ဇာတ်ကားတွေရဲ့အောက်မှာရေးတဲ့ ပရိတ်သတ်တွေရဲ့Commentတွေကို ကျွန်တော်တို့အမြဲတန်း လေးလေးစားစားဖတ်ပါတယ်။ ပရိတ်သတ်တွေတောင်းဆိုသမျှဇာတ်ကားတွေကိုလည်း အတတ်နိင်ဆုံးလုပ်ပေးနိင်အောင် ကျွန်တော်တို့ညီအစ်ကိုမောင်နမတွေအမြဲတစေကြိုးစားနေကြပါတယ်။ အခုတော့မင်းသားကြီးဗန်ဒိန်းဇာတ်ကားကို တောင်းဆိုသူတွေလည်းအများကြီးတွေ့ခဲ့လို့ ကျွန်တော်ဘာသာပြန်ဖြစ်ခဲ့တာပါ။ဒီဇာတ်ကားလေးကတော့ကြာပါပြီတော်တော်လေးကိုကြာနေပါပြီ။ ဇာတ်လမ်းအစမှာဦးနှောက် အရမ်းကောင်းမွန်တဲ့ထိပ်သီးလူဆိုးခေါင်းဆောင်စတားဘရို့ကို ဖမ်းဆီးဖို့တာဝန်ယူရသည့် အေဂျင့်ဂျက်ကွင်း . . . သူ့ရဲ့မတော်တဆမှုတခုကြောင့်စတားဘရို့ရဲ့ရင်သွေးငယ်သေဆုံးသွားပြီးနောက် ဂျက်ကွင်း ကိုအညို းထားပုံ၊ ဂျက်ကွင်းရဲ့ကိုယ်ဝန်သည်ဇနီးကို ပြန်ပေးဆွဲထားပြီးဂျက်ကွင်းကိုလက်စားချေဖို့ကြို းပန်းပုံ၊ စတားဘရို့ရဲ့လက်ထဲကသားနဲ့ဇနီးကိုဂျက်ကွင်း ဘယ်လိုကယ်တင်မလဲစသဖြင့်မင်းသားကြီးဗန်ဒိန်းရဲ့ အက်ရှင်အလန်းများနဲ့စတားဘရို့ရဲ့သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်ကားကောင်းတစ်ကားအဖြစ်ညွန်းဆိုလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားသူကတော့ CM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)File Size                          : 850 MBQuality                            : HD 720PRunning Time                  : 1h 33mTranslator                       : Soe HtweEncoder                         : San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHark TsuiStarsJean-Claude Van DammeMickey RourkeDennis RodmanCastAdam KaciAlexander KoumpanAngelo RagusaAsher TzarfatiBruno BilottaCyrille DufautDennis RodmanDominic GouldDominique FouassierEric GauchyFrederick RenardGabriella D'OliveGrant RussellHans MeyerJay BenedictJean-Claude Van DammeJean-Pierre StewartJesse Joe WalshJessica FordeJoelle Devaux-VullionKen SamuelsMalick BowensMario OpinatoMickey RourkeNatacha LindingerNathalie GracNick BrettOrso Maria GuerriniOttaviano Dell'AcquaPaolo CalissanoPaolo PaoloniPascal LopezPascaline GirardotPatrick CauderlierPaul FreemanPeter NelsonRob DiemSandy WelshSigal DiamantTed RusoffUmberto RahoValéria CavalliWilliam DunnXiong Xin-Xin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/swaqFcFEec3l6XQjTXCTuAow6Ar.jpg",
      "https://image.tmdb.org/t/p/w300/icKScN7FqGb6TXorUi5wAZGX4ZR.jpg",
      "https://image.tmdb.org/t/p/w300/rj65Y2pxWN8GOtCsiw2YDOStHLu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/04/double-team-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/double-team-1997-mm-sub",
        "server": "VIP Links",
        "size": "848 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/double-team-1997-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "848 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://sbembed3.com/xheq34zof2h4.html",
        "server": "streamsb.com",
        "size": "848 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://usersdrive.com/uo79dyaqka16.html",
        "server": "usersdrive.com",
        "size": "848 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://megaup.net/Y1cs/Double_Team_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "848 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://mega.nz/file/h5dEHDRS#8Hu0YYYbP7f04ij9nwdOJdVOO_p6sKhk8vwI6qx_Uws",
        "server": "mega.nz",
        "size": "848 MB",
        "quality": "HD 720p"
      }
    ],
    "trailer": {
      "video_id": "S3qxgFbThIU",
      "video_url": "https://www.youtube.com/watch?v=S3qxgFbThIU",
      "embed_url": "https://www.youtube.com/embed/S3qxgFbThIU"
    }
  },
  {
    "metadata": "|1997||Comedy,Family,Music",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Spice World (1997)",
    "description": "Spice World (1997)ရုပ်ကလည်းဖြောင့် ကစားတာလည်း ရှယ်တော်တဲ့ ကမ္ဘာကျော်ဘောလုံးသမား ဒေးဗစ်ဘက်ခမ်းရဲ့ မိန်းမဖြစ်သူဗစ်တိုးရီးယားဆို တော်တော်များများ သိကြမယ်ထင်ပါတယ်။ကျွန်တော်တို့ အရင်က ၉၀ ကာလတွေမှာ သူပါဝင်ခဲ့တဲ့Girl band တစ်ခုဖြစ်တဲ့ ဗြိတိသျှအခြေစိုက် Spice Girls အဖွဲ့ဆိုတာအမျိုးသမီးကိုယ်စားပြု စာသားသီချင်းတွေနဲ့ အတော်နာမည်ကြီးခဲ့ပါတယ်။ဒီဇာတ်ကားလေးကတော့ သူတို့ Spice Girls အဖွဲ့အနေနဲ့ပဲပါဝင်သရုပ်ဆောင်ထားပြီး ၂ ထပ်ပါ လန်ဒန်ဘတ်စ်ကားကြီးနဲ့အင်္ဂလန်တလျှောက် လျှောက်ပတ်သွားရင်း ဆူပူကြိမ်းမောင်းနေတဲ့မန်နေဂျာနဲ့ ရန်ဖြစ်ရတာတွေ မနာလိုတဲ့လူတွေက ပါပါရာဇီငှားပြီးလိုက်အရှက်ခွဲဖို့ လုပ်တာတွေ နာမည်ကျော်ဘဝရောက်တော့သာမန်ဘဝလိုမျိုး နေထိုင်ဖို့ အချိန်မပေးနိုင်တာတွေပရိတ်သတ်တွေနဲ့ စွန့်စားခန်း လုပ်ကြတာတွေကို ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။ဂျိန်းစ်ဘွန်းအဖြစ် သရုပ်ဆောင်ဖူးတဲ့ ရော်ဂျာမိုးတောင်ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါသေးတယ်။File size…    3.3 GB /  1.3 GBQuality… Web-DL 1080p / 720pFormat… mp4Duration…. 1h 33mGenre ….. Comedy/MusicSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlan CummingBarry HumphriesBill PatersonBob GeldofBob HoskinsCatherine ShiptonClaire RushbrookCraig KellyDavid FahmDenise StephensonDevon AndersonDominic WestElton JohnElvis CostelloEmma BuntonGeorge WendtGeri HornerHugh LaurieJason FlemyngJennifer SaundersJonathan RossJools HollandKevin AllenKevin McNallyLlewella GideonMarian McLoughlinMark McKinneyMeat LoafMel BMelanie ChisholmMichael BarrymoreNaoko MoriNeil FoxNeil MullarkeyPerdita WeeksPeter SissonsRichard BriersRichard E. GrantRichard O'BrienRoger MooreSimon ChandlerSimon ShepherdStephen FrySteven O'DonnellVictoria Beckham",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zZEJu3db4Ld4urK5klPvQxkWzaX.jpg",
      "https://image.tmdb.org/t/p/w300/stEgnjsGU1NRCj5fMjp2k38Zs8g.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vKiAnV1QAGIJP38vatwCZp4dCrH.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ns9id6mmeiah.html",
        "server": "usersdrive.com",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/spice-world-1997-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eefa4/Spice.World.1997.1080p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EO1VQAba#Li2L8GceU8nv9KZeXe5dxhCnzESguouCdlfTtBCkXow",
        "server": "mega.nz",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/u7u22evbr8kk",
        "server": "streamvid.io",
        "size": "3.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hlxtcb3lgl2b.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/spice-world-1997-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rLqj4/Spice.World.1997.720p.AMZN.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YCtBDAIR#9MlSaU7x4zEID-qt5WcmkbbpDNbjTyrVOdy0dNK9lhY",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/lhfcdw8x91p6",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XbG8d7CM0IQ",
      "video_url": "https://www.youtube.com/watch?v=XbG8d7CM0IQ",
      "embed_url": "https://www.youtube.com/embed/XbG8d7CM0IQ"
    }
  },
  {
    "metadata": "R|1997|1h 51m|Crime,Horror,Mystery",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "20000"
    },
    "title": "Cure (1997)",
    "description": "Cure (1997)~ IMDb – 7.2/10, Rotten Tomatoes – 97% ~Directed by “Kiroshi Kurosawa”Cure ရဲ့ ဒါရိုက်တာ ခိရိုရှိ ကူရိုဆာဝါကို ဂျပန်ရုပ်ရှင်ပရိသတ်တော်တော်များများလည်း ရင်းနီးလောက်ပါတယ်။ Japanese Horror Genre အကြောင်းပြောရင် မပါမဖြစ်ကိုထည့်ရမယ့် ဂုရုကြီးဖြစ်သလို လက်ရှိ ဂျပန်စီနီမာရဲ့ ဆရာတစ်ဆူလည်းဟုတ်တယ်။ ခိရိုရှိဟာ ရုပ်ရှင်ဒါရိုက်တာ၊ ဇာတ်ညွှန်းဆရာနဲ့ ဝေဖန်ရေးသမားဖြစ်သလို Tokyo University of the Arts မှာ ပရော်ဖက်ဆာလည်း လုပ်နေတယ်။ တစ်နှစ်က အော်စကာရခဲ့တဲ့ ဂျပန်ရုပ်ရှင် Drive My Car ရဲ့ ဒါရိုက်တာ ရူဆုခဲဟမဂုချိလည်း အဲဒီမှာပဲ သူ့တပည့်ဖြစ်ခဲ့သလို သူ့လွှမ်းမိုးမှုလည်း ရှိခဲ့တယ်။ ခိရိုရှိဟာ Pulse, Creepy, Tokyo Sonata, Séance, Retribution နဲ့ Charisma တို့လို အောင်မြင်တဲ့ Thriller, Horror ကားတွေကိုလည်း ရိုက်ခဲ့တယ်။Cure ဟာ ခိရိုရှိ ကူရိုဆာဝါရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်သလို ခိရိုရှိကူရိုဆာဝါဟာ Cure နဲ့ပဲ အင်တာနေရှင်နယ်ရဲ့ အာရုံစိုက်မှုကို စရခဲ့တယ်။ ရလည်းရသင့်ပါတယ်။ ပြောရရင် ဒီကားကို တစ်ချို့က Se7en နဲ့ ဆင်တယ်လို့ပြောကြတယ်။ မှားတော့လည်းမမှားဘူး ပြောရမှာပေမဲ့ ဒီလိုကားမျိုးရိုက်လို့ ဒီလိုမျိုးဆင်သွားတာက ဆန်းတော့ဆန်းမနေဘူး။ ဒါပေမဲ့လည်း Cure ဟာ Se7en ထက် တင်ဆက်ပုံ ပိုသိမ်မွေ့သလို Se7en ရဲ့ အလှဆုံးလို့ပြောကြတဲ့ ဇာတ်သိမ်းထက် ပိုအထာကျတဲ့ ဇာတ်လမ်းမျိုးပိုင်ထားတယ်လို့တော့ ပြောချင်တယ်။ လူတိုင်းအတွက်တော့ ဒီလိုဖြစ်နေမယ်မထင်ဘူး။ ဂျပန်ရုပ်ရှင်ရဲ့ တင်ဆက်ပုံနဲ့ ရင်းနှီးနေတဲ့ လူတွေအတွက်တော့ ဟုတ်လိမ့်မယ်။ ပါရာဆိုက်နဲ့အော်စကာရခဲ့တဲ့ ဘွန်းဂျွန်းဟိုကတော့ Cure ကို One of the Greatest Films of All Time လို့ ဆိုထားဖူးတယ်။ဒီကားက ခိရိုရှိကူရိုဆာဝါနဲ့ Koji Yakusho ပထမဆုံး စတွဲရိုက်တဲ့ကားလည်းဟုတ်တယ်။ ခိုဂျိရဲ့ သရုပ်ဆောင်စွမ်းရည်ကို စပြနိုင်ခဲ့တဲ့ သူ့ရဲ့အစောပိုင်းကားတွေထဲက တစ်ကားလည်းဟုတ်တယ်။ ခိုဂျိဟာ ခိရိုရှိနဲ့ Pulse, Séance, Retribution, Charisma တို့လည်း ဆက်တွဲရိုက်ခဲ့တယ်။ အကုန်လုံးလည်း အောင်မြင်ခဲ့တယ်။ နောက်ပိုင်း သူဟာ Kore-eda တို့ Shinji Aoyama တို့နဲ့လည်း ရိုက်ခဲ့သလို တစ်နှစ်ကဆို Under the Open Sky လို သူ့သရုပ်ဆောင်စွမ်းရည်ကို ပြနိုင်တဲ့ကားမျိုးတွေ ရိုက်ခဲ့တယ်။ အင်တာနေရှင်နယ်အနေနဲ့ Memoirs of a Geisha တို့ Babel တို့ ဒီနှစ်ဆို Wings of Desire ဒါရိုက်တာ Wim Wenders နဲ့ Perfect Days ရိုက်ပြီး Cannes မှာပါ မင်းသားဆုရသွားတယ်။ သတိထားမိချင်မှ ထားမိမှာပေမဲ့ သူ့ကို ကျွန်တော်တို့ Tampopo လို ဂန္ထဝင်ကားမှာ စတွေ့နိုင်တယ်။Cure ရဲ့ ဇာတ်ဟာ စုံထောက်နဲ့ စိတ္တဇလူသတ်သမား အပြိုင်ကြဲတဲ့ ဇာတ်လိုဇာတ်မျိုးပဲ။ ဒါပေမဲ့ ဒီနောက်ကွယ်မှာ စိတ်ရဲ့အစစ်အမှန်ဆိုတာနဲ့ ပေါင်းစပ်ထားတယ်။ ဒီလိုဆိုလို့ ကြောင်တောင်တောင် ဒိုင်တွေချည်း ထိုင်ရွတ်နေမှာလားဆိုတော့ မဟုတ်ဘူး။ မသိမသာလေးနဲ့ပဲ ကစားသွားတယ်။ ဒါကြောင့်လည်း တင်ဆက်ပုံက တော်တော်သိမ်မွေ့တယ်လို့ ပြောခဲ့တာပါပဲ။ ပြောရရင် ဒီထဲက လူသတ်သမားက လူသတ်နေတာတောင်မဟုတ်ဘူး။ လူတွေသေကြတယ်။ သေပုံတွေဆင်ကြတယ်။ ဒါပေမဲ့ သူတို့ကြား ဘာအဆက်အစပ်မှ ရှိမနေသလို သူတို့ကိုသတ်သွားတဲ့လူတွေဆိုတာကလည်း သူတို့ရဲ့ အရင်းနှီးဆုံး သူတို့အချစ်ဆုံးလူတွေချည်း။ ဒါပေမဲ့ စုံထောက်က မသင်္ကာဘူး။ ဒီကြားက အဆက်အစပ်ကို ရအောင်လိုက်ရှာတယ်။ တကယ်တမ်းလည်း အဆက်အစပ်က ရှိမနေဘူး။ ဒါပေမဲ့ ဘာအကြောင်းနဲ့ ဒီလူတွေ ဒီလိုဖြစ်ကြလဲဆိုတာကို စုံထောက်က‌ တွေ့သွားတယ်။ ဒါပေမဲ့လည်း သူလက်လှမ်းမမီပြန်တဲ့အရာပေါ့။ ဒါကို သူဘယ်လိုဖြေရှင်းမလဲ ကြည့်ရမယ့်ဇာတ်ပေါ့။ ဒီဟန်ကို ဘန်နီဒစ်ကမ်ဘားဘတ်ရဲ့ ရှားလော့အပိုင်းတစ်ပိုင်းမှာလည်း သုံးသွားဖူးတယ်။ ဘယ်အပိုင်းလဲတော့ စပွိုင်လာဖြစ်မှာစိုးလို့ မပြောတော့ဘူး။ ၂ခုလုံးကြည့်ဖူးရင် သိမှာပါပဲ။ နိဂုံးချုပ်ရရင် Cure ဟာ သိမ်မွေ့တယ် သိချင်စရာကောင်းတယ်။ ကြက်သီးထစရာကောင်းတယ်။ အေးစက်တယ်။ အေးစက်တာနဲ့မလိုက်အောင်ဘဲ Cure ဟာ အားရစရာကောင်းတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 3.25GB, 970MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 51MinGenre – Crime, Horror, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKiyoshi KurosawaStarsAkira OtakaAnna NakagawaDendenHajime TanimotoKôji YakushoMakoto KakedaMakoto TogashiMasahiro TodaMasato HagiwaraMisayo HarukiRen OsugiShôgo SuzukiShun NakayamaTaijirō TamuraTakeshi MikamiTaro SuwaTouji KawahigashiTsuyoshi UjikiYoriko DôguchiYukijirô HotaruCastAkira OtakaAnna NakagawaDendenHajime TanimotoKoji YakushoMakoto KakedaMakoto TogashiMasahiro TodaMasato HagiwaraMisayo HarukiRen OsugiShôgo SuzukiShun NakayamaTaijirō TamuraTakeshi MikamiTaro SuwaTouji KawahigashiTsuyoshi UjikiYoriko DôguchiYukijiro Hotaru",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/74ws1jjgawIl7Kwi6FCH8E4SjDd.jpg",
      "https://image.tmdb.org/t/p/w300/73hRTdIpS2rGz6PWw2fIEpX2ivS.jpg",
      "https://image.tmdb.org/t/p/w300/td7K6x2krq757DACfgQ8NXl6N19.jpg",
      "https://image.tmdb.org/t/p/w300/yvpfjDMyV2nT0WJ6r3vZEfig6p2.jpg",
      "https://image.tmdb.org/t/p/w300/3Q3SOWePS1e4uAthlqBhnOG8bPp.jpg",
      "https://image.tmdb.org/t/p/w300/rt40KR57Bb0QqdshOn0pXlPKJ6b.jpg",
      "https://image.tmdb.org/t/p/w300/xD80ATHBqVhdxzWwETpIIPMjto5.jpg",
      "https://image.tmdb.org/t/p/w300/fakCgAmIF5k1BUVcOCWpPrGTJdY.jpg",
      "https://image.tmdb.org/t/p/w300/iRYGsGzytizhBecvduQxJAmQECp.jpg",
      "https://image.tmdb.org/t/p/w300/nYiknvDX37PYwXTRA1KvvvhjNkV.jpg",
      "https://image.tmdb.org/t/p/w300/qkaIkxkCBsgq5BdGnRvbmDtEDzc.jpg",
      "https://image.tmdb.org/t/p/w300/fv9gJpzfeBYpNXJIYflrJeEGK5N.jpg",
      "https://image.tmdb.org/t/p/w300/chwzbN7cpmRIMj2YKUqsu1ywuuh.jpg",
      "https://image.tmdb.org/t/p/w300/kYCyGxujc3I9FT71O5H2Q8zmcni.jpg",
      "https://image.tmdb.org/t/p/w300/x3MXIKTbQNfDMC5QHV7dV2ZnMaU.jpg",
      "https://image.tmdb.org/t/p/w300/A2qCqPRgxCZazNWoZRDm6yNcu6o.jpg",
      "https://image.tmdb.org/t/p/w300/3AQ0JWY4bnQKBRJjIFzZSRYUqae.jpg",
      "https://image.tmdb.org/t/p/w300/1GP6izDu19WX1h6yHP69393Ekx6.jpg"
    ],
    "thumbnail_link": "https://www.themoviedb.org/t/p/original/s0o0hFck2InSvFgdYY8Eoakc02y.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cure-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j2by/(CM)_Cure_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "3.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ke9QEb4D#KAUUE4JSWmAkjYhlwzz-3qldGjJG4_tySUdjp8Dz_1o",
        "server": "mega.nz",
        "size": "3.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7dtqy4h8mxm2.html",
        "server": "usersdrive.com",
        "size": "3.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cure-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kUxQ/(CM)_Cure_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gTNXTLzB#s78HFLuuxVTjzwOBOQGYo8aMqZtb8nTLz3mJ3GzguMo",
        "server": "mega.nz",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ztv7nat71k82.html",
        "server": "usersdrive.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/685iey2xhege",
        "server": "streamsb.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/18riq2hkd3nr",
        "server": "streamvid.io",
        "size": "970MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "b4ax7CNt4ag",
      "video_url": "https://www.youtube.com/watch?v=b4ax7CNt4ag",
      "embed_url": "https://www.youtube.com/embed/b4ax7CNt4ag"
    }
  },
  {
    "metadata": "R|1997|2h 17min|Adult,Crime,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "50,107"
    },
    "title": "[18+] Lolita (1997)",
    "description": "[18+] Lolita (1997)[Dark Side Production မှ တင်ဆက်သည်။]IMDb Rating (6.9/10)Rotten Tomatoes (68%)ဒီရက်ပိုင်း ကျွန်တော် ကြည့်ဖြစ်တဲ့ကားတွေက Age Gap ကြောင့် ဖြစ်တဲ့ အကြောင်းအရာ တွေကို ဇာတ်လမ်း လုပ်ထားတာတွေများပါတယ် ။ အဲ့ထဲက မှ အကြိုက်ဆုံးဆို Leon the Professional , An Education နဲ့ Lolita ပါပဲ ။ Lolita ကတော့ အကြိုက်ဆုံးပေါ့ ။ ရုပ်ရှင် မကြည့်ခင်ဝတ္ထုဖတ် ဖြစ်ကတည်းက Lolita ကို အတော် သဘောကျခဲ့မိတာပါ ။ဝတ္ထုကတော့ ရုရှား စာရေးဆရာ တစ်ဦးဖြစ်တဲ့ Vladimir Nabokov ရေးသားခဲ့တာဖြစ်ပြီး ရုပ်ရှင် အဖြစ် 1962 မှာ တစ်ကား ၊ 1997 မှာ တစ်ကား ရိုက်ကူး ထုတ်ဝေခဲ့ပါတယ် ။ ကျွန်တော်ကြည့်ဖြစ်တာတော့ 1997 မှာရိုက်တဲ့ ကားပါ ။ Lolita အဖြစ် ကျွန်တော်တို့ ရဲ့ မင်းသမီးချောလေး Dominique Swain ကပါဝင် သရုပ်ဆောင်ထားပြီး မင်းသား ကတော့ Jeremy Irons ဖြစ်ပါတယ် ။မြင်သာအောင် ပြောရရင် ဒီဇာတ်ကားက ” ဦးနဲ့ သမီး” အချစ်ဇာတ်လမ်းပါ ။ Dominique Swain အနေနဲ့ဒီကားရိုက်စဉ်မှာ အသက် ၁၇ နှစ်သာ ရှိသေးပြီး ၁၂ နှစ် အရွယ် မိန်းမပျိုလေး အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။ ကျွန်တော် စဉ်းစား မိသလောက်တော့ အဲ့ခေတ် အနေနဲ့ဆိုရင် ဒီကားမျိုးက အတော်ပြောခံ၊ အဝေဖန်ခံရမယ့် ကားမျိုးဗျ ။ ဘာကြောင့်ဆို ကျွန်တော် အခု ၂၀၁၈ မှာကြည့်တာတောင် Lolita ရဲ့ ဝတ်စားဆင်ယင် ပုံတွေက အတော်ခေတ်ဆန်ပါတယ် ။ တစ်ကားလုံးနီးပါးမှာ Lolita ဟာ အတွင်းခံသာသာ ရင်ပြတ်အင်္ကျီတွေကို Design စုံ ၊ အဆင်စုံ ဝတ် ဆင်သွားတာ တွေ့မြင်ရမှာပါ ။ ဒါပေမယ့် တော်တော်လှတယ် ဆိုတာလည်း ငြင်းလို့မရပါဘူး ။ဇာတ်အိမ် အကျဉ်းကတော့ Lolita တို့ မုဆိုးမ သားအမိ အိမ်ကို Humbert က အိမ်ငှားအဖြစ် ရောက်လာခဲ့ပါတယ် ။ အဲ့အချိန်မှာ Humbert က အသက် ၃၆ နှစ်ဖြစ်ပြီး Lolita က ၁၂ နှစ်ပါ ။ ပြောရရင် Humbert က ဒီအိမ်ကိုငှား ဖြစ်ခဲ့တာ Lolita ကိုကြွေနေလို့ပါ ။ ဒါပေမယ့် အကြောင်းကြောင်းကြောင့် Lolita ရဲ့ အမေဖြစ်သူ နဲ့ Humbert က လက်ထပ် ဖြစ်ခဲ့ပါတယ် ။ ဒါပေမယ့် Humbert ရဲ့ စိတ်ရင်းအမှန်မှာ တကယ်ချစ်တာကတော့ Lolita ကိုပါပဲ ။ဒီရုပ်ရှင်ကတကယ်ဆို ကျွန်တော် အထက်မှာ ပြောခဲ့သလိုပါပဲ ။ တကယ်ကို အပြောဆို ၊ အဝေဖန်ခံရမယ့် ဇာတ်ကားမျိုးပါ ။ ဒါပေမယ့် ပရိသတ် တော်တော်များများ သဘောကျရတဲ့ အချက်ကတော့ ဇာတ်အိမ် တည်ဆောက်ပုံနဲ့ Lolita နဲ့ Humbert တို့ရဲ့ ပီပြင်လွန်းတဲ့ သရုပ်ဆောင်မှု တွေကြောင့်ပါပဲ ။Lolita ဟာ တကယ်ပဲ ကျွန်တော် တို့ လူ့အဖွဲ့အစည်းဆိုင်ရာ စံချိန်စံညွှန်းတွေကို သိသိသာသာ ဖောက်ထွက် ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်တဲ့အတွက် မကြည့်ဖြစ်သေးဘူး ဆိုရင်တော့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ကျွန်တော် တိုက်တွန်းလိုက်ပါတယ် ။(ရုပ်ရှင်အညွှန်းကိုMoviesfan.netမှ ကူးယူဖော်ပြပါသည်။)ဒီရက္ပိုင္း ကၽြန္ေတာ္ ၾကည့္ျဖစ္တဲ့ကားေတြက Age Gap ေၾကာင့္ ျဖစ္တဲ့ အေၾကာင္းအရာ ေတြကို ဇာတ္လမ္း လုပ္ထားတာေတြမ်ားပါတယ္ ။ အဲ့ထဲက မွ အႀကိဳက္ဆုံးဆို Leon the Professional , An Education နဲ႔ Lolita ပါပဲ ။ Lolita ကေတာ့ အႀကိဳက္ဆုံးေပါ့ ။ ႐ုပ္ရွင္ မၾကည့္ခင္ဝတၳဳဖတ္ ျဖစ္ကတည္းက Lolita ကို အေတာ္ သေဘာက်ခဲ့မိတာပါ ။ဝတၳဳကေတာ့ ႐ုရွား စာေရးဆရာ တစ္ဦးျဖစ္တဲ့ Vladimir Nabokov ေရးသားခဲ့တာျဖစ္ၿပီး ႐ုပ္ရွင္ အျဖစ္ 1962 မွာ တစ္ကား ၊ 1997 မွာ တစ္ကား ရိုက္ကူး ထုတ္ေဝခဲ့ပါတယ္ ။ ကၽြန္ေတာ္ၾကည့္ျဖစ္တာေတာ့ 1997 မွာရိုက္တဲ့ ကားပါ ။ Lolita အျဖစ္ ကၽြန္ေတာ္တို႔ ရဲ့ မင္းသမီးေခ်ာေလး Dominique Swain ကပါဝင္ သ႐ုပ္ေဆာင္ထားၿပီး မင္းသား ကေတာ့ Jeremy Irons ျဖစ္ပါတယ္ ။ျမင္သာေအာင္ ေျပာရရင္ ဒီဇာတ္ကားက ” ဦးနဲ႔ သမီး” အခ်စ္ဇာတ္လမ္းပါ ။ Dominique Swain အေနနဲ႔ဒီကားရိုက္စဥ္မွာ အသက္ ၁၇ ႏွစ္သာ ရွိေသးၿပီး ၁၂ ႏွစ္ အရြယ္ မိန္းမပ်ိဳေလး အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ။ ကၽြန္ေတာ္ စဥ္းစား မိသေလာက္ေတာ့ အဲ့ေခတ္ အေနနဲ႔ဆိုရင္ ဒီကားမ်ိဳးက အေတာ္ေျပာခံ၊ အေဝဖန္ခံရမယ့္ ကားမ်ိဳးဗ် ။ ဘာေၾကာင့္ဆို ကၽြန္ေတာ္ အခု ၂၀၁၈ မွာၾကည့္တာေတာင္ Lolita ရဲ့ ဝတ္စားဆင္ယင္ ပုံေတြက အေတာ္ေခတ္ဆန္ပါတယ္ ။ တစ္ကားလုံးနီးပါးမွာ Lolita ဟာ အတြင္းခံသာသာ ရင္ျပတ္အကၤ်ီေတြကို Design စုံ ၊ အဆင္စုံ ဝတ္ ဆင္သြားတာ ေတြ႕ျမင္ရမွာပါ ။ ဒါေပမယ့္ ေတာ္ေတာ္လွတယ္ ဆိုတာလည္း ျငင္းလို႔မရပါဘူး ။ဇာတ္အိမ္ အက်ဥ္းကေတာ့ Lolita တို႔ မုဆိုးမ သားအမိ အိမ္ကို Humbert က အိမ္ငွားအျဖစ္ ေရာက္လာခဲ့ပါတယ္ ။ အဲ့အခ်ိန္မွာ Humbert က အသက္ ၃၆ ႏွစ္ျဖစ္ၿပီး Lolita က ၁၂ ႏွစ္ပါ ။ ေျပာရရင္ Humbert က ဒီအိမ္ကိုငွား ျဖစ္ခဲ့တာ Lolita ကိုေႂကြေနလို႔ပါ ။ ဒါေပမယ့္ အေၾကာင္းေၾကာင္းေၾကာင့္ Lolita ရဲ့ အေမျဖစ္သူ နဲ႔ Humbert က လက္ထပ္ ျဖစ္ခဲ့ပါတယ္ ။ ဒါေပမယ့္ Humbert ရဲ့ စိတ္ရင္းအမွန္မွာ တကယ္ခ်စ္တာကေတာ့ Lolita ကိုပါပဲ ။ဒီ႐ုပ္ရွင္ကတကယ္ဆို ကၽြန္ေတာ္ အထက္မွာ ေျပာခဲ့သလိုပါပဲ ။ တကယ္ကို အေျပာဆို ၊ အေဝဖန္ခံရမယ့္ ဇာတ္ကားမ်ိဳးပါ ။ ဒါေပမယ့္ ပရိသတ္ ေတာ္ေတာ္မ်ားမ်ား သေဘာက်ရတဲ့ အခ်က္ကေတာ့ ဇာတ္အိမ္ တည္ေဆာက္ပုံနဲ႔ Lolita နဲ႔ Humbert တို႔ရဲ့ ပီျပင္လြန္းတဲ့ သ႐ုပ္ေဆာင္မႈ ေတြေၾကာင့္ပါပဲ ။Lolita ဟာ တကယ္ပဲ ကၽြန္ေတာ္ တို႔ လူ႔အဖြဲ႕အစည္းဆိုင္ရာ စံခ်ိန္စံညႊန္းေတြကို သိသိသာသာ ေဖာက္ထြက္ ရိုက္ကူးထားတဲ့ ဇာတ္ကားျဖစ္တဲ့အတြက္ မၾကည့္ျဖစ္ေသးဘူး ဆိုရင္ေတာ့ ၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႔ ကၽြန္ေတာ္ တိုက္တြန္းလိုက္ပါတယ္ ။(ရုပ္ရွင္အညႊန္းကိုMoviesfan.netမွ ကူးယူေဖာ္ျပပါသည္။)File size…(1.2 GB)Quality…Blu-Ray 720pFormat…mp4Duration….02:17:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byDark Side TNLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdrian LyneDominique PiatLeslie ParkStarsDominique SwainEd GradyErin DeanFrank LangellaJeremy IronsJoan GloverKeith ReddinMelanie GriffithPat PerkinsSuzanne ShepherdCastAngela PatonBen SilverstoneDominique SwainEd GradyEmma Griffiths MalinErin DeanFrank LangellaJeremy IronsJoan GloverKeith ReddinMelanie GriffithMichael GoodwinPat PerkinsRonald PickupSuzanne Shepherd",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bWftGh0aLMzb8wetgziLq3fHpTJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/61ygqWl3AlL._SY450_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/lolita-18-1997-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d2U5/Lolita_[18+]_[1997]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NrAS3QSC#fJ_JpVaDIP1HqMomTX2x7jxlwZFI_MZ-26S8PQtp6ts",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/lolita-18-1997",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/71ddqj3n7q65.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gykHjlrWp2c",
      "video_url": "https://www.youtube.com/watch?v=gykHjlrWp2c",
      "embed_url": "https://www.youtube.com/embed/gykHjlrWp2c"
    }
  },
  {
    "metadata": "PG-13|1997|1h 45min|Adventure,Drama",
    "rating": {
      "rating": "6/10",
      "rating_count": "12000"
    },
    "title": "Robinson Crusoe (1997)",
    "description": "Robinson Crusoe (1997)ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ fail ပြခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ရပြန်ရော။ ကျွန်တော်တို့ရဲ့ ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီးရက်စ် ဘရိုစ်နမ် ကိုယ်တိုင်တောင် သောက်သုံးမကျပါဘူးဆိုပြီး အဆော်ခံရတဲ့အထဲပါခဲ့တဲ့ ဇာတ်ကားပါပဲ။IMDb 6.0 ပဲရပါတယ်။ ဝတ္ထုရှည်ကြီးကို ရုပ်ရှင်အဖြစ်‌ပြောင်းတော့ ဇာတ်ကွက်တွေ မြန်လွန်းလို့ မပီမပြင်ဖြစ်ရတာ၊ ထိုးထွင်းတီထွင်မှုမရှိဘဲ အဖြောင့်ဆန်ဆန် ပုံဖော်ထားတာ၊ ခေါင်းဆောင်မင်းသားက ဇာတ်ရုပ်နဲ့မလိုက်တာ၊ သင်္ဘောနစ်ခန်း၊ မုန်တိုင်းခန်းတွေ ကပျစ်ကညစ်နိုင်တာတွေကြောင့် လူကြိုက်မများခဲ့တာပါ။ ဒီလို အဆိုးတွေချည်း ရွေးပြောမိတာကတော့ လူကြီးမင်းကို ဒီဇာတ်ကား ကြည့်စေချင်လို့ပါ။ဟုတ်ပါတယ်။ ကြည့်စေချင်ပါတယ်။ ဝတ္ထုကြီးက သမိုင်းအဆက်ဆက် လူသိများတာမလို့ တစ်ခါတော့ မြည်းစမ်းစေချင်ပါတယ်။ စာအုပ်ဖတ်ဖို့အဆင်မပြေရင် အခုလို ဇာတ်ကားလေးထိုင်ကြည့်ပြီး ဝတ္ထုဖတ်ရသလောက် ရသ ရနိုင်လို့ပါ။ တင်ဆက်ပုံကိုမကြည့်ပဲ တင်ဆက်တဲ့အကြောင်းအရာကို ကြည့်စေချင်ပါတယ်။ တွန် ဟမ့်ခ် ရဲ့ Cast Away နဲ့တော့ မနှိုင်းနဲ့ပေါ့ဗျာ။ ဘာသာပြန်ရာမှာ အဲဒီခေတ်အသုံးအနှုန်းများနဲ့ စကားပြောဟန်များကို ခပ်ပါးပါးကျောရိုးမှီထားပါတယ်။ အရမ်းများရင်လည်း ဖတ်လို့ မကောင်းမှာ စိုးပါတယ်။ဇာတ်လမ်းကတော့ စစ်ထွက်အမျိုးသားကြီး ရော်ဘင်ဆင် မှာ လက်ထပ်ဖို့ရည်ရွယ်ထားတဲ့ ချစ်သူရှိပါတယ်။ ဒါပေမဲ့ အချစ်ဆုံးမိတ်ဆွေကပဲ ဓနအင်အားကိုခိုပြီး ချစ်သူကို အပိုင်ကြံလို့ နှစ်ယောက်တည်း စီးချင်းထိုး၊ တဖက်လူသေသွား‌တဲ့အခါ သူ့မိသားစုတွေ လက်စားချေတဲ့ရန်ကိုရှောင်ရင်း နိုင်ငံရပ်ခြား သင်္ဘောတစ်စင်းပေါ် ရောက်လာရတာပေါ့။ ပင်လယ်ပြင်မှာ သင်္ဘောမှောက်တော့ မေခလာ မကယ်ဘဲ သူတစ်ယောက်တည်း “သေသူတို့ရဲ့ကျွန်း” မှာ သောင်တင်လို့ အိမ်ပြန်လမ်းဝေး‌ရပါတော့တယ်။ အဲဒီကျွန်းဟာ လူရိုင်းတွေရဲ့ ယစ်ပူဇော်ရာ ကျွန်းတစ်ခုပါ။ ယစ်ကောင်အဖြစ် အရွေးချယ်ခံရသူတွေထဲက လူရိုင်းတစ်ယောက်ကို ကယ်တင်လိုက်နိုင်တော့ မိတ်ဆွေရင်းချာဖြစ်လို့ လူမရှိတဲ့ကျွန်းမှာ နှစ်ယောက်တစ်ကမ္ဘာတည်ရတာပေါ့လေ။ဒါပေမဲ့ ယစ်ပူဇော်တတ်တဲ့ လူရိုင်းတွေ အုပ်စုလိုက် ကျွန်းပေါ်ပြန်လာပြီး သူတို့နှစ်ယောက်ကို အမဲပြန်လိုက်ကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။ ချစ်သူကို ပြန်လာခဲ့ပါ့မယ် ကတိပေးခဲ့တဲ့ ရော်ဘင်ဆင် ကရော အိမ်ပြန်နိုင်ပါ့မလား။ သူ့ရဲ့ လူရိုင်းမိတ်ဆွေ ဖရိုက်ဒေး ကရော သူ့အပေါ်မှာ ဘယ်လောက်ထိ ချစ်ခင်ရင်းနီးပြီး ရော်ဘင်ရဲ့ အိမ်ပြန်ခရီးမှာ ဘာကိုလက်ဆောင်ပေးလိုက်မလဲ ဆိုတာတွေကို ဟောဒီဇာတ်ကားကြည့်ပြီး ခံစားလိုက်ရအောင်လားဗျာ။(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2GB, 1.03GBQuality – 1080p, 720pIMDb Rating – 6/10Format – mp4Duration – 1H 45MinGenre – Adventure, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeorge MillerStarsDamian LewisIan HartJames FrainPierce BrosnanPolly WalkerWilliam TakakuCastDamian LewisIan HartJames FrainPierce BrosnanPolly WalkerWilliam Takaku",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ynpag8C3nhpPrHIghrKH6kKXOSO.jpg",
      "https://image.tmdb.org/t/p/w300/cV7u9VlTU5XsZZeByyhvMhqMhOT.jpg",
      "https://image.tmdb.org/t/p/w300/poPxfo2foW1HzyVFgVE3lD8JBH5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e494USnDTBxvo13rtf818eZguRe.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/robinson-crusoe-1997",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/robinson-crusoe-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/13twf/Robinson_Crusoe_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pYkRRSpL#oJch9oxJz_XAOpct8tVQ6LzMoymQROfGYiIALkehQLE",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y896d3wk5x3g.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/dq0vcb6xq2be.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/robinson-crusoe-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/13tw6/Robinson_Crusoe_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8MFwVaiR#i4PgWbj9dhzO1js3rnVrWVx0TtyUMmr1VLttMHqDEGM",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/11vzyyil7asx.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/1r0t5ibrngo7.html",
        "server": "streamsb.com",
        "size": "1.03GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3nXblCMnetI",
      "video_url": "https://www.youtube.com/watch?v=3nXblCMnetI",
      "embed_url": "https://www.youtube.com/embed/3nXblCMnetI"
    }
  },
  {
    "metadata": "PG-13|1997|98 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "474,886"
    },
    "title": "Men in Black (1997)",
    "description": "CM Fan တွေ အတွက် Men In Black ရဲ့ပထမ အစ ကားကို ပြန်တင်ပေးလိုက်ပါတယ်ဒီရုပ်ရှင်ကားမှာဆိုရင် လူသားတွေ နဲ့အတူမသိမသာ နေထိုင်နေတဲ့ ဂြိုလ်သားတွေကိုစည်းကမ်းထိန်းသိမ်းပြီး စောင့်ကြည့်နေတဲ့ MIB အဖွဲ့ အကြောင်း ပါဂျေ ဟာ နယူးရော့ခ် ရဲဌာနက သာမန် အရာရှိတစ်ယောက်ပါတစ်ရက်မှာတော့ ရာဇဝတ်သား တစ်ဦးကို မရမက လိုက်ဖမ်းရင်းရာဇဝတ်သားက သတ်သေသွားပါတယ် ဂျေ လဲ ဒီကိစ္စကို လိုက်လံစုံစမ်းရင်းMIB က အေးဂျင့် ကေ နဲ့ စသိပါတယ်…ပုံမှန်အနေနဲ့ကတော့ ကေ ဟာ အမှုကိစ္စတွေ လက်စသတ်ပြီးရင်လူတွေရဲ့ မှတ်ဉာဏ်ကို ဖျောက်ပြီး ဘာမှမဖြစ်ခဲ့သလို ပုံစံဖန်တီးတက်ပေမဲ့ဂျေ ကိုတော့ MIB ကို လာပြီး အလုပ်လုပ်ဖို့ စည်းရုံးခဲ့ပါတယ်…အဲဒီအချိန်မှာပဲ ကမ္ဘာကို ဖျက်ဆီးချင်တဲ့ ပိုးဟပ်ဂြိုလ်သား တစ်ကောင်ကလဲကမ္ဘာပေါ်ကို ရောက်လာခဲ့သော အခါမှာတော့…အေးဂျင့် ကေ နဲ့ အေးဂျင့် ဂျေ တို့ ရဲ့ တွဲဖက်ညီညီ အက်ရှင်ဇတ်ကြမ်းဟာသ ဇတ်လမ်းလေးမို့ အတောမသတ်နိုင်တခွီခွီ ရယ်နိုင်ကြမှာပါရုပ်ရှင်ကားကိုတော့ Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ Encode ၍ တင်ဆက်ပေးထားပါတယ်File size…10.4GB / 2.3GB / 1.09GBQuality…4k UHD BluRay / 1080p / 720pFormat…mkv / mp4Duration….1h 31mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by Archi Than GyiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBarry SonnenfeldCara GiallanzaChris SoldoDodi Lee RubensteinEric BrevigGabriela VázquezJ. Ellen EvansJohn CameronMary BaileyPaul Byrne PrendervilleStuart B. HagenT. Sean FergusonTyrone S. WalkerStarsJon GriesLinda FiorentinoMike NussbaumRip TornSergio CalderónSiobhan Fallon HoganTommy Lee JonesTony ShalhoubVincent D'OnofrioWill SmithCastCarel StruyckenDavid CrossFredric LehneJohn AlexanderJon GriesKeith CampbellKent FaulconLinda FiorentinoMike NussbaumRichard HamiltonRip TornSergio CalderónSiobhan Fallon HoganTommy Lee JonesTony ShalhoubVerne TroyerVincent D'OnofrioWill Smith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/agCihVGrXk3hmmwMIgsn2ao1eEa.jpg",
      "https://image.tmdb.org/t/p/w300/je9H1s09ozp7kkiFqDvFD8aLW9e.jpg",
      "https://image.tmdb.org/t/p/w300/hwMvl5njevnmQ0qzfFou565rKi.jpg",
      "https://image.tmdb.org/t/p/w300/a1FZz6TQJVk1kf0WxNhMyG4bPdG.jpg",
      "https://image.tmdb.org/t/p/w300/8xK6vXJtwcmMNE9t2VawDU2pfTn.jpg",
      "https://image.tmdb.org/t/p/w300/uiZShvmW4rva88cSk800RLnGK01.jpg",
      "https://image.tmdb.org/t/p/w300/aaES4RRmWQ2IrsOGJvu3Ushz09O.jpg",
      "https://image.tmdb.org/t/p/w300/o9puyKpayQoX8ikIaYtf2PfKv3.jpg",
      "https://image.tmdb.org/t/p/w300/deKO3QN4tqgvQvjggEmDjpg",
      "https://image.tmdb.org/t/p/w300/ei4mamTMsWw2Qq0B5nus5TeJEDd.jpg",
      "https://image.tmdb.org/t/p/w300/Arh3Q59d6UqNNgWXBSDAxotWYYg.jpg",
      "https://image.tmdb.org/t/p/w300/mKQrXTI3i6S3V1hMQoGzmZfYOd3.jpg",
      "https://image.tmdb.org/t/p/w300/8WLOKWBeT5a2P2FD8cP4zvFgJAd.jpg",
      "https://image.tmdb.org/t/p/w300/71F2aJhGscp6jlyh8hXM2jUfthF.jpg",
      "https://image.tmdb.org/t/p/w300/mgvkx2KDTV0076X2GACvMRUIswG.jpg",
      "https://image.tmdb.org/t/p/w300/96q9NpltlHM8XiYjqNiF9iTiiIi.jpg",
      "https://image.tmdb.org/t/p/w300/d5b3x8VvrTylK8dNASszrYcZCxL.jpg",
      "https://image.tmdb.org/t/p/w300/d0xzHmVci3cjRjGvkHf2Xcoke9G.jpg",
      "https://image.tmdb.org/t/p/w300/o6fdLSMdU8m8W3oBaRP2WksAaQ3.jpg",
      "https://image.tmdb.org/t/p/w300/jM7iddVtnwHHk7OUVR2x9yA3BIC.jpg",
      "https://image.tmdb.org/t/p/w300/hGGzI2XJ1q0JkLDo4iWprfjxaGi.jpg",
      "https://image.tmdb.org/t/p/w300/tA2jmd5zv7qxOtG1JuspMa9Q5op.jpg",
      "https://image.tmdb.org/t/p/w300/80wJYiTZq5b9sGjBRM5otNQ0Zd1.jpg",
      "https://image.tmdb.org/t/p/w300/w2o27sEUnXg1GvCdzqFZEzB6u4q.jpg",
      "https://image.tmdb.org/t/p/w300/8tzhVR2ETLAiAvxZF5NwGH32oxb.jpg",
      "https://image.tmdb.org/t/p/w300/bBNBcC4FvvO8zC3Xq8e9c5BXavB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BOTlhYTVkMDktYzIyNC00NzlkLTlmN2ItOGEyMWQ4OTA2NDdmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/men-in-black-1997-2160-p-uhd-blu-ray-5-1-4-k-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "10.4GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/h5g1mwwtjmrm.html",
        "server": "usersdrive.com",
        "size": "10.4GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/men-in-black-1997-1080-p-uhd-blu-ray-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n5ki9p1qqpni.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/39Gav/Men.in.Black.1997.1080p.UHD.BluRay_5.1_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/b0fb83armqa2.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/zgyl7j9zghur",
        "server": "veryfiles.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/men-in-black-1997-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mmbix0fas6wf.html",
        "server": "usersdrive.com",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/39GaA/Men.in.Black.1997.720p_BluRay__{CM}.mp4",
        "server": "megaup.net",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/sqzg7ej75btf.html",
        "server": "streamsb.com",
        "size": "1.09GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/9p5dibjc683j",
        "server": "veryfiles.com",
        "size": "1.09GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CqCkDKS1E2c",
      "video_url": "https://www.youtube.com/watch?v=CqCkDKS1E2c",
      "embed_url": "https://www.youtube.com/embed/CqCkDKS1E2c"
    }
  },
  {
    "metadata": "|1997||Animation,Comedy,Family",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "8200"
    },
    "title": "Cats Don’t Dance (1997)",
    "description": "Cats Don’t Dance (1997)==================IMDb Rating – 6.9/10တစ်ခါတုန်းက ဒန်နီဆိုတဲ့လယ်လုပ်သားကြောင်လေးတစ်ကောင်သီဆိုကပြဖျော်ဖြေချင်လို့ သူ့ရဲ့တောရွာလေးကနေ ဟောလိဝုဒ်မြို့ကိုတက်လာခဲ့တယ်။ အဲဒီမြို့မှာ ဒါလာဒင်ပယ်လ်ဆိုတဲ့ ကလေးမလေးကနာမည်ကြီး ဟောလိဝုဒ်ကြယ်ပွင့်ပေါ့။ဒါပေမဲ့ ဒန်နီမသိခဲ့တာက အဲဒီဟောလိဝုဒ်မှာ လူတွေကသာနေရာရပြီးတိရိစ္ဆာန်တွေက သီဆိုကပြဖို့အရွေးမခံရတာပါပဲ။ သူထင်ထားတဲ့ အိပ်မက်အတိုင်း လက်တွေ့ဖြစ်မလာတဲ့ ကြောင်လေးက သူ့အိပ်မက်ကိုလက်မလျှော့ဘဲ ဘယ်လိုရအောင် ဆက်ကြိုးစားမလဲဆိုတာကိုတော့ဒီကာတွန်းဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုနိုင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(1.35 GB) / (549 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 15MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Comedy, FamilyTranslator…….Thwal Htoo ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMark DindalCastAshley PeldonBarbara GoodsonBetty Lou GersonBill FarmerBob BergenCatherine BattistoneDavid JohansenDebi DerryberryDee Bradley BakerDon KnottsFrank WelkerGeorge KennedyHal HolbrookJasmine GuyJohn Rhys-DaviesKathy NajimyLindsay RidgewayMark DindalNatalie ColeRene AuberjonoisRick LoganScott BakulaVanessa Theme Ament",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lKdpaG0G9kXU1wXcZm21FLiyTTQ.jpg",
      "https://image.tmdb.org/t/p/w300/5R5saSahg3MC2XX3AgFeRxLBTo7.jpg",
      "https://image.tmdb.org/t/p/w300/qNPJ3AwGuZOvndDFIgtmaUJFn0Y.jpg",
      "https://image.tmdb.org/t/p/w300/8a8q9lTjOKwUYA48CRfIzS3I4Cb.jpg",
      "https://image.tmdb.org/t/p/w300/yVQmowYGPUEVKfUDv9jZFOOVTOu.jpg",
      "https://image.tmdb.org/t/p/w300/qpfIM4ooBiKJTfPQ7cmB9QXCF2v.jpg",
      "https://image.tmdb.org/t/p/w300/6HSNonrqPwOTnbWWGcSnMeLaIvV.jpg",
      "https://image.tmdb.org/t/p/w300/nkNT822wHHwgc9XboqTa01SBH7o.jpg",
      "https://image.tmdb.org/t/p/w300/AcU8dbHKzeJNH0uhprmdmgJiECF.jpg",
      "https://image.tmdb.org/t/p/w300/mTzk2VXLc4a5BNme8aVZgPksQfp.jpg",
      "https://image.tmdb.org/t/p/w300/np9qKViXXAAdJwiiWtVwOyvURiu.jpg",
      "https://image.tmdb.org/t/p/w300/xwEjkuuW4xTyAG5KM1ZnzOnc2On.jpg",
      "https://image.tmdb.org/t/p/w300/q8QoXLLtZr7Vg0LAwjF7V3qxgVm.jpg",
      "https://image.tmdb.org/t/p/w300/Nc1Yz6Y0TpEuUyICB05t1TxtbZ.jpg",
      "https://image.tmdb.org/t/p/w300/3iCh2UF31ayfGlfr5K1My37Dy5r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BYjEyNmY0NDItOGZiMS00NjE2LTg5OTItNTRjMzZjMjI5OTUxXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cats-dont-dance-1997-1080-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Z4ho/Cats.Dont.Dance.1997.1080p.BluRay.x264.AAC5.1-[CM].mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/80a94seerpns",
        "server": "streamsb.com",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Fq8BgZIa#YHBxt38ZrPaSsdA0vDmmpbcxQbxlZa65gMIvpBz9Yno",
        "server": "mega.nz",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mvc99i18ruyc.html",
        "server": "usersdrive.com",
        "size": "1.35 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cats-dont-dance-1997-720-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "549 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/40WCC/Cats.Dont.Dance.1997.720p.BluRay.x264.AAC5.1-[CM].mp4",
        "server": "megaup.net",
        "size": "549 MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/27jrauy2u5so",
        "server": "streamsb.com",
        "size": "549 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I6sUXBQa#WX6r92L-4wU3UT4xXoq2jybm7zrE0QXBMuveFR8v9hc",
        "server": "mega.nz",
        "size": "549 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6uy0wgvmmuyb.html",
        "server": "usersdrive.com",
        "size": "549 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "J4SLVwTzjGI",
      "video_url": "https://www.youtube.com/watch?v=J4SLVwTzjGI",
      "embed_url": "https://www.youtube.com/embed/J4SLVwTzjGI"
    }
  },
  {
    "metadata": "PG-13|1997|134 min|Action,Adventure,Animation,Asian,Drama,Fantasy",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "274,898"
    },
    "title": "Princess Mononoke (1997)",
    "description": "ဒီတစ်ခါတော့ခံစားချက်ပေါင်းများစွာ ရစေမဲ့အဓိပ္ပါယ်အများကြီးရှိတဲ့ဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လိုခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်ဟောင်းလေကောင်းလေသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်လူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။ကိုယ် လိုချင်တာတွေ အတွက် လူတွေအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။ဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့ကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်လောဘသက်သက်အတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်ကြားနေလူတစ်ယောက်ရယ်နဲ့အမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်းကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။ဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှမရှိတာနဲ့ အတူတူပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့….ရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းကသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့သားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။သစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်ကပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်သစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်သံသတ္တုပေါများတဲ့ ဒေသ့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီးတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။သစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းကထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့ဘုရင်တစ်ပါးက ခေါင်းရဖို့ ကြိုးစားလာတဲ့အခါ…..။ဇာတ်အိမ်ခိုင်လွန်းပြီးDialouge တွေပါ အသေးစိတ်လေးတွေအထိအနုစိတ်ထားတဲ့မို့ လုံးဝလက်မလွတ်သင့်ကြောင်းပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ထားသူကတော့ WiRa Aung ပါ။)File Size – 1.9 GBQuality – Bluray 1080pSubtitle – Burmese (Hardsub)Translator – Wira AungEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHayao MiyazakiStarsAkira NagoyaKaoru KobayashiMasahiko NishimuraMitsuru SatôSumi ShimamotoTetsu WatanabeTsunehiko KamijôYōji MatsudaYūko TanakaYuriko IshidaCastAkihiro MiwaAkira NagoyaHisaya MorishigeKaoru KobayashiMasahiko NishimuraMitsuko MoriMitsuru SatôSumi ShimamotoTakako FujiTetsu WatanabeTsunehiko KamijôYōji MatsudaYūko TanakaYuriko Ishida",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fV27iSj7EDz7W3ud0JyfTnzz58R.jpg",
      "https://image.tmdb.org/t/p/w300/dWAYPAKlJi0n85P0xVEvQ2FOYLF.jpg",
      "https://image.tmdb.org/t/p/w300/laWaEvdFRgref9TEUmz1chPkmrT.jpg",
      "https://image.tmdb.org/t/p/w300/dB2rATwfCbsPGfRLIoluBnKdVHb.jpg",
      "https://image.tmdb.org/t/p/w300/u2PWzd7sEnKyhUqebf9nlTyLLVE.jpg",
      "https://image.tmdb.org/t/p/w300/tqChObKy8R6m342lrQjyjyNZS2A.jpg",
      "https://image.tmdb.org/t/p/w300/haagHQCwI5NUT13un2MVkPDfoKb.jpg",
      "https://image.tmdb.org/t/p/w300/y5GK151WySmVV3uImjWdWQ6crnU.jpg",
      "https://image.tmdb.org/t/p/w300/75vKfn2b5cyzfOpJcxrW8vSisR8.jpg",
      "https://image.tmdb.org/t/p/w300/TvIEMGBibeDC9mTDuvsHxdcwyJ.jpg",
      "https://image.tmdb.org/t/p/w300/wQKRpiuB06ha7azu0lV9uh0SHyZ.jpg",
      "https://image.tmdb.org/t/p/w300/cAEsM8WvP0L8rTW983UEp9Ib3V6.jpg",
      "https://image.tmdb.org/t/p/w300/iv4M7DYj9TovQ6776fBFZaZFlto.jpg",
      "https://image.tmdb.org/t/p/w300/ssQSKGMPplfcXBOfkY4ByGxmzJx.jpg",
      "https://image.tmdb.org/t/p/w300/i4axDpkvsden7v3lpShkUZ9G1A8.jpg",
      "https://image.tmdb.org/t/p/w300/4V2ozSostSvYO1QEQsfsNwlsqbC.jpg",
      "https://image.tmdb.org/t/p/w300/8X1S5rpMzo0AUJFk0WS2DTF7ikp.jpg",
      "https://image.tmdb.org/t/p/w300/8CYtcURuwCwpo2kg2iW5VeYZwrZ.jpg",
      "https://image.tmdb.org/t/p/w300/8uH2RMiCxfytp0u7NHVRsAntxJD.jpg",
      "https://image.tmdb.org/t/p/w300/wAOpwBfjqaYI7qj25LiAkR1Dib3.jpg",
      "https://image.tmdb.org/t/p/w300/5uwNVYXx2Yk5xDdzrIWREun6hF9.jpg",
      "https://image.tmdb.org/t/p/w300/HJYcI997LkWzHSlA5Oh6DC3iW.jpg",
      "https://image.tmdb.org/t/p/w300/a4REA9jobFQKVOeA6acK1o1hw6I.jpg",
      "https://image.tmdb.org/t/p/w300/wPwLLtHmtXS8JQ7wX9CeLoeW69Y.jpg",
      "https://image.tmdb.org/t/p/w300/vAQlCmJjw8z6inhoxtGnugEsyWS.jpg",
      "https://image.tmdb.org/t/p/w300/82aHRsVmP3tLyewOtiDI1yVAEvQ.jpg",
      "https://image.tmdb.org/t/p/w300/v7XjHAUi1SyuXayl98jTDaT6JXV.jpg",
      "https://image.tmdb.org/t/p/w300/JLJI4QVjnHPBtyRE0ZPusP05OB.jpg",
      "https://image.tmdb.org/t/p/w300/drvDHS434O6pqvDQEWdsXEK4MFJ.jpg",
      "https://image.tmdb.org/t/p/w300/4HQlhPu5lUYljM4QNH04QUG4d3M.jpg",
      "https://image.tmdb.org/t/p/w300/hUO8fWrkRayFGbcxEN1ee4GOc7T.jpg",
      "https://image.tmdb.org/t/p/w300/flaVOCg43uWWC5mXGwnnmOAj0VI.jpg",
      "https://image.tmdb.org/t/p/w300/pW7kmGst9t7DYDAG6DbXWfc9Jnu.jpg",
      "https://image.tmdb.org/t/p/w300/gfT13mkMVZJjnABLvRiRNj3ofCc.jpg",
      "https://image.tmdb.org/t/p/w300/eXuHC4Vlf5Xni7Ub3kPMcz1eTsp.jpg",
      "https://image.tmdb.org/t/p/w300/yQHLBynTw9SlxxLQ6ZgvZGMmLho.jpg",
      "https://image.tmdb.org/t/p/w300/hlc4QVZO3Lc20nOdpUa4tZyuxIH.jpg",
      "https://image.tmdb.org/t/p/w300/aZZCMHAoQcCXaAgbDkSD6JcFL9f.jpg",
      "https://image.tmdb.org/t/p/w300/dFwMBriG2uz5ynwwn4aOk23MnN0.jpg",
      "https://image.tmdb.org/t/p/w300/7pGm8sxxRo5HyBmzTcWFZG35VEI.jpg",
      "https://image.tmdb.org/t/p/w300/vHrEUdJ9WaYCWXNB6pEdqxgU72o.jpg",
      "https://image.tmdb.org/t/p/w300/xSAac0tNKr5D8VCmvzBaOmyQXVw.jpg",
      "https://image.tmdb.org/t/p/w300/yOzcrGS8nYvyOUbgP2jxf7IiviI.jpg",
      "https://image.tmdb.org/t/p/w300/jGQCncEaJ0suiqf0VCEpEgRssEC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wbg5294bczb3.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i8vj89guzt0s.html",
        "server": "usersdrive.com",
        "size": "651.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/princess-mononoke-1997-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/princess-mononoke-1997-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "651.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2dvo3/Princess_Mononoke.1997.BluRay.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2dvod/Princess_Mononoke.1997.BluRay.720p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "651.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/KqxVHJbA#DL6ajBgMiHdLXPea2hH2nBUJwDBQhpZE_bKFk4lam_g",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/D3hlVLSZ#EJI1uhwpuSUiwr9QlAZWelfmtgTou_XmoueTYKZGw6c",
        "server": "mega.nz",
        "size": "651.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/5kleulu2yhm1.html",
        "server": "datbu.com",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/2p3u7tqdl8ps.html",
        "server": "datbu.com",
        "size": "651.5 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.4shared.com/video/Zvaguctoea/Princess_Mononoke1997BluRay108.html",
        "server": "4shared.com",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.4shared.com/video/Dc47DGGWiq/Princess_Mononoke1997BluRay720.html",
        "server": "4shared.com",
        "size": "651.5 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "4OiMOHRDs14",
      "video_url": "https://www.youtube.com/watch?v=4OiMOHRDs14",
      "embed_url": "https://www.youtube.com/embed/4OiMOHRDs14"
    }
  },
  {
    "metadata": "PG-13|1997|1h 56m|Action,Adventure,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "71000"
    },
    "title": "The Saint (1997)",
    "description": "The Saint (1997)မိတ်ဆွေသည် ငယ်စဉ်က ဆရာကြီး ရွှေဥဒေါင်း၏ စာများကို ဖတ်ရှူခဲ့ ကြိုက်နှစ်သက်ခဲ့သည့် ပရိသတ်တစ်ယောက်ဖြစ်သည်ဆိုငြားအံ့။ ယခု တင်ဆက်လတ္တံ့သော ဓာတ်ရှင်သည် မိတ်ဆွေဖတ်ခဲ့ဖူးလောက်သည့် ဆရာကြီး ရွှေဥဒေါင်း၏ ဇာတ်ကောင်တစ်ကောင်နှင့် သက်ဆိုင်နေပေသည်။ ဟုတ်ပါ၏။ “သူတော်စိန်” သည် The Saint ပင် ဖြစ်လေသည်။“The Saint” ခေါ် ဆိုင်မွန်တမ်ပလာသည် အင်္ဂလိပ်စာရေးဆရာကြီး Leslie Charteris ၏ ဇာတ်ကောင်တစ်ကောင်ဖြစ်၏။ 1928 ခုနှစ်တွင် အစပြုခဲ့သော The Saint သည် နှစ်ပေါင်း 95 နှစ်ပင် ကြာညောင်းခဲ့ပြီဖြစ်ရာ ဤဇာတ်ကောင်ကို အသုံးချ၍ ရာနှင့်ချီသော ရုပ်ရှင်၊ ကာတွန်း၊ တီဗီစီးရီးမျိုးစုံလည်း ထွက်ဖူးခဲ့လေပြီ။ ဂျိမ်းစ်ဘွန်းမင်းသားကြီးတစ်ဦးဖြစ်သော ဆာရော်ဂျာမိုးရ်သည်လည်း The Saint‌ ခေါ် ဆိုင်မွန်တမ်ပလာအဖြစ် အတွဲခြောက်ခုနှင့် အပိုင်းပေါင်း ၁၁၈ပိုင်းပါသည့် တီဗီစီးရီးရှည်ကြီးတွင် သရုပ်ဆောင်ခဲ့ဖူး၏။ အခြားသော The Saint စီးရီးများသည်ပင် ဆာရော်ဂျာမိုးရ်၏ အရှိန်အဝါအောက်တွင် မှေးမှိန်ခဲ့ရ‌လေသည်။ယခုခေတ်ကာလတွင် ဂန္ထဝင်မင်းသားကြီးတစ်ဦးအဖြစ် သမုတ်ခံထားရသော ဗယ်လ်ခေးမားသည်လည်း ဤ The Saint ဇာတ်ကောင်နေရာကို လွယ်လွယ်နှင့်ရခဲ့သည်မဟုတ်ပေ။ ဆာရော်ဂျာမိုးရ်သည် ၎င်းကဲ့သို့ ဂျိမ်းစ်ဘွန်းဖြစ်ခဲ့သည့် ပီးယာ့စ်‌ဘရော့စ်နန်ကို သရုပ်ဆောင်စေချင်ခဲ့သည့်အပြင် ပါရာမောင့်ကုမ္ပဏီသည်လည်း ထိုခေတ်က နာမည်ကျော်သရုပ်ဆောင်များဖြစ်နေသည့် ဟျုဂရန့်၊ မယ်ဂစ်ဆွန်၊ အာနိုးရှဝါဇင်နက်ဂါ၊ ဂျော့ဂ်ကလူနီ၊ ကယ်ဗင်ကော်စနာ၊ ဂျော်နီဒပ်နှင့် ဒန်နီယယ်ဒေးလူးဝစ် ကဲ့သို့သော ပုဂ္ဂိုလ်များကို ဦးစွာကမ်းလှမ်းခဲ့ခြင်းဖြစ်လေ၏။ သို့သော် ၁၉၉၅ ၏ Batman Forever အလွန်တွင် ဘရုစ်ဝိန်း (ဝါ) လင်းနို့လူသားဇာတ်ကောင်နေရာ၌ ဆက်လက်သရုပ်မဆောင်တော့လိုသော ဗယ်လ်ခေးမားသည် The Saint နေရာအတွက် အရွေးခံခဲ့ရလေ၏။The Saint သည် စောရတစ်ဦးဖြစ်သော်ငြား သူတော်စင်တို့၏ အမည်နာမမျိုးစုံကို ထည်လဲအသုံးချ၏။ ဂျွန်ရော့စီ၊ မာတင်ဒီပိုရက်၊ ဘရူနိုဟော်တန်ဖရော့၊ သောမတ်မိုး၊ နီကိုလက်အိုဝင်၊ လူးဝစ်ဂွမ်နယ်လာ၊ ပီတာဒေမီယံ၊ ချားလ်ဘိုရိုမီရို စသည့် သူတော်စင်နာမည်တို့ကို လိုအပ်သည့်နေရာတို့တွင် လိုအပ်သလို သုံး၏။ ရုပ်ပြောင်းရုပ်လွှဲအရာတွင်လည်း တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်၏။ ပစ္စည်းကိရိယာအဆန်းတို့ကိုလည်း သူကိုယ်တိုင်ထွင်ပြီး သုံးတတ်သေး၏။ သူ၏ အလုပ်ရှင်သည် မည်သူမည်ဝါဖြစ်‌ကြောင်းကိုလည်း စိုးစဉ်းမျှ ဂရုမစိုက်။ အပ်သည့်အလုပ်နှင့်ထိုက်တန်သော ငွေကြေးအသပြာရလျှင် အင်မတိအင်မတန် လုံခြုံပါဘိဆိုသည့်အရာကိုပင် ရအောင် ခိုးပေးနိုင်ပေသော‌ စောရတစ်ဦးဖြစ်‌လေ၏။ ထိုသို့ မိမိကျွမ်းကျင်လိမ္မာရာနယ်ပယ်၌ ဆရာတစ်ဆူဖြစ်သော၊ မိမိအလုပ်ကိုယ်မိမိ တိတိကျကျ သွေးအေးအေးဖြင့် မည်သူ့ကိုမျှ ဂရုမစိုက်ဘဲ လုပ်တတ်သော The Saint ၏ သံမဏိနှလုံးစိုင်သည် သိပ္ပံပညာရှင်မလေးတစ်ယောက်၏နှုတ်ခမ်းပါးများဝယ် အရည်ပျော်ကျခဲ့ရလေသည်။အချုပ်ဆိုရသော်…The Saint သည် ရဲရင့်၏။The Saint သည် ဖျတ်လတ်၏။The Saint သည် စွန့်စား၏။ထို The Saint ၏ စိတ်ဝင်စားစရာ…အသည်းထိတ်စရာ…အံ့ဩဘနန်းဖြစ်စရာ…လှုပ်ရှားမှုများကား…P.S – အဆုံးစာကြောင်းများအတွက် ဆရာကြီးရွှေဥဒေါင်း၏ သူတော်စိန်စာအုပ် ကျောဘက်မျက်နှာဖုံးမှ စာများကို ယူသုံးထားပါသည်။(ဤဓာတ်ရှင်အား666မှ ပြန်ဆိုပေးထားပါသည်)Size – 2.5GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 56MinGenre – Action, Adventure, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPhillip NoyceStarsAdam C. SmithAlla KazanskayaAlun ArmstrongCharlotte CornwellChristopher RozyckiEgor PazenkoElisabeth ShueEmily MortimerEvgeniy LazarevHenry GoodmanIrina ApeksimovaLev PrygunovLorelei KingLucija ŠerbedžijaMalcolm TierneyMichael ByrneMichael CochraneMichael MarquezPat LaffanPeter GuinnessRade SerbedzijaRoger MooreRonnie LethamStefan GryffTommy FlanaganTusse SilbergVal KilmerValeriy NikolaevVelibor TopicVerity-Jane DearsleyCastAdam C. SmithAlla KazanskayaAlun ArmstrongCharlotte CornwellChristopher RozyckiEgor PazenkoElisabeth ShueEmily MortimerEvgeniy LazarevHenry GoodmanIrina ApeksimovaLev PrygunovLorelei KingLucija ŠerbedžijaMalcolm TierneyMichael ByrneMichael CochraneMichael MarquezPat LaffanPeter GuinnessRade SerbedzijaRoger MooreRonnie LethamStefan GryffTommy FlanaganTusse SilbergVal KilmerValeriy NikolaevVelibor TopicVerity-Jane Dearsley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3cdfnihGSrMiQWzmVPaEs3p2Mp1.jpg",
      "https://image.tmdb.org/t/p/w300/x49IwKwFo7UTtx7729j3MMJcUzZ.jpg",
      "https://image.tmdb.org/t/p/w300/sja0P7i2RH9AKUggJAEBx4peWqO.jpg",
      "https://image.tmdb.org/t/p/w300/iyHim6V2SuGxDSXZNo3vKEzkYf4.jpg",
      "https://image.tmdb.org/t/p/w300/8HJnWvD85rxr0PC65YbWckjPvhM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/k43wPAVeepqzGwP52dKcknQjquj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-saint-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2109q/(CM)_The_Saint_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0OEyCLbR#HKN1pDoeY-pfbPHkHJtMvUZgmgu-uyHW35pairEyWSs",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2096m7byk2uh.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-saint-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2109i/(CM)_The_Saint_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kbcGARiS#G9LfTkbHSzhHaqy0bqmW8Jbbo9x5FuzqcbGh7Oo941Q",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/d2naexgggcs7.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/8rymnxf3uv09",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5iaycptiaqae",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "F4JOxijD1ts",
      "video_url": "https://www.youtube.com/watch?v=F4JOxijD1ts",
      "embed_url": "https://www.youtube.com/embed/F4JOxijD1ts"
    }
  },
  {
    "metadata": "R|1997|1h 56min|Drama,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "12000"
    },
    "title": "Inventing the Abbotts (1997)",
    "description": "Inventing the Abbotts (1997)Joker ဇာတ်ရုပ်ကို ပီပြင်စွာ သရုပ်ဆောင်ခဲ့တဲ့ Joaqin Phoenix နဲ့ LoTR ထဲက Liv Tyler တို့ အဓိက သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ Jennifer Connelly နဲ့ Billy Crudup စတဲ့ နာမည်ကြီးတွေလည်း ပါဝင်ထားကြပါတယ်…ခုလို မိုးအကုန်ကာလမှာ စောင်လေးခြုံပြီး ကော်ဖီလေးတစ်ခွက်နဲ့ စီးကရက်လေးခဲပြီး ဆွေးချင်ရင်တော့ ဒီကားလေးက အဖော်ပြုပေးမှာပါ…မိသားစုနှစ်ခုရဲ့ ပြဿနာတွေ..ချမ်းသာတဲ့ မိသားစုရဲ့ လူတန်းစားခွဲခြားမှုတွေ..စတဲ့ မတူညီမှုတွေ ကြားထဲမှာ ချစ်ခြင်းမေတ္တာဆိုတာ ဒါပါပဲလားလို့ ခံစားမိစေမယ့် ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ ပြောကြားလိုက်ရင်း…(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Additional hintsSize – 1.6GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 1H 52MinType – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by Sai Thurein LynnEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPat O'ConnorCastAlessandro NivolaAmanda ShermanAndrea PostBarbara WilliamsBilly CrudupClive RosengrenDavid FrazierDavid HeckendornGarrett M. BrownJack CumminsJennifer ConnellyJoanna GoingJoaquin PhoenixJulie BenzKathy BakerLiv TylerMargaret AshMichael KeatonMichael SuttonNicole M. VassalloShawn HatosySusan BarnesWill PattonZoe McLellan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3a9xnk4r07W2FTgZV3kv1vjkG6L.jpg",
      "https://image.tmdb.org/t/p/w300/AjADvvk4yTwb8rEJX1BR8m9owFR.jpg",
      "https://image.tmdb.org/t/p/w300/tL8c4Oz3fXqRP3oquUpHWqpEC6B.jpg",
      "https://image.tmdb.org/t/p/w300/dUX5S4vOCiavN0jG0FQoNHeklz1.jpg",
      "https://image.tmdb.org/t/p/w300/7VsY7KCugMDX67aMfvVEdjQN0ZP.jpg",
      "https://image.tmdb.org/t/p/w300/18Rx4KcNq8K81PqRGcchwhveG6F.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ysfD96fF56BEzpktyDWChC8Epgs.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/inventing-the-abbotts-1997",
        "server": "VIP Links",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-inventing-the-abbotts-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-inventing-the-abbotts-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/LIVeDiFl",
        "server": "Direct Link",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/Jgm9qYK3",
        "server": "Direct Link",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1FYfb/(CM)_Inventing_the_Abbotts_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1FYa1/(CM)_Inventing_the_Abbotts_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/oecmfh5ban9t.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/5trea9z0ytjk.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "41N7G1gZSes",
      "video_url": "https://www.youtube.com/watch?v=41N7G1gZSes",
      "embed_url": "https://www.youtube.com/embed/41N7G1gZSes"
    }
  },
  {
    "metadata": "R|1997|1h 21min|Animation,Crime,Mystery",
    "rating": {
      "rating": "8/10",
      "rating_count": "60733"
    },
    "title": "Perfect Blue (1997)",
    "description": "ℙ𝕖𝕣𝕗𝕖𝕔𝕥 𝔹𝕝𝕦𝕖 (𝟙𝟡𝟡𝟟)===========IMDb Rating- 8/10Rotten Tomatoes- 80%MyAnimeList- 8.5/10တစ်ခါ‌တလေများ ရေသောက်နေရင်းဖြစ်ဖြစ်ထိုင်နေရင်းဖြစ်ဖြစ် ဆေးလိပ်သောက်နေရင်းဖြစ်ဖြစ်တစ်ချိန်ချိန်မှာ အတွေးဟာ အပြင်ကိုမရောက်ဘဲအတွင်းထဲကို ရောက်သွားတဲ့ အခိုက်အတန့်တစ်ခုကိုလူအတော်များများ ကြုံဖူးကြမယ်ထင်တာပဲ။ကျွန်တော်တော့ ရံဖန်ရံခါဆိုသလိုဖြစ်တတ်တယ်။အဲ့ဒီအခိုက်အတန့်ကလေးမှာ အတွေးဟာပြင်ပ အကြောင်းအဖြစ်တွေဆီ ရောက်မသွားဘဲ“ငါ”ဆိုတဲ့ အတွင်းကအ‌ရာဆီပြန်ရောက်သွားတယ်။အဲ့ဒီအခိုက်အတန့်ဟာ တကယ့်ကိုခဏလေးဒါပေမဲ့အတော်ကြာသလိုလည်းခံစားရတယ်။အတိအကျတော့မပြောတတ်တော့ပေမဲ့သေချာတာကတော့ အဲ့ဒီအချိန်မှာဖြစ်တဲ့ခံစားမှုဟာ “ငါ”ဆိုတာရဲ့လုံး၀ကိုအဓိပ္ပာယ်မဲ့နေမှုကြီး။‌ဒီခန္ဓာဒီနာမည်နဲ့လူဟာ ငါဟုတ်ရဲ့လားတောင်တွေးမိတဲ့အထိပဲ။ ကိုယ်ရှင်နေတဲ့ ဘ၀ကြီးကိုအရှိတရားရောဟုတ်ရဲ့လားလို့ သံသယ၀င်မိတဲ့အခိုက်အတန့်တစ်ခုလို့ဆိုရမယ်။အဲ့ဒီလိုအခိုက်အတန့်ကို ခံစားဖူးတဲ့လူတိုင်းဒီAnimeထဲက ဇာတ်‌ကောင်ရဲ့ ဘ၀ကိုနားလည်မယ်လို့ ကျွန်တော်ထင်တယ်။ဒီထဲကဇာတ်ကောင်ကို နားလည်သွားရင်ဒီ Anime ဟာ ခင်ဗျားအတွက်တကယ့် Masterpiece တစ်ခုဖြစ်သွားမှာတော့သေချာတယ်။သတိထားမိသလောက်ဆိုရင် တစ်ချို့ဒါရိုက်တာတွေဟာလူ့ဘ၀လို့ ကျွန်တော်တို့အားလုံး ခေါ်ကြတဲ့အရာဟာအရှိတရားဟုတ်ရဲ့လား?အိပ်မက်တစ်ခုများလား? ဆိုတဲ့တူညီတဲ့ သံသယတစ်ခု သူတို့ခေါင်းထဲရှိနေတာသူတို့ရုပ်ရှင်တွေမှာ အတော်တွေ့ရတယ်။Satoshi Kon ဟာလည်း အဲ့ဒီလို အရှိတရားကိုသံသယ၀င်တဲ့သူတွေထဲက တစ်ယောက်ပဲလို့ကျွန်တော်တော့ယုံတယ်။Perfect Blue မှာ အရှိတရားကို ဝေခွဲဖို့ အတော်ခက်တယ်။‌လက်တွေ့မှာ အရှိတရားကိုယ်တိုင်ကလည်း ဝေခွဲဖို့ခက်တဲ့အတွက်အရှိတရားကို ဝေခွဲရခက်တဲ့ရုပ်ရှင်တွေဟာကျွန်တော်တို့ စိတ်တွေကို တစ်နည်းတစ်ဖုံနဲ့ ဖမ်းစားထားနိုင်ခဲ့တယ်။Black Swanတို့ Shutter Islandတို့ Requiem for Dreamတို့လိုနာမည်ကျော်ကားတွေမှာတောင်ဒီထဲကတစ်ချို့အရာတွေပြန်ယူသုံးရတဲ့အထိဒီ Animeဟာ အနောက်တိုင်းရုပ်ရှင်တွေကိုပါလွှမ်းမိုးထားနိုင်ခဲ့တယ်။ဆန်းတော့လည်း မဆန်းပါဘူး။အကောင်းဆုံးလက်ရာတစ်ခုဟာအမြဲလို တစ်ပါးသော လက်ရာတွေကို လွှမ်းမိုးမှုတစ်ခုရှိနေမှာပဲမလားအရှင်းဆုံးပြောရရင်တော့Perfect Blueဟာလူတစ်ယောက်ရဲ့ စိတ်ကူးဖန်တီးနိုင်စွမ်းကိုယုတ္တိဘောင်၊အထိန်းအကွပ် အဆုံးစွန်အထိလွှတ်ပေးလိုက်တဲ့အခါ ထွက်လာတဲ့လက်ရာမျိုးပဲ။“ငါ့ရဲ့ စိတ်ကူးအိပ်မက်ထဲမှာရောငါ့ရဲ့ အရှိဘ၀မှာရောငါမရှိတဲ့အခါ ငါက ဘယ်မှာလဲ”(အညွှန်းကို WiRa Aungမှ ရေးသားပေးထားပြီးဇာတ်ကားကိုတော့ Daniel Lawwai မှ ဘာသာပြန်ပေးထားပါတယ်)File size… 1.72 GB  and 884 MBQuality….WEB-DL 1080p 5.1CH and 720pFormat…mp4Duration…. 1h 21minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Daniel LawwaiEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSatoshi KonCastAkio SuyamaAya HaraEmi MotoiEmi ShinoharaEmiko FurukawaHideyuki HoriJunko IwaoKisho TaniyamaKiyoyuki YanadaKōichi TōchikaMakoto KitanoMasaaki OkuraMasashi EbaraMegumi TanoOsamu HosoiRica MatsumotoRofuto Purasu Wan BurazâzuShiho NiiyamaShin-ichiro MikiShinpachi TsujiShokkâ ÔnoSoichiro HoshiTōru FurusawaYoku ShioyaYōsuke Akimoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1YRtgjLb5xxUb2rsNRnr54Oc0B2.jpg",
      "https://image.tmdb.org/t/p/w300/dVanL4a1kx0mXeZSOhVWSiJ27Pa.jpg",
      "https://image.tmdb.org/t/p/w300/A1Larywbw79kZQqkvCEiPHJqdLN.jpg",
      "https://image.tmdb.org/t/p/w300/hX0veoqKRKyd8OwZza8lv5Y4gve.jpg",
      "https://image.tmdb.org/t/p/w300/ns4vN9p3Z0inYlhh4q9vYXUw3zp.jpg",
      "https://image.tmdb.org/t/p/w300/mHG7dpLb0ZScSY3LpP443IHRmjy.jpg",
      "https://image.tmdb.org/t/p/w300/e8Wt7n3QEu6wlZONUDjJuNusptl.jpg",
      "https://image.tmdb.org/t/p/w300/tSkeqUxitsSpjgjThGh7nimCa1K.jpg",
      "https://image.tmdb.org/t/p/w300/hufoIl9u3j0dOKeQy5NUWFK7Kt2.jpg",
      "https://image.tmdb.org/t/p/w300/oyWGIIHnnSjG85q85uj44k30rJu.jpg",
      "https://image.tmdb.org/t/p/w300/hBjbfz07AM2AZG6L6fsbe40OgL0.jpg",
      "https://image.tmdb.org/t/p/w300/vRqUK6Ykjs1IzD4Uf3I4gFxvXIC.jpg",
      "https://image.tmdb.org/t/p/w300/kyI5COdLXeFKZmsGVc5tvzuaMQ.jpg",
      "https://image.tmdb.org/t/p/w300/xB25nutjNGH0J4y06HD9V6uoCYt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/79vujbsWEbX4dzffBV541QXN6sf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/perfect-blue-1997",
        "server": "VIP Links",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/perfect-blue-1997-remastered-1080-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/d06dvx9qwwbi.html",
        "server": "usersdrive.com",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1CLy8/perfect.blue.1997.remastered.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/AoIzRQwC#AxAVC_SgJhDTJSor0ouADZhvwkM7-JWVmbZI9Sao3vw",
        "server": "mega.nz",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://upstream.to/zzmaha5fhlgw",
        "server": "upstream.to",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://veryfiles.com/6at57z8qqg7b",
        "server": "veryfiles.com",
        "size": "1.72 GB",
        "quality": "1080P 5.1 CH"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/perfect-blue-1997",
        "server": "VIP Links",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/perfect-blue-1997-remastered-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/hip8ru6ohjib.html",
        "server": "usersdrive.com",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/1CLxW/perfect.blue.1997.remastered.720p.CM.mp4",
        "server": "megaup.net",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/goRG2RKB#d0q6A-byFlr4fANDmAgwlCtVe2XbbK-h2H_QC6mgraU",
        "server": "mega.nz",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/62xqfn1ghii5",
        "server": "upstream.to",
        "size": "884 MB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/c9zj89gu3cyk",
        "server": "veryfiles.com",
        "size": "884 MB",
        "quality": "720 P"
      }
    ],
    "trailer": {
      "video_id": "dpaCRJ_u600",
      "video_url": "https://www.youtube.com/watch?v=dpaCRJ_u600",
      "embed_url": "https://www.youtube.com/embed/dpaCRJ_u600"
    }
  },
  {
    "metadata": "PG-13|1997|1h 45m|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "150000"
    },
    "title": "My Best Friend’s Wedding (1997)",
    "description": "My Best Friend’s Wedding (1997)~ IMDb – 6.3/10, Rotten Tomatoes – 74% ~တစ်ခေတ်တစ်ခါက ပုရိသတို့ရဲ့အသည်းကျော် မမဂျူလီယာရောဘတ်နဲ့ ကင်မရွမ်ဒီယက်ဇ်တို့ကို အတူတူတွဲမြင်ရမှာဖြစ်ပြီး Dermot Mulroney နဲ့ Rupert Everett တို့နုစဥ်က Visual တွေနဲ့ 90s ခေတ်ရဲ့အဖိုးတန်ရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပါတယ်။ဂျူလီယန်: “မိုက်ကယ်ရေ ငါတို့တက္ကသိုလ်ဒုတိယနှစ် ညတစ်ညက နင်ပြောခဲ့တာမှတ်မိသေးတယ် ”ငါတို့ ၂၈ နှစ်ထိအိမ်ထောင်မပြုဖြစ်ကြသေးရင် ငါတို့ချင်းလက်ထပ်ရအောင်” ဆိုပြီးလေ။ မကြာခင် ၂၈ ပြည့်တော့မှာဆိုတော့ ဒီရက်ပိုင်းအဲဒီစကားကို ငါပြန်တွေးဖြစ်နေတယ်။ နင့်ဆီကအရေးကြီးကိစ္စပြောစရာရှိတယ်ဆိုပြီး Voicemail ရတော့ပျော်လိုက်တာ ငါလက်ခံဖို့အဆင်သင့်ဖြစ်နေပါပြီ။ တကယ်တမ်းကြားလိုက်ရတာက ချစ်ခွင့်ပန်စကားမဟုတ်ဘဲ နင့်ရဲ့မင်္ဂလာသတင်းဖြစ်နေခဲ့တယ်။ ကိုယ်ချစ်တဲ့သူကတခြားမိန်းကလေးနဲ့လက်ထပ်တော့မှာကို လက်ခုပ်တီးပေးနိုင်လောက်အောင် ငါသဘောထားကြီးပေးနိုင်ပါ့မလားမသေချာဘူး မိုက်ကယ်…”မိုက်ကယ်: “ဂျူလီယန် ငါအဲဒီညကိုဘယ်တုန်းကမှမမေ့ခဲ့ပါဘူး။ မင်းကလှပတယ် ထက်မြက်တယ် ကိုယ်ဘာလိုချင်လဲသေချာသိပြီး ပြီးပြည့်စုံတဲ့မိန်းမတစ်ယောက်။ နင့်ဘဝရဲ့ဦးစားပေးတွေက မိန်းကလေးအများစုလို ချစ်မှုရေးရာတွေ ဖူးစာရှင်တွေ လက်ထပ်တာတွေဟုတ်မနေဘူးလေ။ အဲဒါအတွက်လည်း နင်အမြဲဂုဏ်ယူနေခဲ့တာမလား။ အဲဒါကြောင့်လည်း နင့်ကိုလက်ထပ်ရမှာ ငါကြောက်မိခဲ့တာထင်တယ်။ ငါလိုချင်တာက အားနွဲ့ပြီးငါ့ကိုအမြဲလိုအပ်နေမယ့်မိန်းကလေးမျိုး…”ချစ်မှုရေးရာနဲ့ပတ်သက်လာရင် အတ္တကြီးတတ်၊ တွေဝေတတ်၊ အမှားတွေလုပ်တတ်ကြတဲ့လူတွေရဲ့သဘောသဘာဝတွေကို တစ်မျိုးဆန်းတဲ့ပုံစံနဲ့တင်ဆက်ထားတဲ့ 90s ခေတ် Romcom တွေကိုနှစ်သက်တဲ့သူတွေ အလွမ်းပြေမယ့်ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.4GB, 960MBQuality – 1080p, 720pIMDb Rating – 6.3/10Format – mp4Duration – 1H 45MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorP.J. HoganStarsAida BaggioAmy DanlesAnh DuongBree TurnerBurton ZuckerCameron DiazCarrie PrestonCassie CreasyCharlie TrotterCharlotte ZuckerChelcie RossChris LoweChristopher MastersonDavenia McFaddenDebbie MarksDermot MulroneyDominic Paolo TestaEric A. PotGene JansonGeorge BozonelosGuillermo TéllezHarry ShearerJeff DlugoleckiJennifer GarrettJennifer McCombJerod HowardJo FarkasJoBe CernyJohnny WhiteJoseph SikoraJulia RobertsKathi CopelandKelleia SheerinKevin Michael DoyleKristi GescheidlerLarry SantoriLoretta PaolettiLucina PaquetM. Emmet WalshMara CaseyMark SwensonMary-Pat GreenMichelle HutchisonMike BacarellaMolly MurphyNed SchmidtkeNiko El Santo ZaveroNorman MerrillNydia Rodriguez TerracinaPatricia E. HarringtonPaul AdelsteinPaul GiamattiPhilip BoscoPhillip IngramRachel GriffithsRaci AlexanderRay UhlerReese FosterRenata ScottRobert SutterRobert VeloRose AbdooRupert EverettScott KuhagenShale MarksSharon HaightShirley KellySid HillmanStephanie BurtonSusan BreslauSusan SullivanTonray HoCastAida BaggioAmy DanlesAnh DuongBree TurnerBurton ZuckerCameron DiazCarrie PrestonCassie CreasyCharlie TrotterCharlotte ZuckerChelcie RossChris LoweChristopher MastersonDavenia McFaddenDebbie MarksDermot MulroneyDominic Paolo TestaEric A. PotGene JansonGeorge BozonelosGuillermo TéllezHarry ShearerJeff DlugoleckiJennifer GarrettJennifer McCombJerod HowardJo FarkasJoBe CernyJohnny WhiteJoseph SikoraJulia RobertsKathi CopelandKelleia SheerinKevin Michael DoyleKristi GescheidlerLarry SantoriLoretta PaolettiLucina PaquetM. Emmet WalshMara CaseyMark SwensonMary-Pat GreenMichelle HutchisonMike BacarellaMolly MurphyNed SchmidtkeNiko El Santo ZaveroNorman MerrillNydia Rodriguez TerracinaPatricia E. HarringtonPaul AdelsteinPaul GiamattiPhilip BoscoPhillip IngramRachel GriffithsRaci AlexanderRay UhlerReese FosterRenata ScottRobert SutterRobert VeloRose AbdooRupert EverettScott KuhagenShale MarksSharon HaightShirley KellySid HillmanStephanie BurtonSusan BreslauSusan SullivanTonray Ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s5svcTbGcdTkA3cj7pCfy1rxy2O.jpg",
      "https://image.tmdb.org/t/p/w300/nheK0SrGhpMKEM1cj2MD5WbrG3E.jpg",
      "https://image.tmdb.org/t/p/w300/s1HtXQJrkPWheo7ahTu5WHccWpt.jpg",
      "https://image.tmdb.org/t/p/w300/vSPW9mYXemH5TBVNRIxVCjWyvIY.jpg",
      "https://image.tmdb.org/t/p/w300/wIiqqvL2D2q4fOrau0V1JLa2N3A.jpg",
      "https://image.tmdb.org/t/p/w300/qIu73Io3ZZQ33ZauKJWdEAJ9pwi.jpg",
      "https://image.tmdb.org/t/p/w300/mqZkDIPB25oA7LrUdfUCadxewjF.jpg",
      "https://image.tmdb.org/t/p/w300/naA6aqGYh8D8x2pODBAvFiqwuJh.jpg",
      "https://image.tmdb.org/t/p/w300/aaqNA1Q20uubM8ycIEUomEY2d3N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b5g4bp8gS5ovMyR5439AII6zQ3n.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-my-best-friends-wedding-1997-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1WVex/(CM)_My_Best_Friend_s_Wedding_(1997)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yYkh1bxR#-FkgDQ2fPSRMTxtLLVl3VPbfZ2yMMISlU246yaDdm_g",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d7d4ufngipp6.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-best-friends-wedding-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4EL2z/(CM)_My_Best_Friend_s_Wedding_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SMVGlAKS#Xd0Cx6zCiHUgk1-jALFTzf_TlSnbj-ji__KXCA-jMoQ",
        "server": "mega.nz",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/11t6oscax5gi.html",
        "server": "usersdrive.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/jhk0kd1xvpy4",
        "server": "streamsb.com",
        "size": "960MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2lxz72buxkgu",
        "server": "streamvid.io",
        "size": "960MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7gRQFgdtAXs",
      "video_url": "https://www.youtube.com/watch?v=7gRQFgdtAXs",
      "embed_url": "https://www.youtube.com/embed/7gRQFgdtAXs"
    }
  },
  {
    "metadata": "G|1997|1h 14 min|Adventure,Animation,Family,Land Before Time Animation",
    "rating": {
      "rating": "6/10",
      "rating_count": ""
    },
    "title": "The Land Before Time V: The Mysterious Island",
    "description": "THE LAND BEFORE TIME REVIEWChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The LandBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကိုရိုက်ပြထားတာပါ။ကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ဆင့်ကဲပြောင်းလဲခြင်းဖြစ်စဉ်တွေ ဒိုင်နိုဆောအမျိုးအစားတစ်ခုစီရဲ့ သဘာဝလေးတွေကိုပါသေသေချာချာလေး ထည့်ရိုက်ထားတာမို့ ကလေးလေးတွေရော လူကြီးတွေပါ ကာတွန်းကြည့်ရင်း ဗဟုသုတရစေမှာအမှန်ပါပဲ။ ပြီးတော့ ဒီကာတွန်းကားလေးမှာ သတိထားမိတာက ကလေးလေးတွေရဲ့ တကယ့် အပြုအမူနဲ့ စိတ်နေစိတ်ထားလေးတွေကို ထည့်ရိုက်ထားတာပါ။ စိတ်တိုလွယ်တဲ့ကလေး တစ်ခုခုဆို ကြောက်တတ်တဲ့ ကလေး သူများကို သနားတတ်တဲ့ကလေး ဘာမဆို စပ်စပ်စုစု လုပ်တတ်တဲ့ကလေးတွေ ပြီးတော့ သူတို့ရဲ့ အပြုအမူလေးတွေကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်လေးတွေကို ပြပေးထားတာက entertainment တင်မက ကလေးလေးတွေရဲ့ စိတ်နေစိတ်ထားလေးတွေကို ပြုပြင်ဆုံးမရာမှာ တစ်နည်းနည်းနဲ့ အထောက်အကူပေးပါလိမ့်မယ်။ဒီတော့ အများကြီးတော့ မညွှန်းတော့ပါဘူး ကမ္ဘာဦးတုန်းက ဒိုင်နိုဆောကြီးတွေက ဘယ်လိုနေကြလဲလို့ ကလေးလေးတစ်ယောက်ယောက်ကများ မေးလာခဲ့ရင် ကျွန်မ ဒီဇာတ်ကားလေးကိုပဲ ပြဖြစ်မယ်ထင်ပါတယ်။ အိမ်မှာ ကလေးရှိတဲ့သူတွေရောကာတွန်းကားနှစ်သက်တဲ့သူတွေရော ဒီကာတွန်းကားလေးတွေကို မြည်းစမ်းကြည့်ပါ နောင်တမရစေရဘူးလို့ အာမခံပါတယ်နော်။Translator – Nay ChiEncoder – YKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles GrosvenorStarsAria Noelle CurzonBrandon La CroixJohn IngleCastAnndi McAfeeAria Noelle CurzonBrandon LacroixJeff BennettJohn IngleKenneth MarsMiriam FlynnRob Paulsen",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vMOO43sopV59jqU3AuZaE9zPNrU.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-v-the-mysterious-island-1997-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "788MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-v-the-mysterious-island-1997-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2VBbC/The.Land.Before.Time.V.The.Mysterious.Island.1997.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "788MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3ByDV/The.Land.Before.Time.V.The.Mysterious.Island.1997.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/lg6x982ylds7",
        "server": "veryfiles.com",
        "size": "788MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/7ed2mmr4044s",
        "server": "veryfiles.com",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-land-before-time-v",
        "server": "VIP Links",
        "size": "788MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "_et5LL4Pe1M",
      "video_url": "https://www.youtube.com/watch?v=_et5LL4Pe1M",
      "embed_url": "https://www.youtube.com/embed/_et5LL4Pe1M"
    }
  }
]