[
  {
    "metadata": "R|1996|116 min|Adult,Drama,Mystery,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "12,771"
    },
    "title": "The Apartment Aka L’Appartement (1996)",
    "description": "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔အလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီးရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့အဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။တကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။ေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီးအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။သူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိေဖာက္ၿပားခဲ့တာလဲ?ဇာတ္ေၾကာင္း အနည္းငယ္ရႈပ္ေထြးသလုိရွိေပမယ့္ ေခတ္ဆန္တဲ့ တင္ၿပပုံ ရုိက္ခ်က္ေတြေၾကာင့္ ေ၀ဖန္ေရးဆရာ အမ်ားစုရဲ႕ ခ်ီးက်ဴးမႈေတြကုိ ရရွိခဲ့ၿပီး၁၉၉၈ ၿဗိတိန္အကယ္ဒမီဆုေပးပြဲမွာ အေကာင္းဆုံးႏုိင္ငံၿခားဘာသာစကားေၿပာ ရုပ္ရွင္ဆုရရွိခဲ့ပါတယ္။Irreversible (2002) မွာအတြဲညီခဲ့တဲ့ မင္းသား Vincent Cassel နဲ႔ မမ Monica Bellucci တုိ႔ရဲ႕ ပထမအၾကိမ္ဆုံေတြ႔မႈလဲၿဖစ္ပါတယ္။(မိသားစုနဲ႕ၾကည့္ဖို႔ေတာ့မေျပေလာက္တဲ့ဇာတ္ကားပါ။)File size…(1.2 GB) and (600 MB)Quality….DVD-Rip 720pFormat…mp4Duration….01:56:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAlias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/64qyT8m4JQ6YODvXxtbHgKmXBX7.jpg",
      "https://image.tmdb.org/t/p/w300/vzN5oDmr1KUV3vB8pIBeKpLZFB1.jpg",
      "https://image.tmdb.org/t/p/w300/mwXCdvuD4qCTnU3q8n9X3Bi8ENJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/23.jpg",
    "movie_links": [
      {
        "link": "https://upstream.to/zf1c4isai5cg",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-apartment-l-appartement-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2du0X/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/c0b5bmk0q0a7.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "GwapQhrZ-D0",
      "video_url": "https://www.youtube.com/watch?v=GwapQhrZ-D0",
      "embed_url": "https://www.youtube.com/embed/GwapQhrZ-D0"
    }
  },
  {
    "metadata": "PG-13|1996|1h 36m|Comedy,Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "169000"
    },
    "title": "The Cable Guy (1996)",
    "description": "The Cable Guy (1996)~ IMDb – 6.1/10, RT – 55%, Meta – 56% ~လူတွေဆိုတာ မွေးရာပါ အထီးကျန်ဆန်တဲ့ သတ္တဝါတွေပါတဲ့။ အဲဒါကြောင့် လူတွေက အထီးကျန်မနေရအောင် တစ်စုံတစ်ရာ ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ဘဝထဲမှာ ရှိနေအောင် ကြိုးစားကြတယ်။The Greatest Showman ဇာတ်ဝင်သီချင်းဖြစ်တဲ့ Never Enough ထဲက စာသားလေးလိုပဲပေါ့။ တစ်ကမ္ဘာလုံးကို ဆုပ်ကိုင်ထားနိုင်တဲ့ အစွမ်းရှိရင်တောင် ဝေမျှစရာလူမရှိရင် ဘယ်အရာကမှ မတင်းတိမ်နိုင်ဘူးလေ။ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ ကေဘယ်သမားလေးက လောကမှာ အရာရာကို လိုချင်တာရနိုင်နေတဲ့ အစွမ်းရှိနေပေမဲ့ ဝေမျှခံစားနိုင်တဲ့သူ မရှိတဲ့အတွက် သူ့ဘဝမှာ လိုအပ်နေတဲ့ တစ်ခုတည်းသောအရာက သူနဲ့ဝေမျှခံစားပေးဖို့လူတစ်ယောက်ပါပဲ။ခုခေတ်လို အင်တာနက်တွေခေတ်မစားခင်က တီဗီဟာ တစ်ကမ္ဘာလုံးမှာ အကြီးဆုံး ဖျော်ဖြေရေးစနစ်ကြီးဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့ တီဗီလိုင်းတွေဆိုတာ ခုခေတ် Netflix တို့လို ပိုက်ဆံပေးမှ ကြည့်လို့ရတဲ့ စနစ်တွေပါ။ အဲဒီတော့ လိုင်းတစ်လိုင်းကို ကြည့်ချင်တယ်ဆိုရင် ကြည့်ချင်တဲ့လိုင်းရဖို့ ကေဘယ်သမားခေါ်ပြီး ချိန်ခိုင်းရပါတယ်။ ကေဘယ်သမားကို ပီရင်တော့ လိုင်းပေါင်းစုံကြည့်လို့ရနိုင်တဲ့ အခွင့်အရေးရှိတော့ ကေဘယ်သမားတွေ မျက်နှာပွင့်တဲ့ခေတ်ပေါ့ဗျာ။ရည်းစားက နှင်ချလိုက်လို့ အိမ်ပေါ်က ဆင်းလာရတဲ့ စတီဗင် တစ်ယောက် အိမ်အသစ်မှာနေပြီး သူတို့ခေတ်က တစ်ခုတည်းသော ဖျော်ဖြေရေးကြီးဖြစ်တဲ့ တီဗီလိုင်းတွေကို ဆင်ဖို့ ကေဘယ်သမားခေါ်ရတာပေါ့။ သဘောကောင်းတဲ့ စတီဗင်က ကေဘယ်သမားကို ပိုက်ဆံပေးပြီးခိုင်းရတဲ့ အလုပ်သမားလို သဘောမထားဘဲ တူတူတန်တန်ဆက်ဆံတော့ အမြဲတမ်း မတူမတန် ဆက်ဆံခံနေရပြီး စွန့်ပစ်ခံထားရမှာကိုကြောက်တဲ့ ကေဘယ်သမားက စတီဗင်ကို အရမ်းခင်သွားပြီး အတင်းလိုက်ကပ်ပြီး သူငယ်ချင်းဖြစ်ဖို့ ကြိုးစားတဲ့ ဇာတ်လမ်းလေးပါ။The Cable Guy (1996) ဟာ Comedy, Satire ဆိုတဲ့အတိုင်း ရယ်စရာတွေ ပေါချင်းသောချင်းပါသလို တွေးစရာတွေလည်း အများကြီးပေးမယ့် ဇာတ်ကားပါ။ Cast တွေဆိုတာကလည်း ဟာသအကျော်အမော်တွေဖြစ်တဲ့ Jim Carrey, Ben Stiller, Matthew Broderick, Jack Black နဲ့ Owen Wilson တို့တင်မဟုတ်ဘဲ အခြား နာမည်ကျော် သရုပ်ဆောင်တွေလည်း အများကြီးပါဝင်ပါသေးတယ်။မင်းသမီးက အသက်ကြီးတဲ့ထိတောင် မပျက်စီးသေးတဲ့ Leslie Mann ဆိုတော့ သူ့ရဲ့ ငယ်ဘဝက အလှကိုလည်း ခံစားလို့ရနိုင်ပါတယ်။ ဒါရိုက်တာကလည်း အားလုံးနဲ့ ရင်းနှီးပြီးသား Ben Stiller ဆိုတော့ ရယ်ချင်တဲ့သူတိုင်းအတွက် ကွက်တိပဲပေါ့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.65GB, 780MBQuality – 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 1H 36MinGenre – Comedy, Drama, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2gA2qjVprFMH3JKmKnxyOjOaBP.jpg",
      "https://image.tmdb.org/t/p/w300/5kAcYhlw5ZbKgEC20VPIs3mYkRE.jpg",
      "https://image.tmdb.org/t/p/w300/swFTENJuqe0m3SenlELg9gQFR68.jpg",
      "https://image.tmdb.org/t/p/w300/o7wFyaai79qMVpV42a262ONw5gw.jpg",
      "https://image.tmdb.org/t/p/w300/r0sbL0D1gtcQko9btTytXyzRb0U.jpg",
      "https://image.tmdb.org/t/p/w300/sH4qBvMj4VdkX6p59QXaSJHr7ov.jpg",
      "https://image.tmdb.org/t/p/w300/dk7wLnI4LwmdCPYclZM3mXPvZHA.jpg",
      "https://image.tmdb.org/t/p/w300/wco69qWp8du3RzDgpLC52ea3ps4.jpg",
      "https://image.tmdb.org/t/p/w300/nj0rIFyjZ0GUOQYnGM8YyGR3CmS.jpg",
      "https://image.tmdb.org/t/p/w300/vhmaFMJ4aLgKdEFrUywCrykLJmd.jpg",
      "https://image.tmdb.org/t/p/w300/A1aV7bYWNaPVdk0mOBToHsBqK53.jpg",
      "https://image.tmdb.org/t/p/w300/4Ia8TZmSApI3SQaOz7CFH61qcJL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5cZySBvy41eHTD5LyQn48aP444k.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-cable-guy-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1SDhw/(CM)_The_Cable_Guy_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3uQ2hRra#f_2xzbJ5UmRhyyMrZ12RrEApLG5v1sVshTPggTNC2Ik",
        "server": "mega.nz",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fxjw1eul64ad.html",
        "server": "usersdrive.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/f394cj1v0n9p.html",
        "server": "streamsb.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/sb9fexeqz7by",
        "server": "streamvid.io",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-cable-guy-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SDg1/(CM)_The_Cable_Guy_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mrxVHSQL#C-uOPK82dRvAWnDNKpVrVgVaqb1CX1ReQ8URNyO60Og",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vqzjwh0y2gx3.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/dt7n0d0unzkt.html",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4mcfaijjz0aj",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TVtvBoELA-g",
      "video_url": "https://www.youtube.com/watch?v=TVtvBoELA-g",
      "embed_url": "https://www.youtube.com/embed/TVtvBoELA-g"
    }
  },
  {
    "metadata": "Unrated|1996|1h 49m|Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "501"
    },
    "title": "Lost and Found (1996)",
    "description": "Lost and Found (1996)~ IMDb – 7.2/10, Rotten Tomatoes – 76% ~နေလာရင်းဘဝမှာ မကြာမကြာဆိုသလို တစ်စုံတရာတော့ ပျောက်ရှနေကျပါပဲ။ ခဏခဏသေးသေးမွှားမွှားလေးတွေကနေ ရံဖန်ရံခါ ကြီးကြီးမားမားတွေ အထိ ပျောက်ရှနေတတ်တယ်။ တစ်ရံတစ်ခါမှာတော့ အကြီးဆုံးဆိုတဲ့အရာတွေအထိပေါ့။ ဆိုးဆိုးရွားရွားဆို လက်ထဲကိုင်ထားတဲ့ အင်္ကျီကို ဘယ်နားကျလို့ ကျခဲ့မှန်းမသိတဲ့ အဖြစ်မျိုးအထိ မကြာမကြာရှိခဲ့ဖူးတယ်။ သတိလက်လွတ်ဖြစ်စေ အထားအသိုမှားသည်ဖြစ်စေ အရေးအကြီးဆုံးဆိုတဲ့ အရာတွေကို ကျွန်တော်တို့ ပျောက်ရှဖူးခဲ့မှာပဲ။ မက်စက်တွယ်တာတဲ့ တစ်စုံတရာကို ပျောက်ရှဆုံးရှုံးတယ်ဆိုတာ ဘာနဲ့မှမတူတဲ့ ဝေဒနာပေါ့။ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာ မရှိဘူးတဲ့။ ပိုက်ဆံအိတ် အခိုးခံရတယ် ဆိုပါစို့။ အချင်းတစ်ကီလိုမီတာဝန်းကျင်က အမှိုက်ပုံးတစ်ပုံးပုံးထဲ အဲဒီပိုက်ဆံအိတ်ကို ပြန်တွေ့မှာပဲတဲ့။ ဒီစကားမှန်ရဲ့လားတော့ ကျွန်တော်မသိဘူးပေါ့။ ရုပ်ရှင်ထဲက Takeshi ကတော့ ပျောက်ဆုံးပစ္စည်းရှာဖွေရေးလုပ်ငန်း ထောင်ထားတယ်။ သတိလက်လွတ်နဲ့ ခါးပိုက်နှိုက်ခံရသည်ဖြစ်စေ၊ ကိုယ်တိုင်က အထားအသိုမှားသည်ဖြစ်စေ၊ ဘာမဆိုကို ပြန်ရှာပေးတဲ့ အလုပ်ပေါ့။ ပိုက်ဆံအိတ်၊ ဖုန်း၊ ဈေးသည်ရဲ့အလေး၊ အိမ်မွေးတိရိစ္ဆာန်ကနေ သရဲအထိ သူတို့မရှာပေးတာ ဘာဆိုဘာမှမရှိဘူး။ တစ်ခါတလေကျ လူတစ်ယောက်ပေါ့။ ကံဆိုးရင်တော့ တောဘဲရိုင်းတွေကနေ သေပြီးသားလူအထိ ရှာပေးရတတ်တယ်။ ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာမရှိဘူးဆိုတဲ့ ဆောင်ပုဒ်နဲ့ ပျောက်တာမှန်ရင် ရှာပေးတဲ့ သူတို့ဟာ သွေးကင်ဆာဖြစ်နေတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ပျောက်နေတဲ့ မျှော်လင့်ချက်ကို ရှာပေးဖို့ အကြောင်းဖန်လာခဲ့တယ်။အဝေးဆီက ဥဩဆွဲသွားတဲ့ ရထားသံနောက်မှာ တွဲလျောင်းပါသွားတဲ့ မျှော်လင့်ချက်တွေ၊ မှောင်ရီလု သိဟ်ရာသီညနေခင်းရဲ့ မြေသင်းနံ့တွေ၊ အင်္ဂတေတွေ ကွာကျနေတဲ့ လမ်းဘေးအုတ်ခုံကလေးပေါ်က နေ့တွေ၊ ကမ္ဘာအစွန်းတစ်ဖက်ဆီ မျှော်ရီရင်း တငွေ့ငွေ့ကုန်လွန်ခဲ့ဖူးတဲ့ အနီးအနားမေတ္တာတွေ၊ မှောင်ချိန်မတိုင်ခင် လင်းတဲ့နေ့တွေ…၊ ဘယ်တစ်ခုက ပိုပြန်ရှာတွေ့ဖို့ခက်လဲ။ အစကတည်းမပိုင်ခဲ့တဲ့အရာလား အထားအသိုမှားခဲ့တဲ့အရာလား။ သူ့အချစ်ဟာ အစကတည်းက ကျွန်တော်မပိုင်ခဲ့တဲ့ အရာလား၊ သတိလက်လွတ်ဖြစ်ခဲ့ခြင်းလား။ ပြန်ရှာလို့မတွေ့နိုင်တဲ့ တစ်စုံတရာတွေ ပျောက်ဆုံးသွားတဲ့အခါ ဘယ်လိုအလင်းနဲ့ ဖာထေးမလဲ။မှော်ပညာဆိုတာကို ယုံလား။ ဒီကမ္ဘာကြီးရဲ့ ဟိုးဖက်အလွန်မှာ ဘာမဆိုဖြစ်နိုင်တဲ့တစ်နေရာ ရှိချင်ရှိမပေါ့။ နားထင်မှာ သေနတ်တေ့လျက်သားသူအတွက် ဖားမိုးတွေရွာကျလာသလိုမျိုး “Desus Ex Machina”, မျှော်လင့်ချက်ကျန်ဖို့သက်သက် ရိုးရိုးလေး ယုံကြည်ထားတဲ့ “Desus Ex Machina”, မှော်ဆန်တဲ့ ဖြစ်ရပ်တွေ ဒီကမ္ဘာမှာ မရှိပါဘူးလို့ ဘယ်သူတွေပြောလဲ။ တကယ်တမ်း ချစ်တတ်ခဲ့ရင် အခိုက်အတန့်တိုင်း မှော်ဆန်ခဲ့မှာပဲ။ မပိုင်မဆိုင်ရတော့ရင်တောင် ပြန်ယူဆောင်မသွားနိုင်တော့တဲ့ ဟိုးတုန်းက ညနေခင်းတွေဟာ ဒီဘဝအတွက် ရတုအဆက်ဆက် မှော်ဆန်နေလိမ့်ဦးမယ်။ ကြားဖူးတယ်… ဘယ်သူမဆို တစ်ဦးတစ်ယောက်ရဲ့ ဒဏ်ရာတွေ ကုစားပေးနိုင်တဲ့ မှော်ဆရာတွေ ဖြစ်နိုင်သလို ဘဝရဲ့အခိုက်အတန့်တိုင်း ဘဝရဲ့အပိုင်းအစတိုင်းက မှော်ဆန်နိုင်သတဲ့။“ဟေး ဂျွန်အချစ်ကိုမနိုင်မချင်း သယ်ဆောင်လာတဲ့တမျှော်တခေါ်အနမ်းရဲ့ ဟိုးအတွင်းဘက်မှာအိမ်ဆီပြန်ခေါ်မယ့်လမ်း ပါသကွဲ့။အဲဒီမြေ ငါနမ်းလိုက်ပါရစေတော့…”–မောင်သိန်းဇော်— — — — — —(Lost and Found ဟာ ဒီဘက်က ဟောင်ကောင်ပရိသတ်တွေ ပြောတာသိပ်မတွေ့ရပေမဲ့ အာရှရုပ်ရှင်ပရိသတ်တွေကြားတော့ တော်တော်လေး ဘောင်ဝင်တဲ့ ဟောင်ကောင်ကားပါ။ ကျွန်တော်တို့လို နှောင်းပိုင်းလူတွေ ဒီကားကို ကြည့်ဖြစ်ကြရင် ဝေါင်ကာဝေးကားတွေနဲ့ ကျွန်တော်တို့ကိုဖမ်းစားခဲ့ပြီး ဟောင်ကောင်ကားကောင်း မနည်းရိုက်ခဲ့တဲ့ Takeshi Kaneshiro ကြောင့်လို့ပြောရင် မမှားပါဘူး။ Takeshi Kaneshiro ကြောင့် ဒီရုပ်ရှင်ကို ကြည့်ဖြစ်ခဲ့တယ်ဆိုပေမဲ့ Lost and Found ဟာ Takeshi Kaneshiro ရဲ့ Solo ကားတွေထဲ အကောင်းဆုံးကားလို့ပြောလို့ရတဲ့အထိ လှတဲ့ ရုပ်ရှင်ပါပဲ။ ဟောင်ကောင်ဂိတစ်ချို့ရဲ့ အကြိုက်ဆုံး ဟောင်ကောင်ရုပ်ရှင်ငါးဆယ်ထဲ ထက်ဝက်လောက်မှာ နေရာယူနေတတ်ပြီး ရိုမန့်ဒရာမာကြိုက်တဲ့လူတွေဆို တစ်ခါကြည့်ပြီးတာနဲ့ နောက်တစ်ခါပြန်ကြည့်ချင်စိတ်ပေါ်စေမယ့်အထိ ဆွဲဆောင်မှုရှိတဲ့ ရုပ်ရှင်ပါပဲ။ မင်းသမီးကလည်း Faye Wong နဲ့ တော်တော်လေးဆင်သလို သူ့အလှကလည်း ဒီကားကို ပိုတောက်ပစေခဲ့တဲ့ တစ်ချက်လို့ပြောရင်မမှားပါဘူး။ သီချင်းတွေကလည်း ကားနဲ့အတော်လေးပနံသင့်တဲ့ ရိုမန့်ကားတွေမှာ ပါသင့်ပါထိုက်တဲ့ အချက်တွေ အကုန်ပါနေတဲ့ တော်တော်ကောင်းတဲ့ ရုပ်ရှင်ပါ)[ဝတ္တုတွေထဲမှာ ဇာတ်လိုက်မင်းသား သို့ မင်းသမီး ကြုံနေရတဲ့ အခက်အခဲပြဿနာတစ်ခုကို အလွယ်တကူ ဖြေရှင်းတဲ့နည်းရှိပါတယ်။ ဝေဖန်ရေးဝေါဟာရအနေနဲ့ Deus Ex Machina လို့ ခေါ်တယ်။ နတ် သို့မဟုတ် နတ်ဘုရားတစ်ပါးပါးက ဝင်ကယ်လိုက်တာမျိုးပါပဲ။ ဂရိရှေးဟောင်းပြဇာတ်တွေက အစပြုတယ်။သဘောက ဒီလို။ မင်းသား သို့ မင်းသမီးဟာ အခက်အခဲ ဒုက္ခနဲ့ရင်ဆိုင်နေရတယ်။ အဲ့ဒါကို သဘာဝကျကျ နည်းမှန်လမ်းမှန်နဲ့ ဖြေရှင်းဖို့မကြိုးစားဘဲ နတ်လိုလို သိကြားလိုလို တန်ခိုးရှင်တွေက ဝင်ဖြေရှင်းလိုက်လို့ ပြေလည်ပြီး ဇာတ်သိမ်းသွားတယ်။ အဲ့ဒီလို ဝင်ဖြေရှင်းပေးလိုက်တာကို ဘာမှသွားပြောလို့မရဘူး။ သဘာဝမကျဘူးလို့ ပြောလို့မရဘူး။ မဖြစ်နိုင်ဘူးလို့လည်း ပြောလို့မရဘူး။– ဇော်ဇော်အောင်၏ ဝေဝေရီရီမှ ](ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 1.02GBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 49MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eVjHLRxchRbbpAJT9BpabHaLxNs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0NmYwYjAtOGNkNi00ODg3LWIyZWItYmQwODE1MDAxMWYyXkEyXkFqcGdeQXVyNjk5NzY4OTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lost-and-found-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1OK2x/(CM)_Lost_And_Found_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oH9SUTAb#Aw7qY6fUpeQcKHkzHzNEbxy0iBOL4fv99EppZpfKcT0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yvs5durq5cce.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/x77gp2hefolw.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lost-and-found-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1OK05/(CM)_Lost_And_Found_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "1.02GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xCVywTwC#d98StBtS_TeykK4p84lggfWjxIsTkIQr9HQh9vj7PhA",
        "server": "mega.nz",
        "size": "1.02GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1ajwt9z4f5k6.html",
        "server": "usersdrive.com",
        "size": "1.02GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/lscr1ueko6g1.html",
        "server": "streamsb.com",
        "size": "1.02GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1996|1h 32min|Action,Asian,Martial",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "662"
    },
    "title": "Iron Monkey 2 (1996)",
    "description": "Iron Monkey 2 (1996)_____IMDb – 4.6/10ကဲဗျာ ဒီတစ်ခါတော့ အရင် တရက်ကတင်ပေးထားတဲ့ဇာတ်ကားရဲ့ အဆက် ကို ဆက်တင်ပေးလိုက်ပါတယ်ပထမကားကိုကြည့်ပြီးရင်တော့ ဒီကားကိုလဲ ဆက်ကြည့်သင့်ပါတယ်လို့ပြောလိုက်ပါရစေ ဇာတ်လမ်းကတော့ ပထမကားရဲ့ အဆက် ဒေါက်တာဒယ်နီယန်း တယောက် အခု တခါမှာ ဘယ်လို ဇာတ်ရှူပ်ထဲ ဝင်ပါမိတာလဲဆိုတာကို ဆက်ကြည့်ကြရမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒေါက်တာယန်း တယောက်ကြေးစားလူသတ်သမား ဖြစ်သူ ကျားကြီး ယု နဲ့ တိုက်ခိုက်ရင်းလက်နက်မှောင်ခိုဂိုဏ်းနဲ့ ရန်ညှိးဖွဲမိရာကနေ ဘယ်လိုတွေများဆက်လက် ကြုံတွေ့ကြရမလဲပြီးတော့ ဒေါက်တာယန်းကကော ဖော်ထုပ်နိုင်ပါ့မလားလက်နက်မှောင်ခိုဂိုဏ်းကကော ဘယ်လိုတွေ များ အကောက်ကြံမလဲဆိုတာကို ဆက်လက် ကြည့်ရှူလိုက်ကြပါတော့နော်(ဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ)Iron Monkey 1 ကို ဒီမှာဒေါင်းပါZAWGYIကဲဗ်ာ ဒီတစ္ခါေတာ့ အရင္ တရက္ကတင္ေပးထားတဲ့ဇာတ္ကားရဲ႕ အဆက္ ကို ဆက္တင္ေပးလိုက္ပါတယ္ပထမကားကိုၾကည့္ၿပီးရင္ေတာ့ ဒီကားကိုလဲ ဆက္ၾကည့္သင့္ပါတယ္လို႔ေျပာလိုက္ပါရေစ ဇာတ္လမ္းကေတာ့ ပထမကားရဲ႕ အဆက္ ေဒါက္တာဒယ္နီယန္း တေယာက္ အခု တခါမွာ ဘယ္လို ဇာတ္ရႉပ္ထဲ ဝင္ပါမိတာလဲဆိုတာကို ဆက္ၾကည့္ၾကရမွာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဒါက္တာယန္း တေယာက္ေၾကးစားလူသတ္သမား ျဖစ္သူ က်ားႀကီး ယု နဲ႔ တိုက္ခိုက္ရင္းလက္နက္ေမွာင္ခိုဂိုဏ္းနဲ႔ ရန္ညႇိးဖြဲမိရာကေန ဘယ္လိုေတြမ်ားဆက္လက္ ႀကဳံေတြ႕ၾကရမလဲၿပီးေတာ့ ေဒါက္တာယန္းကေကာ ေဖာ္ထုပ္ႏိုင္ပါ့မလားလက္နက္ေမွာင္ခိုဂိုဏ္းကေကာ ဘယ္လိုေတြ မ်ား အေကာက္ႀကံမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရႉလိုက္ၾကပါေတာ့ေနာ္(ဘာသာျပန္ေပးသူကေတာ့ ကိုစိုးေထြး ျဖစ္ပါတယ္ ဗ်)Iron Monkey 1 ကို ဒီမွာေဒါင္းပါFile Size – 780 MBFile Format – mp4Quality – BluRay Rip 720pDuration – 01:32:00Translator – Soe HtweEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a55rtPVqxReT3f4D2Kp3V9Vs21Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cuu3xvsk4u4m.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-monkey-2-jie-tou-sha-shou-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2UAhA/Iron_Monkey_2_(Jie_Tou_Sha_Shou)_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/MxwWgaoD#4guVOi0YA3v6hTH9vXH2MQLYSLD7bYZ7_DPjryHIKow",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/oh9uh9tfhszu",
        "server": "upstream.to",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|1996|1h 58min|Drama,Romance",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "6100"
    },
    "title": "Comrades, Almost a Love Story (1996)",
    "description": "Comrades, Almost A Love Story (1996)~ IMDb – 8.1/10, Rotten Tomatoes – 89% ~Directed ByBunny Chanအချစ်ဇာတ်လမ်းတွေဟာ သိပ်ခမ်းနားပါတယ်။ အထူးသဖြင့် ဘာမှခမ်းနားမနေတဲ့ အချစ်ဇာတ်လမ်းတွပေါ့။ Comrades ဟာ ဘာမှ မထူးဆန်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို အလှပဆုံးသီချင်းတွေ၊ အလှပဆုံးစီနီမာတိုဂရပ်ဖီတွေ သုံးပြီး အလိုက်ဖက်ဆုံး ဇာတ်ကောင်တွေနဲ့ ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။၉၀ပြည့်နှစ် အလယ်ပိုင်းတွေမှာ ပြည်မကလူတွေဟာ ကြိုးစားရင် ဘာမဆိုဖြစ်နိုင်တယ်ဆိုတဲ့ စီးပွားရေးအခွင့်အလမ်းကောင်းတဲ့ ဟောင်ကောင်ကို အိပ်မက်တွေအလီလီနဲ့ ပြောင်းလာခဲ့ကြတယ်။ အဲဒီပြောင်းလာခဲ့တဲ့ထဲ နှစ်ယောက်က လီယွန်လိုင်နဲ့ မက်ဂီချောင်တို့ရဲ့ ဇာတ်ကောင်၂ကောင်လည်းပါတယ်။ လီယွန်လိုင်ရဲ့ ဇာတ်ကောင်ကတော့ သူ့ရည်းစားကို ဟောင်ကောင်ခေါ်ပြီး လက်ထပ်ဖို့ လုံလောက်အောင် ငွေရှာချင်ရုံပါပဲ။ မက်ဂီချောင်ရဲ့ ဇာတ်ကောင်ကတော့ အိပ်မက်တွေ ဟိုးအမြင့်ကြီးနဲ့။ သူတို့ဇာတ်ကောင်၂ကောင်ဟာ အဲဒီခေတ်က ပြည်မကနေ ဟောင်ကောင်ကို ပြောင်းလာခဲ့တဲ့ သူတွေရဲ့ အခြေအနေကို ကောင်းကောင်းကြီး ပုံဖော်ထားခဲ့သလို ပြည်မကလူတွေ တောသားမြို့တက်အထင်ခံရမှာစိုးတဲ့ သဘာ၀ကိုလည်း ပုံဖော်ထားခဲ့တယ်။အဲဒီလိုပုံဖော်ထားတဲ့အထဲ ရယ်ရခက်ငိုရခက် တစ်ချက်ကိုပြောရရင် ပြည်မကလူတွေဟာ Teresa Tang ဆိုတဲ့ အဆိုတော်ကို တော်တော်သဘောကျကြတယ်။ မက်ဂီချောင်ဟာ ပြည်မမှာ Teresa Tang အခွေတွေ ရောင်းတုန်းက အရမ်းရောင်းကောင်းခဲ့တော့ ဟောင်ကောင်ပွဲဈေးမှာရောင်းဖို့ ရှိသမျှပိုက်ဆံတွေကို Teresa အခွေတွေ၀ယ်ပြီး ရင်းခဲ့တယ်။ ကံဆိုးချင်တော့ ဟောင်ကောင်မှာ Teresa သီချင်းနားထောင်ရင် ပြည်မသားဆိုတာ လိုက်ပြောလိုက်သလိုဖြစ်နေတော့ ကြိုက်ကြပေမဲ့ ဘယ်သူ့မှ မ၀ယ်ကြပါဘူး။ ဒီလိုနဲ့ မက်ဂီချောင် အရင်းပြုတ်သွားတယ်။ဒီလိုဆိုလို့ Teresa ကို ခပ်ညံ့ညံ့အဆို‌တော် မထင်လိုက်ပါနဲ့။ Teresa ဟာ တရုတ်ပြည်ရဲ့ ဂန္တ၀င်အဆိုတော်လို့ ပြောလို့ရပြီး တရုတ်တွေရှိတဲ့ နေရာတိုင်းမှာ Teresa သီချင်းသံကြားရတယ်ဆိုပါတယ်။ ဒီရုပ်ရှင်မှာ Teresa သီချင်းတွေ နေရာမလပ် လွှမ်းခြုံထားသလို ဒီရုပ်ရှင်မှာ Teresa ဟာ အရေးကြီးတဲ့ ဓာတ်ကူပစ္စည်းလည်း ဟုတ်ပါတယ်။ Comrades ရုပ်ရှင်ရဲ့ တရုတ်နာမည်က Tian Mi Mi ဆိုတဲ့ Teresa သီချင်းနာမည်ကို ယူထားတာဖြစ်သလို ဒီရုပ်ရှင်အနှံ့မှာ Tian Mi Mi သီချင်းကို ကြားရမှာပါ။ တော်တော်ကောင်းတဲ့ သီချင်းပါပဲ၊ YouTubeမှာ အလွယ်တွေ့နိုင်ပါတယ်။တရုတ်ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးစာရင်း၀င်တဲ့ လီယွန်လိုင်ဟာ ဝေါင်ကာဝေးရဲ့ Fallen Angels မှာ ခပ်မိုက်မိုက် ကြေးစားလူသတ်သမား ဇာတ်ကောင်နေရာနဲ့ ပီပြင်ခဲ့သလို ဒီထဲလည်း ပြည်မကနေ ဟောင်ကောင်တက်လာတဲ့ အူတူတူ အတတ ဇာတ်ကောင်နဲ့ ပီပြင်တဲ့ သရုပ်ဆောင်ကောင်းပါပဲ။ ဒီရုပ်ရှင်ထဲက သူ့ဇာတ်ကောင်ဟာ သူ့ဘ၀ကို ထင်ဟပ်နေတယ်လို့လည်းဆိုပါတယ်။ သူ့ရုပ်ရှင်ဆိုလို့ နှစ်ကားတည်း ကြည့်ဖူးပေမဲ့ လီယွန်လိုင်ဟာ ဒီတစ်ကားနဲ့တင် တော်တော်သရုပ်ဆောင် ကောင်းတဲ့သူဆိုတာ မြင်သာပါတယ်။ ကျွန်တော်တို့ရဲ့ မက်ဂီကတော့ ဒီထဲပိန်ချုံးကျနေပြီး အရင်လောက် မလှဘူးထင်ရပေမဲ့ တစ်နေ့လေးနာရီလောက်ပဲ အိပ်ပြီး အလုပ်ကြိုးစားနေတဲ့ ကောင်မလေးဇာတ်ရုပ်မှာ ဒီပုံစံက အံ၀င်ခွင်ကျပါပဲ။ဒီလိုကမောက်ကမခေတ်ကြီးမှာ ဒီရုပ်ရှင်နဲ့ ရင်ဘတ်ချင်းနီးတဲ့သူတွေ များလောက်မှာပါပဲ။ အိပ်မက်တွေရှိတယ်။ ကြိုးစားကြည့်ကြတယ်။ လဲကျကြတယ်။ အချစ်တွေရှိတယ်။ ဘ၀တွေက အဆင်ပြေမနေခဲ့ဘူး။ အချိန်မှား နေရာမှား ရောက်လာရသလို လမ်းလွဲခဲ့ကြတယ်။ Comrades ဟာ ဒီအကြောင်းတွေကို ရိုက်ပြထားတဲ့ အချစ်ဇာတ်လမ်းဖြစ်လုနီးနီး ဘ၀နှစ်ခုအကြောင်းဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ကျွန်တော့်အနေနဲ့တော့ ထိုင်၀မ်နဲ့ ပြည်မက မာစတာပိစ်တွေထဲ သူတို့ခေတ် သူတို့အခြေအနေကို ထင်ဟပ်တဲ့ ရုပ်ရှင်ကောင်းတွေ တွေ့ရပေမဲ့ ဟောင်ကောင်မှာ ဒီလိုမျိုးရုပ်ရှင်တွေကို မကြည့်ဖူးခဲ့ပါဘူး။ ဥပမာဆို – A Brighter Summer Day မှာ ပြည်မကနေ ထိုင်၀မ်ခွဲထွက်ပြီး နောက်ပိုင်း အခြေအနေတွေကို ပြထားတဲ့ ပုံစံမျိုးပေါ့။ Comrades ကတော့ အချစ်ဇာတ်လမ်းလည်းဖြစ်သလို အဲဒီလိုဇာတ်လမ်းတွေရဲ့ အရသာကိုလည်း ပေးနိုင်ခဲ့တဲ့ ဟောင်ကောင်ရဲ့ အရာရာလှပနေတဲ့ မာစတာပိစ်တစ်ကားပါပဲ။ ဒီဇာတ်လမ်းကိုရေးတဲ့ Ivy Ho ဟာ ဇာတ်ညွှန်းဆုများစွာရခဲ့သလို ရုပ်ရှင်ကလည်း တခြားဆုများစွာလည်း ရထားတယ်။ ထူးတာကတော့ ဒီရုပ်ရှင်မှာ ဝေါင်ကာဝေးရဲ့ ပင်တိုင် စီနီမာတိုဂရပ်ဖာ ခရစ္စတိုဖာဒွိုင်းက အင်္ဂလိပ်စာသင်တဲ့ဆရာ အဖြစ် သရုပ်ဆောင်ထားပါသေးတယ်။။လူပြောတော်တော်များပေမဲ့ ဒီလောက်ကောင်းတဲ့ ရုပ်ရှင်ကို အရင်က မကြည့်ဖြစ်ခဲ့ပါဘူး။ သို့ပေမဲ့ နောင်တတော့မရပါဘူး။ ဒီလိုအခြေအနေတွေမှာ ကြည့်မှ ပိုနီးစပ်သွားမယ့်ရုပ်ရှင်လို့ ယူဆလို့ပါပဲ။ ဗိန်းဗောင်းဆင့်ရောက်လာတဲ့ ကမောက်ကမခေတ်မှာ အခြေအနေအချိန်အခါတွေ မလွယ်တဲ့ဘ၀တွေကြောင့်နဲ့ လမ်းလွဲခဲ့ရတဲ့ ချစ်ခြင်းတွေ နည်းမှာမဟုတ်ပါဘူး။ Comrades ဟာ အဲဒီအချစ်တွေကို ထင်ဟပ်မိလောက်မယ့် ရုပ်ရှင်ပါ။ ပုဂ္ဂလိက အမြင်အရတော့ အကြိုက်ဆုံးရုပ်ရှင် ဆယ်ဂဏန်းထဲ စာရင်းသစ်၀င်သွားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 3.2GB, 1.23GBQuality – Blu-ray 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 1H 58MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qhNANlFHAF5GLB4RkAwpLEtGYRu.jpg",
      "https://image.tmdb.org/t/p/w300/cCyiQTMkcwC4pHcoIjdd2AQckK8.jpg",
      "https://image.tmdb.org/t/p/w300/7LmxyRIau6X0Ugsp6ux3BChOszL.jpg",
      "https://image.tmdb.org/t/p/w300/cmy8D7ge4cLNpUTYD8gIHA5JiQg.jpg",
      "https://image.tmdb.org/t/p/w300/cEu8vZJrSg5FEZCmY7TvTQZBs7M.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5zI3WI1qg5fuHxHVJNdGAo8Etr1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/comrades-almost-a-love-story-1996",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-comrades-almost-a-love-story-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://megaup.net/2rw4w/(CM)_Comrades_Almost_a_Love_Story_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "3.2GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://usersdrive.com/8h78gesl6fla.html",
        "server": "usersdrive.com",
        "size": "3.2GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-comrades-almost-a-love-story-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rw2D/(CM)_Comrades_Almost_a_Love_Story_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7d0AUQrD#T-o9oRHNyOQcPtrIt22vv5UOpm_1Pa60eg_JY6yIARM",
        "server": "mega.nz",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ulyuqn3zwnpk.html",
        "server": "usersdrive.com",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/35hskubi1a25.html",
        "server": "streamsb.com",
        "size": "1.23GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "x1g7VSYwJ44",
      "video_url": "https://www.youtube.com/watch?v=x1g7VSYwJ44",
      "embed_url": "https://www.youtube.com/embed/x1g7VSYwJ44"
    }
  },
  {
    "metadata": "PG-13|1996|1h 53min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "174,976"
    },
    "title": "Twister (1996)",
    "description": "Twister (1996)IMDb – 6.4/10_____Rotten – 58%သာယာတဲ့မိသားစုလေးတစ်စုရှိတယ်….တစ်နေ့တော့ လေမုန်တိုင်းကြီးတစ်ခုဟာသူတို့နေတဲ့ နယ်မြို့လေးကိုဖြတ်တိုက်သွားတယ် မိသားစု ၃ဦးရှိတဲ့အထဲက အဖေကိုလေမုန်တိုင်းကြီးက ဝါးမြိုသွားတယ်……အမေနဲ့သမီးပဲကျန်ခဲ့လေရဲ့ ….သမီးဖြစ်သူဟာ သူ့မျက်စိရှေ့တင် မုန်တိုင်းနဲ့ပါသွားတဲ့အဖေကိုတွေ့မြင်ခဲ့လေတော့ စိတ်ဒဏ်ရာရခဲ့တယ်….သူမဟာ အရွယ်ရောက်လာတော့ မုန်တိုင်းလိုက်မုဆိုးဖြစ်လာတယ်…မုန်တိုင်းမလာခင် ၃မိနစ်ပဲမိုးလေဝသဌာနက ကြိုတင်သတိပေးနိုင်တော့ ပြည်သူတွေအတွက် အချိန်မလုံလောက်ဘူး ဒါကြောင့် အသက်တွေဆုံးရှုံး စီးပွားတွေပျက်စီးရတယ် သူမဟာ သတိပေးချိန်များများရအောင်တွက်ချက်နိုင်ဖို့ကြိုးစားတယ်….သူမနဲ့သူ့ချစ်သူကောင်လေးနဲ့အသက်အန္တရယ်တွေကြားကကြိုးစားပုံတွေ ကို ရင်တထိတ်ထိတ်နဲ့ကြည်ရမှာဖြစ်ပြီးကြည်နူးဖွယ် အချစ်ဇတ်လမ်းလေးကိုပါ ခံစားရမှာပါ..သာယာတဲ့မိသားစုေလးတစ္စုရွိတယ္….တစ္ေန႕ေတာ့ ေလမုန္တုိင္းႀကီးတစ္ခုဟာသူတုိ႕ေနတဲ့ နယ္ၿမဳိ႕ေလးကုိျဖတ္တုိက္သြားတယ္ မိသားစု ၃ဦးရွိတဲ့အထဲက အေဖကုိေလမုန္တုိင္းႀကီးက ၀ါးၿမဳိသြားတယ္……အေမနဲ႕သမီးပဲက်န္ခဲ့ေလရဲ႕ ….သမီးျဖစ္သူဟာ သူ႕မ်က္စိေရွ႕တင္ မုန္တုိင္းနဲ႕ပါသြားတဲ့အေဖကုိေတြ႕ျမင္ခဲ့ေလေတာ့ စိတ္ဒဏ္ရာရခဲ့တယ္….သူမဟာ အရြယ္ေရာက္လာေတာ့ မုန္တုိင္းလုိက္မုဆုိးျဖစ္လာတယ္…မုန္တုိင္းမလာခင္ ၃မိနစ္ပဲမုိးေလ၀သဌာနက ႀကဳိတင္သတိေပးႏုိင္ေတာ့ ျပည္သူေတြအတြက္ အခ်ိန္မလုံေလာက္ဘူး ဒါေၾကာင့္ အသက္ေတြဆုံးရႈံး စီးပြားေတြပ်က္စီးရတယ္ သူမဟာ သတိေပးခ်ိန္မ်ားမ်ားရေအာင္တြက္ခ်က္ႏုိင္ဖုိ႕ႀကဳိးစားတယ္….သူမနဲ႕သူ႕ခ်စ္သူေကာင္ေလးနဲ႕အသက္အႏၱရယ္ေတြႀကားကႀကဳိးစားပုံေတြ ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည္ရမွာျဖစ္ၿပီးၾကည္ႏူးဖြယ္ အခ်စ္ဇတ္လမ္းေလးကုိပါ ခံစားရမွာပါ…File Size…(800 MB)Quality…BluRay 720pFormat…mp4Duration…01:53:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by  Myo Min Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aoWQe00ctaK5k56yc7vsoqEWdHI.jpg",
      "https://image.tmdb.org/t/p/w300/trquKQnKuUT2vRS0lnzDUsN23y1.jpg",
      "https://image.tmdb.org/t/p/w300/kcZoSqYjSL0rf5gKRyNToAx95bu.jpg",
      "https://image.tmdb.org/t/p/w300/qTqAW5wtjXZzFKvHA7pr5N99YuI.jpg",
      "https://image.tmdb.org/t/p/w300/wMbWqTA752qDfrj1o5R69SRYDcb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/twister-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jdbb5xfqeuz5.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/twister-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/d1d99/twister-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1zvc7/Twister_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/wOATRaJS#oJBwOuyYzOdWz_bVDjvFG9H11sMaqjrWZCvwY3O-OTw",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "VpiW17bQhY4",
      "video_url": "https://www.youtube.com/watch?v=VpiW17bQhY4",
      "embed_url": "https://www.youtube.com/embed/VpiW17bQhY4"
    }
  },
  {
    "metadata": "PG-13|1996|107 min|Action,Asian,Comedy,Jackie Chan",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "17,888"
    },
    "title": "Police Story 4: First Strike",
    "description": "ဒီကားလေးမှာတော့ ဂျက်ကီချန်းတစ်ယောက်ဟာ စီအိုင်အေနဲ့အလုပ်တွဲလုပ်ရပြီး နျူးကလီးယား လက်နက်မှောင်ခိုရောင်းချမှုနဲ့ ပါဝင်ပတ်သက်နေနိုင်တဲ့ အမျိုးသမီးဖြစ်တဲ့ နာတာရှာကို ဟောင်ကောင်ကနေ ယူကရိန်းကိုသွားတဲ့ခရီးစဉ်မှာ လိုက်ပါစောင့်ကြည့်ဖို့ ရိုးရှင်းတဲ့တာဝန်ပေးလိုက်ပါတယ်။ယူကရိန်းရောက်ပြီး ဂျက်ကီရဲ့တာဝန်ပြီးသွားပေမယ့် ယူကရိန်းစစ်တပ်က နာတာရှာကိုဖမ်းသွားရာကနေ ဂျက်ကီတစ်ယောက် သူမကို လိုက်ကယ်ရင်းနဲ့ နာတာရှာဟာ အမည်မသိ အာရှအမေရိကန်အမျိုးသားတစ်ယောက်နဲ့ အလုပ်တွဲလုပ်နေကြောင်း သိလိုက်ရပါတယ်။ဒီလိုနဲ့ ဂျက်ကီတစ်ယောက် စီအိုင်အေ ရှရုားတို့ပါဝင်ပတ်သက်နေတဲ့အမှုကို မဆီမဆိုင်ရောပါသွားရာကနေ အမည်မသိအာရှအမေရိကန်က ဘယ်သူလဲ နျူးကလီးယားလက်နက်ကို မသမာသူလက်ထဲမရောက်အောင်၊ နိုင်ငံရေးလှည့်ကွက်ကြားက မသမာသူက ဘယ်သူလဲဆိုတာ သိအောင်ဖော်ထုတ်ဖို့ အမှုကို ကြိုးစားဖြေရှင်းမယ့် အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်လို့ လက်မနှေးဘဲ ကြည့်လိုက်ကြပါဦးခင်ဗျာ။ဘာသာပြန်ဆိုသူကတော့ Matteo ဖြစ်ပါတယ်။File size…(2.9 GB)/(1.25 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:47:00Genre…Action, Adventure, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Matteo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4S6V50j660qL3vDH9IBAOs9BZg9.jpg",
      "https://image.tmdb.org/t/p/w300/poU1inh0nGTMAQbdKjZxEWVykd6.jpg",
      "https://image.tmdb.org/t/p/w300/uctt9NZWKU10iGepUii8DTofDTV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/15224ec84f757c6a8563f3ab3b603e0bbb4188845a50801d9128be0114f17ced-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/first-strike-1996-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Hayg/First_Strike_(1996)_1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5u8l1ZwJ#xk82zl_9RvwCWqUsY5op02EnXTUEbDipiVNzEvl2Yes",
        "server": "mega.nz",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/l5mmlg9ex2ub.html",
        "server": "usersdrive.com",
        "size": "2.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/first-strike-1996-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Haxj/First_Strike_(1996)_720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FvdyELxJ#var5bLVA_hk888tTYKM3gvwGih_aW0UM4I8M4Kjyp2A",
        "server": "mega.nz",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ivzbz7p9open.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/lv5ivq7thl9z",
        "server": "streamsb.com",
        "size": "1.25 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1996|2h 19min|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "235,145"
    },
    "title": "Jerry Maguire (1996)",
    "description": "Jerry Maguire(1996)IMDb ….7.3 ,,,,Rotten 83%ဒီကားထဲမှာ မင်းသားTom Cruise က Jerry Maguire အမည်နဲ့ အားကစား အေးဂျင့်အဖြစ်သရုပ်ဆောင်ထားတယ်စကားလုံးလှလှတွေကိုအသုံးပြုပြီး အောင်မြင်တဲ့အားကစားသမားတွေနဲ့ အားကစားအသင်းတွေကြားမှာ ငွေကြေးကစားနေတဲ့သူတစ်ယောက်ပေါ့.အချစ်ဆိုတာကိုလည်း စာရွက်ပေါ်က ဂဏန်းတွေလို တွက်ချက်ပြီး အကျိုးအမြတ်ယူတတ်သူ…..သူဟာနာမည်ကျော်အေးဂျင့်အဖြစ်ကာလတစ်ခုထိနေနိုင်ခဲ့ပေမဲ့ တစ်နေ့တော့ဘယ်သူမှ သူနဲ့စာချုပ်မချုပ်ချင်လောက်အောင် ဆိုးတဲ့အခြေအနေရောက်သွားတယ်………ကျွန်တော်တို့ရှင်သန်ရင်း ဘဝတစ်ခုတည်ဆောက်တဲ့အခါမှ အချစ်ရယ် အလုပ်ရယ် ငွေကြေးရယ် ကြားမှာ ပင်ပန်းနွမ်းနယ်နေတယ်……..နှလုံးသားနဲ့ဦးဏှောက်ပေါင်းစပ်မှုကြောင့် စကားတွေပြောတယ် ဟန်အမူအရာတွေပေါ်ပေါက်လာတယ်….တစ်ချို့သောအလုပ်တွေမှာ ဦးဏှောက်ကရာနှုန်းပြည့်ဆုံးဖြတ်ပေးပေမဲ့ နှလုံးသားကြောင့်ယိမ်းယိုင်ခဲ့တာ ရှိတယ် နှလုံးသားရဲ့ အသိပေးမှုအောက်မှာလည်း ဦးဏှောက်ရဲ့ တစ်ချို့သော တလွဲ မာနတွေအတ္တတွေကြောင့်ပြိုလဲခဲ့တာရှိတယ်…ကိုယ့်အတွက် တကယ့်ပျော်ရွှင်မှုဆိုတာအဲ့အချိန်ရောက်ရင်လက်တစ်ကမ်းအလိုမှာပဲ လေတစ်ချက်အဝှေ့ခံလိုက်ရတဲ့အခိုးအငွေ့လေးလိုပဲပျောက်သွားတတ်တယ် ပျော်ရွှင်မှုရဖို့အတွက် အတ္တတွေ မာနတွေကို အချိန်ကိုက် ခဝါချတတ်ဖို့လိုသလိုကိုယ့်နှလုံးသားရဲ့လိုအပ်ချက်အစစ်အမှန်ကိုလည်းမြင်အောင်ကြည့်တတ်ဖို့လိုတယ်…ကျွန်တော်ဘာလို့ဒါတွေပြောနေတာလဲဆိုတော့ဒီကားကိုကြည့်လိုက်ရင်ခင်ဗျားတို့သဘောပေါက်သွားမယ်ထင်တယ်ဒီဇာတ်ကားမှာ တွမ်ခရုဟာ Golden Globe Award for Best Actor ဆုရသွားတယ် ဒါ့အပြင် ရုပ်ရှင်ဆုပေါင်း ဆယ့်တစ်ဆုလည်းရခဲ့တယ် IMDb Rotten…ကလည်းကောင်းတယ်…ဒီအချက်အလက်တွေအရ ကြည့်ဖို့ထိုက်တန်လားဆိုတာမေးခွန်း ၂ခါထုတ်စရာမလိုပါဘူး သို့ပေမဲ့လည်း ကျွန်တော်က စပယ်ပန်းကြိုက်ပေမဲ့ ခင်ဗျားတို့က နှင်းဆီပန်းကြိုက်ချင်ကြိုက်နေမှာပေါ့ အဲ့အတွက်တော့ငြင်းချက်ထုတ်စရာမရှိပါဘူးခင်ဗျအထူးကြိုးစားဘာသာပြန်သူကတော့ ကို Wai Phyo Maung ပါFile Size…(751 MB)Quality…BluRay 720pFormat…mp4Duration…02:19:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by Wai Phyo Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n1Gh3MJAVvXmkgSDf3SOLlPCjag.jpg",
      "https://image.tmdb.org/t/p/w300/y7T4lchrWuvTFCPvgSghikHD2Gt.jpg",
      "https://image.tmdb.org/t/p/w300/orTa7g2QjVnJiF2lseqxrEhMFZD.jpg",
      "https://image.tmdb.org/t/p/w300/9bSlcRWbAyBD9RHMXbLxtHARgTZ.jpg",
      "https://image.tmdb.org/t/p/w300/mMGvMgecfZYM7QRKFoGn34sJlkU.jpg",
      "https://image.tmdb.org/t/p/w300/pKAQeXWfJNhtOYUgdQiDuxjULW9.jpg",
      "https://image.tmdb.org/t/p/w300/apxaJTpHMcI47z8Po2bSBLy0oot.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/Jerry-magurie-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jerry-maguire-1996",
        "server": "VIP Links",
        "size": "751MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/jerry-maguire-1996-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "751MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "  https://megaup.net/1LIci/Jerry_Maguire_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "751MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfull.com/01wqguknvapl.html",
        "server": "streamsb.com",
        "size": "751MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "rCCaTPY-z4Q",
      "video_url": "https://www.youtube.com/watch?v=rCCaTPY-z4Q",
      "embed_url": "https://www.youtube.com/embed/rCCaTPY-z4Q"
    }
  },
  {
    "metadata": "Not Rated|1996|2h 31m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3k"
    },
    "title": "Chaahat (1996)",
    "description": "Chaahat (1996)****************ပရိတ်သတ်အချစ်တော်မင်သားကြီး ဘောလိဝုဒ်King SRKရဲ့ 1996ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating 5.5ရရှိထားပါတယ်။ဇာတ်လမ်းအညွှန်းရူပ်းဆင်းရာထောရ်နဲ့ သူ့အဖေ ရှန်ဘူးနားသ်ဟာ ရွာမှာသီချင်းဆိုတဲ့သူတွေဖြစ်ကြပြီးတစ်နေ့မှာတော့ အဖေဖြစ်သူ ရှန်ဘူးနာသ်းဟာ နာမကျန်းဖြစ်လာကာဆေးကုရမယ့်အခြေအနေဆိုက်ရောက်လာပါတော့တယ်။ဒီလိုနဲ့ပဲ အဖေကို ဆေးကုပေးဖို့အတွက် မြို့ပေါ်တက်လာတဲ့တောသားလေးရူးပ်နဲ့ သဘောကောင်းပြီးဖော်ရွေတဲ့သူနာပြုမလေးပူဂျာတို့နှစ်ယောက် အမှတ်မထင်တွေ့ဆုံရာကနေ သူမကို မြင်မြင်ချင်း ချစ်မိသွားတယ်။အဲဒီအချိန်မှာပဲ ရွှေဇွန်းကိုက်မွေးလာပြီး လက်ညှိုးညွှန်ရာ ရေဖြစ်တဲ့သူဌေးသမီးလေး ရေးရှ်မာကလည်း ရူးပ်ကိုမြင်မြင်ချင်းစွဲလမ်းမိသွားပြီးရူးပ်ကိုပိုင်ဆိုင်ဖို့ နည်းလမ်းပေါင်းစုံနဲ့ကြိုးစားပါတော့တယ်။ရူးနဲ့ ပူဂျာတို့ ပေါင်းဖက်ခွင့်ရနိုင်မှာလား ?ဘယ်လို အတားအဆီးတွေနဲ့ ကြုံတွေ့ရမလဲ ?မင်းသားကြီး ရှာရွတ်ခန်းရဲ့ Action/Romanceအမျိုးအစား ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး သရုပ်ဆောင်ချက်တွေ ပီပြင်လွန်းတဲ့အတွက်ကြောင့် ပရိသတ်တွေမမေ့နိုင်တဲ့ကားလေးလည်းဖြစ်တာမလို့ ဘောလိဝုဒ် ပရိတ်သတ်များ လုံးဝ လက်မလွှင့်သင့်ပါကြောင်း …ဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe Kalayarတို့ပဲ ဖြစ်ပါတယ်။File size…3.21GB/ 1.47GBQuality…1080p NF  WEB DL /720pFormat…mp4Duration….2h 31mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Thaik San,Intelligence, Soe Kalayar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9O4Dfj968SHlkMyxpgaj1cfvBz2.jpg",
      "https://image.tmdb.org/t/p/w300/d2UVqqm9SYXKzuYEw6gmvCdqRfk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cn3gL1s7ZshDUTjcZ0W4JCyBBc6.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chaahat-1996-1080-p-nf-web-dl-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cg2cgjqccsal.html",
        "server": "usersdrive.com",
        "size": "3.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zDyc/Chaahat.1996.1080p.NF.WEB-DL.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/luRnxb5Q#3cdS86gghL4TT0_bfIGPMNyM3lRi4uCYZSldK1kf-gk",
        "server": "mega.nz",
        "size": "3.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/chaahat-1996-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4ve5vxplh7a9.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TG6b/Chaahat.1996.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EmYEyB7L#kECQsVtYfoIY3mO1yC7DNOzQ346Fd3C5Ol-AZ_ak26k",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/k6bbz0f0wre6.html",
        "server": "streamsb.com",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3kcu6wlzd6tu",
        "server": "streamvid.io",
        "size": "1.47GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1996|108 min|Action,Crime,Horror",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "247,508"
    },
    "title": "From Dusk Till Dawn (1996)",
    "description": "၁၉၉၆ က Action,Crime,Horror ဇာတ်ကားလေးတစ်ကားပါ။IMDB Rating 7.3 ရရှိထားပြီး Rotten Tomatoes 63%ရရှိထားပါတယ်။မင်းသားကြီး Gorge Clooney ပါဝင်သရုပ်ဆောင်ထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ရိုးရိုး Action ကားပုံစံကနေ Horror ပုံစံကိုချိုးချပြောင်းလဲသွားတာကလည်းတစ်မျိုးလေးစွဲဆောင်မှုရှိစေပါတယ်။လူသတ်မှုပေါင်းများစွာကိုကျူးလွန်ထားတဲ့ဘဏ်ဓားပြညီအစ်ကိုနှစ်ယောက်၊ စိတ်ပုံမှန်မဟုတ်တဲ့ညီကြောင့်ကျင့်ဝတ်စောင့်ထိန်းတတ်တဲ့ သူခိုးတစ်ယောက် ပြဿနာတွေတက်နေတဲ့ကြားကယုံကြည်ချက်ပျောက်ဆုံးနေတဲ့ တရားဟောဆရာတစ်ယောက်နဲ့သူ့ရဲ့ မိသားစုအကူအညီကိုယူပြီး နိုင်ငံထဲကထွက်ပြေးလွတ်မြောက်သွားပေမယ့်သူတို့နောက်ထပ်ရင်ဆိုင်ရမယ့်သဘာဝလွန်ဖြစ်ရပ်တွေကတော့…အရင်ကဇာတ်ကားဆိုတော့ Effect တွေကသိပ်မကောင်းပေမယ့်ဇာတ်လမ်းလေးကလှပြီး Country သီချင်းလှလှလေးတွေအများကြီးပါပြီးတော့ကျွန်တော်အကြိုက်ဆုံးဇာတ်ဝင်ခန်းလေးကတော့အမျိုးသမီးတစ်ယောက်မြွေနဲ့ ကတဲ့အခန်းပါ။တကယ်ကိုရင်သပ်ရှုမောစရာပါပဲဗျာ။File size…(900MB) and (380MB)Quality…BR-Rip 1080pFormat…mp4Duration….01:47:50Subtitle….Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3kPTAFgx2BftDOexBe41k8kqSRD.jpg",
      "https://image.tmdb.org/t/p/w300/anr9X6KpybcZrj6vgqYP0epSTue.jpg",
      "https://image.tmdb.org/t/p/w300/iir7EcFihHPpXmpnEQE9ulzRhTD.jpg",
      "https://image.tmdb.org/t/p/w300/2eKTFuleY7lDNZPveKB56kvzD9Y.jpg",
      "https://image.tmdb.org/t/p/w300/ahv1pteNOat4lI2XbCM2bWPksy2.jpg",
      "https://image.tmdb.org/t/p/w300/u259JsHGfECR9GIPCD7mdTH30H8.jpg",
      "https://image.tmdb.org/t/p/w300/pr8RBsTkCzUz5juLN2z9ymp8RZb.jpg",
      "https://image.tmdb.org/t/p/w300/jmSPgFYGFuUO6PTOijFBJ7QNJQq.jpg",
      "https://image.tmdb.org/t/p/w300/bEWPmrNMERFzKtQAu4cRLAG5xZh.jpg",
      "https://image.tmdb.org/t/p/w300/gwcCXKOxj9V4G62AiGum1FTsrab.jpg",
      "https://image.tmdb.org/t/p/w300/d6ejS7JvrAZQYuzXMMVRlo4a2T7.jpg",
      "https://image.tmdb.org/t/p/w300/yipIivmi0qfi1h6ACe4vIl4IQQt.jpg",
      "https://image.tmdb.org/t/p/w300/9nBeFg46uq6pXWuVOuJj5laYb0l.jpg",
      "https://image.tmdb.org/t/p/w300/8FdTOgdkWA2jw71oud9vxAUpY3z.jpg",
      "https://image.tmdb.org/t/p/w300/ds6l9cxRlRLOSYn6JCRp5u2Nwko.jpg",
      "https://image.tmdb.org/t/p/w300/5u86n2jeDijyJLfZ7D4o7c1RM5C.jpg",
      "https://image.tmdb.org/t/p/w300/tZFKvMaHH36gKjVhdCCPa33nlrB.jpg",
      "https://image.tmdb.org/t/p/w300/eQq6g2HF5m8mjTLgBxGKYjxtO8C.jpg",
      "https://image.tmdb.org/t/p/w300/uqsRJxhWF1H0HK1HpEsImuMROD9.jpg",
      "https://image.tmdb.org/t/p/w300/kgQIGBE8eFJXYNSzeY3j0f9TBUb.jpg",
      "https://image.tmdb.org/t/p/w300/qLu4X0iYca2UqDSGHATfoECk1Ym.jpg",
      "https://image.tmdb.org/t/p/w300/zfAmWH6hccOcJXhgc6UrufUsHJw.jpg",
      "https://image.tmdb.org/t/p/w300/43QLy89ohke9psDuip13Hg21K1H.jpg",
      "https://image.tmdb.org/t/p/w300/b9a37wJAKDxlV5uNGaiDKhLBlTD.jpg",
      "https://image.tmdb.org/t/p/w300/yFtc1wgKeo4kPYHGlgmVIsGXFCa.jpg",
      "https://image.tmdb.org/t/p/w300/9AFOqllbFUYe51t4aAZYPcwMwXW.jpg",
      "https://image.tmdb.org/t/p/w300/nPFgYl8OTegzbNDGqn6ZvO2Ek3t.jpg",
      "https://image.tmdb.org/t/p/w300/kWJyWL8XAhLTEWrFyd7OQFRCd8Z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/07/from_dusk_till_dawn_poster_by_smalltownhero.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/from-dusk-till-dawn-1996-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EeEiEQbJ#ObKQnA6hAdNk4KltHD9L9P8PFHZeCnKn7D4V0FaXUcs",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ewml/From_Dusk_Till_Dawn_[1996]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/a58ix9tzoxlr.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/4bz7jzgkfzdf.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jNuIn4T-CLk",
      "video_url": "https://www.youtube.com/watch?v=jNuIn4T-CLk",
      "embed_url": "https://www.youtube.com/embed/jNuIn4T-CLk"
    }
  },
  {
    "metadata": "R|1996|110 min|Comedy,Fantasy,Horror",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "75,594"
    },
    "title": "The Frighteners ( 1996 )",
    "description": "ဒီကားေလးကေတာ့ ၁၉၉၆ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့Comedy/Fantasy/Horror ဇာတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္။IMDb rating 7.1/10ရ႐ွိထားတဲ့ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့Frank Bannister ဆိုတဲ့ဗိသုကာပညာ႐ွင္တစ္ေယာက္ဟာ အလြန္ေအာင္ျမင္တဲ့သူတစ္ေယာက္ျဖစ္ခဲ့ေပမဲ့မိန္းမျဖစ္သူနဲ႔စကားမ်ားရင္း ကားမေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့တာပဲျဖစ္ပါတယ္။အဲ့ဒီေနာက္မွာအသက္႐ွင္က်နိခဲ့တဲ့ Bannister တစ္ေယာက္ဟာထူးျခားမႈေတြစတင္ေတြ႔ၾကံဳခဲ့ရတာျဖစ္ၿပီး ဝိညာဥ္ေတြနဲ႔ဆက္သြယ္ေျပာဆိုႏိုင္တဲ့သူတစ္ေယာက္ျဖစ္လာတာပဲ ျဖစ္ပါတယ္။အဲ့ဒီေနာက္သူတို႔ၿမိဳ့္ေလးအေပၚကပ္ေဘးႀကီးတစ္ခုက်ေရာက္လာၿပီးအဲ့ဒီကပ္ေဘးႀကီးရဲ႕ေနာက္ကြယ္မွာမေကာင္းဆိုးဝါးတစ္ေကာင္႐ွိေနတာကိုသိရၿပီးေနာက္ အဲ့ဒီၿမိဳ႕ေလးကိုကယ္ႏိုင္မယ္႔တစ္ဦးတည္းေသာသူက Bannister ပဲျဖစ္ေနတာျဖစ္ပါတယ္။ဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါTranslated & Reivew By Thura ZarNi AungEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/naGsxof4OVpWQJn1qd9sTwUvYPI.jpg",
      "https://image.tmdb.org/t/p/w300/tUjjDjFRLIXS0298EnskwskTA23.jpg",
      "https://image.tmdb.org/t/p/w300/fOVnFHS3sJlru6eCIeVZ9e7ggFQ.jpg",
      "https://image.tmdb.org/t/p/w300/bJpFBgsDIPyCirJCPfoADcNkxiz.jpg",
      "https://image.tmdb.org/t/p/w300/g4aF0CAV6eTjWDqkVVpgGnpGBNF.jpg",
      "https://image.tmdb.org/t/p/w300/gyCkYvd6IzSY3K5QfoAisxsyZrj.jpg",
      "https://image.tmdb.org/t/p/w300/u06x8pyfMdwUjMW4FGOO0pz2Bg6.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-frighteners-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "963 MB",
        "quality": "720 p"
      },
      {
        "link": "https://yuudrive.me/bd8854b/the-frighteners-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "963 MB",
        "quality": "720 p"
      },
      {
        "link": "https://megaup.net/2SHu5/The_Frighteners_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "963 MB",
        "quality": "720 p"
      },
      {
        "link": "https://mega.nz/file/ZGBFxCrI#tBiOeP_MH90hGM8I7cQE5epip2JXHXQc4c08W8xOOYE",
        "server": "mega.nz",
        "size": "963 MB",
        "quality": "720 p"
      },
      {
        "link": "https://upstream.to/cnd5hu4355qu",
        "server": "upstream.to",
        "size": "963 MB",
        "quality": "720 p"
      }
    ],
    "trailer": {
      "video_id": "zmQxM32PWRM",
      "video_url": "https://www.youtube.com/watch?v=zmQxM32PWRM",
      "embed_url": "https://www.youtube.com/embed/zmQxM32PWRM"
    }
  },
  {
    "metadata": "PG-13|1996|107 min|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "45,728"
    },
    "title": "Chain Reaction (1996)",
    "description": "အရင်ဆုံး ဇတ်ကားထဲပါတဲ့ Ref: လေးတွေကို Run through ပါမယ်။အခုကမ္ဘာပေါ်ကလူ‌တွေဟာ ရုပ်ကျွင်းလောင်စာတွေကိုအဓိကထား အသုံးပြု၊စွမ်းအင်ထုတ်လုပ်ပြီး အသုံးပြုလည်ပတ်နေကြတာပါ။တစ်ကမ္ဘာလုံးမှာ ကျောက်မီးသွေး၊ ရေနံ၊ သဘာ၀ဓာတ်ငွေ့တို့ကို အဓိကအသုံးပြုကြပါတယ်။လက်ရှိခန့်မှန်းထားသလောက် ၂၀၈၁ မှာ ကမ္ဘာ့လက်ကျန် ရုပ်ကျွင်းလောင်စာတွေအားလုံးကုန်ခမ်းလိမ့်မယ်လို့ တွက်ချက်ထားကြပါတယ်။နေစွမ်းအင် ဆိုလာတို့ ရေအားလျှပ်စစ်တို့လိုပဲ ဟိုက်ဒရိုဂျင်ကိုလဲလောင်ကျွမ်းစေပြီးပေါများတဲ့စွမ်းအင် ထုတ်နိုင်ပါတယ်။ရေထဲက ဟိုက်ဒရိုဂျင်ကို လျှပ်ကူးစေပြီး အောက်စီဂျင်နဲ့ ဟိုက်ဒရိုဂျင်ကိုခွဲထုတ်ကာဟိုက်ဒရိုဂျင်သက်သက်ကိုလောင်စာအဖြစ်အသုံပြုတဲ့နည်းပါ။၁၉ လောက်မှာ ခေတ်စားခဲ့ပါတယ်။ဟိုက်ထရိုဂျင် လောင်စာကိုထုတ်လုပ်ဖို့ ကြိုးစားကြတဲ့တကယ့်စာတမ်းတွေလဲရှိပါတယ်။ဟိုက်ဒရိုဂျင်လောင်စာကို ၁၈၃၉ မှာ ဆာဝီလယမ် ကစပြီး ပထမဆုံးစိတ်ကူးရခဲ့တာပါရေထဲကို လျှပ်စစ်ဖြတ်၊ ဟိုက်ဒရိုဂျင်ကို ခွဲထုတ်ပြီး စွမ်းအင်အဖြစ်လောင်ကျွမ်းစေပါတယ်၁၉၅၉ မှာလက်တွေ့အလုပ်လုပ်နိုင်တဲ့ မြင်းကောင်ရေ ၂၀ နဲ့ အင်ဂျင်ကို စထုတ်နိုင်ခဲ့ပါတယ်။အခုတော့ အင်ဂျင်တော်တော်များများ ထုတ်ပြီးစမ်းနေကြပါပြီ။ဟိုက်ဒရိုဂျင်လောင်စာရဲ့ လောင်ကျွမ်းအပူချိန်က သဘာ၀ဓာတ်ငွေ့ ကရတဲ့စွမ်းအင်နဲ့ ထပ်တူနီးပါးရှိပြီးလောင်းကျွမ်းအသုံးပြုလို့ ဘေးထွက်ဆိုးကျိုး၊ ပတ်၀န်းကျင်ညစ်ညမ်းမူစတာတွေ မရှိတဲ့ သန့်စင်တဲ့ လောင်စာတစ်ခုဖြစ်တဲ့အတွက် လူတိုင်းကစိတ်ဝင်စားကြ လိုချင်ကြပါတယ်နောက်ရုပ်ကျွင်းလောင်စာမဟုတ်လို့ လွယ်လွယ်မကုန်ခမ်းနိုင်ပါဘူး။တွေးကြည့်ပါဗျာ မီးခိုးမထွက်တဲ့ မီးစက်။ ကား၊ ဘေလ်ဆောင်စရာမလိုမီးဘယ်တော့မှမပျက်တဲ့ EPC စိတ်ကူးကြည့်ချင်စရာပဲမလား။နာဆာက နျူကလိယား စွမ်းအင်ကထိန်းချုပ်ရခက်လို့ အာကာသ ယဉ်တွေမှာ ဘက်ထရီနဲ့နေစွမ်းအင်ကို အဓိကအသုံးပြုတာပါ နောက်ပိုင်းမှာ အသုံးပြုဖို့ကြံနေပုံပါfuel cell research ကို ကောင်းကောင်းထောက်ပံ့ပြီး သုတေသနတွေကိုလုပ်ခိုင်းထားပါတယ်တဲ့။Moore Foundation ဆိုတာက အနာဂတ် မျိုးဆက်သစ်‌တွေ အတွက်နည်းပညာသစ်တွေရှာဖွေ၊သုတေသနပြုဖို့ဖွဲ့စည်းထားတဲ့ အဖွဲ့အစည်းတစ်ခုပါ အမေရိကန်နိုင်ငံ ကလဖိုးနီးယားမှာ ရုံးရှိပါတယ်။ဒါလေးတွေအကြမ်းဖျင်းသိထားရင် ဇတ်ကားကြည့်ရတာ ပိုကောင်းမယ်ထင်လို့ပါ။အိုကေ အခု ဇတ်ကားအကြောင်းလာပါပြီ။ ဒီကားက ၁၉၉၆ မှာထွက်တဲ့ကားပါ ခင်ဗျ။ဒီဇတ်ကားမှာ ပေါလ် ရှန်နွန် (မောဂန်ဖရီးမန်းကြီး) က Moore Foundation ကလူပါ အစိုးရနဲ့တိုက်ရိုက်ချိတ်ဆက်ပြီးဟိုဒရိုဂျင်လောင်စာ ပရောဂျက်ကို ကိုင်တွယ်နေသူပေါ့။ပေါလ်က ဟိုက်ဒရိုဂျင်လောင်စာဆဲလ် ကိုသုံးပြီး တစ်ကမ္ဘာလုံးကို အခမဲ့စွမ်းအင်ထောက်ပံ့ပေးချင်နေတဲ့ဒေါက်တာ အဲလက်စတာကို ခေါင်းဆောင်ထားပြီး ဟိုက်ဒို လောင်စာဆဲလ် သုတေသနပြုအဖွဲ့နဲ့လက်တွေ့လောင်စာထုတ်လုပ်နိုင်ဖို့ သုတေသနလုပ်ကြပါတယ်။အက်ဒီကဆဲလဘစ်ခ်ျ (ကီနျူးရီ‌ဗ်) က ဒီပရောဂျက်မှာ စက်ပိုင်းဆိုင်ရာ ကူညီပေးရင်းကျောင်းဆင်းဘွဲ့ယူဖို့စာတမ်းရေးနေတဲ့ မက္ကန်းနစ်တစ်ယောက်ပါကျောင်းသားတစ်ယောက် အနေနဲ့ထူးချွန်တော့ ဒေါက်တာ အဲလက်စတာကောပေါလ်တို့ကပါ သဘောကျကြပါတယ်။ တစ်ရက် အက်ဒီ စမ်း‌သပ်‌နေရင်း မတော်တဆရေထဲက ဟိုက်ဒရိုဂျင်ကို တည်ငြိမ်စွာခွဲထုတ်ပေးနိုင်မယ့် ကြိမ်နှုန်းကို ရခဲ့ပါတယ်။အဲ့ဒီကြိမ်နှုန်းနဲ့ စမ်းသပ်တာ အောင်မြင်ခဲ့ပြီး တစ်ဖွဲ့လုံးအောင်ပွဲခံကြပါတယ်။အိမ်ပြန်ကြချိန်မှာ ဒေါက်တာဘာကလေ နဲ့ ဒေါက်တာချန် တို့သာ စက်ရုံထဲမှာကျန်ခဲ့ပြီးအဲဒီညမှာပဲ စမ်းသပ်ဌာန စက်ရုံအပါအ၀င် မြို့တစ်ပိုင်းစာလောက် ပေါက်ကွဲသွားခဲ့ပါတယ်မတော်တဆလား ဘယ်သူ့လက်ချက်လဲ ဆိုတာအပြင် ကြားက ဆားညပ်ကာအချိန်အခါမသင့်လို့ တရားခံထင်ခံရတဲ့ အက်ဒီ ဟာ အက်ဖ်ဘီအိုင် ကလိုက်ဖမ်းတာခံရပြီး၀ရမ်းပြေးဘ၀ရောက်သွားပါတော့တယ်။ကျွန်တော် ကီနျူးရိဖ်ကြီးကို ဒီကားကျမှ မှတ်မှတ်ရရစကြည့်ဖူးတာပါနောက်မှ SPEED တို့ ကိုစံသိန်းတို့ Buddha တို့ ရေလွှာလျှောစီး အက်ဘီအိုင်ကြီးတို့ ဆက်ကြည့်ဖူးတာပါ။နောက် The Mummy ဇတ်ကားတွေထဲက မင်းသမီး ရေချယ်လဲပါပါတယ်ဒီကားမှာ အေးဂျင့်ဖိုဒ့် အဖြစ်သရုပ်ဆောင်တဲ့ ဖရက် ဝဒ့် သရုပ်ဆောင်တာကို ကျွန်တော်အကြိုက်ဆုံးပါ။ဝင်ငွေပိုင်းနဲ့ Rating ပိုင်းမှာ အားရစရာမရှိပေမဲ့ ကြည့်ရ ကီနျူးရိ နဲ့ဘယ်မှာနေနေ သူမပါမပြီးတဲ့ မန်ဒဲလား ဖရီးမန်းကြီး တို့နဲ့တင်ကြည့်ရတာ တန်ပါတယ်။ဒီထဲမှာ ကီနျူးရိဖ်ကြီး John Wick မဖြစ်ခင်က ဘယ်လိုပြေးခဲ့လဲဆိုတာကို ကြည့်ရပါမယ်ခင်ဗျ။Zawgyi:အရင္ဆုံး ဇတ္ကားထဲပါတဲ့ Ref: ေလးေတြကို Run through ပါမယ္။အခုကမာၻေပၚကလူ‌ေတြဟာ ႐ုပ္ကြၽင္းေလာင္စာေတြကိုအဓိကထား အသုံးျပဳ၊စြမ္းအင္ထုတ္လုပ္ၿပီး အသုံးျပဳလည္ပတ္ေနၾကတာပါ။တစ္ကမာၻလုံးမွာ ေက်ာက္မီးေသြး၊ ေရနံ၊ သဘာ၀ဓာတ္ေငြ႕တို႔ကို အဓိကအသုံးျပဳၾကပါတယ္။လက္ရွိခန႔္မွန္းထားသေလာက္ ၂၀၈၁ မွာ ကမာၻ႔လက္က်န္ ႐ုပ္ကြၽင္းေလာင္စာေတြအားလုံးကုန္ခမ္းလိမ့္မယ္လို႔ တြက္ခ်က္ထားၾကပါတယ္။ေနစြမ္းအင္ ဆိုလာတို႔ ေရအားလွ်ပ္စစ္တို႔လိုပဲ ဟိုက္ဒ႐ိုဂ်င္ကိုလဲေလာင္ကြၽမ္းေစၿပီးေပါမ်ားတဲ့စြမ္းအင္ ထုတ္ႏိုင္ပါတယ္။ေရထဲက ဟိုက္ဒ႐ိုဂ်င္ကို လွ်ပ္ကူးေစၿပီး ေအာက္စီဂ်င္နဲ႔ ဟိုက္ဒ႐ိုဂ်င္ကိုခြဲထုတ္ကာဟိုက္ဒ႐ိုဂ်င္သက္သက္ကိုေလာင္စာအျဖစ္အသုံျပဳတဲ့နည္းပါ။၁၉ ေလာက္မွာ ေခတ္စားခဲ့ပါတယ္။ဟိုက္ထ႐ိုဂ်င္ ေလာင္စာကိုထုတ္လုပ္ဖို႔ ႀကိဳးစားၾကတဲ့တကယ့္စာတမ္းေတြလဲရွိပါတယ္။ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာကို ၁၈၃၉ မွာ ဆာဝီလယမ္ ကစၿပီး ပထမဆုံးစိတ္ကူးရခဲ့တာပါေရထဲကို လွ်ပ္စစ္ျဖတ္၊ ဟိုက္ဒ႐ိုဂ်င္ကို ခြဲထုတ္ၿပီး စြမ္းအင္အျဖစ္ေလာင္ကြၽမ္းေစပါတယ္၁၉၅၉ မွာလက္ေတြ႕အလုပ္လုပ္ႏိုင္တဲ့ ျမင္းေကာင္ေရ ၂၀ နဲ႔ အင္ဂ်င္ကို စထုတ္ႏိုင္ခဲ့ပါတယ္။အခုေတာ့ အင္ဂ်င္ေတာ္ေတာ္မ်ားမ်ား ထုတ္ၿပီးစမ္းေနၾကပါၿပီ။ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာရဲ႕ ေလာင္ကြၽမ္းအပူခ်ိန္က သဘာ၀ဓာတ္ေငြ႕ ကရတဲ့စြမ္းအင္နဲ႔ ထပ္တူနီးပါးရွိၿပီးေလာင္းကြၽမ္းအသုံးျပဳလို႔ ေဘးထြက္ဆိုးက်ိဳး၊ ပတ္၀န္းက်င္ညစ္ညမ္းမူစတာေတြ မရွိတဲ့ သန႔္စင္တဲ့ ေလာင္စာတစ္ခုျဖစ္တဲ့အတြက္ လူတိုင္းကစိတ္ဝင္စားၾက လိုခ်င္ၾကပါတယ္ေနာက္႐ုပ္ကြၽင္းေလာင္စာမဟုတ္လို႔ လြယ္လြယ္မကုန္ခမ္းႏိုင္ပါဘူး။ေတြးၾကည့္ပါဗ်ာ မီးခိုးမထြက္တဲ့ မီးစက္။ ကား၊ ေဘလ္ေဆာင္စရာမလိုမီးဘယ္ေတာ့မွမပ်က္တဲ့ EPC စိတ္ကူးၾကည့္ခ်င္စရာပဲမလား။နာဆာက န်ဴကလိယား စြမ္းအင္ကထိန္းခ်ဳပ္ရခက္လို႔ အာကာသ ယဥ္ေတြမွာ ဘက္ထရီနဲ႔ေနစြမ္းအင္ကို အဓိကအသုံးျပဳတာပါ ေနာက္ပိုင္းမွာ အသုံးျပဳဖို႔ႀကံေနပုံပါfuel cell research ကို ေကာင္းေကာင္းေထာက္ပံ့ၿပီး သုေတသနေတြကိုလုပ္ခိုင္းထားပါတယ္တဲ့။Moore Foundation ဆိုတာက အနာဂတ္ မ်ိဳးဆက္သစ္‌ေတြ အတြက္နည္းပညာသစ္ေတြရွာေဖြ၊သုေတသနျပဳဖို႔ဖြဲ႕စည္းထားတဲ့ အဖြဲ႕အစည္းတစ္ခုပါ အေမရိကန္ႏိုင္ငံ ကလဖိုးနီးယားမွာ ႐ုံးရွိပါတယ္။ဒါေလးေတြအၾကမ္းဖ်င္းသိထားရင္ ဇတ္ကားၾကည့္ရတာ ပိုေကာင္းမယ္ထင္လို႔ပါ။အိုေက အခု ဇတ္ကားအေၾကာင္းလာပါၿပီ။ ဒီကားက ၁၉၉၆ မွာထြက္တဲ့ကားပါ ခင္ဗ်။ဒီဇတ္ကားမွာ ေပါလ္ ရွန္ႏြန္ (ေမာဂန္ဖရီးမန္းႀကီး) က Moore Foundation ကလူပါ အစိုးရနဲ႔တိုက္႐ိုက္ခ်ိတ္ဆက္ၿပီးဟိုဒ႐ိုဂ်င္ေလာင္စာ ပေရာဂ်က္ကို ကိုင္တြယ္ေနသူေပါ့။ေပါလ္က ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာဆဲလ္ ကိုသုံးၿပီး တစ္ကမာၻလုံးကို အခမဲ့စြမ္းအင္ေထာက္ပံ့ေပးခ်င္ေနတဲ့ေဒါက္တာ အဲလက္စတာကို ေခါင္းေဆာင္ထားၿပီး ဟိုက္ဒို ေလာင္စာဆဲလ္ သုေတသနျပဳအဖြဲ႕နဲ႔လက္ေတြ႕ေလာင္စာထုတ္လုပ္ႏိုင္ဖို႔ သုေတသနလုပ္ၾကပါတယ္။အက္ဒီကဆဲလဘစ္ခ္် (ကီန်ဴးရီ‌ဗ္) က ဒီပေရာဂ်က္မွာ စက္ပိုင္းဆိုင္ရာ ကူညီေပးရင္းေက်ာင္းဆင္းဘြဲ႕ယူဖို႔စာတမ္းေရးေနတဲ့ မကၠန္းနစ္တစ္ေယာက္ပါေက်ာင္းသားတစ္ေယာက္ အေနနဲ႔ထူးခြၽန္ေတာ့ ေဒါက္တာ အဲလက္စတာေကာေပါလ္တို႔ကပါ သေဘာက်ၾကပါတယ္။ တစ္ရက္ အက္ဒီ စမ္း‌သပ္‌ေနရင္း မေတာ္တဆေရထဲက ဟိုက္ဒ႐ိုဂ်င္ကို တည္ၿငိမ္စြာခြဲထုတ္ေပးႏိုင္မယ့္ ႀကိမ္ႏႈန္းကို ရခဲ့ပါတယ္။အဲ့ဒီႀကိမ္ႏႈန္းနဲ႔ စမ္းသပ္တာ ေအာင္ျမင္ခဲ့ၿပီး တစ္ဖြဲ႕လုံးေအာင္ပြဲခံၾကပါတယ္။အိမ္ျပန္ၾကခ်ိန္မွာ ေဒါက္တာဘာကေလ နဲ႔ ေဒါက္တာခ်န္ တို႔သာ စက္႐ုံထဲမွာက်န္ခဲ့ၿပီးအဲဒီညမွာပဲ စမ္းသပ္ဌာန စက္႐ုံအပါအ၀င္ ၿမိဳ႕တစ္ပိုင္းစာေလာက္ ေပါက္ကြဲသြားခဲ့ပါတယ္မေတာ္တဆလား ဘယ္သူ႔လက္ခ်က္လဲ ဆိုတာအျပင္ ၾကားက ဆားညပ္ကာအခ်ိန္အခါမသင့္လို႔ တရားခံထင္ခံရတဲ့ အက္ဒီ ဟာ အက္ဖ္ဘီအိုင္ ကလိုက္ဖမ္းတာခံရၿပီး၀ရမ္းေျပးဘ၀ေရာက္သြားပါေတာ့တယ္။ကြၽန္ေတာ္ ကီန်ဴးရိဖ္ႀကီးကို ဒီကားက်မွ မွတ္မွတ္ရရစၾကည့္ဖူးတာပါေနာက္မွ SPEED တို႔ ကိုစံသိန္းတို႔ Buddha တို႔ ေရလႊာေလွ်ာစီး အက္ဘီအိုင္ႀကီးတို႔ ဆက္ၾကည့္ဖူးတာပါ။ေနာက္ The Mummy ဇတ္ကားေတြထဲက မင္းသမီး ေရခ်ယ္လဲပါပါတယ္ဒီကားမွာ ေအးဂ်င့္ဖိုဒ့္ အျဖစ္သ႐ုပ္ေဆာင္တဲ့ ဖရက္ ဝဒ့္ သ႐ုပ္ေဆာင္တာကို ကြၽန္ေတာ္အႀကိဳက္ဆုံးပါ။ဝင္ေငြပိုင္းနဲ႔ Rating ပိုင္းမွာ အားရစရာမရွိေပမဲ့ ၾကည့္ရ ကီန်ဴးရိ နဲ႔ဘယ္မွာေနေန သူမပါမၿပီးတဲ့ မန္ဒဲလား ဖရီးမန္းႀကီး တို႔နဲ႔တင္ၾကည့္ရတာ တန္ပါတယ္။ဒီထဲမွာ ကီန်ဴးရိဖ္ႀကီး John Wick မျဖစ္ခင္က ဘယ္လိုေျပးခဲ့လဲဆိုတာကို ၾကည့္ရပါမယ္ခင္ဗ်။File size…(920MB) and (470 MB)Quality…720p Blu-ray H264 FGTFormat…mp4Duration…1h 47minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Myo Ko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vMvhEC7nBtsjFfNZfnw1odoQPUK.jpg",
      "https://image.tmdb.org/t/p/w300/RpVE8C5oExULO2vCJky6WwGCwM.jpg",
      "https://image.tmdb.org/t/p/w300/vTO5wUHlt0vDdtxKM8ZltjqKDjR.jpg",
      "https://image.tmdb.org/t/p/w300/9MwRRFoBPKyPuCEBkHLMnYrulgA.jpg",
      "https://image.tmdb.org/t/p/w300/jHsvTNl6FyczvVfOh7q6tJDbNwC.jpg",
      "https://image.tmdb.org/t/p/w300/pXOLM398rYLplZzHbmS0xSGMjGq.jpg",
      "https://image.tmdb.org/t/p/w300/63BbKTNRlkGxjQvLSiuE6g9uw6p.jpg",
      "https://image.tmdb.org/t/p/w300/a0cWP94lZueZNaJvSERTREr5UuY.jpg",
      "https://image.tmdb.org/t/p/w300/dwpLqIzd4mKNneoH1lQ8HhJHcHi.jpg",
      "https://image.tmdb.org/t/p/w300/oih1EdMqweldt6p5jjAPNJRhpit.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTkzZmQxZmQtZmJkMS00YmJlLWI0YmItMjcwYzBhM2E3NGQzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/chain-reaction-1996",
        "server": "VIP Links",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/chain-reaction-1996-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/d/2dyu8fnjaryv.html",
        "server": "streamsb.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Oseg/Chain.Reaction.1996.720p.BluRay(cm).mp4",
        "server": "megaup.net",
        "size": "920mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lY5imQ7a#ZAbkndmqOtlQ4TEva7efwvYgRtjJHFFo0wRruKZ3xUY",
        "server": "mega.nz",
        "size": "920mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XmqvTVuOzgA",
      "video_url": "https://www.youtube.com/watch?v=XmqvTVuOzgA",
      "embed_url": "https://www.youtube.com/embed/XmqvTVuOzgA"
    }
  },
  {
    "metadata": "R|1996|1h 34min|Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "631,299"
    },
    "title": "Trainspotting (1996)",
    "description": "Trainspotting (1996)IMDb – 8.1/10_____Rotten – 91%၁၉၉၆ ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb rating 8.1 ရရှိခဲ့ပြီး ယခု လက်ရှိ ရုံတင်နေတဲ့ Trainspotting 2 ရဲ့ပထမ ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဒုတိယ ကားထွက်လာရင် ဆက်မိအောင် လို့ ပြန်လည် တင်ပေးလိုက်တာပါအော်စကာအမည် စာရင်း တခါဝင်ခဲ့ပြီး အခြား ဆု ၂၀တောင် ဆွတ်ခူးခဲ့ပြီး အောင်မြင်မူတွေလည်း အမြားအ ပြားရခဲ့ပါတယ်တချက် စောင့်ကျိ ရမာ ကတော့ အခုလက်ရှိ ရုံတင်နေတဲ့၂ကကော အခုကားကို မှီပါ့မလား ဆိုတာပါပဲအခုကားထဲမှာတော့ လိင်ဆက်ဆံခန်းတွေ ကြမ်းဖက်သွေးထွက်သံယိုခန်းတွေ ပါနေတာကိုတော့ကြိုတင်ပြောထားပါရစေဇာတ်လမ်း အကျဉ်းလေးကတော့ renton ဟာ ဟီရိုအင်း ဆွဲနေတဲ့လူငယ်လေးတစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာတော့ သူဟာဆေးစွဲနေတာကိုဖြတ်ပြီး သူ့ သူငယ်ချင်းတွေရဲ့ လွမ်းမိုးမူအောက်ကနေရုန်းထွက်ဖို့ကြိုးစားရာမှာတော့ ဘာတွေဖြစ်ကြမလဲဆိုတာကိုဆက်လက်ကြည့်ကြရမှာပါ ဆေးစွဲနေတဲ့ လူငယ်လေးတယောက်အကြောင်းနဲ့ ဆေးစွဲ သွားရင်မိမိ ကိုယ်တိုင်သာမကပဲမိသားစု ဘေးပတ် ဝန်းကျင်အပေါ်မှာ ပါ သက်ရောက်မူတွေကို ဖော်ပြရိုက်ကူးထားတာပါကဲ ၂ထွက်မလာခင်လေး ၁ကို အရင်ကြည့်ထားလိုက် ရအောင်လားဗျာဘာသာပြန်ကတော့ ကိုခိုင်လင်း ဖြစ်ပါတယ်ဗျ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Aw0z8bUhGljT0ots6udf1MTLEMi.jpg",
      "https://image.tmdb.org/t/p/w300/dkfBKDUIWP1peEszdqK10MkMZCP.jpg",
      "https://image.tmdb.org/t/p/w300/e9GbzPawXDFvLwSseCXpHkbCyAP.jpg",
      "https://image.tmdb.org/t/p/w300/mSVUnTNoO7WRPM9yHrxSbTXKiCz.jpg",
      "https://image.tmdb.org/t/p/w300/r91FeQRQq4mShtc63iBg9zFekdL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/trainspotting-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gac5ted31p3a.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/trainspotting-16-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/UDhl/Trainspotting_[16+]_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tg1URYAR#xSz1pIMlK0t0AQBy60YvJPkqs0okJ70Li3Dgt6TukwI",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/13lcy8sildqb",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "uOz5Qm2EHQE",
      "video_url": "https://www.youtube.com/watch?v=uOz5Qm2EHQE",
      "embed_url": "https://www.youtube.com/embed/uOz5Qm2EHQE"
    }
  },
  {
    "metadata": "R|1996|1h 25m|Hellraiser Franchise,Horror,Sci-Fi",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "24000"
    },
    "title": "Hellraiser: Bloodline (1996)",
    "description": "Hellraiser: Bloodline (1996)သေတ္တာတွေရဲ့ အစနဲ့ အဆုံးအကြောင်းကိုတွေ့ရမှာပါ။Pinhead ရဲ့ ရုပ်ထွက်ကတော့ တစ်ကားထက်တစ်ကား ပိုကောင်းလာပါတယ်။ ဒီဇာတ်ကားမှာတော့ မင်းသမီးကိုမငမ်းရဘဲ နတ်ဆိုးမကို ငမ်းရမှာပါ။Hellraiser ရဲ့ အစောပိုင်းဇာတ်လမ်းတွေနဲ့တော့ ဒီဇာတ်လမ်းက တော်တော်လေးကွဲပါတယ်။ Cenobite လို့ တစ်လုံးမှ သုံးမသွားဘဲ Demon လို့ပဲ သုံးသွားတာက တော်တော်လေးထင်ရှားပါတယ်။ လူဆိုးကျော်ကြီး လဗိုင်ယာသန်လုံးဝမပါပါဘူး။ ဒီထဲမှာတော့ Pinhead က ဆရာအကျဆုံးပါ။ ငရဲက ကမ္ဘာပေါ်ရောက်လာတာထက်ကြမ်းပါတယ်။ အာကာသထဲထိရောက်လာတာပါ။ဇာတ်လမ်းအကျဥ်းကတော့ Toymaker ဆိုတဲ့ အရုပ်ဖန်တီးသူတစ်ယောက်က သေတ္တာကို အောက်လမ်းဆရာတစ်ယောက်အတွက် ဖန်တီးပေးမိပြီး သူ့ရဲ့အမှားကို ပြန်ပြင်ဆင်နိုင်ဖို့ မျိုးဆက်တွေ တစ်ဆက်ပြီးတစ်ဆက် တာဝန်ကို လက်ဆင့်ကမ်းရင်း ကြိုးစားသွားတာကို အချိန်သုံးခုနဲ့ ပြသွားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 730MBQuality – 1080p, 720pIMDb Rating – 5.1/10Format – mp4Duration – 1H 25MinGenre – Horror, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4YXR73TbaS9xl8KfEc88W8CjxkJ.jpg",
      "https://image.tmdb.org/t/p/w300/4uMIapwuSs1KvTEw9kaJ2JlJw23.jpg",
      "https://image.tmdb.org/t/p/w300/d3F5gke6lE8TH76Kry9kzcttIyA.jpg",
      "https://image.tmdb.org/t/p/w300/rm5ajHcAbPvnzD8N3jcK76p6Q6u.jpg",
      "https://image.tmdb.org/t/p/w300/eguO5JybsZ649vW14ktBt8Tn4Tz.jpg",
      "https://image.tmdb.org/t/p/w300/kENchkRX2HIoWDYZA93AHi5nVII.jpg",
      "https://image.tmdb.org/t/p/w300/bBW0Vtqnv6bUA7nMYzpLerEud1J.jpg",
      "https://image.tmdb.org/t/p/w300/pmst2OVzO947pKbkn9BhLRtvpzM.jpg",
      "https://image.tmdb.org/t/p/w300/1pCAjRMUbm1H1AZMnvrtJZc47XS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/k3fe1z0eipNVffes0uNPiUnObtD.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-bloodline-1996-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rL1o6/(CM)_Hellraiser_-_Bloodline_(1996)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Y20XWTAR#iFDDK7QbjSlXuy0sjNDCTlTRxmEJYE9nomE-ks85uow",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/higvb4nqxvqo.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-bloodline-1996-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZqNV/(CM)_Hellraiser_-_Bloodline_(1996)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IuFnxCgK#vyMMMMUkHbiKELG0IvmheT8-BiuQL4ZOrilL3F1jKg8",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yfgjtc5euh9f.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/je5l0wyewwzm",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t6vx3etvxtp2",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NoU_IizY9GM",
      "video_url": "https://www.youtube.com/watch?v=NoU_IizY9GM",
      "embed_url": "https://www.youtube.com/embed/NoU_IizY9GM"
    }
  },
  {
    "metadata": "R|1996|2h 16min|Action,Adventure,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "304.718"
    },
    "title": "The Rock (1996)",
    "description": "The Rock (1996)IMDb (7.4/10)…Rotten Tomatoes (66%)Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာArmageddon,Transformersဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာMichael Bayရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်….ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်….FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်….ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်………….။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်….မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။(Myo Min Aung မှခံစားတင်ထားပါတယ်။)———————————————————————Zawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာArmageddon,Transformersဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာMichael Bayရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတိုက္ပြဲေတြမွာ အသက္စြန္႕ခဲ့ရေပမယ့္ ဘာဂုဏ္ျပဳမွတ္တမ္းမွ မေရးထိုးေပးဘဲ ေခ်ာင္ထိုးခံလိုက္ရတဲ့ က်ဆံုးစစ္သည္နဲ႕ မိသားစုေတြအတြက္  ရင္နင့္ေနတဲ့ အေမရိကန္ဗိုလ္ခ်ဳပ္ဖရန္႕ဟမ္းမဲလ္….ဘယ္သူမွဖေဖာက္ႏိုင္တဲ့ေထာင္ကို ေဖာက္ထြက္ေျပးခဲ့ဖူးတဲ့ နာမည္ၾကီးေထာင္ေဖာက္သမားၾကီး ဂြ်န္ေမဆင္….FBI ဌာနရဲ႕ ဓါတုေဗဒ ပညာရွင္ ဂြတ္စပိဒ္….ဒီလိုထိပ္တန္းလူသံုးေယာက္ ကိုယ့္ခံယူခ်က္ ယံုၾကည္ခ်က္အတြက္ တိုက္ပြဲဝင္ ထိပ္တိုက္ေတြ႕ဆံုရာဝယ္………….။ၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္….မင္းသားၾကီးေတြရဲ႕ သရုပ္ေဆာင္မႈေတြ အေသာအေထ့ေတြက အသက္ဝင္လြန္းပါတယ္။နီကိုလပ္ေက့ခ်္ကို ငယ္ရြယ္ႏုပ်ိဳစြာျမင္ရတာကလဲ အေတာ္ပဲ ၾကည့္ေပ်ာ္မွာပါ။(Myo Min Aung မွခံစားတင္ထားပါတယ္။)File size…(1.1GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:16:29Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1SsHEx1sCfVZY6Nj0sMyFTlEDql.jpg",
      "https://image.tmdb.org/t/p/w300/aKgxMwYqCWPTKkwZjr73fkPriuD.jpg",
      "https://image.tmdb.org/t/p/w300/qDVdTL1KqGmGLGsy7UPA3vksku7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i1jali2s16vt.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-rock-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/9a5d9/the-rock-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rNB3HY4D#0hm6Zb6MXUlHrz8h29dd_FnfMfi5wWt9h3uK2dcGAlQ",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/cl326oh8jwre",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bI6Mbg_bMzQ",
      "video_url": "https://www.youtube.com/watch?v=bI6Mbg_bMzQ",
      "embed_url": "https://www.youtube.com/embed/bI6Mbg_bMzQ"
    }
  },
  {
    "metadata": "|1996||Action,Adventure,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "371,308"
    },
    "title": "Mission: Impossible (1996)",
    "description": "Mission: Impossible I (1996)====================IMDb Rating 7.1/101996 ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့ပြီး Mission Impossible ဇာတ်ကားတွေရဲ့ ပထမဦးဆုံးကားဖြစ်ပါတယ်..မင်းသားတွမ်ခရုရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ film စီးရီးပါပဲ…Brian De Palma ရိုက်ကူးတင်ဆက်ခဲ့ပြီး ဒီဇာတ်ကားဟာ IMDb Rate မှာလည်း 7.1 ရရှိခဲ့ပါတယ်..မင်းသားတွမ်ခရုကိုလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့တွေ့မြင်နိုင်တဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့…IMF အဖွဲ့အစည်းရဲ့အစဖြစ်တဲ့ တကယ်တော်တဲ့အေးဂျင့်တွေနဲ့စုပေါင်းလှုပ်ရှားထားတဲ့ အဖွဲ့ဟာပရောဂျက်တခုကိုလုပ်ဆောင်နေရင်းနဲ့ အီသန်ဟန့် ကလွဲရင် ကျန်တဲ့အဖွဲ့ဝင်တွေအားလုံးအသတ်ခံလိုက်ရပါတယ်..တကယ်တော့အဲ့ဒီပရောဂျက်ဟာ ဗဟိုအဖွဲ့အစည်းက သစ္စာဖောက်ကိုဖေါ်ထုတ်မယ့်ပရောဂျက်ပါ..အီသန်တစ်ဦးတည်းသာအသက်ရှင်ကျန်ခဲ့တာမို့ CIA ကနေ ဖမ်းဖို့ကြိုးစားပါတော့တယ်ထိပ်တန်းလျို့ဝှက်ချက်ဖိုင်ကြောင့် သစ္စာဖောက်တယ်ဆိုတာသိပေမယ့် အီသန်ဟန့်ဟာ တကယ့်သစ္စာဖောက်ခဲ့တဲ့သူကိုလိုက်ရှာဖို့ကြိုးစားပါတယ်..ဒီတော့ သူကိုယ်တိုင် သူလျိုအဖြစ်နဲ့ အဝယ်တော်ဘက်ကိုပူးပေါင်းကာ သစ္စာဖောက်အစစ်ကိုရှာဖို့အတွက် ထိပ်တန်းလျို့ဝှက်ချက်ကို စီအိုင်အေ ရုံးချုပ်ကနေမရရအောင်ပြန်ခိုးပါတော့တယ်…အမိုက်စားအက်ရှင်ဇာတ်ကားဖြစ်တဲ့အဖြစ်..မင်းသားတွမ်ခရုရဲ့သရုပ်ဆောင်ကောင်းမှု …ဇာတ်လမ်းဇာတ်အိမ်စုဖွဲ့မှုကောင်းမှုတွေကြောင့် 1996 က ထွက်ရှိခဲ့ပေမယ့်ယခုထိတိုင်အသက်ဝင်နာမည်ကျော်ကြားဆဲဇာတ်ကားဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=mission+impossibleကြည့်ပါ။File size…(8.5 GB)/(1.3 GB)/(950 MB)Quality….BluRay4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….01:50:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated byMyo Ko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pbaAkR1FDvgndTVFgGRIzf9o49r.jpg",
      "https://image.tmdb.org/t/p/w300/jnR697dbIYn0erHOQdSFNhHhb1i.jpg",
      "https://image.tmdb.org/t/p/w300/sra8XnL96OyLHENcglmZJg6HA8z.jpg",
      "https://image.tmdb.org/t/p/w300/eDtsTxALld2gPw9lO1hQIJXqMHu.jpg",
      "https://image.tmdb.org/t/p/w300/z0Hz9LIcAm8yhodffZhXuc0wK1M.jpg",
      "https://image.tmdb.org/t/p/w300/25b4voxZTZa8MlxvOv4ZSvV35RA.jpg",
      "https://image.tmdb.org/t/p/w300/tb7XmZPBqgJ4aC8dQV7cwbsYEDx.jpg",
      "https://image.tmdb.org/t/p/w300/lapC41Ju3qjAcPOS9xwZoHaziUK.jpg",
      "https://image.tmdb.org/t/p/w300/59TgdH41uuzrpmzG4g8jHhYnurw.jpg",
      "https://image.tmdb.org/t/p/w300/8p6uy0bO1IiEBcJ1mINvgub45MO.jpg",
      "https://image.tmdb.org/t/p/w300/zdIyydpZvtt5P3KD6wDof95D2uT.jpg",
      "https://image.tmdb.org/t/p/w300/3ZfJcWicmh9vLGQ89CrExqpWMll.jpg",
      "https://image.tmdb.org/t/p/w300/p4znKP6BNiQRfKmOKbXlrjEmUj4.jpg",
      "https://image.tmdb.org/t/p/w300/cjUBohZRBdEdWNahj3GVgdGhwk1.jpg",
      "https://image.tmdb.org/t/p/w300/n97W9PyeaDcHg4jXkcVGVaeZWa6.jpg",
      "https://image.tmdb.org/t/p/w300/6rgxVYeYVebtl2A4jYg2aSmowhM.jpg",
      "https://image.tmdb.org/t/p/w300/pA5WfUBhcbltWQcaj96KdecWtB5.jpg",
      "https://image.tmdb.org/t/p/w300/8igLP9OYhxqGHqN6oahAIyIaGp9.jpg",
      "https://image.tmdb.org/t/p/w300/87jHIh569dDBqf9o1cUcM6u2zxZ.jpg",
      "https://image.tmdb.org/t/p/w300/99ZImJX7B1SpIRb1CnR8hZfTvQE.jpg",
      "https://image.tmdb.org/t/p/w300/8rfgXpirdLrNQyfbCUrcPEXKIpX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-1996-2160-p-4-k-uhd-sdr-10-blu-ray-x-265-10-bit-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-i-1996-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16m02/[CM]Mission.Impossible.I.1996.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mission-impossible-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ba40/Mission_Impossible_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/r700l6wytvuz.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0XAlutSwY0I",
      "video_url": "https://www.youtube.com/watch?v=0XAlutSwY0I",
      "embed_url": "https://www.youtube.com/embed/0XAlutSwY0I"
    }
  },
  {
    "metadata": "R|1996|1h 38min|Crime,Drama,Thriller",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "594,076"
    },
    "title": "Fargo (1996)",
    "description": "Fargo(1996)IMDb – 8.1/10_____Rotten – 94%Won 2 Oscars.Another 81 wins & 57 nominationsဒီကားက အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု နဲ့ အကောင်းဆုံးဇာတ်ညွှန်းဆုရရှိထားပါတယ်…အခြားဆု(၈၁)ဆုရရှိခဲ့ပြီးဆန်ကာတင် (၅၇)ဆုလည်းဝင်ခဲ့တယ်…မင်းသမီးကတော့Three Billboards Outsideမှာ အော်စကာထပ်ရခဲ့တဲ့Frances McDormandပါပဲ…ဒီကားက  ၁၉၈၇ ခုနှစ် မီနီဆွန်တာ မှာ့ဖြစ်ခဲ့တဲ့ တကယ့်မှုခင်းကြီးကိုအခြေခံပြီးပြန်လည်ရိုက်ကူးထားတာပါ….သိပ်ချမ်းသာတဲ့မိသားစုတစ်စုရှိတယ်…..ယောက္ခမက စည်းကမ်းကြီးသလို တိလည်းတိကျတယ်…ဒီမိသားစုမှာ သားမက်ကတော့ စီးပွားရေးပိုင်းရော လူမှုရေးပိုင်းရော အားနည်းတယ်…ဒါ့အပြင် အသုံးအစွဲကလည်းမတတ်ဆိုတော့ ကြာတော့ငွေကအရမ်းလိုလာတယ်..ဒီတော့ ပြန်ပေးသမားတွေနဲ့ပေါင်းပြီး ကိုယ့်မိန်းမကိုယ် ပြန်ပေးဆွဲဖို့စီစဉ်တယ်..ယောက္ခမဆီကနေ ငွေညှစ်မယ်ပေါ့…သို့သော်လည်း သူထင်သလောက်ရိုးရိုးရှင်းရှင်းလေးဖြစ်မသွားဘူး….ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတော့ခံစားကြည့်လိုက်ဦးဗျို့…ကားသစ်တွေကိုတစ်ခါတစ်ရံစိတ်တိုင်းမကျတဲ့သူတွေအဖို့ ဒီလိုကားမျိုးကို နင်းကန်ကြည့်ဖို့ပြောပါရစေ…ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Ye Pye Soneဖြစ်ပါတယ်….ဒီကားက အေကာင္းဆုံး အမ်ိဳးသမီးသ႐ုပ္ေဆာင္ဆု နဲ႔ အေကာင္းဆုံးဇာတ္ၫႊန္းဆုရရွိထားပါတယ္…အျခားဆု(၈၁)ဆုရရွိခဲ့ၿပီးဆန္ကာတင္ (၅၇)ဆုလည္းဝင္ခဲ့တယ္…မင္းသမီးကေတာ့Three Billboards Outsideမွာ ေအာ္စကာထပ္ရခဲ့တဲ့Frances McDormandပါပဲ…ဒီကားက  ၁၉၈၇ ခုႏွစ္ မီနီဆြန္တာ မွာ့ျဖစ္ခဲ့တဲ့ တကယ့္မႈခင္းႀကီးကိုအေျခခံၿပီးျပန္လည္႐ိုက္ကူးထားတာပါ….သိပ္ခ်မ္းသာတဲ့မိသားစုတစ္စုရွိတယ္…..ေယာကၡမက စည္းကမ္းႀကီးသလို တိလည္းတိက်တယ္…ဒီမိသားစုမွာ သားမက္ကေတာ့ စီးပြားေရးပိုင္းေရာ လူမႈေရးပိုင္းေရာ အားနည္းတယ္…ဒါ့အျပင္ အသုံးအစြဲကလည္းမတတ္ဆိုေတာ့ ၾကာေတာ့ေငြကအရမ္းလိုလာတယ္..ဒီေတာ့ ျပန္ေပးသမားေတြနဲ႔ေပါင္းၿပီး ကိုယ့္မိန္းမကိုယ္ ျပန္ေပးဆြဲဖို႔စီစဥ္တယ္..ေယာကၡမဆီကေန ေငြညႇစ္မယ္ေပါ့…သို႔ေသာ္လည္း သူထင္သေလာက္႐ိုး႐ိုးရွင္းရွင္းေလးျဖစ္မသြားဘူး….ကိုင္းဘာေတြဆက္ျဖစ္မလဲဆိုေတာ့ခံစားၾကည့္လိုက္ဦးဗ်ိဳ႕…ကားသစ္ေတြကိုတစ္ခါတစ္ရံစိတ္တိုင္းမက်တဲ့သူေတြအဖို႔ ဒီလိုကားမ်ိဳးကို နင္းကန္ၾကည့္ဖို႔ေျပာပါရေစ…ဇတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Ye Pye Soneျဖစ္ပါတယ္….File Size : (920 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:38:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/747dgDfL5d8esobk7h4odaOFhUq.jpg",
      "https://image.tmdb.org/t/p/w300/wzYOvL7q8ltADbIxsBLd7qsctYh.jpg",
      "https://image.tmdb.org/t/p/w300/iQbnudkJYO6idijMSoatSPmfjek.jpg",
      "https://image.tmdb.org/t/p/w300/c2he8GURJdjh7tsfaNctFU3lLXN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fargo_movieposter.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t3w7kn4bl9wy.html",
        "server": "usersdrive.com",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fargo-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/R9ne/Fargo_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/JiYDmIoZ#Cc4FsLk9XuYqAJLC7WDZF-sEiIEM5TIl0uzwvJ07CSI",
        "server": "mega.nz",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/3se7dyjefz5j",
        "server": "upstream.to",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "h2tY82z3xXU",
      "video_url": "https://www.youtube.com/watch?v=h2tY82z3xXU",
      "embed_url": "https://www.youtube.com/embed/h2tY82z3xXU"
    }
  },
  {
    "metadata": "PG-13|1996|2h 25min|Action",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "533K"
    },
    "title": "Independence Day (1996)",
    "description": "ဒီဇာတ်ကားက ထွက်ထားတာ တော်တော်ကြာနေပေမဲ့ ဘယ်အချိန်ကြည့်ကြည့်မရိုးနိူင်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ၂၀၁၆မှာ ဒီဇာတ်ကား အနှစ် ၂၀ပြည့် အထိမ်းအမှတ်အနေနဲ့Independence Day 2လာဦးမှာမို့ ဒီဇာတ်ကားကို အရင် ကြည့်ထားသင့်ပါတယ်။ ဒီဇာတ်ကားက စိတ်ကူးယာဉ်သိပ္ဗံဇာတ်ကား တစ်ကားဖြစ်ပြီး ဂြိုလ်သားတွေက ကမ္ဘာမြေကို လာဖျက်ဆီးတဲ့ ဇာတ်ကားပါ။ နည်းပညာမြင့်တဲ့ဂြိုလ်သားတွေက လူသားတွေက ဘယ်လို စိတ်ဓာတ်၊ဘယ်လို အစီအမံတွေနဲ့ ရင်ဆိုင်မှာလဲဆိုတာ စိတ်ဝင်စားစရာပါ။သူ့ခေတ် သူ့အခါတုန်းအနေအထားနဲ့ကြည့်ရင် ကွန်ပျူတာ ပြုလုပ်ချက်တွေ အဲလောက်ထိ ကောင်းမွန်တာက အံ့သြစရာပါ။ဒီဇာတ်ကားမှာတော့ ပရိသတ်အချစ်တော် Will Smithက ခေါင်းဆောင်မင်းသားအနေနဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ မကြည့်ရသေးတဲ့လူများ ကြည့်လိုက်ကြပါဦး",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uw4SnKFZ453Gxmj5XR5Susj8TNo.jpg",
      "https://image.tmdb.org/t/p/w300/nBbewX1GIyGSlI4fx6U0KnZ086n.jpg",
      "https://image.tmdb.org/t/p/w300/iNJgJxXaEmCVLqSKBezGDbPQgvZ.jpg",
      "https://image.tmdb.org/t/p/w300/zUdNogYB7TKxQ8IxKkqRuZ9ycr7.jpg",
      "https://image.tmdb.org/t/p/w300/1ZMvken4yU6zF49jaLo4XYNOl8I.jpg",
      "https://image.tmdb.org/t/p/w300/qJlsmdFZ1X6Tn872h8g5vTvRMvj.jpg",
      "https://image.tmdb.org/t/p/w300/4HF0Zd7M7f9ehQz7sObQL7H2Svi.jpg",
      "https://image.tmdb.org/t/p/w300/3g9D2k2diKkqPT3lX9BRKmifEJm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/independence-day-movie-poster-1996-1010472769.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/independence-day-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "731MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/dzqrjf5ktqyu",
        "server": "veryfiles.com",
        "size": "731MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1D9kx/Independence_Day_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "731MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tjr3pwh60w3d.html",
        "server": "usersdrive.com",
        "size": "731MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/independence-day-1996",
        "server": "VIP Links",
        "size": "731MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yeMYbwCk91g",
      "video_url": "https://www.youtube.com/watch?v=yeMYbwCk91g",
      "embed_url": "https://www.youtube.com/embed/yeMYbwCk91g"
    }
  },
  {
    "metadata": "R|1996|129 min|Action",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "135,003"
    },
    "title": "Primal Fear (1996)",
    "description": "1996 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 7.7 ရရွိထားတဲ့သည္းထိပ္ရင္ဖို ဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့ေအာ္စကာဆုအတြက္ စကာတင္စာရင္း တဆုနာမည္၀င္ခဲ့ျပီးတျခား ရုပ္ရွင္ဆုေတြလညး္ ၁၀ ဆုေတာင္ ရရွိခဲ့ပါတယ္ကဲ ဒီေလာက္ ေတာင္ ညႊန္းေနမွေတာ့ ေကာင္းလားမေကာင္းလားကို မေျပာေတာ့ပုဗ်ာဇာတ္လမ္း အက်ဥ္းဖက္ကို လွည့္ၾကတာေပါ့ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့နာမည္ၾကီး အမႈလိုက္ေရွ႕ေနတေယာက္ဟာမထင္မွတ္ပဲ လူသတ္မႈတခုကို လိုက္လံေဖာ္ထုပ္ရာမွအရင္ ရီးစားေဟာင္းနဲ႕ ပါ၀င္ပတ္သက္မီျပီးလူသတ္မႈရဲ႕ အမွန္တရားဟာလဲ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ ဖံုကြယ္ျခင္းခံထားလိုက္ရာမွ ဘယ္လို ေတြေၾကာင့္ အမႈကေပၚေပါက္သြားေလမလဲဆိုတာကုိ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာဇာတ္ကားေလးထဲမွာေတာ့  Don’t believe everything you see တဲ့ဗ်ာ",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/primal-fear-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/d6a40b1fe9/primal-fear-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Qzsb/Primal_Fear_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/WlQB3AQC#rL5eFGYJCQi_ffjKomIX5PhRrqUmpPaRC8T1a68fWmQ",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/b72adz1t79ug",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1996|116 min|Action,Drama,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "43,441"
    },
    "title": "Courage Under Fire(1996)",
    "description": "Courage Under Fire(1996)IMDB…..6.6,,,,,,,Rotten……85Patrick Sheane Duncan က ဇာတ်ညွှန်းရေးသားပေးခဲ့သည့် Courage Under Fire ဇာတ်ကားကို Director Eward Zwick က ရိုက်ကူးထားပြီး Fox 2000 Picture ၏ ပွဲဦးထွက်ရုပ်ရှင်ကားလည်းဖြစ်သည်။ အမေရိကန်ဒေါ်လာ ၄၆ သန်း အကုန်အကျခံရိုက်ကူးထားသည့် Courage Under fire သည် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့သည့်ဇာတ်လမ်းလည်းဖြစ်သည်။ ဇာတ်လမ်းအား အီရတ်တို့ကူဝိတ်ကိုကျူးကျော်ထားစဉ်တွင် အီရတ်တပ်များအား အမေရိကန်တပ်များက ဝင်ရောက်မောင်းထုတ်ပေးခဲ့သည့် ပင်လယ်ကွေ့စစ်ပွဲအပေါ် အခြေခံထားသည်။ ဇာတ်လမ်းအကျဉ်းမှာ ဒုတိယဗိုလ်မှူးကြီး နသန်နီရယ် ဆာလင်း (Denzel Washington) သည် အမေရိကန်အမှတ်(၂)တင့်ကားတပ်ရင်း၏ တပ်ရင်းမှူးဖြစ်ပြီး အယ်ဘက်သရာမြို့တွင်တိုက်ခိုက်ခဲ့သည့် ညတိုက်ပွဲတခုတွင် မိမိတပ်အား တပ်ချင်းမှားယွင်းပစ်ခတ်မှုဖြစ်ပွားခဲ့သည်။ အမေရိကန်စစ်တပ်သည် ၎င်းဖြစ်စဉ်အား ဖုံးကွယ်ထားခဲ့ပြီး စစ်ပွဲအပြီးတွင် ဒုမှူးကြီးဆာလင်းအာ း သူရဲကောင်းစွမ်းရည်ဘွဲ့အပ်နှင်းပြီး တိုက်ခိုက်ရေးတာဝန်မှ ရုံးတာဝန်သို့ပြောင်းလဲတာဝန်ထမ်းဆောင်စေခဲ့သည်။ ထိုသို့တာဝန်ထမ်းဆောင်စဉ်အတွင်း ၎င်းပင်လယ်ကွေ့စစ်ပွဲအတွင်းတွင် ရဲရင့်စွာတာဝန်ထမ်းဆောင်ခဲ့သည့် ဟျူဝီရဟတ်ယာဉ်မောင်း ဗိုလ်ကြီးကာရမ်အမ်မာဝဲလ်ဒန် (Meg Ryan)ဆိုသည့်အမျိုးသမီးအား သူရဲကောင်းဘွဲ့ပေးရန် ဖြစ်စဉ်အားစုံစမ်းရန် တာဝန်ပေးအပ်ခံခဲ့ရသည်။စစ်သားကောင်းပီသလွန်းလှသည့် ဆာလင်းအနေဖြင့် သူ၏သူရဲကောင်းဘွဲ့အား သံသယဝင်လျက်ရှိပြီး စွမ်းရည်ဘွဲ့ပေးအပ်မှုအားစိစစ်ရန် တာဝန်ပေးအပ်လာခဲ့ရာ ယခုအကြိမ်တွင် အမှန်အတိုင်းဖြစ်စေလိုသည့် ဆန္ဒလည်းပြင်းပြလျက်ရှိရာ ၎င်းဖြစ်စဉ်အား စိတ်နှစ်ပြီး စုံစမ်းခဲ့သည်။ ကပ္ပတိန်ဝဲလ်ဒန်သည် အရေးပေါ်ကယ်ဆယ်ရေးတပ်ဖွဲ့မှ ဟျူဝီရဟတ်ယာဉ်မောင်းဖြစ်ပြီး အမေရိကန်စစ်တပ်မှ ဘလက်ဟော့ခ်ရဟတ်ယာဉ်တစီးပျက်ကျရာသို့ သွားရောက်ကယ်ဆယ်ရန်တာဝန်ပေးအပ်ခံခဲ့ရသည်။ သူမ၏ယာဉ်တွင် အထူးသူနာပြု အီလာရီယို(Matt Damon)၊ အကူရဟတ်ယာဉ်မောင်း ရေဒီ(Tim Guinee)၊ လက်နက်ကိုင်စစ်သည် အော်လ်တာမိုင်ယာ(Seth Gilliam) နှင့် မန်းဖရစ်ဇ်(Lou Diamond Phillips) တို့လိုက်ပါခဲ့ကြပြီး သူတို့တပ်ဖွဲ့ ပျက်ကျနေသည့် ဘလက်ဟော့ခ်သို့ရောက်သောအခါ မိမိတို့၏စစ်သည်များအား ရန်သူအီရတ်များက မြေပြင်တပ်များနှင့်သာမက T-54 တင့်ကားတစီးနှင့်ပါ ဝိုင်းဝန်းတိုက်ခိုက်လျက်ရှိသည်ကိုတွေ့ရှိရပြီး မိမိမှာလည်း အခြားတိုက်ပွဲနေရာမှထွက်လာရခြင်းဖြစ်ရာ ဒုံးကျည်မပါတော့သဖြင့် ရဟတ်ယာဉ်၏အရံဆီပုံအား ဖြုတ်ချ၍ ရန်သူ့တင့်ကားပေါက်ကွဲအောင် ချေမှုန်းနိုင်ခဲ့သည်။ သို့ရာတွင် သူမ၏ရဟတ်ယာဉ်မှာလည်း ရန်သူ့ပစ်ခတ်မှုကြောင့် ပျက်ကျခဲ့ရပြီး ရန်သူအား တညနှင့်တမနက် ရင်ဆိုင်ခဲ့ရပြီး နောက် ကယ်ဆယ်ရေးယာဉ်များရောက်ရှိလာချိန်တွင် ကပ္ပတိန်မှာ ကျဆုံးသွားပြီဟု သတင်းပို့ခြင်းခံခဲ့ရသည်။ ၎င်းဖြစ်စဉ်အား ဆာလင်းမှ စစ်ဆေးရာ ကပ္ပတိန်ဝဲလ်ဒန်၏စစ်သည်များ နှင့် ပျက်ကျသည့်ဘလက်ဟော့ခ်မှစစ်သည်များ ထွက်ဆိုချက်ပေးရာတွင် ကွဲလွဲချက်များရှေ့နောက်မညီမှုများတွေ့ရှိရသဖြင့် အဆင့်ဆင့်ဆက်လက်စုံစမ်းပုံကို ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်သည်။ Courage under fire ဇာတ်ကားသည် စစ်သားတယောက်၏ အနှစ်သာရ ၊ စစ်သားတယောက်၏သန့်စင်သောစိတ်၊ အချင်းချင်းထားရှိသော ရဲဘော်ရဲဘက်စိတ်တို့ကို လှပစွာခြယ်မှုန်းထားပြီး တကယ့်အကြပ်အတည်းတိုက်ပွဲအခြေအနေတွင် သူရဲဘောကြောင်သူနှင့် သူရဲကောင်းဆန်သူ ၊ သူရဲကောင်းဟူသည် တိုက်ပွဲမှာတိုက်ခိုက်ရဲသည့် လက်ရုံရည်စွမ်းရည်သာမက အမှန်ကိုဝန်ခံရဲသည့် နှလုံးရည်ပြည့်ဝခြင်းပါ ရှိရမည့် အကြောင်းတို့ကိုပါ ဖော်ကျူးထားပြီး ဇာတ်လမ်းအား လှည့်ပတ်ဆွဲဆောင်တန်ဆာဆင်ထားမှုများကြောင့် ရင်တမမနှင့်ကြည့်ရှုရမည့် ဇာတ်ကားကောင်းလည်းဖြစ်သည်။ ၁၉၉၆ ခုနှစ်ထုတ်ဇာတ်ကားဖြစ်သော်လည်း ယခုတိုင်ခေတ်မီနေဆဲ အသက်ဝင်နေဆဲဇာတ်လမ်းတပုဒ်လည်းဖြစ်ရာ စစ်ကားကြိုက်သူများသာမက ဒရာမာဇာတ်လမ်းကြိုက်သူများပါ လက်မလွှတ်သင့်သည့် ဇာတ်လမ်းလည်း ဖြစ်သည်။ ဇာတ်ကားရိုက်ကူးရာတွင် ထူးခြားခဲ့သည့်ဖြစ်စဉ်များမှာ(၁) ဇာတ်လမ်းတွင် အသုံးပြုထားသည့် M1A1 Abram တင့်ကားများအား အမေရိကန်စစ်ဘက်မှ မူလကကူညီမည့်အစီအစဉ်ပျက်ပြားသွားပြီးနောက် အင်္ဂလန်၏ Centuions တင့်များကို သံပြားများဖြင့် ပုံစံတူပြန်လည်ဖန်တီးတည်ဆောက်ထားခြင်းဖြစ်သည်။ ၎င်း တင့်ကားများအား ( Craddle to Grave 2) ဇာတ်ကားတွင် လည်း ပြန်လည်အသုံးပြုခဲ့သည်။(၂.) Matt Damon သည် ဤ ဇာတ်ကား၏ နောက်ပိုင်းဇာတ်ဝင်ခန်းအားရိုက်ကူးရာတွင် ပေါင်ချိန်လျော့ကျသွားသည့် ဆေးသမားအဖြစ်သရုပ်ဆောင်ထားရာ ၎င်းဇာတ်ဝင်ခန်းအတွက် ပေါင်ချိန်(၄၀) အထိ ချပစ်ခဲ့ရာ ကျန်းမာရေးစိုးရိမ်ရသည်အထိဖြစ်ခဲ့ပြီး ဒါရိုက်တာကပါ ဝိတ်မချရန်တားယူရသည်အထိဖြစ်ခဲ့သည်။ ၎င်းအချိန်က matt Damon မှာ နာမည်ကြီးသရုပ်ဆောင်မဟုတ်သေးပါ။ သို့ရာတွင် သူ၏ကြိုးပမ်းမှုကြောင့်ပင် ဒါရိုက်တာစတီဗင်စပီးဘတ်က Private Ryan ဇာတ်ကားတွင် အဓိကဇာတ်ကောင်အဖြစ် သူ့အားယုံကြည်စွာအပ်နှင်းခဲ့ခြင်းဖြစ်သည်။(၃). Denzel washington သည် ၎င်းဇာတ်ကားတွင် ပြတ်သားရမည့်နေရာတွင် ပြတ်သားလှသကဲ့သို့ မျက်ရည်ဝဲလောက်စရာနေရာများတွင် ကြည့်ရှုသူကိုပါ မျက်ရည်ဝဲလောက်အောင် သရုပ်ဆောင်ကောင်းမွန်လှသည့်အတွက် ဟောလိဝုဒ်အော်စကာ ဆန်ခါတင်စာရင်းဝင်ခဲ့သည်။ ၄. နသန်နီယယ်ဆာလင်း နေရာအတွက် Herrison Ford နှင့် Tom Hanks တို့အား မူလက လျာထားခဲ့သေးသည်။(၄.) သူရဲကောင်းဘွဲ့အပ်နှင်းသည့် အိမ်ဖြူတော်မှ နှင်းဆီဥယျာဉ်ပုံစံဆက်တင်မှာ မုန်တိုင်းကြောင့် နှစ်ကြိမ်တိုင်တိုင်ပျက်စီးခဲ့ရသည်။(၅). ၎င်းဇာတ်လမ်းအား ၁၉၅၀ ခုနှစ်ထုတ် Rushomon မှ ဇာတ်ကျောယူထားခြင်းဖြစ်သည်။(၆). အယ်ဘက်သရာတိုက်ပွဲနေရာအား တက္ကဆက်ပြည်နယ် အယ်ပါဆိုလ်မြို့ပြင်တွင် ရိုက်ကွင်းယူခဲ့ပြီး ၎င်းနေရာသည် ယခုအခါ ကမ္ဘာလှည့်ခရီးသည်များအားဆွဲဆောင်သည့်နေရာတနေရာဖြစ်နေပြီဖြစ်သည်။(၇). IMBD (6.6) ရရှိထားပြီး Rotten Tomato(85) ရရှိထားပြီး ၎င်းတို့အပါအဝင် အခြား Rating Site ၅၄ ခု၏ review အရ (7.8/10)ရရှိထားသော ဇာတ်ကားလည်းဖြစ်သည်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Chan Myae Thu Aung ဖြစ်ပါတယ်…..File Size…1022MBQuality…BluRay 720pFormat…mp4Duration…01:56:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by  Chan Myae Thu Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oplJNCsJhBPGhANhHp9uTpwWpx.jpg",
      "https://image.tmdb.org/t/p/w300/3hMaXTAWQC2SiFMQi0rGs9YkvLk.jpg",
      "https://image.tmdb.org/t/p/w300/35yOHW2ZNLXkIXp3xSl9300VFIf.jpg",
      "https://image.tmdb.org/t/p/w300/4qQsDUytMwS8dupgNHoC7sUn1Ce.jpg",
      "https://image.tmdb.org/t/p/w300/2DUG1SMASF8C8AUd4MBoUkiz8ZB.jpg",
      "https://image.tmdb.org/t/p/w300/kWxcvQW3XAK2lxpxX6AfnN9RsmN.jpg",
      "https://image.tmdb.org/t/p/w300/uL4qinGJZPOzf5meFKr7Te7JpfE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BODJlOTlkNzUtN2U2OC00NWUxLTg3MjgtNGVmZGU5ZTk0ZjM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006691000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/14opt3zg57mz.html",
        "server": "usersdrive.com",
        "size": "1022MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/courage-under-fire-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1022MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cssg/Courage_Under_Fire_[1996]_(MM_Sub)_(2).mp4",
        "server": "megaup.net",
        "size": "1022MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/GcJCCIxQ#jeLCrNQZYLvdaVRriKE9jQY3GhrPckFJ5NpqPUfyxUU",
        "server": "mega.nz",
        "size": "1022MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/l44joBtP7SjOAw",
        "server": "disk.yandex.com",
        "size": "1022MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/2w3vr11g5d5o",
        "server": "upstream.to",
        "size": "1022MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "F3n76pChEcs",
      "video_url": "https://www.youtube.com/watch?v=F3n76pChEcs",
      "embed_url": "https://www.youtube.com/embed/F3n76pChEcs"
    }
  },
  {
    "metadata": "G|1996|1h 14min|Adventure,Animation,Family,Land Before Time Animation",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "The Land Before Time IV: Journey Through the Mists",
    "description": "THE LAND BEFORE TIME REVIEWChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The LandBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကိုရိုက်ပြထားတာပါ။ကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ဆင့်ကဲပြောင်းလဲခြင်းဖြစ်စဉ်တွေ ဒိုင်နိုဆောအမျိုးအစားတစ်ခုစီရဲ့ သဘာဝလေးတွေကိုပါသေသေချာချာလေး ထည့်ရိုက်ထားတာမို့ ကလေးလေးတွေရော လူကြီးတွေပါ ကာတွန်းကြည့်ရင်း ဗဟုသုတရစေမှာအမှန်ပါပဲ။ ပြီးတော့ ဒီကာတွန်းကားလေးမှာ သတိထားမိတာက ကလေးလေးတွေရဲ့ တကယ့် အပြုအမူနဲ့ စိတ်နေစိတ်ထားလေးတွေကို ထည့်ရိုက်ထားတာပါ။ စိတ်တိုလွယ်တဲ့ကလေး တစ်ခုခုဆို ကြောက်တတ်တဲ့ ကလေး သူများကို သနားတတ်တဲ့ကလေး ဘာမဆို စပ်စပ်စုစု လုပ်တတ်တဲ့ကလေးတွေ ပြီးတော့ သူတို့ရဲ့ အပြုအမူလေးတွေကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်လေးတွေကို ပြပေးထားတာက entertainment တင်မက ကလေးလေးတွေရဲ့ စိတ်နေစိတ်ထားလေးတွေကို ပြုပြင်ဆုံးမရာမှာ တစ်နည်းနည်းနဲ့ အထောက်အကူပေးပါလိမ့်မယ်။ဒီတော့ အများကြီးတော့ မညွှန်းတော့ပါဘူး ကမ္ဘာဦးတုန်းက ဒိုင်နိုဆောကြီးတွေက ဘယ်လိုနေကြလဲလို့ ကလေးလေးတစ်ယောက်ယောက်ကများ မေးလာခဲ့ရင် ကျွန်မ ဒီဇာတ်ကားလေးကိုပဲ ပြဖြစ်မယ်ထင်ပါတယ်။ အိမ်မှာ ကလေးရှိတဲ့သူတွေရောကာတွန်းကားနှစ်သက်တဲ့သူတွေရော ဒီကာတွန်းကားလေးတွေကို မြည်းစမ်းကြည့်ပါ နောင်တမရစေရဘူးလို့ အာမခံပါတယ်နော်။Translator – Kyi KyiEncoder – YK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jS3iH0zYESdKa1dv8vXY2QdTKbv.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/3ByDR/The.Land.Before.Time.IV.Journey.Through.the.Mists.1996.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "793MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2VBbs/The.Land.Before.Time.IV.Journey.Through.the.Mists.1996.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-iv-journey-through-the-mists-1996-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "793MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-iv-journey-through-the-mists-1996-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ls40eo2w8iwi",
        "server": "veryfiles.com",
        "size": "793MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/ehx49nlyjo2x",
        "server": "veryfiles.com",
        "size": "385MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/land-before-time-iv",
        "server": "VIP Links",
        "size": "793MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "btzQQs2WQSE",
      "video_url": "https://www.youtube.com/watch?v=btzQQs2WQSE",
      "embed_url": "https://www.youtube.com/embed/btzQQs2WQSE"
    }
  },
  {
    "metadata": "PG|1996|1h 42min|Comedy,Family,Fantasy",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "148k"
    },
    "title": "Matilda (1996)",
    "description": "Matilda (1996)Child Novel​တွေ ​ရေးသားထုတ်​ဝေတဲ့ Roald Dahlဆိုတာ ဘယ်သူမှန်းမရင်းနှီးရင်​တောင် Charlie and the Chocolate Factory, The BFGတို့ကို​တော့ လူတိုင်းသိမှာပါ။ ၂၀ရာစုရဲ့ အကြီးကျယ်ဆုံး က​လေးစာ​ပေဖန်တီးသူအဖြစ် လူသိများတဲ့ Roald Dahlရဲ့ ဝတ္ထု​တွေကို ရုပ်ရှင်အဖြစ်ပြန်ပြီးအသက်သွင်းရာမှာလည်း ​​အောင်မြင်မှုအတိုင်းအတာတစ်ခုထိ ရရှိခဲ့ပါတယ်။ Matildaဆိုတာလည်း အနုပညာပိုင်းမှာ ​အောင်မြင်ခဲ့တဲ့ Liveaction ဇာတ်ကားတစ်ခုပဲ ဖြစ်ပါတယ်။ IMDbအ​နေနဲ့ 6.9၊ RTမှာ 91%ရရှိထားပါတယ်မတေးဒါက ​မွေးကင်းစကတည်းက မိဘကံမ​​ကောင်းခဲ့သူလို့ ဆိုရမှာပါ။ဖခင်က တစ်ပတ်ရစ်ကား​တွေ ဂျင်းထည့်ပြီး​​ရောင်းတဲ့ လူလိမ်၊ အ​​မေကအရပ်တကာပတ် ဘင်ဂိုပတ်​ဆော့​နေသူဖြစ်ပြီး ကိုယ့်​ရဲ့သွေးသားရင်းကိုချစ်တဲ့ပုံများ​ကတော့ က​လေး​မွေးပြီး ​ဆေးရုံ​ဆင်းလာတာ အိမ်​ရောက်တဲ့အချိန် သမီးဖြစ်သူမွေးကင်းစက ကား​နောက်ခန်းထဲမှာကျန်ခဲ့မှန်း​တောင်သတိမရတဲ့ ဂန္တဝင်​ဖေ​ဖေ၊​ ကောင်းကင်​မေ​​​မေ​တွေ​​​ပေါ့။ မိဘ​တို့ပြုအပ်တဲ့ဝတ္တရား​ကို ကျေပွန်ပုံကလည်း သမီးအသက်ကို ၄နှစ်နဲ့ ၆နှစ်ခွဲ မသဲကွဲလို့​ကျောင်းတက်ချင်တာ​တောင် ​ကျောင်းမအပ်​ပေးကြသူ​တွေ​ပေါ့။မိဘ​တွေရဲ့​​​ကောင်းသတင်းက ​ပြောမဆုံး​​အောင်ရှိ​ပေမယ့် မတေးဒါ​လေးက​​ခေသူမဟုတ်ပါ၊ အသက်၂နှစ်ကတည်းက ဘယ်သူမှမသင်ဘဲ စာ​ရေးတတ်ဖတ်တတ်​နေသလို အသက်၄နှစ်မှာ မိဘ​တွေမသိ​​အောင် စာကြည့်တိုက်ကိုခိုးသွားပြီး က​လေးစာအုပ်​တွေသာမက သုတရသစာအုပ်​တွေပါ ထုံးလို​မွှေ​ရေလို​နှောက် ဖတ်နိုင်တဲ့ ​တောက်မည့်မီးခဲ တရဲရဲ​လေး​ပေါ့ ။ ဉာဏ်ကြီးရှင်ဖြစ်သလို ဟာသဉာဏ်ကလည်း ရွှင်​လေ​တော့ သူ့ကိုစိတ်ဒုက္ခမျိုးစုံ​ပေးတဲ့မိဘ​တွေကိုပါ မထင်ရင် မထင်သလို trollတတ်ပါ​သေးတယ်။ဒီလိုပါရမီရှင်​လေးကို ထိန်းမနိုင်​တဲ့အဆုံး ​ကျေးဇူးရှင်​ဖေ​ဖေနဲ့ ​မေ​မေခမျာမတေးဒါကို ​ငါ့လက်ကလွတ် ကျွတ်ဆိုပြီး ​ကျောင်းထား​ပေးလိုက်ပါတယ်။​မွေးလာကတည်းက ​ဆရာကြီး​တွေနဲ့​တွေ့လာတဲ့ မတေးဒါ​ဟာ ​​ကျောင်းမှပဲဆရာ့ဆရာကြီးနဲ့ သွား​တွေ့ပါ​တော့တယ်။ အ​ပေါက်ကဆိုး အ​ပြောကကြမ်းလက်သံက​ပြောင်၊ အိုလံပစ် သံလုံးပစ် လှံတံပစ် ပြိုင်ပွဲဝင်​ဟောင်းဖြစ်တဲ့​ကျောင်းအုပ်ကြီး မစ်ထရန့်ချ်ဘူးက မတေးဒါ​လေးကို ​ဆီးကြို​နေတာပါ။ကျောင်းအုပ်ကြီးလက်​အောက်မှာပဲ မစ်ဟန်နီဆိုတဲ့ သ​ဘောမ​နော​ကောင်းစိတ်သ​ဘောထားဖြူစင်တဲ့ ဆရာမ​​လေးတစ်​ယောက်လည်း ရှိ​နေပါတယ်။မတေးဒါ​က ဆရာမ​လေးကို ခင်တွယ်သလို ဆရာမကလည်း မတေးဒါကိုအရမ်းချစ်ပါတယ်။ ဒါ​ပေမဲ့ဆရာမ​လေးမှာ ​ကျောင်းအုပ်မစ်ထရန့်ချ်ဘူးနဲ့ဆိုးရွားတဲ့ အတိတ်ဇာတ်​ကြောင်း​တွေ ရှိ​​နေတာ​​ကြောင့် မတေးဒါ​လေးဟာသူချစ်တဲ့ဆရာမ​လေးကို ကူညီဖို့ ​ကျောင်းအုပ်ကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ကြိုးစားပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့JimXပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Family, FantasyQuality…. 1080p | 720p | 480pFile size…  1.7GB | 893MB | 280MBFormat… mp4Duration…. 1h 42minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..JimXEncoder …..August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t3HVA7XdVnQneMjI5hYjEhXmHY3.jpg",
      "https://image.tmdb.org/t/p/w300/aScfwHjTKMG1sCaxJOCHJfPYI4K.jpg",
      "https://image.tmdb.org/t/p/w300/sqPT8ZONYnrBIzDFx3lOlGEN8Ze.jpg",
      "https://image.tmdb.org/t/p/w300/iXlHfi9hq7nfSv31pBab8fpMfZh.jpg",
      "https://image.tmdb.org/t/p/w300/migYxGT2NdB3jlDzOexfClBi6AR.jpg",
      "https://image.tmdb.org/t/p/w300/wss8NYQGVZJ9xCwzAYJ9AsFAeNR.jpg",
      "https://image.tmdb.org/t/p/w300/iUuQPjS5gcvFRm2j9bGiCyNAa6t.jpg",
      "https://image.tmdb.org/t/p/w300/ebVEj3oHfHy7ORePHiUmUxTMWok.jpg",
      "https://image.tmdb.org/t/p/w300/i3ZyyQcOHHSoaDsH1UGAU2Qkv6x.jpg",
      "https://image.tmdb.org/t/p/w300/iBVlQ9muJMagKKQRSs8YtLUVa4s.jpg",
      "https://image.tmdb.org/t/p/w300/nPiPQJOXzdeNEg3rrQFWxFL2nuW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wnLbqoGRGdnPNjMV6rY75wgRamd.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/maltida-1996",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/xxmj4aie89h7.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/matilda-1996-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1M6j8/Matilda.1996.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/8Gt0WQhL#vUPt8WUxyhwWJ0V4iWDurnXohEK8zuFweHJGsBznjkY",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1ncckd9mc8xy.html",
        "server": "usersdrive.com",
        "size": "893MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/matilda-1996-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "893MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1M6jc/Matilda.1996.720p.CM.mp4",
        "server": "megaup.net",
        "size": "893MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/8Gt0WQhL#vUPt8WUxyhwWJ0V4iWDurnXohEK8zuFweHJGsBznjkY",
        "server": "mega.nz",
        "size": "893MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/cn85xf4ddieu.html",
        "server": "streamsb.com",
        "size": "893MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/tmr5wzfl8a0m.html",
        "server": "usersdrive.com",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/matilda-1996-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1M6jh/Matilda.1996.480p.CM.mp4",
        "server": "megaup.net",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/ZDd2mR4J#F08zvOdnuYE8shwf8AG09v14uyDkJfeGnob3F_E6XeM",
        "server": "VIP Links",
        "size": "280MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/415skxy0okry.html",
        "server": "streamsb.com",
        "size": "280MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "pnzLRDDijW0",
      "video_url": "https://www.youtube.com/watch?v=pnzLRDDijW0",
      "embed_url": "https://www.youtube.com/embed/pnzLRDDijW0"
    }
  },
  {
    "metadata": "R|1996|1h 55min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "111000"
    },
    "title": "Eraser (1996)",
    "description": "Eraser (1996)Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် အမေရိကန်အစိုးရကို သစ္စာဖောက်လို့ နိုင်ငံတကာ အကြမ်းဖက်အဖွဲ့ကို မှောင်ခိုရောင်းဖို့ ကြိုးစားတာကနေ ဇာတ်လမ်းစပါတယ်။လက်နက်သုတေသနမှာ အလုပ်လုပ်တဲ့ကောင်မလေးက ဖြစ်ကြောင်းစုံ ရိပ်မိသလိုရှိတော့ အစိုးရကို သတင်းပေးဖို့ကြိုးစားရင်း အဓိက မျက်မြင်သက်သေဖြစ်လာခဲ့ပါတယ်။ အဲဒီမှာပဲ မျက်မြင်သက်သေကာကွယ်ရေးအဖွဲ့က ရဲအရာရှိ ဂျွန် ကရူဂါ က ကောင်မလေး လီ ကို ကာကွယ်ဖို့ဖြစ်လာပြီး အကောင်ကြီးတွေ ပါဝင်ပတ်သက်နေတဲ့ လက်နက်မှောင်ခိုရောင်းချမှုကို ဘယ်လိုဖော်ထုတ်မလဲ။ သူကိုယ်တိုင်နဲ့ သူ့ရဲ့သက်သေတို့ရဲ့ အသက်ကို ဘယ်လိုကာကွယ်မလဲဆိုတာပါပဲ။ ပြန်လည်ခံစားကြရအောင်လား။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုArr Khun Winchesterမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 1GBQuality – Blu-ray 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 1H 55MinGenre – Action, Crime, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8n6ZCFJWwK7UiX7NYuIEvHLRPYG.jpg",
      "https://image.tmdb.org/t/p/w300/dheqSEPkKn6fwZyo3mwYbmt5uWu.jpg",
      "https://image.tmdb.org/t/p/w300/sZQow78jqCbJb0TvtvwjK8juXaI.jpg",
      "https://image.tmdb.org/t/p/w300/mUvqbhq7SxWUay6SM7f90ZZiCy2.jpg",
      "https://image.tmdb.org/t/p/w300/sTqBF9aNSWpzAJNNojHmBN6o6sz.jpg",
      "https://image.tmdb.org/t/p/w300/mckhFKlHUVTm0HQ4w25xzB7TEnq.jpg",
      "https://image.tmdb.org/t/p/w300/dio47OD5aUEtZEzbbddOqKxSLos.jpg",
      "https://image.tmdb.org/t/p/w300/u2t01R4ivqXNEnZu6fqN9zIJ22Y.jpg",
      "https://image.tmdb.org/t/p/w300/svVxwLIBvjGG4DsUtQW6irzOFyk.jpg",
      "https://image.tmdb.org/t/p/w300/mQ15pp0YIg6mXRBTLT2LSrzxsto.jpg",
      "https://image.tmdb.org/t/p/w300/kBHje6IPqM3rH0pKbruAwYnT1T8.jpg",
      "https://image.tmdb.org/t/p/w300/jRW3ZXm60xcOaQlfg96jcuPSkyk.jpg",
      "https://image.tmdb.org/t/p/w300/AtiykLOCoihQiWKk5y9wXs3LGII.jpg",
      "https://image.tmdb.org/t/p/w300/yoOqYp19rwi27X8pxCQQPOKQU4q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rcXxBhE6npESFZhHBMRuaTeQXOs.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/eraser-1996",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-eraser-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://megaup.net/161xh/(CM)_Eraser_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://mega.nz/file/EClj3BiI#2IMIm0MIXxaYX_pmyc7XunccMSFODfGUzRyGmpTTBiI",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://usersdrive.com/gir3fitf5go6.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://sbfull.com/gflk8c092b2l.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "Blu-ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-eraser-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rWqy/(CM)_Eraser_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JW9BiDyJ#QvQAa19cJH5cGnrdlBUEyUy2I9Om5ZzWusLam4vgsnA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ip6klv1lancw.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/o6gofwkhm0rx.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "P3nrgwO3R-w",
      "video_url": "https://www.youtube.com/watch?v=P3nrgwO3R-w",
      "embed_url": "https://www.youtube.com/embed/P3nrgwO3R-w"
    }
  },
  {
    "metadata": "PG-13|1996|2h|Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "204,966"
    },
    "title": "Romeo + Juliet (1996)",
    "description": "Romeo + Juliet (1996)IMDb – 6.7/10________Rotten – 72%Romeo & Juliet အကယ်၍များ တစ်ဦးတစ်ယောက်ကကျွန်တော့်ကို အကြီးအကျယ်ဆုံး အချစ်ဝတ္တုတစ်ပုဒ်ကိုမေးလာရင် William Shakespeare ရဲ့ ရိုမီရို ဂျူးးလိယက်ကိုကျွန်တော်သတိရမိလိမ့်မယ်။ စစ်မှန်တဲ့ အနုပညာလက်ရာကောင်းတစ်ခုကခေတ်တွေကို ဖြတ်ကျော်နိုင်တယ်ဆိုသလိုပဲRomeo & Julietဟာ သက္ကရာဇ်၁၅၀၀ကျော်ကနေယနေ့ ၂၀၀၀ကျော်အထိ ထင်ရှားဆဲအနုပညာပစ္စည်းတစ်ခုအဖြစ် ဖြစ်တည်နေဆဲပါပဲ။ရှိတ်စပီးယားရဲ့ ရိုမီရို ဂျူးးလိယက်ပြဇာတ်ဟာStared-Crossed Loverလို့ခေါ်တဲ့ သူကကိုယ့်အတွက် ကိုယ်က သူ့အတွက် ဖြစ်တည်ပါတယ်လို့သတ်မှတ်ပြီးသား ချစ်သူ ၂ယောက်ရဲ့ ကြယ်တွေဆီမှာသတ်မှတ်ပြီးသား ကံကြမ္မာတွေကို လွန်ဆန်ခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်မှာ ” Romeo must die “လို့ပြောတဲ့အထိ အာဃာတအချို့နဲ့ ကမ္ဘာကြီးရဲ့အကျည်းတန်မှုနဲ့ ချစ်ခြင်းမေတ္တာရဲ့ လှပမှုကိုအချိုးကျကျ ရောစပ်ထားပါတယ်။ ရုပ်ရှင်ပြန်ရိုက်တဲ့ အခါမှာလည်းဒီနေ့ထိထက်တိုင်တော့ ဟောင်းမသွားသေးတဲ့အကြိမ်ကြိမ် Rebootလုပ်ခံရပြီးတဲ့ ရုပ်ရှင်တစ်ကားအဖြစ်ရပ်တည်နိုင်တဲ့ ရုပ်ရှင်တစ်ကား ဖြစ်ခဲ့ပါတယ်။ဒီ Versionမှာတော့ Modern ပုံစံနဲ့ ပြန်အသက်သွင်းထားပေမဲ့ရှိတ်စပီးယားရဲ့ ပြဇာတ်ကစကားတွေအကုန်ယူသုံးထားပါတယ်။ဒါကလည်း ဒီကားရဲ့ တစ်မူ ထူးချက်ပါပဲ။သုံးထားတဲ့ မင်းသားကလည်း Leonardo ဖြစ်နေတဲ့အပြင်Juliet နေရာက Clarie Danesရဲ့ နတ်သက်ကြွေတဲ့ အလှကြောင့်ပါအတော်ရုပ်လုံးကြွတဲ့Characterတွေ ဖြစ်လာပါတယ်။ဒီ Versionက Romeo Julietတွေထဲ ကျွန်တော့်အကြိုက်ဆုံးversionဆိုလည်းဟုတ်ပါတယ်။ ကမ္ဘာကြီးက Romancetic မဆန်လှပါဘူးချစ်သူတွေကပဲ ကမ္ဘာကြီးကို Romaceticဆန်စေခဲ့တာပါ။ဟိုးငယ်ငယ်တုန်းကတော့… ဒီဇာတ်လမ်းရဲ့ EndingကိုSad Endingလို့ ကျွန်တော်ထင်မှတ်ဖူးခဲ့ပေမဲ့သည်မှာဘက်ဆီရဲ့ အတွေးအမြင်အရတော့မလွယ်ကူတတ်တဲ့ ဒီလိုကမ္ဘာကြီးမှာလူနှစ်ယောက်အပြန်အလှန် အဆုံးမဲ့ချစ်ရဲပြီးတဲ့နောက်သူတို့ရဲ့ ဖြစ်တည်မှု အဓိပ္ပါယ်တစ်စုံတစ်ရာရပြီးတဲ့နောက်အတူတူသေဆုံးခဲ့ရခြင်းကို Sad Endingလို့ကျွန်တော် မဆိုချင်ပါဘူး။ ကဗျာတစ်ပုဒ်ထဲကလိုပါပဲ“အနုပညာမှာ ဘဝမှာ အချစ်မှာ အဆုံးသတ်ရန်တစ်နေရာမှာတော့ အဆုံးသတ်လိုက်ရတာပါပဲ။”အညွှန်းရေးသူ ကတော့ ဝီရအောင်ဖြစ်ပြီး Demon မှ ဘာသာပြန်ဆိုပါတယ်Encoder : LKRomeo & Juliet အကယ္၍မ်ား တစ္ဦးတစ္ေယာက္ကကြၽန္ေတာ့္ကို အႀကီးအက်ယ္ဆုံး အခ်စ္ဝတၱဳတစ္ပုဒ္ကိုေမးလာရင္ William Shakespeare ရဲ႕ ႐ိုမီ႐ို ဂ်ဴးးလိယက္ကိုကြၽန္ေတာ္သတိရမိလိမ့္္မယ္။ စစ္မွန္တဲ့ အႏုပညာလက္ရာေကာင္းတစ္ခုကေခတ္ေတြကို ျဖတ္ေက်ာ္ႏိုင္တယ္ဆိုသလိုပဲRomeo & Julietဟာ သကၠရာဇ္၁၅၀၀ေက်ာ္ကေနယေန႔ ၂၀၀၀ေက်ာ္အထိ ထင္႐ွားဆဲအႏုပညာပစၥည္းတစ္ခုအျဖစ္ ျဖစ္တည္ေနဆဲပါပဲ။႐ွိတ္စပီးယားရဲ႕ ႐ိုမီ႐ို ဂ်ဴးးလိယက္ျပဇာတ္ဟာStared-Crossed Loverလို႔ေခၚတဲ့ သူကကိုယ့္အတြက္ ကိုယ္က သူ႔အတြက္ ျဖစ္တည္ပါတယ္လို႔သတ္မွတ္ၿပီးသား ခ်စ္သူ ၂ေယာက္ရဲ႕ ၾကယ္ေတြဆီမွာသတ္မွတ္ၿပီးသား ကံၾကမၼာေတြကို လြန္ဆန္ခဲ့တဲ့ဇာတ္လမ္းတစ္ပုဒ္မွာ ” Romeo must die “လို႔ေျပာတဲ့အထိ အာဃာတအခ်ိဳ႕နဲ႔ ကမၻာႀကီးရဲ႕အက်ည္းတန္မႈနဲ႔ ခ်စ္ျခင္းေမတၱာရဲ႕ လွပမႈကိုအခ်ိဳးက်က် ေရာစပ္ထားပါတယ္။ ႐ုပ္႐ွင္ျပန္႐ိုက္တဲ့ အခါမွာလည္းဒီေန႔ထိထက္တိုင္ေတာ့ ေဟာင္းမသြားေသးတဲ့အႀကိမ္ႀကိမ္ Rebootလုပ္ခံရၿပီးတဲ့ ႐ုပ္႐ွင္တစ္ကားအျဖစ္ရပ္တည္ႏိုင္တဲ့ ႐ုပ္႐ွင္တစ္ကား ျဖစ္ခဲ့ပါတယ္။ဒီ Versionမွာေတာ့ Modern ပုံစံနဲ႔ ျပန္အသက္သြင္းထားေပမဲ့႐ွိတ္စပီးယားရဲ႕ ျပဇာတ္ကစကားေတြအကုန္ယူသုံးထားပါတယ္။ဒါကလည္း ဒီကားရဲ႕ တစ္မူ ထူးခ်က္ပါပဲ။သုံးထားတဲ့ မင္းသားကလည္း Leonardo ျဖစ္ေနတဲ့အျပင္Juliet ေနရာက Clarie Danesရဲ႕ နတ္သက္ေႂကြတဲ့ အလွေျကာင့္ပါအေတာ္႐ုပ္လုံးႂကြတဲ့Characterေတြ ျဖစ္လာပါတယ္။ဒီ Versionက Romeo Julietေတြထဲ ကြၽန္ေတာ့္အႀကိဳက္ဆုံးversionဆိုလည္းဟုတ္ပါတယ္။ ကမၻာႀကီးက Romancetic မဆန္လွပါဘူးခ်စ္သူေတြကပဲ ကမၻာႀကီးကို Romaceticဆန္ေစခဲ့တာပါ။ဟိုးငယ္ငယ္တုန္းကေတာ့… ဒီဇာတ္လမ္းရဲ႕ EndingကိုSad Endingလို႔ ကြၽန္ေတာ္ထင္မွတ္ဖူးခဲ့ေပမဲ့သည္မွာဘက္ဆီရဲ႕ အေတြးအျမင္အရေတာ့မလြယ္ကူတတ္တဲ့ ဒီလိုကမၻာႀကီးမွာလူႏွစ္ေယာက္အျပန္အလွန္ အဆုံးမဲ့ခ်စ္ရဲၿပီးတဲ့ေနာက္သူတို႔ရဲ႕ ျဖစ္တည္မႈ အဓိပၸါယ္တစ္စုံတစ္ရာရၿပီးတဲ့ေနာက္အတူတူေသဆုံးခဲ့ရျခင္းကို Sad Endingလို႔ကြၽန္ေတာ္ မဆိုခ်င္ပါဘူး။ ကဗ်ာတစ္ပုဒ္ထဲကလိုပါပဲ“အႏုပညာမွာ ဘဝမွာ အခ်စ္မွာ အဆုံးသတ္ရန္တစ္ေနရာမွာေတာ့ အဆုံးသတ္လိုက္ရတာပါပဲ။”အညႊန္းေရးသူ ကေတာ႔ ၀ီရေအာင္ၿဖစ္ၿပီး Demon မွ ဘာသာၿပန္ဆိုပါတယ္Encoder : LKFile Size – 1.25 GBQuality – 720pFormat – mkvTranslator – DemonEncoder – LKနမူနာကြည့်ရန်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tCTnDPDCPKzKgvBqwJPd9Tj41JS.jpg",
      "https://image.tmdb.org/t/p/w300/s7ZzRAlwtPAbRTigaVfulFageAa.jpg",
      "https://image.tmdb.org/t/p/w300/gHWcbmqSenEtfphXKUPDHFPFH7x.jpg",
      "https://image.tmdb.org/t/p/w300/w65a48205t6dyyUoVEytwgSZBMK.jpg",
      "https://image.tmdb.org/t/p/w300/ttfdL6qayHJF2ZOPQ4OIW0Z2ssj.jpg",
      "https://image.tmdb.org/t/p/w300/4jnFtWmiQ78taPssgEfPs5e70eI.jpg",
      "https://image.tmdb.org/t/p/w300/tkzeobNKoMfgWamhWRkYnemlZYq.jpg",
      "https://image.tmdb.org/t/p/w300/4ifrgXRpfqObrVKMtge0ZViFnvS.jpg",
      "https://image.tmdb.org/t/p/w300/g0ZSq1xVmAjRKfE3ywW419npXnE.jpg",
      "https://image.tmdb.org/t/p/w300/c4Q8J6Hb5N5YoY1ECCGXMPanylm.jpg",
      "https://image.tmdb.org/t/p/w300/vRXmlVdmbs6tcMHMWjiOCnJyi1T.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMGU4YmI1ZGQtZjExYi00M2E0LTgyYTAtNzQ5ZmVlMTk4NzUzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3rr8biucpyxo.html",
        "server": "usersdrive.com",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/romeo-juliet-1996-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tjas/Romeo_+_Juliet_[1996]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WlgB1aKS#mqURiMkHB0altsKTKdhlsF4NDiyXtsMStlCI5oPbzp8",
        "server": "mega.nz",
        "size": "1.25 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/u8ypulqx76o8",
        "server": "upstream.to",
        "size": "1.25 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4VBsi0VxiLg?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=4VBsi0VxiLg?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/4VBsi0VxiLg?feature=oembed"
    }
  },
  {
    "metadata": "R|1996|1h 55m|Comedy,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": "47000"
    },
    "title": "[18+] Striptease (1996)",
    "description": "Striptease (1996)ဒီကားကိုရိုက်တဲ့သူက မာလွန်ဘရန်ဒိုရဲ့ The Freshman နဲ့ နစ်ကေ့ရဲ့ ပွဲဦးထွက် ဂိကာလကားတစ်ချို့ကို ရိုက်ခဲ့တဲ့ Andrew Bergman ပါပဲ။ မင်းသမီးက Ghost ရဲ့ သရုပ်ဆောင် အလှပဂေး ဒယ်မီမိုး။ ဇာတ်လမ်းကတော့ Erotic ဆန်ဆန်ရိုက်ထားပေမဲ့ ထူးထူးခြားခြားကို Mystery ကားလိုလို စုံထောက်ကားလိုလို အငွေ့အသက်အပြည့်ရပါတယ်။မင်းသမီးက FBI က အတွင်းရေးမှူးဟောင်း။ ရာဇဝတ်မှတ်တမ်းနဲ့သူ့ယောက်ျားကြောင့် အလုပ်က ပြုတ်သွားတယ်။ သူတို့သမီးလေးကို အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ရာမှာလည်း သူ့ယောက်ျားကို ရှုံးသွားပြီး သူခိုးလုပ်နေတဲ့ ယောက်ျားနဲ့ သမီးကို ထားထားရတဲ့အတွက် ရတက်မအေးဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ တစ်နေ့ သူအလုပ်လုပ်နေတဲ့ အဖော်အချွတ်ကလပ်မှာ နာမည်ကျော်လွှတ်တော်အမတ်တစ်ယောက်ရောက်လာပြီး သူ့ကို သဘောကျသွားတယ်။ လွှတ်တော်အမတ်က အဖော်အချွတ်ကလပ်ထဲရောက်နေတာနဲ့တင် ပြဿနာကြီးနေပြီကို ဒီဘဲက သူများခေါင်းပါသွားခွဲချလိုက်တယ်။ဒီလိုနဲ့ အဲဒီအခြေအနေရဲ့ပုံတစ်ချို့ ထွက်လာပြီး သူ လွှတ်တော်အမတ်ဆိုတာ သိနေတဲ့ လူတစ်ချို့က သူ့ကို အကြပ်ကိုင်ကြတယ်။ ဒါပေမဲ့ လွှတ်တော်အမတ်ရဲ့နောက်ကွယ်က လက်မဲကြီးက ဒီလူတွေကိုရှင်းပစ်လိုက်လို့ အကုန်လုံးသေကုန်ကြတယ်။ အဲဒါပြီးတော့ မင်းသမီးဆီ လွှတ်တော်အမတ်အဘိုးကြီးဆီက ဖိတ်ကြားစာရောက်လာခဲ့တယ်။ သူ့အတွက်သီးသန့်ဖျော်ဖြေပေးဖို့ မယုံနိုင်စရာ အခကြေးငွေပေးပြီး ဖိတ်ကြားထားတာပေါ့။ တစ်ဖက်မှာလည်း မင်းသမီးက သူ့ကို လာစစ်ဆေးတဲ့ရဲနဲ့ ခင်သွားတာကြောင့် အခြေအနေတွေကို သိသင့်သလောက်သိနေတာဆိုတော့ သူ့အသက်အန္တရာယ်ရှိနေတာ ရိပ်တော့ရိပ်စားမိနေတယ်။အာဏာတွေ ရမ္မက်တွေ လူ့သရိုက်တွေကြားက မိခင်တစ်ယောက်ရဲ့ သမီးနဲ့ နီးစပ်ဖို့ကြိုးစားခြင်းဟာ အောင်မြင်သွားမလား… ကျရှုံးသွားမလား… နိုင်နေကျ စာနာတရားခေါင်းပါးတဲ့ လူ့ယဉ်ကျေးတွေကပဲနိုင်သွားမလား… တစ်ခါတလေလေးများ အမှန်တရားက နိုင်သွားမလား… ကြည့်ကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 750MBQuality – 1080p, 720pFormat – mp4Duration – 1H 55MinGenre – Comedy, Crime, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uI5wZN8KreVapUMALQ5WQhTCreG.jpg",
      "https://image.tmdb.org/t/p/w300/jquiAghR5Sf5rJ2vCwBGy1f2b8e.jpg",
      "https://image.tmdb.org/t/p/w300/5iodFJpIQVJPo9NiuC6J8BfrLK3.jpg",
      "https://image.tmdb.org/t/p/w300/fJmMBGX277bUGRmNCDLo5ywZEdu.jpg",
      "https://image.tmdb.org/t/p/w300/uI8SDl3MJ64X2t4I9wnRy09oCZr.jpg",
      "https://image.tmdb.org/t/p/w300/oiVz8oqjaNJUjLuilB5S7N9WTqq.jpg",
      "https://image.tmdb.org/t/p/w300/rt1ifQlMPiShzZ7RqQkpifkQRni.jpg",
      "https://image.tmdb.org/t/p/w300/4loeGEStVOGgJRzE0u2ZJa4ipm2.jpg",
      "https://image.tmdb.org/t/p/w300/kO4oc5jJou8FG7uvND0ZHbUjtCz.jpg",
      "https://image.tmdb.org/t/p/w300/2T6zTAacQMCQo3T4AsuZmB1htlM.jpg",
      "https://image.tmdb.org/t/p/w300/qH55BLEz6oSf8CP63RSBY0LRZpl.jpg",
      "https://image.tmdb.org/t/p/w300/ja7seX2chyKqQvs7pjzFSlF58jz.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/edkpT3vgjEjVrF461AbIwZgkvC7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-striptease-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2AMZo/(CM)_Striptease_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sPVXDDxb#o7LcU7Sn8r6vWAkGVhvv3A5FwE6jQgVlWp3IPKj7G8c",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wsgy9mu50sdi.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-striptease-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UPwo/(CM)_Striptease_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xXMXAKJT#EH7jzCI0oG2823OjEQw0i12Q8S6oj9R_C5Gp3zBzCAQ",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qq4h4qfh6p39.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/w82g4vz6k0sg.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/a4l5y08b143n",
        "server": "streamvid.io",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ujvOdC3-JGw",
      "video_url": "https://www.youtube.com/watch?v=ujvOdC3-JGw",
      "embed_url": "https://www.youtube.com/embed/ujvOdC3-JGw"
    }
  },
  {
    "metadata": "R|1996|121 min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "107,441"
    },
    "title": "Ransom(1996)",
    "description": "Ransom(1996)IMDb…6.6,,,Rotten…76%ဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ...ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..သူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..သိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိလာေရြးဖုိ႕ေျပာတယ္… ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္...ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္....အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္...ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့ျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္... ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ...ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား... ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥကမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ ...ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်….File Size : (900 MB) and (338 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre :Action,Crime,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t8tle4irdNoZpcHERJ6v9TXFJq0.jpg",
      "https://image.tmdb.org/t/p/w300/lxZVA7MtohIB6njMV9Y2aD0eaZ8.jpg",
      "https://image.tmdb.org/t/p/w300/4PCuizEFMmIp2eNC66qj5bHfp3w.jpg",
      "https://image.tmdb.org/t/p/w300/fsDl59yeNXCXOImFijTJHDruKvc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ransom1996",
        "server": "CM Links",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ransom-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/24flwll1d5r7.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://kinocloud.org/DO/Ransom_[1996]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ra6neo1607p6",
        "server": "upstream.to",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "mebIhXK8srA",
      "video_url": "https://www.youtube.com/watch?v=mebIhXK8srA",
      "embed_url": "https://www.youtube.com/embed/mebIhXK8srA"
    }
  },
  {
    "metadata": "R|1996|1h 51min|Horror,Mystery,Scream Franchise",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "301,000"
    },
    "title": "Scream (1996)",
    "description": "Scream 1996 အညွှန်း================Horror, Mystery ပရိတ်သတ်တွေအတွက် 90s ခေတ်ကrating လည်းကောင်းကောင်းရထားတဲ့ ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်။Horror အမာခံပရိတ်သတ်တွေ ဆိုရင်တော့ Scream 1996 က အထူးညွှန်းနေစရာ မလိုပါဘူး။အခုနောက်ပိုင်းထွက်တဲ့ horror ကားတွေနဲ့ ဒီကားနဲ့ ကွာခြားချက်ကို ပြောပါဆိုရင်သူက supernatural ဆန်ဆန် သရဲတွေ နာနာဘဝတွေမပါဘဲ mystery အသားပေးထားပြီးလူသတ်သမားက ဘယ်သူများဖြစ်မလဲဆိုပြီး ရင်တထိတ်ထိတ်ကြည့်ရတဲ့ဖီလင်ကိုပေးတဲ့ ကားမျိုးပါ။ဒီကားက ထွက်ပြီးပြီးချင်းပဲ horror ရုပ်ရှင်တွေကြားထဲမှာ ဇာတ်လမ်းတည်ဆောက်ပုံရောဇာတ်ရှိန်ထိန်းသွားတာရောကောင်းလွန်းလို့ နာမည်အရမ်းကြီးခဲ့တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်တော့ ဆစ်ဒနေဆိုတဲ့ ကောင်မလေးဟာသူမရဲ့အမေကို မုဒိန်းကျင့်ပြီးလူသတ်မှုတစ်ခုမှာ တစ်ခုမှာ ဆုံးရှုံးခဲ့ရတာပါ။အဲလိုနဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ဆစ်ဒနေဟာ ဘဝကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေတုန်း၁ နှစ်ပြည့်သွားတဲ့အချိန်မှာပဲ သူ့အမေတုန်းကလို လူသတ်မှုတွေ ဖြစ်လာပါတော့တယ်။ထူးဆန်းတာက သူ့အမေကိုသတ်ခဲ့တယ်လို့ သံသယရှိသူကို ထောင်ထဲထည့်ပြီးသွားပြီ ဖြစ်နေလို့ပါ။ဒီတော့ အခုဖြစ်လာတဲ့ လူသတ်မှုတွေရဲ့ နောက်ကွယ်က တရားခံကဘယ်သူတွေလဲ?သူတို့ရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?အရင်လူသတ်မှုနဲ့ ဘယ်လိုဆက်စပ်နေလဲ?IMDB မှာ 7.3 ရထားပြီး tomatometer မှာတော့ 79% ရထားလို့horror ကားတွေထဲမှာ rating တော်တော်လေးမြင့်တယ်လို့ ပြောလို့ရပါတယ်ဒီကားက 1, 2, 3, 4 အတွဲလိုက် ထွက်ထားတာဖြစ်လို့နံပါတ် ၁ ကို အားပေးကြမ်းကြတယ်ဆိုရင်နောက်ပိုင်းတွေပါ ဆက်တိုက်တင်ပေးသွားဖို့ စဥ်းစားထားပါတယ်။Scream 6 ကားစလုံးကိုScream Franchiseမှာ ဝင်ကြည့်လို့ရပါတယ်Quality__Bluray 1080pIMDb Rating__6.2/10Format__mp4Duration__1hType__Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated by San Thu AungEncoded by Htet Wai Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wT30bGBvr7vseeFNK9m4DFFC9jR.jpg",
      "https://image.tmdb.org/t/p/w300/tdcb0RHusaQxScWORevtKQ0u9NG.jpg",
      "https://image.tmdb.org/t/p/w300/3NorTzlPNfj6ieU65OhJ7WmQDKP.jpg",
      "https://image.tmdb.org/t/p/w300/afF6JgQtzWhe67TzN9jdz6dACCK.jpg",
      "https://image.tmdb.org/t/p/w300/7ZigA0vEuUMDXeZdo8ltjov8oRB.jpg",
      "https://image.tmdb.org/t/p/w300/wphuvXai0QzdMW1pU1EdHvjsZpb.jpg",
      "https://image.tmdb.org/t/p/w300/qhWq6FviYLVNeO8l4ZT1BzdDb2t.jpg",
      "https://image.tmdb.org/t/p/w300/dQpyN7YRhvOarXq2x3x1vYTBAjN.jpg",
      "https://image.tmdb.org/t/p/w300/8m7Qhs1sZF83YLUBSgDd0tmd46j.jpg",
      "https://image.tmdb.org/t/p/w300/1WSELKTNykiWgQ5ZaWSzlK66Skv.jpg",
      "https://image.tmdb.org/t/p/w300/gqqRK0n3iraewvfNawcaDwDGzzD.jpg",
      "https://image.tmdb.org/t/p/w300/fGKz4YNEhPzl3Q0T4actwuuXcvS.jpg",
      "https://image.tmdb.org/t/p/w300/deRr2yBV4JgxVstGm3NpAAphe7Q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aXAByjBN8UhaYvotqRCwa5MsMGu.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/scream-1996-uncut-1080-p-blu-ray-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1EQya/Scream.1996.UNCUT.1080p.BluRay.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2N5TnQrC#ToSQxour-7t7pUhAILTaeUvH3eAWeHz5b6i4Lc8iNeU",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/d/uol58u53uda2.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-1996-uncut-720-p-blu-ray-x-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EQy8/Scream.1996.UNCUT.720p.BluRay.x264.AAC.mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/eBQCgDrb#NIwO0HZyXJGiaCheRaBnUHea5Ta3D8J6cLAEvfbmmwY",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/d/pn6tktg5j5yj.html",
        "server": "streamsb.com",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/scream-1996-uncut-small-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2kOat/Scream.1996.UNCUT.small.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/2ZhhEAAR#sIsncPZtz-Cp59aqWZ408AeLXdtP8TG79VAjOv2fha4",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/d/qj7tgg1ah0d1.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "xRqAmYpV_Ts",
      "video_url": "https://www.youtube.com/watch?v=xRqAmYpV_Ts",
      "embed_url": "https://www.youtube.com/embed/xRqAmYpV_Ts"
    }
  },
  {
    "metadata": "PG|1996|1h 29m|Adventure,Comedy,Family",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "105000"
    },
    "title": "Jingle All the Way (1996)",
    "description": "Jingle All the Way (1996)ခရစ္စမတ်နီးလာတိုင်း ကျွန်တော်တို့ကြည့်လေ့ကြည့်ထရှိတဲ့ကားလေးဆိုရင်တော့ Home Alone (1990) လေးပဲဖြစ်မယ်ထင်ပါတယ်။ ဘာလို့ကြည့်လဲဆိုရင်တော့ ငယ်ဘဝကို ပြန်ခံစားချင်လို့ ကြည့်တယ်ဆိုပါတော့ဗျာ။ 1990‌ ကျော်ခုနှစ်များဆီက အငွေ့အသက်တွေ၊ ထိုနေ့ခေတ်များဆီက ခရစ္စမတ်ကျင်းပပုံတွေ၊ ခေတ်‌တစ်ခေတ်ရဲ့ သဘောသဘာဝတွေရဲ့ ခံစားလို့ရတဲ့ ရုပ်ရှင်လေးတွေပဲဆိုပါတော့။ဒီလိုရုပ်ရှင်လေးတွေထဲမှာ ကျွန်တော့်အတွက်တော့ Home Alone ပြီးရင် အကြိုက်ဆုံးခရစ္စမတ်ကားလေးဖြစ်တာကတော့ ဒီကားလေးပဲဗျ။ တကယ်ကောင်း၊ ရှယ်ကောင်း၊ တော်တော်ကောင်းပါတယ်။ တကယ်ကြည့်ထိုက်တယ်ဗျ။ ဇာတ်လမ်းလေးက အစ အလယ်ကနေ အဆုံးဇာတ်ဝင်ခန်းထိကို ကောင်းတာဗျ။ တကယ်လည်း တစ်ကားလုံးတောက်လျှောက် စိတ်လှုပ်ရှားမှုအပြည့်နဲ့ကို ကြည့်နေရတဲ့ကားပါ။ ပြီးတော့ ပိုထူးဆန်းတာကို ပြောပြပါဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကျွန်တော်တို့ရဲ့အက်ရှင်မင်းသားကြီး၊ Terminator မင်းသားကြီးအာနိုးလ်က သရုပ်ဆောင်ထားတာပါပဲ။ မင်းသမီးဟာလည်း ၉၀ ကျော်ခုနှစ်များရဲ့နာမည်ကျော်မင်းသမီး ရိတာဝေလ်ဆန်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Comedy/ Family အမျိုးအစားမလို့ ဘယ်လိုကားမျိုးလေးလဲဆိုတာကိုတော့ ခန့်မှန်းလို့ရလောက်မယ်ထင်ပါတယ်။ သုံးခဲ့တဲ့ဘက်ဂျက်ရဲ့ နှစ်ဆကျော်ဝင်ငွေပြန်ရခဲ့တဲ့ ဒီရုပ်ရှင်ကားလေးဟာ ဒေါင်းကြည့်ဖို့တကယ်ထိုက်တန်လှတာမို့ ခရစ္စမတ်မှာ chill ဖို့ Jingle All the Way လေးကို ဒေါင်းကြည့်ကြပါဦး။ ပြောဖို့တစ်ခုကျန်ခဲ့တယ်ဗျို့။ ဇာတ်ဝင်သီချင်းတွေ တကယ်ရှယ်ကောင်းပဲဗျ။ ကဲ Jingle All the Way လေးကို ရှုစားအားပေးလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSan Thu Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 1H 29MinGenre – Adventure, Comedy, FamilySubtitle – Myanmar Subtitle (Hardsub)Translated bySan Thu AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ztYeVUUyTeKxLbxUlqdzXbM7pRn.jpg",
      "https://image.tmdb.org/t/p/w300/czGJUDcFVk7vfTHmM5P85vMEwt0.jpg",
      "https://image.tmdb.org/t/p/w300/hzQFRtC9u8k1Kv4dbEz1yPmtfQ4.jpg",
      "https://image.tmdb.org/t/p/w300/8608jWdV3kqyL20otDpO1UMklSi.jpg",
      "https://image.tmdb.org/t/p/w300/usCWx25VD7IVm5jo5hPs9yh6emK.jpg",
      "https://image.tmdb.org/t/p/w300/nI1AZS5pSGTG2LbRJST0peJxBku.jpg",
      "https://image.tmdb.org/t/p/w300/rnn6sGMGPpM8VfVmCMFxsjKvz7q.jpg",
      "https://image.tmdb.org/t/p/w300/jAVUgMc2RANES18Ds7TYUSnjaNJ.jpg",
      "https://image.tmdb.org/t/p/w300/zbLXs3nVLNh6CXFdurKpLoLOCG3.jpg",
      "https://image.tmdb.org/t/p/w300/9grhLhexmOhqwXPdFpxQpVfOp0n.jpg",
      "https://image.tmdb.org/t/p/w300/A0znvq37zdtPo9271SdsvwDsghe.jpg",
      "https://image.tmdb.org/t/p/w300/fVGQbEU00N2cGOHwaKBtQnYf6QU.jpg",
      "https://image.tmdb.org/t/p/w300/yWVrWHQepNHyiEIjbZD8hZBiQF6.jpg",
      "https://image.tmdb.org/t/p/w300/tXUzUEKES9KuKdvxoSenLFlBusg.jpg",
      "https://image.tmdb.org/t/p/w300/fm9PRKbg6pw720XsrPjtxxLeOgW.jpg",
      "https://image.tmdb.org/t/p/w300/2MKejOFaNW5L1jpT65tbPO0EWQC.jpg",
      "https://image.tmdb.org/t/p/w300/jZWUSa6i9LLRL0Q8HfsdgAd9WNT.jpg",
      "https://image.tmdb.org/t/p/w300/dKCBbq9vPtcsSSjLTsWdSyRmuHp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bdxrZBGtWaLYkjMmwaSIiTwpSnS.jpg",
    "movie_links": [
      {
        "link": "https://streamvid.net/jhc6habo3nyl/(CM)_Jingle_All_the_Way_(1996)_1080p.mp4",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qyov/(CM)_Jingle_All_the_Way_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tr4XkbjY#7Y12v5WzN6XFdtMTCeaf_FOW8lgwY5kehfj_4P8HBdk",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tcvdhthem9x3.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/8mserbldob5x.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/lbbiwik75nyq/(CM)_Jingle_All_the_Way_(1996)_720p.mp4",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ctiy/(CM)_Jingle_All_the_Way_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xzoUmC6J#e5TWj0gu45Xl5WgDgnRiS5tB1eR60a88_iS9mUSHpYg",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yeecpflkkrq8.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/pb8xqaafd60q.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JuPc9QJcGJs",
      "video_url": "https://www.youtube.com/watch?v=JuPc9QJcGJs",
      "embed_url": "https://www.youtube.com/embed/JuPc9QJcGJs"
    }
  },
  {
    "metadata": "R|1996|2h 10m|Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2000"
    },
    "title": "Temptress Moon (1996)",
    "description": "Temptress Moon (1996)~ IMDb – 6.7/10, Rotten Tomatoes – 62% ~Farewell My Concubine အပြီး Chen Kaige နဲ့ လတ်စလီချောင် ဂေါင်လီအတွဲ ပြန်ဆုံတဲ့ ရုပ်ရှင်ပေါ့။ သူလည်း ကိန်းမှာပြခဲ့ပြန်၊ Palme d’Or အတွက် ပြိုင်ခဲ့ပြန်တာပဲ။ ဒါပေမဲ့ ရတော့မရသွားခဲ့ပါဘူး။ ထပ်ပြီး တူတာက သူလည်း တရုတ်ပြည်မှာ ဘန်းခံထိထားတယ်။မထူးခြားနားပါပဲ။ ပုရီနန်းစွန့်ပြီးနောက်ပိုင်း ၁၉၁၂မှာ ဇာတ်အိမ်စတယ်။ မင်းရိပ်မင်းရှိန်မကင်းတဲ့အိမ်တစ်အိမ်က ဘိုးဘေးနတ်ကွန်းထဲ အဲဒီအိမ်က ကလေးမလေးက ကစားရင်းဝင်လာလို့ အကုန်ပွက်လောရိုက်နေတာနဲ့ စဖွင့်ထားတယ်။ အဲဒီကလေးမလေးက ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီ။ တရုတ်မှူးမတ်အိမ်တော်ဆိုတော့ အဲဒီအိမ်ရိပ်လာခိုတဲ့ ဆွေရိပ်မျိုးရိပ်မကင်းတဲ့ ကလေး၂ယောက်ရှိတယ်။ တစ်ယောက်ကကျ လတ်စလီချောင်ရဲ့ ဇာတ်ကောင် ကျန်းလိန်။ သူက အဲဒီအိမ်က ဖန်းယုရီအစ်ကို ဖန်းအိမ်တော်က သခင်လေးရဲ့မိန်းမရဲ့မောင်။ နောက်တစ်ယောက်က ဖန်းအိမ်တော်နဲ့ ဆွေမျိုးနည်းနည်းဝေးတဲ့ ဖန်းယုရီရဲ့အစ်ကိုဝမ်းကွဲ သွမ့်ဝူ။ ဒီသုံးယောက်က ဖန်းအိမ်တော်နဲ့ပတ်သက်ပြီး ကြမ္မာမလှခဲ့သလို ဒီဇာတ်ရဲ့အဓိကဇာတ်ကောင်၃ယောက်လည်း ဟုတ်တယ်။ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီက သူတို့အိမ်တော်က လူကြီးတွေကျေးဇူးနဲ့ ငယ်ငယ်လေးကတည်း ဘိန်းစွဲနေသလို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်ကလည်း ‌ဂေါင်လီရဲ့အစ်ကို ဘိန်းသမားကျေးဇူးနဲ့ စိတ်ဒဏ်ရာတော်တော်မသေးဘူး။ ဘိန်းသမားက ဘိန်းကြောင်ပြီး သူ့မိန်းမနဲ့ သူ့မိန်းမရဲ့မောင်ကို မောင်နှမချင်း အတင်းမဖွယ်ရာမရာပြုခိုင်းတဲ့ဒဏ်ကို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က ခံစားခဲ့ရတယ်။ သွမ့်ဝူကျ အမျိုးဆိုပေမဲ့ အမျိုးဝေးတော့ ကျွန်သပေါက်သာသာ နှိမ်တာခံခဲ့ရတယ်။ ဒီလိုနဲ့ လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က သူ့ယောက်ဖဒဏ်မခံနိုင်တော့ဘဲ အိမ်ကနေ ပီကင်းကို စာသင်ဖို့ထွက်သွားခဲ့တယ်။ သို့ပေမဲ့ စာသင်တဲ့ဆီမရောက်လိုက်ပါဘူး။ လမ်းမှာ ပစ္စည်းတွေအလုခံရပြီး လူမိုက်ဂိုဏ်းဝင်ဖြစ်သွားခဲ့တယ်။ ဂေါင်လီကလည်း ဘိန်းစွဲနေလို့ စေ့စပ်ကြောင်းလမ်းထားတဲ့အိမ်ကနေ ဖျက်သိမ်းတာခံလိုက်ရတယ်။ဒီလိုနဲ့ သူတို့အရွယ်ရောက်လာပြီး ဖန်းသခင်ကြီးသေသွားတဲ့အချိန်မှာ အစ်ကိုက ဘိန်းဒဏ်နဲ့ နာလန်မထူတော့လို့ ဂေါင်လီက အိမ်ရဲ့ အကြီးအကဲဖြစ်လာခဲ့တယ်။ ဒီအချိန် လတ်စလီချောင်က ပြန်လာပြီး ဖန်းအိမ်က စည်းစိမ်တွေကို အပိုင်သိမ်းဖို့ကြံတယ်။ ဒါပေမဲ့ ဂေါင်လီကို ချစ်မိသွားပြီး အထ,မမြောက်ခဲ့ဘူး။ ဂေါင်လီကလည်း လတ်စလီချောင်ကို ချစ်ပေမဲ့ လတ်စလီက ငယ်ငယ်က သူ့အစ်မနဲ့အတင်းမဖွယ်မရာအပြုခံခိုင်းခဲ့ရတဲ့ စိတ်ဒဏ်ရာနဲ့ဆိုတော့ ဘယ်မိန်းမကိုမှ တကယ်တမ်း မချစ်နိုင်ခဲ့ဘူး။ နောက် သူတို့တွေ အဲဒီအိမ်တော်ကြီးထဲ ဘာဆက်ဖြစ်ကြမလဲဆိုတဲ့ ဇာတ်မျိုးပေါ့။ဇာတ်ကတော့ တော်တော်လေးရှင်းပေမဲ့ တစ်ခုခုလိုအပ်နေသလိုလို ခံစားရသလို Chen Kaige ဘာပြချင်တာလဲဆိုတဲ့ အချက်ကလည်း တော်တော်လည်းမရှင်းဘူး။ နာမည်ကျော် ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကိုယ်တိုင်လည်း ဇာတ်က ဘာပြချင်တာလဲ သူလည်းမရှင်းပေမဲ့ ဇာတ်ဟာ ပုရီနန်းဆင်းပြီးနောက် တည်ထားတာဆိုတော့ ဒီဖြစ်ရပ်တွေအားလုံးဟာ အဲဒီကနေမှ မော်စီတုန်းသေတဲ့အထိကို Symbolism နဲ့ ပြထားသလားတော့မသိဘူးလို့ ပြောတယ်။ တကယ်လည်းဟုတ်လောက်တယ်။ ပြည်မက ဒီကားကို ဘန်းထားရတဲ့အကြောင်းရင်းတော့ ရှိတော့ရှိမှာပဲ။ ပုရီနန်းဆင်းပြီးနောက်ကနေ မော်စီတုန်းသေတဲ့ခေတ်အထိကို ကျမ်းကြေတဲ့လူတွေကတော့ ဒီဇာတ်ကို သဘောပေါက်ချင်ပေါက်မှာပဲ။ဒီတိုင်းကြည့်ရင်တော့ Chen Kaige ရဲ့ဇာတ်ဟာ ရိုးရှင်းပေမဲ့ သူပြချင်တာတစ်ခုခုကို ဝှက်ထားသလို ကျွန်တော်တို့ ကျိန်းသေခံစားရမှာပါပဲ။ ပုရီနှောင်းပိုင်း တရုတ်ပြည်ရဲ့ အနောက်တိုင်းယဉ်ကျေးမှုစိမ့်ဝင်မှုတွေအကြောင်းလည်း တစ်စွန်းတစ်စပြသထားတယ်။ ဒါပေမဲ့လည်း ဒီဇာတ်ဟာ အပြနဲ့တင်တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူ့ စီနီမာတိုဂရပ်ဖာက ဝေါင်ကာဝေးအသည်းကျော် ဟောင်ကောင်ရဲ့နာမည်အကြီးဆုံး စီနီမာတိုဂရပ်ဖာတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Christopher Doyle ကိုး။ ဂေါင်လီ၊ လတ်စလီချောင်၊ ခရစ္စတိုဖာဒွိုင်း… ဒါနဲ့တန်တော်တော်တန်ပါတယ်။ Temptress Moon ဟာ ဘယ်လိုကားလဲတော့ ဖော်ပြရခက်ပေမဲ့ သေချာတာတော့ လတ်စလီချောင်ရဲ့အသိရခက်တဲ့ဇာတ်ကောင်ရယ်၊ ဂေါင်လီရဲ့အလှရယ်၊ ဒွိုင်းရဲ့ စီနီမာရယ်ကတော့ ပရိသတ်ရင်ထဲ အရောက်လှမ်းနိုင်မှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 950MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 2H 10MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ugXZzSoelpO5lPQy4TXXMgBrRHJ.jpg",
      "https://image.tmdb.org/t/p/w300/jB8EctcGepWEUT53IWRB5nNL7Zf.jpg",
      "https://image.tmdb.org/t/p/w300/3lffczLphk8UMF4GydD2i6O1wri.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o6MCqJzZUyahqX7zyTVrbucBx8g.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3eqfi/(CM)_Temptress_Moon_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YKwQhQxJ#fNMNHC4jHDxxCl4GOjcn3joeMVUe8EvRzkHI33tamVY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": " https://usersdrive.com/cucvb1x1lbo9.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/57vjhk8p5n3z.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/we1q7e49g199",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Svjv/(CM)_Temptress_Moon_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YKxGFAQS#KymSwgX2Zl6vaxU_K_I4WBniUYDdf5TxOROy4Mv0DpU",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sbetcp2vzx3d.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/i7txj5jzbtv7.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yqgcymlt85bc",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kDKJv5rnExI",
      "video_url": "https://www.youtube.com/watch?v=kDKJv5rnExI",
      "embed_url": "https://www.youtube.com/embed/kDKJv5rnExI"
    }
  },
  {
    "metadata": "Unrated|1996|1h 54m|Bollywood,Crime,Drama,History",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "11k"
    },
    "title": "(18+) Kama Sutra: A Tale of Love (1996)",
    "description": "သောက်စားပျော်ပါးပြီး တိုင်းရေးပြည်ရေးကိုဂရုမထားတဲ့ ဘုရင်တပါးရယ် ကာမစူတြာ လို့ခေါ်တဲ့ ကျမ်းကြီးတစ်ကျမ်းရယ်….ကာမစူတြာဆိုတဲ့ နာမည်ကျော် ကျမ်းကြီးတစ်အုပ်အဲဒီကျမ်းကြီးက အချစ်နဲ့ပက်သက်လာရင် လူတယောက်ရဲ့သဘောမနောချစ်နည်းချစ်ဟန် စသည့် ပညာတွေပေးတဲ့စာအုပ်ဖြစ်ပါတယ်တာရာ ကတော့ မဟာသွေးမဟာနွယ်တစ်ယောက်ဖြစ်ပြီး ကာမစူတြာကျမ်းကြီးကိုသင်ခွင့်ရသူဖြစ်ပါတယ်သူ့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ အစေခံမလေးတစ်ယောင်ရှိပါတယ် သူ့နာမည်က မာယာမာယာက ကာမစူတြာကို သင်ချင်ပေမဲ့သင်ခွင့်မရပါဘူးတနေ့ အဆိုပါဘုရင်နဲ့ တာရာ လက်ထပ်ဖို့အကြောင်းရှိလာပါတယ်ငယ်ငယ်ကတည်းက အပြိုင်ဆိုင်အားကြီးတဲ့ တာရာနဲ့ မာယာနှစ်ယောက်လုံးက ညှို့အားကောင်းပြီး တခမ်းတနားတွေနဲ့DS fans တွေ အကြိုက်သေချာတာဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…2.1GB / 942MBQuality…1080p BluRay /720pFormat…mp4Duration….1h 54mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gftDU03xnFig2yrNYrNFPCBMQZC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dwbLcEPIjVISly6DW8GLX8vsZlE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-1080-p-blu-ray-x-26-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0pjsmgppq7r5.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y48q/Kama.Sutra.A.Tale.Of.Love.1996.1080p.BluRay.x26(DS).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zmwDjZqR#FKdlWm4seR_XIcMCYb0eZOnUUCWVmCuInNidGpP7sr0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r0e8rmfpm8oi.html",
        "server": "usersdrive.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y47h/Kama.Sutra.A.Tale.Of.Love.1996..720p(DS).mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nnZ3DISZ#yShkI2A0IQgnWtUYrmIh62vPIUw7xkTQizoowlaD19c",
        "server": "mega.nz",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xngzn19uvybi",
        "server": "streamsb.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/vxi80hxmz4jb",
        "server": "streamvid.io",
        "size": "942MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-2yUd_LqtG8",
      "video_url": "https://www.youtube.com/watch?v=-2yUd_LqtG8",
      "embed_url": "https://www.youtube.com/embed/-2yUd_LqtG8"
    }
  }
]