[
  {
    "metadata": "PG-13|2001|1h 46m|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "36k"
    },
    "title": "The Glass House (2001)",
    "description": "The Glass House (2001)Thriller/MysteryChannel Myanmar ရဲ့ပရိတ်သတ်တွေအတွက်ဟောင်းပေမယ့် ကောင်းဆဲဆိုတဲ့ ဒီလိုရုပ်ရှင်မျိုးတွေကို တစ်ဖန်ပြန်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ ရုံတင်ငွေ 23.6 သန်းအထိရထားတဲ့ဒါရိုက်တာ Daniel Sackheim ရဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။Daniel Sackheim ဆိုရင် Game of thrones , The Walking Dead ဒီလိုဝက်ဝက်ကွဲအောင်မြင်တဲ့ရုပ်ရှင်တွေမှာ တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့တဲ့နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ပါ။ ဒီတော့ The Glass House မှာလည်းဘယ်လိုလက်စွမ်းပြထားမလဲဆိုတာ ခံစားကြည့်လိုက်ပါဦးဗျာ။ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း ရူဘီဟာ သောက်စား ပျော်ပါးဘဝကိုပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းနေတဲ့ အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။တစ်ရက်တော့ ဘဝဟာ ကံဆိုးမိုးမှောင်ကျပြီး မိဘနှစ်ပါးလုံးကို တစ်ပြိုင်တည်း ဆုံးရှုံးလိုက်ရပါတယ်။အဲဒီနောက်​တော့ ရူဘီနဲ့ သူ့မောင်လေး ရက်တ်ဟာ သူတို့ရဲ့ အိမ်နီးချင်းဟောင်းဂလပ်စ်တို့ လင်မယားဆီမှာ မွေးစားခံလိုက်ရပါတယ်။ပြီးတော့ ဂလပ်စ်တို့လင်မယားရဲ့ မယ်လ်ဘူက အိမ်ကိုပြောင်းရွေ့ခဲ့ကြတာပေါ့။ဂလပ်စ်တို့မိသားစုက ကြင်နာတတ်ပြီး ငွေကြေးဥစ္စာလည်း ကြွယ်ဝကြပါတယ်။ခိုးကိုးရာမဲ့နေတဲ့ မောင်နှမတွေအတွက်တော့ သူတို့က ဘုရားသခင်လိုပဲပေါ့။ဒါပေမယ့် ဘဝနဲ့လူတွေက ခန့်မှန်းလို့မရနိုင်တာ အားလုံးအသိပဲ မဟုတ်လားဗျာ။ဒီလင်မယားရဲ့ ချိုသာပြီး နွေးထွေးတဲ့မျက်နှာဖုံးရဲ့နောက်ကွယ်မှာ ဘာတွေရှိနေမလဲ။ဂလပ်စ်တို့ရဲ့ ဖန်သားအတိကာထားတဲ့ အိမ်ကြီးမှာ ရူဘီကြုံတွေ့လာရမယ့်အရာတွေကဘာလဲ။ ရူဘီ သူလွတ်မြောက်နိုင်ပါ့မလား။ ဒါတွေကို ရင်တထိတ်ထိတ်နဲ့ဒီရုပ်ရှင်မှာပဲ အပြည့်အဝ ခံစားကြည့်ရှုလိုက်ပါတော့ခင်ဗျာ။File size…2GB / 1GBQuality…1080p BluRay H.264 AAC 5.1CH / 720pFormat…mp4Duration….1h 46minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by HM & Go-OYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel SackheimStarsDiane LaneLeelee SobieskiStellan SkarsgårdTrevor MorganCastAgnes BrucknerAlice HirsonBrent SextonBruce DernCarly PopeChina ShaversChris NothD. Elliot WoodsDiane LaneDrew SnyderErick AvariGavin O'ConnorHarry JohnsonHunter ShepardJanuary JonesJohn BillingsleyJulia VeraKathy BakerKempton KilbargerKim WebsterKirk KinderLeelee SobieskiLeslie SackheimMaia DanzigerMaya McLaughlinMia BarrentineMichael O'KeefeMichael Paul ChanMichele NordinPaul TuerpeRachel WilsonRichard Anthony CrennaRita WilsonRutanya AldaStellan SkarsgårdStephanie IttlesonTrevor MorganVyto RuginisWayne Morse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/73ErgVm8Qdv1S4evSKOD1iERrKL.jpg",
      "https://image.tmdb.org/t/p/w300/r0ZAhYrmidOZuPgZZ2vDfNC2ddd.jpg",
      "https://image.tmdb.org/t/p/w300/3qsi2v9nTjTWKFUso8kqeMccWUb.jpg",
      "https://image.tmdb.org/t/p/w300/aMC7nPaRpBvthlobIYf3cJVpky4.jpg",
      "https://image.tmdb.org/t/p/w300/2djKUoXCV1t7kxHzPWHiv0yBPVW.jpg",
      "https://image.tmdb.org/t/p/w300/CFGlGnB27ZTxob6KqLD4HhRaxk.jpg",
      "https://image.tmdb.org/t/p/w300/xA8sG7ogyb2R3TwV5pDQ7qqsaC2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6z52uWRcOHte8NFte2gXK0ApBPM.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-glass-house-2001",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-glass-house-2001-1080-p-blu-ray-h-264-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mybd60ko5u77.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ijff/The.Glass.House.2001.1080p.BluRay.H264.AAC5.1CH_(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/x11if1y4ih9d",
        "server": "dropgalaxy.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-glass-house-2001-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/x88qxyxzb6yv.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ijf2/The.Glass.House.2001.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/y9te3r5ms4rs",
        "server": "dropgalaxy.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/h0jhaozv8p48.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "H5PR6LTfWmk",
      "video_url": "https://www.youtube.com/watch?v=H5PR6LTfWmk",
      "embed_url": "https://www.youtube.com/embed/H5PR6LTfWmk"
    }
  },
  {
    "metadata": "PG|2001|2h 5min|Adventure,Animation,Family",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "611,129"
    },
    "title": "Spirited Away (2001)",
    "description": "နောက် ထပ် Studio Ghibli ရဲ့ artwork တစ်ခုနဲ ့မိတ်ဆက် ပေးချင် ပါတယ်။တစ်ကယ်တော့ မိတ်ဆက် တယ် ဆိုတာထက်ပြန်ပြီး remind လုပ်တာ ဆိုရင် ပိုမှန် ပါလိမ့်မယ်။Spirited Away ပါ။Otaku တော်တော်များများ ကြည့်ဖူး ကြလိမ့်မယ် လို့ ထင်ပေမယ့်ကောင်းလွန်း၊ သဘောကျလွန်း တာကြောင့်မရေးပဲ မနေနိုင်လို့ ရေးလိုက် ရပါတယ်။၁၀နှစ်သမီးလေး Chihiro ဟာသူမရဲ့ မိဘနှစ်ပါး နဲ့အတူ တစ်ခြား မြို့တစ်မြို့ကိုအိမ်ပြောင်းဖို့ခရီးထွက် လာပါတယ်။တောလမ်း ခရီး တစ်နေရာ မှာ လိုဏ်ခေါင်း ကြီးတစ်ခုကို  တွေ့တော့ Chihiro ရဲ့မိဘတွေက ဝင်ကြည့် ပါတယ်။လိုဏ်ဂူထဲ ကို ဝင်မကြည့် ချင်ပေမဲ့လည်းကားပေါ်မှာ တစ်ယောက်တည်း နေဖို့  ကြောက်တဲ့ Chihiro ကလည်းမိဘတွေနဲ့အတူ လိုက်လာ ပါတယ်။လိုဏ်ခေါင်းရဲ့ တစ်ဖက်ခြမ်း မှာတော့ ပျက်စီးနေပြီ ဖြစ်တဲ့theme park ကြီး တစ်ခုကို တွေ့ကြ ရပါတယ်။Park ထဲမှာ လျှောက်သွား ကြရင်း တစ်နေရာမှာ ဖွယ်ဖွယ်ရာရာပြင်ဆင်ထား တဲ့ စားစရာတွေ ကို တွေ့တော့ Chihiro ရဲ့ မိဘများ ကမနေနိုင်ပဲ ယူစား မိပါတယ်။Chihiro ကတော့ စားချင်စိတ် မရှိတာကြောင့်မစားပဲ လျှောက်သွား နေ ပါတယ်။လျှောက်သွားနေရင်း တစ်နေရာ အရောက်မှာကြီးမားလှတဲ့ bath house ကြီး တစ်ခုကို တွေ့ပါတယ်။Bath house ကြီးကို တအံ့တဩ မော့ကြည့် နေတုန်းမှာပဲ ရုတ်တရက် ဆိုသလို မျက်လုံးအစိမ်းနဲ့ ကောင်လေးတစ်ယောက် Chihiro နားကို ရောက်လာ ပါတယ်။“မင်း ဒီမှာ မရှိသင့် ဘူး။ ခု ချက်ချင်း ထွက်သွား ။ညရောက် တော့မယ်။ မမှောင်ခင် အမြန်ဆုံး ထွက်”။ပြောရင်း ဆိုရင်းပဲ အနီးအနားက အိမ်တွေက မီးတွေ လင်းလာ ပါပြီ။Chihiro ဟာ ကောင်လေး ပြောတဲ့ စကားတွေ ကိုနားမလည် နိုင်ပေမဲ့ ကောင်လေး က အမြန် တွန်းထုတ် တဲ့အတွက်ကြောက်လန့်တကြား နဲ့ မိဘတွေ ရှိရာကို ပြေးထွက် သွားပါတယ်။ဒါပေမဲ့ သူမရဲ့ မိဘတွေ ကို မြင်လိုက် ရ တဲ့အခါမှာကိုယ့် မျက်စိ ကိုယ် မယုံနိုင် လောက်အောင် ဖြစ်သွား ရပါတယ်။Chihiro တစ်ယောက် spirit world မှာ ပိတ်မိ သွားပါပြီ။အဖြစ်ဆိုး ကြုံရတဲ့ သူမရဲ့ မိဘတွေ ကိုလည်း ကယ်ရ ပါဦးမယ်။Spirit world မှာ အသက်ရှင် ရပ်တည်ဖို့နဲ့  human world ကိုပြန်လည် လွတ်မြောက်ဖို့ ၁၀နှစ် သမီးလေးChihiro တစ်ယောက် လုပ်နိုင် ပါ့မလား။ဆက်လက် ကြည့်ကြ စေလိုပါတယ်။ပြောခဲ့တဲ့ အတိုင်းပါပဲ Spirited Away ဟာ Studio Ghibli ရဲ့ လက်ရာပါ။Ki Ki  Delivery Service, My Neighbour Totoro, Whisper of the Heart စတဲ့နာမည်ကြီး anime movie များစွာ ကို ရိုက်ကူးတဲ့director Hayao Miyazaki ရဲ့ ဖန်တီးမှု တစ်ခု ဖြစ်ပါတယ်။Spirited Away ဟာ Studio Ghibli ကို ကြီးမားတဲ့ မှတ်တိုင် စိုက်ထူ နိုင်စေ ခဲ့ပါတယ်။ဘာကြောင့်လဲဆိုတော့ ၂၀၀၁ ခုနှစ်မှာ Walt Disney Pictures ကEnglish adaptationရ ပြီးနောက် ၂၀၀၂ ခုနှစ်မှာGolden Bear နဲ့ Best Animated Feature award တို့ကိုဆွတ်ခူး နိုင်ခဲ့လို့ ပါပဲ။ဒါဟာ English speaking world ရဲ့အပြင်ကဒီလို ဆုမျိုး ကိုရရှိခဲ့တဲ့ တစ်ခုတည်း သော ကာတွန်းရုပ်ရှင်ပါ။နာမည်ကြီးသလောက် ကြည့် ဖို့ထိုက်တန်တဲ့ဒီ anime movie ကို မတော်တဆမကြည့်ရသေးဘူးဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်။(ရုပ်ရှင်အညွှန်းကိုတော့ mmotaku.net မှကူးယူဖော်ပြထားခြင်းဖြစ်ပြီး မြန်မာစာတန်းထိုးကိုတော့ကိုတင်အောင်ဖြိုးမှ ကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။)File Size – 1.8 GBQuality – BluRay 1080pSubtitle – Burmese (Hardsub)Translator – Tin Aung PhyoEncoder –  Thit San Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bf9shWfUKyEB5oB7awJeKIoCehl.jpg",
      "https://image.tmdb.org/t/p/w300/Ab8mkHmkYADjU7wQiOkia9BzGvS.jpg",
      "https://image.tmdb.org/t/p/w300/9o2lolGzLk6IJ9YhxNnQnoX6Kil.jpg",
      "https://image.tmdb.org/t/p/w300/sauN5JV1mBgOgE8RwKcewd2GOPN.jpg",
      "https://image.tmdb.org/t/p/w300/rPDn4QjgvLyKTFWxEdTbjnA4JTi.jpg",
      "https://image.tmdb.org/t/p/w300/9PEw6jPY78mgr2VDbkCMJHGB0wB.jpg",
      "https://image.tmdb.org/t/p/w300/enjSvyTyOL4nA5qF1giVs7Q9FqF.jpg",
      "https://image.tmdb.org/t/p/w300/pfYMIS0Ss394gfNeJgPbADfkQDJ.jpg",
      "https://image.tmdb.org/t/p/w300/5xNnSIoXGXcV8jVPPJyYrdpExtO.jpg",
      "https://image.tmdb.org/t/p/w300/g1cZ83iOOex02q0RjXwQrmhKZ7q.jpg",
      "https://image.tmdb.org/t/p/w300/1TZknLAInFjiOyjv9ft0PFDQPEF.jpg",
      "https://image.tmdb.org/t/p/w300/vC3sUhRVoKOv5hdBtPOMEU2V913.jpg",
      "https://image.tmdb.org/t/p/w300/dyJvKsNs2KP8qQnAXbRwDjblViy.jpg",
      "https://image.tmdb.org/t/p/w300/v5uEOI4Jd00TAL6J5dCATLbWhvy.jpg",
      "https://image.tmdb.org/t/p/w300/vRwob80XFVPk4B5b2eK70lRkRjQ.jpg",
      "https://image.tmdb.org/t/p/w300/362Yo4yd1MrU4yNC85EOeY3E1vo.jpg",
      "https://image.tmdb.org/t/p/w300/eyaygChVcUyv2gOVAJl8OUwoYm2.jpg",
      "https://image.tmdb.org/t/p/w300/s8qnMBMvqvz7FxtOxbztoA8IDif.jpg",
      "https://image.tmdb.org/t/p/w300/ogRfsqklWMRpzmq4ZJcI0MvqzlN.jpg",
      "https://image.tmdb.org/t/p/w300/6imVjvnFs5waqXzyGiFNe4RBgPp.jpg",
      "https://image.tmdb.org/t/p/w300/1iLAdjOgWecJZKbUpj8KRz8oRQo.jpg",
      "https://image.tmdb.org/t/p/w300/54Vz01BM7clbgKgKSo6Zem63Kux.jpg",
      "https://image.tmdb.org/t/p/w300/bBlWAJcl4R77u5iScPoRxPegu46.jpg",
      "https://image.tmdb.org/t/p/w300/kHpb4Zq5yc03DJ7veqEfZBeJ6rX.jpg",
      "https://image.tmdb.org/t/p/w300/hZth9NCeXvvO7Xi98d8q34e1Ier.jpg",
      "https://image.tmdb.org/t/p/w300/hXd2cgvvVh1EzSxuyNysiLErjVM.jpg",
      "https://image.tmdb.org/t/p/w300/kjQK3A5llgLRlXVUVquUEaqYmcg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/Spirited-Away-2001-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/14ub4rthepjq.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/6wdv2hbaw3o0.html",
        "server": "usersdrive.com",
        "size": "653.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/spirited-away-2001-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/spirited-away-2001-blu-ray-7720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "653.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3zqji/Spirited.Away.2001.BluRay.1080p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2TsR9/Spirited.Away.2001.BluRay.7720p_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "653.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/vqhVEKRZ#RAT7Sw13JTVPPC2pj2W2UUyIm6Ubxh9mdxGJD3kHXIY",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ur4lXKAD#GZpRzElrzScca1HJCJtbfzFpIYvwKuH0XxJFTNgPsHY",
        "server": "mega.nz",
        "size": "653.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/mu4pn6q91con.html",
        "server": "datbu.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/74837w7zt59o.html",
        "server": "datbu.com",
        "size": "653.0 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.4shared.com/video/_O3wg82Qiq/SpiritedAway2001BluRay1080p_CM.html",
        "server": "4shared.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.4shared.com/video/TZ8o-t1Oiq/SpiritedAway2001BluRay7720p_CM.html",
        "server": "4shared.com",
        "size": "653.0 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "ByXuk9QqQkk",
      "video_url": "https://www.youtube.com/watch?v=ByXuk9QqQkk",
      "embed_url": "https://www.youtube.com/embed/ByXuk9QqQkk"
    }
  },
  {
    "metadata": "R Rated|2001|1h 40min|Asian,Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "5k"
    },
    "title": "Millennium Mambo(2001)",
    "description": "Millennium Mambo(2001)===================IMDb Rating. = 7.1/10Directed By Hou Hsiao-Hsienသိသလောက်တော့ နီယွန်ညရုပ်ရှင်တွေဟာ အရှေ့အာရှရုပ်ရှင်ပရိတ်သတ်တွေကြား ပြန်ခေတ်စားနေတာ သုံးလလောက်တော့ကြာပါပြီ။Edward Yangရဲ့Taipei Storyတို့ Tsai Ming Liangရဲ့ Rebels of the Neon Godတို့ အခု Hou Hsiao-Hsienရဲ့ Millennium Mamboတို့အစရှိသဖြင့်ပေါ့။Millennium Mamboဟာ ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ပြောတတ်သလိုပြောရရင်တော့ ဝေါင်ကာဝေးကားကို သရုပ်မှန်နဲ့ရိုက်ထားသလိုပါပဲ။ဒါက Themeဖြစ်တဲ့ နီယွန်ညများကနေ ဆင့်ပွားသွားလို့လို့တော့ ထင်တယ်။Houရဲ့ ကျန်တဲ့ရုပ်ရှင်တွေကိုတော့ သိပ်မသိပေမဲ့ Millennium Mamboမှာတော့ အရာရာတိုင်းဟာ သရုပ်မှန်ပါပဲ။ ဆန်းပြားလှပတဲ့ ဒိုင်ယာလော့ တွေလည်းမပါဘူး။ထူးခြားတဲ့ ဇာတ်၀င်ခန်း တွေလည်း မပါဘူး။ ရိုးရိုးရှင်းရှင်းနဲ့ နီယွန်ညထဲက ဘ၀တွေအကြောင်း ရိုက်ပြထားရုံပါပဲ။စတိုရှိခွန်ပြောဖူးတဲ့စကားထဲက အဓိကကျတဲ့ တစ်ချက်ကိုပဲ ထုတ်နုတ်ပြောရရင်။ခွန်ဟာ ပရိတ်သတ်ကို သူပြောချင်တာကို နှုတ်တိုက်သင်မပေးဘဲ သူပေးထားတဲ့ ရုပ်ရှင်နာမည်ကိုအ‌ခြေပြုပြီး နဲ့ ရုပ်ရှင်ရဲ့ Conceptကနေ ကိုယ့်ကိုယ်ပိုင်ကောက်ချက်နဲ့ အတွေးအခေါ်ကနေမှ အတွင်းကနေ သိနားလည်စေချင်တဲ့ သဘောရှိပါတယ်။ဒီရုပ်ရှင်မှာလည်း Houလည်း ဒီလိုပါပဲ။ Millennium Mamboဆိုတဲ့ ခေါင်းစဉ်နဲ့ ရုပ်ရှင်ကို ကဗျာတစ်ပုဒ်လို ပူးတွဲ ခံစားနားလည်နိုင်အောင် ရိုက်ပြထားတယ်။ Millennium Mamboဟာ ထောင်စုနှစ် ၁၀၀၀ကနေ ၂၀၀၀ကိုပြောင်းသွားတဲ့ ၂၀၀၁ခုနှစ်တုန်းက နီယွန်ညတွေအကြောင်းပါပဲ။နီယွန်ပီပီသသ .. ရမ္မက် မူးယစ်ခြင်း အာသီသများ… နီယွန်အိပ်မက်များ မာကျူရီမီးလုံး… တစ်ဆစ်ဆစ်ကိုက်ခဲနေသောညများ… စီးကရက် ဘောင်းဘီတို မီးခိုးငွေ့များ… လွဲချော်မှုများ အချစ်ကိုဦးစားပေးခဲ့သူများ.. အချိန်များ နေရာများ လူများ…. ထိုင်၀မ်မြို့ပြညများကို Back Ground Music မြူးမြူးနဲ့ တွဲစပ်ပြီး သူထွက်ခဲ့တဲ့ မျက်မှောက်ခေတ် ၂၀၀၁က ထိုင်၀မ်လူငယ်များရဲ့ ဘ၀ကို ထောင်စုနှစ်အသစ်တစ်ခုကို ကြိုဆိုခြင်းအားဖြင့် ဖော်ကျူးထားတယ်။Millennium Mamboရဲ့ ဒါရိုက်တာ Hou Hsiao-Hsienဟာ ထိုင်၀မ်ရဲ့ အကောင်းဆုံး ဒါရိုက်တာတွေထဲကတစ်ယောက်။ သူက Edward Yangနဲ့‌ခေတ်ပြိုင်။Yangလိုပဲ ထိုင်၀မ်ရုပ်ရှင်ရဲ့ First New Waveကို ဦးဆောင်ခဲ့တဲ့ သူတွေထဲကတစ်ယောက်ပါပဲ။အကောင်းဆုံး ထိုင်၀မ်ဒါရိုက်တာတွေကို ဖော်ပြကြရင် Edward Yangနဲ့ ဘေးချင်းကပ် အမြဲရောက်နေတတ်တဲ့သူ။ရိုက်သမျှ ကားအကုန်လည်း ဖြစ်မြောက်ခဲ့တဲ့သူ‌ပါပဲ။နီယွန်ညတွေအကြောင်းရိုက်ထားတဲ့ သူ့ရဲ့ ဒီ Millennium Mamboကလည်း နီယွန်ညတွေကို ခံစားချင်တဲ့လူတွေအတွက် စီးကရက်ကောင်းတစ်လိပ်လို ဖြစ်နေမှာတော့ သေချာပါတယ်။နီယွန်ညတွေကို အလှပဆုံး ရိုက်ပြထားတဲ့ ဒီရုပ်ရှင်ရဲ့ Cinematographer Mark Lee Ping Binကတော့ Houရဲ့ ကားအများစုမှာလည်း Cinematographer လုပ်ခဲ့ပြီး Cinematographyအပိုင်း အတော်နာမည်ကြီးခဲ့တဲ့ ဝေါင်ကာဝေးရဲ့ နာမည်ကျော် In The Mood For Loveရဲ့ စီနီမာတိုဂရပ်ဖာသုံးယောက်ထဲက တစ်ယောက်ပါ။သူဟာ New Waveရုပ်ရှင်‌တွေရဲ့မြစ်ဖျားခံရာဖြစ်တဲ့ ပြင်သစ်အထိပါ ပေါက်ရောက်ရိုက်ကူးခဲ့တဲ့သူပါ။ သူ့ Cinematographyတွေကိုတော့ ကောင်းပါတယ်လို့ မိကျောင်းမင်း ရေခင်းပြစရာမလိုတာသေချာပါတယ်။ ဆက်စီကျကျနဲ့ ဆွဲဆောင်မှုရှိတဲ့ ရှုကျီကတော့ Millennium Mamboမှာ လူငယ်ဆန်ဆန် ရမ္မက်စိတ်အပြည့်နဲ့ မိန်းမငယ်လေးနေရာက ပါထားပါတယ်။ဒီရုပ်ရှင်ကစလို့ နောက်ပိုင်း Houရဲ့ ကားတိုင်းမှာ သူ့ကို Lead Roleကအမြဲ တွေ့ရတတ်တယ်။ Houသာ မရိုက်သလောက် ကားအထွက်ကျဲမနေဘဲ ထပ်ထွက်နေရင် တိုနီနဲ့ ဝေါင်ကာဝေးတို့ ကျန်းရိမူနဲ့ ဂေါင်လီတို့လို လူအများလက်ခံတဲ့ အကောင်းဆုံးအတွဲအစပ်တွေ ထဲကတစ်ခု ဖြစ်သွားလောက်ပါတယ်။ ဒီရုပ်ရှင်ကိုကြည့်မယ့် သူတွေဟာ တစ်စုံတစ်ရာကိုခံစားဖို့ပဲ ကြည့်မယ့်သူတွေဆိုတော့ မိသားစုနဲ့မကြည့်သင့်တဲ့အကြောင်းတော့ ပြောစရာမလိုလောက်ပါဘူး။ နောက်ဆုံးညွှန်းဆိုချက်အနေနဲ့ Criticတစ်ယောက်ရဲ့ စကားကိုပဲ ပြောရရင် ” Millennium Mamboဟာ အနုပညာဆန်တဲ့ ဒါရိုက်တာကောင်းတစ်ယောက်ရဲ့ ခမ်းနားတဲ့ ရုပ်ရှင်‌တစ်ကားပါ။ ရုပ်ရှင်ပရိတ်သတ်တွေအကုန် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။”နီယွန်ညပီပီသသ ..ရမ္မက် မူးယစ်ခြင်း အာသီသများ…နီယွန်အိပ်မက်များ မာကျူရီမီးလုံး…တစ်ဆစ်ဆစ်ကိုက်ခဲနေသောညများ…စီးကရက် ဘောင်းဘီတို မီးခိုးငွေ့များ…လွဲချော်မှုများ အချစ်ကိုဦးစားပေးခဲ့သူများ..အချိန်များ နေရာများ လူများ….ထိုင်၀မ်မြို့ပြညများကိုBack Ground Music မြူးမြူးနဲ့ တွဲစပ်ပြီးသူထွက်ခဲ့တဲ့ မျက်မှောက်ခေတ်၂၀၀၁က ထိုင်၀မ်လူငယ်များရဲ့ ဘ၀ကိုထောင်စုနှစ်အသစ်တစ်ခုကိုကြိုဆိုခြင်းအားဖြင့် ဖော်ကျူးထားတယ်။(ရုပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်ဆိုသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်)File size…510MBQuality… DVDripFormat…mp4Duration….01:40:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….d3monTranslated byWiRa Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f6LFQ8vxijAcIJq9ENw0WMIf7Ae.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zaPDSAlrGKV4Bgz6vvkZxPZrrxD.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/millennium-mambo2001",
        "server": "VIP Links",
        "size": "510 MB",
        "quality": "dvdrip"
      },
      {
        "link": "https://yoteshinportal.cc/cm-millennium-mambo-2001-dvd-rip-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "510 MB",
        "quality": "dvdrip"
      },
      {
        "link": "https://cmdrive.org/share/ZLtJfLX0",
        "server": "Direct Link",
        "size": "510 MB",
        "quality": "dvdrip"
      },
      {
        "link": "https://megaup.net/YRxh/(CM)Millennium.Mambo.2001.DVDRip.x264.mp4",
        "server": "megaup.net",
        "size": "510 MB",
        "quality": "dvdrip"
      },
      {
        "link": "https://usersdrive.com/av4uucbbwnk2.html",
        "server": "usersdrive.com",
        "size": "510 MB",
        "quality": "dvdrip"
      },
      {
        "link": "https://tubesb.com/pxzldkuimyu7.html",
        "server": "streamsb.com",
        "size": "510 MB",
        "quality": "dvdrip"
      }
    ],
    "trailer": {
      "video_id": "LKEES6UxkkM",
      "video_url": "https://www.youtube.com/watch?v=LKEES6UxkkM",
      "embed_url": "https://www.youtube.com/embed/LKEES6UxkkM"
    }
  },
  {
    "metadata": "R|2001|1h 38min|Action,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "60,044"
    },
    "title": "Kiss of the Dragon (2001)",
    "description": "Kiss of the Dragon (2001)IMDb -6.6/10_____Rotten – 51%2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့ကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်ရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်ပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့ကအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့တရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကိုရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်းရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်Jassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်းခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့………………..။ဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့ကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္ေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္ပါရီၿမိဳ႕မွာ သြားေရာက္ရိုက္ကူးထားတာျဖစ္ပါတယ္ဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Lui Jian ဟာတရုတ္ရဲတပ္ဖြဲ႕ကအရာရွိတစ္ေယာက္ျဖစ္ၿပီး ျပင္သစ္က မူးယစ္ေဆးဂိုဏ္းနဲ႔ ခ်ိတ္ဆက္ေနတဲ့တရုတ္မူးယစ္ေဆးဂိုဏ္းရာဇာကို ဖမ္းဆီးဖို႔ လိုက္လံစံုစမ္းရင္း ပါရီၿမိဳ႕ကိုေရာက္ရွိလာပါတယ္ ဒီလိုနဲ႔ Jian ဟာ ျပင္သစ္က အခ်ိတ္အဆက္ကုိစံုစမ္းရင္း ျပည့္တန္ဆာမေလး Jassica နဲ႔ ေတြ႕ဆံုမိပါတယ္Jassica ရဲ႕ ေဂါင္း Richard ဟာ Jassica ကို သူ႔သမီးနဲ႔အပိုင္ၿခိမ္းေျခာက္ထားတာျဖစ္ၿပီး Richard ကိုယ္တိုင္က ဖာေဂါင္းသာမကပဲမူးယစ္ဂိုဏ္းရဲ႕ ဂ်ိတ္တခု ျဖစ္ေနတဲ့အခါမွာေတာ့………………..။ဒီဇာတ္ကားကိုဘာသာျပန္ေပးခဲ့တာက ကိုကြန္ပိုက္ ပါပဲခင္ဗ်File Size – 774 MBFile Type – Mp4Quality – Blu-Ray Rip 720pDuration – 01:38:00Translator – Con PikeEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cz8dPoy4qqhsoqwAozgqM5OBsBX.jpg",
      "https://image.tmdb.org/t/p/w300/ps8mYxTHBSi1QYHXkcHANznP3EN.jpg",
      "https://image.tmdb.org/t/p/w300/62ySrux6DMuV7eEXf48VFvjhGxZ.jpg",
      "https://image.tmdb.org/t/p/w300/ysioBYUXcQn1NdV9SABXqmuQIQH.jpg",
      "https://image.tmdb.org/t/p/w300/uVxpiVbQPclPho4pj2RYWo1dcHK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rpcyhppx6ivz.html",
        "server": "usersdrive.com",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kiss-of-the-dragon-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/VIsVgAiZ#0KHIkbTaQ5TsWB50uZsQv08KUThocaot115AylTnWXo",
        "server": "mega.nz",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/v9uig2jmu84c",
        "server": "upstream.to",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "r0niCjov11A",
      "video_url": "https://www.youtube.com/watch?v=r0niCjov11A",
      "embed_url": "https://www.youtube.com/embed/r0niCjov11A"
    }
  },
  {
    "metadata": "R21|2001|2h 8min|Adult,Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "34,712"
    },
    "title": "[21+] Sex and Lucía (2001)",
    "description": "[21+] Sex and Lucía (2001)IMDb…7.2,,Rotten…71ဆရာကြီးပီမိုးနင်းက  ကာမသိဒ္ဓိကျမ်း ဆိုပြီး စာအုပ်တစ်အုပ်ရေးသားခဲ့တယ်…ဆရာကြီးကတော့ ဆန့်ကျင်ဘက်လိင်တွေနဲ့ပတ်သက်ပြီး ပေါင်းသင်းဆက်ဆံရေးအဆင်ပြေစေဖို့ရည်ရွယ်ရေးသားခဲ့ပေမယ့်တစ်ချို့သော သူတွေအတွက် ညစ်ညမ်းစာပေသဘောမျိုးခံစားကြတာရှိတယ်…ဒီလိုပဲရုပ်ရှင်လောကမှာလည်း Lust, Caution , Rape me, Nymphomaniac စတဲ့ဇာတ်လမ်းမျိုးတွေဟာ ပညာပေးဇာတ်လမ်းတွေပါပဲ..သိတဲ့အတိုင်း  အထက်ပါဇာတ်ကားများဟာ အတော်ပွင့်ပွင့်လင်းလင်းနဲ့ sex အခန်းပေါင်းများစွာပါလေ့ရှိတယ်…တစ်ချို့တွေကတော့ အာရုံတစ်မျိုးနဲ့ခံစားကြတယ်ပေါ့လေ…သို့ပေမယ့် ဒီလိုဇာတ်အိမ်ကောင်းကောင်း ပွင့်လင်းမြင်သာတဲ့အခန်းပေါင်းများစွာပါဝင်ဇာတ်ကားတွေကတော့လက်ချိုးရေလို့ရပါတယ်…ဒီစာရင်းထဲမှာ  Sex and Lucía(2001) ဇာတ်ကားကို မဖြစ်မနေထည့်သွင်းရမယ်လို့ထင်ပါတယ်…ဆုပေါင်း(၁၀)ဆုရရှိခဲ့သလို ဆန်ကာတင်(၁၇)ခုစာရင်းလည်းဝင်ခဲ့ပါတယ်…ဒီကားက အထက်မှာပြောခဲ့သလိုပဲ (21+)ခန်းတွေနဲ့အနုပညာမြောက်စွာပုံဖော်ထားပါတယ်…ကိုင်း အနုပညာမြောက်စွာခံစားတတ်တဲ့သူမျိုးတွေအတွက် ဇာတ်ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါသည်…အညွှန်းနဲ့ဘာသာပြန်ကတော့ Wira Aung ဖြစ်ပါတယ်….File Size : (1 GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:08:00Genre :Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Wira AungEncoded byRGB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2neCPMW5BZaJ7JpR2IRTpVw5KiJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-and-lucia-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tcipe2c5paos.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/sex-and-lucia-lucia-y-el-sexo-21-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/6745b45/sex-and-luca-luca-y-el-sexo-21-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/qqrhb5cy5qgf/Sex_And_Luc%C3%ADa_(Luc%C3%ADa_Y_El_Sexo)_[21+]_[2001]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2f4af/Sex_And_Lucía_(Lucía_Y_El_Sexo)_[21+]_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/df91vtuwoh6l",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "N2JBjQVJ5Qg",
      "video_url": "https://www.youtube.com/watch?v=N2JBjQVJ5Qg",
      "embed_url": "https://www.youtube.com/embed/N2JBjQVJ5Qg"
    }
  },
  {
    "metadata": "PG-13|2001|130 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "253,970"
    },
    "title": "The Mummy Returns (2001)",
    "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်…ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ……..။File size…(4.4 GB) /(1.4 GB)Quality….BluRayRegrade DS4KHEVC/720pFormat…mkv/mp4Duration….02:09:34Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Thet Oo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uoOD6qqz4QFhgvhdsrrQUmkmAMc.jpg",
      "https://image.tmdb.org/t/p/w300/vQvYogoV88EXdMiXGuzpdhwcuMN.jpg",
      "https://image.tmdb.org/t/p/w300/cxIwqO2fYHBVIfATkODv3m2BImL.jpg",
      "https://image.tmdb.org/t/p/w300/fRnhnR2JfkGBT19z7EXEmIUcDSo.jpg",
      "https://image.tmdb.org/t/p/w300/jxDI46BN5NRoNuknUbQaiX2WGM7.jpg",
      "https://image.tmdb.org/t/p/w300/bCGjOg2IrWng0p6aGJlMD6ctJqK.jpg",
      "https://image.tmdb.org/t/p/w300/fSIgVFVs87lhxPeeaH2V5H4QI1b.jpg",
      "https://image.tmdb.org/t/p/w300/xR0xx9pz2w5dWJx10uaPvo47Eiw.jpg",
      "https://image.tmdb.org/t/p/w300/r272XkssdtdvuScIete9Sk1UWI7.jpg",
      "https://image.tmdb.org/t/p/w300/ym2cSIVKTcYROY8MzXR1AzlNr0R.jpg",
      "https://image.tmdb.org/t/p/w300/rSgsoC3HVtpWcNYYHhfQYUjYTOh.jpg",
      "https://image.tmdb.org/t/p/w300/f2g1CuRVveHIFkb8Mqg1I1AkLxA.jpg",
      "https://image.tmdb.org/t/p/w300/dTPIuuwA4dAbnNJPovnXNeYq1jA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-mummy-returns-2001-sdr-10-re-grade-1440-p-10-bit-4-k-bd-rip-x-265-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.4 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://megaup.net/1Snyf/(CM)_The_Mummy_Returns_(2001)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "4.4 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://mega.nz/file/4dEBVbaJ#3hhIU2ah5x4DfrMUp3SPJTfndqXK_xwDmN3StyfLid8",
        "server": "mega.nz",
        "size": "4.4 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://usersdrive.com/o2x5mcngglla.html",
        "server": "usersdrive.com",
        "size": "4.4 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mummy-returns-2001-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cq5u/(CM)_The_Mummy_Returns_(2001)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZcsjgKRK#G7laHMY0LzLT58iMNwvM6tGnIv8jB5qFSxuuHc-6OQg",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3sho63mu2yhx.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3g6zri1t0wmn",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/llkyuwu2hvyq.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ptmLrNpmcBo",
      "video_url": "https://www.youtube.com/watch?v=ptmLrNpmcBo",
      "embed_url": "https://www.youtube.com/embed/ptmLrNpmcBo"
    }
  },
  {
    "metadata": "N/A|2001|94 min|Action,Comedy,Crime",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1,320"
    },
    "title": "You Shoot, I Shoot ( 2001 )",
    "description": "Zawgyi*******ဒီတစ္ခါေတာ့ ေပါ့ေပါ့ပါးပါးေဟာင္ေကာင္ဟာသအက္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ2001 က ထြက္ရွိထားၿပီး IMDb 7.4 အထိရရွိထားတဲ႔ဇာတ္ကားေလးပါဘတ္ဆိုတဲ့ေၾကးစားလူသတ္သမားတစ္ေယာက္ဟာအရင္လိုစီးပြားေရးမေကာင္းေတာ့ပါဘူးတဲ့ အေျခအေနအရပါတနာရွာေတာ့ ခြၽမ္ဆိုတဲ့ နယူးေယာက္႐ုပ္ရွင္ပညာဘြဲ႕ရဒါ႐ိုက္တာနဲ႔ေတြ႕သြားပါတယ္သူဟာလဲအေျခအေနမေကာင္းလို႔ေဆးေျခာက္ေရာင္းသူပါေၾကးစားႀကီးဘတ္နဲ႔ NYU ေက်ာင္းထြက္ခြၽမ္တို႔ ေစ်းကြက္ကိုအဖက္ဆယ္ဖို႔ ဘယ္လိုလုပ္ၾကသလဲဆိုတာဇာတ္ကားေလးကိုပဲၾကည့္ၿပီးအေျဖရွာလိုက္ၾကေတာ့ေနာ္Unicode*******ဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါးဟောင်ကောင်ဟာသအက်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ2001 က ထွက်ရှိထားပြီး IMDb 7.4 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါဘတ်ဆိုတဲ့ကြေးစားလူသတ်သမားတစ်ယောက်ဟာအရင်လိုစီးပွားရေးမကောင်းတော့ပါဘူးတဲ့ အခြေအနေအရပါတနာရှာတော့ ချွမ်ဆိုတဲ့ နယူးယောက်ရုပ်ရှင်ပညာဘွဲ့ရဒါရိုက်တာနဲ့တွေ့သွားပါတယ်သူဟာလဲအခြေအနေမကောင်းလို့ဆေးခြောက်ရောင်းသူပါကြေးစားကြီးဘတ်နဲ့ NYU ကျောင်းထွက်ချွမ်တို့ ဈေးကွက်ကိုအဖက်ဆယ်ဖို့ ဘယ်လိုလုပ်ကြသလဲဆိုတာဇာတ်ကားလေးကိုပဲကြည့်ပြီးအဖြေရှာလိုက်ကြတော့နော်Translated & Review By Nu MonEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tRHeGHBPGcTUhovaTAMnb6Ds8TW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uLtkOmPAN38CPI3nNgnBmIvrsa8.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/e8a936/cmyou-shot-i-shot-201-bluray-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-you-shoot-i-shoot-2001-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2cpbp/You_Shoot,_I_Shoot_(Maai_Hung_Paak_Yan)_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/Dg9BASqL#EbMyQzVJxDWpPs84qb8VX7xAfnJSLTF58G2l0jcX02g",
        "server": "mega.nz",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/2APn/(CM)You_Shoot_I_Shoot_2001_BluRay.720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/9tu0q8s6hdfj",
        "server": "upstream.to",
        "size": "1.04 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2001|1h 53 min|Drama,Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "727,867"
    },
    "title": "Donnie Darko (2001)",
    "description": "Donnie Darko (2001)IMDb – 8.0/10_____Rotten – 87%ဒီကားကို Master Pieceကားတစ်ကားလို့ဆိုကြပါတယ်။Personalအရပြောရမယ်ဆိုရင် Predestination.. Memento..Prestige..InceptionShutter Island အစရှိသဖြင့်ကားတွေကတောင် ဒီကားရဲ့ လေးပုံတစ်ပုံလောက် ကျွန်တော့်ကိုခေါင်းမစားစေပါဘူး။ကျွန်တော်တို့ရဲ့ Legend ActorကြီးJake Gyllanhaalနဲ့သူ့အမ Maggie Gyllanhaalတို့ကိုလည်းဒီရုပ်ရှင်မှာ မောင်နှမတွေအဖြစ်တွေ့ရမှာပါ။ဒီရုပ်ရှင်မှာ …4th Dimension ဝါ အပြိုင်စကြဝဋ္ဌာအချိန်ခရီးသွားခြင်းသီအိုရီတွေ…ကမ္ဘာပျက်ကိန်းတစ်ခု.အိပ်မက်ယောင်လမ်းလျှောက်တတ်တဲ့ရောဂါ ဖောက်ထွက်တတ်တဲ့အတွေးအခေါ်ရှိတဲ့လူငယ်လေးတစ်ယောက်နဲ့ ဆရာမတစ်ယောက်အဓိပ္ပါယ်မရှိတဲ့တက်ကျမ်းတွေနဲ့အောင်မြင်နေတဲ့လူတစ်ယောက်ဘဝအပေါ်မတူညီတဲ့အမြင်တွေ ကံတရားရဲ့ မယုံနိုင်လောက်စရာတွေစိတ်ကုထုံးဆွေးနွေးမှုတွေတွေအပြင် တခြားအကြောင်းအရာပေါင်းစုံကို ၂နာရီမခွဲတဲ့အချိန်ကလေးမှာ အကုန်လုံးထည့်သွားပါတယ်။တစ်ကားလုံးအပြီးမှာ ခင်ဗျားမှာ မေးခွန်းတွေ သိပ်များသွားမှာသေချာပါတယ်။ အဖြေရှိမရှိကတော့ ကိုယ့်အပေါ်ပဲ မူတည်ပါတယ်။ဒီကားထဲက အချိန်ခရီးသွားခြင်းနဲ့ပက်သက်တာတွေဟာစိတ်ကူးယဉ်တာတွေမဟုတ်ပဲ တကယ့် သီအိုရီတွေဖြစ်ပါတယ်။အကျယ်သိလိုက Stephan Hawkingရဲ့ A Brief History of Timeမြန်မာပြန်PDFမှာ ဖတ်ရှုလို့ရပါတယ်။4th Dimension ဝါ..အပြိုင်စကြဝဋ္ဌာအကြောင်းတော့ကျွန်တော်ဖတ်မှတ် နားလည်ထားသလောက်ရှင်းပြချင်ပါတယ်။Donnie Darko ( Spoiler Alert)အရင်ဆုံးအနေနဲ့ ကျွန်တော်ရှင်းပြချင်တာကTangent Universe(Parallel Universe)နဲ့Primary Universe ပါ။Tangent Universeကို ကျွန်တော်တို့ Fourth Dimensionလို့ခေါ်ပါသေးတယ်။ Primary Universeကိုတော့Third Dimensionsလို့ သိကြပါတယ်။4D ကို ဥပမာတစ်ခုပေးရရင်ရေခဲတုံးတစ်တုံးကို ကျွန်တော်တို့ မြင်နိုင်ပါတယ်။ဒါ လက်ရှိလောကရဲ့ 3D အမြင်ပါ။သို့ပေမဲ့ရေခဲတုံးရဲ့ အချိန်ကာလတစ်ခုအလွန်မှာအရည်ပျော်သွားမဲ့ ပုံစံကို ကျွန်တော်တို့ စိတ်ကသိပြီးသားပါ။ ဒါကို ရေခဲတုံးရဲ့ 4D လို့ခေါ်ပါမယ်။ရှင်းလင်းသိသာသွားအောင်ဆို ဥပမာတစ်ခုထပ်ပေးချင်ပါတယ်။ယေဘုယျဥပမာပါပဲ။ သဘောတရားနားလည်ရုံပါ။ကျွန်တော်တို့ မျက်စိနဲ့ မြင်မြင်နေသမျှ 3 Dimensionsကမလွတ်မြောက်သွားပါဘူး။ ဥပမာဆို..စားပွဲပေါ်တင်ထားတဲ့ရေဘူးတစ်ဘူးကို ကြည့်လိုက်ပါ။ အရှေ့ဘက်နဲ့ ဘေးနှစ်ဖက်ကိုကောင်းကောင်းမြင်ရမှာပေမဲ့ နောက်ကျောဘက်ရှိနေပေမဲ့ကျွန်တော်တို့ မမြင်နိုင်ပါဘူး။ မြင်ချင်တယ်ဆိုရင်တော့အခုကြည့်နေတဲ့နေရာကနေ အချိန်နဲ့နေရာတစ်ချို့ကိုဖြတ်ပြီးကျောဘက်ခြမ်းက ပြန်ကြည့်တဲ့အခါ မြင်နိုင်ပါမယ်။ဒီဥပမာက 4Dဟာ အချိန်နဲ့နေရာရဲ့ သက်ရောက်မှုဝါ အချိန်နဲ့နေရာကြောင့်ဖြစ်လာတာကို ရှင်းပြရုံသက်သက်ပါပဲ။.ပြောရရင် အချိန်ဆိုတာ 4th Dimensionပါပဲဒီတော့ ဆိုလိုတာက ကျွန်တော်တို့် လက်ရှိအဖြစ်အပျက်တွေတည်ရှိမှုတွေရဲ့ Parallelမှာ 4D ကမ္ဘာတစ်ခုရှိနေပါတယ်။parallel universe or Tangent Universr or4D ကမ္ဘာတစ်ခုဟာ ကျွန်တော်တို့နဲ့ ဖြစ်ပျက်ချိန်အရင်နဲ့နောက်ပြီး အချိန်ဘယ်ရွေ့ဘယ်မျှကွာမယ်တိတိပပ ပြောမရပေမဲ့ ရှိနေပါတယ်။ဒီလောက်ဆို 4th Dimensionကို ရှင်းလောက်ပါပြီ။ကျန်တာတွေကို ဆက်ရှင်းပြချင်ပေမဲ့ Spoilerဖြစ်မှာစိုးတာမို့ မရှင်းတော့ပါဘူး။ဇာတ်ကြောင်းအကျဉ်းကတော့အထက်တန်းကျောင်းသားကောင်လေးတစ်ယောက်ဟာအိပ်မက်ယောင်ရင်းလမ်းလျှောက်ရာကပြန်လာတဲ့အခါသူ့အခန်း သူ့ကုတင်တည့်တည့်ကို ပြုတ်ကျလာတဲ့ဂျက်အင်ဂျင်ကြီးအတွက် လူတွေစုဝေးနေတာကိုတွေ့ရပါတယ်။သူသာ အိပ်မက်ယောင်ပြီးလမ်းလျှောက်မနေရင် သူသေမှာပါ။သူ့ကို ဒီအဖြစ်ကကယ်တင်ပေးလိုက်တယ်လို့ ယူဆရတာကတော့၆ပေရှိတဲ့ ယုန်ဝတ်စုံ ယုန်ခေါင်းစွပ်ကြီးနဲ့ တစ်စုံတစ်ရာပါအဲ့ဒီဝတ်စုံထဲက တစ်စုံတစ်ရာက သူ့ကိုကမ္ဘာကြီးအဆုံးသတ်တော့မဲ့ အချိန်ကို ပြောပြသွားပါတယ်။ယုန်ခေါင်းစွပ်ထဲကရော ဘယ်သူလဲကမ္ဘာကြီးကရော တကယ်အဆုံးသတ်မှာလား.အချိန်ခရီးသွားတာကရော ဖြစ်နိုင်မှာလား အစရှိသဖြင့်..လားပေါင်းများစွာကို တွေ့ရမှာပါ။ဘဝဆိုတာ အိပ်မက်တစ်ခုပါပဲတဲ့.ဒါဆို အိပ်မက်ကရော ဘဝတစ်ခု ဖြစ်ခဲ့မလား…အကြောင်းတရားတွေဟာ နဂါးခေါင်းဘယ်ဘက်လှည့်မလဲမသိရသလို အဆိုးအကောင်းတွေ မရေမရာဒွန်တွဲနေပါတယ်။လူတိုင်းဘဝမှာ ထင်မှတ်မထားတဲ့ အံ့သြဆန်းကြယ် ဖြစ်ရပ်တစ်ခုကို တစ်ကြိမ်တစ်ခါတော့ ကြုံကြိုက်ရမှာပါ။ဒီအဖြစ်အပျက်ကတော့ မြောက်များလှစွာသော ဘဝတွေထဲကဘဝတစ်ခုပေါ်ပြုတ်ကျခဲ့တဲ့ အံ့သြစရာဖြစ်ရပ်တစ်ခုပါပဲ။ဒီကားကို Master Pieceကားတစ္ကားလို႔ဆိုၾကပါတယ္။Personalအရေျပာရမယ္ဆိုရင္ Predestination.. Memento..Prestige..InceptionShutter Island အစ႐ွိသျဖင့္ကားေတြကေတာင္ ဒီကားရဲ႕ ေလးပုံတစ္ပုံေလာက္ ကြၽန္ေတာ့္ကိုေခါင္းမစားေစပါဘူး။ကြၽန္ေတာ္တို႔ရဲ႕ Legend ActorႀကီးJake Gyllanhaalနဲ႔သူ႔အမ Maggie Gyllanhaalတို႔ကိုလည္းဒီ႐ုပ္႐ွင္မွာ ေမာင္ႏွမေတြအျဖစ္ေတြ႕ရမွာပါ။ဒီ႐ုပ္႐ွွင္မွာ …4th Dimension ဝါ အၿပိဳင္စၾကဝ႒ာအခ်ိန္ခရီးသြားျခင္းသီအိုရီေတြ…ကမၻာပ်က္ကိန္းတစ္ခု.အိပ္မက္ေယာင္လမ္းေလွၽာက္တတ္တဲ့ေရာဂါ ေဖာက္ထြက္တတ္တဲ့အေတြးအေခၚ႐ွိတဲ့လူငယ္ေလးတစ္ေယာက္နဲ႔ ဆရာမတစ္ေယာက္အဓိပၸါယ္မ႐ွိတဲ့တက္က်မ္းေတြနဲ႔ေအာင္ျမင္ေနတဲ့လူတစ္ေယာက္ဘဝအေပၚမတူညီတဲ့အျမင္ေတြ ကံတရားရဲ႕ မယုံႏိုင္ေလာက္စရာေတြစိတ္ကုထုံးေဆြးေႏြးမႈေတြေတြအျပင္ တျခားအေၾကာင္းအရာေပါင္းစုံကို ၂နာရီမခဲြတဲ့အခ်ိန္ကေလးမွာ အကုန္လုံးထည့္သြားပါတယ္။တစ္ကားလုံးအၿပီးမွာ ခင္ဗ်ားမွာ ေမးခြန္းေတြ သိပ္မ်ားသြားမွာေသခ်ာပါတယ္။ အေျဖ႐ွိမ႐ွိကေတာ့ ကိုယ့္အေပၚပဲ မူတည္ပါတယ္။ဒီကားထဲက အခ်ိန္ခရီးသြားျခင္းနဲ႔ပက္သက္တာေတြဟာစိတ္ကူးယဥ္တာေတြမဟုတ္ပဲ တကယ့္ သီအိုရီေတြျဖစ္ပါတယ္။အက်ယ္သိလိုက Stephan Hawkingရဲ႕ A Brief History of Timeျမန္မာျပန္PDFမွာ ဖတ္႐ႈလို႔ရပါတယ္။4th Dimension ဝါ..အၿပိဳင္စၾကဝ႒ာအေၾကာင္းေတာ့ကြၽန္ေတာ္ဖတ္မွတ္ နားလည္ထားသေလာက္႐ွင္းျပခ်င္ပါတယ္။Donnie Darko ( Spoiler Alert)အရင္ဆုံးအေနနဲ႔ ကြၽန္ေတာ္႐ွင္းျပခ်င္တာကTangent Universe(Parallel Universe)နဲ႔Primary Universe ပါ။Tangent Universeကို ကြၽန္ေတာ္တို႔ Fourth Dimensionလို႔ေခၚပါေသးတယ္။ Primary Universeကိုေတာ့Third Dimensionsလို႔ သိၾကပါတယ္။4D ကို ဥပမာတစ္ခုေပးရရင္ေရခဲတုံးတစ္တုံးကို ကြၽန္ေတာ္တို႔ ျမင္ႏိုင္ပါတယ္။ဒါ လက္႐ွိေလာကရဲ႕ 3D အျမင္ပါ။သို႔ေပမဲ့ေရခဲတုံးရဲ႕ အခ်ိန္ကာလတစ္ခုအလြန္မွာအရည္ေပ်ာ္သြားမဲ့ ပုံစံကို ကြၽန္ေတာ္တို႔ စိတ္ကသိၿပီးသားပါ။ ဒါကို ေရခဲတုံးရဲ႕ 4D လို႔ေခၚပါမယ္။႐ွင္းလင္းသိသာသြားေအာင္ဆို ဥပမာတစ္ခုထပ္ေပးခ်င္ပါတယ္။ေယဘုယ်ဥပမာပါပဲ။ သေဘာတရားနားလည္႐ုံပါ။ကြၽန္ေတာ္တို႔ မ်က္စိနဲ႔ ျမင္ျမင္ေနသမွၽ 3 Dimensionsကမလြတ္ေျမာက္သြားပါဘူး။ ဥပမာဆို..စားပဲြေပၚတင္ထားတဲ့ေရဘူးတစ္ဘူးကို ၾကည့္လိုက္ပါ။ အေ႐ွ႕ဘက္နဲ႔ ေဘးႏွစ္ဖက္ကိုေကာင္းေကာင္းျမင္ရမွာေပမဲ့ ေနာက္ေက်ာဘက္႐ွိေနေပမဲ့ကြၽန္ေတာ္တို႔ မျမင္ႏိုင္ပါဘူး။ ျမင္ခ်င္တယ္ဆိုရင္ေတာ့အခုၾကည့္ေနတဲ့ေနရာကေန အခ်ိန္နဲ႔ေနရာတစ္ခ်ိဳ႕ကိုျဖတ္ၿပီးေက်ာဘက္ျခမ္းက ျပန္ၾကည့္တဲ့အခါ ျမင္ႏိုင္ပါမယ္။ဒီဥပမာက 4Dဟာ အခ်ိန္နဲ႔ေနရာရဲ႕ သက္ေရာက္မႈဝါ အခ်ိန္နဲ႔ေနရာေၾကာင့္ျဖစ္လာတာကို ႐ွင္းျပ႐ုံသက္သက္ပါပဲ။.ေျပာရရင္ အခ်ိန္ဆိုတာ 4th Dimensionပါပဲဒီေတာ့ ဆိုလိုတာက ကြၽန္ေတာ္တို္႔ လက္႐ွိအျဖစ္အပ်က္ေတြတည္႐ွိမႈေတြရဲ႕ Parallelမွာ 4D ကမၻာတစ္ခု႐ွိေနပါတယ္။parallel universe or Tangent Universr or4D ကမၻာတစ္ခုဟာ ကြၽန္ေတာ္တို႔နဲ႔ ျဖစ္ပ်က္ခ်ိန္အရင္နဲ႔ေနာက္ၿပီး အခ်ိန္ဘယ္ေရြ႕ဘယ္မွၽကြာမယ္တိတိပပ ေျပာမရေပမဲ့ ႐ွိေနပါတယ္။ဒီေလာက္ဆို 4th Dimensionကို ႐ွင္းေလာက္ပါၿပီ။က်န္တာေတြကို ဆက္႐ွင္းျပခ်င္ေပမဲ့ Spoilerျဖစ္မွာစိုးတာမို႔ မ႐ွင္းေတာ့ပါဘူး။ဇာတ္ေၾကာင္းအက်ဥ္းကေတာ့အထက္တန္းေက်ာင္းသားေကာင္ေလးတစ္ေယာက္ဟာအိပ္မက္ေယာင္ရင္းလမ္းေလွၽာက္ရာကျပန္လာတဲ့အခါသူ႔အခန္း သူ႔ကုတင္တည့္တည့္ကို ျပဳတ္က်လာတဲ့ဂ်က္အင္ဂ်င္ႀကီးအတြက္ လူေတြစုေဝးေနတာကိုေတြ႕ရပါတယ္။သူသာ အိပ္မက္ေယာင္ၿပီးလမ္းေလွၽာက္မေနရင္ သူေသမွာပါ။သူ႔ကို ဒီအျဖစ္ကကယ္တင္ေပးလိုက္တယ္လို႔ ယူဆရတာကေတာ့၆ေပ႐ွိတဲ့ ယုန္ဝတ္စုံ ယုန္ေခါင္းစြပ္ႀကီးနဲ႔ တစ္စုံတစ္ရာပါအဲ့ဒီဝတ္စုံထဲက တစ္စုံတစ္ရာက သူ႔ကိုကမၻာႀကီးအဆုံးသတ္ေတာ့မဲ့ အခ်ိန္ကို ေျပာျပသြားပါတယ္။ယုန္ေခါင္းစြပ္ထဲကေရာ ဘယ္သူလဲကမၻာႀကီးကေရာ တကယ္အဆုံးသတ္မွာလား.အခ်ိန္ခရီးသြားတာကေရာ ျဖစ္ႏိုင္မွာလား အစ႐ွိသျဖင့္..လားေပါင္းမ်ားစြာကို ေတြ႕ရမွာပါ။ဘဝဆိုတာ အိပ္မက္တစ္ခုပါပဲတဲ့.ဒါဆို အိပ္မက္ကေရာ ဘဝတစ္ခု ျဖစ္ခဲ့မလား…အေၾကာင္းတရားေတြဟာ နဂါးေခါင္းဘယ္ဘက္လွည့္မလဲမသိရသလို အဆိုးအေကာင္းေတြ မေရမရာဒြန္တဲြေနပါတယ္။လူတိုင္းဘဝမွာ ထင္မွတ္မထားတဲ့ အံ႕ျသဆန္းၾကယ္ ျဖစ္ရပ္တစ္ခုကို တစ္ႀကိမ္တစ္ခါေတာ့ ၾကဳံႀကိဳက္ရမွာပါ။ဒီအျဖစ္အပ်က္ကေတာ့ ေျမာက္မ်ားလွစြာေသာ ဘဝေတြထဲကဘဝတစ္ခုေပၚျပဳတ္က်ခဲ့တဲ့ အံ႕ျသစရာျဖစ္ရပ္တစ္ခုပါပဲ။File size__( 1.1 GB )Quality__BR-Rip 720pIMDb Rating – 8.0/10Rotten Tomatoes – 87%iTunes _Apple – 4.4/5Format__mp4Duration__02:13:53Type__Drama , Sci-Fi , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8eLXy49T36e0e1YhYvUQOCXNRhm.jpg",
      "https://image.tmdb.org/t/p/w300/npVlvuV5UkUGcnjErXJ9AiUfECR.jpg",
      "https://image.tmdb.org/t/p/w300/msCHK5Kh1YbdZ0zPJ2nzPUhhSN9.jpg",
      "https://image.tmdb.org/t/p/w300/7XOnwpLLrIDEv81M9mJP98UAptg.jpg",
      "https://image.tmdb.org/t/p/w300/mE8cFlsv1TumieK8q1x0y2GHoct.jpg",
      "https://image.tmdb.org/t/p/w300/fULOsX1CoPQyGy4vGg4REsUbKSt.jpg",
      "https://image.tmdb.org/t/p/w300/erTFS5qzcVSg4vitXWUHjQPeV36.jpg",
      "https://image.tmdb.org/t/p/w300/jenoae2cuWTiFD8jUssJuPbsHA8.jpg",
      "https://image.tmdb.org/t/p/w300/qWSYxv7gG9feq9iWEITDze1hisi.jpg",
      "https://image.tmdb.org/t/p/w300/kNYaVWqq1yTy8GwpOoGlIYtbIIW.jpg",
      "https://image.tmdb.org/t/p/w300/5SyCPY8HvD2bZltt7DN2lJ3dy8F.jpg",
      "https://image.tmdb.org/t/p/w300/bhyURcwJVlW0nnlGrUPQwckVGyI.jpg",
      "https://image.tmdb.org/t/p/w300/6oqMXC3pjiBK1qsY2iu5qDKKcTj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/d.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ldxtg6uwrxr9.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/donnie-darko-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/5ddc08b83c/donie-darko-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4UKam/Donnie_Darko_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/MB9myCia#UZQ5Ak81ETmSf3fh7RPFWAbymwQSRr8ezvhyJE-pO3U",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/pevf6ojm6aqr",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "bzLn8sYeM9o",
      "video_url": "https://www.youtube.com/watch?v=bzLn8sYeM9o",
      "embed_url": "https://www.youtube.com/embed/bzLn8sYeM9o"
    }
  },
  {
    "metadata": "R|2001|1h 38m|Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "40000"
    },
    "title": "The Believer (2001)",
    "description": "The Believer (2001)~ IMDb – 7.1/10, Rotten Tomatoes – 82% ~ဒီရုပ်ရှင်က ဒါရိုက်တာ Henry Bean ရဲ့ မာစတာပိစ်လို့ ပြောလို့ရတယ်။ သူ့ရဲ့ရုပ်ရှင်တွေက အတွေးအခေါ်ပိုင်းဆိုင်ရာကို နက်နက်နဲနဲသေချာရိုက်ပြတတ်တယ်။ ဒါကတော့ ထောင်စုနှစ်နဲ့ချီအမြစ်တွယ်လာခဲ့တဲ့ ဂျူးမုန်းတီးရေးအကြောင်းပေါ့။ Ryan Gosling ကလည်း ဒီလိုရုပ်ရှင်တွေနဲ့မှ ကံပါတယ်ထင်ပါရဲ့။ သူ့ရဲ့ ခပ်အေးအေးမျက်နှာပေါက်က အဖြေထုတ်ရခက်တဲ့ အတွေးတွေကို ပိတ်ကားချထားမှန်း မြင်သာရတယ်။အဓိကဇာတ်ကောင် ဒန်နီယယ်ဘေးလင့် (Ryan Gosling) က နာဇီတစ်ယောက်။ ပိုထူးခြားတာက သူကိုယ်တိုင်က ဂျူးဖြစ်နေပါရက် ဂျူးတွေကို သိပ်မုန်းတီးနေခဲ့တာပဲ။ ဂျူးနာဇီတစ်ယောက်ပေါ့လေ။ ဘာသာရေးကို မေးခွန်းထုတ်ရာကစလို့ သူ့ရဲ့ အစွန်းရောက်အတွေးအခေါ်တွေရဲ့ ခေါ်ဆောင်မှုနောက်လိုက်ရင်း နီယိုနာဇီလှုပ်ရှားမှုတွေမှာ ပါဝင်ခဲ့တယ်။ ဂျူးတွေနဲ့ပတ်သက်လို့ သူပြောတဲ့စကားတွေက သိပ်ကို အစွန်းရောက်လွန်းတယ်။ အဲဒါတွေကြောင့် သူ့ကို ဂျူးဖြစ်မယ်လို့ ဘယ်သူမှ မထင်ခဲ့ကြဘူး။ ဒါပေမဲ့ အမှန်တရားဆိုတာ ဘယ်လိုဖုံးကွယ်လို့ရမလဲ။ လူတိုင်းဟာ ကိုယ့်လုပ်ရပ်ရဲ့ အကျိုးဆက်တွေကိုခံစားရတာပဲမလား။ အစကနေ အဆုံးထိ စိတ်ဝင်စားစရာသိပ်ကောင်းပါတယ်။ဒီရုပ်ရှင်က ကြည့်ရှုတဲ့သူတွေကို ရှုပ်ထွေးတဲ့ယုံကြည်သက်ဝင်ခြင်းတွေအပေါ် ပြန်မေးခွန်းထုတ်စေတယ်။ ဒန်နီရဲ့ ဘဝကို ခြေရာကောက်ရင်း သူ့စိတ်တွင်းပဟေဠိတွေအပေါ် ဘယ်လိုအဖြေထုတ်ကြမလဲ ရွေးချယ်ခွင့်တွေပေးထားတယ်။ အစွန်းရောက်လွန်းနေတဲ့ ဒန်နီရဲ့ အတွေးအခေါ်တွေကို ကြည့်ရှုသူတွေနဲ့ ထိတွေ့ခွင့်ပေးပြီး ဒီလို ဆိုးယုတ်တဲ့လမ်းစဉ်အပေါ် ဘာကြောင့်လျှောက်လှမ်းစေသလဲဆိုတဲ့အဖြေကို ကြည့်ရင်းရှာဖို့ သဲလွန်စလေးတွေ ချန်ပေးခဲ့တယ်။ရုပ်ရှင်ဇာတ်ကြောကောင်းလွန်းတဲ့အပြင် ရိုက်ကူးထားတဲ့ပုံစံကလည်း နက်နဲပြီး ကဗျာဆန်တယ်။ ဒန်နီရဲ့ စိတ်ကူးတွေကို အဖြူအမည်းနဲ့ အရောင်ခြယ်လိုက်ခြင်းက သူ့ရင်ထဲ စိုက်တဲ့ဓားသွားတွေ ဘယ်လောက်ထက်သလဲဆိုတာကို သွယ်ဝိုက်ဖော်ပြနေခဲ့သလိုပဲ။ အဲဒီလိုနောက်ကြောင်းပြန်တဲ့ပုံစံတွေက ဒန်နီရဲ့ စရိုက်ကို ပါ ထင်းနေအောင် ဖော်ပြတယ်။ ကျွန်တော်တို့ကိုယ်တိုင်ပါ ဒန်နီဖြစ်မှန်းမသိ ဖြစ်နေခဲ့ပြီလားလို့ ထင်ရစေတယ်။ဒီရုပ်ရှင်ကို အဓိကထူးခြားစေတာက ရုပ်ရှင်ထွက်ပြီး ပေါ်လာတဲ့ဝေဖန်သံတွေပဲ။ လူတွေက ကောင်းကျိုးထက် ဆိုးကျိုးတွေပိုဖြစ်စေမယ်လို့ ဝိုင်းဝေဖန်ကြတယ်။ ဒါကတော့ ကြည့်ရှုသူနဲ့ပဲဆိုင်ပါလိမ့်မယ်။ လူမျိုးရေး၊ အစွန်းရောက်မှုနဲ့ပတ်သက်လို့ ရုပ်ရှင်အသိုင်းအဝိုင်းကဆွေးနွေးကြတိုင်း ဒီရုပ်ရှင်အကြောင်းက မပါမဖြစ်ပါခဲ့၊ ပါနေဆဲပဲ။ဒီရုပ်ရှင်ဟာ လူတွေရဲ့ သက်ဝင်ယုံကြည်မှုတွေအပေါ် မေးခွန်းထုတ်ထားပြီး လူသားတွေရဲ့ စိတ်တွင်းအခြေအနေကိုပါ ထင်ဟပ်ထားတယ်။ စိတ်တွင်း ပဋိပက္ခတွေကနေ အစွန်းရောက်ခြင်းလမ်းမပေါ် ချော်ထွက်သွားဖို့ ဘယ်လောက်လွယ်ကူသလဲ။ ရုပ်ရှင်ပြီးတဲ့အချိန်အထိ မေ့မရမယ့် အတွေးတွေ ချန်ပေးခဲ့မယ့် ရုပ်ရှင်တစ်ခုပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMin Thant Boမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 970MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 38MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byMin Thant BoEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cDTDGNaF5zu4LYD4gZjkaZ8DjjY.jpg",
      "https://image.tmdb.org/t/p/w300/it8X5qDpoP8Lj7uIbfEqUIT6Klr.jpg",
      "https://image.tmdb.org/t/p/w300/poWdvGi83EKQjhAZAF9meQSS5yL.jpg",
      "https://image.tmdb.org/t/p/w300/soANUzzPJ0mplOQZ2iHsV56Gz6x.jpg",
      "https://image.tmdb.org/t/p/w300/ymvM56ZbrKRKmpuGmjGnWzx1xLP.jpg",
      "https://image.tmdb.org/t/p/w300/fy4zmEiD77wSMsZpodS0Uey9js0.jpg",
      "https://image.tmdb.org/t/p/w300/uJAQXtdv3V6R6FeiCShG5AlvJgM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6hw5RXCVgqKtY6xmHsEWRjJXljM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-believer-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2EGT2/(CM)_The_Believer_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Ned3EBAD#LdGZZmw6arn1kXkfdW1E4dSWm0W77rhUr3WABOK1YRA",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9b7nu4x8w4mh.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-believer-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1YJpc/(CM)_The_Believer_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UHEF1IKT#eOJF-4FIu5CQggfonwCx3ZllFNlO2UMs-qQ8z3mlO7M",
        "server": "mega.nz",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y0zpp5qlcw2s.html",
        "server": "usersdrive.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/i0527asfafoo",
        "server": "streamsb.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/m9bdb1f89sin",
        "server": "streamvid.io",
        "size": "970MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Zb--eD_XeBY",
      "video_url": "https://www.youtube.com/watch?v=Zb--eD_XeBY",
      "embed_url": "https://www.youtube.com/embed/Zb--eD_XeBY"
    }
  },
  {
    "metadata": "G|2001|92 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "692,917"
    },
    "title": "Monsters, Inc. (2001)",
    "description": "James Sullivan and Mike Wazowski are monstersthey earn their living scaring children and are the best in the business…even though they’re more afraid of the children than they are of them.When a child accidentally enters their worldJames and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across the world.(ဘာသာျပန္သူကေတာ့  Khin Pyae Sone Kyawပါ)File Size : (799 MB) and (370 MB)Quality : Blu-Ray 720pRunning Time : 1hr 32minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p.BluRay.x264-CiNEFiLETranslated by Khin Pyae Sone KyawEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eKBUYeSgGVvztO2MZxD5YMcz6kv.jpg",
      "https://image.tmdb.org/t/p/w300/wJOHzjTDhnEUyP0Q8gyp6ggvL4A.jpg",
      "https://image.tmdb.org/t/p/w300/cOQojj3LPEQFRks76aGYWyALfKR.jpg",
      "https://image.tmdb.org/t/p/w300/g7R8DJ3Dvtx7VsCwjdYExvIqZAJ.jpg",
      "https://image.tmdb.org/t/p/w300/4hzLPHrNsC9kqXjhY9azkmHQvEU.jpg",
      "https://image.tmdb.org/t/p/w300/gkCz6mxUptsbPkj9tGtkpCFbfOn.jpg",
      "https://image.tmdb.org/t/p/w300/8DmOj3wC5BGpBFqTnty5nj6I7k.jpg",
      "https://image.tmdb.org/t/p/w300/tk7q26Wh9Jf2JB8q7xXculGfQGk.jpg",
      "https://image.tmdb.org/t/p/w300/6WM6qjqyN5mXMVGvnuIvjEfESDW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/monsters-inc-2001",
        "server": "VIP Links",
        "size": "799 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/monsters-inc-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "799 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4 https://megaup.net/31DXr/Monsters,_Inc._[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "799 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/yssb3z4bcwl7.html",
        "server": "streamsb.com",
        "size": "799 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8IBNZ6O2kMk",
      "video_url": "https://www.youtube.com/watch?v=8IBNZ6O2kMk",
      "embed_url": "https://www.youtube.com/embed/8IBNZ6O2kMk"
    }
  },
  {
    "metadata": "TV-G|2001|1h 5m|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "3800"
    },
    "title": "Mickey’s Magical Christmas: Snowed in at the House of Mouse (2001)",
    "description": "Mickey’s Magical Christmas: Snowed in at the House of Mouse (2001)ခရစ္စမတ်နေ့မှာ ခရစ္စမတ်အရသာ အပြည့်အဝရမယ့် အန်နီမေးရှင်းလေးတစ်ပုဒ်ပေါ့။ ဒီဇာတ်လမ်းမှာ ၂၀၀၁မတိုင်ခင်ထွက်ခဲ့တဲ့ ဒစ္စနေးရဲ့ရှိသမျှ ဇာတ်ကောင်တွေ အကုန်နီးနီးပါတယ်။ ဘာလို့ပါသတုန်းဆို ဒီရုပ်ရှင်က House of Mouse လို့ခေါ်တဲ့ မစ်ကီမောက်စ်စီးရီးရဲ့ Spin-Off အဖြစ်ထုတ်ထားတာ။ House of Mouse က ပြောရရင် ဒစ္စနေးရဲ့ မှတ်တိုင်စိုက်ထူမှုတစ်ခုလို့ ပြောရမယ်။ ဘာလို့ဆို House of Mouse ဆိုတဲ့ နာမည်ကိုက ဒစ္စနေးရဲ့ နာမည်ပြောင်လည်းဟုတ်နေတယ်။ နောက် House of Mouse စီးရီးမှာ ၁၉၃၀ကနေ ၁၉၅၀ဝန်းကျင်က ဒစ္စနေးကာတွန်းအတိုလေးတွေကို မစ်ကီတို့က ပြန်ပြထားကြတာတွေတော်တော်ပါတယ်။ သူတို့ရဲ့ကောင်းပေ့ညွန့်ပေ့ဆိုတဲ့ ကာတွန်းအတိုလေးတွေကို မစ်ကီတို့က ပြန်ပြကြတာပေါ့။ House of Mouse ဆိုတာက မစ်ကီတို့သူငယ်ချင်းတွေဖွင့်ထားတဲ့ Dinner Theatre Club… အဲဒီကို ဒစ္စနေးက ဇာတ်ကောင်တွေအကုန်လာကြတယ်ပေါ့။ အဲဒီဇာတ်ကောင်တွေကိုထည့်တဲ့နေရာမှာ အန်နီမေးရှင်းလုံးဝမရှိသေးတဲ့ ဒစ္စနေးကောမစ်က ဇာတ်ကောင်တွေကိုပါ ထည့်ခဲ့တယ်။ ၅၂ပိုင်းနဲ့ ရုပ်ရှင်၂ကားထွက်ခဲ့တယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒီ၂ကားထဲက တစ်ကားဖြစ်သလို ခရစ္စမတ်ကားလည်းဟုတ်နေတဲ့ကားပေါ့။ဇာတ်လမ်းစစမှာ မစ်ကီတို့တွေဟာ ခရစ္စမတ်အကြိုနေ့မှာ ဖျော်ဖြေပွဲလုပ်ပြီးတဲ့နောက် ဧည့်သည်တွေကို နှုတ်ဆက်တယ်။ ကံဆိုးချင်တော့ နှင်းတွေပိန်းပိတ်နေအောင် ကျနေလို့ တစ်ယောက်မှ အိမ်ပြန်မရတော့ဘဲ House of Mouse မှာပဲ ခရစ္စမတ်ပါတီကို ကျင်းပရဖို့ အကြောင်းဖန်လာတယ်။ ဒီလိုခရစ္စမတ်ပါတီကျင်းပတော့ မစ်ကီက အိမ်ရှင်ပီပီ အားလုံးကို ပျော်စေချင်တယ်။ ရှိရှိသမျှ ဒစ္စနေးဗီလိန်တွေအကုန်လုံးတောင် ခရစ္စမတ်ကိုတော့ ချစ်ကြတယ်။ ပျော်ကြရွှင်ကြတယ်ပေါ့။ ဒါပေမဲ့ ခရစ္စမတ်ကို မချစ်နိုင်တဲ့သူက ဒေါ်နယ်လ်။ ဒီတော့ ဒေါ်နယ်လ်ကို ခရစ္စမတ်ကို ချစ်တတ်လာအောင် မစ်ကီက မစ်ကီရဲ့ဇာတ်လမ်းတိုလေးတွေရော ဒေါ်နယ်လ်ရဲ့ဇာတ်လမ်းတိုလေးတွေရောပြတယ်။ ထုံးစံအတိုင်း မင်နီ ဂူဖီ ပလူတိုတို့ရော ဟူဝီ ဒူဝီ လူဝီတို့ရော ဘဲကပ်စေးတို့ရော အကုန်ပါတာပေါ့။ တစ်ပုဒ်ပြီး တစ်ပုဒ်ပြပေမဲ့ ဒေါ်နယ်လ်ကတော့ သူ့ဦးလေးဘဲကပ်စေးနဲ့တူအောင်ကို ခေါင်းတွင်တွင်ခါနေတုန်းပဲ။ ဒီတော့ မစ်ကီတို့တွေ ဒေါ်နယ်လ်ကို ခရစ္စမတ်ကို ချစ်သွားအောင် ဘာပြရမလဲ ခေါင်းချင်းရိုက်ကြတာပေါ့။ ဒေါ်နယ်လ်ချစ်တတ်သွားအောင် မစ်ကီတို့ ဘယ်လိုဇာတ်လမ်းတွေ ဒေါ်နယ့်လ်ကို ပြကြမလဲ ကြည့်ကြရလိမ့်မယ်။ဒေါ်နယ့်လ်ကို ပြသွားတဲ့ ခရစ္စမတ်ဇာတ်လမ်းတွေထဲမှာ ဒစ္စနေးရုပ်ရှင်တို ၂ခုပါတယ်။ Pluto’s Christmas Tree (1952) နဲ့ Mickey’s Christmas Carol (1983) တို့ပါပဲ။ Mickey’s Christmas Carol ကတော့ ချားလ်ဒစ်ကင်းရဲ့ A Christmas Carol ကို မှီးထားတယ်။ Academy Award for Best Animated Short Film ဆုပါ ဆန်ခါတင်ဝင်သွားသေးတယ်။ တကယ်လည်း‌ ကောင်းပါတယ်။ သူတို့ပြခဲ့တဲ့ဇာတ်လမ်းတွေထဲ ဒီတစ်ပုဒ်ကတော့ တော်တော်ကောင်းတယ်။ ခရစ္စမတ်ရဲ့ အကျော်ကြားဆုံးဇာတ်လမ်းဖြစ်တဲ့ A Christmas Carol ရဲ့ ကျောရိုးအတိုင်း မစ်ကီမောက်စ်တို့နဲ့ ကြည့်ရမှာဆိုတော့ ခရစ္စမတ်မှာ ကြည့်လို့လည်း တော်တော်အရသာရှိလိမ့်မယ်။မစ်ကီတို့ဆိုခဲ့တဲ့သီချင်းအတိုင်းပေါ့… ခရစ္စမတ်ဆိုတာ ခရစ္စမတ်သစ်ပင်ကြီးဧည့်ခန်းထဲ အလှထည့်ထားတာလည်းမဟုတ်ဘူး။ ခရစ္စမတ်ပွဲကြီးလမ်းကြီးတွေ လုပ်ကြတာမျိုးလည်း မဟုတ်ဘူး။ ခရစ္စမတ်ဆိုတာ ကိုယ်ချစ်တဲ့သူတွေနဲ့အတူ ချစ်ခြင်းတွေနဲ့ အတူရှိနေတဲ့ အချိန်ပါပဲ။”အားလုံးလည်း ရှိနိုင်ကြပါစေ…မယ်ရီခရစ္စမတ်…“(ဒီကာတွန်းနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 800MBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 5MinGenre – Adventure, Animation, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lfAhPKtTzYmgwTfXlLlUoQSqHA0.jpg",
      "https://image.tmdb.org/t/p/w300/u0Ts1bQRyC5VRSHut0YaSEpKSYr.jpg",
      "https://image.tmdb.org/t/p/w300/5eRienRWrD2viPdwVD4JYVWlKI0.jpg",
      "https://image.tmdb.org/t/p/w300/oa0gzfbiDFeSmkoGHHagSVnbDuy.jpg",
      "https://image.tmdb.org/t/p/w300/9XjU5L3hdENbgQUwiURPJaiPHoA.jpg",
      "https://image.tmdb.org/t/p/w300/uLQHroAJeDW1xMReSj1rCsToUOi.jpg",
      "https://image.tmdb.org/t/p/w300/qdYlXGIWOpSEZzAkqGWkT8ZkyyU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pjDGKPiaQ0R8wjO8ygZUdIdvZPK.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-snowed-in-at-the-house-of-mouse-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2HB03/(CM)_Snowed_in_at_the_House_of_Mouse_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/be3wuby9ap9u.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-snowed-in-at-the-house-of-mouse-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lG41/(CM)_Snowed_in_at_the_House_of_Mouse_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wn1mggl4oemo.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/8hhpbdtu85hi",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PAQF9iiCTHU",
      "video_url": "https://www.youtube.com/watch?v=PAQF9iiCTHU",
      "embed_url": "https://www.youtube.com/embed/PAQF9iiCTHU"
    }
  },
  {
    "metadata": "|2001||Action,Adventure,Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "Rat Race (2001)",
    "description": "90’s born တော်တော်များများ ငယ်ငယ်တုန်းကကြည့်ဖူးခဲ့ကြမယ့် Rat Race ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားမှာ တကယ့်ဒိတ်ဒိတ်ကြဲ ဟာသသရုပ်ဆောင်များစွာပါ၀င်ထားပြီးတစ်ကားလုံး မနားတမ်းကို ရယ်နေရတာမို့ စိတ်ပင်ပန်းမပျော်ရွှင်‌နေသူတွေ၊ comedy ကြိုက်သူတွေကြည့်သင့်တဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။လက်စ်ဗီးဂတ်စ်က ကာစီနိုကြီးတစ်ခုရဲ့ပိုင်ရှင်ဖြစ်တဲ့ ဒေါ်နယ်ဆင်ကလဲ ဟာလောင်းကစားလုပ်ဖို့အကြံကြီးကြီးတစ်ခု ရလိုက်ပါတယ်။တိရစ္ဆာန်ပြိုင်ပွဲတွေလောင်းရတာရိုးလာလို့ သူတို့ထက်ပိုပြီးဉာဏ်ကောင်း၊ ကောက်ကျစ်၊ ယုတ်မာနိုင်တဲ့ လူသားတွေကို ပြိုင်ခိုင်းဖို့ပါ။ဒီအတွက် သူ့ကာစီနိုထဲမှာ ဆန်ကာတင်ရွေးချယ်ဖို့ အကြွေစေ့တွေ ထည့်ထားပေးပြီးသူတို့ထဲကမှ အနိုင်ရရှိသူကို ဒေါ်လာ၂သန်းဆုငွေမက်လုံးပေးထားပါတယ်။ပြိုင်ပွဲ၀င်တွေလည်း အင်မတန်များပြားတဲ့မက်လုံးကြောင့် ပြိုင်ပွဲကို၀င်ပြိုင်ဖြစ်ကြပြီးသူဌေးဒေါ်နယ်နဲ့ သူ့အပေါင်းအပါတွေကတော့အနိုင်ရရှိသူကို ခန့်မှန်းရင်း လောင်းကစားလုပ်ကြမှာဖြစ်ပါတယ်။ဒီလိုလူလူချင်း ဂုတ်ခွနင်းနဲ့ကိစ္စကြီးဟာ အဆုံးသတ်မှာ ဘယ်လိုဖြစ်သွားမလဲ။ပြိုင်ပွဲ၀င်တွေထဲ ဘယ်သူက ဒေါ်လာ၂သန်းပိုင်ဆိုင်သွားမလဲဆိုတာကိုရယ်ရင်းမောရင်းကြည့်ရှုရမှာဖြစ်တာကြောင့်ကြည့်မိလို့ နောင်တမရစေမယ့် old school comedy လေးတစ်ကားလို့ ညွှန်းပေးလိုက်ပါတယ်။File size…    1.4 GB /  785 MBQuality… Web-Rip 1080p / 720pFormat… mp4Duration…. 1h 52mGenre ….. Comedy/ActionSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…Act MolemyTranslated by Jaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vian6RN3bC4QdBQzY1wTmBkhxVQ.jpg",
      "https://image.tmdb.org/t/p/w300/fgWo85puZgjqiRzgdopLuta5eY1.jpg",
      "https://image.tmdb.org/t/p/w300/4Rw7ehBb9IyJgdR5ZnKcAWttPb.jpg",
      "https://image.tmdb.org/t/p/w300/k2YQPINnW9YuryKgI236TA9C6qS.jpg",
      "https://image.tmdb.org/t/p/w300/xfS73l0AiPrUXnBsEsFxmyDOYDt.jpg",
      "https://image.tmdb.org/t/p/w300/yYF2JkGKUwiT1Eoxuaiv3RVWrKT.jpg",
      "https://image.tmdb.org/t/p/w300/oTYrNzVtLh6pQNu3sdkskSEmK07.jpg",
      "https://image.tmdb.org/t/p/w300/warL3c5AXIhjL00eKRpBAJffksD.jpg",
      "https://image.tmdb.org/t/p/w300/kqSwJfoCLVtytze462qQFjfeiwG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8ghNCfFbCJjcNSz2K5jOC3eO6ZD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/u3r7wv2hw2qf.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rat-race-2001-1080-p-webrip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7t5s4/Rat_Race_(2001)_1080p_WEBRIP_(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/B68TVTBK#ISpqmh2mKWupyj1CZT8m4t9ZorLdq981jhf5nPmI1fE",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/rkpo8pazfj9r",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6twageioc3md.html",
        "server": "usersdrive.com",
        "size": "785 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/rat-race-2001-720-p-webrip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "785 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7t5sk/Rat_Race_(2001)_720p_WEBRIP_(CM).mp4",
        "server": "megaup.net",
        "size": "785 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gysSCRrY#tysGy9Wv13RNz70xLKoZkB5CcrsAXFi30NRHk0Dx790",
        "server": "mega.nz",
        "size": "785 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/l4evqg8efttq",
        "server": "streamvid.io",
        "size": "785 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9bRUdtiXxKM",
      "video_url": "https://www.youtube.com/watch?v=9bRUdtiXxKM",
      "embed_url": "https://www.youtube.com/embed/9bRUdtiXxKM"
    }
  },
  {
    "metadata": "N/A|2001|113 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "4,112"
    },
    "title": "Friend (2001)",
    "description": "ဂၽြန္ဆုတ္ ,ဒုန္ဆု ,ဂ်န္ဟို နဲ႔ ဆန္တစ္ တို႔ ဟာ ငယ္စဥ္ကတည္းက အတူေဆာ့ကစားခဲ့တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ…သူတို႔ထဲမွာမွ ဂၽြန္ဆုတ္နဲ႔ ဒုန္ဆုတို႔ ဟာ ေက်ာင္းမွာ ကလန္ကဆန္လူဆိုးေလးေတြျဖစ္တာေၾကာင့္ ေက်ာင္းထုတ္ခံလိုက္ရပါတယ္…ႏွစ္ေပါင္းမ်ားစြာ ၾကာၿပီးေနာက္မွာေတာ့ က်န္တဲ့သူငယ္ခ်င္း ႏွစ္ေယာက္ဟာ တကၠသိုလ္အသီးသီးဆက္တက္ခဲ့ၾကေပမယ့္….ဂၽြန္ဆုတ္ကေတာ့ အိမ္ေထာင္က်သြားၿပီး ဒုန္ဆုကေတာ့ လူဆိုးဂိုဏ္းတစ္ခုရဲ႔ ေခါင္းေဆာင္ျဖစ္လာပါတယ္….က်န္တဲ့သူငယ္ခ်င္းႏွစ္ဦးနဲ႔ ျပန္လည္ေတြ႕ဆံုခဲ့ေပမယ့္ ဒုန္ဆုနဲ႔ သိပ္အေစးမကပ္ေတာ့ပါဘူး…ဒါေၾကာင့္ က်န္သူငယ္ခ်င္းသံုးဦးသာ အတူတြဲေနမိၾကတာေပါ့..ျဖစ္ခ်င္ေတာ့ ဒုန္ဆု ဦးစီးတဲ့ ဂိုဏ္းဟာ ဂၽြန္ဆုတ္အေဖတို႔ ဂိုဏ္းနဲ႔ ရန္ဘက္ဂိုဏ္းျဖစ္တာမို႔ သူငယ္ခ်င္းႏွစ္ဦးၾကား အထင္လြဲမွားမႈေတြစတင္လာခဲ့ပါတယ္….ဂၽြန္ဆုတ္ကလည္း သူတို႔ ဂိုဏ္းေခါင္းေဆာင္ကို ဒုန္ဆုက လုပ္ၾကံဖို႔ႀကိဳးစားခဲ့တယ္လို႔ သံသယဝင္ခဲ့ၿပီး…က်န္တဲ့ဂိုဏ္းသားေတြကလည္း ဒုန္ဆုကို ျပန္လည္လုပ္ၾကံဖို႔ ႀကိဳးစားလာတဲ့ အခါမွာေတာ့….CMကမၾကာခင္တင္ဆက္ထားတဲ့ Friend 2 ရဲ႕ ေရွ႕ကားျဖစ္ပါတယ္….ဂိုဏ္းစတားကားေတြထဲမွာ အေတာ္လန္းတဲ့ ဇာတ္ကားေလးျဖစ္တဲ့ အျပင္ ဒုန္ဆုအျဖစ္ ဒါရိုက္တာရင္က သရုပ္ေဆာင္ထားတာေၾကာင့္ လက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္းFile Size : (950 MB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre :Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay.720p.DTS.x264-CHDTranslated by Lex LuthorEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/unVp1LVIK9t75QwPDsKePQh46bB.jpg",
      "https://image.tmdb.org/t/p/w300/6Y3GvYwQPu6csmZlTgq417UPu0o.jpg",
      "https://image.tmdb.org/t/p/w300/utrycsEVcVtIHpQTw2DWsSoOrtM.jpg",
      "https://image.tmdb.org/t/p/w300/iVP4UIz7Oc2kAFgEpjNFiwglax3.jpg",
      "https://image.tmdb.org/t/p/w300/56RUNKXyNPGLA0zVh3jWcDADDdf.jpg",
      "https://image.tmdb.org/t/p/w300/sPxUCHRMSD2TUZml13VFiyUMAXh.jpg",
      "https://image.tmdb.org/t/p/w300/ivTTCP4JgKUNcat8Ag0YFwm3OD2.jpg",
      "https://image.tmdb.org/t/p/w300/i8H3sq4HIhd9cJ9O00XPHijMqIY.jpg",
      "https://image.tmdb.org/t/p/w300/fRaMSRNTNuLFWd398ESPk4kRCxJ.jpg",
      "https://image.tmdb.org/t/p/w300/tSXQrwMPzjJsLgswplRk1nSBt5e.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/friend-2001",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/friend-2001-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/?op=file_edit&file_code=bgb4uw3pzic4",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/friend-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2eSH0/Friend_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p8ec1tduvd6k",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dUIOjUBY9H0",
      "video_url": "https://www.youtube.com/watch?v=dUIOjUBY9H0",
      "embed_url": "https://www.youtube.com/embed/dUIOjUBY9H0"
    }
  },
  {
    "metadata": "R|2001|1h 40min|Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "9900"
    },
    "title": "Bad Guy (2001)",
    "description": "Bad Guy (2001)တစ်ခါတလေကျ ကျွန်တော် ကင်ကီဒွပ်ကားတွေ ကြည့်မိရင် ရံဖန်ရံခါဆိုသလိုတော့ ဒီဘဲက လိင်မှုကိုအသားပေးလွန်းတယ်ထင်မိပေမဲ့ ရံဖန်ရံခါဆိုသလိုပဲ ဒီဘဲ ဒီလိုပြတာကိုက လက်တွေ့ကျနေတယ်လို့ ထင်မိတယ်။ မကင်းနိုင်ကြဘူးကိုး။ ကင်ဟာ ဒီရုပ်ရှင်မှာလည်း လူ့အသိုင်းအဝိုင်းအပြင်ဘက်က ဇာတ်ကောင်တစ်ကောင်ကိုပဲ အဓိကထား ပုံဖော်သွားခဲ့တယ်။ သူ့ကားတွေများလွန်းလို့ အကုန်တော့ မကြည့်ဖူးသေးပေမဲ့ ကြည့်ဖူးသမျှထဲ Spring, Summer, Fall, Winter… and Spring နဲ့ 3-Iron ပြီးရင် ဒီကားကို သဘောအကျမိဆုံးပဲ။ဇာတ်လမ်းက ဆန်းတယ်ပြောရမလား၊ မဆန်းဘူးပြောရမလားပဲ။ ဖာခန်းစောင့်တဲ့ လူဆိုးတစ်ကောင်က မောလ်တစ်ခုရှေ့ ကောလိပ်ကျောင်းသူလေးကို အတင်းနမ်းပစ်တယ်။ ဒီတော့ ကောင်မလေးက ပါးရိုက်ပြီး သူ့မျက်နှာကို တံတွေးနဲ့ထွေးလိုက်တယ်။ ဒီတော့ ဟိုဘဲက မကျေမနပ်ဖြစ်ပြီး ကောင်မလေးကို ပခြုပ်သည်မဘဝရောက်အောင် လုပ်ချလိုက်တယ်။ ပြီးတော့ ပခြုပ်သည်မ ဖြစ်လာတဲ့ကောင်မလေးနဲ့ လူဆိုးကောင်ကြားက အမုန်းသီထားတဲ့ချစ်ခြင်းပါးပါးကို ပုံဖော်ရင်း ပခြုပ်သည်မတွေဘဝကိုပြတယ်။ နောက်အကန့်အသတ်နည်းနည်းလွန်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ပြတယ်။ အိပ်ခန်းတွေ မနည်းမနောနဲ့ သွေးထွက်သံယိုအခန်းတွေကို မနည်းမနောပြသွားပေမဲ့ အချစ်လို့တောင် ပြောရခက်မယ့် အချစ်တစ်ခုကိုလည်း ခပ်ပါးပါးပြသွားတယ်။ ကြည့်ဖူးသလောက် ကင်ကီဒွပ်ကားတွေလိုပဲ မပြောင်းလဲတဲ့အချက်ကတော့က ကင် သီကျူးတဲ့အချစ်ဟာ ထုံးစံအတိုင်း သန့်စင်တဲ့အချစ်ဟုတ်မနေခဲ့ဘူး၊ လိင်စိတ်ကနေ ကူးလာတဲ့ အချစ်ကိုပဲ သီကျူးသွားတယ်။ကင်ဟာ အနုပညာနောက်ခံလုံးဝမရှိတဲ့သူ။ ကျောင်းတစ်ပိုင်းတစ်စနဲ့ထွက် စက်ရုံတွေမှာအလုပ်လုပ်၊ စစ်ထဲဝင်၊ ဒီလိုဘဝနဲ့နေလာခဲ့တဲ့သူ။ ကင်ဟာ အရိုင်းဆန်သလိုပဲ သူ့ရုပ်ရှင်တွေကလည်း ဘာအကန့်အသတ်မှ မရှိဘဲ အရိုင်းဆန်တယ်။ ဒီရုပ်ရှင်မှာလည်း သူ့ရှေ့ရှေ့က Art House ဒါရိုက်တာတွေလိုပဲ တစ်ခုခုကိုပြချင်တဲ့စိတ်နဲ့ ရိုက်တာမဟုတ်ဘဲ တစ်စုံတရာကိုမေးခွန်းထုတ်ချင်တဲ့ စိတ်နဲ့ ရိုက်တာလို့ ဖြေခဲ့ပါတယ်။ သူပြောတာတော့ လူတွေဟာ မွေးတုန်းက အခွင့်အရေးဘာညာ တန်းတူညီမျှနဲ့ မွေးလာခဲ့ပေမဲ့ ကြီးလာတဲ့နောက် ရုပ်ရည် ငွေစတာတွေနဲ့ ပိုင်းခြားခံကြရတယ်။ ဒီငွေတို့ ရုပ်တို့က အရေးကြီးလို့လား။ ဒီကမ္ဘာနှစ်ခုကို ပေါင်းစည်းပြီး မတူညီတဲ့ အဆင့်အတန်းလို့ ဆိုကြတဲ့အရာနှစ်ခု အဆင်ပြေပြေ အမြင်ကြည်ကြည်ဖြစ်နိုင်ဖို့က မဖြစ်နိုင်ဘူးလားဆိုတဲ့ မေးခွန်းကို မေးချင်ခဲ့တာလို့ဆိုပါတယ်။ကင်ရဲ့ တခြားသော ရုပ်ရှင်များလိုပဲ ဒီရုပ်ရှင်မှာလည်း အဓိကဇာတ်ကောင်က ဘာစကားမှမပြောလှတဲ့ ဇာတ်ကောင်ပါပဲ။ ဒီအတွက် ကင်က ဒီလိုဖြေပေးခဲ့ပါတယ်…“ကျုပ်ရုပ်ရှင်ထဲက လူတစ်ချို့ တိတ်ဆိတ်နေရတဲ့အကြောင်းရင်းက‌တော့ သူတို့ရင်ထဲ ဒဏ်ရာအကြီးကြီးရှိနေခဲ့လို့ဆိုရမယ်။ လူတွေအပေါ် သူတို့ရဲ့ ယုံကြည်မှု ပျက်ယွင်းသွားခဲ့လို့ပေါ့”တဲ့။ဒီရုပ်ရှင်ကို ကင်က Semi-abstract လို့ Genre သတ်မှတ်ထားခဲ့ပါတယ်။ ဒီစကားလုံးရဲ့ အဓိပ္ပာယ်ကို ကင်က… “ကျုပ်အတွက်တော့ Semi-abstract ဆိုတာ အရှိတရားကိုတင်ပြတာထက်ပိုတဲ့ တင်ပြပုံမျိုးကို ဆိုလိုတာပေါ့။ အရှိတရားကိုမှ ကိုယ်ပိုင်အမြင်တွေ ခံစားချက်တွေ ပေါင်းထည့်ထားတာမျိုးပေါ့” လို့ ဆိုပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.83GB, 930MBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 40MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vGcz0sUrcxsixWdQBFpV0PefbGH.jpg",
      "https://image.tmdb.org/t/p/w300/ntSrdFyMX1NJx3xkFCV0z6n5ejm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2gI1b0kHperlUjC4EE34mKJBGI6.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bad-guy-2001",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/bad-guy-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.83GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Mj9u/Bad_Guy_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.83GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sKNwgZBD#FfXY8wN_o_AEpUin4YKETH1hEvNte7dpR146jr1fM5E",
        "server": "mega.nz",
        "size": "1.83GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vffuexrz32en.html",
        "server": "usersdrive.com",
        "size": "1.83GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/vpeg9dan69t0.html",
        "server": "streamsb.com",
        "size": "1.83GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bad-guy-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/38e3y/Bad_Guy_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5DdX3KwJ#bS9-y58Bfe6wd4Wb6Rwfg9kUVzw54bioZVkSrw7ZC5M",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8oazhbv19y5v.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/x6tn9htsge88.html",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fshVa16aYgw",
      "video_url": "https://www.youtube.com/watch?v=fshVa16aYgw",
      "embed_url": "https://www.youtube.com/embed/fshVa16aYgw"
    }
  },
  {
    "metadata": "R|2001|2h 18min|Adventure,Drama,Romance",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "8100"
    },
    "title": "Samsara (2001)",
    "description": "Samsara (2001)~ IMDb – 7.7/10, Rotten Tomatoes – 100% ~Directed By ”Pan Nalin”ကားနာမည်ကိုက သံသရာဆိုတော့ သိတော့သိသာပါတယ်။ ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အတိအကျဆို တိဘက်ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အဓိကဇာတ်လိုက်က တိဘက်က ကိုယ်တော်တစ်ပါး။ ထူးတာက ဇာတ်ကတော့ ဒီကိုယ်တော်ကိုပဲ တည်ထားပေမဲ့ အဲဒီကိုယ်တော်ကို သိဒ္ဓတ္ထမင်းသားရဲ့ ပုံစံငယ်လိုလိုသဘောမျိုးနဲ့ပြသွားတယ်။ ပုံစံငယ်လို့ပြောရတာလည်း သိပ်တော့မဟုတ်သေးဘူး။ ပြောရရင် သိဒ္ဓတ္ထမင်းသားနဲ့ ခပ်ဆင်ဆင်အဖြစ်မျိုးတွေ ဒီကိုယ်တော်ဘဝထဲ သွတ်သွင်းပြီး ပြသွားတယ်ပေါ့။ ဒီတစ်ကားလုံးရဲ့ Main Plot ဟာလည်း ဒီကိုယ်တော်ရဲ့ သံသရာကလွတ်မြောက်ရာရှာခြင်းခေါ်မလား၊ ဉာဏ်အလင်းရှာခြင်းခေါ်မလား၊ အာသဝက္ခယဉာဏ်ကို ရှာတယ်ခေါ်မလား၊ အဲဒီအရာကို ရှာတဲ့ အကြောင်းအရာပဲ။” ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ “ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ငှက်တစ်ကောင်ပျံနေတယ်။ ငှက်ဟာ သူ့ခြေသည်းတွေကြား ကျောက်ခဲတစ်ခဲကို သုတ်ထားတယ်။ တစ်နေရာအရောက်မှာ ငှက်ဟာ လေပေါ် ခဏတန့်ရင်း ကျောက်ခဲကို ပစ်ချလိုက်တယ်။ အဲဒီကျောက်ခဲဟာ ဆိတ်ရဲ့ ခေါင်းပေါ်တည့်တည့်ကျပြီး ဆိတ်သေသွားတယ်။ ဒါ ဇာတ်လမ်းရဲ့အစပဲ။ဒီနောက် ဘုန်းကြီးတစ်ဖွဲ့ဟာ ဂူပိတ် ကမ္မဋ္ဌာန်းထိုင်နေတဲ့ ကိုယ်တော်တစ်ပါးကို သွားပင့်ကြတယ်။ ကိုယ်တော်ဟာ အဲဒီဂူထဲ သုံးနှစ်တာလုံး ကမ္မဋ္ဌာန်းထိုင်ပြီးခဲ့ပြီ။ ကိုယ်တော်ကိုပင့်ပြီး လားမားကျောင်းတော်ကို ပြန်ခေါ်လာကြတယ်။ သိပ်မကြာလိုက်ပါဘူး။ ကိုယ်တော်ဟာ ရွာတစ်ရွာက ကောက်ရိတ်သိမ်းပွဲကိုသွားဖို့ အကြောင်းဖန်လာပြီ။ရေစက်လို့ပဲဆိုဆို ဝဋ်ကျွေးလို့ပဲဆိုဆို ကိုယ်တော်ဟာ မိန်းမလှလေးတစ်ယောက်နဲ့ ဆုံဖို့ အကြောင်းဖန်လာခဲ့ပြီ။ အဲဒီညမှာ ကိုယ်တော်ဟာ မိန်းမလှလေးရဲ့ အထိအတွေ့ကို အိပ်မက်မက်တယ်။ ဒီလိုနဲ့ ကျောင်းကို ပြန်လာခဲ့ပေမဲ့ ကိုယ်တော့်စိတ်ထဲ ဒီအိပ်မက်က တွယ်ငြိနေတုန်းပဲ။ ဒီလိုနဲ့ ကိုယ်တော်ဟာ သူ့ဆရာကို ဗုဒ္ဓဟာ သက်တော် ၂၉မှ တောထွက်ခဲ့တဲ့အကြောင်း၊ လောကီကို စွန့်လွှတ်ဖို့ လောကီမှာ အရင်ကျင်လည်ဖူးရမယ်ထင်ကြောင်း ပြောလာတယ်။ ဒီမှာ သူ့ဆရာက သူ့ကို လောကီဘောင်ထဲ သွားဖို့ ခွင့်ပြုလိုက်တယ်။ သူ့အိပ်မက်ဟာ အိပ်မက်မဟုတ်ကြောင်းလည်း ပြောပြလိုက်တယ်။ ဒီလိုနဲ့ ကိုယ်တော်ဟာ လူဝတ်လဲပြီး မိန်းမလှလေးရှိတဲ့ ရွာဆီ ထွက်ခွာလာခဲ့တယ်။ဒီကနေမှ ဘုန်းကြီးလူထွက် လောကီဘောင်မှာ ကြုံရတဲ့ တဏှာတွေ၊ လောဘတွေ၊ ဒေါသတွေအကြောင်းကို ဆက်ပြတယ်။ ဒီလိုပြတဲ့နေရာမှာ လိင်ဆက်ဆံခန်း ၃ ၄ခန်း သုံးထားသလို သုံးထားသမျှ အခန်းတွေကလည်း တော်တော်လေး ကွက်ကွက်ကွင်းကွင်းဖြစ်တယ်။ ထူးတာက သုဇာတာပဲ။ ဃနာနို့ဆွမ်းကပ်ခဲ့တဲ့ သုဇာတာကို ဗုဒ္ဓဝင်ကို တီးမိခေါက်မိရှိရုံနဲ့တင် မသိသူမရှိပါဘူး။ ဒီမှာကျ သုဇာတာဆိုတဲ့ အမည်ကို သူရင်းငှားကုလားမလေးကို ပေးထားတယ်။ အဲဒီကုလားမလေးနဲ့ သူနဲ့ဖောက်ပြန်ခဲ့ခြင်းကလည်း သူ့ဉာဏ်အလင်းပွင့်မှုအတွက် အခရာကျတဲ့ တစ်ချက်လို့ပြောလို့ရတယ်။ သူ့ဆီကနေမှ မောဟ စဖြစ်လာတယ်ပြောလို့ ရလောက်တယ်။တစ်ညမှာ သိဒ္ဓတ္ထမင်းသားက ယသောဓရာနဲ့ ရာဟုလာကို စကားတစ်ခွန်းမှမဆိုဘဲ ချန်ရစ်ခဲ့သလို သူလည်း ထိုနည်းလည်းကောင်းပဲ ထွက်ခွာလာခဲ့တယ်။ သံသရာကြီးတစ်ပတ်လည်ရင်း စမှတ်ကို ပြန်ရောက်သွားခဲ့တယ်။ သူဘုန်းကြီးပြန်ဖြစ်သွားပြီး တစ်နေ့ကျ သူ့မိန်းမရောက်လာတယ်။ သူစပြောတဲ့စကားက ”ယသောဓရာ” တဲ့။ ”ရှင် အဲဒီနာမည်ကို ကြားဖူးလား” တဲ့။”သိဒ္ဓတ္ထမင်းသား ဂေါတမ သကျမုနိ ဗုဒ္ဓ လူတိုင်း အဲဒီအမည်နာမတွေကို သိကြတယ်။ ဒါပေမဲ့ ယသောဓရာကရော” ဆိုပြီး သူနဲ့အဖြစ်တူနေတဲ့ ယသောဓရာရဲ့ ခံစားချက် ဘယ်လိုနေမယ်ဆိုတာကို ဘုန်းကြီးကိုပြောပြတယ်။ ဒီအခန်းက ဒီရုပ်ရှင်ကို သာမန်ဗုဒ္ဓဘာသာအကြောင်း ရိုက်ပြထားတဲ့ ကားတွေနဲ့ အဓိကကွဲပြားစေတဲ့ အချက်ဖြစ်လိမ့်မယ်။ ဘယ်သူမှ တလေးတနက်မတွေးဖြစ်လောက်တဲ့ ယသောဓရာရဲ့ခံစားချက်ကို ကိုယ်တော့်ကို ပြောပြခဲ့တယ်။ ဒါပေမဲ့လည်း သူ့မိန်းမလည်း ယသောဓရာလိုပဲ သူ့တာဝန်သူကျေခဲ့တယ်။ ကိုယ်တော်ယူကြုံးမရဖြစ်ခဲ့ရတယ်။ ဒါပေမဲ့ ငိုကြွေးချင်းအဆုံးမှာ သူအဖြေကိုတွေ့သွားတယ်။” ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ “” ပင်လယ်ထဲ ပစ်ချလိုက်ရမယ် “ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ငှက်တစ်ကောင်ပျံနေတယ်။ ငှက်ကို ကိုယ်တော်မော့ကြည့်လိုက်တယ်…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.23GB, 1.01GBQuality – 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 2H 18MinGenre – Adventure, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2JbJDI5FV5IP0GiFKtAIaILg270.jpg",
      "https://image.tmdb.org/t/p/w300/vgUs94dwP2beEx5JNvzrfqyrWXI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/j97jPOtKRpPjNSoaupokZHWGQaj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-samsara-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cp45/(CM)_Samsara_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MSQVBDBb#In8inxuhsPNU_StYIpLyXt3YkHdycHuHt1PIxV_xkg4",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xr1m5oufq7pb.html",
        "server": "usersdrive.com",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/3ssqkxsqkvtz.html",
        "server": "streamsb.com",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/quc98kc8utx8",
        "server": "streamvid.io",
        "size": "2.23GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-samsara-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Smwd/(CM)_Samsara_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FeJHSC5K#sdZtoL_pRKnrW6-WFO4OtAdxQz-gf5n3h9hcn-68K1M",
        "server": "mega.nz",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ygjn25h9wlal.html",
        "server": "usersdrive.com",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/fszhup4dfi7r.html",
        "server": "streamsb.com",
        "size": "1.01GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kuto0ywug14j",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "B76ulnQf2bk",
      "video_url": "https://www.youtube.com/watch?v=B76ulnQf2bk",
      "embed_url": "https://www.youtube.com/embed/B76ulnQf2bk"
    }
  },
  {
    "metadata": "PG|2001|87 min|Action,Comedy,Family",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "46,937"
    },
    "title": "Cats And Dogs ( 2001)",
    "description": "ဒီကားေလးကေတာ့ၿဖင့္အထူးတလည္ေၿပာစရာမလိုေတာ့ပါဘူး…ကြ်န္ေတာ္တို႕ငယ္စဥ္ကေလးဘ၀ထဲကၾကိဳက္ႏွစ္သက္လာတဲ့ ခ်စ္စရာေခြးေလးေတြေၾကာင္ေလးေတြပါတဲ့ကားေလးတစ္ကားပဲၿဖစ္ပါတယ္…ကားေဟာင္းေလးေပမယ့္ ၿပန္ၿပီးသိမ္းထားသင့္တဲ့ ငယ္စဥ္ဘ၀အမွတ္တရကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္…ဒီကားေလးဟာ ကေလးေလးေတြၾကားထဲမွာေရပန္းစားပံုတင္မက လူၾကီးမ်ားပါႏွစ္ၿခိဳက္အားေပးခဲ့ၾကတဲ့ ရယ္စရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္….ဇာတ္လမ္းရဲ႕ အစမွာေတာ့ ေခြးေတြကိုအၿမဲအႏိုင္လိုခ်င္စိတ္ေတြရွိေနတဲ့ မစၥတာတင္ကယ္ဆိုတဲ့ ေၾကာင္မိစၦာေလး….သူတို႕ရဲ႕ ေပ်ာက္ဆံုးသြားတဲ့ ေအးဂ်င့္အသစ္ေနရာမွာအစားထိုးခံလိုက္ရတဲ့ ေခြးကေလး လိုယူတို႕..ဘယ္လို ၿပိဳင္ဆိုင္မႈ႕ေတြနဲ႕ခ်ၾကမလဲဆိုတာ ၾကည့္ရမွာပဲၿဖစ္ပါတယ္….ဒီကားေလးကိုငယ္ငယ္ကဘာသာၿပန္မ်ားနဲ႕ၾကည့္ရႈ႕ခဲ့ရေပမယ့္ စိတ္တိုင္းမက်ခဲ့လို အခုေတာ့ အေကာင္းဆံုးမြန္းမံဘာသာၿပန္မႈ႕မ်ားနဲ႕ ၿပန္ၿပီးတင္ဆက္လိုက္ပါတယ္ဗ်…ဒီကားေလးရဲ႕အားသာခ်က္ေတြကေတာ့ လူေတြရဲ႕ညစ္ေနတဲ့စိတ္ေတြကို ေၾကာင္ေလးေတြေခြးေလးေတြရဲ႕ခ်စ္စရာစကားေၿပာအသံေလးမ်ားနဲ႕ ေပ်ာ္ေအာင္လုပ္ေပးထားတယ္ဆိုတာၾကည့္ရႈ႕မယ့္သူမ်ားအားလံုးသိၾကရမွာၿဖစ္ပါတယ္….[ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး…ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်…ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်…ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်….ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး….သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်….ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ…ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်….]File size…(724.5 MB , 354 MB)Quality…BluRay 720pFormat…mp4Duration….01:27:15Subtitle….Myanmar Subtitle (Hardsub)Translator…May Thazin MyintEncoder….Moe Myint Lwin",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/Cats-and-Dogs-2001-movie-poster.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/cats-&-dogs--2001--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "724MB",
        "quality": "720P"
      },
      {
        "link": "https://cmdexer.com/y/cats-&-dogs--2001--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "724MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/MshWXaRR#P3qIPsagqOLDGh6sG2IMYZ_JQDMAgQuXpU_rYX54xv0",
        "server": "mega.nz",
        "size": "724MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/eer0kl5wucri",
        "server": "upstream.to",
        "size": "724MB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cats-and-dogs-2001",
        "server": "VIP Links",
        "size": "724MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2001|132 min|Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "134,808"
    },
    "title": "I Am Sam(2001)",
    "description": "I Am Sam(2001)IMDb….7.6လူတစ္ေယာက္ဟာ  ေဆးရုံရဲ႕ သားဖြားခန္းထဲကုိ အေျပးအလႊားသြားေနတယ္….မိန္းမ မီးဖြားခန္းခ်ိန္မုိ႕ပဲလားေတာ့မသိ…သူ႕ပုံစံက သာမန္လူေတြနဲ႕အနည္းငယ္ ကြဲလြဲေနသလုိပင္…ဂနာမၿငိမ္..မိန္းမရဲ႕သားဖြားခန္းထဲေရာက္ေတာ့လည္း ပါးစပ္က တလႈပ္လႈပ္ေရရြတ္ရင္း ကုိယ္ခႏၶာကုိ ပတ္ခ်ာလွည့္ေနတယ္…ဂနာမၿငိမ္လြန္းနဲ႕သူ႕ကုိ ၾကက္ေသ ေသလုိလုပ္ႏုိင္လုိက္တာက ခုမွ လူ႕ေလာကထဲေရာက္လာတဲ့ သမီးေလးရဲ႕ငုိသံ….သူ႕ပုံစံက ငါဖခင္တစ္ေယာက္ျဖစ္ၿပီ ဒါငါ့သမီးေလး ငါတာ၀န္ယူရမယ္ ငါခ်စ္ရေတာ့မယ္ဆုိတဲ့အၾကည့္မ်ဳိးနဲ႕ သမီးေလးကုိၾကည့္ေနတယ္…တကယ္ေတာ့ ဆမ္က သာမန္လူေတြထက္ဥာဏ္ရည္နည္းသလုိ ေပါင္းသင္းဆက္ဆံေရးမွာလည္း အခက္အခဲရွိသူပါ..အယဥ္ေက်းဆုံးေျပာရရင္ ဥာဏ္ရည္ခ်ဳိ႕တဲ့သူေပါ့….ဒီလုိလူမ်ဳိးနဲ႕မွားခဲ့ၿပီး ကေလးတစ္ေယာက္ရခဲ့တဲ့မိခင္အဖုိ႕ကေလးေမြးၿပီးၿပီးခ်င္းမွာပဲ ဆမ္တုိ႕သားအဖကုိ ထားခဲ့တယ္…ဆမ္လုိ လူအတြက္ သမီးေလးကုိေစာင့္ေရွာက္ရတာ တကယ္မလြယ္ပါဘူး…သူ႔သမီးေလးလူကလဲသိပ္လိမၼာတယ္ အေဖတစ္ခုသမီးတစ္ခုပါပဲ သူတို႔ဘဝက...ဒီလိုနဲ႔လူစီေလး၇ႏွစ္ေလာက္ေရာက္လာေတာ့ ကေလးနဲ႔မိသားစုဆိုင္ရာဌာနက လူစီ့ကို သူ႔အေဖနဲ႔မထားဖို႔ တရားရင္ဆိုင္ဖို႔ေတြျဖစ္လာတယ္…အဓိက ကေတာ့ ဆမ္ရဲ႕ အားနည္းခ်က္ေၾကာင့္ပါပဲ….ဒီလိုနဲ႔တရားရင္ဆိုင္မႈေတြျဖစ္လာတယ္ သမီးေလးကိုမိသားစုတစ္ခုကလဲေမြးစားခ်င္ေနတယ္…ဆမ့္လိုဉာဏ္ရည္မျပည့္စံုတဲ့သူတစ္ေယာက္ တရားရင္ဆိုင္တာႏိုင္ပါ့မလား? သမီးေလးကို သူပဲေစာင့္ေရွာက္ခြင့္ရပါ့မလား?ဆမ္နဲ႔သူ႔သမီးေလးတူတူျပန္ေနႏိုင္ပါ့မလား? ဆုိတာေတြကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕…..ဇာတ္လမ္းအၫြန္းနဲ႕ဘာသာျပန္သူကေတာ့ Cynthia ျဖစ္ပါတယ္…File Size : (1GB) and (395 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:12:00Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by CynthiaEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/klGmW0KLTVfkben5dmmbot1QvDC.jpg",
      "https://image.tmdb.org/t/p/w300/mTN2pjZKWteb6B7WOGtrMx8FEpu.jpg",
      "https://image.tmdb.org/t/p/w300/cg3NmnQEmHDmKox8oWsEa9YKJ8D.jpg",
      "https://image.tmdb.org/t/p/w300/5GVTD7dniIp9IOI7Pyq4cTQQ82h.jpg",
      "https://image.tmdb.org/t/p/w300/mgZP6X4FhHDO0C1lwq5G8hDMoml.jpg",
      "https://image.tmdb.org/t/p/w300/214DoYouVlwlKi39R2kMTsrJm3D.jpg",
      "https://image.tmdb.org/t/p/w300/hbIPlNXYnK2EKAYoa9l34CrkvQJ.jpg",
      "https://image.tmdb.org/t/p/w300/um8ya8BAL5tSAy568IXfcDQr6CO.jpg",
      "https://image.tmdb.org/t/p/w300/sDVoBV5B4bkax1n1vgN9j1N81sE.jpg",
      "https://image.tmdb.org/t/p/w300/5aSYUPqmfOam3CslDpC9olaC62l.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/sam.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e798cdcs5bon.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/S66r/I_Am_Sam_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-sam-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/hz3bkw120yk9",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "z_AguDqCBvo",
      "video_url": "https://www.youtube.com/watch?v=z_AguDqCBvo",
      "embed_url": "https://www.youtube.com/embed/z_AguDqCBvo"
    }
  },
  {
    "metadata": "|2001|107 min|Action,Asian,Comedy,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "2,750"
    },
    "title": "My Wife Is a Gangster (2001)",
    "description": "IMDb Rating (6.5) ထိ ရရှိထားတဲ့ ဒီဇာတ်ကားဟာ ကိုရီးယားဇာတ်ကားတွေထဲမှာ Taste တစ်မျိုးကို ပေးထားနိုင်ခဲ့တဲ့ နာမည်ကြီးဇာတ်ကားပါ။ နာမည်ကြီး လူကြိုက်များခဲ့လို့ နောက်ထပ်အဆက်ဇာတ်ကားတွေ ထွက်ခဲ့တဲ့အထိပါပဲ။မင်းသမီး Eun-Kyung Shin ရဲ့ မှင်သေသေ သရုပ်ဆောင်ချက်တွေ Action တွေက ရသတစ်မျိုးနဲ့ ထိုးဖောက်နိုင်ခဲ့ပါတယ်။ဂိုဏ်းစတားအဖွဲ့ရဲ့ ထိပ်သီးခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် အိမ်ထောင်ပြုရတော့မယ့်ဆိုတဲ့အခါ…..။Action, Romance, Comedy အမျိုးအစားဖြစ်ပြီး ခံစားအားပေးကြည့်ပါဦး။****My Wife is a Gangster ဇာတ်ကားတွေကိုhttps://channelmyanmar.org/?s=my+wife+is+a+gangsterမှာရှာပါ။***———————————————————-IMDb Rating (6.5) ထိ ရရွိထားတဲ့ ဒီဇာတ္ကားဟာ ကိုရီးယားဇာတ္ကားေတြထဲမွာ Taste တစ္မ်ိဳးကို ေပးထားႏိုင္ခဲ့တဲ့ နာမည္ၾကီးဇာတ္ကားပါ။ နာမည္ၾကီး လူၾကိဳက္မ်ားခဲ့လို႔ ေနာက္ထပ္အဆက္ဇာတ္ကားေတြ ထြက္ခဲ့တဲ့အထိပါပဲ။မင္းသမီး Eun-Kyung Shin ရဲ႕ မွင္ေသေသ သရုပ္ေဆာင္ခ်က္ေတြ Action ေတြက ရသတစ္မ်ိဳးနဲ႔ ထိုးေဖာက္ႏိုင္ခဲ့ပါတယ္။ဂိုဏ္းစတားအဖြဲ႕ရဲ႕ ထိပ္သီးေခါင္းေဆာင္ျဖစ္ေနတဲ့ ဂ်စ္ကန္ကန္ေကာင္မေလးတစ္ေယာက္ အိမ္ေထာင္ျပဳရေတာ့မယ့္ဆိုတဲ့အခါ…..။Action,Romance,Comedy အမ်ိဳးအစားျဖစ္ျပီး ခံစားအားေပးၾကည့္ပါဦး။****My Wife is a Gangster ဇာတ္ကားေတြကိုhttps://channelmyanmar.org/?s=my+wife+is+a+gangsterမွာရွာပါ။***File Size…(908MB)Quality…DVD-RipFormat…mp4Duration…01:47:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMissy Win",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tWczirZPVVcFUvZrElRDJ4at6Xt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/C1925-09.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-wife-is-a-gangster-2001",
        "server": "VIP Links",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-wife-is-a-gangster-2001-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3AyDY/My_Wife_Is_A_Gangster_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/89lz7ij4i63n",
        "server": "upstream.to",
        "size": "908 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tn8vfjterjmn.html",
        "server": "usersdrive.com",
        "size": "908 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-G|2001|158 min|Action,Adventure,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "5,759"
    },
    "title": "As Far As My Feet Will Carry Me(2001)",
    "description": "As Far As My Feet Will Carry Me(2001)IMDB…7.4,,,,Rotten Audience Score…82%ဒုတိယကမၻာစစ္အတြင္းက ဂ်ာမန္စစ္သားတစ္ဦးျဖစ္တဲ့ စစ္သံု႔ပန္းတစ္ေယာက္ ကလီမန္စ္ေဖာ္ရဲလ္ ဟာဆီဘီးရီးယားအေ႐ွ႕ဘက္ျခမ္းမွာ႐ွိတဲ့ အက်ဥ္းေထာင္စခန္းမွာ အႏွစ္ႏွစ္ဆယ္ထိအလုပ္ၾကမ္းလုပ္ဖို႔ ျပစ္ဒဏ္ခ်မွတ္ျခင္းခံခဲ့ရတယ္.သုိ႕ေပမယ္ ့အခ်ိန္ရွိတုိင္းထြက္ေျပးဖုိ႕ၾကံဆေနေလ့ရွိတယ္….မိုင္းတြင္းထဲမွာေလးႏွစ္ထိအလုပ္လုပ္ၿပီးေနာက္ ထြက္ေျပးခဲ့ၿပီးေတာ့ သူ႔ရဲ႕ဇနီးနဲ႔သမီး႐ွိတဲ့အိမ္ကိုျပန္ဖို႔အတြက္ ႀကိဳးစားပါေတာ့တယ္ ..သူအိမ္ရွိရွာသုိ႕မဟုတ္ သူထြက္ေျပးတဲ့လမ္းေၾကာင္းဟာ ရွည္လွ်ားလြန္းပါတယ္…ရာသီဥတုက ဆုိးရြားတဲ့အျပင္ လမ္းမွာလည္းဒုကၡမ်ဳိးစုံေတြ႕ရတယ္..အဆုိးတကာ့အဆုိးဆုံးကေတာ့ ထြက္ေျပးတဲ့သုံပန္းကုိ ဖမ္းဆီးသတ္ျဖတ္ဖုိ႕  ဗိုလ္ႀကီးကန္မန္နဗ္ က တစ္ခ်ိန္လုံးေနာက္က လုိက္ေနလုိ႕ပါပဲ…..ေဖာ္ရဲလ္ဟာေနာက္တစ္ႀကိမ္ျပန္အဖမ္းခံရမလား..ဒါမွမဟုတ္လြတ္သြားမလားဆိုတာ ဇာတ္သိမ္းပိုင္းထိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္႐ႈခံစားၾကည့္ၾကပါဗ်ာဒီဇတ္လမ္းေလးဟာ အက္႐ွင္၊ဒရာမာ၊စြန္႔စားမႈ၊စစ္ပြဲစတဲ့ ခံစားမႈရသမ်ိဳးစံုပါဝင္ၿပီး တကယ္ကိုၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားပဲျဖစ္ပါတယ္.ဇာတ္လမ္းအညြန္းန႕ဲ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္…ile Size : (1GB) and (436 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:38:00Genre :Action,Adventure,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/plicWNbiUNY80pzleTzO68kdVgM.jpg",
      "https://image.tmdb.org/t/p/w300/3dSsDQjyC8Eh9fN4iIhbURnW9t.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tBeWqNZmwKHMJtFk98u02nUzO6i.jpg",
    "movie_links": [
      {
        "link": "https://www.kinocloud.org/ix/As_Far_as_My_Feet_Will_Carry_Me_(So_Weit_Die_Füße_Tragen)_[2001]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/as-far-as-my-feet-will-carry-me2001",
        "server": "CM Links",
        "size": "436MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/as-far-as-my-feet-will-carry-me-so-weit-die-fusse-tragen-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tg6f/As_Far_as_My_Feet_Will_Carry_Me_(So_Weit_Die_Füße_Tragen)_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "436MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/lh141sa2w14p",
        "server": "upstream.to",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2001|1h 46m|Adult,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "124000"
    },
    "title": "[18+] Y Tu Mamá También (2001)",
    "description": "Y Tu Mamá También (2001)~ IMDb – 7.7/10, Rotten Tomatoes – 92% ~(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။ဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု… ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ…မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ…မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ မရင့်ကျက်မှုတွေကို ဒီဇာတ်ကားကနေတဆင့်တွေ့မြင်ရမှာဖြစ်တဲ့အတွက်ကြောင့် ဆိုးခဲ့ မိုက်ခဲ့ဖူးတဲ့အချိန်တွေရှိခဲ့ရင်လည်း သေချာပေါက် လွမ်းရမှာပါ။သုံးလောကမှာ တစ်ခုတည်းသောဝေဒနာရှိရင် အဲဒီဝေဒနာဟာ မမပဲဆိုပေမဲ့… ဒီဇာတ်ကားထဲက မမ လူဝီဆာတစ်ယောက်ရဲ့ စိုးရိမ်မှုတွေဟာရော ဘာများဖြစ်လိမ့်မလဲ စိတ်ဝင်စားစရာပဲ။ဒီ့အပြင် ဒီဇာတ်ကားကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာဟာ အဲဒီနှစ်ကာလတွေတုန်းက မက္ကဆီကိုဒေသရဲ့ နိုင်ငံရေးနဲ့ စီးပွားရေးအခြေအနေတွေရဲ့ အပုပ်အပွတွေ အကြောင်းကို ခပ်ပါးပါးလှစ်ဟပြထားခဲ့သေးတယ်။ ဒီလိုလေးနက်တဲ့အကြောင်းတွေကို ပေါ့ပေါ့ပါးပါးဖြစ်နေတဲ့ဇာတ်လမ်းကြောင်းထဲ ဆီလျော်အောင်ထည့်ပြီး တင်ဆက်ပြသနိုင်တာ သိပ်လေးစားဖို့ကောင်းတယ်ဆိုရလိမ့်မယ်။ဒါကြောင့်ပဲ ဒီဇာတ်လမ်းပြသခဲ့ချိန်တုန်းက ပြင်းထန်တဲ့ဝေဖန်မှုတွေရခဲ့ပေမယ့်လည်း Golden Globe Awards လို ဆုပေးပွဲမျိုးမှာ Best Foreign Language Film အတွက် ဆန်ခါတင်စာရင်းဝင်ခဲ့တာဖြစ်လောက်မယ်။ ပြီးတော့ အပိုထပ်ဆောင်းအချက်အလက်တစ်ခုအနေနဲ့ပြောရရင် ဒီဇာတ်ကားဟာကောင်လေးတွေရဲ့ အရွယ်ရောက်ကြီးပြင်းလာခြင်း အဆင့်ဆင့်ကို အပိုအလိုမရှိ ကွက်တိပုံဖော်ထားနိုင်တဲ့ဇာတ်လမ်းမျိုးတစ်ခုဖြစ်တာကြောင့် ကြည့်ရှုရမယ့်စာရင်းထဲ သေချာပေါက်ထည့်ထားသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုtadaa_jမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 960MBQuality – REMASTERED 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 46MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bytadaa_jEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9G6m2ZFmtiX7IfbJ7b794UyDI80.jpg",
      "https://image.tmdb.org/t/p/w300/wyGelNYHLH1Gtpl2BhvYruiv99S.jpg",
      "https://image.tmdb.org/t/p/w300/pemFVvSaYyJZyjBKwR1dtzClP7M.jpg",
      "https://image.tmdb.org/t/p/w300/uLpxnS98fnt5iWHUSs3g1XrYuQe.jpg",
      "https://image.tmdb.org/t/p/w300/7aW9IZjpsoTXYEARlnOvTtl6EBr.jpg",
      "https://image.tmdb.org/t/p/w300/w4hDpuqqOhuZYCLBWXWdj6ED8uy.jpg",
      "https://image.tmdb.org/t/p/w300/y9MgEfNDUA6pQqRFPtCeSbsTNiD.jpg",
      "https://image.tmdb.org/t/p/w300/1MTaQ7mZZJAfke5geidqGmtaBwC.jpg",
      "https://image.tmdb.org/t/p/w300/qCCSDqbFBWeHjlwxwbSTsUJpqig.jpg",
      "https://image.tmdb.org/t/p/w300/jNSIcidmLRpDAKGrrfkD1rjaRVl.jpg",
      "https://image.tmdb.org/t/p/w300/eYE6tpkLmtpTwWICb8SkwJEsvgu.jpg",
      "https://image.tmdb.org/t/p/w300/gPdlr11wmRmOJjzUmnvR3hhKaQz.jpg",
      "https://image.tmdb.org/t/p/w300/yC3AhkiOxXPcNp8VWGPxx6ugxmW.jpg",
      "https://image.tmdb.org/t/p/w300/z9sNlE1PJhLKRa5hHnsUp2tCuQO.jpg",
      "https://image.tmdb.org/t/p/w300/orIxqUMEcU3DT7qCs16Si8KWjBO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/izw41PkE8y891yraO6fN1tCNmOG.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-y-tu-mama-tambien-2001-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3cyfu/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3tl02QiR#ew9HqB4CTWi0DS1M7uWVZUYXG9uF72BQpI3PJyEeiS0",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gpzu4clc1hhg.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/9o4gika0bqij.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/2pxl52n4y4s8/(CM)_Y_Tu_Mamá_También_(2001)_REMASTERED_1080p.mp4",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-y-tu-mama-tambien-2001-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3cydx/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7xFlSDob#hOcDQeqTk5PiUblT89ke8UyUEyG5hZu0DxYs1khQVXQ",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fdgkdx7r99mr.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/c538div0fkv4.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2vbvuzwtlsq2/(CM)_Y_Tu_Mamá_También_(2001)_REMASTERED_720p.mp4",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "inc0vS58ZKg",
      "video_url": "https://www.youtube.com/watch?v=inc0vS58ZKg",
      "embed_url": "https://www.youtube.com/embed/inc0vS58ZKg"
    }
  },
  {
    "metadata": "PG-13|2001||Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,656"
    },
    "title": "Bungee Jumping of Their Own (2001)",
    "description": "မင်းသားကြီး လီဗြောင်ဟွန်းရဲ့ ၂၁ ရာစု ခေတ်ဦးက BL ဇာတ်ကားပါ။၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။မြန်မာက “အမျှင်” ဆိုပြီး ပြန်ရိုက်ခဲ့ပါတယ်။ထိုင်းကတော့ ၂၀၁၉ ခုနှစ် “Dew”ဆိုတဲ့ နာမည်နဲ့ ပြန်ရိုက်ခဲ့ပါတယ်။ပြန်ရိုက်ထားတဲ့ကားတွေကတော့ မြန်မာမှု၊ထိုင်းမှု ပြုတာ ဖြစ်တဲ့အတွက် မူရင်းကားရဲ့အရသာနဲ့ မတူပါဘူး။ဒါကတော့ “Dew” ဇာတ်ကားရဲ့လင့်ခ်ပဲ ဖြစ်ပါတယ်။Dewဒီကားမှာတော့ ၁၉၈၀ ဝန်းကျင်က စထားပါတယ်။ဆောအင်ဝူးဆိုတဲ့ ကောင်လေးဟာ လီထယ်ဟီး ဆိုတဲ့ကောင်မလေးကို မြင်မြင်ချင်းပဲ ချစ်မိတယ်ဆိုတဲ့ အချစ်မျိုးနဲ့ ချစ်ခဲ့ပြီး တစ်သက်တာပေါင်းဖက်ဖို့အထိ ရည်ရွယ်ခဲ့ပါတယ်။ဒါပေမယ့်လည်း ကံကြမ္မာရဲ့လှည့်စားမှုတွေကြောင့် မမျှော်လင့်ဘဲထယ်ဟီးတစ်ယောက် ဆုံးပါးခဲ့ရပါတယ်။၁၇ နှစ် အကြာမှာတော့ ဆောအင်ဝူးဆိုတဲ့ကောင်လေးဟာ အိမ်ထောင်ရက်သားကျပြီးကလေးတစ်ယောက်အဖေ ကျောင်းဆရာတစ်ယောက် ဖြစ်လာခဲ့ပါပြီ။ခပ်ဆိုးဆိုးကျောင်းသားတွေရဲ့အတန်းပိုင်ဖြစ်လာတဲ့ ဆောအင်ဝူးဟာကျောင်းသား-ဆရာ ဆက်ဆံရေး အရမ်းကို အဆင်ပြေခဲ့ပါတယ်။ဒီအချိန်မှာပဲ ဆောအင်ဝူးတစ်ယောက် အင်ဟွန်ဘင် ဆိုတဲ့ကျောင်းသားတစ်ယောက်အပေါ်ကို ကြွေမိသွားပါတော့တယ်။ဒါတွေက ဘာကြောင့်များပါလဲ?????ဇာတ်လမ်းထဲမှာ ကျွန်တော်တို့ ဆက်ပြီး အဖြေရှာကြည့်ပါစို့ဗျာ။ဇာတ်ဆောင် မင်းသမီး လီအွန်ဂျူကတော့ ၂၀၀၄ ခုနှစ်မှာ ရိုက်ကူးခဲ့တဲ့ The Scarlet Letter မှာ ပါတဲ့ဖော်ချွတ်အခန်းတွေကြောင့် အိပ်မရတဲ့ရောဂါ စွဲကပ်ခဲ့ပြီး၂၀၀၅ ခုနှစ် ဖေဖော်ဝါရီလ (၁၀) ရက်နေ့မှာ ကိုယ့်ကိုကိုယ် သတ်သေခဲ့ပါတယ်။IMDb 7/10 ရထားတဲ့ ဇာတ်ကားဖြစ်တာမို့ တော်တော်လေးကောင်းတဲ့ ရုပ်ရှင်ထဲမှာ ပါဝင်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ August ပဲ ဖြစ်ပါတယ်File Size – 1.1 gbQuality – bluray 1080pSubtitle –  burmeseTranslator – AugustEncoder – Thit San Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i600H7FmNA9U9zITp3I2LAie9TT.jpg",
      "https://image.tmdb.org/t/p/w300/5sG2kQ74sW84DZNlJxvHtqOD7yg.jpg",
      "https://image.tmdb.org/t/p/w300/8eUTwAfZvEYXmgiDgt0MlIxOxPP.jpg",
      "https://image.tmdb.org/t/p/w300/l6mT1KDc5XLiGNrvNCytTgugZd5.jpg",
      "https://image.tmdb.org/t/p/w300/xdfVNYCtabYZoFbHkigkUwJT9io.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMGYyMWQyZGQtNDEwOC00MTVlLTkzNDQtYTg1ZmRiNjkzNDA5XkEyXkFqcGdeQXVyMjgzMDQzNDc@._V1_SY1000_CR006861000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/iypstwb43dnv.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/fwboq7f12zhc.html",
        "server": "usersdrive.com",
        "size": "513.1 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/fk2em61890ia/bungee._ing.of.their.own.2001.1080p.bluray_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/gdlom18if83h/Bad.Genius.The.Series.Ep01.1080p_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "513.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1yHtc/bungee.jumping.of.their.own.2001.1080p.bluray_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/SK10/bungee.jumping.of.their.own.2001.720p.bluray_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "513.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bungee-jumping-of-their-own-2001-1080-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bungee-jumping-of-their-own-2001-720-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "513.1 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "#?secret=un09cju1Jn",
      "video_url": "https://www.youtube.com/watch?v=#?secret=un09cju1Jn",
      "embed_url": "https://www.youtube.com/embed/#?secret=un09cju1Jn"
    }
  },
  {
    "metadata": "R|2001|98 min|Drama,War",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "42,178"
    },
    "title": "No Man’s Land(2001)",
    "description": "No Man’s Land(2001)IMDb….8.0,,,,,,Rotten…..93%ေဘာစနီးယန္းနဲ႔ ဆားဘီးယန္းတို႔ စစ္ပြဲျဖစ္ေနခ်ိန္ ေရွ႕တန္းကို တပ္ကူဖို႔လာခဲ့တဲ့ ေဘာ့စနီးယားေဆးတပ္သားအဖြဲ႕ဟာညဖက္ၾကီးထြက္လာခဲ့တယ္….ညကလည္းေမွာင္ ျမဴနွင္းေတြကလည္း ေရွ႕တျပကို မျမင္ရေလာက္ေအာင္ထူထပ္တာမို႔ ခရီးဆက္မထြက္ဘဲအဆင္ေျပတဲ့ေနရာတစ္ခုကုိေရြးၿပီး ယာယီနားဖုိ႕ႀကဳိးစားၾကတယ္…မနက္မိုးလင္းလို႔ ေနေရာင္ထြက္လာခ်ိန္ သူတို႔ေဘးဘီဝဲယာကို စူးစမ္းၾကည့္လိုက္တဲ့အခါမွာေတာ့ သူတို႔ေရာက္ေနတာတစ္ဘက္ရန္သူျဖစ္တဲ့ ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ေရွ႕တည့္တည့္ဆီကုိ ေရာက္ေနတာသိလုိက္ရခ်ိန္မွာေတာ့သူတုိ႕ေနာက္က်သြားပါၿပီ…..ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ရဲ႕အႀကဳိက္ပါပဲ..ပစ္ကြင္းျမင္ကြင္းရွင္းသလုိ အေပၚစီးကေန အတြဲလုိက္ဆြဲတဲ့ေနာက္မွာေတာ့ေဘာစနီးယန္းအဖြဲ႕ က်ည္ဆံဖ်ားမွာ အသက္ေတြတျဖဳတ္ျဖဳတ္ေၾကြကုန္တယ္…ဒီအထဲကမွာ စီကီတစ္ေယာက္ကေတာ့ ကံေကာင္းရွာတယ္ေျပာရမလားပဲ …နီးစပ္ရာကတုတ္က်င္းထဲ ေျပးပုန္းႏုိင္ခဲ့တယ္..က်န္တဲ့သူေတြေတာ့အကုန္ေသဆုံးသြားတယ္…ဒီေနာက္မွာေတာ့ ေဘာ့စနီးယားတပ္သားစီကီတစ္ေယာက္ ထြက္ေျပးလြတ္ေျမာက္သြားႏုိင္မလား…ဆားဘီးယန္းေတြရဲ႕ ကင္းေထာက္အဖြဲ႕ရန္ကေန ဘယ္လုိရုန္းကန္မလဲ…သူ႕ဆီကုိေရာ ဘယ္လုိလူမ်ဳိ်းေတြေရာက္လာမလဲ…ဒီကားက ၁၉၉၃ခုႏွစ္ ေဘာ့စနီးယားစစ္ပြဲကာလႀကီးကုိအေျခခံရုိက္ကူးထားတာပါ…စစ္ပြဲဟာ အက်အဆုံးေပါင္းမ်ားစြာ ေပးဆပ္မႈေပါင္းမ်ားစြာရွိခဲ့ေပမယ့္ သမုိင္းမွာေတာ့ရိုးတုိးရိပ္တိတ္သာရွိခဲ့တယ္…ဒီဇာတ္ကားဟာ ေဘာ့စနီးယား ဒါရိုက္တာနဲ႔စာေရးသူ Danis Tanovic ရဲ႕ ပထမဆံုးဖန္တီးမႈျဖစ္တယ္။ ပထမဆံုးလို႔မဆိုသာေအာင္ဘဲ ဇာတ္ကားဟာ လွပတယ္။ အျပစ္ဆိုႏိုင္ဖြယ္ရာမရွိဘူး။ ေပးခ်င္တဲ့ Message ေတြကလည္းတကယ့္ကုိေကာင္းလွတယ္..အစမွအဆုံးထိဆြဲေခၚသြားတယ္…ဒါ့ေၾကာင့္လည္းဆုေပါင္းမ်ားစြာရရွိထားတယ္…ရရွိတဲ့ဆုေတြကေတာ့Best Foreign Language Film, 2001 74th Academy AwardsBest Foreign Language Film, 2001 Golden Globe AwardsBest Screenplay Award, European Film AcademyBest Screenplay, 2001 Cannes Film Festivalတို႔ပဲျဖစ္ပါတယ္။ Rotten Tomatoes 93% ရထားတဲ့ကားဆိုေတာ့ အထူးတလည္ညြန္းစရာေတာ့လိုမယ္မထင္ပါဘူး။ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Kiwi ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (320 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:38:00Genre : Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by KiwiEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rvqeMX1HONJ2v7g3leaHtxSXBRZ.jpg",
      "https://image.tmdb.org/t/p/w300/j4ebFl6vSg3PCAxIOObGzd85pec.jpg",
      "https://image.tmdb.org/t/p/w300/khhLTaUtMaIUn2XbE5yNwB0IIoN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8DvLzDG9OeDzKdXZjRkCoWfXUcc.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/A1ZEIc2nPN",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://myandrive.net/file/SaMbqL58t0",
        "server": "drive.google.com",
        "size": "320 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/49Kac/No_Man_s_Land.2001.BluRay720p.pp.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2NPvi/No_Man_s_Land.2001.360p.pp.mp4",
        "server": "megaup.net",
        "size": "320 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1ktP/No_Mans_Land.2001.BluRay720p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/1KuF/No_Mans_Land.2001.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "320 MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/NQe9x-coOYc/No_Man%27s_Land.2001.BluRay720p.pp.mp4",
        "server": "openload.co",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://openload.co/f/b1St2mTG5tU/No_Man%27s_Land.2001.360p.pp.mp4",
        "server": "openload.co",
        "size": "320 MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/btqqaldoqmpmbtds/No_Man_s_Land_2001_BluRay720p_pp_mp4",
        "server": "streamango.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://streamango.com/f/ssocetdapqbqnmpt/No_Man_s_Land_2001_360p_pp_mp4",
        "server": "streamango.com",
        "size": "320 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/2U3MV",
        "server": "mirrorace.com",
        "size": "900 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/2U3MW",
        "server": "mirrorace.com",
        "size": "320 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "Ypsnv50Af_I",
      "video_url": "https://www.youtube.com/watch?v=Ypsnv50Af_I",
      "embed_url": "https://www.youtube.com/embed/Ypsnv50Af_I"
    }
  },
  {
    "metadata": "Not Rated|2001|2h 50m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "15k"
    },
    "title": "Gadar: Ek Prem Katha (2001)",
    "description": "Gadar: Ek Prem Katha (2001)IMDb-7.3/10ပူပူလောလောထွက်ရှိထားတဲ့ Gadar 2 ကြည့်ရှူပြီးသွားကြတဲ့ပရိသတ်တွေအတွက် 2001 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ပထမကား Gadar: Ek Prem Katha ကိုလည်း qualityကောင်းကောင်းနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်ကျော်ကထွက်ရှိခဲ့တဲ့ကားဆိုပေမဲ့ သူ့ခေတ်သူ့အခါမှာ ဘက်ပေါင်းစုံကအောင်မြင်ခဲ့တဲ့ကားပါရုံတင်ငွေ 1.33 ဘီလီယံထိရရှိခဲ့ပြီး အမီးရ်ခန်းရဲ့ Lagaan နဲ့ ခေတ်ပြိုင်ရုပ်ရှင်တစ်ခုလည်းဖြစ်ပါတယ်1990 နှောင်းပိုင်းရုပ်ရှင်တွေထဲမှာ ကြည့်ရှုမှုဒုတိယအများဆုံးအနေနဲ့ စံချိန်တင်ခဲ့တဲ့ကား ၊ ပါဝင်တဲ့သရုပ်ဆောင်တွေကို ထူးချွန်ဆုတွေရရှိပြီး Nomination ပေါင်းများစွာဝင်စေခဲ့တဲ့ကားပါဇာတ်လမ်းအညွှန်း1947 အိန္ဒိယနဲ့ ပါကစ္စတန်ရယ်လို့ နှစ်နိုင်ငံခွဲခွဲပြီးချင်းအချိန်မှာတော့ ပြည်သူတွေကို ဘယ်မှာမဆိုစိတ်ကြိုက်နေထိုင်နိုင်ကြောင်း ခွင့်ပြုခဲ့ကြတယ်ဒါပေမဲ့ မတူညီတဲ့ ဘာသာရေးအယူအဆတွေနဲ့ လူသန်းပေါင်းများစွာရဲ့ သဘောထားကွဲလွဲမှူကနေအဓိကရုဏ်းတွေဖြစ် သွေးချောင်းစီးခဲ့ရတယ်ဒီအဖြစ်ဆိုးတွေမတိုင်ခင် 1947 အစောပိုင်းမှာအဆိုရူးလေးတာရာနဲ့ ဆာကီနာ‌တို့ဟာ ကျောင်းပွဲတစ်ခုကိုအကြောင်းပြုပြီးနီးစပ်ခဲ့ကြသူတွေ…ရှုပ်ထွေးလွန်းတဲ့ အဓိကရုဏ်းနဲ့ နှစ်နိုင်ငံမတည်ငြိမ်မှုတွေကြားက လူတွေရဲ့ခက်ခဲတဲ့ဘဝတွေဒီဖြစ်ရပ်ဆိုးတွေကြားက ပေါ်ထွက်လာာတဲ့ အချစ် ၊ မေတ္တာ ၊ စွန့်လွှတ်အနစ်နာခံ စတေးမှုတွေကို ရှုစားရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ ToMo ~ Zwe Yan ~ Yunni တို့ပဲဖြစ်ပါတယ်(CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>Click Here)File size…10GB/ 3.8GB / 1.7GBQuality…4K ZEE5 WEBDL /1080p ZEE5 WEB DL /720pFormat…mp4Duration….2h 50mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ ToMo ~ Zwe Yan ~ Yunni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m5M1aTaTpC2Ko9HO7GM6LjAEIKN.jpg",
      "https://image.tmdb.org/t/p/w300/eNvFAlW5Z0ABsW6qDnjjapye9gN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BYTgxMzAwZTMtMTY5Yi00NWVmLTk1OGItNjAwYTAzOGU2OWNiXkEyXkFqcGdeQXVyMTYzMTU3Njgx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-gadar-ek-prem-katha-2001-remastered-2160-p-4-k-zee-5-web-dl-ddp-5-1-naung-mkv",
        "server": "VIP Links",
        "size": "10GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/gadar-ek-prem-katha-2001-remastered-1080-p-zee-5-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gc7slox1diz1.html",
        "server": "usersdrive.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y6oy/Gadar.Ek.Prem.Katha.2001.REMASTERED.1080p.ZEE5.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5mkkCRob#MkW1p1UENy1iJ8RUAU5nHewmYrQ-0HK0hjOql-Wv_0A",
        "server": "mega.nz",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/gadar-ek-prem-katha-2001-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/olxcezcl4txf.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y6mc/Gadar.Ek.Prem.Katha.2001.720p.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/56kzSZyA#lWfP0u62KtoHeBt-gHk9VE8EN5AAwFS9HUfEn-TEu2k",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/zoi2wi8n4jjh",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/neuqjw471ajm",
        "server": "streamvid.io",
        "size": "1.7GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JADZLy5HEPo",
      "video_url": "https://www.youtube.com/watch?v=JADZLy5HEPo",
      "embed_url": "https://www.youtube.com/embed/JADZLy5HEPo"
    }
  },
  {
    "metadata": "G|2001|1h 15 min|Adventure,Animation,Family,Land Before Time Animation",
    "rating": {
      "rating": "5.9/10",
      "rating_count": ""
    },
    "title": "The Land Before Time VIII: The Big Freeze",
    "description": "THE LAND BEFORE TIME REVIEWChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The LandBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။ကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ဆင့်ကဲပြောင်းလဲခြင်းဖြစ်စဉ်တွေ ဒိုင်နိုဆောအမျိုးအစားတစ်ခုစီရဲ့ သဘာဝလေးတွေကိုပါသေသေချာချာလေး ထည့်ရိုက်ထားတာမို့ ကလေးလေးတွေရော လူကြီးတွေပါ ကာတွန်းကြည့်ရင်း ဗဟုသုတရစေမှာအမှန်ပါပဲ။ ပြီးတော့ ဒီကာတွန်းကားလေးမှာ သတိထားမိတာက ကလေးလေးတွေရဲ့ တကယ့် အပြုအမူနဲ့ စိတ်နေစိတ်ထားလေးတွေကို ထည့်ရိုက်ထားတာပါ။ စိတ်တိုလွယ်တဲ့ကလေး တစ်ခုခုဆို ကြောက်တတ်တဲ့ ကလေး သူများကို သနားတတ်တဲ့ကလေး ဘာမဆို စပ်စပ်စုစု လုပ်တတ်တဲ့ကလေးတွေ ပြီးတော့ သူတို့ရဲ့ အပြုအမူလေးတွေကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်လေးတွေကို ပြပေးထားတာက entertainment တင်မက ကလေးလေးတွေရဲ့ စိတ်နေစိတ်ထားလေးတွေကို ပြုပြင်ဆုံးမရာမှာ တစ်နည်းနည်းနဲ့ အထောက်အကူပေးပါလိမ့်မယ်။ဒီတော့ အများကြီးတော့ မညွှန်းတော့ပါဘူး ကမ္ဘာဦးတုန်းက ဒိုင်နိုဆောကြီးတွေက ဘယ်လိုနေကြလဲလို့ ကလေးလေးတစ်ယောက်ယောက်ကများ မေးလာခဲ့ရင် ကျွန်မ ဒီဇာတ်ကားလေးကိုပဲ ပြဖြစ်မယ်ထင်ပါတယ်။ အိမ်မှာ ကလေးရှိတဲ့သူတွေရောကာတွန်းကားနှစ်သက်တဲ့သူတွေရော ဒီကာတွန်းကားလေးတွေကို မြည်းစမ်းကြည့်ပါ နောင်တမရစေရဘူးလို့ အာမခံပါတယ်နော်။Translated by : Kyi Kyi And ThawEncoded by : YK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AsWol0XNnQhwSQYeyuOz6uhnVEk.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/TMin/The.Land.Before.Time.VIII.The.Big.Freeze.2001.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "817MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/TMii/The.Land.Before.Time.VIII.The.Big.Freeze.2001.720p(CM).mp4",
        "server": "megaup.net",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yickoaw9vyke.html",
        "server": "usersdrive.com",
        "size": "817MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hmxc3nyd02ji.html",
        "server": "usersdrive.com",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/6onx4nv0rkj6",
        "server": "veryfiles.com",
        "size": "817MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/ljuj9owgmw0b",
        "server": "veryfiles.com",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-viii-the-big-freeze-2001-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "817MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-land-before-time-viii-the-big-freeze-2001-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "428MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-land-before-time-viii",
        "server": "VIP Links",
        "size": "817MB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "CoBez6DwrFg",
      "video_url": "https://www.youtube.com/watch?v=CoBez6DwrFg",
      "embed_url": "https://www.youtube.com/embed/CoBez6DwrFg"
    }
  },
  {
    "metadata": "|2001|2h 17min|Asian,Comedy,Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "44,379"
    },
    "title": "My Sassy Girl (2001)",
    "description": "My Sassy Girl (2001)_____IMDb – 8.0/10ဒီဇာတ်ကားက ၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကိုရီးယားကားဖြစ်ပြီး မင်းသမီး Jun Ji‑hyun မင်းသား Cha Tae‑hyun တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။သရုပ်ဆောင်ဆိုတာ ဒါမျိုးကိုးလို့စံထားရလောက်အောင် ဒီဇာတ်ကားမှာမင်းသားရော မင်းသမီးရော အသက်ဝင်အောင် သရုပ်ဆာင်သွားခဲ့ပါတယ်။ဆုတွေတသီကြီးရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပြီး  Hollywood ကတောင် ပြန်ရိုက်ခဲ့ရတဲ့အထိနာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။K-Drama တွေနာမည်ကြီးလာဖို့ စတင်ထိုးဖောက်ခဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ပါဝင်ခဲ့ပါတယ်။ဒီလိုတွေပြောနေလို့ ဇာတ်ကားကကြီးကျယ်လှချည်လားမထင်ပါနဲ့။သာမန်အချစ်ဇာတ်လမ်းလေးပါပဲ..ဘာ Effect မှလဲ သုံးပြီးမရိုက်ကူးထားပါဘူး။ဒါပေမယ့် ရင်ထဲစွဲမြဲကျန်ခဲ့ရပါတယ်။(ဒီဇာတ်ကားကို ကြည့်ပြီး နည်းပညာမတိုးတက်လို့ ရုပ်ရှင်အရည်အသွေးနိမ့်ပါးနေတာလို့ပြောတတ်တဲ့ အနုပညာရှင်တွေကို ဟားတိုက်ရယ်မောမိပါတယ်။)IMDb Rating (8.0/10) ရရှိထားတဲ့အထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ။ကြည့်ပြီးသားလို့ ကျွန်တော့်ကိုပြောကြရင် ကျွန်တော်က နောက်တစ်ခေါက်ပြန်ကြည့်ပါ မပျင်းစေရဘူးလို့ အာမခံပေးလိုက်ပါတယ်။သိမ်းထားလို့ရအောင် 720p Bluray Rip Quality နဲ့တင်ပေးထားပါတယ်။File size…(1.1 GB)Quality…Blu-ray Rip 720pFormat…mp4Duration….02:17:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/13uKAt4M87HQi1lMZAwBmsNZRGg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-sassy-girl-2001.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kz816jhtk44e.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-sassy-girl-yeopgijeogin-geunyeo-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/3zvim/My_Sassy_Girl_(Yeopgijeogin_Geunyeo)_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/0Ycz2AAC#KDQfmSrzeND4y2No2ptmlU1-JrgRW5-erdMs8sQx1xQ",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/z5rsjartw6v3",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "sUZbp7myCQo?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=sUZbp7myCQo?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/sUZbp7myCQo?feature=player_embedded"
    }
  },
  {
    "metadata": "R|2001|124 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "109,219"
    },
    "title": "The Score(2001)",
    "description": "The Score(2001)IMDb….6.8,,,,Rotten…73%ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင် Robert De Niroနဲ့Edward Norton, တို့ကိုတော့ထွေထွေထူးထူးမိတ်မဆက်ပေးတော့ဘူး….ကျွန်တော်ကတော့Edward Norton ကို Primal Fear ကားထဲမှာပြောင်မြောက်တဲ့ သရုပ်ဆောင်ဟန်ကို လေးစားမိသွားတာ…Robert De Niro ကတော့ HEAT ဆိုတဲ့ကားထဲမှာ….နစ်ဆိုတဲ့လူတစ်ယောက်ဟာ တန်ဘိုးကြီးပစ္စည်းတွေကိုခိုးတဲ့နေရာမှာ သိပ်တော်တယ်...အစီအစဉ်ကောင်းတွေဆွဲတယ်…အဆက်အသွယ်ကောင်းတွေရှိတယ်...ခိုးခဲ့တဲ့ကိစ္စတိုင်းမှာလည်း အထိအခိုက် အသေအကျေမရှိအောင်ဂရုစိုက်တယ်....သူဟာ ဒီလုပ်ငန်းထဲမှာကျင်လည်နေတာ အတော်ကြာပြီ....တစ်နေ့မှာတော့ ဂျက်ဆိုတဲ့ကောင်လေးတစ်ယောက်က အချီကြီးချလို့ရမယ့် ပွပေါက်တစ်ခုလာပြောရင်းသူနဲ့ပူပေါင်းပါရစေလို့တောင်းဆိုတယ်…ဂျက်က လူငယ်ဆိုပေမယ့် အတော်ဉာဏ်များတယ်...သွေးလည်းဆူတယ်…သူတို့(၂)ယောက်ဘယ်လိုရှေ့ဆက်ကြမလဲ..ဘယ်လိုအခက်အခဲတွေ အနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာတော့……ကိုင်းပရိတ်သတ်ကြီးရေ ဒီကားက သူခိုးကားတွေထဲမှာ အတော်လေးကိုလန်းတယ်.…၂၀၀၁ကဆိုပေမယ့် ကြည့်လို့ကောင်းနေဆဲပါ..မင်းသားကြီး (၂)လက်ကြောင့်လည်းပါမှာပေါ့လေ...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…File Size : (850 MB) and (360 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:04:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/59B4p6PlqBNTivHzBpL8rcUwqgF.jpg",
      "https://image.tmdb.org/t/p/w300/znc02pO94gReAFYprBiNJe79oDf.jpg",
      "https://image.tmdb.org/t/p/w300/cQ7y4GAwmDZAHev8IwOzA6Utr3z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8d9HG9An0WOPNQywo99QyEptLHz.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-score-2001",
        "server": "VIP Links",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-score-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/nl94l2h1fplm.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-h5UgLvoaok",
      "video_url": "https://www.youtube.com/watch?v=-h5UgLvoaok",
      "embed_url": "https://www.youtube.com/embed/-h5UgLvoaok"
    }
  },
  {
    "metadata": "R|2001|122 min|Crime,Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "347,217"
    },
    "title": "Training Day(2001)",
    "description": "Training Day(2001)IMDb….7.7,,,,Rotten….77%ကျွန်တော်တို့ရုပ်ရှင်ကားတော်တော်များများကြည့်ကြတယ်..တစ်ချို့ကားတွေကြတော့ သရုပ်ဆောင်ကြောင့်ကို တမင်ကြည့်ကြတာ… သူတို့ပါရင် အဲ့ဒီကားက တနည်းမဟုတ်တစ်နည်းကောင်းကိုကောင်းနေတတ်တာ….ဇာတ်လမ်းညံနေရင်တောင် သူတို့အရှိန်အဝါကြောင့် ကြည့်ကောင်းနေတတ်တာမျိုး….ဇာတ်လမ်းကောင်းနေရင်တော့ ပြောဖွယ်ရာမလိုတော့ပေ…ဒီလို သရုပ်ဆောင်ကြီးတွေထဲမှာ ဒန်ဇယ်ဝါရှင်တန်ဟာ ထိပ်ဆုံးစာရင်းထဲမှာရှိနေမယ်ထင်ပါတယ်….သူပါဝင်သရုပ်ဆောင်ထားတဲ့The Equalizer ,Philadelphia ,Courage Under Fire ,Man on Fire  စသည်ဖြင့် နာမည်ကြီးကားများစွာကို သိရှိကြမယ်ထင်ပါတယ်….ဒီ Training Day(2001) ဇာတ်ကားထဲမှာတော့ ဒန်ဇယ်ကြီးက မြင်တွေ့နေကျပုံမျိုးမဟုတ်တဲ့ စရိုက်နဲ့ သရုပ်ဆောင်ထားတယ်…ဒီဇာတ်ရုပ်က ပီပြင်လွန်းလို့ အော်စကာဆုတောင်ရရှိသွားပါတယ်….ဒီဇာတ်ကားဟာ ဆုပေါင်း (၁၆)ဆုရရှိခဲ့သလို အခြားဆုပေါင်း(၂၃)ဆုအတွက်လည်း ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါတယ်…ဒန်ဇယ်ကားဆိုတာနဲ့ ဇာတ်ညွှန်းတွေထွေထွေထူးထူးမပြောတော့ဘူး……သူက အကျင့်ပျက်ရဲတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားတယ်…တစ်ခုတော့ သတိပေးပါရစေ…ခင်ဗျားတို့ဇာတ်ကားကြည့်နေတုန်း အနားမှာ  ကောက်ပေါက်လို့ရမယ့် ဟာမျိုးတွေ တုတ်တွေမထားပါနဲ့ ..ဘာလို့ဆိုဇာတ်ကားကြည့်နေရင် သူသရုပ်ဆောင်တာပီပြင်လွန်းတော့ နင်းကန်စိတ်တွေတိုပြီး TV ကြီးကို ပစ်ပေါက်မိမယ်စိုးလို့ပါ….File Size : (950 MB) and (358 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:02:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaw Thaw Wai OoEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A1S9fBzc4Wepc6onnCd9eVR2FLp.jpg",
      "https://image.tmdb.org/t/p/w300/cJdtSo6qAc8siqWwXdWAV4pFuhw.jpg",
      "https://image.tmdb.org/t/p/w300/faGcxbIPSSUZLjYAGiguQznex1Z.jpg",
      "https://image.tmdb.org/t/p/w300/n7z6rdjO4n9sVa06dniOfxV3GGq.jpg",
      "https://image.tmdb.org/t/p/w300/zi75MXFaiqRBGKehzTtD0RJodiW.jpg",
      "https://image.tmdb.org/t/p/w300/25tCGNDqspGK6p78sQevmvrmK3r.jpg",
      "https://image.tmdb.org/t/p/w300/aGhqADCHZ4ufacJ4eHA9ZFs4lMQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/train.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nztrainingday2001",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/nz-training-day-2001-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2nOcv/(NZ)Training.Day(2001).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/43m4x51ovf5j.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "gKTVQPOH8ZA",
      "video_url": "https://www.youtube.com/watch?v=gKTVQPOH8ZA",
      "embed_url": "https://www.youtube.com/embed/gKTVQPOH8ZA"
    }
  },
  {
    "metadata": "not rated|2001|1h 45m|Adult,Drama,Horror,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "12"
    },
    "title": "(18+) Captive Files I (2001)",
    "description": "စတော့ဟုမ်းဆင်ဒရုန်းကို ကြားဖူးကြတယ်နဲ့တူတယ်နာမည်ကြီး money heist ထဲတောင် ပါသေးတယ်လေအဲ့လို ဖမ်းတဲ့သူကို ပြန်ကြိုက်သွားတဲ့ ဇာတ်လမ်းကိုမှဖြေးဖြေးချင်းပဲပြောင်းလဲသွားတာလား လူ့စိတ်သဘောသဘာဝတွေကိုလေ့လာရမယ့်အပြင် အလှည့်အပြောင်းများစွာနဲ့ကောင်းကောင်းကြည့်ရမယ် ဇာတ်လမ်းလေးပါပဲဂျပန်ရုပ်ရှင်လောကက ဒီလိုကားမျိုးရိုက်တဲ့နေရာမှာတော့ဆရာကျပါတယ် ပြသင့်တာပြ ဖော်သင့်တာဖော်ပြီးဇာတ်လမ်းအရှိန်မကျအောင် ဝေဝေဆာဆာဖန်တီးပေးထားတာတွေ့ရမှာပါ ဇာတ်ကားက အပိုင်း ၂ ရှိသေးတဲ့အပြင်ဆက်ရန်ကိုပါ ဆက်တင်ဆက်ပေးမှာမို့ အချိန်ရှိတုန်းပထမပိုင်းကို အားပေးကြဖို့ လက်တို့ပေးပါရစေFile size…300MBQuality…DVD RIPFormat…mp4Duration….1h 45mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Andrew Mason",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjdiOGU2YTYtZWVhOS00N2JhLWFjMWYtYmQ5ZjhlZDBkMGMxXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/captive-files-dvdrip-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300MB",
        "quality": "DVD RIP"
      },
      {
        "link": "https://usersdrive.com/5rbk7sm3axku.html",
        "server": "usersdrive.com",
        "size": "300MB",
        "quality": "DVD RIP"
      },
      {
        "link": "https://streamvid.net/ht34isfbxwvg/Captive_Files.DVDRIP(DS).mp4",
        "server": "streamvid.io",
        "size": "300MB",
        "quality": "DVD RIP"
      },
      {
        "link": "https://megaup.net/1aY4h/Captive_Files.DVDRIP(DS).mp4",
        "server": "megaup.net",
        "size": "300MB",
        "quality": "DVD RIP"
      },
      {
        "link": "https://mega.nz/file/Hy5FyIBT#mVomc4C_Xj43K5YoAHSUV9lJu58FNq4uMvtleFXS3l8",
        "server": "mega.nz",
        "size": "300MB",
        "quality": "DVD RIP"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2001|152 min|Adventure,Family,Fantasy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "506,270"
    },
    "title": "Harry Potter and The Philosopher’s Stone (2001) The Sorcerer’s Stone",
    "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။Hogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီးChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ …ခင်ဗျားက muggle မဟုတ်ရင်တော့အသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ …သူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်…မနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်ကလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့…မှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ … ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး …သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ယောက်နဲ့အတူဒီမှော်ဆရာကြီးနဲ့ အချိန်အကြာကြီး ရင်ဆိုင်ခဲ့ပါတယ် …အဆိုးနဲ့အကောင်းအမှောင်နဲ့အလင်းအမည်းနဲ့အဖြူလို ဆန့်ကျင်နေတဲ့ ဒီ မှော်ဆရာ ၂ ယောက်ရဲ့ တိုက်ပွဲရှည်ကြီးကိုပြန်လှန်လေ့လာလိုက်ကြပါစို့…မြန်မြန်တက်ကြဗျို့ Hogwarts ရထားကြီး ထွက်တော့မယ် !!(The Philosopher’s Stone(or)The Sorcerer’s Stone (2001) နဲ့ The Chamber of Secrets (2002) နှစ်ကားက ရုံတင်ဗားရှင်းထက် 10မိနစ်စာလောက်ပိုပါတဲ့ EXTENDED Version ထွက်ထားပါတယ်။ဒါကြောင့်မို့ 1080p နဲ့ 720p ကို EXTENDED version နဲ့ တင်ဆက်ထားပြီး 4K ကတော့ ရုံတင်ဗားရှင်းဖြစ်ပါတယ်။)File size…(5.6 GB) /(2.6 GB)/(900 MB)Quality….BluRay 4K HEVC/EXTENDED 1080p /720pFormat…mkv/mp4Duration….02:38:50Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byYoon Sandi Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t3LicFpYHeYpwqm7L5wDpd22hL5.jpg",
      "https://image.tmdb.org/t/p/w300/5jkE2SzR5uR2egEb1rRhF22JyWN.jpg",
      "https://image.tmdb.org/t/p/w300/hziiv14OpD73u9gAak4XDDfBKa2.jpg",
      "https://image.tmdb.org/t/p/w300/lvOLivVeX3DVVcwfVkxKf0R22D8.jpg",
      "https://image.tmdb.org/t/p/w300/4GlSMUpzSd3cliYGFJVziSDX53S.jpg",
      "https://image.tmdb.org/t/p/w300/cvNvWh3vpZHCCmuZ1g75H8iXuxi.jpg",
      "https://image.tmdb.org/t/p/w300/pajKyahlPPggk0k5LiA2v4kwWqn.jpg",
      "https://image.tmdb.org/t/p/w300/7Hyl3IiKsaskhBnbkBU9jpAj57F.jpg",
      "https://image.tmdb.org/t/p/w300/ybcuxvQ7ByIUcwZzLGRNqYjI3uq.jpg",
      "https://image.tmdb.org/t/p/w300/em8ivISEcBv50ZnLIkK9PNmpxoX.jpg",
      "https://image.tmdb.org/t/p/w300/wSMnl4TPv6PaJjZfC776264Bzxc.jpg",
      "https://image.tmdb.org/t/p/w300/qrKcg4CbBm3165QNT3kQWQnqlTM.jpg",
      "https://image.tmdb.org/t/p/w300/pXvDfEB5kA4cZJ2S2zTXg8cKTsK.jpg",
      "https://image.tmdb.org/t/p/w300/pZIiPOoNhhzVpBuVEpDK7vbBz4l.jpg",
      "https://image.tmdb.org/t/p/w300/8XV52TPmJH7t53SthRgLXh3x3hs.jpg",
      "https://image.tmdb.org/t/p/w300/9cxUtlfi76Z1iz5kJrV2D9dtMjB.jpg",
      "https://image.tmdb.org/t/p/w300/hG3BZR2HC3UkIJgkwJhuKZXSepI.jpg",
      "https://image.tmdb.org/t/p/w300/da7tw5tKWXDpaUB9uN644qNtRuv.jpg",
      "https://image.tmdb.org/t/p/w300/2vGY06bVjnCXx4mxSbDRCgBChHa.jpg",
      "https://image.tmdb.org/t/p/w300/hwInwXo34ji3QfcNXvFBC3GX2TA.jpg",
      "https://image.tmdb.org/t/p/w300/3yQdhgs4JavAtDQSL034QYT3veF.jpg",
      "https://image.tmdb.org/t/p/w300/lTVEEWxgV1yGxbtSRSiyTtZZxvz.jpg",
      "https://image.tmdb.org/t/p/w300/9QtX1frpyExgOQxygnLYN0HXZAn.jpg",
      "https://image.tmdb.org/t/p/w300/717FBPc7xQjr4Owi1Kha55aPC7E.jpg",
      "https://image.tmdb.org/t/p/w300/kKloGtRyefYY4OELq9qHbyzbkhH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjQ3NWNlNmQtMTE5ZS00MDdmLTlkZjUtZTBlM2UxMGFiMTU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-philosophers-stone-2001-tc-2160-p-blu-ray-4-k-sdr-10-bit-hevc-aac-5-1-nyein-mkv-2",
        "server": "yoteshinportal.cc",
        "size": "5.6 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/iOAx2Kxa#MN1tL-xO-OVfGmWikw7usMkcWgXKv0iYETol-R-i9sA",
        "server": "mega.nz",
        "size": "5.6 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-sorcerers-stone-2001-extended-1080-p-blu-ray-x-264-nyein-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "Extended 1080p"
      },
      {
        "link": "https://mega.nz/file/XuZHyaIZ#fMXpHNO8xhxs-kyvfqi_d5P3IVV2uga_d-XRGvUxGO8",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "Extended 1080p"
      },
      {
        "link": "https://usersdrive.com/56iahn50fwpa.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "Extended 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-sorcerers-stone-2001-extended-720-p-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Extended 1080p"
      },
      {
        "link": "https://mega.nz/file/OnpHwZIZ#QsC0uv7r_cZv_l03Ce-2A8SAjydQ-gmnKWcuEDZ__0Y",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "Extended 720p"
      },
      {
        "link": "https://usersdrive.com/1ym39te023vq.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Extended 720p"
      },
      {
        "link": "https://watchsb.com/ui5cg1d4hd7w.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "Extended 720p"
      }
    ],
    "trailer": {
      "video_id": "PbdM1db3JbY",
      "video_url": "https://www.youtube.com/watch?v=PbdM1db3JbY",
      "embed_url": "https://www.youtube.com/embed/PbdM1db3JbY"
    }
  },
  {
    "metadata": "R|2001|1h 37m|Bridget Jones Trilogy,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "249000"
    },
    "title": "Bridget Jones’s Diary (2001)",
    "description": "Bridget Jones’s Diary (2001)~ IMDb – 6.8/10, RT – 80%, Meta – 66% ~Main Character တွေအဖြစ် Chicago လို Best Picture ရထားတဲ့ရုပ်ရှင်မှာ ကတ်သရင်းဇီတာဂျုန်းနဲ့ အပြိုင်ကြဲခဲ့တဲ့၊ တွမ်ခရုစ်ရဲ့ Jerry Maguire က မင်းသမီး Renée Zellweger က သရုပ်ဆောင်ပေးထားပြီး The King’s Speech နဲ့ အော်စကာရထားတဲ့ Colin Firth နဲ့ တစ်ချိန်က နှုတ်ခမ်းနီမလေးတွေရဲ့အသည်းစွဲ Notting Hill မင်းသား Hugh Grant တို့ကလည်း ပါဝင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၁၉၉၆မှာထွက်ခဲ့တဲ့ နာမည်တူဝတ္တုကို ရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီဝတ္တုကတော့ 1813 ခုတုန်းက ထွက်ခဲ့တဲ့ နာမည်ကျော်ဂန္ထဝင်စာအုပ် Pride and Prejudiceကို အမြင်သစ်နဲ့ ပြန်ရေးထားတဲ့ စာအုပ်ဖြစ်ပါတယ်။ Pride and Prejudice ဖန်တွေ ကြည့်သင့်တဲ့ကားဆိုလည်း မမှားပါဘူး။ နောက်အဆက်၂ကားရှိသေးသလို ၂ကားလုံးလည်း အောင်မြင်ခဲ့ပါတယ်။ အဓိကမင်းသမီးလည်း အော်စကာဆန်ခါတင်ဝင်ခဲ့ပါတယ်။အမျိုးသမီးတစ်ယောက်ရဲ့အချစ်ရေးနဲ့ အလုပ်အကြောင်းကို ဒိုင်ယာရီ ရေးသားထားသလိုမျိုးရိုက်ကူးထားတဲ့ လှလှပပ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။ဘရစ်ဂျစ်ဂျုန်းစ်ဆိုတဲ့ အသက်သုံးဆယ်ကျော်အရွယ်တစ်ကိုယ်တည်းအမျိုးသမီးတစ်ယောက်ဟာ ဆေးလိပ်၊ အရက်တွေကြိုက်ပြီး ကိုယ်စိတ်ထဲရှိတာကို ထိန်းမထားဘဲ ပြောတတ်သူဖြစ်ပါတယ်။ နှစ်တိုင်း သူမိဘအိမ်ပြန်ရင် သူ့ရဲ့မိခင်က တစ်ယောက်ယောက်နဲ့ အဆင်ပြေဖို့ အောင်သွယ်ပေးလေ့ရှိပါတယ်။ ဒီတစ်ခါ အားလပ်ရက်အိမ်ပြန်တဲ့အချိန်မှာတော့ ဘရစ်ဂျစ်အမေက ဘရစ်ဂျစ်ရဲ့ငယ်ငယ်က အတူဆော့ကစားဖူးတဲ့ သူ့ထက်လေးနှစ်ကြီးတဲ့ တစ်ခုလပ်အိမ်ထောင်ကွဲအမျိုးသားမာ့ခ်နဲ့ အဆင်ပြေအောင်မိတ်ဆက်ပေးရာကနေ ဇာတ်လမ်းစတင်ခဲ့တာပါ။ အဲဒီအမျိုးသားက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး ဘရစ်ဂျစ်ရဲ့ ပင်ကိုယ်စရိုက်ကို သဘောမကျတဲ့အတွက် အဆင်တော့မပြေခဲ့ပါဘူး။ဒီလိုနဲ့ ဘရစ်ဂျစ်က အလုပ်ထဲက သူ့သူဌေးလူရှုပ်နဲ့တွဲဖို့ဖြစ်လာပါတယ်။ အဲဒီသူဌေးနဲ့ မာ့ခ်နဲ့က ကျောင်းနေဖက်တွေပါတဲ့။ သူ့သူဌေးပြောပြတဲ့ အတိတ်က အကြောင်းအရာတွေကိုယုံပြီး ဘရစ်ဂျစ်က မာ့ခ်ကိုအထင်လွဲနေပြီး ပိုသဘောမကျဖြစ်လာပါတယ်။ သူ့လက်ရှိရည်းစား သူဌေးကလည်း နောက်တစ်ယောက်နဲ့‌ဇာတ်လမ်းရှုပ်ပြီး ဘရစ်ဂျစ်နဲ့လမ်းခွဲလိုက်ပါတယ်။နောက်မှသိရတာကတော့ မာ့ခ်ကလည်း မာနကြီးသူပီပီ ဘရစ်ဂျစ်ကို နှုတ်ကအကန်တွေပြောပေမယ့် စိတ်ထဲကတော့သဘောကျနေတယ်ဆိုတာပါ။ ရည်းစားဟောင်းပြောပြတဲ့ မာ့ခ်ရဲ့အတိတ်နဲ့ သူ့အမေတို့သိတဲ့ တကယ့်အမှန်တရားနဲ့မတူတာကို သိသွားတဲ့အခါမှာ… ဘရစ်ဂျစ်တစ်ယောက် ရည်းစားဟောင်းကိုပြန်ရွေးမလား… မာ့ခ်ကိုရွေးမလားဆိုတာကို ဒိုင်ယာရီဖတ်သလိုကြည့်ရှုရမယ့် ဇာတ်ငြိမ်ငြိမ်အေးအေးလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 750MBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 37MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/imvV078HyWsa9jgDVLi4APgskrJ.jpg",
      "https://image.tmdb.org/t/p/w300/3jIHKLFaypySDCc2qreGnohkyLK.jpg",
      "https://image.tmdb.org/t/p/w300/cAZzH82kxaOhqPNQrGmMPqOEIP9.jpg",
      "https://image.tmdb.org/t/p/w300/bHcCfEIfwRpzxphjHqU3pxEfsK2.jpg",
      "https://image.tmdb.org/t/p/w300/f3TpUw5qYLEtKFGjMLSXUUuCyS2.jpg",
      "https://image.tmdb.org/t/p/w300/tRq9itVp7buvv4dPGT102UI3yzV.jpg",
      "https://image.tmdb.org/t/p/w300/j1aPdVxvB5MtBs0k3D7kPYw3DQK.jpg",
      "https://image.tmdb.org/t/p/w300/4EhElcy6G5LnF3JiG2Unp5whkfU.jpg",
      "https://image.tmdb.org/t/p/w300/zNy5mRSRQ0PVSrXF8pgU4dm9AAv.jpg",
      "https://image.tmdb.org/t/p/w300/31A8RpdiDGp0rAp87mKqhNzL1uH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dkauRl9TosBFikftrC3OVcKWDoz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-diary-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yRdu/(CM)_Bridget_Jones_s_Diary_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hCxAHAhT#JUugZawksY8vFzoRSIG-By0a9sESaZLiQJiVAMOGuaw",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z3d7adho9015.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/81v9slxficgk.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c5t7rmv9h1if",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-diary-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cWiw/(CM)_Bridget_Jones_s_Diary_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4LhWXIRC#hTI2p9MD3_dMdDuI9ZLTcmpsxqFGTMS97X90INiThms",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kv6fer1o9p8x.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/vtmdclkco1hq.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/10pdm70wngf8",
        "server": "streamvid.io",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PYPK3jPZkYI",
      "video_url": "https://www.youtube.com/watch?v=PYPK3jPZkYI",
      "embed_url": "https://www.youtube.com/embed/PYPK3jPZkYI"
    }
  }
]