[
  {
    "metadata": "PG-13|2015|108 min|Biography,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "23,705"
    },
    "title": "The Man Who Knew Infinity (2015)",
    "description": "လြန္ခဲ့ေသာႏွစ္ေပါင္းတရာေက်ာ္ကာလ တခုေသာေႏြဦးရာသီမွာအဂၤလန္မွာရွိတဲ့ Trinity ေကာလိပ္ေျမေပၚကုိ အိႏၵိယလူငယ္ေလးတေယာက္ဟာအိပ္မက္ေတြတေပြ႔တပိုက္နဲ႔ မ၀့ံမရဲေျခခ်ခဲ့ပါတယ္။…Ramanujan ဆုိတဲ့ ဒီလူငယ္ဟာ အဂၤလန္ေျမကုိ ေရာက္လာဖုိ႔သူ႔ဘ၀တခုလုံး ပုံေအာခဲ့ရတာျဖစ္ပါတယ္။သူဟာ အိႏိၵယမွာ သာမန္စာေရးအလုပ္ရဖုိ႔ ရုံးေပါင္းစုံမွာ ေအာက္က်ဳိ႔ျပီးအလုပ္လိုက္ေတာင္းသည္႔တိုင္ေနရာေကာင္းေကာင္း မရပါဘူး။သူ႔မွာ ဘြဲ့ဒီဂရီမရွိလုိ႔ ျဖစ္ပါတယ္။ဒါေပမယ္႔ တဖက္မွာ ၀ါသနာအရ သခ်ၤာပညာကုိေလ႔လာလိုက္စားမွဳဟာ သူ႔ကုိ ကမၻာသစ္တခုထဲ ေခၚေဆာင္သြားခဲ့ပါတယ္။သူ႔ရဲ့ေလ႔လာေတြ႔ရွိခ်က္မ်ားဟာ သူ႔အတြက္အဂၤလန္သြားသေဘၤာလက္မွတ္ ျဖစ္ေစခဲ့ပါတယ္။…ရာမႏုဂ်န္တေယာက္ အဂၤလန္ေျမကုိ အရဲစြန္႔ေရာက္လာခ်ိန္ဟာအိႏၵိယဟာ ျဗိတိသွ်ကုိလုိနီျဖစ္ေနခ်ိန္ပဲ ျဖစ္ပါတယ္။အဂၤလိပ္ပါေမာကၡေတြဟာ နဂုိကမွ ကိန္းခန္းၾကီးတဲ့အျပင္လက္ေအာက္ခံႏိုင္ငံတခုက ေအာက္ေျခလူတန္းစားသာျဖစ္တာမုိ႔အသက္ ၂၇ ႏွစ္အရြယ္ ဒီလူငယ္ကုိေတြ႔ကာစမွာသူတုိ႔ သိပ္ေတာ႔အထင္မၾကီးပါဘူး။…ဒါေပမယ္႔ ေသြးၾကီးတဲ့ Cambridge ပါေမာကၡၾကီးေတြနဲ႔အိႏိၵယလူငယ္ေလးကုိ တခုေသာအရာက နီးကပ္ေစခဲ့ပါတယ္။အဲဒါကေတာ႔ ပညာဆုိတဲ့အရာပဲ ျဖစ္ပါတယ္။…တကယ္႔ျဖစ္ရပ္မွန္ကုိ ရုိက္ကူးထားတဲ့ဒီဇာတ္လမ္းကုိၾကည္႔ျပီးခ်ိန္မွာ အေတြး၀င္မိတာရွိပါတယ္။အဲဒါကေတာ႔ပညာကုိခ်စ္ျမတ္ႏိုး တန္ဖုိးထားတတ္ပုံျခင္းတူရင္လူမ်ဳိးအဆင္႔အတန္းကြာျခားမွဳေတြ ရွိေနသည္႔တိုင္ နီးစပ္သြားႏိုင္ျပီးပညာအေပၚတန္ဖုိးထားမွဳမတူတဲ့အခါ အသိုက္အ၀န္းတခုအတြင္းရွိေနသည္႔တိုင္ေအာင္ ေ၀းကြာေနတတ္တယ္ဆုိတာပါပဲ…..…ဒီကားထဲမွာ ၾကဳိက္မိတဲ့ dialogue လည္း ရွိပါတယ္။ကမၻာေက်ာ္တကၠသိုလ္ၾကီးရဲ့ ပရိ၀ုဏ္ေျမအနင္းမွာမင္သက္အံ့ၾသသြားတဲ့ အိႏိၵယသားေလး Ramanujan ကုိJohn Littlewood က ယခုလုိ အားေပးစကားေျပာပါတယ္ …”Great knowledge often comes from the humblest of origins”…………….Phoe Thant (3.2.17)ဒီဇတ္ကား အညႊန္းကိုေတာ့ ကိုThant Zinရဲ႕ Facebook စာမ်က္ႏွာကေန ကူးယူေဖာ္ျပပါသည္။(Thit San Khant)Encoder Arkar PhyoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatt BrownStarsDev PatelJeremy IronsMalcolm SinclairRaghuvir Joshi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTU3Njg4MDM3OV5BMl5BanBnXkFtZTgwMjE5ODM3ODE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-man-who-knew-infinity-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/5431849/the-man-who-knew-infinity-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2cwxV/The_Man_Who_Knew_Infinity_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/b94BUTRR#Kft-4jRxnZWvv2inH4Sj7fRBvE7qaMdQ-M1IrB2sngs",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/7ymlk4lvsjuh",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "720 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|137 min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "312,593"
    },
    "title": "Furious 7 (2015) Fast and Furious 7",
    "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။ဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကားဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ Justin Lin က နေ လူစိတ်ဝင်စားလာအောင် ပုံစံပြောင်း ရိုက်ကူးခဲ့ပြီး Fast Five က ဒီစီးရီးရဲ့ အကောင်းဆုံး ဇာတ်ကား အဖြစ် ပရိတ်သတ်တွေ လက်ခံထားကြပါတယ်။ဒီ Fast & Furious ကားတွေ က Birdman တို့ American Sniper တို့လို ဇာတ်လမ်းပိုင်း ကောင်းမကောင်း ဝေဖန်ဖို့ မလွယ်ပါဘူး။ ဘာလို့လည်းဆိုတော့ ဒီကားက ဇာတ်လမ်းကောင်းလို့ပြောဖို့ထက်၊ Action ကားကောင်းလို့ပဲ ပြောလို့ရပါ တယ်။ အခု Furious 7 ကလည်း အက်ရှင်တွေ၊ ပြိုင်ကားတွေ၊ သေနတ်၊ ဗုံး စတာတွေ အများအပြားပါသလို၊ ကြည့်လို့လည်း ကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒါပေမယ့် Visual Effect နဲ့ Action ကိုပဲ အားကိုးထားတာတော့မဟုတ်ပါဘူး။ သူ့မှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်၊ လူရှိန်လောက်တဲ့ ဗီလိန် တွေပါသလို ဗီလိန်တွေရဲ့ ဇာတ်ကောင်ကလည်း အဓိပ္ပာယ်ရှိပါတယ်။ Transformer ကားတွေလို လုံးဝယုတ္တိမရှိတာမျိုးမဟုတ်ပါဘူး။ဇာတ်လမ်းမပြောခင် Fast & Furious ဇာတ်ကားတွေရဲ့ အစီစဉ်က The Fast & the Furious, 2 Fast 2 Furious, Fast & Furious (2009) နံပါတ်လေးကားမြောက်ပါ ပြီးတော့မှ Fast Five, Fast & Furious 6, Tokyo Drift (2003), နဲ့ အခု Furious 7 တို့ဖြစ်ပါတယ်။ နံပါတ်ခြောက်မှာ သူတို့ နှိမ်နင်းပေးခဲ့တဲ့ Owen Shaw ရဲ့ အကို Deckard Shaw (Jason Statham) က သူ့ညီအတွက် လက်စားချေဖို့ သူတို့အဖွဲကို တစ်ယောက်ပြီးတစ်ယောက် လိုက် နှိမ်နင်းပါတယ်။ ပထမဆုံးအနေနဲ့ Han ကို Tokyo မှာ သတ်လိုက်ပြီးနောက် Dom ရဲ့ အိမ်ကို ဗုံးခွဲခဲ့ပါတယ်။ ဒါကြောင့် Dom က Deckard Shaw ကို လက်တုန့်ပြန်ရမှာဖြစ်သလို သူတို့ ကို လိုက်သတ်နေတာကိုလည်း ကာကွယ်ရမှာဖြစ်ပါတယ်။Deckard Shaw က British Special Forces က Black Ops Assassin တစ်ဦးဖြစ်ပါတယ်။ သူ့ကို အစိုးရကလည်း လိုချင်နေပြီး အခုထိရှာလို့မတွေ့သေးပါဘူး။ ဒီနေရာမှာ U.S အစိုးရဘက်က လူတစ်ယောက် (Kurt Russell)က Dom ကို အလုပ်တစ်ခု ခိုင်းလာပါတယ်။ British Hacker တစ်ယောက်က တစ်ကမ္ဘာလုံးမှာ ရှိသမျှ ကင်မရာ ဆဲလ်ဖုန်းတွေ ကို ဟက်လုပ်နိုင်တဲ့ Chipset လေးတစ်ခု ထွင်ထားပြီး အဲ့ဒီ ဟက်ကာကို လူဆိုးလက်က ပြန်ကယ်ပေးရမှာ ဖြစ်ပါတယ်။ တကယ်လို့ ကယ်နိုင်ရင် Shaw ကို ဒီ Chipset ရဲ့ အကူအညီနဲ့ ရှာပေးမှာဖြစ်တယ်လို့ ကတိပေးပါတယ်။ဇာတ်လမ်းက တော့ ထုံးစံအတိုင်း ကားတွေ၊ ထွေလာထဲမှာပါသလို စတန့်တွေနဲ့ ပဲ ပြီးသွားတာဖြစ်ပါတယ်။ Action Scene တွေက ကောင်းပေမယ့် ဇာတ်လမ်းက တော့ Fast Five လောက်မကောင်းလှပါဘူး။ တစ်ခု ထူးထူးခြားခြားကောင်းတာက၊ ဇာတ်လမ်းအစကတည်းက Brian (Paul Walker) က မိသားစုဘ၀ ကို ပျင်းရိနေတဲ့ ပုံစံပြထားသလို၊ ဇာတ်လမ်းတစ်လျှောက်မှာလည်း မိန်းမနဲ့ ခွဲသွားရတော့ မယ်ဆိုတဲ့ အရိပ်အယောင်လေးတွေပြထားပါတယ်။ဒီနေရာမှာ ဒါရိုက်တာ James Wan နဲ့ Justin Lin ကွဲသွားတာ သိသာပါတယ်။ Justin Lin က အက်ရှင်ကို ဦးစားပေး ပြီး အက်ရှင်ကားကောင်းတွေ နဲ့ လိုက်ဖက်တဲ့ ဇာတ်လမ်း မျိုးရွေးချယ်ပေမယ့်၊ James Wan ကတော့ ဒီကားမတိုင်ခင်အထိမှာ Horror ကားတွေပဲ ရိုက်ကူးထားပါတယ်။ Saw, Conjuring, Insidious စတဲ့ ဇာတ်ကားကောင်းတွေ ရိုက်ကူးထားဖူးလို့ ဇာတ်ကားမှာ ဗီလိန်ကောင်းကောင်း ကို ဇာတ်လမ်းနဲ့ကိုက်အောင် အသုံးချတတ်ပါတယ်။ ဒီကားမှာပါတဲ့ Vin Diesel နဲ့ The Rock တို့ လို ဇာတ်ကောင်မျိုးတွေ အတွက် လောက်လောက်လားလား ဗီလိန် ဆိုတာရှားပါးလှပါတယ်။ သူတို့နှစ်ယောက်ကို ယှဉ်ပြီး ချနိုင်ဖို့ ဒုက္ခပေးနိုင်ဖို့ အတွက် အဓိက ဗီလိန် Jason Statham ကို ရွေးထားတာ မှန်ကန်ပြီး ဇာတ်လမ်းအရလည်း အံဝင်ပါတယ်။ Jason ကလည်း ဒီလို ဇာတ်ရုပ်မျိုးတွေပဲ သရုပ်ဆောင် လေ့ရှိတာဖြစ်ပြီး၊ သူရဲ့ Martial Art Skill ကို သူနဲ့တွဲရိုက်သမျှထဲမှာ ယှဉ်နိုင်တာ Jet Li တစ်ယောက်ပဲရှိပါတယ်။ ဒီကားမှာဆိုလည်း သူက Vin Diesel တို့ The Rock တို့ ကိုအသာလေး အနိုင်ယူနိုင်ပေမယ့်၊ ဇာတ်လမ်းအရ သူက တော်တော်နှေးပေးထားရပါတယ်။ နောက်ထပ်တစ်ဦးဖြစ်တဲ့ Ong Bak မင်းသား Tony Jaa ကတော့ ဇာတ်လမ်းမှာသိပ်မပါရပေမယ့် ပါရတဲ့အခန်းမှာတော့ သရုပ်ဆောင်မဆိုးဘူးလို့ဆိုရပါမယ်။ဇာတ်လမ်းက သာမန်ပဲဖြစ်ပေမယ့် ဇာတ်လမ်း တစ်ခုလုံးမှာ နောက်ဆုံး Scene လေးက ပရိတ်သတ်ရင်ကို ထိမှန်စေတဲ့ အခန်းလေး တစ်ခန်းပါပြီး၊ ဒီတစ်ခန်းထဲနဲ့တင် ဇာတ်ကားရဲ့ ဟာကွက်တွေကို ခွင့်လွှတ်ပေးလို့ရပါတယ်။ ဒီဇာတ်ဝင်ခန်းအကြောင်း ပြောရင်တော့ Spoiler လို့ပြောလို့ရပေမယ့်၊ ရုပ်ရှင် မထွက်ခင်ကတည်းက ဒါရိုက်တာ James Wan က Paul Walker ရဲ့ ဇာတ်ကောင်ကို ဇာတ်လမ်းထဲမှာ သေခိုင်းမှာ မဟုတ်ဘူးလို့ဆိုထားပါတယ်။ Studio က ဇာတ်လမ်းထဲမှာပါ ဇာတ်ကောင်ကို သေခိုင်းဖို့ လုပ်ထားပေမယ့်၊ James Wan ရဲ့ ဇာတ်သိမ်းလေးက ပိုကောင်းပါတယ်။ဟုတ်ပါတယ် Brian O’Conner (Paul Walker) က နောက်ဆုံးမှာ မိသားစုနဲ့အတူ ကမ်းစပ်မှာ ရေကစားနေပြီး၊ သူတို့နှစ်ယောက်ကို Dom (Vin Diesel), Letty (Michelle Rodriguez), Roman (Tyrese Gibson), Tej (Ludacris) နဲ့ Ramsy တို့က နောက်ကနေ ကြည့်နေကြပြီး၊ ဒါနောက်ဆုံးပဲဆိုတဲ့ ခံစားချက်တွေ သူတို့မျက်နှာ်မှာပေါ်လွင်ပါတယ်။ အပြင်မှာ တကယ်သေသွားပြီဖြစ်တဲ့ Paul က နောက်ထပ်ဇာတ်ကားတွေမှာ ပါဝင်နိုင်တော့မှာမဟုတ်သလို၊ ဒီ ဇာတ်ဝင်ခန်းလေးက သူတို့ နောက်ဆုံး နုတ်ဆက်တဲ့ဇာတ်ဝင် ခန်းလေးဖြစ်တာနဲ့အညီ Vin Diesel နဲ့ Tyrese Gibson တို့ရဲ့ မျက်နှာ်မှာ ဝမ်းနည်းနေတာ၊ အရမ်းသိတာသလို၊ တကယ့် ဝမ်းနည်းဖို့လည်းကောင်းပါတယ်။ ကျွန်တော်ပြောတာနဲ့တင်မလုံလောက်ပဲ ဇာတ်ကားကို ရုံမှာသွားကြည့်သင့်ပါတယ်။ No Sex, No Nudity ဆိုပေမယ့် ထုံးစံအတိုင်း ဘီကီနီ နဲ့မိန်းကလေးတွေ တော့ ပါပါတယ်။ မိသားစုတူတူ ကြည့်နိုင်ပါတယ်။ ဒီကားထဲမှာ နောက်ဆုံး ဇာတ်ဝင်ခန်းက အကောင်းဆုံး လို့ပြောလို့ရသလို၊ ပထမဆုံး Jason Statham နဲ့ The Rock ရဲ့ Fight Scene ကလည်း တစ်ကားလုံးမှာ အကောင်းဆုံး Fight Scene လို့ပြောလို့ရပါတယ်။ အဲ့ဒီအခန်းမှာ The Rock က Jason ကို Smack Down သုံးပြီး ချတာ လည်းပါပြီး၊ ရုံမှာကြည့်ရတာပိုမိုက်ပါတယ်။(ရုပ်ရှင်အညွှန်းကို Movies For Myanmar ရုပ်ရှင်မိတ်ဆက် Facebook Page မှ ကူးယူတင်ပြပါသည်)File Size : (2.6 GB) / (1.4 GB)Quality : BluRay 1080p / 720p 5.1CHRunning Time : 2hr 17minFormat : MKVGenre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by Thar HtetEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrenda K. WachelJames WanJody BloseStarsDjimon HounsouDwayne JohnsonJordana BrewsterLudacrisMichelle RodriguezPaul WalkerRonda RouseyTony JaaTyrese GibsonVin DieselCastAli FazalAnna ColwellAntwan MillsBenjamin BlankenshipBrian MahoneyBrittney AlgerCaleb WalkerCharlie KimseyCody WalkerD.J. HapaDennis KeifferDjimon HounsouDon OmarDwayne JohnsonEden EstrellaElsa PatakyGal GadotGentry WhiteIggy AzaleaJ.J. PhillipsJason StathamJocelin DonahueJohn BrothertonJohn KoyamaJon Lee BrodyJordana BrewsterJorge FerragutJorge-Luis PalloKlement TinajKurt RussellLateef CrowderLevy TranLucas BlackLudacrisLuke EvansMichelle RodriguezMiller KimseyNathalie EmmanuelNathalie KelleyNoel GugliemiPaul WalkerRobert PralgoRomeo SantosRonda RouseySara SohnShad MossStephanie LangstonSteve CoulterSung KangT-PainTara MackenTego CalderónTony JaaTyrese GibsonViktor HernandezVin Diesel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cHkhb5A4gQRK6zs6Pv7zorHs8Nk.jpg",
      "https://image.tmdb.org/t/p/w300/ehzI1mVcnHqB58NqPyQwpMqcVoz.jpg",
      "https://image.tmdb.org/t/p/w300/ajCVA8NZY2mjaONBrvNFEvrTwPH.jpg",
      "https://image.tmdb.org/t/p/w300/vkQvqH8WQkUiNklDcbUtHEUgSNQ.jpg",
      "https://image.tmdb.org/t/p/w300/1akgFOcpxwhS8YCgAkdVLBPGZXT.jpg",
      "https://image.tmdb.org/t/p/w300/jsfmWdt0MXafgZpgRMD2A8fHyBX.jpg",
      "https://image.tmdb.org/t/p/w300/rJEFDdcY41PlxKHZMfARgYfJdr9.jpg",
      "https://image.tmdb.org/t/p/w300/7X6zOOEzXTQJkzDgBHVly1BgyYu.jpg",
      "https://image.tmdb.org/t/p/w300/hxv0chQfmhJg7x8ppE2fExA0Dv5.jpg",
      "https://image.tmdb.org/t/p/w300/bICl1XPgYqLuqlPcm92xZmx1DUr.jpg",
      "https://image.tmdb.org/t/p/w300/88eXnsOojf65xbfXS8RBtETbLYT.jpg",
      "https://image.tmdb.org/t/p/w300/n4wpr9oyvrqi4XP2G0T4lqeWQZQ.jpg",
      "https://image.tmdb.org/t/p/w300/kbQ50VMUNc2EOpcc761DZIprWml.jpg",
      "https://image.tmdb.org/t/p/w300/9w4J5LYjCxnugVgDzNXfbmK6xgV.jpg",
      "https://image.tmdb.org/t/p/w300/czm2AWv5tn7Fjb2tMRqMlEeROjE.jpg",
      "https://image.tmdb.org/t/p/w300/eiX6QVZTgyKA9sywLHNPd8wQ3s6.jpg",
      "https://image.tmdb.org/t/p/w300/gyCHdpyPXmp7rqxE10nlImkzRo9.jpg",
      "https://image.tmdb.org/t/p/w300/AaOts5MbxFMvZU3mX1cNTWySRuS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-furious-seven-2015-extended-2160-p-x-265-10-bit-fs-88-joy-utr-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4uwbm8bd9nad.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ul4i/(CM)Furious_Seven_(2015)_EXTENDED__[2160p_x265_10bit_FS88_Joy]_[UTR].mkv",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JKF2USLK#hQsIcdtSJcK94g-NY0e3DgJwpFg1rLwAJlW33pHRYKg",
        "server": "mega.nz",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-furious-seven-2015-extended-720-p-x-265-10-bit-fs-88-joy-utr-mkv-2",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7hs40n8y12fy.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/2Aix0/(CM)Furious_Seven_(2015)_EXTENDED__[720p_x265_10bit_FS88_Joy]_[UTR].mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0TkGTTrB#wkE34Iv2b_y4UFB4IV-tpnMx8kOmfMBqabssuxyC2Oo",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ip6880f6gy29.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Skpu5HaVkOc",
      "video_url": "https://www.youtube.com/watch?v=Skpu5HaVkOc",
      "embed_url": "https://www.youtube.com/embed/Skpu5HaVkOc"
    }
  },
  {
    "metadata": "PG-13|2015|80 min|Action,Adventure,Animation",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "12,877"
    },
    "title": "Batman vs. Robin (2015)",
    "description": "Bruce Wayne ရဲ႕သား Damian Wayne က သူ႔အေဖရဲ႕လူမသတ္ရစည္းမ်ဥ္းကို သေဘာမက်ျဖစ္ေနခ်ိန္မွာ လွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုက သူ႔ကိုကမ္းလွမ္းခဲ့ပါတယ္။သူ႔ရဲ႕အနာဂတ္ကို အဲ့ဒီလွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းထဲမွာ ႏွစ္ျမဳပ္လို႔ရၿပီလို႔ထင္မိတဲ့အခါမွာ …… (အိမ္း ကြကိုႀကိၾကပါ)Gotham ၿမိဳ႕မွာေပ်ာက္ဆံုးေနတဲ့ကေလးေတြနဲ႔ပတ္သက္ၿပီး Damian က Doll Maker ကိုရွာခဲ့ပါတယ္။Damian က သူ႔ရဲ႕ပင္ကိုဗီဇအတိုင္း Doll Maker ကိုသတ္ဖို႔အထိစဥ္းစားခဲ့ေပမဲ့ သူ႔အေဖ Batman ရဲ႕လူမသတ္ရတဲ့ စည္းမ်ဥ္းကိုေတာ့ မတြန္းလွန္ႏိုင္ခဲ့ပါဘူး။ အဲ့အခ်ိန္မွာ Damian ကိုအျမဲေစာင့္ၾကည့္ေနတဲ့ Talon ကDamian ကို လူမသတ္ရစည္းမ်ဥ္းကိုေက်ာ္လြန္ႏုိင္ဖို႔နဲ႔ ပင္ကိုဗီဇကိုသာ အေလးေပးဖို႔ေျပာၾကားခဲ့တယ္။ၿပီးေတာ့ Talon က Damian ကို ကမ္းလွမ္းမႈတစ္ခုျပဳလုပ္ခဲ့တယ္ ……. ?Gotham ၿမိဳ႕ရဲ႕ အခမ္းနားဆံုးမိသားစုႏွစ္ခုျဖစ္တဲ့ Wayne family နဲ႔ Vanaver family ရဲ႕မ်ိဳးဆက္ျဖစ္တဲ့ Bruce Wayne နဲ႔ Samantha Vanaver ႏွစ္ေယာက္အၾကား သံေယာဇဥ္ေလးကိုလည္း ရႈစားၾကပါခင္ဗ် ငိငိ …..Teen Titans မွာေရာက္ေနေပမဲ့ အကူအညီလုိရင္ လိုသလိုသိတတ္တဲ့ First Robin:Dick Grayson လဲပါပါတယ္ ….Bruce Wayne ငယ္ငယ္က အခန္းေတြလည္းပါတာမို႔ ငယ္ငယ္က Bruce ဟာအခုလိုမာမာထန္ထန္မဟုတ္တာကိုလည္းၾကည့္ခြင့္ရမွာပါBruce သိမ္ငယ္စိတ္ေတြျဖစ္တဲ့အခါ ဖခင္တစ္ေယာက္လိုအားကိုးလို႔ရတဲ့ Alfred … အိမ္သန္႔ရွင္းေရးကအစ Technology အဆံုးအားကိုးရတဲ့ Alfred …သူငယ္ခ်င္းတစ္ေယာက္လိုေနေပးႏုိင္တဲ့ Alfred …. ကၽြန္ေတာ္တို႔အခ်စ္ေတာ္Alfred ရဲ႕ဇာတ္ေကာင္ကလည္းေပၚလြင္ပါတယ္။Damian က Bruce Wayne ရဲ႕ေသြးအရင္းေပမဲ့ Ra’s al ghul က ေလ့က်င့္ေပးထားတာေၾကာင့္ သူ႔ရဲ႕စိတ္ပိုင္းက မာေက်ာတယ္၊လက္စားေခ်ခ်င္တယ္၊လူသတ္ခ်င္တယ္၊ သို႔ေပမဲ့ Bruce အေပၚမွာေတာ့ ဘယ္ေလာက္ထိသံေယာဇဥ္ရွိတယ္ဆိုတာကိုေတာ့ …..ဒီ Animation ကို Scott Snyder ေရးသားခဲ့တဲ့ Batman:The Court of Owls story arc ေပၚအေျခခံထားၿပီး ဒီဇာတ္လမ္းရဲ႕ေနာက္ဆက္တြဲအေနနဲ႔ Batman:Bad Blood animation ကိုထုတ္ခဲ့ပါတယ္။Batman vs Robin animation က ကၽြန္ေတာ္တို႔ DC animated movie ေတြရဲ႕ထံုးစံမျပတ္အခန္းဆက္ေတြထဲကတစ္ခုပါပဲ။Series ပံုစံနဲ႔ေျပာရမယ္ဆိုရင္ေတာ့ Son of Batman(2014)—->Batman vs Robin(2015)—–>Batman:Bad Blood(2016) ေတြပါ။(ဘာသာျပန္သူကေတာ့ Jason P.Todd ျဖစ္ပါတယ္)File Size : (600 MB) and (200 MB)Quality : Bluray720pRunning Time : 1hr 20minutesFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated By Jason P.ToddEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJay OlivaStars\"Weird Al\" YankovicDavid McCallumGrey GriffinJason O'MaraJeremy SistoKevin ConroyPeter OnoratiRobin Atkin DownesSean MaherStuart AllanCast\"Weird Al\" YankovicDavid McCallumGrey GriffinJason O'MaraJeremy SistoKevin ConroyPeter OnoratiRobin Atkin DownesSean MaherStuart Allan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oERfMmGc1GJRnC8IuFUH7zpR5z5.jpg",
      "https://image.tmdb.org/t/p/w300/54rbWddVWcIeK0N08vM1o3uD2rX.jpg",
      "https://image.tmdb.org/t/p/w300/k1jtMdJNT3mI3EnrAprKJ1ZXO90.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjI0ODY2MDE5Nl5BMl5BanBnXkFtZTgwMTk0NTcyNTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/batman-vs-robin-2015",
        "server": "VIP Links",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/batman-vs-robin-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/batman-vs-robin-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/xk2atrhumko0",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RzM835MUcaU",
      "video_url": "https://www.youtube.com/watch?v=RzM835MUcaU",
      "embed_url": "https://www.youtube.com/embed/RzM835MUcaU"
    }
  },
  {
    "metadata": "PG-13|2015|1h 36min|Comedy,Horror",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "126"
    },
    "title": "Make Me Shudder 3 (2015)",
    "description": "Make Me Shudder 3 (2015)_____IMDb – 4.3/10(Unicode)Make me shudder 3 မှာလဲ သိတဲ့အတိုင်းပါပဲ။ ရှေ့ကဇာတ်ကားတွေမှာ ပါနေကြ အငြိမ်မနေ ပြသနာရှာတတ်တဲ့ မျောက်ရှုံးတသိုက် ခရီးထွက်တာနဲ့ စပါတယ်။ ဒီတစ်ခါတော့ မျောက်ရှုံးတွေ ဖူးခတ်ကမ်းခြေကို သွားတာပါ။ နဂိုကတည်းက ပုံမလာ ပန်းမလာ အချိုးကမပြေလေတော့ ကံဆိုးပြီး သူတို့သွားတဲ့နေ့မှာ ဆူနာမီ မုန်တိုင်းမိပါတယ်။ ဒီမှာပဲ မျောက်ရှုံးတသိုက် သရဲတသိုက်နဲ့ နှစ်ပါးသွားတဲ့ဇာတ်ပါ။ သူတို့တွေ ဘယ်လိုပြေးကြ အော်ကြ တလွဲလုပ်ကြဦးမလဲဆိုတာ……….။(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကိုတော့ Carey Nyein မှသူ့ကောင်မလေးတောင်းဆိုလို့ ကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။)Make Me Shudder 1 ကြည့်ရန် နှိပ်ပါMake Me Shudder 2 ကြည့်ရန် နှိပ်ပါ(Zawgyi)Make me shudder 3 မွာလဲ သိတဲ့အတိုင္းပါပဲ။ ေရွ႕ကဇာတ္ကားေတြမွာ ပါေနၾက အၿငိမ္မေန ျပသနာရွာတတ္တဲ့ ေမ်ာက္ရႈံးတသိုက္ ခရီးထြက္တာနဲ႔ စပါတယ္။ ဒီတစ္ခါေတာ့ ေမ်ာက္ရႈံးေတြ ဖူးခတ္ကမ္းေျခကို သြားတာပါ။ နဂိုကတည္းက ပုံမလာ ပန္းမလာ အခ်ိဳးကမေျပေလေတာ့ ကံဆိုးၿပီး သူတို႔သြားတဲ့ေန႔မွာ ဆူနာမီ မုန္တိုင္းမိပါတယ္။ ဒီမွာပဲ ေမ်ာက္ရႈံးတသိုက္ သရဲတသိုက္နဲ႔ ႏွစ္ပါးသြားတဲ့ဇာတ္ပါ။ သူတို႔ေတြ ဘယ္လိုေျပးၾက ေအာ္ၾက တလြဲလုပ္ၾကဦးမလဲဆိုတာ……….။(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကိုေတာ့ Carey Nyein မွသူ႔ေကာင္မေလးေတာင္းဆိုလို႔ ကိုယ္တိုင္ဘာသာျပန္ထားတာျဖစ္ပါတယ္။)Make Me Shudder 1 ၾကည္႔ရန္ ႏိွပ္ပါMake Me Shudder 2 ၾကည္႔ရန္ ႏိွပ္ပါFile size…(850MB)Quality…HD-Rip 720pFormat…mp4Duration….01:35:16Subtitle….Myanmar Subtitle (Hardsub)Translator….Carey NyeinEncoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPoj ArnonStarsBrian Richard GartonGrégory Matthias GarciaKunatip PinpradubCastKittipat SamarntragulchaiKunatip PinpradubPuvadol VechwongsaRittichai TasarikaWiradit SrimalaiWorrachai Sirikongsuwan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dO5VnyCaaLopUKg29uAEaAAba1O.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/make-me-shudder-3-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/exeohgfz1x5h.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/make-me-shudder-3-mo-6-5-pak-ma-tha-phi-3-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/U77e/Make_Me_Shudder_3_(Mo_6-5_Pak_Ma_Tha_Phi_3)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/E1EjWCLC#f77yF1zXQqmG7BQHZfZrTiduSLdRqJwNnInAZGDuT0M",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/2mbq5gpfw5sg/Make_Me_Shudder_3_(Mo_6-5_Pak_Ma_Tha_Phi_3)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/aeuxbbc1fa32",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "vIDlYGjZtfU?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=vIDlYGjZtfU?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/vIDlYGjZtfU?feature=oembed"
    }
  },
  {
    "metadata": "PG|2015|1h 33min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "99,909"
    },
    "title": "The Good Dinosaur (2015)",
    "description": "The Good Dinosaur (2015)IMDb – 6.7/10_____Rotten – 76%2015 လောက်က CM မှာ တင်ခဲ့ဖူးတဲ့ The Good Dinosaur ဆိုတဲ့Animation ရုပ်ရှင်ကားလေးကို အသစ်တဖန် 1080P BluRay Versionအဖြစ်ပြောင်းလဲ တင်ဆက်ပေးလိုက်ပါတယ် ကြည်တောက်ရှင်းမှကြိုက်တဲ့ Quality အကောင်းကြိုက်သူတွေ အတွက်ပါ….ဒီ Animation ရုပ်ရှင်လေးဟာ ကလေးတွေတင်မကပါဘူး လူကြီးတွေပါ ကြိုက်ပါတယ်…ကျနော်တို့ မသိလိုက်တဲ့ ကျောက်ခေတ် မှာဒိုင်နိုဆော တွေဟာ သူတို့ဘာသာ အသက်ရှင်ရပ်တည်ဖို့ အသီးအရွက်စားတွေ ဆို လယ်တွေ စိုက်တယ်ရိတ်သိမ်းတယ် လှောင်ထားတယ် နွေစာ မိုးစာ ဆောင်းစာသက်သက်မှတ်မှတ် သိမ်းကြပြီး အသားစား သတ္တဝါတွေကတော့အသားစားလို့ရတဲ့ သတ္တဝါငယ်တွေကို မွေးမြူပြီး စားသောက်ကြပါတယ်အဲ့ဒီအချိန်မှာ လူသားတွေ ဆိုတာ ဒိုင်နိုဆော လောက်တောင်အသိဉာဏ် မဖွင့်ဖြိုးသေးတဲ့ ပုံစံ ပြသထားပြီးဒီရုပ်ရှင်ကား ရဲ့ အဓိက ဇတ်ကောင် ၂ ခုဖြစ်တဲ့အာလို ဆိုတဲ့ ဒိုင်နိုဆော ငကြောက်လေး ရယ်သူ့ကို အမြဲ လိုက်စောင့်ရှောက်ပေးတဲ့ စပေါ့ ဆိုတဲ့လူသားပေါက်စ လေးရယ် က ဇတ်လမ်းကိုအဆုံးထိ ထိုင်ရာက မထစတမ်း ကြည့်ချင်အောင်စွဲဆောင်သွားပါတော့တယ်….ကဲ အညွှန်းကို သေချာမပြောတော့ပါဘူးကြည့်ဖူးတဲ့သူတွေလဲ ကြည့်ဖူးပြီးသားဖြစ်မှာမို့လို့ Version အသစ်လေးနဲ့ငြိမ့်လိုက်ကြစို့….ဒီကာတွန်းကားလေးကို ဘာသာပြန်ပေးထားသူကတော့CM Translator ဖြစ်သူ ကိုဟေဒီးစ် ဖြစ်ပြီးThit San Khant မှ Encode ၍ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter SohnStarsFrances McDormandJack BrightJack McGrawJeffrey WrightMaleah Nipay-PadillaMarcus ScribnerPeter SohnRaymond OchoaRyan TeepleSteve ZahnCastA.J. BuckleyAnna PaquinCalum GrantCarrie PaffDavid BoatFrances McDormandJack BrightJack McGrawJeffrey WrightJohn RatzenbergerMaleah Nipay-PadillaMandy FreundMarcus ScribnerPeter SohnRaymond OchoaRyan TeepleSam ElliottSteve ZahnSteven Clay Hunter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s4wRC37TUwxtghhFBaze0qO1278.jpg",
      "https://image.tmdb.org/t/p/w300/fMdtO9Vk5VG42xi6QUMlaobR44W.jpg",
      "https://image.tmdb.org/t/p/w300/dbqFYhryl44Y7e1Hgi4HFMtkVKa.jpg",
      "https://image.tmdb.org/t/p/w300/89gjHpVo0OriH8OYKWuoc4EJrvd.jpg",
      "https://image.tmdb.org/t/p/w300/cE9TDkLOjYsK0mDr3iPgorbTb7y.jpg",
      "https://image.tmdb.org/t/p/w300/29BJGNeV0Ld5jxXm8CM5dD4NIR.jpg",
      "https://image.tmdb.org/t/p/w300/F2ay42JHfHCtbqpMgsSfxXyeS6.jpg",
      "https://image.tmdb.org/t/p/w300/zUZZhZ9TG6WdSBb4UJnVSXQNSN8.jpg",
      "https://image.tmdb.org/t/p/w300/qfuTGGkcgwdso6kHyThuFqk80IG.jpg",
      "https://image.tmdb.org/t/p/w300/w7aIPADuAQTa7n7ooRKHclpxmYu.jpg",
      "https://image.tmdb.org/t/p/w300/4ZDdzgqdWDb5IvdS7W4fU0om7Ys.jpg",
      "https://image.tmdb.org/t/p/w300/cF3H9pyUF6dsvqlYUcH0TyBAMTG.jpg",
      "https://image.tmdb.org/t/p/w300/9cuepYNy18gyFum6YTiwAQ2EUh0.jpg",
      "https://image.tmdb.org/t/p/w300/r6SJxNgv9ycaPABvhJLzMehsblZ.jpg",
      "https://image.tmdb.org/t/p/w300/gsWkePz70VHwvKm78vs8PSLTwyM.jpg",
      "https://image.tmdb.org/t/p/w300/d7VcKiEMl1meeee0Xn7zjzFMKaf.jpg",
      "https://image.tmdb.org/t/p/w300/g7EPjd01frhtcPSMg0CyAiWkE69.jpg",
      "https://image.tmdb.org/t/p/w300/k6I1ayXeIFLDeWRB2ZwE0XOvSpd.jpg",
      "https://image.tmdb.org/t/p/w300/3oeJdGuMVqZZyDxY088Ss0qyggl.jpg",
      "https://image.tmdb.org/t/p/w300/ur1soQ2xEI6Xg2TWrTS8t94JO9Y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc5MTg2NjQ4MV5BMl5BanBnXkFtZTgwNzcxOTY5NjE@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-good-dinosaur-2015",
        "server": "VIP Links",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://usersdrive.com/jonchgf62fbr.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-good-dinosaur-2015-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/2finn/The_Good_Dinosaur_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://veryfiles.com/r7sbp6418y1a",
        "server": "veryfiles.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 1080p"
      }
    ],
    "trailer": {
      "video_id": "8lsIrASLD-Q",
      "video_url": "https://www.youtube.com/watch?v=8lsIrASLD-Q",
      "embed_url": "https://www.youtube.com/embed/8lsIrASLD-Q"
    }
  },
  {
    "metadata": "PG-13|2015|1h 54min|Action,Adventure,Crime",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "57,139"
    },
    "title": "Point Break (2015)",
    "description": "Point Break (2015)_____IMDb – 5.3/10လိုင်းဖြတ် သို့တည်းမဟုတ် ကျရှုံးချိန်နေရာတစ်ခု…..မိတ်ဆွေတို့ရဲ့ Point Break ကရော . ဘယ်အချိန်.. ဘယ်နေရာမှာပါလဲ?ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေရဲ့ Point Break ကတော့…..ဇာတ်လမ်းကတော့ ဘက်စုံကျွမ်း အားကစားသမားဖြစ်တဲ့ယူတာ့ရှ်တစ်ယောက် FBI ကို ဝင်ဖြစ်ပုံနဲ့ စတင်ထားပါတယ်။သူရောက်ပြီးနောက်ပိုင်းမှာတော့ စိတ္တဇဆန်ဆန် လုယက်မှုတွေပေါ်ပေါက်လာပါတော့တယ်။ ယူတာ့ရှ်ဟာ အမှုသွား အမှုလာတွေကိုလေ့လာပြီးတော့ သံသယရှိသူတွေဟာ ဘက်စုံကျွမ်း အားကစားသမားများဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ အကြောင်းကတော့အိုဇာကီ ၈ ချက် ဆိုတဲ့ သဘာဝတရားနဲ့ လိုက်လျောညီထွေ နေပေးရင်ထွက်ရပ်ပေါက်မယ်ဆိုတဲ့ အယူဝါဒကြောင့်ပါ။ဒီလိုကိစ္စတွေကို လုပ်မယ့်သူတွေဟာဘက်စုံကျွမ်းအားကစားသမားများပင် ဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ဒါပေမယ့် FBI အထက်တန်းက အဲ့ဒီအယူအဆကိုလက်မခံခဲ့ပါဘူး။ တစ်ခုရှိတာကတော့ ယူတာ့ရှ်ရဲ့ဘော့စ် ဟောလ်က လက်ခံပေးလိုက်တာပါပဲ။အဲ့ဒီမှာတင် အသွင်ယူစစ်ဆင်ရေးစတာပါပဲခင်ဗျ။အိုဇာကီ ၈ ချက်ထဲကအတိုင်း ကမ္ဘာ့နေရာ အနှံ့အပြားမှာစတန့်ပြကွက်တွေ၊ ဒုစရိုက်လုပ်ငန်းတွေကိုလုပ်ဆောင်သွားတာတွေကို ရင်သက်ရှုမောဖွယ် ကြည့်ရှုခံစားကြရမှာပါ။စတန့်ပြကွက်တွေ ဖောဖောသီသီ သုံးထားတဲ့ အက်ရှင်ခန်းတွေအများကြီးပါတဲ့အတွက် စတန့်ကားကြိုက်သူတွေအတွက်ကတော့လက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းဖြစ်ကြောင်းပါခင်ဗျား . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ညီလေး Wai Yan M ပဲဖြစ်ပါတယ်။)ZAWGYIFile Size – 899 MBFormat – mp4Quality – Blu-ray Rip 720pDuration – 01:54:00Translator – Wai Yan MEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEricson CoreMariella PérezZoe SimijonovicStarsBoJesse ChristopherClemens SchickDelroy LindoEdgar RamírezJames Le GrosLuke BraceyMax ThieriotRay WinstoneTeresa PalmerTobias SantelmannCastBoJesse ChristopherClemens SchickDaniel BonjourDelroy LindoEdgar RamírezJames Le GrosJudah LewisLuke BraceyMatias VarelaMax ThieriotNikolai KinskiRay WinstoneSenta Dorothea KirschnerSeumas F. SargentTeresa PalmerTobias Santelmann",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7fdy9iThI5qfJ9WMra8SrdvQs02.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjIxNDkzOTAyNV5BMl5BanBnXkFtZTgwNjEyOTY3NjE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/point-break-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/aohej5662tcp",
        "server": "upstream.to",
        "size": "899 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/point-break-2015",
        "server": "VIP Links",
        "size": "899 MB",
        "quality": ""
      },
      {
        "link": "https://tubesb.com/30cczk3gg80u.html",
        "server": "streamsb.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ncvFAm4kYCo",
      "video_url": "https://www.youtube.com/watch?v=ncvFAm4kYCo",
      "embed_url": "https://www.youtube.com/embed/ncvFAm4kYCo"
    }
  },
  {
    "metadata": "N/A|2015|96 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "228"
    },
    "title": "The Last Woman Standing (2015)",
    "description": "အချစ်လောကမှာ အိုသွားလို့အပယ်ခံထားရတဲ့ အိုပယ်မတ်မတ်တွေ အတွက်တရုတ်မင်းသမီးရှုကြည်ပါဝင်တဲ့  Romance အချစ်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်။မိန်းကလေးတွေဟာ အသက် ၃၀ အရွယ်မှာအလှဆုံးပဲ လို့ လူတွေက တင်စားကြတယ်လှပုံလှနည်းတော့ မတူဘူးပေါ့…အသက် ၃၀ အရွယ် မိန်းကလေး တစ်ယောက်ရဲ့ အလှဟာရင့်ကျတ်ခြင်း နဲ့ တည်ငြိမ်ခြင်း ပေါင်းစပ်ထားပြီးကံစမ်းမဲ ပါတဲ့ ဘီစကစ်လေးတွေ နဲ့ တူနေပြန်တယ်ကံစမ်းမဲ ပါတဲ့ ဘီစကစ်ဟာ ကျွတ်ဆတ်ဆတ် ဖြစ်နေတက်ပြီးအထဲမှာတော့ ကံကောင်းမှုတွေ အပြည့်နဲ့ပေါ့…ရှန်းယူရီ ဆိုတဲ့ ကောင်မလေးဟာ သူ့ တစ်ဘဝလုံးပညာရေး နဲ့ အလုပ်ကို ဦးစားပေးခဲ့တဲ့အတွက်အသက် ၃၀ ပြည့်တော့မယ့် အထိတောင်ယောကျင်္ားယူဖို့ မပြောနဲ့ ရည်းစားလေး တစ်ယောက်ရဲ့အနမ်းတောင် ရင်မဆိုင်ဖူးခဲ့ပါဘူး…တရုတ်လူမျိုးတွေ ရဲ့ အယူအဆ အရ အသက် ၃၀ ပြည့်လို့မှအိမ်ထောင်မကျသေးရင်ချို့ယွင်းချက် ရှိသလိုလိုဘာလိုလို လူထင်သေးခံရတဲ့ ပုံစံ ဖြစ်နေတော့တာပါပဲဒါကြောင့် ရှန်း ဟာ သူ့အမေ နဲ့ ဘယ်နေရာကိုမှ မသွားချင်တော့တာလဲယောကျင်္ားယူဖို့ ဖိအားပေးခံရလွန်းလို့ ဖြစ်ပါတယ်….သူလဲပဲ သူ့ကို တကယ်ချစ်တဲ့ ယောကျင်္ားလေး တစ်ယောက်နဲ့ဆုံပြီး ကံကောင်းချင်ခဲ့တာပေါ့…ဒါကြောင့် နှစ်သစ်ကူး ညမှာပဲ သူဆုတောင်းခဲ့တယ်သူမျှော်လင့်တဲ့ ဖူးစာဖက်နဲ့ ဆုံနိုင်ပါစေလို့….နောက်တစ်နေ့ ရုံးတက်တဲ့နေ့မှာပဲရုံးထဲဝင်ဖို့ ကတ်ပြား ပျောက်လို့ ပြသနာတက်ချိန်မှာပဲကောင်လေး တစ်ယောက်ကို စတင်ဆုံစည်းခဲ့တယ်…သူကတော့ ရှန်း ရဲ့ လက်ထောက် ဖြစ်လာမယ့်မာစိုင်း ဆိုတဲ့ ကောင်လေးပါပဲ…မာစိုင်း က သူ့ထက် ငယ်ပါတယ် သွတ်လက်တယ်ရဲရင့်တယ် ရုပ်ချောတယ် အရာရာပြည့်စုံတဲ့ ကောင်လေးပါပဲသူတို့နှစ်ယောက်ကြား ကောင်းကင်ပြာကြီး ဘယ်လိုဖြစ်တည်လာမလဲဆိုတာ…။ကိုယ်တိုင်ကြည့်မှ စီးမျှောခံစားလို့ကောင်းတာရှန်း နေရာမှာ နာမည်ကြီးမင်းသမီးချောရှုကြည် က ပါဝင်သရုပ်ဆောင်ထားပြီးရှုကြည်ရဲ့ အလှရှုကြည် ရဲ့ သရုပ်ဆောင်မှုတွေ အောက်မှာ အသက်ရှုဖို့မေ့မေ့သွားနိုင်ပါတယ်….ဒီဇာတ်လမ်းကို ကြည့်သင့်တာကတော့ မမ တွေကိုကြိုက်နေတဲ့ ကောင်လေးတွေ ကြည့်သင့်တယ်ဘာလို့လဲ ဆိုတော့ မမ တွေရဲ့ စိတ်ကို နားလည်နိုင်ဖို့နည်းလမ်းလမ်းစ ဟာ ဒီရုပ်ရှင်ထဲမှာ ရှိနေတယ်…နောက်တစ်ခုကတော့ အသက် ၃၀ နဲ့ ၄၀ ကြားလုပ်ငန်းရှင် Single အမျိုးသမီးတွေ ကြည့်သင့်တယ်…ဒီရုပ်ရှင်ကားဟာ အချစ်သက်သက် မဟုတ်ပြန်ဘဲလုပ်ငန်းခွင် တစ်ခုရဲ့ တာဝန်ရှိသူ အနေနဲ့အလုပ်ကို ဘယ်လို လုပ်ရလဲဘယ်လိုတွေ တာဝန်ယူရလဲဆိုတဲ့ စိတ်ကိုပါ ရရှိစေနိုင်ပါတယ်….ပြောရရင် မိုတီဗိတ် ဖြစ်စေတာပေါ့အချစ်ကြောင့် ရူးမိုက်မိုက်တွေ လုပ်တာအချစ်ကြောင့် ဆင်ခြင်နိုင်ခဲ့တာတွေဒီရုပ်ရှင်ထဲ အကုန်ပါ ပါတယ်….သင်ကြည့်နေပါတယ်လို့ စိတ်ထဲအတွေးမဝင်ခင်လေးမှာ ဒီရုပ်ရှင်ရဲ့အဆုံးသတ်ကို ရောက်သွားပါလိမ့်မယ်…..ဘာပဲ ဖြစ်ဖြစ် ဇာတ်လမ်းအဆုံးသတ်မှာ သင်ပြုံးမိပါလိမ့်မယ်ဝမ်းနည်းအပြုံးလား ပျော်ရွှင်တဲ့ အပြုံးလားဆိုတာကိုတော့ကိုယ်တိုင်ဆုံးဖြတ်နိုင်ပါတယ်….😀File size…(1 GB) and (4၀0 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNay ChiiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuo LuoStarsChin Shih-ChiehEddie PengHao LeiLynn HungPan HongShu QiCastChin Shih-ChiehEddie PengHao LeiLynn HungPan HongShu Qi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ycXPM2yudu3DnCN0kgn6AaiscMJ.jpg",
      "https://image.tmdb.org/t/p/w300/2CNehDlc1fNv4X3R0KTPhfhrgkb.jpg",
      "https://image.tmdb.org/t/p/w300/nefQnp0yMNpWFImYjIIiNH1Z9Ko.jpg",
      "https://image.tmdb.org/t/p/w300/tPCiAIr41pAAHsksWNJCjvFzRj8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/aa6a086e782215f74ccdd61b476e0417.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1xp29/The_Last_Woman_Standing_(Sheng_Zhe_Wei_Wang)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-last-woman-standing-sheng-zhe-wei-wang-2015",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-woman-standing-sheng-zhe-wei-wang-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/v0lhteydun76.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SSrmLPMmjbk",
      "video_url": "https://www.youtube.com/watch?v=SSrmLPMmjbk",
      "embed_url": "https://www.youtube.com/embed/SSrmLPMmjbk"
    }
  },
  {
    "metadata": "N/A|2015|N/A|Crime,Drama",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "480"
    },
    "title": "Backtrace (2018)",
    "description": "Backtrace ဆိုတဲ့အက္​႐ွင္​ကား​ေလးကို စ​ေရးတုန္​းကပ်င္​းဖို႔​ေကာင္​းမယ္​လို႔​ေတြးထားခဲ့မိတယ္​။ဘာလို႔ဆို​ေတာ့ စတားလံုးဇာတ္​ကား​ေတြက မ်ား​ေသာအားျဖင္​့bcoz i’m stallone ဆိုတဲ့ပံုစံ​ေတြ မ်ားလို႔ပါ။ဒါ​ေပမယ္​့ ဒီကာ​း​ေလးက​ေတာ့ ​ေရး​ေနရင္​းနဲ႔ကို ခဏရပ္​ၿပီးဘာ​ေၾကာင္​့လဲဆိုတာ သိခ်င္​လို႔ ဆက္​ၾကည္​့မိတဲ့ကားတစ္​ကားပါ။လွည္​့ကြက္​​​ေလး​ေတြပါတာကိုႀကိဳက္​တဲ့ ႐ုပ္​႐ွင္​ခ်စ္​သူ​ေတြအႀကိဳက္​​ေတြ႔​ေစမယ္​့ကားတစ္​ကား​ေပါ့။ဇာတ္​လမ္​းက​ေတာ့ ဘဏ္​တစ္​ဘဏ္​ကို ဓားျပတိုက္​လာခဲ့ၾကတဲ့ လူသံုး​ေယာက္​မွာႏွစ္​​ေယာက္​က​ေသဆံုးခဲ့ၿပီး က်န္​တဲ့တစ္​​ေယာက္​က ​ေသနတ္​ဒဏ္​ရာ​ေၾကာင္​့ မွတ္​ဥာဏ္​​ေတြ ​ေပ်ာက္​ဆံုးသြားခဲ့တယ္​။ဒါ​ေပမယ္​့ သူ႔မွတ္​ဥာဏ္​​ေတြ မ​ေပ်ာက္​ဆံုးခင္​မွာ ​ေငြ​ေတြကို ဖြက္​ထားခဲ့ၿပီးခုႏွစ္​ႏွစ္​ၾကာတဲ့အခ်ိန္​မွာ လူတစ္​စုက အ​ေစာင္​့အၾကပ္​​ေတြၾကားကသူ႔ကိုကယ္​ထုတ္​ၿပီး ပိုက္​ဆံ​ေတြကိုျပန္​႐ွာတဲ့အ​ေၾကာင္​းဇာတ္​လမ္​းဆင္​ထားတာ ျဖစ္​ပါတယ္​။​ေအးမယ္​လို႔ ထင္​ရ​ေပမယ္​့ စတားလံုးရဲ႕ စူပါဟီး႐ိုးဆန္​တဲ့အခန္​း​တစ္​ခ်ိဳ႕ကလြဲရင္​ တစ္​ကားလံုးစိတ္​ဝင္​စားစရာ ျပည္​့ႏွက္​​ေနတဲ့ ကား​ေကာင္​းတစ္​ကား ျဖစ္​ပါတယ္​။အား​ေပးၾကပါဦးဗ်ာ…File Size : (820 MB) and (285MB)Quality : WebDL 720pRunning Time :1hr 32minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrian A MillerStarsChristopher McDonaldColin EgglesfieldJoe GelchionMatthew ModineMeadow WilliamsRyan GuzmanSergio RizzutoSwen TemmelSylvester StalloneTyler Jon OlsonCastAlanna TremblayBaylee CurranBrooks NaderChristopher McDonaldColin EgglesfieldDavid YuzukHeather JohansenJenna WillisJesse PruettJoe GelchionLondon EmmettLydia HullMatthew ModineMeadow WilliamsNick PetronRyan GuzmanRylee EmmettSergio RizzutoSwen TemmelSylvester StalloneTamara BelousTyler Jon OlsonWesley Heid",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/arYmRZmKN1D9j6NPclq021J5aYP.jpg",
      "https://image.tmdb.org/t/p/w300/x1nfe15EeOqksSRb5VM98lG16aH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3m2SRfLsdCnbn4n4iQZV7sEXGNX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/backtrace-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "820 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/1yQm8/Backtrace_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "820 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/cqu1is69ytvm",
        "server": "upstream.to",
        "size": "820 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/pf1ieq7nwo3e.html",
        "server": "usersdrive.com",
        "size": "820 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "INDleu1aHyE",
      "video_url": "https://www.youtube.com/watch?v=INDleu1aHyE",
      "embed_url": "https://www.youtube.com/embed/INDleu1aHyE"
    }
  },
  {
    "metadata": "NOT RATED|2015|92 min|Drama,Fantasy,Horror,Musical",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "3,966"
    },
    "title": "The Lure",
    "description": "ယုံတမ်းပုံပြင်တွေတော့ အများကြီးရှိခဲ့ပါတယ်ရေသူမလေးဟာ မင်းသားလေးကို ချစ်လို့ရေထဲကနေ ကုန်းပေါ်တက်လာ မနာလိုသူတွေကရေနဲ့ ၀ိုင်းဖြန်းလို့ အမှီးထွက်လာပြီး လူတွေသိလို့မင်းသားလေးနဲ့ ဝေးသွား ဘလာ ဘလာအချစ်ဇတ်လမ်းလေးတွေ နတ်သမီးပုံပြင်တွေပေါ့တကယ်တမ်း ရေသူမတွေဆိုတာ အသားစားသတ္တဝါတွေဖြစ်ပြီး ဆန့်ကျင်ဘက်လိင် ကိုသီချင်းဆိုပြပြီး စွဲဆောင်ကာ သတ်ဖြတ်စားသောက်သူပါကဲ မကြောက်ကြဘူးလား ?ဒီဇတ်လမ်းလေးက နည်းနည်းထူးဆန်းတယ်ဗျဂိုးလ်ဒန်း နဲ့ ဆေးလ်ဗား (ရွှေနဲ့ငွေ) ဆိုတဲ့ရေသူမ ညီအစ်မ ၂ ယောက်ဟာတစ်ရက်မှာတော့ ကမ်းခြေမှာ သီချင်းတိုက်နေတဲ့နိုက်ကလပ် တစ်ခုက အဆိုတော် အဖွဲ့ကိုတွေ့မြင်ချောင်းကြည့်ခဲ့ပါတယ်…ပြီးနောက် လူတွေနောက် လိုက်ချင်လို့စွဲဆောင်ပြီး ကုန်းပေါ်တက် ပါသွားပါတယ်ဒါတင်ပဲလား ဆိုတော့ မဟုတ်သေးပါဘူးသူတို့ ညီအစ်မ ကို စင်တင်မှာ သီချင်းဆိုတဲ့အဖွားကြီးက ဖော်ချွတ် ကလပ် တစ်ခုမှာအလုပ်သွင်းပေးလိုက်ပါတော့တယ်…ဖော်ရချွတ်ရ ယောကျင်္ားတွေကို စွဲဆောင်ရတာ၀ါသနာပါတဲ့ ရေသူမ ညီအစ်မ ၂ ယောက်နဲ့ရေသူမတွေ အကြောင်း သေချာ မသိတဲ့သူတွေ ကြားမှာ ဘယ်လို ထိတ်လန့်စရာတွေဖြစ်ပျက်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါအုံးဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Shain Htet Naing ဖြစ်ပြီး Thit San Khant မှတင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAgnieszka SmoczynskaStarsAndrzej KonopkaJakub GierszałJoanna NiemirskaKatarzyna HermanKinga PreisMagdalena CieleckaMarcin KowalczykMarta MazurekMichalina OlszańskaZygmunt MalanowiczCastAdrian LipinskiAndrzej KonopkaBarbara WronskaDaniel DoboszDariusz WnukEwa JedrusikGrzegorz StelmaszewskiIgor ObłozaIwona BielskaJakub GierszałJanina WronskaJoanna JedrejekJoanna NiemirskaJózef MikaJustyna SwierczynskaKatarzyna HermanKatarzyna SawczukKaya KolodziejczykKinga PreisKrzysztof ChmielewskiMaciej LubienskiMagdalena CieleckaMalgorzata SobieszczanskaMarcin KowalczykMarcin UlanowskiMariusz GrzybowskiMarta MalikowskaMarta MazurekMichalina OlszańskaMonika BabulaPaulina GałązkaPiotr SkibaRoma GąsiorowskaStanislaw LowickiZbigniew BuczkowskiZbigniew ZglinskiZuzanna WronskaZygmunt Malanowicz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wEVOMXoLGvo3s2KTDCQF0jpfqTQ.jpg",
      "https://image.tmdb.org/t/p/w300/vh2uIwHrzGr46jPi7EAWWEWXjYV.jpg",
      "https://image.tmdb.org/t/p/w300/cV6qjC3KGk2V9pYktGlUxzuWPkk.jpg",
      "https://image.tmdb.org/t/p/w300/oNkScH7Rr6vyLSHe8Objtx65OaO.jpg",
      "https://image.tmdb.org/t/p/w300/vpS907KkwVkY4wDwSwV9dRUE7bv.jpg",
      "https://image.tmdb.org/t/p/w300/adh4JCPXKfCO2seOiyK2v46sgb1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNTVkYzBiNzMtOGE2MS00YzM0LWI2MzUtOGY2N2M2OTBmYzk0L2ltYWdlXkEyXkFqcGdeQXVyMjIxMzMyMQ@@._V1_-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thelure2015",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-lure-2015-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hdi7/TheLure(2015).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/rw30d4lf7agd.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "_RU2d2IYalE",
      "video_url": "https://www.youtube.com/watch?v=_RU2d2IYalE",
      "embed_url": "https://www.youtube.com/embed/_RU2d2IYalE"
    }
  },
  {
    "metadata": "R21|2015|1h 58min|Adult",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[21+] (PPPD-340) Her Older Sister Seduced Me With Her Big Boobs And Love For Cum",
    "description": "(Unicode)Dark Side Production မှ တင်ဆက်သည်။ပေါက်စိကြိုက်သူများအတွက် အထူးတင်ဆက်သည်21+ ဆိုတာကိုတော့ ကြိုတင်သတိပေးပါရစေJAV လောကရဲ့ အထက်တန်းစားပေါက်စိတွေ ပိုင်ဆိုင်ထားတဲ့ Julia နဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်ရုပ်ရည်ကလည်းပြေပြစ်ပြီး သရုပ်ဆောင်ဟန်ပန်အမူရာကလည်း Over မရှိသလောက်ပါပဲကင်မရာ အယူတွေကလည်း အားရစရာပါအရွယ်ရောက်ပြီးသား Julia နဲ့ မီကီတို့ ညီအစ်မနှစ်ယောက် အိမ်ကြီးတစ်အိမ်ထဲမှာ အတူနေကြပါတယ်တစ်နေ့မှာ မီကီက သူ့ရည်းစား မာကိုတိုကိုအိမ်ကိုခေါ်လာပါတယ်မီကီက ဇီဇာကြောင်တဲ့ မိန်းကလေးတစ်ယောက် Julia က သူတို့ကိုကြည့်ပြီး အားမလိုအားမရဖြစ်နေသူ…ခန္ဓာကိုယ်ချင်းယှဉ်ရင်လည်း ညီအမလို့သာပြောတာ မိုးနဲ့မြေလိုကွာနေတယ်…ဒါပေမဲ့ မာကိုတိုက ရိုးသားပြီး အေးဆေးနေတက်သူ…တစ်အိမ်ထဲမှာ အတူဆုံမိတော့ ဘာတွေ ဘယ်လိုဗြောင်းဆန်ကုန်မလဲဆိုတာ အမြန်သာကြည့်လိုက်ပါလို့ ညွှန်းလိုက်ပါရစေ..သူတို့သုံးဦး သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းက ပြင်းထန်လွန်းတာကြောင့် 21နှစ် အောက်လူငယ်များ ကြည့်ဖို့မသင့်တော်ပါဘူး(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်)(Zawgyi)Dark Side Production မွ တင္ဆက္သည္။ေပါက္စိႀကိဳက္သူမ်ားအတြက္ အထူးတင္ဆက္သည္21+ ဆိုတာကိုေတာ့ ႀကိဳတင္သတိေပးပါရေစJAV ေလာကရဲ႕ အထက္တန္းစားေပါက္စိေတြ ပိုင္ဆိုင္ထားတဲ့ Julia နဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္႐ုပ္ရည္ကလည္းေျပျပစ္ၿပီး သ႐ုပ္ေဆာင္ဟန္ပန္အမူရာကလည္း Over မရွိသေလာက္ပါပဲကင္မရာ အယူေတြကလည္း အားရစရာပါအ႐ြယ္ေရာက္ၿပီးသား Julia နဲ႔ မီကီတို႔ ညီအစ္မႏွစ္ေယာက္ အိမ္ႀကီးတစ္အိမ္ထဲမွာ အတူေနၾကပါတယ္တစ္ေန႔မွာ မီကီက သူ႔ရည္းစား မာကိုတိုကိုအိမ္ကိုေခၚလာပါတယ္မီကီက ဇီဇာေၾကာင္တဲ့ မိန္းကေလးတစ္ေယာက္ Julia က သူတို႔ကိုၾကည့္ၿပီး အားမလိုအားမရျဖစ္ေနသူ…ခႏၶာကိုယ္ခ်င္းယွဥ္ရင္လည္း ညီအမလို႔သာေျပာတာ မိုးနဲ႔ေျမလိုကြာေနတယ္…ဒါေပမဲ့ မာကိုတိုက ႐ိုးသားၿပီး ေအးေဆးေနတက္သူ…တစ္အိမ္ထဲမွာ အတူဆုံမိေတာ့ ဘာေတြ ဘယ္လိုေျဗာင္းဆန္ကုန္မလဲဆိုတာ အျမန္သာၾကည့္လိုက္ပါလို႔ ၫႊန္းလိုက္ပါရေစ..သူတို႔သုံးဦး သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းက ျပင္းထန္လြန္းတာေၾကာင့္ 21ႏွစ္ ေအာက္လူငယ္မ်ား ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)File Size : (900 MB)Quality : HDRip720pRunning Time : 1hr 58minFormat : Mp4Genre :  AdultSubtitle : Myanmar Subtitle (Hard Sub)Translated by Darkside KiMuChiEncoded by Darkside BGRYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/75614032_534819157353923_8837474254715879424_n.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/akotmmje8uvi.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/her-sister-seduce-me-with-big-tits-and-cum-ok-julia-21-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/6f19bd9/her-sister-seduce-me-with-big-tits-and-cum-ok-julia-21-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/oz0y0ahf2cux/Her_Sister_Seduce_Me_With_Big_Tits_And_Cum_OK_JULIA_[21+]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1tge2/(DS)_PPPD-340_JULIA_FHD.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/y9bppi8dp8u8",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015|1h 50min|Adventure,Fantasy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "6.1k"
    },
    "title": "I Am Dragon (2015)",
    "description": "I am Dragon (2015)နဂါးလေးကိုမှ ချစ်မိနေပါပြီဆိုတဲ့ CMပရိသတ်တို့အတွက် Animationကောင်းကောင်းနဲ့Positive review တွေပိုင်ဆိုင်ထားတဲ့ IMDb-6.8ရ ရုရှားနဂါးကားလေး တင်ဆက်ပေးချင်ပါတယ်။တောင့်တောင့်ဖြောင့်ဖြောင့် six pack နဲ့ နဂါးလေးရယ် လှရက်လွန်းလှတဲ့ မင်းသမီးလေးရယ်ကို ငမ်းရတာနဲ့တင် အတော်တန်တဲ့ ရုပ်ရှင်လေးဆိုတော့ရုရှားအဆင်‌လေး ပြောင်းကြိုက်ချင်သူတွေအတွက်တော့ ကြည့်သင့်တဲ့ရုပ်ရှင်လေးဖြစ်ပါကြောင်း….တစ်ချိန်က နဂါးတွေကြီးစိုးနေစဉ်ကာလမှာ မြို့ငယ်လေးတစ်မြို့က လူတွေက ရွာကအပျိုချောတွေကို နဂါးကြီးကို ဆက်သရပါသတဲ့။ဒီမိန်းကလေးတွေကို နဂါးစာအဖြစ် ဆက်သနေရတာဟာ ဒီမြို့လေးအတွက်တော့ ဓလေ့ထုံးစံတစ်ခုလိုဖြစ်လာခဲ့ပါတယ်။သိပ်ချစ်တတ်တဲ့ လူငယ်တစ်ယောက် မပေါ်လာခင်ပါပဲ။ဒီလူငယ်လေးကတော့ နဂါးကိုဆက်သရတော့မယ့်ချစ်သူမိန်းကလေးကို အရပြန်လုဖို့ စိတ်ပိုင်းဖြတ်ခဲ့ပေမဲ့ အလာကောင်းပေမဲ့ အခါနှောင်းသွားခဲ့ရပါတယ်။ချစ်သူကို ကယ်ဖို့မမီလိုက်တဲ့ ဒေါသဇောနဲ့ပဲ အချစ်ကြီးတဲ့လူငယ်လေးက နဂါးကြီးကို လှံနဲ့ပစ်ခွင်းအနိုင်ယူပြီး နဂါးသတ်သမားဘွဲ့ကို ခံယူလိုက်ပါတော့တယ်။နှစ်တွေကြာတော့ နဂါးဆိုတာ တကယ်ရှိတယ်တောင်မထင်ရတော့တဲ့အထိ ဒဏ္ဍာရီတစ်ပုဒ်သာသာဖြစ်လာတာပေါ့။အခုလက်ရှိမှာတော့ ဒီနဂါးသတ်သမားရဲ့မျိုးဆက်ဖြစ်တဲ့ အီဂါဆိုတဲ့လူငယ်လေးဟာ မြို့ကိုအုပ်စိုးတဲ့မင်းသားကြီးရဲ့ သမီးထွေးနဲ့ လက်ဆက်ဖို့ပြင်နေပါတယ်။ငယ်ရွယ်ပြီး မရင့်ကျက်သေးတဲ့ နဂါးတွေ နတ်သမီးပုံပြင်တွေကြားမှာ မွေ့လျော်နေတဲ့သမီးဖြစ်သူကို သူရဲကောင်းမျိုးဆက်လက်အပ်ချင်တဲ့မင်းသားကြီးနဲ့တစ်ဖက်က သူရဲကောင်းအဘိုးရဲ့အရှိန်အဝါနဲ့ ဂုဏ်မောက်နေတဲ့အီဂါတို့ကြား နေရကြပ်နေတဲ့ မီယိုဆာလ်ဗာမင်းသမီးလေးတစ်ယောက်လက်ထပ်ပွဲမှာ နဂါးခေါ်သီချင်းဆိုပြီးနောက်မှာ နဂါးကြီးက ဂူကြီးတစ်ခုထဲကို ခေါ်သွားတာခံလိုက်ရတဲ့အခါ…ကျင်းထဲမှာ မီယာနဲ့တွေ့တဲ့ အမည်မသိကောင်လေးက ဘယ်သူလဲ။မီယာကိုခေါ်လာတဲ့နဂါးကြီးကရော ဘယ်ရောက်သွားလဲ။နဂါးသတ်သမားမျိုးဆက်ဆိုပြီး လက်စွမ်းပြချင်တဲ့အီဂါတစ်ယောက်ကရော မီယာကိုကယ်တင်ဖို့ ဘယ်လိုကြိုးစားသွားမလဲဆိုတာ ရှုစားကြပါဦး။(အညွှန်းနဲ့ဘာသာပြန်ကတော့Mary Christပဲဖြစ်ပါတယ်)Genre….. Adventure, Fantasy, RomanceQuality…. 1080p | 720pFile size… 1.6GB | 805MBFormat… mp4Duration…. 1h 50minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mary ChristEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAleksandr LuchininAlyona ChekhovaAnastasiya DubrovinaAndrey LebedinskiyDarya DubnikovaEgor ZubarchukIeva AndrejevaitėLyubov FirsovaMariya PoezzhaevaMarta TimofeevaMatvey LykovPyotr RomanovStanislav LyubshinViktor KorolyovViktoriya RuntsovaVladimir KropotovVyacheslav ChepurchenkoYola SankoYuriy Gorin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/68chxvkKe8Zty1MNY1cCoBAKWs1.jpg",
      "https://image.tmdb.org/t/p/w300/9YZrT2iYnSn1lyh7F14BO9a78C0.jpg",
      "https://image.tmdb.org/t/p/w300/yxjlrxRFeGLvfbHnJhhznruhYdT.jpg",
      "https://image.tmdb.org/t/p/w300/e9MSEmHVo4Yw0huYtnMXzR1uEs3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9R9mwkXs0W78WMzh4M1yFP7v7RP.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mm8kgvs73hgm.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-dragon-2015-1080-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLtJX/I.Am.Dragon.2015.1080p.BluRay.x264.AAC5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/F7tTTYZA#Z4jyk87Ip59-n9KgyJPRQCC-mdRvZVSOpf3VV-MWuvw",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cyzmkaed8ozd.html",
        "server": "usersdrive.com",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/i-am-dragon-2015-720-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/yx4j3/I.Am.Dragon.2015.720p.BluRay.x264.AAC5.1.CM.mp4",
        "server": "megaup.net",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/46NBHKrT#uBhxO2X9XMdAg8o7YtHASWMVwhak8LgPyPT3hYH97Ro",
        "server": "mega.nz",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ll2ofd3s7ty7",
        "server": "streamvid.io",
        "size": "805MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/di1d2839nk3o",
        "server": "streamsb.com",
        "size": "805MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|1h 29min|Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3165"
    },
    "title": "My Brother’s Wife (2015)",
    "description": "My Brother Wife 2015———————-ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and 6856MBQuality : 1080p WEBRIP and 720pDuration : 1h 29minYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRicardo de MontreuilStarsBárbara MoriChristian MeierManolo CardonaRicardo de MontreuilCastAngélica AragónBárbara MoriBeto CuevasBruno BichirChristian MeierGaby EspinoManolo Cardona",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8oXTD01TVxw7nlZuHyQdty6ntW3.jpg",
      "https://image.tmdb.org/t/p/w300/qHRLolqPyokq2UYsLv8lJcnqFqZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qm3hvying2kb.html",
        "server": "usersdrive.com",
        "size": "1.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/opu2qyu8fafq.html",
        "server": "usersdrive.com",
        "size": "685MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/kzct12ki9mw1",
        "server": "veryfiles.com",
        "size": "1.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/zzuian7o0nyi",
        "server": "veryfiles.com",
        "size": "685MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-brothers-wife-2005-spanish-1080-p-web-rip-x-265-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-brothers-wife-2005-spanish-720-p-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "685MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/X35i/My.Brothers.Wife.2005.SPANISH.1080p.WEBRip.x265.(CM).mp4.mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/X35f/My.Brothers.Wife.2005.SPANISH.720p(CM).mp4.mp4",
        "server": "megaup.net",
        "size": "685MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wdss2fw14mgw",
        "server": "upstream.to",
        "size": "1.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/qy2rlbltjzfc",
        "server": "upstream.to",
        "size": "685MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-brothers-wife-2015",
        "server": "VIP Links",
        "size": "1.26GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "bEYmz74dZCk",
      "video_url": "https://www.youtube.com/watch?v=bEYmz74dZCk",
      "embed_url": "https://www.youtube.com/embed/bEYmz74dZCk"
    }
  },
  {
    "metadata": "R|2015|99 min|Uncategorized",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "86,890"
    },
    "title": "Vacation (2015)",
    "description": "ဒါကတော့ Comedy ဇာတ်ကဟောင်းလေးပဲဖြစ်ပါတယ်။ကြည့်ဖူးတဲ့သူတွေလည်းရှိမှာပါ။မိသားစုတစ်သိုက် ခရီးထွက်ရင်းအလွဲလွဲအချော်ချော်တွေဖြစ်ခဲ့တာကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်မင်းသားကလည်း Hangover ထဲမှာပါဝက်ခဲ့တဲ့ Ed Helms ပဲဖြစ်ပါတယ်။ဒါ့အပြင် Thor မင်းသား Chris Hemsworthပာဝင်ပြောင်ထားပာသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိသားစုတွင်းသိပ်မနွေးထွေးတာကိုတွေ့နေရတဲ့ ဖခင်ဖြစ်သူ လေယာဉ်မှူးတစ်ယောက် နွေရာသီအားလပ်ရက်မှာမိသားစုလိုက် Road Trip ထွက်မယ်ဆိုတာကစတာပါပဲ။လမ်းတျောက်လျောက် စထွက်ကတည်းကကိုတက်လိုက်တဲ့ပြသနာတွေဟာ ခရီးဆုံးထဲထိကိုမပြီးပါဘူး။အရင်က Comedy ဇာတ်ကားဟောင်းတွေကိုကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 39minFormat : Mp4Genre : Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-DRONESTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn Francis DaleyJonathan M. GoldsteinLori GrabowskiStarsBeverly D'AngeloCatherine MissalCharlie DayChevy ChaseChris HemsworthChristina ApplegateEd HelmsLeslie MannSkyler GisondoSteele StebbinsCastAlkoya BrunsonBeverly D'AngeloBrandon Michael HaleBrooke Jaye TaylorCameron McIntyreCatherine MissalCharlie DayChevy ChaseChris HemsworthChristina ApplegateColin HanksCristina SquyresDavid ClennonEd HelmsElizabeth FendrickElizabeth GilliesEmyri CrutchfieldEthan MaherHannah DavisHolly GardnerJohn Francis DaleyKaitlin OlsonKeegan-Michael KeyKirstin FordLeslie MannLibby BlantonMatthew CornwellMichael H. ColeMichael PeñaMiles DoleacNadine AvolaNick KrollNorman ReedusO'Clair AlexanderOmar LagudaliR.F. DaleyRegina HallRick EricsonRon LivingstonRyan CartwrightSkyler GisondoSteele StebbinsTim HeideckerValerie Payton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lWhTsYsTRMDDBg3KIUMzVb8gs2l.jpg",
      "https://image.tmdb.org/t/p/w300/2vhwY7QRrsvMaJ8WsRxnuAe586J.jpg",
      "https://image.tmdb.org/t/p/w300/3pDqidHzSDHDNlrZ6isAvXNFiYy.jpg",
      "https://image.tmdb.org/t/p/w300/yqM0V0fuADz3O5D8ZB5FmMJXbFe.jpg",
      "https://image.tmdb.org/t/p/w300/ddIUqR3Bfbt2fOZdrFZN9MzA02T.jpg",
      "https://image.tmdb.org/t/p/w300/br4TdosVhbpFKEJrZ84OYI42JkN.jpg",
      "https://image.tmdb.org/t/p/w300/4Dqidq0BO14l6atv765FrgEkFkf.jpg",
      "https://image.tmdb.org/t/p/w300/csNJ4Q0uUFbo199oIhOFH1nPHWk.jpg",
      "https://image.tmdb.org/t/p/w300/vPurZ2EfjmC3PeIHtyMWHQFIdqW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/q9kL9WW0Uu4AcfTi5iCLcYzBgnm.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/vacation-2015",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/vacation-2015-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/8x9jlnl62rrs.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kleG7XCqOb4",
      "video_url": "https://www.youtube.com/watch?v=kleG7XCqOb4",
      "embed_url": "https://www.youtube.com/embed/kleG7XCqOb4"
    }
  },
  {
    "metadata": "|2015|2h 8min|Action,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "22,312"
    },
    "title": "Gabbar is Back (2015)",
    "description": "Gabbar is Back (2015)_____IMDb – 7.1/10IMDB 7.1 ရရှိထားပြီး အင်မတန်မှ ကောင်းမွန်တဲ့ ဘောလီးဝုဒ်ဇာတ်ကားလေးတစ်ကားကို  တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးထဲမှာ နာမည်ကျော်မင်းသားအက်ခ်ရှေးကူမားရ်ကို ဂတ်ဘာ အဖြစ်တွေ့မြင်ရမှာပါ။ညတစ်ညမှာ အိန္ဒိနိုင်ငံ မဟာရှက်ထရာ ခရိုင် အတွင်းမှာရှိတဲ့မတူညီတဲ့ မြို့တွေက အခွန်ကောက်သမားဆယ်ယောက်ဟာပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ ရဲတွေက အပူတပြင်း ရှာဖွေနေစဉ်မှာပဲ ထိုဝန်ထမ်း ဆယ်ယောက် အနက် တစ်ယောက်ကလွဲလို့အကုန်ပြန်ရောက်လာပါတယ်။ တစ်ယောက်ကတော့ အသတ်ခံလိုက်ရပါတယ်ထိုအသတ်ခံလိုက်ရတဲ့သူက လာဘ်အစားဆုံး အခွန်သမားပါပဲ။ထို အခွန်သမားရဲ့အလောင်းနဲ့ အတူ ဂတ်ဘားကိုယ်တိုင် လာဘ်စားလို့ သတ်ရတာဖြစ်တယ်ဆိုပြီး ခြိမ်းခြောက်ထားပါတယ်။ ဒီလိုနဲ့ လာဘ် အစားဆုံး အစိုးရာအရာရှိတွေပြန်ပေးဆွဲ ခံရ အသတ်ခံရတာတွေ ဆက်တိုက် ဖြစ်လာပါတယ်။ဂတ်ဘားကဒီလိုဘာလို့ လိုက်သတ်နေရတာလဲ …. သူ့ကို ရဲတွေက ဖမ်းမိမှာလားလာဘ်ပေးလာဘ်ယူ လုပ်တာတွေကို အချက်အလက်သေးသေးလေးက အစတိတိကျကျ သူဘယ်လိုများမှတ်တမ်းတွေ ယူနိုင်တာလဲ ခြေရာလက်ရာမပေါ်အောင်ဘယ်လိုများ လုပ်ဆောင်ခဲ့တာလဲ စတာတွေကို စိတ်ဝင် စားစွာဆက်လက်စောင့်ကြည့်ရမှာပါ။စလယ်ဆုံး ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါရစေTariq L WalkerFile Size : 1GBQuality : Bluray 720PRunning Time : 2hr 08minutesFormat : Mp4Genre : Action, Crime, DramaEncoder : Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKrish JagarlamudiStarsAkshay KumarKareena KapoorShruti HaasanSunil GroverCastAkshay KumarChitrangada SinghFareed AhmedIshita VyasJaideep AhlawatKareena Kapoor KhanManoj ChandilaNinad KamatRavi PrakashSaanvi TalwarShruti BapnaShruti HaasanSuman TalwarSunil Grover",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4RlK4E5Q2Gd1Exmmji8YATbZYhS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjQyMTY1NTc1NV5BMl5BanBnXkFtZTgwODUzMDIyNTE@._V1_SY1000_CR006941000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/j69mk9zvl0sg.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/gabbar-is-back-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/bd05f8859/gabar-is-back-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/tasa87wg144z/Gabbar_Is_Back_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2fmmB/Gabbar_Is_Back_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/cxBUzbTJ#ThecL-mJzDcMQW_ygEOW9VQKnMD8CZhg0eSQfQRFGfY",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ztu81iex7fi6",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "T95zFC4Z2pY",
      "video_url": "https://www.youtube.com/watch?v=T95zFC4Z2pY",
      "embed_url": "https://www.youtube.com/embed/T95zFC4Z2pY"
    }
  },
  {
    "metadata": "|2015||Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "(18+) Sometimes Pornography Star (2015)",
    "description": "Sometimes Pornographyအချစ်နဲ့လိင်ကိစ္စကို သိမ်သိမ်မွေ့မွေ့ခံစားချင်တဲ့ သူတွေအတွက် ဒီကားကကြည့်သင့်တဲ့ အထဲပါပါတယ်လိင် ကိစ္စရဲ့ သဘောသဘာ၀ ယောကျ်ားတွေရဲ့ စိတ်ခံစားချက် လွတ်လွတ်လပ်လပ်နေချင်တဲ့ယောကျ်ား တစ်ယောက်ကိုမှ စွဲလမ်းမိတဲ့ မိန်းမတစ်ယောက်ရဲ့ စွဲလမ်းစိတ်သဘော စတာတွေကိုစကားလုံးလှလှလေးတွေနဲ့ ပုံဖော်ထားသလို လိင်မှု ကိစ္စကိုလည်း နူးနူးညံ့ညံ့ တင်ဆက်ထားတဲ့ Pornograhpy ပဲဖြစ်ပါတယ်လိင် ကိစ္စဆို ၀ုန်းဒိုင်းကုတင်ပေါ်တက်ဆိုတာထက် အချစ်နဲ့ လိင် ကိစ္စကိုတွဲပြီး ညင်ညင်သာသာလေးမှ သဘောကျတယ်ဆိုဒီကားကိုကြည့်သင့်ပါတယ် မင်းသမီးရော မင်းသာရော လူလတ်ပိုင်းအရွယ်ဆိုပေမယ့် ရုပ်ရည်ကော ဘော်ဒီပိုင်းပါတော်တော်လေးကြည့်ကောင်းပြီးသရုပ်ဆောင်လည်းကောင်းတယ်လို့ပြောလို့ရပါတယ် သာမန် 18+တွေနဲ့ ကွဲထွက်ပြီးမိန်းမတွေရဲ့ သဘောသဘာ၀ ယောကျ်ားတစ်ယောက်ရဲ့ စိတ်သဘောသဘာ၀ကိုနားလည်ချင်တယ်ဆို 18+ကိုမှ Documentary ဆန်ဆန် ကြည့်ရှုရမယ့် ဇာတ်ကားလေးပါFile size…400MBQuality…720pFormat…mp4Duration….1h 30minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by FOXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/sometime-2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sometimes-pornography-star-2015-720-p-hd-rip-h-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/839xa2dr1nf1.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Xn99/Sometimes.Pornography.Star.2015.720p.HDRip.H264)(DS).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BjFykS5Z#HgtrsRhAWp72Rp2MJdVk7dYLiHWsb7csVoGiM51Y780",
        "server": "mega.nz",
        "size": "400MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/gmnu03elvjc0",
        "server": "streamsb.com",
        "size": "400MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Crime, Drama|2015|2h 19min|Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,197"
    },
    "title": "The Dead End (2015)",
    "description": "[Unicode]မင်းသားလည်းဟုတ် ဒါရိုက်တာလည်းဟုတ်ပြီး သရုပ်ဆောင်တဲ့နေရာမှာ သူများနဲ့မတူတမိုထူးတဲ့ပုံစံနဲ့ မင်းသားChao Deng ကိုသိကြမယ်ထင်ပါတယ် ။တော်တော်များများကတော့ သူ့ကို The Mermaid (2016) တို့ Detective Dee တို့နဲ့ သိကြတာပါ ။ဒီတစ်ခေါက်မှာတော့ 2015 မှာ ထွက်ရှိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie လေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းရှီလုံမှာ မိန်းကလေးတစ်ယောက် အဓမ္မကျင့်အသတ်ခံရပြီးသူမရဲ့ မိသားစု ၄ ယောက်လည်း ရက်ရက်စက်စက် အသတ်ခံရတဲ့ ငါးလောင်းပြိုင် လူသတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ။ဒီလူသတ်မှုမှာ အဓိက သံသယဖြစ်ဖွယ် တရားခံ ၃ ယောက်ရှိတယ်လို့ ခန့်မှန်းထားပြီး ၇ နှစ်ကြာတဲ့အထိ ဒီအမှုကို မဖြေရှင်းနိုင်ခဲ့ဘူး…ဒါပေမယ့် စုံထောက် ‘ရီ’ ကတော့ ဒီအမှုကို လက်မလျှော့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင်ရတဲ့ အမှုကြီး ဖြစ်တာကြောင့် တရားခံကို အခုထိ စုံစမ်းနေဆဲပါ ။သံသယရှိသူ ၃ ယောက်ကတော့ စွန်လေးဆိုတဲ့ကလေးတစ်ယောက်ကို မွေးစားပြီး သာမန်ဘဝတွေနဲ့ ဆက်လက်ရှင်သန်နေကြပါတယ် ။တစ်ယောက်က တံငါရွာမှာ နေပြီး တစ်ယာက်က taxi driver လုပ်ကြပါတယ် ။နောက်တစ်ယောက်ကတော့ အကူရဲတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်နေပါတယ် ။ကလေးအပေါ်ကြင်နာလွန်းတဲ့ သူတို့လိုလူတွေက တကယ်ပဲ ဒီလိုပြစ်မှုကြီးကို ကျူးလွန်ခဲ့ကြတာလား…စုံထောက် ရီ ကရော အမှုမှန်ကို ဖော်ထုတ်နိုင်မှာလား…နောက်ဆုံးကျ ဘယ်လို အဆုံးသတ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုနိုင်ကြပါ ။IMDb Rating – 7.2/10( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]မင္းသားလည္းဟုတ္ ဒါရိုက္တာလည္းဟုတ္ျပီး သရုပ္ေဆာင္တဲ့ေနရာမွာ သူမ်ားနဲ႔မတူတမိုထူးတဲ့ပံုစံနဲ႔ မင္းသားChao Deng ကိုသိၾကမယ္ထင္ပါတယ္ ။ေတာ္ေတာ္မ်ားမ်ားကေတာ့ သူ႔ကို The Mermaid (2016) တို႔ Detective Dee တို႔နဲ႔ သိၾကတာပါ ။ဒီတစ္ေခါက္မွာေတာ့ 2015 မွာ ထြက္ရွိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ဥ္းရီွလုံမွာ မိန္းကေလးတစ္ေယာက္ အဓမၼက်င့္အသတ္ခံရၿပီးသူမရဲ႕ မိသားစု ၄ ေယာက္လည္း ရက္ရက္စက္စက္ အသတ္ခံရတဲ့ ငါးေလာင္းၿပိဳင္ လူသတ္မႈ ျဖစ္ပြားခဲ့ပါတယ္ ။ဒီလူသတ္မႈမွာ အဓိက သံသယျဖစ္ဖြယ္ တရားခံ ၃ ေယာက္ရွိတယ္လို႔ ခန္႔မွန္းထားၿပီး ၇ ႏွစ္ၾကာတဲ့အထိ ဒီအမႈကို မေျဖရွင္းႏိုင္ခဲ့ဘူး…ဒါေပမယ့္ စုံေထာက္ ‘ရီ’ ကေတာ့ ဒီအမႈကို လက္မေလွ်ာ့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင္ရတဲ့ အမႈႀကီး ျဖစ္တာေၾကာင့္ တရားခံကို အခုထိ စုံစမ္းေနဆဲပါ ။သံသယရွိသူ ၃ ေယာက္ကေတာ့ စြန္ေလးဆိုတဲ့ကေလးတစ္ေယာက္ကို ေမြးစားၿပီး သာမန္ဘ၀ေတြနဲ႔ ဆက္လက္ရွင္သန္ေနၾကပါတယ္ ။တစ္ေယာက္က တံငါ႐ြာမွာ ေနၿပီး တစ္ယာက္က taxi driver လုပ္ၾကပါတယ္ ။ေနာက္တစ္ေယာက္ကေတာ့ အကူရဲတစ္ေယာက္အျဖစ္ အလုပ္လုပ္ကိုင္ေနပါတယ္ ။ကေလးအေပၚၾကင္နာလြန္းတဲ့ သူတို႔လိုလူေတြက တကယ္ပဲ ဒီလိုျပစ္မႈႀကီးကို က်ဴးလြန္ခဲ့ၾကတာလား…စုံေထာက္ ရီ ကေရာ အမႈမွန္ကို ေဖာ္ထုတ္ႏိုင္မွာလား…ေနာက္ဆုံးက် ဘယ္လို အဆုံးသတ္မလဲဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ၾကည့္ရႈႏိုင္ၾကပါ ။IMDb Rating – 7.2/10( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 2.4 GB ) and ( 1.4 GB)Quality__1080p ,720pIMDb Rating__7.2/10Format__mp4Duration__02:18:42Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated bySeungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCao BaopingStarsDeng ChaoDu ZhiguoDuan YihongGuo TaoJackie Lui Chung-YinLi XiaochuanWang LuodanWang Yan-huiXu XihanYan BeiCastBai Liu-xiDeng ChaoDu ZhiguoDuan YihongGao HuGuo TaoJackie Lui Chung-YinLi XiaochuanWang LuodanWang Yan-huiXu XihanYan Bei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q7PmDM56DrQQ4KS2rRYEku14Uv1.jpg",
      "https://image.tmdb.org/t/p/w300/nI4O4nC4w5kSMOYa3wptXH1HBym.jpg",
      "https://image.tmdb.org/t/p/w300/wtU6ZibLpj8sgjkwk5tpH9dvECK.jpg",
      "https://image.tmdb.org/t/p/w300/o0hFzMF0RnFrHZab820HZsnJ9P.jpg",
      "https://image.tmdb.org/t/p/w300/y1f5agbyLiE4HFsy3oVx9RK2d59.jpg",
      "https://image.tmdb.org/t/p/w300/9Wd0EKBlLsVuRoRtXH10vg34a5O.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzI4M2IxMjctNGI4MC00NzU0LTkyMmYtMzQ5ODEzZjY2ZmNmXkEyXkFqcGdeQXVyMjg5MDU0NDc@._V1_UY268_CR30182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sfthky6sd4rn.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://usersdrive.com/pxdbgo0xvw3d.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://usersdrive.com/o1czqwltcnd9.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/the-dead-end-2015-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-dead-end-2015-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-dead-end-2015-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/1xgwZ/The_Dead_End_(2015)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://megaup.net/1xgwY/The_Dead_End_(2015)_720p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://megaup.net/1xgx0/The_Dead_End_(2015)_SFS.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/B11SmCQD#pQzeswd4GEavyIrNE-Vz_JUkIdFLj8e7i8_HJrdwYIw",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://mega.nz/file/RglSDaBJ#MJ3U2i8A6Hg8W6_pRZSOT0kJOeW6zW2D3Mq9bddrod4",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://mega.nz/file/Rl0WECIY#rpSQ_x_uTspO77b9dbTvtyyeSIm8aeRTWPUYvtafkq0",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/lPOYcNLFwQ_DMw",
        "server": "disk.yandex.com",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://yadi.sk/i/RzCRi_ZGu2B3iA",
        "server": "disk.yandex.com",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://yadi.sk/i/4kgSkrmJMdCZPw",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/decwesupru55",
        "server": "upstream.to",
        "size": "2.4 GB",
        "quality": "HD-1080p"
      },
      {
        "link": "https://upstream.to/vc5mlmeebg3o",
        "server": "upstream.to",
        "size": "1.4 GB",
        "quality": "HD-720p"
      },
      {
        "link": "https://upstream.to/uwv1xfe8dde6",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "SFS"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|127 min|Biography,Drama,History",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "28,603"
    },
    "title": "The 33 (2015)",
    "description": "CM ပရိတ်သတ် ကြီးအတွက် 2015 ခုနှစ်ထွက် The 33 ဆိုတဲ့ ဖြစ်ရပ်မှန်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ ဒီဇာတ်လမ်း လေးဟာ၂၀၁၀ ခုနှစ်က ကျော်ကြားခဲ့တဲ့ Copiapó မိုင်းတွင်း မတော်တဆ မှု့အကြောင်းကိုပြန်လည် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ချီလီ ကြေးနီ မိုင်းတွင်းလုပ်သား ၃၃ ယောက်ဟာမြေအောက် ၇၀၀ မီတာ အနက် (ပေ ၂၃၀၀)မှာ ၆၉ ရက်ကြာ ပိတ် မိနေခဲ့တာပဲ ဖြစ်ပါတယ်။သူတို့ကို ကယ်တင်ဖို့ အမေရိကန်က NASA အပါအဝင် ကမ္ဘာ တစ်လွှားက အဖွဲ့ အစည်းပေါင်းမြောက်မြားစွာက ပါဝင်ကူညီခဲ့ကြပါတယ်။ဒီလိုနဲ့ အောက်တိုဘာလ ၁၃ ရက် ၂၀၁၀ ခုနှစ်မှာမှအထူးတည်ဆောက်ထားတဲ့ ကယ်ဆယ်ရေး ပစ္စည်းတွေနဲ့ သူတို့ကို ကယ်တင်နိုင်ခဲ့ပါတယ်။သူတို့ ၃၃ ယောက်ကို ကယ်တင်ဖို့ အတွက် စုစုပေါင်း ဒေါ်လာ သန်းနှစ်ဆယ်ခန့် ကုန်ကျခဲ့ပြီးကုမ္ပဏီပေါင်းများစွာက ပညာရှင် ရာနဲ့ချီပြီး ကယ်ဆယ်ရေး အစီအစဉ်တွေဒီဇိုင်းဆွဲခဲ့ရတာပါသူတို့ကို ကယ်ဆယ် နေတဲ့ ဖြစ်စဉ် ကို ကမ္ဘာ တစ်ဝှမ်းက လူ တစ်ဘီလီယံ ကျော်က စောင့်ကြည့်ခဲ့ကြပါတယ်။သူတို့ရဲ့ ဖြစ်ရပ်ကို ဒီရုပ်ရှင် ပြန်ရိုက်ရာမှာလည်း ဆုပေါင်းများစွာ ရခဲ့ပြီးဝေဖန်သူတွေက ချီးကျုးခဲ့ကြပါတယ်။ဒီရုပ်ရှင် မှာဆိုရင်လည်း သူတို့ ရဲ့ ကြိုးစားအားထုတ်ပုံတွေဇွဲမလျှော့ပဲ ရှင်သန်ခဲ့ကြပုံတွေ ကို အထင်းသားမြင်ရမှာ ဖြစ်လို့ ကြည့်ရှု့သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်တယ်ဆိုတာကို တိုက်တွန်းလိုက်ပါရစေ။———————————————————————–CM ပရိတ္သတ္ ႀကီးအတြက္ 2015 ခုႏွစ္ထြက္ The 33 ဆုိတဲ့ ျဖစ္ရပ္မွန္ကားေကာင္းေလးတစ္ကားကုိ တင္ဆက္ေပးလုိက္ရပါတယ္။ ဒီဇာတ္လမ္း ေလးဟာ၂၀၁၀ ခုႏွစ္က ေက်ာ္ၾကားခဲ့တဲ့ Copiapó မုိင္းတြင္း မေတာ္တဆ မွဳ႕အေၾကာင္းကုိျပန္လည္ ရုိက္ကူးထားတာျဖစ္ပါတယ္။ ခ်ီလီ ေၾကးနီ မုိင္းတြင္းလုပ္သား ၃၃ ေယာက္ဟာေျမေအာက္ ၇၀၀ မီတာ အနက္ (ေပ ၂၃၀၀)မွာ ၆၉ ရက္ၾကာ ပိတ္ မိေနခဲ့တာပဲ ျဖစ္ပါတယ္။သူတုိ႕ကုိ ကယ္တင္ဖုိ႔ အေမရိကန္က NASA အပါအ၀င္ ကမၻာ တစ္လႊားက အဖြဲ႕ အစည္းေပါင္းေျမာက္ျမားစြာက ပါ၀င္ကူညီခဲ့ၾကပါတယ္။ဒီလုိနဲ႕ ေအာက္တုိဘာလ ၁၃ ရက္ ၂၀၁၀ ခုႏွစ္မွာမွအထူးတည္ေဆာက္ထားတဲ့ ကယ္ဆယ္ေရး ပစၥည္းေတြနဲ႔ သူတုိ႔ကုိ ကယ္တင္ႏုိင္ခဲ့ပါတယ္။သူတုိ႔ ၃၃ ေယာက္ကုိ ကယ္တင္ဖုိ႔ အတြက္ စုစုေပါင္း ေဒၚလာ သန္းႏွစ္ဆယ္ခန္႔ ကုန္က်ခဲ့ၿပီးကုမၸဏီေပါင္းမ်ားစြာက ပညာရွင္ ရာနဲ႔ခ်ီၿပီး ကယ္ဆယ္ေရး အစီအစဥ္ေတြဒီဇုိင္းဆြဲခဲ့ရတာပါသူတုိ႔ကုိ ကယ္ဆယ္ ေနတဲ့ ျဖစ္စဥ္ ကုိ ကမၻာ တစ္၀ွမ္းက လူ တစ္ဘီလီယံ ေက်ာ္က ေစာင့္ၾကည့္ခဲ့ၾကပါတယ္။သူတုိ႔ရဲ႕ ျဖစ္ရပ္ကုိ ဒီရုပ္ရွင္ ျပန္ရုိက္ရာမွာလည္း ဆုေပါင္းမ်ားစြာ ရခဲ့ၿပီးေ၀ဖန္သူေတြက ခ်ီးက်ဳးခဲ့ၾကပါတယ္။ဒီရုပ္ရွင္ မွာဆုိရင္လည္း သူတုိ႔ ရဲ႕ ႀကဳိးစားအားထုတ္ပုံေတြဇြဲမေလွ်ာ့ပဲ ရွင္သန္ခဲ့ၾကပုံေတြ ကုိ အထင္းသားျမင္ရမွာ ျဖစ္လုိ႔ ၾကည့္ရွဳ႕သင့္တဲ့ ကားေကာင္းတစ္ကားျဖစ္တယ္ဆုိတာကုိ တုိက္တြန္းလုိက္ပါရေစ။File Size : (910 MB)Quality : BluRay 720pRunning Time : 2h 7minFormat : Mp4Genre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264 YTS.AGEncoded by A_ZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPatricia RiggenStarsAdriana BarrazaAntonio BanderasBob GuntonCote de PabloJames BrolinJuliette BinocheKate del CastilloLou Diamond PhillipsMario CasasRodrigo SantoroCastAdriana BarrazaAnderson CooperAntonio BanderasAriel SierraBob GuntonCote de PabloElizabeth De RazzoFederico LuppiGabriel ByrneJacob VargasJames BrolinJorge DiazJuan Pablo AugerJuan Pablo RabaJuliette BinocheKate del CastilloLou Diamond PhillipsLuis Alberto AracenaMarco TreviñoMario CasasMario KreutzbergerNaomi ScottOscar NunezPaulina GarcíaRodrigo SantoroTenoch Huerta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3bCuHw1NA4FFwESs1vJCk8gHi3O.jpg",
      "https://image.tmdb.org/t/p/w300/yiyZ40pejKQ8QQFCgclvcuIVQVP.jpg",
      "https://image.tmdb.org/t/p/w300/qXyyWhDykdYoCSeqVVUlsfSso2o.jpg",
      "https://image.tmdb.org/t/p/w300/4uf8otrr0Tv0FZn7kYVDPzaukY2.jpg",
      "https://image.tmdb.org/t/p/w300/AvPzu0iSz3MmtgF7jzn829uSkoe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/Movies_The33_Poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1c22dg0xnbh3.html",
        "server": "usersdrive.com",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-33-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/c17765ab/the-3-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2SLwu/The_33_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/eB4l2aYD#ebzcDv97LUCzJIj7fblWr0s7SrybtladM1cqBZRqY9k",
        "server": "mega.nz",
        "size": "910 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/46kd242376s3",
        "server": "upstream.to",
        "size": "910 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hOoIBOYqHyw",
      "video_url": "https://www.youtube.com/watch?v=hOoIBOYqHyw",
      "embed_url": "https://www.youtube.com/embed/hOoIBOYqHyw"
    }
  },
  {
    "metadata": "NOT RATED|2015|127 min|Drama,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "3,535"
    },
    "title": "The Beauty Inside (2015)",
    "description": "လူတစ္ေယာက္အထီးက်န္တယ္ဆိုတာ ဘယ္လိုမ်ိဳးလဲ?အခုေခတ္မွာ ကြၽန္ေတာ္တို႔ FA, FA နဲ႔ အလြယ္တကူသံုးေနၾကတယ္ရည္းစားမရွိရင္ကို FA လို႔ ေခၚၾကေတာ့တာပဲပံုမွန္လူတစ္ေယာက္ရဲ႕ဘဝကို အၾကမ္းဖ်င္းတြက္ၾကည့္ရေအာင္ပံုမွန္လူတစ္ေယာက္ဟာ ေမြးလာတာနဲ႔ မိသားစုရွိတယ္ ေဆြမ်ိဳးရွိတယ္ ကိုယ့္အိမ္ပတ္ဝန္းက်င္ ရပ္ကြက္ထဲက အသိေတြရွိမယ္မူႀကိဳကေန တကၠသိုလ္ေရာက္တဲ့အထိ သိလာတဲ့သူငယ္ခ်င္းေတြရွိမယ္အလုပ္လုပ္ေတာ့လဲ အလုပ္ကမိတ္ေဆြေတြရွိမယ္ စသျဖင့္…ပံုမွန္လူတစ္ေယာက္ဟာ ဘဝမွာသိကြၽမ္းတဲ့လူ ၅၀၀ ေလာက္ေတာ့ အနည္းဆံုးရွိလိမ့္မယ္ထင္တယ္ပ်မ္းမွ်အၾကမ္းဖ်င္းေပါ့ေလ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ မတူႏိုင္ဘူးေပါ့အဲ့ေတာ့ေျပာရရင္ေတာ့ ဒီကမ႓ာေပၚမွာခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတဲ့ ျဖစ္တည္မႈကိုသိတဲ့လူ အနည္းဆံုးေတာ့ အေယာက္ ၅၀၀ ေလာက္ရွိတယ္အဲ့ဒါကို တကယ္တမ္း Forever Alone လို႔ သတ္မွတ္လို႔ရပါ့မလား?စဥ္းစားၾကည့္စမ္းပါ…ခင္ဗ်ားရဲ႕ျဖစ္တည္မႈကိုသိတဲ့သူ ၅ ေယာက္ေတာင္မျပည့္တဲ့ ဘဝမ်ိဳးမွာေနရမယ္ဆိုရင္ ဘယ္လိုေတြျဖစ္လာမလဲလို႔ ?ဘယ္သူမွ ခင္ဗ်ားကို မသိဘူးဗ်ာလမ္းမွာ အသိနဲ႔ေတြ႕လို႔ ႏႈတ္ဆက္တယ္ဆိုတာမ်ိဳးလဲ ရွိႏိုင္မွာမဟုတ္ဘူးတစ္ခါတစ္ေလမွာေတာ့ လူေတြၾကားထဲသြားလာေနတာပဲဒါမဲ့ဒီေန႔ေတြ႕တဲ့လူေတြက မနက္ျဖန္က်ရင္ခင္ဗ်ားကိုမသိေတာ့ဘူးေနာက္ဆံုး ကိုယ့္ကိုေမြးထားတဲ့ အေမကေတာင္ ခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတာကိုပဲသိတယ္ေရွ႕မွာျမင္ေနရရင္ေတာင္မွ ခင္ဗ်ားမွန္းမမွတ္မိႏိုင္တဲ့ဘဝမ်ိဳးကိုယ္ဘယ္သူလဲဆိုတာကို ကိုယ္တစ္ေယာက္ထဲပဲသိတဲ့ဘဝအဲ့လိုဘဝမ်ိဳးမွာ ခင္ဗ်ားဆိုရင္ေရာ ေနႏိုင္မလား?အေၾကာင္းရင္းကေတာ့ ဒီဇာတ္ကားေလးထဲကမင္းသား ကင္ဝူဂ်င္းဆိုတဲ့လူကေန႔တိုင္း မနက္တိုင္း သူအိပ္ယာႏိုးလာတဲ့အခါတိုင္းမွာမတူတဲ့လူတစ္ေယာက္အျဖစ္ေျပာင္းလဲသြားလို႔ပါဒီလို body changes ကားေတြ အမ်ားႀကီးရွိပါတယ္ဒါမဲ့ ဒီကားေလးက ေန႔တိုင္း body changes ျဖစ္ေနတဲ့ လူတစ္ေယာက္ဟာသူ႔ဘဝႀကီးကို သူမ်ားနဲ႔မတူပဲ ဘယ္လိုရွင္သန္ရမလဲဘယ္လိုအခက္အခဲေတြႀကံဳေတြ႕ရမလဲ စတာေတြကို အေကာင္းဆံုးျပသသြားႏိုင္တယ္လို႔ ျမင္မိပါတယ္ဒီကားထဲမွာမင္းသမီးေျပာတဲ့ စကားေလးတစ္ခြန္း အရမ္းသေဘာက်မိတယ္“ကြၽန္မႏိုးလာတဲ့အခါ မ်က္ႏွာနဲ႔ခႏၶာကိုယ္ကမေျပာင္းေပမဲ့ စိတ္ေတြကေတာ့ အၿမဲေျပာင္းလဲေနတယ္ဒီကမ႓ာေပၚမွာ အၿမဲေျပာင္းလဲေနတတ္တာ ကိုယ္တစ္ေယာက္ထဲမဟုတ္ပါဘူး” တဲ့စိတ္ကူးယဥ္ Fantasy အမ်ိဳးအစားျဖစ္ေပမဲ့ လူသားေတြရဲ႕သေဘာသဘာဝေတြကို အနီးစပ္ဆံုးထင္ဟပ္ေအာင္ ပံုေဖာ္သြားတယ္လူတစ္ေယာက္ဟာ အျပင္ပန္းပံုသ႑ာန္လွဖို႔ အေရးႀကီးတာလား?အတြင္းထဲကစိတ္ထားလွဖို႔ အေရးႀကီးတာလား?စိတ္ထားက ပိုအေရးႀကီးမွန္းလူတိုင္းသိၾကေပမဲ့တကယ္တမ္းေတာ့အမ်ားစုက အျပင္ပန္းနဲ႔ပဲဆံုးျဖတ္တတ္ၾကတယ္ဒါဟာလဲ အျပစ္ေတာ့ေျပာလို႔မရပါဘူး ပုထုဇဥ္လူသားေတြပဲကိုးသို႔ေသာ္ လူတစ္ေယာက္က ဘယ္လိုပဲ႐ုပ္ဆိုးအက်ည္းတန္ေနပါေစ တကယ္စစ္မွန္တဲ့အလွတရားက အတြင္းထဲမွာပဲရွိတယ္ဆိုတာကိုThe Beauty Inside ဆိုတဲ့နာမည္ေလးအတိုင္း အေကာင္းဆံုးျပသသြားပါတယ္မူရင္းဇာတ္လမ္းကေတာ့ The Beauty Inside နာမည္နဲ႔ပဲ 2012 မွာ Social Internet Series အျဖစ္ Facebook နဲ႔ Youtube ကေနပဲ တင္ခဲ့တာပါတဲ့Richard Greenberg ကေရးသားၿပီး ဒါ႐ိုက္တာ Drake Doremus က႐ိုက္ကူးခဲ့တဲ့မူရင္းမွာ အပိုင္းတိုေလး 6ပိုင္း ခြဲၿပီးထြက္ခဲ့တာပါၾကည့္ခ်င္ရင္ေတာ့ Youtube မွာ The Beauty Inside (2012) လို႔ ရွာၾကည့္ပါအခုဒီကားေလးကေတာ့ 2015 မွာ korea က movie အျဖစ္ျပန္လည္အသက္သြင္းခဲ့တာပါဒီကားေလးဟာေျပျပစ္လွတဲ့ဇာတ္ၫႊန္းေၾကာင့္မူရင္းထက္ေတာင္ပိုၿပီးျပည့္စံုတယ္လို႔ ေျပာပါရေစၾကည့္ၿပီးသြားရင္လဲ ေတြးစရာေလးေတြနဲ႔ က်န္ခဲ့မွာပါအခု korea က The Beauty Inside နာမည္နဲ႔ပဲ ႐ုပ္သံဇာတ္လမ္းတြဲအျဖစ္ထပ္မံ႐ိုက္ကူးၿပီး ထုတ္လႊင့္မွာျဖစ္ပါတယ္Hollywood ကလဲ မင္းသမီးေနရာမွာ Emilia Clarke သ႐ုပ္ေဆာင္ၿပီး remake ျပန္လုပ္ဦးမွာပါတဲ့(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ဆရာသုပါ)File Size : (950 MB) and (400 MB)Quality : Blu-Ray 720pRunning Time : 2hr 07minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay DD5.1 x264-HDSTranslated by Thu Nay WinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBaek Jong-yeolStarsBae Seong-wooChun Woo-heeDo Ji-hanHan Hyo-jooJuri UenoKim Dae-myungKim Sang-hoLee Beom-SooPark Seo-junPark Shin-hyeCastBae Seong-wooChun Woo-heeDo Ji-hanGo Ah-sungHan Hyo-jooJo Dal-hwanJuri UenoKim Dae-myungKim Hee-wonKim Joo-HyukKim Min-jaeKim Sang-hoLee Beom-sooLee Dong-HwiLee Dong-wookLee Hyun-wooLee Jae-JoonLee Jin-wookLee Kyung-youngMun SukPark Seo-junPark Shin-hyeSeo Kang-joonShin Dong-miYoo Yeon-seok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aW3OCUBeZ5T0xh9jCk1W59uzuOo.jpg",
      "https://image.tmdb.org/t/p/w300/yzavOFiqaKiJGRoZoD1kYEtaHEc.jpg",
      "https://image.tmdb.org/t/p/w300/4AgyLavEKX1AREEFJ8wmu4b1VRa.jpg",
      "https://image.tmdb.org/t/p/w300/9HXd4LtwoYabp5SW2YPIcfHMUPO.jpg",
      "https://image.tmdb.org/t/p/w300/4Ekw2GlTvZGG2HhhELUDvG7Zcd0.jpg",
      "https://image.tmdb.org/t/p/w300/wUYezbv5lB9Fw74l8zuolOFIJqS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lz45jesBf340k5bvCvpnVJC9rg0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-beauty-inside-2015",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/the-beauty-inside--2015--(mm-sub)-mp4",
        "server": "CM Drive",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/the-beauty-inside--2015--(mm-sub)-mp4",
        "server": "Yandex",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1zKy6/The_Beauty_Inside_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/88681xcbh4cg",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2015||Action",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "41,232"
    },
    "title": "Slow West (2015)",
    "description": "Slow West (2015)==============IMDb Rating – 6.9/10#Unicode2015 ခုနှစ်ကထွက်ရှိခဲ့ပြီး Rating 6.9/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပါဝင်တဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ X-Men ပရိတ်သတ်တိုင်း အလွတ်ရအလွတ်မှတ်မိနေတဲ့ Magneto (Michael Fassbender) နဲ့ အသားမဲမဲနဲ့ nightcrawler အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kodi Smit-McPhee တို့ပဲဖြစ်ပါတယ် . Kodi ကိုတော့ လူတွေက သိပ်သတိထားမှတ်မိမယ်မထင်ပါဘူး။ဇာတ်လမ်းလေးကတော့ Jayဆိုတဲ့ ဆယ်ကျော်သက်လေးက စကော့တလန်ကနေ အမေရိကန်ကိုသူ့ရဲ့ ချစ်ရတဲ့ ကောင်မလေးကို လိုက်အရှာထွက်ခဲ့တယ်။ အဲ့မှာ Silasနဲ့ တွေ့ပြီး အကူအညီတောင်းရင်းဆက်ရှာတဲ့အခါမှ ကောင်မလေးက ဖမ်းဝရမ်းထုတ်ထားလို့ ပြေးနေတဲ့ သူဖြစ်မှန်း Silasက သိသွားတဲ့အခါ Silasတစ်ယောက် Jayနဲ့ ဘယ်လို ဆက်လုပ်ကြမလဲ။ Jayကလဲ သူ့ကောင်မလေးက သူထင်ထားသလို့ မဟုတ်မှန်းသိတဲ့အခါ ဘာဆက်လုပ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#Zawgyi2015 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး Rating 6.9/10 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ ပါဝင္တဲ့ အဓိကသ႐ုပ္ေဆာင္ေတြကေတာ့ X-Men ပရိတ္သတ္တိုင္း အလြတ္ရအလြတ္မွတ္မိေနတဲ့ Magneto (Michael Fassbender) နဲ႔ အသားမဲမဲနဲ႔ nightcrawler အျဖစ္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Kodi Smit-McPhee တို႔ပဲျဖစ္ပါတယ္ . Kodi ကိုေတာ့ လူေတြက သိပ္သတိထားမွတ္မိမယ္မထင္ပါဘူး။ဇာတ္လမ္းေလးကေတာ့ Jayဆိုတဲ့ ဆယ္ေက်ာ္သက္ေလးက စေကာ့တလန္ကေန အေမရိကန္ကိုသူ႔ရဲ႕ ခ်စ္ရတဲ့ ေကာင္မေလးကို လိုက္အရွာထြက္ခဲ့တယ္။ အဲ့မွာ Silasနဲ႔ ေတြ႕ၿပီး အကူအညီေတာင္းရင္းဆက္ရွာတဲ့အခါမွ ေကာင္မေလးက ဖမ္းဝရမ္းထုတ္ထားလို႔ ေျပးေနတဲ့ သူျဖစ္မွန္း Silasက သိသြားတဲ့အခါ Silasတစ္ေယာက္ Jayနဲ႔ ဘယ္လို ဆက္လုပ္ၾကမလဲ။ Jayကလဲ သူ႔ေကာင္မေလးက သူထင္ထားသလို႔ မဟုတ္မွန္းသိတဲ့အခါ ဘာဆက္လုပ္ၾကမလဲဆိုတာ စိတ္ဝင္စားဖြယ္ ၾကည့္ရႉရမွာျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Su Myat Nandar Win ပဲျဖစ္ပါတယ္။)Quality – 720p  BluRayDuration – 1 hr 30 minSubtitle – Myanmar HardsubFormat – Mp4Genre : ActionSource : 1080p.BluRayTranslator – Su Myat Nandar WinEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDolina MacFarlaneHayley AbbottJohn MacleanStarsAlex MacQueenBen MendelsohnBrooke WilliamsCaren PistoriusKalani QueypoKodi Smit-McPheeMadeleine SamiMichael FassbenderRory McCannTawanda ManyimoCastAlex MacQueenBen MendelsohnBrooke WilliamsCaren PistoriusDavid T. LimKalani QueypoKodi Smit-McPheeMadeleine SamiMichael FassbenderRory McCannTawanda Manyimo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/36N1oJV4XHLR9Ajzc2MIJECjwnd.jpg",
      "https://image.tmdb.org/t/p/w300/hi9ENr8agyiGtpxb0ezPsMFuZan.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/107f5bb0-77c3-4cb5-878d-f14b1c07e305.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/p2ny5jzx5cff.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://usersdrive.com/q69uwdn5q0xh.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-slow-west-2015-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-slow-west-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1xvj2/[CM]Slow.West.2015.BluRay.1080P.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://megaup.net/2dsL3/[CM]Slow.West.2015.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/sj4641vhi7bd",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://upstream.to/br83aw8gm9sq",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/plJhgCZb#f0kMcWdHCJ7Gh_-PUe30VKu950KggV9f6Tg8xo5gOyM",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://mega.nz/file/08Z3CQzJ#u_Gn0pOTC-he_kIYYKhLN6dg1pgHkloqFCe0fegGgAY",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yadi.sk/i/K_ZnZGRgGIqRHA",
        "server": "disk.yandex.com",
        "size": "1.2 GB",
        "quality": "BluRay 1080P"
      },
      {
        "link": "https://yadi.sk/i/YZOOQM07X5yLYg",
        "server": "disk.yandex.com",
        "size": "700 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "pFfsTsdJfF8",
      "video_url": "https://www.youtube.com/watch?v=pFfsTsdJfF8",
      "embed_url": "https://www.youtube.com/embed/pFfsTsdJfF8"
    }
  },
  {
    "metadata": "|2015||Action,Thriller",
    "rating": {
      "rating": "3.9/10",
      "rating_count": "1000"
    },
    "title": "AWOL-72 (2015)",
    "description": "AWOL-72 (2015)==============ကွန်ရက်ဒ်မေလာဆိုတာ မရိန်းတပ်သားတစ်ယောက်၊ ဒါပေမဲ့ အစိုးရဆီကနေ လျှို့ဝှက်ပစ္စည်းတစ်ခုကို ယူပြီး ချစ်ရသူနဲ့အတူ မိသားစုဘဝလေး တည်ထောင်ဖို့ ကြိုးစားနေတဲ့အချိန်။ အဲဒီမှာ ရုရှား ထောက်လှမ်းရေးနဲ့ လော့အိန်ဂျလိစ် ရဲဌာနက စုံထောက်အဒမ်တို့ကလည်း ဒီ မရိန်းတပ်သားကို AWOL သွားလို့ လိုက်လံပြီး ထောက်လှမ်းနေကြတာပေါ့။AWOL ဆိုတာ တပ်ထဲကနေ စစ်ပြေးထိလုပ်ဖို့ မရည်ရွယ်ပေမဲ့ ခွင့်မရှိပဲတာဝန်ပျက်ကွက်ပျောက်ဆုံးတာကို ဆိုလိုတာပါ။ဒီမှာတင် မေလာ့နောက်ကို ရုရှားထောက်လှမ်းရေးနဲ့ စုံထောက်တွေအပါအဝင် ထူးဆန်းတဲ့လူတစ်ယောက်ကလည်း နောက်ယောင်ခံလိုက်နေတာပါ။ ဒီလိုနဲ့ မေလာတစ်ယောက် ချစ်ရတဲ့လူနဲ့ သာမန်ဘဝလေး ရရှိဖို့အတွက်လိုက်နေတဲ့လူတွေလက်က ထွက်ပြေးနေရပြီး ဘယ်လိုအခက်အခဲပေါင်းစုံကြုံရမလဲဆိုတာ လှည့်ကွက်လေးတွေနဲ့ ရိုက်ကူးထားတဲ့ အက်ရှင်ဇာတ်မြူးလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့åçThura Aung ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (600 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 22MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, ThrillerTranslator……Thura AungEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian SesmaCastBokeem WoodbineBrooke NewtonHeather RoopJillisa LynnLouis MandylorLuke GossMarco KhanMary Christina BrownMerry WhitneyMirtha MichelleRZATomoko Karina",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tA1wuho8zF084ndPw7fNm7Uhii6.jpg",
      "https://image.tmdb.org/t/p/w300/uuPrz3fGNC5vPmzbTAXCypQAg8i.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjhlOTNmNjItYTIzYy00ZWJmLWI4NzItNmZhMTRmM2M4ODZlXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/awol-72-2015-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Xs9q/AWOL-72.2015.1080p.WEBRip.%7BCM].mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/9vfijbwfjakv",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Z7tDWaZS#qh5sH-Tvco9uQduP9AaYaK3FsuwmFiRpQqe-mgBNvws",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1m8p1e1rcqsz.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1bz195gqfxrp",
        "server": "streamvid.io",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/awol-72-2015-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Xs9f/AWOL-72.2015.720p.WEBRip.%7BCM].mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/b13iik9tndj9",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pi1AAZCT#Daz9cc2uHw9MXBjmgKuCx1mPDWhQaDj-In9PP5lVyI0",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ke63vg4oqu18.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/y2k4edktm0j5",
        "server": "streamvid.io",
        "size": "600 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|123 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "147,143"
    },
    "title": "Black Mass (2015)",
    "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)File Size : (950 MB) and (399 MB)Quality : Blu-Ray 720pRunning Time : 2hr 3minFormat : Mp4Genre : Biography, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-BLOWTranslated by Tin Myo LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott CooperTracy ScottStarsAdam ScottBenedict CumberbatchCorey StollDakota JohnsonDavid HarbourJesse PlemonsJoel EdgertonJohnny DeppKevin BaconPeter SarsgaardCastAdam ScottAlexander CookAmanda BlattnerAnthony MolinariAva CooperBates WilderBenedict CumberbatchBerglind JonsdottirBill CampBill HaimsBilly MeleadyBrad CarterBretton ManleyBrian A. WhiteCary 'Big Shug' GuyCiaran CrawfordCorey StollDakota JohnsonDanae NasonDanny DeMillerDarin X.L. MacEachernDavid ConleyDavid De BeckDavid HarbourDeclan MulveyErica McDermottForry BuckinghamGary GaloneJack NearyJames RussoJamie DonnellyJeremy StrongJesse PlemonsJimmy Joe MaherJoel EdgertonJoey VacchioJohnny DeppJulianne NicholsonJulie Ann DawsonJuno TempleKathryn A. BeauchampKevin BaconLewis D. WheelerLonnie FarmerLuke RyanMarc CarverMark MahoneyMary KlugMichael F. MurphyNaheem GarciaOwen BurkePatrick M. WalshPeter MorsePeter SarsgaardRichard DonellyRobert WalshRory CochraneScott G. AndersonSean MaloneStella CooperStephen CurranThomas Philip O'NeillTodd Ryan JonesTom KempW. Earl Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fop31RWFi9sVL0xK5hAJGh7Fwkz.jpg",
      "https://image.tmdb.org/t/p/w300/aMEXCo8APjxiUNaQyYlKfmygHYr.jpg",
      "https://image.tmdb.org/t/p/w300/9xu4hoeIdSQuWUvcVtYwBO7xqy0.jpg",
      "https://image.tmdb.org/t/p/w300/rQrauVBulHfEY7mL8OrsGM5bgNK.jpg",
      "https://image.tmdb.org/t/p/w300/2388iaTScn2P0JuNjvOfjP761dl.jpg",
      "https://image.tmdb.org/t/p/w300/yU0v8xNqMeCOTo4exyxsNp7N7Kw.jpg",
      "https://image.tmdb.org/t/p/w300/5IKTp7mVhew7FTa7IYJcLkQfybO.jpg",
      "https://image.tmdb.org/t/p/w300/eRnOqneuxWejCulQteKo7XYwV8V.jpg",
      "https://image.tmdb.org/t/p/w300/eX3wISBPYFNxaVjCCGGQsw1LYn2.jpg",
      "https://image.tmdb.org/t/p/w300/9Aeb1V4Yh65siyoKNebuv239sGF.jpg",
      "https://image.tmdb.org/t/p/w300/qWLtNux402oqegVn0C8NcfW8Urv.jpg",
      "https://image.tmdb.org/t/p/w300/fmNOxoPpUsFsxqWd5JjHKIg4CPH.jpg",
      "https://image.tmdb.org/t/p/w300/wRMRM4pO4Uywle8V6excS8l6KcV.jpg",
      "https://image.tmdb.org/t/p/w300/aQswX6ASbhogF3L9FZgx8z6Nifq.jpg",
      "https://image.tmdb.org/t/p/w300/lItHZ9ui3gAdLHCPo4erpkF2R5M.jpg",
      "https://image.tmdb.org/t/p/w300/dmaWBIXo2FOpznF1dIBDWxPLbOP.jpg",
      "https://image.tmdb.org/t/p/w300/sTonhlR0KM7H8uG41HV3vMr9GzV.jpg",
      "https://image.tmdb.org/t/p/w300/nkaeDbhmTaVxnXtL7kCFRiLFnvq.jpg",
      "https://image.tmdb.org/t/p/w300/c5ElGGvmQOoaTPhKgo7Vb1TK9LO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
    "movie_links": [
      {
        "link": "http://zipansion.com/1Cu4K",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu5T",
        "server": "drive.google.com",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuFW",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuGV",
        "server": "Soliddrive.co",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu86",
        "server": "openload.co",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu9H",
        "server": "openload.co",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuID",
        "server": "ClicknUpload.org",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CuJA",
        "server": "ClicknUpload.org",
        "size": "399 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1CtyR",
        "server": "streamango.com",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/1Cu26",
        "server": "streamango.com",
        "size": "399 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CE3e3hGF2jc",
      "video_url": "https://www.youtube.com/watch?v=CE3e3hGF2jc",
      "embed_url": "https://www.youtube.com/embed/CE3e3hGF2jc"
    }
  },
  {
    "metadata": "R|2015|100 min|Drama,History,War",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "24,489"
    },
    "title": "Land of Mine (2015)",
    "description": "မိုင်းဆိုတာ စစ်မြေပြင်မှာ ဗျူဟာမြောက်အသုံးဝင်တဲ့ ပစ္စည်းဖြစ်ပါတယ်… သူ့ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ စစ်ကြောင်းတစ်ခုကို ရပ်တန့်နှောင့်နှေးစေချင်လို့ပါ..ဥပမာ မိုင်းကွဲတယ် ခြေထောက်ပြတ်တယ် ဒီအခါမှာ သူ့ကို သယ်ဖို့ စစ်သည် (၂)ယောက် လိုမယ်… ဗျူဟာမြောက်သုံးကြတယ်…သေဆုံးနိုင်ခြေနည်းတယ်ဆိုပေမယ့် တစ်သက်လုံးလူဖြစ်ရှုံးသွား နိုင်ပါတယ်.. မိုင်းဖော်တဲ့သူအတွက်လည်းအရမ်းကို အန္တရယ်များပါတယ်.. ဒီတွေဘာကြောင့်ပြောပြနေလဲဆိုတော့ ဒီကားထဲမှာ ဂျာမန်တွေဟာဒိန်းမတ်ကိုသိမ်းထားတုန်းမှာ မိုင်းအလုံး (၂) သန်းကျော်ကိုထောင်ထားခဲ့တယ်… ဂျာမန်တွေစစ်ရှုံးသွားလို့ ဒိန်းမတ်မြေက ဆုတ်ခွာ သွားပေမယ့် မိုင်းအလုံးရေ (၂)သန်းကျော်ရှိတဲ့ကွင်းကြီးတော့ကျန်ခဲ့ပါတယ်… ဒီမိုင်းကွင်းကြီးကိုရှင်းဖို့တာဝန်ကြတဲ့သူက ဒိန်းမတ်စစ်တပ်မှ တပ်ကြပ်ကြီးတစ်ဦး… ဒီမိုင်းတွေကိုရှင်းဖို့ဆိုပြီ ဂျာမန်စစ်သုံပန်း(၁၄)ယောက်တိတိကို တပ်ကြပ်ကြီးဆီပို့ပေးကြတယ်… မိုင်းရှင်းတုန်း သေသွားလည်း နှမြောစရာမရှိတဲ့သူမျိုးတွေပေါ့.. ဂျာမန်တွေသိမ်းပိုက်စဉ်တုန်းက ဒိန်းမိတ်တွေကို ရက်စက်စွာသတ်ဖြတ် မိန်းမတွေဆိုလည်းမုဒိန်းကျင့် ဆိုးယုတ်မှုမှန်သမျှ ဒိန်းမတ်တွေခံစားခဲ့ရတယ်… ခုမိုင်းဖော်ရမယ့်အချိန်မှာ ဂျာမန်ကလေးတွေနဲ့ဖော်ရမယ်ဆိုတော့ဒိန်းမတ်တပ်ကြပ်ကြီးအတွက် နာကျဉ်းသမျှတွေ ပုံချပါတော့တယ်.. ကလေးတွေလို့မမြင်ဘူး .. ဒိန်းမတ်တွေအပေါ်ရက်စက် ခဲ့တဲ့ ဂျာမန်တွေလို့ပဲမြင်တယ်…အသက်ငယ်ရွယ်သေးတဲ့ လူငယ်လေးတွေကို ရက်ရက်စက်စက် ပြောဆိုဆက်ဆံတယ် အငတ်ထားတယ် ထမင်းမကျွေး ရေမတိုက် သောက်ချင် ပင်လယ်ကြီး တစ်ခုလုံးရှိတယ်ဆိုတာမျိုးဂျာမန်တွေ ရက်စက်ခဲ့သမျှ အတိုးချတော့တာပါပဲ ပြီးတော့ ဒီကလေးတွေကို အိပ်မက် ပေးထားတယ် မင်းတို့ ဒီမိုင်းတွေ ရှင်းလို့ ပြီးသွားရင် အိမ်ပြန်ပို့မယ်ဘာညာပေါ့ လူငယ်လေးတွေကတော့ သူတို့ အိမ်ပြန်မယ့်နေ့ရက်တွေကို တွက်ရေရင်းနဲ့ သူငယ်ချင်းတွေ ညီအကိုတွေ တစ်ယောက်ပြီး တစ်ယောက် မိုင်းပေါက်လို့ပျောက်သွားတာကိုပဲ မျက်ရည်တွေ သွင်သွင်ကျရင်း ကြည့်နေရတော့တာပါပဲ မိုင်းတွေကလဲ ဒီတစ်သက်ရှင်းလို့ပြီးပါအုံးမလား ?ရုပ်ရှင် Review ကို Phyo Pyae မှ ရေးပေးထားပါတယ်။  ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Hades ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartin ZandvlietStarsEmil BeltonJoel BasmanKarl Alexander SeidelLaura BroLeon SeidelLouis HofmannMikkel Boe FølsgaardOskar BeltonOskar BökelmannRoland MøllerCastAaron KoszutaAlexander RaschAugust CarterEmil BeltonJoel BasmanJohnny MelvilleJulius KochinkeKarl Alexander SeidelLaura BroLeon SeidelLevin HenningLouis HofmannMads RiisomMaximilian BeckMette LysdahlMikkel Boe FølsgaardOskar BeltonOskar BökelmannRoland MøllerTim Bülow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pDtoJkMBh5TVSU5aewjFbLCKYmn.jpg",
      "https://image.tmdb.org/t/p/w300/xOQi7hIzS4u78PhHVQ8VCE7wp8T.jpg",
      "https://image.tmdb.org/t/p/w300/vkzeh2G7Gwapo4J1eqGWRph2hCs.jpg",
      "https://image.tmdb.org/t/p/w300/aFslejVczteI8L2BwXkWqfTsgyr.jpg",
      "https://image.tmdb.org/t/p/w300/2YZIlONPwLQb6ODQBnhLql9F4eM.jpg",
      "https://image.tmdb.org/t/p/w300/cD2U2AdME760CAbC5UhB3LgX1yl.jpg",
      "https://image.tmdb.org/t/p/w300/8L1Um7cH4vun0z7RYvcPIGJT0Pq.jpg",
      "https://image.tmdb.org/t/p/w300/9c83ffXJIU7TsbeyG4I06tKNjEA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjA0MzQzNjM1Ml5BMl5BanBnXkFtZTgwNjM5MjU5NjE@._V1_SY999_CR00674999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/land-of-mine-2015",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "5.1Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/land-of-mine-2015-limited-1080-p-bluray-x-264-5-1-ch-hevc-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "5.1Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4 https://megaup.net/Zh80/Silent_Hill_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh85/The_Texas_Chainsaw_Massacre_-_The_Beginning_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh8e/Wonderful_Nightmare_[2015]_(MM_Sub)_(2).mp4 https://megaup.net/1Fib8/land.of.mine.2015.limited.1080p.bluray.x264-_5.1_CH_HEVC_{CM}_.mkv",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "5.1Blu-Ray 1080p"
      },
      {
        "link": "https://playersb.com/ncwbejuiuccv.html",
        "server": "streamsb.com",
        "size": "2.4 GB",
        "quality": "5.1Blu-Ray 1080p"
      }
    ],
    "trailer": {
      "video_id": "4Kao3t0NBMU",
      "video_url": "https://www.youtube.com/watch?v=4Kao3t0NBMU",
      "embed_url": "https://www.youtube.com/embed/4Kao3t0NBMU"
    }
  },
  {
    "metadata": "PG|2015|1h 39min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "11K"
    },
    "title": "Strange Magic",
    "description": "အမှောင်တောအုပ်ကြီးရဲ့ အရှင်သခင် Bob King ဟာအချစ်ဆိုတာကို မုန်းတီးနေပြီး အချစ်ဆေးရည်ရဲ့ အဓိက ပါဝင်ပစ္စည်းဖြစ်တဲ့ primrose ပန်းတွေအားလုံးကို ဖျက်စီးပစ်ဖို့ အမိန့်ပေးထားပါတယ်ဒါပေမဲ့သူဟာ မိန်းမပွေတတ်တဲ့ စေ့စပ်ထားတဲ့ အမျိုးသားတစ်ယောက်ကြောင့် အသည်းကွဲနေတဲ့ fairy princess လေး Marianne ကိုတွေ့တဲ့အခါမှာ သူ့သဘောထားတွေပြောင်းလဲသွားခဲ့ပါတယ်တစ်ချိန်တည်းမှာပဲ မှင်စာလေး Sunny ဟာ သူ့ကိုယ်ပိုင်ဆေးရည်အတွက် primrose ပွင့်ဖတ်တွေကို လိုက်စုဆောင်းရင်း အမှောင်တောအုပ်ဆီကို ရောက်လာခဲ့ပါတယ်ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦးFile Size : (900 MB)Quality : WEB-DL 720pRunning Time : 1hr 39minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-RARBGSubtitle by Kyaw Lwin TunEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGary RydstromStarsAlan CummingAlfred MolinaBob EinsteinElijah KelleyEvan Rachel WoodKristin ChenowethMaya RudolphMeredith Anne BullPeter StormareSam PalladioCastAlan CummingAlfred MolinaBob EinsteinElijah KelleyEvan Rachel WoodKristin ChenowethLlou JohnsonMaya RudolphMeredith Anne BullNicole VigilPeter StormareRobbie DaymondSam Palladio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5zfJpCK7ETeDiNvDuWZ99N20eoX.jpg",
      "https://image.tmdb.org/t/p/w300/k7GL9sWeXWOdIRFcpuTy458JGQM.jpg",
      "https://image.tmdb.org/t/p/w300/nIRMiPaSNQRmO3heuNVLLiPLdg5.jpg",
      "https://image.tmdb.org/t/p/w300/nv6812EuZ9BVUYe3Y4c8m5ZTth0.jpg",
      "https://image.tmdb.org/t/p/w300/mRfv1eP8TbzhxqYdMm6ubVzfqBv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA0NjU3MTU5OF5BMl5BanBnXkFtZTgwMTYyMDQ3MzE@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/strange-magic-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zsbtyxp8a22h.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Zvms/Strange_Magic_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IKpmHJ6B#A8uQIUfeOeczuQDVLoT6F02wnIRd-NscpteVB6kWuz4",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3wv7Li2V7S8",
      "video_url": "https://www.youtube.com/watch?v=3wv7Li2V7S8",
      "embed_url": "https://www.youtube.com/embed/3wv7Li2V7S8"
    }
  },
  {
    "metadata": "N/A|2015|148 min|Bollywood",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "3,430"
    },
    "title": "Vedalam (2015)",
    "description": "ကဲ ဒီတစ္ခါေတာ့ ေဘာလိ၀ုဒ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္  ဇာတ္ကားေလးကဇာတ္ၾကမ္း ျဖစ္ျပီးေတာ့ ခပ္ၾကမ္းၾကမ္း ကားေလးတစ္ကားျဖစ္ျပီးေတာ့  သည္းထိပ္ရင္ဖို ဇာတ္ကားၾကိဳက္ ႏွစ္သက္တဲ့သူေတြကေတာ့ လက္မလႊတ္တမ္း ၾကည့္ရမွာျဖစ္ပါတယ္ဇာတ္လမ္း ေလးကေတာ့ ႏိုင္ငံတကာကအလိုရွိေနတဲ့ မူးယစ္ေဆး ဂိုဏ္းေခါင္းေဆာင္ ညီအစ္အကို ၂ေယာက္ ကိုႏိုင္ငံတကာ ရဲတပ္ဖြဲ႕ က လိုက္လံဖမ္းဆီးတဲ့ ေနရာမွာ အစ္ကိုျဖစ္သူေသသြားခဲ့ျပီး ဒီလိုနဲ႕ ညီျဖစ္သူက ျပန္လည္လက္စားေခ်တဲ့ အခါမွာေတာ့ဘယ္လိုေတြ ဆက္ျဖစ္လာမလဲ ဆိုတာကို ပရိတ္သတ္ၾကီး ကဆက္လက္ၾကည့္ရွဴရမွာျဖစ္ပါတယ္ဘာသာျပန္သူကေတာ့ Max Millioon ပဲျဖစ္ပါတယ္ဗ်[ကဲ ဒီတစ်ခါတော့ ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်  ဇာတ်ကားလေးကဇာတ်ကြမ်း ဖြစ်ပြီးတော့ ခပ်ကြမ်းကြမ်း ကားလေးတစ်ကားဖြစ်ပြီးတော့  သည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက် နှစ်သက်တဲ့သူတွေကတော့ လက်မလွှတ်တမ်း ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း လေးကတော့ နိုင်ငံတကာကအလိုရှိနေတဲ့ မူးယစ်ဆေး ဂိုဏ်းခေါင်းဆောင် ညီအစ်အကို ၂ယောက် ကိုနိုင်ငံတကာ ရဲတပ်ဖွဲ့ က လိုက်လံဖမ်းဆီးတဲ့ နေရာမှာ အစ်ကိုဖြစ်သူသေသွားခဲ့ပြီး ဒီလိုနဲ့ ညီဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ အခါမှာတော့ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲ ဆိုတာကို ပရိတ်သတ်ကြီး ကဆက်လက်ကြည့်ရှူရမှာဖြစ်ပါတယ်ဘာသာပြန်သူကတော့ Max Millioon ပဲဖြစ်ပါတယ်ဗျ]Download From V.I.PDownload Large File From PcloudDownload Small File From PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSivaStarsAjith KumarLakshmi MenonShruti HaasanSoori",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZWVlYTg3MTQtNGIxNS00YzRkLTgyZDItNTg0NTAzMjgxMzIyXkEyXkFqcGdeQXVyMjMwODI3NDE@._V1_SY1000_CR007321000_AL_-2.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|118 min|Action,Asian",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "385"
    },
    "title": "Chronicles of the Ghostly Tribe (2015) ျမန္မာစာတန္္းထိုး",
    "description": "Visual Affect ခပ္လန္းလန္းေတြနဲက အာရွကားတစ္ကားကို ပိတ္ရက္မွာၾကည့္ဖို႕တင္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မြန္ဂိုလီးယား နယ္စပ္ကေရွးႏွစ္ေပါင္းမ်ားစြာကတညး္က ျဖစ္တည္ခဲ့တဲ့ ရုပ္ကၽြင္းေတြအေပၚမွာလူသားေတြရဲ႕ စူးစမ္းေလ့လာမႈေတြေၾကာင့္မထင္မွတ္္ထားတဲ့ အႏၱရာယ္ေတြျဖစ္ေပၚလာတဲ့ အခါမွာေတာ့ဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကေလမလဲမေတာ္ေလာဘ သမားအာဏာရူးေတြနဲ႕ေကာ ဘယ္လိုရင္ဆိုင္ၾကေလမလဲဆိုတာကုိ ဆက္လက္ ၾကည့္ရွုလိုက္ပါအံုးဘာသာျပန္ကေတာ့ ကိုရန္ပိုင္ဟိန္္း ျဖစ္ပါတယ္ ။Download & Watch Large FileDownload & Watch Small FileYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChuan LuStarsChen LiJin ChenLi FengMark Chao",
    "screenshot_links": [],
    "thumbnail_link": "https://upload.wikimedia.org/wikipedia/en/3/3c/Chronicles_of_the_Ghostly_Tribe_poster.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFIwZDVJSXBHQ2hOSEErWUsvSHI2MHdabHZJV2hERTZ6QU5heUxOR25kMzZIZFg4UjZHVEU2MjV6VTIzMUltTmUwNjRZWlNCS3hSM2ZYSldpaDZ2bEYyRTRHK1l3OUtUTHR1Mm1PWURUTXBzbHpPK3BneldVWmdCb1NJRElPNERQTT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFIwZDVJSXBHQ2hOSEErWUsvSHI2MHdabHZJV2hERTZ6QU5heUxOR25kMzZIZFg4UjZHVEU2MjV6VTIzMUltTmUwNjRZWlNCS3hSM2ZYSldpaDZ2bEYyRTRHK1l3OUtUTHR1Mm1PWURUTXBzbHpPK3BneldVWmdCb1NJRElPNERQTT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFIwZDVJSXBHQ2hOSEErWUsvSHI2MHdabHZJV2hERTZ6QU5heUxOR25kMzZIZFg4UjZHVEU2MjV6VTIzMUltTmUwNjRZWlNCS3hSM2ZYSldpaDZ2bEYyRTRHK1l3OUtUTHR1Mm1PWURUTXBzbHpPK3BneldVWmdCb1NJRElPNERQTT0="
    }
  },
  {
    "metadata": "|2015|159 min|Action,Adventure,Bollywood,Drama,Fantasy,Musical,War",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "79,295"
    },
    "title": "Baahubali: The Beginning (2015) Bahubali",
    "description": "IMDb Rating (8/10) / Rotten Tomatoes (89%)မူရင်းအသံဖြစ်တဲ့ Telugu အသံနဲ့ International Cut Version ကို HEVC Encode နဲ့ပါ တင်ဆက်လိုက်ပါတယ်။ဗာဟုဘာလီဇာတ်ကားကတော့ Action, Adventure, History အမျိုးအစား ရာဇဝင်ဇာတ်ကားပါ။ရှေးခေတ်အိန္ဒိယတိုင်းပြည် က အင်အားကြီးဘုရင်တွေနဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဇာတ်လမ်းတွေကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရှီဗာဆိုတဲ့ မွေး ကင်းစကလေးငယ်လေးနဲ့ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူတို့ကို ဘုရင့် မှူးမတ်တွေက လိုက်ပြီးတော့ သုတ်သင်ပါတယ်။ ထွက်ပြေးရင်း လမ်းခုလတ်အရောက်မှာ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူက ကွယ်လွန် သွားခဲ့ပြီး ရှီဗာဆိုတဲ့ ကလေးလေးကို ဒေသခံရွာသားတွေက စောင့်ရှောက်ခဲ့ပါတယ်။ရှီဗာ တဖြည်းဖြည်းကြီးလာ တဲ့အခါ တခြားလူငယ်တွေနဲ့မတူ ဘဲ သန်မာပြီးရဲရင့်တဲ့လူငယ်တစ် ယောက်ဖြစ်လာတယ်။ သူကြီး ပြင်းခဲ့တဲ့ရွာနဲ့ မနီးမဝေး တောင် ပေါ်မှာ ရှေးဟောင်းဘုရင့် တိုင်း ပြည်တစ်ခုရှိပြီး အဲဒီတိုင်းပြည်မှာ အကျဉ်းကျနေတဲ့ ဘုရင်မတစ် ပါးရှိတယ်။ တစ်ရက်မှာ ရှီဗာက တောင်ပေါ်တက်ဖို့ ကြိုးစားရင်း အရမ်းလှတဲ့ အမျိုးသမီး တစ် ယောက်ကို တွေ့ခဲ့တယ်။ ဒီအမျိုး သမီးနောက်ကို လိုက်ဖို့ကြိုးစား ရင်းနဲ့ပဲ တောင်ပေါ်အထိ ရောက် ခဲ့ပြီး တောင်ပေါ်မှာ မျိုးနွယ်စုတစ် စုကို တွေ့ရတယ်။အဲဒီမျိုးနွယ်စုက ဘုရင့်တိုင်း ပြည်က အကျဉ်းကျနေတဲ့ ဘုရင်မကို ကယ်ဖို့ ကြိုးစားနေတာဖြစ် တယ်။ တိုတိုပြောရရင် ရှီဗာက သူကြိုက်တဲ့ ကောင်မလေးကို ကူ ညီဖို့ကြိုးစားရင်း အကျဉ်းကျနေ တဲ့ ဘုရင်မကို ကယ်ဖို့ဖြစ်လာ တယ်။ အဲဒီဘုရင်မက တကယ် တော့ ရှီဗာရဲ့ မိခင်အရင်းဖြစ်ပါတယ်။ ဇာတ်ကားက တော်တော် ပေရှည်ပါတယ်။ အဲဒီနောက်မှာ ဒီတိုင်းပြည်ကြီးမှာ ရှီဗာမသိတဲ့ ဇာတ်ကြောင်းတွေ ကျန်ပါတယ်။ သူ့အဖေ၊ အမေ၊ တိုင်းပြည်ကြီး အကြောင်း၊ စစ်ပွဲတွေအကြောင်း တွေ အများကြီးပါ။ နောက်ဆက်တွဲအကြောင်းတွေနဲ့ ဒီဇာတ်ကားရဲ့ အဆက်ကိုတော့ Baahubali 2: The Conclusion (2017) အဖြစ် ထပ်မံကြည့်ရှုရမှာပါ။(ရုပ်ရှင်အညွှန်းကို 7Daydaily မှကူးယူဖော်ပြပါသည်။)File size…(4.3 GB ) / (3 GB) / (1.7 GB)Quality…BluRay HEVC / 1080p / 720p Telugu AudioFormat…mkvDuration….02:17:47Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byLwin Htoo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAshwin GangarajuS.S. RajamouliStarsAdivi SeshAnushka ShettyNassarPrabhasRamya KrishnanRana DaggubatiSathyarajSudeepTamanna BhatiaTanikella BharaniCastAdivi SeshAnushka ShettyBharani ShankarCharandeepGabriela BertanteJohn KokkenKalpalathaNassarNora FatehiPrabhakarPrabhasRakesh VarreRamakrishna MekaRamya KrishnanRana DaggubatiRohiniS.S. RajamouliSathyarajScarlett Mellish WilsonSudeepTamanna BhatiaTanikella Bharani",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zJjI78peUFRIe2NPHthVhow2f60.jpg",
      "https://image.tmdb.org/t/p/w300/e9ZEuHGHZ06AToHlfN1L7nejJ7W.jpg",
      "https://image.tmdb.org/t/p/w300/8nHGieiOmqEbbuYvnveH6BcGFZh.jpg",
      "https://image.tmdb.org/t/p/w300/xpu8enBAtOHo8KS5eGNONsC6GaS.jpg",
      "https://image.tmdb.org/t/p/w300/rp0khrv5HrBF9uDwtGr0f7aXjyQ.jpg",
      "https://image.tmdb.org/t/p/w300/xg2LfdymjeNegFm4EdYp78c5NZ2.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/baahubali-the-beginning-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-baahubali-the-beginning-2015-international-cut-1080-p-blu-ray-x-265-hevc-10-bit-eac-3-5-1-telugu-bandi-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://cmdrive.org/share/ti6ZkV_P",
        "server": "Direct Link",
        "size": "2.5 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://megaup.net/2l6je/(CM)Baahubali_-_The_Beginning_(2015)_International_Cut_(1080p_BluRay_x265_HEVC_10bit_EAC3_5.1_Telugu_Bandi).mkv",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "HEVC 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baahubali-the-beginning-2015-international-cut-1080-p-blu-ray-x-264-eac-3-5-1-telugu-bandi-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/xc0Pm3F3",
        "server": "Direct Link",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2l6iD/(CM)Baahubali_-_The_Beginning_(2015)_International_Cut_(1080p_BluRay_x264_EAC3_5.1_Telugu_Bandi).mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-baahubali-the-beginning-2015-international-cut-720-p-blu-ray-x-264-eac-3-5-1-telugu-bandi-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/zAuUymND",
        "server": "Direct Link",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Zbnq/(CM)Baahubali_-_The_Beginning_(2015)_International_Cut_(720p_BluRay_x264_EAC3_5.1_Telugu_Bandi).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3NQRhE772b0",
      "video_url": "https://www.youtube.com/watch?v=3NQRhE772b0",
      "embed_url": "https://www.youtube.com/embed/3NQRhE772b0"
    }
  },
  {
    "metadata": "PG-13|2015|105 min|Action,Biography,Drama,Ip Man Trilogy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "38,955"
    },
    "title": "Ip Man 3 ( 2015 )",
    "description": "ip man trilogy ရဲ့ နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်IMDb 7.1 ရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်သာမန်သိုင်းကား အတိုက်အခိုက်တဲ့ရသတွေပေးတဲ့ကားမဟုတ်တာတော့သေချာတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဟောင်းကြီးမိုက်တိုက်ဆန်ကလဲသူ့အခန်းမှာ ကျကျနနပီပီပြင်ပြင်သရုပ်ဆောင်သွားတာကလဲဒီကားရဲ့အမှတ်ရစရာ အချက်တခုပါ…ဒီကားရဲ့အစမှာလဲအရင်ကားရဲ့အဆုံးဖြစ်တဲ့ဂျီကွမ်တိုကိုတီထွင်ခဲ့တဲ့ကမ္ဘာ့သိုင်းပညာဂုရုကြီးဘရုစ္စလီနဲ့ပြန်စထားပါတယ်ဒုစရိုက်မှုတွေနဲ့ ခြေရှုပ်နေတဲ့ဟောင်ကောင်မြို့ရဲ့တခေတ်တချိန်မှာ-တာဝန်ယူမှုတွေနဲ့မိသားစုကိုဂရုမစိုက်သလိုဖြစ်သွားခဲ့တဲ့ ယိမန်ရဲ့အကြောင်း…အရည်အချင်းရှိသူပြည့်ဝသူတယောက်ဟာတခြားလူကိုတိုက်ခိုက်ပြီးမှနေရာမယူတတ်ဘူးဆိုတာကိုပီပြင်အောင်သရုပ်ဆောင်သွားတဲ့ မင်းသားဒန်နီယမ်း…သူနောက်ဆုံးပြောသွားခဲ့တဲ့ မင်းနားမှာရှိတဲ့မင်းချစ်တဲ့လူတွေလောက်ဘယ်ဟာမှအရေးမကြီးဘူးဆိုတဲ့စကားဟာ လဲမှတ်သားစရာပါသာမန်လန်ချားဆွဲဘဝကနေ နံမည်ကျော်တယောက်ဖြစ်အောင်ကြိုးစားခဲ့တဲ့Cheung Tin Chi. ဟာလဲ ဘယ်လိုကြိုးစားခဲ့တယ်ဆိုတာမြင်ရမှာပါမလွတ်တမ်းကြည့်သင့်တယ်လို့ဆိုတာထက် ကြည့်ရမယ်လို့ပဲညွှန်းပါရစေဘာသာပြန်သူအညွှန်းရေးသူ မြန်မာကြီးဖြစ်ပြီး encoder ကတော့ LK ဖြစ်ပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWilson YipStarsDanny Chan Kwok-KwanDonnie YenKarena NgKent ChengLeung Kar-YanLouis CheungLynn HungMike TysonPatrick TamZhang JinCastBabyJohn ChoiChan ChiuDanny Chan Kwok-KwanDonnie YenKarena NgKent ChengLeung Kar-YanLo MengLouis CheungLynn HungMike TysonPatrick TamTats LauTony Leung Siu-HungYu KangZhang Jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bJYOKWgfz89m62LJ2jW0ZESet1I.jpg",
      "https://image.tmdb.org/t/p/w300/3jesiorvAUJ8mrvleWimca88yDV.jpg",
      "https://image.tmdb.org/t/p/w300/1QzLnLBC4dZzMELT89GX79pXlqe.jpg",
      "https://image.tmdb.org/t/p/w300/noHRVAmIyBvE1X3Q9GITxeExgj1.jpg",
      "https://image.tmdb.org/t/p/w300/xFpmPUYxNhRAOLYH8l1uh7KvjFY.jpg",
      "https://image.tmdb.org/t/p/w300/jnjz9uNbV7bUqvaI2qSulqISLXK.jpg",
      "https://image.tmdb.org/t/p/w300/38iufSQyxrAVRp2UigHRlu7etZB.jpg",
      "https://image.tmdb.org/t/p/w300/8pwky293F2L210QaaoSIKkADFS1.jpg",
      "https://image.tmdb.org/t/p/w300/b5cxBFNjSYsz5dpwCD7oy4MkksP.jpg",
      "https://image.tmdb.org/t/p/w300/q6CmscPGJ7V5h4Mgk6UCCpJTPCV.jpg",
      "https://image.tmdb.org/t/p/w300/oKVI98t5rf2BWj3qH3ExX6zJ1v3.jpg",
      "https://image.tmdb.org/t/p/w300/qdipTYNwqAQOtuCDxgbDGFt8yO0.jpg",
      "https://image.tmdb.org/t/p/w300/mayIDTnofjd87zForJKbSyb3UI5.jpg",
      "https://image.tmdb.org/t/p/w300/d5pqpN00maccYfkMg3idKz9JMsk.jpg",
      "https://image.tmdb.org/t/p/w300/x7hwkZ05eS3Z7KLGphVlgllxu3U.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/snd9pRdd0h8gqlWrfil0Pz2llRp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ip-man-3-2015",
        "server": "VIP Links",
        "size": "1.12Gb",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/ip-man-3-yip-man-3-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.12Gb",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1M88s/Ip_Man_3_(Yip_Man_3)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.12Gb",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/6j8litacz4vz.html",
        "server": "streamsb.com",
        "size": "1.12Gb",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "YX02uWLC_u0",
      "video_url": "https://www.youtube.com/watch?v=YX02uWLC_u0",
      "embed_url": "https://www.youtube.com/embed/YX02uWLC_u0"
    }
  },
  {
    "metadata": "R|2015|1h 58min|Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "114,792"
    },
    "title": "Carol (2015)",
    "description": "Carol (2015)IMDb – 7.2/10_____Rotten – 94%ဒီတစ်ခါတော့ rating အမြင့် ဇာတ်ကာား တစ်ကားနဲ့ မိတ်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးကတော့ ၁၉၅၀ ကာလကို အခြေခံရိုက်ကူးထားပြီးအသက်အလယ်အလတ်မိန်းမတစ်ယောက်နဲ့Relation ဖြစ်တဲ့ ဓါတ်ပုံဆရာတယောက်အကြောင်းနဲ့လွမ်းမောဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးကို ရိုက်ပြထားတာဖြစ်ပါတယ်ကဲ ဇာတ်ကားလေးကို အောက်မှဘဲ ဒေါင်းကြည့်လိုက်တော့နော်ထပ်မညွှန်းတော့ ဘူးဒီတစ္ခါေတာ့ rating အျမင့္ ဇာတ္ကာား တစ္ကားနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့ ၁၉၅၀ ကာလကို အေျခခံရိုက္ကူးထားျပီးအသက္အလယ္အလတ္မိန္းမတစ္ေယာက္နဲ႕Relation ျဖစ္တဲ့ ဓါတ္ပံုဆရာတေယာက္အေၾကာင္းနဲ႕လြမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးကို ရိုက္ျပထားတာျဖစ္ပါတယ္ကဲ ဇာတ္ကားေလးကို ေအာက္မွဘဲ ေဒါင္းၾကည့္လိုက္ေတာ့ေနာ္ထပ္မညႊန္းေတာ့ ဘူးYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTodd HaynesStarsCate BlanchettKyle ChandlerRooney MaraSarah PaulsonCastAmy WarnerAnita Farmer BergmanAnn ReskinAnnie KalahurkaCarrie BrownsteinCate BlanchettChelsea CarnderChristine DyeChuck GillespieColin BottsCory Michael SmithDeb G. GirdlerDouglas Scott SorensonGary ChinnGiedre BondGreg ViolandJake LacyJeremy ParkerJohn MagaroKay GeigerKen StrunkKevin CrowleyKk HeimKyle ChandlerLiberty FraysureLinnea BondMichael HaneyMichael Joseph Thomas WardMike DennisNik PajicPamela Evans HaynesRichard DooneRobert J. AsheRooney MaraRyan Wesley GilreathSadie HeimSarah PaulsonSteven AndrewsTanya SmithTaylor Marie FreyTrent RowlandWendy LardinWilliam Cross",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oiDbubOpusAGJtfWDtPkFtmXGi9.jpg",
      "https://image.tmdb.org/t/p/w300/o0ghC4XMIMdbRBXIqSvnPrxwj3W.jpg",
      "https://image.tmdb.org/t/p/w300/b2JC3hxZerx08WIeWeVJbj1ZHiX.jpg",
      "https://image.tmdb.org/t/p/w300/2giW19Qb8Lmyd5XCyVU2avABvhZ.jpg",
      "https://image.tmdb.org/t/p/w300/pyYaDPi9stQqig7Go3aqOlu5Vg8.jpg",
      "https://image.tmdb.org/t/p/w300/9GW9RyfoJI3LWpE5B30lkTOL7DP.jpg",
      "https://image.tmdb.org/t/p/w300/i5gkYpeC6myJdDblm9zqyZgVS3R.jpg",
      "https://image.tmdb.org/t/p/w300/44YBC9OEP9OCAyOgMnPWPfRbQ84.jpg",
      "https://image.tmdb.org/t/p/w300/i101evrwIe3H0tflZxjc4EVTsy7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/carol-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n8sbxydo80ee.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/carol-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/UA5r/Carol_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/gw9ihTRB#ajmEc2y7-vKVduX_BEH1JAD5Kz37S2Lh580GJ8Oxk8I",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/fzttzpwvfjow",
        "server": "upstream.to",
        "size": "760 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFMrKzBDM2gxTmtENHhjSFdkQ0p3T0F6THpMdlU3VGxlOUlSSWdzWkluK0Q3VUUwTDRPcjRjbmJGZTkzRGhFUTdGYzZlQnpIU1JPbUg3Wm9ISWNNbGZnNkhrQ04ySXRId3oralNNSnAvbFRKdTJMNFdJcisvUGhCazBrdzVNUHNMaz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFMrKzBDM2gxTmtENHhjSFdkQ0p3T0F6THpMdlU3VGxlOUlSSWdzWkluK0Q3VUUwTDRPcjRjbmJGZTkzRGhFUTdGYzZlQnpIU1JPbUg3Wm9ISWNNbGZnNkhrQ04ySXRId3oralNNSnAvbFRKdTJMNFdJcisvUGhCazBrdzVNUHNMaz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFMrKzBDM2gxTmtENHhjSFdkQ0p3T0F6THpMdlU3VGxlOUlSSWdzWkluK0Q3VUUwTDRPcjRjbmJGZTkzRGhFUTdGYzZlQnpIU1JPbUg3Wm9ISWNNbGZnNkhrQ04ySXRId3oralNNSnAvbFRKdTJMNFdJcisvUGhCazBrdzVNUHNMaz0="
    }
  },
  {
    "metadata": "PG|2015|84 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1,609"
    },
    "title": "Open Season: Scared Silly (2015)",
    "description": "စိတ်ညစ်စရာတွေ ပင်ပန်းတာတွေများနေလို့ ရယ်မောရတဲ့ဇာတ်ကားကောင်းလေးတွေ ကြည့်ချင်သူတွေအတွက် ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရယ်မောမော ကြည့်ရှုရမယ့် ကာတွန်းကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားလေးက အသစ်တော့ မဟုတ်ပါဘူး။ဘာသာပြန်သူ ငယ်ငယ်က ကလေးတွေကြား ရေပန်းစားခဲ့တဲ့ ဇာတ်ကားလေးပါ။ဇာတ်ကားနာမည်လေးကတော့ Open Season Scared Silly လို့ ခေါ်ပြီးတော့ ၂၀၁၆ ကထွက်ခဲ့တဲ့ အပိုင်းပါ။ သူ့အရှေ့မှာတော့ အရင်အပိုင်းတွေ ရှိသေးတာပေါ့နော်။ဇာတ်လမ်းလေးကို အကြမ်းဖျင်း ပြောပြရရင် ဝက်ဝံကြီးနဲ့ ချိုတစ်ဖက်ပဲပါတဲ့သမင်လေးကြားက အလွဲအချော်တွေကို ဟာသစွက်ပြီး ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပါပဲ။သမင်လေး အယ်လီယော့က တောထဲက တိရစ္ဆာန်တွေကိုပုံပြင်တွေ လျှောက်ပြောပြတတ်ပါတယ်။အဲဒီထဲမှာမှ ရေပန်းအစားဆုံး ပုံပြင်ကတော့ ဝေးလင်းဝမ်းပက်သမန်းဝံပုလွေကြီးရဲ့ ပုံပြင်ပါပဲ။ဖန်တီးပြောနေတဲ့ ပုံပြင်တွေကို တကယ်ထင်ပြီး ကြောက်နေတာကတော့ဝက်ဝံကြီး ဘု ပါ။ ဝက်ဝံကြီးဘုက သမန်းဝံပုလွေကြီး တကယ်ရှိတယ်အထင်နဲ့ပုန်းမယ် ပြေးမယ်တွေ လုပ်တော့တာပါပဲ။အဲဒီအချိန်မှာ အယ်လီယော့က သူ့သူငယ်ချင်းကြီး မကြောက်တတ်အောင်ကြောက်တဲ့အရာတွေနဲ့ ရင်ဆိုင်ခိုင်းမယ်ဆိုပြီး တခြားတိရစ္ဆာန်တွေနဲ့ အကွက်ချစီစဉ်တော့တယ်။အစပိုင်းမှာ အဆင်ပြေနေပေမဲ့ သမန်းဝံပုလွေပုံစံကို ထုတ်ပြမယ့်အချိန်မှာအကုန်လွဲကုန်တော့တာပါပဲ။အဲဒီအလွဲအချော်ကနေမှ အားလုံးက သမန်းဝံပုလွေရှိတယ်လို့ တကယ်ယုံသွားကြတယ်။အဲဒီထဲမှာ မုဆိုးကြီး ရှောလည်း အပါအဝင်ပါပဲ။ မုဆိုးကြီးရှောကသမန်းဝံပုလွေကို ဖမ်းမယ်ဆိုပြီး အမဲလိုက်ခွင့်ကို ပြန်ဖွင့်ခိုင်းပါတယ်။နောက်ပိုင်းမှာတော့ ဝက်ဝံကြီးနဲ့သမင်ကတစ်ဖက် မုဆိုးကြီးကတစ်ဖက်မရှိတဲ့ သမန်းဝံပုလွေကို အပြိုင်လိုက်ဖမ်းကြမှာကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဆိုတော့ သမန်းဝံပုလွေကြီးကို လိုက်ဖမ်းတဲ့အချိန်မှာ ဝက်ဝံကြီးနဲ့ သမင်တို့ဘာတွေကြုံတွေ့ရမလဲ၊ သမန်းဝံပုလွေအပြင် သူတို့ကိုပါ အပြတ်ရှင်းချင်နေတဲ့မုဆိုးကြီးရှောကိုရော ဘယ်လိုကိုင်တွယ်မလဲ၊ သမင်လေး အယ်လီယော့ကရောဘာတွေအလွဲလွဲအချော်ချော် လုပ်ဦးမလဲဆိုတာကိုတော့ရုပ်ရှင်ချစ်သူတို့ကိုယ်တိုင် ဒီကားလေးထဲမှာ ကြည့်ရှုလိုက်ကြပါနော်။File size…  1.7 GB /  797 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 24mGenre …..  Adventure, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Elizabeth KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid FeissStarsGarry ChalkKathleen BarrMelissa SturmTrevor DevallWilla TownsendCastGarry ChalkKathleen BarrMelissa SturmTrevor DevallWilla Townsend",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zdKOHwWSBd6flUtwf8lK6Ial1zj.jpg",
      "https://image.tmdb.org/t/p/w300/9xUQ8zVUopf5Uxrb9nvPR7Y18oS.jpg",
      "https://image.tmdb.org/t/p/w300/aPSHDy2q0lZvXq0j9D81aN9pXjI.jpg",
      "https://image.tmdb.org/t/p/w300/h07dHwM73vZOo7dlMPcVbsQq6uw.jpg",
      "https://image.tmdb.org/t/p/w300/5vcGLw1q8ZtcHA7w31vTWzhl4Ex.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12518233_p_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hbax9zf8mnh7.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/open-season-scared-silly-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3mpgu/Open.Season.Scared.Silly.2015.1080p.BluRay._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/nUih",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/70n1uzlmez0k.html",
        "server": "usersdrive.com",
        "size": "797 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/open-season-scared-silly-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "797 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mpgD/Open.Season.Scared.Silly.2015.720p.BluRay._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "797 MB",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/nUij",
        "server": "veryfiles.com",
        "size": "797 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|119 min|Action,Bollywood,Crime",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "2,435"
    },
    "title": "JazBaa (2015)",
    "description": "IMDb Rating 5.8 ရရွိထား ျပီး အက္ရွင္ဇာတ္ၾကမ္းၾကိဳက္ေဘာလိ၀ုဒ္ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္အလုပ္ကိုမက္တဲ့ မိဘ သားသမီးကို ဂရုမစိုက္ႏိုင္တဲ့မိဘနဲ႕ သား သမီးၾကားက ပဋိပကၡနဲ႕ သူငယ္ခ်င္းအေပၚသစၥာမရွိတဲ့ အေပါင္းအသင္း အေၾကာင္းကို ရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်င္းေလးကေတာ့ Anuradha Verma ဟာ နာမည္ၾကီးေရွ႕ေနတေယာက္ျဖစ္ျပီး သူနဲ႕ သူ႕မိန္းမဟာ သမီးျဖစ္သူ Sanaya ကိုဂရုစိုက္ႏိုင္ျခင္းမရွိပါဘူး ဒီလိုနဲ႕ တစ္ေန႕ ေက်ာင္းက မိဘေက်ာင္းသားေတြ႕ဆံုပြဲမွာ Sanaya တေယာက္ျပန္ေပးဆြဲခံလိုက္ရတဲ့အခါမွာေတာ့ဘယ္လိုေတြ ဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိိုတာကိုပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစားလိုက္ပါေတာ့ဗ်ာYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSanjay GuptaStarsAishwarya Rai BachchanIrrfan KhanJackie ShroffShabana Azmi",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/jazbaa-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "964 MB",
        "quality": "720 P"
      },
      {
        "link": "https://yuudrive.me/aa73fd57/jazba-2015-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "964 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "964 MB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/YaxB3QJZ#4n2vQzCOhlw9cY7DiYz2uOAyn9JUd-nyf8kCRBnOrLk",
        "server": "mega.nz",
        "size": "964 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/sip1ng4x1r18",
        "server": "upstream.to",
        "size": "964 MB",
        "quality": "720 P"
      }
    ],
    "trailer": null
  }
]