[
  {
    "metadata": "N/A|2015|96 min|Horror,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "6"
    },
    "title": "Blood Bound (2019)",
    "description": "အံ့ၾသတုန္လႈပ္ဖြယ္ ျဖစ္ရပ္ဆန္းၾကယ္ဇာတ္ကားမ်ိဳးကို ၾကည့္ရွဳခ်င္ၾကတဲ့ ပရိတ္သတ္အတြက္ ၂၀၁၉ထြက္ ဇာတ္ကားတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕မွာေနထိုင္ၾကတဲ့ ဆိုးသြမ္းတဲ့ လူငယ္တစ္စုဟာ မူးယစ္ေဆးေတြ သံုးစြဲရင္းအနားပတ္ဝန္းက်င္က အိမ္ေတြကို အႏုၾကမ္းစီးဓားျပတိုက္ေလ့ရွိပါတယ္…ဒီလူငယ္တစ္စုထဲမွာ မိန္းကေလးတစ္ေယာက္ပါဝင္ျပီး သူ႕ရဲ႕အေဖက ျမိဳ႕ကရဲဝန္ထမ္းတစ္ဦးျဖစ္ေပမယ့္သူ႕သမီးဒီလိုေတြလုပ္ေနတာ လံုးဝမရိပ္မိခဲ့ပါဘူးတစ္ေန႔မွာ အဲ့ဒီနယ္ျမိဳ႕ေလးက အိမ္ၾကီးတစ္လံုးကိုထူးဆန္းတဲ့မိသားစုတစ္စု ေျပာင္းေရႊ႕လာခဲ့ပါတယ္.။ဒီမိသားစုနဲ႕အတူ ေဒၚလာေတြအျပည့္ထည့္ထားတဲ့ ေသတၱာေတြလည္းပါလာခဲ့တယ္ဆိုတာကိုဒီလူငယ္တစ္စု စံုစမ္းသိရွိျပီးေနာက္ တိတ္ဆိတ္တဲ့ညတစ္ခုမွာ လူငယ္တစ္စုဟာ အိမ္ၾကီးကို ေဖာက္ထြင္းျပီး အႏုၾကမ္းစီးပါေတာ့တယ္…အိမ္ၾကီးထဲေရာက္ခ်ိန္မွာေတာ့ ထင္မွတ္ထားသလို ျဖစ္မလာခဲ့ဘဲမုဆိုးကေန သားေကာင္အျဖစ္ေရာက္ရွိသြားတဲ့အေျခအေနကို ၾကံဳေတြ႕ရပါေတာ့တယ္..။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (800 MB) and (290 MB)Quality : WEB-DL 720pRunning Time : 1h 36minFormat : Mp4Genre : Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRichard LeMayStarsEden BrolinEric NelsenGerald McCullouchJoseph MelendezJustiin A. DavisKevin SpirtasRosa ArredondoRoss WellingerTimothy HughesVanessa RubioCastAleita NortheyBen WeaverEden BrolinEric NelsenGerald McCullouchJoseph MelendezJustiin A. DavisKarmine AlersKevin SpirtasLeif SteinertRosa ArredondoRoss WellingerS. Lue McWilliamsTimothy HughesVanessa Rubio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hohU2iFmHpZqloJqFT941qmrA1k.jpg",
      "https://image.tmdb.org/t/p/w300/x5lAO6olbjC0GEHx94RinQ8LLpr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lgO2gzjYSKenJxWu4V4u1VhTQYX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blood-bound-2019-large-size-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2epje/(CM)_Blood_Bound_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/87aov27egq34",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xxx3e6wpkby3.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-oWlUnXCzw8",
      "video_url": "https://www.youtube.com/watch?v=-oWlUnXCzw8",
      "embed_url": "https://www.youtube.com/embed/-oWlUnXCzw8"
    }
  },
  {
    "metadata": "|2015||Comedy,Crime",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "140K"
    },
    "title": "Get Hard(2015)",
    "description": "Get Hard (2015)=============IMDb – 6.0ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ Kevin Hart တို့ပါဝင်သရုပ်ဆောင်ထားပြီး 2015 တုန်းကထွက်ရှိခဲ့တဲ့ အခွီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။R-rated ဖြစ်ပြီး 18+ အခန်းတချို့ပါဝင်တဲ့အပြင် ကြမ်တမ်းတဲ့စကားလုံးတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူတော့မကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ချမ်းသာတဲ့စီးပွားရေး မန်နေဂျာတယောက်ဖြစ်တဲ့ ဂျိမ်းစ်ကင်း(Will Ferrell) ဟာငွေကြေးအလွဲသုံးစားလုပ်မှု၊ လိမ်လည်မှုစတဲ့စွဲချက်တွေနဲ့ အဖမ်းခံလိုက်ရပြီး ထောင်ဆယ်နှစ်အချခံလိုက်ရပါတယ်။ထောင်ထဲကိုမဝင်ခင် ပြင်ဆင်စရာတွေပြင်ဆင်ဖို့ဆိုပြီး အချိန်ရက်သုံးဆယ်လည်းပေးလိုက်ပါတယ်။ သူ့ကိုယ်သူထောင်ထဲမှာ မိနစ်ပိုင်းတောင်မခံမှန်းသိနေတဲ့ ဂျိမ်းစ်တစ်ယောက်ကယောင်ခြောက်ခြားတွေဖြစ်နေတုန်းမှာ အင်မတန်ကိုဖြူစင်ပြီးကားပါကင်ဖြတ်ပိုင်းတောင်မရဖူးတဲ့ ဒါနဲလ် (Kevin Hart) နဲ့တွေ့ပြီး ဒါနဲလ်ကိုထောင်ထွက်လူမိုက်တယောက်လိုမျိုးအထင်မှားသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူ့ထောင်ထဲမှာရှင်သန်နိုင်အောင်သင်ပေးဖို့အတွက် ဒါနဲလ်ကိုဆရာတင်ရင်း နှစ်ယောက်လုံးဘယ်လိုတလွဲတွေဖြစ်ကြမလဲ၊ သူက‌ရောငွေတွေကိုတကယ်လိမ်ခဲ့တာလား၊နောက်ကွယ်မှာရောဘယ်သူတွေရှိနေမလဲ၊ နှစ်ယောက်သားဘယ်လိုအရှုပ်တွေနဲ့ရင်ဆိုင်ကြရမလဲဆိုတာကို တချိန်လုံးခွီရင်းကြည့်ရမှာပါ။ဟာသကားကောင်းကြည့်ချင်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။File size…2.3GB / 831MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 40mGenre ….. Comedy , CrimeSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by TmmTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEtan CohenStarsAlison BrieEtan CohenKevin HartCastAlison BrieAriana NealBrian OerlyCandi BrooksChris MarroyChristopher BerryCraig T. NelsonDan BakkedahlDave DavisEdwina FindleyElliott GreyErick ChavarriaErika EricaGreg GermannHans MarreroJackie TuttleJames Moses BlackJimmy FallonJohn MayerJon EyezJoshua Joseph GillumKatia GomezKevin HartMariana Paola VicenteMatt WalshMichael MartinNito LariozaPaul Ben-VictorRaeden GreerRon FunchesT.I.T.J. JagodowskiWill Ferrell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ErztsTSltyyXJP2PFexDrpg4lf.jpg",
      "https://image.tmdb.org/t/p/w300/r7GzHVAQhO9v98fkmrdAjlUy80m.jpg",
      "https://image.tmdb.org/t/p/w300/abZSHcelIx1divi1VDurwETUk4Z.jpg",
      "https://image.tmdb.org/t/p/w300/vKekgILQmy3P7uxgB6rjBHY08zO.jpg",
      "https://image.tmdb.org/t/p/w300/wZUbpRbeR4ISGDgCYSYn8XTLdSY.jpg",
      "https://image.tmdb.org/t/p/w300/ttRx84iqGTpzRdPtaxoLo0lpPxv.jpg",
      "https://image.tmdb.org/t/p/w300/x3lqpwy8LbTsxeQEUGiLBpH33VQ.jpg",
      "https://image.tmdb.org/t/p/w300/nlwr7WepdMlwiJot7qUJX1JKzq.jpg",
      "https://image.tmdb.org/t/p/w300/hfEWHMGy5s08kxXnzmqm1nkKfx7.jpg",
      "https://image.tmdb.org/t/p/w300/aPeQGUpW8aEYLVy8fTqsmaosjYe.jpg",
      "https://image.tmdb.org/t/p/w300/lPKDi0WpBi8mu41X2pgGigQreX5.jpg",
      "https://image.tmdb.org/t/p/w300/S75S8zwmIwwc9Uh7PdBDZbzLzd.jpg",
      "https://image.tmdb.org/t/p/w300/7TJkbnCILzDuSxQ1PD3r2TiDKg7.jpg",
      "https://image.tmdb.org/t/p/w300/nPioNg3cy3og4oqW4UqdIsAnPZt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rJPbS2cYOYhDCjT5NmW1Fm6gFl3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/homi3c4x66vn.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/get-hard-2015-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1cho1/Get.Hard.2015.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Qzg1lYJb#YxpDrNLIorz__YS41V0utE6BaYVfWFjVZOG9gsbhfWQ",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbhight.com/m0ywia57x0u0.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/xqfen591ie5i",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/wi882zvxhvn8.html",
        "server": "usersdrive.com",
        "size": "831MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/get-hard-2015-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "831MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1chnq/Get.Hard.2015.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "831MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Jqom1CLJ#Uw4K-B53AcxH7OHFWgRC3ciaOYszwUuITdyUppeYz8A",
        "server": "mega.nz",
        "size": "831MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/hvrw1xex7vq9.html",
        "server": "streamsb.com",
        "size": "831MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/1n1yc48690v7",
        "server": "streamvid.io",
        "size": "831MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "jTi-h6zNDLg",
      "video_url": "https://www.youtube.com/watch?v=jTi-h6zNDLg",
      "embed_url": "https://www.youtube.com/embed/jTi-h6zNDLg"
    }
  },
  {
    "metadata": "Not Rated|2015|1h 41m|Adult,Drama,Romance",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "141"
    },
    "title": "(18+)Buddy’s Mom (2015)",
    "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်လောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့အသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်သွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီးပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်သူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလိုကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့DS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်File size…1.5GB / 734MBQuality…1080p WEB DL /720pFormat…mp4Duration….1h 41mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJa-kwan KongStarsAh RiKim Dae-BeomKim Hae-jinKim Jae-rokKim Young-samLee Jeong-GillSi YeongCastAh RiKim Dae-BeomKim Hae-jinKim Jae-rokKim Young-samLee Jeong-GillSi Yeong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/78frwN1N9PeHQB0iXxlxbnAFL1L.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/buddys-mom-2015-1080-p-web-dl-korean-x-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zga1632vu9c6.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1W0cw/Buddys.Mom.2015.1080p.WEB-DL.Korean.x264(DS).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/PuQVDKxD#bCDGGiyH64bA-wNGgtIEQCTyAIWy-A0_XA-Q_3KjmVM",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/buddys-mom-2015-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "734MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5fxgurk11u1h.html",
        "server": "usersdrive.com",
        "size": "734MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1W0cq/Buddys.Mom.2015.720p(DS).mp4",
        "server": "megaup.net",
        "size": "734MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/26IRTQbS#Ja0rLD_6IALIxjrWKbE_BJIVJdPncXQXbzvTME_USRA",
        "server": "mega.nz",
        "size": "734MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/o7sm7ptcl9nl",
        "server": "streamsb.com",
        "size": "734MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5zoizf8chng3",
        "server": "streamvid.io",
        "size": "734MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|1h 49min|Action,Adventure,Asian,Comedy",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "952"
    },
    "title": "From Vegas to Macau II (2015)",
    "description": "From Vegas to Macau II (2015)_____IMDb – 4.6/10ပိတ်ရက်လေးမှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ စိတ်ကူးထားသူတွေအတွက် အခု လောလောဆယ် ရုံတင်နေတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေး ကြည့်ရအောင် ဖော်ပြပေးလိုက် ပါတယ်။မြန်မာပရိသတ်တွေနဲ့ ရင်း နှီးပြီးသားဖြစ်တဲ့ ဟောင်ကောင် နေအောင်လို့ လူသိများသူ ချောင် ယွန်ဖတ်ခေါင်းဆောင် ပါဝင် ထားတာမို့ အက်ရှင်ဇာတ်လမ်း ကောင်းကြိုက်သူတွေ နှစ်သက် ဦးမယ်ထင်ပါတယ်။ ဒီဇာတ်ကား က ဒုတိယမြောက်ဇာတ်လမ်းအ ဖြစ် ထွက်ရှိလာတာမို့ ပထမ ဇာတ်လမ်းကို ကြည့်ဖူးသူတွေက တော့ အရင်ဇာတ်လမ်းနဲ့ ယှဉ် ကြည့်ဖို့အတွက် မဖြစ်မနေ မြည်း စမ်းကြည့်သင့်ပါတယ်။မင်းသားချောင်ယွန်ဖတ်က သူမတူအောင် ကျွမ်းကျင်လှတဲ့ ဖဲလိမ်သမား ကင်အဖြစ် သရုပ် ဆောင်ထားပါတယ်။ တချို့ပြကွက်တွေက အထူးပြုလုပ်ချက်တွေများလွန်းပေမယ့် ကြည့်လို့တော့ အဆင်ပြေမှာပါ။ကင်ရဲ့ ခေါင်းကိုင်သားဖြစ် တဲ့ ဗင်းဆင့်ဟာ လူဆိုးလောက ထဲမဝင်ဘဲ ရဲဝန်ထမ်းဘဝကို ရွေး ချယ်ခဲ့တာကြောင့် ကင်နဲ့ သဘော ထား ကွဲလွဲခဲ့ပါတယ်။ ဗင်းဆင့် ဟာ အင်တာပိုလ်အဖွဲ့ထဲကိုဝင် ပြီး DOA ဆိုတဲ့ လူဆိုးဂိုဏ်းနဲ့ ပတ်သက်ပြီး စုံစမ်းစစ်ဆေးနေ တာမို့ ကင်ကိုပူးပေါင်းဆောင် ရွက်ပေးဖို့ အကူအညီတောင်းခံ တာကြောင့် ကင်တစ်ယောက် ငြင်းမရဘဲ ကူညီဖြစ်ခဲ့ပါတယ်။ပထမဇာတ်လမ်းမှာ DOA ရဲ့ စီအီးအို မစ္စတာကို သေဆုံးခဲ့ တာကြောင့် ဒီဇာတ်လမ်းမှာတော့ လေဒီဘော့စ်အွိုင်က စီအီးအိုနေ ရာ ဆက်ခံကာ တရားမဝင် ကာစီ နိုကစားဝိုင်းတွေ ဆက်လုပ်ခဲ့ပါ တယ်။ ဗင်းဆင့်တို့အဖွဲ့ဟာ ပိုက် ဆံသန်းနဲ့ချီပြီး အလွဲသုံးစားလုပ် ထားလို့ ဘန်ကောက်မှာ ပုန်းခိုနေ တဲ့ DOA အဖွဲ့ရဲ့ စီနီယာစာရင်း ကိုင် မာ့ခ်ကို လက်ဝယ်ရရေး ကြိုး ပမ်းပါတော့တယ်။ဒါကြောင့်မို့ ကင်လည်း ဗင်း ဆင့်ကို ကူညီဖို့အတွက် ဘန် ကောက်ကို လိုက်သွားခဲ့ပြီး ကင် ရဲ့ လောင်းကစားအရည်အသွေး တွေဟာ ရဲတပ်ဖွဲ့ရဲ့ လုပ်ငန်းစဉ် အတွက် အသုံးတည့်ခဲ့ပြန်ပါ တယ်။ တရုတ်အက်ရှင်ကားတွေ ရဲ့ ထုံးစံအတိုင်း အတိုက်အခိုက် အက်ရှင်ပြကွက်တွေရဲ့ သွက် လက်မြန်ဆန်မှုတွေကို ပရိသတ် အကြိုက်တွေ့မယ် ထင်ပါတယ်။ဒီလိုနဲ့ တိုက်ရင်းခိုက်ရင်း ကင်တစ်ယောက် အချစ်နဲ့တွေ့ သွားခဲ့ပါတယ်။ သူကတော့ DOA အဖွဲ့ဝင် မော်လီဖြစ်တာကြောင့်ကင်ရဲ့ အချစ်ဇာတ်လမ်းက ဘာဖြစ်သွားမှာလဲ။ DOA အဖွဲ့ကို အပြတ်ရှင်းချင်တဲ့ ဗင်းဆင့်တို့အဖွဲ့ရဲ့ ကြိုးပမ်းမှုတွေ အရာထင်မှာလားဆိုတာကတော့ ရုပ်ရှင်အရသာ ပေါ့သွားမှာစိုးလို့အကုန်မပြော တော့ဘူးနော်။ ချောင်ယွန်ဖတ် နဲ့အတူ နစ်ခ်ချန်၊ ကာရီနာလူ၊ ရှန်ယွဲ့တို့က ပါဝင်သရုပ်ဆောင် ထားကြပါတယ်။(ရုပ်ရှင်အညွှန်းကို 7daydaily.com မှကူးယူဖော်ပြပါသည်။)File size…(999 MB)Quality…HD Rip 720pFormat…mp4Duration….01:50:14Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJing WongStarsAndy LauCarina LauDavid ChiangNick CheungPak-Cheung ChanYun-Fat ChowCastAndy LauAngela WangBella LawCarina LauChow Yun-fatConnie ManDavid ChiangEric TsangJin QiaoqiaoKen LoKenny Wong Tak-bunKimmy Tong FeiMichelle HuNatalis ChanNick CheungPhilip KeungQuan YuanSean TierneyShawn YueWong JingZaneta Wong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wPPKvuYA9GUu5I9YsLyB47CbAH9.jpg",
      "https://image.tmdb.org/t/p/w300/oLRY8jKZZuOeeoGBqIo6ATssoiN.jpg",
      "https://image.tmdb.org/t/p/w300/lr81OhqpWYaAZ9UUOrpJqvaKF0H.jpg",
      "https://image.tmdb.org/t/p/w300/5H2GXOX5wAlgE6evjwUDZNBmvcX.jpg",
      "https://image.tmdb.org/t/p/w300/j8o7zysIMUytDaijc9tg4U89UOc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-II-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mo22he5wdqzj.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/from-vegas-to-macau-ii-du-cheng-feng-yun-ii-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2h2bh/From_Vegas_To_Macau_II_(Du_Cheng_Feng_Yun_II)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://mega.nz/file/19BC1ZBK#j00GOnj6I-KCfKIKJiDO3VBzufmxWeE5WlDUFd8ZIx8",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://upstream.to/jebwvsctur8p",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://loadpot.net/tl57hto7l6pq/From_Vegas_To_Macau_II_(Du_Cheng_Feng_Yun_II)_[2015]_(MM_Sub).mp4.html",
        "server": "datbu.com",
        "size": "999 MB",
        "quality": "HD Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "nuILtnvYEOM",
      "video_url": "https://www.youtube.com/watch?v=nuILtnvYEOM",
      "embed_url": "https://www.youtube.com/embed/nuILtnvYEOM"
    }
  },
  {
    "metadata": "R|2015|119 min|Drama,Fancy,Horror",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "95,622"
    },
    "title": "Crimson Peak (2015)",
    "description": "သရဲကား (သည္းထိတ္ရင္ဖို႐ုပ္႐ွင္လို႔ေခၚရင္ပိုေကာင္းမလား) ေတြၾကည့္ရင္ တည္ေနရာေနာက္ခံကလည္း အမ်ားႀကီးစကားေျပာပါတယ္။အိပ္ခန္းထဲမွာသရဲေျခာက္တာ (The Ring) ဆင္ေျခဖံုးကတိုက္ခန္းမွာသရဲေျခာက္တာ (Paranormal Activities) သစ္ေတာထဲမွာ သရဲေျခာက္တာ (Blairwitch Project) စသျဖင့္အမ်ိဳးမ်ိဳးေပါ့။ေခတ္ကာလေနာက္ခံကလည္း အေရးပါေသးတယ္ဗ်။ထိတ္လန္႔သည္းဖို႐ုပ္႐ွင္အမ်ားစုဟာ ေ႐ွးေခတ္ကာလေတြမွာဇာတ္အိမ္တည္ေလေလ ပိုေၾကာက္ဖို႔ေကာင္းေလပဲ။အဲ့ဒီထဲမွာမွ ၁၉ရာစုေႏွာင္းပိုင္းကေန ၂၀ရာစုအေစာပိုင္း ဝန္းက်င္မွာဇာတ္အိမ္တည္ရင္ ၾကည့္ရတာအရသာအ႐ွိဆံုးပဲ။ေနာက္ဆံုးၾကည့္ျဖစ္တဲ့ The Woman in Black လို ေဂါ့သစ္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးေတြေပါ့။အဲ့ဒီေခတ္ကာလ အဂၤလန္ႏိုင္ငံရဲ႕ အေျခအေန၊ အျမဲတမ္းမႈန္မိႈင္းေအးစက္ေနတတ္တဲ့ ေက်းလက္ပိုင္းရာသီဥတု၊ ဇာတ္ေကာင္ေတြဝတ္တဲ့အဝတ္အစားကအစ ထိတ္လန္႔သည္းဖိုဇာတ္လမ္းကိုပိုအရသာ႐ွိေစတယ္၊ အေနာက္တိုင္းသားေတြရဲ႕ ေအးတိေအးစက္မ်က္ႏွာထားေတြေၾကာင့္ ႐ုပ္႐ွင္ကပိုၿပီးေက်ာခ်မ္းစရာျဖစ္လာတယ္။ခုလည္းအဲ့လိုဇာတ္ကားတစ္မ်ိဳးလာျပန္ပါၿပီ။ဗစ္တိုးရီးယားေခတ္ (၁၉ရာစု) ကိုေနာက္ခံထားၿပီး၊ အဂၤလန္ႏိုင္ငံေျမာက္ပိုင္း Cumbria ၿမိဳ႕ေလးမွာဇာတ္အိမ္တည္ထားပါတယ္။ ဝမ္းသာစရာက ဒီႏွစ္ေအာက္တိုဘာ ၁၆ရက္ USAမွာ စထြက္မွာဆိုေတာ့သိပ္ၾကာၾကာမေစာင့္ရေတာ့တာပဲ (ျမန္မာႏိုင္ငံေရာက္ဖို႔ဆို၈လကေန ၉လအတြင္းေလာက္ေပါ့)။ဇာတ္လမ္း၊ ဒါ႐ိုက္တာ Guillermo del Toro ျဖစ္ၿပီး Legendary Pictures နဲ႔ Universal တို႔ပူးေပါင္းမႈဆိုေတာ့ေစာင့္ၾကည့္သင့္တဲ့စာရင္းမွာပါပါတယ္။အဓိကဇာတ္ေဆာင္ေတြက Tom Hiddleston, Jessica Chastain, Mia Wasicowska, Charlie Hunnum ဆိုေတာ့ပိုစိတ္ဝင္စားစရာေကာင္းလာတယ္။ဇာတ္လမ္းအၫႊန္းကေတာ့ –Edith Cushing (Wasikowska) ကစာေရးဆရာမေလးျဖစ္ၿပီး အတိတ္က သူ႔မိဘေတြရဲ႕ ေၾကကြဲစရာဇာတ္သိမ္းကို ေမ့ေပ်ာက္ဖို႔ႀကိဳးစားေနရသူ။ သူ႔ရဲ႕အသစ္စက္စက္ခင္ပြန္း Thomas Sharpe (Hiddleston) ကခန္႔ညားၿပီးဆြဲေဆာင္မႈ႐ွိေပမယ့္ လ်ွိဳ႕ဝွက္တတ္ၿပီး လူေတြနဲ႔ခပ္ကင္းကင္းေနတတ္သူတစ္ဦးပါ။ သူ႔ခင္ပြန္းရဲ႕အစ္မ Lucille Sharpe (Chastain) ကလည္းသူ႔ကိုသိပ္မႀကိဳဆိုျပန္ဘူး။ တစ္ခ်ိန္တည္းမွာပဲ သူ႔ရဲ႕ငယ္ရည္းစား Alan McMichael (Hunnum) ကိုလည္းစိတ္ထဲကမျပတ္မသားျဖစ္ေနမိျပန္တယ္။Edith ဟာသူ႔ခင္ပြန္းရဲ႕ခန္းနားတဲ့အိမ္ႀကီးမွာေနထိုင္ရင္းအဲ့ဒီအိမ္ႀကီးရဲ႕ထိတ္လန္႔စရာေကာင္းတဲ့အတိတ္ကို္ တျဖည္းျဖည္းတူးဆြေဖာ္ထုတ္လာမိတဲ့အခါမွာေတာ့…..။မကၠဆီကန္ဒါ႐ိုက္တာ Del Toro ရဲ႕ေျပာစကားအရေတာ့ R အဆင့္ေတာင္သတ္မွတ္ခံရႏိုင္တဲ့႐ုပ္႐ွင္ဆိုပဲ။ သူဇာတ္ၫႊန္းေရး သူဒါ႐ိုက္တာလုပ္႐ိုက္တဲ့ကားေတြထဲမွာ Hell Boy I, II ေလာက္ကိုပဲသေဘာက်တယ္။ Pan’s Labyrinth ရဲ႕ဇာတ္လမ္းကသိပ္မဆိုးေပမယ့္ Pacific Rim ကိုေတာ့မႀကိဳက္ဘူး။ က်ေနာ္ကပဲ Alien theme ေတြမႀကိဳက္လို႔လားေတာ့မသိဘူး။ The Hobbit Trilogy ကိုဇာတ္ၫႊန္းေရးေပးခဲ့တဲ့အတြက္ သူ႔ကိုဇာတ္ၫႊန္းအေရးေကာင္းသူလို႔ပဲ ျမင္မိတယ္။ဒီဇာတ္ကားကလည္းသိပ္မဆိုးေလာက္ပါဘူး၊ teaser နဲ႔တင္ေတာ္ေတာ္ၾကည့္ခ်င္စရာေကာင္းေနၿပီ။တစ္ခုပဲ.. သူဇာတ္ၫႊန္း၊ သူဒါ႐ိုက္တာဆိုေတာ့ ေသြးသံရဲရဲနဲ႔ရြံစရာ animation ႀကီးေတြမပါပါေစနဲ႔ပဲဆုေတာင္းရမယ္။ဇာတ္ေဆာင္ပိုင္းနဲ႔ပတ္သက္လို႔ကေတာ့ Edith Cushing ရဲ႕ေနရာမွာ အရင္က Emma Stone ကိုလ်ာထားၿပီး ေနာက္မွ Wasikowska နဲ႔ေျပာင္းလိုက္တာပါတဲ့။Wasikowska ကပိုေကာင္းတဲ့ေရြးခ်ယ္မႈလို႔ထင္တယ္။ Stoker ထဲကေအးတိေအးစက္ေကာင္မေလးပံုစံကို ထပ္ျမင္ခ်င္ေသးတာကိုး။Thomas Sharpe ရဲ႕ေနရာမွာလည္း အရင္က Benedict Cumberbatch ကိုေရြးထားၿပီးမွ Hiddleston နဲ႔လဲလိုက္ပါတယ္။သူတို႔ ၂ေယာက္စလံုးက ေအးစက္စက္မ်က္ႏွာေတြနဲ႔ဆိုေတာ့ ဘယ္သူျဖစ္ျဖစ္ ဇာတ္လမ္းနဲ႔လိုက္ဖက္မွာပါပဲ။ၿပီးေတာ့ Hiddleston ကအျပင္မွာလည္း သူ႔ရဲ႕သူငယ္ခ်င္းေကာင္းျဖစ္တဲ့ Cumberbatch ကို ဒီ႐ုပ္႐ွင္ေအာင္ျမင္ပါေစလို႔ ဆုေတာင္းေပးပါလို႔ေျပာေသးတယ္ဆိုပဲ (yeah, bromance!)။ဘာပဲေျပာေျပာ ဒါ႐ိုက္တာေကာင္း သရုပ္ေဆာင္ေကာင္းေတြနဲ႔႐ိုက္ထားတဲ့ဒီကားက ေစာင့္ၾကည့္သင့္တဲ့႐ုပ္႐ွင္တစ္ကားပါ။YouTube teaser ထဲကေနာက္ခံသီခ်င္း Red Right Hand ကို PJ Harvey ျပန္ဆိုထားတာျဖစ္ၿပီး ဇာတ္ကားရဲ႕ အဓိကေနာက္ခံသီခ်င္းလည္းျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Nay Thiha Facebook Acc(https://www.facebook.com/nay.thih) မွကူးယူေဖာ္ျပထားတာျဖစ္ပါတယ္)File Size : 900 MB /400 MBQuality : Bluray 720PRunning Time : 1hr 59minutesFormat : Mp4Genre :Drama,Fantasy,HorrorEncoder : Thanhtike ZawDownload and Watch (YP Link)Download Here Bluray 720p (900 MB) Pcloud LinkDownload Here Bluray 720p (900 MB) Openload LinkDownload Small File Size 360p (400 MB) Pcloud LinkDownload Small File Size 360p (400 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuillermo del ToroStarsCharlie HunnamJessica ChastainMia WasikowskaTom Hiddleston",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/1-1.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "CM Links",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/crimson-peak-2015",
        "server": "CM Links",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/crimson-peak-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fdfe/Crimson_Peak_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ol2d5ba33v2j",
        "server": "upstream.to",
        "size": "900MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJEU1V4ZnVlK1ZzQXNsRkh0Z2czcUZIazVVNGtCQ3p1eUNrQkx0V1RBRWR5b0NvbGdVdUE0MjczSzdsYWcvdytJRDhRenIxUWwwbDArem5WRGw0VnBId3o1bHlabDRJYTNhMXZHSnhua2pSZCsvRTlHYmU1OFIvRmx4NlBiaHFZUT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJEU1V4ZnVlK1ZzQXNsRkh0Z2czcUZIazVVNGtCQ3p1eUNrQkx0V1RBRWR5b0NvbGdVdUE0MjczSzdsYWcvdytJRDhRenIxUWwwbDArem5WRGw0VnBId3o1bHlabDRJYTNhMXZHSnhua2pSZCsvRTlHYmU1OFIvRmx4NlBiaHFZUT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJEU1V4ZnVlK1ZzQXNsRkh0Z2czcUZIazVVNGtCQ3p1eUNrQkx0V1RBRWR5b0NvbGdVdUE0MjczSzdsYWcvdytJRDhRenIxUWwwbDArem5WRGw0VnBId3o1bHlabDRJYTNhMXZHSnhua2pSZCsvRTlHYmU1OFIvRmx4NlBiaHFZUT0="
    }
  },
  {
    "metadata": "|2015||Mystery,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1080"
    },
    "title": "Girl Missing (2015)",
    "description": "Girl Missing (2015)==============ဘ၀ဆိုတာ တချို့အတွက်ပုံမှန်လေးစီးမျောနေတာ ဖြစ်နိုင်ပေမဲ့တချို့အတွက်တော့ အကွေ့အကောက်များလွန်းပါတယ်။ မျှော်လင့်ချက်တွေပြည့်ပြီ ထင်ရပေမဲ့ မထင်မှတ်ဘဲ တစ်ဆစ်ချိုးပြောင်းလဲမှုမျိုးနဲ့ ရင်ဆိုင်လိုက်တာလည်း ဖြစ်တတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက သိတတ်တဲ့ကလေးအရွယ်မှာ ပျောက်ဆုံးသွားတဲ့ကောင်မလေးတစ်ယောက်၊ ဖြစ်ချင်တော့ အတိတ်လည်းမေ့သွားခဲ့ပါတယ်။မိဘဘယ်သူဘယ်ဝါ၊ သူ့ကိုယ်သူဘယ်သူမှန်းမသိတော့တာကြောင့်မိဘမဲ့ဂေဟာမှာ ဂျိန်းဆိုတဲ့နာမည်နဲ့ ဘ၀သစ်စခဲ့ပါတယ်။ အလုပ်အကိုင်နဲ့အရွယ်ရောက်လာပြီးတဲ့အချိန်မှာ မိခင်ဆိုတဲ့သူ ပေါ်လာခဲ့ပါတယ်။ဒီအန်အေအဖြေမထွက်သေးတာကလွဲရင် ဂျိန်းရဲ့ အမေဆိုတာသေချာသလောက်ဖြစ်နေတဲ့ ဆေလ်ဗီယာဟာ ဂျိန်းကို အိမ်အလည်ခေါ်ခဲ့ပါတယ်။ဆိတ်ငြိမ်ရာအရပ်က အဲဒီအိမ်ကြီးမှာ  ဂျိန်းဟာ အိမ်ထိန်းကြီးထရီဇာ၊ဆေလ်ဗီယာရဲ့ဒုတိယခင်ပွန်းကာလိုတို့နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။ ဘီလျံနာမုဆိုးမမိခင်ရဲ့သမီးအဖြစ် ပျော်ရွှင်ရတော့မယ်ထင်ခဲ့တဲ့ ဂျိန်းတစ်ယောက် အိမ်ရောက်တဲ့နောက်တစ်ရက်မှာပဲ ထူးဆန်းပြီး သံသယဖြစ်စရာတွေကြုံလာရပါတယ်။အဲဒီစိတ်မသိုးသန့်စရာအဖြစ်တွေဟာ ဂျိန်းပျောက်ဆုံးပြီးအတိတ်မေ့သွားတဲ့အဖြစ်၊ သူ့ဖခင်သေဆုံးတဲ့အဖြစ်တွေနဲ့ ဘယ်လိုဆက်စပ်နေမလဲဆိုတာကိုသို့လောသို့လောနဲ့ ရင်တထိတ်ထိတ်ကြည့်ကြရမှာပါ။ ကြည့်ရင်းကြည့်ရင်းနဲ့အဆုံးအထိကို စိတ်၀င်တစားဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးမို့ Mystery/Thriller ကြိုက်တဲ့ ရုပ်ရှင်ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ C’monဖြစ်ပါတယ်)File Size……….(1.72 GB) / (542 MB) / (286 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 24minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Mystery, ThrillerTranslator…….C’monEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoel SoissonCastFederico DordeiFrancesca EastwoodKiersten WarrenLidia Porto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7CrYMbgPhiO1GDWuFKWSIaeADAz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTk2OTEzMTU5NF5BMl5BanBnXkFtZTgwOTExMDE5NzE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Qgla/Girl.Missing.2015.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/UmJWGZyb#txZRRFxe_yg5pRlrFJ0_dtFsDeuZvmLhVtg5yPif9wg",
        "server": "mega.nz",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/y7xt0bpxhtm0.html",
        "server": "usersdrive.com",
        "size": "1.72 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Qgla/Girl.Missing.2015.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/h88qmddnrq8o.html",
        "server": "streamsb.com",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/NvICBCJC#4f__Roj4wb7LkhBgEfAmr6hLx87vGmyialRMuaWluNw",
        "server": "mega.nz",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/jtpyt1quf4id.html",
        "server": "usersdrive.com",
        "size": "542 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/girl-missing-2015-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wdN7/Girl.Missing.2015.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/0rsjrsgxbb6v.html",
        "server": "streamsb.com",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/9uAHwS4b#Tlyu3bWS5YVEJKmWqiQC_d18qFEhWnq2W8ZoDoxkc-Y",
        "server": "mega.nz",
        "size": "286 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/x1ik35glbobe.html",
        "server": "usersdrive.com",
        "size": "286 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|131 min|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "178,140"
    },
    "title": "Maze Runner: The Scorch Trials (2015)",
    "description": "အားလုံးပဲစောင့်မျှော်နေကြတဲ့ Maze Runner 2 လာပါပြီဒီ Maze Runner 2 မှာတော့ သောမတ်(စ်) ဆိုတဲ့ကောင်လေးကို WCKD အဖွဲ ့က အဖွဲ ့ဝင်တွေ ခေါ်ဆောင်သွားတာနဲ ့အစပျိုးထားပါတယ်နှစ်တွေကြာလာတဲ့ အချိန်မှာတော့ သောမတ်(စ်)နဲ ့အတူ ကျန်ရှိနေသေးတဲ့ ဂလိတ် အဖွဲ ့ဝင်တွေကို မစ္စတာ ဂျေဆင် က ကယ်တင်ခဲ့ပါတယ်သူကတော့ WCKD အဖွဲ ့ဝင်တွေရဲ ့ ရန်ကနေ ကယ်တင်ပေးဖို ့လို ့ပြောပေမဲ့ သောမတ်(စ်) ကမသင်္ကာလို ့စုံစမ်းလာတဲ့ အခါမှာတော့ မစ္စတာ ဂျေဆင်ကလည်းWCKD အဖွဲ ့နဲ ့ပူးပေါင်းလုပ်ကိုင်နေတယ်ဆိုတာကို သူ သိလာခဲ့ရပါတယ်ဒီနောက်ပိုင်းမှာတော့ သူတို ့တွေ ဘယ်လိုကြိုးစားရုန်းကန်ကြမလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားကြရမှာပါ(ဇာတ်ကားအညွန်းရေးသူကတော့ Carey Nyein ပဲဖြစ်ပါတယ်)File Size : (900 MB) and (405 MB)Quality : Blu-Ray 720pRunning Time : 2hr 11minFormat : Mp4Genre : Action, Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-SPARKSTranslated by ကျော်ကျော် (CU-Mdy)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteve GehrkeWes BallStarsAidan GillenBarry PepperDexter DardenDylan O'BrienGiancarlo EspositoKaya ScodelarioKi Hong LeeLili TaylorPatricia ClarksonThomas Brodie-SangsterCastAidan GillenAlan TudykAlex KnightAlexander FloresBarry PepperBrandon K. HamptonBryce RomeroDavid HouseDexter DardenDylan O'BrienGiancarlo EspositoJacob LoflandJames BurnettJenny GabrielleJeremy BecerraJohn TrejoKatherine McNamaraKathryn Smith-McGlynnKaya ScodelarioKeith JardineKi Hong LeeLaramie CooleyLili TaylorLora Martinez-CunninghamLuke GallegosMarc ComstockMatt MetzlerMatthew PageMorse BicknellNathalie EmmanuelPatricia ClarksonRosa SalazarRyan Jason CookShawn PrinceTatanka MeansTerry Dale ParksThomas Brodie-Sangster",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iapRFMGKvN9tsjqPlN7MIDTCezG.jpg",
      "https://image.tmdb.org/t/p/w300/bhvkUDCEn6UkFQJkYuBxxm5mnKH.jpg",
      "https://image.tmdb.org/t/p/w300/lz4UFJ7QvUY0SewsEQCASxbSDTf.jpg",
      "https://image.tmdb.org/t/p/w300/jZHvdPT1eYHsmoswoSAf8t5BCTM.jpg",
      "https://image.tmdb.org/t/p/w300/bAfIhDOte1QKp6BpisfPPEcrROh.jpg",
      "https://image.tmdb.org/t/p/w300/4iJigQUTMylNUJ2xIHH5MxGYn6L.jpg",
      "https://image.tmdb.org/t/p/w300/ytejS2bYVWsIfMdXfvPbtUqhQM7.jpg",
      "https://image.tmdb.org/t/p/w300/wwQmHnYfMaV9qqbdmNZ9CwAj8cw.jpg",
      "https://image.tmdb.org/t/p/w300/s8J8iGZ9y04qQxhPVCoc0ESuMBT.jpg",
      "https://image.tmdb.org/t/p/w300/qAfMJzTRSBAFOquHnhnaRiThynz.jpg",
      "https://image.tmdb.org/t/p/w300/AkpnwLjPTSjr4khy2gXBqpl2VYx.jpg",
      "https://image.tmdb.org/t/p/w300/zJot0ss5arOY5XBvKK5b5njgpK7.jpg",
      "https://image.tmdb.org/t/p/w300/n9k1VF7PCxo5RxiApvNPrzFwpgw.jpg",
      "https://image.tmdb.org/t/p/w300/pTZ8jRtDqd5a1xFhCI50yORX13D.jpg",
      "https://image.tmdb.org/t/p/w300/wKQzPrFW6u4RhkVp5qw0RG19gN2.jpg",
      "https://image.tmdb.org/t/p/w300/oUnxpVSQBw436zEcYz8EnsntZM6.jpg",
      "https://image.tmdb.org/t/p/w300/8S9128AjFjhRbdXXF8GJe47mOAr.jpg",
      "https://image.tmdb.org/t/p/w300/2ieoS2s8vZrLRTNXax3r0FwRLwO.jpg",
      "https://image.tmdb.org/t/p/w300/daZjIlTIr5AmpILwPTdlkje5I7m.jpg",
      "https://image.tmdb.org/t/p/w300/fQccIhOPwmtndUI4X6Mhe8EBVPv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vlTPQANjLYTebzFJM1G4KeON0cb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/maze-runner-the-scorch-trials-2015-mm-sub",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/maze-runner-the-scorch-trials-2015-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4 https://megaup.net/1FNsh/The_Maze_Runner_[2014]_(MM_Sub).mp4 https://megaup.net/1FNsm/Maze_Runner_-_The_Scorch_Trials_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/489iybar69ll.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-44_igsZtgU",
      "video_url": "https://www.youtube.com/watch?v=-44_igsZtgU",
      "embed_url": "https://www.youtube.com/embed/-44_igsZtgU"
    }
  },
  {
    "metadata": "|2015|1h 44m|Action,Crime",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "33"
    },
    "title": "Untouchable Lawmen ( 2015 )",
    "description": "Zawgyi*******ထစ္ခနဲဆိုလက္ပါတတ္ၿပီး သံသယရွိတဲ့သူေတြကိုေသေအာင္႐ိုက္ႏွက္တတ္တဲ့ လီဂြၽန္ဂ်င္ဟာ စုံေထာက္တစ္ေယာက္ပါသူနဲ႔တူတူ မိန္းမေတြနဲ႔ေပြဖို႔ဆိုထိပ္ဆုံးကေနတတ္တဲ့ ခ်ိဳယြန္မင္ကလည္းထိပ္တန္းရဲအရာရွိတစ္ေယာက္ သူတို႔၂ဦးကို ဌာနခ်ဳပ္ကေနဘယ္လိုမွဖမ္းမမိတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုဖမ္းဖို႔အမိန္႔ေပးတဲ့အခါအေကာင္ႀကီးႀကီးေတြကိုအကာအကြယ္ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ္းမိပါ့မလားပုံစံမတူတဲ့သူတို႔၂ေယာက္ ဘယ္လိုပူးေပါင္းၾကမလဲ ဆိုတာဟာသာဆန္ဆန္႐ိုက္ထားတဲ့ အက္ရွင္ကားတစ္ကားကိုၾကည့္တဲ့သူေတြစိတ္ေက်နပ္မႈေပးႏိုင္မယ့္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္…..Unicode*******ထစ်ခနဲဆိုလက်ပါတတ်ပြီး သံသယရှိတဲ့သူတွေကိုသေအောင်ရိုက်နှက်တတ်တဲ့ လီဂျွန်ဂျင်ဟာ စုံထောက်တစ်ယောက်ပါသူနဲ့တူတူ မိန်းမတွေနဲ့ပွေဖို့ဆိုထိပ်ဆုံးကနေတတ်တဲ့ ချိုယွန်မင်ကလည်းထိပ်တန်းရဲအရာရှိတစ်ယောက် သူတို့၂ဦးကို ဌာနချုပ်ကနေဘယ်လိုမှဖမ်းမမိတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းဖို့အမိန့်ပေးတဲ့အခါအကောင်ကြီးကြီးတွေကိုအကာအကွယ်ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ်းမိပါ့မလားပုံစံမတူတဲ့သူတို့၂ယောက် ဘယ်လိုပူးပေါင်းကြမလဲ ဆိုတာဟာသာဆန်ဆန်ရိုက်ထားတဲ့ အက်ရှင်ကားတစ်ကားကိုကြည့်တဲ့သူတွေစိတ်ကျေနပ်မှုပေးနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်…..Translated & Review By XiaoEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShin Jai-hoStarsChoi Hong-ilDaniel ChoiHan Joo-youngIm Chang-JungJang GwangJung Han-biLee Kyung-youngLim Eun-kyoungMoon Je-yeongSong Yeong-jaeCastBang Eun-heeChoi Hong-ilDaniel ChoiHan Joo-youngIm Chang-JungJang GwangJo Han-sunJung Han-biKim Ki-chunLee Kyung-youngLim Eun-kyoungMoon Je-yeongSong Yeong-jae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2l6enNKSnKL8zY2eOcDwGrFw2k2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/faplWlxPTgSdxbmoPeFgh4nqSIZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-untouchable-lawmen-2015-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/dfa51a82/cmuntouchable-lawmen-2015-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1t78g/(CM)Untouchable_Lawmen_2015_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/lowVEK5A#Fkd9wLw0hc6Rz_OtSxljfMvHbH_DkqtquYLgfrVl7r0",
        "server": "mega.nz",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/2ATm/(CM)Untouchable_Lawmen_2015_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/4nf8gauezwte",
        "server": "upstream.to",
        "size": "1.09 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2015|95 min|Crime,Horror,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "78,190"
    },
    "title": "Green Room (2015)",
    "description": "IMDB… 7/10Rotten tomatoes… 90%Green Room ကေတာ့ 2015 တုန္းကဒါရိုက္တာ Jeremy Saulinerကိုယ္တိုင္ ေရးသားရိုက္ကူးခဲ့တဲ့Horror, Thriller ရုပ္ရွင္ကားေလးပါဇာတ္လမ္းကေတာ့ သိပ္ၿပီး ႀကီးႀကီးမားမားေတာ့ မဟုတ္ပါဘူးလူငယ္ Punk Rock Band တစ္ဖြဲ႕က လူမနီးသူမနီး ေတာအုပ္တစ္ခုမွာရွိတဲ့ Club တစ္ခုမွာသြားေဖ်ာ္ေျဖရင္းနဲ႔ကံဆိုးမ သြားရာ မိုးလိုက္လို႔ရြာဆိုတဲ့ အတိုင္းစင္အေနာက္ဘက္က နားေနခန္း Green Room ထဲမွာလူသတ္မႈတစ္ခုနဲ႔ အမွတ္မထင္ ပက္ပင္းသြားတိုးသြားၿပီး အသက္အႏၲာရာယ္ႀကီးမားတဲ့ ျပႆနာတစ္ခုနဲ႔ ၾကံဳေတြ႕ရတဲ့ အျဖစ္အပ်က္ေလးကို ရိုက္ျပထားတာပဲ ျဖစ္ပါတယ္ဒီကားဟာ 2015 ရဲ႕ အေကာင္းဆံုး ရုပ္ရွင္ေတာ့ မဟုတ္ေပမယ့္ သည္းထိပ္ရင္ဖို ႀကိဳက္သူေတြ အတြက္ေတာ့ လံုးဝ ပ်င္းရမွာ မဟုတ္ပါဘူးေသြးထြက္သံယိုေတြလည္း အေတာ္ပါပါတယ္တခ်ိဳ႕အခန္းေတြဆိုရင္ အဲ့လိုမ်ိဳးေသြးထြက္သံယို ႀကိဳက္တတ္တဲ့ သူေတြအတြက္ေတာင္ အသည္းယားဖို႔ေကာင္းတာေတြ ပါတယ္ေတာ္ေတာ္ ယုတၱိရွိေအာင္လည္းရုိက္ျပထားပါတယ္Punk music ေတြ Metal ေတြ ႀကိဳက္တဲ့ သူေတြအတြက္ေတာ့ ေကာင္းပါတယ္ဒီကားရဲ႕ Poster ကိုေတာင္ The Clash အဖြဲ႕ရဲ႕ London Calling Album cover နဲ႔တူေအာင္လုပ္ထားပါေသးတယ္ဒီကားရဲ႕ အဓိက ဘာလဲဆိုေတာ့ Tension ပါပဲဇာတ္လမ္းအစကေနၿပီး တစတစ Tension ျမင့္လာတာကို သိသိသာသာ ခံစားရမွာျဖစ္ပါတယ္ဒီ Green Room ဟာဆိုရင္ တက္သစ္စသရုပ္ေဆာင္ေတြနဲ႕ေငြအကုန္အက်သိပ္မသံုးဘဲရုိက္ထားတဲ႔သည္းထိတ္ရင္ဖို ရုပ္ရွင္ကားတစ္ကားပါခ်ံဳေျပာရရင္ေတာ့ ဒီကားက မိုးေအးေအးေလးနဲ႔ အျပင္လည္းသြားစရာမရွိရင္အိမ္ထဲမွာ ေစာင္ေလးခ်ံဳၿပီး ၾကည့္သင့္တဲ့ Thriller ကားေကာင္းေလးတစ္ခုပါပဲ(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Khin  ပါ)File Size : (750 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 35minFormat : Mp4Genre : Crime, Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-DRONESTranslated by May Phyu KhinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeremy SaulnierTracy CuttsStarsAlia ShawkatAnton YelchinCallum TurnerEric EdelsteinImogen PootsJoe ColeKai LennoxMacon BlairMark WebberPatrick StewartCastAlia ShawkatAndy CopelandAnton YelchinBrent WerznerCallum TurnerColton RuscheinskyDavid W. ThompsonEric EdelsteinImogen PootsJacob KaschJake LoveJoe ColeJoseph BertótKai LennoxKasey BrownKyle LoveLj KlinkMacon BlairMark WebberMason KnightMichael DraperOctober MoorePatrick StewartSamuel SummerTaylor Tunes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fDCpcRwECUEISrZkHRehx8ge4BF.jpg",
      "https://image.tmdb.org/t/p/w300/w5TW2cLJknpWRYjmyuwfsQ1jFDA.jpg",
      "https://image.tmdb.org/t/p/w300/wODo55zAJPauWXVPX63FK2UmTJO.jpg",
      "https://image.tmdb.org/t/p/w300/cNwRGNv2gN2t2i9ytoKoPSIJ9Oa.jpg",
      "https://image.tmdb.org/t/p/w300/o10DtR73yahg2OE5S4pcn7gO9k6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sTlPvjdQrrv5cLH410aMlSxqi0x.jpg",
    "movie_links": [
      {
        "link": "http://mmsale.org/qh0Cc7",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/oMbXp",
        "server": "drive.google.com",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/8CW67m",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/04TSDi1",
        "server": "Soliddrive.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/AsVDge0",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/86Mn",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/pdUS2k",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/atChRm",
        "server": "openload.co",
        "size": "350 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/OA9fI",
        "server": "ClicknUpload.org",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmsale.org/zA8SaLE",
        "server": "ClicknUpload.org",
        "size": "350 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4shPu_mnyL4",
      "video_url": "https://www.youtube.com/watch?v=4shPu_mnyL4",
      "embed_url": "https://www.youtube.com/embed/4shPu_mnyL4"
    }
  },
  {
    "metadata": "N/A|2015|139 min|Drama",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "100"
    },
    "title": "The Lion Standing in the Wind (2015)",
    "description": "ျမန္မာကားလို႔ေျပာရင္ကၽြန္ေတာ္အခုထက္ထိသေဘာက်ေနဆဲႏွစ္ခ်ိဴက္ေနဆဲကားေလးတစ္ကားကိုျပပါဆိုရင္ႀကိဳးၾကာေတာင္ပံခတ္သံဆိုတဲ့ျမန္မာကားေလးပါပဲဆရာဝန္တစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့ေမ တာၲေစတနာဂ႐ုဏာေတြကိုအဲဒီကားမွာကြင္းကြင္းကြက္ ကြက္ျမင္နိင္ပါတယ္ခုကၽြန္ေတာ္ဘာသာျပန္ထားတဲ့ကားေလးကေတာ့အဲဒီဇတ္လမ္းပံုမ်ိဴးနဲ႔အနည္းငယ္ဆင္ ပါတယ္ေလထုထဲမတ္တပ္ရပ္ေနတဲ့ျခေသၤ့တစ္ေကာင္ လို႔ဇတ္ကားနာမည္ကိုထူးထူးျခားျခားေလးေပးထားပါ တယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကားေလးပါဆရာဝန္တစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့စိတ္ေစတနာေမတာၱကိုကြင္းကြင္းကြက္ကြက္ျမင္ႏိုင္ေအာင္႐ိုက္ကူူးနိင္ခဲ့တဲ့ဂ်ပန္ဇတ္ကားေကာင္းတစ္ကားပါဇတ္ကားက ေတာ့ဂ်ပန္ႏိုင္ငံမွာ႐ိုက္ကူးထားတာမဟုတ္ပါဘူးအာဖရိ ကရဲ႕အလြန္ေဝးလံတဲ့ေနရာေလးကိုတာဝန္ထမ္းေဆာင္ရန္သြားတဲ့ဆရာဝန္ေလးကိုအိခ်ိယိုရဲ႕အေၾကာင္းကို႐ိုက္ကူးထားတာပါမိမိရဲ႕ဆရာဝန္ဘဝေလးကိုမိမိႏိုင္ငံလိုတိုးတက္ေနတဲ့ေနရာမွာအသံုးခ်ဖို႔မႀကိဳးစားပဲအလြန္ေဝး ကြာတဲ့လူသူအေရာက္အေပါက္နည္းတဲ့ေနရာကိုေရြးခ်ယ္တဲ့ဆရာဝန္ေလးရဲ႕စိတ္ထားဟာေလးစားစရာပါမိမိခ်စ္ရတဲ့သူကိုေတာင္ခြဲခြာၿပီးအာဖရိကကိုထြက္ခြာ ခဲ့တဲ့ဆရာဝန္ေလးတစ္ေယာက္ခ်စ္သူနဲ႔ျပန္ဆံုေတြ႕ႏိုင္ မွာလားျပည္တြင္းစစ္ေတြအၿမဲျဖစ္ေနတဲ့အာဖရိကလိုႏိုင္ ငံကေနေကာျပန္လာႏိုင္မွာလားပရိတ္သတ္ေတြေစာင့္ ၾကည့္ၾကပါကၽြန္ေတာ္အႀကိဳက္ဆံုးကိုအိခ်ိယိုရဲ႕စကားတစ္ခြန္းရွိပါတယ္သူ႔ကိုလူနာရွင္ေတြကလူနာနဲ႔ပက္ သက္ၿပီးအျပစ္ေျပာတဲ့အခါဆရာဝန္ေလးရဲ႕စကားေလး ကေတာ့လူေတြဟာနာက်င္စရာေတြမ်ားလာတဲ့အခါတ ျခားလူေတြကိုအျပစ္ပံုခ်တတ္ၾကပါတယ္တဲ့အလြန္ ေကာင္းတဲ့စကားေလးပါပဲဒီဇတ္ကားကိုေရးတဲ့အခ်ိန္မွာ ကၽြန္ေတာ္ဟာဆရာဝန္တစ္ေယာက္ရဲ႕ဘဝကိုကိုယ္ခ်င္းစာနာၿပီးေရးခဲ့ပါတယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကား ေလးကိုပရိတ္သတ္ေတြၾကည့္ရဳရင္းတစ္ခုခုရင္ထဲမွာ က်န္ရစ္ခဲ့ပါမယ္လို႔ေျပာရင္းေဒါင္းေလာ့လင့္ႏွိပ္လိုက္ၾက ပါဦးလို႔(ဘာသာျပန္နဲ႕ ဇာတ္္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးကေရးသားေပးခဲ့တာပါ )Download Large FIle From PcloudDownload Small File From PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakashi MiikeStarsAyako FujitaniRyôhei SuzukiSatomi IshiharaYôko Maki",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BZGM2YTdlMGQtMTgzOC00NmExLTgwMjktOWRlZDQ4M2FiNjA3XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007331000_AL_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2015|124 min|Drama,Sport",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "198,833"
    },
    "title": "Southpaw (2015)",
    "description": "Southpaw(2015)==================Southpaw လို့ကြားလိုက်တာနဲ့ သေချာတယ် ခင်ဗျားတို့ တန်းခွီကြမှာဒါပေမယ့်…အရင်ကြည့်ကြည့်ပါအခွီမစောပါနဲ့ဒီ Southpaw ဆိုတဲ့လက်ဝှေ့ကားမှာ ခင်ဗျားတို့မထင်မှှတ်ထားတဲ့ ဘဝတွေ မမျှော်လင့်ထားတဲ့ စွဲဆောင်အားတွေ တိမ်မြုပ်နေပါတယ် ။ဘီလီဟုပ် ပွဲ ၄၀ ကျော်လာပြီသူ့ဘဝမှာ ရှုံးပွဲဆိုတာ တစ်ခါဖူးမျှမှ မရှိခဲ့…ပွဲတိုင်းအောင်ပွဲဆင်ခဲ့တာချည်း ဒါပေမယ့် သူ့ထိုးသတ်မှုနည်းဗျူ ဟာက အခြားသူတွေနဲ့မတူပါဘူး ။ပြင်းထန်တဲ့ ရန်သူ့လက်သီးချက်တွေကို တပျော်တပါးကြီးခံစားပြီးမှ သွေးဆာလောင်မှုကိုမွေးမြူ တတ်သူ ။ဒါပေမယ့်သူ့မိန်းမမော်ရင်းကအဲ့လိိုထိုး သတ်တာကိုမကြိုက်ဘူး ။တစ်ဘဝလုံးဇနီးဖြစ်သူရဲ့စီစဉ်ပေးမှုအောက်မှာပဲ နေထိုင်လာတဲ့ဘီလီတစ်ယောက်…ဇနီးဖြစ်သူက သူထိုးပါလို့ပြောတဲ့သူနဲ့မှထိုးတဲ့ အရိုင်းကောင်ကြီးဘီလီ…ကံကြမ္မာဆိုးကဆိုက်ကလုန်းလိုမွှေနောက်ပြီးတဲ့အခိုက်မှာ သမီးလေးနဲ့ နှစ်ယောက်တည်း ဖိအားတွေ အောက်မှာပြားပြားဝပ်ပေါ့ ။လက်စားချေလိုမှုတွေအမုန်းတရားအာဃာတတွေနဲ့ ဖုံးလွှမ်းနေတဲ့ဘီလီတစ်ယောက် သူအမှောင်ထဲမှာအလင်းပြပြလေးတွေ့ခဲ့တယ် ။‘ သူ့လက်သီးချက်တွေကိုအဓိပ္ပာယ်ရှိစေမယ့်အလင်း ‘‘ ဒီဖိုက်တာကောင်ကြီးရဲ့မာန်စွယ်တွေကို ထက်ရှနေအောက်သွေးပေမယ့် အလင်း ‘ဘီလီဟုပ် အော် ဘီလီဟုပ်တဲ့ Billy Hope ရှိနေသ၍ Hope ဆိုတဲ့မျှော်လင့်ချက်ကရှိနေဦးမှာပါပဲ ။ဒီကားမှာ အဓိကထားပြောချင်တာတော့ JakeGyllenhaal ပါပဲ ဘယ်လိုမှ Jake လို့မထင်မိအောင်ကောင်းလွန်းတယ် ။လုံးဝအရိုင်းစိုင်းဖိုက်တာကြီးတစ်ယောက် ကြိုးဝိုင်းစင်မြင့်ထက်မှာ အောင်သေအောင်သားစားနေတဲ့ သွေးဆာနေတဲ့ဘောက်ဆာသမားတစ်ယောက်အဖြစ်ပဲမြင်ရမှာပါ ။နောက်ပြီး Equalizer တို့ Training Day တို့နဲ့ရေလည်လန်းခဲ့တဲ့ ဒါရိုက်တာ Antoine Fuqua ရဲ့ပေါင်းစပ်မှုနဲ့ဆိုတော့ ပြောစရာမရှိတော့ပါဘူး ။ဒီ Southpaw ဆိုတဲ့ ညာခြေညာလက်အယောင်ပြပြီး ဘယ်ခြေဘယ်လက်သုံးထိုးနည်းဟာ တိကျတဲ့ထိုးသတ်မှုအပေါင်းစည်းပါ ။ဘီလီအတွက်လဲ အဓိပ္ပာယ်အများကြီးရှိပီး သူ့အတွက်တစိမ်းတရံဆန်တဲ့ ထိုးသတ်မှုမျိုး ။ချောက်ကမ်းပါးထက်ရောက်နေတဲ့ လူတစ်ယောက်ရဲ့အားမာန် ငါမလုပ်ရင်မဖြစ်ဘူး ငါလုပ်ကိုလုပ်ရမယ်ဆိုတဲ့ motivational sense တွေအများကြီးပါတဲ့ Southpaw…တချိန်က Eminem ကို သရုပ်ဆောင်ဖို့ဖြစ်စေခဲ့တဲ့Southpaw…Rap God ကြီး Eminem ရဲ့ Soundtrack တွေနဲ့ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ ကြမ်းတမ်းခက်ထန်တဲ့ ဘဝခရီးကိုခံစားကြည့်ကြပါ….။(အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Hein That Naing ဖြစ်ပါတယ်)File size__( 1.1 GB) and ( 450 MB)Quality__BR-Rip 720pIMDb Rating__7.4/10Format__mp4Duration__02:3:48Type__Drama , SportSubtitle__Myanmar Subtitle (Hardsub)Translated by Hein That NaingEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAntoine FuquaDeirdre HorganStars50 CentBeau KnappForest WhitakerJake GyllenhaalMiguel GomezNaomie HarrisOona LaurenceRachel McAdamsSkylan BrooksVictor OrtizCast50 CentAaron QuattrocchiAdam KroloffBeau KnappCharles HoyesClare FoleyDanny HenriquezDominic ColónForest WhitakerJake GyllenhaalJim LampleyJimmy Lennon Jr.Joe FishelJose CaraballoLana YoungMalcolm M. MaysMiguel GomezNaomie HarrisOona LaurencePatsy MeckRachel McAdamsRita OraSkylan BrooksTony WeeksVictor OrtizVito Grassi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tTt1cdEEkKMJ1R4VBTe5vbE3bWO.jpg",
      "https://image.tmdb.org/t/p/w300/2vFH3ntJbBC7QCwB0nRJGLx0oPU.jpg",
      "https://image.tmdb.org/t/p/w300/pNwU3nUkXVuKIdLiXAA08rMsiOQ.jpg",
      "https://image.tmdb.org/t/p/w300/qvsSZTfTatR9HgSTZonmtoe1GJ2.jpg",
      "https://image.tmdb.org/t/p/w300/lPUGWKqQoOdZM96u8X2yYk7guFx.jpg",
      "https://image.tmdb.org/t/p/w300/jgBX9B2kxVgCR2jDovddPiDmTyY.jpg",
      "https://image.tmdb.org/t/p/w300/6XcgV0JM3PoTi4BAg6eQHddjTwB.jpg",
      "https://image.tmdb.org/t/p/w300/srPpZy8TDdDO9klppGyLcD6CDEt.jpg",
      "https://image.tmdb.org/t/p/w300/3S5rOvIUGSPvf7xs5ioI65f3GtK.jpg",
      "https://image.tmdb.org/t/p/w300/jiS26Czt5gtUMkd6XETYY00gyEJ.jpg",
      "https://image.tmdb.org/t/p/w300/kTOz8XZ3gPjwjxd5Cv333dHv6hF.jpg",
      "https://image.tmdb.org/t/p/w300/1W4LbSb79QA4moNFd4IhS3N6SQN.jpg",
      "https://image.tmdb.org/t/p/w300/a4gRwrVyjhtf9Tz7dtZTE5XPSPv.jpg",
      "https://image.tmdb.org/t/p/w300/qiJYDt84tlOpSGplAtM5sym6Laj.jpg",
      "https://image.tmdb.org/t/p/w300/ncamJWow253Gj86WSMEoRLvRaNC.jpg",
      "https://image.tmdb.org/t/p/w300/aDdhsmPXpG8jXYzooMv2tGA9X7V.jpg",
      "https://image.tmdb.org/t/p/w300/gabgm9DECeuIYSEaqdC9mBFwHav.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/south.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Tndp/Southpaw_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/southpaw-2015",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/southpaw-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/9antiu6bnvwx.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Mh2ebPxhoLs",
      "video_url": "https://www.youtube.com/watch?v=Mh2ebPxhoLs",
      "embed_url": "https://www.youtube.com/embed/Mh2ebPxhoLs"
    }
  },
  {
    "metadata": "R|2015|91 min|Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "3,782"
    },
    "title": "Careful What You wish For 18+ (2015) ၿမန္မာစာတန္းထိုး",
    "description": "fifty shades of grey ေလာက္ေတာ႕မေကာင္းေပမယ္႕ ဒီကားေလးလည္းသူ႕ဟာနဲ႕သူေတာ႕ေကာင္းတာပါပဲ 😀 18+ ပါ မိသားစုနဲ႕ၾကည္႕လို႕မသင္႕ေလ်ာ္ပါခင္ဗ်ာReview :ေဒါ့ခ္ဆိုတဲ့ လူငယ္တစ္ေယာက္ရဲ႕ အိမ္ခ်င္းကပ္လ်က္က ၿခံကို လင္မယားႏွစ္ေယာက္ ေျပာင္းလာတယ္။ ေယာက္်ားျဖစ္သူက ဘဏ္သူေဌးတစ္ေယာက္ျဖစ္ၿပီး မိန္းမကငယ္ငယ္ေခ်ာေခ်ာပါ။ ဒါေပမဲ့ တျခားအမ်ိဳးသားေတြကို စိတ္၀င္စားတတ္တဲ့ မိန္းမတစ္ေယာက္ျဖစ္တာေၾကာင့္ အဲဒီအိမ္ကိုေရာက္ၿပီးၿပီးခ်င္း တစ္ဖက္ၿခံကေဒါ့ခ္ကို ရင္းႏွီးမႈရဖို႔ ႀကိဳးစားတယ္။ စိတ္ကစားတတ္တဲ့ ေဒါ့ခ္အေနနဲ႔ အမ်ိဳးသမီးရဲ႕ ျဖားေယာင္းမႈေအာက္ကို အခ်ိန္တိုတိုအတြင္းမွာပဲ ပါသြားခဲ့တယ္။ဒီအမ်ိဳးသမီး လီနာက သူ႔ေယာက္်ားက ဘယ္လိုဂ႐ုမစိုက္တာ၊ ႏွိပ္စက္တတ္တာေတြကို ေဒါ့ခ္ကိုေျပာျပၿပီး ေဒါ့ခ္ရဲ႕ေမတၱာကို ရေအာင္ယူတယ္။ သူတို႔ႏွစ္ေယာက္ဟာ လစ္ရင္လစ္သလို အတူတူေနၾကတယ္။ မႏူးမနပ္အ ရြယ္ေဒါ့ခ္က လီနာအေပၚမွာ ေတာ္ေတာ္ေလး စြဲလမ္းသြားမိတယ္။ ဒါေပမဲ့ သူႀကိဳက္ေနတဲ့ အမ်ိဳးသမီးက အိမ္ေထာင္သည္တစ္ ေယာက္ ျဖစ္ေနတာေၾကာင့္ သူ႔ဇာတ္လမ္းကို သူငယ္ခ်င္းအရင္းကိုေတာင္ ေျပာျပတာမ်ိဳးမလုပ္ခဲ့ဘူး။ ေဒ့ါခ္ရဲ႕မိဘေတြကလည္း ဒီအျဖစ္အပ်က္ကို မရိပ္မိဘူး။တစ္ရက္မွာေတာ့ လီနာက သူ႔ကိုအေရးတႀကီးအကူအညီ တစ္ခုေတာင္းတယ္။ သူ႔ေယာက္်ားျဖစ္သူနဲ႔ ရန္ျဖစ္ရင္းက သူသတ္မိခဲ့ေၾကာင္းနဲ႔ ဒီအေလာင္းကို ေဖ်ာက္ေပးဖို႔ဆိုၿပီး ေဒ့ါခ္ကို ေျပာတယ္။ ေဒ့ါခ္အေနနဲ႔ကလည္း မႊန္ေနတဲ့အခ်ိန္ျဖစ္တာေၾကာင့္ သူ႔ေယာက္်ားကို သူ႔ဟာသူေလွစီးရင္း ေသသြားတဲ့ပံုစံျဖစ္ေအာင္လုပ္ၿပီး ေဖ်ာက္ဖ်က္ပစ္လိုက္တယ္။ သူတို႔ အထင္ကေတာ့ ဒီကိစၥကေတာ့ သာမန္လူေသမႈတစ္ခုအျဖစ္နဲ႔သာ ၿပီးဆံုးသြားမယ္လို႔တြက္ခဲ့ၾကတယ္။ဒါေပမဲ့ လီနာ့ေယာက္်ားရဲ႕ ေသဆံုးမႈက ေပါ့ေသးေသးေတာ့ မဟုတ္ပါဘူး။ သူေဌးႀကီး တစ္ ေယာက္ရဲ႕ေသဆံုးမႈေနာက္မွာသူ ပိုင္ဆိုင္တဲ့ေငြေၾကးေတြနဲ႔ သန္းနဲ႔ ခ်ီတဲ့ အသက္အာမခံေၾကးကိစၥ ေတြရွိေနေသးတာေၾကာင့္ေဒသ တြင္းရဲတပ္ဖြဲ႕ေတြအျပင္ အာမခံ ကုမၸဏီကေစလႊတ္တဲ့ စံုစမ္းစစ္ ေဆးသူေတြပါ ေရာက္လာတဲ့အ ခ်ိန္မွာေတာ့ ဒီအမႈကို အေသး စိတ္စံုစမ္းမႈေတြ ျပဳလုပ္ပါေတာ့ တယ္။ တကယ္ေတာ့ ဒီလူသတ္ မႈကို အကြက္က်က်စီစဥ္ၿပီး လူ ငယ္ေလးေဒ့ါခ္ကို ဆြဲသြင္းတဲ့သူ က တျခားသူေတာ့မဟုတ္ပါဘူး။ ေဒ့ါခ္ႀကိဳက္ေနတဲ့ အမ်ိဳးသမီးလီ နာကိုယ္တိုင္ပဲျဖစ္ပါတယ္။ ဒီအasafd႐ႈပ္ေတြထဲက ေဒါ့ခ္တစ္ေယာက္ ျပန္ၿပီး႐ုန္းထြက္ႏုိင္၊ မထြက္ႏုိင္ဖို႔ ဆိုတာေတာ့ …။Review မွာ 7daydaily မွ ၿဖစ္ပါသည္Filesize : 536MBQuality : Bluray-720pFormat : mp4During : 1:31:19Subtitle : Myanmar Subtitle ( Hardsub )Download And Watch With Pcloud LinkDownload From VIP LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElizabeth Allen RosenbaumStarsDermot MulroneyGraham RogersIsabel LucasNick Jonas",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/06/freedvdcover_careful-what-you-wish-for-cover-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "V-MA|2015|2h|Animation,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "933"
    },
    "title": "The Empire of Corpses (2015)",
    "description": "The empire of corpses…………………………………….IMDb 6/10My anime list 7/10ဒီကားဟာနည္းနည္းေတာ့ထူးျခားတယ္ဗ်ေနာက္တိုင္းမွာထင္ရွားေက်ာ္ၾကားတဲ့ဇာတ္ေကာင္ေတြေရာ အျပင္မွာတကယ္ရွိခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုသုံးထားတာဗ်တခုေတာ့သူ႔ရဲ႕ဇာတ္အိမ္ကဒီUniverse မွာတည္တာမဟုတ္ဘူးတျခားuniverseမွာတည္တာဗ်ဇာတ္လမ္းအက်ဥ္းမေျပာခင္ဇာတ္လမ္းမၾကည့္ခင္သိသင့္တာေတြအရင္ေျပာထားမွျဖစ္မယ္ထင္တယ္ဒီကားတြန္းကားရဲ႕အဓိကဇာတ္ေကာင္ေနရာကိုရွားေလာ့ဒ္ဟုမ္းရဲ႕တြဲဖက္ ေဒါက္တာဝပ္ဆန္ကိုထားထားတယ္(ရွားေလာ့ဒ္ဟုမ္းဆိုတာဟာ ဆာအာသာကိုနန္ဒြိဳင္းရဲ႕နာမည္ေက်ာ္ဝတၳဳဇာတ္ေကာင္ျဖစ္ပါတယ္ျမန္မာကလူေတာ္ေတာ္မ်ားလည္းBBC ရွားေလာ့ဒ္ဟုမ္းဇာတ္လမ္းတြဲကိုႀကိဳက္ၾကတဲ့လူမ်ားလို႔သိၾကမယ္ထင္ပါတယ္)ဒီကားရဲ႕ဇာတ္လမ္းကိုဗစ္တာ ဖရန္ကန္စတိုင္းရဲ႕ ေသလူကိုအသက္ျပန္သြင္းတဲ့နည္းပညာမွာအေျခခံၿပီးကြန႔္ျမဴးထားတာဗ်ဖရန္ကန္စတိုင္းဆိုတာက ၁၈ရာစုမွာ ေပၚထြန္းခဲ့တဲ့စာေရးဆရာ Mary Shellyရဲ႕ကမာၻေက်ာ္ဝတၳဳထဲကဇာတ္ေကာင္ပါဆိုေတာ့ကာဒီကားၾကည့္ဖို႔ဖရန္ကန္စတိုင္းဇာတ္လမ္းကိုအက်ဥ္းေလာက္ေတာ့သိထားဖို႔လိုပါလိမ့္မယ္၁၈ရာစုေလာက္တုန္းက သိပၸံပညာရွင္တစ္ေယာက္ရွိဖူးပါတယ္သူဟာ အေလာင္းေတြဆီကေန‌အေကာင္းဆုံးအလွဆုံးေျခေထာက္ေတြလက္ေတြေခါင္းေတြအစရွိတဲ့ကိုယ္ခႏၶာအစိတ္အပိုင္းေတြကိုျဖဳတ္ယူၿပီးၿပီးျပည့္စုံတဲ့အေလာင္းတစ္ေလာင္းျဖစ္လာေအာင္ဖန္တီးတယ္ေနာက္ေတာ့လွ်ပ္စီးစီးဝင္ေစၿပီးအသက္သြင္းေပးတယ္ဒါေပမယ့္ အေရျပားဟာလွ်ပ္စီးျဖတ္တဲ့အရွိန္ေၾကာင့္တြန႔္လိမ္ကုန္ၿပီးအရမ္းကိုေၾကာက္စရာအသြင္ရွိတဲ့မေကာင္းဆိုးဝါးတစ္ေကာင္ပုံစံျဖစ္သြားခဲ့တယ္ဖရန္ကန္စတိုင္းသိပၸံပညာရွင္လည္းေၾကာက္ၿပီးထြက္ေျပးသြားခဲ့တယ္အဲ့ဒီမေကာင္းဆိုးဝါးဟာဖရန္ကန္စတိုင္းကိုမုန္းတီးသြားၿပီးလိုက္သတ္တယ္ေနာက္ေတာ့ေရခဲျပင္မွာေပ်ာက္ကြယ္သြားတယ္ဆိုတဲ့ဇာတ္လမ္းဗ်တခ်ိဳ႕႐ုပ္ရွင္ကားေတြမွာေတာ့သူ႔အတြက္သူ႔လိုမိန္းကေလးအေဖာ္ကိုဖန္တီးေပးတာေတာင္လက္မခံပဲအဲ့ဒီမိန္းကေလးအေလာင္းေကာင္ကိုေရာဖရန္ကန္စတိုင္းကိုပါသတ္ပစ္ခဲ့တယ္တဲ့ဒီဇာတ္ကားရဲ႕ဇာတ္လမ္အက်ဥ္းကေတာ့၁၉ရာစုမွာလူေသေတြကိုအသက္သြင္းတဲ့နည္းပညာဟာကမာၻမွာထြန္းကားလာေနပါတယ္အဲ့ဒီနည္းပညာဟာ၁၈ရာစုမွာေပၚထြန္းခဲ့တဲ့ဖရန္ကန္စတိုင္းရဲ႕နည္းပညာကိုအေျခခံၿပီးဖန္တီးထားတာပါဒါေပမယ့္ဖရန္ကန္စတိုင္းဖန္တီးခဲ့တဲ့The Oneလို႔ေခၚတဲ့အသက္ဝင္ေနတဲ့အေလာင္းေကာင္တစ္ေကာင္ပဲစကားေျပာႏိုင္၊ ေတြးႏိုင္စြမ္းရွိၿပီးေနာက္ပိုင္းမွာထြက္ေပၚလာတဲ့နည္းပညာနဲ႔ဖန္တီးထားတဲ့အေလာင္းေကာင္ေတြမွာက်ေတာ့ စကားေျပာႏိုင္၊ေတြးႏိုင္စြမ္းလုံးလုံးမရွိဘူးတဲ့ေျပာရရင္ေတာ့soulမရွိတဲ့အခြံႀကီးသက္သက္လိုျဖစ္ေနတာေပ့ါဗ်ာအဲ့မွာမွ ေဒါက္တာဝပ္ဆန္ဆိုတဲ့လူဟာသူ႔သူငယ္ခ်င္းကိုအသက္ျပန္သြင္းၿပီးSoulကိုပါျပန္‌ရေအာင္အသည္းအသန္ႀကိဳစားေနတယ္Soulကိုျပန္ရႏိုင္တဲ့နည္းလမ္းဟာလည္းဖရန္ကန္စတိုင္းရဲ႕နည္းလမ္းပဲရွိတာကိုသိလာတဲ့ေနာက္မွာေတာ့ ေသတနမွတ္တမ္းေတြကိုဝပ္ဆန္တစ္ေယာက္ရွာေဖြဖို႔ျဖစ္လာပါတယ္ဒါေပမယ့္ထူးဆန္းတာက ဖရန္ကန္စတိုင္းေသၿပီးေနာက္မွာThe oneဟာမွတ္တမ္းေတြကိုယူၿပီးေပ်ာက္ကြယ္သြားခဲ့တယ္အဲ့လိုနဲ႔ဖရန္ကန္စတိုင္းရဲ႕မွတ္တမ္းေတြကိုလိုက္ရွာတဲ့ခရီးစဥ္ေတြကိုစတဲ့အခါမွာေတာ့မထင္မွတ္ထားတာေတြျဖစ္လာခဲ့ပါေတာ့တယ္ဝပ္ဆန္တစ္ေယာက္မွတ္တမ္းေတြကိုရခါနီးေလမွတ္တမ္းေတြေနာက္ကြယ္ကအမွန္တရားကိုသိလာေလေလျဖစ္လာေလပါပဲအဲ့ဒီအမွန္တရားဟာဘာျဖစ္မလဲဝပ္ဆန္တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူကိုsoulျပန္ရေအာင္လုပ္ေပးႏိုင္ပါ့မလားဆိုတာကိုကိုယ္တိုင္ပဲၾကည့္လိုက္ၾကပါThe empire of corpses…………………………………….IMDb 6/10My anime list 7/10ဒီကားဟာနည်းနည်းတော့ထူးခြားတယ်ဗျနောက်တိုင်းမှာထင်ရှားကျော်ကြားတဲ့ဇာတ်ကောင်တွေရော အပြင်မှာတကယ်ရှိခဲ့တဲ့ဇာတ်ကောင်တွေကိုသုံးထားတာဗျတခုတော့သူ့ရဲ့ဇာတ်အိမ်ကဒီUniverse မှာတည်တာမဟုတ်ဘူးတခြားuniverseမှာတည်တာဗျဇာတ်လမ်းအကျဉ်းမပြောခင်ဇာတ်လမ်းမကြည့်ခင်သိသင့်တာတွေအရင်ပြောထားမှဖြစ်မယ်ထင်တယ်ဒီကားတွန်းကားရဲ့အဓိကဇာတ်ကောင်နေရာကိုရှားလော့ဒ်ဟုမ်းရဲ့တွဲဖက် ဒေါက်တာဝပ်ဆန်ကိုထားထားတယ်(ရှားလော့ဒ်ဟုမ်းဆိုတာဟာ ဆာအာသာကိုနန်ဒွိုင်းရဲ့နာမည်ကျော်ဝတ္ထုဇာတ်ကောင်ဖြစ်ပါတယ်မြန်မာကလူတော်တော်များလည်းBBC ရှားလော့ဒ်ဟုမ်းဇာတ်လမ်းတွဲကိုကြိုက်ကြတဲ့လူများလို့သိကြမယ်ထင်ပါတယ်)ဒီကားရဲ့ဇာတ်လမ်းကိုဗစ်တာ ဖရန်ကန်စတိုင်းရဲ့ သေလူကိုအသက်ပြန်သွင်းတဲ့နည်းပညာမှာအခြေခံပြီးကွန့်မြူးထားတာဗျဖရန်ကန်စတိုင်းဆိုတာက ၁၈ရာစုမှာ ပေါ်ထွန်းခဲ့တဲ့စာရေးဆရာ Mary Shellyရဲ့ကမ္ဘာကျော်ဝတ္ထုထဲကဇာတ်ကောင်ပါဆိုတော့ကာဒီကားကြည့်ဖို့ဖရန်ကန်စတိုင်းဇာတ်လမ်းကိုအကျဉ်းလောက်တော့သိထားဖို့လိုပါလိမ့်မယ်၁၈ရာစုလောက်တုန်းက သိပ္ပံပညာရှင်တစ်ယောက်ရှိဖူးပါတယ်သူဟာ အလောင်းတွေဆီကနေ‌အကောင်းဆုံးအလှဆုံးခြေထောက်တွေလက်တွေခေါင်းတွေအစရှိတဲ့ကိုယ်ခန္ဓာအစိတ်အပိုင်းတွေကိုဖြုတ်ယူပြီးပြီးပြည့်စုံတဲ့အလောင်းတစ်လောင်းဖြစ်လာအောင်ဖန်တီးတယ်နောက်တော့လျှပ်စီးစီးဝင်စေပြီးအသက်သွင်းပေးတယ်ဒါပေမယ့် အရေပြားဟာလျှပ်စီးဖြတ်တဲ့အရှိန်ကြောင့်တွန့်လိမ်ကုန်ပြီးအရမ်းကိုကြောက်စရာအသွင်ရှိတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ပုံစံဖြစ်သွားခဲ့တယ်ဖရန်ကန်စတိုင်းသိပ္ပံပညာရှင်လည်းကြောက်ပြီးထွက်ပြေးသွားခဲ့တယ်အဲ့ဒီမကောင်းဆိုးဝါးဟာဖရန်ကန်စတိုင်းကိုမုန်းတီးသွားပြီးလိုက်သတ်တယ်နောက်တော့ရေခဲပြင်မှာပျောက်ကွယ်သွားတယ်ဆိုတဲ့ဇာတ်လမ်းဗျတချို့ရုပ်ရှင်ကားတွေမှာတော့သူ့အတွက်သူ့လိုမိန်းကလေးအဖော်ကိုဖန်တီးပေးတာတောင်လက်မခံပဲအဲ့ဒီမိန်းကလေးအလောင်းကောင်ကိုရောဖရန်ကန်စတိုင်းကိုပါသတ်ပစ်ခဲ့တယ်တဲ့ဒီဇာတ်ကားရဲ့ဇာတ်လမ်အကျဉ်းကတော့၁၉ရာစုမှာလူသေတွေကိုအသက်သွင်းတဲ့နည်းပညာဟာကမ္ဘာမှာထွန်းကားလာနေပါတယ်အဲ့ဒီနည်းပညာဟာ၁၈ရာစုမှာပေါ်ထွန်းခဲ့တဲ့ဖရန်ကန်စတိုင်းရဲ့နည်းပညာကိုအခြေခံပြီးဖန်တီးထားတာပါဒါပေမယ့်ဖရန်ကန်စတိုင်းဖန်တီးခဲ့တဲ့The Oneလို့ခေါ်တဲ့အသက်ဝင်နေတဲ့အလောင်းကောင်တစ်ကောင်ပဲစကားပြောနိုင်၊ တွေးနိုင်စွမ်းရှိပြီးနောက်ပိုင်းမှာထွက်ပေါ်လာတဲ့နည်းပညာနဲ့ဖန်တီးထားတဲ့အလောင်းကောင်တွေမှာကျတော့ စကားပြောနိုင်၊တွေးနိုင်စွမ်းလုံးလုံးမရှိဘူးတဲ့ပြောရရင်တော့soulမရှိတဲ့အခွံကြီးသက်သက်လိုဖြစ်နေတာပေ့ါဗျာအဲ့မှာမှ ဒေါက်တာဝပ်ဆန်ဆိုတဲ့လူဟာသူ့သူငယ်ချင်းကိုအသက်ပြန်သွင်းပြီးSoulကိုပါပြန်‌ရအောင်အသည်းအသန်ကြိုစားနေတယ်Soulကိုပြန်ရနိုင်တဲ့နည်းလမ်းဟာလည်းဖရန်ကန်စတိုင်းရဲ့နည်းလမ်းပဲရှိတာကိုသိလာတဲ့နောက်မှာတော့ သေတနမှတ်တမ်းတွေကိုဝပ်ဆန်တစ်ယောက်ရှာဖွေဖို့ဖြစ်လာပါတယ်ဒါပေမယ့်ထူးဆန်းတာက ဖရန်ကန်စတိုင်းသေပြီးနောက်မှာThe oneဟာမှတ်တမ်းတွေကိုယူပြီးပျောက်ကွယ်သွားခဲ့တယ်အဲ့လိုနဲ့ဖရန်ကန်စတိုင်းရဲ့မှတ်တမ်းတွေကိုလိုက်ရှာတဲ့ခရီးစဉ်တွေကိုစတဲ့အခါမှာတော့မထင်မှတ်ထားတာတွေဖြစ်လာခဲ့ပါတော့တယ်ဝပ်ဆန်တစ်ယောက်မှတ်တမ်းတွေကိုရခါနီးလေမှတ်တမ်းတွေနောက်ကွယ်ကအမှန်တရားကိုသိလာလေလေဖြစ်လာလေပါပဲအဲ့ဒီအမှန်တရားဟာဘာဖြစ်မလဲဝပ်ဆန်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကိုsoulပြန်ရအောင်လုပ်ပေးနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါFile size…1.9GB/900MBQuality…1080p WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…120minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Dr.NyanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRyoutarou MakiharaStarsAkio OtsukaAyumu MuraseDaiki YamashitaKana HanazawaShin-ichiro MikiTaiten KusunokiTakayuki SugoYoshimasa HosoyaCastAkio OtsukaAyumu MuraseDaiki YamashitaKana HanazawaShin-ichiro MikiTaiten KusunokiTakayuki SugoYoshimasa Hosoya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/quWg9dTnqhIwxSwd0HHVXkZ1g8w.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/unnamed.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-empire-of-corpses-shisha-no-teiass-2015-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://yoteshinportal.cc/the-empire-of-corpses-shisha-no-teiass-2015-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://yuudrive.me/0fb82e0db/the-empire-of-corpses-shisha-no-teias-20151080pcm-mp4",
        "server": "yuudrive.me",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://yuudrive.me/dc55f401e/the-empire-of-corpses-shisha-no-teias-2015720pcm-mp4",
        "server": "yuudrive.me",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://mega.nz/file/SI5yBaSa#VxiS4fp1shxVboZjNYjbUjbTmsSn1aACudGTGHAGWgA",
        "server": "mega.nz",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://mega.nz/file/yNoUgYgT#JgxKHuKftyBnSyv0INDzYIWCcCmKFWKfm1R6La46zDY",
        "server": "mega.nz",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://megaup.net/2cve4/The_Empire_of_Corpses_(Shisha_no_Teiass)_2015(1080p)%7Bcm%7D.mp4",
        "server": "megaup.net",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://megaup.net/3yq8B/The_Empire_of_Corpses_(Shisha_no_Teiass)_2015(720p)%7Bcm%7D.mp4",
        "server": "megaup.net",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://upstream.to/zsbxs6b978dg",
        "server": "upstream.to",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://upstream.to/4mwjxkqezhzi",
        "server": "upstream.to",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://usersdrive.com/tvl6vfbgcvcf.html",
        "server": "usersdrive.com",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://usersdrive.com/ay2uvteoft5f.html",
        "server": "usersdrive.com",
        "size": "900 mb",
        "quality": "720 p"
      },
      {
        "link": "https://soliddrive.co/2BMb/The_Empire_of_Corpses_(Shisha_no_Teiass)_2015(1080p)%7Bcm%7D.mp4",
        "server": "Soliddrive.co",
        "size": "1.8 gb",
        "quality": "1080 p"
      },
      {
        "link": "https://soliddrive.co/2BMc/The_Empire_of_Corpses_(Shisha_no_Teiass)_2015(720p)%7Bcm%7D.mp4",
        "server": "Soliddrive.co",
        "size": "900 mb",
        "quality": "720 p"
      }
    ],
    "trailer": {
      "video_id": "7MmFQxiroac",
      "video_url": "https://www.youtube.com/watch?v=7MmFQxiroac",
      "embed_url": "https://www.youtube.com/embed/7MmFQxiroac"
    }
  },
  {
    "metadata": "|2015||Comedy,Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1800"
    },
    "title": "Chloe and Theo (2015)",
    "description": "Chloe and Theo (2015)================ကမ္ဘာကြီးပူနွေးလာမှုကြောင့် ဝင်ရိုးစွန်းကရေခဲတောင်တွေအရည်ပျော်ကျလာမှုနဲ့အတူ အဲ့ဒီဘက်ပိုင်းမှာနေထိုင်တဲ့ အက်စကီးမိုးတွေရဲ့ နေ့စဉ်ဘဝကိုခြိမ်းခြောက်စပြုလာတဲ့နောက် သူတို့ဆီက အကြီးအကဲတွေဟာ သူတို့ထဲကမှလူရည်လည်၊အင်္ဂလိပ်စကားတတ်တဲ့ သီယိုကို ရွေးချယ်ပြီး သူတို့ပြောချင်တဲ့သတင်းစကားပါးဖို့အတွက် နယူးယောက်မြို့ကိုစေလွှတ်ခဲ့ပါတယ်။မြို့တော်ကြီးမှာ သီယိုတစ်ယောက်တည်းယောင်ချာချာဖြစ်နေတုန်း ကလိုဝီဆိုတဲ့ အိမ်ခြေယာမဲ့ကောင်မလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနောက် ကလိုဝီရဲ့အတူနေမိတ်ဆွေတွေရဲ့ ကူညီမှု အားပေးမှုတွေနဲ့ ဝင်ရိုးစွန်းက အမှာစကားကိုကမ္ဘာကုလသမဂ္ဂနဲ့တကွ လူအများဆီကိုသတင်းပါးဖို့ အားထုတ်ကြပုံတွေကိုရှုမြင်ရမှာဖြစ်ပါတယ်။ကလိုဝီအဖြစ် Dakota Johnson နဲ့ သီယိုအဖြစ်ပါဝင်ထားသူကတော့ ပြင်ပမှာလည်း ရာသီဥတုပြောင်းလဲမှုတွေနဲ့ပတ်သက်ပြီး လူတွေ awareness ရအောင်လုပ်ဆောင်နေတဲ့ Theo Ikummaq ကိုယ်တိုင်ပါပဲ။ ဒီရုပ်ရှင်ဟာလည်း သူ့ကြိုးစားမှုတွေ အားထုတ်မှုတွေကိုအခြေခံထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Alias ဖြစ်ပါတယ်)File Size……….(1 GB) / (413 MB)Quality…………BLU-RAY 1080p / 720pDuration……..1Hr 40MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, DramaTranslator……AliasEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEzna SandsCastAndré De ShieldsAshley SpringerChristopher BackusDakota JohnsonErin OramHaas ManningLarry KingMira SorvinoTheo Ikummaq",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/65DZqY3Aj1iBIptSnyHiaQ1RRon.jpg",
      "https://image.tmdb.org/t/p/w300/2vmE1EaqBOPRoslWTz2ovgq4oEI.jpg",
      "https://image.tmdb.org/t/p/w300/cduVGJOYUAlR5PXNo1VcYGhMQlJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTU5NTU2NTEyN15BMl5BanBnXkFtZTgwNTAwMTE2NjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chloe-and-theo-2015-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hPnu/Chloe.and.Theo.2015.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/ktzfzerpruw6",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Vydj1ZiI#kXjz_7bJg2HrjyHBHODJq3aL8qqzfobguMFH9ZFS2oQ",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c0r87ob6gvnw.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/chloe-and-theo-2015-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hPn6/Chloe.and.Theo.2015.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/qxobffqk36fl",
        "server": "streamsb.com",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Vv1GTBCK#WxsWWVM32cMz9lnwchW0h9hvbIa1miJfymHwDEgfCkQ",
        "server": "mega.nz",
        "size": "413 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pk03oq1ubxeh.html",
        "server": "usersdrive.com",
        "size": "413 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "hjRHn3FY_Kk",
      "video_url": "https://www.youtube.com/watch?v=hjRHn3FY_Kk",
      "embed_url": "https://www.youtube.com/embed/hjRHn3FY_Kk"
    }
  },
  {
    "metadata": "N/A|2015|N/A|Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "39"
    },
    "title": "D-Day (2015) Complete Seires",
    "description": "ဆရာ၀န္ တစ္ေယာက္ ရဲ႕ လူနာေတြ အေပၚထားတဲ့ ေပးဆပ္တက္တဲ့ စိတ္ထား ရယ္ေငြေၾကး မ်က္ႏွာ တစ္ခုထဲသာ ၾကည့္တက္တဲ့ ပညာတက္ စီးပြားေရးသမားေတြ ရယ္ပ်က္ကပ္ေဘး ကေန ျပည္သူေတြ ကို ကယ္တင္ရမယ့္ ဆရာ၀န္ မ်ားရဲ႕ အေၾကာင္းဒရာမာ ဇတ္လမ္းတြဲ ေကာင္းတစ္ခု အျဖစ္ တင္ဆက္ေပးလုိက္ပါတယ္..(Thit San Khant)EP 01EP 02EP 03EP 04EP 05EP 06EP 07EP 08EP 09EP 10EP 11EP 12EP 13EP 14EP 15EP 16EP 17EP 18EP 19EP 20Episode Complete Zip FileVIP/Yoteshin/Megaup/UserdriveYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsKyeong-yeong LeeSeok-jin HaSo-Min JungYoung-kwang Kim",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BOGI4NDA1MDItOTRmYy00OWU2LTllZTEtMTA4YWM0OTg1ZmIxXkEyXkFqcGdeQXVyMjcxMTQxNjU@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2015|106 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "194"
    },
    "title": "You Call It Passion (2015)",
    "description": "ကိုရီးယားအခ်စ္ဟာသဇာတ္လမ္းေလးပါ။မင္းသား Jung Jae‑young မင္းသမီး Park Bo‑young တို႕ပါဝင္ထားျပီး အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေလးပါ။File Size…(850MB) and (320MB)Quality…BluRay Rip 720pFormat…mp4Duration…01:46:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMissyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Gi-hoonStarsBae Seong-wooJin KyungJung Jae-youngOh Dal-suPark Bo-youngRyu Deok-hwanRyu Hyun-KyungYoon Kyun-sangCastBae Seong-wooJin KyungJung Jae-youngOh Dal-suPark Bo-youngRyu Deok-hwanRyu Hyun-KyungYoon Kyun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Ak9bbieOA2iNtp7jK7gtFm7UR1t.jpg",
      "https://image.tmdb.org/t/p/w300/tVbfUxKzZslg8P0T7lWC4zI7Iul.jpg",
      "https://image.tmdb.org/t/p/w300/uRnYkhLIwG1soNLgDIWx6UAyD8X.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/B8DEC0CEC6F7BDBAC5CD_B0B3BAC0B0EDC1F6.jpg",
    "movie_links": [
      {
        "link": "http://kibuilder.com/32WH",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/32X0",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/32XC",
        "server": "openload.co",
        "size": "320 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|91 min|Drama,Horror",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "59"
    },
    "title": "Arbat ( 2015 )",
    "description": "Zawgyi*******ဒီဇာတ္ကားေလးကေတာ့ ဗုဒၶဘာသာနဲ႔ ကံနဲ႔ကံရဲ႕အက်ိဳးေဖာ္ၾကဴ းထားတဲ့ဇာတ္ကားေကာင္းျဖစ္တယ္ ႐ြာတစ္႐ြာမွ ေက် ာင္းထိုင္ဘုန္းႀကီး နဲ႔ဒကာမ တေယာက္ခ်စ္ႀကိဳက္ၾကၿပီး ကေလးတေယာက္ရခဲ့ေသာ္လည္းဘုန္းဘုန္းက လူဝတ္မထြက္လိုသျဖင့္ ဖုံးကြယ္ထားသည္ကိုမိန္းမျဖစ္သူက ေၾကာက္စိတ္ရွက္စိတ္မ်ားနဲ႔အတူ ဘုန္းဘုန္းကိုအ႐ြဲ႕တိုက္ၿပီး ဘုန္းဘုန္းရဲ႕အိပ္ေဆာင္တြင္ ဆြဲႀကိဳးခ်ေသရာမွစ၍ဇာတ္အိမ္တည္ကာ ပညာေပးၿပီး ဗုဒၶဘာသာကို ျမင့္တင္ထားသလိုနာမည္ႀကီး ဝါရင့္သ႐ုပ္ေဆာင္မ်ား ပါဝင္သ႐ုပ္ေဆာင္ထားသျဖင့္ၾကည့္ဖို႔ လက္မလြတ္သင့္တာေၾကာင့္ ဆက္ဆက္ၾကည့္ရႈၾကဖို႔တိုက္တြန္းလိုက္ပါတယ္ေနာ္………Unicode*******ဒီဇာတ်ကားလေးကတော့ ဗုဒ္ဓဘာသာနဲ့ ကံနဲ့ကံရဲ့အကျိုးဖော်ကြူ းထားတဲ့ဇာတ်ကားကောင်းဖြစ်တယ် ရွာတစ်ရွာမှ ကျေ ာင်းထိုင်ဘုန်းကြီး နဲ့ဒကာမ တယောက်ချစ်ကြိုက်ကြပြီး ကလေးတယောက်ရခဲ့သော်လည်းဘုန်းဘုန်းက လူဝတ်မထွက်လိုသဖြင့် ဖုံးကွယ်ထားသည်ကိုမိန်းမဖြစ်သူက ကြောက်စိတ်ရှက်စိတ်များနဲ့အတူ ဘုန်းဘုန်းကိုအရွဲ့တိုက်ပြီး ဘုန်းဘုန်းရဲ့အိပ်ဆောင်တွင် ဆွဲကြိုးချသေရာမှစ၍ဇာတ်အိမ်တည်ကာ ပညာပေးပြီး ဗုဒ္ဓဘာသာကို မြင့်တင်ထားသလိုနာမည်ကြီး ဝါရင့်သရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားသဖြင့်ကြည့်ဖို့ လက်မလွတ်သင့်တာကြောင့် ဆက်ဆက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်နော်………Translated & Review By NannEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKanittha KwunyooStarsAttaporn TeemakornCharlie TrairatDanai JarujindaPimpan ChalaikuppPloy SornarinSorapong ChatreeCastAttaporn TeemakornCharlie TrairatDanai JarujindaPimpan ChalaikuppPloy SornarinSorapong Chatree",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fHIqSughEWQibmexULY6YUJUmC1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/arbat-2015",
        "server": "VIP Links",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/arbat-karma-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/arbat-karma-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/y6b9wfg20qdi",
        "server": "upstream.to",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3uAhh/(CM)Arbat.2015.WEB-DL.720p.mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/MKs8/(CM)Arbat.2015.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|122 min|Action,Adventure,Biography",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "106,979"
    },
    "title": "In the Heart of the Sea (2015)",
    "description": "IMDb rating 7.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို Channel Myanmar ပရိတ်သက်ကြီးအတွက် တဖန်ပြန်တင်ဆက်ပေးလိုက်ပါပြီ။December 2015 USA မှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာတကယ့်ကို လက်ရာလက်ကွက် ရိုက်ကွင်းရိုက်ချက်တွေဟာပြောင်မြောက်လွန်းပါတယ်။ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်မင်းသားကတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး Thor ( Chris Hemsworth ) ဖြစ်ပြီး .နောက်ထပ် တစ်ယောက်ကတော့နာမည်ကြီးဇာတ်ကားတွေဖြစ်တဲ့ Batman;Begins နဲ့ Batman;The Dark Night ဇာတ်ကားတွေမှာ လူဆိုးခန်းနေရာက အဓိကသရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cillian Murphyပဲဖြစ်ပါတယ်။စွန့်စားမှုတွေနဲ့ သမုဒ္ဒရာကိုအန်တုပြီး ဝေလငါးတွေကို လိုက်လံဖမ်းဆီးကြတဲ့ ဇာတ်လမ်းလေးပါ။ချေ့(Thor) ဟာ ကျွမ်းကျင်တဲ့ ဝေလငါးဖမ်းသမားတစ်ယောက်ဖြစ်သလို ကျွမ်းကျင်တဲ့ ကပ္ပတိန်ဖြစ်ပါတယ်။နောက်ဆုံးထွက်ခဲ့တဲ့ ဝေလငါးဖမ်းတဲ့ခရီးစဉ်မှာ သူ့ရဲ့ ကျွမ်းကျင်မှုတွေကြောင့် ဝေလငါးအဆီ ပုံး 1500 ကိုရှာဖွေပေးနိုင်ခဲ့လို့ .မေဆန်က နောက်ခရီးစဉ်မှာကပ္ပတိန်ရာထူးပေးမယ်ပြောခဲ့ပါတယ်။ဒါပေမဲ့ ငွေရှိလူတန်းစားတွေရဲ့ ထုံးစံကြောင့် လက်ထောက်ကပ္ပတိန်အဖြစ်နဲ့သာ အက်ဆက်သဘောၤကို ဦးဆောင်ခဲ့ရပြီး သမုဒ္ဒရာထဲခရီးနှင်ခဲ့ရပါတယ်။အက်ဆက်သဘောၤနဲ့ အလုပ်သမားတွေဟာ ကျွမ်းကျင်မှုမရှိတဲ့ ကပ္ပတိန်တစ်ယောက်ရဲ့ မိုက်မဲစွာ ဦးဆောင်မှုကြောင့် မုန်တိုင်းထဲမှာ သေခါနီးအခြေအနေထိရောက်ခဲ့ရပါတယ်။အဲ့ဒီအခြေအနေကနေ ချေ့ကြောင့် လွတ်မြောက်ခဲ့ရပြီး မည်သို့မည်ပုံ ဝေလငါးနဲ့ အသက်လုပြိုင်ပွဲတွေဝင်ခဲ့၇တယ်ဆိုတာကို ဇာတ်ကားလေးမှာသာ ဆက်လက်ကြည့်ရှုစေချင်ပါတယ်။(ဘာသာျပန္သူကေတာ့ ေ၀ယံေမာင္ ျဖစ္ပါတယ္)File Size : (1.80 GB) , (900 MB) and (400 MB)Quality : Blu-Ray (1080p 5.1,720p,360p)Running Time : 2hr 02minFormat : Mp4Genre : Action, Adventure, BiographySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by Wai Yan MaungEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJo BeckettKathy HughesRon HowardStarsBen WhishawBenjamin WalkerBrendan GleesonChris HemsworthCillian MurphyFrank DillaneJoseph MawleMichelle FairleyPaul AndersonTom HollandCastAndrew CrayfordAndy WarehamBen WhishawBenjamin WalkerBrendan GleesonCharlotte RileyChris HemsworthCillian MurphyClaudia NewmanDaniel WestwoodDonald SumpterEdward AshleyFrank DillaneGary BeadleHayley Joanne BaconJamie SivesJordi MollàJoseph MawleMichelle FairleyMorgan ChetcutiNicholas JonesOsy IkhilePaul AndersonRichard BremmerSam KeeleyStephanie JacobTom Holland",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/41vanBJhYWuACVHvX7rk2Jmqbb4.jpg",
      "https://image.tmdb.org/t/p/w300/vJfivaGbEvDLJgZGthUUVBLeFB5.jpg",
      "https://image.tmdb.org/t/p/w300/7m9oCNqS6cFZBSNBWNEP1TFN1lm.jpg",
      "https://image.tmdb.org/t/p/w300/w1oNwdtLbfARmvwh3envfo7QV1f.jpg",
      "https://image.tmdb.org/t/p/w300/2N5F2Uhc5zFccLsBkZnedWeKLiJ.jpg",
      "https://image.tmdb.org/t/p/w300/A6cGrnTo4TeDr8RrZAvfqYDDFDo.jpg",
      "https://image.tmdb.org/t/p/w300/cY0orPcbvIdQzQ3lZ5CKgT6dOp6.jpg",
      "https://image.tmdb.org/t/p/w300/aZoZ0NglXgiBMToem9HhTAYYamw.jpg",
      "https://image.tmdb.org/t/p/w300/tnooCTz7FvBIQvq5ZW7wtXacChy.jpg",
      "https://image.tmdb.org/t/p/w300/yJ5tUMjqVlOLqlaxL4ATDJivjLD.jpg",
      "https://image.tmdb.org/t/p/w300/8K13ChawvPbQQAFEwlmikcmZyUD.jpg",
      "https://image.tmdb.org/t/p/w300/xWHyjaqeSxyWyiptL9fuWlYPugq.jpg",
      "https://image.tmdb.org/t/p/w300/qcWUzAumOrQyypDk0jcKlInhUgk.jpg",
      "https://image.tmdb.org/t/p/w300/9Gm1SysTyoZ2Fn1AwqiHnz26nM3.jpg",
      "https://image.tmdb.org/t/p/w300/97fGAcmT4TSXarqWlABcLaoGJGJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zVmWh0Zfg4UhbvdGI8LQrn1lQZJ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a5uyb0og140p.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/57t0lpjtzjiu",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1y90e/In_the_Heart_Of_The_Sea_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8L4KvJv_O-c",
      "video_url": "https://www.youtube.com/watch?v=8L4KvJv_O-c",
      "embed_url": "https://www.youtube.com/embed/8L4KvJv_O-c"
    }
  },
  {
    "metadata": "NC17|2015|1h 45min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "8,217"
    },
    "title": "One Wild Moment (2015)",
    "description": "One Wild Moment (2015)_____IMDb – 6.3/10၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။ထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။ကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။ဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်…ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။မတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။ထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။ကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။ဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္…ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။မတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။Nudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)File size…(900 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:45:48Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJean-François RichetStarsAlice IsaazFrançois CluzetLola Le LannVincent CasselCastAlice IsaazAnnelise HesmeDaniel DelormeFrançois BergoinFrançois CluzetJules PelissierLola Le LannLouka MeliavaNoémie MerlantPhilippe NahonPierre-Marie MosconiRomain ApelbaumSamuel Torres BianconiThomas Bronzini de CaraffaVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/evfB92gT7QeaImwpUcSW3grCHNt.jpg",
      "https://image.tmdb.org/t/p/w300/ulonlj6Gx0VQ7IYXBlInZCSsPSW.jpg",
      "https://image.tmdb.org/t/p/w300/lIjLfiQyE1kniUNwpQlQoBjzcmC.jpg",
      "https://image.tmdb.org/t/p/w300/5LRiA5T9RW3JS3sLMad517fKyQQ.jpg",
      "https://image.tmdb.org/t/p/w300/uU25ziID3qwiCztoE8JizlO2vZN.jpg",
      "https://image.tmdb.org/t/p/w300/aHObCuJtRziuVkE5syJ5Be5SHfU.jpg",
      "https://image.tmdb.org/t/p/w300/brOT9Ng3UO3beKTyUUQcpXxA01F.jpg",
      "https://image.tmdb.org/t/p/w300/2Bmr30eVA98TkUuzEbaSKUf8u32.jpg",
      "https://image.tmdb.org/t/p/w300/6hqpN3kZCJa5W7t2rI3KvcNE9G8.jpg",
      "https://image.tmdb.org/t/p/w300/l7DBjS7jE8Xx3WCc3y6tzyLgOwP.jpg",
      "https://image.tmdb.org/t/p/w300/cZiXsas7jdwfZBnosqA8pE3UOHN.jpg",
      "https://image.tmdb.org/t/p/w300/oEXhKxzWqXO816lsNrEtoxGW8uK.jpg",
      "https://image.tmdb.org/t/p/w300/uwhW1VaJU1eQnGTewNsOYwX9Vyu.jpg",
      "https://image.tmdb.org/t/p/w300/vzcJQORoLU0vb9dCUxoR2o7Mm5z.jpg",
      "https://image.tmdb.org/t/p/w300/g7q5XnDhhqB3c6VGBDdJAeKBkAH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0jm9xnvwqrvv.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/one-wild-moment-un-moment-degarement-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/p9FmGDyZ#Ml2NkeoFdJfxbN3qwiMNlSTtBkbAIuDt6ixiEdH0LQw",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/a4g65y5cqt08/One_Wild_Moment_(Un_Moment_D'%C3%A9garement)_[2015]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/vo9geh26ix0c",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "eVQuAw9jf5Q",
      "video_url": "https://www.youtube.com/watch?v=eVQuAw9jf5Q",
      "embed_url": "https://www.youtube.com/embed/eVQuAw9jf5Q"
    }
  },
  {
    "metadata": "|2015||Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "Trainwreck (2015)",
    "description": "စိတ်ပိုင်းဆိုင်ရာအရ ငယ်စဉ်မှာ မိသားစုနဲ့ပတ်သက်ပြီး စိတ်ဒဏ်ရာခံစားခဲ့ရတဲ့ကလေးတွေဟာသူတို့စိတ်ထဲမှာ ဒဏ်ရာ ရခဲ့တာကို စွဲလမ်းနေတတ်ပြီးအသက်ကြီးလို့ လက်တွဲဖော်ရွေးတဲ့အခါမှာလည်းကိုယ့်အပေါ် မကောင်းတဲ့လူ၊ နာကျင်စေတတ်တဲ့လူတွေကပဲရွေးချယ်နေတတ်ကြတယ်လို့ ဆိုကြပါတယ်။Amy Townsend ကတော့ အဖေနဲ့ အမေရဲ့ အိမ်ထောင်ရေးအကွဲအပြဲကြား“တစ်လင်တစ်မယား စနစ်ဆိုတာ လက်တွေ့မဆန်ဘူး”ဆိုတဲ့စကားနဲ့ ကြီးပြင်းလာရတဲ့ ကောင်မလေးပါ။ရည်းစားတွေ တစ်ယောက်ပြီးတစ်ယောက် တွဲတတ်ပေမဲ့ဘယ်သူ့ကိုမှ အတည်မတွဲဘဲ အပေါ်ယံပေါ့ပျက်ပျက်ပဲ ဆက်ဆံတတ်ပါတယ်။S’nuff မဂ္ဂဇင်းတိုက်မှာ အယ်ဒီတာအနေနဲ့ အလုပ်လုပ်နေတဲ့Amy တစ်ယောက် အားကစားသမားတွေကို ခွဲစိတ်ပေးနေတဲ့နာမည်ကြီးဆရာဝန် ဒေါက်တာ Aaron ကိုအင်တာဗျူးလုပ်ဖို့ တာဝန်ပေးခံရတဲ့အခါမှာတော့…..ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်ကို Amy Schumer ရေးထားပြီးAmy Townsend အဖြစ် ကိုယ်တိုင်သရုပ်ဆောင်ထားပါတယ်။နာမည်ကြီးခွဲစိတ်ဆရာဝန် Dr. Aaron အဖြစ်Bill Hader က သရုပ်ဆောင်ထားပါတယ်။Action မင်းသားကြီး John Cena လဲ ရည်းစားတွေထဲကတစ်ယောက် အဖြစ် ပါဝင်သရုပ်ဆောင်ပေးထားပါသေးတယ်။ဇာတ်ကွက်အနေနဲ့ မထူးဆန်းပေမဲ့ ပေါ့ပေါ့ပါးပါး ရယ်‌မောပြီးဘဝအမောတွေ ပြေစေမယ့် Rom-Com ရုပ်ရှင်လေးကို ခံစားကြည့်ကြပါဦးနော်File size…  2.1 GB / 752  MBQuality… Web-DL 1080p / 720pFormat… mp4Duration…. 2h 5mGenre …..  Drama , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Phu Myat ThweYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAjay MehtaAlva ChinnAmar'e StoudemireAmy SchumerArnold Y. KimBill HaderBridget EverettBrie LarsonCarla OudinChris EvertClaudia O'DohertyColin QuinnCriscia RichardsonDan SoderDaniel RadcliffeDave AttellDave HansonDevin FabryEstee AdoramEvan BrinkmanEzra MillerHenry GagliardiJessica CherniakJim FlorentineJohn CenaJon GlaserJosh SegarraKaren ChamberlainKeith D. RobinsonKevin KaneKevin ThompsonKim CarameleKyle DunniganLeBron JamesLeslie JonesLisa K. PriceMarina FranklinMarisa TomeiMarv AlbertMatthew BroderickMax AlexanderMethod ManMike BirbigliaNikki GlaserNorman LloydPete DavidsonRachel FeinsteinRandall ParkRob BuntzenRobert E. TorresRobert KellyRyan FarrellTilda SwintonTim MeadowsTommy BayiokosTony RomoVanessa BayerVictoria Dicce",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aI0fOlVoWNkEZ6rq90gqxoviOsh.jpg",
      "https://image.tmdb.org/t/p/w300/8qvvR75nEMXq7sZp7afUKSu2tin.jpg",
      "https://image.tmdb.org/t/p/w300/3C2GvaXTaiwvPYDlT9GOaHIejQe.jpg",
      "https://image.tmdb.org/t/p/w300/aKIjXLrJq4ttjGC4jvgYpUv8TGr.jpg",
      "https://image.tmdb.org/t/p/w300/2TmnQeGpAv6OoFNNkDM4w9wtvL3.jpg",
      "https://image.tmdb.org/t/p/w300/3Wm2ZqC5b4yePSREXISjUQ1E7eP.jpg",
      "https://image.tmdb.org/t/p/w300/oLUEuDM6Ey2scdd4d36Wa6q9WIe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wrY629UTCUAKLJ4CxQXz6DCE7pr.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/vmzqtn42s2k2.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/trainwreck-2015-1080-p-pcok-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20Vsq/Trainwreck.2015.1080p.PCOK.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sPMgnDaR#bi_MWa6WK-_is8-U1iGTW09blM9ejYJkKwrCcyKWfwk",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://send.cm/d/oGzb",
        "server": "send.cm",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nk4jlp8t37rg.html",
        "server": "usersdrive.com",
        "size": "752  MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/trainwreck-2015-720-p-pcok-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "752  MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Vs9/Trainwreck.2015.720p.PCOK.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "752  MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pS8CQbga#NiToyxOXsXK5BKW7ENOWAKMB8JieHttfKT_357QYlhA",
        "server": "mega.nz",
        "size": "752  MB",
        "quality": "720p"
      },
      {
        "link": "https://send.cm/d/oGzT",
        "server": "send.cm",
        "size": "752  MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "y_KP9x80Z9Q",
      "video_url": "https://www.youtube.com/watch?v=y_KP9x80Z9Q",
      "embed_url": "https://www.youtube.com/embed/y_KP9x80Z9Q"
    }
  },
  {
    "metadata": "|2015|128 min|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "16,254"
    },
    "title": "Badlapur (2015)",
    "description": "​ေသြး​ေအး​ေအးနဲ႔ၾကမ္​းတဲ့ကား​ေလးလာပါၿပီ​အၿငိဳးအ​ေတးနဲ႔ကလဲ့စား​ကား​ေတြဆို ပီပီျပင္​ျပင္​ရိုက္​တတ္​တဲ့​ေဘာလိဝုဒ္​ရဲ႕အထာအတိုင္​း ဒီကား​ေလးထဲမွာလည္​းရင္​နင္​့ဖြယ္​ရာအျဖစ္​အပ်က္​ကို​ေတြ႕ရမွာပါဇာတ္​လမ္​းအၫႊန္​းက​ေတာ့ ရက္​ဂ်္​ဟူးနဲ႔မီရွာတို႔ဟာ ​ေရာ္​ဘင္​ဆိုတဲ့သား​ေလးတစ္​​ေယာက္​ပိုင္​ဆိုင္​ထားတဲ့​ေပ်ာ္​႐ႊင္​စရာမိသားစု​ေလးတစ္​ခုပါအနိစၥဆိုတဲ့သ​ေဘာအတိုင္​းကံၾကမၼာမုန္​တိုင္​းတစ္​ခု​ေၾကာင့္​့တစ္​​ေန႔မွာ ဘဏ္​ဓားျပတိုက္​မႈတစ္​ခုက​ေန​ ကားယူ​ေျပးတဲ့ဓားျပ​ေတြ​ေၾကာင္​့မီရွာနဲ႔​ေရာ္​ဘင္​တို႔​ေသဆံုးသြားခဲ့ရပါတယ္​လိုက္​ရက္​ခ္​လို႔​ေခၚတဲ့ရာဇဝတ္​​ေကာင္​တစ္​​ေယာက္​ကိုဖမ္​းမိခဲ့​ေပမယ့္​ ႀကံရာပါတစ္​​ေယာက္​က​ေတာ့​ေငြ​ေတြနဲ႔အတူအစအန​ေပ်ာက္​သြားပါတယ္ဖမ္​းမိခဲ့တဲ့လိုက္​ရက္​ခ္​ကလည္​းသူ႔ႀကံရာပါနာမည္​ကို​ေရငံုႏႈတ္​ပိတ္​​ေနခဲ့ၿပီး​ေထာင္​အက်ခံခဲ့ပါတယ္​ဒီလိုရင္​နင့္​့ဖြယ္​ျဖစ္​ရပ္​မ်ိဳးဟာ​ေသသြားတဲ့ သူအတြက္​​ေတာ့ဘဝကူးရံုပဲဆို​ေပမယ့္​ က်န္​​ေနခဲ့တဲ့ရက္​ဂ်္​ဟူးအတြက္​​ေတာ့ကမ႓ာပ်က​္​ေနတ႔ဲအရူးတစ္​​ေယာက္​လိုပါပဲသား​ေသ/ မယား​ေသလို႔ အမုန္​းတရား​ေတြနဲ႔့ျပည္​့ႏွက္​​ေနခဲ့တဲ့ ရက္​ဂ်္​ဟူးတစ္​​ေယာက္​ အမုန္​းတရား​ေတြကိုဘယ္​လို​ေခ်ဖ်က္​သြားမလဲတရားခံဆိုတဲ့သူ​ေတြက​ေကာ ဘယ္​လိုဆက္​ျဖစ္​ၾကမလဲစတဲ့ ဇာတ္​ရွိန္​အလွည္​့အ​ေျပာင္​း​ေလး​ေတြကိ​ု​ေတာ့ ဇာတ္​သိမ္​းပိုင္​းက်မွပဲ နားလည္​သ​ေဘာ​ေပါက္​ၾကမွာျဖစ္​တဲ့အတြက္​ ၿပီး​ေအာင္​ၾကည္​့ရမွာ​ေတာ့ကြၽန္​​ေတာ္​တို႔အပိုင္​း​ေပါ့ဗ်ာ…(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)File Size : (0.99 GB) and (400 MB)Quality : WEB-DL 720pRunning Time : 2hr 8minFormat : Mp4Genre :Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPriyangi BorthakurSriram RaghavanStarsDivya DuttaHuma QureshiMurali SharmaNawazuddin SiddiquiPratima KazmiRadhika ApteVarun DhawanVinay PathakYami GautamZakir HussainCastAshwini KalsekarDivya DuttaHuma QureshiMurali SharmaNawazuddin SiddiquiPratima KazmiRadhika ApteVarun DhawanVinay PathakYami GautamZakir Hussain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3bIwWSY9i2LvqKasC6Ozu276InH.jpg",
      "https://image.tmdb.org/t/p/w300/40JUuhSpTNu2Sy8ny2Ae1g4VQZ6.jpg",
      "https://image.tmdb.org/t/p/w300/NlYYIe1TbXlGCqI4lQUSPTzzlS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/badlapur_ver2.jpg",
    "movie_links": [
      {
        "link": "https://kinocloud.org/nz/Badlapur_[2015]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/badlapur-2015",
        "server": "CM Links",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/badlapur-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/badlapur-2015-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TBnr/Badlapur_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "0.99 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/qobfpev0z9x7",
        "server": "upstream.to",
        "size": "0.99 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "9KEoZanqlOE",
      "video_url": "https://www.youtube.com/watch?v=9KEoZanqlOE",
      "embed_url": "https://www.youtube.com/embed/9KEoZanqlOE"
    }
  },
  {
    "metadata": "TV-14|2015|119 min|Comedy,Western",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "37,707"
    },
    "title": "The Ridiculous 6 (2015)",
    "description": "လူဆိုးၾကီးမွာ မေမြးခင္ကတည္းကကြဲေနတဲ့ သားေျခာက္ေယာက္ရွိပါတယ္လူဆိုးၾကီးဟာ အသက္ၾကီးလာတာေၾကာင့္မဆိုးနိုင္ေတာ့ပါဘူးလူဆိုးၾကီးက အခ်ီၾကီးတစ္ခါေလာက္ရရင္နားမယ္ဆိုျပီးၾကံေနပါတယ္လူဆိုးၾကီးဟာ သူ႔သားေျခာက္ေယာက္ကိုအယံုသြင္းျပီးေဒၚလာငါးေသာင္းကိုဓားျပတိုက္ေအာင္လုပ္ပါေတာ့တယ္မတူညီတဲ့သားေျခာက္ေယာက္ရဲ႔စရိုက္ကဇာတ္လမ္းကိုပံုမွန္ေကာင္းဘိြဳင္ကားေတြနဲ႔မတူေအာင္လုပ္သြားနိုင္ပါတယ္သားေျခာက္ေယာက္နဲ႔အေဖ ဘယ္သူနိုင္သြားမလဲဆိုတာအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီဘာသာျပန္ေပးထားတာေတာ့ကိုမ်ိဳးညြန္႔ျဖစ္ပါတယ္encoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrank CoraciStarsAdam SandlerDanny TrejoDavid SpadeHarvey KeitelLuke WilsonNick NolteRob SchneiderSteve BuscemiTaylor LautnerTerry CrewsCastAdam SandlerAlan HumphreyAlex KnightBenny JamesBlake ClarkBlake SheltonBurton RitchieCatharine PilafasChris ParnellChristopher W. GarciaCliff GravelClint ObenchainCorinne FoxCrystal MillerDan PatrickDanny TrejoDavid ManzanaresDavid SpadeDenny O'ConnorDerek BlakeneyEric E. GriegoGonzalo RoblesHarvey KeitelHenry SteckmanJ. Nathan SimmonsJames E. LaneJameson MacmillanJared SandlerJetto DorsainvilleJohn FarleyJohn TurturroJon LovitzJorge GarciaJulia JonesKatalina ParrishKearon LehmanKevin GradyKimo KeokeLavell CrawfordLuke WilsonMadison FogleMartin PalmerMeggie MaddockMelissa-Lou EllisMichael E. StognerMichael Neal PowellNatasha NazarioNick NolteNick SwardsonNorm MacdonaldPaul CasterRicardo AndresRichard BealRob SchneiderRodger LaranceRuben Rivera LagunaSaginaw GrantSarah MinnichSteve BuscemiSteve ZahnTaylor LautnerTerry CrewsTodd BethkeVanessa TorresVanilla IceVictoria L. MoyaWhitney CummingsWill Forte",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jrEbYGtEEv981chqVvYyIU9ni6K.jpg",
      "https://image.tmdb.org/t/p/w300/cqozAtjQEFOum8wwWV58u1jj6px.jpg",
      "https://image.tmdb.org/t/p/w300/zHgDML7qPmTkzgRiT7EEl1G6OSv.jpg",
      "https://image.tmdb.org/t/p/w300/rvrP5OHj9HJmD1YxuWx8t2LS7nb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY4NzMxMjUwOF5BMl5BanBnXkFtZTgwMDk1ODMxNzE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-ridiculous-6-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1gb",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/to8m4kgvn9r8.html",
        "server": "usersdrive.com",
        "size": "1gb",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2efgv/The_Ridiculous_6_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/hswtcqhzsjhe",
        "server": "upstream.to",
        "size": "1gb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "qUp7Qgimn38",
      "video_url": "https://www.youtube.com/watch?v=qUp7Qgimn38",
      "embed_url": "https://www.youtube.com/embed/qUp7Qgimn38"
    }
  },
  {
    "metadata": "R|2015|187 min|Action,Adventure,Crime",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "270,363"
    },
    "title": "Hateful Eight (2015) ျမန္မာစာတန္္းထိုး",
    "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ထြြက္ ဘ၀င္မက်စရာဇာတ္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါ့မယ္ဇာတ္ကားေလး ကေတာ့ ရုန္းကန္လႈပ္ရွားမႈေတြမိမိ အသက္၇ွင္ဖို႕အတြက္ ရက္စက္မႈေတြကို ျပထားေတာ့ေတာ္ေတာ္ ေတာ့ ရင္ေမာဖို႕ေကာင္းတယ္ ဗ်တခုရွိတာက မင္းသားေတြက နာမည္ၾကီးေတြမိဳ႕ Rating ျမင့္တာလား ဆိုေတာ့ဇာတ္လမ္း ကလည္း မဆိုးဘူးေျပာရမွာဗ် ကဲေအာက္မွာ သြား ေဒါင္းၾကည့္လိုက္ၾကပါအံုးDownload & Watch On PcloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorQuentin TarantinoStarsJennifer Jason LeighKurt RussellSamuel L. JacksonWalton Goggins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjA1MTc1NTg5NV5BMl5BanBnXkFtZTgwOTM2MDEzNzE@._V1_SY1000_CR006741000_AL_-1.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRlN0tRR1dGSTY2bm95czNiMCsyakVhcytjRmhacFpEVnhXeHBFaXRGSGtGU2dFaUJaT2RSbjlnSDNBSUlwV0hHNmNRcC9CUnpBbCtEb3lhczFRZmw4ZUk0VytXQ1VNZyt1dlVEM08rb2x1STQzZEJvSjE3KzVWN2hpc3BzTjNSdz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRlN0tRR1dGSTY2bm95czNiMCsyakVhcytjRmhacFpEVnhXeHBFaXRGSGtGU2dFaUJaT2RSbjlnSDNBSUlwV0hHNmNRcC9CUnpBbCtEb3lhczFRZmw4ZUk0VytXQ1VNZyt1dlVEM08rb2x1STQzZEJvSjE3KzVWN2hpc3BzTjNSdz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRlN0tRR1dGSTY2bm95czNiMCsyakVhcytjRmhacFpEVnhXeHBFaXRGSGtGU2dFaUJaT2RSbjlnSDNBSUlwV0hHNmNRcC9CUnpBbCtEb3lhczFRZmw4ZUk0VytXQ1VNZyt1dlVEM08rb2x1STQzZEJvSjE3KzVWN2hpc3BzTjNSdz0="
    }
  },
  {
    "metadata": "R|2015|90 min|Animation,Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "55,187"
    },
    "title": "Anomalisa(2015)",
    "description": "Anomalisa(2015)IMDb….7.3,,,,Rotten…93%“Anomalisa” ဆိုတဲ့ကား​ေလးက​ေတာ့ ၂၀၁၅ ခုနွစ္​က ထုတ္​လႊင္​့ခဲ့တဲ့ အ​ေမရိကန္​ comedy-drama အမ်ိဳးအစား ကာတြန္​းကားျဖစ္​ပါတယ္​။Michael Stone – သူသည္​ စီးပြား​ေရး​ေလာက​တြင္​ ဝန္​​ေဆာင္​မႈလုပ္​ငန္​းမ်ားနွင္​့ပတ္​သက္​၍ က်ြမ္​းက်င္​ပညာရွင္​တစ္​ဦးျဖစ္​သလို ဝန္​​ေဆာင္​မႈမ်ားအ​ေၾကာင္​း စာအုပ္​မ်ား​ေရးသား​ေနသူလည္​း ျဖစ္​သည္​။ဇာတ္​လမ္​းအစက​ေတာ့ Ohio မွာ က်င္​းပျပဳလုပ္​မယ္​့ သူ႔စာအုပ္​မိတ္​ဆက္​ပြဲအခမ္​းအခန္​းအတြက္​ Cincinnati ၿမိဳ႕​ေလးကို ခရီးထြက္​လာတာပဲျဖစ္​ပါတယ္​။သူ႔မွာ မိန္​းမနဲ႔ သားတစ္​​ေယာက္​ရွိ​ေ​န​ေပမယ္​့လည္​း သူ႔ကိုယ္​သူ လူအားလံုးနဲ႔ကြဲျပား​ေနသူလို႔ ယူဆထားသူျဖစ္​ပါတယ္​။ဒါ​ေပမယ္​့လည္​း သူ႔ရဲ႕စာအုပ္​မိတ္​ဆက္​ပြဲကို လာနား​ေထာင္​တဲ့ Lisa ဆိုတဲ့ အမ်ိဳးသမီးတစ္​ဦးနဲ႔ ​ေတြ႕ၿပီးခ်ိန္​မွာ​ေတာ့ အရာရာက ​ေျပာင္​းလဲသြားခဲ့ပါတယ္​။ဘာေတြဆက္ျဖစ္လာမလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ၾကပါကုန္…ဒီကားက Best Animated Feature Film of the Year  မွာ ေအာ္စကာဆန္ကာတင္စာရင္း၀င္ခဲ့သလုိ အျခားဆုေပါငး္ ၂၅ဆုလည္းရရွိခဲ့ပါတယ္…မွတ္ခ်က္….ဒီကားက လူႀကီးေတြပဲၾကည့္သင့္တဲ့အျပင္ မိသားစုနဲ႕ အတူမၾကည့္သင့္တဲ့အခန္းတစ္ခ်ဳိ႕လည္းပါေလေတာ့ ေဒါင္းၾကည့္တဲ့ေနရာမွာ သတိခ်ပ္ေစလုိေၾကာင္းေျပာၾကားပါရေစ….File Size : (850 MB) and (330 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre :Animation,Comedy,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  MegumiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharlie KaufmanDuke JohnsonStarsDavid ThewlisJennifer Jason LeighTom NoonanCastDavid ThewlisJennifer Jason LeighTom Noonan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7gXheUIaNCGsp6kwhKqpLCBeqBm.jpg",
      "https://image.tmdb.org/t/p/w300/8SQyjNQFGQDCNA2B8na1hpRF4PY.jpg",
      "https://image.tmdb.org/t/p/w300/kGneW8ldxWZYTFdgVlPU2o7cXdU.jpg",
      "https://image.tmdb.org/t/p/w300/pLPYBN8ej0cMScLbI8yDNdObtX8.jpg",
      "https://image.tmdb.org/t/p/w300/vWMsauOacMyalMin36uFY9011qe.jpg",
      "https://image.tmdb.org/t/p/w300/dEJI1E6ydCk7CHw7fYUzZX4hIS6.jpg",
      "https://image.tmdb.org/t/p/w300/eRrppcCy5b6GJIUuMsAFOYg4w3J.jpg",
      "https://image.tmdb.org/t/p/w300/7WcIz3hO7rZF0wFgXtNUcQlDqrZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5DpDEEb6UJUiSaXyNegYlCqsZdd.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/XOK2XPT",
        "server": "drive.google.com",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/H7WMfR",
        "server": "drive.google.com",
        "size": "330MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/yPKxKGc",
        "server": "megaup.net",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/bVYn",
        "server": "megaup.net",
        "size": "330MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/mcKzG9C0",
        "server": "openload.co",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/0jOsGtvC",
        "server": "openload.co",
        "size": "330MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/B3aI80",
        "server": "ClicknUpload.org",
        "size": "850MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/5c2rN4",
        "server": "ClicknUpload.org",
        "size": "330MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "WQkHA3fHk_0",
      "video_url": "https://www.youtube.com/watch?v=WQkHA3fHk_0",
      "embed_url": "https://www.youtube.com/embed/WQkHA3fHk_0"
    }
  },
  {
    "metadata": "|2015|134 min|Action,Asian,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2,183"
    },
    "title": "Mr. Six (2015)",
    "description": "EXO-M အဖြဲ႕ဝင္ Kris Wu ,မင္းသား Li Yifeng နဲ႕မင္းသားၾကီး Feng Xiaogang တို႔အဓိကပါဝင္ထားတဲ့ ဒီတရုတ္ဇာတ္ကားဟာ Crime/Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1) ,Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဇာတ္လမ္းကေတာ့…..တစ္ခ်ိန္က အရွိန္အ၀ါရွိခဲ့ တဲ့၊ လူဆိုးလူေတတစ္ေယာက္ျဖစ္ ခဲ့တဲ့ လ်ဴယဲ့ေခၚေလာင္ေပါင္အာ (မစၥတာဆစ္)ဟာ အသက္ (၅၀) အရြယ္ေလာက္ေရာက္လာတဲ့ အခါမွာေတာ့ အထီးက်န္ဆန္စြာ ေနခဲ့ရပါတယ္။ဓားေရးကြၽမ္းက်င္ လွတဲ့၊ မာဖီးယားဂိုဏ္းသားတစ္ဦး ျဖစ္တဲ့ မစၥတာ ဆစ္မွာေရွာင္ဘို (ေဘာ္ဘီ)ဆိုတဲ့ သားတစ္ေယာက္ ရွိေပမယ့္ သိပ္အေစးမကပ္လွပါ ဘူး။တစ္ရက္မွာေတာ့ အစိုးရ အႀကီးအကဲတစ္ေယာက္ရဲ႕ သား ပိုင္တဲ့ အဖိုးတန္ၿပိဳင္ကားကို ပ်က္ စီးေစမႈတစ္ခုနဲ႔ ေဘာ္ဘီျပန္ေပး ဆြဲခံခဲ့ရပါတယ္။ ေဘာ္ဘီကို ဖမ္း သြားတဲ့လူဆိုးအဖြဲ႕ေခါင္းေဆာင္ ရဲ႕ မိသားစုဟာ ေနာက္ခံအေျခအ ေနေကာင္းတာေၾကာင့္ ကိုမာျဖစ္ လုလုနီးအေျခအေနျဖစ္ေအာင္ ႏွိပ္စက္ညႇဥ္းပန္းတာေတြ လုပ္ခဲ့ ပါတယ္။မစၥတာဆစ္ဟာ ႏွလံုးေရာဂါ အေျခအေနဆိုးေနေပမယ့္ သူ႕ သားကို ကယ္ဖို႔ႀကိဳးစားရာမွာ ထင္သေလာက္မလြယ္ကူခဲ့တာ ေၾကာင့္ သူနဲ႔လက္တြဲလုပ္ခဲ့ဖူးတဲ့ လူဆိုးဂိုဏ္း၀င္ေတြကို ျပန္ေခၚၿပီး သူ႕သားကို ျပန္ကယ္ႏိုင္ဖို႔အတြက္ႀကိဳးပမ္းပါေတာ့တယ္။ဇာတ္လမ္းေက်ာ႐ိုးကိုက လူဆိုးဂိုဏ္း၀င္ေတြအေၾကာင္းျဖစ္ တာမို႔ အမွန္အကန္အတိုက္အ ခိုက္၊ အက္ရွင္ဇာတ္ကြက္ေတြ ၾကည့္ရမွာမို႔ ပရိသတ္ေတြသေဘာက်မယ္ ထင္ပါတယ္။လူဆိုးဂိုဏ္းသားေဟာင္းႀကီးေတြနဲ႔ ယေန႔လူ ငယ္လူဆိုးအဖြဲ႕ေတြ ရင္ဆိုင္ေတြ႕ တဲ့အခါ ဘာေတြဆက္ျဖစ္ၾကမွာ လဲ။ မစၥတာဆစ္က သူ႕သားေရွာင္ဘိုကို ကယ္တင္ႏိုင္မွာလားဆိုတာ စိတ္၀င္စားစရာပါ။အဓိကဇာတ္ေဆာင္ မစၥတာဆစ္တျဖစ္လဲ ဖန္ေရွာင္ဂန္က (၅၂) ႀကိမ္ေျမာက္ ေရႊျမင္းဆုခ်ီးျမႇင့္ပြဲ မွာ ဒီဇာတ္ကားနဲ႔ ပတ္သက္ၿပီး အေကာင္းဆံုးသ႐ုပ္ေဆာင္ဆုရရွိခဲ့တယ္လို႔ ဆိုပါတယ္။မစၥတာဆစ္ အေကာင္းဆံုးသ႐ုပ္ေဆာင္ဆုရ ခဲ့တာ ထုိက္တန္ရဲ႕လားဆိုတာ ကိုယ္တိုင္ၾကည့္ရင္း အကဲျဖတ္ ၾကည့္လိုက္ပါဦးေနာ္။(ရုပ္ရွင္အညႊန္းကို 7daydaily မွကူးယူေဖာ္ျပပါသည္။)File Size…(950MB) and (370MB)Quality…BluRay Rip 720pFormat…mp4Duration…02:14:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byWhite AuroraYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGuan HuStarsFeng XiaogangKris WuLi YifengLiu HuaXu QingZhang HanyuCastFeng XiaogangKris WuLi YifengLiu HuaXu QingZhang Hanyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sojLOoysxV8n6I1DHAL4aFjdzIg.jpg",
      "https://image.tmdb.org/t/p/w300/waVuQFTavb5cmhdAgV9sJlrZGB3.jpg",
      "https://image.tmdb.org/t/p/w300/rZKElH2POXb3pmXNqFOjSBXHUjE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/Mr._Six_film_poster.jpeg",
    "movie_links": [
      {
        "link": "http://kimechanic.com/ng9",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kimechanic.com/o9J",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": ""
      },
      {
        "link": "http://kimechanic.com/oAm",
        "server": "VIP Links",
        "size": "370 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2015|125 min|Drama,Sport",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "654"
    },
    "title": "To The Fore (2015)",
    "description": "IMDb 6.2 ရထားတဲ့ ေဟာင္ေကာင္ကားေလး တစ္ကားကိုတင္ဆက္ေပျခင္ပါတယ္ ဇာတ္လမ္းထဲမယ္ပါတဲ့သူေတ ကေတာ့ေတြ႕တဲ့အတိုင္းပါပဲ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့အားကစားအေပၚ ရည္မွန္းခ်က္ႀကီးလြန္းသူတစ္ေယာက္တစ္ေန႔မွာေတာ့ သူ႔ရည္မွန္းခ်က္ ပြဲကို ၀င္ေရာက္ယွဥ္ၿပိဳင္ဖို႔ႀကိဳးစားရာမွာ ဘယ္လို ျဖစ္ၾကမလဲသိပ္ခ်စ္ၾကတဲ့သူငယ္ခ်င္း ေလ့က်င့္ေဖာ္ ေလ့က်င့္ဖက္ ၂ေယာက္သူတို႔ တသင္းစီေ၀း ကြာဖို႔ အေၾကာင္းဖန္လာၿပီး ကံၾကမၼာကရက္စက္စြာနဲ႔ ယွဥ္ၿပိဳင္လာေစတဲ့အခါမွာေတာ့ဘာေတြဆက္ျဖစ္ၾကမယ္ဆုိတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဘာသာျပန္ကေတာ့ Chu Qiao ပါဗ်Download From OpYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDante LamStarsEddie PengLuodan WangShawn DouSi Won Choi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Screenshot_2017-05-11-18-38-20-80.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|106 min|Comedy,Drama,War",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "17,622"
    },
    "title": "Little Boy ( 2015 )",
    "description": "IMDb Rate 7.4 ရထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔လည္းမိတ္ဆက္ေပးခ်င္ပါတယ္2015 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Little Boy ဇာတ္ကားဟာ ကေလးငယ္တစ္ေယာက္ရဲ႔ဖခင္အေပၚမွာထားရွိတဲ႔ေမတၱာတရားကိုေဖာ္က်ဴးတဲ႔ကားေကာင္းေလးၿဖစ္ပါတယ္အက်ဥ္းခ်ဳဥ္းေၿပာရရင္ေတာ႔ အသက္ ၈ ႏွစ္အရြယ္သာရွိတဲ႔သားငယ္ဟာ အေဖနဲ႔ေ၀းကြာေနတဲ႔အတြက္ ဖခင္ၿဖစ္သူအိမ္ၿပန္လာေစဖို႔ ၾကိဳးပမ္းၿခင္းပါ..ဒါဟာလည္းဒုတိယကမာၻစစ္ၾကီးၿပီးဆံုးပဲၿဖစ္ႏိုင္ပါလိမ္႔မယ္..ဒီေတာ႔ ဒီစစ္ၾကီးၿပီးမွ ဖခင္အိမ္ၿပန္ေရာက္လာမွာၿဖစ္တဲ႔အတြက္ ဘာမဆုိလုပ္ရလုပ္ရ လုပ္မယ္႔ သားငယ္ရဲ႔႕ မၿဖစ္ႏိုင္တာကိုယံုၾကည္မွုေတြနဲ႔အတူ ဒီဇာတ္လမ္းေလးဟာဖခင္တစ္ေယာက္က သားအေပၚထားတဲ႔ေမတၱာ..သားငယ္ရဲ႔ဖခင္အေပၚခ်စ္ၿခင္းေတြကိုေဖၚက်ဴးတင္ဆက္သြားမွာပါDownload With Pcloud Link ( 680 MB )Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlejandro MonteverdeStarsBen ChaplinEmily WatsonKevin JamesTed Levine",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/5cb48dc55273c95ce36d2213206b3b2b.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2015||Drama,Mystery",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "2,900"
    },
    "title": "Kaili Blues (2015)",
    "description": "Kaili Blues (2015)==============IMDb Rating – 7.3/10#Unicodeခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများမြို့ကြီးပေါ်ပဲမွေးမွေး မြို့လေးပေါ်ပဲမွေးမွေး ဇနပုဒ်ကလေးမှာပဲမွေးမွေး အချိန်တစ်ခုရောက်လာရင်တော့ . . .ပြန်မရတော့တဲ့ အသက်အရွယ်က ပြန်မရတော့တဲ့ အမှတ်တရတွေရှိနေတဲ့ ကိုယ့်မြို့ကလေးကို ချစ်တဲ့စိတ်ကအားလုံးရဲ့ ရင်မှာအမြစ်တွယ်နေကြမှာပါပဲ။အဆောက်အဦးအဟောင်းတွေဖြို အသစ်တွေဆောက်ကြလို့ပုံသဏ္ဍာန်တွေသာပြောင်းသွားကြပေမယ့် ကျွန်တော်တို့ရဲ့မြို့တွေမှာ ကျွန်တော်တို့ မမှတ်မိနိုင်စရာ အမှတ်တရဆိုတာမရှိပါဘူး။ အမှတ်တရဆိုတာ ရုပ်၀တ္တုတွေပေါ်မှာမှ မတည်ခဲ့ပဲကို။ ခိုင်လိမြို့ရဲ့ပြာရီမှုန်ဝေခြင်းများဟာ ကျွန်တော်တို့မြို့တွေအကြောင်းတော့မဟုတ်ဘူး။ ပိုင်ကန်ရဲ့ ဇာတိမြေ ခိုင်လိမြို့ကလေးအကြောင်း။ အပြင်လောကမှာတော့ခိုင်လိဟာ သူ့ဒေသရဲ့ မြို့‌တော်ကြီးပဲ ဒါပေမယ့် ပိုင်ကန်ရဲ့ရင်ထဲမှာတော့ သူချစ်တဲ့မြို့ကလေး သက်သက်။ သူ့မြို့ကလေးပေါ် သူချစ်တဲ့အချစ်ဟာ ကျွန်တော်တို့မြို့ကလေးကို ကျွန်တော်တို့ချစ်တဲ့အချစ်နဲ့တူတာမို့ ကျွန်တော်တို့နားလည်နိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာ ဒီမြို့ကလေးမှာ ရှိနေတဲ့လှပတဲ့အရာတွေကို အခမ်းနားဆုံးပြသွားတာဆိုလို့ အိမ်တွေဘေးကရေတံခွန်လေး‌ကလေးပဲရှိမယ်။ အလှတရားဟာ အသွင်သဏ္ဍာန်၌ မတည်ပြီကိုး။ခိုင်လိမြိုရဲ့ ပြာရီမှုန်ဝေခြင်းများထဲ စီးမျောကြည့်ရင် ပုံရိပ်တွေ၊ ကဗျာတွေ၊ဘ၀တွေဟာ ဝေဝေဝါးဝါးပဲ စီးမျောလာကြတယ်။လူနှစ်ယောက်ပြောတဲ့ စကားတွေကြားမှာ အစကတော့ သူတို့ရဲ့ အတိတ်ဟာ ဝိုးတိုးဝါးတား။ ကင်မရာရိုက်ချက်ရှည်တွေကလည်းသူတို့လမ်းသူတို့ လျှောက်ကြရင်း အဲ့ဒီစကားပြောနေတဲ့ လူတွေကို အဖက်မလုပ်ကြဘူး။ဒါပေမယ့်။စကားလုံးပေါင်းများစွာကိုစုစည်းပြီးတဲ့အခါမှာ ဒီလူတွေကို နားလည်လာရတယ်။ ဒီလိုတည်ဆောက်ထားတဲ့ ခိုင်လိမြို့၏ပြာရီမှုန်ဝေခြင်းတွေ။ အင်္ကျီဖြူဖြူစကတ်အဝါလေးနဲ့ ကောင်မလေးတစ်ယောက်ဟာ စကားဆယ်ခွန်းလောက်ပြောပြီး ခိုင်လိကို အိပ်မက်မက်။ ဆုံးရှုံးမှုကို မခံရပ်နိုင်တဲ့လူတွေဟာ ကျောခိုင်း။ တစ်ချို့ကလည်း သူများခြေထောက်ဟာ ကိုယ့်ဖိနပ်လောက်မှ အရေးမပါ။ ခိုင်လိရဲ့ ပြန်ဆည်လို့မရတဲ့ ရေပြင်ထဲမှာ ဖိနပ်တစ်ရန် ဘောလုံးတစ်လုံး။ အိမ်မျက်နှာကျက်မှာချိတ်ထားတဲ့ အမှတ်တရဟာ စက်လုံးတစ်လုံး။လေရဟတ်ကလေးရဲ့သက်တမ်းဟာ စက္ကန့်ကိုးဆယ့်ကိုး ဒါပေမယ့် အရေးကြီးတာက ပိုင်ရှင်ကောင်မလေး ဘယ်လောက်ပျော်ခဲ့ရလဲ။ပြန်လာရမယ့် လူတစ်ယောက်ဖြစ်ဖို့ ဝါးခြင်းတောင်းအလွတ်ထဲ ချစ်ခြင်းအပြည့်ဖြည့်ပေးရမယ်။ ကန့်သတ်ချက်တစ်ခုရှိတယ်။ ဒီလိုနဲ့ လူတွေဟာ လမ်းအရှည်ကြီးကို တမေ့တမောသွားကာနေ။ ဓာတ်ပုံဟာ လူရဲ့ ဝိညာဉ်ကို ခိုးယူသွားခြင်းတဲ့ ဓာတ်ပုံတစ်ပုံရဲ့ ဖြစ်တည်ခြင်းဟာ ဝိညာဉ်ကိုခိုးထားတဲ့ ဖလင်တစ်ကွက်နဲ့ ဓာတုသားတို့ရဲ့အမှောင်ခန်းအတွင်း ပြန်လည်ပေါင်းစည်းမှုဖြစ်တယ်။ ဒီလိုနဲ့ ခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများဟာ ခိုင်လိမြို့ရဲ့ဝိညာဉ်ပေါင်များစွာကို ခိုးကာယူကာ ကျွန်တော်တို့ရင်ထဲထည့်ပေးခဲ့တယ် ။စာကြွင်း======ပိုစတာမှာ အင်္ကျီအဖြူ အဝါရောင်စကတ်နဲ့ မိန်းမငယ်လေးပုံပြထားတော့ ဒီဇာတ်ကြောင်းဟာ သူ့အကြောင်းဖြစ်မယ်ကျွန်တော်ထင်ခဲ့မိသေးတယ်။ တကယ်တမ်းကျအဲ့ဒီမိန်ကလေးက ဒီရုပ်ရှင်မှာ ဇာတ်အိမ်အရေးပါမှုအရပြောရမယ်ဆိုရင် ဖြတ်လျှောက်ထက်တစ်ရည်ပဲပိုမယ်။ရုပ်ရည်ကလည်း ကြည့်ကောင်းရုံကလွဲ ဘာမှတော့ထူးခြားမနေဘူး။ ဒီလိုMain Plotနဲ့ ဆက်စပ်မှုအရမ်းနည်းတဲ့ဇာတ်ရုပ်ကို ပိုင်ကန်က အ၀တ်အစားအရောင်အသွေးတွဲစပ်မှုနဲ့ ဟန်တစ်ခုသွင်းပြီးစွဲညိစေလိုက်တယ်။ ပြောရမယ်ဆိုပို့စ်မော်ဒန်၀တ္တုစာအုပ်ထဲက ကဗျာတစ်ကြောင်းကိုစွဲညိစေလိုက်သလိုပေါ့။ သူ့ရဲ့ ပထမဆုံးရုပ်ရှင်မှာတင်အနုပညာမှော်၀င်လွန်းတဲ့ ပိုင်ကန်ကိုတရုတ်ရုပ်ရှင်ရဲ့အနာဂတ်လို့ပြောကြတာ လွန်မယ်မထင်ဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiခိုင္လိၿမိဳ႕၏ ျပာရီမႈန္ေဝျခင္းမ်ားၿမိဳ႕ႀကီးေပၚပဲေမြးေမြး ၿမိဳ႕ေလးေပၚပဲေမြးေမြး ဇနပုဒ္ကေလးမွာပဲေမြးေမြး အခ်ိန္တစ္ခုေရာက္လာရင္ေတာ့ . . .ျပန္မရေတာ့တဲ့ အသက္အ႐ြယ္က ျပန္မရေတာ့တဲ့ အမွတ္တရေတြရွိေနတဲ့ ကိုယ့္ၿမိဳ႕ကေလးကို ခ်စ္တဲ့စိတ္ကအားလုံးရဲ႕ ရင္မွာအျမစ္တြယ္ေနၾကမွာပါပဲ။အေဆာက္အဦးအေဟာင္းေတြၿဖိဳ အသစ္ေတြေဆာက္ၾကလို႔ပုံသ႑ာန္ေတြသာေျပာင္းသြားၾကေပမယ့္ ကြၽန္ေတာ္တို႔ရဲ႕ၿမိဳ႕ေတြမွာ ကြၽန္ေတာ္တို႔ မမွတ္မိႏိုင္စရာ အမွတ္တရဆိုတာမရွိပါဘူး။ အမွတ္တရဆိုတာ ႐ုပ္၀တၱဳေတြေပၚမွာမွ မတည္ခဲ့ပဲကို။ ခိုင္လိၿမိဳ႕ရဲ႕ျပာရီမႈန္ေဝျခင္းမ်ားဟာ ကြၽန္ေတာ္တို႔ၿမိဳ႕ေတြအေၾကာင္းေတာ့မဟုတ္ဘူး။ ပိုင္ကန္ရဲ႕ ဇာတိေျမ ခိုင္လိၿမိဳ႕ကေလးအေၾကာင္း။ အျပင္ေလာကမွာေတာ့ခိုင္လိဟာ သူ႔ေဒသရဲ႕ ၿမိဳ႕‌ေတာ္ႀကီးပဲ ဒါေပမယ့္ ပိုင္ကန္ရဲ႕ရင္ထဲမွာေတာ့ သူခ်စ္တဲ့ၿမိဳ႕ကေလး သက္သက္။ သူ႔ၿမိဳ႕ကေလးေပၚ သူခ်စ္တဲ့အခ်စ္ဟာ ကြၽန္ေတာ္တို႔ၿမိဳ႕ကေလးကို ကြၽန္ေတာ္တို႔ခ်စ္တဲ့အခ်စ္နဲ႔တူတာမို႔ ကြၽန္ေတာ္တို႔နားလည္ႏိုင္ခဲ့တယ္။ ဒီ႐ုပ္ရွင္မွာ ဒီၿမိဳ႕ကေလးမွာ ရွိေနတဲ့လွပတဲ့အရာေတြကို အခမ္းနားဆုံးျပသြားတာဆိုလို႔ အိမ္ေတြေဘးကေရတံခြန္ေလး‌ကေလးပဲရွိမယ္။ အလွတရားဟာ အသြင္သ႑ာန္၌ မတည္ၿပီကိုး။ခိုင္လိၿမိဳရဲ႕ ျပာရီမႈန္ေဝျခင္းမ်ားထဲ စီးေမ်ာၾကည့္ရင္ ပုံရိပ္ေတြ၊ ကဗ်ာေတြ၊ဘ၀ေတြဟာ ေဝေဝဝါးဝါးပဲ စီးေမ်ာလာၾကတယ္။လူႏွစ္ေယာက္ေျပာတဲ့ စကားေတြၾကားမွာ အစကေတာ့ သူတို႔ရဲ႕ အတိတ္ဟာ ဝိုးတိုးဝါးတား။ ကင္မရာ႐ိုက္ခ်က္ရွည္ေတြကလည္းသူတို႔လမ္းသူတို႔ ေလွ်ာက္ၾကရင္း အဲ့ဒီစကားေျပာေနတဲ့ လူေတြကို အဖက္မလုပ္ၾကဘူး။ဒါေပမယ့္။စကားလုံးေပါင္းမ်ားစြာကိုစုစည္းၿပီးတဲ့အခါမွာ ဒီလူေတြကို နားလည္လာရတယ္။ ဒီလိုတည္ေဆာက္ထားတဲ့ ခိုင္လိၿမိဳ႕၏ျပာရီမႈန္ေဝျခင္းေတြ။ အက်ႌျဖဴျဖဴစကတ္အဝါေလးနဲ႔ ေကာင္မေလးတစ္ေယာက္ဟာ စကားဆယ္ခြန္းေလာက္ေျပာၿပီး ခိုင္လိကို အိပ္မက္မက္။ ဆုံးရႈံးမႈကို မခံရပ္ႏိုင္တဲ့လူေတြဟာ ေက်ာခိုင္း။ တစ္ခ်ိဳ႕ကလည္း သူမ်ားေျခေထာက္ဟာ ကိုယ့္ဖိနပ္ေလာက္မွ အေရးမပါ။ ခိုင္လိရဲ႕ ျပန္ဆည္လို႔မရတဲ့ ေရျပင္ထဲမွာ ဖိနပ္တစ္ရန္ ေဘာလုံးတစ္လုံး။ အိမ္မ်က္ႏွာက်က္မွာခ်ိတ္ထားတဲ့ အမွတ္တရဟာ စက္လုံးတစ္လုံး။ေလရဟတ္ကေလးရဲ႕သက္တမ္းဟာ စကၠန႔္ကိုးဆယ့္ကိုး ဒါေပမယ့္ အေရးႀကီးတာက ပိုင္ရွင္ေကာင္မေလး ဘယ္ေလာက္ေပ်ာ္ခဲ့ရလဲ။ျပန္လာရမယ့္ လူတစ္ေယာက္ျဖစ္ဖို႔ ဝါးျခင္းေတာင္းအလြတ္ထဲ ခ်စ္ျခင္းအျပည့္ျဖည့္ေပးရမယ္။ ကန႔္သတ္ခ်က္တစ္ခုရွိတယ္။ ဒီလိုနဲ႔ လူေတြဟာ လမ္းအရွည္ႀကီးကို တေမ့တေမာသြားကာေန။ ဓာတ္ပုံဟာ လူရဲ႕ ဝိညာဥ္ကို ခိုးယူသြားျခင္းတဲ့ ဓာတ္ပုံတစ္ပုံရဲ႕ ျဖစ္တည္ျခင္းဟာ ဝိညာဥ္ကိုခိုးထားတဲ့ ဖလင္တစ္ကြက္နဲ႔ ဓာတုသားတို႔ရဲ႕အေမွာင္ခန္းအတြင္း ျပန္လည္ေပါင္းစည္းမႈျဖစ္တယ္။ ဒီလိုနဲ႔ ခိုင္လိၿမိဳ႕၏ ျပာရီမႈန္ေဝျခင္းမ်ားဟာ ခိုင္လိၿမိဳ႕ရဲ႕ဝိညာဥ္ေပါင္မ်ားစြာကို ခိုးကာယူကာ ကြၽန္ေတာ္တို႔ရင္ထဲထည့္ေပးခဲ့တယ္ ။စာႂကြင္း======ပိုစတာမွာ အက်ႌအျဖဴ အဝါေရာင္စကတ္နဲ႔ မိန္းမငယ္ေလးပုံျပထားေတာ့ ဒီဇာတ္ေၾကာင္းဟာ သူ႔အေၾကာင္းျဖစ္မယ္ကြၽန္ေတာ္ထင္ခဲ့မိေသးတယ္။ တကယ္တမ္းက်အဲ့ဒီမိန္ကေလးက ဒီ႐ုပ္ရွင္မွာ ဇာတ္အိမ္အေရးပါမႈအရေျပာရမယ္ဆိုရင္ ျဖတ္ေလွ်ာက္ထက္တစ္ရည္ပဲပိုမယ္။႐ုပ္ရည္ကလည္း ၾကည့္ေကာင္း႐ုံကလြဲ ဘာမွေတာ့ထူးျခားမေနဘူး။ ဒီလိုMain Plotနဲ႔ ဆက္စပ္မႈအရမ္းနည္းတဲ့ဇာတ္႐ုပ္ကို ပိုင္ကန္က အ၀တ္အစားအေရာင္အေသြးတြဲစပ္မႈနဲ႔ ဟန္တစ္ခုသြင္းၿပီးစြဲညိေစလိုက္တယ္။ ေျပာရမယ္ဆိုပို႔စ္ေမာ္ဒန္၀တၱဳစာအုပ္ထဲက ကဗ်ာတစ္ေၾကာင္းကိုစြဲညိေစလိုက္သလိုေပါ့။ သူ႔ရဲ႕ ပထမဆုံး႐ုပ္ရွင္မွာတင္အႏုပညာေမွာ္၀င္လြန္းတဲ့ ပိုင္ကန္ကိုတ႐ုတ္႐ုပ္ရွင္ရဲ႕အနာဂတ္လို႔ေျပာၾကတာ လြန္မယ္မထင္ဘူး။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1CHDuration – 1hr 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, MysterySource : 1080p.BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBi GanYang XiaoStarsChen YongzhongFeiyang LuoGuo YueLinyan LiuLixun XieShixue YuZhuohua YangCastChen YongzhongFeiyang LuoGuo YueLinyan LiuLixun XieShixue YuZhuohua Yang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LXEtblPEwmbb5dWkI7FmCHSkw4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/kaili.jpg",
    "movie_links": [
      {
        "link": "Quality –  1080p, 720p BluRay   Duration - 2hr 4 min  Subtitle – Myanmar Hardsub  Format – Mp4  Genre : Action, Crime, Sci-Fi   Source : 1080p.BluRay   Translator – Wira Aung   Encoder – SWM",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://usersdrive.com/mhwm0877ug1s.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kaili-blues-2015-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://yoteshinportal.cc/cm-kaili-blues-2015-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/Svsy/[CM]Kaili.Blues2015.BluRay.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://megaup.net/Svsl/[CM]Kaili.Blues2015.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/bbx80ymzp52f",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://upstream.to/7gl3rjzun0q1",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/HpwHnAbJ#uO2eZY6WN6RanqT7yPWYbJ3QTriHZaLTXd19DaSDmr8",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://mega.nz/file/Pg5zGKwJ#gTAyF9AuoV_TqhJfCVQBOmUlnVCI6vLEFYkuHo8IG90",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yadi.sk/i/oZHZMXxT97m35A",
        "server": "disk.yandex.com",
        "size": "1.6 GB",
        "quality": "BluRay 1080P 5.1Ch"
      },
      {
        "link": "https://yadi.sk/i/tbt8xrUIvL4TsA",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "woBNjIK_15k",
      "video_url": "https://www.youtube.com/watch?v=woBNjIK_15k",
      "embed_url": "https://www.youtube.com/embed/woBNjIK_15k"
    }
  },
  {
    "metadata": "|2015||Action,Adventure,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "326,073"
    },
    "title": "Mission: Impossible – Rogue Nation (2015)",
    "description": "Mission: Impossible V – Rogue Nation (2015)=================================IMDb Rating 7.4/10ဒီကားကတော့ အားလုံးသိတဲ့အတိုင်း မင်းသားချော Tom Cruise ရဲ့ Mission Impossible ဇာတ်လမ်းတွဲ ထဲက ငါးကားမြောက် ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်းမပြောခင် MI ဇာတ်ကားတွေမှာ ထူးခြားချက်တစ်ခုရှိပါတယ်။ ဇာတ်ကားတစ်ကားပြောင်းတိုင်း ဒါရိုက်တာ အသစ်ပြောင်းသွားပြီး ဒါရိုက်တာအားလုံးကလည်း အသစ်တွေဖြစ်ကြပါတယ်။ Mission Impossible ကိုမရိုက်ကူးခင်မှာ အဲ့ဒီဒါရိုက်တာတွေ က ဇာတ်ကားကြီးတွေမရိုက်ဖူးထားပါဘူး။ Brian De Palma က ပထမဆုံးကား၊ John Woo က ဒုတိယကား၊ J.J. Abram က တတိယကားနဲ့ နောက်ဆုံး Brad Bird က Ghost Protocol ကိုရိုက်ကူးထားကြပါတယ်။ အခု Rogue Nation ကိုတော့ Christopher McQuarrie (Edge of Tomorrow) ကရိုက်ကူးထားပါတယ်။ ဇာတ်ကားအားလုံးကို Tom Cruise က တည်းဖြတ်ထုတ်လုပ်ခဲ့ပြီး ဒါရိုက်တာတွေကိုလည်း သူကိုယ်တိုင် ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။Mission Impossible က ပထမသုံးကားက ဆင်တူ ယိုးမှားဇာတ်လမ်းတွေပဲဖြစ်ပြီး၊ စတုတ္ထကား Ghost Protocol ကနေစပြီး Spy Action ကားကောင်း တစ်ကား အသွင်ဖြစ်လာပါတယ်။ ပထမသုံးကားက တစ်ကားနဲ့ တစ်ကား အဆက်အစပ်မရှိသလို သုံးကားလုံးမှာ Luther နဲ့ Hunt ကလွဲရင် ပါတဲ့ သရုပ်ဆောင်တွေ လည်း မတူပါဘူး။ ဒါပေမယ့်ဒီကားမှာ တော့ အရင် တုန်းကနဲ့ မတူပဲ Ghost Protocol အဆုံးကနေ ပြန်ဆက်ထားပါတယ်။ Ghost Protocol အဆုံးသတ်မှာ Ethan Hunt က The Syndicate ဆိုတဲ့အဖွဲ့အစည်းကို ခြေရာခံဖို့ တာဝန်ပေးခံရပါတယ်။ဒီဇာတ်ကားအစမှာ Ethan Hunt က Nerve Gas တွေကို အကြမ်းဖက်သမားတွေ လက်ထဲမရောက်အောင် လုပ်ရင်းက The Syndicate ဆိုတဲ့အဖွဲ့အစည်း အကြောင်းကို စုံစမ်းဖို့ လုပ်ပါတယ်။ ဒီအချိန်မှာပဲ London မှာ သူ့ရဲ့ နောက်ထပ် Mission အကြောင်းအရာကို နားထောင်နေတုန်းမှာပဲ Syndicate ရဲ့ ဖမ်းဆီးခြင်းကိုခံလိုက်ရပါတယ်။ တစ်ဖက်မှာလည်း IMF အဖွဲကို ဖျက်သိမ်းလိုက်ပြီး CIA ရဲ့ လက်အောက်ကို ပေါင်းထည့်လိုက်ပါတယ်။ IMF Chief Analyst ဖြစ်တဲ့ William Brandt (Jeremy Renner) က လည်း CIA အရာရှိ Alan Hunley (Alec Baldwin) လက်အောက်ကို ရောက်သွားပါတယ်။ဒါကြောင့် Hunt ကိုလည်းမကူညီနိုင်တော့သလို သူတို့ IMF အဖွဲ့လည်း ပျက်သွားပြီဖြစ်လို့ ဘာလုပ်ရမှန်း မသိဖြစ်နေပါတယ်။ Hunt က Syndicate ရဲ့ လက်ထဲကနေ MI6 (British Intelligence) Secret Agent မလေး ရဲ့ အကူအညီနဲ့ လွတ်မြောက်လာခဲ့ပြီးနောက် Syndicate ရဲ့ အဓိက ခေါင်းဆောင် Solomon Lane ကို ရအောင် ရှာဖွေပြီး သူရဲ့ အကြံအစည်တွေ အထမမြောက်အောင် တားဆီးရမှာဖြစ်ပါတယ်။The Syndicate ဆိုတာ British တွေ ရဲ့ Black Ops အဖွဲ့အစည်းဖြစ်ပြီး သူတို့ရဲ့ အစီအစဉ်က အခြား နိုင်ငံတွေက Spy တွေကို Recruit လုပ်ပြီး Black Ops Mission တွေလုပ်ခိုင်းမှာဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကို Prime Minister က အတည်မပြုပေမယ့် သူတို့ က တရားမဝင်လုပ်နေရင်းက Solomon Lane က သစ္စာဖောက်ပြီး သူ့ပါသူ ခွဲထွက်သွားတာဖြစ်ပါတယ်။ဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းပြီး James Bond ဇာတ်ကားတွေ ကြည့်ရသလိုပဲ Spy ကားဆန်ဆန် ရိုက်ကူးထားပါတယ်။ ဒါပေမယ့် James Bond ဇာတ်ကားတော်တော်များများထက်ကောင်းပြီး အက်ရှင် ကောင်းကောင်းတွေလည်းပါပါတယ်။ MI6 Agent အဖြစ် သရုပ်ဆောင်ထားတဲ့ Rebecca Ferguson က သရုပ်ဆောင်ကောင်းပြီး အက်ရှင် စတားတစ်ဦးအဖြစ်လည်း ပီပီပြင်ပြင် သရုပ်ဆောင်ထားနိုင်တာ တွေ့ရပါတယ်။ Tom Cruise နဲ့ အတူ Jeremy Renner, Simon Pegg နဲ့ Ving Rhames (Luther Stickell) တို့ကလည်း ပြန်လည်ပါဝင်ထားကြပါတယ်။ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး Spy ကားကောင်း တစ်ကား ဖြစ်တာနဲ့အညီ ဇာတ်လမ်းကလည်း ပရိတ်သတ်ကို လှည့်စား ဆွဲဆောင်နိုင်မှာဖြစ်ပါတယ်။ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသမီး Rebbeca ကို ရေကူးဝတ်စုံနဲ့ တစ်ခန်းတွေ့ရပေမယ့် No Sex, No Nudity ဖြစ်လို့ မိသားစု တူတူကြည့်နိုင်ပါတယ်။(ရုပ်ရှင်အညွှန်းကို Movies For Myanmar မှ တင်ဆက်ထားပါတယ်။)Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=mission+impossibleကြည့်ပါ။File size…(10 GB)/(1.5 GB)/(1.1 GB)Quality….BluRay4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:11:33Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated byYe Kyaw HtetYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher McQuarrieLaura MilesLisa VickToby HeffermanTommy GormleyStarsJens HulténJeremy RennerRebecca FergusonSean HarrisSimon McBurneySimon PeggTom CruiseTom HollanderVing RhamesZhang JingchuCastAdam GanneAlana MariaAlec BaldwinAlec UtgoffAmerica OlivoAmra MallassiAnna-Marie SullivanAsh MeratBarnabás RétiBenjamin PlautzBruce LawrenceCarola NiederhuberDaniela NitschDavid PeartEmilio AnibaEva-Marie BeckerFemi OgunbanjoFernando AbadieGeorgina RedheadHadrian HowardHermione CorfieldJames ClevertonJames McOran CampbellJames Weber BrownJens HulténJeremy RennerJessica AllainJesus AlvarezJorge Leon MartinezJudith BognerJulian Moore CrookJulian Moore-CookKatie PattinsonLaurence RuppMartin BermoserMartin CochraneMartin NelsonMateo RufinoMingus JohnstonNicholas LupuNicholas SharrattNigel AllenNigel BarberNina HartmannNoor Dillan-NightOsy IkhilePatrick PolettiPeter StarkRachel HandshawRebecca FergusonRobert LuckayRobert MaaserRomeo ViscaRupert WickhamSagar RadiaSaif Al-WarithSean CroninSean HarrisShamir DawoodSimon McBurneySimon PeggStella StockerTarrick BenhamTim BreyvogelTom CruiseTom HollanderTom LoweTyler FayoseUlli AckermannVing RhamesVolkan AyWalles HamondeWilliam RobertsWolfgang CernyWolfgang StegemannYasen AtourZhang Jingchu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eR20N1flPCQyp9HzpxlTcxgDAO7.jpg",
      "https://image.tmdb.org/t/p/w300/ki5RnA0xNOEd3R0RohXqJt9R6Om.jpg",
      "https://image.tmdb.org/t/p/w300/2mUpYunvmXQni74Lydj2kKP2M10.jpg",
      "https://image.tmdb.org/t/p/w300/OrYq215ZYM75dBaHt6v7EHEyPz.jpg",
      "https://image.tmdb.org/t/p/w300/39gQ0wzN2N2VPLgwpzr3ebbh0jl.jpg",
      "https://image.tmdb.org/t/p/w300/lBw9DFzSZIBVZNEWotEZ7P0A9po.jpg",
      "https://image.tmdb.org/t/p/w300/y3QLpaRhqNi4bbligszYx1P47Ly.jpg",
      "https://image.tmdb.org/t/p/w300/2ViN4APBD0M8T3PHUVpdAupNU84.jpg",
      "https://image.tmdb.org/t/p/w300/vvHrptrhOrf4L6pBY5TAk5HR6Qp.jpg",
      "https://image.tmdb.org/t/p/w300/txuWe22s3Ck1s9MZtxuMx1AQk5Q.jpg",
      "https://image.tmdb.org/t/p/w300/rHdVGluFBhlSaNQTxhP2v2MHSfm.jpg",
      "https://image.tmdb.org/t/p/w300/hxJYgJ8MaRR1jr4JwMCo7rW9Vxx.jpg",
      "https://image.tmdb.org/t/p/w300/fIG5EkMEdmxTlF63KjAqlPABAzf.jpg",
      "https://image.tmdb.org/t/p/w300/p1evn0jpCnzCpG3NPnLBMxBtdjy.jpg",
      "https://image.tmdb.org/t/p/w300/3KnMT2R7j0vwlUoE9lA3HQYXWAt.jpg",
      "https://image.tmdb.org/t/p/w300/nEUzjoDYXASGYuruXLXLhf0tWpB.jpg",
      "https://image.tmdb.org/t/p/w300/zh1NeEDn9s68kbz3Ory4NhWwHQY.jpg",
      "https://image.tmdb.org/t/p/w300/eDrusbSXcymOBbXOLmxDYCLjIQI.jpg",
      "https://image.tmdb.org/t/p/w300/pdjvan8297Ekc2liJVjsGjJQ1OM.jpg",
      "https://image.tmdb.org/t/p/w300/wBs4IggD6Eg4HMTD4eKkgs8nrh3.jpg",
      "https://image.tmdb.org/t/p/w300/qkZuKPttFfq0jN4Y51DDWJSxZE1.jpg",
      "https://image.tmdb.org/t/p/w300/iuvdCe5LqD1xpspOMZbIdykCmgW.jpg",
      "https://image.tmdb.org/t/p/w300/40OBYO57sYBUJcVNRcjGsjy7iL6.jpg",
      "https://image.tmdb.org/t/p/w300/ew7vcfW0NRhRw2nlMgnQsfuCxnJ.jpg",
      "https://image.tmdb.org/t/p/w300/igxAvcdLHqUDq9fsDEEAitOtxB1.jpg",
      "https://image.tmdb.org/t/p/w300/79lrr0Oww5X1vw9Q6Fdj5XwlfLE.jpg",
      "https://image.tmdb.org/t/p/w300/vlqvpT7DBvF324yrU4H4OrA2r8s.jpg",
      "https://image.tmdb.org/t/p/w300/ywp6kT66VhpKChg9hb0QdfKKcFZ.jpg",
      "https://image.tmdb.org/t/p/w300/kTB55SWlAAzyq78lRY1jaejy6ST.jpg",
      "https://image.tmdb.org/t/p/w300/8uc61sfaYovWtaURZSJ3wyP0tYc.jpg",
      "https://image.tmdb.org/t/p/w300/iTW3l6tFcOna1x6OSnetz1xImay.jpg",
      "https://image.tmdb.org/t/p/w300/eeDDxe0yC5UKf9UDzSm12OSeTO8.jpg",
      "https://image.tmdb.org/t/p/w300/tv3aHm0acvZMZXzwnhPYx1NxP9e.jpg",
      "https://image.tmdb.org/t/p/w300/5qp5DODV6uXBIJ13RAIQHLaYqot.jpg",
      "https://image.tmdb.org/t/p/w300/g7tdCeVeiFcYOZqMUWXZ05qlCoU.jpg",
      "https://image.tmdb.org/t/p/w300/3SOcaIBvtTX9U90Pk0ztG0AVQXH.jpg",
      "https://image.tmdb.org/t/p/w300/nRaYa30q3U0FaAdeUOW71AXF9ZY.jpg",
      "https://image.tmdb.org/t/p/w300/evPrEULMRrPJy6gsj6QPLFyFCpw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-rogue-nation-2015-2160-p-4-k-uhd-sdr-10-bluray-x-265-10-bit-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "10 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mission-impossible-v-rogue-nation-2015-1080-p-blu-ray-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16m8h/[CM]Mission.Impossible.V.Rogue.Nation.2015.1080P.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.57 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mission-impossible-rogue-nation-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/11v93/Mission_Impossible_-_Rogue_Nation_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/ay7hdf9i2ht0.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "F-qBD17wwrQ",
      "video_url": "https://www.youtube.com/watch?v=F-qBD17wwrQ",
      "embed_url": "https://www.youtube.com/embed/F-qBD17wwrQ"
    }
  },
  {
    "metadata": "N/A|2015|1h 30min|Action,Crime,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1,198"
    },
    "title": "Wine Wars (2017)",
    "description": "ဒီတစ္ခါေတာ့ဝိုင္ခ်စ္သူ႐ုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးအတြတ္၂၀၁၇ ထြက္ Wine War ဆိုတဲ့တ႐ုတ္ဇာတ္ကားေလးတစ္ပုဒ္နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ဟာသနဲ႕အက္ရွင္ေပါင္းထားတာေလးပါ။ဇာတ္လမ္းကယန္မင္းဆက္လက္ထက္တုန္းကအရမ္းကိုေတာ္တဲ့ဝိုင္ျပဳလုပ္ေပးတဲ့သူတစ္ေယာက္ရွိပါတယ္။အဲ့အခ်ိန္တည္းကကမာၻေပၚမွာအေကာင္းဆုံးဝိုင္ျပဳလုပ္တဲ့နည္းကိုရွာေဖြေတြ႕ရွိခဲ့ၾကတာပါ။အဲ့နည္းလမ္းကိုမ်ိဳးရိုးစဥ္ဆက္လက္ဆင့္ကမ္းလာၾကတာအခုေခတ္တန္ေၾကးနဲ႕ဆို ယူရို ၅မီလီယံအထိျဖစ္လာတယ္။အဲ့နည္းလမ္းသာရၿပီဆိုေသခ်ာေပါက္သူေဌးျဖစ္ၿပီေလ။အဲ့အခ်ိန္မွာပဲအဲ့နည္းလမ္းကိုေလလံတင္ေရာင္းခ်မယ္ဆိုေတာ့ေလလံဆြဲၾကၿပီေပါ့။ဘယ္သူကဘယ္လိုေလလံေဈးနဲ႕ရသြားမလဲ။ေလလံတင္တဲ့သူဘက္ကေရာမ်ိဳးရိုးစဥ္ဆက္ထိန္းသိမ္းရမယ့္နည္းလမ္းကိုဘာလို႔ေလလံတင္လိုက္တာလဲ။ေနာက္ဆုံးအဲ့နည္းနဲ႕သူေဌးျဖစ္မယ့္သူကဘယ္သူလဲဆိုတာရယ္ရယ္ေမာေမာနဲ႕ၾကည့္လိုက္ၾကရေအာင္ပါ။ဇာတ္ကားၾကည့္ၿပီးဝိုင္ေသာက္ခ်င္တယ္ဆိုရင္ေတာ့ကိုယ္ဟာကိုယ္ဝယ္ေသာက္ၾကပါလို႔ေျပာခ်င္ပါတယ္။အက္ဒမင္ေတြကိုလည္းဝယ္တိုက္ခ်င္ရင္အခ်ိန္မေ႐ြးလက္ခံပါတယ္လို႔(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက ကိုေနမ်ိဳးပါ)File Size : (800 MB) and (270 MB)Quality : Blu-Ray 720pRunning Time : 1hr 30minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p BluRay x264-WiKiTranslated by Nay MyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLeon LaiStarsDavid WangDu JuanLeon LaiLily Ji LiZhang HanyuCastDavid WangDu JuanLeon LaiLily Ji LiZhang Hanyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9L5kRXYVHYR22FxlgPkpa8XLS1e.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/4HTUxm1bHwPMtTY0cicTuZhiWem.jpg",
    "movie_links": [
      {
        "link": "http://briskrange.com/4frt",
        "server": "drive.google.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4fuh",
        "server": "Soliddrive.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4fwA",
        "server": "Soliddrive.co",
        "size": "270 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4g1V",
        "server": "openload.co",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "http://briskrange.com/4g3d",
        "server": "openload.co",
        "size": "270 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Dzfe8dIOYEo",
      "video_url": "https://www.youtube.com/watch?v=Dzfe8dIOYEo",
      "embed_url": "https://www.youtube.com/embed/Dzfe8dIOYEo"
    }
  }
]