[
  {
    "metadata": "|||Drama,Music,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "89K"
    },
    "title": "Step Up 2: The Streets (2008)",
    "description": "Genre – Drama, Music, RomanceIMDB – 6.2/10ခင်ဗျားတို့တွေကို အကရုပ်ရှင် ဘာကောင်းလဲမေးလိုက်ရင်သေချာပေါက် Step Up ကားတစ်ကားကို ညွန်းပေးကြလိမ့်မယ်။အဲဒီလို ညွန်းရအောင်လည်း သူက ၂၀၀၀ ခုနှစ်အကျော်တွေမှာပေါက်ခဲ့ပြီး Franchise ကြီးကို ဖြစ်သွားခဲ့တာကိုး။ မင်းသားChaning Tatum စတင်ခဲ့လိုက်တဲ့ Step Up ရုပ်ရှင်ဟာဆိုနောက်ပိုင်း Step Up 2 The Streets, Step Up 3D, Step UpRevolution နဲ့ Step Up All In ထိ ဆက်တိုက်ထွက်ခဲ့တယ်။အဓိကကျောရိုးကတော့ ကျွန်တော်တို့ငယ်စဉ်ဘဝက သိခဲ့ကြတဲ့ဟစ်ဟော့အက၊ ဖရီးစတိုင်၊ Underground လမ်းဘေးအကပေါင်းစုံကလမ်းဘေးကလူငယ်တွေရဲ့ လွတ်လပ်တဲ့ဘဝ၊ ရွေးချယ်မှုတွေကိုကိုယ်စားပြု တော်လှန်ရေးပြယုဂ်အနေနဲ့ဆိုပြီး သီချင်းကောင်းကောင်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ပြတာမျိုး။ဒီထဲက နာမည်ကြီးဇာတ်ကောင်တွေဆိုလည်း အဓိကဇာတ်ကောင်မဖြစ်ရပေမယ့် နောက်ပိုင်းကားတွေမှာပါ ဆရာကြီးနေရာတွေကCameo ပြန်ပါတတ်ကြတယ်၊ ကျွန်တော်အကြိုက်ဆုံးကတော့ဒီရုပ်ရှင်မှာ စပါဝင်လာတဲ့ မုစ်ပါပဲ။ ဒီရုပ်ရှင်အကြောင်းပြောရမယ်ဆိုသူက မူလရုပ်ရှင်နဲ့ နည်းနည်းလေး ဆက်စပ်နေပါတယ်။ Step Upမှာတော့ မယ်ရီလန်းအနုပညာကျောင်းက တိုင်လာနဲ့ နိုရာအကြောင်းပြီးသွားတဲ့နောက် တိုင်လာ့ညီမဝမ်းကွဲဖြစ်တဲ့ အန်ဒီအကြောင်းကိုအခြေခံထားတာပါ တိုင်လာလည်း Cameo အဖြစ် ပြန်ပါထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အန်ဒီဆိုတဲ့ကောင်မလေးကလမ်းဘေးဖရီးစတိုင်အကကို ကနေရတာ ကျောင်းတွေလစ်ပြီးကရလောက်တဲ့ထိကို ရူးသွပ်သူပေါ့။ မိခင်ဖြစ်သူ ကင်ဆာနဲ့ဆုံးပါးသွားတဲ့အတွက် အမေ့သူငယ်ချင်းအုပ်ထိန်းမှုအောက်နေရပြီးပြန်အာခံတတ်သူလေးပေါ့။ အဲဒီမှာ အုပ်ထိန်းသူက မနိုင်တော့လို့နယ်ပို့မယ့်အချိန်မှာ မယ်ရီလန်းအကကျောင်းတက်ရင် နယ်မပို့တော့ဘူးဆိုလို့ ကြိတ်မှိတ်တက်လိုက်ရရော။ ဒီမှာတင် အရင်အဖွဲ့ကလမ်းဘေးစတိုင်နဲ့ ဘဲလေးအက တူညီစရာလား ဘာလားမကျေမနပ်တွေဖြစ်ပြီး သူ့ကို ထုတ်လိုက်တော့ သူက လက်ရှိကျောင်းကရွက်ပုန်းသီးတွေကို ရွေးထုတ် ကိုယ့်ဘာသာအဖွဲ့ထောင်ပြီး ဒီThe Streets လို့ ခေါ်တဲ့ လမ်းမကပွဲကို ဝင်ပြိုင်ဖို့ ဖြစ်လာတဲ့အခါဘယ်လိုအခက်အခဲတွေကြုံပြီး ဘယ်လိုကကြ လန်းကြမလဲဆိုတာကြည့်ရှုရမှာပါ။ ကျွန်တော့်အတွက်ကတော့ မုစ်တစ်ယောက် မိုးရေထဲမှာTimbaland သီချင်းကြီးနဲ့ ကပြသွားတာဆို ခုထိ မျက်စိထဲကနေမထွက်သေးဘူး ပြောရမယ်။ နောက်ပြီး ၂၀၀၈ ပတ်ဝန်းကျင်ကမြန်မာမှာရော ကမ္ဘာမှာရော နာမည်ကြီးခဲ့တဲ့ “ဆော်တကာ Low Low….”ဒီ Low ဆိုတဲ့သီချင်းဟာ ဒီရုပ်ရှင်ရဲ့ ဇာတ်ဝင်တေးပဲ ဖြစ်ပါတယ်။(ခုထိလည်း နားထောင်ကောင်းတုန်းပါ)File size…2.16GB / 746MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 38mGenre ….. Drama, Music, RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJon M. ChuStarsBriana EviganCassie VenturaRobert HoffmanCastAdam SevaniAlison FaulkBlack ThomasBriana EviganCassie VenturaChanning TatumDanielle PolancoDelia GoncalvezHarry Shum Jr.Hi-HatKate LaceyMari KodaRobert HoffmanSonja SohnTelisha ShawWill Kemp",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rNaMcPzxt94e40LJJTTxbjl7xNG.jpg",
      "https://image.tmdb.org/t/p/w300/kmZtE8tMbEoDyD37fE3RvaDRaRY.jpg",
      "https://image.tmdb.org/t/p/w300/wH8orcVOxjmJbmnKwlIzlrHiigt.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7YGUxMoQIysZCRMk3r1sza0EX4t.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/32dxae6fhacg.html",
        "server": "usersdrive.com",
        "size": "2.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/step-up-2-the-streets-2008-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3gkdD/Step.Up.2.The.Streets.2008.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/8OATDBZI#_1FslkND8RlKN8_t6j9_HSqXcq0GbexQjsKtv6U7gtc",
        "server": "mega.nz",
        "size": "2.16GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/491b1cylonpk.html",
        "server": "usersdrive.com",
        "size": "1.20GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/step-up-2-the-streets-2008-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3gkdf/Step.Up.2.The.Streets.2008.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.20GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ZexSHC6T#EYZSi_gMo22o8a3PGMHo2KKd9BncALAvrNy51VIQI3c",
        "server": "mega.nz",
        "size": "1.20GB",
        "quality": "720P"
      },
      {
        "link": "https://sbrapid.com/3khwgh43nytq.html",
        "server": "streamsb.com",
        "size": "1.20GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/a6nq0575o8ii",
        "server": "streamvid.io",
        "size": "1.20GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "bL2wDI-O5YQ",
      "video_url": "https://www.youtube.com/watch?v=bL2wDI-O5YQ",
      "embed_url": "https://www.youtube.com/embed/bL2wDI-O5YQ"
    }
  },
  {
    "metadata": "R|2023|1h 53m|Biography,Drama,Music",
    "rating": {
      "rating": "7/10",
      "rating_count": "6600"
    },
    "title": "Priscilla (2023)",
    "description": "Priscilla (2023)~ IMDb – 7/10, RT – 82%, Meta – 78% ~ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာကြီးကတော့ ၂၀၁၁ကတည်းက ဘာကားမှမထွက်ဘဲ ၂၀၁၉လောက်ကမှ Megalopolis ဆိုတဲ့ ရုပ်ရှင်အသစ်အကြောင်းထအော် သူဒီကားအတွက် ဇာတ်ညွှန်းရေးနေတာ ၁၉၈၀ကတည်းက ဖြစ်ကြောင်း ထအော်ပြီး ပျောက်သွားလောက်တာ အခု ၂၀၂၄ စတော့မယ့်အထိ ပြန်ကိုပေါ်မလာသေးပါဘူး။ Megalopolis ဆိုလည်း ရိုက်ကူးပြီးစီးပြီတော့ကြားပေမဲ့ အခုထိ ပိုစတာတောင် မလာသေးပါဘူး။ ရိုက်ကွင်းမှာလည်း ကော်ပိုလာထုံးစံအတိုင်း တော်တော်ကသောင်းကနင်းဖြစ်ခဲ့တယ်တော့ ကြားထားတာပါပဲ။ သူ့သမီး ဆိုဖီယာကော်ပိုလာကတော့ ၃နှစ်တစ်ကားဆိုသလို ပုံမှန်ရိုက်နေကျအတိုင်း ဒီနှစ်မှာ Priscilla နဲ့ ပြန်ပေါ်လာပြန်ပါပြီ။ ဒီတစ်ခါတော့ A24 က ဖြန့်ဝေပေးထားပါတယ်။၁၉၈၅မှာ Elvis Presley ရဲ့မိန်းမ Priscilla Presley က “Elvis and Me” ဆိုတဲ့ စာအုပ်ကို ထုတ်ခဲ့ပြီး အဲဗစ်နဲ့ သူ့အကြောင်းကို ရေးသားခဲ့ဖူးတယ်။ ၂၀၂၂ မှာတော့ ဆိုဖီယာကော်ပိုလာက ဒါကို ရုပ်ရှင်အဖြစ်အသက်သွင်းဖို့ ကြေညာခဲ့တယ်။ ဆိုဖီကာကော်ပိုလာဟာ ဒီစာအုပ်ကို ဖတ်ပြီး တော်တော်လေးထိသွားခဲ့တယ်တော့ ဆိုပါတယ်။ ဘယ်လိုထိသွားသလဲတော့ မသိဘူးပေါ့။ ဒီကားဟာ ပရက်စလေ ဘိုင်အိုဂရပ်ဖီကားတစ်ကားလို့ပြောလို့ရပေမဲ့ Baz Luhrmann ရဲ့Elvis (2022)နဲ့ ဆန့်ကျင်စွာပဲ ဒီရုပ်ရှင်မှာ အဲဗစ်ရဲ့အောင်မြင်ခဲ့တဲ့ဘဝအကြောင်း သေချာထည့်သွင်းပြသသွားတာမျိုးမရှိဘူး။ အဲဗစ်ရဲ့ စိတ်အမှောင်ဘက်ခြမ်းကို ပိုအသားပေးပြသွားတယ်။ ဆိုဖီကာကော်ပိုလာဟာ သူတို့၂ယောက်ဆက်ဆံရေးထဲကမှ Priscilla ရဲ့ဘက်ကို ပိုပြသချင်ခဲ့ပြီး Priscilla ကို အဲဗစ်က ရုပ်ပိုင်း စိတ်ပိုင်း အနိုင်ကျင့်ခဲ့တာတွေကို ပေါ်လွင်အောင် ပြသချင်ခဲ့တယ်။ ကျွန်တော့်အမြင်အရတော့ ဆိုဖီယာဟာ အဲဗစ်ကို အရမ်းဆိုးဆိုးရွားရွားကြီးတော့ ပြမထားဘူး။ ဒါပေမဲ့လည်း အဲဗစ်ရဲ့သမီးကတော့ သူ့အဖေအကြောင်း ဒီလိုပြသတဲ့ရုပ်ရှင်ကို သဘောမကျခဲ့သလို သူ့အမေဘက်ကမြင်တဲ့ သူ့အဖေအပေါ်အမြင်အကြောင်းလည်း သူစိတ်မဝင်စားဘူးလို့ဆိုခဲ့တယ်။ဇာတ်ကတော့ အဲဗစ်ကို အမေရိကန်စစ်တပ်က ဂျာမနီမှာ မထမ်းမနေရ စစ်မှုထမ်းခိုင်းတဲ့အချိန်မှာစထားတယ်။ ဒီအချိန်မှာ သူအဆိုတော်အနေနဲ့ တော်တော်လေး အောင်မြင်ပြီးနေပြီ။ တစ်ရပ်တကျေးမှာပဲ ဂျာမနီကို တာဝန်ကျတဲ့ ဗိုလ်မှူးတစ်ယောက်ရဲ့သမီး Priscilla နဲ့တွေ့ပြီး သူချစ်ကျွမ်းဝင်မိခဲ့တယ်။ ပြဿနာကတော့ သူတို့စတွေ့တဲ့အချိန်မှာ Priscilla အသက်က ၁၅နှစ်ပဲရှိသေးတယ်။ ကလေးမလေးကို အဲဗစ်က ကြွေဆင်းသွားခဲ့သလို သျှမ်းသျှမ်းတောက်အောင်မြင်နေတဲ့ အဲဗစ်ရဲ့ အရှိန်အဝါကိုလည်း ကလေးမလေးက မလွန်ဆန်နိုင်ခဲ့ဘူး။ ဒီလိုနဲ့ ၁၅နှစ်ကလေးနဲ့ နာမည်ကျော်အဆိုတော်ကြီးတို့ရဲ့ ဇာတ်လမ်းလေးစခဲ့တယ်။ အဲဒီဇာတ်လမ်းကနေမှ Priscilla အတွက် အဲဗစ်နဲ့ပတ်သက်ပြီး ကြုံခဲ့ရတာတွေကို ဆိုဖီယာကော်ပိုလာက ဆက်တင်ပြသွားတယ်။ ပြောရရင် ဒီရုပ်ရှင်မှာ အဲဗစ် နဲ့ Priscilla တို့ရဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းကို စဆုံးတင်ပြထားတယ်။ အဲဗစ်အဖြစ် ဆိုဖီယာရွေးထားတာက Jacob Elordi… သူ့အဆိုအရတော့ အဲဗစ်နဲ့ တူတဲ့ သရုပ်ဆောင်မျိုးရှိမှာမဟုတ်ပေမဲ့ ဂျက်ကော့ကလည်း အဲဗစ်လို ညှို့ဓာတ်ရှိပြီး မိန်းကလေးတွေသည်းသည်းလှုပ်သဘောကျခံရတဲ့သူမို့ သူရွေးခဲ့တာဆိုတယ်။ Priscilla ရဲ့ ၁၅နှစ်ကနေ ၂၇နှစ်အထိအပိုင်းအခြားကို သရုပ်ဆောင်ရမှာက Cailee Spaeny… သူလည်း ကောင်းခဲ့ပါတယ်။ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ သူ မင်းသမီးဆုဆန်ခါတင်ဝင်ထားသေးတယ်။ဝေဖန်ရေးသမားတစ်ချို့ကတော့ Priscilla ဟာ “Lost in Translation” နောက်ပိုင်း ဆိုဖီယာကော်ပိုလာရဲ့အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ ဘာပဲဖြစ်ဖြစ်ပါ။ သူ့အဖေကြီး ဖရန်စစ်ရဲ့ကား ဘယ်တော့ဘယ်ဆီမှ ထွက်မယ်မှန်းလည်းမသိနိုင်တော့ ဘာမှမဆိုင်ပေမဲ့ အဆာပြေ ဆိုဖီယာကော်ပိုလာရဲ့ကားလေးကြည့်ရင်းပဲ စောင့်လိုက်ကြတာပေါ့။ ဆိုဖီယာကော်ပိုလာဟာ ဒီရုပ်ရှင်ကို သူ့ဝသီအတိုင်း အမျိုးသမီးဆန်တဲ့ အမြင်နဲ့ အသက်သွင်းသွားခဲ့တယ်။ ထူးတာကတော့ အဲဗစ်ပရက်စလေရဲ့ ဘိုင်အိုကားလို့ပြောလို့ရပေမဲ့ အဲဗစ်သီချင်းတွေမပါဘဲ ဆိုဖီယာ့ယောက်ျားနဲ့ သူ့ဝိုင်းတော်သားတွေက ဒီရုပ်ရှင်ရဲ့ သီချင်းတွေကို ဖန်တီးပေးထားတယ်။ အောင်မြင်တဲ့ယောက်ျားတွေအကြောင်း ကျွန်တော်တို့ အလုံအလောက်နီးပါးကြည့်ပြီးပါပြီ။ ဆိုဖီယာကော်ပိုလာကတော့ အဲဒီအောင်မြင်တဲ့ယောက်ျားတွေထဲက တစ်ယောက်ဒဏ်ကိုခံခဲ့ရတဲ့ မိန်းမတစ်ယောက်အကြောင်းကို ကျွန်တော်တို့ကို ပြသသွားခဲ့တယ်။ Priscilla ကို ဆိုဖီယာကော်ပိုလာရဲ့ လျှပ်ပြေးဖော်ပြတဲ့ပုံစံအတိုင်းပဲ တင်ပြထားတာမို့ သူ့တင်ဆက်ဟန်ကို သဘောကျတဲ့လူတွေ‌တော့ ကြိုက်ကြမှာပေမဲ့ အားလုံးတော့ ကြိုက်ကြမယ်မထင်ဘူး။ ဒါပေမဲ့လည်း အော်စကာမှာ တစ်နေရာရာက ဝင်ကောင်းဝင်နိုင်တဲ့ ရုပ်ရှင်ပါပဲ။ ကျွန်တော့်အမြင်တော့ အဲဗစ်ကို ဆိုဖီယာ ပုံဖော်သွားတဲ့ပုံစံက နားလည်ပေးလို့ရသလို သိပ်အဆိုးကြီးတော့လည်း မဟုတ်တာမို့ အဲဗစ်ဖန်တွေလည်း ကြည့်လို့အဆင်ပြေမှာပါပဲ။ Priscilla ရဲ့ တစ်ထောင့်မှာ အချစ်နဲ့အောင်မြင်ခြင်းဟာ ဘယ်တော့မှ ထပ်တူမကျနိုင်တဲ့အကြောင်းတွေကိုလည်း ကျွန်တော်တို့ မြင်ရပါလိမ့်မယ်။Priscilla Presleyအချစ်ဆိုတာနတ်ပြည်နဲ့ငရဲလက်တွဲထားတဲ့ ကမ္ဘာပဲPriscilla ရေမင်းရင်ခုန်ခဲ့တဲ့အချစ်ဟာ မင်းကိုနာကျင်စေခဲ့ပြီအသက်ရှင်ခြင်းကလည်းဘယ်လောက်ချစ်နိုင်ခဲ့သလဲဘုရားသခင်ပေးတဲ့ ကဗျာပဲ။   ။~ သုခမိန်လှိုင်P.S – Special thanks toSayar Thukhamein Hlaingwho wrote this poem exclusively for Channel Myanmar…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 4.06GB, 2.15GB, 810MBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 53MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y, Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSofia CoppolaStarsAlanis PeartAnna MirodinAri CohenCailee SpaenyConni MiuDagmara DomińczykDan AbramoviciDan BeirneDaniel LipkaDeanna JarvisEmily MitchellErin MackinnonEvan AnnisetteGwynne PhillipsJacob ElordiJorja CadenceJosette HalpertKamilla KowalKelaiah GuielLuke HumphreyLynne GriffinMary KellyMatthew ShawMegan DallanOlivia BarrettPaige LeBlancR Austin BallRaine Monroe BolandRodrigo Fernandez-StollSarah DoddStephanie MooreStephanie MoranTim Dowler-ColtmanTim PostTonia VenneriCastAlanis PeartAnna MirodinAri CohenCailee SpaenyConni MiuDagmara DomińczykDan AbramoviciDan BeirneDaniel LipkaDeanna JarvisEmily MitchellErin MackinnonEvan AnnisetteGwynne PhillipsJacob ElordiJorja CadenceJosette HalpertKamilla KowalKelaiah GuielLuke HumphreyLynne GriffinMary KellyMatthew ShawMegan DallanOlivia BarrettPaige LeBlancR Austin BallRaine Monroe BolandRodrigo Fernandez-StollSarah DoddStephanie MooreStephanie MoranTim Dowler-ColtmanTim PostTonia Venneri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3xYPGRUsXCZj7rKOzvOY84JCafK.jpg",
      "https://image.tmdb.org/t/p/w300/zz219ZRGo0vVIzvKttjx5nXOc2N.jpg",
      "https://image.tmdb.org/t/p/w300/ggvxJs1ZBVvsu6yuebZmSBLFlXP.jpg",
      "https://image.tmdb.org/t/p/w300/esMOoWqZnTUYKCJlDUrCMuuBvOp.jpg",
      "https://image.tmdb.org/t/p/w300/84z1vjLsRd1qAI9F1TUZYCbnbeJ.jpg",
      "https://image.tmdb.org/t/p/w300/irf06fGMQUVoxjdkZ1Krd7a1Mbj.jpg",
      "https://image.tmdb.org/t/p/w300/3rvQQRW8QuTjr5KuZA6BefNoZ8g.jpg",
      "https://image.tmdb.org/t/p/w300/fsYTrUiZOa3oTspg4x9sh5Nplez.jpg",
      "https://image.tmdb.org/t/p/w300/WsiSzTyOrlWDBbfWdWVUSRpd01.jpg",
      "https://image.tmdb.org/t/p/w300/kZxB7UEYb9t6KAcspsbln6Ei7SR.jpg",
      "https://image.tmdb.org/t/p/w300/50stq3Jlny6oEgJjsXbQvbajCNw.jpg",
      "https://image.tmdb.org/t/p/w300/4cMpEY4q0z0V4QbvylYk8yVzbfx.jpg",
      "https://image.tmdb.org/t/p/w300/5Ah7Osdn58csNKZcOVwfUK6H86l.jpg",
      "https://image.tmdb.org/t/p/w300/ump7ZR79LmAb1SFkP4BQQIYDb39.jpg",
      "https://image.tmdb.org/t/p/w300/3jeTPHLvrveTkE3OKkXjcmpWLgW.jpg",
      "https://image.tmdb.org/t/p/w300/wMQWUENjdszmWDd27OgjSI0XhnD.jpg",
      "https://image.tmdb.org/t/p/w300/7v3hbqXd4LgaqC0JglWibzmp4x3.jpg",
      "https://image.tmdb.org/t/p/w300/ho1XiPJ3uwfMAaWmYbJEtwx5faK.jpg",
      "https://image.tmdb.org/t/p/w300/lPQNMJyeIQZQu663LTA7jTxyzvZ.jpg",
      "https://image.tmdb.org/t/p/w300/64b5O3anJSWpWvVTa0IawHkpB3H.jpg",
      "https://image.tmdb.org/t/p/w300/qFaboiITQHDGtNNujtLXSKr05Tm.jpg",
      "https://image.tmdb.org/t/p/w300/2vi7SEL6Upw2PpopuTCFIaT7MjE.jpg",
      "https://image.tmdb.org/t/p/w300/k7YLPpdQaccj7z9fyHQrKq2mMfp.jpg",
      "https://image.tmdb.org/t/p/w300/ApDc1CPIh4uqisleYbVYWWgTvCm.jpg",
      "https://image.tmdb.org/t/p/w300/oWCuBkMiA5nHoPqZnpIHNR46Rcf.jpg",
      "https://image.tmdb.org/t/p/w300/xrdxD2r4399XB6RGcAF9S6p1WyR.jpg",
      "https://image.tmdb.org/t/p/w300/8E2BTwtb3P7I24kOC4ogK4hFquo.jpg",
      "https://image.tmdb.org/t/p/w300/ihLHk1g30TAqji8A1h0q8Y6k0SB.jpg",
      "https://image.tmdb.org/t/p/w300/2jwvSXvdzMWEPg0CnovfczmHF4X.jpg",
      "https://image.tmdb.org/t/p/w300/yV9rmeji0ZUbCaewLmZYY9aSNON.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/kRGMnxFQodcKCDo1xK3bIAi4zfV-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-sdr-4-k-2160-p-web-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.06GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21dh9/(CM)_Priscilla_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dLs0yaJS#Gki7sUDCPTf3UZqjdAdA5gstPKFBQp31GRrG-EyZnUE",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iy3k58sbhrmt.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-priscilla-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21dgr/(CM)_Priscilla_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RaU2BARZ#NdNzSamyZ_Zd4oQisLqSaizQN8Z5CKRdeBXs0ekxj_0",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fzie3vqvwah4.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/0cwcjcj9uvoi",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ciaapvhf21aa",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gxbZyvCJc6U",
      "video_url": "https://www.youtube.com/watch?v=gxbZyvCJc6U",
      "embed_url": "https://www.youtube.com/embed/gxbZyvCJc6U"
    }
  },
  {
    "metadata": "||2h 38min|Drama,Music",
    "rating": {
      "rating": "8/10",
      "rating_count": "5.5k"
    },
    "title": "TÁR (2022)",
    "description": "Tar (2022)ဒီဇာတ်ကားနာမည်က “Tar” “တာ” လစ်ဒီရာတာ လစ်ဒီရာက ဂီတလောကရဲ့အကျော်အမော်တစ်ယောက်ဘာလင်သံစုံတူရိယာဝိုင်းရဲ့ ဂီတမှူးတစ်ယောက်၊ သူ့ကိုလူတွေက”လစ်ဒီရာ” ဒါမှမဟုတ်”တာ” ဆိုတာထက်သူ့ရဲ့ဂုဏ်ပုဒ် “ပါရဂူဂီတမှူး” လို့လေးစားသမှုနဲ့ခေါ်ဆိုကြသူ။ဇာတ်လမ်းအဖွင့်မှာပဲလစ်ဒီရာတာဖြေပေးတဲ့အင်တာဗျူးတစ်ခုမှာ သူ့ရဲ့အောင်မြင်မှုပေါင်းများစွာအပြင်ကိုယ်ရေးကိုယ်တာရောဂီတပိုင်းဆိုင်ရာရော ထူးချွန်ထက်မြက်မှုတွေကို ငြင်းမရအောင်မြင်ရဦးမှာပါ။လစ်ဒီရာတာက တစ်ရက်တော့ဂျူလီယာ့ဒ်မှာ ဂီတလက်ချာတစ်ခုပေးခဲ့တယ်။အဲဒီမှာကျောင်းသားတစ်ယောက်ကို ဘာ့ခ်ရဲ့တေးသွားတွေကိုကြိုက်နှစ်သက်လားမေးတော့ကျောင်းသားကဘာ့ခ်ကို သူ့ကိုယ်ရေးကိုယ်တာပိုင်းကိုသဘောမကျတာကြောင့် သူ့ဂီတကိုလဲခံစားလို့မရပါဘူးတဲ့။လစ်ဒီရာကဒီကျောင်းသားကို ဂီတကိုကောင်းမကောင်းစံသတ်မှတ်ချက်မှာဂီတဖန်တီးသူရဲ့ဘဝဖြစ်တည်မှု အကောင်းအဆိုးအမှားအပြစ်တွေနဲ့မဝေဖနဘဲ ဂီတအဖြစ်သာခံစားဖို့တိုက်တွန်းပေးခဲ့ပါတယ်။ဒီနေရာမှာ လစ်ဒီရာ့အယူအဆက ပိုသင့်လျော်တယ်ထင်ရပေမယ့် ဘယ်အတိုင်းအတာထိလဲ။ကိုယ်သဘောကျတဲ့ဂီတပညာရှင်တစ်ယောက်က အကျင့်စာရိတ္တတွေသိပ်ပျက်ပြားလွန်းနေရင်ရောဒါမှမဟုတ်ခွင့်လွှတ်လို့မရနိုင်တဲ့အပြစ်ကိုကျူးလွန်လာရင်ရောဒီခေတ်မှာသိပ်အားကောင်းတဲ့အရွေ့ဖြစ်တဲ့ Cancel Culture ဝင်လာသင့်လား။ဒီဇာတ်လမ်းမှာ လစ်ဒီရာတာရဲ့ ပါရမီထူးချွန်မှုတွေနောက်ကို ကိုယ်ကျင့်တရားကအမှီမလိုက်နိုင်တော့တဲ့တစ်ချိန်မှာသူ့ရဲ့ရုန်းကန်ရမှုတွေကို မှားတယ်မှန်တယ်ဝေဖန်မှုမရှိပဲ အလွှာလွှာအထပ်ထပ်နဲ့သိမ်မွေ့အားကောင်းစွာပဲဖော်ပြထားလို့ ကိုယ်တိုင်သာကြည့်ပြီးအဖြေရှာရမယ့်ပုစ္ဆာတစ်ပုဒ်လိုပါပဲ။လစ်ဒီရာတာကိုအသက်သွင်းထားတဲ့ မင်းသမီး Kate Blanchett ရဲ့အော်စကာတန်းဝင်လို့ပြောနေကြတဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လဲ “Tar” က လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Drama, MusicQuality…. 1080p | 720p | 480pFile size… 1.3GB | 732MB | 395MBFormat… mp4Duration…. 2h 38minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam GopnikAlec BaldwinAllan CordunerAmanda BlakeAndré RöhnerArtjom GilzCate BlanchettChalee SricharoenChristoph TomanekDiana BirenytėDorothea Plans CasalEd WhiteFabian DirrFrank RöthJan WolfJasmine LeungJessica HansenJulian GloverLee SellarsLucie PohlLydia SchamschulaMarie-Anne FliegelMarie-Lou SellemMark StrongMila BogojevicMurali PerumalNina HossNoémie MerlantPeter HeringSam DouglasSophie KauerSydney LemmonSylvia FloteTilla KratochwilVincent RiottaVivian Full",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fwhN9a0oRZvzc2tDuu5BZ59MOPz.jpg",
      "https://image.tmdb.org/t/p/w300/xVz8F8j5w275Aanp5BjQB2yP7xV.jpg",
      "https://image.tmdb.org/t/p/w300/jZgDNmChJX7hVIj0Ow9jO0YwiOw.jpg",
      "https://image.tmdb.org/t/p/w300/fwnXTIWQl1Ky6CgcWMBhkn9uV3g.jpg",
      "https://image.tmdb.org/t/p/w300/imRua2ahHR9ltpEBmHYHYFmo8Lj.jpg",
      "https://image.tmdb.org/t/p/w300/bSJjFWSFVnG0gOP3zFyFjpE1SkZ.jpg",
      "https://image.tmdb.org/t/p/w300/xKvypdc2JLjH16LT2dzUPL498cy.jpg",
      "https://image.tmdb.org/t/p/w300/4eXHLJr4EZBZJTNy4aBRZ0CFby1.jpg",
      "https://image.tmdb.org/t/p/w300/wpwVvmwEsUd3kbQ9BdX0ydcil6T.jpg",
      "https://image.tmdb.org/t/p/w300/3h7enIjbowndK0gNwH1JHGApAfP.jpg",
      "https://image.tmdb.org/t/p/w300/gdxuzyWpVrNyrhQhRc0y8tVKQ3I.jpg",
      "https://image.tmdb.org/t/p/w300/12Ur2YebK0Y77mW92zz83pyHbjX.jpg",
      "https://image.tmdb.org/t/p/w300/a9TMuuQTiwmUNtsIwBb9GRMprrJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dRVAlaU0vbG6hMf2K45NSiIyoUe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m1a89fmysxvd.html",
        "server": "opendrive.com",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tar-2022-1080-p-web-dl-ddp-5-1-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Q9xd/Tar.2022.1080p.WEB-DL.DDP5.1.CM_(2).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/hHEQQJQA#xlzTvyQtA9haI1JOw7rLksiyrRxYav0a5W6GYwZJV68",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/68q0vrgbfva0.html",
        "server": "usersdrive.com",
        "size": "732MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tar-2022-720-p-web-dl-ddp-5-1-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "732MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1ac4y/Tar.2022.720p.WEB-DL.DDP5.1.CM_(2).mp4",
        "server": "megaup.net",
        "size": "732MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/taUUVAKI#Xwzz67WGHZRbEO-A2G8espHUn7Vroj3HOOpzaJX-K4w",
        "server": "mega.nz",
        "size": "732MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/o8ikzuv7dk3i.html",
        "server": "streamsb.com",
        "size": "732MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/fw4xpz4hs1na.html",
        "server": "usersdrive.com",
        "size": "395MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/tar-2022-480-p-web-dl-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "395MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1ac4m/Tar.2022.480p.WEB-DL.CM_(2).mp4",
        "server": "megaup.net",
        "size": "395MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/8S1UXa4I#4E32DiQXZHl4rplXaS2Jf8IWkpBmEdNxd3bJGMMLQvw",
        "server": "mega.nz",
        "size": "395MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/3v65t6lqyyv9.html",
        "server": "streamsb.com",
        "size": "395MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "6kc2Seh8nKk",
      "video_url": "https://www.youtube.com/watch?v=6kc2Seh8nKk",
      "embed_url": "https://www.youtube.com/embed/6kc2Seh8nKk"
    }
  },
  {
    "metadata": "R||1h 52min|Comedy,Music,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "84,296"
    },
    "title": "To Rome with Love (2012)",
    "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။လှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။ပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။ဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။ဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။ဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။ဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆိုစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကိုငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့မိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။ဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။သောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ကဗျာတစ်ကြောင်းစီကျက်ပြီး အကုန်ဖတ်ဖူးသလိုလုပ်တဲ့ တတ်ယောင်ကားတွေတစ်ချို့ကြောင်တိကြောင်တောင် အနုပညာသည်တွေလူ့ဘောင်အကန့်အသတ်အောက်က ချစ်ကြပါတယ်ဆိုတဲ့လူတွေအထိကို သရော်ထားတာပါ။ဝူဒီအယ်လန်ရဲ့ရုပ်ရှင်တွေဟာ ကဗျာဆန်တယ်လို့ ကျွန်တော်ယူဆတယ်။ဒီလောက်သရော်ထားပေမဲ့ ဒီရုပ်ရှင်ဟာ ကဗျာဆန်တုန်းပါပဲ သရော်ကဗျာဆိုရမယ်။ဒီရုပ်ရှင်ကို ဝေဖန်ရေးသမားအများစုလည်း မကြိုက်ကြပါဘူး။ရောမမြို့ကြီးမှာဖြစ်နေတဲ့ ဇာတ်လမ်းတွေကိုပြောပြတဲ့ဟန်နဲ့ ဇာတ်ကောင်တွေအများကြီးထည့်ထားပြီး တစ်ချို့ဇာတ်ကောင်တွေအတွက် အချိန်တစ်ရက်တည်းလိုလိုပြပြီးတစ်ချို့အတွက်က သုံးလေးငါးရက်လောက်လို ဖြစ်နေလို့လည်းပါမယ်ထင်ပါတယ်။ပြောရရင် Inner Logicတောင်ပျောက်နေပါတယ်။‌ဒါပေမဲ့ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ တင်ဆက်ပြသမှု အပိုင်းမှာ ရိုးသားနေတာလို့ ယူဆတယ်။တစ်ခုတော့ရှိတာက မိုက်ကယ်အိန်ဂျလိုတို့ဆစ်ဂမန်ဖရွိုက်တို့လို နာမည်ကျော်တွေကို မကြားဖူးရင်ဖြစ်ဖြစ် (အများစုတော့ ကောင်းကောင်းသိကြမှာပါ)သရော်တာတွေကို သိပ်နားမလည်တတ်ရင်ဖြစ်ဖြစ်ဒီရုပ်ရှင်ဟာ ရွေးချယ်သင့်တဲ့ကားမဟုတ်ပါဘူး။မီဒီယာတွေ Artဆိုတဲ့စကားလုံးအောက်က သောက်တလွဲတွေကို ‌သရော်ထားတာကိုကြည့်ချင်တယ်ဆိုရင်တော့ အကောင်းဆုံးရွေးချယ်စရာပါပဲ။နိဂုံးချုပ်ပြောရရင် သရော်စာဆန်တဲ့ဒီရုပ်ရှင်ရဲ့ပြကွက်တွေမှာ ချစ်ခြင်းတရားကိုပါ သူအလွတ်မပေးခဲ့ပေမယ့်။သူလည်းလူပါပဲသူပြောဖူးပါတယ် ” ကဗျာဆရာတွေမှန်ကောင်းမှန်နိုင်ပါတယ်။အချစ်ဟာတစ်ခုတည်းသောအဖြေဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်”။ဒီရုပ်ရှင်မှာ ခင်ဗျား မယုံကြည်မှုတစ်ခုခံစားရရင်Everyone says I love u ၊ A Rainy Day in New York နဲ့ Midnight in Paris ကို ကြည့်ကြည့်ဖို့ ကျွန်တော်တိုက်တွန်းချင်တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]To Rome With Love (2012)Directed By Woody Allenဒီ႐ုပ္ရွင္ဟာ သိပ္ေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္ေတာ့ မဟုတ္ပါဘူး။လွပတဲ့ ဖန္တီးမႈအမ်ားစုရဲ႕ျဖစ္တတ္တဲ့ မေအာင္ျမင္ရျခင္းအေၾကာင္းရင္းကေတာ့ ဖန္တီးသူဟာ ပရိတ္သတ္ဘက္ကို ငဲ့မၾကည့္လို႔ပါပဲ။ပဲ့ကိုင္ရွင္ ဝူဒီအယ္လန္က သူ႐ုပ္ရွင္ဟာ ေငြေၾကးအရ လူအမ်ားစုႏွစ္ၿခိဳက္မႈအရ အႏုတ္ျပေနခဲ့ရင္ အႏုပညာအစစ္တစ္ခု သူလုပ္လိုက္တာပဲလို႔ ေျပာဖူးပါတယ္။ဘယ္သူႀကိဳက္ႀကိဳက္မႀကိဳက္ႀကိဳက္ ဇာတ္အိမ္အက္ေၾကာင္းထပ္ထပ္မထပ္ထပ္ သူ႔႐ုပ္ရွင္ကားေတြမွာ အႏုပညာပီသမႈေတာ့ကိန္းေအာင္းေနတယ္။ ဒါက ဝူဒီအယ္လန္ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ႕ ေရာမက ဗိသုကာေတြကို ခ်စ္စိတ္ကျဖစ္လာတယ္လို႔ ကြၽန္ေတာ္ထင္တယ္။ဒါေပမဲ့ သူခ်စ္တာက ကိုလိုင္ဆီယံလို အၿပိဳအပ်က္ေတြကိုေတာ့မဟုတ္ဘူး။လွပေနဆဲအေဆာက္အဦးေတြကိုေပါ့။ဒီလိုေျပာလိုက္လို႔ ဒီကားကို သိပ္ခမ္းနားမယ္ထင္ရင္လည္းမွားမယ္။ဒီ႐ုပ္ရွင္ဟာ တစ္ေလာကလုံးကို သေရာ္ထားတဲ့သေရာ္႐ုပ္ရွင္ပါပဲ။ ‌ဘယ္ေလာက္ထိသေရာ္သလဲဆိုစစၥတင္းဘုရားေက်ာင္းကမ်က္ႏွာက်က္မွာ မိုက္ကယ္အိန္ဂ်လိုဆြဲထားတဲ့ပန္းခ်ီေတြကိုျငမ္းစင္ေပၚ ပက္လက္အိပ္ၿပီးတစ္ေနကုန္ဆြဲတယ္လို႔လူတစ္ေယာက္ကေျပာေတာ့မိန္းမတစ္ေယာက္က သူဆိုလုပ္ႏိုင္မွာမဟုတ္ဘူး ေျပာတယ္။ဒီမွာ ပျခဳပ္သည္မက ကြၽန္မေတာ့ တစ္ေနကုန္ပက္လက္အလုပ္လုပ္နိင္တယ္ဆိုၿပီး ထေျပာတဲ့ အခန္းေတာင္ပါပါတယ္။ေသာက္တလြဲမီဒီယာေတြ ကဗ်ာဆရာတိုင္းရဲ႕ ကဗ်ာတစ္ေၾကာင္းစီက်က္ၿပီး အကုန္ဖတ္ဖူးသလိုလုပ္တဲ့ တတ္ေယာင္ကားေတြတစ္ခ်ိဳ႕ေၾကာင္တိေၾကာင္ေတာင္ အႏုပညာသည္ေတြလူ႔ေဘာင္အကန႔္အသတ္ေအာက္က ခ်စ္ၾကပါတယ္ဆိုတဲ့လူေတြအထိကို သေရာ္ထားတာပါ။ဝူဒီအယ္လန္ရဲ႕႐ုပ္ရွင္ေတြဟာ ကဗ်ာဆန္တယ္လို႔ ကြၽန္ေတာ္ယူဆတယ္။ဒီေလာက္သေရာ္ထားေပမဲ့ ဒီ႐ုပ္ရွင္ဟာ ကဗ်ာဆန္တုန္းပါပဲ သေရာ္ကဗ်ာဆိုရမယ္။ဒီ႐ုပ္ရွင္ကို ေဝဖန္ေရးသမားအမ်ားစုလည္း မႀကိဳက္ၾကပါဘူး။ေရာမၿမိဳ႕ႀကီးမွာျဖစ္ေနတဲ့ ဇာတ္လမ္းေတြကိုေျပာျပတဲ့ဟန္နဲ႔ ဇာတ္ေကာင္ေတြအမ်ားႀကီးထည့္ထားၿပီး တစ္ခ်ိဳ႕ဇာတ္ေကာင္ေတြအတြက္ အခ်ိန္တစ္ရက္တည္းလိုလိုျပၿပီးတစ္ခ်ိဳ႕အတြက္က သုံးေလးငါးရက္ေလာက္လို ျဖစ္ေနလို႔လည္းပါမယ္ထင္ပါတယ္။ေျပာရရင္ Inner Logicေတာင္ေပ်ာက္ေနပါတယ္။‌ဒါေပမဲ့ ဒါေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ဟာ တင္ဆက္ျပသမႈ အပိုင္းမွာ ႐ိုးသားေနတာလို႔ ယူဆတယ္။တစ္ခုေတာ့ရွိတာက မိုက္ကယ္အိန္ဂ်လိုတို႔ဆစ္ဂမန္ဖ႐ြိဳက္တို႔လို နာမည္ေက်ာ္ေတြကို မၾကားဖူးရင္ျဖစ္ျဖစ္ (အမ်ားစုေတာ့ ေကာင္းေကာင္းသိၾကမွာပါ)သေရာ္တာေတြကို သိပ္နားမလည္တတ္ရင္ျဖစ္ျဖစ္ဒီ႐ုပ္ရွင္ဟာ ေ႐ြးခ်ယ္သင့္တဲ့ကားမဟုတ္ပါဘူး။မီဒီယာေတြ Artဆိုတဲ့စကားလုံးေအာက္က ေသာက္တလြဲေတြကို ‌သေရာ္ထားတာကိုၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ အေကာင္းဆုံးေ႐ြးခ်ယ္စရာပါပဲ။နိဂုံးခ်ဳပ္ေျပာရရင္ သေရာ္စာဆန္တဲ့ဒီ႐ုပ္ရွင္ရဲ႕ျပကြက္ေတြမွာ ခ်စ္ျခင္းတရားကိုပါ သူအလြတ္မေပးခဲ့ေပမယ့္။သူလည္းလူပါပဲသူေျပာဖူးပါတယ္ ” ကဗ်ာဆရာေတြမွန္ေကာင္းမွန္ႏိုင္ပါတယ္။အခ်စ္ဟာတစ္ခုတည္းေသာအေျဖျဖစ္ေကာင္းျဖစ္ႏိုင္ပါတယ္”။ဒီ႐ုပ္ရွင္မွာ ခင္ဗ်ား မယုံၾကည္မႈတစ္ခုခံစားရရင္Everyone says I love u ၊ A Rainy Day in New York နဲ႔ Midnight in Paris ကို ၾကည့္ၾကည့္ဖို႔ ကြၽန္ေတာ္တိုက္တြန္းခ်င္တယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__HEVC 1080p ,720pIMDb Rating__6.3/10Format__mp4Duration__01:51:00Type__ Comedy, Music, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoody AllenStarsJesse EisenbergPenélope CruzWoody AllenCastAlec BaldwinAlessandra MastronardiAlessandro TiberiAlison PillAnna Teresa RossiniAntonino BruschettaAntonio AlbaneseAntonio RampinoCarol AltCecilia CapriottiCorrado FortunaCristiana PalazzoniDavid PasquesiDonatella FinocchiaroEdoardo LeoElliot PageFabio ArmiliatoFabio BoniniFlavio ParentiFrancesco De VitoGabriele RaponeGaetano AmatoGianmarco TognazziGiovanni EspositoGiuliano GemmaGiuseppe PambieriGreta GerwigIlaria SerratoIsabella FerrariJesse EisenbergJudy DavisLina SastriLino GuancialeLuca CalvaniLynn SwansonMargherita VicarioMaria Rosaria OmaggioMariano RigilloMarina RoccoMarta ZoffoliMaurizio ArgentieriMonica NappoOrnella MutiPaolo De VitaPenélope CruzPierluigi MarchionneRiccardo ScamarcioRita CammaranoRoberto BenigniRoberto Della CasaRosa Di BrigidaSergio SolliSimona CaparriniVinicio MarchioniWoody Allen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yDvCblfPe71onmCJTGuWDUFAT3J.jpg",
      "https://image.tmdb.org/t/p/w300/l6kiBvruMr5qPsTyv853jIlj2pv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-rome-with-love-2012",
        "server": "VIP Links",
        "size": "2.1 GB , 1.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/to-rome-with-love-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/to-rome-with-love-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/n3sfm8y2xfww.html",
        "server": "usersdrive.com",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ix3s87llj8zx.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/V2xa/To_Rome_with_Love_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gXrA/To_Rome_with_Love_(2012)_720p_(2).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dssFDKjL#KOLwE-JVntZYloXjSV_S8yAXTaXM82R5_iwY5Ue8JlI",
        "server": "mega.nz",
        "size": "2.1 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l88U2AQA#KWt6nYZP64Uyyc5p-bZanO-dZ9voz11RXJ5ukKNt2UA",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8e0f91rm4zvw",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kV43JZ6yWS8",
      "video_url": "https://www.youtube.com/watch?v=kV43JZ6yWS8",
      "embed_url": "https://www.youtube.com/embed/kV43JZ6yWS8"
    }
  },
  {
    "metadata": "PG-13||2h 39min|Biography,Drama,Music",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "59k"
    },
    "title": "Elvis (2022)",
    "description": "Elvis (2022)သမိုင်းတလျှောက် အအောင်မြင်ဆုံး အဆိုတော်တွေထဲ တစ်ယောက်ဖြစ်တဲ့အဲလ်ဗစ်ပရက်စ်လီအကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ကို ဘာသာပြန်တင်ဆင်ပေးထားပါတယ်။မင်းသားကြီး တွမ်ဟန့် နဲ့ မင်းသား အော်စတင်ဘတ်တလာတို့ အဓိက သရုပ်ဆောင်ထားပြီးဒါရိုက်တာ၊ ဇာတ်ညွှန်းကတော့ The Great Gatsby ရဲ့ ဇတ်ညွှန်းဆရာကြီး Baz Luhrmann ပဲဖြစ်ပါတယ်။အဲလ်ဗစ်ရဲ့ ငယ်ဘဝကနေသေဆုံးသွားတဲ့အချိန်အထိ ဖြတ်သန်းခဲ့ရတဲ့ အတွေ့အကြုံတွေအောင်မြင်မှုတွေ အခက်အခဲတွေ သမိုင်းတွေ အကြောင်းကို သီချင်းတွေနဲ့အတူ အကောင်းဆုံးရိုက်ကူးထားတာပါပဲ။Bohemian Rhapsody လို အရသာမျိုးကောင်းကောင်းခံစားရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Mr.Andersonပဲ ဖြစ်ပါတယ်။Genre….. Biography, Drama, MusicQuality…. 1080p | 720p | 480pFile size…2.6GB | 1.4GB | 554MBFormat… mp4Duration…. 2h 39minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mr.AndersonEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam DunnAlex RaduAlton MasonAnthony LaPagliaAustin ButlerCharles Andre AllenCharles GroundsCharles MansonChaydon JayChristian McCartyChuck BerryCle MorganDacre MontgomeryDavid WenhamElvis PresleyFrank SinatraGareth DaviesGary Clark Jr.George HarrisonGreg PowellHelen ThomsonJimi HendrixJohn LennonJosh McConvilleKate MulvanyKelvin Harrison Jr.Kodi Smit-McPheeKurt RussellLeon FordLeonard NimoyLuke BraceyLyndon B. JohnsonMartin Luther King Jr.Mike BingamanNatasha BassettNichelle NicholsOlivia DeJongePaul McCartneyPriscilla PresleyRichard RoxburghRingo StarrRobert F. KennedySharon TateShonka DukurehTom HanksTony NixonVernon PresleyVicky TiuWalter CronkiteWilliam ShatnerXavier SamuelYola",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rLo9T9jEg67UZPq3midjLnTUYYi.jpg",
      "https://image.tmdb.org/t/p/w300/14yIcQXZIGB3rSdJs513HLAjKQ.jpg",
      "https://image.tmdb.org/t/p/w300/1ZBE9EhXlyJkvdUY3cRCDC0sPwT.jpg",
      "https://image.tmdb.org/t/p/w300/cdmPPmuTEX8ZFwFAFm3gfx34XLe.jpg",
      "https://image.tmdb.org/t/p/w300/ioQKM6Pcalxwp8Jk3zyrftdYEZJ.jpg",
      "https://image.tmdb.org/t/p/w300/k6vxf21flIN1ItnpjSJiFGmfQol.jpg",
      "https://image.tmdb.org/t/p/w300/hOPbY6VVWJPKDxIm4MQPkxELhO7.jpg",
      "https://image.tmdb.org/t/p/w300/7CnFLRHr6Ml5Vtfg2B7CxgUFOcY.jpg",
      "https://image.tmdb.org/t/p/w300/jRWRSo1tvthWe3Zs1bulQqoublg.jpg",
      "https://image.tmdb.org/t/p/w300/tUEDwuFjiiZbPIpaFGc3zp9zbOD.jpg",
      "https://image.tmdb.org/t/p/w300/ozITmX7xKnQzcWEgf61UFvEW2mb.jpg",
      "https://image.tmdb.org/t/p/w300/xh6HZls6u9nR6XKNWT8nF3fhMg4.jpg",
      "https://image.tmdb.org/t/p/w300/3roWqEmP6hGeOsARN5ZCWzoLJsh.jpg",
      "https://image.tmdb.org/t/p/w300/zHHXvkmrntgD9N58YxfHGFrhwjo.jpg",
      "https://image.tmdb.org/t/p/w300/cEiwFgylgul3uaGcXnhLAkkXW2s.jpg",
      "https://image.tmdb.org/t/p/w300/AekX0iCDmlYXLcTUw9xps8GoA5G.jpg",
      "https://image.tmdb.org/t/p/w300/ueBsszawdGHYpTlESIQhCCplHGx.jpg",
      "https://image.tmdb.org/t/p/w300/1zgz0LAT3avelWe6whHSa9j7zfq.jpg",
      "https://image.tmdb.org/t/p/w300/KFepqeQVQMCuKHZaE5flCkZjyP.jpg",
      "https://image.tmdb.org/t/p/w300/hCVSoeVlg5svmM4XZWB0jmtvYrV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4CYhJ9WNHIc1WRrQ5kYwBtmMvNB.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/elvis-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/0g6emcxwpvfw.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/elvis-2022-1080-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1N9k9/Elvis.2022.1080p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/8GMh2IiL#ohp0vN2lm4tK-SI5O7lbsFGMsu7ZLO7skVN8cnDjkYc",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://veryfiles.com/x8k18ychviaa",
        "server": "veryfiles.com",
        "size": "2.6GB",
        "quality": "1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/blf6jwzljq8f.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/elvis-2022-720-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1N9dr/Elvis.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Ub0UhZ5K#nW_DDBM-ibVTNnHSHvCzazZfQDUFrH97dFv5EmlNkCs",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/e3tauphg3d75.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/167mvntisxmi",
        "server": "veryfiles.com",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/i9phq04g31rb.html",
        "server": "usersdrive.com",
        "size": "554MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/elvis-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "554MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1N9d2/Elvis.2022.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "554MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/JbESzLrQ#zAr3NtPESc3j5sgWCf6czwe9iMFxbdVo-BDbix0VzBc",
        "server": "mega.nz",
        "size": "554MB",
        "quality": "480P"
      },
      {
        "link": "https://sbthe.com/y3av5y8ju08q.html",
        "server": "streamsb.com",
        "size": "554MB",
        "quality": "480P"
      },
      {
        "link": "https://veryfiles.com/0f71mo8nmb35",
        "server": "veryfiles.com",
        "size": "554MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "wBDLRvjHVOY",
      "video_url": "https://www.youtube.com/watch?v=wBDLRvjHVOY",
      "embed_url": "https://www.youtube.com/embed/wBDLRvjHVOY"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Music",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1.1K"
    },
    "title": "Holiday Harmony (2022)",
    "description": "ဂေးထရာဗာဆိုတဲ့ သီချင်းတွေသီဆိုရတာ ဝါသနာပါတဲ့ကောင်မလေးတစ်ယောက်ဟာ တစ်နေ့တော့ နာမည်ကြီးရေဒီယိုစတေရှင်တစ်ခုဖြစ်တဲ့ iHeart Radio မှာ ခရစ်စမတ်အထူးအစီအစဉ် ဖွင့်ပွဲမှာသီဆိုယှဉ်ပြိုင်ဖို့ အခွင့်အရေးရလာခဲ့တယ်..ပြည်နယ်တွေကျော်ဖြတ် ကားမောင်းလာရင်း ဟာမိုနီစပရင်းကိုရောက်တဲ့အခါမှာမျှော်လင့်မထားတာတွေဖြစ်ပျက်ပြီးနောက် သူမရဲ့ ဘတ်ဂျက်အနေအထားနဲ့ပြဿနာတွေကို ဖြေရှင်းနိုင်ဖို့ ကလေးတွေကို ဂီတသင်ပေးဖို့အကြောင်းဖန်လာပါတော့တယ် ပွဲမှာယှဉ်ပြိုင်ဖို့အတွက် သီချင်းတွေရေးရင်း ဒီနေရာလေးမှာပဲအချစ်ဆိုတာကို ရှာတွေ့မှာလား သူမဘဝရဲ့ ဦးတည်ရည်မှန်းချက်တွေ ပြည့်ဝလာနိုင်မလားဆိုတာ …ဒီဇာတ်ကားလေးမှာ လူတစ်ယောက်အတွက် နွေးထွေးမှုရှိတဲ့အိမ်ဆိုတာဘာအဓိပ္ပါယ်လဲဆိုတာကို မြင်သာအောင် ရိုက်ကူးတင်ဆင်ထားတာကိုတွေ့ရမှာပါခရစ်စမတ်ရာသီက မကြာခင်လာတော့မှာဆိုတော့ ကြည့်သင့်တဲ့ ခရစ်စမတ်အငွေ့အသက်ပါတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလို့ပဲ ပြောချင်ပါတယ်။File size…1.43 GB / 683MBQuality…WEB-DL 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 50mGenre ….. Comedy , Drama , MusicSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by AOIYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnnelise CeperoBrooke ShieldsCarla JimenezJeremy SumpterJordyn CuretKayden FrancoLauren SwickardMichael WisemanRichard PerrieRyder FrancoSophia Reid-Gantzert",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5Qtb47jSlBnzeOzIZqMmlRLV63Q.jpg",
      "https://image.tmdb.org/t/p/w300/v7iZSpZKiwmC8KJOiQBpi13Pn2k.jpg",
      "https://image.tmdb.org/t/p/w300/eL7jeUJnCLwarfresZVVOuUlF3K.jpg",
      "https://image.tmdb.org/t/p/w300/gBKLK88ETiYcQ5ocLufn7mta33L.jpg",
      "https://image.tmdb.org/t/p/w300/mc6mX7aNI8FoAL8rw20GartDLgR.jpg",
      "https://image.tmdb.org/t/p/w300/wQtEBVKZcwKANdL0L8pw0CUFWSY.jpg",
      "https://image.tmdb.org/t/p/w300/bSNhX3M3MpfMElnb3D7iHR39eFj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5lDOz2zlfiprRYKAWUJRkdSaWhl.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/kcvhan0yhsx3.html",
        "server": "usersdrive.com",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/holiday-harmony-2022-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2DiC8/Holiday.Harmony.2022.WEB-DL.1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/93FjVL4L#-SSOwfdOlpgWjEeHYh644-MKGf5-EmjHVqy0LXJJUvI",
        "server": "mega.nz",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/75dh9eney718",
        "server": "streamvid.io",
        "size": "1.43GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3sv9hxadaedl.html",
        "server": "usersdrive.com",
        "size": "683MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/holiday-harmony-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "683MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Xl9m/Holiday.Harmony.2022.WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "683MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/p7UFgACR#UFuaASdvtkhYfx6SSVbIoLhF62v3vjBAoNgEaPpO10A",
        "server": "mega.nz",
        "size": "683MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/4w42pi97m8wu",
        "server": "streamvid.io",
        "size": "683MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "WacwPwspD5g",
      "video_url": "https://www.youtube.com/watch?v=WacwPwspD5g",
      "embed_url": "https://www.youtube.com/embed/WacwPwspD5g"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Music,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "That Thing You Do! (1996)",
    "description": "ဒီတစ်ခေါက်မှာတော့ မင်းသားကြီး Tom Hanksက ပွဲဦးထွက်အနေနဲ့ ဒါရိုက်တာ၊ စာရေးဆရာအဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ဇာတ်ပို့သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ 1996 ခုနှစ်က That Thing You Do ဆိုတဲ့ IMDB 7/10, Rotten Tomatoes 94% ရရှိထားတဲ့ ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ Musical/Comedy/Drama ကားလေးမှာ မင်းသားကြီးတွေဖြစ်တဲ့ Tom Everett Scott (Dead Man on Campus)၊ Johnathon Schaech (Hush)၊ ဟာသမင်းသားကြီး Steve Zahn (Daddy Day Care) နဲ့ မင်းသမီးချော Liv Tyler (Lord of the Ringsထဲက Arwen)တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဇာတ်ဝင်သီချင်းတစ်ဖြစ်လည်း မူရင်းသီချင်းဖြစ်တဲ့ That Thing You Do ဟာဆိုရင် အကောင်းဆုံး မူရင်းဇာတ်ဝင်တေးသီချင်းဆုအဖြစ် ဆုပေးပွဲများစွာမှာ အနိုင်ရရှိခဲ့တာပါ။ ဇာတ်လမ်းအကျဉ်း ၁၉၆၄ ခုနှစ်မှာ Erie, Pennsylvania က လူငယ်လေး ၄ယောက်ပါဝင်တဲ့ တီးဝိုင်းအဖွဲ့လေးက ကိုယ်တိုင်ရေး၊ ကိုယ်တိုင်တီး၊ ကိုယ်တိုင်ဆိုတဲ့ သီချင်းတစ်ပုဒ်နဲ့ မမျှော်လင့်ဘဲ လူသိများထင်ရှားလာခဲ့ပါတယ်။ တဖြည်းဖြည်းနာမည်ကြီးလာတော့ အသံသွင်းကုမ္ပဏီကြီးတစ်ခုရဲ့ ကမ်းလှမ်းချက်နဲ့အတူ နိုင်ငံတစ်ဝှမ်း ဖျော်ဖြေပွဲတွေ သွား၊ ဓာတ်ပုံတွေရိုက်နဲ့ မအားမလပ်နိုင်လောက်အောင် အလုပ်တွေရှုပ်နေခဲ့တာပေါ့။ လူမသိသူမသိဘဝလေးကနေ ရုတ်တရက်ကြီး အောင်မြင်သွားပြီး တိုင်းသိပြည်သိ အနုပညာရှင်ဖြစ်သွားတဲ့အခါ ဒီအောင်မြင်မှုရဲ့ဝန်ကို ဘယ်လိုတွေထမ်းပိုးရမလဲဆိုတာ၊ အောက်ခြေမလွတ် ဘဝင်မမြင့်ဘဲ အဆုံးထိ အောင်မြင်မှုကို ထိန်းသိမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားလေးထဲမှာ စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးဖြစ်တာမို့ အတုယူစရာ ပညာရစရာလေးတွေကိုလည်း တစ်ပါတည်း ရှုစားနိုင်မှာပါ။ အောင်မြင်မှုဆိုတာ စတင်ဖို့မလွယ်သလို ထိန်းသိမ်းထားဖို့က ပိုခက်ခဲတယ်ဆိုတာ၊ ကြီးသည်ဖြစ်စေ ငယ်သည်ဖြစ်စေ အောင်မြင်ကျော်ကြားမှုရဲ့ ကျေးကျွန်ဖြစ်မသွားဖို့ သတိထားသင့်ပုံလေးတွေပါ သိရှိနိုင်မှာပါ။ (ဒီကားလေးထဲက ကြည်နူးစရာလေး တစ်ခုကတော့ ဦးသန့်ကို ထည့်သွင်းဖော်ပြပေးသွားတာပါ။ စာလေးတစ်ကြောင်း ဇာတ်ဝင်ခန်းလေး တစ်ခန်းပဲပေမယ့် ဦးသန့်အကြောင်းကို တလေးတစား ထည့်သုံးသွားတာလေးနဲ့တင် အဲဒီခေတ်အဲဒီအခါက ဦးသန့်ရဲ့ အောင်မြင်မှုကို တွက်ဆကြည့်လို့ရနိုင်ပါတယ်။ ဒီကားရဲ့ စာရေးဆရာ ဒါရိုက်တာဖြစ်တဲ့ Tom Hanksရဲ့ ဗဟုသုတကြွယ်ဝမှုနဲ့ အလေးအမြတ်ထားတတ်မှုကိုတော့ မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါပဲ) အညွန်းနဲ့ ဘာသာပြန်က Emily ပါ။File size…(2.5 GB)/(1.7 GB)/(822 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:48:00Genre…Drama, Comedy, Romance, MusicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by EmilyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex RoccoBarry SobelBenjamin John ParrilloBill CobbsBrittney PowellBryan CranstonChaille PercivalCharlie FryeCharlize TheronChris EllisChris IsaakClaudia StedelinClint HowardClive RosengrenColin HanksDave OliverDawn MaxeyDiane McGeeDick CormanElizabeth HanksErika GreeneEthan EmbryGedde WatanabeGina AponteGiovanni RibisiHolmes OsborneJack MiloJohnathon SchaechJonathan DemmeKaren PraxelKathleen KinmontKeith NeubertKevin PollakLee EverettLiv TylerMarc McClureMark BrettschneiderMars CallahanMichael P. ByrneObba BabatundéPaul FeigPaulie DiCoccoPeter ScolariRandy FechterRenée LippinRita WilsonRobert RidgelyRobert TortiRobert WisdomSarah KoskoffSean WhalenSteve ZahnTom Everett ScottTom HanksTracy ReinerWarren Berlinger",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vxhnRV7jGncAZmf0FFHMs6rFHWn.jpg",
      "https://image.tmdb.org/t/p/w300/yqX05mjc9f9BRNWxGMWyVFtyxUC.jpg",
      "https://image.tmdb.org/t/p/w300/3dW8wSKA3S0v5pM5tuJGW2DqLBF.jpg",
      "https://image.tmdb.org/t/p/w300/iTYz9OtSpAS7WgfwOcdWerFRxpt.jpg",
      "https://image.tmdb.org/t/p/w300/y4RxxwdCmUePXBUAmmxLEM6LTOv.jpg",
      "https://image.tmdb.org/t/p/w300/Eq5PVx77ayU0PkY1o1TkCefQX2.jpg",
      "https://image.tmdb.org/t/p/w300/sVTYoRoEUVbsQHGTN90aHIcaSiT.jpg",
      "https://image.tmdb.org/t/p/w300/7LETmp7bjznm28OBffm9Z69GdCZ.jpg",
      "https://image.tmdb.org/t/p/w300/gj78rdfYpWrFvAi7RKiV0JcqAQl.jpg",
      "https://image.tmdb.org/t/p/w300/yNU74yv3o6Fi1u23z0V9kpVNcqg.jpg",
      "https://image.tmdb.org/t/p/w300/yI8kBA3kGx9jCfpMG6Fn3Q2kDA1.jpg",
      "https://image.tmdb.org/t/p/w300/3LwVoGBWVRMZOmgQ5lskc5k7XHe.jpg",
      "https://image.tmdb.org/t/p/w300/lr2bbP4Ubnohj1AJxvImACHmA6x.jpg",
      "https://image.tmdb.org/t/p/w300/hl2c9D29mIIr5dJjLuZM28rDCiZ.jpg",
      "https://image.tmdb.org/t/p/w300/g6GgX8lmiLDuKX7NUMkvlqFLpHF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-24.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/that-thing-you-do-1996-extended-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lldnqvw6ye3f.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TEa4/That.Thing.You.Do.1996.EXTENDED.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wG1wFTaa#7o5bEaDJ1IDhiCCoZo0lXRziV2VZmq27MdJgQnXi-TA",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/that-thing-you-do-1996-extended-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/in9wfumrx0zq.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fz4b/That.Thing.You.Do.1996.EXTENDED.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FCUmlITI#pUU5kKiJrfig4_etycCNpFEcif-RZ_029udH7wboeDo",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/zobou2bmwgoe.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/05mjva2s775u",
        "server": "streamvid.io",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/that-thing-you-do-1996-extended-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "822MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/9j4qvz3nqefp.html",
        "server": "usersdrive.com",
        "size": "822MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1TE9g/That.Thing.You.Do.1996.EXTENDED.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "822MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0OEClZYA#VsoCE8U5GylvFl3_UhahOl-3DbKQpcOjbv82uVNfdFk",
        "server": "mega.nz",
        "size": "822MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/5ucwl7k9b9y6.html",
        "server": "streamsb.com",
        "size": "822MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/t3hnx5en6oly",
        "server": "streamvid.io",
        "size": "822MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Xnanfx0vcEM",
      "video_url": "https://www.youtube.com/watch?v=Xnanfx0vcEM",
      "embed_url": "https://www.youtube.com/embed/Xnanfx0vcEM"
    }
  },
  {
    "metadata": "TV-14||1h 20min|Biography,Documentary,Music",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "111"
    },
    "title": "SUGA: Road to D-DAY (2023)",
    "description": "SUGA : Road To D-Day (2023)BTS အဖွဲ့ဝင် SUGA ရဲ့ Documentary Film ဖြစ်တဲ့ SUGA Road To D-Day ထွက်ရှိလို့ လာပါပြီ။Music Genius လို့ ခေါ်ဝေါ်ခံရတဲ့လူပီပီ SUGA ရဲ့ “D-DAY” အယ်လ်ဘမ်ဖန်တီးမှု ခရီးစဉ်က သူများနဲ့မတူဘဲ ကွဲပြားလို့နေပြန်ပါတယ်။BTS SUGA အနေနဲ့ မဟုတ်ဘဲ “AGUST D” လို့ ခေါ်တဲ့ အမည်ခွဲအောက်ကဂီတလမ်းကြောင်းပေါ်မှာ ရှင်သန်ဖို့ ကြိုးစားနေတဲ့ SUGA ရဲ့ အခြားတစ်ဖက်ခြမ်းကို တွေ့ရမှာပါပဲ။ဂီတပေါ်ထားတဲ့ သူ့အမြင်၊ စိတ်ထားနဲ့ ဒိခရီးစဉ်တစ်လျှောက် ရုန်းကန်မှုတွေကို ရှုစားရပါဦးမယ်။“D-DAY” ဖန်တီးမှုခရီးစဉ်တစ်လျှောက်မှာ နယ်ပယ်အစုံက ဂီတပညာရှင်တွေနဲ့ တွေ့ဆုံရင်းစကားလက်ဆုံဖလှယ်မှုတွေလည်း ပါဝင်တာမို့ အတွေးပွားစရာ တစ်ခုမကတဲ့ အတွေးတွေ ရရှိနိုင်မှာလည်း အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Su Myatပဲ ဖြစ်ပါတယ်။Genre….. Biography, Documentary, MusicQuality…. 1080p | 720p | 480pFile size… 1.2GB | 580MB | 290MBFormat… mp4Duration…. 1h 20minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Su MyatEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnderson .PaakHalseyIUKim Woo-sungMin Yoon-giRyuichi SakamotoSteve Aoki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q7Iyz5T3cE1J4CrXNHbyK1R19d3.jpg",
      "https://image.tmdb.org/t/p/w300/oKj7hdlTey31vvEXfy7YdJASOly.jpg",
      "https://image.tmdb.org/t/p/w300/vc6C8ICmcIJPow9mB9jrZRbSkXv.jpg",
      "https://image.tmdb.org/t/p/w300/Ann3Xkc6EzQ3ydLlm8algkzLG4d.jpg",
      "https://image.tmdb.org/t/p/w300/w3SbLjH1hHaYrgI9V58mDnQKxHl.jpg",
      "https://image.tmdb.org/t/p/w300/v1N4YgZ1GjN1TCtFcc40sbFTh5Q.jpg",
      "https://image.tmdb.org/t/p/w300/i0esJJ2qKoR2Y6hSwITfnEQ71sG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/geET1K0tJfqSTX7fMigYXQADcwv.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fuj963ogvyqu.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/suga-road-to-d-day-2023-1080-p-dsnp-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1dGn3/SUGA.Road.to.D-DAY.2023.1080p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/VGolzDZB#W--SmQ2Uhdv32L8JcppdypEIaWT7ZXOjidOp9RM6lKQ",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/e1oa6ehs783v.html",
        "server": "usersdrive.com",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/suga-road-to-d-day-2023-720-p-dsnp-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1dGn1/SUGA.Road.to.D-DAY.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ACIhjLTS#w8aVDIyqf6zEthQRmmDgmDVzWxec78lXSL_Wa4dl_P8",
        "server": "mega.nz",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/48p4c4jak5jf.html",
        "server": "streamsb.com",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/h27isjq7tasn",
        "server": "streamvid.io",
        "size": "580MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/6x5oj1el3d91.html",
        "server": "usersdrive.com",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/suga-road-to-d-day-2023-480-p-dsnp-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3Vwde/SUGA.Road.to.D-DAY.2023.480p.DSNP.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/ZeQFyaKL#KFafEPsaOdjKmBKQwsmGccsIBZ6I9dwi1-XGXtf-Jdk",
        "server": "mega.nz",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/dyjyhijuaa8b.html",
        "server": "streamsb.com",
        "size": "290MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/9co179gcjfzv",
        "server": "streamvid.io",
        "size": "290MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "rnjoZdxjqWg",
      "video_url": "https://www.youtube.com/watch?v=rnjoZdxjqWg",
      "embed_url": "https://www.youtube.com/embed/rnjoZdxjqWg"
    }
  },
  {
    "metadata": "|||Action,Adventure,Music",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Last Dragon (1985)",
    "description": "သိုင်းပညာကို အထွတ်အထိပ်ရောက်အောင်လေ့လာနေတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လီရွိုင်းက နောက်ဆုံးတစ်ဆင့်ကိုတက်လှမ်းနိုင်ဖို့အတွက်ဆရာတစ်ဦးကို အသည်းအသန်လိုက်ရှာပါတော့တယ် ဆရာရှာနေစဉ်ကာလမှာ သိုင်းပညာအကျော်အမော်တစ်ဦးရှိုးနက်ဖ်ကလည်းလီရွိုင်းကို ပြိုင်ဆိုင်တိုက်ခိုက်ချင်သဖြင့် ပြဿနာလိုက်ရှာလေ့ရှိပါတယ်။တစ်နေ့တော့ရေပန်းစားသီချင်းတွေကို ကြော်ငြာပေးသူ လော်ရာ့ကို အလုပ်ရှင်တစ်ဦးမှတွေ့ခွင့်ရဖို့ပြန်ပေးဆွဲတာကို ကယ်တင်ရင်းနဲ့လော်ရာထံမှာ ပစ္စည်းတစ်ခုကျန်ရစ်ခဲ့ပါတယ်။ ပစ္စည်းပြန်ရဖို့ လော်ရာ့ကို လိုက်ရှာရင်း လော်ရာ့ကိုအကြပ်ကိုင်တဲ့ သူဌေးကိုအပြစ်ပြုမိသွားကာ သူဌေးရဲ့ပစ်မှတ်ထားခြင်းကိုခံလိုက်ရပါတယ်။ လီရွိုင်းတစ်ယောက် သူတွေ့ချင်တဲ့ဆရာကိုရှာတွေ့ပြီး နောက်ဆုံးအဆင့်ကို တက်လှမ်းနိုင်မလား။ပြဿနာလိုက်ရှာနေတဲ့ ရှိူးနက်ဖ်ကိုရော ဘယ်လိုအနိုင်ယူတိုက်ခိုက်မလဲဆိုတာကြည့်ရှူခံစားရမယ့် ကွန်ဖူးဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။File size…(2.7 GB)/(1.4 GB)/(740 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:48:00Genre…Action, Adventure, MusicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by EuniceYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChazz PalminteriChristopher MurneyErnie Reyes Jr.Faith PrinceGlen EatonJim MoodyJulius CarryKeshia Knight PulliamLeo O'BrienLou DavidMike StarrTaimakTony D. HeadVanityWilliam H. Macy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6hUBH7isqhLn4TtJYcAr4KTC9zr.jpg",
      "https://image.tmdb.org/t/p/w300/mEjVC4sox1uLdkZVM0wHXOsO1tE.jpg",
      "https://image.tmdb.org/t/p/w300/x3WmHUpJApcCHZ227x0PbXtmnsB.jpg",
      "https://image.tmdb.org/t/p/w300/aZ3DW2wdCfF0I3Pxc6A817rRs02.jpg",
      "https://image.tmdb.org/t/p/w300/6o8KezLpnp3XwXQEJKA4jCzvV5X.jpg",
      "https://image.tmdb.org/t/p/w300/Ajh7xmSodDgOWqYhbNKN68BpLF2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU2OGZjYWUtMzI4Yy00ZjNkLWEyNjQtODNmY2M3N2ZjMWQxXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-last-dragon-1985-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kki41h9e6ofl.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zOdn/The.Last.Dragon.1985.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NW1CiILR#NudMUSZ2agpjNQGNZvu3K6wteve0k7-VhQaZtwlsyhw",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-dragon-1985-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i16ulp290qzj.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2zOcw/The.Last.Dragon.1985.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RHkmwLiJ#sOEgEQSl1O5tqrtPlC5dciBW2q4n2XnzKebiN_9pGcs",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ekad7u3c6t7l.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/d1m8qn7sbd10",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-dragon-1985-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/racqbhbi22bm.html",
        "server": "usersdrive.com",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2zOdx/The.Last.Dragon.1985.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ofNyQQDI#PHtscK9iOgVrFl0rhk1bdfO8NhleG1rrp4UDCZrMrRA",
        "server": "mega.nz",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/73sn69a151t5.html",
        "server": "streamsb.com",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/486a4bdngm2s",
        "server": "streamvid.io",
        "size": "740MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Z7Crt4S1IZM",
      "video_url": "https://www.youtube.com/watch?v=Z7Crt4S1IZM",
      "embed_url": "https://www.youtube.com/embed/Z7Crt4S1IZM"
    }
  },
  {
    "metadata": "R|2018|101 min|Country,Drama,Music",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "4179"
    },
    "title": "Wild Rose (2019)",
    "description": "ရိုစ့္လင္းဟာလန္ဟာ အသံအရမ္းေကာင္းျပီးကမ္းထရီးအဆိုေတာ္ သိပ္ျဖစ္ခ်င္တဲ့ ေကာင္မေလးပါဘ၀ဟာၾကမ္းတမ္းခက္ခဲလြန္းေတာ့အသက္ ၁၈ ႏွစ္မျပည့္ခင္ ကေလး ရခဲ့ျပီးမူးယစ္ေဆးေမွာင္ခိုမႈနဲ႔လည္း ေထာင္ ၁၂ လ က်ခဲ့သူ ျဖစ္ေနေတာ့ကမ္းထရီးအဆိုေတာ္ ျဖစ္ေရး ဆိုေတာ့သူမအတြက္ေတာ့ အိပ္မက္မက္ေနရသလိုပဲအားထားစရာဆိုလို႔ အသံေလးတစ္ခုရယ္ ၁၄ ႏွစ္သားထဲကဘားဆိုင္မွာ အတူတြဲဆိုလာတဲ့ အဖြဲ႔ေလး တစ္ဖဲြ႔ရယ္ပဲက်န္တဲ့အခ်ိန္မွာ ဘားဆုိင္ကလည္းေထာင္ထြက္မို႔လို႔ သူ႔ကိုဆိုခြင့္မေပးေတာ့တဲ့ အေနအထားျဖစ္လာပါတယ္အိမ္တစ္အိမ္မွာ သန္႔ရွင္းေရးသမ ၀င္လုပ္ရတဲ့အထိဘ၀ကိုရပ္တည္ခ်ိန္မွာ အိမ္ရွင္အမ်ိဳးသမီးရဲ႕အဆက္အသြယ္နဲ႔ သူမအစြမ္းေတြဖြင့္ထုတ္ခြင့္ၾကံဳလာပါေတာ့တယ္သူတကယ္ပဲေအာင္ျမင္သြားမွာလားသူ႔အတိတ္ဆိုးကိုလူေတြလက္ခံႏုိင္ပါ့မလားကေလးေတြနဲ႔ သူ႔အိပ္မက္ၾကားထဲ သူဘာကိုေရြးခ်ယ္မလဲဆိုတာဒီကားမွၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္File Size : ( 942 MB , 356 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 41 minFormat : Mp4Genre :Comedy , Drama , MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom HarperStarsAdam MitchellCraig ParkinsonDaisy LittlefieldJames HarknessJamie SivesJaney GodleyJessie BuckleyJulie WaltersLouise McCarthySophie OkonedoCastAdam MitchellAllison SimpsonAly BainAly MacraeAndy MayAshley McBrydeAshley SheltonAtta YaqubBen NichollsBenny YoungBob HarrisBrian McQuadeCarol Pyper RaffertyCarolyn CalderChris VatalaroCraig ParkinsonDaisy LittlefieldDavid McGowanDoreen McGillivrayGemma McElhinneyHelen KatambaJ. Thomas BaileyJames HarknessJamie SivesJanet PattersonJaney GodleyJessie BuckleyJosh WhitelawJulie WaltersKacey MusgravesKern FalconerLesley HartLouise McCarthyMargaret MackenzieMarianne McIvorMark HagenMartin DochertyMaryam HamidiMatt CostelloMaureen CarrNatali McClearyNatalie McConnonNeill MacCollNicole KerrPhil CunninghamRobin DaughertyRyan KerrSondra MortonSophie OkonedoStuart NisbetTracy WilesVanya Eadie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k18DGK5laMQJ8i79YnR509IzuKN.jpg",
      "https://image.tmdb.org/t/p/w300/fP3zlPXefB5xblW76v30FeWPSqi.jpg",
      "https://image.tmdb.org/t/p/w300/jmikKMzH8F6Al1Cu03xmuOTqAW1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/79THplH9WM7y3gRPYM4dcC0IRPw.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4QEqh/(CM)_Wild_Rose_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "942 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/4aGY1/(CM)_Wild_Rose_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "356 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/cm-wild-rose-2019",
        "server": "VIP Links",
        "size": "942 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wild-rose-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://sbembed2.com/d/qjbwx65mv1xc.html",
        "server": "streamsb.com",
        "size": "942 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=amVqSXE2RU5ydWdCNXE0ODB0VWdoUT09",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=amVqSXE2RU5ydWdCNXE0ODB0VWdoUT09",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=amVqSXE2RU5ydWdCNXE0ODB0VWdoUT09"
    }
  },
  {
    "metadata": "|2023||Crime,Documentary,Music",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "1296"
    },
    "title": "ONEFOUR: Against All Odds (2023)",
    "description": "ONEFOUR: Against All Odds (2023)===========================ဆစ်ဒနီမြို့ရဲ့ Mount Druitt က လူငယ်အဖွဲ့ Onefour ရာဇဝတ်ပြစ်မှုတွေလုပ်တဲ့ ဘဝကလွတ်ဖို့ Drill rap ဂီတကို စတင်လုပ်ခဲ့တယ်။ ဒါပေမဲ့ ဆစ်ဒနီက ရဲတွေက သူတို့ကိုဘယ်လိုတွေတားဖို့လုပ်လဲဆိုတာကို ​ထုတ်ဖော်ပြမယ့် Onefour ရဲ့ Documentary ပဲဖြစ်ပါတယ်။ ဒီထဲမှာ Australia ရဲ့ နာမည်ကျော် Drill rap အဖွဲ့Onefour အကြောင်းကို Documentary လုပ်ထားပြီး The KidLaroi လည်း ပါဝင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thwal Htoo Zin ဖြစ်ပါတယ်)File Size……….(1.6 GB) / (643 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 22MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Documentry, Crime, MusicTranslator…….Thwal Htoo ZinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGabriel GasparinatosCast24 Karat KevCellyDeb WallaceEskyHau LatukefuJ EmzJason WeinsteinJioji RavuloLekksMahmood FazalMark MorriMC TreyMurray LeeOsman FaruqiRicky SimandjuntakSifoua MisaSpennyThe Kid LAROIYP",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1TzYXfg6olLkLHWY500F45xBssD.jpg",
      "https://image.tmdb.org/t/p/w300/xp36hJq53CC9KjwZN5qp698wvmo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BNjkyNWY3YTMtMmNlZi00YmJiLWE1MDktZmM1MTY0Y2M0YWU4XkEyXkFqcGdeQXVyMTMwMzAxNzY3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/one-four-against-all-odds-2023-1080-p-web-rip-x-264-aac-5-1-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41FNd/OneFour.Against.All.Odds.2023.1080p.WEBRip.x264.AAC5.1-[CM]_new.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/3qi25k6ab46b",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V3cgmYwa#tqD-OyszA3ZFn71vaUg4rR3BIWJwlNtqg70bZ-ui8Kc",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hk2qoa8z23sg.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/one-four-against-all-odds-2023-720-p-web-rip-x-264-aac-5-1-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3lIk4/OneFour.Against.All.Odds.2023.720p.WEBRip.x264.AAC5.1-[CM]_new.mp4",
        "server": "megaup.net",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/ovieexxxt85e",
        "server": "streamsb.com",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/F21lSSAS#bhoqLEGM3YSav_sA4mggVhlt_ji5CfEomZE39Y2vM7U",
        "server": "mega.nz",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h6gzzuqqkb9z.html",
        "server": "usersdrive.com",
        "size": "643 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "LCazff4vj_s",
      "video_url": "https://www.youtube.com/watch?v=LCazff4vj_s",
      "embed_url": "https://www.youtube.com/embed/LCazff4vj_s"
    }
  },
  {
    "metadata": "|||Comedy,Music,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "616"
    },
    "title": "Valley Girl(2020)",
    "description": "Valley Girl(2020)ဒီဇာတ်ကားလေးက Musical Romantic Comedy ဇာတ်ကားအမျိုးအစားလေးပါ။ အရမ်း Sweet ဖြစ်ပြီးတော့ ရိုထားတဲ့ ကားလေးပါ။ရယ်လည်းရယ်ရသလို  တစ်ကားလုံးလဲ သီချင်းလေးတွေနဲ့ တကယ် နားထောင်ပြီး ကြည့်ရတာ ပျော်ဖို့ကောင်းတယ်။တောင်ကြားမြို့လေးထဲမှာ ရှိတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတွေက ဖက်ရှင်ဆိုလဲဆင်တူ ဝတ်ကြတယ်။ဘဝကို ပျော်ပျော်ပဲဖြတ်သန်းကြပေမယ့် အိမ်ထောင်ဘက်ရွေးချယ်တဲ့အခါမှာတော့အထက်တန်းစားယောက်ကျားမှဖြစ်ရမယ်ပေါ့။ အဲ့ထဲမှာမှ ဂျူလီ ဆိုတဲ့ ကောင်မလေးက တစ်မူထူးခြားတယ်။ရှေးရိုးစွဲ မဆန်ချင်ဘူး …အချစ်ကိုကိုးကွယ်သလို ဘယ်လိုအတန်းအစားပဲနေနေ ချစ်ခဲ့မယ်ဆိုရင်ဘဝလက်တွဲဖော်အဖြစ်ရွေးချယ်ဖို့အသင့်ပဲဆိုပါတော့…။ အဲ့ဒီလို ကောင်မလေးနဲ့ မိဘမရှိ တေလွင့်နေတဲ့ရမ်ဒမ် ဆိုတဲ့ ကောင်လေးတို့ ကမ်းခြေမှာ ဆုံတွေ့ခဲ့ကြတယ်…မတူညီတဲ့ပတ်ဝန်းကျင်က မွေးဖွားခဲ့ကြသလိုအယူအဆတွေလည်း ကိုယ်စီကွဲပြားကြလေတော့ ရေရှည်မှာ အချစ်ကိုအရင်းတည်တဲ့သူတို့နှစ်ယောက်ဟာ ဟန်ချက်ညီစွာလျှောက်လမ်းဖို့ အတော်ခက်တယ်ပြောရမယ်….ကိုင်းသူတို့ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ခံစားကြည့်ကြပါနော်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်….File Size : (950 MB) and (310 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:42:00Genre : Comedy ,Romance , MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated by Theint TheintEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRachel GoldenbergStarsAlicia SilverstoneAshleigh MurrayCamila MorroneChloe BennetJessica RotheJessie EnnisJosh WhitehouseLogan PaulMae WhitmanPeyton ListCastAlex LewisAlex MacNicollAlicia SilverstoneAllyn RachelAndrew KaiAntwon Keith CollierAshleigh MurrayBrandon MitchellBrittany PanzerCamila MorroneChloe BennetChris MossChris NuñezChris TavarezChristina MillerCindera CheConnor WilliamsDan ThielDanny RamirezDeborah ForemanElena HeuzéEmma FasslerErica HauFatimah HassanHeidi HolickerJenny BabasJessica RotheJessie EnnisJosh FademJosh WhitehouseKc MonnieKelli ErdmannKelsey KummerlKurt KoehlerLauren SeeLeo LamLogan PaulMae WhitmanMario RevoloriMark Casimir DyniewiczMary NeelyMason TruebloodMinn VoMorgan LarsonNicholas AzarianNick DragoPaula Beck WilliamsPedro LozanoPeyton ListRyan Allen CarrilloRyan NovakSandra RoskoSeth ZielickeShantiel Alexis VazquezStefanie KlausmannTiffany DanielsTiffany TynesTrevor BrunsinkValeriya KovalevaVictoria Van FleetYindra Zayas",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2n4XNxFnu4bGIiIOWiZOjy3Hy0x.jpg",
      "https://image.tmdb.org/t/p/w300/tp11DFJCDkOldAZW84yHY78gVch.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3ZdJN62RyjoQJ9S4zCbjtMQrYqE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1e4kba9ifv6l.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/7ir2cp2ncam0.html",
        "server": "usersdrive.com",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yuudrive.me/1dede53c/valey-girl-2020-new-web-dl720p-p-mp4",
        "server": "yuudrive.me",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/3c305ed3/valey-girl-2020-new-web-dl480p-p-mp4",
        "server": "yuudrive.me",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/valley-girl-2020-new-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/valley-girl-2020-new-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/4eE4i/Valley_Girl.2020.NEW.WEB-DL720P.PP.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4UBx8/Valley_Girl.2020.NEW.WEB-DL480P.PP.mp4",
        "server": "megaup.net",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/E14xTBAJ#QC0G9JAc1b12XELvhLrCE8IlfFMxheG0WTuVUoh1QeA",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/BohhzKQB#bvstgG-Z900d3EWn2O1z8byFl5Sm-1mWYlrSo7uxOco",
        "server": "mega.nz",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/d/bMgrLS8iLhkLfQ",
        "server": "disk.yandex.com",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/bS-Fj0BxUN7ooA",
        "server": "disk.yandex.com",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/gck7a2jym7ii",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/84rfe245tqjx",
        "server": "upstream.to",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://1fichier.com/?09a3z1fec7c7d3eednx9",
        "server": "1fichier.com",
        "size": "950MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?kwmghzrzjzrjklg6mfhp",
        "server": "1fichier.com",
        "size": "310 MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "pLhYFWwACo4",
      "video_url": "https://www.youtube.com/watch?v=pLhYFWwACo4",
      "embed_url": "https://www.youtube.com/embed/pLhYFWwACo4"
    }
  },
  {
    "metadata": "|||Crime,Drama,Music",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "122K"
    },
    "title": "Step Up (2006)",
    "description": "Channing Tatum ဆိုတဲ့ဘဲကြီးဆို မသိတဲ့သူ မရှိလောက်ပါဘူး။ဒီဘဲကြီး ငယ်စဉ်ကရိုက်ခဲ့တဲ့ အကဖက်စပ် လူငယ်ကားတွေပေါ့။ဒီကားက Step up Franchise ရဲ့အစပါ။ ၂၀၀၀ ခုနစ်ကနာမည်ကြီးခဲ့တဲ့teenage ကားတွေထဲကတစ်ခုပေါ့။အမေရိကန်အကရုပ်ရှင်တွေရဲ့ခေတ်ကဒီကားတွေက စတာပေါ့။အကကြိုက်တဲ့သူတွေ၊ အကအခုန် ဝါသနာကြီးသူတွေတော့ လက်လွှတ်မခံသင်တဲ့ ဇာတ်ကားတွေပါပဲ။မင်းသမီး Jenna Dewan ဆိုတာကလည်း ခန္ဓာကိုယ်အချိုးအစားပြေပြစ်တဲ့သူမို့ သူ(မ)ရဲ့ ရင်ခုန်စရကကွက်လေးတွေနဲ့တင်ဇာတ်ကားကကြည့်ရတာတန်နေပါပြီ။ပထမကားရဲ့အစကတော့ ဒီလိုပါ။တစ်ကားစီဖြတ်ကြည့်လို့ရပေမဲ့ ဇာတ်လမ်းအားလုံးကို ကြည့်ထားတာအကောင်းဆုံးပါ။ဖြစ်နိုင်ရင် အစဉ်လိုက်ကြည့်ဖို့ recommend ပေးပါတယ်။ပထမဆုံးအနေနဲ့ မယ်ရီလန်းအနုပညာကျောင်းက မြို့ထဲကကျောင်းကြီးတွေထဲက တစ်ကျောင်းပါ။အဲ့ကျောင်းမှာ တက်နေတဲ့ ကျောင်းသူမလေးနိုရာကတော့ အကကိုဝါသနာပါပြီး ဘဝတစ်ခုလုံး ရင်းနှီးပုံအပ်ထားတဲ့စိတ်အားထက်သန်တဲ့ အကကျောင်းသူလေးပေါ့။သူ(မ) သူ(မ)အတွက်အရေးအကြီးဆုံးဖြစ်တဲ့ ကျောင်းရဲ့ Senior Showcase မှာ အကောင်းဆုံးဖျော်ဖြေတင်ဆက်နိုင်ဖို့ အားခဲနေတာပါ။တစ်ဖက်က တိုင်လာကတော့သူငယ်ချင်းတွေနဲ့ လမ်းမထက်မှာ ပျော်ပါးအချိန်ကုန် ဖြတ်သန်းနေရင်းအကပညာမှာပါရမီပါလာတဲ့ အညတရသားလေးပါ။သူတို့နှစ်ဉီးရဲ့ဇာတ်လမ်းကတော့ သူ့သူငယ်ချင်းတစ်စုနဲ့ မယ်ရီလန်းကျောင်းပိုင်ပစ္စည်းတွေကို ဖျက်ဆီးကျောင်းထဲခိုးဝင် လက်သရမ်းမြူးထူးမှုဖြစ်ရပ်ကနေ စတင်ခဲ့ပါတယ်။ တရားရုံးကနေ ပြစ်ဒဏ်ချမှတ်ခံရပြီးလူမှုအကျိုးဆောင်အနေနဲ့ တိုင်လာ မယ်ရီလန်းကျောင်းမှာ နာရီ ၂၀၀ကျောင်းပြုပြင်သန့်ရှင်းရေး ဆောင်ရွက်ရပါတယ်။ စိတ်ပါလက်ပါသွက်သွက်လက်လက်ကပြ လေ့ကျင့်နေတဲ့ နိုရာကို အမြဲကြည့်နေတတ်သူ တိုင်လာနဲ့၊ လူစားထိုးဖို့ လူမရှိရာက သင့်တော်တဲ့သူမ​တွေ့တဲ့အဆုံး လေ့ကျင့်သူနေရာမှာ ရွက်ပုန်းသီးလေးတိုင်လာ လူစားထိုးဝင်ပေးရာက …File size…1.77GB / 746MBQuality…Blu-Ray 1080p 5.1CH / 720pFormat…mp4Duration….1h 44mGenre ….. Crime , Drama , MusicSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Nwe Hnin ThazinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnne FletcherStarsChanning TatumDamaine RadcliffJenna DewanCastAdam ShankmanAdrienne CanternaAlyson StonerAngelica HuescaAnne FletcherAnthony CarrAntonio HudnellAshley CanternaAshley PhippsCaitlin GoldCaitlin KinneyCarlyncia S. PeckChanning TatumChris O'BrockiDamaine RadcliffDe'Shawn WashingtonDeirdre LovejoyDeLon HowellDenise PianeDominique BoydDonald RheubottomDonald WaughDrew SidoraEddy ShalitaEmily BicksEmily PeacheyFrank FerraraFrank HerzogGeorge HubelaHeavy DIsaiah WashingtonJamal SimsJameson PerryJamie ScottJane BeardJB TadenaJeanneJeannie OrtegaJenna DewanJennifer RouseJiehae ParkJoanna BeckerJohn AlixJohn Leslie WolfeJosh HendersonJulie NelsonKarim FawzyKawan KeanKellie CorbettKirk JenningsLance GuillermoLaura EdwardsLeo Christopher SheridanMarioMelissa EmricoMichael SeresinMonica WarrNatalie SteinbergNatasha SattlerNikkia ParishNoah SchaftelOscar CampisiRachel GriffithsRebecca MejiaReina PoindexterRichard PelzmanRyan RankineRyan SandsSabrina FurrSamantha FramptonSamantha ZwebenSara CatoSarah SatowShawn Michelle CosbySheila CutchlowShiloh MonacoSpencer LongmoreStephanie JingleTara GhassemiehThomas W. StewartTim LacatenaTom QuinnTony DevonWhitney BrownZachary Woodlee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sVSbH2s83EZR3YOkGSw1OmVe1Ct.jpg",
      "https://image.tmdb.org/t/p/w300/zBwGbt1GvufwLPlZdLQvHr61oaw.jpg",
      "https://image.tmdb.org/t/p/w300/wZ4WOYdFwxd9hcVYDvpI99eKQZ.jpg",
      "https://image.tmdb.org/t/p/w300/olpwGvVHbTWEqcJD7csnaNE2mdR.jpg",
      "https://image.tmdb.org/t/p/w300/70p2mMMgqCoZxTSBdy1gZhIYu6T.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9Y2i54Etpx7JvCxj6D8P3VAH152.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xy126eofunfs.html",
        "server": "usersdrive.com",
        "size": "1.77GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/step-up-2006-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.77GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3gkaB/Step.Up.2006.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.77GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Bb9XFLBa#3wjKOLmKdbtEDDBhbITvrSRPhJpv6Yh_0Q1klNVfkW4",
        "server": "mega.nz",
        "size": "1.77GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lhrwjxrti4cj.html",
        "server": "usersdrive.com",
        "size": "746MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/step-up-2006-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "746MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Upfx/Step.Up.2006.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "746MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/QL0zXYzS#BJXHoP1rD83mSJVlx-Wq2-BwED3JYGUOXtwa0xKLRVo",
        "server": "mega.nz",
        "size": "746MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrapid.com/1fysmq9u06rf.html",
        "server": "streamsb.com",
        "size": "746MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/nh7pw4fpv49r",
        "server": "streamvid.io",
        "size": "746MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "DgZvrCY5-2Y",
      "video_url": "https://www.youtube.com/watch?v=DgZvrCY5-2Y",
      "embed_url": "https://www.youtube.com/embed/DgZvrCY5-2Y"
    }
  },
  {
    "metadata": "|||Horror,Music,Science Fiction",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Repo! The Genetic Opera (2008)",
    "description": "ဒီဇာတ်လမ်းကတော့ Opera type movie ဖြစ်တဲ့အတွက် ဇာတ်ကြောင်းကို သီချင်းတွေနဲ့ပဲရှင်းသွားတဲ့ဇာတ်ကားမျိုးပါ။ တစ်ကားလုံးမှာ Gothဆန်ဆန် ဖက်ရှင်နဲ့ lifestyleတွေကိုပဲတွေ့ရမှာမို့ Gothဖန်တွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားမျိုးပေါ့။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ကိုယ်တွင်းအင်္ဂါအချို့ပျက်စီးနေတဲ့သူတွေအတွက် ကယ်တင်ရှင်သဖွယ်လိုဖြစ်လာတဲ့ ဂျီနီကိုကုမ္ပဏီ၊ ဂျီနီကိုကုမ္ပဏီမှာ အရစ်ကျအကြွေးစနစ်နဲ့ ကိုယ်တွင်းအင်္ဂါတွေဝယ်ယူလို့ရတယ်။ ဒါပေမဲ့ အကြွေးမရှင်းရသေးဘူးလို့ပြောလိုက်မိပါသလား။ ဒါဆိုရင်တော့ ပြန်သိမ်းသမားက အချိန်မဆိုင်းပဲရောက်လာပါလိမ့်မယ်။ စည်းစိမ်ဥစ္စာပိုင်ဆိုင်မှုတွေကို သိမ်းတာမဟုတ်ပဲ အကောင်းအတိုင်းရှိနေဆဲအခြားကိုယ်တွင်းအင်္ဂါရပ်တွေကိုပါ အကြွေးအဖြစ်ပြန်သိမ်းယူတာပဲဖြစ်ပါတယ်။ ဒီနည်းနဲ့ပဲ ဂျီနီကိုက ကြီးပွားလာတာပေါ့။ ဂျီနီကိုရဲ့ သူဌေး ရော့တီလာဂိုနဲ့ ပြန်သိမ်းသမားနေသန်ကြားထဲက အချစ်ဟောင်းရန်ငြှိုး၊ ဖခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာ အပြင်လောကကို မထွက်ရပဲမွန်းကြပ်နေတဲ့ နေသန့်ရဲ့သမီးရှယ်လို၊ တချက်တချက် ဇာတ်ကြောင်းရှင်းရင်း ထထပေါ်လာတဲ့ အုတ်ဂူဖောက်ထွင်းသမားနဲ့ ရော့တီရဲ့ အသုံးမကျတဲ့ သားသမီးသုံးယောက်တို့က အဓိကဇာတ်ဆောင်တွေအဖြစ် ပါဝင်ထားပါတယ်။ သီချင်းတွေကလည်း တကယ်နားထောင်ကောင်းတဲ့တေးသွားတွေဖြစ်ပြီး ဇာတ်လမ်းကတော့ darkဆန်ပေမဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းပါဝင်နေတဲ့အတွက် သူ့ဟာနဲ့သူတော့ gentleဖြစ်ပါတယ်။ ဒါပေမဲ့ ချစ်ပုံချစ်နည်းတွေကတော့ မှားယွင်းနေတာပေါ့။ ဇာတ်လမ်းအဆုံးမှာ ရော့တီရဲ့အစီအစဥ်တွေက ဘယ်လိုရှိတယ်၊ နေသန်နဲ့ရှယ်လိုကြားက သားအဖမေတ္တာတွေနဲ့ သူတို့ရဲ့ ကံကြမ္မာတွေအတွက် အဆုံးအဖြတ်ပေးမယ့်ဇာတ်သိမ်းကို မျိုးရိုးဗီဇအော်ပရာဇာတ်မှာ ဆက်လက်ကြည့်ရှုခံစားလို့ရပါပြီ။File size…(1.7 GB)/(1 GB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:01:00Genre…Horror, Science Fiction, MusicSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Su EaindraYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexa PenaVegaAnthony Stewart HeadBill MoseleyBrad AustinBranko LebarBriana BuckmasterJessica HornJoan JettNivek OgreParis HiltonPaul SorvinoSarah BrightmanSarah PowerTerrance Zdunich",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xLH9jvY4tNzcKvopgEGYI7YeAy7.jpg",
      "https://image.tmdb.org/t/p/w300/BdbfE3nPNCVI5rJHIlAAwDsulS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaddd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/repo-the-genetic-opera-2008-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cY6m/Repo.The.Genetic.Opera.2008.1080p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/caYQlZCD#ILIpW7W9BZHnS3Zb5t13Gf7NqweMa55djkP7Kp-nb1g",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/992phcuwsffx.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dgjjxbwkrwd7",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/repo-the-genetic-opera-2008-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cY64/Repo.The.Genetic.Opera.2008.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lLY2wZ5D#YyTjAbScdsoAf9iX51qrMGb7Vuy_re1UEucYhw_dCsc",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/e65ehuwxjk1e.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/foq0k8fkrzn2",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/repo-the-genetic-opera-2008-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "540MB",
        "quality": "480p"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "540MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1SVyf/Repo.The.Genetic.Opera.2008.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "540MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ZbIAAKqY#U66qLEys222u4tp6SLlVptpehyw2TC5jxOzZBpRIcGI",
        "server": "mega.nz",
        "size": "540MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/hrd5ryvklywr.html",
        "server": "streamsb.com",
        "size": "540MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/919nbao70dy2",
        "server": "streamvid.io",
        "size": "540MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "xETgGym8cnE",
      "video_url": "https://www.youtube.com/watch?v=xETgGym8cnE",
      "embed_url": "https://www.youtube.com/embed/xETgGym8cnE"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Music,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Fabulous Baker Boys (1989)",
    "description": "IMDb : 6.9 ~ Meta : 85 ~ Rt : 97% ဖရန့်ခ်နဲ့ ဂျက်ခ် ဘိတ်ကာ ဆိုတဲ့ညီအစ်ကိုနှစ်ယောက်ဟာ အပန်းဖြေတည်းခိုခန်းတွေနဲ့စားသောက်ဆိုင် စင်မြင့်ထက်မှာ 15 နှစ်ကျော်လှည့်လည်ဖျော်ဖြေလာခဲ့ကြတဲ့ ပရော်ဖက်ရှင်နယ်စန္ဒရားပညာရှင်နှစ်ယောက်ပါ။ ဒီလိုနဲ့ပဲ အချိန်တွေက တဖြည်းဖြည်းပြောင်းလဲလာခဲ့ပြီး သူတို့ဖျော်ဖြေနေကျပွဲတွေကို လူတွေလာကြည့်တာနည်းလာတဲ့‌နောက်မှတော့ သူတို့ရဲ့ရပ်တည်မှုကို လုပ်နေကြ ဖျော်ဖြေမှုတွေနဲ့ဆက်လုပ်လို့မရတော့ဘူးဆိုတာကို သိရှိလာခဲ့ကြပါတယ်။ ပရိသတ်တွေရဲ့ စိတ်အာရုံကို ဖမ်းစားနိုင်ဖို့အတွက် အမျိုးသမီးအဆိုတော်တစ်ယောက်ကို ခေါ်ဆိုမယ်လို့ ဆုံးဖြတ်ခဲ့ကြပြီး ‌လူရွေးပွဲတစ်ခုလုပ်ပြီး ဆူစီ ဒိုင်းမွန်းလို့ခေါ်တဲ့ အဆိုတော်တစ်ယောက်ကို ရရှိသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့သုံးယောက်လှည့်လည်ဖျော်ဖြေကြရင်း လူတစ်ယောက်နဲ့တစ်ယောက်ကြားမှာ ဖြစ်တတ်တဲ့ အခဲမကျေမှုတွေဖြစ်လာတဲ့အခါမှာ ဘယ်လိုမျိူးအခြေအနေအထိ ဆက်ဖြစ်သွားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ 1989 ခုနှစ်ကရိုက်ထားခဲ့တဲ့ musical drama ရုပ်ရှင်ဖြစ်ပြီး အော်စကာ စကာတင်ဆု လေးဆုလည်းဝင်တဲ့အပြင် BEFTA မှာ Best Sound Award ကိုလည်းရရှိခဲ့တဲ့ Old but Gold ကားလေးဖြစ်တာမလို့ အေးအေးဆေးဆေးကြည့်ရှုလို့ကောင်းတဲ့ရုပ်ရှင်ကားလေးတစ်ကားပါဗျ။File size…(2.2 GB)/(1 GB)/(570 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:54:00Genre…Drama, Comedy, Music , RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by TMMTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlbert HallBeau BridgesBeege BarketteBradford EnglishDakin MatthewsDavid CoburnDel ZamoraDrakeEllie RaabGregory ItzinGregory JamesHoward Matthew JohnsonJeff BridgesJennifer TillyJohn LafayetteKen LernerLisa RaggioMartina FinchMichelle PfeifferNancy FishRobert HenryStuart NisbetTerri TreasTina LiffordTodd JeffriesVickilyn ReynoldsWendy GoldmanXander Berkeley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iUpEDBcoYzND2MhIWr10C93ikFV.jpg",
      "https://image.tmdb.org/t/p/w300/qM18gaxmKsWlYVOa377ZCpFQQB1.jpg",
      "https://image.tmdb.org/t/p/w300/voP0mmrKDf2zBhu0s5xNgwwe2Ce.jpg",
      "https://image.tmdb.org/t/p/w300/xtwsUGiqaBMSjEa7aZK3p73ANPW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDVlOTY2NGYtMmZmZS00MzdmLWE0ZGEtZGExODMxZmY5MzhkXkEyXkFqcGdeQXVyMTUzMDUzNTI3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-fabulous-baker-boys-1989-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tstt58aubsw6.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dOz8/The.Fabulous.Baker.Boys.1989.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3YwDnRJR#GchRp8BqiDPuuoIOPzPoGRzgaTsvU8n3b2gVDoRq5cg",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-fabulous-baker-boys-1989-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cydi9zjk0ra3.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TM0a/The.Fabulous.Baker.Boys.1989.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XcxG1TCY#HLXiZWAEtsF1GuW2FXGVk1xEutlZuxI8FZe_nOb1a-8",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/qg1d4879g0cc.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/19f8ne1n1khd",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-fabulous-baker-boys-1989-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/bl3qdkjhwl76.html",
        "server": "usersdrive.com",
        "size": "520MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1dOze/The.Fabulous.Baker.Boys.1989.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "520MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/CUoAFQZY#tE0wQzSUAqW2dwEuygQhKNJBgvQyxqA-pVwfu9WPG6k",
        "server": "mega.nz",
        "size": "520MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/8shfe0xap8up.html",
        "server": "streamsb.com",
        "size": "520MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/1az0v36cyvx9",
        "server": "streamvid.io",
        "size": "520MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "ZVMwawC-Ito",
      "video_url": "https://www.youtube.com/watch?v=ZVMwawC-Ito",
      "embed_url": "https://www.youtube.com/embed/ZVMwawC-Ito"
    }
  },
  {
    "metadata": "||1h 45m|Comedy,Drama,Music",
    "rating": {
      "rating": "7/10",
      "rating_count": "1.7K"
    },
    "title": "Seoul Searching (2015)",
    "description": "Seoul Searching (2015) ဇာတ်လမ်းအညွှန်းစစ်ဘေးရှောင်ရင်း နိုင်ငံအသီးသီးမှာကြီးပြင်းကြတဲ့ ကိုရီးယားလူငယ် ဆယ်ကျော်သက်တွေကို အမိမြေနဲ့ မစိမ်းအောင် ကိုရီးယားယဉ်ကျေးမှုအကြောင်း သင်ယူလို့ရအောင် ၁၉၈၀ခုနှစ်ကစပြီး ကိုရီးယားမှာ နွေရာသီပိတ်ရက်စခန်းကို စတင်ဖွဲ့စည်းခဲ့ပါတယ်။Seoul Searching ကတော့ ၁၉၈၆ခုနှစ် နွေရာသီပိတ်ရက်စခန်းမှာ တွေ့ကြတဲ့ လူငယ်လေးတွေအကြောင်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။လူငယ်တစ်​ယောက်ချင်းစီရဲ့ မတူညီတဲ့ဇာတ်ကြောင်းတွေ၊ အချစ်ဇာတ်လမ်းလေးတွေ ဝေဝေဆာဆာနဲ့အပြင် လူငယ်လေး​တွေ ဒီစခန်းကို ပြီးဆုံးတဲ့အထိ နေနိုင်မလားဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုလိုက်ရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ChitThe ပါ)File Size          :1.8GB,746MB &395MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL&480pFormat            :mp4Duration         :1hr & 45minsGenre              :Comedy,Drama,MusicTranslated byChitTheEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlbert KongCha In-pyoChoi Gwi-hwaChoi Seong-gukCrystal KayDavid Lee McInnisEsteban AhnHan Hee-junHan Seung-hyeonJessika VanJin Woo-jinJustin ChonKang ByulKang Seong-jinKang Sung-HoonKim In-wooKim Jee-heeKim Wan-sunKim Young-binLee EunSeokMina FujiiNathalia RamosNekhebet Kum JuchPark Hyung-SooPark Young-wooPark ZiaRich TingRosalina LeeShin Ah-JeongShin Jae-HakSon Young-heeSteve NohSue SonUatchet Jin JuchYoo TeoYoon C. Joyce",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gyc9bpaHW2GSc63OYpiT7sXUY4N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/484oHzBz4ymDS5x1zvoH17DbECA.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/seoul-searching-2015",
        "server": "VIP Links",
        "size": "1.8GB",
        "quality": "1080p WEB-DL 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-seoul-searching-2015-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p WEB-DL 5.1CH"
      },
      {
        "link": "https://usersdrive.com/7nvu8gxrzndo.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p WEB-DL 5.1CH"
      },
      {
        "link": "https://megaup.net/2oVfw/[CM]Seoul.Searching.2015.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p WEB-DL 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-seoul-searching-2015-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "746MB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://usersdrive.com/8gs8ef4x82t4.html",
        "server": "usersdrive.com",
        "size": "746MB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://megaup.net/2oV6p/[CM]Seoul.Searching.2015.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "746MB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://mega.nz/file/cmAWGRIL#i47XVb9kMwbWbzO1D_ClAHp6cMQSdan5BbC89wdUkPw",
        "server": "mega.nz",
        "size": "746MB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://sbfast.com/ogagve0e6zl1.html",
        "server": "streamsb.com",
        "size": "746MB",
        "quality": "720p WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/cm-seoul-searching-2015-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "395MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1x86kbcsy9w8.html",
        "server": "usersdrive.com",
        "size": "395MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/130bx/[CM]Seoul.Searching.2015.480p.mp4",
        "server": "megaup.net",
        "size": "395MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/t7oURLpY#V2nfVGKh5yVIpgfawHA-zZowwrWg0H-spUa4djOqjpw",
        "server": "mega.nz",
        "size": "395MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/3m66v06gxu3a.html",
        "server": "streamsb.com",
        "size": "395MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "j6jGNtql0YQ",
      "video_url": "https://www.youtube.com/watch?v=j6jGNtql0YQ",
      "embed_url": "https://www.youtube.com/embed/j6jGNtql0YQ"
    }
  },
  {
    "metadata": "|2007||Comedy,Music,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "104000"
    },
    "title": "Music and Lyrics (2007)",
    "description": "Music and Lyrics (2007)==================IMDb Rating – 6.5/10ဒီဇာတ်ကားကိုမကြည့်ခင် YouTube Spotify Apple musicစတဲ့ပလက်ဖောင်းတွေမှာ Way back into love ဆိုတဲ့ သီချင်းကို နားဆင်ခံစားကြည့်လိုက်ပါ၊ တကယ်လို့ အဲ့သီချင်းကိုမကြိုက်ခဲ့ရင်လည်း ဇာတ်ကားကိုတော့ ဆက်ကြည့်လိုက်ပါ။ နားထောင်ရတာကြိုက်ခဲ့ရင်တော့ စီးကရက်တစ်လိပ်နဲ့ ကော်ဖီတစ်ခွက်ယူပြီးဆက်ခံစားကြည့်ကြဖို့ အကြံပေးပါရစေ။ဇာတ်လမ်းကမဆန်းပါဘူး musical romance လေးပါပဲ။ ဒါပေမဲ့အချစ်ဆိုတဲ့အရာကိုက ဆန်းကြယ်နေခဲ့တာပါ။ အချစ်ကြောင့် အရာရာအဓိပ္ပာယ်ရှိသွားတယ်၊ အချစ်ကြောင့် အရာရာလှပနေခဲ့တယ်၊အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်မှာ နားဆင်ခံစားဖို့သီချင်းကောင်းလေးတွေအပြင် သီချင်းစာသားတွေရဲ့နှလုံးသားကို ခံစားလို့ရမယ်။လူတိုင်းချစ်တတ်ကြမှာပါ၊ အချစ်မှာနောင်တတွေအမှားတွေရှိတယ်၊အချစ်မှာကြီးကျယ်ခမ်းနားခြင်းတွေ အားအင်တွေရှိတယ်၊ အဲတော့ဒီအချစ်ဇာတ်ကားလေးနဲ့အတူ အချစ်ကိုခံစားရင်း ကောင်မလေးရှိတဲ့သူတွေက ကောင်မလေးကိုရိုပြပါ၊ FA တွေကလည်း စိတ်ကူးယဉ်ရင်းမျက်ရည်ကျပါ၊ တစ်ခေတ်တစ်ခါရဲ့ Charles’Angle ဒရူးဘယ်ရီမိုးကတော့ သင်တို့အားလုံးအား အချစ်အဓိပ္ပာယ်ကိုဖွင့်ဆိုပြမှာမို့ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai ThureinLynn ဖြစ်ပါတယ်)File Size……….(2.13 GB) / (889 MB) / (520 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 44minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Music, RomanceTranslator…….Sai Thurein LynnEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc LawrenceCastAasif MandviAdam GrupperAndrew WyattAntoine 'Doc' JudkinsAriana BernsteinBernadette LordsBill ChemerkaBilly GriffithBrad GarrettBrooke TansleyCampbell ScottCarlos VelazquezCarly LangCharlotte MaierChris MossChristine Ashley DeJesusDan KaratyDan McMillanDana DePaloDaniel Stewart ShermanDrew BarrymoreEmma LesserGerard HeintzHaley BennettHugh GrantJason AntoonJeannine KasparJeremy KarsonJorge SantosKali R. HarrisonKathleen McNennyKristen JohnstonLanette WareLou TorresMarielys MolinaMark A. KeetonMatthew MorrisonMichael CieslaMonique Lea-GallNick BaconNick KenkelNina LafargaPeter ConboyReed KellyRobert SciglimpagliaRoel SuasinSarah MitchellScott PorterSeth StewartSpenser LeighStevie Ray DallimoreSuzi LorraineTom FolignoToni TrucksZak Orth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cLZsdMMC3hoVQy9xwn3YJ4CR9Pd.jpg",
      "https://image.tmdb.org/t/p/w300/aCSB2sf0BrNJTkDVOtY8ItC9SX9.jpg",
      "https://image.tmdb.org/t/p/w300/jDY62ITv8UTDDOvNVeIawMCPHCq.jpg",
      "https://image.tmdb.org/t/p/w300/3LH7utTLeafpPIhUAADHloQSTlR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDY5MTQwODI3OV5BMl5BanBnXkFtZTcwODM2MjEzMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/music-and-lyrics-2007-1080-p-blu-ray-h-264-aac-rarbg-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.13 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1R2ko/Music.and.Lyrics.2007.1080p.BluRay.H264.AAC-RARBG[CM].mp4",
        "server": "megaup.net",
        "size": "2.13 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/EvhWySSb#1NVkozlzTgsVvxDfzyrMrxXo5eKa0F9FioJiIZgEOBE",
        "server": "mega.nz",
        "size": "2.13 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/u1akksug1pxr.html",
        "server": "usersdrive.com",
        "size": "2.13 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/37b3ucax53d0",
        "server": "streamvid.io",
        "size": "2.13 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/music-and-lyrics-2007-720-p-blu-ray-h-264-aac-rarbg-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wZM0/Music.and.Lyrics.2007.720p.BluRay.H264.AAC-RARBG[CM].mp4",
        "server": "megaup.net",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/dvq1l7ma3u3n.html",
        "server": "streamsb.com",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/sj4j2CyJ#ZvNLOlrHvONufsjgCDTH5UxCsSo8QbmbwtrqSR3eRC0",
        "server": "mega.nz",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/wz130a7pmftu.html",
        "server": "usersdrive.com",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/yv7x87v1z89e",
        "server": "streamvid.io",
        "size": "889 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/music-and-lyrics-2007-480-p-blu-ray-h-264-aac-rarbg-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1R2j2/Music.and.Lyrics.2007.480p.BluRay.H264.AAC-RARBG[CM].mp4",
        "server": "megaup.net",
        "size": "520 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/czrcmz9yox3n.html",
        "server": "streamsb.com",
        "size": "520 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/srYm0S7D#PQ6eOrKXiG_A03fRHL0XmuwPN0H7-c0A56St77GxlhY",
        "server": "mega.nz",
        "size": "520 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/8r7v9zybnqjt.html",
        "server": "usersdrive.com",
        "size": "520 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/h6ic8kpkj181",
        "server": "streamvid.io",
        "size": "520 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "x7AmC7nA7yU",
      "video_url": "https://www.youtube.com/watch?v=x7AmC7nA7yU",
      "embed_url": "https://www.youtube.com/embed/x7AmC7nA7yU"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Music",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "29K"
    },
    "title": "The Bélier Family (2014)",
    "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ La famille Belierလို့ခေါ်ပြီးတော့ ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ ဘီလီရာလို့ခေါ်တဲ့ မိသားစုလေးမှာ မိသားစုဝင် ၄ ယောက်ရှိပြီးတော့၃ ယောက်က ဆွံ့အနားမကြားသူတွေပါ။ သမီးတစ်ယောက်တည်းကပဲ ချွတ်ယွင်းမှုမရှိနေတာပါ။ သူက ကျန်တဲ့မိသားစု၃ ယောက် အဆက်အသွယ်လုပ်နိုင်ဖို့ ကြားကနေ ဘာသာပြန်ပေးနေရသူဆိုလည်း မမှားပါဘူး။ သူဟာ မိသားစုနဲ့အတူ ဈေးထဲမှာချိစ်တွေကို ရောင်းပါသေးတယ်။ကျောင်းတွေပြန်ဖွင့်လို့ ကျောင်းပြန်တက်တဲ့အခါမှာ သင်ရိုးအပိုတွေထဲက တစ်ခုကို ရွေးချယ်ဖို့ ဖြစ်လာတဲ့အခါ သူဟာ ဓမ္မတေးအဖွဲ့ထဲဝင်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ အဲဒီကနေမာ ဂီတဆရာသောမက်ဆန်နဲ့ တွေ့ခဲ့ပြီးတော့ သူ့အသံဟာ သူများနဲ့မတူ တမူထူးခြားကြောင်း သိလာခဲ့ပါတယ်။ ဆရာဖြစ်သူ သောမက်ဆန်ကသူ့အသံနဲ့ဆိုရင် ပဲရစ်မှာ ကျင်းပမယ့် အဆိုပြိုင်ပွဲကို ဝင်ပြိုင်လို့ရကြောင်း၊ ပြိုင်ပွဲကိုနိုင်ရင် ပဲရစ်မှာရှိတဲ့ အနုပညာကျောင်းမှာကျောင်းတက်ခွင့်ရမယ့်အကြောင်း ပြောပြခဲ့ပါတယ်။ဒါဆိုရင် ဘီလီရာက သူ့ဆရာပြောတဲ့ ပြိုင်ပွဲကို ဝင်ပြိုင်ဖြစ်မလား၊ပြိုင်ပွဲကိစ္စကို သူ့မိဘတွေက ခွင့်ပြုပါ့မလား၊ သူ့အနေနဲ့ဒီမြို့ငယ်လေးထဲမှာပဲ ဆက်နေသွားမလား ပဲရစ်ကိုသွားပြီးစွန့်စားခန်းအသစ် ရေးဆွဲမလားဆိုတာကိုတော့ ဟောဒီLa Famille Belier ဆိုတဲ့ ဇာတ်ကားထဲမှာ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါ။File size…2.14GB / 0.98GBQuality…Blu-Ray 1080p  / 720pFormat…mp4Duration….1h 46mGenre ….. Comedy , Drama , MusicSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Elizabeth khantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBruno GomilaCéline JorrionClémence LassalasEric ElmosninoFrançois DamiensGiulia FoïsIlian BergalaJérôme KircherKarin ViardLou RavelliLouane EmeraLuca GelbergManuel WeberMar SodupeMatt BeuroisMelchior LebeautMichel AmsellemNoël SorrentePascal DuthuinPhilippe DusseauRoxane DuranSébastien AgiusStéphan WojtowiczVéronique Poulain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nLLYm9qPtE6WwFSzDOHMUUfytcx.jpg",
      "https://image.tmdb.org/t/p/w300/AcX7SUOoc5hnYpjH4b0KnHegUrZ.jpg",
      "https://image.tmdb.org/t/p/w300/jubOiJCZ0YrYmxmdvDMIJ8ZtER2.jpg",
      "https://image.tmdb.org/t/p/w300/6SN7yjGijwPAdBf6I1F9vuonWms.jpg",
      "https://image.tmdb.org/t/p/w300/2v9WeW9Gz1h2SkcKQKjSclo7NVH.jpg",
      "https://image.tmdb.org/t/p/w300/swHVo2PW1s1FjtdeSaxCAniFnUa.jpg",
      "https://image.tmdb.org/t/p/w300/9rq7GhcfEIJsp0uBxAkJC2ISQEo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7ZU9VmKw04ieuBoM91EoTn5z18I.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xm7yhkc283rw.html",
        "server": "usersdrive.com",
        "size": "2.14GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-belier-family-2014-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.14GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Be8n/The.Belier.Family.2014.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.14GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/prslhLDB#nTfbgK-yEuhf-zAq6z150EOfWXx4uJ0aId2CDg7GvcM",
        "server": "mega.nz",
        "size": "2.14GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1dwou6jjcncp.html",
        "server": "usersdrive.com",
        "size": "0.98GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-belier-family-2014-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.98GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1fje3/The.Belier.Family.2014.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "0.98GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/w2sCyACI#MSHLz7LQzfR96gt2H2e1bo-K4DEjUpM86nByEjiUVjc",
        "server": "mega.nz",
        "size": "0.98GB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/vuzgpuqfozup.html",
        "server": "streamsb.com",
        "size": "0.98GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/a1kvkoiqzobj",
        "server": "streamvid.io",
        "size": "0.98GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "v1fbTpzWjtU",
      "video_url": "https://www.youtube.com/watch?v=v1fbTpzWjtU",
      "embed_url": "https://www.youtube.com/embed/v1fbTpzWjtU"
    }
  },
  {
    "metadata": "|2023||Comedy,Drama,Music",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "5600"
    },
    "title": "The Nightingale of Bursa (2023)",
    "description": "The Nightingale of Bursa (2023)========================IMDb Rating – 6.9/102023 မှာ ထွက်ရှိလာတဲ့ တူရကီကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ တူရကီတွေကတော့ ဒီကားဟာ အတိတ်ကို အောက်မေ့သတိရအောင် လုပ်နိုင်ပါသတဲ့။ လုပ်နိုင်ဆို ဇာတ်လမ်းက၁၉၈၆မှာ ဇာတ်အိမ်တည်ထားသကိုး။ Musical ဆိုတဲ့အတိုင်းသူတို့ခေတ်သူတို့အခါက သီချင်းတွေကို ဝေဝေဆာဆာ မြိုင်မြိုင်ဆိုင်ဆိုင် ထည့်ထားတဲ့အပြင် အဲဒီခေတ်က အထင်ကရပုဂ္ဂိုလ်တွေ၊ ဖြစ်ရပ်တွေအကြောင်းကိုလည်း အလျဉ်းသင့်သလိုထည့်ပေးထားတော့ လွမ်းမိတာလည်း မဆန်းပါဘူး။ဒါ့အပြင် တူရကီသရုပ်ဆောင်၊အဆိုတော် Little Emrah နဲ့ လျှမ်းလျှမ်းတောက်အောင်မြင်တဲ့ တူရကီရဲ့ transgender diva ဖြစ်တဲ့Bulent Ersoy တို့အကြောင်းတွေပါ ပါတဲ့အတွက် သူတို့အတွက်တော့ ကြည့်ကောင်းလှပေမပေါ့။ ဒါဆို သူတို့အတွက်ပဲ ကြည့်ကောင်းတာလား။ မဟုတ်ပါဘူး။ Stand-up comedian တစ်ဖြစ်လဲ ဒီဇာတ်ကားရဲ့ ဇာတ်ညွှန်းရေးဆရာ Ata Demirer ထည့်ထားတဲ့ ဟာသလေးတွေ အလွဲလေးတွေကြောင့် အူတက်အောင်မရယ်ရတောင်ထထ ပြုံးမိမှာ အသေအချာပါပဲ။ နောက်ပြီးတော့ သူက ဒီဇာတ်ကားရဲ့ ဇာတ်လိုက်နေရာကနေလည်း သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းကတော့ ဆံပင်တုတစ်ခုကနေ စလိုက်တဲ့ ဇာတ်လမ်းပေါ့။ဆိုင်လေးတစ်ဆိုင်မှာ စန္ဒရားတီးပြီးဖျော်ဖြေတဲ့ ဂီတသမား ဂျန်ဂစ်ရဲ့အဖြစ်ချင်ဆုံးအိပ်မက်ကတော့ သူ့ကိုယ်ပိုင်သီချင်းခွေထုတ်ချင်တာပါတဲ့။ ဒီအိပ်မက်က ဂျန်ဂစ် လူလတ်ပိုင်းအရွယ်ရောက်တဲ့အထိမပြောင်းလဲပါဘူး။ တစ်နေ့ ဆိုင်မှာ စန္ဒရားတီးနေရင်း ဆံပင်တုကျွတ်ကျသွားပြီးဆံပင်တုကို ခွေးဆွဲသွားလို့ လိုက်ဖမ်းတာမှာ တေးရေးဆရာကြီးအိမ်ထဲကို ရောက်သွားပါတယ်။ အဲဒီမှာပဲ တေးရေးဆရာကြီးရဲ့ သားနဲ့သမီးနဲ့အတူ သူ့အိပ်မက်ကို ဘယ်လိုအကောင်အထည်ဖော်မလဲ။ ဂီတကိုပဲချစ်သူတော်ထားတဲ့ သူ့ဘဝထဲကို တေးသီငှက်လေး ဘယ်လိုဝင်ရောက်လာမလဲ။ တေးသီငှက်လေးကရော ဘယ်လမ်းကို ရွေးချယ်သွားမလဲဆိုတာကို မိသားစုနဲ့အတူ ကြည့်ရှုခံစားရင်း ဘဝအမောတွေ ခဏတစ်ဖြုတ်တော့ ပြေပျောက်နိုင်ပါစေဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့EL ဖြစ်ပါတယ်)File Size……….(2.34 GB) / (1.0 GB) / (616 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………2HrsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, MusicTranslator…….ELEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHakan AlgülCastAta DemirerAycan KopturBedir BedirBerkay TulumbacıCelil NalçakanCem CücenoğluCem GelinoğluCem Zeynel KılıçEmre ŞenErkan TaşdöğenErkan ÜçüncüHakan Akınİnci ŞenIrmak Ecem AydemirKerem Alp KabulMelek BaykalMert AskerMuharrem TürksevenMurat KılıçNeslihan ArslanÖzge ÖzaçarRamiz MullamusaSeçil MutluSeda TurkmenTarık PapuççuoğluToygan AvanoğluUğur Arda Başkan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7P71nJego3BXineT4U48hkX3nqU.jpg",
      "https://image.tmdb.org/t/p/w300/7mkeQbPn1FmCF7JsevKJvZm87zJ.jpg",
      "https://image.tmdb.org/t/p/w300/8i8OVxxEemm6yzqgcEPychr4gRD.jpg",
      "https://image.tmdb.org/t/p/w300/1NS37GbtyR9ZbrpcD45vderRTnB.jpg",
      "https://image.tmdb.org/t/p/w300/wIKaxwgGF0WAuTnY2HLB2cJIq3W.jpg",
      "https://image.tmdb.org/t/p/w300/f8aOUtF6TaQj6AbkBKEqdYRU1Ti.jpg",
      "https://image.tmdb.org/t/p/w300/hfqUvxN7SwmH2o5TTGaosH5t7T3.jpg",
      "https://image.tmdb.org/t/p/w300/jj04zYiLzu7pCzCAzFwRu2EKhOT.jpg",
      "https://image.tmdb.org/t/p/w300/yaQPEIwzdhq20td5woDKkNvB28Z.jpg",
      "https://image.tmdb.org/t/p/w300/hH4AWeiD1CLjcHbCHtQysAvWiU9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDVmMmE3NDgtNDdmNi00NzU0LTkzNGMtNjkzMDdjZDY3MDVmXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "yoteshinportal.cc",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbface.com/18f06d5izo9o.html",
        "server": "streamsb.com",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/kHY3Bb7J#smRT6mJKDdnFZbD8wx7St5vx7sHfWM40j2MM4Mhd8aU",
        "server": "mega.nz",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/grv13306j0v6.html",
        "server": "usersdrive.com",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/irexew15ozmm",
        "server": "streamvid.io",
        "size": "2.34 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-nightingale-of-bursa-2023-turkish-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbface.com/64bocevabk08.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/JPAiHCrD#cB-jDKuZGPzteJKCrBdC7q8V30Qd6iC2lJh4qjTNAGw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/y17994jfjsg9.htmlhttps://usersdrive.com/q24hbreefix6.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/7i54dg8g6jyt",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-nightingale-of-bursa-2023-turkish-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "616 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1T8zd/The.Nightingale.of.Bursa.2023.TURKISH.480p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "616 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbface.com/vqaf4nhnvsfj.html",
        "server": "streamsb.com",
        "size": "616 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/kHY3Bb7J#smRT6mJKDdnFZbD8wx7St5vx7sHfWM40j2MM4Mhd8aU",
        "server": "mega.nz",
        "size": "616 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/q24hbreefix6.html",
        "server": "usersdrive.com",
        "size": "616 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/c6l352k0f2ok",
        "server": "streamvid.io",
        "size": "616 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "L0tTcfs3R_c",
      "video_url": "https://www.youtube.com/watch?v=L0tTcfs3R_c",
      "embed_url": "https://www.youtube.com/embed/L0tTcfs3R_c"
    }
  },
  {
    "metadata": "PG|2022|1h 51m|Biography,Drama,Music",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "408"
    },
    "title": "Dreamin’ Wild (2022)",
    "description": "Dreamin’ Wild (2022)~ IMDb – 6.7/10, Rotten Tomatoes – 90% ~ကိုယ်ဘာဖြစ်ချင်တာလဲကိုယ်သိဖို့နဲ့ ကိုယ်ဖြစ်ချင်တဲ့လူမျိုး ဖြစ်လာအောင်လုပ်ဖို့က မလွယ်ဆုံးအရာတွေ ဖြစ်ကောင်းဖြစ်လိမ့်မယ်။ ကံကောင်းတဲ့ တချို့ကျတော့လည်း စောစောစီးစီးပဲ သူတို့ ဘာဖြစ်ချင်လဲ သူတို့သိသွားကြတယ်။ သူ့နောက်ဆက်တွဲကံဆိုးခြင်းကတော့ မြင်ဖူးသလောက်ဆို အဲဒီလိုစောစောစီးစီးသိသွားကြတာတွေမှာ မလွယ်ကူတာတွေတော့ တော်တော်များတယ်။ ဒီရုပ်ရှင်ထဲက ကောင်လေးတွေလိုပေါ့။၁၅ ၁၆လောက်မှာတင် သူတို့ဘာဖြစ်ချင်လဲ သူတို့ကောင်းကောင်းသိခဲ့ကြတယ်။ အဆိုတော်ကြီးတွေ ဒရမ်မာကြီးတွေ ဖြစ်ချင်ခဲ့ကြတယ်။ သူတို့ထဲကတစ်ယောက်ဆို ၁၅နှစ်မှာတင် တူရိယာပေါင်းစုံတီးနိုင်တဲ့အထိ ပါရမီပါခဲ့တယ်။ ဒီနေရာမှာ မိသားစုရဲ့သက်ရောက်မှုက ပါလာပြီ။ စိတ်ကူးယဉ်ဆန်တဲ့ အိပ်မက်တွေကို အားမပေးကြတဲ့ မိဘတွေကတော့ သဘာဝအတိုင်းပဲ ပိုများလိမ့်မယ်။ ဒီလိုနဲ့ပဲ ရပ်တန့်သွားတဲ့ အိပ်မက်တွေရှိခဲ့လိမ့်မယ်။ သူတို့လည်း မှားတော့ မှားမနေဘူး။ ဘာလို့ဆို ဒီရုပ်ရှင်ထဲက ကောင်လေးတွေရဲ့မိဘတွေဟာ သူတို့ကလေးတွေရဲ့အိပ်မက်အတွက် လယ်ဧက၁၇၀၀လောက်ကနေ ၆၅ဧကလောက်ပဲ ကျန်တော့တဲ့အထိ ပံ့ပိုးပေးခဲ့ ယုံကြည်ပေးခဲ့ကြတယ်။ သူတို့စကားအတိုင်းဆို ဘဝမှာ ကိုယ့်မိသားစုကိုမှ မယုံရင် ဘာကိုယုံဦးမလဲပေါ့။ဒါပေမဲ့ ဒီလိုအိပ်မက်တွေဟာ အားလုံးသိတဲ့အတိုင်း မဖြစ်မြောက်ခဲ့တာတွေက ပိုများတယ်။ သူတို့တစ်ဘဝလုံးရင်းပြီး ထုတ်လိုက်တဲ့ သီချင်းအယ်လ်ဘမ်ကလေးမှာ အားပေးသူမရှိခဲ့ဘူး။ ဒီလိုနဲ့ ကောင်လေးတွေ ညီအစ်ကို၂ယောက်ထဲက တစ်ယောက်က ထပ်ကြိုးစားတယ်။ နှစ်ယောက်စလုံးလုပ်လို့မဖြစ်တော့ သူ့အစ်ကိုက လက်လျှော့ပြီး လယ်လုပ်ရင်း သူ့ညီကို အားပေးခဲ့တယ်။ ဒါလည်း မအောင်မြင်ခဲ့ပါဘူး။ ဘဝတွေ မပြေလည်တစ်လှည့် ပြေလည်တစ်လှည့် ပြန်လည်ပတ်ကြတယ်။ ကြာလာတော့ ကောင်လေးဟာ မအောင်မြင်ခဲ့တဲ့ အိပ်မက်တွေကို မေ့လျော့ထားခဲ့တယ်။ သူဖြစ်ချင်တာနဲ့ ခပ်ဆင်ဆင်ဘဝမျိုးမှာတော့ သူနေနေခဲ့တယ်။ ဒီလိုပါပဲ။ နှစ်တွေကြာလာခဲ့တယ်။တစ်ခုသောနေ့မှာ ကောင်လေးဟာ သူငယ်ငယ်က သီချင်းသွင်းပြီး ပြန်နားထောင်တတ်တဲ့ ကွင်းပြင်ကလေးမှာ သူ့သီချင်းတွေကို သူပြန်လာနားထောင်နေခဲ့တယ်။ ဟိုးတုန်းကလို စိတ်ရှိတိုင်း ဖန်တီးနိုင်တဲ့ လွတ်လပ်မှုမျိုး သူ့မှာမရှိတော့ဘူး။ သူ့အဖေ သူ့အတွက် ဆုံးရှုံးခဲ့ရတာတွေအတွက် သူတောင်းပန်တော့ သူ့အဖေပြန်ပြောတာက…“ငါက တော်တော်အအိပ်မက်တာ… ငါအိပ်ပျော်သွားရင် နှိုးလို့ကိုမရဘူး။ တစ်ညမှာ ငါနိုးလာတော့ ငါလုံးဝပြန်အိပ်လို့မရခဲ့ဘူး။ ဒီတော့ ငါ့အိပ်ယာထဲက ထပြီး ဆင်ဝင်အောက် လမ်းထွက်လျှောက်တယ်။ အဲဒီမှာ သီချင်းသံကြားလိုက်ရတယ်။ သီချင်းသံက ဒီလောက်အဝေးကြီးအထိ ရောက်လာနိုင်မယ်လို့ ငါမထင်ခဲ့ဘူးလေ။ ဒါပေမဲ့… အဲဒီသီချင်းက မင်းသီချင်းဆိုတာ ငါသိခဲ့တယ်။ သီချင်းသံတိတ်သွားတဲ့အထိ တစ်ညလုံး ငါဆင်ဝင်အောက်မှာ ရပ်နားထောင်နေခဲ့တယ်။ အဲဒီနောက်ပိုင်း နောက်ညတွေလည်း ငါညတိုင်းထပြီး သီချင်းနားထောင်ခဲ့တယ်။ မင်းသီချင်းတွေနားထောင်ဖို့ဆို ငါ အဲဒီဆင်ဝင်အောက်မှာ တစ်သက်လုံးတောင် ရပ်နေနိုင်တယ်ကွာ။ ငါဒီမြေတွေ ဒီလယ်တွေအားလုံးကို အဲဒီသီချင်းသံကို ကြားရဖို့သက်သက်နဲ့ ငါအကုန်ပေးရဲတယ်။ မင်းသီချင်းသံကို ကြားရဖို့ပေါ့။ မင်းက ငါ့သားပါ။ အဖေတို့ မင်းအတွက် ဘယ်လောက်ပဲ ခက်ခဲခဲ့ ခက်ခဲခဲ့ အဖေလုံးဝနောင်တမရဖူးဘူး။”တဲ့။အောင်မြင်ခဲ့တဲ့ အဆိုတော်တွေ တီးဝိုင်းတွေအကြောင်း ဇာတ်လမ်းတွေ ခင်ဗျားတို့ မနည်းမနော ကြည့်ဖူးပါလိမ့်မယ်။ သူတို့ရဲ့အားထုတ်မှုကို လေးစားရသလို သူတို့ရဲ့အောင်မြင်မှုကိုလည်း အားရခဲ့ဖူးမှာပဲ။Manchester by the Sea နဲ့ အော်စကာရခဲ့တဲ့အပြင် Gone Baby Gone နဲ့ A Ghost Story တို့မှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Casey Affleck နဲ့ (500) Days of Summer နဲ့ အားလုံးအချစ်တော်ခံခဲ့ရတဲ့မင်းသမီး Zooey Deschanel တို့ သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာ တကယ်လည်းရှိခဲ့တဲ့ ၁၉၇၀ဝန်းကျင်က ဂီတသမားနှစ်ယောက်ဖြစ်တဲ့ Donnie & Joe Emerson ညီအစ်ကိုအကြောင်းကို အခြေတည်ရိုက်ကူးထားတာပါ။ သူတို့ဟာ ၁၉၇၀မှာ ဂီတကို စတင်ခဲ့ပေမဲ့ ဇာတ်လမ်းပါအတိုင်း ၂၁ရာစုရောက်မှပဲ မျိုးဆက်သစ်ပရိသတ်တွေ ပြန်လည်တူးဖော်အားပေးတာကိုခံခဲ့ရတဲ့ ခေတ်ကိုကျော်ဖြတ်နိုင်ခဲ့တဲ့ ဂီတသမားတွေပါပဲ။သူတို့ရဲ့အစောပိုင်းကာလတွေမှာ အောင်မြင်ခြင်းတွေတော့ ရှိမနေပါဘူး။ တစ်ယောက်အတွက် ဘယ်လောက်ပဲ ဆုံးရှုံးခဲ့ ဆုံးရှုံးခဲ့ တစ်ယောက်မှာ နောင်တမရှိခဲ့တဲ့လူတွေရဲ့ ယုံကြည်ခြင်းတွေကိုတော့ တွေ့ရလိမ့်မယ်။ ဘယ်တော့မှ မအောင်မြင်ခဲ့တဲ့ မိုးတိမ်လို သားတွေကို ဘယ်တော့မှ မစွန့်ပစ်ခဲ့တဲ့ ကောင်းကင်ကို တွေ့ရလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.25GB, 930MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 51MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill PohladStarsAimee PaxtonAmandaree FoxAshleigh OswaltBarbara DeeringBeau BridgesBonni DichoneBrandon O'NeillCallan SpaffordCari WiltonCarlos L. FoxCarson VerityCasey AffleckCharles CharleboisChris MessinaClaire YarberDarcy ElseDave JohnsonDoug DawsonElizabeth O'BrienFaith Clark DoeblerFrank A. GaimariIan WellsIlan HernandezJack Dylan GrazerJhon GoodwinKaty CavanaghKayla Jade AdeniranLauren Megan McCarthyLowell DeoMaeve CampbellMatt RindgeMcKenna RalstonMellanie HubertMichael McCarthyMike D HarrisNoah JupeRich MorrisRichard SlonikerRosie HuddlestonRyan ChenWalton GogginsZooey DeschanelCastAimee PaxtonAmandaree FoxAshleigh OswaltBarbara DeeringBeau BridgesBonni DichoneBrandon O'NeillCallan SpaffordCari WiltonCarlos L. FoxCarson VerityCasey AffleckCharles CharleboisChris MessinaClaire YarberDarcy ElseDave JohnsonDoug DawsonElizabeth O'BrienFaith Clark DoeblerFrank A. GaimariIan WellsIlan HernandezJack Dylan GrazerJhon GoodwinKaty CavanaghKayla Jade AdeniranLauren Megan McCarthyLowell DeoMaeve CampbellMatt RindgeMcKenna RalstonMellanie HubertMichael McCarthyMike D HarrisNoah JupeRich MorrisRichard SlonikerRosie HuddlestonRyan ChenWalton GogginsZooey Deschanel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eSDz22g7f0pRK9XJXXQnnywUo4I.jpg",
      "https://image.tmdb.org/t/p/w300/8ekTiNaJXcHHCqrafD4U3Elkf8e.jpg",
      "https://image.tmdb.org/t/p/w300/uVRrE2FhWpkZt2SaCUS7bHSQ0HD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2RQVe7ZaYJlldv4U6zFVLRr0Q2G.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dreamin-wild-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jTUA/(CM)_Dreamin__Wild_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hi8XRAQA#zsx57SWErhjEEI5cd0rcONWGgouapWfSRzqHZ48ThQU",
        "server": "mega.nz",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/pbk3r1v4l3wb.html",
        "server": "usersdrive.com",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dreamin-wild-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i1y1/(CM)_Dreamin__Wild_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5vMFRKRB#80Mo-SBhTotlWwJ8tbIs1Lfnd-NQzyHvKURVfAlU1to",
        "server": "mega.nz",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rbtegko0skak.html",
        "server": "usersdrive.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/kh2ouyezo894",
        "server": "streamsb.com",
        "size": "930MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/qp8v9hpt6rki",
        "server": "streamvid.io",
        "size": "930MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "n6iNa39A24Y",
      "video_url": "https://www.youtube.com/watch?v=n6iNa39A24Y",
      "embed_url": "https://www.youtube.com/embed/n6iNa39A24Y"
    }
  }
]