[
  {
    "metadata": "Unrated|1956|1h 50min|Drama,The Apu Trilogy",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "13000"
    },
    "title": "Aparajito (1956)",
    "description": "“Aparajito”(1956) “အပရာဇိတ”=======================Directed by ” Satyajit Ray “IMDb – 8.3/10, Rotten Tomatoes – 95%“အပုဟာ ရထားဆီသွားပြီးအပုဟာ ရထားဆီရောက်ခဲ့ပေမဲ့အပုဟာ ရထားဆီမရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲအပုဟာ ရထားဆီမရောက်ခဲ့ပေမဲ့အပုဟာ ရထားဆီရောက်ခဲ့တယ်။”ပါဠိသံနဲ့ဆို အပရာဇိတ(မရှုံးနိမ့်နိုင်သော)လို့ နာမည်ပေးထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆာတရာဂျစ်ရေးရဲ့ နာမည်ကျော် Apu Trilogy ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။‌ ရေးဟာ ရာဘင်ဒြာနာ့သ်တဂိုးရဲ့ သျှန္တီနိကေတန် ကျောင်းမှာ တက်ခဲ့တဲ့ အိန္ဒိယရဲ့ အကြီးကျယ်ဆုံးဒါရိုက်တာတစ်ယောက်ပါပဲ။ သူဟာ မာတင်စကောဆေးစိ၊ ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာ၊၀က်စ် အန်ဒါဆန်၊ ဂျော့စ်လူးကတ်စ်တို့လို အနောက်တိုင်းက နာမည်ကျော်ဒါရိုက်တာတွေက လေးစားချီးကျုးကြတဲ့ သူဆိုလည်းမမှားပါဘူး။ အော်စကာဆုပေးပွဲကနေ တစ်သက်တာရုပ်ရှင်ဆုသဘောဆောင်တဲ့ ဆုကိုလည်းရထားပါတယ်။ ရုပ်ရှင်လောကရဲ့ မီးရှုးတန်ဆောင်တစ်ဦးဖြစ်တဲ့ အခိရ ခုရိုစဝ ( Akira Kurosawa)ကဆို “ရေးရဲ့ရုပ်ရှင်ကို မကြည့်ဖူးတဲ့သူဟာ ကမ္ဘာပေါ်မှာနေနေပြီး နေရယ်လရယ်ကို မကြည့်ဘဲနေနေတဲ့သူလိုပဲ”လို့ဆိုပြီး ထောပနာပြုခံရတဲ့သူပါပဲ။ရေးရဲ့အပုသုံးကားတွဲဟာ ကမ္ဘာ့ရုပ်ရှင်ပရိသတ်တွေကြားမှာ အတော်လေးနာမည်ကြီးပါတယ်။ ကျွန်တော်တို့ချစ်တဲ့ အနုပညာသည်အစစ်ကြီး ခင်မောင်ရင်ဆိုလည်း သူ့ကားတွေကြည့်ပြီး The World Of APU ကိုမှီးပြီး ရုပ်ရှင်ရိုက်ဖြစ်ခဲ့တာပါ။ အဲဒီရုပ်ရှင်ကတော့ ကျွန်တော်တို့ ကြည့်ခွင့်မကြုံနိုင်တော့တဲ့ “နှမလက်လျှော့နေလေတော့” ပါ။ တော်တော်များများ ကြားဖူးကြမှာပါပဲ။ တလောက ဒီဇိုင်းဆရာမျိုးဆွေသန်းကတော့ နေ ပြန်ရဖို့ ကန်ဒေါ်လာသန်းဝက်လိုတယ်လို့ ပြောတာတော့ မြင်ဖူးလိုက်ပါတယ်။ ဒီငွေဟာ ဒီလိုအနုပညာအတွက် ဘယ်လောက်မှမများတဲ့ ပမာဏပါပဲ။ နိုင်ငံခြားက low budgetရုပ်ရှင်တွေလောက်တောင် ဘတ်ဂျက်မရှိပါဘူး။ ဒါရိုက်တာကြီး၀င်းဖေတို့လို ရှေးလူတွေပြောကြတာကို ဖတ်ကြည့်ရသလောက် ခင်မောင်ရင်ရဲ့သဘောထားကို သိရသလောက်တော့ နှမလက်လျှော့နေလေတော့ဟာ ဗမာရဲ့ အဲဒီခေတ်ကတည်းက နိုင်ငံတကာနဲ့ပြိုင်နိုင်တဲ့ အနုပညာအားမနည်းတဲ့ရုပ်ရှင်ပါပဲ။ အနုပညာစစ်စစ်တွေမြစ်ဖျားခံရာဖြစ်တဲ့ ပြင်သစ်က ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကနေလာ‌ရွေးတဲ့ထဲ အကြိုက်တွေ့တဲ့တစ်ကားတည်းသောကားပါပဲ။ဆာတရာဂျစ်ရေးရဲ့ ရုပ်ရှင်တွေကိုလည်း မာတင်စကောဆေးစိက ကမကထပြုပြီး ဒစ်ဂျစ်တယ်အဖြစ်အသက်သွင်းခဲ့တာပါ။ မာတင်စကောဆေးစိက ရေးရဲ့ ရုပ်ရှင်တွေကို ကမကထပြုခဲ့သလို တစ်နေ့နေ့မှာတစ်ယောက်ယောက်က ကမကထပြုပြီး ကြည့်ရကောင်း ကြည့်ရလာနိုင်ပါတယ်။ ခေတ်ကောင်းတဲ့တစ်နေ့ အနုပညာအစစ်တွေ ပြန်ထွန်းကားတဲ့တစ်နေ့ကျ ပြန်ကြည့်ရချင်လည်း ကြည့်ရလောက်မှာပါပဲ။ရေးရဲ့ရုပ်ရှင်ရိုက်ကူးတင်ဆက်မှုပုံစံကို ခင်မောင်ရင့်စကားကို ဝင်းဖေက ပြန်ချပြထားတာအရတော့…အရိုးရှင်းဆုံးနဲ့ အပြည့်စုံဆုံးဖြစ်အောင် ရိုက်ကူးတယ်ဆိုပါတယ်။ Simplicity is perfection and beauty တဲ့။ ရေးဟာ သူသေချာသိတဲ့ သူ့ပတ်၀န်းကျင်က ဘင်္ဂါလီဘ၀တွေကို ဘင်္ဂါလီက၀တ္တုစာရေးဆရာရဲ့ ၀တ္တုကိုမှီးပြီး ရိုးရိုးရှင်းရှင်းလေးရိုက်ပြသွားခဲ့တာပါ။ ဘင်္ဂါလီအမျိုးသမီးတွေရဲ့ သူတစိမ်းယောက်ျားအမြင်မခံလိုတဲ့ဓလေ့ကစလို့ ဂင်္ဂါမြစ်ထဲရေချိုးတဲ့ဓလေ့အပါအဝင် တခြားဓလေ့တွေကိုပါ ပေါ်လွင်အောင်ရိုက်ပြသွားတယ်။ ဒါကြောင့်လည်း ကီယာနူးရိဗ်က အိန္ဒိယကို ရေးရဲ့ ရုပ်ရှင်တွေက တစ်ဆင့်ပဲ နားလည်နိုင်ခဲ့တာလို့ ဆိုဖူးတယ်။ Godfatherနဲ့ Apocalypse Nowရဲ့ဒါရိုက်တာ ဂန္တ၀င်ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ် ကော်ပိုလာကလည်း အိန္ဒိယရုပ်ရှင်ကို ရေးကနေပဲသိတာဆိုပါတယ်။ရေးရဲ့ရုပ်ရှင်တွေဟာ ရိုးရိုးလေးချပြပြီး အကောင်းဆုံးဖြစ်အောင် ရိုက်ပြထားတာတွေပါ။ သို့တိုင်အောင်ပဲ ရေးရဲ့ ရုပ်ရှင်တွေဟာ Poetic Cinema စာရင်း၀င်ပါတယ်။ ခင်မောင်ရင်ကတော့ ဇာတ်လမ်းဆိုတာ နောက်ဆက်တွဲဖြစ်ရပ်သက်သက်လို့‌ပြောလို့ရတယ် လို့ ပြောပါတယ်။ A story in a way is nothing series of consequences.‌ တဲ့။ ပြောရရင် ဒါရိုက်တာက နောက်ဆက်တွဲဖြစ်နိုင်ခြေတွေရှိတဲ့ အကြောင်းအရာတစ်ခုကိုတင်ပြပြီး နောက်ဆက်တွဲဖြစ်ရပ်တွေကိုတော့ မပြဘဲ ပရိတ်သတ်ကို အလုပ်ပေးသွားတာမျိုးကိုပါ ဇာတ်လမ်းရဲ့ တစ်စိတ်တစ်ပိုင်းလို့ ကျွန်တော်တို့သတ်မှတ်လို့ရတဲ့သဘောမျိုးပါပဲ။ လီချန်းဒုံရဲ့ Burningလိုပေါ့။ ရေးဟာ ဒီစတိုင်ကို အတော်သုံးသွားပါတယ်။တကယ့်မာစတာပိစ်ရုပ်ရှင်တွေဆိုတာ ဇာတ်လမ်းတစ်ပိုင်းတစ်စပေါ်ရုံနဲ့ ပျက်စီးမသွားမတတ်ပေမဲ့ မတော်တဆ ပထမရုပ်ရှင်က အကြောင်းအရာကိုသိမှာကြောက်တယ်ဆိုရင်တော့ ကြားနှစ်ပိုဒ်ကို အရင်ကားကြည့်ပြီးမှဖတ်ပါ။အဲဒီအကြောင်းအရာမပါရင် ရေးပြလို့မပြေတာကြောင့် ထည့်သုံးလိုက်ရပါတယ်။ စပွိုင်လာလို့ ယူဆရင် သုံးပိုဒ်ကျော်ဖတ်သင့်ပါတယ်။[ — ဘယ်လိုသုံးသွားလဲမြင်သာအောင် ဥပမာပြရရင် ပထမကားမှာ အပုရဲ့အမ သေသွားခဲ့ပါတယ်။ သူဟာ အပုတို့အိမ်ရဲ့ တစ်ဦးတည်းသောမိန်းကလေးပါ။ အခု အပရာဇိတမှာတော့ ဘာဘူတစ်ယောက်က တရားဟောဆရာရေးရဲ့အိမ်ကို အလည်လာပြီး သမီးမိန်းကလေးရှိမရှိအကဲခတ်တယ်။ မရှိတာတော့မျက်မြင်ပါပဲ။ ပိုသေချာချင်တော့ ထုတ်ပါမေးတယ်။ အသက်အရမ်းကွာပေမဲ့ ဘင်္ဂါလီဓလေ့အရသာဆို အပုရဲ့အမသာရှိခဲ့ရင် အခုအချိန်ဆို လက်ဆက်လို့ရတဲ့အရွယ်ကောင်းပေါ့။ ဘာဘူစုထားတဲ့ ငွေတွေဟာ အပုတို့အတွက်ဖြစ်သွားမှာပဲ။ ဘာဘူရဲ့ အမေးစကားမှာ မရှိတော့တဲ့အပုအမ သူ့သမီးအတွက် အပုအဖေ နာကျင်ရမှာပါပဲ။ ရေးက ဒါကိုလုံးဝမပြသွားခဲ့ဘူး။ ပရိသတ်ကိုပဲ အလုပ်ပေးသွားခဲ့တယ်။ သူတို့ဓလေ့ကို နည်းနည်းသိနေရင်ကို ပရိသတ်က ခံစားမိမှာပါပဲ။ ရေးဟာ ဇာတ်အိမ်ရိုးရိုးရှင်းရှင်းမှာပဲ ခံစားချက်တွေကိုတော့ မရိုးရှင်းရအောင်ကို Poetic Cinema ဖြစ်အောင်ရိုက်ပြသွားခဲ့တယ်။ ဒီလိုပြိုင်ဘက်ကင်းတာကြောင့်လည်း ခရစ္စတိုဖာနိုလန်က”ရေးရဲ့ ရုပ်ရှင်ဟာ အကောင်းဆုံးရုပ်ရှင်မာစတာပိစ်ရုပ်ရှင်ပါပဲ”လို့ ဆိုဖူးပါတယ်။နောက်အပုပေါ့။ အပု ကျောင်းပိတ်ရက်အိမ်ပြန်လာပြီး ကျောင်းတွေပြန်ဖွင့်တဲ့အချိန်မှာ သူ့အမေက အိမ်မှာရက်နည်းနည်းပိုနေစေချင်ပေမဲ့ အပုဟာ အိမ်မှာဆို စာကျက်လို့မရလို့ ကာလကတ္တားကို ကျောင်းပိတ်ရက်ကုန်ကုန်ချင်းပဲ ခဏမှမနေဘဲ အပြင်းသွားဖို့လုပ်တယ်။ စိတ်ဆုံးဖြတ်ပြီးပေမဲ့ လက်မှတ်ဝယ်ပြီး ဘူတာကိုရထားဆိုက်လာတာကို မြင်ရတဲ့အခါ သူ့စိတ်ပြောင်းသွားခဲ့တယ်။ ရထားနဲ့ သူ့အမကြားက အဆက်အစပ်ကို ပထမကားကြည့်ဖူးရင် သိကြမှာပါ။ ဒီရထားက အပုရဲ့ခံစားချက်ကို ထိခတ်သွားပုံပါပဲ။ မရမနေသွားချင်နေခဲ့တဲ့ အပုဟာ လက်မှတ်ဝယ်ပြီးတာကို ရထားမစီးဘဲ ဘာမှမဟုတ်သလို အိမ်ပြန်လာခဲ့တယ်။ သူ့အမေရဲ့ အပြုံးတွေက ဝေလို့ပေါ့။ဒါက မရှိတော့ပေမဲ့ ဒီဇာတ်ကောင်တွေရဲ့ ရင်ထဲကျန်နေဦးမယ့်ဇာတ်ကောင်ကို နာမည်တစ်ခွန်း၊ အမဆိုတာ တစ်ခွန်းမှမထည့်ဘဲ ဇာတ်ပိုအသက်ဝင်အောင် ထည့်သွင်းရိုက်ပြသွားလိုက်တာပါပဲ။ မပါတဲ့ ဇာတ်ကောင်ရဲ့ကြီးမားတဲ့ နေရာယူထားခြင်းမျိုးပေါ့။နိဒါန်းကစာသားဟာ ဒါကိုရေးထားတာပါပဲ။ အပုဟာ ရထားဆီသွားခဲ့တယ်။ ရထားဆီရောက်ခဲ့ပေမဲ့ ရထားပေါ်မရောက်ခဲ့ဘူး။ ဒါကြောင့်ပဲ အဲဒီရထားပေါ်မရောက်တဲ့အပုဟာ အတိတ်က ရထားဆီတော့ ပြန်ရောက်သွားခဲ့တယ်။ ဒါက ရိုးရှင်းတဲ့ ဝတ္တုကလေးကို အဆန်းပြားဆုံးဖြစ်အောင် တင်ဆက်ပြနိုင်တဲ့ ရေးဖန်တီးထားတဲ့ အနုပညာရဲ့တစ်စိတ်တစ်ဒေသကို ကျွန်တော့်ဉာဏ်လေးနဲ့ မီသလောက် ပြောတာပါ။ ဒီထက်လည်း အများကြီးနက်နဲနိုင်ပါတယ်။ ဉာဏ်မီသလောက်ပါပဲ။ရေးဟာ Wes Anderson တို့ Steven Spielberg တို့ Gerorge Lucas တို့လိုလူတွေတောင် ရေးရဲ့ ကျေးဇူးနဲ့ မကင်းလို့ အမေရိကန်ဒါရိုက်တာတွေဟာ ဆာတရာဂျစ်ရေးကို အကြွေးတင်နေတယ်လို့တောင် ဆိုစမှတ်ပြုရသူပါ။ ခပ်မကုန်တဲ့ ရေတွင်းကြီးလို‌ ရေးပါပဲ။ —]ဇာတ်လမ်းကတော့ ပထမရုပ်ရှင်မှာ ဗာရာဏသီကိုထွက်ခဲ့ကြတဲ့ အပုတို့မိသားစုရဲ့ အခြေအနေကို ကနဦးပြပြီးနောက်မှာ အပုကာလကတ္တားမှာ ကျောင်းသွားတက်တာကို ကျောရိုးတည်ထားတယ်။ အပုကျောင်းသွားတက်လို့ အိမ်မှာကျန်နေခဲ့တဲ့ အပုအမေက ဒီရုပ်ရှင်ရဲ့ အခရာပဲလို့ ဆိုလို့ရတယ်။ သူ့သားမရှိဘဲ တစ်ယောက်တည်းကျန်နေခဲ့ရမှာကို မလိုလားတဲ့အမေရဲ့ တားမြစ်ခြင်းတွေ။ နောက် တားမရလို့ သူ့သားထွက်သွားတဲ့အခါ မနက်၆နာရီကနေ ည၆နာရီအထိပဲပါတဲ့ နေနာရီလေးရဲ့ လက်တံတွေကုန်ချိန်ထိအောင် ပြန်အလာကို ငံ့လင့်နေတဲ့ အမေတစ်ယောက်ရဲ့ မျှော်လင့်ခြင်း ပူပန်ခြင်းတွေဟာ ဇာတ်ကို ကျောထောက်နောက်ခံ ပြုနေတဲ့ အရာတွေပါပဲ။ အမေရှိတဲ့သူတိုင်း ခံစားလို့ရမှာပါ။ ကိုယ်တိုင်လည်း အိမ်ကနေ ခဏခဏထွက်ခွာဖူးတဲ့သူဆိုတော့ အပရာဇိတဟာ ပထမရုပ်ရှင်ဖြစ်တဲ့ ပသာပန်ချာလီထက် ရင်ထဲပိုရောက်ခဲ့ပါတယ်။ ကျွန်တော့်လို တူညီတဲ့လူတွေလည်း ရှိမှာပါ။ သူတို့အတွက်လည်း ရင်ကို ခတ်မိစေမယ့် ကားဖြစ်မှာပါပဲ။အပုရှေ့ကကားရော ဒီကားရောမှာပါတဲ့ဇာတ်ကောင်တစ်ကောင် ရှိပါသေးတယ်။ မရဏတရားပါပဲ။ အင်ဂမာဘတ်မန်းရဲ့ Seventh Seal က ဒီမရဏဆိုတဲ့ ဇာတ်ကောင်ကို ဒြပ်ရှိအနေနဲ့ ထည့်သွင်းပြသပြီး စိတ်ကူးယဉ်ဆန်တဲ့ဘက်က ဖော်ကျူးထားတယ်ဆိုလို့ရရင် ရေးကတော့ ဒီမရဏဆိုတဲ့ဇာတ်ကောင်ကို မပြသဘဲ ဒြပ်မဲ့ထုထည်တစ်ခုအနေနဲ့ ဖော်ကျူးထားတယ်လို့ဆိုလို့ရမှာပါ။ရုပ်ရှင်နဲ့ရထားဟာ တစ်ခါတလေ ပိုင်းခြားမရတဲ့အရာတွေပါပဲ။ ရုပ်ရှင်သမိုင်းရဲ့ ပထမဆုံးရုပ်ရှင်ဟာလည်း ရထားဆိုက်ချိန်ကိုပဲ ရိုက်ထားခဲ့တာပါ။ အမြဲတစေတော့မဟုတ်ပေမဲ့ သေဆုံးခြင်းနဲ့ ရထားတွဲစပ်နေတဲ့ရုပ်ရှင်တွေမှာ ရထားတွေဟာ အမြဲ လွမ်းစရာကောင်းခဲ့တယ်။ ဘဝသံသရာဆိုပါစေဦးတော့ အပုအတွက်လည်း ရထားဟာ သူ့အမကို အမှတ်ရစရာဖြစ်နေဦးမှာပါပဲ။ သူအိမ်ကနေကျောင်းကို ထွက်လာတဲ့လမ်းမှာ စိတ်ဆုံးဖြတ်ပြီးသားပေမဲ့ ရထားကိုမြင်တဲ့အချိန်မှာ သူ့စိတ်ထဲ တစ်စုံတရာအတွေးဝင်ပြီး အိမ်ပြန်လာဖြစ်ခဲ့သလိုပေါ့။ ဒီမှာ အသုံးမတွင်ကျယ်တော့ပေမဲ့လည်း အမှတ်တရတွေကြား ရထားတွေဟာ ဆုံစည်းခြင်း ခွဲခွာခြင်း ဘ၀သံသရာအရာရာအတွက် နိမိတ်ပုံတစ်ခုလို ထင်ဟပ်နေဦးမှာပါပဲ။အပရာဇိတဟာ ဘဝသံသရာတံတားပေါ် ရထားကြီးခုတ်မောင်းလာတာကို မျက်ဝါးထင်ထင် မြင်ရစေမယ့် ရုပ်ရှင်ပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.6GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 1H 50MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qDEZmaaAGhEso6kvB5kk1CROPwG.jpg",
      "https://image.tmdb.org/t/p/w300/skJVtDEWygoSIZ7PeN1Xv3ZAD6A.jpg",
      "https://image.tmdb.org/t/p/w300/hMJ8dpNb6Vm6nAaXIQsVeBNoRKs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qvR2Qs42WHwCEcuwhQnterU3gVY.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/aparajito-1956",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-aparajito-1956-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/10Jbg/(CM)_Aparajito_(1956)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/coofywcdz6zw.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-aparajito-1956-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GGx8/(CM)_Aparajito_(1956)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7m1fvv8abpjm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/f662aqubee5d.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mgv68E_o6VM",
      "video_url": "https://www.youtube.com/watch?v=mgv68E_o6VM",
      "embed_url": "https://www.youtube.com/embed/mgv68E_o6VM"
    }
  }
]