[
  {
    "metadata": "PG-13|2012|86 min|Adventure,Comedy",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "12,450"
    },
    "title": "Fun Size (2012)",
    "description": "ရမ်ဆိုတဲ့မိန်းကလေးဟာ အသက်အများကြီးငယ်တဲ့ကောင်လေးနဲ့တွဲနေတဲ့သူ့အမေရယ်၊အစအနောက်အရမ်းသန်ပြီး သူ့ကိုခနခနဒုက္ခပေးနေတဲ့သူ့ရဲ့မျောက်လောင်းမောင်လေးအဲလ်ဘတ်နှင့်အတူနေထိုင်နေရတဲ့သူပါ…သူ့မိသားစုကိုစိတ်ကုန်နေတာကြောင့် အထက်တန်းပြီးတာနဲ့သူတို့နဲ့ဝေးရာ နယူးယောခ့်တက္ကသိုလ်ကိုသွားရောက်တက်ရောက်ဖို့ စိတ်ကူးထားပါတယ်…သူ့ကို သူတို့ကျောင်းရှိ အေရွန်ရိုင်လီဆိုသည့် ပေါ်ပြူလာအဖြစ်ဆုံးကောင်လေးကဟောလိုးဝင်းနေ့မှာကျင်းပမယ့် သူ့ရဲ့ပါတီပွဲကိုလာဖို့ဖိတ်ကြားထားပါသေးတယ်…သူလဲ ဟောလိုးဝင်းပါတီပွဲမှာ ဒိုရိုသီအနေနဲ့ဝတ်ပြီးတက်ရောက်ဖို့အတွက်ပြင်ဆင်ထားပါတယ်…ဒါပေမယ့်လဲ ပွဲနေ့မှာ သူ့အမေက ရမ့်ကို အဲလ်ဘတ်ကိုထိန်းထားခိုင်းပြီးသူ့ရည်းစားနဲ့အတူအပြင်ထွက်သွားပါတော့တယ်…ရမ်လဲစိတ်ပျက်ပျက်နဲ့သူ့မောင်လေးကိုခေါ်ပြီး အပြင်ဘက်ထွက်လာရမှာတော့ကံဆိုးစွာနဲ့ အဲလ်ဘတ်ကိုပျောက်သွားတာကြောင့် ရမ့်အနေနဲ့ သူ့အမေပြန်မလာခင်မှာအဲလ်ဘတ်ကိုတွေ့အောင် ရှာရတော့မှာပါ…ကဲ ဒါဆို သူနဲ့သူ့သူငယ်ချင်းတွေ အဲလ်ဘတ်ကိုရှာပုံတော်ဖွင့်ပုံနဲ့အဲလ်ဘတ်ဘယ်လိုပျောက်သွားတယ်ဆိုတာကိုတော့ဒီကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးFile Size : (742 MB) and (299 MB)Quality : BluRay 720pRunning Time : 1hr 26 minFormat : Mp4Genre :  Adventure ,ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated byMiKiEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh SchwartzStarsChelsea HandlerJackson NicollJane LevyJohnny KnoxvilleJosh PenceOsric ChauRiki LindhomeThomas MannThomas McDonellVictoria JusticeCastAbby ElliottAna GasteyerAnnie FitzpatrickBarry LivingstonChelsea HandlerErin ScerbakHolmes OsborneJackson NicollJames PumphreyJane LevyJohnny KnoxvilleJosh PenceKerri Kenney-SilverLori Pelenise TuisanoMaria PerossaNicholas VarricchioOsric ChauPatrick de LedeburPeter 'Navy' TuiasosopoRachel SterlingRiki LindhomeThomas MannThomas McDonellThomas MiddleditchVictoria JusticeWillam BelliZoe Aggeliki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uTDMQaGL6bcIHYPcGBppkax3dMl.jpg",
      "https://image.tmdb.org/t/p/w300/5kBlMl5TzvTLhDDMnP7O0SD0dxo.jpg",
      "https://image.tmdb.org/t/p/w300/1fuh6DCgvzI4JeKOq1o6ZSwsyBO.jpg",
      "https://image.tmdb.org/t/p/w300/bK1SE6E0nik4YL7irkRFrXD6dat.jpg",
      "https://image.tmdb.org/t/p/w300/3U7iCvWTT2C1l591MGKrTk0un9r.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e1msV45Ntp0IqlaZhMZomSR9qQv.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fun-size-2012",
        "server": "VIP Links",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/fun-size-2012-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/TD31/Fun_Size_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed4.com/kxnb7r6ztr92.html",
        "server": "streamsb.com",
        "size": "742 MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/oytzh8gnem25",
        "server": "veryfiles.com",
        "size": "742 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8eFSDTBqvIU",
      "video_url": "https://www.youtube.com/watch?v=8eFSDTBqvIU",
      "embed_url": "https://www.youtube.com/embed/8eFSDTBqvIU"
    }
  },
  {
    "metadata": "TV-14|2012|85 min|Adventure,Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "11,995"
    },
    "title": "Blue Lagoon: The Awakening (2012)",
    "description": "အမ္မာနဲ႕ ဒင္းဆိုတဲ့အထက္တန္းေက်ာင္းသူေလးနဲ႕ေက်ာင္းသားေလးႏွစ္ေယာက္ဟာအတန္းကလိုက္ပို႕တဲ့ခရီးစဥ္တစ္ခုမွာကံဆိုးမိုးေမွာင္က်တဲ့သူနွစ္ေယာက္ပဲျဖစ္ပါတယ္အရမ္းကိုေတာ္ၿပီးေတာ့ ေက်ာင္းရဲ႕အပ်ိဳစင္ၾကယ္ပြင့္ေလး အမ္မာနဲ႕ေက်ာင္းမွာဆို ဘယ္သူနဲ႕အဆက္အဆံမရွိတဲ့ဒင္းတို႕ဟာေက်ာင္းသားေတြခိုးၿပီးေတာ့ကဲၾကတဲ့သေဘာၤေပၚကပါတီကေနပင္လယ္ထဲကိုျပဳတ္အက်ၿပီးမွာေတာ့ သူတို႕ေတြနုိးထလာတဲ့အခ်ိန္မွာကမ္းမျမင္လမ္းမျမင္အေနအထားကိုေရာက္ရွိေနပါၿပီ။အရာရာကိုျပီးျပည့္စံုတဲ့စီစဥ္ထားတတ္တဲ့အမ္မာအတြက္ကေတာ့ကြ်န္းေပၚမွာဘာမွမရွိပဲေနရထိုင္ရတာေတာ္ေတာ္ေလးကိုစိတ္ညစ္စရာေကာင္းေပမယ့္သဘာဝကိုတန္ဖိုးထားၿပီးေတာ့ေအးေဆးေနတတ္တဲ့ဒင္းအတြက္ကေတာ့ေပ်ာ္စရာခရီးစဥ္တစ္ခုျဖစ္လို႕ေနပါတယ္။ ကြ်န္းေပၚမွာေနထုိင္ရင္းနဲ႕တစ္ေယာက္ကိုတစ္ေယာက္အားကိုးေနထိုင္ရင္းနဲ႕ပဲအမ္မာနဲ႕ဒင္းတို႕ၾကားမွာရင္းႏွီးမႈထက္ေက်ာ္လြန္တဲ့စိတ္ေတြပိုလာခဲ့ပါေတာ့တယ္ဒီေတာ့ အမ္မာနဲ႕ဒင္းနဲ႕သူတို႕ဘဝတစ္ေလွ်ာက္လံုးကိုကြ်န္းေပၚမွာပဲေနထုိင္ရင္းနဲ႕ကုန္ဆံုးသြားမလားကယ္တင္မဲ့သူေတြပဲေရာက္ရွိလာနိုင္မလားသူတို႕ျမိဳ႕ကိုျပန္ေရာက္သြားရင္ေတာင္သူတို႕ႏွစ္ေယာက္ၾကားကဆက္ဆံေရးကဘယ္လိုေတြဆက္ျဖစ္လာနိင္မလဲဆိုတာၾကည့္ရႈလို႕ေကာင္းတဲ့ဇတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္ဘာသာျပန္ေပးထားတာေတာ့Aye Chansuျဖစ္ျပီးsithuကencodeေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJake NewsomeStarsAlix Elizabeth GitterBrenton ThwaitesDenise RichardsFrank John HughesIndiana EvansJacob ArtistPatrick St. EspritCastAlix Elizabeth GitterBrenton ThwaitesDenise RichardsFrank John HughesIndiana EvansJacob ArtistPatrick St. Esprit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qIO14kdtP547xUGXQyiE5HfjOWS.jpg",
      "https://image.tmdb.org/t/p/w300/rDgP06rGJLXWFJTm4PxEWKJ5nmN.jpg",
      "https://image.tmdb.org/t/p/w300/jgtV5pmUk6En0F3nGVAGYGaOUru.jpg",
      "https://image.tmdb.org/t/p/w300/3dZMDJPZu7DoSeAvPA3CMixeIdc.jpg",
      "https://image.tmdb.org/t/p/w300/ztLahqyR49hy6LoodyPTYtyG2hv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTU4ODg1ODgzNl5BMl5BanBnXkFtZTgwMTEyNDc1MDE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/blue-lagoon-the-awakening-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900-700Mb",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UBck/Blue_Lagoon_-_The_Awakening_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900-700Mb",
        "quality": ""
      },
      {
        "link": "https://upstream.to/tvrgpenxm642",
        "server": "upstream.to",
        "size": "900-700Mb",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/esnp39b1rlva.html",
        "server": "usersdrive.com",
        "size": "900-700Mb",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "0pMqAbdvrfo",
      "video_url": "https://www.youtube.com/watch?v=0pMqAbdvrfo",
      "embed_url": "https://www.youtube.com/embed/0pMqAbdvrfo"
    }
  },
  {
    "metadata": "|2012|1h 58min|Action,Asian,Crime,Fantasy",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "2,093"
    },
    "title": "The Four (2012)",
    "description": "The Four (2012)_____IMDb – 5.8/10ပရိတ်သတ်တွေရဲ့ အသည်းကျော် ဂူဂူးလေးရဲ့ The Four ကားလေးကို စာအမှန် ရုပ်ထွက်အကြည် နဲ့ ပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ …..ရဲချုပ် လျှို လူကြီးမင်းဦးဆောင်နေတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစုံစမ်းထောက်လှမ်းရေး အဖွဲ့တစ်ခုရှိတယ် ။ခက်ခဲနက်နဲတဲ့ အမှုတော်တော်များများကို ဖော်ထုတ်နိုင်လို့ မင်းနေပြည်တော်မှာ အထူးနာမည်ရပြီး အာဏာရနေတဲ့အဖွဲ့ပေါ့ ။တစ်နေ့မှာ ရွှေဒင်္ဂံါးပြားအတု ထုတ်တဲ့ ဘလောက်တုံး ပျောက်ဆုံးမှု အမှုတစ်ခုကို ဌာန ၆ က ရဲချုပ်ကိုယ်တိုင်ဆင်းဖမ်းရင်း ဆန်ဟုန်ဖူး ဆိုတဲ့ အဖွဲ့တစ်ခုနဲ့ သွားဆုံမိတယ် ။ဆန်ဟုန်ဖူး အဖွဲ့ဆိုတာနန်းတွင်းဘုရင့်အမိန့်တော်နဲ့ ကျူကယ်ကျုံး ဦးဆောင်ဖွဲ့စည်းထားတဲ့ အထူးလျှို့ဝှက်ထောက်လှမ်းရေး အဖွဲ့ဖြစ်နေတယ် ။ကျူကယ်ကျုံးဆိုတာ အရင်တုန်းက ဘုရင့်ကိုယ်ရံတော် ။ စည်းစိမ်ဥစ္စာပြည့်စုံတဲ့ ကိုယ်ရံတော် ရာထူးကိုကျူကယ်ကျုံးက ချိုင်လူကြီးမင်းနဲ့ ပြသနာရှိတယ် ဆိုပြီး စွန့်လွှတ်ခဲ့ပြီး ဆန်ဟုန်ဖူးဆိုပြီး အဖွဲ့တစ်ခုကို ထူထောင်ထားခဲ့တယ် ။ဆန်ဟုန်ဖူး အဖွဲ့ကိုဌာန ၆ ရဲချုပ် လျှိုလူကြီးမင်းက မယုံဘူး ။ ဒါကြောင့် သူ ယုံကြည်စိတ်ချရတဲ့ ဌာန ၆ က သူ့တပည့် လန်လင်ချီကိုအဖွဲ့က ထုတ်ပစ်ပြီး ဆန်ဟုန်ဖူးအဖွဲ့ကို စုံစမ်းစေတယ် ၊ တစ်ဘက်လှည့်နဲ့ ပျက်ဆီးအောင်လည်း ကြံဆောင်စေပါတယ် ။တိုင်းပြည်တစ်ဝန်းလုံးမှာလည်းငွေဒင်္ဂံါးအတုတွေက အစစ်မနဲ့မခြား ပေါများနေတုန်းပဲ ဘဏ်တွေက အတုကိုလက်မခံတော့ အောက်ခြေလူတန်းစားတွေပဲ ဒုက္ခဖြစ်နေကြတယ် ။ ဒဂါႍးပြားအတု နောက်ကွယ်မှာ ဘယ်လို ရာထူးရာခံ ပုဂ္ဂိုလ်တွေရှိနေပြီး ဘယ်လိုလူတွေက နောက်ကွယ် စီမံနေတယ်ဆိုတာကို ဌာန ၆ နဲ့ အတူ ဟုန်ဆန်ဖူး အဖွဲ့သားတွေက ဖော်ထုတ်နိုင့်ပါ့လား ။ ဌာန ၆ ရဲ့ ခြေထိုးခံမှုတွေကိုရော ဆန်ဟုန်ဖူးတွေ တွန်းလှန်နိုင်ပါ့မလား ……..စည်းစိမ်ဥစ္စာ ၊ရာထူးအာဏာကြားက မေတ္တာတရားတွေ ၊အမြီးကျက် အမြီးစားပြီး ကြီးပွားချင်သူတွေ ၊ ခေါင်းကျက် ခေါင်းစားပြီး ကောင်းစားချင်သူတွေနဲ့ သပွတ်အူလို ရှုပ်ထွေးလှတဲ့နန်တွင်းအရှုပ်တော်ပုံနဲ့ နိုင်ငံရေးတွေ ရာထူးလုပွဲတွေကို ခံစားကြပါစေကုန်………(အညွန်းက တော့ ကိုဝေလင်းကျော်မှတင်ဆက်ပေးထားတာ ဖြစ်ပါတယ်)File Size : (850MB)Quality : 720pWedlRunning Time : 1h 58minFormat : Mp4Genre : Action, Crime, FantasySubtitle : Myanmar Subtitle (Hard Sub)Encode by Tariq L WalkerThe Four 2 – 2013 ကြည့်ရှုရန် နှိပ်ပါThe Four 3 – 2014 ကြည့်ရှုရန် နှိပ်ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGordon ChanJanet ChunStarsAnna FangAnthony WongCheng Tai-ShenCheng TaishenCollin ChouDeng ChaoJiang YiyanLiu YifeiRonald ChengRyu KohataSheren TangWaise LeeWu XiuboCastAnna FangAnthony WongBao Bei-ErCheng Tai-ShenCheng TaishenCollin ChouDeng ChaoEmma WuJiang YiyanKang Jia-QiLiu YifeiMiao ChiMichael TongRonald ChengRyu KohataSheren TangTenky Tin Kai-ManTina XiangWaise LeeWu XiuboWu Ying-JieZhang Songwen苗驰",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1H6BvDjG32bnhcHjsgjybB1BQmk.jpg",
      "https://image.tmdb.org/t/p/w300/auuCTyVmYFCkdgVz1Tp36iWwDr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/The-four-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mvlsrzm0e01x.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-four-si-da-ming-bu-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tpkl/The_Four_(Si_Da_Ming_Bu)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RUYh3YpA#bAVrrk4KjORUl9ooxsT8nHnvHy1meKW9kmSeW4t17DM",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/mkpsziqs1o9i",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "htgVR-bULEw",
      "video_url": "https://www.youtube.com/watch?v=htgVR-bULEw",
      "embed_url": "https://www.youtube.com/embed/htgVR-bULEw"
    }
  },
  {
    "metadata": "|2012||Action,Biography,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "David (2012)",
    "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊မှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊ချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကိုအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်အနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကိုရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။ဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။ဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။File size…2.9GB  / 1.3GBQuality…1080p  WEBRIP /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by HarukoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBejoy NambiarStarsNeil Nitin MukeshVikramVinay VirmanCastNeil Nitin MukeshVikramVinay Virman",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/david.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/david-2012-web-rip-1080-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u8mntp5z7ej0.html",
        "server": "usersdrive.com",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qanw/David_2012_WebRip_1080p_Hindi_AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/yuZiBAQL#2PhpLCJ1mjdMjmZybzKWnJG_XrHyyZtvXrUk-39JGRs",
        "server": "mega.nz",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/lmvsr0yibpx6.html",
        "server": "streamsb.com",
        "size": "2.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/david-2012-web-rip-720-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/szbcniace65l.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qanm/David_2012_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qiw3TbZR#AVz0QkFebNaylEkOs6PR7kYLuP8ZQNMsyk2Mjp6oWh0",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/l86utf1yl9er.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2012|1h 54m|Drama,Fantasy,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "63000"
    },
    "title": "Red Lights (2012)",
    "description": "Red Lights (2012)ကျွန်တော်တို့တွေအသည်းစွဲ Peaky Blinders ရဲ့ Thomas Shelby မင်းသားဖြစ်တဲ့Cillian Murphy…ဆယ်စုနှစ်တစ်ခုလောက်ချစ်ခဲ့ကြရတဲ့ မမ၊ နောက်ဆယ်စုနှစ်တွေမှာလည်း ဆက်ချစ်ရဦးမယ့် မမElizabeth Olsen…Avatar နဲ့ Aliens ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့တဲ့ ရင့်ကျက်တည်ကြည်ခန့်ငြားနေဆဲ ဝါရင့်သရုပ်ဆောင်ကြီးဖြစ်တဲ့Sigourney Weaver…၈၀ခုနှစ်တွေကတည်းကနေ ခုချိန်ထိ ဂန္ထဝင်တွင်နေဆဲ တွင်နေမယ့် အနှိုင်းမဲ့မင်းသားကြီးRobert De Niro…ခုလို Cast အလန်းကြီးတွေအပြင် တခြားသော နာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~Professor Dr. Margret Matheson ဟာ Psychologist တစ်ယောက်ဖြစ်ပါတယ်။ သူရဲ့ Physicist တစ်ယောက် ဖြစ်တဲ့ Tom Buckley နဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်ဆိုတဲ့ အောက်လမ်း၊ အထက်လမ်း၊ မှော်ဆရာ၊ တန်ခိုးရှင် ဆိုပြီး မဟုတ်မမှန်လုပ်ကြံလိမ်ညာနေကြသူတွေကို ဖော်ထုတ်ကြပါတယ်။ သူတို့ဟာ အဲလိုဖော်ထုတ်လာကြရင်း ကမ္ဘာကျော် Psychic တစ်ဦးဖြစ်တဲ့ Simon Silver ဟာ အတုအယောင်လား အမှန်အကန်လားဆိုတာကို ‌သိအောင်ကြိုးစားကြရင်း ကြောက်စရာအမှန်တရားတွေ ဖော်ထုတ်မိပုံကို စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ အသက် 23 နှစ်အရွယ် မမ Elizabeth Olsen လေးရဲ့ ငယ်ရွယ်နုပျိုချိန်က အလှကို ရှူစားရမယ့်အပြင် တခြား သရုပ်ဆောင်ကြီးတွေကြောင့် ကြည့်ရ တန်ကိုတန်မယ့်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုNyan Hlyan Chitမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 910MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 54MinGenre – Drama, Fantasy, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byNyan Hlyan ChitEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRodrigo CortésStarsBurn GormanCillian MurphyCraig RobertsElizabeth OlsenEloise WebbGarrick HagonGina BramhillJan CornetJeany SparkJesse BostickJoely RichardsonJosette SimonKaren DavidLeonardo SbaragliaMitchell MullenRobert De NiroSigourney WeaverToby JonesCastBurn GormanCillian MurphyCraig RobertsElizabeth OlsenEloise WebbGarrick HagonGina BramhillJan CornetJeany SparkJesse BostickJoely RichardsonJosette SimonKaren DavidLeonardo SbaragliaMitchell MullenRobert De NiroSigourney WeaverToby Jones",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kImldC8kg8ZGks5rslqEx7W3z8t.jpg",
      "https://image.tmdb.org/t/p/w300/bNPokqMW7Cla8wwIpPfWLcl98Ef.jpg",
      "https://image.tmdb.org/t/p/w300/obPfarrpmGFjdCVa7R30003qRfZ.jpg",
      "https://image.tmdb.org/t/p/w300/7PzfAYygkqIzyVWspZqwt5y6TlO.jpg",
      "https://image.tmdb.org/t/p/w300/1SYw8ZkBPXoWL4qp2OsLE7zAKtb.jpg",
      "https://image.tmdb.org/t/p/w300/h7B9ahc1V3Jj2bYdOaKc67JaKy5.jpg",
      "https://image.tmdb.org/t/p/w300/vsLKBBs9GtZGpYRogRZF11Q1OjE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-red-lights-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3eebi/(CM)_Red_Lights_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hXBG1ITI#Us2fYAfvGmAqSkN7KcjG0nkf4IQVW-JA8doGr1wsJac",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hrx5j687sdmu.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/ey3trdnh8s2j.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1k8uhj88g1rj",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-red-lights-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Sjgs/(CM)_Red_Lights_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NfoinQDR#FeWDhGsf0_8olfSJcHQ6PYWRM0csucCKfk25fVsyIVA",
        "server": "mega.nz",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/356mddu8zt27.html",
        "server": "usersdrive.com",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/mwh7kih12t78.html",
        "server": "streamsb.com",
        "size": "910MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zmg75skzy20k",
        "server": "streamvid.io",
        "size": "910MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IzDOkA6O6rE",
      "video_url": "https://www.youtube.com/watch?v=IzDOkA6O6rE",
      "embed_url": "https://www.youtube.com/embed/IzDOkA6O6rE"
    }
  },
  {
    "metadata": "PG|2012|88 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "40,892"
    },
    "title": "The Pirates! Band of Misfits (2012)",
    "description": "တိုးတက္လာလြန္းတဲ့ဒီကမၻာႀကီးမွာလူေတြဟာအ႐ႈံးသမားေတြမ်ားလာၾကတယ္ဗ်။စိတ္ပိုင္းဆိုင္ရာ အ႐ႈံးသမားေတြေပါ့။ဘာေကာင္ကမွ ဘာေကာင္မွ မဟုတ္တဲ့ တဒဂၤေလာကႀကီးမွာ တစ္ေန႔ေန႔မွာျဖစ္ျဖစ္ ကိုယ္ဘာေကာင္လဲလူေတြဟာ သိပ္ျပခ်င္ၾကတယ္။ဒီဇာတ္လမ္းဟာ ဘာေကာင္မွမဟုတ္ပဲ ဘာေကာင္ဆိုတာ ျပခ်င္လြန္းၿပီး တစ္ႏွစ္တာရဲ႕အေကာင္းဆုံးပင္လယ္ဓားဆုကို အရယူခ်င္ေနတဲ့ ပင္လယ္ဓားျပ တစ္ေယာက္ အေၾကာင္းပါပဲ။ေလာကဓံဘယ္ေလာက္ပဲၾကမ္းၾကမ္း ကိုယ္ဘယ္ေလာက္ပဲ အသုံးက်က်မက်က် ကိုယ္လုပ္ႏိုင္တဲ့ တစ္စုံတစ္ရာဆိုတာ ႐ွိေနမွာပါပဲ။မတတ္ႏိုင္တာေတြကို ဘာေကာင္ဆိုၿပီး ျပခ်င္လြန္းတဲ့အခါ ႐ွိၿပီးသားေပ်ာ္ရႊင္မႈေတြပါဆုံး႐ႈံးရတတ္ပါတယ္။IMDB rating အရမ္းအေကာင္းႀကီးမဟုတ္သလို ဘာ Messageမွအေလးအနက္ရမွာ မဟုတ္ေပမဲ့ဘာေကာင္မွမဟုတ္တာကို ဘာေကာင္လို႔သက္ေသျပခ်င္ေနၿပီး စိတ္ဓာတ္က်ေနသူေတြ ၾကည့္သင့္တဲ့ ကားလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။သို့႕ေပမဲ့ ဇာတ္အိမ္လည္းခိုင္ ေပါ့ပါးပါးလည္းျဖစ္ ေကာင္းလည္းေကာင္းတဲ့ ကာတြန္းကားေကာင္းတစ္ကားပါပဲ။လူဆိုတာ ေမ်ာက္ဆင္းသက္လာတယ္ဆိုတဲ့ Evolution Theoryကို တင္ျပခဲ့တဲ့ Charles Darwinကိုလည္း လူ႔အ႐ႈံးသမား တစ္ေယာက္အျဖစ္ျပထားပါေသးတယ္။Chrales Darwinကို သိတဲ့လူေတြအတြက္ ပိုရယ္ရေစမွာပါ။ဒီကားဟာဆိုရင္ Animation, Adventure, Comedy အမ်ိဳးအစားျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္)File size__( 850 MB) and ( 360 MB)Quality__BR-Rip 720pRotten Tomatoes – 86%IMDb Rating__6.7/10Format__mp4Duration__01:28:05Type__Animation, Adventure, ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeff NewittPeter LordStarsAnton YelchinBrian BlessedDavid TennantHugh GrantImelda StauntonJeremy PivenLenny HenryMartin FreemanRussell ToveySalma HayekCastAl RokerAnton YelchinAshley JensenBrendan GleesonBrian BlessedDavid SchneiderDavid TennantHugh GrantImelda StauntonJeremy PivenLenny HenryMartin FreemanRussell ToveySalma Hayek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yJT2JCdjtuH5K202bC4YL0wOYD2.jpg",
      "https://image.tmdb.org/t/p/w300/qsYrdWHo2Erju8JakiMsN6ozNcd.jpg",
      "https://image.tmdb.org/t/p/w300/aTp9rKvLbakd7LpLKYJEc82NSNM.jpg",
      "https://image.tmdb.org/t/p/w300/6Yn9LpepZNqsvQYGqJ7Q02q3Fh.jpg",
      "https://image.tmdb.org/t/p/w300/zVpjMaOqoo9d3ZFueLaQ8STCRxn.jpg",
      "https://image.tmdb.org/t/p/w300/ejS8CbMUNiaVzvHiFpJ0oY8qOFj.jpg",
      "https://image.tmdb.org/t/p/w300/fMqxccAvduNruNZvMM0UzpFVA6n.jpg",
      "https://image.tmdb.org/t/p/w300/bd94jsmwppoYW6Z6UTGPRaDoPLf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/p.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-pirates-band-of-misfits-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/3AOFZ/The_Pirates!_Band_Of_Misfits_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/2kd1vnx9ot06",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/xesg60hwwwzz.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EYuEBOCDzUY",
      "video_url": "https://www.youtube.com/watch?v=EYuEBOCDzUY",
      "embed_url": "https://www.youtube.com/embed/EYuEBOCDzUY"
    }
  },
  {
    "metadata": "PG|2012|1h 46min|Asian,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "297"
    },
    "title": "First Time (2012)",
    "description": "First Time (2012)_____IMDb – 6.5/10ဖီးလ်လို့ကာင်းတယ်.. ကြည့်လို့ကောင်းတယ် …ဆိုပြီး တလောက နာမည်ကြီးခဲ့တဲ့ “ရည်းစားဦး” (First Love) ဆိုတဲ့ မြန်မာ့ရုပ်ရှင်ဇာတ်ကားကို သတိရဦးမယ်ထင်ပါတယ်။ဟုတ်ပါတယ်…အဲ့ဒီမြန်မာဇာတ်ကားနဲ့ အခု First Time ဆိုတဲ့ဟောင်ကောင်ဇာတ်ကားတို့ဟာ ဇာတ်လမ်းဇာတ်ကွက် အတော်လေးဆင်ပါတယ်။ ဒီဇာတ်ကားလဲ မြန်မာဇာတ်ကားလိုပဲ အတော်ကောင်းတယ်လို့ နိုင်ငံတကာမှာ လူပြောသူပြောများပါတယ်။မင်းသား Mark Chao နဲ့ မင်းသမီး Angelababy တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ကြည့်ပြီးသူတိုင်း ကြိုက်နှစ်သက်တဲ့ဇာတ်ကားလေးပါ….ဇာတ်ကားကောင်းလေးမို့လို့ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါဦး။IMDb Rating (6.5/10) ပါ။(ဒီဇာတ်ကားကိုတော့ Chu Qiao မှခံစားတင်ဆက်ထားပါတယ်။)ဖီးလ္လို႔ကာင္းတယ္.. ၾကည့္လို႕ေကာင္းတယ္ …ဆိုျပီး တေလာက နာမည္ၾကီးခဲ့တဲ့ “ရည္းစားဦး” (First Love) ဆိုတဲ့ ျမန္မာ့ရုပ္ရွင္ဇာတ္ကားကို သတိရဦးမယ္ထင္ပါတယ္။ဟုတ္ပါတယ္…အဲ့ဒီျမန္မာဇာတ္ကားနဲ႕ အခု First Time ဆိုတဲ့ေဟာင္ေကာင္ဇာတ္ကားတို႕ဟာ ဇာတ္လမ္းဇာတ္ကြက္ အေတာ္ေလးဆင္ပါတယ္။ ဒီဇာတ္ကားလဲ ျမန္မာဇာတ္ကားလိုပဲ အေတာ္ေကာင္းတယ္လို႕ ႏိုင္ငံတကာမွာ လူေျပာသူေျပာမ်ားပါတယ္။မင္းသား Mark Chao နဲ႕ မင္းသမီး Angelababy တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး ၾကည့္ျပီးသူတိုင္း ၾကိဳက္ႏွစ္သက္တဲ့ဇာတ္ကားေလးပါ….ဇာတ္ကားေကာင္းေလးမို႕လို႕ ကိုယ္တိုင္ပဲခံစားၾကည့္ၾကပါဦး။IMDb Rating (6.5/10) ပါ။(ဒီဇာတ္ကားကိုေတာ့Chu Qiaoမွခံစားတင္ဆက္ထားပါတယ္။)File size…(900 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:46:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHan YanStarsAngelababyMark ChaoShan JiangShu-Hai ChaoCastAngelaBabyBai BaiheCindy YenHuang XuanJiang ShanMark ChaoTian Yuan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/first-time-2012-6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5kinnfh4dpg5.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/first-time-di-yi-ci-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gGT7/First_Time_(Di_Yi_Ci)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/UKxS1AxB#nbQD3YPYax7PHfssZ-ZojxKFsUaYZVEbt1SEEqc8XOU",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/s44drv7omjpw",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "_zTEv4QuwPw",
      "video_url": "https://www.youtube.com/watch?v=_zTEv4QuwPw",
      "embed_url": "https://www.youtube.com/embed/_zTEv4QuwPw"
    }
  },
  {
    "metadata": "|2012||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Pietà (2012)",
    "description": "Pietà (2012) ဇာတ်လမ်းအညွှန်း****************************(IMDB – 7.2)ဒီကားက Venice, Cannes & Berlin အစရှိတဲ့ နိုင်ငံတကာရုပ်ရှင်ပွဲတော်ကြီး သုံးခုတွင် ထိပ်တန်းဆုရရှိခဲ့တဲ့ ပထမဆုံးသော ကိုရီးယားရုပ်ရှင်ကား ဖြစ်ပါတယ်။ ၆၉ကြိမ်မြောက် Venice International Film Festivalမှာ Golden Lion ဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်။Pietà ဆိုတာ အီတလီစကားမှ ဆင်းသက်လာပြီး သနားစရာကောင်းတယ်၊ ဂရုဏာသက်တယ် ဆိုတဲ့ အဓိပ္ပာယ်ရပြီး မယ်တော်မယ်ရီက သေဆုံးသွားတဲ့ Jesus ရဲ့ ရုပ်အလောင်းကို ပွေ့ဖက်ထားတဲ့ သရုပ်ကို ဖော်ဆောင်ပါတယ်။ရက်စက်ကြမ်းကြုတ်တဲ့ ငွေတိုးချေးစားသမား ဂန်းဒိုဟာ သူငယ်စဉ်ကတည်းက ကွဲကွာခဲ့တဲ့ မိခင်နဲ့ပြန်တွေ့ပြီးနောက် ပြောင်းလဲလာပုံ၊ လောကကြီးမှာ ကိုယ်စွမ်းကိုယ်စ မရှိလျှင် ဖြစ်မယ့်ဒုက္ခ၊ လူသားချင်းစာနာမှုမရှိဘဲ ငွေနဲ့ အရာရာကို တန်ဖိုးဖြတ်ရင် ဖြစ်ပေါ်လာမဲ့ ရလဒ်၊ မေတ္တာရဲ့ အရေးပါအရာရောက်ပုံကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် သင်ခန်းစာပေးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Chit Theပဲ ဖြစ်ပါတယ်)File Size     : (1.95GB)(965MB) and (452MB)Quality       : Bluray 1080p 5.1ch, Bluray 720pFormat       : mkv, mp4Duration    : 1hr 43minsGenre         : Crime, Drama, ThrillerSubtitle      : Myanmar Subtitle (Hard Sub)Translated byChit TheEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCho Min-sooHeo Joon-seokJin Yong-ukKang Eun-jinKim Jae-rokKwon YulLee Jung-JinWoo Ki-HongYoo Ha-Bok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iOmGHgU3qhCMTBcf73m528risb.jpg",
      "https://image.tmdb.org/t/p/w300/5qohvEou5x47hQAKYPCXhl7eDKg.jpg",
      "https://image.tmdb.org/t/p/w300/4YKZvN3KWxdlF3YzD3fH4gSbAMv.jpg",
      "https://image.tmdb.org/t/p/w300/qUuaoM3bUB4dwDbit9o1rHSOZUP.jpg",
      "https://image.tmdb.org/t/p/w300/2EOiP8b8GzT1ODWwEJ12DhKq8gh.jpg",
      "https://image.tmdb.org/t/p/w300/1YuhRnRrPmbq6atkeaoJNcNXEZb.jpg",
      "https://image.tmdb.org/t/p/w300/shz7mwa2qkD0Joa5rLHihX8X7a8.jpg",
      "https://image.tmdb.org/t/p/w300/t10bW76gsedwKnZwKd7eXVkoIMB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cI9SXHxBsEF0cgUTZKDDaPC0ozT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/pieta-2012",
        "server": "VIP Links",
        "size": "1.95GB",
        "quality": "Bluray 1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/x5k8x8goyu2p.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "Bluray 1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pieta-2012-blu-ray-1080-p-dts-5-1-ch-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "Bluray 1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/1117x/[CM]Pieta.2012.BluRay-1080p.DTS.5.1CH.mkv",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "Bluray 1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/PuZyQBDA#E4b5byXwgnkC4HHFYXt_lB5l_TupS2-VjJjRcaEFm7Q",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "Bluray 1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/133xxa3wl2px.html",
        "server": "usersdrive.com",
        "size": "965MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pieta-2012-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "965MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/1GYyU/[CM]Pieta.2012.BluRay-720p.mp4",
        "server": "megaup.net",
        "size": "965MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/e3RS1JID#VlVA1_IwBZaz1bM64DpX3sC59Kcaed5f-5W575JdAU8",
        "server": "mega.nz",
        "size": "965MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://watchsb.com/qscoo5ro081n.html",
        "server": "streamsb.com",
        "size": "965MB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://usersdrive.com/e1ll6r9ih7y3.html",
        "server": "usersdrive.com",
        "size": "452MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pieta-2012-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "452MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1119g/[CM]Pieta.2012.BluRay-480p.mp4",
        "server": "megaup.net",
        "size": "452MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/CqQEiJjI#I1OLcKdFX-rZD0hf6qX3FzUR0kEMGIKyOz1XB3TfruM",
        "server": "mega.nz",
        "size": "452MB",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/hit0ki7zlrz4.html",
        "server": "streamsb.com",
        "size": "452MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "oIBZ1ACd0SU",
      "video_url": "https://www.youtube.com/watch?v=oIBZ1ACd0SU",
      "embed_url": "https://www.youtube.com/embed/oIBZ1ACd0SU"
    }
  },
  {
    "metadata": "|2012|108 min|Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "434"
    },
    "title": "Guns and Roses (2012)",
    "description": "ဒုတိယကမၻာစစ္မျဖစ္မီွ အာရွမွာ ဂ်ပန္ေတြ အုပ္စိုးစဥ္ကေပါ့မန္ခ်ဴးရီးယားျပည္နယ္ စစ္တပ္အတြက္ဂ်ပန္ျပည္ တိုက်ဳိကေန ေရႊ ၈ တန္ ပို႔ေပးလိုက္တယ္ ။ အဲဒိေရႊေတြကို ယာမာတိုဘဏ္မွာ ခဏ သိမ္းထားမယ္ ။ ၿပီးရင္ အီတလီကေန အဲဒိေရႊေတြနဲ႔ လက္နက္ေတြ ဝယ္မယ္ ။ယာမာတိုဘဏ္ဆိုတာဥေရာပဒီဇိုင္းပညာရွင္ေတြ ေရးဆြဲၿပီး ဂ်ပန္ေတြ ေဆာက္ထားတဲ့ ဘဏ္ပဲ ။ ဘဏ္နံရံကတင္ ၉ ေပထူတယ္ ။ အေျမႇာက္ဆံေတာင္ မေဖာက္ႏိုင္ဘူး ။ ေလဝင္ေလထြက္ေပါက္ဆိုတာလည္း ျခင္ေတာင္ ဝင္မရဘူး ၊ ေရထြက္ေပါက္ကလည္း ပိုဟပ္ေတာင္ မထြက္ႏိုင္ဘူး ။ စီးပြားေရးသမားအျမင္နဲ႔ၾကည့္ရင္ အလံုၿခံဳဆံုးဘဏ္ေပါ့ ၊ စစ္သားတစ္ေယာက္ အျမင္မွာေတာ့ ယာမာတိုဘဏ္က ခံတပ္ပဲ ။မန္ခ်ဴးရီးယား ေတာ္လွန္ေရး မ်ဳိးခ်စ္ေတြကေရႊေတြကို ဘဏ္ထဲ မေရာက္ခင္ လမ္းက ျဖတ္လုခ်င္တယ္ ။ ေရႊေတြသာ ဘဏ္ထဲ ေရာက္သြားရင္ ဘယ္လိုမွ လုလို႔မရႏိုင္ေတာ့ဘူး ။ ေရႊေတြနဲ႔သာ လက္နက္အေရာင္းအဝယ္ျဖစ္ခဲ့ရင္ မန္ခ်ဴးရီးယားျပည္နယ္ေရွ႕ေရးဟာ မေတြးဝံ့စရာပါပဲ ။အဲလိုနဲ.ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ဇာတ္ကားသာဆက္ၾကည့္လိုက္ပါေတာ့ဗ်ာ င္င္(ဘာသာျပန္သူကေတာ့ဆရာ ေ၀လင္းေက်ာ္ပါ)File Size : (750 MB) (390MB)Quality : Bluray 720pRunning Time : 1hr 48minutesFormat : Mp4Genre : DramaSynchronization by Wai Linn KyawEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNing HaoStarsFan WeiFu HengGuo TaoHuang BoTao HongYuanyuan ChengCastFan WeiFu HengGuo TaoHuang BoTao HongYuanyuan Cheng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jtsZwVLaBpJitdJoi6maNY0XACH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BN2QxY2U5ZDAtN2YwYi00MzNhLThhMjktNDFmYWY1MjhmNzVlXkEyXkFqcGdeQXVyMTk2MDc1MjQ@._V1_SY1000_CR007151000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://mmoity.com/zNF",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/zNk",
        "server": "channelmyanmar.agbcloud.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/zO1",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/zOG",
        "server": "openload.co",
        "size": "390 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "TsEC5S9dHAk",
      "video_url": "https://www.youtube.com/watch?v=TsEC5S9dHAk",
      "embed_url": "https://www.youtube.com/embed/TsEC5S9dHAk"
    }
  },
  {
    "metadata": "PG-13|2012|2h 3min|Comedy,Drama,Musical",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "79k"
    },
    "title": "Rock of Ages (2012)",
    "description": "Rock of Ages (2012)Musical filmတစ်ခုဖြစ်ပြီး Main leadတစ်ယောက်အနေနဲ့ကျွန်တော်တို့ရဲ့ Tom Cruiseကြီးက ပါဝင်သရုပ် ဆောင်ထားပါတယ်။ဇာတ်အိမ်ကိုတော့ Los Angeles မြို့နယ်အခွဲလို့ပြောလို့ရတဲ့ဟောလီးဝုဒ် အဆိုကျော်တွေ ကျင်လည်ရာ Sunset Stripမြို့လေးမှာ တည်ထားပါတယ်။ဇာတ်လမ်းအစမှာတော့သီချင်းဆိုပြီး အသက်မွေးဝမ်းကြောင်းပြုမယ်ကြံပြီး နယ်မြို့လေးကတက်လာတဲ့ Sherrieဟာမြို့ပေါ်ရောက်ရောက်ချင်းပဲ လုယက်ခံလိုက်ရပါတယ်။အဲဒီမှာပဲ နာမည်ကြီး Bourbon roomမှာ အချိန်ပိုင်းအလုပ်ဝင်လုပ်နေတဲ့လူငယ်လေး Drewနဲ့ ကံအကြောင်းဆိုင်လို့ Bourbon room မှာပဲ အလုပ်တစ်ခုရဖို့ ဖြစ်လာပြီးတဲ့နောက်ဝါသနာတူ Drewနဲ့ ကိုယ်စီ အနုပညာလမ်းကို လျှောက်လှမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့.. ။တစ်ဖက်မှာလည်း သူ့ခေတ်သူ့အခါမှာ ရော့ခ်နတ်ဘုရားလို့ တင်စားရလောက်တဲ့Stacee Jaxxတစ်ဖြစ်လဲ Tom Cruiseဟာ လူမှုရေးပြဿနာတချို့ကြောင့်အနုပညာလမ်းကြောင်း တန့်နေတာ ကြာခဲ့ပါပြီ။အဲဒီလိုနဲ့ တိုက်ဆိုင်စွာပဲ Bourbon roomမှာ ပထမဆုံးအကြိမ် တစ်ကိုယ်တော်ရှိုးပွဲဆိုပြီးအနုပညာသက်တမ်း ပြန်ဆက်ဖို့လုပ်နေတဲ့အခိုက် Sherrieနဲ့ Drewကြား ဆူးညှောင့်တစ်ခုလို ဖြစ်လာပါတော့တယ်။ကျန်တာကိုတော့ ကိုယ်တိုင်သာ ဆက်လက် ရှုစားကြည့်လိုက်ကြပါ။Imdbမှာ 5.9ရထားပြီး Comedy ခပ်ပါးပါးလေး ပုတ်ထားတဲ့အပြင်သီချင်းတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ရမှာမို့ ဘဝအမောပြေစေမှာ အမှန်ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Hugoပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Drama, MusicalQuality…. 1080p | 720p | 480pFile size… 2.5GB | 1.4GB | 657MBFormat… mp4Duration…. 2h 3minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..HugoEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam DormiAlain AlvarezAlec BaldwinAlethea AustinAlex CaceresAlexis AdlerAndrew BlandinaAndrew RaffelsonAngel Luis HernándezAngelique MartinezAngelo ValderramaAniela McGuinnessAnn LewinAnna CrossleyAnne FletcherAnthony BellissimoAnthony Jude FranciscoAntonio PadinAnya GarnisArielle ReitsmaBarry HabibBenjamin MaloneBilly AngellBlake FrenchBrad ChampionBrandon BlondunBrett FriedmannBrittany GrimsleyBrooke UptonBryan CranstonBubba CarrBuddha GonzalezC.J. TywoniakCarmela ZumbadoCarolyn PaceCatherine Zeta-JonesCelina BeachChantel GonsalvesCharles Van DykeChelsea CorpChoice GrayChristian Ijin LinkChristina RodriguezChristopher De StefanoChristopher DiazChriz EmbrozConstantine MalahiasConstantine MaroulisCorinne EngstromCourtney GalianoCraig C. StewartCris JuddDan FinnertyDaniel WillsDanielle CoreDanielle Rueda-WattsDanny ShamonDavid GibbsDavid W. LeBlancDenise FayeDerek HoughDiego BonetaDonald DowdEduardo M. FreyreElgin Kos AponteEli RothEllen Marguerite CullivanElvire EmanuelleEly FeldmanEric DitmanErica FreneFrank MeliFrank TedescoFrenchi FirecrackerGail ByerGiovanni VelazquezGisselle LegereGrant KooHanna Lee SakakibaraHeather Ashley ChaseHeather Leigh DavisHeathyre PeraraHector \"Ektor\" SilvaHeidi RaeHelmy LavezzariIan Joseph PagetIrene KellyIsis MasoudJack MountfordJaime Ray SotoJaimie GoodwinJames Martin KellyJanelle MarieJanet BriceñoJason GattoJason WoolJeff ChaseJenni Lynn ThomassonJennie ParrishJennifer FainJennifer WolfsonJenyne ButterflyJessica GuadixJill NicklausJim MitchellJLynne HerringtonJocelyn DowlingJoe RodriguezJohn McGlothlinJohn McKarthyJordan M. CohenJordana DePaulaJoseph Akharoh Jr.Josh RandallJuan GalloJulia ShureJulianne HoughJulie Anne PrescottJulie WiesmanKarelix AliceaKary MusaKatherine AkraKatherine GiltonKatie FlynnKatie SchaarKatrina Rose TandyKeith KuhlKelly TruzzolinoKelsey LackKevin NashLacey ToupsLashawn ButlerLaurel LeveyLiannette AltuveLina FerreraLisa Marie MartínezLisa Marie QuillinanLorraine CaporasoMalin ÅkermanMarcelo FeldmanMarcus JohnsMargeaux NelsonMaria Ines SerritellaMaria MusebrinkMarissa Alma NickMark MyarsMarlo FiskenMarnie AlexenburgMarriann NelsonMary Ann LambMary J. BligeMatthew Rush SullivanMaxwell TerleckiMayra VallejoMetisha SchaeferMichael BalderramaMichael HigginsMichael OlusczakMichelle Elizabeth GriffithMike GuzmanMilena HaleMina OwnleeNatalia GonzalezNathan PrevostNeil HaskellNicholas X. ParsonsPatrice CruzPatrick H. FoxPaul GiamattiPearce BlairPrince ShahRandy HermanRicardo FumasoliRobert di ScipioRobert ReefRon ShimshilashviliRussell BrandRyan PowersSantos CaraballoSarah DandashyScott FowlerScott HislopScott OpielaSean Patrick KennedyShana BurnsShane HartlineShauna Kae LauritzenShawn CopenhaverShekitra StarkeSophie CookStephanie McLaneSusan PagesSusie GarciaT.J. MillerTamara JonesTara Nicole HughesTatiana ParisTawni EdwardsTaylor Anthony MillerTerra DawnTerry L. ReedTiffany MaherTiger MartinaTom CruiseTom MilanaTony GonzalezTony SaizTovaris WilsonTracey FerraraTracy LeeTracy WeisertTyne SteckleinValentina KarantoniVanessa VoltVeronica BerryVeronica Viruet SimpsonVivi PinedaWill ForteWilliam Wingfield",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTg2NDQyODAzNF5BMl5BanBnXkFtZTcwMTg5MDA3Nw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2i08u9vgxnrc.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/rock-of-ages-2012-extended-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bDsm/Rock.Of.Ages.2012.EXTENDED.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Dd8B1LhB#CqdvwoyeorzFel4adfZTt1_DATq4PagDWCUSZSi2dNs",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/rjjlnt37egxn",
        "server": "streamvid.io",
        "size": "2.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1i0z7trfifht.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/rock-of-ages-2012-extended-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xyml/Rock.Of.Ages.2012.EXTENDED.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/qc1SVRJJ#oeep3WqcMpjQvMmQDLJerFBNU8C__JAgGMFEa7xAa70",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/z3umlowm5s6f",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/cmgqg9mgl5xf.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/h6c1fkoe4cs2.html",
        "server": "usersdrive.com",
        "size": "657MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/rock-of-ages-2012-extended-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "657MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bDrk/Rock.Of.Ages.2012.EXTENDED.480p.CM.mp4",
        "server": "megaup.net",
        "size": "657MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/HElhWSqT#RlbdBqIe0I1H5Y9j1QqSrqXwk90FpoKMdECgkxKSKHo",
        "server": "mega.nz",
        "size": "657MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/ay0vj52i2aps",
        "server": "streamvid.io",
        "size": "657MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/hnma3g3u8a65.html",
        "server": "streamsb.com",
        "size": "657MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2012|90 min|Drama,Horror,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "8,213"
    },
    "title": "The Seasoning House(2012)",
    "description": "The Seasoning House(2012)IMDb…..6.1၁၉၉၆ မှာတော့ ဘော်လ်ကန်ဒေသမှာ မြို့ငယ်တစ်မြို့စာလောက်ရှိတဲ့ လူတွေကို စစ်တပ်တစ်တပ်က သတ်ဖြတ်ခဲ့ပါတယ်..တစ်ချို့အမျိုးသမီးတွေတော့ အသက်ရှင်ကျန်ခဲ့ကြတယ်…အသက်ရှင်ကျန်ခဲ့တဲ့ အမျိုးသမီးတွေအတွက်လည်း ငရဲခန်းပါပဲ…..အိမ်လေးတစ်အိမ်ထဲမှာ အားလုံးကို အကျဉ်းချထားတယ်… ဆေးတွေထိုးတယ်..မုဒိမ်းလည်းကျင့် တယ်…ထွက်ပြေးတဲ့ သူတွေကိုလည်း ရက်ရက်စက်စက်သတ်ဖြတ်တယ်…စည်းကမ်းဖောက်တဲ့သူကို ဘယ်လိုခံစားရမလဲဆိုတာကို ဥပမာပေးတဲ့အနေနဲ့ တောင် သတ်ပြစ်တဲ့ အဖွဲ့အောက်မှာမိန်းကလေးတွေဘဝက တကယ်ကိုသွေးပျက်စရာပဲ….ဒီမိန်းကလေးတွေ ဘာလို့ဒီလိုအခက်အခဲနဲ့ရင်ဆိုင်နေရတယ်..သူတို့တွေထဲက ဘယ်သူတွေများထွက်ပြေးလွတ်မြောက်ကြမလဲ...ဒီမိန်းကလေးတွေကိုဖျက်ဆီးမှုတွေပြုလုပ်နေတာကရော ဘယ်သူတွေများလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦးကိုင်း Horrorကား သွေးထွက်သံယိုကားတွေသဘောကျတဲ့သူတွေအတွက်…File Size : (900 MB) and (330 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre : Drama, Horror, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKatie HarlowLola DaudaPaul HyettStarsAlec UtgoffAmanda WassAnna WaltonDavid LembergDominique Provost-ChalkleyJemma PowellKevin HowarthRosie DaySean CroninSean PertweeCastAbigail HamiltonAdrian BouchetAlec UtgoffAmanda WassAnna WaltonChristopher RithinDaniel VivianDavid LembergDominique Provost-ChalkleyEddie OswaldEmily TuckerEmma BrittonFabiano De Souza RamosGina AbolinsJames BartlettJemma PowellKaty AllenKevin HowarthLaurence SaundersPhilip AnthonyRachel WaringRosie DayRyan OlivaSean CroninSean PertweeThomas WorthingtonTomi MayTommie Grabiec",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yTxqr5u6fOrk38z4dj0srLNDXcj.jpg",
      "https://image.tmdb.org/t/p/w300/ae3lSGfHF7xS3Z8f9ylr2d0isg7.jpg",
      "https://image.tmdb.org/t/p/w300/dkP8ajK0ZcOqjJ9pmeiPqk9CwR2.jpg",
      "https://image.tmdb.org/t/p/w300/sCDPhOSOKFOHbuhIbYEm4uVl11z.jpg",
      "https://image.tmdb.org/t/p/w300/Adue0W3ID2p0R7ZyJdWZKOB75dl.jpg",
      "https://image.tmdb.org/t/p/w300/mVXP0GoO3THXfBrRwl2R7adhvl7.jpg",
      "https://image.tmdb.org/t/p/w300/8hKLdgrBaZTINYUxdhyYyGQtvfL.jpg",
      "https://image.tmdb.org/t/p/w300/6viiyeyFT0tb6bdF6JysYnmC6EX.jpg",
      "https://image.tmdb.org/t/p/w300/uvEa0wyTMiIRfjOE9eb4nLMpIgs.jpg",
      "https://image.tmdb.org/t/p/w300/tTGHFKS9CJXo9Fa3YmEhYfZ2ht2.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kqh4MxJ1uHKFbw7SQERSCDyE69K.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-seasoning-house-2012-mm-sub",
        "server": "VIP Links",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-seasoning-house-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/338cy/The_Seasoning_House_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/s8ghu7v93xb6.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "rnmt2IJtbYY",
      "video_url": "https://www.youtube.com/watch?v=rnmt2IJtbYY",
      "embed_url": "https://www.youtube.com/embed/rnmt2IJtbYY"
    }
  },
  {
    "metadata": "|2012|2h 1min|Action,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "4,960"
    },
    "title": "The Tower (2012)",
    "description": "The Tower (2012)_______IMDb – 6.6/10၂၀၁၂မှာထွက်ခဲ့ပြီးကျွန်တော်အကြိုက်ဆုံးခရစ်စ်မတ်စ်ရုပ်ရှင်ကားတွေထဲကတစ်ကားလို့ပြောလို့ရပါတယ်Tower Skyလို့ခေါ်တဲ့အဆောက်အအုံအကြောင်းရိုက်ပြထားတာဖြစ်ပြီးလူသားချင်းစာနာမှုကိုဦးစားပေးရိုက်ပြထားတဲ့ကြည့်လို့တန်မယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ဒဲဟို ဟာsingle fatherဖြစ်ပြီး သူ့အလုပ်အတွက်သူ့သမီးဟန်နာနဲ့အစီအစဉ်အားလုံးကိုပါဖျက်လိုက်တာပဲဖြစ်ပါတယ်အစားအသောက်တန်းရဲ့မန်နေဂျာဖြစ်သူ ယွန်းဟီးဟာဒဲဟိုရဲ့သမီးလေးကိုအဲ့ညမှာထိန်းကူပေးခဲ့ပါတယ်အဲ့အချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင်မီးသတ်ဌာနရဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီဟာသူ့မိန်းမအတွက်ပထမဆုံးပိတ်ရက်ကိုယူခဲ့ပါတယ်နှင်းမကျတဲ့ထူးထူးဆန်းဆန်းခရစ်စ်မတ်စ်ပွဲဖြစ်နေတာကြောင့်Tower Skyဟာပါတီတက်သူတွေကိုဟယ်လီကော်ပတာနှစ်စီးနဲ့နှင်းတွေကြဲချစေပြီးပါတီကိုပြည့်စုံစေခဲ့ပါတယ်ဒါပေမယ့် အားလုံးမမျှော်လင့်ထားတဲ့မတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်အဲ့မတော်တဆမှုကဘယ်လိုမျိုးလဲ?မန်နေဂျာဒဲဟိုနဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီတို့ဟာ အားလုံးကိုကယ်ဖို့ကိုယ်ကျိုးစွန့်ခဲ့ပြီးသူတို့ကိုယ်တိုင်နဲ့သူတို့ချစ်တဲ့လူတွေကိုဘယ်လိုသက်ရောက်မှုတွေဖြစ်သွားမလဲဆိုတာ…၂၀၁၂မွာထြက္ခဲ့ျပီးကြ်န္ေတာ္အၾကိဳက္ဆံုးခရစ္စ္မတ္စ္ရုပ္ရွင္ကားေတြထဲကတစ္ကားလို႔ေျပာလို႔ရပါတယ္Tower Skyလို႔ေခၚတဲ့အေဆာက္အအံုအေၾကာင္းရုိက္ျပထားတာျဖစ္ျပီးလူသားခ်င္းစာနာမႈကိုဦးစားေပးရိုက္ျပထားတဲ့ၾကည့္လို႔တန္မယ့္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္ဒဲဟို ဟာsingle fatherျဖစ္ျပီး သူ႔အလုပ္အတြက္သူ႔သမီးဟန္နာနဲ႔အစီအစဥ္အားလံုးကိုပါဖ်က္လိုက္တာပဲျဖစ္ပါတယ္အစားအေသာက္တန္းရဲ႔မန္ေနဂ်ာျဖစ္သူ ယြန္းဟီးဟာဒဲဟိုရဲ႔သမီးေလးကိုအဲ့ညမွာထိန္းကူေပးခဲ့ပါတယ္အဲ့အခ်ိန္မွာပဲတိုက္တိုက္ဆိုင္ဆိုင္မီးသတ္ဌာနရဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီဟာသူ႔မိန္းမအတြက္ပထမဆံုးပိတ္ရက္ကိုယူခဲ့ပါတယ္နွင္းမက်တဲ့ထူးထူးဆန္းဆန္းခရစ္စ္မတ္စ္ပြဲျဖစ္ေနတာေၾကာင့္Tower Skyဟာပါတီတက္သူေတြကိုဟယ္လီေကာ္ပတာႏွစ္စီးနဲ႔နွင္းေတြၾကဲခ်ေစျပီးပါတီကိုျပည့္စံုေစခဲ့ပါတယ္ဒါေပမယ့္ အားလံုးမေမွ်ာ္လင့္ထားတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္အဲ့မေတာ္တဆမႈကဘယ္လိုမ်ိဳးလဲ?မန္ေနဂ်ာဒဲဟိုနဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီတို႔ဟာ အားလံုးကိုကယ္ဖို႔ကိုယ္က်ိဳးစြန္႔ခဲ့ျပီးသူတို႔ကိုယ္တိုင္နဲ႔သူတို႔ခ်စ္တဲ့လူေတြကိုဘယ္လိုသက္ေရာက္မႈေတြျဖစ္သြားမလဲဆိုတာ…File Size – 929 MBFile Format – mp4IMDb rating – 6.6/10Quality – Blu-ray1080pRunning Time –2h 1minTranslated by AmaraEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Ji-hoonStarsAhn Sung-kiJeon Guk-hyangJun Guk-hyangKim In-kwonKim Sang-kyungKwon Tae-wonLee Han-WiLee Joo-silSol Kyung-guSon Ye-jinSong Jae-hoCastAhn Sung-kiCha In-pyoDo Ji-hanJeon Bae-sooJeon Guk-hyangJeong In-giJun Guk-hyangKim Eung-SooKim In-kwonKim Sang-kyungKim Soo-jinKim Sung-ohKwon Hyun-sangKwon Tae-wonLee Han-WiLee Joo-silOh Jin-haPark Cheol-minPark Chul-minPark Jeong-hakPark Yong-SooSol Kyung-guSon Ye-jinSong Jae-ho",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-tower2012.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/5n7w8vm3uxw2.html",
        "server": "usersdrive.com",
        "size": "929 MB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tower-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "929 MB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://megaup.net/2dgow/The_Tower_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "929 MB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://mega.nz/file/8bQ1gKJQ#jGSJOupYfErsaD46rP-knnMWIFxuxjPXFs6q3DXZE3Y",
        "server": "mega.nz",
        "size": "929 MB",
        "quality": "Blu-ray1080p"
      },
      {
        "link": "https://upstream.to/1q4buh60v7ug",
        "server": "upstream.to",
        "size": "929 MB",
        "quality": "Blu-ray1080p"
      }
    ],
    "trailer": {
      "video_id": "rKwuzez_CuA",
      "video_url": "https://www.youtube.com/watch?v=rKwuzez_CuA",
      "embed_url": "https://www.youtube.com/embed/rKwuzez_CuA"
    }
  },
  {
    "metadata": "N/A|2012|321 min|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "57,151"
    },
    "title": "Gangs of Wasseypur – Part 2 (2012)",
    "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊အထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာကျောက်မီးသွေးလုပ်ငန်းတွေ ကျယ်ကျယ်ပြန်ပြန့်လုပ်ကိုင်နေကြပြီးတောမီးလောင် တောကြောင် လက်ခမောင်းခက်ဆိုတဲ့အတိုင်း တောပုန်းဓားပြတွေ ပေါများတဲ့ခေတ်မှာ အဆိုးရွားဆုံး ဓားပြဗိုလ်က ဆူလ်တာနာ့ဆူလ်တာနာ နာမည်ကိုအသုံးချပြီး လက်တလုံးခြား ဆူလ်တာနာကို မလိမ့်တပ်လုပ်ကာ ဖြတ်လုနေတာက ရှဟီးဒ်ခန်းမ်အလည်လွန်တဲ့ဘီး ချေးနင်းမိဆိုသလို ဆူလ်တာနာနဲ့ ထိပ်တိုက်တွေ့တဲ့အခါအသက်လုပြေးလာခဲ့ရတယ်နောက်မွေးလာမယ့်ကလေးအတွက် ဒီလိုခိုးဆိုးနှိုက်အလုပ်ကို မလုပ်တော့ဘဲရှဟီးဒ်ခန်းမ် တစ်ယောက် တခြားနေရာကို ပြောင်းသွားခဲ့ပေမယ့်အကြောင်းအမျိုးမျိုးကြောင့် ရာမာဒီးရ်ဆိုတဲ့ ခရိုနီတစ်ယောက်ရဲ့ တိုက်ခိုက်ရေးသမား ဖြစ်လာခဲ့တယ့်” ဒီခွေးအင်္ဂလိပ်တွေက ရိုတီတစ်ချပ်လောက်ကို ပစ်ကျွေးခဲ့တာဒီကမျောက်အုပ်လိုက်က လုနေကြတယ်၊ ရာမာဒီးရ်ကိုရော ဒီပိုင်ဆိုင်မှုတွေ သူ့အဖေပေးခဲ့တာလား သူလည်း ဒီအတိုင်းယူလိုက်တာပဲမနက်ဖြန်ဆို သူ့အလောင်းပေါ်ကနေ ရှဟီးဒ်ခန်းမ်ဆီ ရောက်လာလိမ့်မယ်”သူ့အကြံအကောင်ထည်မဖေါ်နိုင်ခဲ့ပေရာမာဒီးရ်ရဲ့ အလုပ်တစ်ခုကို လုပ်ပေးရင်း ရှဟီးဒ်ခန်းမ် ပြန်ရောက်မလာတော့ဘူးသူ့သား ဆဒါးရ်ခန်းမ်ကို တပည့်ဖြစ်သူ နဆီးရ်က စောင့်ရှောက်ခဲ့ပြီးအဖေ့အတွက်အကြွေးကို သားတစ်ယောက်က ပြန်သိမ်းဖို့အထိ ဖြစ်လာခဲ့ပါတယ်” ငါ့ဘဝမှာ ရည်မှန်းချက်တစ်ခုပဲရှိတယ် … ကလဲ့စားချေဖို့ ”သူ့ရည်မှန်းချက်က ပြည့်ဝပါ့မလားဆိုတာကိုတော့=======================================================ဇာတ်လမ်းကို ဒီလောက်ပဲပြောထားတာ အကြောင်းရှိပါတယ်၊ ကိုယ်တိုင်ခံစားကြည့်ကြပါခင်ဗျာသရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုက အားကောင်းလှသလိုဇာတ်လမ်းကလည်း အစအဆုံးဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားမျိုးဖြစ်ပါတယ်Castတွေအနေနဲ့ဆဒါးရ်ခန်းမ် အနေနဲ့ Manoj Bajpayeeဖိုက်ဇဲလ်ခန်းမ် အနေနဲ့ Nawazuddin Siddiquiနဂ်မား ခါတွန် အနေနဲ့ Richa Chaddaမိုဟ်ဆီးနား အနေနဲ့ Huma Qureshiရာမာဒီးရ်ဆင့် အဖြစ် Tigmanshu Dhulia နဲ့တခြားနာမည်ကျော် သရုပ်ဆောင်များလည်း ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းက ၅ နာရီခွဲလောက်ကြာမြင့်တာမို့ Part(1)နဲ့(2) ခွဲထုတ်ထားပြီး နှစ်ကားလုံးကို ဒီမှာhttps://channelmyanmar.org/?s=Gangs+of+Wasseypurကြည့်လို့ရပါတယ်။File Size : (3.3 GB)/ (1.3 GB)Quality : Blu-Ray 1080p/720pRunning Time : 2hr 39minFormat : mkv/mp4Genre :Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byZaw HtooEncoded by Thanhtike Zaw,Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnurag KashyapStarsHuma QureshiJaideep AhlawatJameel KhanManoj BajpayeeNawazuddin SiddiquiPankaj TripathiPiyush MishraReema SenRicha ChaddaTigmanshu DhuliaCastAnurita JhaHarish KhannaHuma QureshiJaideep AhlawatJameel KhanManoj BajpayeeNawazuddin SiddiquiPankaj TripathiPiyush MishraPramod PathakReema SenRicha ChaddaRicha ChadhaSatyakam AnandTigmanshu DhuliaVineet Kumar SinghVipin SharmaYashpal Sharma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zPsubje2FyqfIm6Ox9kSNqFYV61.jpg",
      "https://image.tmdb.org/t/p/w300/qODi5dSf2dEYqA7BoktYdssC8GT.jpg",
      "https://image.tmdb.org/t/p/w300/eByyqLrrdYySwYjus5RVCgbCNOD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/gangs_of_wasseypur_ii_ver2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/gangs-of-wasseypur-part-2",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-gangs-of-wasseypur-2012-part-2-bluray-remux-1080-p-avc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.3 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://megaup.net/1IHg8/(CM)_Gangs_of_Wasseypur_2012_Part-2_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.3 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://mega.nz/file/8hlWESbI#HRPIBK1lGSDUGNZa-ML5U4LftUzDViAyFFbmwjEMfpM",
        "server": "mega.nz",
        "size": "3.3 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://usersdrive.com/tcl8rf4zfa0p.html",
        "server": "usersdrive.com",
        "size": "3.3 GB",
        "quality": "BluRay 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/gangs-of-wasseypur-part-2-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/dwfj5v147ige.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2d8z8/Gangs_Of_Wasseypur_-_Part_2_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/tUQl1YxI#zdcoONbKlm_mvMBmH_C5UC3td5ng7Yq9TZv_EgphGzE",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/z42b85r0gy1n.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "j-AkWDkXcMY",
      "video_url": "https://www.youtube.com/watch?v=j-AkWDkXcMY",
      "embed_url": "https://www.youtube.com/embed/j-AkWDkXcMY"
    }
  },
  {
    "metadata": "R|2012|138 min|Drama,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "282,899"
    },
    "title": "Flight(2012)",
    "description": "Flight(2012)IMDb….7.3,,,,,Rotten….78%Denzel Washingtonက လေယာဉ်ပိုင်းလော့ တစ်ယောက်…..တစ်ရက်ကျတော့ သူတာဝန်ယူမောင်းနှင်တဲ့ ခရီးသည်တင် လေယာဉ်ဟာ စက်ချို့ယွင်းမှုဖြစ်ပြီး လေယာဉ်ပျက်ကျပါတော့တယ် …ဒါပေမယ့်သူဟာ ကျွမ်းကျင်မှူနဲ့အခြေအနေပေါ်မူတည်ပြီးစွန့်စားမှုတွေပြုလုပ်ခဲ့လို့ လေယာဉ်ဟာ အကောင်းမွန်ဆုံးဆင်းသက်နိုင်ခဲ့တယ်…လူအနည်းငယ်သာ သေဆုံးခဲ့ရပြီးသူလည်း  ပြည်သူတွေအတွက် Heroတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်….လေယာဉ်ပျက်ကျစဉ်ကဒဏ်ရာကြောင့်သူဆေးရုံတက်ခဲ့ရတယ် …ခင်ဗျားတို့အနေနဲ့ ဇာတ်လမ်းတစ်ခုလုံးပြောလိုက်တယ်လို့ထင်နေလိမ့်မယ်..အပေါ်ကပြောခဲ့တဲ့ဖြစ်စဉ်ဟာ အစပိုင်း မိနစ်(၂၀)လောက်မှာပဲဖြစ်သွားတာ…သူဆေးရုံကဆင်းပြီးတဲ့အချိန်မှာ တကယ့်ဇာတ်လမ်းက စတော့တာပဲ …သူ့ကို စုံခုံဖွဲ တရားရုံးတင်တော့တာပဲ…လူတွေကယ်တင်နိုင်ရဲ့သားနဲ့ဘာကြောင့်တရားရုံးတင်ခံရတာလဲ…သူဘာတွေများလုပ်ခဲ့လို့လဲ…သူကရော ဒီအမှုတောကြီးကနေရုန်းထွက်နိုင်ပါ့မလား..Denezl Washington ကားတွေက သိတဲ့အတိုင်း ကားတိုင်းနီးပါးပြန်ကြည့်လည်းမရိုးနိုင်ပါဘူး…သူ့ရဲ့ အရှိန်အဝါနဲ့တင် ဇာတ်အိမ်မကောင်းရင်တော့ကြည့်ရတာရသမြောက်နေတတ်တာမျိုးပေါ့..ဒီကားက ဇာတ်အိမ်လည်းအတော်ကောင်းပါတယ်..ပြသချိန် ၂နာရီ၁၈မိနစ်ကို ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်နေရတာပါ…ဒီကားရဲ့ဒါရိုက်တာကတော့Forrest Gump, Cast Awayတို့လိုကားမျိုးတွေရိုက်ကူးတဲ့ Director Robert Zemeckisပါ ။File Size…(4.37GB) (1.6GB) and (718MB)Quality…Blu-Ray4K.HEVC.EAC3.6CH, 1080p,720pFormat…mp4Duration…02:18:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuca KouimelisRobert ZemeckisStarsBrian GeraghtyBruce GreenwoodDenzel WashingtonDon CheadleGarcelle BeauvaisJohn GoodmanKelly ReillyMelissa LeoNadine VelazquezTamara TunieCastBrian GeraghtyBruce GreenwoodCarter CabassaDane DavenportDenzel WashingtonDon CheadleGarcelle BeauvaisJames Badge DaleJohn CrowJohn GoodmanJustin MartinKelly ReillyMelissa LeoNadine VelazquezPeter GeretyPiers MorganSharon BlackwoodTamara Tunie",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yogIqTNfrDIybDQTGPDawi409PD.jpg",
      "https://image.tmdb.org/t/p/w300/zVuXGfGPpBvELQVPEEaSkTAkhd7.jpg",
      "https://image.tmdb.org/t/p/w300/ezT3KXcCjvCuVCOw1ajQOi4Uhf6.jpg",
      "https://image.tmdb.org/t/p/w300/eScXigQ8vNsFk8BhQMV1V2C9Q7S.jpg",
      "https://image.tmdb.org/t/p/w300/dT7CO7M0Ol7XJtRCeo9JVaQOA5y.jpg",
      "https://image.tmdb.org/t/p/w300/4mlRegMkXcwlqsiNtEGyFuyWBWq.jpg",
      "https://image.tmdb.org/t/p/w300/7ycRcm1Oyob9td22MAii1ZFh0tX.jpg",
      "https://image.tmdb.org/t/p/w300/ydZHt1v9C1npVXAGeVoXbHQBEfM.jpg",
      "https://image.tmdb.org/t/p/w300/mz87sD2HjTBhwpNTRoE5OMUStR8.jpg",
      "https://image.tmdb.org/t/p/w300/8a3RHKxgYxCwypfEibM3MZxmqpU.jpg",
      "https://image.tmdb.org/t/p/w300/jqcvPZrA70ncpfqqZK8dLYi938X.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BM2IxNTE0ZjQtMjVhYi00NTEwLTg5N2EtMDllOWIyYTY0MTc3XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/o4tn7sddzcos.html",
        "server": "usersdrive.com",
        "size": "4.37GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/flight-2012-blu-ray-4-k-hevc-eac-3-6-ch-pp-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.37GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1hboa/Flight.2012.BLU-RAY.4K.HEVC.EAC3.6CH.PP(CM).mkv",
        "server": "megaup.net",
        "size": "4.37GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/FyEXgCSS#yhv8JdjI0MY1jiUc5ld63iH423UfaxHRFt0pIrWRkcA",
        "server": "mega.nz",
        "size": "4.37GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/gessvh5y443a.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/flight-2012-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hbns/Flight.2012.BLU-RAY.1080P5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/BiEmHAZQ#Z2_BOtyfhZpUj0-gsLq0U8alqSszjKDJQGvyTgpm_9g",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jxayflh000zy",
        "server": "streamvid.io",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2oxev8byve1p.html",
        "server": "usersdrive.com",
        "size": "718MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/flight-2012-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "718MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2D6hz/Flight.2012.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "718MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Y3dS0LKR#FFFqXU-8J8v0SIhnMDREFq56O_Nw5gHUHsEpiT5a0g8",
        "server": "mega.nz",
        "size": "718MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sk0agfzx5dsl",
        "server": "streamvid.io",
        "size": "718MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "WmjawuFvDu4",
      "video_url": "https://www.youtube.com/watch?v=WmjawuFvDu4",
      "embed_url": "https://www.youtube.com/embed/WmjawuFvDu4"
    }
  },
  {
    "metadata": "R|2012|2h 52min|Action,Drama,Mystery",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "339,007"
    },
    "title": "Cloud Atlas (2012)",
    "description": "Cloud Atlas (2012)IMDb…..7.4,,,,Rotten…66%StorylineCloud Atlas ဟာ ၁၈၀၀ ခုနှစ်များကစတင်ပြီး ယခု ကျွန်တော်တို့ နေထိုင်တဲ့ကမ္ဘာကြီးပျက်ဆီးသွားတဲ့အထိ လူပုဂ္ဂိုလ်တစ်ယောက်ချင်းစီရဲ့ ဆုံးဖြတ်ချက်များ၊ အပြုအမူများဟာ ခေတ်အဆက်ဆက် ဘယ်လောက်ထိ အကျိုးသက် ရောက်မှုရှိတယ်ဆိုတာကို ရိုက်ပြထားပါတယ်။Reviewကျွန်တော် ရုပ်ရှင်တော်တော်များများကြည့်ဖူးပါတယ်။ ဒါပေမယ့် Cloud Atlas လိုဇာတ်အိမ်ကြီးတဲ့ ရုပ်ရှင်မျိုးမကြည့်ဖူးဘူးလို့ ဝန်ခံရမှာပါပဲ။ဇာတ်အိမ်ကြီးလှပါတယ်ဆိုတဲ့ J.R.R Tolkien ရဲ့ Lord of the Rings Universe ကတောင် ၁၈၀၀ ခုနှစ် ကနေဒီကမ္ဘာပျက်သွားပြီး နောက်ထပ်ဂြိုလ်တွေပေါ်မှာ လူတွေသွားနေရတဲ့ ခေတ်များအထိ ဇာတ်လမ်းဆင်ထားတဲ့ Cloud Atlas လောက်ကြီးပါ့မလားလို့ တွေးမိပါတယ်။Cloud Atlas မှာ အဓိကအားဖြင့် ဇာတ်ကောင်၆ ယောက်ရဲ့ ဇာတ်လမ်းကို ရိုက်ပြထားပြီးအဲ့ ဇာတ်ကောင် ၆ ယောက်ဟာ ၁၈၀၀ နှစ်များ၊ ၁၉၃၀၊ ၁၉၇၀၊ ၂၀၁၂၊ ၂၁၀၀၊နောက်တော့ လူ့ယဉ်ကျေးမှုပျက်ဆီးသွားတဲ့ ခေတ် စတဲ့ မတူညီတဲ့ ခေတ် ၆ ခေတ်ကဖြစ်ပါတယ်။ဇာတ်လမ်းဆင်ထားတဲ့ ပုံကအရမ်းအံ့အော်စရာကောင်းပါတယ်။ ဇာတ်ကားတစ်ကားတည်းနဲ့ ဇာတ်ကား ၆ ကားကို တစ်ခါတည်းကြည့်ရသလိုပါပဲ။ အဲ့ဇာတ်ကား ၆ ကား ဟာလည်း တစ်ခုနဲ့တစ်ခု theme မတူညီတဲ့အတွက်အပေါ်မှာရေးထား သလိုAdventure, Drama, Thriller, Scifi, Action, Mystery, Fantasy, Comedy ခံစားမှုပေါင်းစုံနဲ့ ရိုက်ကူးထားပါတယ်။ ကျွန်တော်အကြိုက်ဆုံးအချက်ကတော့ ဒီလိုမတူညီတဲ့ ခေတ် ၆ ခေတ်မှာ မတူညီတဲ့ ဇာတ်ကောင် ၆ယောက်ရဲ့ ဇာတ်လမ်းကို တစ်ပြိုင်တည်း တင်ဆက်ထားတာမှာဇာတ်လမ်းအတက်အကျတွေဟာ တစ်ပြေးညီဖြစ်နေတာပါပဲ။ ဇာတ်လမ်း ၇ ပုဒ်ကို တစ်ခါတည်းပြဖို့ ကြိုးစား ထားတာဖြစ်တဲ့အတွက်စစချင်းတော့ ဘယ်သူက ဘာတွေမှန်းမသိ ခေါင်းတွေမူးနောက်နေခဲ့ပေမယ့် ဇာတ်ကြောင်းတွေပေါ်လာလေလေနောက်ဘာဆက်ဖြစ်မလဲဆိုပြီး ၇ ပုဒ်လုံး ဇာတ်ကောင် ၆ ယောက်လုံးကို စိတ်ဝင်စားလာအောင်၊ပြီးတော့ အဲ့ ဇာတ်ကောင် ၆ ယောက်ကို ဘယ်လို ချိတ်ဆက်ထားလဲဆိုတာကို သိချင်လာအောင် ရိုက်ပြထားပါတယ်။ဒီကားမှာသုံးထားတဲ့ Make-up ကိုတော့ တော်တော်လေးကြိုက်ပါတယ်။ မင်းသား၊ မင်းသမီး အတူတူပေမယ့် Make-up ကြောင့် နောက်ဆုံးစာတမ်းထိုးတော့မှ သြော်၊ အဲ့တာလည်းသူတို့ပါပဲလားဆိုပြီး သိရတာပါ။ အချုပ်ပြောရရင်တော့ Cloud Atlas ဟာတော်တော်ကောင်းတဲ့ကား၊ ထူးခြားတဲ့ကားတွေထဲမှာပါပါတယ်။ဇာတ်လမ်းက ခေတ် ၇ ခေတ်ကို တစ်ခါတည်းရိုက်ပြထားတာဆိုတော့ ကြည့်ပြီးတဲ့လူတွေအတွက်နည်းနည်းရှုပ်နေနိုင်တဲ့အတွက်ထုံးစံအတိုင်း ရေးနိုင်သလောက် Synopsis လေးရေးထားပါတယ်။ဒီကားက တစ်ချို့အတွက်တော့ ဇာတ်လမ်းစ၊ဆုံးမလိုပေမယ့်တစ်ချို့အတွက်တော့ တစ်ချို့အတွက်တော့ ရှင်းလင်းချက်ဟန်က လိုနေပါလိမ့်မယ်…မဟုတ်ရင် ခေါင်းအနည်းငယ်နောက်နိုင်လို့ပါ…ဒီလိုရှင်းလင်းချက်အညွှန်းတွေအတွက် ကူးယူဖော်ပြခွင့်ပြုသောDatShinနှင့် ခဲရာခဲဆစ် ဒိုင်ယာလော့ပေါင်းများစွာကိုစိတ်ရှည်လက်ရှည်ဘာသာပြန်ပေးသောCrystal Winတို့အားအထူးပင်ကျေးဇူးတင်ရှိပါသည်…ရှင်းလင်းချက်မလိုတဲ့သူများ စပွိုင်လာမိမှာကြောက်သူများဆက်မဖတ်ဘဲ ဒေါင်းနိုင်ပါပြီ—————————————————————Cloud Atlas ဟာ ၁၈၀၀ ခုုႏွစ္မ်ားကစတင္ျပီး ယခုု ကၽြန္ေတာ္တိုု႕ ေနထိုင္တဲ့ကမၻာၾကီးပ်က္ဆီးသြားတဲ့အထိ လူပုုဂၢိဳလ္တစ္ေယာက္ခ်င္းစီရဲ႕ ဆံုုးျဖတ္ခ်က္မ်ား၊ အျပဳအမူမ်ားဟာ ေခတ္အဆက္ဆက္ ဘယ္ေလာက္ထိ အက်ုိးသက္ ေရာက္မွုုရွိတယ္ဆိုုတာကိုု ရုုိက္ျပထားပါတယ္။Reviewကၽြန္ေတာ္ ရုုပ္ရွင္ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးပါတယ္။ ဒါေပမယ့္ Cloud Atlas လိုုဇာတ္အိမ္ၾကီးတဲ့ ရုုပ္ရွင္မ်ိဳးမၾကည့္ဖူးဘူးလိုု႕ ၀န္ခံရမွာပါပဲ။ဇာတ္အိမ္ၾကီးလွပါတယ္ဆိုုတဲ့ J.R.R Tolkien ရဲ႕ Lord of the Rings Universe ကေတာင္ ၁၈၀၀ ခုႏွစ္ ကေနဒီကမၻာပ်က္သြားျပီး ေနာက္ထပ္ျဂိဳလ္ေတြေပၚမွာ လူေတြသြားေနရတဲ့ ေခတ္မ်ားအထိ ဇာတ္လမ္းဆင္ထားတဲ့ Cloud Atlas ေလာက္ၾကီးပါ့မလားလိုု႕ ေတြးမိပါတယ္။Cloud Atlas မွာ အဓိကအားျဖင့္ ဇာတ္ေကာင္၆ ေယာက္ရဲ႕ ဇာတ္လမ္းကိုု ရုုိက္ျပထားျပီးအဲ့ ဇာတ္ေကာင္ ၆ ေယာက္ဟာ ၁၈၀၀ ႏွစ္မ်ား၊ ၁၉၃၀၊ ၁၉၇၀၊ ၂၀၁၂၊ ၂၁၀၀၊ေနာက္ေတာ့ လူ႕ယဥ္ေက်းမွုုပ်က္ဆီးသြားတဲ့ ေခတ္ စတဲ့ မတူညီတဲ့ ေခတ္ ၆ ေခတ္ကျဖစ္ပါတယ္။ဇာတ္လမ္းဆင္ထားတဲ့ ပံုုကအရမ္းအံ့ေအာ္စရာေကာင္းပါတယ္။ ဇာတ္ကားတစ္ကားတည္းနဲ့ ဇာတ္ကား ၆ ကားကိုု တစ္ခါတည္းၾကည့္ရသလိုုပါပဲ။ အဲ့ဇာတ္ကား ၆ ကား ဟာလည္း တစ္ခုုနဲ႕တစ္ခုု theme မတူညီတဲ့အတြက္အေပၚမွာေရးထား သလိုုAdventure, Drama, Thriller, Scifi, Action, Mystery, Fantasy, Comedy ခံစားမွုုေပါင္းစံုုနဲ႕ ရုုိက္ကူးထားပါတယ္။ ကၽြန္ေတာ္အၾကိဳက္ဆံုုးအခ်က္ကေတာ့ ဒီလိုုမတူညီတဲ့ ေခတ္ ၆ ေခတ္မွာ မတူညီတဲ့ ဇာတ္ေကာင္ ၆ေယာက္ရဲ႕ ဇာတ္လမ္းကိုု တစ္ျပိုင္တည္း တင္ဆက္ထားတာမွာဇာတ္လမ္းအတက္အက်ေတြဟာ တစ္ေျပးညီျဖစ္ေနတာပါပဲ။ ဇာတ္လမ္း ၇ ပုုဒ္ကိုု တစ္ခါတည္းျပဖိုု့ ၾကိဳးစား ထားတာျဖစ္တဲ့အတြက္စစခ်င္းေတာ့ ဘယ္သူက ဘာေတြမွန္းမသိ ေခါင္းေတြမူးေနာက္ေနခဲ့ေပမယ့္ ဇာတ္ေၾကာင္းေတြေပၚလာေလေလေနာက္ဘာဆက္ျဖစ္မလဲဆိုုျပီး ၇ ပုုဒ္လံုုး ဇာတ္ေကာင္ ၆ ေယာက္လံုုးကိုု စိတ္၀င္စားလာေအာင္၊ျပီးေတာ့ အဲ့ ဇာတ္ေကာင္ ၆ ေယာက္ကိုု ဘယ္လိုု ခ်ိတ္ဆက္ထားလဲဆိုုတာကိုု သိခ်င္လာေအာင္ ရုုိက္ျပထားပါတယ္။ဒီကားမွာသံုုးထားတဲ့ Make-up ကိုုေတာ့ ေတာ္ေတာ္ေလးၾကိဳက္ပါတယ္။ မင္းသား၊ မင္းသမီး အတူတူေပမယ့္ Make-up ေၾကာင့္ ေနာက္ဆံုုးစာတမ္းထိုုးေတာ့မွ ေျသာ္၊ အဲ့တာလည္းသူတိုု့ပါပဲလားဆိုုျပီး သိရတာပါ။ အခ်ုပ္ေျပာရရင္ေတာ့ Cloud Atlas ဟာေတာ္ေတာ္ေကာင္းတဲ့ကား၊ ထူးျခားတဲ့ကားေတြထဲမွာပါပါတယ္။ဇာတ္လမ္းက ေခတ္ ၇ ေခတ္ကိုု တစ္ခါတည္းရိုုက္ျပထားတာဆိုုေတာ့ ၾကည့္ျပီးတဲ့လူေတြအတြက္နည္းနည္းရွုုပ္ေနႏိုုင္တဲ့အတြက္ထံုုးစံအတိုုင္း ေရးႏိုုင္သေလာက္ Synopsis ေလးေရးထားပါတယ္။ဒီကားက တစ္ခ်ဳိ႕အတြက္ေတာ့ ဇာတ္လမ္းစ၊ဆုံးမလုိေပမယ့္တစ္ခ်ဳိ႕အတြက္ေတာ့ တစ္ခ်ဳိ႕အတြက္ေတာ့ ရွင္းလင္းခ်က္ဟန္က လုိေနပါလိမ့္မယ္…မဟုတ္ရင္ ေခါင္းအနည္းငယ္ေနာက္ႏုိင္လုိ႕ပါ…ဒီလုိရွင္းလင္းခ်က္အညႊန္းေတြအတြက္ ကူးယူေဖာ္ျပခြင့္ျပဳေသာDatShinႏွင့္ ခဲရာခဲဆစ္ ဒုိင္ယာေလာ့ေပါင္းမ်ားစြာကုိစိတ္ရွည္လက္ရွည္ဘာသာျပန္ေပးေသာCrystal Winတို႔အားအထူးပင္ေက်းဇူးတင္ရွိပါသည္…ရွင္းလင္းခ်က္မလုိတဲ့သူမ်ား စပြဳိင္လာမိမွာေၾကာက္သူမ်ားဆက္မဖတ္ဘဲ ေဒါင္းႏုိင္ပါၿပီQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…02:52:00Genre :Action,Drama,MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Crystal WinEncoded by Phyo Pyae*******************************************************************Adam Ewingပထမ ဇာတ်ကောင်ကတော့ ၁၈၀၀ ခုနှစ်ပတ်ဝန်းကျင်က ရှေ့နေတစ်ယောက် ဖြစ်တဲ့ Adam Ewing ဖြစ်ပါတယ်။ Adam ရဲ့ယောက္ခကြီးဟာ ပစိဖိတ်ကျွန်းဆွယ်တွေပေါ်က ကျွန်တွေသွားဝယ်ဖို့ Adam ကိုစေလွှတ်ခဲ့ပါတယ်။ ပစိဖိတ်ကနေ အိမ်ကိုအပြန် ကျွန်တစ်ယောက် က သင်္ဘောပေါ်ခိုးလိုက်လာပြီး သူ့ကိုကူညီဖို့ Adam ကိုအသနားခံခဲ့ပါတယ်။ သဘောကောင်းတဲ့ Adam က captain ကိုပြောပြီးအဲ့ကျွန်ကို သင်္ဘောသား အဖြစ်လက်ခံစေကာကယ်တင်ခဲ့ပါတယ်။ သင်္ဘောရဲ့ ဆရာဝန် Dr. Henry Goose ဟာ Adam ရဲ့ခန္ဓာကိုယ်ထဲမှာ သန်ကောင်တွေရှိနေတယ်ဆိုပြီး ဆေးကုပေးသလိုလိုနဲ့ လိမ်ညာပြီး Adam ရဲ့ပစ္စည်းတွေကို ခိုးဖို့ကြိုးစားခဲ့ ပါတယ်။ Adam ကယ်ခဲ့တဲ့ ကျွန် Autua က Adam ကိုပြန်ကယ်လိုက်တော့ Adam ရဲ့ကျွန်တွေအပေါ်ထားတဲ့ စိတ်ထားပြောင်းလဲသွားပြီး အိမ်ပြန်ရောက် တဲ့အခါ သူနဲ့သူ့မိန်းမဟာ အိမ်ကိုဆန့်ကျင်ကာ ကျွန်စနစ်ဆန့်ကျင်ရေး သမားတွေဖြစ်လာခဲ့ပါတယ်။ အိမ်ပြန်လမ်းခရီးမှာ Adam ကြုံခဲ့ရတာတွေကို စာအုပ်ထုတ်လုပ်ခဲ့ပါတယ်။Robert Frobisher & Rufus Sixsmithဒုတိယဇာတ်ကောင်ကတော့ ၁၉၃၀ နှစ်များမှာနေထိုင်ခဲ့တဲ့ တေးဂီတ ပညာရှင် Robert Frobisher ဖြစ်ပါတယ်။ သူ့မှာ Rufus Sixsmith လို့ ခေါ်တဲ့ ချစ်သူ (နှစ်ဦးလုံးဟာ အမျိုးသားများဖြစ်ပါတယ်။) တစ်ယောက်ရှိပါတယ်။ Robert ဟာ နာမည်ကြီး ဂီတစပ်ဆိုသူတစ်ဦး ဖြစ်လာအောင်လို့ ဂီတပညာရှင်အဖိုးကြီး Vyvyan Ayrs ထံမှာ အလုပ်လုပ်ခဲ့ ပါတယ်။ သူ့ထံမှာအလုပ်လုပ်ရင်းနဲ့ Cloud Atlas Sextet ကိုစပ်ဆိုခဲ့ပါတယ်။ ဒီတေးသွားကို အရမ်းကြိုက်သွားတဲ့ အဖိုးကြီး Ayrs ကအပိုင်စီးဖို့ကြိုးစားတဲ့ အခါမှာတော့ အဖိုးကြီးကို သေနတ်နဲ့ပစ်ပြီး ထွက်ပြေးလာခဲ့ပါတယ်။ ဒါပေမယ့် အဖိုးကြီးက မသေပဲ Robert ကိုလိုက်ရှာဖို့ ရဲတွေလွှတ်လိုက်ပါတယ်။ Robert ဟာ သူရဲ့တေးသွား Cloud Atlas ကိုပြီး ဆုံးအောင်ရေးသားခဲ့ပြီး သူရဲ့ချစ်သူထံကိုပို့လိုက်ပါတယ်။ နောက်တော့ ကို့ကိုယ်ကို အဆုံးစီရင်လိုက်ပါတယ်။ Sixsmith က အဲ့တေးသွားကို အသံသွင်းခဲ့ပြီး ထုတ်ဝေခဲ့ပါတယ်။Luisa Reyတတိယဇာတ်ကောင်ကတော့ ၁၉၇၀ ခုနှစ်က ဂျာနယ်လစ် Luisa Rey ဖြစ်ပါတယ်။ Luisa က ဒုတိယဇာတ်လမ်းက Rufus Sixsmithနဲ့ သိကျွမ်း ရင်းနှီးခဲ့ပါတယ်။ Rufus ကဒီအချိန်မှာ အဖိုးကြီးဖြစ်နေပြီး နာမည်ကြီး ရူပဗေဒ ပညာရှင်ကြီးဖြစ်နေပါပြီ။ Sixsmith ဟာ နျူကလီးယား ဓာတ်ပေါင်းဖို တစ်ခုအတွက်အလုပ်လုပ်ခဲ့ပြီး ဆိုးရွားတဲ့လျှို့ဝှက်ချက်တစ်ခုကို ရှာဖွေတွေ့ရှိ ခဲ့ပါတယ်။ အဲ့တာကတော့ အဲ့ဓာတ်ပေါင်းဖိုဟာ ရေနံ company တစ်ခုက ထောင်ပေးထားတာဖြစ်ပြီး တစ်ချိန်မှာ ပေါက်ကွဲနိုင်အောင် စီမံထားတာပါပဲ။ အဲ့တော့မှာသာ လူတွေက နျူကလီယားစွမ်းအင်ဟာ မလုံခြုံဘူးဆိုပြီး ရေနံပေါ်မှာသာ မှီခိုနေအောက် စီမံထားခြင်းဖြစ်ပါတယ်။ ဒါကို သတင်းထောက်မ Luisa ကိုပြောပြဖို့ကြိုးစားတဲ့ Sixsmith ဟာအသတ်ခံခဲ့ ရပါတယ်။ Luisa ဟာဒီအမှုကိုလိုက်ရင်းနဲ့ Sixsmith ဆီကိုတစ်ချိန်တုန်းက သူ့ချစ်သူ Robert ပေးပို့ခဲ့တဲ့စာတွေနဲ့ Robert ရဲ့ Cloud Atlas Sextet ကို ရှာဖွေတွေ့ရှိခဲ့ပါတယ်။ ဓာတ်ပေါင်းဖိုပိုင်ရှင် Lolyd Hook ဟာ Luisa ကိုသတ်ဖို့ လူသတ်သမား Bill Smoke ကိုလွှတ်ခဲ့ပေမယ့် နောက်ဆုံးမှာ Luisa ဟာအမှန်တရားကို ထုတ်ဖော်ခဲ့ပြီး Hook ရဲ့ဓာတ်ပေါင်းဖိုဟာ ပိတ်လိုက်ရပါတယ်။Timothy Cavendishလေးခုမြောက်ဇာတ်လမ်းကတော့ ၂၀၁၂ ခုနှစ်မှာနေထိုင်ခဲ့တဲ့ စာအုပ်တိုက်အသေးစားလေးတစ်ခုရဲ့ပိုင်ရှင် Timothy Cavendish ရဲ့အကြောင်းဖြစ်ပါတယ်။ Cavendish ဟာ လူဆိုးတစ်ယောက် တစ်ရောက်ရဲ့ ကိုယ်ရေးဝတ္ထုကိုထုတ်ပေးခဲ့ပါတယ်။ အဲ့လူဆိုးဟာ ဝေဖန်ရေး ဆရာတစ်ယောက် ကို တိုက်ပေါ်ကပစ်ချပြီး (ဓာတ်ရှင်အဖွဲ့သားတွေလည်း သတိထားနေမှာပဲ) ထောင်ထဲဝင်သွားတော့ သူ့စာအုပ်ဟာ သောက်သောက် လဲရောင်းအားတွေတက်လာပါတယ်။ အဲ့မှာထောင်ထဲဝင်သွားတဲ့ လူဆိုးကြီးက Timothy Cavendish ဆီကို တပည့်လူဆိုးတွေလွှတ်ပြီး သူ့ရဲ့ ရှယ်ရာကိုတောင်းပါတော့တယ်။စာအုပ်ရောင်းရငွေတွေကို အကြွေးတွေ အကုန်ဆက်လိုက်ရလို့ ပေးစရာ ပိုက်ဆံမရှိတော့တဲ့ Timothy ဟာ သူရဲ့အစ်ကို ထံသွားပြီးအကူအညီတောင်းတော့ သူအစ်ကိုက ဟိုတယ်တစ်ခု မှာသွားရောက်ပုံးအောင်းနေဖို့ အကြံဉာဏ်ပေးပါတယ်။ အဲ့ဟိုတယ်ကိုသွားနေတုံး ရထားပေါ်မှာ Timothy Cavendish ဟာ တတိယ ဇာတ်လမ်းထဲက ဇာတ်လိုက်မ Luisa Rey အကြောင်းရေးထားတဲ့ လျှို့ဝှက်သဲဖိုစာအုပ်ကို ဖတ်နေတာတွေ့ရပါတယ်။ သူ့အစ်ကို ပြောထားတဲ့ ဟိုတယ်ဟာအမှန်တော့ ဟိုတယ်မဟုတ်ပဲ လူအိုရုံကြီးတစ်ခုဖြစ်နေပါတယ်။ ကျေးဇူးကန်းတဲ့ သားသမီးတွေဟာ အသက်ကြီးလာတဲ့ မိဘတွေ ဒီမှာလာ ပစ်ထားကြပြီး ဝန်ထမ်းတွေကလည်း အဖိုးအဖွားတွေကို အကျဉ်းသားတွေ အလားကိုင်တွယ်ပြီး လုံးဝအပြင်ထွက်ခွင့်မရတဲ့ လူအိုရုံကြီးဖြစ်ပါတယ်။ Timothy ဟာဒီလူအိုရုံကြီးကနေ ဖောက်ထွက်ဖို့တစ်ခြား အဖိုးအဖွားကြီးတွေ နဲ့အတူ အစီစဉ်တွေဆွဲပြီး ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။ နောက်တော့ သူရဲ့အတွေ့အကြုံတွေကို စာအုပ်ပြန်ရေးတဲ့အခါ အရောင်းရဆုံးစာအုပ် တစ်အုပ်ဖြစ်လာတဲ့အပြင် ရုပ်ရှင်တောင်ပြန်လည်ရိုက်ကူးနိုင်ခဲ့ပါတယ်။Somni and the Rebellionငါးခုမြောက် ဇာတ်လမ်းကတော့ ကမ္ဘာပျက်ခါနီး Dystopia Future လိုဖြစ်နေတဲ့ ၂၄၀၀ ခုနှစ်အကျော်(မှားနိုင်ပါတယ်)က ကိုရီးယားနိုင်ငံ ဆိုလ်မြို့မှာအခြေတည်ပါတယ်။ ဒီခေတ်မှာ Pa Pa Song ဆိုတဲ့ fast food restaurant ကအရမ်းနာမည်ကြီးနေပါတယ်။ အဲ့စားသောက်ဆိုင်မှာ စားပွဲထိုးတွေအဖြစ် clone လုပ်ထားတဲ့ကောင်မလေးတွေကို အသုံးပြုပါတယ်။ သူတို့ကို fabrication – လူကပြုလုပ်ထားခြင်း၊ ပုံမှန်လူတွေကို – Pure Blood- မျိုးစစ်တွေဆိုပြီး ခွဲခြားထားပါတယ်။ စားသုံးသူ ဧည့်သည်တွေက သူတို့ကို ဘာပဲလုပ်နေလုပ်နေ ဘာမှပြန်လုပ်ခွင့် ပြောခွင့်မရှိပါဘူး။ သူတို့လည်ပင်းမှာလည်း ကွင်းလေးတွေစွတ်ပေးထားပြီး စားသောက်ဆိုင်ရဲ့ မန်နေဂျာက ခလုတ်နှိပ်လိုက်တဲ့အခါ လည်ပင်းက ကွင်းလေးက လည်မျိုကိုဖောက်ပစ်လိုက်ပြီး ထွက်ပြေးလို့မရအောင် လုပ်ထားပါတယ်။ ပိုဆိုးတာက သူတို့ စားသောက်ဆိုင်မှာ လုပ်သက်များလာ လေလေ သူတို့ကွင်းလေးမှာ ကြယ်ပွင့်လေးတွေထိုးပေးပါတယ်။ ကြယ်ပွင့် ၇ ပွင့်ပြည့်တဲ့အခါ လွတ်လပ်မှုကိုပေးမယ်လို့လိမ်ညာထားပါတယ်။ အမှန်က တော့ clone တွေကိုသတ်ပစ်ပြီး အလောင်းတွေကို protein အားဆေးလုပ် တာဖြစ်ပါတယ်။ ဒါတင်မကသေးပါဘူး clone တွေမှာ protein ဓာတ်တွေပြည့်ဝအောင်လို့ သူတို့ကိုကျွေးတဲ့ soap ဆိုတဲ့ဆေးဟာလည်း သူတို့ရဲ့ အလောင်းတွေကနေပြန်လည်ထုတ်လုပ်ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ မင်းသမီးက ခုနက clone တစ်ယောက်ဖြစ်တဲ့ Sonmi-451 ဖြစ်ပါတယ်။ စနစ်ကြီးကို တော်လှန်နေတဲ့ အဖွဲ့အစည်းဖြစ်တဲ့ Union Rebellion ရဲ့ တပ်မှူး Hae-Joo က Somni ကိုကယ်တင်ခဲ့ပြီး လူသားတစ် ယောက်သိသင့်တဲ့ အတွေးအခေါ်တွေ အနုပညာတွေကို သင်ပေးခဲ့ပါတယ်။ ဆိုးရွားတဲ့ အမှန်တရားကို သိရှိခဲ့ရပြီးနောက်မှာ Somni ဟာ တော်လှန်ရေးကို ကူညီဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ သူတို့ဟာ အသံလွှင့်ရုံတစ်ခုကိုသိမ်းပိုက်ခဲ့ပြီး အမှန်တရားကို တစ်ကမ္ဘာလုံးသာမက ကမ္ဘာအပြင်ဘက်က ဂြိုလ်တွေဆီပါ ထုတ်လွှင့်ခဲ့ပါတယ်။ အစိုးရတပ်တွေဝင်တိုက်တဲ့အခါ တော်လှန်ရေးသမားတွေ အကုန်လုံးသေဆုံးသွားပြီး Somni ကိုတော့ အရှင်မိခဲ့ပါတယ်။ Somni ကိုမကွက်မျက်ခင် အစိုးရကိုယ်စားလှယ်တစ်ယောက် စစ်ဆေးပါတယ်။ Somni ကသူ့ကို အမှန်အတိုင်းအကုန်ပြောပြပြီးတဲ့နောက်မှာ သူက Somni ကို မင်းပြောခဲ့တောတွေအကုန်လုံးကို အမှားတွေလို့အစိုးရလုပ်လိုက်မှာပဲ၊ ဘယ်သူမှ ယုံမှာမဟုတ်ဘူး၊ ဒါကိုသိနေရဲ့သားနဲ့ ဘာလို့အသေခံပြီး လုပ်တာလဲလို့မေးတဲ့အခါမှာ Somni က အနည်းဆုံးတော့ အခု တစ်ယောက်(သူ့ကိုစစ်မေးတဲ့သူ) သိရှိပြီးယုံသွားပြီလို့ပြောခဲ့ပါတယ်။Zachry and Meronymဆဌမမြောက်ဇာတ်လမ်းကတော့ ခုန ဆိုလ်းမြို့ကရေတွေတက်လာလို့ ပျက်ဆီးသွားပြီး လူ့ယဉ်ကျေးမှုပျက်စီးသွားတဲ့နောက်မှာ Miami မှာနေထိုင်တဲ့ လူမျိုးစုတစ်စုက လူတစ်ယောက်ဖြစ်တဲ့ Zachry ရဲ့အကြောင်းဖြစ်ပါတယ်။ Zachry တို့လူမျိုးစုဟာ Sonmi ကိုဘုရားအဖြစ် ကိုးကွယ်ကြပါတယ်။ သူတို့လူမျိုးစုရဲ့ရန်သူ လူရိုင်းတွေဖြစ်တဲ့ Kona တွေဟာလည်း ကျွန်းပေါ်မှာပဲ နေထိုင်ပြီး သူတို့ကိုတွေ့တိုင်းသတ်ဖြတ်လေ့ရှိပါတယ်။ တစ်ရက်မှာ Zachry ဟာ သူ့ယောက်ဖနဲ့တူလေးနဲ့ အပြင်ထွက်နေတုန်း Koni တွေရောက်လာခဲ့ပါတယ်။ Koni တွေဟာ သူ့ယောက်ဖနဲ့ တူလေးကို သတ်ဖြတ်နေပေမယ့် Zachry ဟာကြောက်ရွံ့စွာနဲ့ ထွက်မကူညီပဲ ပုန်းအောင်း နေခဲ့ပါတယ်။ လူတွေဟာ Zachry ကိုအဲ့အချိန်ကစပြီး ကျဉ်ခဲ့ပါတယ်။ သူတို့လူမျိုးစုနဲ့ အမြဲတမ်းအဆက်အသွယ်ရှိနေတာကတော့ နည်းပညာအဆင့်မြင့်တဲ့ လူမျိုးစု Prescient တွေဖြစ်ပါတယ်။ Prescient တွေဟာ သူတို့နဲ့ အမြဲတမ်းအဆက်အသွယ်ရှိပြီး ထူဆန်းတဲ့ ယာဉ်ပျံကြီးတွေ နဲ့ရောက်လာတတ်ပါတယ်။ တစ်ရက်မှာတော့ Prescient တစ်ယောက်ဖြစ်တဲ့ Meronym ဟာ Zachry တို့ရွာမှာနေဖို့ခွင့်တောင်းခဲ့ပါတယ်။ Meronym ကို Zachry ရဲ့အမသူ့အိမ်မှာ လက်ခံခဲ့ပေမယ့် Zachry ကတော့သဘောသိပ်မကျခဲ့ပါဘူး။ Meronym ဟာသူတို့ကျွန်းပေါ်က တောင်ထိပ်ကို သွားချင်ပေမယ့် အဲ့ဒီ့တောင်ပေါ်မှာ မကောင်းဆိုးရွားကြီး Old Gerogie ရှိနေတဲ့အတွက် ဘယ်သူမှလိုက်မပို့ရဲကြပါဘူး။ တစ်ရက်မှာတော့ Zachry ရဲ့တူမလေးဟား အဆိပ်မိခဲ့ပါတယ်။ ကုဖို့ဆေးမရှိတော့ သေတော့မှာပါ။ Zachry ဟာ Meronym ကိုအကူအညီတောင်းခဲ့ပြီး သူ့တူမလေးကိုကယ်ရင် တောင်ထိပ်ကိုရောက်အောင်ပို့ပေးမယ်လို့ ကတိပေးခဲ့တဲ့အတွက် Meronym ဟာကယ်တင်ပေးခဲ့ပါတယ်။ တောင်ထိပ်ကို သွားရာလမ်းတစ်လျှောက်မှာလည်း Zachry ရဲ့ကြောက်စိတ်က Old Georgie အသွင်နဲ့လာရောက်ပြီးတော့ Meronym ကို သတ်ဖို့လာပြောနေပေမယ့် Zachry ကသူ့ကြောက်စိတ်ကိုအနိုင်ယူပြီးတော့ မသတ်ခဲ့ပါဘူး။ အမှန်ကတော့ သူတို့သွားနေတဲ့နေရာဟာ Somni ကအမှန်တရားကို တစ်ကမ္ဘာလုံးသိအောင် ထုတ်လွှင့်ခဲ့တဲ့ အသံလွှင့်ရုံကြီးဖြစ် ပါတယ်။ ဘာလို့သွားနေရတာလဲဆိုတော့ ဒီကမ္ဘာကြီးကပျက်တော့မှာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာနေထိုင်နေတဲ့ Zachry တို့ရော Prescient တွေရောအကုန်သေတော့မှာဖြစ်ပါတယ်။ အဲ့တော့ ဒီအသံလွှင့်ရုံကနေ တစ်ခြားဂြိုလ်တွေကို အချက်ပြပြီး ဒီကမ္ဘာပေါ်မှာ လူတွေရှိသေးတယ်။ လာကယ်ပါဆိုပြီး အကူအညီတောင်းမလို့ ဖြစ်ပါတယ်။ ဒါပေမယ့် သူတို့ဟာ တစ်ခြားဂြိုလ်တွေ ရှိနေမှန်းတောင် မသေချာတော့ပါဘူး။ သူတို့နှစ်ယောက် အသံလွှင့်ရုံကနေပြန်လာတော့ Zachry ရဲ့ရွာဟာမီးလောင်နေတာကို တွေ့လိုက်ရပါတယ်။ တစ်ရွာလုံးသေသွားပြီဖြစ်ကာ Zachry ရဲ့တူမလေးပဲအသက်ရှင်ပါတယ်။ Zachry နဲ့သူ့တူမလေးတို့ Koni တွေလက်ကနေ အသက်လုပြေးခဲ့ပေမယ့် Zachry ရဲ့ယောက်ဖသေသွားတဲ့နေရာမှာပဲ သူတို့နှစ်ယောက်ကို ချောင်ပိတ်ဖမ်းမိခဲ့ပါတယ်။ ဒါပေမယ့် Meronym ကလာရောက်ကယ်ဆယ်ခဲ့တာမို့ Koni တွေကိုပြန်လည်သတ်နိုင်ခဲ့ပါတယ်။ နောက်ဆုံးမှာတော့ Zachry တို့နှစ်ယောက်ဟာ Meronym နဲ့အတူ လိုက်သွားခဲ့ပါတယ်။ တစ်ခြားဂြိုလ်ကလာကယ်ခဲ့ပြီး အဲ့ဂြိုလ်ပေါ်မှာသွားရောက် နေထိုင်ခဲ့ပါတယ်။ Zachry နဲ့ Meronym တို့နှစ်ယောက်ဟာချစ်ကြိုက်ခဲ့ပြီး သားသမီး၊ မြေးမြစ်တွေ ထွန်းကားခဲ့ပါတယ်။Conclusionဇာတ်လမ်း ၆ ပုဒ်က ဘယ်လိုဆက်ထားတယ်ဆိုတာကို ရုပ်ရှင်မှာ သေချာကြီးပြောမထားတဲ့အတွက် အမျိုးမျိုးနားလည်လို့ရပါတယ်။ ဒီဇာတ်ကောင်တွေဟာ ဘဝ အဆက်ဆက်တွေလို့ပြောတဲ့လူလည်းရှိပါတယ်။ ဥပမာ ပထမဇာတ်လမ်းက villain ကြီး Henry Goose ဟာ ဒုတိယမြောက် ဇာတ်လမ်းမှာ သူ့ရဲ့နောက်ဘဝမှာ Hotel Manager ဖြစ်နေတယ်လို့ ဆိုပါတယ်။ ကျွန်တော်ကတော့ အဲ့လိုမဟုတ်ဘူးထင်ပါတယ်။ နောက်တစ်မျိုးပြောတာကတော့ ဇာတ်လမ်းအဆက်ဆက်က ဇာတ်ကောင်တွေက မျိုးဆက်တွေပါတဲ့။ ဥပမာ ပထမဇာတ်လမ်းက ထွက်ပြေးလာတဲ့ ကျွန် Autua ဟာ တတိယမြောက်ဇာတ်လမ်းက ဇာတ်လိုက်မ Luisa Rey ရဲ့ အဘေးအဘီဖြစ်သလို တစ်ခြားဇာတ်ကောင်တွေဟာလည်း အရင်ဇာတ်လမ်းက ဇာတ်ကောင်တွေရဲ့ မျိုးဆက်လို့ဆိုလိုချင်တာပါ။ တော်တော်ကြီးဖြစ်နိုင်ပေမယ့် ဇာတ်လမ်းရဲ့ အနှစ်သာရက အဲ့တာကိုပြောချင်တာလို့ မထင်ပါဘူး။ ကျွန်တော်ယုံကြည် တာကတော့ လူတစ်ယောက်ရဲ့ အပြုအမှုဆုံးဖြတ်ချက်တွေဟာ နှစ်ထောင်ချီသွားသည့်တိုင် အကျိုးသက်ရောက်မှုတွေရှိနေတယ်ဆိုတာကို ပြသွားတယ်ထင်ပါတယ်။ ဒါဟာ ကျွန်တော့်အထင်သက်သက်သာဖြစ်ပြီး မှားနိုင်တဲ့အတွက် ပရိတ်သတ်ကြီးတို့ အမြင်တွေကိုလည်း Comment ပေးသွားပါလို့ ပြောချင်ပါတယ်။ကျွန်တော့်ထင်တာကို ရှင်းပြရရင်တော့ ပထမဆုံးဇာတ်လမ်းနောက်ဆုံးမှာ Adam Ewing တို့လင်မယားဟာ ကျွန်စနစ်ကိုတိုက်ဖျက်ဖို့ အရှေ့အရပ်ကို ထွက်ခွာခဲ့တယ်ဆိုပါတယ်။ အရှေ့အရပ်ဆိုတော့ အာရှအရှေ့ပိုင်းလည်း ဖြစ်နိုင်ပါတယ်။ သူတို့ရဲ့ အတွေးအခေါ်၊ လုပ်ရက်များဟာ ခြောက်ခုမြောက် ဇာတ်လမ်းက တော်လှန်ရေးသမားတွေကို clone တွေကိုကျွန်လုပ်နေတဲ့ စနစ်ကြီးကို တော်လှန်နိုင်အောင် လွှမ်းမိုးမှုပေးခဲ့ပါတယ်။ဒုတိယဇာတ်လမ်းက ဂီတဆရာ Robert ဟာ Adam Ewing ရဲ့မှတ်တမ်းကို ဖတ်ခဲ့ပါတယ်။ သူဟာအချစ်မေတ္တာကိုတန်ဖိုးထားခဲ့ပြီး သူရဲ့ဆရာ Ayrs လို လောဘတက်ဂုဏ်မောက်ခြင်းမရှိခဲ့ပါဘူး။ သူဟာသူ့ချစ်သူ Sixsmith ဆီပို့တဲ့စာတွေကနေတစ်ဆင့် သူရဲ့အတွေးအခေါ်ကို သင်ပေးခဲ့တဲ့အတွက် Sixsmith ဟာ နာမည်ကြီး ရူပဗေဒပညာရှင်ဖြစ်လာတဲ့အခါမှာ တစ်ချိန်ချိန်မှာ ပေါက်ကွဲမယ့် နျူကလီးယားဓာတ်ပေါင်းဖိုကြီးဆောက်ဖို့ကို ငြင်းဆန်ခဲ့ပါတယ်။ ဒါ့အပြင် Robert ရဲ့တေးသွား Cloud Atlas Sextet ကို သတင်းထောက်မ Luisa Rey ကကြားဖူးတယ်လို့ိဆိုပါတယ်။ ဒါပေမယ့် ဘယ်မှာကြားဖူးခဲ့သလဲဆိုတာကိုတော့ မပြထားပါဘူး။ နောက်တော့ Robert ဆရာအဖိုးကြီးက အဲ့တေးသွားကို အိပ်မက်မက်တော့ သူ့အိပ်မက်ထဲမှာ Pa Pa Song စားသောက်ဆိုင်မှာ ဖွင့်ထားတာကို ကြားခဲ့တာဖြစ်ပါတယ်။Timothy ရဲ့စာအုပ်ကို ရုပ်ရှင်ပြန်ရိုက်တဲ့အခါ အဲ့ရုပ်ရှင်ထဲက Dialouge တစ်ခုဖြစ်တဲ့ I will not be subjected to Criminal Abuse – မတရားမှုကို ငါသီးခံမှာမဟုတ်ဘူး ဆိုတဲ့ dialogue ဟာ နေ့စဉ်နဲ့အမျှ ဧည့်သည်တွေရဲ့ မတရားမှုကို ရင်ဆိုင်နေရတဲ့ Somni လိုclone တွေအတွက် ပြန်လည် တွန်းလှန်ဖို့တွန်းအားတစ်ရပ်ဖြစ်စေခဲ့ပါတယ်။ Somni တို့တော်လှန်ရေးပြီးသွားတဲ့အခါ ကမ္ဘာကြီးမှာဘာဖြစ်သွားတယ်ဆိုတာ မရှင်းပါဘူး။ ဒါပေမယ့် ကျွန်တော်ထင်တာကတော့ Somni ကိုစစ်ဆေးခဲ့တဲ့ အစိုးရကိုယ်စားလှယ်ကနေတစ်ဆင့် အမှန်တရားကို လူတွေသိလာပြီး clone တွေကိုကျွန်ပြုထားတဲ့ စနစ်ကို ဖျက်ဆီးခဲ့တယ်လို့ထင်ပါတယ်။ ဒါကြောင့်သာ Zachry တို့ခေတ်မှာ Prescient တွေဟာ နည်းပညာမြင့်ပေမယ့် ရက်စက် ကြမ်းကြုတ်ခြင်းမရှိပဲ သိမ်မွေ့နှုးညံ့တဲ့ခွင့်လွှတ်တတ်တဲ့သူတွေဖြစ်နေတဲ့ အပြင် Zachry တို့ကိုလည်း ကယ်တင်ခဲ့ပါတယ်။နောက်ဆုံးပြောချင်ဒါကတော့ တစ်ကားလုံးဟာ Somni ရဲ့စကားဖြစ်တဲ့ our lives are not our own, from womb to tomb, we are bound to others, past and present. And by each crime and every kindness we birth our future – ငါတို့ဘဝတွေဟာ ငါတို့နဲ့ပဲ သက်ဆိုင်တာမဟုတ် ပါဘူး။ ငါတို့ရဲ့ အတိတ်နဲ့ ပစ္စုပန်ဟာ သန္ဓေသားကနေ သေသည်အထိ တစ်ခြားဘဝတွေနဲ့ ဆက်စပ်နေပါတယ်။ ငါတို့ပြုလုပ်တဲ့ ပြစ်မှုတိုင်းနဲ့ ချစ်ခင်ကြင်နာမှုတိုင်းဟာ ငါ့တို့ရဲ့အနာဂတ်ကို ပြောင်းလဲစေပါတယ် – ဆိုတဲ့ စကားလေးတစ်ခွန်းပေါ်မှာအခြေခံထားတာလို့ ကျွန်တော်ယုံကြည်ပါတယ်။=============================================Adam Ewingပထမ ဇာတ္ေကာင္ကေတာ့ ၁၈၀၀ ခုုႏွစ္ပတ္ဝန္းက်င္က ေရွ့ေနတစ္ေယာက္ ျဖစ္တဲ့ Adam Ewing ျဖစ္ပါတယ္။ Adam ရဲ႕ေယာကၡၾကီးဟာ ပစိဖိတ္ကၽြန္းဆြယ္ေတြေပၚက ကၽြန္ေတြသြား၀ယ္ဖိုု႕ Adam ကိုုေစလႊတ္ခဲ့ပါတယ္။ ပစိဖိတ္ကေန အိမ္ကိုုအျပန္ ကၽြန္တစ္ေယာက္ က သေဘၤာေပၚခိုုးလိုုက္လာျပီး သူ႕ကိုုကူညီဖိုု့ Adam ကိုုအသနားခံခဲ့ပါတယ္။ သေဘာေကာင္းတဲ့ Adam က captain ကိုုေျပာျပီးအဲ့ကၽြန္ကိုု သေဘၤာသား အျဖစ္လက္ခံေစကာကယ္တင္ခဲ့ပါတယ္။ သေဘၤာရဲ႕ ဆရာဝန္ Dr. Henry Goose ဟာ Adam ရဲ႕ခႏၶာကိုုယ္ထဲမွာ သန္ေကာင္ေတြရွိေနတယ္ဆိုုျပီး ေဆးကုုေပးသလိုုလိုုနဲ့ လိမ္ညာျပီး Adam ရဲ႕ပစၥည္းေတြကိုု ခိုုးဖိုု့ၾကိဳးစားခဲ့ ပါတယ္။ Adam ကယ္ခဲ့တဲ့ ကၽြန္ Autua က Adam ကိုုျပန္ကယ္လိုုက္ေတာ့ Adam ရဲ႕ကၽြန္ေတြအေပၚထားတဲ့ စိတ္ထားေျပာင္းလဲသြားျပီး အိမ္ျပန္ေရာက္ တဲ့အခါ သူနဲ႕သူ့မိန္းမဟာ အိမ္ကိုုဆန့္က်င္ကာ ကၽြန္စနစ္ဆန့္က်င္ေရး သမားေတြျဖစ္လာခဲ့ပါတယ္။ အိမ္ျပန္လမ္းခရီးမွာ Adam ၾကံုခဲ့ရတာေတြကိုု စာအုုပ္ထုုတ္လုုပ္ခဲ့ပါတယ္။Robert Frobisher & Rufus Sixsmithဒုုတိယဇာတ္ေကာင္ကေတာ့ ၁၉၃၀ ႏွစ္မ်ားမွာေနထိုုင္ခဲ့တဲ့ ေတးဂီတ ပညာရွင္ Robert Frobisher ျဖစ္ပါတယ္။ သူ့မွာ Rufus Sixsmith လိုု႕ ေခၚတဲ့ ခ်စ္သူ (နွစ္ဦးလံုုးဟာ အမ်ိုးသားမ်ားျဖစ္ပါတယ္။) တစ္ေယာက္ရွိပါတယ္။ Robert ဟာ နာမည္ၾကီး ဂီတစပ္ဆိုုသူတစ္ဦး ျဖစ္လာေအာင္လိုု႕ ဂီတပညာရွင္အဖိုုးၾကီး Vyvyan Ayrs ထံမွာ အလုုပ္လုုပ္ခဲ့ ပါတယ္။ သူ့ထံမွာအလုုပ္လုုပ္ရင္းနဲ့Cloud Atlas Sextet ကုိုုစပ္ဆိုုခဲ့ပါတယ္။ ဒီေတးသြားကိုု အရမ္းၾကိဳက္သြားတဲ့ အဖိုုးၾကီး Ayrs ကအပိုုင္စီးဖိုု့ၾကိဳးစားတဲ့ အခါမွာေတာ့ အဖိုုးၾကီးကိုု ေသနတ္နဲ႕ပစ္ျပီး ထြက္ေျပးလာခဲ့ပါတယ္။ ဒါေပမယ့္ အဖိုုးၾကီးက မေသပဲ Robert ကိုုလိုုက္ရွာဖိုု့ ရဲေတြလႊတ္လိုုက္ပါတယ္။ Robert ဟာ သူရဲ႕ေတးသြား Cloud Atlas ကိုုျပီး ဆံုုးေအာင္ေရးသားခဲ့ျပီး သူရဲ့ခ်စ္သူထံကိုုပိုု႕လိုုက္ပါတယ္။ ေနာက္ေတာ့ ကိုု့ကိုုယ္ကိုု အဆံုုးစီရင္လိုုက္ပါတယ္။ Sixsmith က အဲ့ေတးသြားကိုု အသံသြင္းခဲ့ျပီး ထုုတ္ေဝခဲ့ပါတယ္။Luisa Reyတတိယဇာတ္ေကာင္ကေတာ့ ၁၉၇၀ ခုုႏွစ္က ဂ်ာနယ္လစ္ Luisa Rey ျဖစ္ပါတယ္။ Luisa က ဒုုတိယဇာတ္လမ္းက Rufus Sixsmithနဲ့ သိကၽြမ္း ရင္းႏွီးခဲ့ပါတယ္။ Rufus ကဒီအခ်ိန္မွာ အဖိုုးၾကီးျဖစ္ေနျပီး နာမည္ၾကီး ရူပေဗဒ ပညာရွင္ၾကီးျဖစ္ေနပါျပီ။ Sixsmith ဟာ န်ူကလီးယား ဓာတ္ေပါင္းဖိုု တစ္ခုုအတြက္အလုုပ္လုုပ္ခဲ့ျပီး ဆိုုးရြားတဲ့လွ်ိဳ့ဝွက္ခ်က္တစ္ခုုကိုု ရွာေဖြေတြ့ရွိ ခဲ့ပါတယ္။ အဲ့တာကေတာ့ အဲ့ဓာတ္ေပါင္းဖိုုဟာ ေရနံ company တစ္ခုုက ေထာင္ေပးထားတာျဖစ္ျပီး တစ္ခ်ိန္မွာ ေပါက္ကြဲႏိုုင္ေအာင္ စီမံထားတာပါပဲ။ အဲ့ေတာ့မွာသာ လူေတြက န်ူကလီယားစြမ္းအင္ဟာ မလံုုျခံုဘူးဆိုုျပီး ေရနံေပၚမွာသာ မွီခိုုေနေအာက္ စီမံထားျခင္းျဖစ္ပါတယ္။ ဒါကိုု သတင္းေထာက္မ Luisa ကိုုေျပာျပဖိုု့ၾကိဳးစားတဲ့Sixsmith ဟာအသတ္ခံခဲ့ ရပါတယ္။ Luisa ဟာဒီအမွုုကိုုလိုုက္ရင္းနဲ့Sixsmith ဆီကိုုတစ္ခ်ိန္တုုန္းက သူ႕ခ်စ္သူ Robert ေပးပိုု့ခဲ့တဲ့စာေတြနဲ့ Robert ရဲ့ Cloud Atlas Sextet ကိုု ရွာေဖြေတြ့ရွိခဲ့ပါတယ္။ ဓာတ္ေပါင္းဖိုုပိုုင္ရွင္ Lolyd Hook ဟာ Luisa ကိုုသတ္ဖိုု့ လူသတ္သမား Bill Smoke ကိုုလႊတ္ခဲ့ေပမယ့္ ေနာက္ဆံုုးမွာ Luisa ဟာအမွန္တရားကိုု ထုုတ္ေဖာ္ခဲ့ျပီး Hook ရဲ့ဓာတ္ေပါင္းဖိုုဟာ ပိတ္လိုုက္ရပါတယ္။Timothy Cavendishေလးခုုေျမာက္ဇာတ္လမ္းကေတာ့ ၂၀၁၂ ခုုနွစ္မွာေနထိုုင္ခဲ့တဲ့ စာအုုပ္တိုုက္အေသးစားေလးတစ္ခုုရဲ့ပိုုင္ရွင္ Timothy Cavendish ရဲ့အေျကာင္းျဖစ္ပါတယ္။ Cavendish ဟာ လူဆိုုးတစ္ေယာက္ တစ္ေရာက္ရဲ့ ကိုုယ္ေရးဝတၳုကိုုထုုတ္ေပးခဲ့ပါတယ္။ အဲ့လူဆိုုးဟာ ေဝဖန္ေရး ဆရာတစ္ေယာက္ ကိုု တိုုက္ေပၚကပစ္ခ်ျပီး (ဓာတ္ရွင္အဖြဲ့သားေတြလည္း သတိထားေနမွာပဲ) ေထာင္ထဲဝင္သြားေတာ့ သူ႕စာအုုပ္ဟာ ေသာက္ေသာက္ လဲေရာင္းအားေတြတက္လာပါတယ္။ အဲ့မွာေထာင္ထဲဝင္သြားတဲ့ လူဆိုုးၾကီးက Timothy Cavendish ဆီကိုု တပည့္လူဆိုုးေတြလႊတ္ျပီး သူ့ရဲ့ ရွယ္ရာကိုုေတာင္းပါေတာ့တယ္။စာအုုပ္ေရာင္းရေငြေတြကိုု အေၾကြးေတြ အကုုန္ဆက္လိုုက္ရလိုု့ ေပးစရာ ပိုုက္ဆံမရွိေတာ့တဲ့ Timothy ဟာ သူရဲ့အစ္ကိုု ထံသြားျပီးအကူအညီေတာင္းေတာ့သူအစ္ကိုုက ဟိုုတယ္တစ္ခုု မွာသြားေရာက္ပံုုးေအာင္းေနဖိုု့ အၾကံဥာဏ္ေပးပါတယ္။ အဲ့ဟိုုတယ္ကိုုသြားေနတံုုး ရထားေပၚမွာ Timothy Cavendish ဟာ တတိယ ဇာတ္လမ္းထဲက ဇာတ္လိုုက္မ Luisa Rey အေၾကာင္းေရးထားတဲ့ လ်ွို႕ဝွက္သဲဖိုုစာအုုပ္ကိုု ဖတ္ေနတာေတြ့ရပါတယ္။ သူ့အစ္ကိုု ေျပာထားတဲ့ ဟိုုတယ္ဟာအမွန္ေတာ့ ဟိုုတယ္မဟုုတ္ပဲ လူအိုုရုုံၾကီးတစ္ခုုျဖစ္ေနပါတယ္။ ေက်းဇူးကန္းတဲ့ သားသမီးေတြဟာ အသက္ၾကီးလာတဲ့ မိဘေတြ ဒီမွာလာ ပစ္ထားၾကျပီး ဝန္ထမ္းေတြကလည္း အဖိုုးအဖြားေတြကိုု အက်ဥ္းသားေတြ အလားကိုုင္တြယ္ျပီး လံုုးဝအျပင္ထြက္ခြင့္မရတဲ့ လူအိုုရုုံၾကီးျဖစ္ပါတယ္။ Timothy ဟာဒီလူအိုုရုုံၾကီးကေန ေဖာက္ထြက္ဖိုု့တစ္ျခား အဖိုုးအဖြားၾကီးေတြ နဲ့အတူ အစီစဥ္ေတြဆြဲျပီး ထြက္ေျပးလြတ္ေျမာက္ခ့ဲပါတယ္။ ေနာက္ေတာ့ သူရဲ့အေတြ့အျကံဳေတြကိုု စာအုုပ္ျပန္ေရးတဲ့အခါ အေရာင္းရဆံုုးစာအုုပ္ တစ္အုုပ္ျဖစ္လာတဲ့အျပင္ ရုုပ္ရွင္ေတာင္ျပန္လည္ရိုုက္ကူးနိုုင္ခဲ့ပါတယ္။Somni and the Rebellionငါးခုုေျမာက္ ဇာတ္လမ္းကေတာ့ ကမၻာပ်က္ခါနီး Dystopia Future လိုုျဖစ္ေနတဲ့ ၂၄၀၀ ခုုနွစ္အေက်ာ္(မွားနိုုင္ပါတယ္)က ကိုုရီးယားနိုုင္ငံ ဆိုုလ္ျမိုု႕မွာအေျခတည္ပါတယ္။ ဒီေခတ္မွာ Pa Pa Song ဆိုုတဲ့ fast food restaurant ကအရမ္းနာမည္ၾကီးေနပါတယ္။ အဲ့စားေသာက္ဆိုုင္မွာ စားပြဲထိုုးေတြအျဖစ္ clone လုုပ္ထားတဲ့ေကာင္မေလးေတြကိုု အသံုုးျပုပါတယ္။ သူတိုု့ကိုု fabrication – လူကျပုလုုပ္ထားျခင္း၊ ပံုုမွန္လူေတြကိုု – Pure Blood- မ်ိဳးစစ္ေတြဆိုုျပီး ခြဲျခားထားပါတယ္။ စားသံုုးသူ ဧည့္သည္ေတြက သူတိုု့ကိုု ဘာပဲလုုပ္ေနလုုပ္ေန ဘာမွျပန္လုုပ္ခြင့္ ေျပာခြင့္မရွိပါဘူး။ သူတိုု့လည္ပင္းမွာလည္း ကြင္းေလးေတြစြတ္ေပးထားျပီး စားေသာက္ဆိုုင္ရဲ့ မန္ေနဂ်ာက ခလုုတ္ႏွိပ္လိုုက္တဲ့အခါ လည္ပင္းက ကြင္းေလးက လည္မ်ိဳကိုုေဖာက္ပစ္လိုုက္ျပီး ထြက္ေျပးလိုု့မရေအာင္ လုုပ္ထားပါတယ္။ ပိုုဆိုုးတာက သူတိုု့ စားေသာက္ဆိုုင္မွာ လုုပ္သက္မ်ားလာ ေလေလ သူတိုု့ကြင္းေလးမွာ ၾကယ္ပြင့္ေလးေတြထိုုးေပးပါတယ္။ ၾကယ္ပြင့္ ၇ ပြင့္ျပည့္တဲ့အခါ လြတ္လပ္မွုုကိုုေပးမယ္လိုု့လိမ္ညာထားပါတယ္။ အမွန္က ေတာ့ clone ေတြကိုုသတ္ပစ္ျပီး အေလာင္းေတြကိုု protein အားေဆးလုုပ္ တာျဖစ္ပါတယ္။ ဒါတင္မကေသးပါဘူး clone ေတြမွာ protein ဓာတ္ေတြျပည့္ဝေအာင္လိုု့ သူတိုု့ကိုုေကၽြးတဲ့ soap ဆိုုတဲ့ေဆးဟာလည္း သူတိုု့ရဲ့ အေလာင္းေတြကေနျပန္လည္ထုုတ္လုုပ္ထားတာျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းရဲ့ မင္းသမီးက ခုုနက clone တစ္ေယာက္ျဖစ္တဲ့ Sonmi-451 ျဖစ္ပါတယ္။ စနစ္ၾကီးကိုု ေတာ္လွန္ေနတဲ့ အဖြဲ့အစည္းျဖစ္တဲ့ Union Rebellion ရဲ့ တပ္မွဴး Hae-Joo က Somni ကိုုကယ္တင္ခဲ့ျပီး လူသားတစ္ ေယာက္သိသင့္တဲ့ အေတြးအေခၚေတြ အႏုုပညာေတြကိုု သင္ေပးခဲ့ပါတယ္။ ဆိုုးရြားတဲ့ အမွန္တရားကိုု သိရွိခဲ့ရျပီးေနာက္မွာ Somni ဟာ ေတာ္လွန္ေရးကိုု ကူညီဖိုု့ဆံုုးျဖတ္လိုုက္ပါတယ္။ သူတိုု့ဟာ အသံလႊင့္ရုုံတစ္ခုုကိုုသိမ္းပိုုက္ခဲ့ျပီး အမွန္တရားကိုု တစ္ကမၻာလံုုးသာမက ကမၻာအျပင္ဘက္က ျဂိဳလ္ေတြဆီပါ ထုုတ္လႊင့္ခဲ့ပါတယ္။ အစိုုးရတပ္ေတြဝင္တိုုက္တဲ့အခါ ေတာ္လွန္ေရးသမားေတြ အကုုန္လံုုးေသဆံုုးသြားျပီးSomni ကိုုေတာ့ အရွင္မိခဲ့ပါတယ္။ Somni ကိုုမကြက္မ်က္ခင္ အစိုုးရကိုုယ္စားလွယ္တစ္ေယာက္ စစ္ေဆးပါတယ္။ Somni ကသူ့ကိုု အမွန္အတိုုင္းအကုုန္ေျပာျပျပီးတဲ့ေနာက္မွာ သူက Somni ကိုု မင္းေျပာခဲ့ေတာေတြအကုုန္လံုုးကိုု အမွားေတြလိုု့အစိုုးရလုုပ္လိုုက္မွာပဲ၊ ဘယ္သူမွ ယံုုမွာမဟုုတ္ဘူး၊ ဒါကိုုသိေနရဲ့သားနဲ့ ဘာလိုု့အေသခံျပီး လုုပ္တာလဲလိုု့ေမးတဲ့အခါမွာSomni က အနည္းဆံုုးေတာ့ အခုု တစ္ေယာက္(သူ့ကိုုစစ္ေမးတဲ့သူ) သိရွိျပီးယံုုသြားျပီလုုိ့ေျပာခဲ့ပါတယ္။Zachry and Meronymဆဌမေျမာက္ဇာတ္လမ္းကေတာ့ ခုုန ဆိုုလ္းျမို့ကေရေတြတက္လာလုုိ့ ပ်က္ဆီးသြားျပီး လူ့ယဥ္ေက်းမွုုပ်က္စီးသြားတဲ့ေနာက္မွာ Miami မွာေနထိုုင္တဲ့ လူမ်ိုးစုုတစ္စုုက လူတစ္ေယာက္ျဖစ္တဲ့ Zachry ရဲ့အေၾကာင္းျဖစ္ပါတယ္။ Zachry တိုု့လူမ်ိုးစုုဟာ Sonmi ကိုုဘုရားအျဖစ္ ကိုုးကြယ္ၾကပါတယ္။ သူတိုု့လူမ်ိုးစုုရဲ့ရန္သူ လူရိုုင္းေတြျဖစ္တဲ့ Kona ေတြဟာလည္း ကၽြန္းေပၚမွာပဲ ေနထုိုုင္ျပီး သူတိုု့ကိုုေတြ့တိုုင္းသတ္ျဖတ္ေလ့ရွိပါတယ္။ တစ္ရက္မွာ Zachry ဟာ သူ့ေယာက္ဖနဲ့တူေလးနဲ့ အျပင္ထြက္ေနတုန္း Koni ေတြေရာက္လာခဲ့ပါတယ္။ Koni ေတြဟာ သူ့ေယာက္ဖနဲ့ တူေလးကိုု သတ္ျဖတ္ေနေပမယ့္ Zachry ဟာေၾကာက္ရြံ့စြာနဲ့ ထြက္မကူညီပဲ ပုုန္းေအာင္း ေနခဲ့ပါတယ္။ လူေတြဟာ Zachry ကိုုအဲ့အခ်ိန္ကစျပီး က်ဥ္ခဲ့ပါတယ္။ သူတိုု့လူမ်ိုးစုုနဲ့ အျမဲတမ္းအဆက္အသြယ္ရွိေနတာကေတာ့ နည္းပညာအဆင့္ျမင့္တဲ့ လူမ်ိုးစုု Prescient ေတြျဖစ္ပါတယ္။ Prescient ေတြဟာ သူတိုု့နဲ့ အျမဲတမ္းအဆက္အသြယ္ရွိျပီး ထူဆန္းတဲ့ ယာဥ္ပ်ံၾကီးေတြ နဲ့ေရာက္လာတတ္ပါတယ္။ တစ္ရက္မွာေတာ့ Prescient တစ္ေယာက္ျဖစ္တဲ့ Meronym ဟာ Zachry တိုု့ရြာမွာေနဖိုု့ခြင့္ေတာင္းခဲ့ပါတယ္။ Meronym ကိုု Zachry ရဲ့အမသူ့အိမ္မွာ လက္ခံခဲ့ေပမယ့္ Zachry ကေတာ့သေဘာသိပ္မက်ခဲ့ပါဘူး။ Meronym ဟာသူတိုု့ကၽြန္းေပၚက ေတာင္ထိပ္ကိုု သြားခ်င္ေပမယ့္ အဲ့ဒီ့ေတာင္ေပၚမွာ မေကာင္းဆိုုးရြားၾကီး Old Gerogie ရွိေနတဲ့အတြက္ ဘယ္သူမွလိုုက္မပိုု့ရဲၾကပါဘူး။ တစ္ရက္မွာေတာ့ Zachry ရဲ့တူမေလးဟား အဆိပ္မိခဲ့ပါတယ္။ ကုုဖိုု့ေဆးမရွိေတာ့ ေသေတာ့မွာပါ။ Zachry ဟာ Meronym ကိုုအကူအညီေတာင္းခဲ့ျပီး သူ့တူမေလးကိုုကယ္ရင္ ေတာင္ထိပ္ကိုုေရာက္ေအာင္ပုုိ့ေပးမယ္လိုု့ ကတိေပးခဲ့တဲ့အတြက္ Meronym ဟာကယ္တင္ေပးခဲ့ပါတယ္။ ေတာင္ထိပ္ကိုု သြားရာလမ္းတစ္ေလ်ွာက္မွာလည္း Zachry ရဲ့ေၾကာက္စိတ္က Old Georgie အသြင္နဲ့လာေရာက္ျပီးေတာ့ Meronym ကိုု သတ္ဖိုု့လာေျပာေနေပမယ့္ Zachry ကသူ့ေၾကာက္စိတ္ကိုုအႏိုုင္ယူျပီးေတာ့ မသတ္ခဲ့ပါဘူး။ အမွန္ကေတာ့ သူတိုု့သြားေနတဲ့ေနရာဟာ Somni ကအမွန္တရားကိုု တစ္ကမၻာလံုုးသိေအာင္ ထုုတ္လႊင့္ခဲ့တဲ့ အသံလႊင့္ရုုံၾကီးျဖစ္ ပါတယ္။ ဘာလိုု့သြားေနရတာလဲဆိုုေတာ့ဒီကမၻာၾကီးကပ်က္ေတာ့မွာျဖစ္ပါတယ္။ ကမၻာေပၚမွာေနထိုုင္ေနတဲ့ Zachry တိုု့ေရာ Prescient ေတြေရာအကုုန္ေသေတာ့မွာျဖစ္ပါတယ္။ အဲ့ေတာ့ ဒီအသံလႊင့္ရုုံကေန တစ္ျခားျဂိဳလ္ေတြကိုု အခ်က္ျပျပီး ဒီကမၻာေပၚမွာ လူေတြရွိေသးတယ္။ လာကယ္ပါဆိုုျပီး အကူအညီေတာင္းမလိုု့ ျဖစ္ပါတယ္။ ဒါေပမယ့္ သူတိုု့ဟာ တစ္ျခားျဂိဳလ္ေတြ ရွိေနမွန္းေတာင္ မေသခ်ာေတာ့ပါဘူး။ သူတိုု့ႏွစ္ေယာက္ အသံလႊင့္ရုုံကေနျပန္လာေတာ့ Zachry ရဲ့ရြာဟာမီးေလာင္ေနတာကိုု ေတြ့လိုုက္ရပါတယ္။ တစ္ရြာလံုုးေသသြားျပီျဖစ္ကာZachry ရဲ့တူမေလးပဲအသက္ရွင္ပါတယ္။ Zachry နဲ့သူ့တူမေလးတိုု့ Koni ေတြလက္ကေန အသက္လုုေျပးခဲ့ေပမယ့္ Zachry ရဲ့ေယာက္ဖေသသြားတဲ့ေနရာမွာပဲ သူတိုု့ႏွစ္ေယာက္ကိုု ေခ်ာင္ပိတ္ဖမ္းမိခဲ့ပါတယ္။ ဒါေပမယ့္ Meronym ကလာေရာက္ကယ္ဆယ္ခဲ့တာမိုု့ Koni ေတြကိုုျပန္လည္သတ္ႏိုုင္ခဲ့ပါတယ္။ ေနာက္ဆံုုးမွာေတာ့ Zachry တိုု့နွစ္ေယာက္ဟာ Meronym နဲ့အတူ လိုုက္သြားခဲ့ပါတယ္။ တစ္ျခားျဂိဳလ္ကလာကယ္ခဲ့ျပီးအဲ့ျဂိုလ္ေပၚမွာသြားေရာက္ ေနထိုုင္ခဲ့ပါတယ္။ Zachry နဲ့ Meronym တိုု့ႏွစ္ေယာက္ဟာခ်စ္ၾကိဳက္ခဲ့ျပီး သားသမီး၊ ေျမးျမစ္ေတြ ထြန္းကားခဲ့ပါတယ္။Conclusionဇာတ္လမ္း ၆ ပုုဒ္က ဘယ္လိုုဆက္ထားတယ္ဆိုုတာကိုုရုုပ္ရွင္မွာ ေသခ်ာၾကီးေျပာမထားတဲ့အတြက္ အမ်ိဳးမ်ိဳးနားလည္လိုု့ရပါတယ္။ ဒီဇာတ္ေကာင္ေတြဟာ ဘဝ အဆက္ဆက္ေတြလိုု့ေျပာတဲ့လူလည္းရွိပါတယ္။ ဥပမာ ပထမဇာတ္လမ္းက villain ၾကီး Henry Goose ဟာ ဒုုတိယေျမာက္ ဇာတ္လမ္းမွာ သူ့ရဲ့ေနာက္ဘဝမွာ Hotel Manager ျဖစ္ေနတယ္လိုု့ ဆိုုပါတယ္။ ကၽြန္ေတာ္ကေတာ့ အဲ့လိုုမဟုုတ္ဘူးထင္ပါတယ္။ ေနာက္တစ္မ်ိဳးေျပာတာကေတာ့ဇာတ္လမ္းအဆက္ဆက္က ဇာတ္ေကာင္ေတြက မ်ိဳးဆက္ေတြပါတဲ့။ ဥပမာ ပထမဇာတ္လမ္းက ထြက္ေျပးလာတဲ့ ကၽြန္ Autua ဟာ တတိယေျမာက္ဇာတ္လမ္းက ဇာတ္လိုုက္မ Luisa Rey ရဲ့ အေဘးအဘီျဖစ္သလိုု တစ္ျခားဇာတ္ေကာင္ေတြဟာလည္း အရင္ဇာတ္လမ္းက ဇာတ္ေကာင္ေတြရဲ့ မ်ိုးဆက္လိုု့ဆိုုလိုုခ်င္တာပါ။ ေတာ္ေတာ္ၾကီးျဖစ္ႏိုုင္ေပမယ့္ ဇာတ္လမ္းရဲ့ အႏွစ္သာရက အဲ့တာကုုိိေျပာခ်င္တာလိုု့ မထင္ပါဘူး။ ကၽြန္ေတာ္ယံုုၾကည္ တာကေတာ့ လူတစ္ေယာက္ရဲ့ အျပုအမွုုဆံုုးျဖတ္ခ်က္ေတြဟာ ႏွစ္ေထာင္ခ်ီသြားသည့္တိုုင္အက်ိဳးသက္ေရာက္မွုုေတြရွိေနတယ္ဆိုုတာကိုု ျပသြားတယ္ထင္ပါတယ္။ ဒါဟာ ကၽြန္ေတာ့္အထင္သက္သက္သာျဖစ္ျပီး မွားႏိုုင္တဲ့အတြက္ ပရိတ္သတ္ၾကီးတိုု့ အျမင္ေတြကိုုလည္း Comment ေပးသြားပါလိုု့ ေျပာခ်င္ပါတယ္။ကၽြန္ေတာ့္ထင္တာကိုု ရွင္းျပရရင္ေတာ့ ပထမဆံုုးဇာတ္လမ္းေနာက္ဆံုုးမွာ Adam Ewing တိုု့လင္မယားဟာ ကၽြန္စနစ္ကိုုတိုုက္ဖ်က္ဖိုု့ အေရွ့အရပ္ကိုု ထြက္ခြာခဲ့တယ္ဆိုုပါတယ္။ အေရွ့အရပ္ဆိုုေတာ့ အာရွအေရွ့ပိုုင္းလည္း ျဖစ္ႏိုုင္ပါတယ္။ သူတိုု့ရဲ့ အေတြးအေခၚ၊ လုုပ္ရက္မ်ားဟာ ေျခာက္ခုုေျမာက္ ဇာတ္လမ္းက ေတာ္လွန္ေရးသမားေတြကိုု clone ေတြကိုုကၽြန္လုုပ္ေနတဲ့ စနစ္ၾကီးကိုု ေတာ္လွန္ႏိုုင္ေအာင္ လြွမ္းမိုုးမွုုေပးခဲ့ပါတယ္။ဒုုတိယဇာတ္လမ္းက ဂီတဆရာ Robert ဟာ Adam Ewing ရဲ့မွတ္တမ္းကိုု ဖတ္ခဲ့ပါတယ္။ သူဟာအခ်စ္ေမတၱာကိုုတန္ဖိုုးထားခဲ့ျပီး သူရဲ့ဆရာ Ayrs လိုု ေလာဘတက္ဂုုဏ္ေမာက္ျခင္းမရွိခဲ့ပါဘူး။ သူဟာသူ့ခ်စ္သူ Sixsmith ဆီပိုု့တဲ့စာေတြကေနတစ္ဆင့္ သူရဲ့အေတြးအေခၚကိုု သင္ေပးခဲ့တဲ့အတြက္ Sixsmith ဟာ နာမည္ၾကီး ရူပေဗဒပညာရွင္ျဖစ္လာတဲ့အခါမွာ တစ္ခ်ိန္ခိ်န္မွာ ေပါက္ကြဲမယ့္ န်ူကလီးယားဓာတ္ေပါင္းဖိုုၾကီးေဆာက္ဖိုု့ကိုု ျငင္းဆန္ခဲ့ပါတယ္။ ဒါ့အျပင္ Robert ရဲ့ေတးသြား Cloud Atlas Sextet ကိုု သတင္းေထာက္မ Luisa Rey ကၾကားဖူးတယ္လိုု့ိဆိုုပါတယ္။ ဒါေပမယ့္ ဘယ္မွာၾကားဖူးခဲ့သလဲဆိုုတာကိုုေတာ့ မျပထားပါဘူး။ ေနာက္ေတာ့ Robert ဆရာအဖိုုးၾကီးက အဲ့ေတးသြားကိုု အိပ္မက္မက္ေတာ့ သူ့အိပ္မက္ထဲမွာ Pa Pa Song စားေသာက္ဆိုုင္မွာ ဖြင့္ထားတာကိုု ၾကားခဲ့တာျဖစ္ပါတယ္။Timothy ရဲ့စာအုုပ္ကိုု ရုုပ္ရွင္ျပန္ရိုုက္တဲ့အခါ အဲ့ရုုပ္ရွင္ထဲက Dialouge တစ္ခုုျဖစ္တဲ့ I will not be subjected to Criminal Abuse – မတရားမွုုကိုု ငါသီးခံမွာမဟုုတ္ဘူး ဆိုုတဲ့ dialogue ဟာ ေန့စဥ္နဲ့အမ်ွ ဧည့္သည္ေတြရဲ့ မတရားမွုုကိုု ရင္ဆိုုင္ေနရတဲ့ Somni လိုုclone ေတြအတြက္ ျပန္လည္ တြန္းလွန္ဖိုု့တြန္းအားတစ္ရပ္ျဖစ္ေစခဲ့ပါတယ္။ Somni တိုု့ေတာ္လွန္ေရးျပီးသြားတဲ့အခါ ကမၻာၾကီးမွာဘာျဖစ္သြားတယ္ဆိုုတာ မရွင္းပါဘူး။ ဒါေပမယ့္ ကၽြန္ေတာ္ထင္တာကေတာ့ Somni ကိုုစစ္ေဆးခဲ့တဲ့ အစိုုးရကိုုယ္စားလွယ္ကေနတစ္ဆင့္ အမွန္တရားကိုု လူေတြသိလာျပီး clone ေတြကိုုကၽြန္ျပုထားတဲ့ စနစ္ကိုု ဖ်က္ဆီးခဲ့တယ္လိုု့ထင္ပါတယ္။ ဒါေၾကာင့္သာ Zachry တိုု့ေခတ္မွာ Prescient ေတြဟာ နည္းပညာျမင့္ေပမယ့္ ရက္စက္ ၾကမ္းၾကုတ္ျခင္းမရွိပဲ သိမ္ေမြ့နွုုးညံ့တဲ့ခြင့္လႊတ္တတ္တဲ့သူေတြျဖစ္ေနတဲ့ အျပင္ Zachry တိုု့ကိုုလည္း ကယ္တင္ခဲ့ပါတယ္။ေနာက္ဆံုုးေျပာခ်င္ဒါကေတာ့ တစ္ကားလံုုးဟာ Somni ရဲ့စကားျဖစ္တဲ့ our lives are not our own, from womb to tomb, we are bound to others, past and present. And by each crime and every kindness we birth our future – ငါတိုု့ဘဝေတြဟာ ငါတိုု့နဲ့ပဲ သက္ဆိုုင္တာမဟုုတ္ ပါဘူး။ ငါတိုု့ရဲ့ အတိတ္နဲ့ ပစၥုပန္ဟာ သေႏၶသားကေန ေသသည္အထိ တစ္ျခားဘဝေတြနဲ့ ဆက္စပ္ေနပါတယ္။ ငါတိုု့ျပုလုုပ္တဲ့ ျပစ္မွုုတိုုင္းနဲ့ ခ်စ္ခင္ၾကင္နာမွဳတိုုင္းဟာ ငါ့တိုု့ရဲ့အနာဂတ္ကိုု ေျပာင္းလဲေစပါတယ္ – ဆိုုတဲ့ စကားေလးတစ္ခြန္းေပၚမွာအေျခခံထားတာလိုု့ ကၽြန္ေတာ္ယံုုၾကည္ပါတယ္။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCaroline VeyssièreJulie BrownJulie HeskinLana WachowskiLilly WachowskiRickie-Lee RobertsTerry NeedhamTom TykwerStarsBae Doo-naBen WhishawHalle BerryHugh GrantHugo WeavingJames D'ArcyJim BroadbentJim SturgessKeith DavidSusan SarandonTom HanksZhou XunCastAlistair PetrieAmanda WalkerAndrew HavillAnna HolmesBae Doo-naBen WhishawBrody Nicholas LeeCody Benjamin LeeDavid GyasiDavid MitchellDulcie SmartEmma WerzGary McCormackGenevien LeeGigi LeeGötz OttoHalle BerryHeike Hanold-LynchHugh GrantHugo WeavingIan van TemperleyJames D'ArcyJim BroadbentJim SturgessJojo SchöningKaty KarrenbauerKeith DavidKorbyn Hawk HananKristoffer FussLaura VietzenLouis DempseyMarco AlbrechtMarie RönnebeckMartin DochertyMartin WuttkeMoritz BergMya-Lecia NaylorNiall Greig FultonRaevan Lee HananRalph RiachRobert FyfeRobin MorrisseyRuby KastnerShaun LawtonSusan SarandonSylvestra Le TouzelTanja de WendtThomas KügelTom HanksVictor SoléZhou XunZhu Zhu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2lw4O1QOnJIVYaLrVuQyjtjwOuN.jpg",
      "https://image.tmdb.org/t/p/w300/aGy0OeSjZ4mYHUgDLdpfJofFpLX.jpg",
      "https://image.tmdb.org/t/p/w300/3UjyQnX41vQqlrnERXy0ThTemWc.jpg",
      "https://image.tmdb.org/t/p/w300/5tX0xjCKM0CR5cSkxaLT9sMwhj.jpg",
      "https://image.tmdb.org/t/p/w300/28RqlvthBTG8NNMUm4QNA0xXT5B.jpg",
      "https://image.tmdb.org/t/p/w300/ufAtjikL9YflnsGOMzUrlE4zt8D.jpg",
      "https://image.tmdb.org/t/p/w300/zdQx6tLJOmagb29f6SoXkDv6pnW.jpg",
      "https://image.tmdb.org/t/p/w300/bANgx1nS2icVVRl9NM6DEIEXKvU.jpg",
      "https://image.tmdb.org/t/p/w300/uRwU1mldQ7s8lUYe1yh3LzpuCWZ.jpg",
      "https://image.tmdb.org/t/p/w300/dBLTf0C56zEPARNpeuyeRSqUx2a.jpg",
      "https://image.tmdb.org/t/p/w300/3U6Tkp1olTi88rRxNAfiIcF6vfw.jpg",
      "https://image.tmdb.org/t/p/w300/8LNyBH4JKyncqDdq9WtUVO7q1PD.jpg",
      "https://image.tmdb.org/t/p/w300/aOWtTcDAZwFDWnSazDJB6XmNaP5.jpg",
      "https://image.tmdb.org/t/p/w300/2DcZMHjq6UgXbzQrtWKD9v4ZxAA.jpg",
      "https://image.tmdb.org/t/p/w300/6i6BupnDTegm1sUKa9iBdEB01LT.jpg",
      "https://image.tmdb.org/t/p/w300/unWGxCXZ1z7xjexxDhKLCz2nwr3.jpg",
      "https://image.tmdb.org/t/p/w300/3hqlUaWYFRCk2nZTerHpOT3gYRU.jpg",
      "https://image.tmdb.org/t/p/w300/2P7KM2fpi1FG3kj3MNnVTV4nmJg.jpg",
      "https://image.tmdb.org/t/p/w300/AhVuMuQAkzehHhgndtOOISchCrb.jpg",
      "https://image.tmdb.org/t/p/w300/ceLuoDu4oUGWOO8X31wQNppEGoz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/Cloud-atlas.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cloud-atlas-2012-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.33GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/z7h5szek33mw.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/5u83dxungo2e",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Sknd/Cloud_Atlas_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.33GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "jGwG6mECctU",
      "video_url": "https://www.youtube.com/watch?v=jGwG6mECctU",
      "embed_url": "https://www.youtube.com/embed/jGwG6mECctU"
    }
  },
  {
    "metadata": "|2012|1h 24min|Horror",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Ghost Island 3 (2012)",
    "description": "Pulau Hantu(Ghost Island) – 3(2012)Pulau Hantu 1 နဲ့ 2 တို့ရဲ့အဆက် Pulau Hantu 3 ပါဒီဇာတ်ကားမှာတော့ cast အဟောင်းတွေထဲက နေးရိုတစ်ယောက်ပဲ ပြန်ပါပြီးcast အသစ်တွေနဲ့ အားဖြည့်ထားပါတယ်လတ်လျားလတ်လျား ဖြစ်နေတဲ့ နေးရိုနဲ့သူ့သူငယ်ချင်း ကီမိုတို့လုပ်ငန်းအတွေ့အကြုံ မလိုတဲ့ အလုပ်ခေါ်စာတစ်ခု သတင်းစာထဲမှာ တွေ့တာနဲ့ လျှောက်လိုက်ကြပါတယ်အလုပ်က ဖွင့်ထားတာ ၆ လပဲ ရှိသေးတဲ့ ကျွန်းတစ်ကျွန်းပေါ်က အပန်းဖြေစခန်းမှာ လုပ်ရမှာပါအဲဒီကျွန်းက နေးရိုကို နှစ်ကြိမ်တိုင်တိုင် ကောင်းကောင်းကြီး ဧည့်ခံပေးခဲ့တဲ့ ကျွန်းပါအရင် Pulau Hantu 1 နဲ့ 2 မှာတုန်းက လူသူကင်းရှင်းတဲ့ တစ္ဆေကျွန်းကြီး ဖြစ်ခဲ့ပေမဲ့ဒီဇာတ်ကားမှာတော့ လူစည်ကားတဲ့ အပန်းဖြေစခန်း တစ်ခု ဖြစ်နေပါပြီအပန်းဖြေစခန်းပိုင်ရှင် အမျိုးသားက ရုပ်ရည်ချောမောပြီး သဘောကောင်းပုံရပေမဲ့မကောင်းဆိုးဝါးတွေနဲ့ ဆက်သွယ်ပြီး သေသွားတဲ့သူ့မိန်းမကို ပြန်ခေါ်ဖို့ ကြံစည်နေတဲ့သူပါတစ္ဆေကျွန်းရဲ့ မူလပိုင်ရှင် တစ္ဆေကြီးနဲ့အပန်းဖြေစခန်းပိုင်ရှင်ရဲ့မကောင်းဆိုးဝါးတွေကြားထဲမှာနေးရိုတို့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကတော့….ဆယ့်ရှစ်အပေါင်းခန်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြီး ရိုက်ပြထားတဲ့ သရဲကားဖြစ်လို့မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးအညွှန်း နဲ့ ဘာသာပြန်ကတော့Roman NoXပဲ ဖြစ်ပါတယ်။Genre….. HorrorQuality…. 1080p | 720p | 480pFile size…1GB | 512MB | 251MBFormat… mp4Duration….1h 24minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Roman NoXEncoder…..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbdurrahman ArifAmel AlviBoy HamzahLaras MoncaRicky KomoShinta BachirTasya Djerly EmorZahra Jasmine",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kbtDU3q0Pv1Rr14sZh0uQTf9Y72.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/88qqf5iydrl7.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-3-2012-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wydo/Pulau.Hantu.3.2012.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ixs1VAxD#crGAN0id0DAQUq3YJW-U9JGw2kMiypCs_qJ4Fq1BMrM",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/q9jjr129wmrl.html",
        "server": "usersdrive.com",
        "size": "521MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-3-2012-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "521MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wydf/Pulau.Hantu.3.2012.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "521MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/2w8X0T7T#-IJSFHs9YM1jgxpH1_An6duL1QyFm-E_KoMSNdrVfFE",
        "server": "mega.nz",
        "size": "521MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/wqsqblmb5xz3.html",
        "server": "streamsb.com",
        "size": "521MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/9gka9xqhmsid.html",
        "server": "usersdrive.com",
        "size": "251MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/pulau-hantu-3-2012-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "251MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1aDiw/Pulau.Hantu.3.2012.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "251MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/mlt1RA6T#6K-3LKL8lT7dftLYXg2_OyGSh3UhO78iyT96pcmZkNg",
        "server": "mega.nz",
        "size": "251MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/bl4dped4dg2p.html",
        "server": "streamsb.com",
        "size": "251MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "WFZqnZTmw9g",
      "video_url": "https://www.youtube.com/watch?v=WFZqnZTmw9g",
      "embed_url": "https://www.youtube.com/embed/WFZqnZTmw9g"
    }
  },
  {
    "metadata": "N/A|2012|110 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "234"
    },
    "title": "Suddenly It’s Magic ( 2012 )",
    "description": "ဒီထိုုင္းကားေလးကေတာ႔ ၾကည္ၾကည္ႏူးႏူးနဲ႔ Ro လို႔ေကာင္းတဲ႔ကားေလးပါ. မင္းသား Mario Maurer နဲ႔အတူမင္းသမီး Erich Gonzales တို႕အတူတြဲဖက္သရုပ္ေဆာင္ထားပါတယ္…ဇာတ္လမ္းအက်ဥ္းကေတာ႔ မားကပ္စ္ ကလူသိမ်ားတဲ႔သရုပ္ေဆာင္ေလးတစ္ဦးေပါ႔ရုပ္ရည္ေခ်ာေမာမွုေၾကာင္႔ ေက်ာ္ၾကားေပမယ္႔လည္းအခ်စ္ေရးေတာ႔ကံမေကာင္းပါဘူး..သူနဲ႕အတူတြဲရိုက္ေနတဲ႔ မင္းသမီးနဲ႕အတူခ်စ္ၾကိဳက္ခဲ႔ေပမယ္႔လည္းအသည္းကြဲခဲ႔ရတယ္..ဂ်ီ၀ီကေတာ႔ ကိတ္မုန္႔ဖုတ္လုပ္ငန္းလုပ္တဲ႔ ခ်စ္စရာေကာင္းတဲ႔ေကာင္မေလးတစ္ေယာက္..ဒီလိုနဲ႔အသည္းကြဲေနတဲ႔ မားကပ္စ္ နဲ႔ ဂ်ိဳ၀ီတို႕စတင္ေတြ႕ဆံုၿပီးေတာ႔ ဘယ္လိုေလးေတြဆက္ၿဖစ္မလဲRomance ေလးေတြကို ဆက္လက္ခံစားၾကည္႕ရွုပါဘာသာၿပန္ကေတာ႔ တာတီးပိုး ၿဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRory B. QuintosStarsApasiri ChantrasmiBaifern Pimcahnok LeuvisadpaibulCacai BautistaCes QuesadaErich GonzalesGuji LorenzanaJestoni AlarconJohn LeeJoross GamboaMario MaurerCastAmina Van Den SandenApasiri ChantrasmiBaifern Pimcahnok LeuvisadpaibulCacai BautistaCes QuesadaDanai ThiengdhamDinky Doo Jr.Dionne MonsantoErich GonzalesGigi VelicitatGuji LorenzanaJanna DangcalanJestoni AlarconJohn LeeJoross GamboaJoy ViadoKaren SepeKarinyut JindawatMarcen MaafiMario MaurerMichael ShaowanasaiNana DakinPimchanok LeuwisetpaiboonSasapin SiriwanjiSoontorn MeesriTrakawit Thibthong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nojyfHrVq1Cm1F4WOupvYMO4Z7v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/Suddenly-Its-Magic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/suddenly-its-magic-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eTgC/Suddenly_It_s_Magic_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/5becfo4ogyl4",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/z0an9brzte1m.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2012|112 min|Comedy,Musical,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "240,087"
    },
    "title": "Pitch Perfect (2012)",
    "description": "IMDb Rating 7.2/10Rotten Tomatoes 81%Pitch Perfect ကားဟာ ၂၀၁၂ ခုႏွစ္က ထြက္္ရိွခဲ့တဲ့ အေမရိကန္ Mucical Comedy ဇာတ္ကားပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Barden တကၠသိုလ္မွ Cappella သီဆိုၾကတဲ့ မိန္းကေလးမ်ားသာပါဝင္တဲ့ Bella အဖဲြ႔ဟာ ၂၀၁၁ခုႏွစ္ ႏိုင္ငံအဆင့္ Cappella ၿပိဳင္ပဲြမွာ ယွဥ္ၿပိဳင္ေနစဥ္ အဖဲြ႔ဝင္တစ္ဦးျဖစ္တဲ့ Aubrey က စင္ေပၚမွာ အန္ခ်မိခဲ့တဲ့အတြက္ ပဲြပ်က္ၿပီး ရံႈးနိမ့္ခဲ့ရပါတယ္။ထို႔ေနာက္ အဖဲြ႔ေတာ္ေတာ္မ်ားမ်ားက ေက်ာင္းၿပီးသြား၍ အဖဲြ႕မွာ မပါဝင္ႏိုင္ေတာ့သျဖင့္ အဖဲြ႕ဝင္သစ္ေတြကို ျပန္လည္ေရြးခ်ယ္ရပါေတာ့တယ္။ေရွ႕က Bella ေတြရဲ႕ပံုစံကေတာ့ ေသးေသးသြယ္သြယ္၊ အရပ္ျမင့္ျမင့္နဲ႔ ပရိသတ္ေတြကို ဆဲြေဆာင္ႏိုင္တဲ့ ပံုစံမ်ိဳးေတြပဲျဖစ္ပါတယ္။သို႔ေသာ္ မႏွစ္က ျဖစ္ခဲ့တဲ့ အမွားေၾကာင့္ Bella အဖဲြ႔ နာမည္က်ဆင္းခဲ့ရေသာေၾကာင့္ လူအမ်ားက ဝင္ေရာက္အေရြးခ်ယ္ခံဖို႔စိတ္ဝင္စားမႈနည္းပါးခဲ့ရေသာေၾကာင့္ ေရွးက ပံုစံအတိုင္းအဖဲြ႔ဝင္ေတြကို မေရြးခ်ယ္နုိင္ေတာ့ေသာေၾကာင့္ အသံေကာင္းၿပီး သီခ်င္းဆိုတတ္တဲ့ မိန္းကေလးမ်ားကိုသာ ေရြးခ်ယ္ခဲ့ရပါေတာ့တယ္။အဖဲြ႔ဝင္သစ္ေတြျဖစ္ၾကေသာေၾကာင့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ရင္းႏွီးမႈနည္းကာ နားလည္မေပးႏုိင္ၾကေသာေၾကာင့္ သီခ်င္းဆိုရာတြင္ အခက္အခဲျဖစ္သည္႔အျပင္ ေခါင္းေဆာင္သစ္ျဖစ္သည္႔ Aubrey ၏ ေရွးရိုုးစဲြလုပ္ေဆာင္မႈေတြေၾကာင့္ ပရိသတ္ကို ဆဲြေဆာင္ႏိုင္မႈနည္းပါးခဲ့ရပါတယ္။ေနာက္ပိုင္းတြင္ အဖဲြ႕ဝင္သစ္ျဖစ္သည္႔ Beca ၏ အႀကံေပးမႈမ်ားျဖင့္ သီခ်င္းေရြးခ်ယ္ၿပီး သီဆိုမႈပံုစံကို ေျပာင္းလဲခဲ့ကာမွ ႏိုင္ငံတကာ Cappella ပဲြကို အႏုိင္ရရိွခဲ့ပါေတာ့တယ္။ဤဇာတ္ကားတြင္ Beca အျဖစ္သရုပ္ေဆာင္သည္႔ မင္းသမီး Anna Kendrick မွ ခြက္ကို အသံုးျပဳၿပီး ကို္ယ္တိုင္သီဆိုခဲ့သည္႔ When I Gone သီခ်င္းသည္ Billboard Hot 100 တြင္ ပါဝင္ခဲ့သည္အထိ နာမည္ေက်ာ္ၾကားခဲ့ပါတယ္။ထူးျခားခ်က္အေနျဖင့္ Aubrey အျဖစ္သရုပ္ေဆာင္သည္႔ Anna Camp ႏွင့္ Jesse အျဖစ္သရုပ္ေဆာင္သည္႔ Skylar Astin ႏွင့္ ၂၀၁၃ ခုႏွစ္တြင္ စတင္ Date လုပ္ကာ ၂၀၁၆ ခုႏွစ္တြင္ လက္ထပ္ခဲ့ပါတယ္။Jesse J ၏ Price Tag သီခ်င္းကိုလည္း Final ပဲြတြင္ သီဆိုခဲ့ၿပီး တျခားနာမည္ႀကီးသီခ်င္းမ်ားစြာကိုလည္း Version အသစ္နဲ႔သီဆိုသြားတာကို နားဆင္ခံစားႏိုင္ပါတယ္။လူငယ္မ်ားရဲ႕ လြတ္လပ္ေသာဘဝ၊ ဖခင္ေမတၱာ၊ သူငယ္ခ်င္းသံေယာဇဥ္နဲ႔အတူ မဆုတ္မနစ္ႀကိဳးစားမႈေတြကိုလည္း ဤဇာတ္ကားတြင္ ၾကည္႔ရူခံစားရမွာပါ။IMDb Rating 7.2/10 ရရိွကာ Rotten Tomatoes အေနနဲ႔ ၈၁ % ရရိွထားၿပီး ဆုေပါင္းမ်ားစြာလည္း ရရိွခဲ့တဲ့ ဇာတ္ကားေကာင္းတစ္ကားကိုၾကည္႔ရူႏုိင္ဖို႔ တင္ဆက္ေပးလိုက္ရပါတယ္။File Size       :   800 MBDuration      :   1 : 52: 07Quality         :   Bluray RipTranslator    :   Thin Thiri AungEncoder        :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason MooreWilma Garscadden-GahretStarsAdam DevineAlexis KnappAnna CampAnna KendrickBen PlattBrittany SnowEster DeanHana Mae LeeRebel WilsonSkylar AstinCastAakomon JonesAdam DevineAdam GilbertAlex BiglaneAlexander FabianAlexander SneiderAlexandra WeinrothAlexis KnappAli BloomstonAllison SahonicAndrew O'ShanickAnna CampAnna KendrickBen HaistBen PlattBrandon Borror-ChappellBrandon KitchelBrian MasonBrian SilverBrittany SnowBrittney AlgerBrock KellyBrooke FontenotC.J. PerryCameron Deane StewartCandice HelfandCaroline FourmyCharles MillerChase CookseyChiara PittmanChristopher Mintz-PlasseCiera Dawn WashingtonCodie L. WigginsDan IwreyDavid Del RioDeke SharonDonald FaisonDonald WatkinsDrew BattlesDylan CheekEd BoyerElise WilsonElizabeth BanksElizabeth ChanceEmilia GravesEmily BenfordEmily RodriguezEster DeanEsther LongFelipe FuentesFreddie StromaGlen AucoinGregory GorencHana Mae LeeHar Mar SuperstarJabari ThomasJackie TuttleJacob MainwaringJacob WysockiJason JonesJasper RandallJawan HarrisJeff LewisJeremy StrongJessica JainJessica PoumarouxJessica RotterJinhee JoungJoe Lo TruglioJohn Benjamin HickeyJohn Michael HigginsJonathan BrannanJudd LormandJulia FriedmanKala BalchKaren GonzalesKari KimmelKatrina DespainKelley JakleKelly SnowKenneth TiptonKether DonohueLaura DickinsonLauren GrosMadison BensonMargaret OsburnMargo MelanconMatthew LarawayMatthew SavareseMaya EstephanosMegan DupreMichael AlexanderMichael AnayaMichael ViruetMonika GuiberteauNaeemah McCowanNate HowardNathan SwedbergNicholas CaferoNicole LovincePaul RuessRebel WilsonRenaldo McClintonRichard ColemanRichard KohnkeRose DavisSamuel BrennanSanford WilliamsSawyer McLeodScott ShilstoneSean BankheadSean McDonaldShawn BarryShelley RegnerSkylar AstinSora ConnorSteven BaileyThaddeus PotterTyler ForrestUtkarsh AmbudkarWanetah WalmsleyWes LagardeWilliam LaverackWindy WagnerXavier Joe Wilcher",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ePqwTIoJeKJwShMABMst5duBcw9.jpg",
      "https://image.tmdb.org/t/p/w300/vcLqVuSMx7dVfuOVKd4IL4RcMsa.jpg",
      "https://image.tmdb.org/t/p/w300/4z0IzDq6QWAjzvyXQRuNaQSReP5.jpg",
      "https://image.tmdb.org/t/p/w300/8v8P2fBN2Vrh2xUhzAFsPjoBznb.jpg",
      "https://image.tmdb.org/t/p/w300/mCgzwdR9Cdji5JU5eHGw14P0pAG.jpg",
      "https://image.tmdb.org/t/p/w300/zrBbbKoe8ftlWnF4ZphNqUrkuCD.jpg",
      "https://image.tmdb.org/t/p/w300/jvEBKO32xpE4apBfiI3nh6JmBFZ.jpg",
      "https://image.tmdb.org/t/p/w300/jrDmtkNrCHQH6re33cbQw0Le6l0.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/pitch-perfect-2002-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "Bluray Rip"
      },
      {
        "link": "https://megaup.net/Sf6d/Pitch_Perfect_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "Bluray Rip"
      },
      {
        "link": "https://mega.nz/file/dOxWwCJD#EWLzPM9K0ADHeg5IIl_jKdMqzK6WHFgTmU_yU4vI7oE",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "Bluray Rip"
      },
      {
        "link": "https://upstream.to/9tgf86eq1xzm",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "Bluray Rip"
      },
      {
        "link": "https://veryfiles.com/89tuk5cxmez1",
        "server": "veryfiles.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/pitch-perfect-2012",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "rIzH7yTvdTE",
      "video_url": "https://www.youtube.com/watch?v=rIzH7yTvdTE",
      "embed_url": "https://www.youtube.com/embed/rIzH7yTvdTE"
    }
  },
  {
    "metadata": "PG-13|2012|113 min|Uncategorized",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "223,916"
    },
    "title": "Dark Shadows (2012)",
    "description": "ဒရက္ဂူလာ ဟာသကားေလးပါ…မင္းသား Johnny Depp ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။၁၉၆၆ ခုႏွစ္က တင္ဆက္ျပသေသာ opera ကို ဇတ္လမ္းအျဖစ္ ျပန္လည္ကာ ဖန္တီးထားျခင္းျဖစ္ပါတယ္။၁၇၆၀ ခုႏွစ္မွာ Collins Family ဟာ လီဗာပူးကေန အေမရိကန္ကိုေျပာင္းေရြ႔လာရာက ဇတ္လမ္းစထားတာပါ။၁၄ ႏွစ္ေလာက္ၾကာတဲ့အခါ မင္းသား Barnabas ဟာ အိမ္ေဖာ္အမ်ိုဳးသမီးျဖစ္သူ Angelique နဲ႔အခ်စ္ဇတ္လမ္းျဖစ္ပြားခဲ့ပါတယ္။ ငယ္စဥ္တည္းက မင္းသားကိုျပဳစားထားတဲ့ စုန္းမျဖစ္ပါတယ္။အဲ Angelique ဟာ မင္းသားရဲ့ မိဘေတြကိုလဲခတ္ပစ္ပီး မင္းသားကိုလဲ မေသႏိုင္တဲ့ ေသြးစုပ္ဖုတ္ေကာင္ဘ၀ကို ေျပာင္းခဲ့ပါတယ္….အေခါင္း တစ္ခုတြင္းမွာထည့္သြင္းကာ စီရင္ခဲ့ပါတယ္။ေနာက္ ၁၉၆ ႏွစ္အၾကာ ၁၉၇၂ ခုႏွစ္မွာေတာ့.. အလုပ္သမားတစ္ေယာက္က မေမွ်ာ္လင့္ပဲ Barnabas ရဲ့ အေခါင္းကိုဖြင့္ပီး လြတ္ေစခဲ့ေသာအခါ…….ေနာက္ Victoria ဆိုတဲ့ေကာင္မေလး….မင္းသားနဲ႔ဘယ္လိုပက္သက္မွာလဲ ေနာက္ဆံုး က်ိန္စာေတြျပယ္တဲ့အခါ …..ဗစ္တိုးရီးယားကေတာ့ ျပတင္းေပါက္ကေန ခုန္ခ်လိုက္ပီးသားျဖစ္ေနခဲ့တယ္… သူ႔အသက္ကိုမင္းသားက ဘယ္လိုကယ္မလဲ။ဇတ္လမ္းနားေထာင္ရတာ ..စိတ္၀င္စားစရာေကာင္းသလို ေၾကာက္စရာထင္ရေပမဲ့ တကယ္လဲၾကည့္ေရာ ရယ္ေနရပါတယ္ …ရယ္စရာ သရဲ (ေသြးစုပ္ဖုတ္ေကာင္ ) ဇတ္ကားေလးဆိုေတာ့ အပ်င္းေျပေစမွာပါ။ၾကည့္လိုက္ရေအာင္….။(ရုပ္ရွင္အညႊန္းကို swannyeelover.blogspot မွကူးယူေဖာ္ျပပါသည္။)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim BurtonStarsBella HeathcoteChloë Grace MoretzEva GreenGulliver McGrathHelena Bonham CarterJackie Earle HaleyJohnny DeppJonny Lee MillerMichelle PfeifferRay ShirleyCastAlexia OsborneAlice CooperBella HeathcoteCharlotte SpencerChloë Grace MoretzChristopher LeeEva GreenGlen MextedGulliver McGrathHannah MurrayHarry TaylorHelena Bonham CarterIvan KayeJackie Earle HaleyJohnny DeppJonny Lee MillerJosephine ButlerLee Nicholas HarrisMichael ShannonMichelle PfeifferNigel WhitmeyPhilip BulcockRaffey CassidyRay ShirleySean MahonShane RimmerSophie Kennedy ClarkSusanna CappellaroVictoria BewickWilliam Hope",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/thzGA2cOW37jCxJ7sJeBNGVGZKj.jpg",
      "https://image.tmdb.org/t/p/w300/mM8vs2DUupzeXVvFr2pG0fTPCXo.jpg",
      "https://image.tmdb.org/t/p/w300/yV2fJjwMxgYZXVfGc7l3Zm2PRCl.jpg",
      "https://image.tmdb.org/t/p/w300/daXpJsWtcVovpXpDBke4HAmT76R.jpg",
      "https://image.tmdb.org/t/p/w300/ly5bm1pAO8pDrNjdjQyHNL7zZMC.jpg",
      "https://image.tmdb.org/t/p/w300/syP45DqeVtr3VHcmGGiGlvffSd7.jpg",
      "https://image.tmdb.org/t/p/w300/aWYzjJIeoP7j08kwVvit1cCHAwA.jpg",
      "https://image.tmdb.org/t/p/w300/ofrY5jVseDbGVqYoZDvqrlqCOrO.jpg",
      "https://image.tmdb.org/t/p/w300/wKfr9wp6APgLgbUp7Z6Xpi3hBrv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjc0NzAyMzI1MF5BMl5BanBnXkFtZTcwMTE0NDQ1Nw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dark-shadows-2012-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "907 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SShr/Dark_Shadows_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "907 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/6rj1fotnoebi",
        "server": "upstream.to",
        "size": "907 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/itgd87ur9qs5.html",
        "server": "usersdrive.com",
        "size": "907 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/dark-shadows-2012-mm-sub",
        "server": "VIP Links",
        "size": "907 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4cVcpz8H3Pk",
      "video_url": "https://www.youtube.com/watch?v=4cVcpz8H3Pk",
      "embed_url": "https://www.youtube.com/embed/4cVcpz8H3Pk"
    }
  },
  {
    "metadata": "N/A|2012|104 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "2,863"
    },
    "title": "White Tiger(2012)",
    "description": "ဒီတင့်ကတော့ ဂျာမန်တို့ရဲ့ White Tiger ဆိုတဲ့တင့်ပါ….[[[ ဒီ Tiger တင့်အမျိုးအစားဟာ FURY ဆိုတဲ့ကားမှာ ဘရက်ပစ်တို့M4 Sherman တွေကို အားပါတရဖျက်ဆီးပြသွားတာ ကြည့်ဖူးတဲ့သူတွေသိမှာပါ]]တစ်စီးထဲက ဖျက်ဆီးသွားတော့ ရုရှားတင့်တပ်က အကြီးအကဲတွေနဲ့နည်းပညာသမားတွေအတွက်တော့ တကယ့်သွေးပျက်စရာပါပဲ…ပျောက်ကျားစစ်ပုံစံဆင်နွဲနေတဲ့ ဒီ White Tiger ကြီးကြောင့်များစွာအထိနာနေတဲ့ရုရှားတွေဟာ တန်ပြန်တိုက်ခိုက်ဖို့ တင့်တပ်ဖွဲစီစဉ်ပါတော့တယ်..ဒီအထဲမှာတော့ အတွေ့အကြုံများစွာရှိနေတဲ့ တင့်ကား(၁၅)စီးတိုက်ခိုက်ခံရစဉ်မသေပဲကျန်ရစ်ခဲ့တဲ့ ယာဉ်မောင်းတစ်ဦးကို ခေါင်းဆောင်ခန့်ပြီး တိုက်ခိုက်ဖို့ကြံရွယ်ကြတယ်…ကိုင်း သူတို့အောင်မြင်မလားဆိုတာကိုတော့…..ကိုင်း တင့်ကား စစ်ကားတွေမှ သဘောကြတဲ့သူတွေအတွက်ကားကောင်းတစ်ကားဖြစ်လို့ခံစားကြည့်လိုက်ပါဦး….File Size : (950 MB) and (380 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:44:00Genre :Action,Adventure,FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaren ShakhnazarovStarsAleksandr VakhovAlexey VertkovChristian RedlDmitri BykovskyGerasim ArkhipovKarl KranzkowskiValeriy GrishkoVitaliy DordzhievVitaly KishchenkoVladimir IlinCastAleksandr VakhovAlexey VertkovAndrey MyasnikovChristian RedlDmitri BykovskyGerasim ArkhipovKarl KranzkowskiKlaus GrünbergMariya ShashlovaValeriy GrishkoVilmar BieriVitaliy DordzhievVitaly KishchenkoVladimir Ilin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kIOdABlCtedhv63UKAdX5oaC0nZ.jpg",
      "https://image.tmdb.org/t/p/w300/gAkkj2PlYF1koTbUCcIlYsr6gtJ.jpg",
      "https://image.tmdb.org/t/p/w300/9yDJECRtxTqSbn7nli7PUFh46PT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/whitetiger.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/px0ej843rj0f.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Sbxk/White_Tiger_(Belyy_Tigr)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/oo1nrglv8h3h",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/white-tiger-belyy-tigr-2012",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/white-tiger-belyy-tigr-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed4.com/mwombwvh0jqi.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2012|122 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "50,986"
    },
    "title": "Kahaani (2012)",
    "description": "Kahaani (2012)IMDb Rating (8.1)၂၀၁၂ ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Kahaani ဆုိတဲ့ အိႏၵိယဇာတ္လမ္းေလးကေတာ့ သည္းထိတ္ရင္ဖုိဇာတ္လမ္းမ်ဳိးျဖစ္ေပမဲ့ မင္းသားဟီးရုိးလုပ္ေလ့ရွိတဲ့ တျခား အိႏၵိယဇာတ္လမ္းေတြနဲ႔ ကြာပါတယ္။ဇာတ္လမ္းထဲမွာ အဓိကဇာတ္ေဆာင္က မင္းသမီးပါ၊ မင္းသမီးဇာတ္ေပါ႔။ ပိုထူးျခားတာက အဲဒီအဓိကဇာတ္ေကာင္က ကုိယ္၀န္ေဆာင္အမ်ဳိးသမီးတစ္ေယာက္ ျဖစ္ေနတာပါပဲ။Kahaani ဇာတ္လမ္းကုိ ရုံတင္ျပသခ်ိန္က ရက္ ၅၀ အတြင္းမွာပဲ တစ္ကမၻာလံုးအတုိင္းအတာနဲ႔ အေမရိကန္ေဒၚလာ ၁၄ သန္း ၀င္ေငြရရွိခဲ့ပါတယ္။ ၿပီးေတာ့ အေကာင္းဆံုးမင္းသမီးဆုနဲ႔ အေကာင္းဆုံး ဒါရုိက္တာဆုေတြအပါအ၀င္ အိႏၵိယျပည္တြင္းကေပးတဲ့ ဆုေပါင္းမ်ားစြာကိုလည္း ရရွိထားပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ ခင္ပြန္းသည္ေပ်ာက္ဆံုးမႈေၾကာင့္ လန္ဒန္ကေန အိႏၵိယႏိုင္ငံ ေကာကတ္တာၿမိဳ႕အထိ ေရာက္လာတဲ့ မတ္မတ္ဗိုက္တစ္ေယာက္ ဘယ္လုိ အႏၲရာယ္ေတြနဲ႔ ရင္ဆုိင္ရမွာလဲ၊ဘယ္သူကရန္သူ ဘယ္သူက မိတ္ေဆြျဖစ္လာမလဲ၊လူေပါင္းမ်ားစြာကို ေသေစခဲ့တဲ့ အဆိပ္ေငြ႔တုိက္ခုိ္က္မႈႀကီးနဲ႔ ဘယ္လုိဆက္ႏြယ္ပတ္သက္ေနသလဲဆုိတာေတြကိုစိတ္၀င္စားဖြယ္ရာ ၾကည့္ရူရမွာပါ။အဲဒီထက္စိတ္၀င္စားစရာေကာင္းတာက မတ္မတ္ဗိုက္မွာေရာ ဘယ္လုိလွည့္ကြက္ေလးေတြရွိေနမလဲဆိုတဲ့အခ်က္ပါ။အဲဒါကိုသိရဖုိ႔ေတာ့ ကုိယ့္ဘာသာကုိယ္ပဲ ရင္တထိတ္ထိတ္ၾကည့္ရႈလုိက္ပါေနာ္အိႏိၵယကားေတြရဲ႕ထံုးစံအတုိင္း ဒရမ္မာေလးနည္းနည္းပါေပမဲ့ အရမ္းႀကီးဒရမ္မာခ်ဳိးတာမ်ဳိး မရွိပါဘူး။သည္းထိတ္ရင္ဖုိ အမႈလုိက္ခန္းေတြမွာ ဒရမ္မာေလး နည္းနည္းပါးပါးေဖာက္ထားရုံေလာက္ပါပဲ။ေနာက္ၿပီး ထကတဲ့ဇာတ္၀င္ခန္းေတြမပါတာေၾကာင့္ တျခားအိႏၵိယဇာတ္လမ္းေတြထက္ ပိုထူးျခားတယ္လုိ႔ ဆုိရမွာပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့Cherry Monျဖစ္ပါတယ္။)File size…(1.2 GB) and (600 MB)Quality….Blu-ray Rip 720pFormat…mkvDuration….02:08:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byCherry MonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSujoy GhoshStarsDarshan JariwalaIndraneil SenguptaMasood AkhtarNawazuddin SiddiquiParambrata ChatterjeeSaswata ChatterjeeVidya BalanCastDarshan JariwalaIndraneil SenguptaMasood AkhtarNawazuddin SiddiquiParambrata ChatterjeeSaswata ChatterjeeVidya Balan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dlmlky00UXfAMzMPhajyLp5njHN.jpg",
      "https://image.tmdb.org/t/p/w300/l3JFxqxgWLwUPFLQn1U1AO52F9k.jpg",
      "https://image.tmdb.org/t/p/w300/okk7BHF0fuW1FAGUkZqfydsTFhe.jpg",
      "https://image.tmdb.org/t/p/w300/s8kcB9N7ERDhQYJZhdulp4NvgYc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTQ1NDI0NzkyOF5BMl5BanBnXkFtZTcwNzAyNzE2Nw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/kahaani-2012",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/kahaani-2012-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/hiacmmuijzqf.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Skns/Kahaani_[2012]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/47yopgol4z46",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CUj73MLqZoQ",
      "video_url": "https://www.youtube.com/watch?v=CUj73MLqZoQ",
      "embed_url": "https://www.youtube.com/embed/CUj73MLqZoQ"
    }
  },
  {
    "metadata": "R|2012|1h 23min|Comedy",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "267,459"
    },
    "title": "The Dictator (2012)",
    "description": "The Dictator (2012)IMDb – 6.4/10_____Rotten – 57%ကြည့်ဖူးတဲ့သူကတော့ ဒီပုံလေးမြင်တာနဲ့ မှတ်မိမှာပါ။ အာဏာရှင် ကင်ဂျုံအီ၊ ကဒါဖီ တို့ကိုအခြေခံပြီး ဇာတ်ကောင်ဖန်တီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးသရော်တဲ့ ဟာသကားပါ။ ဒီကားထဲက အာဏာရှင် ဗိုလ်ချုပ်ကြီး အလာဒန် ဟာ နယူးယောက်ခ် ကုလအစည်းအဝေးကို လာတက်စဉ်မှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး သူ့နေရာကို ပုံစံတူလူစားထိုးခံလိုက်ရပါတယ်။ ရည်ရွယ်ချက်ကတော့ သစ္စာဖောက်ဦးလေးဟာ နိုင်ငံကိုဒီမိုကရေစီအဖြစ်ပြောင်းလဲပြီး ကိုယ်ကျိုးအတွက်စီးပွားရေးလုပ်ဖို့ပါပဲ။ ဘယ်သူမှမမှတ်မိတော့တဲ့ အလာဒန်တစ်ယောက် အခက်ခဲတွေကြားထဲကစွန့်စားပြီး သူ့နိုင်ငံကြီး ဒီမိုကရေစီမရဖို့အရေး သက်စွန့်ကြိုးပမ်းဆောင်ရွက်လာရတဲ့အခါမှာတော့…..File Size       :   708 MBFile Type      :  Mp4Quality         :   Bluray ripDuration      :   01: 23: 00Translator   :   Htet Linn KyawEncoder       :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLarry CharlesStarsAasif MandviAdeel AkhtarAnna FarisBen KingsleyBobby LeeJason MantzoukasJohn C. ReillyLiam CamporaMegan FoxRocky CitronSacha Baron CohenSayed BadreyaCastAasif MandviAdeel AkhtarAlex KruzAnna FarisAnna KatarinaBen KingsleyBobby LeeChris ElliottChris ParnellEdward NortonFred ArmisenFred MelamedGarry ShandlingHoratio SanzJason MantzoukasJenny L. SaldañaJessica St. ClairJoey SlotnickJohn C. ReillyKathryn HahnKevin CorriganMegan FoxMichelle BerghMitchell GreeneOlivia Taylor DudleyRizwan ManjiSacha Baron CohenSayed BadreyaSeth MorrisSondra JamesSusan Sykes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eIYaphKm1jEqj9fQEw36KfwsBNO.jpg",
      "https://image.tmdb.org/t/p/w300/s5X9AHtyI45nNtid9lwRPI0YSYT.jpg",
      "https://image.tmdb.org/t/p/w300/wGXnUgT8RtFZJM4NnzVOfaR6dJw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/the-dictator-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thedictator2012",
        "server": "VIP Links",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-dictator-2012-1080-p-bluray-msubmovie-hd-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://playersb.com/6cq7ssofef3a.html",
        "server": "streamsb.com",
        "size": "942MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cYplvwBvGA4",
      "video_url": "https://www.youtube.com/watch?v=cYplvwBvGA4",
      "embed_url": "https://www.youtube.com/embed/cYplvwBvGA4"
    }
  },
  {
    "metadata": "PG-13|2012|1h 53min|Action,Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1,530"
    },
    "title": "R2B: Return to Base (2012)",
    "description": "R2B: Return to Base (2012)IMDb – 6.0/10_____Rotten – 60%ဒီကားကတော့ အများကြီးမိတ်ဆက်ပေးစရာမလိုတော့တဲ့ ကိုရီးယားမင်းသားချော Rain ပါဝင်ထားတဲ့နာမည်ကျော် Return To Base (ဌာနချုပ်သို့အပြန်)ကိုရီးယား စစ်ကားပဲဖြစ်ပါတယ်..စစ်သားတွေရဲ့ဘဝဟာ အမိန့်ဆိုတာကိုအသက်အဖြစ်နဲ့နေနေကြတဲ့ လူတွေထဲကလူတွေပဲဖြစ်ပါတယ်…တစ်ခါတလေကိုယ်ချစ်တဲ့သူ ကိုယ်တန်ဖိုးထားရတဲ့လူတွေ အထက်အမိန့်မရလို့မိမိမျက်စိရှေ့မှာသေသွားရတာတွေကိုဘာမှမလုပ်နိုင်ပဲကြည့်နေရတာတွေလည်းရှိပါတယ်…..စစ်သားတစ်ယောက်ဖြစ်ဖို့ဆိုတာ မလွယ်ပါဘူး….တိုင်းပြည်အပေါ်အနစ်နာခံတဲ့စိတ်ကိုယ့်မိသားစုထက်ပြည်သူတွေရဲ့အသက်အိုးအိမ်စည်းစိမ်ကို အရင်ဆုံးအဓိကထားတတ်တဲ့စိတ်တွေကြောင့်လည်းစစ်သားတွေရဲ့ဘဝဟာ အမြဲခါးသက်လွန်းလှပါတယ်….ကြည်းတပ်ပဲဖြစ်ဖြစ် ရေတပ်ပဲဖြစ်ဖြစ် လေတပ်ပဲဖြစ်ဖြစ် စစ်သားကစစ်သားပါပဲ….ဒီကားမှာတော့ တိုက်လေယာဉ်မောင်းတဲ့လေသရဲတွေရဲ့ဘဝကို ရိုက်ပြထားပါတယ်….လေသူရဲတွေရဲ့ ဒုတိယအသက်က သူတို့မောင်းတဲ့လေယာဉ်တွေပဲဖြစ်ပါတယ်….လေယာဉ်တွေတစ်ခုခုအပစ်ခံရလို့ ပျက်ကျခဲ့ရင်တောင်မှ မတတ်သာတဲ့အခြေနေမှသာခုန်ဆင်းခွင့်ရှိပါတယ်….ဒါပေမယ့် တာဝန်သိတဲ့ လေသူရဲအများစုကတော့ မိမိရဲ့လေယာဉ်ကိုလူနေအရပ်တွေနဲ့လွတ်တဲ့နေရာတွေမှာသာ အသက်ကိုပဓာနမထားပဲပျက်ကျခံကြပါတယ်….စစ်သားတိုင်းကအိမ်ကိုပြန်ချင်ကြပါတယ်….အိမ်မှာသူတို့ကိုစောင့်မျှော်နေကြတဲ့အိမ်သူဇနီးမယားတွေနဲ့ သားသမီးတွေရှိကြပါတယ်….တကယ်လို့ အိမ်ပြန်မလာနိုင်တော့တဲ့စစ်သားတွေအဖို့ သူတို့ရဲ့ မိဘတွေဇနီးတွေရဲ့ နာကျင်မှု့တွေက မပြောပြတတ်လောက်အောင်ပါပဲ…ဒါကြောင့် Return To Base (ဌာနချုပ်)သို့ အပြန်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရင်းကမ္ဘာပေါ်မှာရှိတဲ့ စစ်သားတိုင်းအိမ်ပြန်နိုင်ကြပါစေ….အများကြီးကောင်းမွန်တဲ့ Old But Gold ကားလေးမို့လေသူရဲများကိုဂုဏ်ပြုရင်း မကြည့်ရသေးသောပရိတ်သတ်များနဲ့ကြည့်ပြီးသားသူများလည်းမှန်ကန်တဲ့မြန်မာစာတန်းထိုးနဲ့ကြည့်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်….Quality…..BluRay 1080pDuration…..01:53:00Format…Mp4File Size…(824 MB)Translator…..Myanmar GyiEncoder…..Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Dong-wonStarsHanYong JeongJeong Kyung-hoJung Suk-wonKim Sung-suLee Ha-NaLee Jong-sukOh Dal-suRainShin Se-kyungYu Jun-sangCastCho Seong-haHanYong JeongJeong Han-yongJeong Kyung-hoJung Suk-wonKim Sung-suLee Ha-NaLee Jong-sukOh Dal-suPark Hyo-joonRainShin Se-kyungYu Jun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5Yafr7KiubY8qXx5u61ekeVeLCE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/Soar-Into-the-Sun-aka-Return-to-Base-2012-Movie-Poster-600x859.jpeg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/058gk9xnabrs.html",
        "server": "usersdrive.com",
        "size": "824 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/r-2-b-return-to-base-altubi-riteontu-be-iseu-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "824 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/UA59/R2B_-_Return_To_Base_(Altubi_-_Riteontu_Be-iseu)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "824 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/Y41xkYSC#YPDzBCMjI-TTf6E5S7_oKak4--7DjigOpsW99J5M9S8",
        "server": "mega.nz",
        "size": "824 MB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://upstream.to/wkek2lu4bsfw",
        "server": "upstream.to",
        "size": "824 MB",
        "quality": "Blu-Ray 1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NC-16|2012|1h 34min|Action,Crime,Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "539"
    },
    "title": "Naked Soldier (2012)",
    "description": "Naked Soldier (2012)_____IMDb – 4.8/10ဒီဇာတ်လမ်းလေးထဲမှာတော့ …အရာရှိလန် (ကွန်ဖူးဖက်တီး) ဟာ ဒေါ်လာသန်းချီတန်တဲ့ မူးယစ်ဆေးဝါးမှုတစ်ခုကို ဖော်ထုတ်ခဲ့ပြီးတစ်လခန့်အကြာမှာတော့ သူ့ရဲ့တစ်မိသားစုလုံးဟာ ပြန်လည်လက်စားချေမှုကို ခံခဲ့ရပါတယ်။ဒါ့အပြင် သူ့ရဲ့ချစ်လှစွာသော သမီးလေးကိုလည်း ခေါ်ဆောင်သွားခဲ့ပြီး ဆယ့်ငါးနှစ်အကြာမှာတော့ကျွမ်းကျင်လေ့ကျင့်ထားသော လူသတ်သမားတစ်ယောက်အဖြစ် ပြန်လည်ပေါ်ထွက်လာခဲ့ပါတယ်။အင်တာပိုမှလည်း အတွေ့အကြုံရှိသော အရာရှိလန်အား ပြန်လည်အလုပ်ခေါ်ယူရင်းမဒန်ရိုစ့် ခေါင်းဆောင်သော ရာဇဝတ်ဂိုဏ်းအား ချေမှုန်းဖို့ပြင်ဆင်ခဲ့ရာမှာ……..။အက်ရှင်ဇာတ်ကားဖြစ်ပြီး တိုက်ပေ့ခိုက်ပေ့ဆိုသည်များကိုသဘောကျသော ပရိတ်သတ်တွေ နှစ်သက်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။(Tartee Poe မှဘာသာပြန်တင်ဆက်ထားတာပါ။)File size…(909 MB)Quality…DVD-RipFormat…mp4Duration….01:34:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarco MakMarco Mak Chi-SinStarsAndy OnAnkie BeilkeAnthony WongEllen ChanJennifer TseKang Jia-QiLena LamPhilip NgSammo HungSammo Kam-Bo HungTimmy HungCastAlain NgalaniAndy OnAnkie BeilkeAnthony WongEllen ChanIan PowersJennifer TseJiang LuxiaKang Jia-QiLena LamPhilip NgSammo HungTimmy HungWilson Tong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r1sKVaS6RxRplU2CJBaqMAz3vUC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-soldier-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z8y7jpqfzpd0.html",
        "server": "usersdrive.com",
        "size": "909 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/naked-soldier-jue-se-wu-qi-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "909 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2e7aq/Naked_Soldier_(Jue_Se_Wu_Qi)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "909 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/jZEG0YiT#I4I1FSmy7c0_cideT3qggQNAvw2-vCjNfqeDGR_B8tk",
        "server": "mega.nz",
        "size": "909 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/aloraokt3y1g",
        "server": "upstream.to",
        "size": "909 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "gcvsWAj3IhM",
      "video_url": "https://www.youtube.com/watch?v=gcvsWAj3IhM",
      "embed_url": "https://www.youtube.com/embed/gcvsWAj3IhM"
    }
  },
  {
    "metadata": "PG-13|2012|1h 35min|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "92,861"
    },
    "title": "Lockout (2012)",
    "description": "Lockout (2012)_____IMDb – 6.1/10ခေတ်မှီဆန်းပြားတဲ့အမေရိကန်တို့ရဲ့တီထွင်ဖန်တီးမှုနဲ့ အာကာသပေါ်က ကမ္ဘာပတ်လမ်းကြောင်းပေါ်မှာ အကျဉ်းထောင်တစ်ခုကို တည်ဆောက်ထားပါတယ်။ ဒီအကျဉ်းထောင်ထဲမှာ နိုင်ငံတစ်ကာက ဆိုးပေ့ဆိုတဲ့ လူသတ်ကောင်နဲ့ မုဒိမ်းကောင်တွေကို အိပ်ပျော်စေ အောင်ပြုလုပ်ပြီး ထိန်းသိမ်းထားပါတယ်။ အဲဒီထောင်ကို အမေရိကန်သမ္မတရဲ့သမီးက လူသားခြင်းစာနာထောက်ထားမှုအစီအစဉ်အရ လာပြီး အကျဉ်းသားတွေကို အင်တာဗျူးပါတယ်။ အဲဒီမှာ အကျဉ်းသားတွေ လွတ်ထွက်လာကြပြီး ထောင်ကြီးကို အပိုင်စီးလိုက်ကြ ပါတယ်။မင်းသားကတော့ စီအိုင်အေအေးဂျင့်တစ်ယောက်ပါ။ နိုင်ငံတော် လျှို့ဝှက်ချက်ပေါက်ကြားမှုတစ်ခုမှာ ပါဝင်ပတ်သက်ခဲ့တယ်လို့ သံသယအဝင်ခံနေရပြီး အစစ်ဆေးခံနေရသူပေါ့။ သူအဖမ်းမခံရခင် လျှို့ဝှက်ချက်ကို လက်လွှဲပေးခဲ့တဲ့သူက အဲဒီထောင်ကြီးထဲကိုရောက်နေတာကြောင့် သမ္မတသမီးကို တစ်ဦးတည်းသွားကယ်ဖို့တာဝန်ကို ယူလိုက်ပါတယ်။ ခေတ်မီတဲ့ထောင်ကြီးထဲမှာ အကျဉ်းသား ၅၀၀ နဲ့ ၁ ယောက်တည်းနဲ့ ဘယ်လိုရင်ဆိုင်မလဲ။ သမ္မတ သမီးလေးကိုရော ကယ်နိုင်မလား။ သူ့ရဲ့အရှုပ်အရှင်းတွေကလည်း ဘာတွေဖြစ် လာမလဲဆိုတာ ကြည့်လိုက်ကြပါ။Imdb rating 6.1 ရထားတဲ့ကားပါ။ ထုတ်လုပ်သူက Taken ဇာတ်ကားတွေကို ထုတ်လုပ်ခဲ့သူဖြစ်ပြီး Taken ထဲက မင်းသမီးလေး Maggie Grace ကိုပဲ ပြန်သုံးထားပါတယ်။ Action တွေကြည့်နေရင်း စကားလုံးတွေက ရီရမှာ ဖြစ်ပါတယ်။(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို ညီညီကျော်မြင့်ပဲ ဖြစ်ပါတယ်)@JokerFile Size         : 651 MBQuality           : Blu ray 720PRunning Time : 1hr 35 minuteFormat           : Mp4Genre             : Action, Drama, Sci-fiEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames MatherLaurence CouturierStephen St. LegerStarsDamijan OklopdžićDan SavierGuy PearceJacky IdoJoseph GilgunLennie JamesMaggie GracePeter StormareTim PlesterVincent ReganCastAnne-Solenne HatteBojan PerićBojana BregovicDamijan OklopdžićDan SavierDaryl FidelakEvan Moses IIGreg De CuirGuy PearceJacky IdoJason RyanJoseph GilgunJovan B. TodorovićLennie JamesMaggie GraceMark TankersleyMarko JanjićMichael SopkoMilana MilunovicMilorad KaporMiodrag StevanovićNick HardinPatrick CauderlierPeter HudsonPeter J. ChaffeyPeter StormareStefan BuzurovićThomas KellyTim PlesterVanja LazinVincent ReganYan Dron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iN68wpJYwZ6NwQwYMlrPNtJUBxM.jpg",
      "https://image.tmdb.org/t/p/w300/3tPYMptU1xRPQ5nrcKbOXDxsFMX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/lock-out-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/lookout2012",
        "server": "VIP Links",
        "size": "651 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://playersb.com/8ss1x7pkptm1.html",
        "server": "streamsb.com",
        "size": "651 MB",
        "quality": "Blu ray 720P"
      },
      {
        "link": "https://megaup.net/2lkH4/Lockout_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "651 MB",
        "quality": "Blu ray 720P"
      }
    ],
    "trailer": {
      "video_id": "BQ4hZqrIM9w",
      "video_url": "https://www.youtube.com/watch?v=BQ4hZqrIM9w",
      "embed_url": "https://www.youtube.com/embed/BQ4hZqrIM9w"
    }
  },
  {
    "metadata": "N/A|2012|119 min|Action,Asian,Mystery",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "4,167"
    },
    "title": "Confession of Murder (2012)",
    "description": "Confession Of Murder (2012)ကိုရီးယား အေကာင္းဆုံး Thriller Collection ရုပ္ရွင္ေတြထဲက တကားအပါအဝင္ျဖစ္တဲ့ ယခု ရုပ္ရွင္ကားက စာရင္းထဲပါမယ္ဆိုလည္း ပါႏိုင္ေလာက္ေအာင္ပင္ ဇာတ္လမ္း ဇာတ္အိမ္ဖြဲ႕စည္းမွဳ မွာ က်စ္လစ္လြန္း ပီျပင္လြန္းပါသည္။သြက္လက္ေသာ ဇာတ္အိမ္ဖြဲ႔စည္းမွဳ မ်ားျဖင့္ တကားလုံးကို ဆြဲေခၚေစႏိုင္သည္။ေထာက္လွမ္းေရးရုပ္ရွင္ကားပီပီ ေတြးစရာေတြ ဇာတ္အိမ္ျမွဳ ပ္ကြက္ေတြျဖင့္ ပရိသတ္အေပၚကို ဒရစပ္ ဖမ္းစားႏိုင္ခဲ့သည္။အထူးသျဖင့္ အက္ရွင္ခန္းေတြ အသက္ဝင္တာကလည္း အဓိကက်ပါသည္။စစခ်င္း အဖြင့္ဇာတ္အိမ္မွာပင္ ဆိုင္ခန္းထဲကို လူတစ္ေယာက္ ဝုန္းခနဲ ဝင္လာကာ ေကာ္ဖီေသာက္ေနသူအား အတင္းဝင္၍ ထိုးၾကိတ္ပစ္သည္။ထိုးၾကိတ္ခံရသူက ရဲအရာရွိ စုံေထာက္တစ္ဦး။ဆိုရလ်ွင္ အသတ္အပုတ္ အတိုက္အခိုက္ ပညာကို က်ြမ္းက်င္သူတစ္ဦးျဖစ္သည္။သို႔ျဖစ္ေစကာမူ လာေရာက္သတ္ပုတ္သူအား အႏိုင္ရေအာင္ မတိုက္ခိုက္ႏိုင္ေခ်။ လာေရာက္တိုက္ခိုက္သူက သူဖမ္းဆီးေနေသာ လူသတ္သမား တစ္ဦး ျဖစ္၏။သူ႔ေၾကာင့္ပင္ ႏိုင္ငံတစ္ခုလုံး ထိတ္လန္႔ေနရ၏ ။အသတ္ခံရသည့္ မိန္းခေလးေတြ မိသားစုေတြ မနည္းေတာ့ ။ေထာက္လွမ္းေရး အရာရွိ၏ ခ်စ္သူပင္ပါသည္။ပထမဆုံး ဇာတ္အိမ္ အဖြင့္ သတ္ပုတ္ခန္းသည္ ယင္းလူသတ္သမား၏ ေနာက္ဆုံး အသက္အႏၲရာယ္ျပဳ မွဳ ျဖစ္၏။စုံေထာက္ျဖစ္သူလည္း မဖမ္းဆီးႏိုင္ခဲ့ေပ။သူ႔ႏွဳ တ္ခမ္းကိုပင္ မွန္ကြဲစျဖင့္ ဆြဲျဖဲျပီး ေပ်ာက္ကြယ္သြားခဲ့သည္။ထို႔ေနာက္တြင္ သူေပ်ာက္ကြယ္သြား၏။လက္သည္မေပၚေသာ အမွဳ စာရင္းထဲကို ထည့္လိုက္ရေတာ့၏။ကာယကံရွင္ မိသားစုအေပါင္းကမူ ယင္းလူသတ္သမားအေပၚ တန္ျပန္လိုစိတ္၏ ခံစားမွဳ ဒဏ္ကို ခံေနၾကရေတာ့သည္။အထူးသျဖင့္ စုံေထာက္ၾကီး Choiမွာ ပို၍ စိတၱျဖစ္က်န္ရစ္ေနခဲ့ရ၏။သတ္ျဖတ္ခံၾကရတဲ့ မိသားစုေတြ၏ ဖိအားေပးမွဳ ႏွင့္ လက္တကမ္းအကြာ ပစ္ခတ္ဖမ္းဆီးခ်ိန္မွာမွ အႏိုင္ပိုင္းလြတ္ေျမာက္သြားသည့္ ျဖစ္ရပ္၏ ထိုးႏွက္မွဳ ဒဏ္ေၾကာင့္ စိတ္ပန္း လူပန္းလ်က္ ရွိေနခဲ့ရွာသည္။ထိုအရာေတြ ျပီးပ်က္ေစဖို႔ရာက ထိုလူသတ္သမားကို ဖမ္းဆီးႏိုင္မွရေပမည္။သို႔ျဖစ္ေစကာမူ ဖမ္ဆီးႏိုင္ခြင့္ကာလအပိုင္းအျခား သက္တမ္းကို ေက်ာ္လြန္ခဲ့ျပီ။လက္ရွိကာလမွာ ဖမ္းဆီးႏိုင္ဦးေတာင္ သက္ေသမရွိျခင္း ။သဲလြန္စမရွိျခင္း။လူသတ္သမား၏ သြင္ျပင္ကို မေဖာ္ထုတ္ႏိုင္ျခင္းႏွင့္ ဖမ္းဆီးခြင့္ဝရမ္း ႏွစ္ကာလ ေက်ာ္လြန္ခဲ့ျပီျဖစ္ေသာေၾကာင့္ ဖမ္းဆီးႏိုင္ခြင့္ မရွိေတာ့ေခ် ။ထိုအခ်ိန္မွာပင္ အံ့ၾသဖြယ္ရာ အျဖစ္အပ်က္တစ္ခု ေပၚလာသည္။လူသတ္သမားဆိုျပီး သူကိုယ္သူ ေဖာ္ထုတ္လာသည့္ ပုဂၢိဳ လ္တစ္ေယာက္ေပၚေပါက္လာျခင္းျဖစ္ေလသည္။သူက သူလူသတ္သမားျဖစ္သည္ဆိုတာကို ဝန္ခံခ်က္စာအုပ္ျဖင့္ စာအုပ္ထဲမွာ သူသတ္ျဖတ္ခဲ့ပုံမ်ားအား ေန႔ရက္ အခ်ိန္ နာမည္ အတိအက်ျဖင့္ ေစ့ေစ့ငင ေရးသားထားေလသည္။သူ႔နာမည္က Lee Doo-seok ဟု အမည္ရ၏။လူထုအၾကား အထူးသျဖင့္ ဣတၳိယ ႏွဳ တ္ခမ္းနီမေလးမ်ားအၾကားဝယ္ ပို၍ လွဳ ပ္ခတ္ေစသည္မွာ ထိုပုဂၢိဳ လ္၏ ပုံပန္းသည္ ေခ်ာေမာလြန္း၍ ႏွဳ တ္ခမ္းနီမေလးမ်ားအၾကား ကရုဏာသက္ဖြယ္ပုံေပါက္ေနေလ၏။သူကို လူသတ္သမားဆိုတာ လက္မခံၾက။အခုလို အမွားမ်ားအား ဝန္ခံပါတယ္ဆိုေတာ့ အလြယ္တကူ ခြင့္လႊတ္ၾက ေထာက္ခံၾကေလသည္။သူ႔အား ေထာက္ခံၾက၏။သူသြားရာ တေကာက္ေကာက္လိုက္ၾကသည္။တီဗီဖြင့္လိုက္တိုင္းလည္း သူ႔သတင္းခ်ည္းပင္ ။Lee Doo-seok က သူသည္ စစ္မွန္ေသာ လူသတ္သမား တစ္ေယာက္ျဖစ္သည္ဆိုတာ ပိုမိုသက္ေသျပႏိုင္ဖို႔အတြက္ အဓိက အမွဳ ကိုင္ျဖစ္သူ စုံေထာက္ Choi ကို ဦးတည္ သည္။သူႏွင့္စကားေျပာဖို႔ ဖိတ္ေခၚသည္။Choiခမ်ာ ပို၍ သိကၡာက်ရျပန္္သည္။ ထို ဝန္ခံခ်က္စာအုပ္က လူထုအၾကားတြင္ ေပါက္ခ်က္ျပင္းစာအုပ္ျဖစ္သြားေလသည္။မီဒီယာေတြကလည္း ငုင္းကိစၥကိုသာ အဓိကေဇာင္းေပး၍ ေဖာ္ျပေနၾကသည္။ထို လူသတ္သမား ဆိုသူ Lee Doo-seok အား အခဲမေၾက လက္စားေခ်လိုသူေတြကလည္း လက္တုံ႔ျပန္ႏိုင္ဖို႔ရာအတြက္ ၾကံစည္ေနၾကေလသည္။Lee Doo-seokကမူ သန္းၾကြယ္သူေဌးပင္ ျဖစ္သြားေလျပီ။သူက စာအုပ္ေရာင္းရေငြ သန္းႏွစ္ဆယ္အား သူ႔ေၾကာင့္ စိတ္ထိခိုက္ခဲ့ၾကရတဲ့ က်န္ရစ္သူ မိသားစုေတြအား ျပန္၍ လွဴ ဒါန္းမည္ဟု ေျပာလိုက္ေသာအခါ ျပည္သူမ်ားအၾကား ဝက္ဝက္ကြဲ ဂယက္ရုိက္သြားသည္။Choi ခမ်ာလည္း Lee Doo-seok အား လူသတ္သမား အျဖစ္ သက္ေသျပႏိုင္ဖို႔ ။ဟုတ္မဟုတ္ႏွင့္အတူ သူ၏ ကိုယ္ရည္ကိုယ္ေသြးအား ကဲ့ရဲ႕ျပဳ ေနခဲ့သည့္ ယင္းလူသတ္သမားအေပၚ တဖန္ျပန္အႏိုင္ယူႏိုင္ဖို႔ရာအတြက္ သူဖိတ္ေခၚေသာ Debateအား လက္ခံလိုက္ျပီး ေနာက္မွာ ။Lee Doo-seok ကို ဖမ္းလို႔ရႏိုင္မွာလား။Lee Doo-seokအား လုပ္ၾကံမည့္ လူေတြလက္ကေန Choi တစ္ေယာက္ ကာကြယ္ႏိုင္ဖို႔ ။ေနာက္တစ္ခုက ယခု သူ႔ရဲ႕ ဝန္ခံခ်က္က အတုအပ ဟုတ္မဟုတ္ႏွင့္ Choi၏ ႏွစ္ေပါင္းမ်ားစြာ ခ်စ္သူအတြက္ ခံစားခဲ့ရေသာ စိတ္ေဝဒနာႏွင့္ ရဲတို႔လိုက္နာရမည့္ ဥပေဒစည္းမ်ဥ္းမ်ားေအာက္မွာ ဘယ္လိုရပ္တည္မလဲ။သူအျမဲရွဳံးခဲ့ရတဲ့ လူသတ္သမားအေပၚ ဘယ္လို အႏိုင္ယူႏိုင္ပါ့မလား။ အႏိုင္ေရာယူႏိုင္မွာလား။ျမွဳ ပ္ကြက္မ်ားစြာကို အေျခခံရုိက္ထားသည့္ ယခုဇာတ္ကားအား က်ြန္ေတာ္ေရးသားတင္ျပသမ်ွသည္ နဲနဲကေလးမွပင္ ဇာတ္၏ အဓိက အေၾကာင္းအရာမ်ားအား ထိခိုက္မွဳ မရွိေၾကာင္း ေျပာၾကားလိုပါသည္။ခံစားသူ ပရိသတ္တစ္ေယာက္ပီပီ ယခုဇာတ္ကားထဲ၌ မဆိုစေလာက္ေသာ ဟာကြက္ကေလးေတြအား ေတြ႕ခဲ့ရေသာ္လည္း ထည့္သြင္းေျပာျပလ်ွင္ Spoiler ျဖစ္သြားမည္ စိုး၍ ခ်န္လွပ္ခဲ့ပါသည္။အခ်ဳ ပိအားျဖင့္ ေျပာရလ်ွင္ စုံေထာက္အက္ရွင္ကား ေကာင္းေကာင္း ၾကည့္လိုသူမ်ားအတြက္ လုံးဝလက္လြတ္မခံသင့္ေသာ ဇာတ္ကားေကာင္း တစ္ကားျဖစ္သည္ဟုသာ ေျပာရင္းျဖင့္ ။ညီလင္းအိမ္(ရုပ္ရွင္အညႊန္းကိုNyi Linn Eain’s FBမွကူးယူေဖာ္ျပပါသည္။)========================================“ဟြားေဆာင္း ကြင္းဆက္လူသတ္မႈ(Hwaseong Serial Murders) ႏွင့္ အမႈကုိအေျခခံထားေသာ ႐ုပ္႐ွင္ဇာတ္ကားမ်ားအေၾကာင္း”ေတာင္ကုိရီးယားႏုိင္ငံ ဂ်ီအြန္ဂ်ီ စီရင္စု(Gyeongyi Proince) အတြင္း၌႐ွိေသာ ဟြားေဆာင္း(Hawseong) ျမဳိ့တြင္ ျဖစ္ေပၚခဲ့ေသာ ကြင္းဆက္လူသတ္မႈသည္ ေတာင္ကုိရီးယားႏုိင္ငံ၏ ပထမဆုံးေသာျဖစ္ပြားခဲ့ေသာ ကြင္းဆက္လူသတ္မႈျဖစ္႐ုံသာမက ယခုအခ်ိန္ထိတုိင္ေအာင္ က်ဴးလြန္ခဲ့ေသာ လူသတ္တရားခံကုိ ဖမ္းဆီးရျခင္းမ႐ွိေသးေသာၾကာင့္ ထူးဆန္းေသာ၊လွ်ဳိ့ဝွက္ခ်က္မ်ားႏွင့္ ျပည့္ေနေသာ ကြင္းဆက္လူသတ္မႈႀကီး တစ္ခုပင္ျဖစ္သည္။1986 September 15 ရက္ေန႔က အသတ္ခံရေသာ အသက္ 71 အရြယ္ အဖြားအုိ Lee Wan Im ကစၿပီး ပုံစံတူလူသတ္မႈျဖစ္ပြားလာမႈသည္ အသက္ 69 ႏွစ္အရြယ္ အဖြားအုိ Kwon Soon Sang အသတ္ခံရမႈျဖစ္ပြားၿပီးတဲ့ 1991,Apirl 3 ရက္ေန႔ထိ ျဖစ္ပြားခဲ့ၿပီး စုစုေပါင္း 4 ႏွစ္နဲ႔ 7 လအတြင္း အရြယ္စုံ မိန္းကေလး 10 ဦးတိတိအသတ္ခံရျခင္းျဖစ္သည္။ကြင္းဆက္လူသတ္မႈအျဖစ္ ရဲမ်ားကဆုံးျဖတ္ခ်က္ခ်ရျခင္းမွာ ျဖစ္ပြားခဲ့ေသာလူသတ္မႈတုိင္းကုိ တစ္ပုံစံတည္း က်ဴးလြန္ခဲ့ေသာေၾကာင့္ ျဖစ္သည္။အသက္ 14 ႏွစ္မွ 71 ႏွစ္အရြယ္အတြင္းရွိေသာ မိန္းကေလးမ်ားကုိ သတ္ခဲ့ေသာ လူသတ္သမားရဲ႕ လူသတ္မႈကလည္း ယုတ္မာၿပီး ရြံ႐ွာဖြယ္ေကာင္းပါတယ္။လူသတ္သမားသည္ သားေကာင္(အသတ္ခံရမည့္ မိန္းကေလး)ကုိ အရင္ဆုံးဖမ္းဆီးၿပီး ေအာ္ဟစ္ျခင္းမျပဳႏုိင္ေအာင္ မိန္းကေလးရဲ႕ေျခအိတ္ကုိ ခြၽတ္ၿပီး ေက်ာက္ခဲကုိထည့္ကာ ပါးစပ္မွာခ်ီကာ ပိတ္ထားလုိက္ၿပီး မိန္းကေလးကုိ အဓမၼျပဳက်င့္ကာ လည္ပင္းညစ္ၿပီးလူသတ္ျခင္းျဖစ္သည္။လူသတ္ၿပီးခ်ိန္မွာ မိန္းကေလးရဲ႕ အတြင္းခံကုိခြၽတ္ကာ ေခါင္းမွာစြပ္ေပးထားၿပီး မိန္းကေလးရဲ႕ အဂၤါအတြင္းသုိ႔လည္း အနီးနား႐ွိပစၥည္းမ်ားထုိးသြင္းကာ လူသတ္မႈကုိ ရက္ရက္စက္စက္ က်ဴးလြန္ခဲ့ျခင္းျဖစ္သည္။လူသတ္မႈတစ္ခု ေပၚေပါက္ဖုိ႔ႏွင့္ တရားခံကုိစြဲခ်က္တင္ရန္အတြက္ အေရးႀကီးဆုံးအခ်က္သည္ မ်က္ျမင္သက္ေသပင္ျဖစ္သည္။မ်က္ျမင္သက္ေသမ႐ွိေသာ အမႈသည္ အမႈလုိက္ရာတြင္ ခက္ခဲမႈ႐ွိၿပီး တရားရင္ဆုိင္ဖုိ့ အမႈတည္ေဆာက္ရာတြင္ ခက္ခဲမႈ႐ွိသည္။ယခုကြင္းဆက္လူသတ္မႈကုိ မေဖာ္ထုတ္ႏုိင္ရျခင္း၏ အဓိကအခ်က္ကလည္း မ်က္ျမင္သက္ေသပင္ျဖစ္သည္။လူသတ္သမား၏ လိမၼာပါးနပ္မႈႏွင့္ သပ္ရက္စြာက်ဴးလြန္ခဲ့ေသာ လူသတ္မႈသည္ မ်က္ျမင္သက္ေသမ႐ွိ႐ုံသာမက ထုိေခတ္ကကုိရီးယားရဲတပ္ဖြဲ႔၏ နည္းပညာမတုိးတက္မႈေၾကာင့္ အမႈလုိက္ရာတြင္ အမ်ားႀကီးအခက္အခဲ႐ွိခဲ့ရသည္။လူသတ္သမား၏ သုတ္ရည္ကုိ ရ႐ွိခဲ့ေသာလည္း DNA စစ္ေဆးစုံစမ္းဖုိ႔ စမ္းသပ္ခန္းမ႐ွိေသာေၾကာင့္ အေမရိကန္သုိ႔ပုိ႔ၿပီး စစ္ေဆးခဲ့ရၿပီး သံသယ႐ွိသူနဲ႔လည္း ထြက္႐ွိလာေသာအေျဖက ကုိက္ညီမႈမ႐ွိခဲ့ေသာေၾကာင့္ အခ်ည္းအႏွီးျဖစ္ခဲ့ရပါတယ္။ရဲတပ္ဖြဲရဲ႕ သံသယ႐ွိသူက က်န္းမာသန္စြမ္းၿပီး 165 -170 ေပါင္ အတြင္း႐ွိအမ်ဳိးသားတစ္ဦးလုိ႔ ေကာက္ခ်က္ခ်ခဲ့ေပမယ့္ ကုိက္ညီတဲ့တရားခံကုိေတာ့ ေဖာ္ထုတ္ႏုိင္ခဲ့ျခင္းမ႐ွိခဲ့ပါဘူး။စုစုေပါင္း 21280 ေယာက္ကုိ သံသယ႐ွိသူအျဖစ္ထည့္သြင္းစဥ္းစားခဲ့ၿပီး 15 ႏွစ္တုိင္တုိင္ ရဲစုံေထာက္ေပါင္းမ်ားစြာ အမႈလုိက္စုံစမ္းခဲ့ေသာလည္း ယေန႔အခ်ိန္ထိ စစ္မွန္ေသာတရားခံကုိ ႐ွာေဖြေတြႏုိင္ျခင္းေတာ့မ႐ွိေခ်။ကုိရီးယားႏုိင္ငံရဲတစ္ဖြဲ႔အားနည္းမႈကုိ ကြက္ကြက္ကင္းကင္းေပၚလာေစေသာ ယခုလူသတ္မႈ၏ အဆုိးထဲကအေကာင္းျဖစ္ရပ္တစ္ခုကေတာ့ ရဲတပ္ဖြဲ႔အတြက္ ဘတ္ဂ်က္ကုိပုိသုံးခဲ့ၿပီး ႏုိင္ငံတကာနဲ႔ရင္ေဘာင္တန္းႏိုင္ေအာင္ ျပဳျပင္ေျပာင္းလဲမႈကုိေတာ့ ျပဳလုပ္ႏုိင္ခဲ့ပါတယ္။ယေန႔ေခတ္ ေတာင္ကုိရီးယားရဲတပ္ဖြဲ႔ကေတာ့ နည္းပညာတုိးတက္မႈနဲ႔ ျပစ္မႈေတာ္ေတာ္မ်ားမ်ားကုိ အျမန္ဆုံးဖမ္းဆီးႏုိင္ၿပီ ျဖစ္ပါသည္။ေတာင္ကိုရီးယားရဲ႕ ဥပေဒအရ လူသတ္မႈတစ္ခုအတြက္ 15 ႏွစ္အတြင္း အမႈစုံစမ္းစစ္ေဆးခြင့္ အခ်ိန္ေပးထားၿပီး ေက်ာ္လြန္သြားေသာ အမႈမွန္မေပၚေသးေသာအမႈေတြကေတာ့ တရားဝင္အမႈပိတ္သိမ္းသြားပါတယ္။ယခုအမႈအတြက္လည္း 15ႏွစ္အၾကာ 2006,Apirl 2 ရက္ေန႔မွာ အမႈစုံစမ္းခြင့္ တရားဝင္ပိတ္သိမ္းသြားခဲ့ေသာလည္း 2004 ခုႏွစ္က ျဖစ္ပြားခဲ့ေသာ ေက်ာင္းသူတစ္ေယာက္အသတ္ခံရမႈက စုံစမ္းစ္ေဆးေနေသာ ကြင္းဆက္လူသတ္မႈႏွင့္ ပုံစံတူျဖစ္သြားမႈေၾကာင့္ စုံစမ္းမႈေတြကုိ ဆက္လက္လုပ္ေဆာင္ေနတုန္းပဲျဖစ္ပါတယ္။“Hwaseong Serial Murders ႏွင့္ ဆက္စပ္ေသာ႐ုပ္႐ွင္ဇာတ္ကားမ်ား”ယခုလုိအမ်ားကစိတ္ဝင္စားၿပီး တရားခံမေပၚခဲ့ေသာအမႈသည္ ထူးျခားဆန္းၾကယ္ၿပီး အႏုပညာ႐ွင္တုိ႔ရဲ႕ စိတ္ကူးကြန္႔ျမဴးရာအေၾကာင္းျဖစ္လာေတာ့သည္။႐ုပ္႐ွင္၊စာအုပ္၊ပန္းခ်ီ၊ကဗ်ာ စေသာအေၾကာင္းအရာမ်ဳိးစုံထဲကမွ ဒီကြင္းဆက္လူသတ္မႈကုိ အေျခခံထားေသာ ႐ုပ္႐ွင္ 2 ကားႏွင့္ ဇာတ္လမ္းတြဲ 2 ခု႐ွိသည္။1. Memories Of Murders (2003, Movie)ဟြားေဆာင္း ကြင္းဆက္လူသတ္မႈကုိ အေျခခံၿပီး 2003 က ပထမဆုံးထြက္႐ွိခဲ့ေသာ ႐ုပ္႐ွင္ဇာတ္ကားသည္ ထြက္႐ွိတာၾကာၿပီျဖစ္ေသာေၾကာင့္ ႐ုပ္႐ွင္ခ်စ္သူေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးၾကေပမယ့္ ဒီရက္ပုိင္းအတြင္း Channel Myanmar ၏ ျမန္မာဘာသာျပန္တင္ဆက္မႈေၾကာင့္ အင္တာနက္ပရိသတ္ေတြၾကားမွာ ျပန္လည္ေရပန္းစားလာေသာ ဇာတ္ကားလည္းျဖစ္သည္။ဒါ႐ုိက္တာ Bong Joon Ho ၏ အေကာင္းဆုံးလက္ရာတစ္ခုျဖစ္ေသာ ဒီဇာတ္ကားကုိ ကြင္းဆက္လူသတ္မႈကုိ ေဖာ္ထုတ္ခဲ့ေသာ စုံေထာက္ႏွစ္ဦး၏ အေၾကာင္းကုိ စိတ္ဝင္စားဖြယ္႐ုိက္ကူးထားျခင္းျဖစ္သည္။သ႐ုပ္ေဆာင္ေတြရဲ႕ ေကာင္းမြန္တဲ့သ႐ုပ္ေဆာင္ခ်က္ေတြ၊ဒါ႐ုိက္တာရဲ႕ အရမ္းကုိမုိက္လြန္းတဲ့႐ုိက္ခ်က္ေတြေၾကာင့္ ကုိရီးယားႏုိင္ငံမွာသာမက ႏုိင္ငံတကာဆုေပးပြဲေတြမွာပါ ဆုေပါင္းမ်ားစြာကုိ ရ႐ွိထားေသာ ဇာတ္ကားကုိ ႐ုပ္႐ွင္ခ်စ္သူတုိင္း မလႊတ္တန္းၾကည့္႐ႈသင့္ပါတယ္။႐ုပ္႐ွင္႐ုိက္ကူးမႈေၾကာင့္ အမႈရဲ႕အခ်က္အလက္အခ်ဳိ့နဲ႔ကြဲလြဲ႔ေပမယ့္ အနီးစပ္ဆုံးတူည္ိမႈ႐ွိေအာင္ ဖန္တီးထားတာေၾကာင့္ ဒီအမႈကုိ စိတ္ဝင္စားသူတုိင္း ၾကည့္သင့္ပါတယ္။(https://channelmyanmar.org/memories-of-murder-2003/)2. Confession Of Murders(2012, Movie)ကြင္းဆက္လူသတ္မႈအေၾကာင္း ဝတၳဳေရးတဲ့ စာေရးဆရာနဲ႔ အမႈလုိက္ရဲအရာ႐ွိအေၾကာင္း ႐ုိက္ကူးထားတဲ့ယခုုဇာတ္ကားသည္လည္း ဟြားေဆာင္း ကြင္းဆက္လူသတ္မႈကုိ အေျခခံၿပီး ႐ုိက္ကူးထားျခင္းျဖစ္ပါတယ္။ဒါ႐ုိက္တာ Jung Byung Gil ႐ုိက္ကူးထားတဲ့ အဆုိပါ႐ုပ္႐ွင္ကလည္း ကုိရီးယားႏုိင္ငံရဲ႕ဆုေပးပြဲေတြမွာ ဆုမ်ားရ႐ွိခဲ့ၿပီး ဇာတ္လမ္းလည္းေကာင္းမြန္ကာ အမႈကုိစိတ္ဝင္စားတဲ့သူတုိင္း ၾကည့္သင့္ပါတယ္။(https://channelmyanmar.org/confession-of-murder-2012/)3. Gap-Dong (2014, Sreies by TvN)႐ႈပ္ေထြးၿပီးႀကီးမားတဲ့ အမႈကုိ ႐ုပ္႐ွင္ၾကည့္႐ုံနဲ႔အားမရတဲ့ ပရိသတ္ေတြအတြက္ TvN က 2014 မွာ ဇာတ္လမ္းတြဲအျဖစ္႐ုိက္ကူးထုတ္လႊင့္ေပးခဲ့ပါတယ္။ပုိၿပီးအေသးစိတ္က်သလုိ ပုိၿပီးေကာင္းတဲ့ဇာတ္လမ္းက လူတုိင္းရဲ႕စိတ္ကုိဖမ္းစားႏုိင္ခဲ့ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ယခင္ကျဖစ္ပြားခဲ့ေသာ ကြင္းဆက္လူသတ္မႈအတုိင္း ယခုအခ်ိန္မွာျပန္လည္ျဖစ္ပြားေနပါတယ္။ဒီအမႈကုိ ကုိင္တြယ္ေနတဲ့ရဲကလည္း အရင္က ဟြားေဆာင္းျမဳိ့မွာေနထုိင္ခဲ့ၿပီး လူသတ္သမားကုိ ျမင္ဖူးတယ္လုိ႔ သူ႔ကုိယ္သူထင္ေနသူပါ။ျဖစ္ပြားခဲ့ေသာ လူသတ္မႈဆယ္ခုလုံးကုိ ႐ိုက္ျပခဲ့ၿပီး စိတ္ဝင္စားဖြယ္အေသးစိတ္႐ုိက္ျပႏုိင္တာေၾကာင့္ ကုိရီးယားမွာလည္း ေရပန္းစားသလုိ ျမန္မာႏုိင္ငံမွာလည္း Sky Net ႐ုပ္သံလုိင္းက ျမန္မာစာတန္းထုိးနဲ႔ျပသခဲ့ပါတယ္။ကုိရီးယားဇာတ္လမ္းတြဲကုိမႀကိဳက္တဲ့ ကြၽန္ေတာ့အေဖကိုိယ္တုိင္ မလႊတ္တမ္းေစာင့္ၾကည့္ခဲ့တဲ့ဇာတ္လမ္းတြဲလည္းျဖစ္ပါတယ္။Gap-Dong ဇာတ္လမ္းတြဲမွာ အျပင္ကလူသတ္မႈရဲ႕ အျဖစ္ႏုိင္ဆုံးေသာ တရားခံကုိလည္း ေျပာျပသြားပါေသးတယ္။ၾကည့္ကုိၾကည့္သင့္တဲ့ ဇာတ္လမ္းတြဲပါ။4. Signal (2016, Series by TvN)Gap-Dong ဇာတ္လမ္းတြဲရဲ႕ အားနည္းခ်က္ကုိ ျပင္ဆင္ၿပီး TvN ကပဲ ႐ုိက္ကူးထုတ္လႊင့္ခဲ့တဲ့ ဒီဇာတ္လမ္းတြဲက 2016 ရဲ႕အေကာင္းဆုံးဇာတ္လမ္းတြဲေတြထဲက တစ္ခုပါပဲ။နာမည္ႀကီး႐ုပ္႐ွင္မင္းသား မင္သမီးေတြ ကုိယ္တုိင္ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ ယခုဇာတ္ကားသည္ TvN ႐ုပ္သံလုိင္းရဲ႕ လူအၾကည့္မ်ားဆုံးဇာတ္လမ္းတြဲအျဖစ္ဒုတိယေနရာအျဖစ္ စာရင္းဝင္ခဲ့သလုိ တ႐ုတ္ႏုိင္ငံမွာထုတ္လႊင့္တဲ့အခါမွာလည္း ၾကည့္႐ႈသူ သန္း200 ထိ႐ွိခဲ့ပါတယ္။ျမန္မာႏုိင္ငံမွာလည္း Sky Net ႐ုပ္သံလုိင္းက ျမန္မာစာတန္းထုိးနဲ႔ ျပသၿပီးျဖစ္ပါတယ္။ကြင္းဆက္လူသတ္မႈကုိ အေျခခံၿပီး႐ုိက္ကူးထားတဲ့အထဲမွာ အျပည့္စုံဆုံးနဲ႔ ဆြဲေဆာင္မႈအ႐ွိဆုံးဇာတ္လမ္းပါပဲ။စကားေျပာစက္တစ္ခုရဲ႕ခ်ိတ္ဆက္မႈနဲ႔ အမႈျဖစ္ပြားတဲ့အခ်ိန္က ရဲတစ္ေယာက္နဲ႔ ယခုအခ်ိန္က ရဲႏွစ္ေယာက္ရဲ႕ ထူးျခားတဲ့ဆက္ႏြယ္မႈကုိ ျပန္ေျပာင္းေျပာျပတဲ့ ပုံစံနဲ႔တင္ဆက္ထားတဲ့ ယခုဇာတ္ကားေၾကာင့္ ကြင္းဆက္လူသတ္မႈကုိ ေသခ်ာသေဘာေပါက္နားလည္ေစႏုိင္မွာပါ။Gap-Dong ဇာတ္ကားလုိပဲ ယခုဇာတ္ကားရဲ႕အဆုံးမွာလည္း သံသယ႐ွိတဲ့လူသတ္သမားအေၾကာင္းလည္း ျပသသြားေသးပါတယ္။ျဖစ္ရပ္မွန္ကုိ ေသခ်ာစုံစမ္းၿပီး႐ုိက္ကူးထားတဲ့ဇာတ္လမ္းေၾကာင့္ အရမ္းကုိသေဘာက်မိမွာပါ။လုံးဝကုိ မလႊတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္လမ္းတြဲပဲျဖစ္ပါတယ္။လူမဆန္စြာ ရက္ရက္ဆက္ဆက္ သတ္ျဖတ္ခဲ့တဲ့လူသတ္သမားကုိ လူတိုင္းကဖမ္းမိေစခ်င္မွာပါ။မေကာင္းမႉဟူသည္ ဆိတ္ကြယ္ရာမ႐ွိ ဆုိတဲ့စကားနဲ႔အညီ က်ဴးလြန္ခဲ့တဲ့တရားခံကေတာ့ တရားဥပေဒရဲ႕အဆုံးအျဖတ္မခံရရင္ေတာင္ သူ႔ရဲ႕က်ဴးလြန္မႈအတြက္ အစားျပန္ေပးခံရမႈကေတာ့ မလြဲမေသြၾကဳံေတြ႔ရမွာျဖစ္ပါတယ္။(ယခုအေၾကာင္းေလးကုိလည္း သူငယ္ခ်င္းမိတ္ေဆြမ်ား ဗဟုသုတရေစရန္အတြက္ ေရးသားရျခင္းျဖစ္ပါတယ္။အမွားမ်ားပါရင္လည္း ခြင့္လႊတ္ေပးပါလုိ႔ ေတာင္းဆုိခ်င္ပါတယ္။)Zin Ko Ko(ဟြာေဆာင္းလူသတ္မႈအေၾကာင္းကိုZin Ko Ko’s FBမွကူးယူေဖာ္ျပပါသည္။)File size…(999MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:59:47Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung(ဒီဇာတ္ကားကိုKyaw Zaw Htetမွဘာသာျပန္တင္ဆက္ထားတာပါ။)Download and Watch HD and 360p (VIP Link)(or)Download 720p HD (pCloud)Download 360p Small File (400MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorByeong-gil JeongStarsEun-ji JoGwang JangJae-yeong JeongWon-young Choi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/confession.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/confession-of-murder-2012",
        "server": "CM Links",
        "size": "1gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/confession-of-murder-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Tann/Confession_Of_Murder_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1gb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/3pmp8r5fbnrw",
        "server": "upstream.to",
        "size": "1gb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ccybnk9y0qfn.html",
        "server": "usersdrive.com",
        "size": "1gb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2012||Comedy,Horror,Thriller",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "2300"
    },
    "title": "Girls Gone Dead (2012)",
    "description": "Girls Gone Dead (2012)=================(18+ Warning ……သွေးသံတရဲရဲတွေ၊ အဖော်အချွတ်တွေ၊ညစ်ညမ်းတဲ့ အသုံးအနှုန်းတွေ ပါဝင်သည့်အတွက် အသက်၁၈ နှစ်ပြည့်ပြိးမှသာ ကြည့်ရန်နှင့် မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်ပါ။)၂၀၁၂ ခုနှစ်က ထွက်ရှိထားတဲ့ Thriller ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ သွေးသံတရဲရဲနဲ့ လူသတ်မယ်၊ မိန်းကလေးလှလှလေးတွေရဲ့ အလှအပကို မြင်ရမယ် အဲလို သမာရိုးကျလူသတ်ကားမျိုးကို ကြိုက်နှစ်သက်တွေအတွက်တော့ ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါပဲ။ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် သူငယ်ချင်း ၆ ယောက်ဟာ ‌နွေရာသီအားလပ်ရက် ကောလိပ်ပိတ်ရက်မှာ ခရီးတစ်ခုကို ထွက်ခဲ့ကြပါတယ်။ ရေဘက္ကာဟာ ဘာသာရေးကိုင်းရှိုင်းတဲ့ အမေဖြစ်သူထံမှခွင့်ပြုချက်တောင်းပြီး အဆိုပါခရီးစဥ်မှာ လိုက်ပါလာခဲ့ပါတယ်။သူငယ်ချင်းတစ်စုဟာ အိမ်တစ်အိမ်မှာတည်းခိုရင်း ပျော်ကြပါးကြနဲ့အပန်းဖြေနေရင်း လူတစ်ယောက်က သူတို့ကို စောင့်ကြည့်နေတာကိုတော့ မသိခဲ့ကြပါဘူး။မျက်နှာဖုံးစွပ်ထားတဲ့ လူတစ်ယောက်ဟာ အလယ်ခေတ်က စစ်ပွဲတွေမှာကိုင်ဆောင်တဲ့ တူနဲ့ ပုဆိန်တွေကို အသုံးပြုပြီး အဆိုပါ ကောင်မ‌လေးများကိုအမဲလိုက်သလို လိုက်လံသတ်ဖြတ်ပါတော့တယ်။ ဒါကြောင့် ရေဘက္ကာတို့သူငယ်ချင်းတစ်စု အသက်ရှင်နိုင်ပါ့မလား။ အသက်ရှင်ဖို့ ဘယ်လိုရုန်းကန်ကြမလဲဆိုတာကို ရင်တမမနဲ့ ကြည့်ရှု့ရမည့်အပြင် မင်းသမီးတွေရဲ့အလှအပကိုလည်း ကြည့်ရှုရမှာဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team  မှဖြစ်ပါတယ်။)File Size – (1.9 GB) / (942 MB) / (610 MB)Quality – Blu-Ray 1080p / 720p / 480PDuration – 1Hr 44Mins (@Episode)Subtitle – Myanmar HardsubFormat – MP4Genre : Comedy, Crime, ThrillerTranslator – CM TeamEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAaron T. WellsMichael Hoffman JrStarsBrandy WhitfordKatie PetersonShea StewartCastAl SapienzaAmanda KathrynAsbestos FeltBeetlejuiceBrandy WhitfordCaley HayesCraig ClarkeDavid AusemGregg GoldsburyJanessa BrazilJennifer WorthingtonJerry LawlerJoel D. WynkoopKatie PetersonKelly OtisKrystyna AhlersLinnea QuigleyRon JeremyRyan DeeRyan KeelyShawn C. PhillipsShea StewartTony BatmanVincent Chimato",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f3sRsJvwFV8VISy72L7iUDpdWOp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYjE1ZWY4ZGQtNGIyYi00YzMzLWFkZGYtZGIxMDAwNzA2YTMxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/girls-gone-dead-2012",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/girls-gone-dead-2012-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "Blu-ray 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Kf2x/Girls.Gone.Dead.2012.1080p.BluRay.[CM].mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbfast.com/6h39t7p7tz46.html",
        "server": "streamsb.com",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Y7AmGIYZ#tIhDKCsBIUI8jZY9Cs8VlK6M5YwQD0kmuyhn-Mzaq8c",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yi9sm40bjvfr.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/girls-gone-dead-2012-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942 MB",
        "quality": "Blu-ray 720P"
      },
      {
        "link": "https://megaup.net/1Kf2e/Girls.Gone.Dead.2012.480p.[CM].mp4",
        "server": "megaup.net",
        "size": "942 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/1tglq5yubp1h.html",
        "server": "streamsb.com",
        "size": "942 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Q2xXzZBS#0OVX0Zry0109csnTUEh_XW8om3iDgal2xc3J0B6B-oU",
        "server": "mega.nz",
        "size": "942 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/32ydm0rf0hqj.html",
        "server": "usersdrive.com",
        "size": "942 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/girls-gone-dead-2012-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "610 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Kf2e/Girls.Gone.Dead.2012.480p.[CM].mp4",
        "server": "megaup.net",
        "size": "610 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/41cubwfebzgc.html",
        "server": "streamsb.com",
        "size": "610 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/hupBGLYS#pKj4vHzISdADU2IWISjOZs_PKY5fD_9ZfDvn2STgmAs",
        "server": "mega.nz",
        "size": "610 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/cfjwur0byqgp.html",
        "server": "usersdrive.com",
        "size": "610 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2012|105 min|Drama,History,War",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "11,690"
    },
    "title": "Emperor (2012)",
    "description": "Emperor ကေတာ့ ဇာတ္လမ္းနာမည္ေလး အတိုင္း ဘုရင္ နဲ႔ သူ႔တိုင္းျပည္ အေၾကာင္းရိုက္ထားတဲ႔ ဇာတ္ကား ေလးတစ္ခုပါ။ဘယ္နိုင္ငံ နဲ႔ ဘယ္ဘုရင္လဲ ဆိုေတာ့ ဂ်ပန္နိုင္ငံပါ။ဒုတိယကမာၻစစ္ အၿပီး မွာ စစ္ရွံုး (လက္နက္ခ်) လိုက္တဲ႔ ဂ်ပန္ေတြ နဲ႔ စစ္နိုင္သူ အေမရိကန္ ေတြရဲ ႔ ၾကား က နိုင္ငံေရး အယူအဆ ေတြ ၊ ဂ်ပန္နိုင္ငံ ရဲ ႔ ဘုရင္အေပၚ သစၥာေစာင့္သိမွုေတြ ၊ ဘုရင္ရဲ ႔ သူ႔ တိုင္းသူျပည္သား ေတြကို ကာကြယ္ေစာင့္ေရွာက္ခ်င္မွုေတြ ၊ထိုေခတ္ က ဂ်ပန္စစ္တပ္ ရဲ ႔ ဝါဒျဖန္႔မွုေတြ နဲ႔ အတူ ဂ်ပန္ ကို ခ်စ္ျမတ္နိုးတဲ႔ အေမရိကန္ စစ္သားတစ္ေယာက္ အေၾကာင္း စသျဖင့္ ျဖစ္ရပ္မွန္ ေတြကို စိတ္ဝင္စားဖြယ္ၾကည့္ရွု ရမွာပါ။ဇာတ္လမ္း က ဇာတ္ေအးသဖြယ္ျဖစ္ေနေပမဲ႔လည္း ခံစားခ်က္ကို အဆံုးအထိ ဆြဲတင္ေခၚသြားနိုင္တဲ႔ ဇာတ္ကားလို႔ ဆိုရင္လည္းမွားမယ္ မထင္ပါဘူး။ဒီဇာတ္ကားေလး ဟာ စစ္ရဲ ႔ အနိဌာရံု နဲ႔ အတူ ၊ ေခါင္းေဆာင္ေကာင္း ရွိတဲ႔ စစ္ဖက္နိုင္ငံႏွစ္ခုေခါင္းေဆာင္ ေကာင္း ႏွစ္ေယာက္ နဲ႔ ေနာက္လိုက္ေကာင္းေတြ ၊ လုပ္စရာရွိတာ ကို လုပ္ၿပီး ခံစရာရွိတာ ခံရဲ တဲ႔ သတိၱရွိတဲ႔ အမ်ဳိးေကာင္းသားေတြ ရဲ ႕ အထၳဳပၸတၱိပဲ ျဖစ္ၿပီးေတာ့ ၾကည့္ၿပီးသြားရင္ ရင္ထဲ တစ္ခုခုေတာ့ က်န္ခဲ႔မွာပါ။ပထမဆံုးဘာသာျပန္တဲ႔ ကားျဖစ္ေတာ့ အနည္းငယ္ေထာက္ေနတာရွိရင္ သည္းခံေပးၾကပါဦး။သိဒၶိဝင္ဇီဝက(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ သိဒၶိဝင္ဇီဝက ျဖစ္ပါတယ္)File Size : (850 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 45minFormat : Mp4Genre : Drama, History, WarSubtitle : Myanmar Subtitle (Hard Sub)Source :  LIMITED.1080p.BluRay.x264-GECKOSTranslated by သိဒၶိဝင္ဇီဝကEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKristin WitcombePeter WebberStarsColin MoyEriko HatsuneIsao NatsuyagiKaori MomoiMasatō IbuMasayoshi HanedaMatthew FoxTakatarô KataokaTommy Lee JonesToshiyuki NishidaCastAaron JacksonColin MoyEriko HatsuneIsao NatsuyagiKaori MomoiMasatō IbuMasayoshi HanedaMatthew FoxNic SampsonTakatarô KataokaTommy Lee JonesToshiyuki NishidaWilliam Wallace",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qa3dJnGNQp6zwhDgI3uxKvblcyb.jpg",
      "https://image.tmdb.org/t/p/w300/wU7zj2AfQjLV6Jc6lOAUKOSkiHz.jpg",
      "https://image.tmdb.org/t/p/w300/eycrTS3vihrdmBwMq2uxSVk5BP9.jpg",
      "https://image.tmdb.org/t/p/w300/sPOFjd5FfsrWiCJlJJ8ncLFFapE.jpg",
      "https://image.tmdb.org/t/p/w300/5rzpYHWvLhxZySsXIwK46Myrjyg.jpg",
      "https://image.tmdb.org/t/p/w300/4wUH2IOKI6tgUaVPOQpeZccYcbr.jpg",
      "https://image.tmdb.org/t/p/w300/mudALSptIpgtf7xMwoU8S5PgA6j.jpg",
      "https://image.tmdb.org/t/p/w300/wNRkXwDGo0aiPEHgaO8eJZcX2eB.jpg",
      "https://image.tmdb.org/t/p/w300/6mc4ftRX7b5ON97Eb2DFXiLqJoH.jpg",
      "https://image.tmdb.org/t/p/w300/tHs1HwTDaFm6GyYJK2x50todPYL.jpg",
      "https://image.tmdb.org/t/p/w300/ggADl8lvlKRK4hSUHflyARfYOOA.jpg",
      "https://image.tmdb.org/t/p/w300/pRcgR0JT3ax3GsptYS2lJZNKFmf.jpg",
      "https://image.tmdb.org/t/p/w300/kPTAPW6VLH7pBzS8mhPIUq4ocFN.jpg",
      "https://image.tmdb.org/t/p/w300/au8Kem5eaFH9qoqKsPQDHprq4Z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lKcRXcffQM2KxNruljrd7H3gUe5.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/lZsw",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/JHMhcq",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/KByMjng",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/dLMenCz",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/UMPwdNnZ",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/deT6v",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/xO7If",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/pK1t",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/UKOOf",
        "server": "ClicknUpload.org",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/digXA",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fUTQrOGYhGI",
      "video_url": "https://www.youtube.com/watch?v=fUTQrOGYhGI",
      "embed_url": "https://www.youtube.com/embed/fUTQrOGYhGI"
    }
  },
  {
    "metadata": "PG|2012|101 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "307,185"
    },
    "title": "Wreck-It Ralph (2012)",
    "description": "Ralph ဟာ သူ႔ဂိမ္​းထဲ က ၿပီးျပည္​့စုံၿပီး ​ေတာ္​​ေနတဲ့ ​ေကာင္​လိုမ်ိဳး အခ်စ္​ခံခ်င္​သူပါျပသနာက လူဆိုး​​ေတြကို ဘယ္​သူမွမခ်စ္​​ၾကတာပါပဲဒါ​ေပမဲ့ သူရဲ​ေကာင္​း​ေတြကို​ေတာ့ ခ်စ္​ၾကပါတယ္​ဒီ​ေတာ့ ဆားဂ်င္​့အျဖစ္​​ေဆာ့ရတဲ့ ဂိမ္​း​ေပၚလာတဲ့အခါမွာ​ေတာ့ အဲ ဂိမ္​းကို သူ႔အတြက္​ သူရဲ​ေကာင္​းျဖစ္​ဖို႔ အခြင္​့အ​ေရးလို႔ ျမင္​သြားပါတယ္​သူဟာ ဂိမ္​းထဲ ကို ရိုး႐ွင္​းတဲ့ပလန္​နဲ႔ ဝင္​သြားတယ္​ ႏိုင္​ခဲ့​ေပမယ္​့ မၾကာခင္​မွာပဲ အရာအားလံုးပ်က္​စီးသြားခဲ့ပါတယ္​ဒီအခါမွာ သူဘာ​ေတြဆက္​လုပ္​မလဲဘာ​ေတြ ဆက္​ျဖစ္​လာမလဲသူျဖစ္​ခ်င္​တဲ့ သူရဲ​ေကာင္​း​ေရာ ျဖစ္​လာပါ့မလားဆိုတာ​ေတာ့ Wreck-It Ralph ဆိုတဲ့ ၂၀၁၂ ထြက္​ Animation ကား​ေလးထဲမႇာ ဆက္​လက္​ၾကည္​့႐ွဳၾကပါIMDb rating 7.7 ထိရထားတဲ့ ကာတြန္​း​ေလးမို႔ လက္​မလြတ္​သင္​့တဲ့ ဇာတ္​ကား​ေလးပါFile Size : (850 MB) and (373 MB)Quality : Blu-Ray 720pRunning Time : 1hr 41minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLEEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKelly FeegMatsune SuzukiMerrick RustiaRich MooreRick MooreRob DresselStarsAdam CarollaAlan TudykDennis HaysbertEd O'NeillJack McBrayerJane LynchJoe Lo TruglioJohn C. ReillyMindy KalingSarah SilvermanCastAdam CarollaAlan TudykApril StewartAva AcresBob BergenBrandon ScottBrian KesingerCymbre WalkDaniel KazDave KohutDavid BoatDavid CowgillDebi DerryberryDennis HaysbertE.G. DailyEarl GhaffariEd O'NeillEddie FriersonEdie McClurgEmily HahnFred TatascioreGerald C. RiversHoratio SanzIsabella AcresJack McBrayerJadon SandJamie ElmanJamie Sparer RobertsJane LynchJennifer Christine VeraJennifer HaleJess HarnellJim CummingsJoe Lo TruglioJohn C. ReillyJohn DiMaggioJosie TrinidadKath SoucieKatie LowesKevin DetersKyle HebertLaraine NewmanLauren MacMullanLynwood RobinsonMartin JarvisMaurice LaMarcheMike CarlsenMindy KalingMona MarshallPaul PapePhil JohnstonRachael HarrisRaymond S. PersiReed BuckReuben LangdonRich MooreRoger Craig SmithSandy FoxSarah SilvermanScott MenvilleSkylar AstinStefanie ScottTerri DouglasTim MertensTrenton RogersTucker GilmoreTyler GanusWill Deters",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1HjKgkIdR2qw8ihM6MTxgdST2kM.jpg",
      "https://image.tmdb.org/t/p/w300/mLJNZhoySaaloskNrfYAmIVN9iA.jpg",
      "https://image.tmdb.org/t/p/w300/3M1DzBDrkZQ5y0QE8TXqELCJJP9.jpg",
      "https://image.tmdb.org/t/p/w300/oH39T1bwjztw6qh89pvVAJBsUUq.jpg",
      "https://image.tmdb.org/t/p/w300/IjlHaXzivSRUIhWN3KI1KIOb7U.jpg",
      "https://image.tmdb.org/t/p/w300/zdgREm1C2k2pWcQFslwqkVmBOuV.jpg",
      "https://image.tmdb.org/t/p/w300/nBETCsg2srder00pmrOLVnYZVRL.jpg",
      "https://image.tmdb.org/t/p/w300/oy4NLzCmp3ligGXOEhYLUQRh5zQ.jpg",
      "https://image.tmdb.org/t/p/w300/feu8Ef4cbqDNpPay2bnjBswzX6y.jpg",
      "https://image.tmdb.org/t/p/w300/kTgh1RZLhWd0dvWoXKcF28uozu7.jpg",
      "https://image.tmdb.org/t/p/w300/w6DeALGyD6bSdgTKVSehG2HlEDc.jpg",
      "https://image.tmdb.org/t/p/w300/yzMNbyutg6dHi3jIHlVGrpCB442.jpg",
      "https://image.tmdb.org/t/p/w300/6k3ZsxO0Aj03SrUGqdjzTrimDny.jpg",
      "https://image.tmdb.org/t/p/w300/AwfTe23s3kFn7xoN4vqryEODkg1.jpg",
      "https://image.tmdb.org/t/p/w300/4hiwcCFXuQxrydkjFsSEfed0AGd.jpg",
      "https://image.tmdb.org/t/p/w300/sCfb3KytUZ5zlMfL66guf8vPbTE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/93FsllrXXWncp7BQYTdOU1XMRXo.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wreck-it-ralph-2012",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A4dh/Wreck-It_Ralph_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/1fvurn7eyi8j",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "JPSQOomMWro",
      "video_url": "https://www.youtube.com/watch?v=JPSQOomMWro",
      "embed_url": "https://www.youtube.com/embed/JPSQOomMWro"
    }
  },
  {
    "metadata": "NOT RATED|2012|140 min|Action,Bollywood",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "16,894"
    },
    "title": "Rowdy Rathore (2012)",
    "description": "IMDB 5.8 နဲ႕ RT 67% ထိရရွိထားတယ့္ အက္ေရွးကူမားရ္ရဲ႕ဇာတ္ကားေကာင္း တကားကုိ Bollywood Fan ေတြအတြက္တင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္လမ္းေလး ကေတာ့လူလိမ္ သူခုိး ရွီဗားဟာ သူ႕ေကာင္မေလးေၾကာင့္ခုိးတယ့္ အလုပ္ကုိ စြန္႕လြန္႕ဖုိ႕ ႀကိဳးစားခဲ့ၿပီးေနာက္ဆုံးအေနနဲ႕ ဟဲဗီး တခုကုိ ခုိးတဲ့အခါမွာေတာ့ေသတၱာထဲမွာ ခေလးတေယာက္ကုိ ပါလာတာကုိ ေတြ႕လုိက္ရပါတယ္။ခေလးကလည္း ျမင္ျမင္ခ်င္း သူ႕ကုိအေဖလုိ႕ ေခၚလုိက္ေတာ့ သူကုိယ္တုိင္ အံအားသင့္သြားပါေတာ့တယ္။အမွန္ေတာ့ ဒီခေလး အေဖျဖစ္သူက သူနဲ႕႐ုပ္တူတဲ့ရဲအုပ္ ဗစ္ကရန္ ရာေထာ ဆုိတဲ့လူပဲ ျဖစ္ပါတယ္။ဒီခေလး ဘာေၾကာင့္ သူ႕စီေရာက္လာရတာလဲ ႕႕႕႕႕ဘာေတြ ဆက္ျဖစ္ၾကဦးလဲ ႕႕႕႕႕႕ရဲအုပ္ ဗစ္ကရန္ရာေထာကေကာ ဘာျဖစ္သြားလုိ႕လဲ႕႕႕႕ရွီဗားကေကာ ဒီျပသနာေတြကုိ ဘယ္လုိေျဖရွင္းမလဲဆုိတာေတာ့ ႕႕႕႕ဆက္လက္ရႈ႕စားလုိက္ပါဦး ခင္ဗၽ႕႕႕႕ရုပ္ရွင္ကားကလည္း သီခ်င္းအက အမုိက္စားေတြနဲ႕တခန္းတနားႀကီး တင္ဆက္ထားလုိ႕ လက္လြတ္မခံသင့္ဘူးလုိ႕ေတာ့ထက္ေျပာလုိက္ပါရေစ ႕႕႕႕႕(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)File Size : 1GBQuality : Bluray 720PRunning Time : 2hr 20minutesFormat : Mp4Genre :   ActionTranslator : Zaw HtooEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPrabhudhevaStarsAkshay KumarNassarParesh GanatraSonakshi Sinha",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/trubfiqpgsya.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/rowdy-rathore-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://megaup.net/1y2kr/Rowdy_Rathore_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://mega.nz/file/hfpnBaKC#tPXE8hc9LZNBWjI6PXGxwaRAWJ3DqaOvCmlfiJPjUBc",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Bluray 720P"
      },
      {
        "link": "https://upstream.to/nwv1txx6pows",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Bluray 720P"
      }
    ],
    "trailer": null
  }
]