[
  {
    "metadata": "N/A|2012|151 min|Comedy,Drama,Family",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "7,348"
    },
    "title": "Ustad Hotel (2012)",
    "description": "Ustad Hotel ဆိုတဲ့ ရုပ္ရွင္ကားကို ၾကည့္ျဖစ္ေတာ့CM Fan ေတြကို ျပန္ေ၀မွ် ခ်င္တဲ့ စိတ္ေလးျဖစ္ခဲ့တယ္အဲ့ဒီရုပ္ရွင္က အစားအေသာက္ အတြက္ေရာ လူေတြရဲ႕စိတ္အေျခအေနနဲ႔ လူမႈေရး ဘ၀ ေတြ ဘာသာေရးေတြအရာအားလံုးကို ေရာေထြးထားၿပီး ေပးခ်င္တဲ့ မတ္ေဆ့ခ်္ထိေရာက္ပါတယ္….ဇတ္လမ္းပံုစံေလးကေတာ့ အဘူဒူရာဇတ္ ဆိုတဲ့အလုပ္ႀကိဳးစားတဲ့ လူ တစ္ေယာက္ရွိတယ္သူ႔ဇနီး က တစ္ရက္မွာ ကိုယ္၀န္ေဆာင္ႏုိင္ခဲ့ၿပီးအဘူဒူ ကလဲ သားေလး အရမ္းလိုခ်င္ေနတာေပါ့တက္ၾကြေနတာ ျမင္မေကာင္းဘူး ဒီလိုနဲ႔ခြဲခန္းထဲေရာက္ေနတုန္း အျပင္က ေစာင့္ေနတာအူ၀ဲ ဆိုတဲ့ အသံနဲ႔ အတူ ဘာေလးလဲ ဆိုၿပီး၀မ္းသာအားရေမးလုိက္ေတာ့ သမီးေလး ပါတဲ့ဒီမွာတင္ပဲ အဘူဒူ တစ္ေယာက္ စိတ္ေတြက်သြားတာေအာက္ဆံုးထိပါပဲ ဒါေပမယ့္ သားေလးေမြးရမယ္ဆိုၿပီး ထပ္ႀကိဳးစားတယ္ သမီးေလးပဲ ေမြးတယ္ေမြးရင္း ေမြးရင္း  နဲ႔ ေနာက္ဆံုး သမီးေတြပဲထြက္လာေတာ့ အေတာ္ေလးလဲ စိတ္ကုန္ေနပါၿပီမိန္းမ ျဖစ္သူ ေနာက္ဆံုးကိုယ္၀န္နဲ႔ ရွိေနတုန္းတစ္ျခားၿမိဳ႕ ကို အလုပ္ကိစၥ နဲ႔ ခရီးထြက္သြားပါတယ္အဲ့ဒီမွာပဲ ေဘးနားမွာ အားေပးသူမရွိပဲ သူ႔မိန္းမကေလးေမြးခဲ့ရပါတယ္ ဒီတစ္ခါေတာ့ သားေလးပါအဘူဒူ တစ္ေယာက္ အိပ္မက္ေတြ ျပည့္၀ခဲ့ရၿပီေပါ့…သားေလး နာမည္ကို ဖိုင္ဇယ္ လို ေပးခဲ့ၿပီးအရမ္းခ်စ္ခဲ့ရတာေပါ့….XP PowerBank ေဆာင္ထားေနာ္ ရုပ္ရွင္ေတြ ၾကည့္ဖို႔သူ႔ေျခရာ သူ႔စီးပြားေရးကို ဆက္ခံမယ့္ သားတစ္ေယာက္ ရၿပီလို႔ေတြးၿပီး ၾကည္ႏူးေနတုန္း ရွိေသးတယ္ အစ္မေတြ ေအာက္မွာ ၾကီးျပင္းခဲ့ရတဲ့ဖိုင္ဇယ္ တစ္ေယာက္ က်န္တာကို ဟုတ္တိပတ္တိ စိတ္မ၀င္စားပဲအခ်ိန္အားတုိင္း မီးဖိုေခ်ာင္ထဲပဲ ၀င္ေနလိို႔ သူ႔အေဖ မ်က္ခံုးလႈပ္ေနရေတာ့တာပါပဲဖိုင္ဇယ္ တစ္ေယာက္ သူ႔ဘ၀ မွာ ဘယ္လို အခက္အခဲေတြ ရွိမယ္ဘ၀ ရဲ႕ အိပ္မက္ အတြက္ ဘယ္လိုေတြ ႀကိဳးစားရတယ္ဆိုတာဆက္လက္ၾကည့္ရႈေပးလုိက္ၾကပါအံုးဒီရုပ္ရွင္ဇတ္ကားကို  ေမသူ က ဘာသာျပန္ေပးထားပါတယ္Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnwar RasheedStarsBhagath ManuelDulquer SalmaanJayaprakashMamukkoyaManiyanpilla RajuNithya MenenPraveenaSiddiqueSreenath BhasiThilakanCastAlencier Ley LopezBhagath ManuelDulquer SalmaanJayaprakashJinu JosephJishnu RaghavanJoseph ChakolaJustin VandenbrinkKalabhavan HaneefKalabhavan ShajonKalabhavan SinajKunchanLenaLittil SwayampMamukkoyaManiyanpilla RajuNithya MenenPraveenaPrem PrakashRaj KaleshRamesh VarmaSiddiqueSija RoseSreenath BhasiSunil SukhadaTheepetti GanesanThilakanVinod Kovoor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n6JE4J3opb1AWuFaGLGB2lEQ8dh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNWYzYjk3YzItNzBhMC00NmQwLTk0MmUtNzU5MWNmNDI2Mzg0XkEyXkFqcGdeQXVyODE0NjUxNzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nbfx0wvll37x.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ustad-hotel-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Shv1/Ustad_Hotel_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/wWw0mYAI#z70jk3huNzi4_Qqgd1_wLMcfyIGbg_Uj-PRbOJ_C_J8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/dixhx0wfejf9",
        "server": "upstream.to",
        "size": "1GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Z1m3y4L1yzY",
      "video_url": "https://www.youtube.com/watch?v=Z1m3y4L1yzY",
      "embed_url": "https://www.youtube.com/embed/Z1m3y4L1yzY"
    }
  }
]