[
  {
    "metadata": "R|2012|93 min|Horror",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "11,955"
    },
    "title": "Bait 2012",
    "description": "အခုတစ္ေခါက္ေတာ့ BAIT ဆိုတဲ့ 3D ငါးမန္းကားတစ္ကားနဲ႔ တင္ဆက္ပါရေစဗ်ား.. ဇာတ္ျမည္းေလး ေျပာရရင္.. .. တစ္ျခားငါးမန္းကားေတြနဲ ့သိပ္မတူဘူးလို႔ ေျပာရမွာပဲဗ်.. ကမ္းေျခက စတိုးဆိုင္တစ္ဆိုင္မွာ..villain 2ေယာက္ ဓားျပဝင္တိုက္ၾကရင္း.. ရဲနဲ႔အျငင္းပြားၾကတုန္း ဆူနာမီႀကီး ျဖစ္သြားပါေလေရာ.. အဲ့မွာ စတိုးဆိုင္ထဲ ပိတ္မိကုန္ရင္း.. မုန္တိုင္းနဲ႔ပါလာတဲ့ ငါးမန္း 2ေကာင္နဲ႔ တိုင္ပတ္ၾကပါေလေရာဗ်ာ.. သိတဲ့အတိုင္း ဒီလိုဇာတ္လမ္းေတြမွာ အေရးႀကံဳလာရင္ အနစ္နာခံရသူနဲ႔ villain ေကာင္ေတြ ပါၾကစၿမဲပါ.. တစ္ခုထူးျခားတာက ဒီထဲက ငါးမန္းေတြက 12ေပ ငါးမန္းျဖဴႀကီးေတြ ျဖစ္လို႔ စြန္းၾကမ္းတာကို ေတြ႕ရမွာပါဗ်ား.. သူတို႔ အဲ့စတိုးဆိုင္ကေန ငမန္းေတြကိုေက်ာ္ၿပီး အျပင္ကိုထြက္ႏိုင္ၾကပါမလားဆိုတာကို ရင္တစ္ဖိုဖိုနဲ႔ ၾကည့္ၾကေပေတာ့ဗ်ား.. ေသြးသံရဲရဲနဲ ့CM ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ေစမဲ့ ကားေကာင္းတစ္ကားပါလို႔.. … …[အခုတစ်ခေါက်တော့ BAIT ဆိုတဲ့ 3D ငါးမန်းကားတစ်ကားနဲ့ တင်ဆက်ပါရစေဗျား.. ဇာတ်မြည်းလေး ပြောရရင်.. .. တစ်ခြားငါးမန်းကားတွေနဲ့သိပ်မတူဘူးလို့ ပြောရမှာပဲဗျ.. ကမ်းခြေက စတိုးဆိုင်တစ်ဆိုင်မှာ..villain 2ယောက် ဓားပြဝင်တိုက်ကြရင်း.. ရဲနဲ့အငြင်းပွားကြတုန်း ဆူနာမီကြီး ဖြစ်သွားပါလေရော.. အဲ့မှာ စတိုးဆိုင်ထဲ ပိတ်မိကုန်ရင်း.. မုန်တိုင်းနဲ့ပါလာတဲ့ ငါးမန်း 2ကောင်နဲ့ တိုင်ပတ်ကြပါလေရောဗျာ.. သိတဲ့အတိုင်း ဒီလိုဇာတ်လမ်းတွေမှာ အရေးကြုံလာရင် အနစ်နာခံရသူနဲ့ villain ကောင်တွေ ပါကြစမြဲပါ.. တစ်ခုထူးခြားတာက ဒီထဲက ငါးမန်းတွေက 12ပေ ငါးမန်းဖြူကြီးတွေ ဖြစ်လို့ စွန်းကြမ်းတာကို တွေ့ရမှာပါဗျား.. သူတို့ အဲ့စတိုးဆိုင်ကနေ ငမန်းတွေကိုကျော်ပြီး အပြင်ကိုထွက်နိုင်ကြပါမလားဆိုတာကို ရင်တစ်ဖိုဖိုနဲ့ ကြည့်ကြပေတော့ဗျား.. သွေးသံရဲရဲနဲ့CM ပရိသတ်တွေ အကြိုက်တွေ့စေမဲ့ ကားကောင်းတစ်ကားပါလို့.. … …]File Size     :   650/350 MbDuration   :   1 : 32 : 53Quality      :   Bluray ripTranslator :   Bo PhwayEncoder    :   LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKimble RendallStarsChris BettsRichard BrancatisanoSharni VinsonXavier Samuel",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/bait--2012--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "665MB",
        "quality": "720p"
      },
      {
        "link": "https://cmdexer.com/y/bait--2012--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "665MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/E8xkjZRK#kwNrzZ3L3A1Uzxfk59PRKKkP-zesBvIFjNWc4191o_Y",
        "server": "mega.nz",
        "size": "665MB665MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1vggm4um5712",
        "server": "upstream.to",
        "size": "665MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2012||Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "5300"
    },
    "title": "The Scapegoat (2012)",
    "description": "The Scapegoat (2012)=================IMDb Rating – 7.2/10ဂျွန်စတန်းဒင်းဆိုသူက ကျောင်း‌ဆရာအလုပ်ကထွက်ပြီး ခြေဦးတည့်ရာသွားဖို့ စိတ်ကူးထားသူဖြစ်တယ်။ အလုပ်ထွက်ပြီးညမှာပဲ အရက်ဆိုင်တစ်ဆိုင်မှာ သူနဲ့ချွတ်စွပ်တူတဲ့ ဂျွန်နီစပန့်ဆိုတဲ့ သူဌေးသားတစ်ယောက်နဲ့မထင်မှတ်ဘဲတွေ့မိပြီး စကားလက်ဆုံပြောဖြစ်ကြတယ်။ ‌ဂျွန်တစ်ယောက်နောက်နေ့မနက် အိပ်ရာကနိုးလာတဲ့အချိန်မှာ သူ့အဝတ်အပါအဝင် ပါလာတဲ့ပစ္စည်းတွေအားလုံးအခိုးခံလိုက်ရတာကို သိလိုက်ရတယ်။အဲ့အချိန်မှာပဲ ဂျော့ဂ်ျဆိုတဲ့ ကားဒရိုင်ဘာက သူ့ကိုအိမ်ပြန်‌ပို့ပေးဖို့ ပြောလာပါတယ်။ ဘာမှမသိတဲ့ ဂျွန်တစ်ယောက် ဒရိုင်ဘာခေါ်သွားရာနောက်ကို လိုက်သွားပြီးနောက်မှာသိလိုက်ရတာက သူ့ကို သူဌေးသား ဂျွန်နီအဖြစ်အထင်မှားနေကြတယ်ဆိုတာပါပဲ။ အထင်မှားတဲ့လူတွေကတော့ အခြားတော့မဟုတ်စပန့်စံအိမ်ကြီးထဲက အိမ်သားတွေပဲဖြစ်တယ်။ ဘဝချင်းအလဲခံလိုက်ရတဲ့ဂျွန်တစ်ယောက် စပန့်စ်စံအိမ်ကြီးထဲမှာ ဘယ်လိုရှင်သန်မလဲ၊ နောက်ပြီးအဲ့မိသားစုရဲ့စီးပွားရေးလုပ်ငန်းကို ဘယ်လိုဦးစီးပြီး သူ့နဂိုဘဝကိုပြန်သွားဖို့ဘယ်လိုအဖြေရှာလဲဆိုတာကို ၁၉၅၇ ခုနှစ်တုန်းက ထုတ်ဝေခဲ့တဲ့ ဝတ္ထုကိုရုပ်ရှင်အဖြစ်ပုံဖော်ထားးတဲ့ ဒီရုပ်ရှင်မှာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khant Sett Naing ဖြစ်ပါတယ်)File Size……….(1.42 GB) / (461 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 48MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….Khant Sett NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharles SturridgeCastAndrew ScottAnton LesserEileen AtkinsEloise WebbIan MercerJodhi MayJulian WadhamMatthew RhysPhoebe NichollsPip TorrensRichard RidingsSheridan Smith",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7QslgwJBhPM1A6AYLcQKXDrblrP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BMDhmM2Q3OWMtYzQ3MC00MmQ0LThhZjctMjkwYjYzOTk2YjFhXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-scapegoat-2012-1080-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/eee1Z/The.Scapegoat.2012.1080p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/hfyjh7avf255",
        "server": "streamsb.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QWFGHboJ#3ktbf1HvMkRak6pFtvYGfI_zUBwCIJX58gmKHUcN5c8",
        "server": "mega.nz",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ue8d14zkn2hr.html",
        "server": "usersdrive.com",
        "size": "1.42 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scapegoat-2012-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "461 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eee1b/The.Scapegoat.2012.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "461 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/577pj1pmdh04",
        "server": "streamsb.com",
        "size": "461 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RHlTXI5Y#HfciTwlOg88qpvG7ao-NxTkLVj8-V9ZgjAjlMcltX_8",
        "server": "mega.nz",
        "size": "461 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jsz6wkmcrg88.html",
        "server": "usersdrive.com",
        "size": "461 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8AbfgNNrmss",
      "video_url": "https://www.youtube.com/watch?v=8AbfgNNrmss",
      "embed_url": "https://www.youtube.com/embed/8AbfgNNrmss"
    }
  },
  {
    "metadata": "|2012|96 min|Action,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "3,883"
    },
    "title": "A Company Man (2012)",
    "description": "ဒီကားေလးဟာကိုရီးယားအက္ရွင္ကားေတြထဲမွာတည္တည္ျငိမ္ျငိမ္နဲ႕သရုပ္ေဆာင္တတ္တဲ့ေတာင္ကိုရီးယား၀ါရင့္မင္းသားSo-Ji_Subပါ၀င္သရုပ္ေဆာင္ထားတဲ့၂၀၁၂ထြက္ကားေလးျဖစ္ပါတယ္။ဇာတ္ကားေလးကိုေၾကးစားလူသတ္သမားအဖြဲ႕အစည္းတစ္ခုနဲ႕စတင္ထားပါတယ္။Heyong-Doဟာအျပင္ပန္းကၾကည့္ရင္ေတာ့သတၱဳလုပ္ငန္းတစ္ခုရဲ႕၀န္ထမ္းတစ္ေယာက္လို႕ပဲျမင္ရမွာပါတယ္။တကယ္ေတာ့အဲဒီသတၱဳလုပ္ငန္းဆိုတာကိုအေယာင္ျပျပီးအဖြဲ႕အစည္းအလုိက္အလုပ္လုပ္တဲ့ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုရဲ႕အဖြဲ႕၀င္တစ္ပါပဲ။မိမိလုပ္ငန္းမွာကၽြမ္းက်င္ပိုင္ႏိုင္စြာေသြးေအးစြာလုပ္ေဆာင္ႏိုင္ျပီးအေတာ္ဆံုးေၾကးစားလူသတ္သမားျဖစ္ေပမယ့္အခ်စ္ဆိုတဲ့အရာသူ႕ဘ၀ထဲကို၀င္လာခ်ိန္မွာေတာ့အရာအားလံုးေျပာင္းလဲကုန္ပါေတာ့တယ္။Single motherတစ္ေယာက္ျဖစ္သူMi-Yeonနဲ႕ေတြ႕ကာခ်စ္မိျပီးတဲ့ေနာက္Heyongဟာသူ႕ရဲ႕အတိတ္ကမေကာင္းမႈေတြကိုစက္ဆုပ္လာပါေတာ့တယ္။အဲဒါနဲ႕အခိုင္အမာတည္ရွိေနတဲ့သူ႕ရဲ႕ေၾကးစားလူသတ္ဂိုဏ္းကေနထြက္ဖို႕ၾကိဳးစားတဲ့ေနာက္မွာေတာ့ အျဖစ္အပ်က္ေတြဟာမုဆိုးဘ၀ကေနသားေကာင္ဘ၀အျဖစ္သို႕ေန႕ခ်င္းညခ်င္းေရာက္သြားသလိုပါပဲ။Heyongတစ္ေယာက္ႏြံထဲကေနရုန္းထြက္ႏုိင္မလား။သူေမွ်ာ္လင့္တဲ့ျငိမ္းခ်မ္းတဲ့ဘ၀ေလးထူေထာင္ႏိုင္မလား။အတိတ္အရိပ္ဆိုးကိုေက်ာ္ျဖတ္ႏိုင္မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္ၾကတာေပါ့ဗ်ာ။မင္းသားေကာင္းတလက္ျဖစ္တဲ့အတြက္အက္ရွင္ကားေကာင္းတစ္ကားကိုစိတ္ေက်နပ္မႈအျပည့္အ၀နဲ႕အားလပ္ခ်ိန္စိတ္အပန္းေျပၾကည့္ႏိုင္မွာျဖစ္ပါတယ္။Ratingအေနနဲ႕လည္း6.7ထိရထားတဲ့ကားေလးျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ CM မွ Translator တစ္ဦးျဖစ္သူ Thinzar Thaung Htike San ပဲျဖစ္ပါတယ္)File Size : (700 MB) and (280 MB)Quality : Bluray720pRunning Time : 1hr 36minutesFormat : Mp4Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated By Thinzar Thaung Htike SanEncode By Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSangyoon LimStarsHan Bo-baeKim Dong-junKwak Do-wonLee Kyoung-youngLee Mi-yeonSo Ji-subYoo Ha-BokCastHan Bo-baeKim Dong-junKwak Do-wonLee Kyoung-youngLee Mi-yeonSo Ji-subYoo Ha-Bok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oo9D57NYhFdkjasZUIvLxlOYoam.jpg",
      "https://image.tmdb.org/t/p/w300/wIZMyB2GCi9PX4rjg5cywNMxzNu.jpg",
      "https://image.tmdb.org/t/p/w300/lKRNvJqt3k4Zk9z3YJQKDSPyTwd.jpg",
      "https://image.tmdb.org/t/p/w300/dSh3dEcczS1Dn3vhaRh5psxq0WE.jpg",
      "https://image.tmdb.org/t/p/w300/kQqYFDWwT1wbRQPHxkl8oZr0ct.jpg",
      "https://image.tmdb.org/t/p/w300/d2ExFBZNttsNLgPs1RBlXJxHngy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTk4MDM5NTA0MV5BMl5BanBnXkFtZTgwNzU2NjI2MDE@._V1_SY1000_CR007021000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-company-man-2012",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2VWmz/A_Company_Man_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/hgbkv83eg57r",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "DMAZYdtiorM",
      "video_url": "https://www.youtube.com/watch?v=DMAZYdtiorM",
      "embed_url": "https://www.youtube.com/embed/DMAZYdtiorM"
    }
  },
  {
    "metadata": "R|2012|2h|Biography,Drama,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "559,997"
    },
    "title": "Argo (2012)",
    "description": "ARGO====ARGO ရုပ်ရှင်ဟာ ၁၉၇၉-၈၀ မှာဖြစ်ခဲ့တဲ့ အီရန်တော်လှန်ရေးအတွင်းသံရုံးက လွတ်မြောက်အမေရိကန်သံရုံးဝန်ထမ်း ၆ ယောက်ကို ကယ်ထုတ်တဲ့အကြောင်းကိုရိုက်ပြထားတဲ့ဇတ်ကားပါ။၁၉၇၉ မှာ အီရန်နိုင်ငံတွင်းတော်လှန်ရေးဖြစ်ခဲ့ပါတယ် တော်လှန်ရေးအတွင်းမှာအမေရိကန်သံရုံးကိုသိမ်းပြီး အီရန်ဘုရင်ဟောင်း ရှားကိုနိုင်ငံခိုလှုံခွင့်ပေးထားရာကနေပြန်လွဲပေးဖို့တောင်းဆိုလာခဲ့ပါတယ်။ အဲ့ဒီသံရုံးအသိမ်းခံရချိန်မှာ လွတ်သွားတဲ့ သံရုံးဝန်ထမ်း ၆ ယောက်ကိုကယ်ဖို့ စီအိုင်အေကလူတွေကြိုးစားကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ARGO ကို အောက်တိုဘာ ၁၂ ရက် ၂၀၁၂ ခုနှစ်မှာထွက်ခဲ့ပြီးတော့ဇတ်လိုက်မင်းသား Ben Affleck ကိုယ်တိုင်ရိုက်ကူးထားပြီး ထုတ်လုပ်သူကလဲ Ben Affleck နဲ့ George Clooney ကြီးတို့ပါပဲ။ဒီဇတ်ကားဟာ ၈၅ ကြိမ်မြောက်အကယ်ဒမီမှာ nominations ၇ ခုဝင်ပြီး ဆု သုံးခုရခဲ့ပါတယ်(Best Picture, Best Adapted Screenplay, and Best Film Editing) အဲ့နောက် Golden Globe Award မှာလဲBest Motion Picture – Drama နဲ့ Best Director ဆုထပ်ရခဲ့ပါသေးတယ်။ဗြိတိန်အကယ်ဒမီနဲ့ 37th Hochi Film Award မှာလဲ ဇတ်ကားဆု တည်းဖြတ်နဲ့ ဒါရိုက်တာဆုတွေထပ်ရခဲ့ပါသေးတယ်တဲ့။ဒီအကြောင်းကို စာအုပ်တွေလဲအများကြီးထုတ်ဝေခဲ့ကြပါတယ်။စာဖတ်ရတာမပျင်းရင်တော့ အောက်ကသမိုင်းကြောင်းတွေဆက်ဖတ်ပါဗျ။ဇတ်ကားကြည့်ရတာ ပိုအရသာရှိသွားအောင် သမိုင်းကြောင်းလေးနဲနဲလှန်ထားပါတယ်အောက်မှာတော့ facts လေးတွေပါပါတယ်။(ထွက်တာလဲကြာပြီမို့ Spoil သတိမပေးတော့ပါဘူး)အီရန်မှာနိုင်ငံရေးတော်တော်ရှုတ်ပါတယ် အီရန်နိုင်ငံကို ရှားဘုရင်အဆက်ဆက်ကအုပ်ချုပ်ခဲ့ပြီး၁၉၅၀ မှာ မိုဟာမက် မိုဆာဒက်ကို ဝန်ကြီးချုပ်ခန့်ခဲ့ကြပါတယ် သူက အီရန်ရေနံကိုနိုင်ငံပိုင်ဖြစ်အောင်ပြန်လုပ်ပေးခဲ့ပါတယ်။ သုံးနှစ်အကြာမှာ ရေနံကုမ္ပဏီတွေကပေါင်းပြီး သူတို့နဲ့ပနံသင့်တဲ့ရှားဘုရင်တစ်ယောက်ကိုပြန်နန်းတင်ပေးခဲ့ပါတယ် ရှားဘုရင်က သူ့ပြည်သူတွေကို ဂုတ်သွေးပြန်စုတ်တော့၂၆ နှစ်အကြာ (၁၉၇၉) မှာ ပြည်သူတွေကတစ်ခါ တော်လှန်ကြပြန်ပါတယ်။ အဲ့ဒီနောက် ရှားဘုရင် ဟာ၁၉၇၉ ခုနှစ်မှာပဲ နန်းစွန့်ခဲ့ကာ အီရန်ကနေ ကင်ဆာကုသဖို့ နိုင်ငံရေးခိုလှုံခွင့်နဲ့ အမေရိကားသို့ထွက်ခွာသွားခဲ့ပါတယ်။(၁၉၇၉ ဒီဇင်ဘာမှာ အီဂျစ်မှာ အမြဲတမ်းနိုင်ငံရေးခိုလှုံခွင့်စရခဲ့ပြီး အဲ့ဒီမှာပဲ ၁၉၈၀ (အသက် ၆၀) မှာသေဆုံးသွားခဲ့ပါတယ်။)နိုင်ငံကိုတော့ ယာယီအစိုးရဖွဲ့ပြီး အတိုက်အခံ ဝန်ကြီးချုပ် Mehdi Bazargan ဆီမှာထားခဲ့ပါတယ်။(ယာယီအစိုးရလဲ ဝန်ကြီးချုပ်အစိုးရအဖွဲ့နှုတ်ထွက်ပြီးမကြာခင်မှာပဲဖြုတ်ချခံခဲ့ရပါတယ်)အဲ့ဒီမှာ တော်လှန်ရေးကိုထောက်ခံတဲ့ Muslim Student Followers of the Imam’s Lineအဖွဲ့ရဲ့နောက်လိုက် ကောလိပ်ကျောင်းသားတွေက အမေရိကန်သံရုံးကိုသိမ်းပိုက်ပြီး တော့အမေရိကန် ၅၂ ယောက်ကို ဓါးစားခံအနေနဲ့ဖမ်းပြီး ရှားကိုရုံးတင်စစ်ဆေးဖို့အတွက်အီရန်ဆီပြန်လွှဲပေးဖို့တောင်းဆိုပါတယ်။(အီရန်အစိုးရဘက်က ထုတ်ပြန်ချက်တွေမှာ ကျောင်းသားလို့ဆိုထားပေမဲ့ ကျောင်းမတက်ဘဲတော်လှန်ရေးလုပ်ဖို့အဖွဲ့လိုက်ဖွဲ့နေတဲ့လူလတ်ပိုင်းတွေလို့ အမေရိကန်ဘက်ကပြောကြပါတယ်)သံရုံးအသိမ်းခံလိုက်ရချိန်မှာပဲ အမေရိကန်သံရုံးက ၆ ယောက်နောက်ဖေးပေါက်ကနေထွက်ပြေးလွတ်မြောက်သွားခဲ့ပြီးတော့ ဒီကိစ္စကိုစီအိုင်အေကသိသွားတဲ့နောက် ကယ်ထုတ်ဖို့ကြိုးစားကြပါတယ်။(ဇတ်ကားထဲမှာ ဗြိတိန်နဲ့ နယူးဇီလန် ကလက်မခံဘဲ သံရုံးကနေ ကနေဒါသံအမတ်အိမ်ကိုရောက်သွားတယ်လို့ပဲပါပါတယ်။တကယ်မှာတော့ ဗြိတိန်သံရုံးမှာ တစ်ညနေခဲ့ကြပြီး လိုက်ရှာနေတဲ့စစ်သွေးကြွတွေက ဗြိတိန်သံရုံးကိုသင်္ကာမကင်းဖြစ်လာတဲ့အတွက် အားလုံးက ကနေဒါသံအမတ်အိမ်ကအလုံခြုံဆုံးလို့ ယူဆတဲ့အတွက်ရောဘတ်အန်ဒရာ (၆ယောက်ထဲကတစ်ယောက်)ရဲ့အသိ လူဝင်မှုကြီးကြပ်ရေးအရာရှိအဆက်အသွယ်နဲ့သူတို့အားလုံးကနေဒါသံအမတ်အိမ်ကိုရောက်သွားခဲ့ကြတာပါ။ ဇတ်ကားထဲမှာအဲ့ဒီအရာရှိအကြောင်းကို ချန်ခဲ့ပါတယ်တဲ့)တိုနီ မန်ဒက်ဇ်ဟာ သူကယ်ရမယ့် သံရုံးကလူခြောက်ယောက်ကို ကိုယ်စားပြုတဲ့အနေနဲ့ “Studio Six Productions” ဆိုတဲ့ နာမည်ပေးခဲ့တာဖြစ်ပါတယ်တဲ့။အဲ့ဒီနောက် စီအိုင်အေက တိုနီ မန်ဒက်ဇ် (Tony Mendez) / AKA-Ben Affleck ကိုကယ်ထုတ်ဖို့တာဝန်ပေးလိုက်ရာကနေဒီဇတ်ကားဖြစ်လာပါတော့တယ်။၁၉၈၀ ဇန်နဝါရီ ၂၇ ရက်နေ့မှာ တော့ အမေရိကန်ခြောက်ယောက်နဲ့အတူ Tony Mendez တစ်ယောက်နယူးဇီလန်တောင်ပိုင်း ဇူးရစ်ကိုလွတ်မြောက်လာခဲ့ကြပါတယ်။ အမေရိကန်နိုင်ငံသားခြောက်ယောက်ကိုတောင်တစ်လုံးမှာရှိတဲ့ စီအိုင်အေရဲ့ယာယီလုံခြုံရေးအိမ်ကို စီအိုင်အေကပဲ ခေါ်ဆောင်သွားပြီး သူတို့ကိုသတင်းစာတွေကိုပြောခွင့်မရှိကြောင်းပြောခဲ့ပြီးနောက် ဖလောရီဒါကလျှို့ဝှက်နေရာတစ်ခုမှာ ဓါးစားခံကိစ္စရှင်းပြီးတဲ့အထိဖွတ်ထားဖို့စီစဉ်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အနံ့ခံကောင်းတဲ့သတင်းသမားတွေက သိသွားခဲ့ပြီးဓါးစားခံတွေအန္တရာယ်ကင်းကြောင်းသိတာနဲ့ နောက်တစ်နေ့မှာပဲ ကနေဒါသီတင်းစာ ခေါင်းကြီးပိုင်းမှာပါလာခဲ့ပါတယ်။နိုင်ငံတကာသတင်းစာတွေကလဲ ချက်ချင်းဆိုသလိုဒီအကြောင်းကိုသိသွားခဲ့ပြီးနောက်မှာ မထူးတဲ့အဆုံးစီအိုင်အေက ခြောက်ယောက်လုံးကို အမေရိကားကိုလေယာဉ်နဲ့ပြန်တင်လွှတ်လိုက်ကြပါတယ်။အမေရိကန်သံရုံးက လူခြောက်ယောက်ဟာ အမေရိကားကို ဇန်နဝါရီ ၃၀ မှာပြန်ရောက်ခဲ့ကြပါတယ်။အဲ့ဒီအတွက် အမေရိကန်နိုင်ငံတစ်ဝှမ်းနေရာအတော်များများမှာ ကနေဒါအလံကိုလွှင့်ထူခဲ့ကြပြီးကျေးဇူးတင်ကြောင်း ဆိုင်းဘုတ်တွေစိုက်ထူခဲ့ကြပါတယ်။သမ္မတကာတာက အထိန်းသိမ်းခံထားရတဲ့ဓါးစာခံ ၅၂ ယောက်ကို သိန်းငှက်လက်သည်းစစ်ဆင်ရေး(Operation Eagle Claw-ဇတ်ကားလား Documentry လားမသိဘူးရှိတယ်)နဲ့ကယ်ထုတ်ဖို့လုပ်ခဲ့ပါသေးတယ် ဒါပေမဲ့ ပျက်သွားခဲ့ပြီးအဲ့ဒီဟာကြောင့်ပဲ ၁၉၈၀ သမ္မတရွေးကောက်ပွဲမှာအရေးနိမ့်ခဲ့ပြီး Ronald Reagan ကအနိုင်ရခဲ့ပါတယ်။စက်တင်ဘာ ၁၉၈၀ မှာတော့ အီရပ်တပ်တွေက အီရန်ကိုဝင်လာတာကစလို့ အီရန်-အီရပ် စစ်ပွဲစခဲ့ပါတယ်။အဲ့ဒီကိစ္စတွေကြောင့် အီရန်အစိုးရက အမေရိကန်နဲ့ ညှိနှိုင်းခဲ့ဖို့ဖြစ်လာခဲ့ပါတယ်။ ဂျင်မီကာတာနောက်တက်လာတဲ့ သမ္မတအသစ် (ရော်နယ် ဂရေဟင်)အာဏာရပြီးနောက်မှာပဲစစ်ပွဲကြောင့်အကျပ်ရိုက်နေတဲ့ အီရန်က အမေရိကန်နဲ့ဆွေးနွေးညှိနှိုင်းခဲ့ပြီး သမ္မတသစ်ကAlgiers Accords မှာ လက်မှတ်ထိုးပြီးနောက် ဓါးစားခံများအားလုံးကိုပြန်လွှတ်ပေးခဲ့ပါတယ်။အဓိကဇတ်ဆောင်ဖြစ်တဲ့ တိုနီ မန်ဒက်ဇ် (Tony Mendez)က တော့ ၂၀၁၉ ဇန်နဝါရီ ၁၉ မှာဆုံးပါးသွားခဲ့ပြီးသူသေဆုံးချိန်မှာ ၇၈ နှစ်ရှိပါပြီ။Quality – 720p  Bluray RipDuration –2hrSubtitle – Myanmar HardsubFormat – Mp4Genre :Biography,Drama,ThrillerTranslator – idiotEncoder – idiotYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrienne BarbeauAidan SussmanAlan ArkinAlborz BasiratmandAlex SchemmerAli FarkhondeAli FioriAli SaamAllegra CarpenterAmir KAmitis Frances ArianoAndrew VarenhorstAnnie LittleAraz Vahid Ebrahim NiaAsghar Allah Veirdi ZadehAshley WoodBahram KhosravianiBaris DeliBarry LivingstonBen AffleckBill BlairBill KalmensonBill TangradiBob GuntonBobby NaderiBobby ZegarBrandon TabassiBryan CranstonCas AnvarChris MessinaChristopher DenhamChristopher StanleyClea DuVallDanielle BarbosaDanilo Di JulioDaston KaliliDavid SullivanDeborah Deimel BeanDorianne PahlavanEric Scott CooperFahim FazliFanshen CoxFarshad FarahatHoushang TouzieHovik GharibianJ.R. CaciaJamie McShaneJean CarolJimmy CarterJohn BoydJohn GoodmanJohn Hans TesterJon Woodward KirbyJoseph S. GriffoJozef FaheyKarina LogueKeith SzarabajkaKelly CurranKen EdlingKerry BishéKyle ChandlerLarry SullivanLeyla BeysulenLindsey GinterMark Rhino SmithMatt McColmMatt NolanMatthew GlaveMaz SiamMehrdad SarlakMichael CassidyMichael ChieffoMichael ParksMichael WoolstonMuhammed CangörenNancy StelleNelson FranklinNikka FarOmid AbtahiPage LeongPeter Henry SchroederPhilip Baker HallPuya AbbassiRafi PittsRay HaratianRay PorterReza MirRichard DillaneRichard KindRob BrownsteinRob TepperRoberto GarciaRory CochraneRuty RutenbergRyan AhernSaba SaremSahm McGlynnSam SheikholeslamiScoot McNairyScott Anthony LeetScott ElrodSharareh SedghiSheila VandSoheil TasbihchiStephen J. LattanziTaies FarzanTate DonovanTaylor SchillingTehmina SunnyTim QuillTitus WelliverTom LenkVictor GarberVictor McCayYan FeldmanYuriy SardarovZeljko Ivanek",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iVk4mVKwNE66JbBcoDwcYFvuUXM.jpg",
      "https://image.tmdb.org/t/p/w300/q4ISn9yyC5OnLT9ESkExHjBuK8d.jpg",
      "https://image.tmdb.org/t/p/w300/n4hiIwIuL2PrzHd3OEZXeSQ1uQp.jpg",
      "https://image.tmdb.org/t/p/w300/mDveEQSp2NOM4UQe4cY4NePwTL5.jpg",
      "https://image.tmdb.org/t/p/w300/733bsYJelwdiPhCZea9Dnuk3Vps.jpg",
      "https://image.tmdb.org/t/p/w300/bjoe0GupFBe4LINslL7OOIAQMtg.jpg",
      "https://image.tmdb.org/t/p/w300/7JIBNtF3xKt4FhhpDoouSj7nQuv.jpg",
      "https://image.tmdb.org/t/p/w300/pcR0izAmyvTMQYirK3hnMy3zMvj.jpg",
      "https://image.tmdb.org/t/p/w300/fzLtN3aPiof2pgTKXBqotXvc6A4.jpg",
      "https://image.tmdb.org/t/p/w300/yAdAR4htzfnJSQUErhT3xRIOf3l.jpg",
      "https://image.tmdb.org/t/p/w300/nMlOExWNP2F6XSM1HVbIkv5aiVX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/argo.png",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/argo-extended-cut-2012-1080-p-b-rrip-x-264-gaz-mp-4-muxed-mmsub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2dyv6/Argo.Extended.Cut.2012.1080p.BRrip.x264.GAZ.mp4-muxed.Mmsub.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/xgqcix39ts73",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/kjtjls7tkko5.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": {
      "video_id": "T29kIOXpj6o",
      "video_url": "https://www.youtube.com/watch?v=T29kIOXpj6o",
      "embed_url": "https://www.youtube.com/embed/T29kIOXpj6o"
    }
  },
  {
    "metadata": "N/A|2012|120 min|Asian,Crime,Drama,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1,205"
    },
    "title": "The Silent War (2012)",
    "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ Silent War ဆုိတဲ့ တရုတ္ကားေကာင္းေလးတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။“Ting feng zhe” ဆုိတဲ့ နာမည္ႀကီး တရုတ္၀တၳဳ အေပၚမွာအေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္။ ဇာတ္လမ္းကုိ ၁၉၅၀ ခုႏွစ္မွာအေျခခံထားပါတယ္။ 1949 ခုႏွစ္ ျပည္တြင္းစစ္ အၿပီးမွာ တရုတ္ အစုိးရဟာျပည္တြင္းမွာ ေနထုိင္ေနတဲ့ ကူမင္တန္ သူလွ်ဳိ ေတြကုိ လုိက္လံ ရွင္းလင္းေနရဆဲပါ။ဒီလုိရွင္းလင္းတဲ့ ေနရာမွာ လွ်ဳိ႕၀ွက္ အဖြဲ႕အစည္း ဖြဲ႕စည္းၿပီး ကူမင္တန္ေတြ ေပးပုိ႔တဲ့ေၾကးနန္း သတင္းပုိ႔ခ်က္ေတြကုိ ရယူကာ လုိက္လံရွင္းလင္းရတာပါ။ ဒီလုိ လုပ္ေဆာင္ရင္းနဲ႔ တစ္ေန႔မွာ ေၾကနန္း ထုတ္လႊင့္ေနတဲ့ ခ်န္နယ္ ၁၂၀ လုံးေပ်ာက္သြားပါတယ္။ဘယ္သူမွ မေဖာ္ထုတ္ႏုိင္တဲ့ အတြက္ ရန္သူရဲ႕ အေရးႀကီးသတင္းေတြကုိၾကားျဖတ္ဖမ္းယူဖုိ႔ မျဖစ္ႏုိင္ေတာ့ဘူးေပါ့။ ဒီလုိ အခ်ိန္မွာ လွ်ဳိ႕၀ွက္ အဖြဲ႕အစည္း ရဲ႕ေခါင္းေဆာင္ဟာ ေအးဂ်င့္ ၂၀၀ ကုိေစလႊတ္ၿပီး ေလာင္ ဆုိတဲ့ လူတစ္ေယာက္ကုိသြားေခၚခုိင္းပါတယ္။ အဲ့လူက ပီယာႏုိ အတီးကြ်မ္းၿပီးတစ္ကယ္ကုိ နားပါးတဲ့သူျဖစ္လုိ႔ခ်န္နယ္ ေတြကုိ ထုတ္ေဖာ္ရမွာ အကူအညီ ရမယ္ေပါ့။ဒါေပမဲ့ ထင္ထားသလုိ ေတြျဖစ္မလာ ခဲ့ပါဘူး ေလာင္ တစ္ေယာက္ ျပသနာေတြ တက္ေနလုိ႔ ေအးဂ်င့္ ၂၀၀ကေလာင္ရဲ႕ လက္ေထာက္ ဘင္ ကုိသာ ေခၚလာခဲ့ပါတယ္။ဒါေပမဲ့ ကံေကာင္းခ်င္ေတာ့တစ္ကယ္တမ္း နားပါးတဲ့သူက ဘင္ ပါ။ ဘင္က မ်က္စိ မျမင္ ရပါဘူး။ ဒါေပမဲ့အံ့ၾသစရာေကာင္းေလာက္ေအာင္ နားပါးတဲ့သူပါ။ ဒီလုိနဲ႔ ပညာလည္း မတက္လူမွဳ႕ေရးလည္း သိပ္နားမလည္တဲ့ ဘင္ တစ္ေယာက္ တရုတ္ျပည္ရဲ႕ ႏုိင္ငံ အဆင့္တာ၀န္ကုိ ဘယ္လုိထမ္းေဆာင္မလဲ ေရဒီယုိ ေၾကးနန္းေတြကုိ ဘယ္လုိ ဖမ္းယူေပးႏုိင္မလဲ ဆုိတာေတြကုိ စိတ္၀င္စားစရာ ၾကည့္ရွဳ႕ရမဲ့ ကားတစ္ကား ျဖစ္ပါတယ္။File Size : (900 MB) and (350 MB)Quality : BluRay 720pRunning Time :1h 25minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : .1080p BluRay x264.2Audio DTS-HDChinaEncoded by Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlan MakFelix ChongStarsCarrie NgDong YongHenry Fong PingJacob CheungLam WaiMavis FanTan Lap-ManTony Leung Chiu-WaiWang Xue-BingZhou XunCastCarrie NgDong YongHenry Fong PingJacob CheungLam WaiMavis FanTan Lap-ManTony Leung Chiu-WaiWang Xue-BingZhou Xun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bULyFLGQCKiyopRj3iCdhaJV9xs.jpg",
      "https://image.tmdb.org/t/p/w300/4Qq8Xw11UBklXEgEivlJuv5sskA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4jRvOfxxcB9NqJ1ATOT9dCGILmk.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/lgwprynws9hj.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-silent-war-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2UPfk/The_Silent_War_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/hrzs0o6dztqy",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "EqiGtnWS7fo",
      "video_url": "https://www.youtube.com/watch?v=EqiGtnWS7fo",
      "embed_url": "https://www.youtube.com/embed/EqiGtnWS7fo"
    }
  },
  {
    "metadata": "PG-13|2012|1h 38min|Action,Adventure,Asian,Special Package",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "4,803"
    },
    "title": "Tai Chi Zero & Tai Chi Hero (2012) [Special Package]",
    "description": "Tai Chi Zero (2012)IMDb – 6.1/10_____Rotten – 60%IMDb Rating (6.1/10) ရရှိထားတဲ့ English စကားပြော တရုတ်သိုင်းကားပါ။File size…850MBQuality….Blu-ray Rip 720pFormat…mp4Duration….01:38:18Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungUserDrive/CM Drive/YoteshinMegaup/Mega.nzFiledown.info/Upstream***************Tai Chi Hero (2012)IMDb – 6.2/10_____Rotten 45%အပေါ်က Tai Chi Zero ရဲ့အဆက်ဖြစ်ပြီး IMDb Rating (6.2/10) ရရှိထားပါတယ်။File size…800MBQuality….Blu-ray Rip 720pFormat…mp4Duration….01:42:36Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungUserDrive/CM Drive/YoteshinMegaup/Mega.nzFiledown.info/UpstreamAdmin Team: Www.ChannelMyanmar.orgYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStephen FungStarsDaniel WuHark-On FungQi ShuStephen FungTony Ka Fai LeungXiaochao YuanCastAngelaBabyBruce Leung Siu-LungChen SichengDaniel WuDavid TorokEddie PengFung Hak-OnJade XuJayden YuanMandy LieuMarc GoodmanPaul Philip ClarkPierre BourdaudShu QiStanley FungStephen FungTony Leung Ka-FaiWilliam FengXiong NaijinXiong Xin-XinYing Da",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dbcmcZ6YxQHmwjyWYV3U9DFouoF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/03/tai-chi-zero-and-hero-poster.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "6_9KK3U1LhY",
      "video_url": "https://www.youtube.com/watch?v=6_9KK3U1LhY",
      "embed_url": "https://www.youtube.com/embed/6_9KK3U1LhY"
    }
  },
  {
    "metadata": "N/A|2012|104 min|Action,Comedy,Crime",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "56"
    },
    "title": "Marrying the Mafia 5: Return of the Family ( 2012 )",
    "description": "Marrying The Mafia ဇာတ်ကားတွေရဲ့နောက်ဆုံးကားဖြစ်ပါတယ်5 ကားလုံးကို ဒီမှာဒေါင်းကြည့်နိုင်ပါတယ်အရင်ကားတွေရဲ့အဆက်ပါပဲ..သရုပ်ဆောင်တွေတော့အပြောင်းအလဲရှိသွားပါတယ်သရုပ်ဆောင်တွေတော့ ပြောင်းသွားပေမယ့် ဘာမှန်းမသိတဲ့Mafia မိသားစုအရှုပ်တော်ပုံကတော့ အတူတူပါပဲ။ဒီတစ်ခေါက်တော့ ဘက်လိုက်တတ်တဲ့ အဖေကြီးကြောင့်ညီအစ်ကိုတွေကြား မတည့်ကြတဲ့ Mafia မိသားစုအကြောင်းပါ။ဒီတော့ အနှိမ်ခံ ညီအစ်ကို ၃ ယောက်က ဘယ်လိုတွေ သင်ခန်းစာပေးပြီးဘယ်လိုတွေ ပြဿနာရှာမယ်ဆိုတာရယ်… ဒီ သင်းကွဲမိသားစုကြီးပြန်လည်သင့်မြတ်မလားဆိုတာရယ်ကို ရယ်မောရင်း ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ပါ…Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Yong-kiStarsJung Joon-hoKim Do-youngKim Min-jungSon Na-eunSung Dong-ilYoo Dong-geunCastJung Joon-hoKim Do-youngKim Min-jungSon Na-eunSung Dong-ilYoo Dong-geun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aO6J3TyxilHt7KP9CHF4QQoi9x.jpg",
      "https://image.tmdb.org/t/p/w300/550xswb710xjy2xAMyVA5nuKRml.jpg",
      "https://image.tmdb.org/t/p/w300/iFkigsIXFNZM9eoMruJqLnmoSGo.jpg",
      "https://image.tmdb.org/t/p/w300/An8Qt2lHoKRRHlE5QWprCJjSX8a.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ur5vAAB7qCFaNHoTsNztZiQCIZy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marrying-the-mafia-v-return-of-the-mafia-gamunui-yeonggwang-5-gamunui-gwihan-2012",
        "server": "VIP Links",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marrying-the-mafia-v-return-of-the-mafia-gamunui-yeonggwang-5-gamunui-gwihan-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/c1fmkjqk0vqy.html",
        "server": "streamsb.com",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3tEd0/(CM)Marrying.The.Mafia.5.DVDRip.mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "DVDRip"
      },
      {
        "link": "https://megaup.net/4Pz8g/(CM)Marrying.The.Mafia.5.DVDRip_(SF).mp4",
        "server": "megaup.net",
        "size": "544 MB",
        "quality": "Small Size"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|2012|118 min|Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "2,451"
    },
    "title": "Architecture 101 (2012)",
    "description": "Architecture 101 ဇာတ္ကားဟာဆိုရင္ေတာ့ကိုရီးယား Drama , Romance ဇာတ္ကားေလးျဖစ္ျပီးDirector: Yong-Joo Lee က ရိုက္ကူးထားတာျဖစ္ပါတယ္။ွ >IMDb Rating – 7.2/10>Asianwiki Rating – 90%သရုပ္ေဆာင္မ်ားအေနနဲ႕လည္းမင္းသားၾကီးTae-woong Eom,မင္းသမီးေခ်ာGa-in-Hanနဲ႔မင္းသား Je-hoon Lee တို႔အျပင္Korean Kpop အဖြဲ႕ေတြထဲကတစ္ဖြဲ႕ျဖစ္တဲ့Miss A အဖြဲ႕ထဲက ေကာင္ေလးေတြရဲ႕အသည္းစြဲ(Adminရဲ႕ရည္းစား :3)Suzy Bae ေလး တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းေလးကေတာ့ ကိုရီးယားဆိုးလ္ျမိဳ႕မွာေနတဲ့ဆိုယြန္းတစ္ေယာက္ သူ႔ရဲ႔မိသားစုနဲ႔အနွစ္သံုးဆယ္ၾကာေနခဲ့တဲ့ဂ်ယ္ဂ်ဴကၽြန္းက အိမ္ေလးကို ျပင္ဖို႔အတြက္ ေဆာက္လုပ္ေရးကုမၸဏီသို႔ သြားရာမွလြန္ခဲ့တဲ့ ၁၇နွစ္ေလာက္က သူနဲ႔အတူဗိသုကာသင္တန္း အတူတူတက္ခဲ့တဲ့ေဆာင္မင္း နဲ႔မထင္မွတ္ဘဲေတြ႕ခဲ့ၾကပါတယ္။အဲ့လိုနဲ႔သူတို႔နွစ္ေယာက္ေတြ႔မိျပီး အရင္ကသူတို႔အေၾကာင္းေတြကိုျပန္ေျပာျဖစ္ခဲ့ၾကပါတယ္။၁၉၉၀ခုနွစ္ေလာက္တုန္းကအခ်ိန္ေတြကို ျပန္ေျပာရင္းေနာက္ေၾကာင္းျပန္ၾကည့္ရမယ့္ဇာတ္ကားလည္းျဖစ္ပါတယ္။ဒီကားဟာဆိုရင္ ကိုရီးယားအခ်စ္ဇာတ္လမ္းေလးျဖစ္ျပိးကိုရီးယားဆန္ဆန္ Ro ရတဲ့အျပင္ ေၾကကြဲစရာ လြမ္းဆြတ္မႈအရသာပါခံစားရမည္ျဖစ္တာေၾကာင့္ ၾကည့္ရွဳ႕သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(1.1 GB) and (400 MB)Quality…BR-Rip 720pIMDb Rating… 7.2/10Format…mp4Duration….01:56:20Type…Drama,RomanceSubtitle….Myanmar Subtitle (Hardsub)Translated by MadelaineEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Yong-jooStarsBae SuzyCho Hyun-chulGo Joon-heeHan Ga-inJo Jung-sukKim Eui-sungLee Je-hoonUhm Tae-woongYoo Yeon-seokCastBae SuzyCho Hyun-chulGo Joon-heeHan Ga-inJo Jung-sukKim Eui-sungLee Je-hoonUhm Tae-woongYoo Yeon-seok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yDv1lRQdm5PoYE8SS1RI0k9BupT.jpg",
      "https://image.tmdb.org/t/p/w300/ckX0oLpZO5MPwnTfmNyiv4equsv.jpg",
      "https://image.tmdb.org/t/p/w300/c2eVHR5EcyaeBuYjjnSfg4Ax1Sd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/Architecture_101_film_poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/architecture-101-2012",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/architecture-101-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/yandex/architecture-101-2012-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2gcK5/Architecture_101_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/wxzki37b50nf",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "mUpJ18MRe8s",
      "video_url": "https://www.youtube.com/watch?v=mUpJ18MRe8s",
      "embed_url": "https://www.youtube.com/embed/mUpJ18MRe8s"
    }
  },
  {
    "metadata": "PG-13|2012|106 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "311,513"
    },
    "title": "Men in Black 3 (2012)",
    "description": "ဒီ MIB 3 မှာလဲ အရင်လို Agent K နဲ့ J ကို ပြန်မြင်ကြရအုံးမှာပါပဲအရမ်းဆိုးရွားလွန်းလို့ အာကသ ထဲမှာ အဆင့်ဆင့် ပိတ်လှောင်ထားတဲ့အကျဉ်းထောင်ထဲက ဘိုးရစ် ဆိုတဲ့ ဂြိုလ်သားတစ်ကောင် ရှိပါတယ်သူနဲ့ အေးဂျင့် ကေ မှာ ရန်ညိုး ရန်စ တစ်ခု ရှိနေတယ်…အေးဂျင့် ကေ ကြောင့် ဘိုးရစ် ရဲ့ လက်တစ်ဖက် ပြတ်သွားဖူးပါတယ်နောက်ဆုံးမှာ အေးဂျင့်ကေ က မသတ်ပဲ အရှင်ဖမ်းပြီး အကျဥ်းထောင်မှာလုံခြုံရေး တင်းကျပ်စွာ ချူပ်နှောင်ထားခဲ့တာ ဖြစ်ပါတယ်…တစ်ရက်မှာတော့ ဘိုးရစ် တစ်ယောက် အပြင်က အကူအညီ နဲ့အကျဉ်းထောင်က လွတ်မြောက်သွားပြီး အေးဂျင့် ကေ ကိုလက်စားချေဖို့ ကြံစည်ပါတော့တယ်…သူလက်စားချေမယ့် အစီအစဉ်ကတော့ အေးဂျင့် ကေဘိုးရစ်ကို မဖမ်းခင် အချိန်ကို ပြန်သွားပြီး သတ်ဖို့ပါပဲ…ဘိုးရစ် ရဲ့ အစီအစဉ် အောင်မြင်သွားတယ် ထင်တာပါပဲအေးဂျင့်ကေ ကို သတ်လိုက်နိုင်ပြီး အချိန်စက်ဝိုင်းကပြောင်းလဲသွားခဲ့ပါတယ်….အေးဂျင့် ကေ ကို လူတိုင်းက မေ့သွားပေမဲ့အေးဂျင့် ဂျေ တစ်ယောက်ထဲ မှတ်မိနေပါတော့တယ်အချိန်စက်ဝိုင်း ထဲ ပြန်သွားပြီး ပြုပြင်ဖို့ အေးဂျင့် ဂျေ မှာတာဝန်ရှိလာခဲ့သော အခါ….ဒီရုပ်ရှင်ကားကို Archi Thang Gyi မှဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်File size…9.67GB / 2.28GB / 1GBQuality…4K UHD BluRay / 1080p BluRay / 720pFormat…mkv /mp4Duration….1h 46minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by Archi Thang GyiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBarry SonnenfeldBrett RobinsonChristopher SurgentMary BaileyMichael LermanPeter ThorellSimon CraneStarsAlice EveBill HaderEmma ThompsonJemaine ClementJosh BrolinMichael ChernusMichael StuhlbargNicole ScherzingerTommy Lee JonesWill SmithCastAdam MucciAlex ZiwakAlexandra O'HaraAlice EveAmy ErwittAnthony J. GalloBarry SonnenfeldBen Mac BrownBill HaderBrad AbrellBritt Chandler JohnsonCarl J. JohnsonCayen MartinCharlie BarnettChloe SonnenfeldClarke ThorellDan BittnerDavid PittuDavid RascheDouglas CrosbyEmma ThompsonGerritt VandermeerIan BlackmanJack O'ConnellJada Pinkett SmithJames Martin KellyJared JohnstonJason LilesJavier RiveraJemaine ClementJeremy BeilerJesse RidgwayJoel BradyJon ShaverJonathan DrewJonathan O'HaraJoseph D'OnofrioJoseph R. GannascoliJosh BrolinKati RedigerKaty FrameKelvin DavisKen ArnoldKeone YoungKevin TownleyKimmy SuzukiKirk LarsenLanny FlahertyLenny VenitoLiliane KleinMela HudsonMichael ChernusMichael StuhlbargMike ColterNicole ScherzingerRick BakerStella VelonStephanie EllisStephen Brian JonesSusan RingoThom FountainTim BlaneyTobias SegalTom McComasTommy Lee JonesTony ShalhoubTyler JohnsonValence ThomasVictor Joel OrtizViolet O'HaraWill ArnettWill McLaughlinWill SmithWoodie King Jr.",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uugRPSjS0mF8x8hJkr3CYVcf9YS.jpg",
      "https://image.tmdb.org/t/p/w300/44mAbdjGrJJQ4hzkKx2Z2EsninZ.jpg",
      "https://image.tmdb.org/t/p/w300/x2k1TB6QErpOT9kUXDg7HxLbUki.jpg",
      "https://image.tmdb.org/t/p/w300/5AhpUb8CAP0jZ4Wrn7AsRUYjZxB.jpg",
      "https://image.tmdb.org/t/p/w300/bgslxHUmtCncOa9hOIDsVBarfyc.jpg",
      "https://image.tmdb.org/t/p/w300/4uUEZ76bqB0hRwFWj8DkcrepjjL.jpg",
      "https://image.tmdb.org/t/p/w300/eatyvS4UXTLl5AGMWolsQ4WD069.jpg",
      "https://image.tmdb.org/t/p/w300/depdB9y1ro4f59V63IyZiyRPKHG.jpg",
      "https://image.tmdb.org/t/p/w300/sZhgG4yUJAOWdwbGbUrwwQ130zn.jpg",
      "https://image.tmdb.org/t/p/w300/ty0aXVf2aSbiEkrif88UWbKNVnH.jpg",
      "https://image.tmdb.org/t/p/w300/iCqk02W09UCA7ljxG5XEiX1xJkw.jpg",
      "https://image.tmdb.org/t/p/w300/ihaBIFiZax4TcIiktsSkH2xU3wR.jpg",
      "https://image.tmdb.org/t/p/w300/tQ1CvC5vJjBjtb4U3IkNw7RL23c.jpg",
      "https://image.tmdb.org/t/p/w300/meA9HjxczusKzWYw8OzuaenLCet.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTU2NTYxODcwMF5BMl5BanBnXkFtZTcwNDk1NDY0Nw@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/men-in-black-3",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/men-in-black-3-2012-2160-p-uhd-blu-ray-x-265-5-1-4-k-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "9.67GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/xa3kkl6gj2ga.html",
        "server": "usersdrive.com",
        "size": "9.67GB",
        "quality": "4k"
      },
      {
        "link": "https://mega.nz/file/DBxXDJ4K#ydbbWm4x4NGdwhz-8TmV0PQRKtIVydiuwMJXazpA5rU",
        "server": "mega.nz",
        "size": "9.67GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/men-in-black-3-2012-1080-p-uhd-blu-ray-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tvwmnrzroqia.html",
        "server": "usersdrive.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1NG18/Men.in.Black.3.2012.1080p.UHD.BluRay_5.1__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/fQhRiSRY#aeidoLOWmI-DEZXoL2A0tGjUD8fbbDcEgy3RK-V1lb4",
        "server": "mega.nz",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/ypqxiyyrpfb9.html",
        "server": "streamsb.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/4mnspswnoz7d",
        "server": "veryfiles.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/men-in-black-3-2012-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/abffdjjh0jcg.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17Iyo/Men.in.Black.3.2012.720p__BluRay__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7Yp0XRgI#moY3qwtKmn2d2WcT7RHWzzBYqn2dIDf4HWpxZXgjG2o",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/v75q7n07u1ae.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ttxbmv0wks18",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "IyaFEBI_L24",
      "video_url": "https://www.youtube.com/watch?v=IyaFEBI_L24",
      "embed_url": "https://www.youtube.com/embed/IyaFEBI_L24"
    }
  },
  {
    "metadata": "N/A|2012|1h 32m|Adult,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "196"
    },
    "title": "(18+)House With A Nice View (2012)",
    "description": "အိမ်ခြံမြေလောကမှာ ဝက်ဝက်ကွဲအောင်မြင်နေတဲ့ မမတစ်ယောက်အောင်မြင်ဆိုသူ့ရဲ့ မားကတ်တင်းစနစ်က အရမ်းကောင်းတယ်ဒါပေမဲ့ သူက အချစ်ရေးမှာတော့ ခပ်ပေါ့ပေါ့မိန်းမသားပါအချစ်ဆိုတာကို ဟာသတစ်ခုလို့ထင်နေသူအချစ်ကြောင်းပြောရင် သူလက်သည်းနီ အရောင်လောက်တောင်စိတ်မဝင်စားသူ့ကို ကြိုက်လွန်းလို့ အသည်းသန်လိုချင်နေသူသာမောသွားမယ်သူကတော့အရေးမလုပ်တက်သူရိုင်းရိုင်းနှိုင်းရရင် စားဆော်ကြီးဗျသူနဲ့ဆန့်ကျင်ဖက် ဝန်ထမ်းတစ်ယောက်ရှိနေပြန်ပါတယ်မီယာသူကတော့ အခုမှကုမ္ပဏီကိုစဝင်လာတဲ့ အရောင်းဝန်ထမ်းမလေးသူကျတော့ အချစ်ကို ဘုရားတစ်ဆူလို ကိုးကွယ်နေသူအချစ်ကြောင်းပြောရရင် ထမင်းမေ့ဟင်းမေ့ပြောရရင် ဘာမှမသိပဲနဲ့ စာတိုလေးတစ်ဆောင်ရရင်တောင်ရင်ခုန်နေသူသူတို့နှဦးရဲ့ အချစ်ပေါ် ခံယူတက်ခြင်းမတူတာလေးတွေကိုဇတ်ကွက်များစွာဖန်တီးပြီးတော့ အသက်သွင်းထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်အချစ်ကို ခံယူချက်ချင်းမတူသူနှယောက် အချစ်ကိုဘယ်လိုဘယ်ပုံတွေ့ရှိမှာလဲတချို့က အချစ်ဆိုတာ အနားမှာရှိပေမဲ့ တန်ဖိုးမထားတက်တာမျိုးတချို့က အချစ်ကို တကူးတကရှာဖွေနေတာမျိုးဘယ်လိုပဲတွေ့ရှိပါစေ တန်ဖိုးထားတက်ဖို့ မီးမောင်းထိုးပြတဲ့ကားကောင်းလေးပါပဲအိမ်ခြံမြေအကျိုး‌ဆောင်က ဘယ်လောက် ဝန်ဆောင်မှုကောင်းသလဲဆိုရင်ကုတင် ငြိမ့်ညောင်းတာကို လက်တွေ့စမ်းသပ်ပြတာတွေပါနေတော့မိသားစုနဲ့ အတူမကြည့်ဖို့ သတိ အထူးပေးလိုပါတယ်File size…988MBQuality…720pFormat…mp4Duration….1h 32mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mi ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHa Na-KyungHan Yi-jinKwak Hyun-hwaLee Gun-IILee Joon-hyukOh Seong-taeSon Jin-ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/30179ZsKoE1WWqQJZNGo1qL4dUU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sSmKHZFQINR3gh5gVma41MQ6tIO.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18house-with-a-nice-view-2012",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/house-with-a-nice-view-2012-xvid-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "988MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g7h3salie9a9.html",
        "server": "usersdrive.com",
        "size": "988MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1J12y/House_with_a_Nice_View.2012.Xvid.720p(DS)_(2).mp4",
        "server": "megaup.net",
        "size": "988MB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/loz0r1iryt78",
        "server": "dropgalaxy.com",
        "size": "988MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/rx6zukyrfep1.html",
        "server": "streamsb.com",
        "size": "988MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2012|176 min|Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "48,228"
    },
    "title": "Jab Tak Hai Jaan (2012)",
    "description": "Samar မျက်နှာ စူပုတ်ပုတ်နဲ့ ရဲ့ရင်တဲ့ ဗုံးရှင်းသမား၊ ဗုံးတစ်လုံး ဖြုတ်ပြီးတိုင်း အေးဆေးတဲ့ နေရာမှာ တစ်ယောက်ထဲ အနားယူ တတ်တယ်။ သူ့ဘဝရဲ့ ၉၈ လုံးမြောက် ဗုံးကို ဖြုတ်ပြီး ကမ်းခြေဘက်မှာ တစ်ယောက်ထဲ အနားယူနေတဲ့ အချိန် Akira ဆိုတဲ့ မိန်းမလှလေး ရေနစ်လို့ ဆင်းကယ်ပြီး အနွေး ဓါတ်ရဖို့ Samar ရဲ့ အပေါ် အနွေးထည်ကို ပေးလိုက် မိရာမှာ မထင်မှတ်ပဲ Samar ရဲ့ Diary ကို Akira ရသွားပြီး Samar ရဲ့ လွမ်းစရာ ကောင်းတဲ့ London က အချစ် ဇာတ်လမ်းကို သိခဲ့ရပြီး Samar ကို Akira တစ်ယောက် စိတ်ဝင်စားခဲ့ပါတယ်။Akira ဆိုတာ Discovery Channel မှာ မှတ်တမ်းရုပ်ရှင် ရိုက်ရဖို့ ကြိုးစားနေတဲ့ ၂၁ နှစ်အရွယ် ဆွဲဆောင်မှု အပြည့်ရှိတဲ့ မိန်းမလှလေးပါ။ Akira တွက် အခွင့် အရေး တစ်ခု ရောက်ရှိ လာပါတယ်။ ၃ ပါတ်အတွင်း Samar ရဲ့ ဗုံးဖြုတ် တပ်သား တစ်ယောက် အကြောင်း မှတ်တမ်း ရုပ်ရှင် ရိုက်ပေး ရမယ့် အခွင့်အရေးပါ။Samar က Akira ကို တပ်ဖွဲ့ထဲ မလိုက်ခဲ့ စေချင်ပေမယ့် Samar ရဲ့ နိုင်ကွက်ကို သိထားတဲ့ Akira တစ်ယောက်က Samar ရဲ့ အတိတ်နဲ့ ယှဉ်ယှဉ်ပြီး ပြောလို့ Samar က Akira ကို လိုက်ခွင့် ပြုခဲ့ပါတယ်။ အခက် အခဲ အချို့ ရှိခဲ့ပေမယ့် Akira တစ်ယောက် Samar ဆိုတဲ့ ဗုံးဖြုတ် တပ်သား တစ်ယောက် အကြောင်း မှတ်တမ်း ရုပ်ရှင် ပြီးမြောက်အောင် ရိုက်နိုင် ခဲ့ပါတယ်။Samar ရဲ့ ဇာတ်လမ်းကို Discovery Channel မှာ ပြဖို့ ဒါတွေဟာ Samar ရဲ့ ဇာတ်လမ်း တကယ်ဖြစ်ကြောင်း ထောက်ခံဖို့ ၁၀နှစ်ကျော် ခြေဦး မချခဲ့တဲ့ London မြေကို ပြန်လည် ခြေချခဲ့ရပါတယ်။ ခါးသီးတဲ့ အတိတ်တွေ ရှိခဲ့တဲ့ London မြေကို Samar တစ်ယောက် ပြန်လည် ခြေချတဲ့ နေ့မှာပဲ…။ဒါရိုက်တာ Yash Chopra ရဲ့ ရိုက်ချက် ကောင်းတွေနဲ့ 176 မိနစ် ကြည့်ရမယ့် Drama Romance ဇာတ်ကား ဖြစ်ပါတယ်။ Jab Tak Hai Jaan ဆိုတဲ့ အဓိပ္ပါယ်ကတော့ Till my last breath ဖြစ်ပါတယ်။ ဖြစ်ပါတယ်။ Bollywood Star တွေဖြစ်တဲ့ Shah Rukh Khan, Katrina Kaif, Anushka Sharma တို့ရဲ့ သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းကို moviereview.ygn.me မှကူးယူဖော်ပြပါသည်။)IMDb Rating(6.7/10) နဲ့ Rotten Tomatoes 89% ထိရရှိထားလို့ကြည့်သင့်တဲ့ဇာတ်ကားပါ။HEVC 1080p BluRay DTS 5.1 Quality နဲ့ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File size…3.74GB / 2.16GB /1.2GBQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)/720pFormat…mp4Duration….03:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhiraj MinawalaBharat RawailPauline DuboisYash ChopraStarsAmarinder SodhiAnushka SharmaBindal ParikhGireesh SahedevJasmine JardotKatrina KaifPrerak PatelShah Rukh KhanSharib HashmiVarun ThakurCastAmarinder SodhiAnupam KherAnushka SharmaBindal ParikhGireesh SahedevJasmine JardotJay ConroyKatrina KaifNeetu SinghPrerak PatelRishi KapoorShah Rukh KhanSharib HashmiVarun Thakur",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uiWQjp0QdToiMVsWwTT2ike1Tz0.jpg",
      "https://image.tmdb.org/t/p/w300/6OFJjDJm33lC14cml6g1tDxmppH.jpg",
      "https://image.tmdb.org/t/p/w300/8spcqXNzZxUzHpQ6OvkUlJbItmw.jpg",
      "https://image.tmdb.org/t/p/w300/wJaVvlm7P7w1qYB2wM2024HbfXj.jpg",
      "https://image.tmdb.org/t/p/w300/qXfrPkYp5mSNRjKTP50DLmYw66S.jpg",
      "https://image.tmdb.org/t/p/w300/fHhQw0gXvVJEDYqygdKIIzP1N9T.jpg",
      "https://image.tmdb.org/t/p/w300/9J6da0mmpjDffUtUfXyCCKpsHuo.jpg",
      "https://image.tmdb.org/t/p/w300/uf8Vct7gpOR3KfUmGgTsTLRRqQP.jpg",
      "https://image.tmdb.org/t/p/w300/dMyCkXE4jCmcJZc1pZX863jPpHd.jpg",
      "https://image.tmdb.org/t/p/w300/lxB1c2ThX5AMvo2H3bSooM3Pb49.jpg",
      "https://image.tmdb.org/t/p/w300/g9CoZyu7ijJGXiKM5SBTPlXrS88.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTUyMzM5OTM5NF5BMl5BanBnXkFtZTcwNTIwMjA3OA@@._V1_SY1000_CR006291000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jab-tak-hai-jaan-2012",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/jab-tak-hai-jaan-2012-1080-p-blu-ray-remux-avc-true-hd-5-1-ep-si-lon-hevc-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "3.74GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/39KwH/Jab.Tak.Hai.Jaan.2012.1080p.BluRay.REMUX.AVC.TrueHD.5.1-EPSiLON(HEVC).mkv",
        "server": "megaup.net",
        "size": "3.74GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/jab-tak-hai-jaan-2012-720-p-blu-ray-remux-avc-true-hd-5-1-ep-si-lon-hevc-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.16GB",
        "quality": "720p (HEVC Encode)"
      },
      {
        "link": " https://megaup.net/2tN4B/Jab.Tak.Hai.Jaan.2012.720p.BluRay.REMUX.AVC.TrueHD.5.1-EPSiLON(HEVC).mkv",
        "server": "megaup.net",
        "size": "2.16GB",
        "quality": "720p (HEVC Encode)"
      },
      {
        "link": "https://yoteshinportal.cc/jab-tak-hai-jaan-till-my-last-breath-2012-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2t48t/Jab_Tak_Hai_Jaan_(Till_My_Last_Breath)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/ujuo06buxlzo.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "v0UXgoJ9Shg",
      "video_url": "https://www.youtube.com/watch?v=v0UXgoJ9Shg",
      "embed_url": "https://www.youtube.com/embed/v0UXgoJ9Shg"
    }
  },
  {
    "metadata": "|2012|1h 46min|Drama,Sci-Fi,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "47"
    },
    "title": "Distortion (2012)",
    "description": "Distortion (Khon Lok Jit) (2012)IMDb – 6.2/10ရုပ်ရှင်နယ်ပယ်မှာ နိုင်ငံအသီးသီးကရိုက်ကူးခဲ့တဲ့ ဇာတ်လမ်းနာမည်ပါပဲ။အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းတော့ ထိုင်းရုပ်ရှင်ဇာတ်လမ်းပါ။ထင်ယောင်ထင်မှားမှုကနေ ဖြစ်ပေါ်လာတဲ့ psychological-thriller ရုပ်ရှင်ပေါ့။စိတ်ရောဂါပညာရှင်၊ သိပ္ပံပညာရှင်၊ စီးပွားရေးသမားနဲ့ ကျောင်းသူလေးတစ်ယောက်။သူတို့လေးဦးကြားက ဖုံးကွယ်ထားတဲ့ အကြောင်းအရာကိုယ်စီနဲ့ တိုက်ဆိုင်စွာပဲကွင်းဆက်လူသတ်မှုထဲမှာ ကိုယ်စီပါဝင်လာကြတဲ့အခါ…။ဒေါက်တာကူရန်ဆိုတဲ့ စိတ်ရောဂါပညာရှင်က သတင်းမှာတွေ့လိုက်ရတဲ့ လူသတ်မှုဖြစ်ရာနေရာကိုရောက်လာခဲ့ပါတယ်။တိုက်ဆိုင်စွာနဲ့ပဲ အဲဒီလူသတ်မှုနောက်မှာ ကွင်းဆက်လူသတ်မှုတွေဖြစ်လာခဲ့ပြီးအသတ်ခံလိုက်ရတဲ့သူတွေကလည်း လိင်တူချစ်သူတွေဖြစ်နေပါတယ်။ထပ်ပြီးတိုက်ဆိုင်တာက အသတ်ခံရတဲ့လူတွေဟာ ဒေါက်တာကူရန်ရဲ့ ကျောင်းနေဖက်တွေဖြစ်နေတဲ့နောက်မှာတော့…။(အညွှန်းနဲ့ဘာသာပြန်ကတော့aungmo3hanပဲ ဖြစ်ပါတယ်)Genre….. Drama, Sci-fi, ThrillerQuality…. 1080p | 720pFile size…  2.6GB | 1.1GBFormat… mp4Duration…. 1h 46minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..aungmo3hanEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastApa BhavilaiArtit WiboonpanitchBoonyisa JantrarachaiSarunyu Prachakrit",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6p3FcyXHtiEP0w3mbPK4hsKWDC1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jap8nb6rn7zz.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/distortion-2012-nf-1080-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLtJy/Distortion.2012.NF.1080p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0jsT1aJC#H_Mz-NYZvTHC5D1V3VHujVoXkql5fuWl8oElcdRCMbU",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vwvwrhdublzq.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/distortion-2012-nf-720-p-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/yx4iB/Distortion.2012.NF.720p.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9n8iiIhB#LmYZG77dBNA1HHPKgqMVqKT_I0i-3qgROOZKqEZn-jM",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ifi1mqvaiy13",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/wa0f4mr1xqjd",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4Nh-D7UevfQ",
      "video_url": "https://www.youtube.com/watch?v=4Nh-D7UevfQ",
      "embed_url": "https://www.youtube.com/embed/4Nh-D7UevfQ"
    }
  },
  {
    "metadata": "PG-13|2012|1h 37m|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "38000"
    },
    "title": "Liberal Arts (2012)",
    "description": "Liberal Arts (2012)~ IMDb – 6.7/10, Rotten Tomatoes – 71% ~Cast တွေကို ကြည့်လိုက်ရုံနဲ့တင် ပေါ့ပေါ့တန်တန်ကား မဟုတ်တာ သဘောပေါက်ကြမယ့် ၂၀၁၂ ထွက် Drama Comedy ဇာတ်ကားလေးတစ်ကားပါ။ ပုရိသတို့အသည်းစွဲ မမ Elizabeth Olsen ရယ်၊ HIMYM က ကိုယ်တွေရဲ့ ဘော်ဒါကြီးတက်ဒ် ဖြစ်တဲ့ Josh Radnor တို့ရယ်ဆိုတော့ အတိုင်းထက်အလွန်ပေါ့။ဒီဇာတ်ကားလေးမှာတော့ တက်ဒ်ဟာ ကျောင်း၀င်ခွင့်အရာရှိတစ်ယောက်ဖြစ်တဲ့ ဂျက်ဆီနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ HIMYM မှာကတည်းက အသည်းကွဲဘော်ဒါကြီး တက်ဒ်ဟာတော့ ဒီထဲမှာလည်း အိမ်ထောင်ကွဲခါစ အသည်းကွဲသမားကြီး ဖြစ်နေပြန်ပါတယ်။ ဂျက်ဆီရဲ့ ကျောင်းသားဘ၀က ဆရာဖြစ်သူ ပီတာရဲ့ အငြိမ်းစားယူပွဲလေးကြောင့် ကောလိပ်တက်ခဲ့ရာ‌ဒေသကို ခဏပြန်လာခဲ့ရင်း ကျောင်းသူတစ်ဦးဖြစ်တဲ့ ဇစ်ဘီနဲ့ ဆုံမိကြတယ်။ အိမ်ထောင်ကွဲခါစ ဂျက်ဆီနဲ့ ကောလိပ်က တွဲပြတ်ထုံးစံကြီးနဲ့ ချစ်ရေးချစ်ရာကို အသားမကျတဲ့ ဇစ်ဘီတို့ဟာ အသက် ၁၈ နှစ်ကွာပေမယ့် ခပ်မြန်မြန်ပဲ ရင်းနှီးခဲ့ကြတယ်။သူတို့နှစ်ဦးဟာ လမ်းခုလတ်မှာ ခဏတဖြုတ်တွေ့ဆုံကြမယ့်သူတွေလား၊ ဘ၀လက်တွဲဖော် ဖူးစာဆုံကြမယ့်သူတွေလားဆိုတာကို အချစ်ဒဿန ဘ၀ဒဿနတွေနဲ့ ခပ်ပါးပါးလေးပုတ်ထားတဲ့ ဇာတ်ကားတစ်ကားမို့ ကြည့်ဖို့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ဖြစ်ကြောင်း အသိပေးလိုက်ပါရစေ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုChuckမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.05GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 37MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byChuckEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh RadnorStarsAli AhnAllison JanneyAngelic ZambranaCaroline LindyChelsea ChrostowskiElizabeth OlsenElizabeth ReaserGregg EdelmanJohn MagaroJosh RadnorKate BurtonKristen BushMichael WestonNed DaunisRichard JenkinsRobert DesiderioTravis Alan McAfeeZac EfronCastAli AhnAllison JanneyAngelic ZambranaCaroline LindyChelsea ChrostowskiElizabeth OlsenElizabeth ReaserGregg EdelmanJohn MagaroJosh RadnorKate BurtonKristen BushMichael WestonNed DaunisRichard JenkinsRobert DesiderioTravis Alan McAfeeZac Efron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6NsUCdgCuTD3aFVZZIX8w5eD6bT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4PRmHa3YqOkhzwhuSyhbgEYAG7w.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-liberal-arts-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aHkg/(CM)_Liberal_Arts_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6no0VSSS#9M6BdW8gCu4IRmECQbKVYXAp59NZZKyAP0K6tCL5qXA",
        "server": "mega.nz",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ui42d0j2vckh.html",
        "server": "usersdrive.com",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/6s7qlo35r34c.html",
        "server": "streamsb.com",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/wc21b5tfleh1/(CM)_Liberal_Arts_(2012)_1080p.mp4",
        "server": "streamvid.io",
        "size": "2.05GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-liberal-arts-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wCdB/(CM)_Liberal_Arts_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/OnpVHCiQ#hMoRgLkrYinEdX1ni8LZLNsdr_idAdML1dqZCzriqi4",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5ez9lrqcuajz.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/n2mntmg8212x.html",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kc7tl1vf1jwc/(CM)_Liberal_Arts_(2012)_720p.mp4",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "yBUCyxJwHm0",
      "video_url": "https://www.youtube.com/watch?v=yBUCyxJwHm0",
      "embed_url": "https://www.youtube.com/embed/yBUCyxJwHm0"
    }
  },
  {
    "metadata": "|2012||Drama,Horror,Mystery",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "1900"
    },
    "title": "Last Kind Words (2012)",
    "description": "Last Kind Words (2012)=================Horror, mysteryစိတ်ဝင်စားစရာ အပြည့်နဲ့ Horror ကားဟောင်းလေးဖြစ်ပါတယ်။ အီလိုင်ဆိုတဲ့ကောင်လေးတို့ မိသားစုဟာ ကန်တက်ကီနယ်မြေက မြို့ငယ်လေးကိုပြောင်းလာခဲ့ပါတယ်။ သူတို့ပြောင်းလာတဲ့အိမ်က အမေရိကန်ပြည်တွင်းစစ်ပွဲကြီးဖြစ်ခဲ့ပြီးလူမည်းကျွန်များစွာကို ကြိုးပေးခဲ့တဲ့ခြံကြီးပါ။ အီလိုင်က အထီးကျန်တိုင်းတောထဲကို သွားလေ့ရှိတယ်။ သူ့နားမှာလည်း အမန်ဒါဆိုတဲ့ မိန်းကလေးတစ်ယောက်ကအမြဲရှိနေတဲ့အတွက် အမန်ဒါနဲ့ခင်သွားပါတယ်။တကယ်တော့ အမန်ဒါက လွန်ခဲ့တဲ့နှစ်(၅၀)လောက်က သူတို့ခြံထဲမှာပဲ ကြိုးပေးခံခဲ့ရတဲ့ ကောင်မလေးဖြစ်ပြီး အီလိုင်ရဲ့အဖေနဲ့ချစ်သူတွေဖြစ်ခဲ့ကြတာပါ။ မကျွတ်လွတ်သေးတဲ့ အမန်ဒါနဲ့ သူ့ရဲ့လူ့ဘဝက ဇာတ်လမ်းကို အီလိုင်သိသွားတဲ့အခါ ဘတွေဆက်ဖြစ်သွားမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Thiha Yan Naing ဖြစ်ပါတယ်)File Size……….(1.3 GB) / (550 MB) / (344 MB)Quality…………BLU-RAY 1080p / 720p / 480pDuration………1Hr 27MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, Horror, MysteryTranslator…….Thiha Yan NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKevin BarkerCastAlexia FastBrad DourifClay WilcoxMarianne HaganRich WilliamsSarah SteeleSpencer Daniels",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTQxMTQxOTY0MV5BMl5BanBnXkFtZTcwNjE2MDc1OQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/last-kind-words-2012-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2B2ro/Last.Kind.Words.2012.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/i510m1wtebac.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cLEy0YDa#XG8FlxrTIf0olp6BZTIMnLZcdwyhpS8eAvkzxsS9Mcc",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yulzdhpe9lre.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6nhbg9psq6m2",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/last-kind-words-2012-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1f7ws/Last.Kind.Words.2012.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/jih3oxza2tp0.html",
        "server": "streamsb.com",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dDk3jJrA#cdedfEsQG9M_IQQsCZTJQxvpAv7ijH9iq0Is7IZEu34",
        "server": "mega.nz",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/y3igo6qtwqvb.html",
        "server": "usersdrive.com",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fvqy4pp047v1",
        "server": "streamvid.io",
        "size": "550 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/last-kind-words-2012-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "344 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1f7wb/Last.Kind.Words.2012.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "344 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/j0ied7u0jn9z.html",
        "server": "streamsb.com",
        "size": "344 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/oDNDkBBZ#e3_T2eN8H783rvzkMLKq0sZAJ8b0bTy-zZxBWKNS0es",
        "server": "mega.nz",
        "size": "344 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1i9q3q4ye9pw.html",
        "server": "usersdrive.com",
        "size": "344 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/3l112436z8pe",
        "server": "streamvid.io",
        "size": "344 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "tTNGC1dRCSw",
      "video_url": "https://www.youtube.com/watch?v=tTNGC1dRCSw",
      "embed_url": "https://www.youtube.com/embed/tTNGC1dRCSw"
    }
  },
  {
    "metadata": "NOT RATED|2012|109 min|Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "8,769"
    },
    "title": "Like Someone in Love (2012)",
    "description": "Like Someone in Love ဇာတ္ကားဟာဆိုရင္မင္းသမီးေခ်ာRin Takanashi ပါ၀င္သရုပ္ေဆာင္ထားျပီးIMDb အေနနဲ႔ကေတာ့Rating – 7/10 ဆိုတဲ့အတြက္ေၾကာင့္Rating ျမင့္တဲ့ Dramaကားေကာင္းတစ္ကားလို႔ဆိုရမယ့္ဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating – 7.0/10Rotten Tomatoes – 82%ေက်းရြာေလးတစ္ခုမွ အာကီဆိုတဲ့ မိန္းမေခ်ာေလးကတိုက်ိဳျမိဳ႕ၾကီးကို ေရာက္လာျပီး အလုပ္တစ္ဖက္ျဖင့္ေက်ာင္းတက္ေနရပါတယ္။ညဥ္႔ငွက္မေလးအျဖစ္အလုပ္လုပ္ေနရတဲ့ အာကီဟာသံသယမ်ားတတ္လြန္းတဲ့ သူမခ်စ္သူကိုအမွန္အတိုင္းဖြင့္မေျပာျပနုိင္ခဲ့ေခ်။တစ္ေန႔မွာေတာ့ အလုပ္လုပ္ရင္း မထင္မွတ္ဘဲပါေမာကၡၾကီးတစ္ဦးနဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ထို႔ေနာက္ သံုးပြင့္ဆိုင္ဇာတ္လမ္းတစ္ခုဟာဘယ္လိုရွုပ္ေထြးမႈ႕ေတြျဖစ္ျပီး အဆံုးသတ္မလဲဆိုတာကေတာ့ဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့…။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tartee ျဖစ္ပါတယ္)File size__( 900 MB) and ( 350 MB)Quality__BR-Rip 720pIMDb Rating__7.0/10Format__mp4Duration__01:49:31Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by TarteeEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbbas KiarostamiStarsDendenKaneko KubotaKoichi OhoriMihoko SuzukiReiko MoriRin TakanashiRyo KaseSeina KasugaiTadashi OkunoTomoaki TatsumiCastDendenKaneko KubotaKoichi OhoriMihoko SuzukiReiko MoriRin TakanashiRyo KaseSeina KasugaiTadashi OkunoTomoaki Tatsumi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mqIV9IT472X7aDHWL7i6O6wz0xv.jpg",
      "https://image.tmdb.org/t/p/w300/nEWH20d8fggAcSljuPPHmYcZAOQ.jpg",
      "https://image.tmdb.org/t/p/w300/9eVoFAbkMb59BEBretxRUzEyTJn.jpg",
      "https://image.tmdb.org/t/p/w300/hdarWotY1sGeZFVGLlm6nDAPEJT.jpg",
      "https://image.tmdb.org/t/p/w300/i1gBtPIKJtWs5ZxZXZZOHR5MaVY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/11/111.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/like-someone-in-love-2012",
        "server": "CM Links",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/like-someone-in-love-raiku-samuwan-in-rabu-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Tch0/Like_Someone_In_Love_(Raiku_Samuwan_In_Rabu)_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/oxtrb2dyi7cy",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/w7q0v3fj49hk.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://www.kinocloud.org/4j/Like_Someone_In_Love_(Raiku_Samuwan_In_Rabu)_[2012]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "CBIDYcFOg3A",
      "video_url": "https://www.youtube.com/watch?v=CBIDYcFOg3A",
      "embed_url": "https://www.youtube.com/embed/CBIDYcFOg3A"
    }
  },
  {
    "metadata": "PG-13|2012|76 min|Action,Adventure,Animation",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "42,543"
    },
    "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
    "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight ReturnsComic ကို 2012 ခုႏွစ္မွာDark Knight ReturnsPart 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီးAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။Dark Knight Return comic ဟာကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔ေသသပ္ဆြဲေဆာင္မႈရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္ဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္းRotten Tomatoesရဲ႕ rating မွာအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္Gotham မွာ Batman ရယ္လို႔ ေပ်ာက္ကြယ္သြားခဲ့တာ ဆယ္စုႏွစ္တစ္ခုရိွတဲ့ကာလတစ္ခုကေနဇာတ္အိမ္တည္ထားပါတယ္Bruce Wayne ကိုလည္း ေတြ႔ေလ့ေတြ႔ထရိွတဲ့ အသက္အရြယ္မဟုတ္ပဲ ဇရာေထာင္းလို႔ စိတ္ေထာင္းကိုယ္ေၾကဆုံး႐ႈံးမႈေတြ အမ်ားႀကီးနဲ႔ Batman ဘဝက အနားယူထားတဲ့ အဘိုးႀကီးတစ္ေယာက္အေနနဲ႔ ပုံေဖာ္ထားတာကျမင္ေနက် Batman နဲ႔ ခြဲထြက္ထားတဲ့ကြဲျပားမႈတစ္ခုအျဖစ္ ျမင္ေတြ႔ရမွာပါ။ဒါေပမယ့္လည္း အတိတ္က Batman ရဲ႕အရိပ္က Bruce တစ္ေယာက္ကို အျမဲတစ္ေစ ေျခာက္လွန္႔ေနၿပီး…Gotham ၿမိဳ႕ကိုႀကီးစိုးခ်ယ္လွယ္ေနတဲ့ Mutants ဂိုဏ္းႀကီး ဟာတစ္ေန႔တစ္ျခား ဆိုးဝါးလာတဲ့ အခါမွာေတာ့Bat vigilante ဘဝကို မလႊဲမေ႐ွာင္သာ ျပန္လည္  လႈပ္႐ွား လာရပါေတာ့တယ္။Part ( 1 ) ဟာ Batman နဲ႔ Mutants ဂိုဏ္းအၾကား အားၿပိဳင္ တိုက္ခိုက္မႈေတြကို စိတ္ဝင္စားစရာ တင္ဆက္ထားတာျဖစ္ပါတယ္Zack Snyderရဲ႕ Batman VS Superman ဟာDark Knight Returns ရဲ႕ေက်ာ႐ိုးကို အမ်ားဆုံးအသုံးျပဳထားတာ ျဖစ္ျပီး Ben Affleck ရဲ႕ Batmanဟာလည္းDKR ရဲ႕ Batman နဲ႔ အနီးစပ္ဆုံး တူေအာင္ေရြးခ်ယ္ထားတဲ့Batman Character ျဖစ္ပါတယ္။Review သပ္သပ္ေရးတာမဟုတ္ပဲဇာတ္ကားအတြက္အၫႊန္းေရးေပးတာျဖစ္လို႔တစ္ခ်ိဳ႕မဆိုင္တာေလးေတြနဲ႔ မလိုအပ္တာေလးေတြကိုပယ္ၿပီး ဇာတ္ကားကိုလည္း Spoil မျဖစ္ေအာင္ဒီေလာက္ပဲၫႊန္းေပးခ်င္ပါတယ္။ၾကည့္ၿပီးသားလူေတြကလည္း ျပန္ၾကည့္လည္းမ႐ိုးသြားေတာ့ ထပ္ၿပီးျပန္ၾကည့္လို႔ရေအာင္မၾကည့္ရေသးသူေတြအတြက္လည္းAnimated ကားေကာင္းတစ္ကားကို မၾကည့္ဖူးတယ္မျဖစ္ရေလေအာင္ CM မွ ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္။(အညြန္းကုိေတာ့ CM မွ Translator တစ္ဦး ျဖစ္တဲ့ ကုိ Han Htoo Zaw မွ တင္ဆက္ ေပးထားတာျဖစ္ပါတယ္)File Size : (800 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1h 16minFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BRrip.x264.YIFYEncoded by A_ZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJay OlivaStarsAriel WinterDavid SelbyGary Anthony SturgisGary Anthony WilliamsMaurice LaMarcheMichael McKeanPaget BrewsterPeter WellerRob PaulsenWade WilliamsCastAndrea RomanoAriel WinterBruce TimmCarlos AlazraquiCathy CavadiniDanny JacobsDavid SelbyDee Bradley BakerFrank WelkerGary Anthony SturgisGary Anthony WilliamsGreg EaglesGrey GriffinGwendoline YeoJames Arnold TaylorJames Patrick StuartJim WiseMaria Canals-BarreraMaurice LaMarcheMichael EmersonMichael JacksonMichael McKeanPaget BrewsterPeter WellerRichard DoyleRob PaulsenSam McMurrayTara StrongTownsend ColemanWade WilliamsYuri Lowenthal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a6pB1w4lwp0WeTRQk9Q2K1F9W34.jpg",
      "https://image.tmdb.org/t/p/w300/sHR0RENnmaa9dLFPT3H3qLgn7k0.jpg",
      "https://image.tmdb.org/t/p/w300/uWTr6QAZtsjZMFWcQuyNj2lkQjx.jpg",
      "https://image.tmdb.org/t/p/w300/nzJTwDwMPFueIORarpZbQjdYr6s.jpg",
      "https://image.tmdb.org/t/p/w300/o7CSgpCfORcvHhZtHtB6xo5shHr.jpg",
      "https://image.tmdb.org/t/p/w300/n5XZQukQ88RNIcsu1bzP1TWYTaV.jpg",
      "https://image.tmdb.org/t/p/w300/1AaeRjNYViYjXBzwBTQCdv1uIBW.jpg",
      "https://image.tmdb.org/t/p/w300/x1A4ZlKhQ3xicrmSOCIwrEd6XIf.jpg",
      "https://image.tmdb.org/t/p/w300/xOKjPBdKyqrBsO2W9gahSUkAUzB.jpg",
      "https://image.tmdb.org/t/p/w300/p7HiLUBBoeCWZXA1VOtHnBFv95S.jpg",
      "https://image.tmdb.org/t/p/w300/36X6hjFS4K8skFYkKn4TWszoHHv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/batman-the-dark-knight-returns-part-1-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/batman-the-dark-knight-returns-part-1-2012",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0osGZGwFNkk",
      "video_url": "https://www.youtube.com/watch?v=0osGZGwFNkk",
      "embed_url": "https://www.youtube.com/embed/0osGZGwFNkk"
    }
  },
  {
    "metadata": "PG-13|2012|115 min|Adventure,Drama,Fancy,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "201,893"
    },
    "title": "The Twilight Saga: Breaking Dawn – Part 2 (2012)",
    "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်… Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ဆိုပြီး စုစုပေါင်း ၅ ကားထုတ်လုပ်ရိုက်ကူးခဲ့ပါတယ်။သွေးစုတ်ဖုတ်ကောင်၊ သမန်းဝံပုလွေ၊ လူသား စတဲ့ မတူညီတဲ့ လောကတွေအကြားက ချစ်ခြင်းမေတ္တာအကြောင်းကို ရိုမန့်တစ်ဆန်ဆန်တင်ဆက်ထားပြီး သရုပ်ဆောင်တွေရော ဇာတ်လမ်းရော ဒိုင်ယာလော့ခ်တွေရော ထိမိလှတာကြောင့် ပရိတ်သတ်တွေရဲ့ အသည်းစွဲ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ခဲ့ပါတယ်။File size…(1.5 GB)Quality….BluRay 1080p HEVCFormat…mkvDuration….01:55:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBill CondonJessica LichtnerStarsAshley GreeneBilly BurkeElizabeth ReaserJackson RathboneKellan LutzKristen StewartNikki ReedPeter FacinelliRobert PattinsonTaylor LautnerCastAbbie DunnAlex RiceAmadou LyAndrea GabrielAndrea PowellAngela SarafyanAshley GreeneBill TangradiBilly BurkeBilly WagensellerBooboo StewartCameron BrightCasey LaBowCharlie BewleyChaske SpencerChristian CamargoChristopher HeyerdahlDakota FanningDaniel CudmoreElizabeth ReaserErik OdomGuri WeinbergJ. D. PardoJackson RathboneJamie Campbell BowerJanelle FroehlichJD PardoJoe AndersonJudi ShekoniJulia JonesKellan LutzKristen StewartLateef CrowderLee PaceLisa HowardMackenzie FoyMaggie GraceMarisa QuinnMarlane BarnesMasami KosakaMía MaestroMichael SheenMyAnna BuringNikki ReedNoel FisherOmar MetwallyPatrick BrennanPeter FacinelliRami MalekRebecca BarrasRobert PattinsonTaylor LautnerToni TrucksTracey HegginsTyson HousemanValorie CurryWendell Pierce",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qkl57wzSFrpi2sRpoc2mZJbMuLP.jpg",
      "https://image.tmdb.org/t/p/w300/77PAhK4rTkKPIXvMueg6xlq7tao.jpg",
      "https://image.tmdb.org/t/p/w300/ub6Aitm1QbRtcTpwNolV5PReu23.jpg",
      "https://image.tmdb.org/t/p/w300/vLeIBMqPI8IokldjjBlPcraGRsh.jpg",
      "https://image.tmdb.org/t/p/w300/ytCpy9DCkKUjWLlNWUbTDP05eKp.jpg",
      "https://image.tmdb.org/t/p/w300/yuR3tRjTbqhaZPAwG9bT0aW3oob.jpg",
      "https://image.tmdb.org/t/p/w300/aJk9zBaNp47WL6pL2NmMdrEHmCU.jpg",
      "https://image.tmdb.org/t/p/w300/u1re53opiaXVYeCYmzfMVkOJ1O2.jpg",
      "https://image.tmdb.org/t/p/w300/o0raUq0WH2splyDjJ6ABHZn3v8X.jpg",
      "https://image.tmdb.org/t/p/w300/eYbuoXbya8bhtomq31r5Mj020gb.jpg",
      "https://image.tmdb.org/t/p/w300/zgKHzOEdETBjO7FnBpLkdWMSIs0.jpg",
      "https://image.tmdb.org/t/p/w300/vNjMxsxm5DusfppZEAUeDU0HX9O.jpg",
      "https://image.tmdb.org/t/p/w300/9mgavSqUAPVEtVm9b23QnCtAeKf.jpg",
      "https://image.tmdb.org/t/p/w300/tKPsClPvwKZg69b6oaeaVf8EVGG.jpg",
      "https://image.tmdb.org/t/p/w300/l0sIXHTnFCFggiBUYJfXgIgkmu2.jpg",
      "https://image.tmdb.org/t/p/w300/bY0GDfmg70rvRfK15vjvbKRvQfw.jpg",
      "https://image.tmdb.org/t/p/w300/dlALIcV1QNTWtyzQ56w8YTM5ufe.jpg",
      "https://image.tmdb.org/t/p/w300/kL4bWA2sDiGME6c0TZ3yhxgeJE1.jpg",
      "https://image.tmdb.org/t/p/w300/kE1w1b4PnbfktFeFgIAvcGJtPeP.jpg",
      "https://image.tmdb.org/t/p/w300/2p1opRQTDkDw2SursIsQIZ8kxpX.jpg",
      "https://image.tmdb.org/t/p/w300/ePLr6FxA3LWVHl2uC0wa3AKRTFX.jpg",
      "https://image.tmdb.org/t/p/w300/k7NBrajiEf080MxvDoo6hwgSQME.jpg",
      "https://image.tmdb.org/t/p/w300/4apsHKU5RdE5cY6FYMsZ6CYgB55.jpg",
      "https://image.tmdb.org/t/p/w300/uwTCpj1ve1m1dNAkL6XpAa6U8Pb.jpg",
      "https://image.tmdb.org/t/p/w300/cVkGklmPcMdBPuci4vMyKX5JxlC.jpg",
      "https://image.tmdb.org/t/p/w300/1HZvWhWy50F5RVRpcNgfda9hxfs.jpg",
      "https://image.tmdb.org/t/p/w300/dgMPAKAkp7ppZaKt5SS0UAkw1XW.jpg",
      "https://image.tmdb.org/t/p/w300/kgjC5dtHgwhri1Pj3HxipTHZvsS.jpg",
      "https://image.tmdb.org/t/p/w300/9jQLAfL24l4Ad96C2PmMwZEN5BZ.jpg",
      "https://image.tmdb.org/t/p/w300/3ZGoPTClSWuYuulZTLopASCbUIP.jpg",
      "https://image.tmdb.org/t/p/w300/fzDlALFqKQDIVxZj66KaxIqdm9Z.jpg",
      "https://image.tmdb.org/t/p/w300/r8xgCUEMQyAwvTlsbJYWhTjqubh.jpg",
      "https://image.tmdb.org/t/p/w300/xpdzjX0uqJ9dFNVxxPWqeIQGvsq.jpg",
      "https://image.tmdb.org/t/p/w300/hNEeC0Zu7xXJTiNHXRhjap1QlgU.jpg",
      "https://image.tmdb.org/t/p/w300/r3XOsueqyO8H6ZNHtRckp9qoeqN.jpg",
      "https://image.tmdb.org/t/p/w300/nkGthlaAX5gtFw2NMbNE0bnxklR.jpg",
      "https://image.tmdb.org/t/p/w300/9dVD7527WsvA5fo8CQOHwN0N3L7.jpg",
      "https://image.tmdb.org/t/p/w300/aaQl3yERBg8bqJuOVyPr5Ju49zt.jpg",
      "https://image.tmdb.org/t/p/w300/5PgH8f6ycLV9P21XdhAsD13ybJ9.jpg",
      "https://image.tmdb.org/t/p/w300/lMZH7LqceoOkY3Jy14roI9HMM1h.jpg",
      "https://image.tmdb.org/t/p/w300/iBVXsk2UaPDOU2Od467Zzs727Ck.jpg",
      "https://image.tmdb.org/t/p/w300/pkAIFnXE2TZbCrsbUFcDTFGwVG8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-twilight-saga-breaking-dawn-part-2-2012-1080-p-10-bit-blu-ray-x-265-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2yVlf/(CM)_The_Twilight_Saga_Breaking_Dawn_-_Part_2_(2012)_1080p_10bit_BluRay_x265_HEVC_AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/BuIhzZbS#a-EaMcONpJwS9Ykch0INlcw4c4HHnZ_YtJjmlfpmDi0",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/86wod3i7l6oz.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://streamvid.net/l5uozplec6wz",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbface.com/oq2cafrj2dsw.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "bUXjqQ4GKRg",
      "video_url": "https://www.youtube.com/watch?v=bUXjqQ4GKRg",
      "embed_url": "https://www.youtube.com/embed/bUXjqQ4GKRg"
    }
  },
  {
    "metadata": "Not Rated|2012|1h 28m|Adventure,Comedy,Crime",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "30K"
    },
    "title": "Sightseers (2012)",
    "description": "Sightseers (2012)ခုတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ ၂၀၁၂ထွက် sightseer ဆိုတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ Dark comedy တွေရိုက်နေကျ ဒါရိုက်တာ Ben Wheatleyရဲ့ လက်ရာလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ သာမန်စုံတွဲတစ်တွဲ နောက်တွဲယာဉ်နဲ့ အားလပ်ရက်ခရီးထွက်တာကနေ စတင်ခဲ့ပါတယ်။ ခရစ်နဲ့ တီနာတို့က ချစ်ချစ်ခင်ခင်နဲ့ ‌ရိုမန်တစ်ဆန်တဲ့ ခရီးတစ်ခုကို စီစဉ်ခဲ့ကြတာပါ။ တီနာရဲ့အမေကတော့ ခရစ်ကို မယုံပေမဲ့ တီနာကတော့ ပျော်ပျော်ရွင်ရွင်ပဲ ခရီးထွက်လာခဲ့ပါတယ်။ဇာတ်လမ်းအစပိုင်းမှာ ပျော်စရာ သာမန်ဇာတ်ကားလေးလို့ထင်ရပေမဲ့ ခရစ်ဟာ မထင်မှတ်ဘဲ လူတစ်ယောက်ကို ကားနဲ့ တိုက်သတ်မိခဲ့ပါတယ်။ ခရစ်ဟာ တမင်တကာပဲ သတ်ခဲ့တာလား? မတော်တဆဖြစ်သွားတာလား?ခရီးစဉ်ကို မပျက်ဆီးစေချင်တဲ့ တီနာကရော ပြန်ခေါ်နေတဲ့ သူ့အမေရယ် ဒီလိုအဖြစ်ဆိုးဖြစ်လာတဲ့အခါ ဘယ်လိုတုံ့ပြန်မလဲ?အဲဒီအချိန်ကနေစပြီးတော့ ဇာတ်လမ်းရဲ့ ပုံစံဟာ ပြောင်းလဲသွားပြီး ဇာတ်ဆောင်တွေရဲ့ နားလည်ရခက်တဲ့ စိတ်တွေ …မထင်ထားတဲ့ အခြေအနေတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု ခံစားရမှာဖြစ်ပါတယ်။သွေးသံရဲရဲအခန်းတွေ လိင်ဆက်ဆံခြင်းတွေ ညစ်ညမ်းအသုံးအနှုန်းတွေပါဝင်လို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့််တော်ပါဘူးမိုးအေးအေးမှာ ထူးခြားတဲ့ darkဖြစ်တဲ့ဇာတ်ကားတစ်ကားကြည့်ချင်သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ်ညွန်းလိုက်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Vo Aung Dinပါ။)File Size          :1.5GB, 635MB, 366MBQuality            :1080p BDRip AAC 5.1CH,720p BDRip, 480pFormat            :mp4Duration         :1hr 28minsGenre              :Adventure, Comedy, CrimeTranslated byVo Aung DinEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen WheatleyStarsAlice LoweKenneth HadleySteve OramCastAlana BurnettAlice LoweAymen HamdouchiChristine TalbotDominic ApplewhiteEileen DaviesGareth JonesGareth TunleyGedGemma Lise ThorntonJohn HurtJonathan ArisKali PeacockKelly Munro-FawcettKenneth HadleyLisa-Marie HoctorLouisa FarrantLucy RussellMark KempnerMonica DolanRachel AustinRichard GloverRichard LumsdenRoger MichaelSamantha StoneSara DeeSara StewartSeamus O'NeillSmurfStephanie JacobSteve OramSusan McCardleTom MeetenTony Way",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7QuOLZ6ws1yMNLsbdEduPRSBj9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eL3POLwfhVeRfPOALFokh9JiUfd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-sightseers-2012-1080-p-bd-rip-aac-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/app5zjfh9npq.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3gPhC/[CM]Sightseers.2012.1080p.BDRip.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kjchDYJC#fhXRXwlMbVOLdRvVEn050puh3Xk60hjH2xw0bX-nhuw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/9mh2rae5d7sf",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-sightseers-2012-720-p-bd-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/56cocrhryiwk.html",
        "server": "usersdrive.com",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ARP2/[CM]Sightseers.2012.720p.BDRip.mp4",
        "server": "megaup.net",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/A68wSZzJ#lhrMKJFodsieReqnueddDe-2X_cWwPDh0irqSADybgE",
        "server": "mega.nz",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zgez6hwvucsh",
        "server": "streamvid.io",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/8l2moskn2cyh.html",
        "server": "streamsb.com",
        "size": "635MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-sightseers-2012-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "366MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/t6wotcih9n0v.html",
        "server": "usersdrive.com",
        "size": "366MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3gPhf/[CM]Sightseers.2012.480p.mp4",
        "server": "megaup.net",
        "size": "366MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/52kESKpD#FpuS8MsnvBjHEUjX5NtwZLZD8ONKcce4u0k14p3N_m8",
        "server": "mega.nz",
        "size": "366MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/2ro59aejuzqp",
        "server": "streamvid.io",
        "size": "366MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/kw69s6k7flog.html",
        "server": "streamsb.com",
        "size": "366MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "OM4IFqV6RYA",
      "video_url": "https://www.youtube.com/watch?v=OM4IFqV6RYA",
      "embed_url": "https://www.youtube.com/embed/OM4IFqV6RYA"
    }
  },
  {
    "metadata": "PG-13|2012|1h 43min|Comedy,Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "449,082"
    },
    "title": "The Perks of Being a Wallflower (2012)",
    "description": "The Perks of Being a Wallflower (2012)IMDb – 8.0/10_____Rotten Tomatoes – 86%Harry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လိုနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။Stephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။ဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။ဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်ကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။Harry Potter မင္းသမီး Emma Watson ၊ Percy Jackson မင္းသား Logan Lerman ၊ Flash မင္းသား Ezra Miller တို႔လိုနာမည္ရ လူငယ္သရုပ္ေဆာင္ေတြနဲ႔ ပံုေဖာ္ထားတဲ့ coming-of-age teen drama ဇာတ္ကားမ်ိဳးပါ။Stephen Chbosky က သူ႕ရဲ႕ နာမည္ၾကီးစာအုပ္ The perks of being a wallflower ကို ကိုယ္တိုင္ဒါရိုက္တာလုပ္ျပီး ရိုက္ကူးခဲ့တာပါ။ဆယ္ေက်ာ္သက္လူငယ္လူရြယ္ေတြရဲ႕ ခံစားခ်က္ေတြ ထင္ဟပ္ေနတဲ့ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။ဒီလို Teen ဇာတ္လမ္းမ်ိဳးဟာ Rating ေတြျမင့္ဖို႔ခက္ခဲေပမယ့္ ဒီဇာတ္ကားကေတာ့ Rating အၾကမ္းၾကီးေတြ ရရွိထားတဲ့အျပင္ၾကည့္ဖူးသူတိုင္းစြဲမက္ရတဲ့ဇာတ္ကားမ်ိဳးပါ။ စတားေတြကလဲ ရင္းႏွီးျပီးသားေတြမို႕ လက္လြတ္မခံသင့္ပါေၾကာင္း။File size…(946 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byမိုးသောက် / မိုးေသာက္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChip SignoreDiane H. NewmanStephen ChboskySusan Ransom-CoyleStarsDylan McDermottEmma WatsonErin WilhelmiEzra MillerJoan CusackJohnny SimmonsKate WalshLogan LermanMae WhitmanMelanie LynskeyNina DobrevPaul RuddCastAdam HagenbuchAtticus CainBrian BalzeriniChelsea ZhangDihlon McManneDylan McDermottEmily Marie CallawayEmma WatsonErin WilhelmiEzra MillerIsabel MuschweckJennifer EnskatJesse ScheirerJoan CusackJoe FishelJohnny SimmonsJordan PaleyJulia GarnerJulie Marie SchaeferJustine Nicole SchaeferKate WalshLandon PiggLaurie KlatscherLeo Miles FarmerieLogan LermanMae WhitmanMark McClain WilsonMelanie LynskeyMorgan WolkNicholas BraunNina DobrevPatrick de LedeburPaul RuddReece ThompsonStacy ChboskyTimothy BreslinTom KruszewskiTom SaviniWilliam L. ThomasZane Holtz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qb6WoLJ9YtfhV7pgsTfUDlRYaCH.jpg",
      "https://image.tmdb.org/t/p/w300/aM6E4DBP6588q3tEr9hz41ls80q.jpg",
      "https://image.tmdb.org/t/p/w300/io4jsYCxOWxrx6zmmb31S7TuGUe.jpg",
      "https://image.tmdb.org/t/p/w300/fKwGTN1EKstoUkmoUQITgLiAKnq.jpg",
      "https://image.tmdb.org/t/p/w300/u4MRfXwphRfDXmnbbjGayK8Sr2Q.jpg",
      "https://image.tmdb.org/t/p/w300/b964XPXTuMECnbHbywpODS886Wg.jpg",
      "https://image.tmdb.org/t/p/w300/3GppgdtQeVKfN6JhvGIGWYVsItn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/p2por4qrx6kp.html",
        "server": "usersdrive.com",
        "size": "946 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-perks-of-being-a-wallflower-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "946 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "946 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/CIVkxYqa#qF3bbfH5k48FEurwDIqjOhQ76t-ffktP_BchPHjvgXs",
        "server": "mega.nz",
        "size": "946 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/6d6ujzarf5ue",
        "server": "upstream.to",
        "size": "946 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "QE7CGX1d6LU",
      "video_url": "https://www.youtube.com/watch?v=QE7CGX1d6LU",
      "embed_url": "https://www.youtube.com/embed/QE7CGX1d6LU"
    }
  },
  {
    "metadata": "N/A|2012|137 min|Adult,Asian,Drama,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "397"
    },
    "title": "[18+] Jan Dara: The Beginning (2012)",
    "description": "ဒီဇာတ်ကားကတော့ ထိုင်းမင်းသားမာရီယို နုစဉ်ကာလက ရိုက်ကူးထားတဲ့18+ Erotic Drama ထိုင်းရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်…မွေးဖွားတုန်းက မိခင်ဆုံးပါးသွားတာကြောင့် ဖခင်ဖြစ်သူရဲ့ မုန်းတီးခြင်းကိုခံခဲ့ရတဲ့ ဂျန်အဘွားဖြစ်သူရဲ့ ကယ်တင်မှုကြောင့် မွေးမွေးပြီးခြင်း အသက်ဘေးကလွတ်ခဲ့ရတဲ့ ဂျန်မိခင်ဖြစ်သူရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူရဲ့ ပြုစုစောင့်ရှောက်မှုကြောင့် လူလားမြောက်ခဲ့ရတဲ့ ဂျန် ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပေါ့။၁၉၁၅ ခုနှစ် မုန်တိုင်းထန်တဲ့ ညတစ်ညဘန်ကောက်မြို့ ဗလန်ပူးအိမ်တော်ကြီး မှာ ပျားပန်းခေတ်မျှအလုပ်ရှုပ်နေကြတဲ့အလုပ်သမားများနဲ့ မခံမရပ်နိုင်နာကျင်မှုကို အံတုပြီးမိမိရဲ့ ရင်သွေးကို မွေးဖို့ ကြိုးစားနေတဲ့ အိမ်တော်ရဲ့ သခင်မ ဒါရာဟာသူမရဲ့သားလေး ဂျန်ကို မွေးမွေးပြီးခြင်း လောကကြီးကို ကျောခိုင်းစွန့်ခွာသွားခဲ့ပါတယ်။မိန်းမဖြစ်သူကို ဆုံးရှုံလိုက်ရတဲ့ ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာက ဂျန်ကို သတ်ပစ်ဖို့အထိ မိုက်လုံးကြီးခဲ့ပေမယ့်ဘွားအေဖြစ်သူ၏ကယ်တင်မှုကြောင့် လောကကြီးမှာ ဆက်လက်ရှင်သန်ခွင့်ရခဲ့သလိုဖခင်ဖြစ်သူရဲ့ အမုန်းတရားကိုပါ မွေးမွေးပြီးခြင်းလက်ခံရရှိလိုက်ပါတော့တယ်။မိခင်ရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်ရဲ့ ပြုစုမှုနဲ့သာ ဂျန်ဟာ လူလားမြောက်ခဲ့ရပါတယ်။ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာဟာ မိန်းမဖြစ်သူ သေဆုံးပြီး အစောပိုင်းမှာ ငြိမ်နေခဲ့ပေမယ့်ဗလန်ပူးအိမ်တော်ကြီးရဲ့ အုပ်ချုပ်သူဖြစ်တဲ့ မိန်းမရဲ့အဘွား ခရီးထွက်နေချိန်မှာတော့ဗလန်ပူးအိမ်တော်ကြီးကို သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်။သူ့အမိန့််မနာခံတဲ့ အစေခံယောကျာ်းတွေကို အလုပ်ထုတ်ပစ်တာအပြင်အစေခံမိန်းမများကို အပျို/အအို မရွေးဘဲ သူ့နည်းသူ့ဟန်နဲ့စည်းရုံးသိမ်းသွင်းပါတော့တယ်…နောက်ပိုင်းမှာအိမ်ကြီးတခုလုံးကို သိမ်းပိုက်ပြီး မရီးဖြစ်သူ ဝက်ဒ်ကိုပါ သိမ်းပိုက်ဖို့ ကြံစည်လာတဲ့အခါ….အမေ တဖြစ်လဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်က ဂျန်ကို သတ်ချင်နေတဲ့ သူ့အဖေအနေနဲ့ ဂျန်ကိုထပ်ပြီးရန်မရှာဖို့ ကတိတောင်းခံခဲ့ပြီး သူမရဲ့ဘဝနဲ့ အလဲအထပ်ပြုလုပ်လိုက်ပါတယ်။ဒီလိုနဲ့ အရွယ်ရောက်လာချိန်မှာတော့ ဖခင်ဖြစ်သူရဲ့မုန်းတီးနှိပ်စက်မှုတွေကြောင့် စိတ်ဒဏ်ရာများစွာရရှိခဲ့တဲ့ ဂျန်ဟာဖအေတူမအေကွဲညီမဖြစ်သူနဲ့ သူငယ်ချင်းတို့နှစ်ယောက်လူငယ်ဘာဝဖြစ်ပျက်နေကြပုံကို မမျှော်လင့်ထားဘဲ တွေ့မြင်သွားတဲ့အခါ…။ငယ်ရွယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူနဲ့အစေခံမိန်းမတွေရဲ့ ဖောက်ပြန်မှုတွေကို တွေ့မြင်ဖူးထားတဲ့ဂျန်က ဘယ်လို လက်တည့်စမ်းမှုတွေပြုလုပ်မလဲ …ဖခင်ဖြစ်သူရဲ့ရည်းစားဟောင်းကို ဖခင်ဖြစ်သူက အိမ်ကို ခေါ်ဆောင်လာတဲ့ အခါမှာရောဂျန်နဲ့ဘယ်လိုတွေဖြစ်ကြမလဲ …ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာကရော ဘယ်လိုဆက်လိုဇာတ်လမ်းဆက်မလဲ…ဘွားအေဖြစ်သူကကော ဘယ်လိုလှည့်ကွက်တွေပြုလုပ်ထားခဲ့သလဲ ဆိုတာကိုတော့…တသီတတန်းကြီး မနားတမ်းကြည့်ရှုရမှာပါ။အဆက်အနေနဲ့ Jan Dara: The Finale (2013) ဆက်ထွက်ထားပြီး Jan Dara ကားများကို ဒီမှာhttps://channelmyanmar.org/?s=jan+daraကြည့်ပါ။မာရီယိုပရိတ်သတ်တွေလဲ မာရီယိုရဲ့စကေးတွေကို လက်လွတ်မခံသင့်သလို လူ့သဘောမနောအမှောင်ခြမ်းတွေအကြောင်းလဲ ဖော်ပြထားတာကြောင့် ပညာပေးဇာတ်လမ်းအဖြစ်လဲ လက်လွတ်မခံသင့်ပါဘူး။File size…(2.2 GB)/(940 MB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:17:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHseng HomYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorม.ล. พันธุ์เทวนพ เทวกุลStarsKesarin ChaichalermpolMario MaurerSawika Chaiyadechชัยพล พูพาร์ตทวีศักดิ์ ธนานันท์บงกช คงมาลัยรัดเกล้า อามระดิษศักราช ฤกษ์ธำรงค์โช นิชิโนะCastBongkoj KhongmalaiChaiyapol PupartChristy ChungChudapha ChantakettEakarat SarsukhKawee ChaisilaKesarin ChaichalermpolKrerkkiat PunpiputtMario MaurerMayuree Israsena Na AyudhyaMichael PetersanikNicolas ChadiyayiNicolas Techin ChardignyPantharee SutcharitPatharawarin TimkulPhattaranan RuamchaiPissana PrayoonthongPiya SavetpikulPongpat WachirabunjongRhatha PhongamRuangsak LoychusakRudklao AmratishaSakrat RuekthamrongSantisuk PromsiriSasithorn PanichnokSawai RodpetchSawika ChaiyadechShou NishinoSirikan SrichulabhornSuwinit PanjamawatTeerapong VaewvuthinandThaweesak ThanananThephasadin Na AyutthayaWipawee Charoenpuraชัยพล พูพาร์ตทวีศักดิ์ ธนานันท์บงกช คงมาลัยรัดเกล้า อามระดิษศักราช ฤกษ์ธำรงค์โช นิชิโนะ",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3G7k1Fg89FYblmB9OXOjXMAi8MH.jpg",
      "https://image.tmdb.org/t/p/w300/wzdcUQFlbl5POvJbzYSYrsLS3Ss.jpg",
      "https://image.tmdb.org/t/p/w300/eqBYAc4jRyfumVlqA9YZXSNeN0v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMzI5YjUwOGUtOGQzNC00YjRmLWI0MmYtN2I0MTgwMTc0ZGE3XkEyXkFqcGdeQXVyMTQ2MTg1Nzk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jan-dara-the-beginning-2012",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-jan-dara-pathommabot-the-beginning-2012-blu-ray-1080-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/135e0/(CM)Jan.Dara.Pathommabot.(The_Beginning).2012.BluRay.1080p.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/A0VUgKhY#nxACYB4XZW0Pc0qGt0acguCK0PymFv7Q2m6-t-JH8qY",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qmpw94wb06vw.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/r2cmtikfbln9.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jan-dara-pathommabot-the-beginning-2012-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "940 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2p08z/(CM)Jan.Dara.Pathommabot.(The_Beginning).2012.BluRay.720p.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "940 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8lsx3ABR#C6821BRKTOoazPi8xdqrvWnkkYmTDgKZ5JDW_WKnjFw",
        "server": "mega.nz",
        "size": "940 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4j2fw60x848w.html",
        "server": "usersdrive.com",
        "size": "940 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/ejrf7jns338h.html",
        "server": "streamsb.com",
        "size": "940 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "adL2CwFH-lM",
      "video_url": "https://www.youtube.com/watch?v=adL2CwFH-lM",
      "embed_url": "https://www.youtube.com/embed/adL2CwFH-lM"
    }
  },
  {
    "metadata": "NOT RATED|2012|108 min|Horror",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "2,117"
    },
    "title": "Devil Seed(2012)",
    "description": "Devil Seed(2012)ဒီ Horror ကားရဲ႕ အဓိက ဇာတ္ေကာင္ကေတာ့ ေကာလိပ္ေက်ာင္းသူေခ်ာေလး Alexပါ…ေက်ာင္းေတြအၿပီးမွာ သူငယ္ခ်င္းေတြနဲ႕အတူ Alex ဟာဆုံခဲ့ပါတယ္…တစ္ညေတာ့ သူငယ္ခ်င္းေတြနဲ႕ ညဘက္အျပင္ထြက္ၿပီး ေသာက္ၾကေပ်ာ္ၾကေပါ့…အိမ္အျပန္လမ္းမွာ သူမတုိ႕ သူငယ္ခ်င္းတစ္စုဟာ စိတၱဇပညာရွင္လုိလူဆီကုိေရာက္သြားၾကတယ္..ထူးဆန္းတာက  Alex ဟာ အဲ့ဒီပညာရွင္ကုိ အိပ္မက္ထဲမွာလုိ အျပင္မွာလုိလုိျမင္ဖူးေနတယ္…ေနာက္ေန႕က်ေတာ့ အဲ့ဒီညကျဖစ္ခဲ့တာေတြကုိ Alex ဟာ ဘာကုိမွမမွတ္မိေတာ့ဘူး…သူငယ္ခ်င္းေတြလည္းစုိးရိမ္ထိတ္လန္႕ေနတယ္…ဘာလုိ႕ဆုိ Alex ရဲ႕ ကုိယ္မွာ ကုတ္ရာျခစ္ရာ ဗရာပြနဲ႕ ..ဒါ့အျပင္ထူးဆန္းတဲ့အရာေတြလည္းဆက္တုိက္ျဖစ္ခဲ့တယ္…Alex ကုိယ္တုိင္ပဲ သူ႕ကုိယ္သူ ထိန္းခ်ဳပ္လုိ႕မရျဖစ္ေနတယ္…Alex ဘာေတြျဖစ္ေနလဲ သူ႕ရဲ႕သူငယ္ခ်င္းေတြကလည္း ဘယ္လုိရင္ဆုိင္ၿပီးေျဖရွင္းမလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး…ဇာတ္လမ္းအညႊန္းကုိေတာ့ ညီမငယ္ JtheKoala မွေရးသားေပးထားပါတယ္…File Size : (750 MB) and (285 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:48:00Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGreg A. SagerStephanie BeauneStarsKevin WalkerMichael G. WilmotMichelle ArgyrisShantelle CanzaneseVanessa BrozeWayne ConroyCastKevin WalkerMichael G. WilmotMichelle ArgyrisShantelle CanzaneseVanessa BrozeWayne Conroy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xtJ1DpPZ7kFgMUd3U0vUR7Y3VGi.jpg",
      "https://image.tmdb.org/t/p/w300/vS2aADlsCTlBOIsKesIESmTljpJ.jpg",
      "https://image.tmdb.org/t/p/w300/8tiDgZvidM4ksFKhQIz2SDy2skU.jpg",
      "https://image.tmdb.org/t/p/w300/AtcGt7syNhhXj4g2dmAOImOFnn4.jpg",
      "https://image.tmdb.org/t/p/w300/uen9y9vV0yFrZYTqROPUBxgQd3H.jpg",
      "https://image.tmdb.org/t/p/w300/f2nrBHWmSt1wXMXzfRTUiZi6VFp.jpg",
      "https://image.tmdb.org/t/p/w300/uGqMCnE2ttn2hCTBD3p5D5C3GG4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMjEzODkwMjI4MF5BMl5BanBnXkFtZTcwOTc0MjkzNw@@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/tPS7",
        "server": "drive.google.com",
        "size": "750MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/RwMiY",
        "server": "drive.google.com",
        "size": "285MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/XWLa3UU",
        "server": "Soliddrive.co",
        "size": "750MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/k2V3yX",
        "server": "Soliddrive.co",
        "size": "285MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/zoJ9",
        "server": "openload.co",
        "size": "750MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/lnMl63F",
        "server": "openload.co",
        "size": "285MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/65urLexQ",
        "server": "megaup.net",
        "size": "750MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/bWvj4",
        "server": "megaup.net",
        "size": "285MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/F7gzUWQi",
        "server": "ClicknUpload.org",
        "size": "750MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/XI6lRT",
        "server": "ClicknUpload.org",
        "size": "285MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "KBNdjbKamcI",
      "video_url": "https://www.youtube.com/watch?v=KBNdjbKamcI",
      "embed_url": "https://www.youtube.com/embed/KBNdjbKamcI"
    }
  },
  {
    "metadata": "|2012||Horror,Mystery,Thriller",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "1076"
    },
    "title": "2/11: Day of the Dead (2012)",
    "description": "2/11: Day of the Dead (2012)====================အခု ပရိတ်သတ်ကြီးကို Horror/Mystery/Thriller အမျိုးအစားဖြစ်တဲ့ Day of the Dead လို့အမည်ရတဲ့ အာဂျင်တီးနား ရုပ်ရှင်ဇာတ်ကားတစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။ Day of the Deadကတော့ နိုဝင်ဘာ ၂ ရက်နေ့မှာ ကျရောက်ပါတယ်။ “CoCo”animationmovie တောင် “Day of the Dead” ကို inspire ယူပြီး ဖန်တီးခဲ့တာပါ။ဒါပေမဲ့ ဒီရုပ်ရှင် “Day of the Dead”မှာတော့ မက္ကဆီကို နိုင်ငံကလိုမျိုး အရိုးခေါင်းတွေကို ဆေးခြယ်ပြီး ပွဲတော်ကြီးတစ်ခုလို ပျော်ပျော်ရွှင်ရွှင် ကျင်းပကြတာမျိုး မဟုတ်ဘဲ တောင်အမေရိကရဲ့ Day of theDead ကျင်းပပုံကြောင်းကို သိရမှာပါ။ဇာတ်လမ်းရဲ့ အကျဉ်းချုပ်ကတော့Mal Abrigo နဲ့ Valle Viejo ကို ချိတ်ဆက်ထားသလို ဖြစ်နေတဲ့တောနက်ကြီးတစ်ခုရှိပါတယ် အဲဒီအနားက မြို့သူမြို့သားတွေကြားမှာတော့ တောနက်ကြီးထဲမှာ ထူးဆန်းတဲ့ ကိစ္စတွေဖြစ်တတ်တယ်ဆိုပြီးဘာသာရေးအယူသီးမှုဆန်ဆန် ကောလဟာလတွေ ပျံ့နှံ့နေခဲ့ပါတယ်။မြို့ကလည်း ခြောက်ကပ်နေပြီး City of Dead လို့တောင် တင်စားလို့ရတဲ့မြို့တစ်ခုပါ။ တစ်နေ့မှာတော့ သွေးတွေဖုံးလွှမ်းနေပြီး အဝတ်လုံးဝမပါတဲ့ကောင်လေးတစ်ယောက်ပဲ မြို့ပြင်က သစ်တောအုပ်ကြီးတစ်ခုထဲကနေထွက်လာခဲ့ပါတယ်။ အဲဒီကောင်လေးမှာ ဘာတွေဖြစ်ပျက်ခဲ့တာလဲ။Day of the Dead မှာ ဘယ်လိုအယူအဆမျိုးတွေ ရှိတာလဲဆိုတာကိုဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုခံစားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Juneဖြစ်ပါတယ်)File Size……….(1.28 GB) / (480 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 32MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Horror, Mystery, ThrillerTranslator…….JuneEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEzio MassaCastAgustina LecounaCarlos KasparChucho FernándezFernando RoaGalit GurovichGermán BaudinoJuan Gil NavarroJulio ZarzaMatías FirenzeNicolas Alberti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aCu2HBP9SNG3dkfG88waJSKgPBx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTY5ODkzNTAxNl5BMl5BanBnXkFtZTgwMjc3MTkwNjE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/2-11-day-of-the-dead-2012-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3dbee/2.11.Day.Of.The.Dead.2012.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/2tzwg253yn9y.html",
        "server": "streamsb.com",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/OFhjxbIK#bEBEaBnJrlHO3HadlkQnBPCK9kXabJxBqhe1pQqCrB8",
        "server": "mega.nz",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/f42tgezq50hs.html",
        "server": "usersdrive.com",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/r3fodo6r5u61",
        "server": "streamvid.io",
        "size": "1.28 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/2-11-day-of-the-dead-2012-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Rgja/2.11.Day.Of.The.Dead.2012.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "480 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/jf2lpcy5z2y5.html",
        "server": "streamsb.com",
        "size": "480 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/nB51DI7R#dydW0oslhVOb9lX3z0_aEHYCIxJizYgPufXIbr-CLCg",
        "server": "mega.nz",
        "size": "480 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/xz9cka5tqbeb.html",
        "server": "usersdrive.com",
        "size": "480 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/whcn1f5y88g7",
        "server": "streamvid.io",
        "size": "480 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2012|93 min|Action,Adult,Asian",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "85"
    },
    "title": "Iron Girl (2012)",
    "description": "Director: Masatoshi Nagamine ရိုက်ကူးထားပြီး မင်းသမီး  Kirara Asuka, Rina Akiyama တို့ပါဝင်ထားတဲ့Action အသားပေး ဂျပန်ဇာတ်ကားဖြစ်ပါတယ်…။2015 မှာ ဒီဇာတ်ကားရဲ့ အဆက် Iron Girl Ultimate Weapon ဆိုပြီးထပ်ထွက်ခဲ့ပါတယ်။Dark Side Production မှပူးပေါင်းတင်ဆက်သည်။File size…(800 MB)Quality…DVDRip x264Format…mp4Duration….01:33:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byMissyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMasatoshi NagamineStarsKirara AsukaMasahiro NoguchiMitsuki KogaRakuto TochiharaRina AkiyamaYasuhisa FuruharaCastKirara AsukaMasahiro NoguchiMitsuki KogaRakuto TochiharaRina AkiyamaYasuhisa Furuhara",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/dESptgNfFHnFrbmaJlcXWqqVGCn.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/iron-girl-16-2012-mm-sub",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-girl-16-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Hhma/Iron_Girl_[16+]_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/3y1pwqv4iynv.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "2m6Llz1V-M4",
      "video_url": "https://www.youtube.com/watch?v=2m6Llz1V-M4",
      "embed_url": "https://www.youtube.com/embed/2m6Llz1V-M4"
    }
  },
  {
    "metadata": "Not Rated|2012|109 min|Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "1,698"
    },
    "title": "Deranged (2012)",
    "description": "Deranged (2012)IMDB rating 6.4 ,,,,,Rotten Tomatoes 60%Google user 90%ကိုရီးယားရဲ႕သာယာလွတဲ့အေျခအေနေတြကို႐ုပ္ဆိုးအက်ဥ္းတန္ေစတဲ့အျပင္တစ္ႏိုင္ငံလုံးကိုထိတ္လန္႔ေၾကာက္ရြံေစတဲ့အျဖစ္ကိုစခဲ့တာကေတာ့တစ္ခုေသာမနက္ခင္းကအစျပဳခဲ့တာပါ…အဲ့ဒီမနက္ခင္းမွာအေလာင္းတစ္ေလာင္းကိုေခ်ာင္းထဲကစေတြ႕ခဲ့တာပါ…ဒီအေလာင္းရဲ႕ပုံစံဟာႏွစ္ရွည္လမ်ားေသဆုံးၿပီးမွေပၚလာဟန္ပါပဲ..အ႐ိုးေပၚအေရတင္ပုံျဖစ္ေနတဲ့အျပင္က်ားမေတာင္ခြဲရခက္ေနတယ္…သို႔ေပမယ့္ရဲေတြနဲ႔မႈခင္းဆရာဝန္ေတြနဲ႔စစ္ေဆးခ်က္အရအေလာင္းဟာၾကာခ်ိန္တစ္ရက္သာရွိသတဲ့…ဒီလိုနဲ႔ေနာက္ရက္ေနာက္ရက္မ်ားမွာကိုရီးယားရဲ႕ျမစ္ေခ်ာင္းေတြမွာအေလာင္းေတြကိုမျမင္ခ်င္မွအဆုံးျဖစ္ကုန္တယ္….တစ္ျဖည္းျဖည္းရာခ်ီလာေလေတာ့ကိုရီးယားတစ္ႏိုင္ငံလုံးထိပ္လန႔္မႈကေတာ့ဆိုဖြယ္ရာမရွိ…ဆရာဝန္ေတြအစိုးရထိပ္သီးပိုင္းလူႀကီးေတြရဲေတြအကုန္တိုင္ပတ္ေနသလိုျပည္သူေတြလည္းဘာေၾကာင့္ေသရမွန္းမသိေလေတာ့ေၾကာက္ရြံျခင္းေတြနဲ႔သာျဖတ္သန္းေနေလရဲ႕…ကိုင္းဘာေၾကာင့္ေသၾကတယ္…ဘယ္သူေတြေၾကာင့္ျဖစ္တာလဲ…သူတို႔ ဘယ္လို ကာကြယ္ၾကမလဲ…ဘယ္သူေတြကရေအာင္စုံစမ္းၾကမလဲ…ဒီကားကေတာ့…ဇာတ္လမ္းအစကေနအဆံုးအထိလံုးဝဇာတ္ရွိန္မက်ဆဲြေခၚသြားမယ္႔ဇာတ္ကားတစ္ကားပါ…တစ္ခုေတာ့ရွိတယ္ဒီကားၾကည့္ေနတုန္းအစားအစာေတြစားရင္းေတာ့မၾကည့္ပါနဲ႔…ဖြတ္ဥစားတာထက္အရသာရွိသြားႏိုင္လို႔ပါ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္….File Size : (0.99GB) and (355MB)Quality : Blu-Ray 720p,Format…mp4Duration…01:49:00Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPark Jung-wooStarsCho Duck-hyunChoi Jeong-wooJeon Kuk-hwanKang Shin-ilKim Dong-wanKim Myung-minLee Ha-neeLee Hyeong-cheolMoon Jeong-heeUm Zi-sungCastCho Duck-hyunChoi Il-hwaChoi Jeong-wooJeon Kuk-hwanJeong In-giJo Han-chulKang Shin-ilKim Dong-wanKim Myung-minKim Sae-byukLee Ha-neeLee Hyeong-cheolMoon Jeong-heeSong Young-changUm Zi-sung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eZ3amLOMnkrXn8K2BzgwBUpAil2.jpg",
      "https://image.tmdb.org/t/p/w300/8uNppTwIiRLMQTVXUQQPeQEsN1y.jpg",
      "https://image.tmdb.org/t/p/w300/fZEc9vVkpDHOyvXWWb6ksosqleo.jpg",
      "https://image.tmdb.org/t/p/w300/lEzXJg3Dt91ojae6o2EOXrQYcSm.jpg",
      "https://image.tmdb.org/t/p/w300/iNAVYnKh4wzPqWlF0vSnNNxKl1k.jpg",
      "https://image.tmdb.org/t/p/w300/jizyzAqbecQHYviWcC3kraPk67d.jpg",
      "https://image.tmdb.org/t/p/w300/dje1sXY7kF9J4ZRXkOO0g0QMCVR.jpg",
      "https://image.tmdb.org/t/p/w300/ea4q2mbp5QBQGyNIzgvRS9nnYZp.jpg",
      "https://image.tmdb.org/t/p/w300/qOZvIqXM7OZX2oyMUkzjQ61EMLs.jpg",
      "https://image.tmdb.org/t/p/w300/klZLNHPpEquU171YwivfQ6Efe4i.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1kaWC5uEDsNz2PY7Udw8Q07TBMO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/deranged-yeon-ga-si-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.99GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/bw6585ewx3a0.html",
        "server": "usersdrive.com",
        "size": "0.99GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2dqlz/Deranged_(Yeon-Ga-Si)_[2012]_(MM_Sub).mp4",
        "server": "openload.co",
        "size": "0.99GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/hksikz36vzs8",
        "server": "usersdrive.com",
        "size": "0.99GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "A4NjPVRuSEw",
      "video_url": "https://www.youtube.com/watch?v=A4NjPVRuSEw",
      "embed_url": "https://www.youtube.com/embed/A4NjPVRuSEw"
    }
  },
  {
    "metadata": "R|2012|1h 55m|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "341"
    },
    "title": "The Hunt (2012)",
    "description": "The Hunt (2012)ဇာတ်ကားနာမည်အတိုင်း ကိုယ့်ရဲ့ဖြစ်ရပ်ဆိုးကြီးကကိုယ့်ကို လိုက်ခြောက်လန့်နေမယ့် ခံစားချက်ကိုရစေမယ့် Drama ကားလေးပါ။ ပိုဆိုးတာက ကိုယ် ကိုယ်တိုင်မလုပ်ထားတဲ့ လုပ်ရပ်အတွက် ပေးဆပ်ခံစားနေရရင် ပိုဆိုးပါတယ်။ ဒါရိုက်တာနဲ့ သရုပ်ဆောင်‌တွေ ပီပြင်စွာ လက်စွမ်းပြထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆုတံဆိပ်တွေများစွာရထားပြီး စီးမျှောခံစားကြည့်လို့ကောင်းတဲ့ ဒိန်းမတ်ကားလေးပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ နယ်မြို့လေးတစ်မြို့မှာ ကလေးတွေနဲ့ဆို ခင်တတ်မင်တတ် ပျော်တတ်တဲ့ မူကြိုကျောင်းဆရာတစ်ယောက်ရှိပါတယ်။ အလုပ်ကိုလည်းကြိုးစားရင် သားဖြစ်သူရဲ့ အုပ်ထိန်းခွင့်ကိုလည်း ရ‌အောင်ကြိုးစားရင်း ရုန်းကန်နေရတဲ့ သာမန်ဘဝလေးတစ်ခုပေါ့။တစ်နေ့ကျတော့ သူအလုပ်လုပ်တဲ့ မူကြိုက ကလေးမလေးတစ်ယောက်ဟာ ဒီဆရာဖြစ်သူက ကလေးမကို လိင်ပိုင်းဆိုင်ရာပြုကျင့်ကြောင်း ပြောဆိုတိုင်ကြားလာပါလေရော။ဒီကိစ္စဟာ လူ့အသိုင်းအဝိုင်းမှာ မဖြစ်သင့်တဲ့ကိစ္စမို့ မိဘဆရာတွေကလည်း ထိထိရောက်ရောက်ဆောင်ရွက်၊ ကလေးတွေကြားမှာလည်း အချင်းချင်းပြောရင်းဆိုရင်းကနေ အမှုကပိုကြီးလာပါတယ်။သို့ပေမဲ့ ဒီမူကြိုဆရာကတော့ သူလုပ်တာမဟုတ်ကြောင်း တတွင်တွင်ငြင်းဆိုရင်း လူအများရဲ့ ဒဏ်ခတ်မှုကို သည်းညည်းခံ ခါးစည်းခံနေရပါတယ်။ အဆုံးမှာ ဘယ်လိုဖြစ်သွားမလဲကတော့ စိတ်ဝင်စားစရာပါပဲ။ Dramaကားကောင်းကြိုက်သူတိုင်း ကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Themesပါ။)File Size          :1.3GB,550MB, 330MBQuality            :1080p Blu-ray AAC 5.1CH,720p Blu-ray, 480pFormat            :mp4Duration         :1hr 55minsGenre              :DramaTranslated byThemesEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorThomas VinterbergStarsAnnika WedderkoppMads MikkelsenThomas Bo LarsenCastAlexandra RapaportAllan Wibor ChristensenAnne Louise HassingAnnika WedderkoppBirgit PetersenBjarne HenriksenDaniel EngstrupFrank RubækHana ShuanHeidi GrossJacob Højlev JørgensenJosefine GråbølJytte KvinesdalKarina Fogh HolmkjærKatrine BrygmannKim Westi RasmussenLars RantheLasse FogelstrømMads MikkelsenMarie AktorMie Ravn NielsenMona C. SolimanNicolai Dahl HamiltonNina ChristrupOle DupontØyvind Hagen-TrabergRasmus Lind RubinRikke BergmannSebastian Bull SarningSøren RønholtSteen Ordell GuldbrandsenSusse WoldThomas Bo LarsenThomas RavnTroels Thorsen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7zN7m5jEyrNxFYm2EbQJAZwAG5i.jpg",
      "https://image.tmdb.org/t/p/w300/jmVWlCZ8hRtmrQGbKXXFHsrSohp.jpg",
      "https://image.tmdb.org/t/p/w300/1MwjlmniXrEh8Lsvel5s2sMHD0Y.jpg",
      "https://image.tmdb.org/t/p/w300/vbdzfn2IWNCSu51CFQai5f4ZfnQ.jpg",
      "https://image.tmdb.org/t/p/w300/uiforkIWG40qca7F52Yx5Ao8j2y.jpg",
      "https://image.tmdb.org/t/p/w300/dCLRpU7fEqpwAot4KVlugR0lgbd.jpg",
      "https://image.tmdb.org/t/p/w300/w6nYj6RHyssvKiM8xnYloIR6sN0.jpg",
      "https://image.tmdb.org/t/p/w300/4vMXEGlfWWK87YDquYP2oDhn42p.jpg",
      "https://image.tmdb.org/t/p/w300/guJLZQ0glrGpyOydxrpvnlNByae.jpg",
      "https://image.tmdb.org/t/p/w300/r0Iu0e4fYOwKegOHCRabzKGe21K.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jkixsXzRh28q3PCqFoWcf7unghT.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hunt-2012-1080-p-blu-ray-aac-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jawma3hlzbog.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1UAoL/[CM]The.Hunt.2012.1080p.Blu-ray.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sWFShJ7Z#OEBtyUNvHZXwn1v41Yd6RiAeLUxTnXZeJlu2LXh09iI",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6ssi7dl4m9q7",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hunt-2012-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kwrw05fsmr38.html",
        "server": "usersdrive.com",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1UAos/[CM]The.Hunt.2012.720p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lbFzGA6A#Vdwxy3Y6-sOs0H-3js2e69xMd-AeK8tMZlGIpkp7Rrw",
        "server": "mega.nz",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7jy1b1upnjwq",
        "server": "streamvid.io",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/6ygi6k7ej802.html",
        "server": "streamsb.com",
        "size": "550MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hunt-2012-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/lgjjv7n1ot9v.html",
        "server": "usersdrive.com",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1UAoh/[CM]The.Hunt.2012.480p.mp4",
        "server": "megaup.net",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MSkzHagR#AytFQnbBPipRx8M6ofjcoN10xPiH3BcDGpe4Y0kBN9c",
        "server": "mega.nz",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/2xunejsprcb9",
        "server": "streamvid.io",
        "size": "330MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/co90lyadi453.html",
        "server": "streamsb.com",
        "size": "330MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "9Umv4CyxTdg",
      "video_url": "https://www.youtube.com/watch?v=9Umv4CyxTdg",
      "embed_url": "https://www.youtube.com/embed/9Umv4CyxTdg"
    }
  },
  {
    "metadata": "PG|2012|1h 31min|Animation,Comedy,Family",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "218,897"
    },
    "title": "Hotel Transylvania (2012)",
    "description": "Hotel Transylvania (2012)IMDb – 7.1/10_____Rotten – 45%ဒီတစ်ခါတော့ စိတ်အပန်းဖြေအနေနဲ့ကြည့်လို့တော်တော်လေးကောင်းတဲ့ ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်…Count Dracula ဟာသူ့ရဲ့ ဇနီး Martha သေဆုံးပြီး နောက်ပိုင်းမှာ သူ့မိန်းကို ကတိ ပေးထား ခဲ့တဲ့အတိုင်း သူတို့ ၂ ယောက်ရဲ့ သမီးလေး Mavis ကို မျက်စိ အောက်က အပျောက် မခံပဲ ထိန်းသိမ်း စောင့်ရှောက် ခဲ့ပါတယ်။Count Dracula ဟာ Transylvania လို့ခေါ်တဲ့ Five Star အဆင့်ရှိ Hotel တစ်ခု တည်ဆောက် ခဲ့ပြီး သူ့ရဲ့ သူငယ်ချင်းတွေ ဖြစ်တဲ့ Frank နဲ့ သူ့ဇနီး Eunice, Wayne, Wanda နဲ့ သူတို့ရဲ့ မြေခွေး သားသမီး တစ်ဖွဲ့, Griffin ဆိုတဲ့ ကိုယ်ပျောက် လူသား, Murray ဆိုတဲ့ Mummy အစရှိတဲ့ နာမည်ကြီး Zombie တွေနဲ့ အတူ Human Free Zone ဆိုပြီး Mavis ရဲ့ 118 နှစ်ပြည့် မွေးနေ့ပွဲ ကျင်းပဖို့ ပြင်ဆင် ကြပါတယ်။Count Dracula ဟာ Mavis ကို အပြင်ထွက်လည် ခွင့်မပေး ချင်ပေမယ့် Mavis ရဲ့ 118 နှစ်ပြည့် မွေးနေ့မှာ Mavis ကို အပြင် ထွက်လည် ခွင့်ပေးခဲ့ပြီး အပြင် လောက လူသားတွေဟာ ကြောက်ဖို့ ကောင်းကြောင်း ရွာတုတစ်ခု တည်ဆောက်ပြီး Mavis ကိုခြောက်လှန့် ခဲ့ပါတယ်။Mavis ဟာလဲ ဒီခြောက်လှန့် မှုကို တကယ်ထင် သွားပြီး အပြင်လောကကို ဘယ်တော့မှ မထွက်လို တော့ကြောင်း သူ့အဖေကို ပြောခဲ့ပါတယ်။ဒါပေမယ့် မမျှော်လင့်ပဲ ဟန်ဆောင် ခြောက်လှန့်မှု ပြုလုပ်ပြီး ပြန်လာတဲ့ Zombie တွေရဲ့ နောက်ကနေ 21 နှစ်အရွယ် Jonathan ဆိုတဲ့ လူသား တစ်ယောက်ပါ Hotel ကို ရောက်ရှိ လာခဲ့ပါတယ်။Jonathan ဟာ Hotel ကိုရောက်စမှာ မကောင်းဆိုးဝါးလို ဝတ်ဆင်ပြီး ပြုလုပ် နေတဲ့ Party ပွဲလို့ ထင်ခဲ့ပြီး လိုက်ကြည့် နေတဲ့ အချိန်မှာ Count Dracula က ဖမ်းစည်း ခေါ်ယူ သွားပြီး ဒီ Hotel ကို ဘယ်လို ရောက်လာကြောင်း မေးမြန်း ခဲ့လို့ အဖြစ်စုံကို Jonathan က ရှင်းပြ ခဲ့ပါတယ်။Jonathan ကို ပြန်ပို့ဖို့ ကြိုးစား ခဲ့ပေမယ့် Count Dracula ရဲ့ သူငယ်ချင်းတွေ တွေ့သွားတာကြောင့် Human Free Zone လို့ကြွေးကြော် ထားတဲ့ သူ့ရဲ့ Hotel သိက္ခာ ထိခိုက်မှာ ဆိုးတဲ့အတွက် Jonathan ကို Zombie အဖြစ်ဟန်ဆောင် ခိုင်းခဲ့ရာမှ Count Dracula ရဲ့ သမီး Mavis နဲ့ Jonathan တို့ သံယောဇဉ် ဖြစ်မိပြီး….ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုကြပါ..ဒါရိုက်တာ Genndy Tartakovsky ရဲ့ 91 မိနစ် ရှည်တဲ့ Animated Comedy ဇာတ်ကား ဖြစ်ပါတယ်။အသံ သရုပ်ဆောင်တွေ အဖြစ် Dracula (voice of Adam Sandler), Jonathan (voice of Andy Samberg), Mavis (voice of Selena Gomez) တို့က အဓိက ပါဝင် သရုပ်ဆောင် ထားပါတယ်။(အညွှန်းကိုတော့ moviereview.ygn.me မှ ပြန်လည်ကူးယူဖေါ်ပြပါသည်)File Size : (700 MB)Quality : Blu-Ray 720pRunning Time : 1hr 31minFormat : Mp4Genre : Animation, Comedy, FamilySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SPARKSTranslated by kokolattEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel EricksonGenndy TartakovskyStarsAdam SandlerAndy SambergCee Lo GreenDavid SpadeFran DrescherKevin JamesMolly ShannonSadie SandlerSelena GomezSteve BuscemiCastAdam SandlerAlec RosenthalAllen CovertAndy SambergAshley LambertBrian GeorgeBrian McCannBrian StackBridget HoffmanCam ClarkeCee Lo GreenChris ParnellChris TitoneCollin DeanCorey BurtonCraig KellmanDavid SpadeDavid ZylerEddie FriersonEdie MirmanFran DrescherJackie SandlerJames C.J. WilliamsJessica PenningtonJim WiseJohn Hans TesterJon LovitzJonny SolomonKatie SilvermanKevin JamesKirk BailyLuenellMaddie TaylorMichael CorbettMolly ShannonPaul BrittainRachel CraneRanjani BrowRif HuttonRob RiggleRobert SmigelRose AbdooSadie SandlerSarah ThyreScott MenvilleSelena GomezSteve BuscemiTom Kenny",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sETTal2HPPkUC3lWc27HL1AFu9C.jpg",
      "https://image.tmdb.org/t/p/w300/9N3KKOKpqEFe9GhHaIVHwk9N1Y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-poster.jpeg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hotel-transylvania-2012",
        "server": "VIP Links",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/m13nqlmx10ir.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-transylvania-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/0885be6b/hotel-transylvania-2012-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2eLdf/Hotel_Transylvania_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/wpwAiIxa#cOenRB28aA57P_3w7P5GBgOxJUgF9bZq5cY72159HOE",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/aiav99hqtrp0",
        "server": "upstream.to",
        "size": "700 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "q4RK3jY7AVk",
      "video_url": "https://www.youtube.com/watch?v=q4RK3jY7AVk",
      "embed_url": "https://www.youtube.com/embed/q4RK3jY7AVk"
    }
  },
  {
    "metadata": "|2012|2h 15min|Drama,Thriller,Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "985"
    },
    "title": "26 Years",
    "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီးနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်– သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်– ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကိုဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး– စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီးမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်….ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့ဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့အာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး​လူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ….“Axe forgets but the tree remembers” ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့တစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့လူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်တူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လားခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်လူတွေကို သတ်ဖြတ်ခဲ့တဲ့ အာဏာရှင်တစ်ဦးကို ကလဲ့စားချေဖို့ကြိုးစားပုံတွေရိုက်ကူးထားတဲ့ကားဆိုတော့ ပိုကောင်းပေါ့ဗျာဒါပေမယ့် ခင်ဗျားဟာ ကိစ္စတိုင်းအတွက်Perfection ဆိုနဲ့စကားလုံးကို မျှော်လင့်နေမယ်ဆိုရင်တော့ရုပ်ရှင်ကိုပိတ်ပြီး အိပ်သာအိပ်ချလိုက်ပါPerfection ဆိုတဲ့ စကားလုံးက အိပ်မက်ထဲမှာပဲရှိတာဒီကားကို အဆုံးထိကြည့်ပြီးရင်တော့ခင်ဗျားခေါင်းထဲမှာ တွေးစရာတွေ တစ်သီကြီးကျန်ခဲ့အောင်လုပ်ပေးနိုင်တယ်လို့တော့ ရဲရဲကြီးအာမခံတယ်ဗျာ။Review and Translated by : AmeliaEncoded by : AugustFile size…2.5 GB and 1.5 GBQuality….WEB-DL 1080p and 720pFormat…mp4Duration….2h 15minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. AmeliaEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGeun-hyun ChoCastAhn Suk-hwanBae Soo-binChun Woo-heeHan Hye-jinIm Seul-ongJang GwangJin GooJo Deok-jaeJung Hyun-jinKim Do-yoonKim Eui-sungKim Ki-chunKim Min-jaeLee Kyung-youngLee Mi-doMun Seong-Bok",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7rMgJuOgiWt6qdUPVxzx5hKr2qe.jpg",
      "https://image.tmdb.org/t/p/w300/4qdfX82o7wh61zkZi3vdvBXoi9h.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/26-years-2012",
        "server": "VIP Links",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/26-years-2012-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://megaup.net/2iZC8/26.Years.2012.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://mega.nz/file/SuwigIDQ#hQCRHpFUv81peND0ep1aSkStilp3o9vLWK_EN7MEzfs",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://upstream.to/d1vemvgn410j",
        "server": "upstream.to",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://veryfiles.com/pz3grcpr3wwz",
        "server": "veryfiles.com",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/e680n6thphq2.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "1080P WEB-DL"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/26-years-2012",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://yoteshinportal.cc/26-years-2012-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://megaup.net/1D2c2/26.Years.2012.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://mega.nz/file/nuwXHCSQ#fuyQvzFGO1U8cDA-Z5VtoGb98S2F_ScG4XJK6L4twvY",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://upstream.to/5g3ld0h1d6do",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://veryfiles.com/p2yaxzqxbbqa",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      },
      {
        "link": "https://usersdrive.com/s15ldwccmr4h.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720P WEB-DL"
      }
    ],
    "trailer": {
      "video_id": "YOkVdoVMc-g",
      "video_url": "https://www.youtube.com/watch?v=YOkVdoVMc-g",
      "embed_url": "https://www.youtube.com/embed/YOkVdoVMc-g"
    }
  },
  {
    "metadata": "|2012||Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "2300"
    },
    "title": "Saving the Titanic (2012)",
    "description": "Saving the Titanic (2012)==================IMDb Rating – 7.3/10၁၉ရာစုဦးလောက်မှာ သမိုင်းမှာအကြီးကျယ်ဆုံးသင်္ဘောတစ်စီး ပေါ်ပေါက်ခဲ့တယ်။ဘယ်လိုမှ မနစ်မြုပ်နိုင်ဘူးဆိုပြီး ကြွေးကြော်ပြီးပထမဆုံးခရီးမှာတင် နစ်မြုပ်သွားခဲ့တယ်။အားလုံးသိကြတဲ့အတိုင်း အဲ့ဒီသင်္ဘောဟာတိုက်တန်းနစ်ပါပဲ။တိုက်တန်းနစ်ဘာလို့ မြုပ်သွားလဲဆိုတဲ့ပါးစပ်ရာဇ၀င်တွေက အတော်ကိုပေါများခဲ့ပါတယ်။ မဆီမဆိုင် ကျွန်တော်တို့မြန်မာပြည်မှာတောင် အာနန္ဒာဘုရားကနေခိုးသွားခဲ့ကြတဲ့ ကျိန်စာသင့်နေတဲ့ ဟုပ် ခေါ်မနူဟာ စိန်ပြာကြီးကို သယ်သွားလို့မြုပ်ရပါတယ်ဆိုပြီး ပါးစပ်ရာဇ၀င်‌တောင်ရှိသေးပါတယ်။‌နောက်တိုက်တန်းနစ်က ဘာလို့ တန်းမြုပ်မသွားဘဲတစ်နာရီခွဲကြာအောင် တဖြည်းဖြည်းချင်းမြုပ်ခဲ့တာလဲ။ ဘာလို့ ထက်ပိုင်းကျိုးကျပြီးမြုပ်ခဲ့တာလဲဆိုတဲ့ ပဟေဠိတွေလည်း ရှိပါတယ်။တိုက်တန်းနစ်ဟာ စထွက်ကတည်းက၀မ်းပေါက်နေတယ်ဆိုတဲ့ စကားတွေလည်းရှိပါတယ်။ဒီရုပ်ရှင်ဟာ မိုင်းလုပ်သားသပိတ်ကြောင့်‌ကျောက်မီးသွေးကောင်း ရှားတာလိုအသေးစိတ်အချက်ကလေးတွေနဲ့ပါဆက်စပ်ပြီး တိုက်တန်းနစ်နစ်မြုပ်ရခြင်းအကြောင်းရင်းကို သေချာပြထားတယ်။နောက် လူသိနည်းခဲ့ကြတဲ့ တိုက်တန်းနစ်ရဲ့ကုန်းပတ်အောက်က အင်ဂျင်ခန်းတွေထဲကလူတွေရဲ့ တိုက်တန်းနစ် တန်းမမြုပ်ရလေအောင်ကြိုးပမ်းအားထုတ်ခဲ့ကြမှုတွေကို သေချာရှင်းပြထားတဲ့ ဒိုကူဒရာမာ အမျိုးအစားရုပ်ရှင်ပါပဲ။Factsတွေကို Docu ဆန်ဆန် ချက်ကျလက်ကျထည့်ထားပေမဲ့ ဇာတ်သွားက Docu ထက်ဒရာမာ ရုပ်ရှင်တစ်ကားလိုဘက် ပိုသွားလို့Factsတွေလည်းသိရပြီးပျင်းဖို့လည်းမကောင်းစေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p WebRipDuration – 1hr 44minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HistorySource : 1080p.WebRipTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMaurice SweeneyStarsCiarán McDavid WilmotLiam Cunningham(voice)MenaminCastAndrew SimpsonChris NewmanCiarán McMenaminCiaran O'GradyConor MacNeillDavid HeapDavid WilmotDermot MagennisDouglas RankineHugh O'ConorJohnny EvesonJonathan ByrneLiam CunninghamOwen McDonnellOwen RoePaul KennedyStephen Hogan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v6kUC2dsDwSfhwCWdAgldXB7Knu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-10-at-21.38.01.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/saving-the-titanic-2012",
        "server": "VIP Links",
        "size": "1.74 GB / 920 MB / 300 MB",
        "quality": "WebRip 1080P 5.1 CH / WebRip 720P / 360P"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/31oaB/Saving.the.Titanic.2012.1080P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://playersb.com/e8vxleen0zcz.html",
        "server": "streamsb.com",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/z50lyIQR#y__w-sYLCLB1M_MmCA9oBbxBTVTjdUBFYH5nzGwKAlc",
        "server": "mega.nz",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.74 GB",
        "quality": "WebRip 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Ftg0/Saving.the.Titanic.2012.720P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://playersb.com/lkb9b6y9b6a4.html",
        "server": "streamsb.com",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/65sFDKJL#mTaGFnwbsuw6ql35YC2b-QOm8VWDCXQtZR9yxKtL-2c",
        "server": "mega.nz",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/yu3ngo2pi636.html",
        "server": "usersdrive.com",
        "size": "920 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/saving-the-titanic-2012-360-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/31oaC/Saving.the.Titanic.2012.360P.WebRip[CM].mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://playersb.com/3vm6h4ncs4mc.html",
        "server": "streamsb.com",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/Tp9lFCoS#Y-5RjZkkazlTyNoU9Y1scY0dmIzbv1nLRJqlB69hpp0",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://cmdrive.org/share/dZsjfUx-",
        "server": "Direct Link",
        "size": "300 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/qbs94lqfkm8r.html",
        "server": "usersdrive.com",
        "size": "300 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "NOT RATED|2012|73 min|Action,Comedy,Crime",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "900"
    },
    "title": "Bring Me the Head of the Machine Gun Woman (2012)",
    "description": "Bring Me the Head of the Machine Gun Woman ဇာတ္ကားကေတာ့Chilean action comedy အမ်ိဳးအစားျဖစ္ျပီး ၂၀၁၂ခုနွစ္မွာDirector: Ernesto Diaz Espinoza(Spanish)ကရိုက္ကူးျပသထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။စပိန္ဘာသာစကား(Spanish)ျဖင့္ေျပာေသာဇာတ္ကားလည္းျဖစ္ပါတယ္။IMDb Rating 5.5/10ဒီဇာတ္လမ္းကေတာ့ ဂိမ္းတစ္ခုကို ေဆာ့ေနသလို ရိုက္ကူးထားတာေၾကာင့္ထူးျခားတဲ့ဇာတ္လမ္းျဖစ္ျပီး Sexy မိန္းမတစ္ေယာက္ရဲ႕ဇာတ္ၾကမ္းကလည္းစိတ္လွုပ္ရွားဖြယ္ရသကို ေပးစြမ္းမွာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အသက္၁၉နွစ္အရြယ္ Actionဂိမ္းေဆာ့ရတာၾကိဳက္ေသာေကာင္ေလးတစ္ေယာက္က Dance Club တစ္ခုမွာအိမ္သာတက္ေနတုန္း လူဆိုးဂိုဏ္တစ္ခုရဲ႕ လ်ိဳ႕၀ွက္ေျပာေနတာကိုမထင္မွတ္ပဲ ၾကားလိုက္မိပါတယ္။အဲ့ဒါကေတာ့ စက္ေသနတ္နဲ႔မိန္းမကို အေသရရ အရွင္ရရဖမ္းမိရင္ ေဒၚလာ၃၀၀မီလီယမ္ေပးမယ္ဆိုတဲ့သတင္းပါ။မထင္မွတ္ပဲ သူအိမ္သာထဲမွာ ရွိေနတာကိုလူဆိုးဂိုဏ္းကသိသြားခဲ့ပါတယ္။ဒါေၾကာင့္ ၁၉နွစ္အရြယ္ေကာင္ေလးက အေျခအေနအခ်ိန္အခါအရထုိမိန္းမကို ဖမ္းေပးဖို႔ျဖစ္လာခဲ့ပါတယ္။ဒါေပမယ့္ ထုိလူဆိုးဂိုဏ္းက ထိုမိန္းမကုိဖမ္းမိရင္ဖမ္းမိမဖမ္းမိရင္ သူေသမွာဆိုတာကို သိလိုက္ရခ်ိန္မွာေတာ့သူဘာေတြဆက္လုပ္မလဲ….စက္ေသနတ္နဲ႔မိန္းမကိုေရာ ဘာလို႔ဖမ္းခ်င္ေနတာလဲဆိုတာကိုေတာ့ဇာတ္ကားထဲမွာဆက္လက္ရွဳ႕စားၾကပါေတာ့..။File size…(650 MB)Quality…480pFormat…mp4Duration….01:13:35Subtitle….Myanmar Subtitle (Hardsub)Encoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorErnesto Díaz EspinozaStarsAlex RiveraFernanda UrrejolaJaime OmeñacaJavier MoraJorge AlisMatías OviedoMauricio PesuticNicolás IbietaNicolás OyarceSofia GarciaCastAlex RiveraDaniel AntiviloFernanda UrrejolaJaime OmeñacaJavier MoraJorge AlisMatías OviedoMauricio PesuticNicolás IbietaNicolás OyarceSofia Garcia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tfZPwSFkWsBPCM3o6fS3kpBc4MW.jpg",
      "https://image.tmdb.org/t/p/w300/aYi1rSnVS43UMd4Bk7kh1qP7nlS.jpg",
      "https://image.tmdb.org/t/p/w300/kCDfgDABUMnbySRXZFtcAx2y4QY.jpg",
      "https://image.tmdb.org/t/p/w300/mgbaU55F6x99drGu2B5v5veiMXJ.jpg",
      "https://image.tmdb.org/t/p/w300/xMRsiptXmm7b1BsSHNHjK0sQqkQ.jpg",
      "https://image.tmdb.org/t/p/w300/7oyg0bRZKbUnGRVZz08g8uHmQhr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/index9.jpg",
    "movie_links": [
      {
        "link": "http://zipansion.com/3VHZ8",
        "server": "drive.google.com",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/3VHaF",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/3VHax",
        "server": "openload.co",
        "size": "310 MB",
        "quality": ""
      },
      {
        "link": "http://zipansion.com/3VHcx",
        "server": "streamango.com",
        "size": "310 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "RHqozwN1ZYI",
      "video_url": "https://www.youtube.com/watch?v=RHqozwN1ZYI",
      "embed_url": "https://www.youtube.com/embed/RHqozwN1ZYI"
    }
  },
  {
    "metadata": "NOT RATED|2012|73 min|Adult,Asian",
    "rating": {
      "rating": "3.9/10",
      "rating_count": "642"
    },
    "title": "[18+]Rape Zombie: Lust of the Dead (2012)",
    "description": "ခုဆိုရင် 18+ကားလေးတွေကိုမှ ဇာတ်လမ်းကောင်းကောင်းနဲ့ကြည့်ချင်တဲ့လူများအတွက် ကားကောင်းလေးတခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ Rape Zombie: Lust of the Dead(2012)ကားလေးပဲဖြစ်ပါတယ။်ဒီကားလေးမှာတခြား Zombie ကားတွေနဲ့မတူပဲနဲ့ကွဲထွက်နေတာလေးတခုရှိပါတယ်။အဲ့ကွဲထွက်နေတာလေးတခုကပဲ ကြည့်ရှုတဲ့သူတွေကိုဆွဲဆောင်နိုင်မှာအသေအချာပါပဲ။နောက်တချက်အနေနဲ့ကတော့ ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီရိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်။ ဒါပေမဲ့ဇွန်ဘီးတွေက ဘယ်လိုတိုက်ခိုက်ကြလဲ နောက်ဆုံးဇွန်ဘီးတွေကိုဘယ်လိုနိမ်နင်းခဲ့လဲဆိုတာကို မျက်လုံးပြူးသွားရလောက်အောင်ခံစားကြည့်ရှုကြရမှာဖြစ်ကြောင်း………ငိငိအမြည်းလေးညွှန်းပေးလိုက်ပါတယ်။(မှတ်ချက်)ကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါJake(NNL) ရမ်းသမ်းဖောရှောဘာသာပြန်ထားခြင်းဖြစ်ပါတယ်။File size__( 1.2 GB )Quality__1080pFormat__mp4Duration__01:29:43Type__Adult, AsianSubtitle__Myanmar Subtitle (Hardsub)Translated by Jake(NNL)Encoded by Dark DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJirô IshikawaNaoyuki TomomatsuShigeki HayaseStarsAlice OzawaAsamiHiroshi FujitaKazuyoshi AkishimaNorman EnglandRina AikawaSaya KobayashiShungiku UchidaTakeshi NakazawaYui AikawaCastAlice OzawaAmu KamikaAsamiAtsushi TsudaFukutenHarunaHideo JōjōHidetoshi KageyamaHiroshi FujitaHiroshi HatakeyamaHiroyuki KanekoKaoru YamashinaKazurô TsujiKazuyoshi AkishimaMasahiro TaniguchiMasaki NishimuraMiho WakabayashiNatsuki YonemotoNorman EnglandRina AikawaRiri KôdaRyôichi InabaSaya KobayashiSayaka SudôShingo TakasugiShungiku UchidaTakeshi NakazawaTomoaki SandanYôko SatomiYui AikawaYukihiro HaruzonoYuria HidakaYûya Takayama",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/av9ajWgE9cIGY9tUW5dLpBpO1Lf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/rape-zombie-lust-of-the-dead1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18rape-zombie-lust-of-the-dead-2012",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-rape-zombie-lust-of-the-dead-2012-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Xy0r/[18+]Rape_Zombie_Lust_Of_The_Dead_(2012).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/s75ptr1fhjzo",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbembed2.com/n519ec79803f.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/rau4a91urbtd",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "5pFFXJ_qcRA",
      "video_url": "https://www.youtube.com/watch?v=5pFFXJ_qcRA",
      "embed_url": "https://www.youtube.com/embed/5pFFXJ_qcRA"
    }
  }
]