[
  {
    "metadata": "R|2011|2h 12min|Biography,Drama,History,Uncategorized",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "10223"
    },
    "title": "The Lady (2011)",
    "description": "The Lady(2011)********************************(သံမဏိလိပ်ပြာ)IMDB (7.1)Google users 81%ဇာတ်လမ်းအကျဉ်း——————–၁၉၄၇ ခုနှစ် ဇူလိုင် ၁၉ရက်နေ့မှာ ဗိုလ်ချုပ်အောင်ဆန်းနဲ့ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေကို ဂဠုန်ဦးစော ကလုပ်ကြံသတ်ဖြတ်တဲ့ နေရာကနေစပြီးတော့ အခြေတည်ထားပါတယ်။ ထိုစဉ်မှာ ဒေါ်အောင်ဆန်းစုကြည်မှာ ၂နှစ်အရွယ်သမီးလေးအဖြစ်သာရှိနေပါသေးတယ်။အသက်အရွယ်ရလာတော့ ဒေါ်အောင်ဆန်းစုကြည်တစ်ယောက် အင်္ဂလန်မှာပဲ အခြေကျပြီးတော့Michael Aris (Oxford ကဆရာ) နဲ့ အိမ်ထောင်ကျပါတယ်။ သား၂ယောက်ထွန်းကားပါတယ်။ ၁၉၈၈ ခုနှစ်မှာ ဒေါ်စုအမေ ဒေါ်ခင်ကြည်ရဲ့ ကျန်းမာရေးအခြေအနေကြောင့် မြန်မာပြည်ကို ပြန်လာခဲ့ပါတယ်။ဒေါ်စု ပြန်လာတဲ့အခိုက်မှာ ၁၉၈၈ အရေးအခင်းနဲ့ကြုံရပြီးတော့…..မြန်မာ့ဒီမိုကရေစီလမ်းကြောင်းအတွက် သူမရဲ့ဘဝတစ်ခုလုံးကိုရင်းနှီးမြှပ်နှံထားပုံတွေကို သမိုင်းပေါ်အခြေခံလို့ ကြည့်ရှုရမယ့် Biographical Film ဖြစ်ပါတယ်။Review CrdFile Size : (GB) and (1.3 GB)Quality : Blu-Ray 1080pFormat…mp4Duration… 2h 12minGenre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Idiot MyoKoEncoded by Idiot MyoKoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuc BessonStarsDavid ThewlisJonathan RaggettMichelle YeohCastAntony HicklingBenedict WongDavid ThewlisFlint BangkokGuy BarwellJonathan RaggettJonathan WoodhouseMichelle YeohSahajak BoonthanakitSusan Wooldridge",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/at2n9aNpqavvs5BjgRFZ7Pp6jan.jpg",
      "https://image.tmdb.org/t/p/w300/nEhgk8UteCkgTs21xcxuGeuoFlT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/02/poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-lady-2011",
        "server": "VIP Links",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-lady-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Il5FBaCS#VccfCTdErk0dNLQHsEEn8oXyNk2TKzMQ3qnnf4YcJwA",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1BK6d/The_Lady_(2011)1080p.mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/38ffc6wn6yki.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-lady-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1kYCyT4R#Whtg3E8mmPIiZqmN8B3Q4QUJoQ21IxOMBsdOD04LSwc",
        "server": "mega.nz",
        "size": "1.16 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1BK4h/The_Lady_(2011)720p.mp4",
        "server": "megaup.net",
        "size": "1.16 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2j2600clv4ky.html",
        "server": "usersdrive.com",
        "size": "1.16 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lUYyX4NLaCY",
      "video_url": "https://www.youtube.com/watch?v=lUYyX4NLaCY",
      "embed_url": "https://www.youtube.com/embed/lUYyX4NLaCY"
    }
  },
  {
    "metadata": "|2011|2h 9min|Drama,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "9,362"
    },
    "title": "Wuthering Heights (2011)",
    "description": "Wuthering Heights (2011)IMDb – 6.0/10_____Rotten – 68%Wuthering Heights ဆိုကထဲက ၉တန်း(အရင်သင်ရိုး ၁၀တန်း)ကျောင်းသား အရွယ်က သင်ကြားခဲ့ရတဲ့ သင်ခန်းစာလေးဆိုတာကို နည်းနည်းတော့မှတ်မိကြဦးမယ်ထင်ပါတယ် Liverpool မြို့လေးမှာ“Cathy or Catherine, Hindley, Heathcliff Earnshawမိသားစု”ပါဝင်ခဲ့တဲ ဒီဇာတ်လမ်းလေးဟာ ကစားဖို့ မုန့်စားဖို့ ရုပ်ရှင်ကြည့်ဖို့လာသိတဲ့ ကလေးအရွယ် ကျွန်တော်တို့နှလုံးသားကိုတောင် ခပ်စပ်စပ် ရိုက်ခတ်နိုင်စွမ်းရှိခဲ့တယ် အရွက်ရောက်လာတော့လည်း အနည်ထိုင်စပြုနေတဲ့ ကျွန်တော့တို့နှလုံးသားကို ဒုတိယံပိ ပြန်လည်လှုပ်နှိုးခံလိုက်ရတယ် အဲ့ဒါကတော့စာရေးဆရာ ကျော်လှိုင်ဦးဘာသာပြန်ထားတဲ့ လေထန်ကုန်းဆိုတဲ့စာအုပ်လေးကြောင့်ပါ…. ဟော အခု ရုပ်ရှင်အသွင်နဲ့ပြန်ကြည့်ရတော့ ဘယ်ပြောကောင်းမလဲဗျာ…. နောက်တော့မှသိလာရတာက Wuthering Heights ကို Emily Btonyရေးသားပြီး ဒီစာအုပ်ဟာ ခေတ်အဆက်ဆက် အကြီးကျယ်ဆုံးသော ဂန္တဝင်ဝတ္ထုစာရင်းဝင်ခဲ့ပါတယ်…. လူရဲ့ကိုယ်ကျင့်တရား…မျိုးဆက်သစ်ပြုစုပျိုးထောင်မှုရဲ့အရေးပါပုံ…စာပေသင်ကြားခွင့်ဆုံရှုံးခြင်းဟာ လူ့ဘဝရဲ့အကြီးမားဆုံးသော ဆုံးရှုံးမှု ဆိုတာတွေကို ဒီကားမှာတွေ့နိုင်ပါတယ် ……***********မေ့နေတဲ့သူတွေအတွက် နည်းနည်းနွှေးရင်းဇာတ်လမ်းလေးအကြောင်းပြောပြပါ့မယ်Mr.Earnshaw ကြီးက Heathcliff ဆိုတဲ့ လမ်းပေါ်ကမိဘမဲ့ကောင်လေးတစ်ယောက်ကိုအိမ်ခေါ်လာပြီးမွေးစားခဲ့ပါတယ် အဲ့ဒီကောင်လေးဟာ မိမရှိဖမရှိ စကားတောင်ယဉ်ယဉ်ကျေးကျေးမပြောတတ်တဲ့ကောင်လေးဆိုတော့လည်း အိမ်သားတွေကမကြည်ဖြူဘူးပေါ့ Mr Earnshaw ကြီးမှာ Hindley နဲ့ Cathy ဆိုပြီးသားသမီးနှစ်ယောက်ကလည်းရှိပါတယ် သားဖြစ်တဲ့ Hindley ကတော့ လမ်းပေါ်ကကောင်လေး Heathcliff ကိုအမြင်ကတ်တဲ့ပုဒ်မနဲ့ အမြဲလိုလို ရန်ရှာခိုင်းစေတတ်ပါတယ် နှိမ်တယ် Cathyကတော့နူးညံ့တဲ့နှလုံးသားပိုင်ရှင်မိန်းကလေးပီပီ Heathcliffကိုသူငယ်ချင်းတစ်ယောက်လိုပဲမခွဲမခြားဆက်ဆံပါတယ်ဒါပေမယ့်လည်း ဂုဏ်ပကာသန ဆိုတာလူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းရဲ့ အဆင်တန်ဆာတစ်ခုဖြစ်နေလေတော့ ချမ်းသာတဲ့Linton မိသားစုဝင်တစ်ဦးဖြစ်တဲ့ Aggar နဲ့ Catherine ကလက်ထပ်ဖို့အထိဖြစ်လာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ Heathcliff အတွက် ခိုကိုးရာမဲ့သူသလိုဖြစ်သွားတယ်… ရှားရှားပါးပါးသူ့ကိုကြင်နာဂရုစိုက်ဆက်ဆံတတ်တဲ့သူကဂုဏ်သိက္ခာအဆင့်အတန်းတွေကြောင့်သူ့ဘေးနားကထွက်ခွာသွားရမယ်ဆိုတဲ့နာကျည်းမှုတွေက သူ့ဘဝတစ်ခုလုံးကိုပြောင်းလဲစေဖို့အတွက် အဝေးတစ်နေရာကိုထွက်ပြေးသွားစေတဲ့အထိဖြစ်ခဲ့ပြီးသူ့ဘဝလည်းပြောင်းလဲလာခဲ့ပါတယ် ချမ်းသာမှု မိမိကိုယ်ကိုယုံကြည်မှုတွေနဲ့ ကျားရဲတစ်ကောင်လိုပြန်လာခဲ့တယ်.. ဒါပေမယ့်သူပြန်လာတဲ့အချိန်မှာအခါနှောင်းသွားခဲ့ပါပြီ …… ရှေ့ဆက်ဖြစ်မဲ့ဟာတွေတော့ အပြည့်အဝကြည့်ရှုရင်းခံစားလိုက်ပါဦး… ကိုင်းပြိတ်သတ်ကြီးရေ….အနည်ဆိုတာမျိုးကတစ်ခုခုနဲ့ထိခိုက်မိရင် ပြန်လှုပ်ခပ်ရိုးမဟုတ်လား …ခင်ဗျားတို့ရင်ထဲမှာအနည်ထိုင်ခဲ့တာကို အပြင်းစားရိုက်ချက်ကြီးနဲ့ ပြန်လည် လှုပ်ခတ်ခံရမှာကြောက်နေတယ်ဆိုရင်တော့ …… သဘောရှိပါဗျား…..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Pyae Xeinn Sett ပါFile Size…(930 MB)Quality… 720pFormat…mp4Duration…02:09:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by Pyae Xeinn SettYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrea ArnoldStarsAmy WrenJames HowsonJames NorthcoteKaya ScodelarioNichola BurleyOliver MilburnPaul HiltonShannon BeerSteve EvetsCastAdam LockAmy WrenEmma RopnerEve CoverleyJames HowsonJames NorthcoteJonny PowellKaya ScodelarioLee ShawMichael HughesNichola BurleyOliver MilburnPaul HiltonPaul MurphyRichard GuyShannon BeerSimone JacksonSolomon GlaveSteve Evets",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AsXm9OJenhVnKU7w0RDArLEUvrM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/Wuthering_heights-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bqd8g0fxlr38.html",
        "server": "usersdrive.com",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/wuthering-heights-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gBH8/Wuthering_Heights_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gTRjFS4a#XtPAGNPx7DHpPpRuIUXVv0AuDeebqDq4DJ0FsYwc8sk",
        "server": "mega.nz",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p7rnz63szlt0",
        "server": "upstream.to",
        "size": "930 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3EceNo1LJj4",
      "video_url": "https://www.youtube.com/watch?v=3EceNo1LJj4",
      "embed_url": "https://www.youtube.com/embed/3EceNo1LJj4"
    }
  },
  {
    "metadata": "TV-14|2011|41 min|Horror",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "89,817"
    },
    "title": "Teen Wolf Season 1  စ/ဆံုး",
    "description": "အားလံုးေတာင္းဆိုေနတဲ့ Teen Wolf ကို အစကေန ျပန္တင္ေပးလုိက္ပါၿပီCM က ျပန္ထားတာ မဟုတ္ပဲ အျပင္က ရတဲ့ ေနရာကေန ယူလုိက္ရတာျဖစ္လုိ႔ဘာသာျပန္တဲ့ ေနရာမွာ အလြဲေလးေတြ ရွိခဲ့ရင္ နားလည္ေပးၾကပါSeason 5 ထိ ထြက္ၿပီးၿပီျဖစ္လို႔ ေနာက္အသစ္ထြက္လာတာနဲ႔ အမွီ ျပန္တင္တဲ့အခါCM က ဘာသာျပန္တင္ဆက္ေပးပါမယ္ ေလာေလာဆယ္ လုိက္မွီေအာင္DVD Sub နဲ႔ အရင္ၾကည့္လိုက္ၾကပါအံုး Video Quality ကိုေတာ့ 720P နဲ႔ ျဖည့္ဆည္းေပးထားပါတယ္ေလာေလာဆယ္ အျမည္းအေနနဲ႔  အပိုင္းအနည္းငယ္ တင္ေပးလုိက္ပါတယ္ ႀကိဳက္တယ္ ဆက္တင္ပါဆိုမွက်ေနာ္ ဆက္တင္ေပးပါမယ္ အားေပးမႈ လံုး၀ မရွိရင္ ဆက္တင္မွာမဟုတ္ပါဘူးေက်းဇူးပါ….(Thit San Khant)Download ListTeen Wolf Season 2 ဆက္ၾကည့္ရန္Teen Wolf Season 3 ဆက္ၾကည့္ရန္Teen Wolf Season 4 ဆက္ၾကည့္ရန္============Teen Wolf S01 1-12Vip/Yoteshin(Season 1 ဇတ္သိမ္းပါၿပီ က်န္တဲ့အပိုင္းမ်ား ထပ္ၾကည့္ခ်င္တယ္ဆိုရင္ ေတာင္းဆိုႏုိင္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsDylan O'BrienHolland RodenLinden AshbyTyler Posey",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/spoiler-alert-header-300x188.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "Unrated|2011|1h 35m|Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "29000"
    },
    "title": "Oslo, August 31st (2011)",
    "description": "Oslo, August 31st (2011)~ IMDb – 7.6/10, RT – 97%, Meta – 84% ~ဟိုးအရင်နှစ်က အော်စကာရဲ့ အင်တာနေရှင်နယ်ဖီးချားမှာ ဆန်ခါတင်ဝင်ခဲ့ပြီး သူနဲ့အပြိုင်ကားက Drive My Car ဖြစ်နေတာကြောင့် ဆုမရသွားခဲ့တဲ့The Worst Person in the Worldကို သိကြမှာပါ။ The Worst Person in the World ရဲ့ ဒါရိုက်တာ Joachim Trier မှာ Oslo Trilogy ဆိုတဲ့ အော့စလိုမြို့နဲ့ဆက်စပ်နေတဲ့ ဘဝတို့အချစ်တို့အကြောင်း ရုပ်ရှင်သုံးကားရှိတယ်။ Reprise (2006), Oslo, August 31st (2011) နဲ့ The Worst Person in the World (2021) တို့ပါပဲ။ The Worst Person in the World (2021) ကို သဘောကျတဲ့လူတွေတော့ ဒီကားကို သဘောကျကြလိမ့်မယ်။ အကြောင်းအရာကတော့ The Worst Person in the World နည်းတူ ရိုးရိုးရှင်းရှင်းလေးပဲ။ သာမန်လူတစ်ယောက်ရဲ့ စိတ်ခံစားချက်တွေအကြောင်းပဲ။ ဒီထက် ဘာမှပိုမပါဘူး။တစ်ခုရှိတာက သူ့တင်ပြပုံက ရိုးရိုးရှင်းရှင်းလေးနဲ့ကို ဇာတ်ကောင်ရဲ့ မရေရာခြင်းနောက်ကနေ သေချာတဲ့ ခံစားချက်တစ်ရပ်ပေးသွားတယ်။ TWPitW နဲ့ မတူတာက Olso Trilogy ပီသအောင်ပဲ အော့စလိုမြို့က အမှတ်တရတွေ အော့စလိုမြို့ရဲ့အရိပ်တွေအကြောင်း ပြထားတယ်။ TWPitW နဲ့တူတာက ဇာတ်ကောင်တွေရဲ့ စိတ်ခံစားချက်အမြင့်ဆုံးအချိန်တွေကို အော့စလိုရဲ့ လှပတဲ့နေရာတွေနဲ့ အမြဲတွဲပြသွားတာပါပဲ။Trier ရဲ့ တခြားကားတွေနဲ့မတူဘဲ Olso မှာ ပြင်သစ်ဒါရိုက်တာ Louis Malle ရဲ့ ၁၉၆၃မှာထွက်ခဲ့တဲ့ The Fire Within ဆိုတဲ့ ရုပ်ရှင်ကို နည်းနည်းမှီးထားသလို Homage လည်း ပေးထားတယ်။ နောက် ဒီရုပ်ရှင်ရဲ့ ကျောရိုးကိုက Will o’ the Wisp ဆိုတဲ့ ပြင်သစ်စာအုပ်ကိုပဲ နည်းနည်းမှီးထားတယ်။ အဲဒီစာအုပ်ကတော့ သတ်သေဖို့ကြံထားတဲ့ အရက်စွဲနေတဲ့ စာရေးဆရာတစ်ယောက်က နောက်ဆုံးအနေနဲ့ သူနဲ့သူစိမ်းပြင်ပြင်ဖြစ်နေခဲ့တဲ့ သူချန်ရစ်ခဲ့တော့မယ့် ကမ္ဘာကြီးနဲ့လူတွေနဲ့ နောက်ဆုံးအနေနဲ့ တစ်ခေါက်လောက် ပြန်ချိတ်ဆက်ကြည့်တဲ့အကြောင်းပေါ့။ ဒီရုပ်ရှင်က ဒီလိုအကြောင်းအရာကိုပဲ ဆေးသမားတစ်ယောက်နဲ့ အော့စလိုမြို့ကို ပြန်ပြောင်းဖော်ပြထားတယ်။ ပြောရရင် ဒီရုပ်ရှင်က သမုဒ္ဒရာထဲ စုန်းစုန်းမြုပ်တော့မယ့်လူတစ်ယောက်က နောက်ဆုံးကောက်ရိုးလေးတစ်မျှင်ကို လှမ်းဆွဲကြည့်ခဲ့တဲ့အကြောင်းပေါ့။~~~~~~~~~~~~~~~~~~မီးငှက်တစ်ကောင်သေဆုံးခြင်းမီးငှက်တစ်ကောင် ပြန်ရှင်နိုင်ဖို့အရင် သေပေးရသတဲ့။ဒီကမ္ဘာမှာတော့ တိမ်အဝါတွေဟာပြန်မရှင်နိုင်တော့တဲ့ မီးငှက်တို့ရဲ့အတောင်ပံတွေ။ဘဝဟာ အက်စကိုးဘားပဲဒန်းပေါ်ထိုင်ရင်း ဒီပရက်ရှင်ဝင်လိုက်ပိုက်ဆံတွေ မီးထည့်လှုံလိုက်အဆုံးကျတော့လည်း အရာရာဟာ ဘာမှမဟုတ်နေပြန်လိုက်ဒီလိုပဲ ငါတို့ရှင်ခဲ့ရတယ်။ဒုက္ခဟာ ဖြစ်နိုင်ခြေနည်းတဲ့ ကမ္ဘာကြီးကြောင့်လားကြိုးစားမှုနည်းတဲ့လူတွေကြောင့်လားငါကတော့ ဖြစ်နိုင်ခြေနည်းတဲ့ကမ္ဘာကြီးပေါ်ကကြိုးစားမှုနည်းခဲ့တဲ့လူတစ်ယောက်ပါပဲ။ရယ်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တစ်ခုကတော့သူ့အတိုင်း ဒုက္ခမှာ ဒူပေနာပေခံလာတဲ့ လူတွေဟာမနက်ဖြန်ဟာ ဒီလိုနေ့မျိုးပဲဆိုတာကိုလိမ်လည်ပစ်လိုက်ကြတာပါပဲ။ဘယ်အရာမှာ ငါ ရှင်နေလဲ ကောင်းကောင်းသိပေမဲ့ဘယ်နေရာမှာ ငါ ရှင်နေလဲ မသိသေးဘူး အချစ်ရယ်မင်းကိုငါချစ်ပေမဲ့ ငါ့ကိုယ်ငါတောင် အနိုင်နိုင်ရယ်ပါ။   ။~~~~~~~~~~~~~~~~~~(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 735MBQuality – 1080p, 720pIMDb Rating – 7.6/10Format – mp4Duration – 1H 35MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoachim TrierStarsAksel ThankeAnders BorchgrevinkAnders Danielsen LieElin Gunnarsdotter SandvikHans Olav BrennerIngrid OlavaIselin SteiroJohanne Kjellevik LedangKjærsti Odden SkjeldalMalin CrépinØystein RøgerPetter Width KristiansenRenate ReinsveTone Beate MostraumCastAksel ThankeAnders BorchgrevinkAnders Danielsen LieElin Gunnarsdotter SandvikHans Olav BrennerIngrid OlavaIselin SteiroJohanne Kjellevik LedangKjærsti Odden SkjeldalMalin CrépinØystein RøgerPetter Width KristiansenRenate ReinsveTone Beate Mostraum",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f0oW7jwrSo78dZGo1jvlgDNKdZP.jpg",
      "https://image.tmdb.org/t/p/w300/5kFQ8ZbneXoAPgJyKFf6lvM19YJ.jpg",
      "https://image.tmdb.org/t/p/w300/s3zUWhhTY6OSyWlyrVyAUmptLg0.jpg",
      "https://image.tmdb.org/t/p/w300/roCQcDKrrFjXEMDDMxEKpeL6h0F.jpg",
      "https://image.tmdb.org/t/p/w300/zp5gZrVuEg3rGyM2eZicUsm8TAh.jpg",
      "https://image.tmdb.org/t/p/w300/uHK7JVrphqas6gypt4PNNWzAn8H.jpg",
      "https://image.tmdb.org/t/p/w300/aSyK894rVZWULAN8Itm5YkdenPT.jpg",
      "https://image.tmdb.org/t/p/w300/26ttcGKIlPwkvTag7V7hqcuqrev.jpg",
      "https://image.tmdb.org/t/p/w300/swfbzWFFCPJSoiPpzkFRAsOQRnf.jpg",
      "https://image.tmdb.org/t/p/w300/ekRSZRLoCDV4rckUZumyLuEptLz.jpg",
      "https://image.tmdb.org/t/p/w300/3GTcB76nhV4zQqOu4dO681MvRwt.jpg",
      "https://image.tmdb.org/t/p/w300/iEJVQOAc0UIAyMdJps1TMHKJHTs.jpg",
      "https://image.tmdb.org/t/p/w300/gvReh2ZxICquiLhGh8HBH3ZMopu.jpg",
      "https://image.tmdb.org/t/p/w300/ovXbHZ8uqbZlcWQHx6RkbEdiJYz.jpg",
      "https://image.tmdb.org/t/p/w300/1zMOefFKDBM927j5jl9UgEFRkR3.jpg",
      "https://image.tmdb.org/t/p/w300/6ybmkNP54tgbJHPkgmfC7jfFXMy.jpg",
      "https://image.tmdb.org/t/p/w300/ae6lTWviRbGnHQM2pa8z93lamBB.jpg",
      "https://image.tmdb.org/t/p/w300/eJ5IL9DQxy2upRhaY15ia54Pekr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bgfbFhwhnpumz6MU3py1DwMm12.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-oslo-august-31-st-2011-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7t82i/(CM)_Oslo,_August_31st_(2011)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/t30DiZQb#Vy0fs2VeMKrumO1GkITOnE5oG8KoFfmMi87nel61_pU",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-oslo-august-31-st-2011-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "735MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7t815/(CM)_Oslo,_August_31st_(2011)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "735MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/52MG0SIA#OI8uEnmS0rndFEFedoePGrJvQrCkhkH0I8fz3vgN24M",
        "server": "mega.nz",
        "size": "735MB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/oduby070xw90",
        "server": "streamsb.com",
        "size": "735MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/6y663l0dv6nh",
        "server": "streamvid.io",
        "size": "735MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SWI22UymfeY",
      "video_url": "https://www.youtube.com/watch?v=SWI22UymfeY",
      "embed_url": "https://www.youtube.com/embed/SWI22UymfeY"
    }
  },
  {
    "metadata": "Not Rated|2011|1h 26m|Action,Comedy,Horror",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "48K"
    },
    "title": "Hobo with a Shotgun (2011)",
    "description": "Hobo with a Shotgun (2011)သွေးထွက်သံယို ကြမ်းကြမ်းရမ်းရမ်းမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ပရိတ်သတ်များအတွက် ဒီဇာတ်ကားက လက်လွှတ်ခံလို့ မရတဲ့အထဲမှာပါပါတယ်။ ပြောင်းချောသေနတ်တစ်လက်နဲ့ ပတ်ကြမ်းနေတဲ့ အိမ်မဲ့ယာမဲ့တစ်ယောက်ကို ဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။သူဟာအစပိုင်းမှာ မြက်ရိတ်စက်လေးတစ်ခု ဝယ်ချင်တဲ့အတွက် ကြုံရာကြပန်းလုပ်ပြီး ပိုက်ဆံရှာဖို့ မြို့တစ်မြို့ကိုတက်လာခဲ့တယ်။ ဒါပေမယ့် သူရောက်လာခဲ့တဲ့မြို့ဟာ အထိန်းအကွပ်မရှိ ဗရမ်းဗတာဖြစ်နေတာကို တွေ့လိုက်ရတဲ့နောက်မှာ …ရဲတွေကအစ တစ်မြို့လုံးဟာ လူတစ်ယောက်ရဲ့ လက်အောက်မှာ ဝပ်ဆင်းနေပြီး သူသေဆိုသေ ရှင်ဆိုရှင်ရတဲ့ဘဝမှာ နေနေကြရတာပါ။ နောက်ပိုင်း ဒီအရှုပ်တော်ပုံထဲကို ဘယ်လိုမှမလွဲသာ မရှောင်သာရောက်ရှိသွားခဲ့ပြီးတော့ လမ်းပေါ်က လူမိုက်လူရမ်းကားတွေကို တစ်ကိုယ်တော် ပြောင်းချောသေနတ်တစ်လက်တည်းနဲ့ လိုက်လံရှင်းလင်းပုံကို အက်ရှင် ဟော်ရာဆန်ဆန် ကြည့်ရှုခံစားရမှာဖြစ်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Zwel Zan Aungပါ။)File Size          :4.1GB, 1.3GB, 536MBQuality            :1080p BDRip AAC 5.1CH,720p BDRip, 480pFormat            :mp4Duration         :1hr 26minsGenre              :Action, Comedy, HorrorTranslated byZwel Zan AungEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason EisenerStarsPasha EbrahimiRobb WellsRutger HauerCastAgnes LaanAlexander RosboroughAndre HainesBrain JamiesonBrian DowneyDavid BruntDrew O'HaraDuane PattersonGeorge StroumboulopoulosGlen MatthewsGregory SmithJeremy AkermanJohn AwoodsJuanita PetersMark OwenMolly DunsworthNick BatemanOwen ScottPasha EbrahimiPeter SimasRobb WellsRutger HauerScott VroomanTim DunnZack Tovey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/koEwhGuIhTwQ1Ud0GfY1eJ9rJXT.jpg",
      "https://image.tmdb.org/t/p/w300/2RMZ82t6dNffTTBXM5FFbWM7i1c.jpg",
      "https://image.tmdb.org/t/p/w300/rhni9UUBWGH8FyFJUagQc1ScqBQ.jpg",
      "https://image.tmdb.org/t/p/w300/7ugJdVksDA4oYCxZY6tHhsG2NyV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xxMaO7VoN2BnZit79PedVHnTjcO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hobo-with-a-shotgun-2011-bd-rip-1080-p-aac-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/x1cps3nd5buj.html",
        "server": "usersdrive.com",
        "size": "4.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hckD/[CM]Hobo.With.A.Shotgun.2011.BDRip.1080p.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "4.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QeFFVAZZ#6kpsP3fqmttwQkepLguBeH_GrJoH4NuE6YgYOB3c_aI",
        "server": "mega.nz",
        "size": "4.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dccv949wss2w",
        "server": "streamvid.io",
        "size": "4.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hobo-with-a-shotgun-2011-bd-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3ee81dkii85f.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3hckf/[CM]Hobo.With.A.Shotgun.2011.BDRip.720p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/US9FFAbS#i6qQGC4IG_n9tMJ5uuNhvB6R7bS8Fbf-fhUkhtaJZGQ",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/swx3cgc56scz",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/fmhx54uq1vbd.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hobo-with-a-shotgun-2011-bd-rip-480-mp-4",
        "server": "yoteshinportal.cc",
        "size": "536MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/opn356p85p1s.html",
        "server": "usersdrive.com",
        "size": "536MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Vhps/[CM]Hobo.With.A.Shotgun.2011.BDRip.480.mp4",
        "server": "megaup.net",
        "size": "536MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/laVSkRiS#jvRCB21-0ilaUdNRb-bOh59Z0uLNRZbXEFxPv7aqXSM",
        "server": "mega.nz",
        "size": "536MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/pbmw49m1r23i",
        "server": "streamvid.io",
        "size": "536MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/wc0e7pjkjpz3.html",
        "server": "streamsb.com",
        "size": "536MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "ssHEAOrAdCU",
      "video_url": "https://www.youtube.com/watch?v=ssHEAOrAdCU",
      "embed_url": "https://www.youtube.com/embed/ssHEAOrAdCU"
    }
  },
  {
    "metadata": "NOT RATED|2011|122 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "10,995"
    },
    "title": "Desi Boyz (2011)",
    "description": "ဒီကားေလးကေတာ့ Bollywood ကားေတြထဲမွာ Old But Gold လို႕ေၿပာလို႕ရတဲ့အထိေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္ပါတယ္…ဇာတ္လမ္းအညႊန္းကေတာ့ နစ္နဲ႕ဂ်ယ္ရီဆိုတဲ့ အလြန္ခ်စ္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ရွိပါတယ္..သူတို႕ဟာ တစ္အိမ္ထဲမွာအတူတူေနၾကၿပီးေတာ့တစ္ေယာက္ကိုအလုပ္တစ္ခုစီနဲ႕ေအာင္ၿမင္ေအာင္ၾကိဳးစားေနၾကသူေတြလည္းၿဖစ္ပါတယ္..နစ္ကေတာ့ စီးပြားေရးဘြဲ႕တစ္ခုရၿပီးေတာ့ အထက္တန္းက်က်အလုပ္တစ္ခုမွာအလုပ္လုပ္ေနပါတယ္…ရိုးသားတဲ့ ဂ်ယ္ရီတစ္ေယာက္ကေတာ့ ၾကံဳရာက်ပန္းလုပ္တဲ့သူၿဖစ္ၿပီးေတာ့ေက်ာင္းၿပီးေအာင္ဆက္မတက္ေတာ့တဲ့ သူတစ္ေယာက္လည္းၿဖစ္ပါတယ္….သူတို႕ႏွစ္ေယာက္စလံုးရဲ႕ဘ၀ေတြဟာ အလုပ္ေတြရွိစဥ္အခ်ိန္ကေတာက္ေတာက္ေၿပာင္ေၿပာင္ ၿဖစ္ေနေပမယ့္သူတို႕ႏွစ္ေယာက္ကံဆိုးစြာနဲ႕ အလုပ္လက္မဲ့ ၿဖစ္လာတဲ့အေၿခေနမွာေတာ့ႏွစ္ေယာက္စလံုးအက်ပ္ရုိက္ကုန္ၾကပါေတာ့တယ္…နစ္လည္းသူ႕ေကာင္မေလးကို မဂၤလာေဆာင္ဖို႕ေတာင္အႏိုင္ႏိုင္ၿဖစ္သြားခဲ့ရၿပီးဂ်ယ္ရီတစ္ေယာက္မွာလည္း သူအရမ္းခ်စ္ရတဲ့ကေလးေလးကိုပိုင္ဆိုင္ခြင့္ဆံုးရံႈးရမယ့္ အေၿခေနကိုေရာက္လာပါေတာ့တယ္…ဒီအခ်ိန္မွာ သူတို႕ႏွစ္ေယာက္အတြက္ လက္တစ္စံုဟာက်ေရာက္လာပါတယ္…ဒါကေတာ့ Desi Boyz ပိုင္ရွင္ဟာ သူတို႕ရဲ႕ ေတာင့္တင္းလွတဲ့ကိုယ္အရြယ္အစားေတြကိုမ်က္စိက်သြားတာေၾကာင့္ပါ….Desi Boyz ဆိုတဲ့ အသံုးအႏႈန္းကိုနားမလည္သူေတြအတြက္ ေၿပာၿပပါရေစ..Desi Boyz ဆိုတာ ဆြဲေဆာင္မႈ႕ရွိတဲ့ အမ်ိဳးသားေတြကအလိုဆႏၵရွိတဲ့အမ်ိဳးသမီးေတြအတြက္ Personal Privacy လံုၿခံဳမႈ႕ရွိတဲ့ေဖ်ာ္ေၿဖေရး၀န္ေဆာင္မႈ႕ၿဖစ္ပါတယ္…(18+ လံုး၀မပါပါ….)ဒီလိုမိန္းကေလးေတြနဲ႕ေပ်ာ္ပါးေနရတဲ့ အလုပ္ကို နစ္ရဲ႕ေကာင္မေလးသိသြားတဲ့အခါၿပသနာေတြ အကုန္စလာပါေတာ့တယ္….Bollywood ကားေတြရဲ႕ထံုးစံအတိုင္း သီခ်င္းေတြကေတာ့တကယ္ကိုအမိုက္စားေတြပါ…ခဏခဏၿပန္နားေထာင္ရတဲ့အထိကိုေကာင္းလြန္းပါတယ္…မိသားစုနဲ႕အတူတူ ရယ္ေမာရင္းနဲ႕ အခ်ိန္ေတြကိုကုန္ဆံုးခ်င္တယ္ဆိုရင္ေတာ့ဒီကားေလးကို ညႊန္းပါရေစ…အားလံုးၾကိဳက္ႏွစ္သက္ၾကမယ့္ ကားေကာင္ေလးတစ္ကားၿဖစ္ပါတယ္….File Size : (871 MB)Quality : BluRay 720pRunning Time : 2hr 02minFormat : Mp4Genre : Comedy,Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 720pTranslated byMay Htoo WaiEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRohit DhawanStarsAkshay KumarAnupam KherBruna AbdullahChitrangada SinghDeepika PadukoneJohn AbrahamLarissa BonesiCastAkshay KumarAnupam KherBruna AbdullahChitrangada SinghDeepika PadukoneJohn AbrahamLarissa Bonesi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ca2cnBjzXY5yC1Dd7zLgNUyiWiP.jpg",
      "https://image.tmdb.org/t/p/w300/nCqLcoUKPL0ETnrvSJR47wZkWPN.jpg",
      "https://image.tmdb.org/t/p/w300/9nv332XBaO8ikyBOqGL3xIWLJlD.jpg",
      "https://image.tmdb.org/t/p/w300/oeaBPYSZXxfbXYa4yewLPWQR9HW.jpg",
      "https://image.tmdb.org/t/p/w300/ehtvdvnRPWEgb5I9Uxk1k3Z8IeT.jpg",
      "https://image.tmdb.org/t/p/w300/7YkdGSCkdZx9A5jLwi8WRAFlUSo.jpg",
      "https://image.tmdb.org/t/p/w300/9GMrc6MaQx6eZcjGByL0OfxfdgQ.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2pn6jqjvbkc8.html",
        "server": "usersdrive.com",
        "size": "871 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/desi-boyz-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "871 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2drx3/Desi_Boyz_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "871 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/9U5CzQKS#-2Bl7NOG4Es27fyle5T35N31ISIdKvxWbsYsYY-5d9I",
        "server": "mega.nz",
        "size": "871 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/k7bb6q6fy3af",
        "server": "upstream.to",
        "size": "871 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "uWlorjdK8cI",
      "video_url": "https://www.youtube.com/watch?v=uWlorjdK8cI",
      "embed_url": "https://www.youtube.com/embed/uWlorjdK8cI"
    }
  },
  {
    "metadata": "|2011||Comedy,Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1548"
    },
    "title": "Voir la mer (2011)",
    "description": "Voir la mer (2011)==============ဒီတစ်ခေါက်မှာတော့ ပြင်သစ် သုံးပွင့်ဆိုင် ဒရမ်မာကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ နီကိုလာနဲ့ ကလီမန့်လို့ခေါ်တဲ့ ညီအစ်ကိုနှစ်ယောက်က အားလပ်ရက်မှာ သူတို့အမေရှိတာ ပြင်သစ်ကိုအလည်သွားဖို့ ခရီးထွက်လာခဲ့ပါတော့တယ်။ ခရီးမသွားခင်မှာပဲပရူဒန့်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က နီကိုလာနောက်လိုက်ပါပြီးသူမလည်း ခရီးစဥ်မှာအတူပါလာပါတော့တယ်။တကယ်တော့ ဇာတ်လမ်းလေးက ရိုးရိုးလေးပါပါပဲ . ညီအကိုတွေခရီးထွက်တယ်၊ ကောင်မလေးက လမ်းကြုံလိုက်တယ်ပေါ့။ မရိုးတာကတော့ ကောင်မလေးနဲ့ ညီအကိုနှစ်ယောက်လုံးနဲ့ ညိတာပါပဲ။ကျန်တာတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုကြပါ၊ တစ်ခုသတိပေးချင်တာက မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်တဲ့ အခန်းတွေပါဝင်တာမို့ သတိပြုကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size……….(1.8 GB) / (780 MB) / (449 MB)Quality…………Blu-Ray 1080p / 720p / 480pDuration………1Hr 31minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, RomanceTranslator…….ParrisEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPatrice LeconteCastClémence ThiolyClément SibonyGilles CohenIsabelle Petit-JacquesJacques MathouJean-Claude AubrunLaurent GendronNicolas GiraudPauline LefèvreUrbain Cancelier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Aluf0VjilX5Q4rpisstZkBonIBX.jpg",
      "https://image.tmdb.org/t/p/w300/xK82CnQ2zK4DhuYekW4anHmUl5W.jpg",
      "https://image.tmdb.org/t/p/w300/ujmKurXrWCuPEBXCaOo6kxvedlR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWI4N2FjYzMtMTE3MC00MThjLTliMzAtYjI1MzMyOGM4YzA0XkEyXkFqcGdeQXVyMjY2MTMwNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/voir-la-mer-2011-french-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2x2J2/Voir.la.mer.2011.FRENCH.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/6cEw3A7J#K8Lp4cXu9amCkW3uLBnPZa0mtAt8jxNTWrHNYFasdVI",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/0ts1ppr14heq.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/j1ybw18pdoac",
        "server": "streamvid.io",
        "size": "1.8 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/voir-la-mer-2011-french-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1R5gf/Voir.la.mer.2011.FRENCH.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/uv0rc6m807zz.html",
        "server": "streamsb.com",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/DBdRRazK#JewRWjYx_b2JnfOpLr1Z1KbWaCx3uYh-mKLU__Hg9a0",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/dm0wdatrzdcy.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/a7akomn37a3i",
        "server": "streamvid.io",
        "size": "780 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/voir-la-mer-2011-french-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "449 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2x2I2/Voir.la.mer.2011.FRENCH.480p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "449 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/1gqi1ajqyw8v.html",
        "server": "streamsb.com",
        "size": "449 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/iEUgnThT#VevMtEG4eWPPh5cDXHTDjQFu-gONtYF9Fj75JFzoMT8",
        "server": "mega.nz",
        "size": "449 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/resajlsu43kb.html",
        "server": "usersdrive.com",
        "size": "449 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/x5xisjclqjht",
        "server": "streamvid.io",
        "size": "449 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2011|113 min|Action,Crime,Drama,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "7,937"
    },
    "title": "Miss Bala (2011)",
    "description": "IMDb Rating (6.5) / Rotten Tomatoes (87%)Miss Bala ဇာတ်ကားဟာ မက်က္ကဆီကို Crime/Drama/Thriller အမျိုးအစား ဇာတ်ကားပါ။Rating မြင့် ဇာတ်ကားတစ်ကားဖြစ်ပြီး နိုင်ငံတကာနဲ့ အော်စကာတန်းဝင်ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်။မူးယစ်ဆေးဝါးဇာတ်ရှုပ်ထဲ Miss အလှမယ်တစ်ယောက် ရောက်ရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..။File size…(1 GB)Quality….Blu-Ray Rip 720pFormat…mp4Duration….01:53:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGerardo NaranjoStarsGabriel HeadsIrene AzuelaJames RussoJose YenqueMiguel CouturierNoé HernándezStephanie SigmanCastGabriel HeadsIrene AzuelaJames RussoJose YenqueMiguel CouturierNoé HernándezStephanie Sigman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dT1D7uiUfYxTZrCvS8stlK6Z0Qe.jpg",
      "https://image.tmdb.org/t/p/w300/9Piuzm6pQjxb3XkkPMahB8L6tgE.jpg",
      "https://image.tmdb.org/t/p/w300/xNh6BM5JLIOkQSLe84zuJsKQigm.jpg",
      "https://image.tmdb.org/t/p/w300/ftOXRLyhOnUfuFDNofcg0xkZS66.jpg",
      "https://image.tmdb.org/t/p/w300/1XHehUHD7yfmKKtUgbLgb56shWd.jpg",
      "https://image.tmdb.org/t/p/w300/m6gg687robtOF0W2clL3iuatM84.jpg",
      "https://image.tmdb.org/t/p/w300/uAuo09g9dZEHKgPpnqxXmOCOeNu.jpg",
      "https://image.tmdb.org/t/p/w300/op58BPS21iUcWttAcc1XMZbcwpG.jpg",
      "https://image.tmdb.org/t/p/w300/9HEQSEkk63OZFnjJqiwFY6AqmFU.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://megaup.net/3yxnp/Miss_Bala_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://mega.nz/file/FPwlVJrT#NY9OvjUNuLuBwOaqnY9zt59EIfswWg50WrqgYade2_s",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/miss-bala-2011",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/miss-bala-2011-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://sbembed3.com/4aszje3mxuy4.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "Blu-Ray Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "iz8SgHuTNS8",
      "video_url": "https://www.youtube.com/watch?v=iz8SgHuTNS8",
      "embed_url": "https://www.youtube.com/embed/iz8SgHuTNS8"
    }
  },
  {
    "metadata": "PG-13|2011|112 min|Mystery,Sci-Fi,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "305,350"
    },
    "title": "Super 8 (2011)",
    "description": "လူငယ္ဇာတ္ကားေကာင္းေဟာင္းေလးတစ္ကားတင္ေပးခ်င္ပါတယ္။၂၀၁၁ခုႏွစ္ထြက္ Science Fiction/Thriller ကားေကာင္းေလးျဖစ္ျပီး ေငြေၾကးပိုင္းဆိုင္ရာတြင္ေအာင္ျမင္မႈမ်ားစြာရရွိခဲ့ျပီး ေဒၚလာသန္း၂၆၀အထိ ရံု၀င္ေငြရရွိ ခဲ့ပါတယ္။ထို႕အျပင္ မ်ားစြာေသာဆုေတြရရွိခဲ့ျပီး အထူးသျဖင့္ နည္းပညာပုိင္းဆိုင္ရာႏွင့္ ကြန္ပ်ဴတာအထူးျပဳလုပ္ခ်က္၊ ဂီတပိုင္းဆိုင္ရာႏွင့္ သရုပ္ေဆာင္မႈမ်ားတြင္ ေ၀ဖန္မႈေကာင္းေကာင္းရခဲ့တဲ့ကားေလး ျဖစ္ပါတယ္။ဇာတ္အိမ္ကိုေတာ့ ၁၉၇၉ခုႏွစ္ နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကိုအေျခတည္ထားပါတယ္။ နယ္ထိန္းရဲတစ္ေယာက္ ျဖစ္တဲ့ဂ်က္ႏွင့္ သူ႕သားျဖစ္သူ ဂ်ဳိးတို႕ဟာ စတီးမိုင္းတစ္ခုမွ မေတာ္တဆမႈေၾကာင့္ မိခင္ျဖစ္သူ အယ္လီဇဘယ္ ေသဆံုးသြားတဲ့အတြက္ ပူေဆြး၀မ္းနည္းေနခဲ့ ရပါတယ္။ဒါေတြအားလံုးဟာ သူမရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ေၾကာင့္ဆိုျပီး အျပစ္တင္ေနခဲ့ပါတယ္။ဒီလိုနဲ႕ေလးလေလာက္ၾကာတဲ့အခါမွာဂ်ဳိးရဲ႕သူငယ္ခ်င္းျဖစ္သူခ်ားစ္က ႏိုင္ငံတကာရုပ္ရွင္ပြဲေတာ္ျပိဳင္ပြဲအတြက္ ရုပ္ရွင္အတိုေလးတစ္ခုရိုက္ကူးရန္ စတင္လုပ္ေဆာင္ပါေတာ့တယ္။ဇာတ္လမ္းကအဲဒီမွာစတာပါပဲ။အျခားေသာသူငယ္ခ်င္းမ်ားရဲ႕အကူအညီနဲ႕အတူ ခ်ားစ္တစ္ေယာက္ဇာတ္လမ္းတိုလည္းစရိုက္ပါတယ္။တစ္ေန႕ ညအခ်ိန္ၾကီး မီးရထားဘူတာအနီးတြင္ ရိုက္ကြင္းတစ္ခုရိုက္ရန္လုပ္ေနၾကပါတယ္။အစမ္းေလ့က်င့္ေနၾကစဥ္မွာပဲ အနီးနားက ျဖတ္သြားတဲ့ရထားေ႔ရွကို ပစ္ကပ္ကားအျဖဴတစ္စီး ေျပး၀င္သြားရကစျပီး ရထားတြဲလည္းျပိဳလဲသြားကာ ဂ်ဳိးစ္တို႕သူငယ္ခ်င္းတစ္စုလည္း ေပါက္ကြဲမႈအရွိန္ေၾကာင့္တကြဲတျပားစီျဖစ္ကုန္ပါတယ္။အဲဒီေနာက္ လူေတြျပန္စုမိျပီး လူငယ္ေတြသဘာ၀အတိုင္းျဖစ္ပ်က္ရသည့္အေၾကာင္းအရာကိုသြားစပ္စုၾကည့္တဲ့အခါမွာေတာ့ ကားေမာင္းသူမွ သူတို႕ရဲ႕ဇီ၀ေဗဒဆရာ ေဒါက္တာ၀ုဒ္ေ၀ါ့ဒ္ပဲျဖစ္ေနပါတယ္။အသက္မနည္းရႈေနရတဲ့ ေဒါက္တာ၀ုဒ္တစ္ေယာက္ လူငယ္ေတြကိုေသနတ္တလက္နဲ႕ခ်ိန္ရင္း သူတို႕ျမင္ခဲ့သမွ်ေတြကိုဘယ္သူ႕ကိုမွေျပာဖို႕ ေျပာရင္တမိသာစုလံုး ဒုကၡေရာက္မယ္ဆုိျပီးျခိမ္းေျခာက္ပါေတာ့တယ္။ကံေကာင္းတာကေတာ့ အဲဒီလုိျဖစ္သြားခ်ိန္ကို ရုပ္ရွင္ရိုက္ေနသည့္ ကင္မရာမွအမွတ္မထင္မွတ္တမ္းတင္ထားျပီးျဖစ္ေနပါတယ္။ထုိ႕ေနာက္အေမရိကန္စစ္တပ္ကပါ၀င္ေရာက္စြက္ဖက္ လာျပီး အဲဒီနယ္ေျမကိုအတင္းအက်ပ္ ခ်ဳပ္ကိုင္ဖို႕ၾကိဳးစားပါေတာ့တယ္။ရထားထဲမွာဘာေတြပါလို႕လဲ။ ေဒါက္တာ၀ုဒ္ရဲ႕ေရာဘယ္လိုဆက္စပ္ေနလဲ။အစိုးရစစ္တပ္ကပါ ဖံုးဖံုးဖိဖိ ၾကိတ္ေျဖရွင္းဖို႕ၾကိဳးစားရေလာက္ေအာင္ ေနာက္ကြယ္ကဘယ္လိုကိစၥရပ္ေတြရွိေနလဲဆိုတာကေတာ့ စိတ္၀င္စားစရာပါ။Rating အေနနဲ႕လည္း 7အထိရရွိ ထားတဲ့အတြက္ လူငယ္ကားေလးေတြ၊ လ်ဳိ႕၀ွက္ဆန္းၾကယ္ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္ ဇာတ္ကားေကာင္းေလးပါပဲ။File Size : (900 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 52minFormat : Mp4Genre : Mystery, Sci-Fi, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay.720p.x264.DTS-HDChinaSubtitle by Wai Linn KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJ.J. AbramsStarsAJ MichalkaBruce GreenwoodElle FanningGabriel BassoJoel CourtneyKyle ChandlerNoah EmmerichRiley GriffithsRon EldardRyan LeeCastAJ MichalkaAmanda ForemanBeau KnappBingo O'MalleyBrett RiceBritt FlatmoBruce GreenwoodCaitriona BalfeDale DickeyDavid GallagherElle FanningGabriel BassoGlynn TurmanJessica TuckJoel CourtneyJoel McKinnon MillerKyle ChandlerNoah EmmerichRichard T. JonesRiley GriffithsRon EldardRyan LeeTom QuinnZach Mills",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9gh3kcihkCH5EWjxBtb19pdQxhm.jpg",
      "https://image.tmdb.org/t/p/w300/7fAYnRpOUjVCFUx9Iibz7lgnhqk.jpg",
      "https://image.tmdb.org/t/p/w300/tEkT6HPyMPvuzImhX9hfxZHD36X.jpg",
      "https://image.tmdb.org/t/p/w300/exMT7YP7nY2XUHvUOPQxXocpFDg.jpg",
      "https://image.tmdb.org/t/p/w300/2JrRRu6D5E1flefIvHfCTS3Ggtf.jpg",
      "https://image.tmdb.org/t/p/w300/ddpLzzpXD27q7PBqTNoecRXyKr5.jpg",
      "https://image.tmdb.org/t/p/w300/8yL5Jq7sqZ1RsKL79kdhrsler7S.jpg",
      "https://image.tmdb.org/t/p/w300/wwnPy5BTH6JsRDqaLmSeVTOEBkM.jpg",
      "https://image.tmdb.org/t/p/w300/3qBi2tkoisl5YyL7ltMP8csfZlI.jpg",
      "https://image.tmdb.org/t/p/w300/9HDP7FZJJw7DLOMXYVgcgcBvDhl.jpg",
      "https://image.tmdb.org/t/p/w300/jxCQPpMbLtjbd2KT8vCkkTNQ3Lx.jpg",
      "https://image.tmdb.org/t/p/w300/dlrx4t3BKXP0Vhp2zNMVjgIuEW5.jpg",
      "https://image.tmdb.org/t/p/w300/3tA3k6Y8RKWIzIbUD5I9ti3GsEx.jpg",
      "https://image.tmdb.org/t/p/w300/2QJUAVm4xsWwN5t5ZhorONaKw23.jpg",
      "https://image.tmdb.org/t/p/w300/dMmof1ibhW0A8wV5etZJ4NGyhfe.jpg",
      "https://image.tmdb.org/t/p/w300/yxWvR1j95Wei5hhsdgemhTug90S.jpg",
      "https://image.tmdb.org/t/p/w300/drGADbvT4LSPSaqyalele8JHAPA.jpg",
      "https://image.tmdb.org/t/p/w300/gYiCe0WzLfQOrzIdOMziWTJLm7K.jpg",
      "https://image.tmdb.org/t/p/w300/2xkvF7ETeAbYreRFWyPiXBBuXee.jpg",
      "https://image.tmdb.org/t/p/w300/8Zzak3It7Mx9UHTjIBj0iHsfn1F.jpg",
      "https://image.tmdb.org/t/p/w300/q1wO29C26zDcsUusAVqpNDxxyuH.jpg",
      "https://image.tmdb.org/t/p/w300/pHZb5glCRZ2ESr14yNN8edZiRoW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/super_eight_ver2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/super-8-2011",
        "server": "CM Links",
        "size": "900 MB",
        "quality": "BluRay.720p.x264.DTS-HDChina"
      },
      {
        "link": "https://yoteshinportal.cc/super-8-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "BluRay.720p.x264.DTS-HDChina"
      },
      {
        "link": "https://upstream.to/hs5ir9ylzfm2",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "BluRay.720p.x264.DTS-HDChina"
      },
      {
        "link": "https://usersdrive.com/kh2ecuggzdqj.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "BluRay.720p.x264.DTS-HDChina"
      },
      {
        "link": "https://kinocloud.org/CL/Super_8_[2011]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "900 MB",
        "quality": "BluRay.720p.x264.DTS-HDChina"
      }
    ],
    "trailer": {
      "video_id": "t-0XuYxh67w",
      "video_url": "https://www.youtube.com/watch?v=t-0XuYxh67w",
      "embed_url": "https://www.youtube.com/embed/t-0XuYxh67w"
    }
  },
  {
    "metadata": "R|2011|2h 26min|Drama,History,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "48,598"
    },
    "title": "The Flowers of War (2011)",
    "description": "The Flowers of War (2011)IMDb – 7.6/10_____Rotten – 41%1930 ပတ်ဝန်းကျင်လောက်က နန်ကင်းမြို့တော်မှာ ဖြစ်ပွားခဲ့တဲ့ တရုတ်_ဂျပန်စစ်ပွဲအကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ Drama ဆန်ဆန် စစ်ကားပါ…Batman မင်းသား Christian Bale ပါဝင်ထားပြီး လူကြိုက်များခဲ့တဲ့ဇာတ်ကားတစ်ကားပါ…စစ်ရဲ့သားကောင်တွေဖြစ်ကြတော့မယ့် ကျောင်းသူတစ်စု ၊ ငွေလိုချင်လို့လာခဲ့ပေမယ့်ငွေထက်အရေးကြီးတာတွေကို သိမြင်သွားတဲ့ အနောက်တိုင်းသား သုဘရာဇာတစ်ဦး ၊အလုပ်ကနိမ့်ကျပေမယ့် ပင်ကိုယ်စိတ်ထားမနိမ့်ကျတဲ့ အပျော်မယ်တစ်စု စတဲ့ဇာတ်ကောင်တွေနဲ့အနုပညာရသတွေကို အကောင်းဆုံးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားပါ….1930 ပတ္ဝန္းက်င္ေလာက္က နန္ကင္းၿမိဳ႕ေတာ္မွာ ျဖစ္ပြားခဲ့တဲ့ တ႐ုတ္_ဂ်ပန္စစ္ပြဲအေၾကာင္းကိုအေျခခံ႐ိုက္ကူးထားတဲ့ Drama ဆန္ဆန္ စစ္ကားပါ…Batman မင္းသား Christian Bale ပါဝင္ထားၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ဇာတ္ကားတစ္ကားပါ…စစ္ရဲ႕သားေကာင္ေတြျဖစ္ၾကေတာ့မယ့္ ေက်ာင္းသူတစ္စု ၊ ေငြလိုခ်င္လို႔လာခဲ့ေပမယ့္ေငြထက္အေရးႀကီးတာေတြကို သိျမင္သြားတဲ့ အေနာက္တိုင္းသား သုဘရာဇာတစ္ဦး ၊အလုပ္ကနိမ့္က်ေပမယ့္ ပင္ကိုယ္စိတ္ထားမနိမ့္က်တဲ့ အေပ်ာ္မယ္တစ္စု စတဲ့ဇာတ္ေကာင္ေတြနဲ႔အႏုပညာရသေတြကို အေကာင္းဆုံးပုံေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါ….File size…669 MBQuality….FlashFormat…mkvDuration….02:25:59Genre…Drama, History, RomanceSubtitle….(Myanamr Hardsub)နမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMo ZhangZhang YimouStarsAtsuro WatabeCao KefanChristian BaleHuang TianyuanNi NiPaul SchneiderShawn DouShigeo KobayashiTong DaweiZhang XinyiCastAtsuro WatabeCao KefanChristian BaleHan XitingHuang HaibaoHuang TianyuanNi NiPaul SchneiderShawn DouShigeo KobayashiTakashi YamanakaTong DaweiYuan YangchunziZhang DoudouZhang Xinyi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/usPzbYD75SBfy0nbtTLFily0i4p.jpg",
      "https://image.tmdb.org/t/p/w300/5LN2ftiTWipjF37DM7Z7qqQ2JlJ.jpg",
      "https://image.tmdb.org/t/p/w300/w5d72hohDEh3N0DZfIyqjTvp8SU.jpg",
      "https://image.tmdb.org/t/p/w300/hEqJmHQSrToAeQga5mAqhT7VSOs.jpg",
      "https://image.tmdb.org/t/p/w300/eINirVqhDCuVI4F8RQQWHufMw9f.jpg",
      "https://image.tmdb.org/t/p/w300/eIQobprDjVg3J9eUsd2msQgtNiv.jpg",
      "https://image.tmdb.org/t/p/w300/9iEDw4YLnu7Z5b33ADw5jSOEfFE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2014/03/the-flowers-of-war-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-flowers-of-war-2011",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/the-flowers-of-war-2011-mp-4",
        "server": "disk.yandex.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mjdth0bffvub.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-flowers-of-war-jin-ling-shi-san-chai-2011-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/9jl440x7nvhm/The_Flowers_Of_War_(Jin_Ling_Shi_San_Chai)_[2011]_(MM_Sub).mkv.html",
        "server": "filedwon.info",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/So5k/The_Flowers_Of_War_(Jin_Ling_Shi_San_Chai)_[2011]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/OJI01QjB#YXuVKMydYxKcy4JYbkedEiS9ou7oDDCZIixwDtZX3k4",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gt2uxweqd0h2",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "cj2uhyfVNmQ?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=cj2uhyfVNmQ?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/cj2uhyfVNmQ?feature=oembed"
    }
  },
  {
    "metadata": "|2011|1h 42min|Drama,Family,Sport",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "3,109"
    },
    "title": "Will (2011)",
    "description": "Will (2011)_____IMDb – 6.9/10ကျတော်တို့ ပရိသတ်တွေထဲမှာ ဘောလုံးအသင်း Fan မျိုးစုံရှိလိမ့်မယ်ထင်ပါတယ်။ ကိုယ့်အသင်းကိုယ် ဘယ်လောက်ထိရူးသွပ်ဖူးကြလဲမသိဘူး။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင် Will ဆိုတဲ့ ၁၁ နှစ်သားကလေးလေးကတော့ Liverpool FC ရဲ့ ပရိသတ်စစ်တစ်ယောက်ပါ။ သူငယ်စဉ်က သူ့အမေဆုံးသွားပြီးနောက် သူ့အဖေက ၃ နှစ်လောက်လေလွှင့်နေခဲ့တဲ့အတွက် မိဘမဲ့ကျောင်းမှာ နေခဲ့ရသူပါ။ တစ်နေ့မှာတော့ သူ့ဖခင်ပြန်လည်ရောက်ရှိလာပြီး လက်ထဲမှာ Liverpool အသင်းရဲ့ ချန်ပီယံလိဂ် ဖိုင်နယ်လက်မှတ်၂စောင်နဲ့ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့ သူ့အိပ်မက်တွေရှင်သန်လာခဲ့ပါပြီ။ ဒါပေမယ့် ပွဲနေ့မတိုင်ခင်သူ့အဖေရုတ်တရက်သေဆုံးသွားတဲ့အခါမှာတော့ Will ကလေးဟာ သူ့ရဲ့အိပ်မက်ကို တစ်ယောက်ထဲနဲ့ ဆက်လက်အကောင်အထည်ဖော်ဖို့ အတွက် ဂေဟာကနေထွက်ပြေးပြီး မိုင်ပေါင်း၁၅၀၀ ကျော်ဝေးတဲ့ အစ်စတန်ဘူ ကိုရောက်အောင်သွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီဇာတ်ကားလေးမှာ ကလေးလေးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး မိသားစုတွေရဲ့မေတ္တာ မိတ်ဆွေတွေရဲ့မေတ္တာ နဲ့ ဘောလုံးပရိသတ်တွေရဲ့ စည်းလုံးမှုကို ကောင်းကောင်းကြီးပုံဖော်ပြသွားခဲ့ပါတယ်။ ဒီကားကိုကြည့်ဖို့ Liverpool fan ဖြစ်စရာမလိုပါဘူး ဘောလုံးပွဲကြည့်ဖူးစရာတောင်မလိုပါဘူး။ ခံစားတတ်တဲ့လူတိုင်း ကောင်းကောင်းကြည့်ရှုနိုင်ပါတယ်။ ဒီကားကြည့်ပြီးလို့ ကျတော်တို့လိုပဲ မျက်ရည်ဝဲမိတယ်ဆိုရင်တော့ ပြန်လာဆွေးနွေးကြပါဦးလို့။(Translated by Silent K )@ Little NeoFile Size… 821 MBQuality … 720 * 306Format … MP4Duration.. 1:37:45Subtitle .. Myanmar SubtitleYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEllen PerryStarsAlice KrigeBob HoskinsBrandon RobinsonDamian LewisHarvey WalshJane MarchKieran WallbanksMalcolm StorryPerry EggletonRebekah StatonCastAlice KrigeBob HoskinsBrandon RobinsonDamian LewisHarvey WalshJane MarchKaren CreanKieran WallbanksMalcolm StorryPerry EggletonRebekah Staton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b5RT62HlS6xfNrgo3mHbqvzLDxh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/will-2011.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/haf3xzu7c0ms.html",
        "server": "usersdrive.com",
        "size": "821 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/will-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "821 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2Ts4w/Will_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "821 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/JchSnazK#GccDYNdWnL4GzfR14Sry9R9j8_QoFIPXooebCqgGORQ",
        "server": "mega.nz",
        "size": "821 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/77cwhnhrvy16",
        "server": "upstream.to",
        "size": "821 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2011||Adventure,Animation,Comedy,Family",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "38000"
    },
    "title": "Alvin and the Chipmunks: Chipwrecked (2011)",
    "description": "Alvin and the Chipmunks: Chipwrecked (2011)=================================ဇာတ်လမ်းလေးကတော့ Brittany Jeanette နဲ့ Eleanor တို့ကိုပါIan လက်ကနေကယ်ပြီး Alvin တို့တစ်မိသားစုလုံး အပျော်စီးသင်္ဘောနဲ့ အပန်းဖြေခရီးထွက်တဲ့အချိန်မှာစပါတယ်။ ထိန်းရမယ့်လူပိုများလာလို့ Dave တစ်ယောက် လက်မလည်ဖြစ်နေချိန်မှာ Alvinဆိုတာကတော့ သိတဲ့အတိုင်း တောင်ဆို မြောက်ရောက်နေပါပြီ။အပျော်ကနေ အပျက်ဖြစ်လွန်းတဲ့ Alvin ကို ကပ္ပတိန်ဆီပြန်ချွန်ဖို့သင်္ဘောဝန်ထမ်းအနေနဲ့ပါလာတဲ့ Ian ကလည်း မျက်စိဒေါက်ထောက်ကြည့်နေပါပြီ။Ian အကြံအောင်မြင်သွားတဲ့အခါမှာတော့ ဆော့လွန်းပါတယ်ဆိုတဲ့Alvin တို့တစ်သိုက်ခမျာ ဆော့နည်းပေါင်းစုံပိတ်ပင်ခံလိုက်ရပါတော့တယ်။ မခေသူလေးကလည်း ” Alvin တဲ့ကွ ထိန်းလို့မရစေရဘူး ”ဆိုတဲ့အကွက်နဲ့ ကစားစရာစွန်ကိုပါစီးပြီး ဆော့ရာကနေ စီးတဲ့လူရောကြိုးဆွဲပေးတဲ့ ကျန် ၅ ယောက်ပါ လေလွင့်သူတစ်သိုက်အဖြစ် ….ကိုယ်ထိန်းတဲ့ကလေးတစ်သိုက် လေထဲပါသွားတာတွေ့မှ Dave လည်းနောက်ကလိုက်ဖို့ပြင်ပါတော့တယ်။ ဒါပေမယ့် Dave အဖြစ်က Alvinတို့ထက်တောင် ပိုဆိုးတယ်လို့ ပြောလို့ရပါတယ်။ Ian လည်း Dave နဲ့အတူ သင်္ဘောပေါ်ကပြုတ်ကျပြီး ဇနကဇာတ်ကို ဖရီးကရလိမ့်မယ်လို့ထင်ထားမှာမဟုတ်ပါဘူး။ ဒီလိုနဲ့ ….. ပင်လယ်ထဲအထိ ကြိုးစားပမ်းစားလိုက်ရှာပြီးလို့ မိသားစုတွေ ပြန်ဆုံမိတဲ့အချိန်မှာမှ မထင်မှတ်ထားတဲ့ဗီလိန်က ထွက်ပေါ်လာခဲ့ပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(2.03 GB) / (1.06 GB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 27MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Adventure, Comedy, FamilyTranslator…….Hnin Wut YiEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMike MitchellCastAlan TudykAmber-Rochelle DeMarcoAmy PoehlerAndy BuckleyAnna FarisChad KrowchukChristina ApplegateDavid CrossEoin BatesIan HarmonJanice KarmanJason LeeJenny SlateJeremy PalkoJesse McCartneyJr.Justin LongLauren GottliebLuisa D'OliveiraMarcela CaceresMatthew Gray GublerMichael BagdasarianMichael P. NortheyNatalie SutcliffeNelson WongPhyllis SmithRachael WegenerRoss BagdasarianSeth Robert DuskySophia AguiarSteve ViningTera PerezTucker AlbrizziWendell Kinney",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTNiMGI2YWMtNTg0ZS00NDg4LWE5ZTgtMjhiMjIzYzVlYTE3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/alvin-and-the-chipmunks-chipwrecked-2011-1080-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.03 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3kBxJ/Alvin.And.The.Chipmunks.Chipwrecked.2011.1080p.BluRay.x264.AAC5.1-[(CM].mp4",
        "server": "megaup.net",
        "size": "2.03 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/xsy5d6bloe81",
        "server": "streamsb.com",
        "size": "2.03 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oi9TXCAI#PsMtmFZbsMf5jwhidU7M4NThME9UuxJjOvLBipZ1jN8",
        "server": "mega.nz",
        "size": "2.03 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rdx2xy4lgydt.html",
        "server": "usersdrive.com",
        "size": "2.03 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/alvin-and-the-chipmunks-chipwrecked-2011-720-p-blu-ray-x-264-aac-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kBxJ/Alvin.And.The.Chipmunks.Chipwrecked.2011.1080p.BluRay.x264.AAC5.1-[(CM].mp4",
        "server": "megaup.net",
        "size": "1.06 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/15be6o6tkxb9",
        "server": "streamsb.com",
        "size": "1.06 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YiVSFb6C#ZWjLvViq3q5jyAXC5sozQaG4qD3Te7IQk2IYE3qQjhY",
        "server": "mega.nz",
        "size": "1.06 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ccn5whvi7eq8.html",
        "server": "usersdrive.com",
        "size": "1.06 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2011|100 min|Biography,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "21,205"
    },
    "title": "Puncture (2011)",
    "description": "ဒီဇတ္လမ္းဟာ ေရွ႕ေနေတြအတြက္အႀကီးမားဆံုး သမိုင္းတစ္ခု လဲ ျဖစ္ပါတယ္တကယ့္ျဖစ္ရပ္မွန္ အေပၚ အေျခခံၿပီး ရိုက္ကူးထားတာပါဒီဇတ္လမ္းမွာ ကိုယ္ေတြရဲ႕ အခ်စ္ေတာ္ကပၸတိန္အေမရိက အျဖစ္ သရုပ္ေဆာင္တဲ့မင္းသား Chris Evans ပါ၀င္ သရုပ္ေဆာင္ထားပါတယ္ဇတ္လမ္းပံုစံကေတာ့ ဘာကိုမွ သံေရာဇဥ္ စြဲစြဲၿမဲၿမဲ မထားတက္တဲ့အေတာ္ဆံုးေရွ႕ေန တစ္ေယာက္ ျဖစ္တဲ့ မိုက္၀ိႈက္စ္ နဲ႔ ဇတ္လမ္းစထားပါတယ္သူလုိက္တ့ဲ အမႈေတြဟာ မႏုိင္သေလာက္ မရွိေအာင္ ရွားပါးပါတယ္မိုက္ ဟာ အရမ္းေတာ္တဲ့ ေရွ႕ေန လူငယ္တစ္ေယာက္ျဖစ္သလိုသူ႔ရဲ႕ အေမွာင္ဘက္ျခမ္းမွာေတာ့ ေဆးစြဲေနတဲ့ သူ တစ္ဦးပါမူးယစ္ေဆးကို ခံုမင္ေနတဲ့သူေပါ့…တစ္ရက္မွာေတာ့ မိုက္ တို႔ ဆီကို အမႈ တစ္ခု ေရာက္လာတယ္ေဆးရံုက သူနာျပဳ ေခါင္းေဆာင္ တစ္ဦးဟာ Aids ေ၀ဒနာရွင္ တဦးကိုထိုးထားတဲ့ ေဆးထိုးအပ္ စူးသြားရာကေန ေရာဂါ ကူးစပ္သြားတဲ့ ကိစၥပါေဆးရံုဘက္ကို တရားစြဲ ဖို႔ မုိက္တို႔က သြားေရာက္ေတြ႔ဆံုခဲ့ေပမဲ့သူမ ကေတာ့ သူမ တစ္ဦးထဲ အတြက္ ဆိုတာထက္အျခား သူနာျပဳ နဲ႔ ဆရာ၀န္ေတြ လုပ္ငန္းခြင္ထဲမွာေဘးကင္းဖို႔ အတြက္ ထပ္မံ အကူအညီေတာင္းပါတယ္သူမ အကူအညီေတာင္းတဲ့ ကိစၥကေတာ့ အေတာ္ေလးရိုးရွင္းပါတယ္…တစ္ခါသံုးေဆးထိုးအပ္ေတြကို ထပ္မံ သံုးလုိ႔မရေအာင္တီထြင္ထားတဲ့ ေဆးထိုးအပ္ေတြ ေျပာင္းသံုးဖို႔ေဆးရံုေတြကို အမႈရင္ဆုိင္ခုိင္းတာပါ…အဲ့ဒီ ေဆးထိုးအပ္ေတြက ေဘးကင္းေပမဲ့ေဆးရံု  ေတြက လံုး၀ လက္မခံပါဘူးတဲ့ဘာလို႔လဲ ဆိုတာ မိုက္တို႔ လုိက္လံရွာေဖြတဲ့အခါေနာက္ကြယ္က လက္မဲႀကီးကို ေတြ႔ခဲ့တဲ့အခါမွာေတာ့….ဒီရုပ္ရွင္ဟာ အေမရိကန္ ေဆးလုပ္ငန္းေတြ နဲ႔အတူ ႏုိင္ငံေရး အားၿပိဳင္မႈေတြကိုပါ တစ္ၿပိဳင္ထဲရင္ဆုိင္ရတဲ့ ေရွ႕ေန ၂ ဦးရဲ႕ ျဖစ္ရပ္မွန္ ဇတ္လမ္းပါဘာသာျပန္ေပးထားတာကေတာ့ ThinZar KoKo ျဖစ္ပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam KassenMark KassenStarsBrett CullenChris EvansJennifer BlancJesse L. MartinKate BurtonMarshall BellMichael BiehnParis SmithRoxanna HopeVinessa ShawCastAustin StowellBob BoudreauxBrett CullenChris EvansJennifer BlancJesse L. MartinKate BurtonKelly ByrnsMarshall BellMichael BiehnParis SmithRoxanna HopeTroy HoganVinessa Shaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d08DeN6Y5DMtyMKjO7fhI3iE6uT.jpg",
      "https://image.tmdb.org/t/p/w300/yN154UOgGkYzATa1PFv2FWb2nT.jpg",
      "https://image.tmdb.org/t/p/w300/3wlQ3FgNknDpNkanNJ0nyX3C8Ge.jpg",
      "https://image.tmdb.org/t/p/w300/1enchgWCKkQLQkpfGQHU1E2QsCH.jpg",
      "https://image.tmdb.org/t/p/w300/csVgUd8mRzXytVGYS0KUcrrn2c4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTYzODIxNjAxNV5BMl5BanBnXkFtZTcwOTcxNzQzNg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n2jqk49dgl73.html",
        "server": "usersdrive.com",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2eoat/Puncture_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/j2i2wd4m2adp",
        "server": "upstream.to",
        "size": "714.09 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/puncture-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LVxH9UXEoMY",
      "video_url": "https://www.youtube.com/watch?v=LVxH9UXEoMY",
      "embed_url": "https://www.youtube.com/embed/LVxH9UXEoMY"
    }
  },
  {
    "metadata": "R|2011|97 min|Action,Crime",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "69,702"
    },
    "title": "Blitz ( 2011 )-ျမန္မာစာတန္းထိုး",
    "description": "မင္းသားၾကီးJason Stathamနဲ႕ မင္းသားPaddy Considineတို႕တြဲဖက္ပါဝင္ရိုက္ကူးထားၿပီး action ဇာတ္ကားေကာင္းမ်ားႏွစ္သက္သူမ်ားအတြက္အထူးေကာင္းမြန္ၿပီး IMDb Rating 6.2 ရရွိထားတဲ့ဇာတ္ ကားတစ္ပုဒ္ျဖစ္ပါတယ္။ဇာတ္ကားရဲ႕ နာမည္ဟာ ရဲေတြကို အထူးပစ္မွတ္ထားၿပီးလိုက္သတ္တဲ့ လူသတ္သမားရဲ႕ နာမည္ျဖစ္ပါတယ္။ဘရန္႕ ( jason statham ) ဟာ သူ႕ကိုလိုက္လံဖမ္းဆီးခဲ့ၿပီးသူ႕ကိုဖမ္းမိတဲ့ အခ်ိန္မွာေတာင္ ခိုင္လံုတဲ့သက္ေသအေထာက္အထားမျပႏုိင္လို႕ျပန္လြတ္ခဲ့ရတဲ့ ဘယ္ရီ ( ဘလစ္ ) ကို . ဘရန္႕ ( jason statham ) ကလွလွပပ ဇာတ္သိမ္းျပခဲ့ပံုမ်ား . အထူးသျဖင့္ ဘလစ္ဟာသူ႕ကိုဖမ္းဆီးဖူးခဲ့တဲ့ ရဲေတြကိုတစ္ေယာက္ခ်င္းစီကလဲ့စားေခ်လိုက္လံသတ္ျဖတ္မႈေတြဟာ ဒီဇာတ္လမ္းရဲ႕အဓိက ေက်ာရိုးလည္းျဖစ္လို႕ေနပါတယ္။2011က ထြက္ရွိခဲ့ၿပီး Transporter မင္းသားၾကီး Jason Stathamပါဝင္ရိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားမို႕အထူးတလည္ညႊန္းမေနေတာ့ပါဘူး Movie သာၾကည့္ရႈဖို႕ ေျပာပါရေစ။UNICODEမင်းသားကြီး  Jason Statham  နဲ့ မင်းသား Paddy Considine တို့တွဲဖက်ပါဝင်ရိုက်ကူးထားပြီး action ဇာတ်ကားကောင်းများနှစ်သက်သူများအတွက်အထူးကောင်းမွန်ပြီး IMDb Rating 6.2 ရရှိထားတဲ့ဇာတ် ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်ကားရဲ့ နာမည်ဟာ ရဲတွေကို အထူးပစ်မှတ်ထားပြီးလိုက်သတ်တဲ့ လူသတ်သမားရဲ့ နာမည်ဖြစ်ပါတယ်။ဘရန့် ( jason statham ) ဟာ သူ့ကိုလိုက်လံဖမ်းဆီးခဲ့ပြီးသူ့ကိုဖမ်းမိတဲ့ အချိန်မှာတောင် ခိုင်လုံတဲ့သက်သေအထောက်အထားမပြနိုင်လို့ပြန်လွတ်ခဲ့ရတဲ့ ဘယ်ရီ ( ဘလစ် ) ကို . ဘရန့် ( jason statham ) ကလှလှပပ ဇာတ်သိမ်းပြခဲ့ပုံများ . အထူးသဖြင့် ဘလစ်ဟာသူ့ကိုဖမ်းဆီးဖူးခဲ့တဲ့ ရဲတွေကိုတစ်ယောက်ချင်းစီကလဲ့စားချေလိုက်လံသတ်ဖြတ်မှုတွေဟာ ဒီဇာတ်လမ်းရဲ့အဓိက ကျောရိုးလည်းဖြစ်လို့နေပါတယ်။2011က ထွက်ရှိခဲ့ပြီး Transporter မင်းသားကြီး Jason Stathamပါဝင်ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားမို့အထူးတလည်ညွှန်းမနေတော့ပါဘူး Movie သာကြည့်ရှုဖို့ ပြောပါရစေ။Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElliott LesterStarsAidan GillenJason StathamPaddy ConsidineZawe Ashton",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ2MjAyMDY0NF5BMl5BanBnXkFtZTcwODMwOTY1OQ@@._V1_SY1000_CR007001000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/blitz-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "556MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/blitz-2011-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "556MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/fs4dm144k7p7",
        "server": "upstream.to",
        "size": "556MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2011||Horror",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "1103"
    },
    "title": "Bloodlust Zombies (2011)",
    "description": "Bloodlust Zombies (2011)===================ဆေးဝါးထုတ်လုပ်ရေး ဓာတ်ခွဲခန်း တစ်ခုမှာ အလုပ်လုပ်တဲ့ဂျုဒီဆိုတဲ့ သိပ္ပံပညာရှင် အမျိုးသမီး တစ်ယောက်ဟာ စစ်ပွဲမှာအသတ်ခံလိုက်ရတဲ့ သူ့ယောင်္ကျားအတွက် ပြန်ပြီးကလဲ့စားချေပေးဖို့ပဲ အမြဲတမ်းတွေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေနဲ့အတူ လူတွေကိုသွေးဆာတဲ့ မကောင်းဆိုးရွား Zombie တွေအဖြစ်ပြောင်းလဲသွားအောင် လုပ်နိုင်တဲ့virus ကို စမ်းသပ် အောင်မြင်သွားပြီး အမှားအယွင်းတစ်ခုကြောင့်virus ကပြန့်နှံ့သွားပါတော့တယ်။ virus ကိုပြန်ပြီး ထိန်းချုပ်နိုင်မလား၊ အားလုံးပဲသေသွားမလား ဘယ်သူ​တွေလွတ်မြောက်သွားမလဲဆိုတာကို ကြည့်ရှူခံစားရမှာပဲဖြစ်ပါတယ်။ ဟာသလေးတွေလဲပါလို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Momo ဖြစ်ပါတယ်)File Size……….(1.61 GB) / (615 MB) / (375 MB)Quality…………Blu-Ray 1080p / 720p / 480pDuration………1Hr 56MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, DramaTranslator…….MomoEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam DanoffAlexis TexasAmanda ScaranoCatherine WhiteDan LantzElizabeth McDonaldJames BagnellJanice MarieJordana LeighLauren ToddRobb StechRobert HeathSarah Dewey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fAWjepsYWycXDD2btQy6HBrKPB4.jpg",
      "https://image.tmdb.org/t/p/w300/qaWIFESGipZwkz2XNkI3fpdwz3o.jpg",
      "https://image.tmdb.org/t/p/w300/kJty48OA6sZ8HusieeAuFgNjj5b.jpg",
      "https://image.tmdb.org/t/p/w300/d36W0DPxZGtFaYIae4ZM19pxWib.jpg",
      "https://image.tmdb.org/t/p/w300/3GaR92X0ZPod4oXQOLqvFPaWkSe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/zom-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bloodlust-zombies-2011-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1ca8a/Bloodlust.Zombies.2011.1080p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbhight.com/98bczg76hvo8.html",
        "server": "streamsb.com",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/AvJhhDjY#sDWHfLEKDtTDE8aDa885GJwmGwAZAPxJQDqyFfBFKDU",
        "server": "mega.nz",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/uj8pcce54ub1.html",
        "server": "usersdrive.com",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/4hroqh9bepvb",
        "server": "streamvid.io",
        "size": "1.61 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bloodlust-zombies-2011-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1S7zV/Bloodlust.Zombies.2011.720p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/mmctsye78rqb.html",
        "server": "streamsb.com",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/9roXAahI#uXzW-7wWlXbXY53Po06o3z4IjZW_tdrJ9XKze6rN9mw",
        "server": "mega.nz",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/lk3oaip9fjl8.html",
        "server": "usersdrive.com",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/96f9d032lsjb",
        "server": "streamvid.io",
        "size": "615 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bloodlust-zombies-2011-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "375 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1ca7m/Bloodlust.Zombies.2011.480p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "375 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbhight.com/zlvhwl6pzphp.html",
        "server": "streamsb.com",
        "size": "375 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/QvJlASjZ#KuaL_cw9VDjfb97Oh_QWmGWusJMfWEfLE_UgjpMaQoY",
        "server": "mega.nz",
        "size": "375 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/xc5qx3sfv3lk.html",
        "server": "usersdrive.com",
        "size": "375 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/116vci1s1h0h",
        "server": "streamvid.io",
        "size": "375 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "GSdXSd1A-DQ",
      "video_url": "https://www.youtube.com/watch?v=GSdXSd1A-DQ",
      "embed_url": "https://www.youtube.com/embed/GSdXSd1A-DQ"
    }
  },
  {
    "metadata": "PG|2011|90 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "18,006"
    },
    "title": "A Monster in Paris (2011)",
    "description": "ဒီ ျပင္သစ္ 3D animation ႐ုပ္ရွင္က ဒါ႐ုိက္တာ Bibo Bergeron ရဲ႕လက္ရာတစ္ခုျဖစ္ပါတယ္။ဇာတ္လမ္းထဲမွာဆုိရင္ ႐ုပ္ရွင္ျပစားတဲ့ ေအမီယုိနဲ႔ ကုန္ ပစၥည္းေတြလုိက္ပုိ႔တဲ့ အလုပ္ကုိ လုပ္တဲ့ရာအုိသူငယ္ခ်င္းႏွစ္ေယာက္ဟာ မေမွ်ာ္လင့္ပဲ ဓာတ္ခြဲခန္းထဲမွာ မေကာင္းဆုိး၀ါးတစ္ေကာင္ကုိ ဖန္တီးမိခဲ့ပါတယ္။ၿပီးေတာ့အဲ့ဒီမေကာင္းဆုိး၀ါးေကာင္ဟာ ပဲရစ္မွာေလွ်ာက္သြားပါေတာ့တယ္။ေတြ႕တဲ့လူတုိင္းကသူ႔ရဲ႕ပုံပန္းသဏၭန္ေႀကာင့္ ေၾကာက္လန္႔တၾကားျဖစ္ၾကတာေပါ့။အဲ့ဒီမေကာင္းဆုိး၀ါးကုိ ဖမ္းဆီးဖုိ႔အတြက္ ေကာက္က်စ္တဲ့ ေကာ္မရွင္နာ ေမနာက စတင္ၿပီးလုပ္ပါေတာ့တယ္။ေရႀကီးမႈျပႆနာကုိ ဘာမွအကူအညီမေပးတဲ့အတြက္သူ႔ကုိျပည္သူေတြအထင္လြဲမုန္းတီးေနတာကေန ေျဖရွင္းဖုိ႔အေၾကာင္းရွာတာပါ။ဒါေပမယ့္လည္း အဲ့ဒီမေကာင္း၀ါးေကာင္ေလးမွာ ထူးျခားတဲ့စြမ္းရည္တစ္ခုရွိပါတယ္။အဲ့ဒီစြမ္းရည္ေလးေၾကာင့္ပဲ မေကာင္းဆုိး၀ါးေကာင္ေလးက ပဲရစ္မွာရွိတဲ့ သူေဌးေတြသာ လာလုိ႔ရတဲ့ကပြဲ႐ုံတစ္ခုကုိေရာက္သြားပါတယ္။အဲ့ဒီမွာ အဆုိေတာ္မေလး လူစီလီနဲ႔ေတြ႕ဆုံရပါေတာ့တယ္။လူစီလီက သူ႔ကုိနာမည္ေလးတစ္ခုေပးၿပီး ကပြဲ႐ုံမွာ တိတ္တဆိတ္ေခၚထားေပးပါတယ္။သူဟာ ပုံသဏၭာန္ကသာမေကာင္းဆုိး၀ါးျဖစ္ေနေပမယ့္ လူတစ္ဦးတစ္ေယာက္ကုိမွ ထိခုိက္ေစတာမ်ဳိးမလုပ္ခဲ့ပါဘူး။တျခားအျမတ္ႀကီးစား ကုိယ္က်ဳိးၾကည့္တဲ့လူသားေတြလုိမ်ဳိး မဟုတ္ခဲ့ပါဘူး။ဒီဇာတ္ကားေလးက ခံစားၾကည့္မိမယ္ဆုိရင္ တကယ့္မေကာင္းဆုိး၀ါးဆုိတာ ဘယ္လုိမ်ဳိးလဲအျပင္ပန္းကုိသာ ၾကည့္ၿပီး ဆုံးျဖတ္လုိ႔မရတဲ့ ကိစၥေတြ အျဖစ္အပ်က္ေတြကုိ ေတြ႔ရမွာပါဒါ့အျပင္ဇာတ္လမ္းထဲမွာ ပါတဲ့သီခ်င္းေလးေတြကလဲေကာင္းတာမို႔စာသားေတြကုိလည္း ဘာသာျပန္ေပးထားပါတယ္။(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Yuki ျဖစ္ပီး Arkar Phyo မွ Encoded လုပ္ေပးထားပါတယ္။)File Size : (966 MB) & (415MB)Quality : .1080p.BluRayRunning Time :1hr  30minFormat : Mp4Genre    :Animation,Adventure,ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by YukiEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBertrand SchutzBibo BergeronFrancesco AlliaudJean-Paul TétuStarsBruno SalomoneFrançois CluzetGad ElmalehJulie FerrierLudivine SagnierMatthieu ChedidMirabelle KirklandPhilippe PeythieuSébastien DesjoursVanessa ParadisCastAllan WengerBruno SalomoneFrançois CluzetGad ElmalehJulie FerrierLudivine SagnierMatthieu ChedidMirabelle KirklandPhilippe PeythieuSébastien DesjoursVanessa Paradis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fCZKEiiE3cCIqeWf2WSAiMCvDwN.jpg",
      "https://image.tmdb.org/t/p/w300/37AMRvL7NGw1tIJnEuAyvSqi5Uk.jpg",
      "https://image.tmdb.org/t/p/w300/jfxuuUYrWwr359RUy5NZbNpxwM.jpg",
      "https://image.tmdb.org/t/p/w300/jiMSfK6AKhRvy1xRgXEhIlDNm3t.jpg",
      "https://image.tmdb.org/t/p/w300/xYYVSFszgthyT6zR2NLefHMplqE.jpg",
      "https://image.tmdb.org/t/p/w300/7FdEavilSoesxG80c91EidP9xmm.jpg",
      "https://image.tmdb.org/t/p/w300/45CuRR61ImjSv9GxEuUUm4xFj8f.jpg",
      "https://image.tmdb.org/t/p/w300/yyP3CNy6FZQ8uV2lli3cYxk7V7T.jpg",
      "https://image.tmdb.org/t/p/w300/evsKcjP4F3BKeqPfKg89hDFmwoo.jpg",
      "https://image.tmdb.org/t/p/w300/k1BJiDAQXeEFBl6XYVmYYlni8iI.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/A-Monster-in-Paris-2011.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-monster-in-paris-2011",
        "server": "VIP Links",
        "size": "966 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A4dd/[05423]_A_Monster_in_Paris_(2011)_[Animation]_[Vanessa_Paradis]_[FRANCE]_[6.6].mp4",
        "server": "megaup.net",
        "size": "966 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/z1gbibmxzf7z",
        "server": "upstream.to",
        "size": "966 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "yMfnFgDcVrQ",
      "video_url": "https://www.youtube.com/watch?v=yMfnFgDcVrQ",
      "embed_url": "https://www.youtube.com/embed/yMfnFgDcVrQ"
    }
  },
  {
    "metadata": "PG|2011|97 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "39,651"
    },
    "title": "Arthur Christmas (2011)",
    "description": "Merry Christmas ပါ CM ပရိတ္သတ္ ႀကီးေရ။ ခရစၥမတ္ ပိတ္ရက္မွာေအးေဆးၾကည့္ရေအာင္ ခရစၥမတ္နဲ႔ ဆုိင္တဲ့ ကာတြန္းကားေလးတစ္ကားတင္ဆက္ေပးလုိက္ရပာတယ္ခင္ဗ်ား။ မိသားစု သားသမီးေတြနဲ႕ေပါ့ေပါ့ ပါးပါး ရယ္ရယ္ေမာေမာ ၾကည့္လုိ႔အဆင္ေျပတာေပါ့ဗ်ာ။ ဒီကားေလးကေတာ့ IMDB 7.1 အထိရထားတယ္ဆုိေတာ့ သိပ္ေတာ့ ေျပာစရာလုိမယ္ မထင္ပါဘူး။ ခရစၥမတ္ ညမွာ ခေလးတုိင္း ရဲ႕ အိမ္ကုိ ဆန္တာကလက္ေဆာင္ေလးေတြ လုိက္ပုိ႔ တက္တယ္ လုိ႕ အယုံအၾကည္ရွိၾကပါတယ္။ဒါေပမဲ့ ကမၻာေပၚက ဒီေလာက္မ်ားတဲ့ကေလးေတြကုိ ဆန္တာ တစ္ေယာက္ဘယ္လုိမ်ား ပုိ႔လဲ ေပါ့။ ဒီကားထဲမွာ အဲ့ အေၾကာင္းေျပာျပထားပါတယ္။တကယ္ေတာ့ ေျမာက္၀င္ရုိးစြန္းရဲ႕ ေအာက္မွာ ဆန္တာ တုိ႔က ေခတ္မွီျမန္ႏွဳန္းျမင့္ စြပ္ဖားေတြ သုံးတာေပါ့။ ဒီႏွစ္မွာလည္း လက္ေဆာင္ စုစုေပါင္း၂ ဘီလီယံကုိ သယ္ပုိ႔ေပးရမွာဆုိပါေတာ့။ ဒီလုိနဲ႔ သယ္ပုိ႔ ေရးလုပ္ေနစဥ္မွာမေမွ်ာ္လင့္တဲ့ အေၾကာင္းတစ္ခုေၾကာင့္ လက္ေဆာင္ေလးတစ္ခုက က်န္ခဲ့ပါတယ္အဲ့လက္ေဆာင္ေလးကုိ နတ္သူငယ္ေလး တစ္ေယာက္က ေတြ႕ၿပီး အာသာ ကုိအေၾကာင္းၾကားတဲ့ အခ်ိန္မွာ အာသာ တစ္ေယာက္ အဲ့လက္ေဆာင္ကုိ အခ်ိန္မွီပို႔ေပးပုိ႔ လုပ္ရပါေတာ့တယ္။ ေခတ္မွီ ျမန္ႏွုန္း ျမင့္ စြပ္ဖား မရွိေတာ့တဲ့အခ်ိန္မွာယခင္က ဒရယ္အုိေတြနဲ႔ စြပ္ဖား အုိ ႀကီး ပဲ ရွိပါေတာ့တယ္ အဲ့စြပ္ဖား အုိႀကီးနဲ့အတူ အာသာတစ္ေယာက္ လက္ေဆာင္ ကုိ အျမန္ဆုံး ဘယ္လုိ ေရာက္ေအာင္ပုိ႔မလဲ။ ဘယ္လုိ အလြဲလြဲ အေခ်ာ္ေခ်ာ္ ေတြျဖစ္မလဲ ဆုိတာကုိ ရယ္ရယ္ ေမာေမာေပါ့ေပါ့ ပါးပါး နဲ႔ ၾကည့္ရွဳ႕ရမွာပါ။File Size : (700 MB) and (390 MB)Quality : Blu-Ray 720pRunning Time : 1h 37minFormat : Mp4Genre :Animation, Comedy, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264Subtitle by GureliaEncoded by Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony Di NinnoBarry CookSarah SmithStarsAshley JensenBill NighyEva LongoriaHugh LaurieImelda StauntonJames McAvoyJim BroadbentLaura LinneyMarc WoottonRamona MarquezCastAdam TandyAlan ShortAlistair McGowanAndy SerkisAshley JensenBill NighyBronagh GallagherClint DyerCody CameronDanny John-JulesDavid SchneiderDeborah FindlayDominic WestDonnie LongEmma KennedyEva LongoriaFinlay DuffHugh LaurieIain McKeeIan AshpitelImelda StauntonJames McAvoyJane HorrocksJerry LambertJim BroadbentJoan CusackJulia DavisKerry ShaleKevin CecilKevin EldonKris PearnLaura LinneyMarc WoottonMichael PalinPete JackPeter BaynhamRamona MarquezRhys DarbyRich FulcherRich HallRobbie ColtraneRyan Patrick DonahoeSanjeev BhaskarSarah SmithSeamus MaloneSeeta IndraniStewart LeeTamsin Greig",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5mfMJpkO0mxDViHEeebFrzesdwc.jpg",
      "https://image.tmdb.org/t/p/w300/heSYJonnpuP4B0ieLcIGWoC241f.jpg",
      "https://image.tmdb.org/t/p/w300/dgjVKcxBEffBjHlfjuLpcp5hQZ9.jpg",
      "https://image.tmdb.org/t/p/w300/uX15W31OkLoBgHThkKIZkiyvMmS.jpg",
      "https://image.tmdb.org/t/p/w300/4IaT82dlepA9tsKB6tP0ShgAbWP.jpg",
      "https://image.tmdb.org/t/p/w300/5ZhpxHhnb73mpiNYiBnNBa0EsH1.jpg",
      "https://image.tmdb.org/t/p/w300/8HMoWRxZQLsBayaeNsOTqmNUGnp.jpg",
      "https://image.tmdb.org/t/p/w300/kJwJfSQht3QwpWka8JBnQ18IyDT.jpg",
      "https://image.tmdb.org/t/p/w300/h1CytpE9KxBl8bhWDl9keA1U6X6.jpg",
      "https://image.tmdb.org/t/p/w300/zktwFpijrCms7sskAqhwZdS822d.jpg",
      "https://image.tmdb.org/t/p/w300/5GXRVCdNa7qJzmoKlHFz7XK4CcO.jpg",
      "https://image.tmdb.org/t/p/w300/a45XFsVAx1aWHSNDbdmfJBPUoVR.jpg",
      "https://image.tmdb.org/t/p/w300/WSrQJocvx11tA7zSeb6FJkK7ox.jpg",
      "https://image.tmdb.org/t/p/w300/a8VCPqpvGQ9DrBWsJPspzYY9QZv.jpg",
      "https://image.tmdb.org/t/p/w300/hjxeH4IMM9ccunTCoqoBC7RZmEh.jpg",
      "https://image.tmdb.org/t/p/w300/yNTU0FHQwK0AjVVCbzQTdIDyyMx.jpg",
      "https://image.tmdb.org/t/p/w300/xhXTeZGIF7BPWEcLUOq1S2YbJiY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/8IP8VQBJRdN9S74IRFQXgKGTWJt.jpg",
    "movie_links": [
      {
        "link": "http://activeation.com/Xem",
        "server": "drive.google.com",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/XgT",
        "server": "openload.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/Xj4",
        "server": "openload.co",
        "size": "390 MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/Xp0",
        "server": "Soliddrive.co",
        "size": "700 MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/XqP",
        "server": "Soliddrive.co",
        "size": "390 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "7tk-WZSqIGQ",
      "video_url": "https://www.youtube.com/watch?v=7tk-WZSqIGQ",
      "embed_url": "https://www.youtube.com/embed/7tk-WZSqIGQ"
    }
  },
  {
    "metadata": "N/A|2011|124 min|Uncategorized",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "3,543"
    },
    "title": "Sunny (2011)",
    "description": "ဟချွန်းဟွ နင်က ဘာလို့ဒီလောက်တော်တာလဲကြီးလာရင်ယောကျာ်းတွေကို အုပ်ချုပ်ပြီးအလုပ်လုပ်နိုင်မှာ…..ဂျန်းမီ နင်က လေမျက်နှာခွဲစိတ်ပြီးအလှဆုံးဖြစ်လာမှာ..ဂျင်ဟီးရေ နင်ကလေ…ဟာလာမရှုပ်နဲ့ နင်ကလေနောင်ကျရင် အဆဲအဘိဓာန်ထုတ်နိုင်မှာ…ဆောဂွန်အုတ် နင်ကလေ ကြီးလာရင်နာမည်ကြီးစာရေးဆရာမကြီးဖြစ်လာ…..ဘိုဟီး ရေ အခုကစပြီးနင်း မစ်ကိုရီးယားဖြစ်လာတော့မှာနောက်ပြီး ချစ်ရတဲ့ ယောကျာ်းနဲ့ချစ်စရာကလေးလေးမွေးမှာ…ဟဲ့ဆူဂျီမ ဒီကိုကြည့်လိုက်ပါဦး…အနာဂတ်ကနာမီရေ ငါလေ ကြီးလာရင်ပန်းချီဆရာမကြီးဖြစ်ချင်တယ် ပြီးတော့ကာတွန်းစာအုပ်ဆိုင်ဖွင့်ချင်တယ်…………တယောသံလေးလေး ဆွဲဆွဲငင်ငင်ဇာတ်ဝင်တေးဖွင့်ထားတဲ့အချိန် ဟိုကလေးဘဝက ဆန္ဒလေးတွေကို ပြေားထားတဲ့ ဗီဒီယိုလေးကိုပြန်ကြည့်မိချိန်လေး………—————————————————xxxx ဒီရုပ်ရှင်ကို လူလတ်ပိုင်း/ကြီးပိုင်းတွေအတွက်ရည်ရွှယ်ပြီးဖော်ပြပေးလိုက်ပါတယ်xxxxx—————————————————–ကားနာမည်က Sunny ကိုရီးယားလို(써니 Sseoni) ဖြစ်ပါတယ်။၂၀၁၁ မှာထွက်ရှိထားပြီး ဒီရုပ်ရှင်က IMDb Rating 7.9ရရှိထားပြီး အဲ့ဒီနှစ်ရဲ့ ဒုတိယအမြတ်အကြမ်းဆုံး ဇာတ်ကားဖြစ်ခဲ့ပါတယ်။ဒီရုပ်ရှင်ကို ၂၀၁၁ ခုနှစ်မေလမှာစတင် ပြသခဲ့ပြီးတော့ ကိုရီးယားရဲ့ 20 Fox Century လိုဆိုရမယ့် CJ Entertainment ကဖြန့်ချီထားပါတယ်။ တစ်ကားလုံးကြာချိန် ၁၂၄မိနစ် ရှိပြီး ကိုရီးယား စကားပြော တောင်ကိုးရီးယား ရုပ်ရှင်ဖြစ်ပါတယ်။Budget ကန်ဒေါ်လာ ၅.၅မီလီယံ နဲ့ ရိုက်ကူးခဲ့ပြီး Box Office မှာကန်ဒေါ်လာ ၅၁.၁မီလီယံ ပြန်လည်ရရှိခဲ့ပါတယ်။ ၂၀၁၁ ရဲ့ ဒုတိယအမြတ်အကြမ်းဆုံး ရုပ်ရှင်ဇာတ်ကားဖြစ်ခဲ့ပြီးကိုရီးယား ရုပ်ရှင်သမိုင်းမှာ ၁၃ ကားမြောက် သော ရောင်းအားအကောင်းဆုံး စံချိန်ကို ဝင်သွားခဲ့ပါတယ်။ဒီကားကိုရိုက်တဲ့ ဒါရိုက်တာက Kang Hyeongcheol ဖြစ်ပါတယ်။ဒါကသူ့ရဲ့ဒုတိယမြောက်ဇာတ်ကားဖြစ်ပြီး ပထမဆုံးပွဲဦးထွက်ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကား က၂၀၀၈ မှာထွက်ရှိခဲ့တဲ့ Scandal Makers ဖြစ်ပါတယ်။ အဲ့ဒီကားကလဲ ငွေးရေးကြေးရေးအရရော အနုပညာပိုင်းရောတော်တော်လေး အောင်မြင်ခဲ့ပါတယ်။ဒီဇာတ်ကားမှာ အဓီကသရုပ်ဆောင်တွေကိုပြောရမယ်ဆိုရင် ကလေးဘဝ ပိုင်းမှာ ၇ ယောက်လူကြီးပိုင်းမှာ ၇ အဓီက သရုပ်ဆောင်ထားပါတယ်။ အဓီကဇာတ်ကောင်တွေက အမျိုးသမီးတွေပဲဆိုတော့ မင်းသားရယ်လို့ တစ်ယောက်ပဲပါပါတယ်။Sunnyဒီ ဇာတ်ကားကို Hollywood က ၂၀၁၆ မှာ၊ဟောင်ကောင်က ၂၀၁၄ မှာ Never Dance Alone ဆိုတဲ့နာမည် ၊ ၂၁၀၈မှာ ဂျပန်က Sunny နာမည် နဲ့ပဲ၊ ဗီယက်နမ်က ၂၀၁၈ မှာ ThangNam Ruc Ro ( Go Go Sisters) ဆိုတဲ့ နာမည်အသီးသီးနဲ့ ဇာတ်လမ်းတူတူကိုပဲ အနည်းငယ်စီကွဲပြားပြီး ပြန်လည်ရိုက်ကူးပြသခဲ့ကြပါတယ်။ရုပ်ရှင်ဆုပေးပွဲအသီးသီးက ဆု ၉ ဆုရရှိထားပြီးအဓီက က ဒါရိုက်တာဆုနဲ့ ဟချွန်းဟွာ ငယ်ဘဝနေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသမီး KangSo ra တို့ အဓီက ရရှိခဲ့တာပါ။ကိုရီးယားမှာစတင်ဖြန့်ချီလိုက်ပြီနောက်မှာကမ္ဘာတစ်လွှား ပြင်သစ်၊ အိန္ဒိယ ၊ အင်္ဂလန်၊အမေရိကန်၊ ဂျပန်၊ အီတလီ၊ သြစတေးသျှ၊ကနေဒါ၊ ဖီလစ်ပိုင် တို့ကရုပ်ရှင်ပွဲတော်အသီးသီးမှာ ပြသပေးခဲ့ပါတယ်။နောက်ပြီး ဒီဇာတ်ကားရဲ့ အသက်လို့ ပြောလို့ရမယ့် အပိုင်းလဲ ၁၉၈၀ ခုနှစ် ဝန်းကျင်ကfashion ၊ music ၊ lifestyle တွေကိုတွေ့ရမှာဖြစ်ပါတယ်။ ၈၀ ဝန်းကျင်နှစ်များက အငွေ့အသက်တွေ၊ လှုပ်ရှားမှုတွေ အနံ့တွေ၊ အသံတွေ ၊ အရောင်တွေ အားလုံးအားလုံး ပြန်ခံစားရပြီး အခုအချိန် ၄၀ တန်းဝန်ကျင်တွေ ၂၀ ကျော် အရွှယ်ကိုလုံးဝပြန်ရောက်သွားစေမယ်လို့အာမကို နီနီကြီး ခံပါတယ်။ဒီဇာတ်ကားမှာ အကြိုက်ဆုံးအပိုင်းက သုံးထားတဲ့ သီချင်းတွေပါပဲ၊ အားလုံးပေါင်း ၁၆ ပုဒ်ရှိပြီးTheme song က ခပ်မြူးမြူးနဲ့ ၁၉၈၀ ကလေထုကို ထဲကိုရောက်သွားပါလိမ့်မယ်။Kim Jun seok သီဆိုပေးထားတဲ့ Sunny …ပြောချင်တာတွေ ပါးစပ်ထဲပြည့်နေသေးပေမယ့် ဇာတ်လမ်းပိုင်းကိုသွားပါတော့မယ်။အီနာမီ ဆိုးလ်မြိ့ကိုကျောင်းပြောင်းလာတဲ့ တောသူမ စိတ်ထားတော်တော်လေးကောင်းတယ် ၊နုံ့တုံတုံအတတ စာတော်တယ်ပန်းချီဆွဲတာမှာ ပါရမီပါတယ် ၊ ခွဲခြားတက်တဲ့စိတ်မရှိဘူး၊ အေးအေးလေးနဲ့ကုတ်ကမြင်း…ဟချွန်းဟွ အဖွဲ့ခေါင်းဆောင် ဖိုက်တာမ ၊အရပ်အရှည်ကြီးနဲ့ နည်းနည်း ယောက်ကျာ်းဆန်တယ် ၊ခေါင်းဆောင်တစ် ယောက်ရဲ့ စိတ်ဓာတ်ကိုသေခါနီး သေပြီးတာတောင်ပြသွားတယ် ၊ သူငယ်ချင်းသာမိသားစုသူငယ်ချင်းတွေ သာ သူ့ကမ္ဘာမှာ ၆ဦးတည်းသောသူသားတွေ…..ဂျောင်းဆူဂျီ တစ်ကားလုံးမှာ သူ့ကိုဒုတိယအကြိုက်ဆုံး ဆံပင်ရှည်ရှည်လေးနဲ့ ရုပ်ကလဲအဖွဲ့ထဲမှာတင်မဟုတ် တစ်ကျောင်းလုံးမှာ ပါအချောဆုံး ၊ ချောသလောက် မာနကလဲမြန်မာ့စီးပွားရေးလိုပဲ အတက်ပဲရှိတယ်ဘယ်တော့မှမကျဘူးဒါပေမယ့် ၊ရိုင်းလဲနည်းနည်းရိုင်းတယ် ၊တစ်ယောက်တည်းသီးသန့်အမြဲနေတက်တဲ့ နတ်သမီးတစ်ပိုင်း လူမိုက်မတစ်ပိုင်းကြည့်လို့တော့ကောင်းချက်…ဟွန်းဂျင်ဟီး သဘောအကျမိဆုံးဇာတ်ကောင်မျက်နှာက ခပ်ချွန်းချွန်း ခွပ်စွာစွာဇာတ်ဇာတ်ကျဲမလေး အဖေက ကိုရီးယားစာပေ ပါမာက္ခ ..သူက ဆဲနည်းပေါင်းစုံကိုတီထွင်သူလို့ ပြောရမလားဆဲတာမျိုးဆုံ ကိုကျွမ်းကျွမ်းကျင်ကျင်ဆဲတက်တဲ့ အဆဲဘုရင်မဘွဲ့ခံ သူက ဟာသဇာတ်ရုပ်ကိုပိုပြီးပီပြင်သွားစေတယ် ……ကင်ဂျန်းမီ ဖက်တီးမ ဝသလောက် အလှကလဲအသေကြိုက် မျက်ရစ်မရှိလို့ မျက်ရစ်ဖော်တိတ်တွေနဲ့ အမြဲမျက်လုံးကိုသနေပြီး အစားလဲအသေစား စိတ်ထားတော့ကောင်းတယ် ၊သူကလဲ ဟာသဇာတ်ရုပ်ကို ပိုပြီး ကြွသွားအောင်လုပ်ပေးတယ် …..ဆောဂွန်အုတ် မှန်ကြောင်မလေး စာကြမ်းပိုဒေါသလလဲကြီးတယ် မုန့်အဝယ်တော်…လူကြီးဘဝမှာ ကလေးဘဝနဲ့ တစ်ခြားစီဘဝကြီးကွားခြားပြောင်းလဲသွားတဲ့သူ……….ယူဘိုဟီး ပူဒယ်ခွေးမလို့ နာမည်ပေးထားတဲ့ အနာဂတ်မစ်ကိုရီးယား ကိုပါးစပ်ကမချ ဆံပင်တစ်ချိန်လုံးကောက်နေတဲ့ငပိန်မလေး..လူကြီးဘဝမှာ အရက်ဆိုင်မှာစားပွဲထိုးလုပ်တဲ့ဘဝကြီးဖြစ်သွားတဲ့ မစ်ဆိုဂျူး …..တို့ပါဝင်တဲ့ ၈ဝခုနှစ်က မိန်းကလေးအဖွဲ့အဓီကဇာတ်ကောင်မဟုတ်ပေမယ် သူ့ပုံကိုပဲဇာတ်ကားပြီးတဲ့အထိစွဲကျန်နေခဲ့တဲ့တစ်ယောက်သောသူက လူကအရပ် ၃ပေ ၂လက်မလောက်ဆံပင်ကို ခြေင်္သေလိုလုပ်ထားပြီး အလည်တည့်တည့်မှာ ပန်းပွင့်ကြီးကလစ်ညပ်ထားပြီးပါးစပ်သွပ်ချက်က အီမီနမ် ရက်ပ် ရွှတ်နေသလားပဲ ပါစတာပန်းကန်ပြားခေါင်းလို့ခေါ်တဲ့ ပြိုင်ဖက်လူဆိုးမအဖွဲ့က အဆဲဘုရင်မ..ဒီဇာတ်ကားမှာ ကျောင်းသားဘဝ ရဲ့ ငယ်ရွှယ်တက်ကြွလန်းဆန်းမှုတွေ ၊ ရေဒီယိုမှာ ကလာတာလေးတွေကို ညဘက် အိပ်မှာ အဖွားတို့အဘိုးတို့နဲ့ စောင့်နားထောင်တာလေးတွေ၊သူငယ်ချင်းတွေ အိမ်မှာစုပြီးနည်းမျိုးစုံနဲ့ကစားကြတာလေးတွေ၊ လုံးဝ အတိတ်ကို့ပြန်ခေါ်သွားပြီး ပြောင်မြောက်တဲ့အဆဲတွေနဲ့ဟာသဇာတ်ကွက်တွေက နဲ့ လန်းဆန်းအောင်ထည့်ထားတယ်။ဆွေးမြေ့လွမ်းဆွတ်မှုတွေ ၊တမ်းတမှုတွေကို ၊ လူ့ဘဝရဲ့အလှည့်အပြောင်းကို အပြင်ကသဘာဝအတိုင်းပြသွားတာတော်တော်လေးကောင်းတယ် ၊ နောက်နှစ် ၂ဝကြာရင်ဘယ်သူဘာဖြစ်မယ်မသိနိုင်တဲ့ လူ့ဘဝကို အစိုးမရမှုတွေ ကို ကြည့်ပြီးနောက်တွေ့ရမှာပါ။….(F R I E N D သူငယ်ချင်း) …ဆိုတာတဲ့စကားလုံးရဲ့ အနောက်က အဓိပါယ်က အောင်ဘာလေ သိန်း၁ သောင်းဆုထဲနက်နဲပြီးတန်ဖိုးရှိတယ်။ သူငယ်ချင်းစစ်ဆိုတာ သင့်ဘဝမှာ သွေးမရောတဲ့ မိသားစုပါ ဆိုတဲ့အဓီပါယ်တွေကို ရုပ်ပုံကြီးဆွဲပြီးမရှင်းပြထားပေမယ့်သင့်ခေါင်းထဲမှာအရုပ်ပေါ်အောင်တော့လုပ်ပေးသွားတယ် ဒီကားက။ဒီကားက ဇာတ်ကောင်တွေစကားပြောအတိုင်းအဆဲနေရာတွေကို ကိုရီးယား အဓီပါယ်အတိုင်းအနီးစပ်ဆုံး ဖော်ပြပေးနိုင်ရန်ကူညီပေးခဲ့တဲ့(정유진 Grave Jeong) ကိုကျေးဇူးအများကြီးတင်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ တစ်ချို့ သောသူတွေရဲ့လူပျိုဘဝ ၊ တစ်ချို့ သူတွေရဲ့ ကလေးဘဝတွေကို ဒီကားနဲ့ ခဏလောက်ပြန်သွားလိုက်ရအောင်။ ကျွန်တော် HLK ပါ။Qty – 720p BlurayDuration – 1hr 40minSubtitle – MyanmarTranslator – Htet Lin KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKang Hyoung-chulStarsGo Soo-heeHong Jin-heeKang So-raKim Bo-miKim Min-youngLee Yeon-KyeongNam Bo-raPark Jin-JooShim Eun-kyungYoo Ho-jeongCastChun Woo-heeGo Soo-heeHong Jin-heeJin Hee-kyungKang So-raKim Bo-miKim Hye-okKim Min-youngKim Shi-hooKim Sun-KyungLee Kyung-youngLee Yeon-KyeongMin Hyo-rinNam Bo-raPark Jin-JooPark Young-seoShim Eun-kyungYoo Ho-jeong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jGcqRs58zVXsHSYi2uMVohLqJU6.jpg",
      "https://image.tmdb.org/t/p/w300/gvswUYDxv0Ek9P5T7wtl50milWR.jpg",
      "https://image.tmdb.org/t/p/w300/31sIYtMRhUytwBuoRUbAfg9R3BV.jpg",
      "https://image.tmdb.org/t/p/w300/zYEXiQTZFlmX7ntimq1qeOpRj6b.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/m21yedsv5rGNmvOU0X9ARvxC0XM.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sunny-2011-mm-sub",
        "server": "VIP Links",
        "size": "974MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/sunny-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "974MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11wmp/Sunny_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "974MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://viewsb.com/8xor1u63ej90.html",
        "server": "streamsb.com",
        "size": "974MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "lqqaK_0rHnQ",
      "video_url": "https://www.youtube.com/watch?v=lqqaK_0rHnQ",
      "embed_url": "https://www.youtube.com/embed/lqqaK_0rHnQ"
    }
  },
  {
    "metadata": "Unrated|2011|1h 45min|Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "542K"
    },
    "title": "Limitless (2011)",
    "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ သူဒါနဲ့တင်ရပ်မနေနိုင်တော့ဘဲ ရှေ့ကိုပဲဆက်ပြီးသွားချင်နေတော့တယ်။အဲဒါနဲ့ Stock ‌စျေးကွက်ထဲကို ဝင်ပြီး ခဏလေးအတွင်းမှာပဲ အောင်မြင်လာပါတယ်။သူနောက်ထပ် ဘယ်ကိုသွားမယ်ဘယ်ကိုရောက်မယ်ဆိုတာတော့ ဇာတ်ကားမှာပဲပြန်ကြည့်လိုက်ပါတော့။အရမ်းကောင်းတဲ့ဦးနှောက်နဲ့ စာရေးဆရာတစ်ယောက်ရဲ့ ဖန်တီးနိုင်စွမ်းတွေ ပေါင်းစပ်မိသွားတဲ့အချိန်မှာ ဖြစ်နိုင်ချေတွေက အကန့်အသတ်မဲ့ဖြစ်လာတာပေါ့ဗျာ။*Spoiler Alert*ဒီဇာတ်ကားထဲမှာပါတဲ့ NZT-48 ဆိုတဲ့ဆေးအကြောင်း နည်းနည်းပြောချင်ပါတယ်။ သူ့ရဲ့မူလဇစ်မြစ်က အိုင်ဘန် ဆေးဝါးဆိုတဲ့ ကုမ္ပဏီက တစ်ခုကလို့ ဇာတ်ကားထဲမှာ စကားနဲ့ ပြောထားပါတယ်။သုံးထားတဲ့အချိန်မှာ ဉာဏ်အရမ်းကောင်းလာပေမဲ့ ဖြစ်နိုင်တဲ့ဆိုးကျိုးတွေကလည်း ရှိနေပါတယ်။ သုံးတဲ့သူရဲ့ ဉာဏ်ရည်နဲ့ တွေးခေါ်မှုပေါ်မူတည်ပြီး အပြောင်းအလဲတော့ရှိတယ်လို့ ယူဆလို့ရပါတယ်။ဒီဇာတ်ကားမှာတော့ ဆေးသုံးတဲ့သူတွေ အားလုံးနီးပါးက ကိုးမားဖြစ်တာ သေတာနဲ့ပဲလမ်းဆုံးကြပါတယ်။ အချိန်မီဖြတ်နိုင်လိုက်တဲ့သူတွေတောင်မှ ဦးနှောက်က ပုံမှန်အခြေအနေမဖြစ်နိုင်တော့ပါဘူး။ ဒါပေမဲ့ ဒီလောက်ကောင်းတဲ့ဆေးကို ဘယ်သူကမသုံးချင်ဘဲနေမလဲ။  အက်ဒီတစ်ယောက်ပဲ လွှတ်တော်အမတ်ဖြစ်လာတဲ့အထိ အဆင်ပြေပြေ ကျန်းကျန်းမာမာရှိတာကိုတွေ့ရမှာပါ။ ဒါပေမဲ့ နောက်ထပ် အဆင်ပြေပြေအသုံးချနိုင်တဲ့သူတွေရော ရှိနေဦးမလားဆိုတာ စဉ်းစားစရာပါပဲ။ NZT-48 ကျမှပဲ အောင်မြင်တာလား အဲဒီအရှေ့က Version ထဲကတစ်ခုခုကိုသုံးပြီး အဆင်ပြေသွားတဲ့သူတွေရှိနိင်လား နောက်ထပ် Version သစ်တွေရှိနေနိုင်ဦးမလား။ ဆေးကိုရဖို့ ဘယ်သူတွေက ဘယ်လိုဖန်တီးကြမလဲ။ ဘေးထွက်ဆိုးကျိုးမရှိနိုင်တဲ့ဆေး ထွင်နိုင်လောက်အောင် ဉာဏ်ကောင်းရင် ကောင်းလာနိုင်မှာပဲလေ။ မပြောနိုင်ဘူးပေါ့။ ဖြစ်နိုင်ချေတွေက အကန့်အသတ်မဲ့ရှိနိုင်တာပဲမဟုတ်လား။File Size : 2 GB, 1 GBQuality : Blu-Ray (1080p 5.1,720p)Running Time : 1hr 45minFormat : Mp4Genre : Action,Scifi,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated & Encoded by d3monYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbbie CornishAndrew HowardAnn Marie GreenAnn TalmanAnna FrielAnna ParkinsonArlette de AlbaBradley CooperBrian Anthony WilsonCaroline WinbergChris McMullinCindy KatzDamali MasonDamaris LewisDaniel BreakerDarren GoldsteinDave DroxlerEddie J. FernandezHoward StrongHugh DouglasJoe McCarthyJohnny WhitworthLaurence RoscoeLuisina QuarleriMeg McCrossenNed EisenbergNicolas le GuernNina HodorukPatricia KalemberPeter PryorPiper BrownRay SiegleRebecca DayanRichard BekinsRichard MillerRobert BizikRobert De NiroRobert John BurkeSaxon PalmerSimon MacLeanStephanie HumphreyStephen SableT.V. CarpioTom BloomTom TetiTomas AranaVioleta Silva",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vQGo5VjJcHxpzIa8lMBFzpAth1w.jpg",
      "https://image.tmdb.org/t/p/w300/tgp5YcgRjbB5lsHhB1QIPANg2zB.jpg",
      "https://image.tmdb.org/t/p/w300/9BrEqPLAJVnDBxV0Fm1lKJ1WSmv.jpg",
      "https://image.tmdb.org/t/p/w300/8ooe1UVJRiZ2JnDaseTsPKr6HFj.jpg",
      "https://image.tmdb.org/t/p/w300/bPsUUR9uY7mO2Sbql6MDVzigzgI.jpg",
      "https://image.tmdb.org/t/p/w300/c1XkNarCS2WqEbqu26tegUXn3Bv.jpg",
      "https://image.tmdb.org/t/p/w300/sXagoyyNpW1Gp9ijTfiepLXWqdP.jpg",
      "https://image.tmdb.org/t/p/w300/bdDcO7EjJ5p7eO3rpluPHuXKDBN.jpg",
      "https://image.tmdb.org/t/p/w300/hgP3DpOPgmbDRJYTfUVy4L83wXr.jpg",
      "https://image.tmdb.org/t/p/w300/glCaVq3xLZScilMqv9yS0sJuw0m.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/limitless2011",
        "server": "VIP Links",
        "size": "2 GB, 1GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-limitless-2011-unrated-1080-p-blu-ray-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/2kqjg/(CM)Limitless.2011.UNRATED.1080p.BluRay.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://cloudemb.com/m5w6xi191xv2.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/gj68ep3kh4wc.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-limitless-2011-unrated-720-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "979MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Yz7c/(CM)Limitless.2011.UNRATED.720p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "979MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/m8h29mdlrcin.html",
        "server": "streamsb.com",
        "size": "979MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5oflw2am8hzg.html",
        "server": "usersdrive.com",
        "size": "979MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-limitless-2011-unrated-480-p-blu-ray-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "477MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Yz78/(CM)Limitless.2011.UNRATED.480p.BluRay.x264.mp4",
        "server": "megaup.net",
        "size": "477MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/2qn1p5orxj8s.html",
        "server": "streamsb.com",
        "size": "477MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/2kgbr3zmi3z6.html",
        "server": "usersdrive.com",
        "size": "477MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "6d1Uc68wt3c",
      "video_url": "https://www.youtube.com/watch?v=6d1Uc68wt3c",
      "embed_url": "https://www.youtube.com/embed/6d1Uc68wt3c"
    }
  },
  {
    "metadata": "|2011||Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2800"
    },
    "title": "The Crown Jewels (2011)",
    "description": "The Crown Jewels (2011)==================ဖရာဂန်ဆီယာဆိုတဲ့ကောင်မလေးကို လူသတ်မှုကြောင့်စစ်ဆေးတာကနေဇာတ်လမ်းစထားပါတယ်။ အဲဒီမှာ ဖရာဂန်ဆီယာက အခင်းဖြစ်ပုံကိုစမပြောဘဲသူမွေးတဲ့အချိန်ကနေ နောက်ကြောင်းပြန်ပါတော့တယ်။ ကျွန်တော်သာ သူ့ကိုမေးနေတဲ့စုံထောက်ဆိုရင် စိတ်မရှည်ပါဘူး။ ဒါပေမဲ့ ကြည့်တဲ့သူနေရာကနေဆိုရင်တော့ ဇာတ်ကားကကြည့်လို့ကောင်းပါတယ်။ မိသားစုနှစ်ခုရဲ့ မတူညီတဲ့အပြုအမူတွေရယ် ဖရာဂန်ဆီယာ၊ စက်ရုံပိုင်ရှင်သားနဲ့ နာမည်ကြီးဟောကီကစားသမားလေးတို့ရဲ့ သုံးပွင့်ဆိုင် (လေးပွင့်ဆိုင်လို့လည်းပြောလို့ရတဲ့) ဇာတ်လမ်းကိုတွေ့ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်ပါတယ်)File Size……….(2.11 GB) / (857 MB) / (494 MB)Quality…………BluRay 1080p / 720p / 480pDuration………1Hr 50minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….ELEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorElla LemhagenCastAlexandra RapaportAlicia VikanderAmanda JunegrenBill SkarsgårdBjörn GustafssonDavid LennemanEdvin RydingJesper LindbergerJonatan BökmanJosefine Högfelt ÖijerKarin EkströmKarin Franz KörlofKjell WilhelmsenLoa FalkmanLouise RadonMagnus RoosmannMartin EliassonMichael SegerströmMichalis KoutsogiannakisNatalie MinnevikNils WickmanNoah ByströmNour El RefaiPeter SchildtRobin StegmarRolf LydahlSara LindhSeverija JanušauskaitėTimbuktuTom LjungmanTomas von BrömssenUlrika Malmgren",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/g9UJ5gkz4ruAPDQJSy0jsgh5mZj.jpg",
      "https://image.tmdb.org/t/p/w300/838KkYxqL4zqXIpx7eAgmMz7Epa.jpg",
      "https://image.tmdb.org/t/p/w300/g5mDcdqgXPhTbNoRYU54X8xxYSn.jpg",
      "https://image.tmdb.org/t/p/w300/pqjM2oTYbBj9w1lmmBLrBgsqM5B.jpg",
      "https://image.tmdb.org/t/p/w300/vYGDatbRuI6cMrl5lAqVng2lx3c.jpg",
      "https://image.tmdb.org/t/p/w300/wl0mtdl3fqo6SecZhPotexBKuie.jpg",
      "https://image.tmdb.org/t/p/w300/kcmUoFMmz9vVSVdsTl1Ru2ZpNJK.jpg",
      "https://image.tmdb.org/t/p/w300/AbVmP49GWVtkE5Z9FaYxrV9G0Nv.jpg",
      "https://image.tmdb.org/t/p/w300/mmSuJsUzk4RZLLDRopou1Axy3JY.jpg",
      "https://image.tmdb.org/t/p/w300/rV8Q2eTciPXXvI22ZEEzjEtrCJw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjA3ODI3ODg1MV5BMl5BanBnXkFtZTcwMDk0ODQ0NQ@@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-crown-jewels-2011-swedish-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.11 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1R5gs/The.Crown.Jewels.2011.SWEDISH.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2.11 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/SYNnxZhD#iuvmjLdul4J_Ly9uH7gvLMLsOLU4OkNGiqNIWyTnK-M",
        "server": "mega.nz",
        "size": "2.11 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/pwwdzum508qk.html",
        "server": "usersdrive.com",
        "size": "2.11 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/1vr3ppfvlcvz",
        "server": "streamvid.io",
        "size": "2.11 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-crown-jewels-2011-swedish-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1R5ff/The.Crown.Jewels.2011.SWEDISH.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/xz9lpsdbk8om.html",
        "server": "streamsb.com",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/iVEWkSQZ#VjxAtOT9m2I6xBtcQ5izP8E0u0Wq6Re73dmtTg3lAz8",
        "server": "mega.nz",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/itrm31mhmi39.html",
        "server": "usersdrive.com",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/s7rt54wgs14o",
        "server": "streamvid.io",
        "size": "857 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-crown-jewels-2011-swedish-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "494 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2x2H4/The.Crown.Jewels.2011.SWEDISH.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "494 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/oh15nmwrjei0.html",
        "server": "streamsb.com",
        "size": "494 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/KJVxkLAI#05Q3CuV4pIkXI3mT8B6T4omMtXnmhk_LKm7vGVaRtdk",
        "server": "mega.nz",
        "size": "494 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/ufyy3dvuq2mz.html",
        "server": "usersdrive.com",
        "size": "494 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/z6mt638fiign",
        "server": "streamvid.io",
        "size": "494 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "CeYCfuCDwcA",
      "video_url": "https://www.youtube.com/watch?v=CeYCfuCDwcA",
      "embed_url": "https://www.youtube.com/embed/CeYCfuCDwcA"
    }
  },
  {
    "metadata": "R|2011|2h 38min|Crime,Drama,Mystery",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "408,049"
    },
    "title": "The Girl with the Dragon Tattoo (2011)",
    "description": "The Girl with the Dragon Tattoo (2011)IMDb – 7.8/10_______Rotten – 86%Won 1 Oscar.Another 26 wins & 91 nominationsငယ်စဉ်ကစပြီး ကြမ်းတမ်းတဲ့ဘဝတစ်ခုမှာနေထိုင်ဖြတ်သန်းလာရတဲ့နဂါးရုပ်ပုံဆေးမင်ကြောင်နဲ့ မိန်းကလေးတစ်ယောက်ဟာ မိသားစုမရှိအုပ်ထိန်းသူမရှိပဲ တိုင်းပြည်ရဲ့ထောက်ပံမှုနဲ့ ဘဝကိုဆိုးပေတေရင်း ဖြတ်သန်းနေခဲ့ပြီးတစ်ဖက်မှာတော့သူဟာ ထက်မြက်တဲ့စုံစမ်းရေးစိတ်ကို ပိုင်ဆိုင်ထားတဲ့အလွတ်စုံထောက်တစ်ဦးဖြစ်ပါတယ်ဂျာနယ်လစ်မီကယ်ဘလွန်းကစ်အဖြစ် သရုပ်ဆောင်ထားတဲဂျိမ်းစ်ဘွန်းမင်းသား ဒန်နီယယ်ခရိတ်ကတော့ဒီဇာတ်လမ်းမှာနိုင်ငံရဲ့အကြီးမားဆုံးငွေကြေးအလွဲသုံးစားလုပ်မှုကိုသက်သေမခိုင်ပဲဖော်ထုတ်မိလို့အသရေဖျက်မှုနဲ့ရင်ဆိုင်နေရသူတစ်ဦးဖြစ်ပါတယ်ကျွန်းတစ်ကျွန်းပေါ်မှာနေထိုင်တဲ့ဆွီဒင်ရဲ့အချမ်းသာဆုံးမိသားစုတစ်ခုက သူဋ္ဌေးကြီးတစ်ယောက်ဟာလွန်ခဲ့တဲ့အနှစ်၄၀ကဖြစ်ပွားခဲ့တဲ့ လက်သည်မပေါ်ခဲ့တဲ့မိသားစုအတွင်းလူသတ်မှုတစ်ခုကိုသူ့ဘဝလက်ကျန်အချိန်တွေမှာအဖြေသိရဖို့မီကယ်ဘလွန်းကစ်ကိုငြင်းဆန်လို့မရတဲ့ကမ်းလှမ်းမှုနဲ့အဖြေရှာပေးဖို့ ကမ်းလှမ်းလိုက်ပါတော့တယ်ထိုအမှုဟာ ဘလွန်းကစ်ရဲ့ဂုဏ်သိက္ခာကိုပြန်လည်ဆယ်ယူဖို့တိုင်းပြည်ရဲ့အကြီးမားဆုံး ငွေကြေးအလွဲသုံးစားလုပ်မှုတို့နဲ့ ပတ်သက်နေခဲ့ပြီးဘလွန်းကစ်နဲ့အတူ နဂါးရုပ်ဆေးမင်ကြောင်နဲ့မိန်းကလေးပါစုံစမ်းရေးထဲကို ပါဝင်လာတဲ့အခါမှာတော့….Millennium Trilogy ရဲ့အောင်မြင်ခဲ့တဲ့ပထမဆုံးဝတ္တု ဖြစ်တဲ့The girl with the dragon tattooဝတ္တု ကိုရုပ်ရှင်အဖြစ်ပြန်လည်ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားဟာလည်းအောင်မြင်ခဲ့ပြီး IMDb7.8နဲ့ RT86%ရရှိထားတဲ့crime flim အမျိုးအစားဖြစ်ပါတယ် actionခန်းတွေပါဝင်မှုနည်းပြီးaction ဇာတ်လမ်း ကြိုက်သူတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်မျိုး ဖြစ်ပါတယ်18+အခန်းတစ်ချို့လိင်ပိုင်းဆိုင်ရာ ကြမ်းတမ်းတဲ့ဇာတ်ဝင်ခန်းတချို့ ပါဝင်ပါတယ်တစ်စိမ့်စိမ့်ကြည့်ရင်း တွေးတောရတာကို ကြိုက်နှစ်သက်သူတွေအတွက်Crime flimတစ်ခုကပေးစွမ်းတဲ့ ရသကိုအပြည့်အဝပေးစွမ်းစေမှာပဲဖြစ်ပါတယ်…File Size : (1.2 GB)Quality : 720p BluRayRunning Time : 2hr 38minFormat : Mp4Genre : Crime,Drama,MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRayTranslated by Ye Pyae Sone TunEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAllen KupetskyCaroline JohanssonDavid FincherDiana DillStarsChristopher PlummerDaniel CraigElodie YungEmbeth DavidtzGeraldine JamesGoran VisnjicJoely RichardsonRobin WrightRooney MaraStellan SkarsgårdSteven BerkoffCastAlan DaleAlastair DuncanAnders BergAnders JanssonAnna BjörkAnne-Li NorbergArly JoverBengt C.W. CarlssonChristine AdamsChristopher MalekiChristopher PlummerDaniel CraigDarri IngolfssonDavid DencikDenise WessmanDonald SumpterElodie YungEmbeth DavidtzEva FritjofsonFredrik DolkGeorge GerdesGeraldine JamesGoran VisnjicGustaf HammarstenHenry HerefordInga LandgréJenifer BroughamJoel KinnamanJoely RichardsonJosefin AsplundJoyce GiraudJulia RoseJulian SandsKalle JosephsonLaurence FullerLeah ShawLena StrömdahlLennart B. SandelinLeo BillMalin ToverudMarco AlbrechtMarcus JohanssonMartin JarvisMathias PalmérMats AnderssonMatthew WolfMaya Hansson-BergqvistMoa GarpendalPer MyrbergPeter CarlbergPeter HottingerReza DehbanRobin WrightRooney MaraSahlimaSandra AndreisSarah AppelbergSimon ReithnerStellan SkarsgårdSteven BerkoffTess PanzerTony WayUlf FribergYorick van Wageningen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dNFbrnF0mIBm0rClbfEFWTtsgMP.jpg",
      "https://image.tmdb.org/t/p/w300/hDpNZEts6R6EUyrMB4lOTbTRwhb.jpg",
      "https://image.tmdb.org/t/p/w300/iBKrNUaB0vFDB14UEy6dHRm9W1H.jpg",
      "https://image.tmdb.org/t/p/w300/bAZ4KWqCgEQd1HjLJUoJXdQYlFh.jpg",
      "https://image.tmdb.org/t/p/w300/mee7QmJ1SR2Ei0ORBZ1Ab4zDdMG.jpg",
      "https://image.tmdb.org/t/p/w300/ljaNicOhQtLPkmwdBf1ArmCPsRs.jpg",
      "https://image.tmdb.org/t/p/w300/7Rk0eX4bpis4EeumxcxdH9FuYs8.jpg",
      "https://image.tmdb.org/t/p/w300/jJ2cAztH6eYCT6j5lxbsB7txOi6.jpg",
      "https://image.tmdb.org/t/p/w300/hffS9IjEmP3ab1N7WHWNG8zBu2t.jpg",
      "https://image.tmdb.org/t/p/w300/5j5QTeIHVcwuXajb6V4XFWG4rz7.jpg",
      "https://image.tmdb.org/t/p/w300/6tUGH8Hx2tdsEXVQCYBpAlb8Xi1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-girl-with-the-dragon-tattoo-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-girl-with-the-dragon-tattoo-2011-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xk8g/The_Girl_With_The_Dragon_Tattoo_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-girl-with-the-dragon-tattoo20091080720p",
        "server": "VIP Links",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p/1080p"
      },
      {
        "link": "https://embedsb.com/3i29ny08xbad.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "YKWXEfXGWtA",
      "video_url": "https://www.youtube.com/watch?v=YKWXEfXGWtA",
      "embed_url": "https://www.youtube.com/embed/YKWXEfXGWtA"
    }
  },
  {
    "metadata": "PG-13|2011|1h 23min|Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "55,639"
    },
    "title": "The Art of Getting By (2011)",
    "description": "The Art of Getting By (2011)_____IMDb – 6.6/10ဒီဇာတ်ကားဟာ ရည်မှန်းချက်ပျောက်ဆုံးနေတဲ့ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်အကြောင်းကိုအဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။ဆယ်ကျော်သက်ဘဝမှာလူတိုင်းတွေ့ကြုံကြရမယ့်ချစ်ရသူ၊ မိတ်ဆွေတွေနဲ့ မှားယွင်းတဲ့ဆုံးဖြတ်ချက်တွေ၊သစ္စာမဲ့သူတွေကြောင့်နာကျင်ခံစားရတာတွေ၊ မိသားစုပြဿနာ အစရှိတာတွေအားလုံးကိုလက်တွေ့ဆန်ဆန်တွေ့မြင်ကြရမှာဖြစ်လို့ကြည့်ရှုသူအားလုံးကိုယ်တိုင်ခံစားနားလည်နိုင်ကြမှာဖြစ်ပြီး နှစ်သက်ကြမှာပါ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အောက်ပါအတိုင်းပဲဖြစ်ပါတယ်။မော်ဂန်ကျောင်းမှာတက်နေတဲ့ ဆယ်ကျော်သက်လေးဂျော့်ဂျ်ဟာဘဝရည်မှန်းချက်ကင်းမဲ့ပြီး စိတ်ခွန်အားတွေပျောက်ဆုံးနေသူပါ။ကျောင်းစာတွေမှာအခြေအနေမကောင်းပဲ မကြာခဏစည်းကမ်းဖောက်ဖျက်မှုကြောင့်အောင်လက်မှတ်အတွက်ကျောင်းရဲ့သတိပေးခြင်းကိုခံရတဲ့အထိပါပဲ။ပြန်လည်ပြင်ဆင်ဖို့ကြိုးစားရင်းနဲ့ သူချစ်ရတဲ့ကောင်မလေး နဲ့သူငယ်ချင်းတွေရလာတဲ့အခါ ဘဝအဓိပ္ပါယ်ကိုပြန်လည်တွေ့ရှိပြီလို့ထင်ခဲ့တဲ့အချိန်မှာသစ္စာမဲ့သူတွေနဲ့အိမ်တွင်းရေးပြဿနာတွေကြောင့် သူ့ရဲ့ဘဝဟာပိုပြီးနစ်မြုပ်ခဲ့ရပါတယ်။ဘဝရှေ့ရေးအတွက်ကျောင်းအောင်လက်မှတ်ရရှိဖို့နောက်ဆုံးရာဇသံရောက်ရှိလာတဲ့အချိန်မှာတော့ ဂျော့ဂျ်တစ်ယောက်ကျရောက်လာတဲ့လောကဓံတွေကိုအရှုံးမပေးပဲခွန်အားအဖြစ်ဘယ်လိုပြောင်းလဲအသုံးချပြီးကြိုးစားသွားမလဲဆိုတာကိုသင်ခန်းစာယူဖွယ်ရာကြည့်ရှုရမှာဖြစ်ပါတယ်။Translated by Linn Kyaw Swar AungEncoded by sithuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGavin WiesenStarsAlicia SilverstoneAnn DowdBlair UnderwoodElizabeth ReaserEmma RobertsFreddie HighmoreMarcus Carl FranklinMichael AngaranoRita WilsonSasha SpielbergCastAlicia SilverstoneAndrew LevitasAnn DowdAnn HaradaBlair UnderwoodDan LeonardElizabeth ReaserEmma RobertsFreddie HighmoreJarlath ConroyLindsay-Elizabeth HandMarcus Carl FranklinMaya Ri SanchezMichael AngaranoRita WilsonSam RobardsSasha SpielbergSophie Curtis",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/the-art-of-getting-by-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jorbar800h7u.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-art-of-getting-by-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Sc91/The_Art_Of_Getting_By_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/GRl0hCZL#LKvVE3uz9YbR7sQiQImKqCCzFbKt78GFRViGtYMW8b8",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/le6g74v5ozjv",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "tueRW54vj4Y",
      "video_url": "https://www.youtube.com/watch?v=tueRW54vj4Y",
      "embed_url": "https://www.youtube.com/embed/tueRW54vj4Y"
    }
  },
  {
    "metadata": "PG-13|2011|130 min|Adventure,Family,Fantasy",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "619,955"
    },
    "title": "Harry Potter and The Deathly Hallows: Part 2 (2011)",
    "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။Hogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီးChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ …ခင်ဗျားက muggle မဟုတ်ရင်တော့အသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ …သူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်…မနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်ကလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့…မှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ … ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး …သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ယောက်နဲ့အတူဒီမှော်ဆရာကြီးနဲ့ အချိန်အကြာကြီး ရင်ဆိုင်ခဲ့ပါတယ် …အဆိုးနဲ့အကောင်းအမှောင်နဲ့အလင်းအမည်းနဲ့အဖြူလို ဆန့်ကျင်နေတဲ့ ဒီ မှော်ဆရာ ၂ ယောက်ရဲ့ တိုက်ပွဲရှည်ကြီးကိုပြန်လှန်လေ့လာလိုက်ကြပါစို့…မြန်မြန်တက်ကြဗျို့ Hogwarts ရထားကြီး ထွက်တော့မယ် !!File size…(4.5 GB) /(1.4 GB)/(800 MB)Quality….BluRay 4K HEVC/1080p /720pFormat…mkv/mp4Duration….02:10:24Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Thet OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid YatesStarsAlan RickmanDaniel RadcliffeEmma ThompsonEmma WatsonGemma JonesHelena Bonham CarterMaggie SmithRalph FiennesRobbie ColtraneRupert GrintCastAdrian RawlinsAfshan AzadAlan RickmanAlfie EnochAlfie McIlwainAlfred EnochAmber EvansAnna ShafferAnthony AllgoodArben BajraktarajAriella ParadiseArthur BowenAshley McGuireBenedict ClarkeBenn NorthoverBertie GilbertBob Yves Van Hellenberg HubarBonnie WrightCharlie HobbsChris RankinCiarán HindsClémence PoésyDaniel RadcliffeDaphne de BeisteguiDave LegenoDavid BradleyDavid HeymanDavid RyallDavid ThewlisDevon MurrayDomhnall GleesonEllie Darcey-AldenEmil HostinaEmma ThompsonEmma WatsonEvanna LynchFreddie StromaGary OldmanGary SayerGemma JonesGeorge HarrisGeorgina LeonidasGeraldine SomervilleGraham DuffGranville SaxtonGuy HenryHebe BeardsallHelen McCroryHelena BarlowHelena Bonham CarterIan PeckIsabella LaughlandJade GordonJames PhelpsJamie Campbell BowerJamie MarksJason IsaacsJessie CaveJim BroadbentJohn HurtJon KeyJosh HerdmanJudith SharpJulie WaltersKatie LeungKeijo J. SalmelaKelly MacdonaldLeslie PhillipsLouis CordiceLuke NewberryMaggie SmithMark WilliamsMatthew LewisMichael GambonMiriam MargolyesNatalia TenaNick MoranOliver PhelpsPaul BaileyPauline StonePenelope McGhiePeter G. ReedPeter MullanPhil WrightPhilip WrightRalph FiennesRalph InesonRobbie ColtraneRod HuntRohan GotobedRuby EvansRupert GrintRusty GoffeRyan TurnerScarlett ByrneScarlett HefnerSean BiggerstaffShefali ChowdhurySian Grace PhillipsSpencer WildingSuzanne ToaseSuzie ToaseTimothy SpallToby PapworthTom FeltonTony AdkinsTony KirwoodVinnie ClarkeWarwick DavisWill DunnWilliam Melling",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n5A7brJCjejceZmHyujwUTVgQNC.jpg",
      "https://image.tmdb.org/t/p/w300/4Wr3rvZuZmnj93amaXK1qB5JHWl.jpg",
      "https://image.tmdb.org/t/p/w300/zxyVE9BGPgwWNGtOFpSC9oBVk91.jpg",
      "https://image.tmdb.org/t/p/w300/cbcpDn6XJaIGoOil1bKuskU8ds4.jpg",
      "https://image.tmdb.org/t/p/w300/kkUQ8zpBKe0L7ZkgsojWC85pYpi.jpg",
      "https://image.tmdb.org/t/p/w300/ik5bYheGLGw7oaVm9zbzUocnPcf.jpg",
      "https://image.tmdb.org/t/p/w300/huEbL4Ow1uhhdf6L3GR6f262Uw4.jpg",
      "https://image.tmdb.org/t/p/w300/m9FFoIhYzNHdys59ZIb5yCN9LWE.jpg",
      "https://image.tmdb.org/t/p/w300/icfcFCxyKTUqTmVYJbiBwLKnb1O.jpg",
      "https://image.tmdb.org/t/p/w300/eCITdWmibgsGLZO0ty9MS6k69sr.jpg",
      "https://image.tmdb.org/t/p/w300/ngqeWyeGsMR8gEGq9qKpTZXk0Pk.jpg",
      "https://image.tmdb.org/t/p/w300/6ypOjgEm5OTMipwfibXyfcoZyrP.jpg",
      "https://image.tmdb.org/t/p/w300/hDhQYucoJNsPiszHsep0Ruwnghx.jpg",
      "https://image.tmdb.org/t/p/w300/vKMFFFDAfkXRCxWyTCQ1rhyuBFs.jpg",
      "https://image.tmdb.org/t/p/w300/d5fagNTQBWoL9Ky9WfOq8TvbL0e.jpg",
      "https://image.tmdb.org/t/p/w300/qOcUkCuQH0wMefYHyFSCxFf3k1t.jpg",
      "https://image.tmdb.org/t/p/w300/n7DH4cceBE4q8lO65QFSaV9xwQr.jpg",
      "https://image.tmdb.org/t/p/w300/dFmVIpDmwdupktalMwvcJ692Bkm.jpg",
      "https://image.tmdb.org/t/p/w300/jcxG63rpUvwxDl1Q159RyqpUV8F.jpg",
      "https://image.tmdb.org/t/p/w300/oMHB4CgScsgBBlwILPd3MM1E840.jpg",
      "https://image.tmdb.org/t/p/w300/oS5qepm3Kaz9PNiZbla83BHT27R.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjIyZGU4YzUtNDkzYi00ZDRhLTljYzctYTMxMDQ4M2E0Y2YxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SX667_CR00667999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-deathly-hallows-part-ii-2011-2160-p-blu-ray-4-k-sdr-10-bit-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": " https://megaup.net/1fLpi/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_1080p.mp4",
        "server": "mega.nz",
        "size": "4.5 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-deathly-hallows-part-ii-2011-blu-ray-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KnIHgDAZ#BwqrWiQK1wylnliEnbWGntITGEzDPkijoWKo1heWi24",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/1fLpi/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/atx4hosy1ekl.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-harry-potter-and-the-deathly-hallows-part-ii-2011-blu-ray-720-p-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1fLpi/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_1080p.mp4",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BGjq/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g5wh3qzxywhy.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/q0s065yiorgr.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mObK5XD8udk",
      "video_url": "https://www.youtube.com/watch?v=mObK5XD8udk",
      "embed_url": "https://www.youtube.com/embed/mObK5XD8udk"
    }
  },
  {
    "metadata": "TV-PG|2011|1h 30m|Action,Crime,Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "437"
    },
    "title": "Deck the Halls (2011)",
    "description": "ဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ခရစ်စမတ်အငွေ့အသက်တွေနဲ့ Hallmark movies‌တွေထဲကမိသားစုကားကောင်းလေးတကားပါ။ရေဂန် ရိုင်လေဆိုတာက နာမည်ကြီး အလွတ်တန်းစုံထောက်မလေး။မိခင်ကလည်းနာမည်ကြီးစာရေးဆရာမ နိုရာ ရိုင်လေဖြစ်သလို ဖခင်ဖြစ်သူကလည်း အသုဘအိမ်လုပ်ငန်းရဲ့သူ‌ဌေးကြီး လုခ်ရိုင်လေ။ခရစ်စမတ်အချိန်အခါမှာ သူမရဲ့‌ နွေးထွေးလှတဲ့မိသားစုနဲ့အချိန်ဖြတ်သန်းဖို့အိမ်ကိုရောက်နေခဲ့ချိန်မှာပဲ သူမရဲ့ဖခင်ကပြန်ပေးဆွဲခံလိုက်ရပါတယ်။သူမအမေရဲ့ပရိတ်သတ်ဖြစ်တဲ့ အရမ်းစပ်စုသလောက် တော်လည်းတော်တဲ့အပျော်တမ်းစုံထောက် အယ်ဗိုင်ရာနဲ့အတူသူမရဲ့ဖခင်ဖြစ်သူကိုဘယ်လိုရှာဖွေကြမလဲ။ပြန်ပေးဆွဲသူကဘယ်သူလဲဘာကြောင့်လုပ်ရတာလဲ။သူ့အမှုကို ကူညီဖို့အယ်ဗိုင်ရာခေါ်လိုက်တဲ့စုံထောက်လေး ဂျက်ခ်နဲ့ရောဘယ်လိုဇာတ်လမ်းလေးတွေဖြစ်မလဲ။ဒီခရစ်စမတ်မှာ ဒီမိသားစုတွေအတူတကွပြန်လည်ဆုံစည်းနိုင်ပါ့မလားဆိုတာကိုဒီ Deck the halls ဆိုတဲ့ မိသားစုခရစ်စမတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးFile size…  1.3 GB /  640 MBQuality… WEB Rip 1080p / 720pFormat… mp4Duration…. 1h 30mGenre …..  Action , Crime , DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by BrackmanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon UnderwoodStarsAndrew McNeeAnja SavcicDaren A. HerbertDarren DolynskiDavid SelbyEric JohnsonHiro KanagawaJane AlexanderKathy Najimy |Larry MillerLuciana CarroMarco GrazziniRobert MoloneyScottie ThompsonTyrell WitherspoonCastAndrew McNeeAnja SavcicDaren A. HerbertDarren DolynskiDavid SelbyEric JohnsonHiro KanagawaJane AlexanderKathy NajimyLarry MillerLuciana CarroMarco GrazziniRobert MoloneyScottie ThompsonTyrell Witherspoon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xYWGxYYeWGYcILMp3XKvazHVBRJ.jpg",
      "https://image.tmdb.org/t/p/w300/ksslnNMShdDcDpInVFm7QT5TI2h.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Deck-the-Halls.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/deck-the-halls-2011-proper-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zcci3imwo7h5.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zLL6/Deck.The.Halls.2011.PROPER.1080p.WEBRip._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5eJi2S4T#vL9FOOwMew5gyED4m9kq8NPo9xTqMpjRsMG7OCvdl6Q",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/deck-the-halls-2011-proper-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qto8uzolqc5k.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fJdg/Deck.The.Halls.2011.PROPER.720p.WEBRip._%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/waZAQTQC#1R1Ec707B58SosRdxji_k92scA0IGSo8MYywHYxj3HI",
        "server": "mega.nz",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/l3kl14bvehx9.html",
        "server": "streamsb.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/em1hxhn0jlzm",
        "server": "streamvid.io",
        "size": "640MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "p3kTvWoxIFI",
      "video_url": "https://www.youtube.com/watch?v=p3kTvWoxIFI",
      "embed_url": "https://www.youtube.com/embed/p3kTvWoxIFI"
    }
  },
  {
    "metadata": "R21|2011|38min|Adult,Drama,Romance,Short",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "2,390"
    },
    "title": "[21+] Hotel Desire (2011)",
    "description": "18+ ဆိုရင် နည်းနေမှာစိုးလို့ 21+လို့ ရေးပါရစေErotic movie တကားအနေနဲ့ IMDb rating 5.8 ရဖို့ဆိုတာလည်းမလွယ်ကူလှပါဘူးဇာတ်လမ်း အကျဉ်းကတော့ ဟိုတယ်ဝန်ထမ်းလည်းဖြစ် သား တယောက်လည်းရှိပြီးတော့ယောက်ျားနဲ့လည်းကွဲနေတဲ့ အန်တိုနီရာဟာ အလုပ်အပေါ်မှာ အဆင်မပြေမှုတွေ ဖြစ်လာခဲ့တယ်…အဲ့ဒီကနေမှ ဟိုတယ်ဝန်ထမ်း သူငယ်ချင်းတယောက်က စိတ်ထွက်ပေါက်အနေနဲ့ဟိုတယ်က ယောက်ျားတယောက်ယောက်နဲ့အိပ်ဖို့မြှောက်ပေးလာတယ်သူငယ်ချင်းရဲ့ မြှောက်ပေးစကားနဲ့ ဟိုတယ်မှာလာတည်းတဲ့ မင်းသား မျက်ကန်းလေးတယောက်ဟာတော့အန်တိုနီရာရဲ့ တစာခံဖြစ်သွားရပါတော့တယ်ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာကို ဇာတ်ကားပေါ်မှာ ဆက်လက်ကြည့်ရှုကြပါ။ဇာတ်ဝင်ခန်းတစ်ချို့က CMမှာ အရင်က တင်ဖူးတဲ့ Q Desireထက်ကြမ်းတာမို့Ratingကို ၂၁++++  သတ်မှတ်ထားတယ်ဆိုတာ သတိပြုစေချင်ပါတယ်။File Size         : 300 MBQuality           : Blu ray 720PRunning Time : 38 minuteFormat           : Mp4Genre             :  Drama, RomanceEncoder         : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSergej MoyaStarsClemens SchickJan-Gregor KrempSaralisa VolmCastClemens SchickFrederick LauHerbert KnaupJan-Gregor KrempPalina RojinskiSaralisa VolmTrystan Pütter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ohEJVI2cZ4TkPoRhIUTNijIo1sv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/hotel-desire-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jzaof8rabouq.html",
        "server": "usersdrive.com",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-desire-21-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/5fd277/hotel-desire-21-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/rmyeul8y8prk/Hotel_Desire_[21+]_[2011]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1zmks/Hotel_Desire_[21+]_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/h0ha6xxf1fl7",
        "server": "upstream.to",
        "size": "310 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2011|113 min|Comedy,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "77,468"
    },
    "title": "New Year’s Eve (2011)",
    "description": "နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့ New yearဇာတ်ကားလေးပါ။နှစ်စဉ်ကျင်းပနေကြ New Yorkရဲ့ Times Square Ball Dropပွဲကိုကျင်းပဖို့တာဝန်ယူထားတဲ့ အမျိုးသမီးတစ်ယောက်ရယ်၊New Yorkရဲ့ပါတီတစ်ခုကို အမီပြန်ရမယ့်ယောက်ျားတစ်ယောက်ရယ်၊ဖိအားတွေများတဲ့အလုပ်ကနေထွက်လိုက်တဲ့ မိန်းမတစ်ယောက်ရယ်၊ပစ္စည်းပို့တဲ့ကောင်လေးတစ်ယောက်ရယ် (Zac Efronလေး)၊ဆယ်ကျော်သက်သမီးချောလေးရဲ့ မိခင်တစ်ယောက်ရယ်၊နှစ်သစ်ကူးညမှာကလေးအစောဆုံးမွေးနိုင်ရင်ပိုက်ဆံရမယ့်စုံတွဲနှစ်တွဲရယ်၊ဆေးရုံမှာ ကင်ဆာကြောင့်သေခါနီးအဖိုးကြီးတစ်ယောက်ရယ်အပြင်တခြားဇာတ်ကောင်တွေလည်း ပါဝင်ထားပါတယ်။နှစ်သစ်ကူးမှာကြည့်လို့ရမယ့် ပေါ့ပေါ့းပါးပါးဇာတ်လမ်းလေးပါ။File Size : ( 1 GB , 357 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre :  Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGarry MarshallStarsAshton KutcherCarla GuginoHalle BerryJessica BielJosh DuhamelKatherine HeiglLea MicheleRobert De NiroSofía VergaraZac EfronCastAbigail BreslinAlyssa MilanoAshton KutcherCarla GuginoCary ElwesCassidy ReiffCommonFiona ChoiHalle BerryHéctor ElizondoHilary SwankJake T. AustinJames BelushiJessica BielJohn LithgowJon Bon JoviJosh DuhamelKatherine HeiglKatherine McNamaraLarry MillerLea MicheleLudacrisMara DaviMatthew BroderickMichael BloombergMichelle PfeifferNat WolffRobert De NiroRussell PetersRyan SeacrestSarah Jessica ParkerSarah PaulsonSerena PoonSeth MeyersSofía VergaraTil SchweigerYeardley SmithZac Efron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zpoWepchcTiG49cMiMDzttjaI1V.jpg",
      "https://image.tmdb.org/t/p/w300/3NtD6nPaJz7SLreJfZMrOrfC6va.jpg",
      "https://image.tmdb.org/t/p/w300/ytraAX7JDhWF855MLa6R8gYaZ2y.jpg",
      "https://image.tmdb.org/t/p/w300/vLKipRDxlnn5V3L527rCMCRZOBn.jpg",
      "https://image.tmdb.org/t/p/w300/45fvLp3HdFdyl0wPZiKrXy4ZZGn.jpg",
      "https://image.tmdb.org/t/p/w300/3lD0IT7xnvgEzi08NOR9WexAWL1.jpg",
      "https://image.tmdb.org/t/p/w300/21G7TsEQSiaxKRxUsrZuWfXCRsb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/el1pKVogVwmE1dpbeAO1Ol6y1Vl.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/new-years-eve-2011-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1ws5f/New_Year%E2%80%99s_Eve_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/NklmTKrZ#XNQ2wBCksqXUgClMOhee9fAVUNgscbU0L0PN2qneKAI",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/new-years-eve-2011",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed2.com/d/bqsr47p1dgg5.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "hvS1G-Q-7TI",
      "video_url": "https://www.youtube.com/watch?v=hvS1G-Q-7TI",
      "embed_url": "https://www.youtube.com/embed/hvS1G-Q-7TI"
    }
  },
  {
    "metadata": "N/A|2011|2h 50 min|History",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "King Naresuan 3 (2011)",
    "description": "Part 3===========ဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့အခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။ဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကိုဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့တတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကိုဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့အကြောင်းပါ။ဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်းမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။နရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်းမြင်တွေ့ရမှာဖြစ်ပါတယ်။ထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။Translator – HazelEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChatrichalerm YukolStarsNopachai ChaiyanamWanchana SawatdeeCastChatchai PlengpanichNopachai ChaiyanamPraptpadol SuwanbangSorapong ChatreeWanchana SawatdeeWinthai Suvaree",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sGhkp9U0LJZ4tgFM5B1LwHxQy1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hjGcRmwfPPXD2dZJ3QZTgD7BRJ6.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2fQ0i/King_Naresuan_3.2011-BlurayRip.1036p_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://megaup.net/2fQ02/King_Naresuan_3.2011-720p(CM).mp4",
        "server": "megaup.net",
        "size": "984MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/499vq61l75gg.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://usersdrive.com/u78zz6t8gr02.html",
        "server": "usersdrive.com",
        "size": "984MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/18bd1qc8skjq",
        "server": "veryfiles.com",
        "size": "2.04GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://veryfiles.com/kixn2mgk5at7",
        "server": "veryfiles.com",
        "size": "984MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/king-naresuan-3-2011-bluray-rip-1036-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p Blueray"
      },
      {
        "link": "https://yoteshinportal.cc/king-naresuan-3-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "984MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/king-naresuan-part-three-2011",
        "server": "VIP Links",
        "size": "2.04GB",
        "quality": "1080p Blueray"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2011|146 min|Drama,History,War",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "133,894"
    },
    "title": "War Horse(2011)",
    "description": "War Horse(2011)IMDb….7.2,,,Rotten…76%အခုတင်ပေးမှာကတော့ လူနဲ့တိရစ္ဆာန်အကြား ချစ်ခြင်းမေတ္တာ၊ မိသားစုချစ်ခြင်းမေတ္တာ၊ စစ်၏သဘောတရား စတဲ့ ခံစားမှုရသမျိုးစုံပါဝင်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ အပေါ်ကအတိုင်း War Horse ပါ...စစ်မြင်းတစ်ကောင်အကြောင်းပေါ့…Jurassic Park, Jaws စတဲ့ တိရစ္ဆာန်ဦးစားပေးဇာတ်ကားတွေ၊ Saving Private Ryan၊ Schindler’s List၊  စတဲ့ စစ်ပွဲဦးစားပေးဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကြီး ဒါရိုက်တာ Steven Spielberg က ရိုက်ကူးထားတာဖြစ်ပါတယ်…စာရေးဆရာကြီး Michael Morpurgo ရဲ့ နာမည်ကျော် War Horse စာအုပ်ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပြီး ပထမကမ္ဘာစစ်အတွင်းနိုင်ငံအသီးသီးက အသုံးပြုခဲ့တဲ့ မြင်းပေါင်း ရှစ်သန်းကျော်ရဲ့ သနားစရာဘဝကို တစ်ကောင်တည်းနဲ့ ကိုယ်စားပြု ရိုက်ကူးထားတာဖြစ်ပါတယ်…ပြီးတော့ Loki မင်းသား Tom Hiddleston နဲ့ Sherlock Holmes မင်းသား Benedict Cumberbatch တို့ကလည်း အားဖြည့်ကူညီထားပါတယ်….ဇာတ်လမ်းအညွှန်းပထမကမ္ဘာစစ်မစမီ အင်္ဂလန်ပြည်မှာ လယ်ထွန်ဖို့အတွက် မြင်းတွေကို အသုံးပြုခဲ့တာပါ…ဈေးတွေမှာ မြင်းတွေကို လေလံဆွဲရောင်းချရာကနေ ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Joey ဆိုတဲ့မြင်းလေးကို Ted Narracott ဆိုတဲ့လူက ဝယ်ယူခဲ့ရာက စတာပါ…လယ်ထွန်တတ်တဲ့ မြင်းဝယ်ရမယ့်အစား စစ်မြင်းလေးကို ဈေးကြီးပေး ဝယ်ချလာတဲ့ Ted တို့ မိသားစုမှာ ပြဿနာမျိုးစုံတက်တော့တာပါပဲ…ဒါပေမဲ့ Ted ရဲ့သားဖြစ်သူ Albert က မြင်းလေးကိုကောင်းကောင်းမွန်မွန်သင်ကြားပေးပြီး ပြဿနာအချို့ကို ကျော်လွှားနိုင်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် ဒီမြင်းလေးကို စစ်တပ်ကို ရောင်းချခဲ့ရပါတယ်…ဒီလိုနဲ့ ပထမကမ္ဘာစစ်မှာ မြင်းလေးကို အသုံးပြုဖို့ဖြစ်လာခဲ့ပြီး သူ့ကိုအရမ်းချစ်တဲ့ Albert ကတော့ မြင်းလေးနဲ့ ဝေးဖို့ဖြစ်လာခဲ့ရာကနေ သူ့ရဲ့မြင်းလေးနဲ့ ပြန်တွေ့ဖို့ ကြိုးစားခဲ့ပုံတွေကို ရိုက်ကူးထားတာပါ…စစ်ပွဲအတွင်း မြင်းတွေကို အမျိုးမျိုးအသုံးချပုံတွေ၊ စစ်သားတွေရဲ့ ခက်ထန်မှုတွေ၊ တစ်ချိန်တည်းမှာပဲ စစ်သားတွေရဲ့ ချစ်စဖွယ်အပြုအမူတွေ၊ စစ်ပွဲတွင်းအဖြစ်အပျက်တွေကိုတခမ်းတနား ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာမို့Channel Myanmar ပရိသတ်ကြီးလည်း အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်…စစ်ကားလည်းဖြစ်တဲ့အပြင် ဒါရိုက်တာ  Steven Spielberg  ရဲ့ လက်ရာဆိုတော့ ထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့အပြင်အမှတ်တရလေးသိမ်းထားစေဖို့အတွက် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်….———————————————————————————–အခုတင္ေပးမွာကေတာ့ လူနဲ႔တိရစၧာန္အၾကား ခ်စ္ျခင္းေမတၱာ၊ မိသားစုခ်စ္ျခင္းေမတၱာ၊ စစ္၏သေဘာတရား စတဲ့ ခံစားမႈရသမ်ိဳးစံုပါဝင္တဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ ဇာတ္ကားနာမည္ကေတာ့ အေပၚကအတိုင္း War Horse ပါ...စစ္ျမင္းတစ္ေကာင္အေၾကာင္းေပါ့…Jurassic Park, Jaws စတဲ့ တိရစၧာန္ဦးစားေပးဇာတ္ကားေတြ၊ Saving Private Ryan၊ Schindler’s List၊  စတဲ့ စစ္ပြဲဦးစားေပးဇာတ္ကားေတြကို ႐ိုက္ကူးခဲ့တဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Steven Spielberg က ႐ိုက္ကူးထားတာျဖစ္ပါတယ္…စာေရးဆရာႀကီး Michael Morpurgo ရဲ႕ နာမည္ေက်ာ္ War Horse စာအုပ္ကို မွီျငမ္း႐ိုက္ကူးထားတာျဖစ္ၿပီး ပထမကမ႓ာစစ္အတြင္းႏိုင္ငံအသီးသီးက အသံုးျပဳခဲ့တဲ့ ျမင္းေပါင္း ရွစ္သန္းေက်ာ္ရဲ႕ သနားစရာဘဝကို တစ္ေကာင္တည္းနဲ႔ ကိုယ္စားျပဳ ႐ိုက္ကူးထားတာျဖစ္ပါတယ္…ၿပီးေတာ့ Loki မင္းသား Tom Hiddleston နဲ႔ Sherlock Holmes မင္းသား Benedict Cumberbatch တို႔ကလည္း အားျဖည့္ကူညီထားပါတယ္….ဇာတ္လမ္းအၫႊန္းပထမကမ႓ာစစ္မစမီ အဂၤလန္ျပည္မွာ လယ္ထြန္ဖို႔အတြက္ ျမင္းေတြကို အသံုးျပဳခဲ့တာပါ…ေစ်းေတြမွာ ျမင္းေတြကို ေလလံဆြဲေရာင္းခ်ရာကေန ဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Joey ဆိုတဲ့ျမင္းေလးကို Ted Narracott ဆိုတဲ့လူက ဝယ္ယူခဲ့ရာက စတာပါ…လယ္ထြန္တတ္တဲ့ ျမင္းဝယ္ရမယ့္အစား စစ္ျမင္းေလးကို ေစ်းႀကီးေပး ဝယ္ခ်လာတဲ့ Ted တို႔ မိသားစုမွာ ျပႆနာမ်ိဳးစံုတက္ေတာ့တာပါပဲ…ဒါေပမဲ့ Ted ရဲ႕သားျဖစ္သူ Albert က ျမင္းေလးကိုေကာင္းေကာင္းမြန္မြန္သင္ၾကားေပးၿပီး ျပႆနာအခ်ိဳ႕ကို ေက်ာ္လႊားႏိုင္ခဲ့ေပမယ့္ အေျခအေနအမ်ိဳးမ်ိဳးေၾကာင့္ ဒီျမင္းေလးကို စစ္တပ္ကို ေရာင္းခ်ခဲ့ရပါတယ္…ဒီလိုနဲ႔ ပထမကမ႓ာစစ္မွာ ျမင္းေလးကို အသံုးျပဳဖို႔ျဖစ္လာခဲ့ၿပီး သူ႔ကိုအရမ္းခ်စ္တဲ့ Albert ကေတာ့ ျမင္းေလးနဲ႔ ေဝးဖို႔ျဖစ္လာခဲ့ရာကေန သူ႔ရဲ႕ျမင္းေလးနဲ႔ ျပန္ေတြ႕ဖို႔ ႀကိဳးစားခဲ့ပံုေတြကို ႐ိုက္ကူးထားတာပါ…စစ္ပြဲအတြင္း ျမင္းေတြကို အမ်ိဳးမ်ိဳးအသံုးခ်ပံုေတြ၊ စစ္သားေတြရဲ႕ ခက္ထန္မႈေတြ၊ တစ္ခ်ိန္တည္းမွာပဲ စစ္သားေတြရဲ႕ ခ်စ္စဖြယ္အျပဳအမူေတြ၊ စစ္ပြဲတြင္းအျဖစ္အပ်က္ေတြကိုတခမ္းတနား ၾကည့္ရမယ့္ ဇာတ္ကားေကာင္းေလးျဖစ္တာမို႔Channel Myanmar ပရိသတ္ႀကီးလည္း အႀကိဳက္ေတြ႕မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္…စစ္ကားလည္းျဖစ္တဲ့အျပင္ ဒါရုိက္တာ  Steven Spielberg  ရဲ႕ လက္ရာဆုိေတာ့ ေထြေထြထူးထူးညႊန္းစရာမလုိတဲ့အျပင္အမွတ္တရေလးသိမ္းထားေစဖုိ႕အတြက္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တုိ႕ျဖင့္ ျပန္လည္တင္ဆက္ေပးလုိက္ပါသည္….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္….File Size :(2.4GB) and (1GB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…02:26:00Genre :Drama,History,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdam SomnerAnna WorleySteven SpielbergStarsBenedict CumberbatchDavid KrossDavid ThewlisEddie MarsanEmily WatsonJeremy IrvineNicolas BroPeter MullanToby KebbellTom HiddlestonCastAnian ZollnerBenedict CumberbatchCeline BuckensDavid KrossDavid ThewlisEddie MarsanEmily WatsonGeoff BellHannes WegenerHinnerk SchönemannIrfan HusseinJeremy IrvineJulian WadhamLiam CunninghamMaggie OllerenshawMarkus TomczykMatt MilneMaximilian BrücknerMichael KranzNicolas BroNiels ArestrupPatrick KennedyPeter BenedictPeter MullanPhilippe NahonPip TorrensRainer BockRobert EmmsSeamus O'NeillSebastian HülkToby KebbellTom HiddlestonTony PittsTrystan Pütter",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iO4fslQ9CenAOcg3JfhN6o9va2.jpg",
      "https://image.tmdb.org/t/p/w300/28FdskXalzOK0kEirQkmTRpnqR0.jpg",
      "https://image.tmdb.org/t/p/w300/28aH57TP7huPxxX73COrd2xlRwJ.jpg",
      "https://image.tmdb.org/t/p/w300/m2u5mH0Sxxw6Qg3dSqSueQ5Iztf.jpg",
      "https://image.tmdb.org/t/p/w300/bvGFOiqgE6ljFLxP1xxUjYd94e3.jpg",
      "https://image.tmdb.org/t/p/w300/64YOcrslrijllDRCpQvXkSKvXQV.jpg",
      "https://image.tmdb.org/t/p/w300/uXq2KY4mESfJQsj2YHkkkv9mbTT.jpg",
      "https://image.tmdb.org/t/p/w300/x3JblP6mAmbbfKX1964I4S9tgkx.jpg",
      "https://image.tmdb.org/t/p/w300/k7v9S1DeRwPmqgp8CGgOEP9IojR.jpg",
      "https://image.tmdb.org/t/p/w300/lVz03rNHtZrjbrvixI6icy8u1Y9.jpg",
      "https://image.tmdb.org/t/p/w300/8HdXRgzALHM3uLmlIxrl5kM11oc.jpg",
      "https://image.tmdb.org/t/p/w300/g7i1GTucvhOil3TLEA5EdAFONZ3.jpg",
      "https://image.tmdb.org/t/p/w300/pAwH05ik5AVq5lJaMWs2DoJcOui.jpg",
      "https://image.tmdb.org/t/p/w300/bBgdA8sIGiDC85PGhNAtt9Abn6V.jpg",
      "https://image.tmdb.org/t/p/w300/8gQDKwSljRUlT9gyFm2c5PhfmaQ.jpg",
      "https://image.tmdb.org/t/p/w300/NxWjw67FlafIfk2KmGZ1gUSGYN.jpg",
      "https://image.tmdb.org/t/p/w300/5xEp14rTh4OIWWbNTJTCgQssewA.jpg",
      "https://image.tmdb.org/t/p/w300/6G0ORMwXitjoi2q2GqbRpOAdbHe.jpg",
      "https://image.tmdb.org/t/p/w300/pQfiWz19q6Nfb2q8VDJNRy0bs2a.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/War-horse-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ybd47b6ck8lb.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/nf5b2hzz0371.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/war-horse-1080-p-blu-ray-5-1-ch-2011-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/war-horse-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/66eeb9/war-horse-1080p-blu-ray-5-1-ch-201-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/5cbe4030/war-horse-201-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4etjs/War_Horse_{1080P_Blu-ray_5.1_CH}_[2011]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/3yvwY/War_Horse_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/EFxEzKgA#COVy4T544IoNcJ4u0k7TsR3VQXK_-ct8Cuba85CJOSE",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/FJxUDA7S#awAIXD4SVY8kAhh9Qqo3nnISiopZfo-7PNEaCq_pbNA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/4l6qwkzscgdm",
        "server": "upstream.to",
        "size": "2.4GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/ec9bsvmt7927",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "d6Ru9Y9Xwjg",
      "video_url": "https://www.youtube.com/watch?v=d6Ru9Y9Xwjg",
      "embed_url": "https://www.youtube.com/embed/d6Ru9Y9Xwjg"
    }
  },
  {
    "metadata": "R|2011|1h 27m|Action,Drama,Horror",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "13K"
    },
    "title": "The Day (2011)",
    "description": "The Day (2011)သွေးသံတရဲရဲနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် အတိုက်အခိုက် ဇာတ်ကားမျိုး Zombie ဇာတ်ကားမျိုး သဘောကျတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် The Day (2011) ဇာတ်ကားလေးကို ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ဒီကားလေးက အဖြူအမည်းနဲ့ production budget လျှော့ချပြီး ရိုက်ထားပေမဲ့ Cartlonian Film Festival မှာ Best Motion Picture award အတွက် စံကာတင် အရွေးခံခဲ့ရတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ တစ်ကမ္ဘာလုံး ကပ်ဘေးကျရောက်ပြီး လူမကျ ဇွန်ဘီးမကျတဲ့ လူသားစား အကောင်တွေရဲ့ လိုက်လံ သတ်ဖြတ် စားသုံးခြင်းကို ခံနေရတဲ့ ခေတ်ကာလကြီးဖြစ်ပါတယ်။အဲ့ကာလမှာ လူ ၅ ယောက်တစ်စုဟာ ထွက်ပြေးတိမ်းရှောင်ရင်း အိမ်တစ်အိမ်မှာ အခြေချကာ သွေးဆာနေတဲ့ လူသားစားအကောင်တွေကို လက်ကျန်ကျည်ဆန်လေးနဲ့ ရင်ဆိုင် တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလှည့်ကွက်လေးတွေလည်း ပါတာမလို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ရိုက်ချက်တွေကလည်း မိုက်တာမလို့ ကြည့်သင့်တဲ့ thriller/apocalypse ဇာတ်ကားလေး ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Kitပါ။)File Size          :1.5GB, 677MB, 357MBQuality            :1080p BDRip,720p BDRip, 480pFormat            :mp4Duration         :1hr 27minsGenre              :Action, Comedy, HorrorTranslated byKitEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDouglas AarniokoskiStarsAshley BellBrianna BarnesShawn AshmoreCast2011Alain MoussiAshley BellBrayden EdwardsBrianna BarnesCory HardrictDominic MonaghanMichael EklundShannyn SossamonShawn AshmoreSteffi Hagel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6axH52yRnDuj3ToK68tes9aDx3a.jpg",
      "https://image.tmdb.org/t/p/w300/aZPyBORuQdvOjKvYInuWJjagYG2.jpg",
      "https://image.tmdb.org/t/p/w300/lr4s1IVGijjpNDigGpPwNqmB7ev.jpg",
      "https://image.tmdb.org/t/p/w300/9Qp75wbTghlu0O13hePZG62uIvC.jpg",
      "https://image.tmdb.org/t/p/w300/nvrSSKx9OilTtbE0u0fgukmm1pB.jpg",
      "https://image.tmdb.org/t/p/w300/6th7da8M6W6YWWhzsHhcT4xkQ6e.jpg",
      "https://image.tmdb.org/t/p/w300/u9czOWv3paYvXcuxBbDOV6fu1EQ.jpg",
      "https://image.tmdb.org/t/p/w300/9hpu6NSVHZ65YJmZTT5DP12gFws.jpg",
      "https://image.tmdb.org/t/p/w300/q3sB8gi9Cb2ZUZ8qVyXyKlEQMbu.jpg",
      "https://image.tmdb.org/t/p/w300/yNJeRFo3SeR0Gq8b0oOZoGW0xUn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zNFCkFmgI4Dnv3UpC0lLM7jWhYU.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-day-2011-1080-p-br-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jjdxhvuvsciu.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Vhqy/[CM]The.Day.2011.1080p.BrRip.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FTlwiLbR#EFXib00TgJfW4MV5k_U3-rYXbu0gkg9g6V46zgAoFEs",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/751zwxzjbbfr",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-day-2011-720-p-br-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ga8erop3vlue.html",
        "server": "usersdrive.com",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vhqq/[CM]The.Day.2011.720p.BrRip.mp4",
        "server": "megaup.net",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gLcEAbrB#CQW2MO5hJjnZrB867v__r69evfvHYv7351g-gdFIPQM",
        "server": "mega.nz",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/nj57bwozx1wo",
        "server": "streamvid.io",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/j707x6rinizm.html",
        "server": "streamsb.com",
        "size": "677MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-day-2011-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "357MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/jxt80usjtcwg.html",
        "server": "usersdrive.com",
        "size": "357MB",
        "quality": "480p"
      },
      {
        "link": "ttps://megaup.net/1Vhqk/[CM]The.Day.2011.480p.mp4",
        "server": "megaup.net",
        "size": "357MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/8LVEHYZA#sl0fU9UZyPU4PGrKSU7FO_WqpzoY6I0aICqg6RMKEHU",
        "server": "mega.nz",
        "size": "357MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/6cl9mllqw7k5",
        "server": "streamvid.io",
        "size": "357MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/8rmg3oi0osnl.html",
        "server": "streamsb.com",
        "size": "357MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "_J4d7NyIVlo",
      "video_url": "https://www.youtube.com/watch?v=_J4d7NyIVlo",
      "embed_url": "https://www.youtube.com/embed/_J4d7NyIVlo"
    }
  },
  {
    "metadata": "PG-13|2011|89 min|Action,Adventure",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "50,594"
    },
    "title": "The Darkest Hour (2011)",
    "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDb rating 4.9 ရထားတဲ့ သဲထိတ္ရင္ဖို ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကိုၾကည့္ရွ႕ရင္းနဲ႔ လူတစ္ေယာက္ရဲ႕ကံၾကမၼာအလွည့္အေျပာင္းေတြကိုေတြ႔ရမွာပါေမာ္စကိုျမိဳဳ႕ကို အလည္ေရာက္လာတဲ့ အေမရိကန္နိုင္ငံက ေကာင္မေလးနွစ္ေယာက္နဲ႔ေကာင္ေလးနွစ္ေယာက္တို႔Clubတစ္ခုမွာစုံရာက စၾကေနာက္ၾကရင္းနဲ႔သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ၾကပါတယ္။ ဒါေပမဲ့ လူတစ္ေရာက္ရဲ႕ကံၾကမၼဆိုတာ ဆန္းက်ယ္လြင္းလွပါတယ္အေၾကာင္းကေတာ့ ရုရွားနိုင္ငံကို ကမၻာေျမၾကီးရဲ႕ဒဏ္ခတ္မွူ႔လို႔ပဲေျပာရမလား မျမင္နိုင္တဲ့ စြမ္းရွင္အေကာင္ေတြေရာက္ရွိလာျပီးတိုက္ခိုက္ခဲ့လို႔လူေတြအမ်ားျပားကတ္ေဘးစိုက္ခဲ့ရပါတယ္။ဒီအေကာင္ေတြဟာ ထိေတြ႔ကိုင္သြယ္လို႔မရသလို နွိမ္းမဲ့နည္းလမ္းေတြလဲမသိၾကေသးသာမို႔ လူေတြအေတာ္မ်ားမ်ား ဒုကၡေရာက္ေသေၾကပ်က္စီးခဲ့ၾကရပါတယ္။ဒီဒုကၡေတြမွာ သူတို႔လဲအလူးအလဲခံၾကရင္း အခက္အခဲေတြကိုဘယ္လိုျဖတ္ေက်ာ္ၾကမလဲဆိုတာ အရမ္းစိတ္oင္စားစရာေကာင္းတာမို႔ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစဗ်…(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ စိုးရာဇာပဲျဖစ္ပါတယ္)File Size : 650 MB /300 MBQuality : Bluray 720PRunning Time : 1hr 29minutesFormat : Mp4Genre :Action,Adventure,HorrorEncoder : Thanhtike ZawDownload and Watch (YP Link)Download Here Bluray 720p (650 MB) Pcloud LinkDownload Here Bluray 720p (650 MB) Openload LinkDownload Small File Size 360p (300 MB) Pcloud LinkDownload Small File Size 360p (300 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris GorakStarsEmile HirschMax MinghellaOlivia ThirlbyRachael Taylor",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/d.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJRVHo4MEttTGM4V3M0Rm9VNlkrSWl4VC9lam1nYzZlbGR5b0FzZGxLSVI3TGlBWUdodVN1R3FzcnJCbmp3VG5NWGtiVTJVbzNJU0tua2txc3R1c3FBK3oyQ2x5MzdZSFMzd3ZpZk4vUHBBSCtYY2pRZzFNTmZ0REpxdUx2UngvND0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJRVHo4MEttTGM4V3M0Rm9VNlkrSWl4VC9lam1nYzZlbGR5b0FzZGxLSVI3TGlBWUdodVN1R3FzcnJCbmp3VG5NWGtiVTJVbzNJU0tua2txc3R1c3FBK3oyQ2x5MzdZSFMzd3ZpZk4vUHBBSCtYY2pRZzFNTmZ0REpxdUx2UngvND0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFJRVHo4MEttTGM4V3M0Rm9VNlkrSWl4VC9lam1nYzZlbGR5b0FzZGxLSVI3TGlBWUdodVN1R3FzcnJCbmp3VG5NWGtiVTJVbzNJU0tua2txc3R1c3FBK3oyQ2x5MzdZSFMzd3ZpZk4vUHBBSCtYY2pRZzFNTmZ0REpxdUx2UngvND0="
    }
  }
]