[
  {
    "metadata": "NC-16|2014-15|1h 49min & 1h 57min|Action,Drama,Horror",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "3,918 & 2,217"
    },
    "title": "Parasyte (1) + (2) Special Package 2014 -15",
    "description": "Parasyte 1: Kiseijuu (2014)_______IMDb – 6.9/10Parasyte 2: Kiseijuu: Kanketsuhen (2015)_______IMDb – 6.5/10Parasyte ဟာ Iwaaki Hitoshi ရဲ့ ၁၉၈၈ခုနှစ်ကနေ ၁၉၉၅ခုနှစ်ထိ အခန်းဆက်ရေးသားခဲ့တဲ့ Sci-fi horror မန်ဂဇာတ်လမ်းတွဲဖြစ်ပြီး၊ ဇာတ်လမ်းရဲ့ ထူးခြားတဲ့တင်ပြပုံနဲ့ body horror ကို အသားပေးဖော်ပြမှုကြောင့်နာမည်ကြီးတဲ့ မန်ဂဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေခဲ့မှုကြောင့် အမေရိက နဲ့ နိုင်ငံတကာမှာ အတော်လေးအောင်မြင်ခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ ၂၀၁၄ခုနှစ်မှာတော့ ဇာတ်ခုံပေါ်တစ်ဖန်ပြန်တက်လာခဲ့ပါတယ်။ ၂၀၁၄ခုနှစ်မှာ TOHO ကနေ အပိုင်း၂ပိုင်းပါဝင်တဲ့ Live-action ရုပ်ရှင်ဇာတ်ကားအဖြစ် ရိုက်ကူးရုံတင်ဖို့ ကြေညာခဲ့ပြီး၊ ၂၀၁၄ ခုနှစ်ထဲမှာပဲ MADHOUSE စတူဒီယိုကနေ ရိုက်ကူးတဲ့ Anime ရုပ်သံဇာတ်လမ်းတွဲကို ထုတ်လွှင့်ပြသခဲ့ပါသေးတယ်။ အစကတော့ ၂၀၀၅ခုနှစ်ကတည်းက ဒီဇာတ်လမ်းကို ရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းရိုက်ကူးဖို့ဝယ်ယူထားတာက ဟောလိဝုဒ်ရုပ်ရှင်လုပ်ငန်းတစ်ခုဖြစ်တဲ့ New Line Cinema ဖြစ်ပေမယ့် မရိုက်ဖြစ်လိုက်ရပဲ ၂၀၁၃ခုနှစ်ထဲမှာ သက်တမ်းကုန်သွားတဲ့အတွက် ကံကောင်းထောက်မစွာ အနောက်တိုင်းမှုပြုထားတဲ့(ညံ့မှာသေချာတဲ့)ဇာတ်ကားမထွက်ရှိလိုက်ပဲ အခုလို ဒါရိုက်တာ Yamazaki Takashi ရဲ့ Live-action ဇာတ်ကားအဖြစ် ကြည့်ရတာ ဖြစ်ပါတယ်။Kiseijuu (ကပ်ပါးကောင်) လို့ အဓိပ္ပာယ်ရတဲ့ အမည်နဲ့လိုက်ဖက်စွာပဲ ဒီဇာတ်လမ်းရဲ့အဓိကလက်သည်တွေကတော့ ဘယ်ကနေဘယ်လိုရောက်ရှိလာမှန်းမသိတဲ့ အမျိုးအမည်မသိသတ္တဝါဆန်း ကပ်ပါးကောင်တွေပဲ ဖြစ်ပါတယ်။ သဘာဝအလျောက်စ့ဆော်မှုအရလူသားတွေကို သတ်ဖြတ်ချင်နေတဲ့ ဒီကပ်ပါးကောင်တွေဟာ လူသားတွေရဲ့ခန္ဓာကိုယ်ထဲဝင်ရောက်ပြီး၊ ဦးနှောက်ကိုအပိုင်စီးကာ လူခန္ဓာကိုယ်မှာ တွယ်ကပ်နေတဲ့ လူသားစား Monster တွေဖြစ်လာပါတယ်။ လူခန္ဓာကိုယ်ကို လုယူနိုင်လိုက်တဲ့ကပ်ပါးကောင်တစ်ကောင်ဟာ သာမန်လူတစ်ယောက်ပုံစံဟန်ဆောင်နိုင်ပြီး၊ သားကောင်ရှေ့ရောက်မှ သတ်ဖြတ်စားသောက်ကြတာ ဖြစ်ပါတယ်။ Izumi Shinichi အမည်ရ အထက်တန်းကျောင်းသားလေးကတော့ ကံကောင်းသွားပါတယ်။ သူ့ရဲ့ ခန္ဓာကိုယ်ထဲဝင်ရောက်လာတဲ့ ကပ်ပါးကောင်ဟာ Shinichi ရဲ့ ဦးနှောက်ကိုမရလိုက်ပဲ ညာဘက်လက်ကိုသာ အပိုင်စီးနိုင်ခဲ့ပါတယ်။ အိပ်ရာကနေနိုးလာတော့ ကိုယ့်ရဲ့ညာဘက်လက်က သတ္တဝါဆန်းတစ်ကောင်ဖြစ်နေတာတွေ့လိုက်ရတဲ့ ခံစားချက်ကို စဉ်းစားသာကြည့်ကြပါတော့။ လေ့လာသင်ယူမှုအားကောင်းတဲ့ ကပ်ပါးကောင်တွေပီပီ အဆိုပါ Migi (ညာလက်) အမည်ရ ကပ်ပါးကောင်ဟာ Shinichi နဲ့ ဆက်သွယ်ပြောဆိုလာနိုင်ပြီးနောက် နှစ်ယောက်စလုံးအသက်ရှင်ရပ်တည်ရေးအတွက် အတူတကွယှဉ်တွဲနေထိုင်ဖို့ သဘောတူညီချက်ရရှိသွားပါတယ်။ Shinichi ဟာ မိခင်ဖြစ်သူ Izumi Nobuko နဲ့ အမေတစ်ခုသားတစ်ခု နေထိုင်ရတာဖြစ်ပြီး၊ မိခင်ဖြစ်သူတစ်ယောက်တည်း သူ့အတွက်ကြိုးစားရုန်းကန်နေရတာကိုကြည့်ကာ အလိုလိုနေရင်းအပြစ်ရှိသလို ခံစားနေရတဲ့ Shinichi အတွက် အခုလို လူသားစားကပ်ပါးကောင်တွေနဲ့ ပတ်သတ်ဖို့ဖြစ်လာတော့ ပိုပြီးစိတ်ဖိစီးလာခဲ့ပါတယ်။ ပိုဆိုးတာက ကပ်ပါးကောင်တွေဟာ တစ်ယောက်နဲ့တစ်ယောက် အာရုံခံနိုင်တဲ့အတွက် Shinichiအတွက် ရှောင်ပြေးဖို့မဖြစ်နိုင်ပဲ သူပထမဆုံးကြုံတွေ့ရတဲ့ လူသားစားကပ်ပါးကောင်တစ်ယောက်ကို Migi ရဲ့အကူအညီနဲ့ သတ်ဖြတ်နိုင်လိုက်ပါတယ်။ ဒီလို Migi ကို လူတွေမမြင်အောင် ဖုံးကွယ်နေရတဲ့ကြားထဲ အခြားသောကပ်ပါးကောင်တွဆီကနေ ပတ်ပြေးရသေးတဲ့ Shinichi ဟာ တစ်နေ့တော့ သူတို့ကျောင်းကိုအသစ်ရောက်ရှိလာတဲ့ ဆရာမ Tamiya Ryoko ဟာ ကပ်ပါးကောင်တစ်ယောက်ဖြစ်နေတာ  သိလိုက်ရပါတော့တယ်။ အခြားလူသားစားကပ်ပါးကောင်တွေနဲ့မတူ တစ်မူထူးခြားတဲ့ Tamiya ဟာ ကပ်ပါးကောင်တွေနဲ့လူသားတွေ အတူတကွနေထိုင်နိုင်မယ့်နည်းလမ်းကို သူရှာဖွေစမ်းသပ်နေကြောင်း ပြောပြကာ Shinichi ကို သူတို့ရဲ့ကွန်ယက်ထဲ သွင်းလိုက်ပါတယ်။ ဒါပေမယ့် အခြားကပ်ပါးကောင်တစ်ယောက်ဖြစ်တဲ့ ရဲအရာရှိခန္ဓာကိုယ်နဲ့ A ကတော့ Shinichi ကို ယုံကြည်ခြင်းမရှိပဲ တစ်ညမှာ Shinichi ကို လမ်းမှာတိုက်ခိုက်ပါတယ်။ Shinichi က Migi ရဲ့အစွမ်းနဲ့ ကံကောင်းထောက်မစွာ အသက်ရှင်လွတ်မြောက်နိုင်စွမ်းရှိပေမယ့် အဆိုပါအိမ်ပြန်လမ်းကနေ ဖြတ်သန်းပြန်လာသူက Shinichi ရဲ့ မိခင်ဖြစ်သူ Nobkuo .. ။ခြောက်လနီးပါးခြားပြီး ရုံတင်ပြသတဲ့ အပိုင်း ၂ မှာတော့ အပိုင်း ၁ ရဲ့ အဆုံးကနေ တစ်ဆက်တည်းဇာတ်လမ်းဆက်ပြီး၊ အပိုင်း ၁ တုန်းက ဖြစ်ရပ်တွေကြောင့် မတူညီတဲ့အခြားလူတစ်ယောက်လို ပြောင်းလဲသွားတဲ့ Shinichi ဟာ ကပ်ပါးကောင်တွေနဲ့လူသားတွေကြားက စစ်ပွဲမှာ တစ်ဖန်ပါဝင်ပတ်သတ်ရပြန်ပါတယ်။ Tamiya ရဲ့ ကပ်ပါးကောင်ကွန်ရက်ဟာ မြို့တော်ဝန်ရာထူးအထိရယူနိုင်လာပြီး၊ သူတို့ရဲ့အဖွဲ့အစည်းကို ကြီးမားအောင်ဖွဲ့စည်းနိုင်လာပါတယ်။ တစ်ဆက်တည်းမှာ လူသားကလေးတစ်ယောက်ကို စမ်းသပ်တဲ့အနေနဲ့ ကိုယ်ဝန်ဆောင်မွေးဖွားတဲ့ Tamiya ဟာ သူမရဲ့အမူအကျင့်တွေ၊ အတွေးအခေါ်တွေ ပြောင်းလဲလာသတိထားမိပြီး၊ Shinichi နဲ့ Migi တို့ကြားကဆက်ဆံရေးဟာလည်း ပိုပြီးရင်းနှီးနီးစပ်လာခဲ့ပါတယ်။ Tamiya အဆိုပြုတဲ့ လူသားတွေနဲ့အတူတကွနေထိုင်နိုင်ဖို့အတွက် သူတို့အနေနဲ့လိုက်လျောညီထွေပြောင်းလဲဖို့လိုအပ်ကြောင်းကို လက်မခံတဲ့ ကပ်ပါးကောင်တွေနဲ့ ထိပ်တိုက်တွေ့တာက ကပ်ပါးကောင်တွေကို နှိမ်နင်းဖို့ အစိုးရကစေလွှတ်လိုက်တဲ့အထူးတပ်ဖွဲ့တွေ။ ဒီလိုနဲ့ ကပ်ပါးကောင်တွေနဲ့လူသားတွေကြားက တိုက်ပွဲဟာအရှိန်အမြင့်ဆုံးကိုရောက်ရှိလာပြီးနောက်၊ Shinichi နဲ့ Migi တို့ဟာ ဒီမျိုးစိတ်နှစ်ခုအတူယှဉ်တွဲနေထိုင်ဖို့ဖြစ်နိုင်မလား၊ ဘယ်ဘက်ကမကောင်းဆိုးဝါးတွေလဲ၊ လူသားတွေလား၊ ကပ်ပါးကောင်တွလားဆိုတာ အဖြေရှာရတော့မှာ ဖြစ်ပါတယ်။အပိုင်း ၁ နဲ့ ၂ မှာ သိသာစွာ ကွဲပြားချက်တစ်ခုကတော့ ပထမဇာတ်ကားမှာ စတင်အသက်ဝင်လာတဲ့ ကပ်ပါးကောင်တွေရဲ့အန္တရာယ်ကို ကြောက်မက်ဖွယ်ကောင်းအောင် ဖော်ပြထားပြီး၊ လူသားတွေဖြစ်တဲ့ပရိသတ်တွေအနေနဲ့ လူတွေကိုရက်ရက်စက်စက်သတ်ဖြတ်နေတဲ့ ကပ်ပါးကောင်တွေကို ဗီလိန်တွေအဖြစ် အမုန်းကြီးမုန်းကြရမှာ ဖြစ်ပါတယ်။ အဲ … ဒုတိယပိုင်းရောက်တော့ ကပ်ပါးကောင်တွေက လူသားခန္ဓာကိုယ်မှာအချိန်ကြာလာတော့ တဖြည်းဖြည်းနဲ့လိုက်လျောညီထွေဖြစ်အောင် ရုပ်ပိုင်းဆိုင်ရာကော၊ စိတ်ပိုင်းဆိုင်ရာပါ ဆင့်ကဲပြောင်းလဲလာကြပြီး၊ ဒီတစ်ကြိမ်မှာတော့ လူသားတွေအနေနဲ့ ခံရတဲ့ victim သားကောင် ချည်းသက်သက်မဟုတ်တော့တာ တွေ့ရမှာပါ။ရှင်းရှင်းပြောရင် Parasyte ဇာတ်ကားဟာ မထွက်ရှိခင်က သိပ်ပြီးအကောင်းဘက်ကနေ မျှော်လင့်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်မဟုတ်ခဲ့ပါဘူး။ အကယ်ဒမီဆုရှင်ဒါရိုက်တာ Yamazaki Takashi ဟာ ဒီဇာတ်ကားကို မန်ဂစီးရီးတစ်ခုရဲ့ adaptation ဆိုတာထက် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ရိုက်ကူးဖို့ ကြိုးစားခဲ့ဟန်တူပါတယ်။ မန်ဂအုပ်တွဲပေါင်း ၁၀ခုကို လေးနာရီကြာ ရုပ်ရှင်ဇာတ်လမ်းအဖြစ် ကူးပြောင်းရိုက်ကူးတဲ့နေရာမှာ အများကြီးဖြတ်တောက်ချုံ့ပစ်လိုက်တာဖြစ်တဲ့အပြင် ဆယ်စုနှစ်နှစ်ခုနီးပါးကွာခြားတဲ့ ဇာတ်အိမ်တည်ရာအချိန်ကာလကြောင့် အချို့နေရာတွေမှာ ခေတ်မှီအောင် ပြင်ဆင်လိုက်ရတာတွေရှိုလို့  မူရင်းဇာတ်လမ်းတွဲပရိသတ်ပါ ဆိုသူများအတွက်တော့ အလိုမကျစရာတွေ အများကြီးရှိမှာအမှန်ပါပဲ။ အရေးပါတဲ့ဇာတ်လမ်းဇာတ်ကွက်များစွာနဲ့ ဇာတ်ကောင်တွေကို ချန်လှပ်ပြီး၊ ဇာတ်လမ်းကိုပြုပြင်တဲ့နေရာမှာ အထင်ရှားဆုံးအချက်လို့ပြောရမှာကတော့ အဓိကဇာတ်ကောင် Shinichi ရဲ့ မိသားစုအခြေအနေပါပဲ။ မူရင်းထဲကလို မိစုံဖစုံမဟုတ်တော့ပဲ အမေတစ်ခု၊သားတစ်ခုပုံစံ ပြု ပြင်ထားတာက ဆိုးဝါးတဲ့စိတ်ကူးတစ်ခုလို့ မဆိုနိုင်ပါဘူး။ ဒီလိုပြင်လိုက်လို့ Shinichi နဲ့ မိခင်ဖြစ်သူတို့ကြားက သံယောဇဉ်ကို ပိုပြီးမီးမောင်းထိုးပြနိုင်တဲ့အပြင် နောက်ပိုင်းပါလာမယ့် Shinichi ရဲ့ စိတ်ပိုင်းဆိုင်ရာပြောင်းလဲမှုတွေအတွက် ပိုပြီးအားကောင်းတဲ့ သက်ရောက်မှုတစ်ခုဖြစ်စေခဲ့ပါတယ်။ ဘာဖြစ်လို့လဲဆိုတော့ မူလဇာတ်လမ်းတုန်းက Shinichi ရဲ့ ပြောင်းလဲမှုမှာအဓိကကျခဲ့တဲ့ ဇာတ်ကောင် သူ့နောက်ကတစ်ကောက်ကောက်လိုက်နေတဲ့ကောင်မလေး Kana ဟာ Live-action မှာ ချန်လှပ်ထားခဲ့တဲ့ ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့အတွက် Shinichi တို့သားအမိဆက်ဆံရေးဟာ ပိုပြီးအရေးပါလာခဲ့ပါတယ်။ ပြောရရင် မူရင်းဇာတ်လမ်းတွေထဲမှာကတည်းက သတိထားမိတာကို ပြောရရင် မိခင်ဖြစ်သူဟာ Shinichi ရဲ့ စိတ်အတွင်းရုန်းကန်မှုတွေမှာ အရေးပါတဲ့နေရာကပါဝင်ခဲ့ပေမယ့် သူတို့ကြားက အပြင်ပန်းဆက်ဆံရေးကို ဖော်ပြတဲ့နေရာမှာတော့ ထင်သလောက်မပေါ်လွင်တာတွေ့ရမှာပါ။ ဒီနေရာမှာ Live-actionကတောင် ပိုသာတယ် ပြောရမှာပါ။ အထူးသဖြင့် အပိုင်း ၁ ရဲ့ နောက်ဆုံးဇာတ်ရှိန်အမြင့်ဆုံးဇာတ်ဝင်ခန်းမှာ ရုပ်ရှင်ဖန်တီးသူတွေ ထည့်သွင်းထားတဲ့ Izumi Nobuko ရဲ့ သားဖြစ်သူအပေါ်ထားတဲ့မေတ္တာကိုမြင်သာစေသော အခိုက်အတန့်ကတော့ မန်ဂ နဲ့ Anime တွေထဲကထက် ပိုပြီးရသမြောက်ပါတယ်။ အလားတူ Shinichi ကို စောင့်ကြည့်ဖို့ Tamiya က ငှားရမ်းထားတဲ့ သတင်းထောက် Kuramori နဲ့ သူ့ရဲ့သမီးလေးတို့အကြောင်းကို အချိန်နည်းနည်းယူပြီး သရုပ်ဖော်ထားတာက ပရိသတ်အနေနဲ့ ဇာတ်ကားရဲ့လူသားဇာတ်ကောင်တွေအပေါ် ပိုပြီး၊ စာနာခံစားလာစေပါတယ်။ဇာတ်လမ်းဇာတ်ကွက်နဲ့ဇာတ်ကောင်တစ်ချို့ကို အရမ်းကြီးကြမ်းကြုတ်မှုမရှိအောင် နည်းနည်းဖျော့ထားတာကလည်း သတိထားမိစရာပါ။ ဥပမာပြောရရင် နိုင်ငံရေး၊လူမှုရေးအရပြသနာရှိနိုင်တဲ့ မြို့တော်ဝန်ရုံးကို အထူးရဲတပ်ဖွဲ့ SAT က ဝင်ရောက်စီးနင်းတဲ့ဇာတ်ဝင်ခန်းတွေမှာ ရက်စက်ကြမ်းကြုတ်မှုတွေကို တတ်နိုင်သလောက်လျှော့ထားတာမျိုးပေါ့။ အဲဒီလိုဆိုလို့ သွေးထွက်သံယိုပြကွက်တွေ နည်းတယ်လို့ မထင်လိုက်ပါနဲ့ဦး။ စားသောက်လို့ကျန်တဲ့လူ့ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြွင်းအကျန်တွေက ကာတွန်းထဲကထက် အပြင်မှာတွေ့ရတာ ပိုအော်ဂလီဆန်စရာကောင်းပါတယ်။မူရင်းကာတွန်းရုပ်ပြဇာတ်လမ်းနဲ့ပဲ နှိုင်းယှဉ်နေတာတွေ ခဏရပ်ပြီး၊ သာမန်ရုပ်ရှင်ဇာတ်ကားတစ်ကားအနေနဲ့ ခဏကြည့်ကြည့်ရအောင်။ အဲဒီလိုဆိုရင်တော့ သိပ်ကိုကောင်းတဲ့ ရုပ်ရှင်ဇာတ်ကားလို့ ဆိုရမှာပါ။ ဇာတ်ဝင်ခန်းတိုင်း၊ ဒိုင်ယာလော့ခ်တိုင်းဟာ ဒါရိုက်တာတင်ပြချင်တဲ့ အကြောင်းအရာအတိုင်းကွက်တိကျပြီး၊ အပိုအလိုမရှိဘူးလို့ဆိုနိုင်ပါတယ်။ ဒီအတိုင်း လူတွေကို သတ်နေတဲ့ Monster သတ္တဝါတွေနဲ့ ပါဝါရှိတဲ့မင်းသား၊ လူသားစစ်တပ်တွေ၊ရဲတွေကြားက တိုက်ပွဲအက်ရှင်ကား ဆိုပြီး ပေါ့ပေါ့သဘောထားပြီး၊ ကြည့်ရင်တော့ ဘာမှထူးမှာ မဟုတ်ပါဘူး။ ဒါ့အပြင် လက်ရှိအင်တာနက်ပေါ်က ဒီဇာတ်ကားနှစ်ကားလုံးအတွက် အင်္ဂလိပ်ဘာသာပြန်စာတန်းထိုး subtitle အားလုံးနီးပါးက တော်တော်လေးမှားယွင်းနေတာလည်း သတိထားမိပါတယ်။ ဒီတော့ ခုနကပြောခဲ့သလို ပြောနေတာတွေနားမလည်တော့ ဒီအတိုင်းအက်ရှင် body horror ဇာတ်ကားတစ်ကားအဖြစ် မြင်ကြတာများမှာပါ။ (အခုတော့ Samuri ကိုယ်တိုင် မြန်မာဘာသာပြန်ပေးလိုက်တာပါ။)ဇာတ်ကောင်အနေနဲ့ပြောရရင်တော့ နာမည်ကျော်မင်းသမီး Fukatsu Eri သရုပ်ဆောင်ထားတဲ့ Tamiya Ryoko ဟာ အပိုင်း ၁ မှာတော့ သွေးအေးရက်စက်တဲ့ဇာတ်ကောင်တစ်ယောက်ဖြစ်ခဲ့ပေမယ့် အပိုင်း ၂ မှာတော့ သူမရဲ့ မိခင်ဖြစ်လာပြီးနောက် ပိုမိုလူသားဆန်လာမှုကို အတော်ကလေးချဲ့ကားထားပြီး၊ anti-villain ဇာတ်ကောင်တစ်ယောက်ဖြစ်လာတာ တွေ့ရမှာပါ။ ထို့အတူ Fukatsu Eri ရဲ့ချောမောလှပမှုက သူမရဲ့ creepyဖြစ်ရမယ့် ဇာတ်ရုပ်ကိုထင်သလောက်ကြောက်စရာမကောင်းဘူးဖြစ်စေပေမယ့် ဇာတ်ကားတစ်ကားလုံးမှာ အကောင်းဆုံးသရုပ်ဆောင်သွားသူပါပဲ။ အဓိကဇာတ်ကောင်အဖြစ်ပါဝင်တဲ့ Sometani Shota ကတော့ သူ့ရဲ့မထုံတက်တေး derp face ကြောင့် ဝေဖန်ကြပေမယ့် တော်တေ်ာလေးcoolဖြစ်အောင် သရုပ်ဆောင်သွားပါတယ်။ တစ်ခုပဲ။ ရုပ်ကလေးချောသလောက် ပါးစပ်အဟောင်းသား၊ မျက်နှာသေနဲ့ သရုပ်ဆောင်နေတဲ့ မင်းသမီး Hashimoto Aiရဲ့ Satomi ကို ကြည့်ရတာတော့ တော်တော်လေးစိတ်ညစ်ဖို့ကောင်းပါတယ်။အပိုင်း ၂ ပိုင်းခွဲပြီး၊ ရုံတင်တဲ့ Live-action ဇာတ်ကားတွေ ကြုံတွေ့နေကျ ပြသနာဖြစ်တဲ့ ပထမဇာတ်ကားမှာ ဇာတ်ရှိန်အမြင့်ဆုံးနေရာကို ဇာတ်လမ်းကြီးဆွဲ … ဆန့် ပြီး ခေါ်သွားပြီးမှ ဒုတိယပိုင်းကျတော့ ကျန်ရှိနေတဲ့ဇာတ်လမ်းအများကြီးကို အလောသုံးဆယ်မတရားချုံ့ပစ်ရတာမျိုးကိုတော့ မတွေ့မဖြစ် တွေ့ရဦးမှာပါ။ ပြရမယ့်ဇာတ်ဝင်ခန်းတွေကများ၊ အချိန်ကမရတဲ့အတွက် အရေးကြီးတဲ့ဇာတ်ဝင်ခန်းတွေအားလုံး တစ်ပြိုင်နက်ဖြစ်နေကာ ဇာတ်ရှိန်ကတစ်ချိန်လုံးမကျပဲ ဖြစ်နေပါတယ်။ အဓိကဇာတ်ကောင် Shinichiရဲ့ ပျော်ပျော်နေတတ်တဲ့ လူငယ်အဖြစ်ကနေ တည်ငြိမ်သွေးအေးတဲ့စိတ်ထားပိုင်ရှင်အဖြစ်သို့ပြောင်းလဲ၊ ပြီးတော့မှလူသာဆန်တဲ့စိတ်ခံစားချက်တွေကိုပြန်လည်ရရှိလာ …အစရှိသဖြင့် အရေးကြီးတဲ့ Character ပြောင်းလဲပုံအဆင့်ဆင့်ကို ဖော်ကျူးသွားတာက မြန်ဆန်လွန်းတဲ့အတွက် ရုပ်ရှင်ကြည့်ရှုသူတစ်ယောက်အနေနဲ့ သတိတောင် ထားမိလိုက်မှာ မဟုတ်ပါဘူးဒါပေမယ့် နောက်ဆုံးဇာတ်သိမ်းခန်းအတွက် အချိန်အများကြီးပေးထားပြီး၊ တိုက်ခိုက်တဲ့နေရာကို ဧရာမအမှိုက်မီးရှို့စက်ကြီးထဲမှာ ရိုက်ကူးထားတာက တော်တေ်ာလေးမိုက်ပါတယ်။ အက်ရှင်ခန်းတွေ နဲ့ CG effect တွေက ဂျပန် (အာရှ) ဇာတ်ကားတစ်ကားအတွက် အံ့သြဖွယ်ကောင်းလောက်အောင် သေသပ်ကောင်းမွန်နေတာတွေ့ရပြီး၊ အထူးသဖြင့် အရေးအပါဆုံးဇာတ်ကောင် Migi ကို CG နဲ့ဖန်တီးထားတဲ့နေရာမှာ သေချာရုပ်လုံးပေါ်တဲ့အတွက် စိတ်ကျေနပ်စရာပါ။လူသားနဲ့ ကပ်ပါးကောင် ဘယ်ဘက်ကနေမလဲ။ သေချာတာပေါ့။ ကြည့်ရှုတဲ့ပရိသတ်ကျွန်တေ်ာတို့က လူစစ်စစ်ကြီးတွေဖြစ်လို့ လူသားစားတဲ့ကပ်ပါးကောင်ဘက်ကအားပေးဖို့မဖြစ်နိုင်ပေဘူး။ ဒါပေမယ့် တခြားတွေ့နေကျ Monster ဇာတ်ကားတွေ၊ Horror ကားတွနဲ့ ခြားနားစွာပဲ လူသားမျိုးနွယ်ကို ဒုက္ခပေးမယ့်သတ္တဝါဆိုးတွေကို အောင်မြင်စွာနှိမ်နင်းလိုက်လေသတည်းဆိုတဲ့ ဖီလင်မျိုးနဲ့ အဆုံးသတ်သွားမှာမဟုတ်တဲ့ Parasyte Live-action ဇာတ်ကားနှစ်ကားကတော့ ယခုနှစ်ထဲမှာကြည့်ဖြစ်တဲ့ ဂျပန်ရုပ်ရှင်ဇာတ်ကားတွေထဲမှာတော့ အမိုက်ဆုံးဇာတ်ကားတွေအပါအဝင်အဖြစ် အမှတ်ပေးလိုက်ပါတယ်။ ။(မြန်မာစာတန်းထိုးနဲ့ အညွှန်းကိုတော့www.myotaku.clubရဲ့ Founder ကြီးSamuri(ခေါ်)Soe Nyein Ooမှ ကိုယ်တိုင်ရေးသားတင်ဆက်လိုက်တာပါ။)Parasyte: Part 1 (2014)File size…(900MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:49:52Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungParasyte: Part 2 (2015)File size…(950MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:57:49Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/parsyte-12.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9ugest5aayaa.html",
        "server": "usersdrive.com",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/parasyte-part-1-kiseijuu-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rl0t/Parasyte_-_Part_1_(Kiseijuu)_[2014]_(MMSub).mp4",
        "server": "megaup.net",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dKoyxSqY#pTDw-GfngeLm13oOaIISjF8eLQFj1BBu6CCjxEudsP8",
        "server": "mega.nz",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ogcgxr62vqlk",
        "server": "upstream.to",
        "size": "Part 1 - 905 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/9rmxszrqport.html",
        "server": "usersdrive.com",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/parasyte-part-2-kiseijuu-kanketsuhen-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Rl0j/Parasyte_-_Part_2_(Kiseijuu_-_Kanketsuhen)_[2015]_(MMSub).mp4",
        "server": "megaup.net",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/dOhgmAzQ#FVGqq5hJHa2B3ullq9zBGc4SmCIYXQBYwU_8zlX0C5c",
        "server": "mega.nz",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/vyc31dlh58mk",
        "server": "upstream.to",
        "size": "Part 2 - 954 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "dcVuEbnq-8Y?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=dcVuEbnq-8Y?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/dcVuEbnq-8Y?feature=player_embedded"
    }
  }
]