[
  {
    "metadata": "PG-13|2016|133 min|Drama,History",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "153,555"
    },
    "title": "The Promise (2016)",
    "description": "ဒီဇာတ်ကားလေးက ပထမကမ္ဘာစစ်ကာလအတွင်းက ဖြစ်ရပ်မှန်အပေါ်အခြေခံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။Batman မင်းသားကြီး Christian Bale ရဲ့ဇာတ်ကားလေးပါ။ပထမကမ္ဘာစစ်မဖြစ်ခင်အချိန်မှာ တူရကီအင်ပါယာက တန်ခိုးအာဏာ ကြီးမားခဲ့တဲ့အချိန်ပါ။တဖြည်းဖြည်းနဲ့ တူရကီအင်ပါယာလည်းပြိုယွင်းလုနီးနီး ဖြစ်နေပါပြီ။အဲဒီအချိန်ကတူရကီမှာ ခရစ်ယာန်ဘာသာဝင် လူနည်းစုဖြစ်တဲ့ အားမေးနီးယန်းမျိုးနွယ်စုတွေကိုအစ္စလာမ်ဘာသာကိုးကွယ်တဲ့ တူရကီလူမျိုးကြီးဝါဒရှင်တွေ  အများစုက  မနှစ်သက်ကြဘူး။ပထမကမ္ဘာစစ်ဖြစ်လာတဲ့အချိန်မှာတော့ တူရကီစစ်ခေါင်းဆောင်ပိုင်းတွေကအားမေးနီးယန်းတွေကို တိတ်တဆိတ် စစ်နဲ့အတူရောယောင်ပြီး လူမျိုးတုန်းသတ်ဖြတ်မှုတွေကို လုပ်ဆောင်ခဲ့ကြတယ်။ခုချိန်ထိလည်း တူရကီအာဏာပိုင်တွေက ဒီလူမျိုးတုန်း သတ်ဖြတ်ခဲ့မှု ဘူးခံပြီး ငြင်းကွယ်နေဆဲပါပဲ။ဒီဖြစ်ရပ်မှန်အကြောင်းကို ဖော်ထုတ်ပေးခဲ့တာကတော့ အမေရိကန်သတင်းထောက်တစ်ဦးပါပဲ။ဒီဇာတ်ကားက စစ်ပွဲကိုအခြေခံထားတဲ့အချစ်ဇာတ်လမ်းပေမယ့်  အဓိကပေးသွားတဲ့ မက်ဆေ့ချ်လေးကတော့သတင်းမီဒီယာသမားရဲကျင့်ဝတ်သိက္ခာနဲ့ အခန်းကဏ္ဍပါပဲ။တကယ့်ကို စစ်မှန်တဲ့ သတင်းထောက် တစ်ယောက်ကြောင့် လူပေါင်းများစွာ လူမျိုးစုတစ်ခုကို ကယ်တင်နိုင်ခဲ့သလိုသတင်းမီဒီယာသမားတစ်ယောက်ဟာ အမှန်တရားကို အသက်နဲ့တောင် အလဲအထပ်လုပ်ရဲတဲ့အထိစိတ်ဓါတ်ခိုင်မာပြတ်သားတယ်။ဒီလိုစိတ်ဓါတ်မျိုးရှိပြီး အမှန်တရားကို ဖော်ထုတ်ရေးသားတတ်သူ သတင်းထောက်မျိုးကိုသာနိုင်ငံတကာက အသိအမှတ်ပြုပြီး သူရဲ့သတင်းက ယုံကြည်စိတ်ချရပြီးအားကိုးရမယ့်သူမျိုးဆိုတာကို ပါးပါးလေးပြသွားပါတယ်။သတင်းထောက်ကောင်းတွေဟာ ဘယ်လောက်တောင်အပြောအဆို လိမ္မာပါးနပ်မှုရှိသလဲဆိုတာကိုလည်း မြင်တွေ့ရမှာပါ။မြန်မာ့မီဒီယာလောကသတင်းထောက်တွေ ဒီလိုမျိုးဖြစ်လာအောင် ကျင့်သုံးအတုယူသင့်ပါတယ်။နောက်ပြီး ဘယ်သူတွေဘယ်လို ရန်ငြိုးနဲ့လူမျိုးရေးမုန်းတီးမှုပဲရှိရှိ သူငယ်ချင်းတွေ ကြားမှာတော့လူမျိုးတွေဘာသာတွေ စည်းမခြားနိုင်ပါဘူး။ဒီလိုသူငယ်ချင်းသံယောဇဉ်ကိုလည်း အကောင်းဆုံး ပြသသွားခဲ့တယ်။ဒီဇာတ်ကားလေးက ရိုက်ကွင်းရိုက်ကွက်နဲ့ အဲဒီခေတ်အဝတ်အစားအပြင်အဆင်တွေကောင်းသလိုသရုပ်ဆောင်တွေကလည်း တကယ်ကို အသက်ပါလှပါတယ်။ဒီကားလေးကြည့်ပြီး အတုယူစရာတွေများသလို ခံစားချက်တွေလည်း အမျိုးမျိုးပေးစွမ်းနိုင်တဲ့ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရိုးရှင်းပါတယ်……………..အားမေးနီးယန်းလူမျိုးဖြစ်တဲ့ “မီးခေး” ဟာ တိုင်းရင်းဆေးပညာရှင်တစ်ဦးဖြစ်ပြီးသူတို့ရွာမှာ မျိုးရိုးစဉ်ဆက်ဆက်ခံလာတဲ့ပညာနဲ့ လူအများကို ဆေးဝါးကုသပေးနေပါတယ်။သူ့ရဲ့ပြင်းပြတဲ့ ဆန္ဒကတော့ ဆေးပညာသင်ကျောင်းကနေဆေးပညာကိုဆက်လက်လေ့လာပြီး ဆေးကုသပေးချင်တာပါ။ဒီအတွက် ငွေကြေးမတတ်နိုင်လို့ ရွာကသူဌေးသမီးလေးနဲ့ စေ့စပ်ပြီး မြို့ကို ဆေးပညာသင်ဖို့ တက်လာခဲ့တယ်။မြို့မှာ “အန်နာ” ဆိုတဲ့ မိန်းမချောလေးနဲ့ ဆုံတွေ့ခဲ့ပါတယ်။အန်နာမှာလည်း သူ့အပေါ်အစစအရာရာကောင်းတဲ့ခရစ်ဆိုတဲ့ရည်းစားရှိနေပါပြီ။ဒါပေမယ့် အချစ်ဆိုတာကလည်း ထူးဆန်းလှပါတယ်။ဆိုင်သူတွေကိုယ်စီရှိထားပေမယ့် စိတ်တူကိုယ်တူ သူတို့နှစ်ယောက်ကြားကိုအချစ်ဆိုတဲ့အရာ ရောက်လာတဲ့အခါမှာတော့……………..အဲဒီအချိန်မှာပဲ ကမ္ဘာစစ်အတွင်းကို တူရကီနိုင်ငံဝင်ရောက်လာတဲ့အခါမှာတော့…………………ဘယ်လိုတွေများ ဖြတ်သန်းကျော်ဖြတ်ရမလဲကြည့်လိုက်ရအောင်………………………………………………Quality…..BluRay 1080pDuration…..02:13:00Format…Mp4File Size…(954 MB , 410 MB)Translator…..Little TwinlayEncoder…..Moe Myint LwinDownload with Yoteshin LinkDownload with CM LinkDownload with OpenloadDownload with Openload (Small Size)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMaralyn CausleyTerry GeorgeStarsAngela SarafyanCharlotte Le BonChristian BaleDaniel Giménez CachoMarwan KenzariNuman AcarOscar IsaacRade SerbedzijaShohreh AghdashlooTom HollanderCastAaron NeilAbel FolkAharon IpaléÀlex MarunyAlicia BorracheroAndrew TarbetAngela SarafyanAnthony RotsaArmin AmiriCharlotte Le BonChristian BaleDaniel Giménez CachoIgal NaorJames ChanosJames CromwellJean RenoKevork MalikyanLucía ZorrillaMarwan KenzariMichael Stahl-DavidMilene MayerNuman AcarOscar IsaacRade SerbedzijaRoman MitichyanShnorhk SargsyanShohreh AghdashlooStewart ScudamoreTamer HassanTom Hollander",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lIGxSu2QrXhOY6sQiiv5amV14wv.jpg",
      "https://image.tmdb.org/t/p/w300/zwCOcCjSndbJme0sSMIeyrgVgRY.jpg",
      "https://image.tmdb.org/t/p/w300/sBqv7sFDUh3MpjDeWuno1xqyJqc.jpg",
      "https://image.tmdb.org/t/p/w300/5TlW11iZCKoQ3GS7KynHhr86X25.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/20471860_853408838156586_702453817_n.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "Pk4TivbNVUM",
      "video_url": "https://www.youtube.com/watch?v=Pk4TivbNVUM",
      "embed_url": "https://www.youtube.com/embed/Pk4TivbNVUM"
    }
  },
  {
    "metadata": "R|2008|2h 28min|Action,Asian,Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "42,810"
    },
    "title": "Red Cliff (2008)",
    "description": "Red Cliff – 2008IMDb (7.4/10)………Rotten Tomatoes (91%)ဒီဇာတ်ကား ၂ ကားကို လွီပုနဲ့သောင်းချန်၊ သစ္စာဂုဏ်ရည် ကြည့်ဖူးတဲ့သူတွေ၊ P2 ဂိမ်းမာတွေတော့ ရင်းနှီးနေပြီးသားဖြစ်မှာပါ။Romance of the three kingdomsဂိမ်းတွေလည်း ထွက်ထားပါတယ်။ အရင်နှစ်တွေကတော့ ဒီသမိုင်းကာလ စဆုံးကို စီးရီးထွက်ပါတယ် အပိုင်း ၆၀ လောက်တော့ ရှိမှာပေါ့။တရုတ်ပြည်ရဲ့ မင်းသုံးပါး အပြိုင်ခေတ်သမိုင်းထဲက အကျော်ကြားဆုံးကမ်းပါးနီတိုက်ပွဲကို ကောက်နှုတ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ကာလကတော့ လွီပုနဲ့တုံကြို့တို့အသက်ခံရပြီးနောက်ပိုင်း။ လျိုပေ့ နဲ့ စွန်းကွန် တို့ မင်း ၂ ပါးအဖြစ် အင်အားအနည်းငယ်ရလာချိန်မှာ အမတ်ချုပ်ကြီး ချောင်ချောင်ဟာ လျိုပေ့ကို  လိုက်ဖိတိုက်နေတဲ့ကာလပါ။ လျို့ပေ့မှာတော့ ကွမ်းရီ၊ကျန်းဖေး၊ကျောက်ယွန် တို့ သူရဲကောင်း ၃ ယောက်နဲ့ ဒီဇာတ်ကားရဲ့ အဓိကနေရာမှာပါတဲ့ ပညာရှိအမတ်ခုံးမင်(ကျူးကော့်လျန်) တို့ ပါဝင်နေပါပြီ။ စွန်းမျိုးနွယ်တွေမှာတော့ စွန်းကျင်း နဲ့ စွန်းစီ သေသွားခဲ့ပြီး ညီငယ်က ဘုရင်ငယ်လေး ဖြစ်လာတဲ့အချိန်ပါပဲ။ ချောင်ချောင်ရဲ့ မတန်တဆကြီးမာလှတဲ့အင်အားကို အဖွဲ့ ၂ ဖွဲ့ရဲ့ ဉာဏ်ကြီးရှင် ၂ ယောက်ပူးပေါင်းပြီး အနိုင်တိုက်ခဲ့တဲ့ တိုက်ပွဲအကြောင်းပါ။ပြောကြစတမ်းဆို ချောင်ချောင်ဟာ ဗီလိန်နေရာဖြစ်ပေမယ့် တကယ်ထက်မြက်တဲ့ နိုင်ငံရေးသမားဆိုတာ သမိုင်းပညာရှင်တွေ မငြင်းနိုင်ပါဘူး။ ချောင်ချောင် ရှုံးတဲ့ပွဲတွေကလည်း ကမ်းပါးနီနောက်ပိုင်းမှာ လက်ချိုးရေလို့တောင် ရမယ်ထင်ပါတယ်။လျိုပေ့ တို့နဲ့ စွန်းကွန်တို့ အချင်းချင်း ပြန်ချကုန်တာလည်း ပါတာပေါ့။ ဒီဇာတ်ကား ၂ ကားရဲ့ အဓိက ဇာတ်ဆောင် ကျူးကော့်လျန်ကတော့ အသက်အတော်ရတဲ့အထိ  လျိုပေ့နေရာကို ဆက်ခံခေါင်းဆောင်သွားခဲ့ပြီးနောက်ဆုံးမှာ တီဘီရောဂါနဲ့ ဆုံးသွားတယ်လို့တော့ ဖတ်ဖူးပါတယ်။ နာမည်ကြီးဇာတ်ကောင်တွေကို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ အကောင်းဆုံးရိုက်ကူးထားတဲ့ ကားတွေမို့ ဘယ်ချိန်ပြန်ကြည့်ကြည့် မရိုးနိုင်တာတော့ အမှန်ပါပဲ။ အားပေးကြပါဦး။File size…(2.2 GB) and (1.3 MB)Quality….Blu-Ray 1080p & 720pFormat…mp4Duration….02:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn WooStarsChang ChenChen ChangFengyi ZhangHou YongHu JunLin Chi-LingLin ChilingShidou NakamuraTakeshi KaneshiroTony Leung Chiu-WaiYou YongZhang FengyiZhao WeiCastBa Sen Zha BuChang ChenCui Yu-GuiDaWei TongGuo ChaoHou YongHu JunHu XiaoguangJia Hong-WeiJiang TongLin Chi-LingLin ChilingMa JingjingShi Xiao-HongShidou NakamuraSong JiaTakeshi KaneshiroTong DaweiTony Leung Chiu-WaiWang HuiWang QingxiangXiaoguang HuXie GangXu Feng-NianYi ZhenYou YongZang JinshengZhang FengyiZhang ShanZhao Cheng-ShunZhao Wei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pWoEDKPsgZvPOcWdNbHq7NxDFl2.jpg",
      "https://image.tmdb.org/t/p/w300/5ce0nE2oO1csXkFBQ85FeQq5RjJ.jpg",
      "https://image.tmdb.org/t/p/w300/mfE3Z0YmyMixVzrbqrCdbtjWJAi.jpg",
      "https://image.tmdb.org/t/p/w300/xDjsD6EFWOnjNFPCjTTUB3Pauha.jpg",
      "https://image.tmdb.org/t/p/w300/lNWvl8KlAbQJidyvAwyxMmPCP1v.jpg",
      "https://image.tmdb.org/t/p/w300/32brC6pk1Y9R94z5te3Wg5h2W8v.jpg",
      "https://image.tmdb.org/t/p/w300/69a1qRtOcudlsfrUANlPB30Sk7l.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcyOTQ3NDA1OV5BMl5BanBnXkFtZTcwMDY3NzM4Mg@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/red-cliff-chi-bi-2008-mm-sub",
        "server": "VIP Links",
        "size": "1.3 GB/2.2GB",
        "quality": "720p BluRay/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/red-cliff-chi-bi-2008-mm-sub-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/red-cliff-chi-bi-2008-blu-ray-1080-p-mm-sub-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iq2g/Red_Cliff_(Chi_Bi)_[2008]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iq1X/Red_Cliff_(Chi_Bi)_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://viewsb.com/y2y1h6zqxerm.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://viewsb.com/gavx3oay1tvj.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "pd0bqLQrtdE",
      "video_url": "https://www.youtube.com/watch?v=pd0bqLQrtdE",
      "embed_url": "https://www.youtube.com/embed/pd0bqLQrtdE"
    }
  },
  {
    "metadata": "|||Biography,History,War",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "405"
    },
    "title": "Berenshtein (2021)",
    "description": "ဖြစ်ရပ်မှန်ဇာတ်ကားတွေ သမိုင်းကြောင်းတွေကို စိတ်ဝင်စားတဲ့လူတွေအတွက်2021 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Berenshtein ဆိုတဲ့ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။IMDb မှာ Rating 6.4 အထိရရှိထားပြီးတကယ်ကြည့်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားလေးက လီနွိုက်ဘီရန်စတိန်းဆိုတဲ့ ဒုတိယကမ္ဘာစစ်တုန်းကပြောက်ကျားတပ်သားတစ်ယောက်ရဲ့ ဘဝကိုအခြေခံပြီး Documentary ပုံစံနဲ့ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။သူတိုက်ပွဲဝင်ခဲ့တဲ့ ကာလမှာ ဂျာမန်တွေကဂျူးလူမျိုးတွေကို မျိုးတုန်းသတ်ဖြတ်မှုတွေ မတရားအနိုင်ကျင့်မှုတွေပြုလုပ်ခဲ့တဲ့အပြင်သူတို့ရဲ့ အဓိကအင်အားအကြီးဆုံးဖြစ်တဲ့ လျှို့ဝှက်လက်နက်ကြီးတစ်ခုကို တီထွင်နေခဲ့ကြပါတယ်။ဘီရန်စတိန်းတို့ရဲ့တပ်ဖွဲ့ဖြစ်တဲ့ ပြောက်ကျားတပ်ဖွဲ့ရဲ့တာဝန်ကအဲ့ဒီလက်နက်ရဲ့ တည်နေရာကိုရှာဖွေဖို့ပဲဖြစ်ပါတယ်။ဒီလိုရှာဖွေနေရင်းနဲ့ ကြုံတွေ့ခဲ့ရတဲ့အခက်အခဲတွေ ဝမ်းနည်းစရာတွေ ကြမ်းတမ်းမှုတွေနဲ့ ဂျာမန်တွေရဲ့လူမဆန်စွာကြမ်းကြုတ်ရက်စက်မှုတွေကို စိတ်ဝင်စားစရာကောင်းအောင်ကြည့်ရှုရမဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။File size…1.87GB / 833MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 45mGenre ….. Biography , History , WarSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnton KarlinskyLeonid BerenshteinLilya OstapovichPavel AldoshinYaroslav Kucherenko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fyRL5aqxCrsiYvaBUaBj5Gc2AoE.jpg",
      "https://image.tmdb.org/t/p/w300/hfwIEw3bz27jwhCtMELKOFPXlJk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kLyexMz30Y5U0vFdL5FbDolpsDU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/itkkwvhjef3a.html",
        "server": "usersdrive.com",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/berenshtein-2021-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Gmfv/Berenshtein.2021.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://channelmyanmar.org/berenshtein-2021/",
        "server": "mega.nz",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/27jotnruvibo",
        "server": "streamvid.io",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/z57iz5pf2yw8.html",
        "server": "usersdrive.com",
        "size": "833MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/berenshtein-2021-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "833MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1krq1/Berenshtein.2021.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "833MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/xjE1UAST#6yDzr0UigZNUBWVwUgixrxqMQrbyhKf6PuN8xBeojtw",
        "server": "mega.nz",
        "size": "833MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/e82ngh7g5jvu",
        "server": "streamvid.io",
        "size": "833MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "NDolRt9M5aE",
      "video_url": "https://www.youtube.com/watch?v=NDolRt9M5aE",
      "embed_url": "https://www.youtube.com/embed/NDolRt9M5aE"
    }
  },
  {
    "metadata": "N/A|2018|110 min|Asian,Comedy,History,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "105"
    },
    "title": "The Princess and the Matchmaker (2018)",
    "description": "Imdb 6.2ထိရ႐ွိထားတဲ့ comedy, history, romanceကား​ေကာင္​း​ေလးတကားပါဒီကားေလးကတစ္မ်ိဳးေလးဆန္းထားတယ္ ဖူးစာေတြဓာတ္သေဘာသဘာဝေတြကိုဦးတည္ျပီးျပထားတယ္ဇာတ္ကားနာမည္နဲ႕လိုက္ေအာင္ေပါ့မင္းသမီးေလးတစ္ပါးဟာေမြးလာကတည္းကကံဆိုးတယ္ဆုိျပီးနန္းေတာ္ထုတ္ခံထားရတယ္တစ္ေန႕ေဗဒင္ပညာရွင္ေတြရဲ႕အၾကံေပးမႈေၾကာင့္နန္းေတာ္ျပန္လာခြင့္ရခဲ႕တယ္သူေရာက္လာျပီးမၾကာခင္ပဲတိုင္းျပည္ကမိုးေခါင္မႈနဲ႕ႀကံဳရတယ္ဘယ္လိုေျဖရွင္းရပါ့ေပါ့ေဗဒင္ပညာရွင္ၾကီးေတြကမင္းသမီးကိုလက္ထပ္ခိုင္းလိုက္ရင္မိုးျပန္ရြာလာပါလိမ့္မယ္တဲ႕အဲ႕ေတာ့မင္းသမီးပ်ားတုပ္ျပီေပါ့ဇာတ္လိုက္သူကလည္းေဗဒင္ပညာရွင္ပဲ သူကဖူးစာတြက္တဲ႕ေနရာမွာဆရာတစ္ဆူေမြးရက္ရယ္မ်က္ႏွာရယ္ျမင္တာနဲ႕ေနာက္ပိုင္းဘာေတြဆက္ျဖစ္မယ္ဆိုတာေသခ်ာေျပာႏိုင္တယ္သူကHwayugiထဲကမင္းသားေလးပါ  မိန္းကေလးေတြရဲ႕အသည္းစြဲေပါ့သူတို႕၂ေယာက္ဘယ္လိုစံုျဖစ္ၾကျပီးဘာေတြဆက္ျဖစ္မလဲေတာ့ဒီကားေလးကိုဆက္ၾကည့္လိုက္ပါ​ေနာ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Nandar Kyaw ပါ)File Size : (850 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 50minFormat : Mp4Genre : Comedy, History, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source :  720p BluRay x264.DTS-FGTTranslated by May Nandar KyawEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHong Chang-pyoStarsChoi MinhoChoi Woo-shikJo Bok-raeJoo Da-YoungKang Min-HyukKim Sang-kyungLee Seung-giPark Sun-youngShim Eun-kyungYeon Woo-jinCastCho Soo-hyangChoi MinhoChoi Woo-shikJo Bok-raeJoo Da-youngKang Min-HyukKim Sang-kyungLee Seung-giPark Sun-youngPark Won-hoShim Eun-kyungYeon Woo-jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6ai9C5PiyiuDhHTMOOhDZf2QPNq.jpg",
      "https://image.tmdb.org/t/p/w300/9kQsjhheoMNFk11VuHjypPXBihk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ov3MQvtvT1lIaRcuZldJz8NUw5K.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/yandex/the-princess-and-the-matchmaker-gung-hab-2018-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/0wizqcsd573h",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-princess-and-the-matchmaker-2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-princess-and-the-matchmaker-gung-hab-2018-mm-sub-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "ULfSvWaQWvU",
      "video_url": "https://www.youtube.com/watch?v=ULfSvWaQWvU",
      "embed_url": "https://www.youtube.com/embed/ULfSvWaQWvU"
    }
  },
  {
    "metadata": "||1h 26 min|Action,Fantasy,History",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "521"
    },
    "title": "The Story of Yuan Tiangang ( 2024 )",
    "description": "” ငါ့ကံကြမ္မာက ကောင်းကင်ဘုံပေါ်မမူတည်ဘူး ငါ့အပေါ်ပဲမူတည်တယ် ”ဒီဇာတ်ကားလေးကတော့ ကံကြမ္မာဆိုတဲ့အရာကိုမယုံတဲ့ ယွမ်ထျန်းကန်းတစ်ယောက်ကံကြမ္မာနဲ့အတိုက်အခံလုပ်ပြီး ဘဝကိုရှင်သန်သွားတဲ့ဇာတ်ကားလေးပါ ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ယွမ်ထျန်းကန်းဆိုတဲ့ ကလေးလေးက ငယ်ငယ်တည်းက ကံကြမ္မာဆိုးတဲ့မွေးဖွားလာခဲ့တဲ့သူပါ ။မွေးမွေးချင်းပဲ မိဘနှစ်ပါးအပြင် အိမ်နီးနားချင်းတွေကိုပါ ထူးဆန်းစွာ‌နဲ့သေသွားစေခဲ့ပါတယ် ။အဲဒီလိုနဲ့ရွာသားတွေပါ သူ့ကိုမကောင်းဆိုးဝါးဆိုပြီးနှင်ထုတ်ကြပါတော့တယ် ။ဒါပေမဲ့ စိတ်သဘောထားကောင်းတဲ့ သူ့ရဲ့ဦးလေးဖြစ်သူကယွမ်ထျန်းကန်းကိုခေါ်ထားပြီး သူ့နောက်ကိုလိုက်ပြီးတောက်ဓမ္မကျင့်စေပါတယ် ။ဒီလိုနဲ့သူ အသက် ၁၅နှစ်မှာ အပြင်းအထန်ဖျားပြီးမေ့လဲသွားခဲ့ပါတယ် ။ပြန်နိုးလာတဲ့အချိန်မှာ သူ့ဦးလေးရော သူတို့ဂိုဏ်းတစ်ခုလုံးအမြစ်ပြန်သုတ်သင်ခံလိုက်ရတာကိုသိလိုက်ရပါတော့တယ် ။အဲဒါကြောင့်ပဲ ယွမ်ထျန်းကန်းဟာ သူ့ကိုယ်သူအပြစ်တင်ရင် ကံကြမ္မာဆိုးကံကြမ္မာကောင်းဆို‌တာတွေကိုမယုံဘဲ ကံကြမ္မာနဲ့တိုက်ခိုက်ဖို့လုပ်ပါတော့တယ် ။သူ့ကိုယ်သူလူသတ်သမားအဖြစ်ခံယူရင်း ကံကြမ္မာနဲ့ဘယ်လိုတိုက်ခိုက်သွားမလဲသူကရော အဆုံးမှာဘယ်လိုရှင်သန်ကျန်ရစ်ခဲ့မလဲ ?ပျောက်ဆုံးနေတဲ့ရတနာဓားနဲ့ သူကရောဘယ်လိုဆက်နွယ်နေမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , Fantasy , HistoryRuntime : 1h 26 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By KayEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSha FengStarsChen JimingDanny Chan Kwok-KwanHei ZeKang EnheLu XinMao XiaohuiMin ZhengQishan YeQu Aohui冯俊杰姚清俊沈泰赵广斌CastChen JimingDanny Chan Kwok-KwanHei ZeKang EnheLu XinMao XiaohuiMin ZhengQishan YeQu Aohui冯俊杰姚清俊沈泰赵广斌",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/njeTwKsDYsAthDKggmzvfDRio9H.jpg",
      "https://image.tmdb.org/t/p/w300/7i6hcwFFjv8MpBHgdbaX3HHm0ze.jpg",
      "https://image.tmdb.org/t/p/w300/gxNcPubSorCNh2cgB7HbgWtY6jp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dBg496DxdzOAdvFGp08V2XhTN80.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-story-of-yuan-tiangang-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1msr3jih0wrc.html",
        "server": "usersdrive.com",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/rLnj6/The_Story_of_Yuan_Tiangang_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hi9gVbJQ#AaceErcrUd-h19N2opAkYykyKtXp0VrIImiGDQqBAMc",
        "server": "mega.nz",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/iby9tasnz0zm",
        "server": "streamsb.com",
        "size": "1.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-story-of-yuan-tiangang-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "577MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/m4g5ld4tamwy.html",
        "server": "usersdrive.com",
        "size": "577MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9iNEQY4K#64wg-OSis3wieMP_-iC0KCPHFEVuvk4AD1DuSwA_sak",
        "server": "mega.nz",
        "size": "577MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5NnH2yWQNq8",
      "video_url": "https://www.youtube.com/watch?v=5NnH2yWQNq8",
      "embed_url": "https://www.youtube.com/embed/5NnH2yWQNq8"
    }
  },
  {
    "metadata": "|||Drama,History,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "The Good Shepherd (2006)",
    "description": "Robert De Niroက ဒီရုပ်ရှင်ရဲ့ ဒါရိုက်တာ၊ပရိုဂျူဆာအပြင် သရုပ်ဆောင်အနေနဲ့လည်းပါဝင်ထားပါတယ်။ Matt Damon၊ Angelina Jolieနဲ့ Eddie Redmayneတို့လည်း အဓိကဇာတ်ကောင်အနေနဲ့ ပါဝင်ထားပါတယ်။ဇာတ်လမ်းက စီအိုင်အေအေးဂျင့်ဟောင်းတစ်ယောက်ရဲ့ ကြုံတွေ့ခဲ့ရတဲ့အဖြစ်အပျက်တွေကို အခြေခံပြီး စီအိုင်အေရဲ့ ကနဦး ၀ရုန်းသုန်းကားအခြေအနေတွေကို အေးဂျင့်တယောက်ရဲ့ဘ၀ကနေတဆင့် ရှုမြင်ရိုက်ကူးတင်ဆက်ထားတာပါ။စီအိုင်အေအကြီးတန်းအရာရှိ အက်ဒ်ဝက်ကူလန်တစ်ယောက် သူတို့ဌာနအတွင်းမှာ သူသျှိုရှိနေတာကို သိလိုက်ရပြီး အိမ်ကိုပြန်ရောက်တဲ့အချိန် သူ့အိမ်တံခါးမှာ အထုပ်တစ်ထုပ်တွေ့ခဲ့တယ်။ အထုပ်ထဲမှာ အမျိုးသားတစ်ဦးနဲ့ အမျိုးသမီးတစ်ဦးရဲ့ အိပ်ရာပေါ်ကဓာတ်ပုံတွေရယ် အသံဖမ်းထားတဲ့တိပ်ခွေတွေကို တွေ့ရပေမဲ့ ဘယ်သူဘယ်ဝါဆိုတာ မသဲကွဲခဲ့ပါဘူး။ဒီလို သူသျှိုဘယ်သူဘယ်ဝါမှန်းမသိတဲ့အချိန်မှာ ဇနီးဖြစ်သူနဲ့အဆင်မပြေ၊ သားဖြစ်သူကလည်း စီအိုင်အေထဲကို ဝင်ဖို့ဆုံးဖြတ်ပြီးပြီဆိုတဲ့ကြားမှာ အက်ဒ်ဝက်တစ်ယောက် မိသားစုနဲ့ အလုပ်ကြားကပြဿနာတွေကို ဘယ်လိုရင်ဆိုင်မလဲ။နောက်ပြီး သူ့အလုပ်မှာ သားဖြစ်သူက ဘယ်လိုပတ်သက်လာလဲဆိုတာရယ်ကို စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်။File size…(1.9 GB)/(900 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:47:00Genre…Drama, History, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by PTYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlec BaldwinAmanda BarronAmy WrightAngelina JolieAnn Hampton CallawayAnne-Marie CussonAustin WilliamsBenjamin EakeleyBill McHughBilly CrudupChristopher DruckmanChristopher Evan WelchDave PaytonDavid CrommettDieter RiesleEddie RedmayneEric LindhGabriel MachtGino CafarelliGlenn KalisonGreg PlittGregory MarcelHenry GummerIsabella CimatoJack MartinJames FaulknerJason Butler HarnerJeff ApplegateJeff SkowronJerry CoyleJimmy MarcheseJoe PesciJohn C. WhiteheadJohn HenryJohn HillJohn KnoxJohn SessionsJohn TurturroJon MonettJonathan DokuchitzJosh CasaubonJosh PenceJustin BohonJustin DanielKarron GravesKeir DulleaLaila RobinsLars GerhardLee BryantLee PaceLeonard LogsdailLiya KebedeMarcos CohenMark IvanirMartina GedeckMatt DamonMatthew HumphreysMeredith DeaconMichael ArdenMichael FlaniganMichael GambonMichael MelvoinMichael SeelbachNeal HuffOleg ShtefankoPeter KybartReathel BeanRedman MaxfieldRob BarnesRobert Bermudez CordellRobert C. KirkRobert De NiroRobert Ian MackenzieRobert PrescottRoger RathburnRyan Michael ShawSandee ConradSándor TécsySjoerd DejongSophie SuttonStefanie NavaStephen PowellSusan HaskellTammy BlanchardTessa KimTimothy HuttonTommy DeVitoTommy NelsonTrace TaylorTuc WatkinsVladislav KozlovWally DunnWill ReynoldsWilliam HurtYelena Shmulenson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9djPnra3CJs83JAqcyhy9lpvsnI.jpg",
      "https://image.tmdb.org/t/p/w300/xHsZnvPFTyEa5X4RyWCdyM6iVQg.jpg",
      "https://image.tmdb.org/t/p/w300/axiHReDKcLP5R3x6IVOl5DrP9RX.jpg",
      "https://image.tmdb.org/t/p/w300/tyJlWMzJ51VujsuyQ70mv9VjqeJ.jpg",
      "https://image.tmdb.org/t/p/w300/cCaq0ip8l1Bt1EVMwtZhgR0xM8O.jpg",
      "https://image.tmdb.org/t/p/w300/1p9YGZujf36yD5iHouICdzYJAPb.jpg",
      "https://image.tmdb.org/t/p/w300/pvGfwjYEU8izVzc0rIjt85ngxQR.jpg",
      "https://image.tmdb.org/t/p/w300/zbTNU6iFEQkXqhehElufbegNkUD.jpg",
      "https://image.tmdb.org/t/p/w300/xJJtaR9VDlbxCqxS1xtu7Oys9jC.jpg",
      "https://image.tmdb.org/t/p/w300/9MmucSxkrsEiTALbSLy0Yecsio0.jpg",
      "https://image.tmdb.org/t/p/w300/2jN8bZ5DnrRzM51TgGnm4dH7ICN.jpg",
      "https://image.tmdb.org/t/p/w300/yJ6SANwArVfb3mfHLXVfNWGrWIx.jpg",
      "https://image.tmdb.org/t/p/w300/yLsS4fT1kzDYzahleKOAx2kOt2q.jpg",
      "https://image.tmdb.org/t/p/w300/bO0nK9d4ASbAronnv34Fh0igpnV.jpg",
      "https://image.tmdb.org/t/p/w300/kR0b1QrKIn4AJs1a56ejU7tWfoh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/mtozldeBPdTiVLJEeDthMy0j7WF.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-good-shepherd-2006-1080-p-br-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1lyf1/The.Good.Shepherd.2006.1080p.BrRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oSEB3bKD#5AdIsponfvwH1hZL9AEQDRykM8sU8ET7H-7YAU8qTEc",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7sbx5tuz1b26.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-good-shepherd-2006-720-p-br-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Ht9k/The.Good.Shepherd.2006.720p.BrRip.(CM).mp4",
        "server": "megaup.net",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pTUykbxK#YAcNuKWyY6l0BD1HnwU_wofleZ_lwvVl80PluEFIj5g",
        "server": "mega.nz",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/d8kf5oresnar.html",
        "server": "usersdrive.com",
        "size": "900 Mb",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/0zhy2luaa9zm",
        "server": "streamsb.com",
        "size": "900 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MKStOxOrxiE",
      "video_url": "https://www.youtube.com/watch?v=MKStOxOrxiE",
      "embed_url": "https://www.youtube.com/embed/MKStOxOrxiE"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Action,Drama,History",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "N/A"
    },
    "title": "211(2018)",
    "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့…….။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း တော်တော်ခံခဲ့ရပါတယ်။သို့ပေမယ့်လည်း ဒီဇာတ်ကားဟာတော့ အတော်လေးကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ဖြစ်ပါတယ်…File Size : (749 MB) and (293 MB)Quality : WEB-DL720pFormat…mp4Duration…01:26:00Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Brilliant StartEncoded by Than Htike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYork Alec ShackletonStarsCory HardrictDwayne CameronMichael Rainey Jr.Nicolas CageSophie SkeltonWeston CageCastCory HardrictDwayne CameronMichael Rainey Jr.Nicolas CageSophie SkeltonWeston Cage",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7eTWQb475pM9H3NEOiUzGYASEx0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/211-2018-mm-sub",
        "server": "VIP Links",
        "size": "749MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/211-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "749MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/lz73cpri4vmj.html",
        "server": "streamsb.com",
        "size": "749MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "749MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "SCLjS-owEig",
      "video_url": "https://www.youtube.com/watch?v=SCLjS-owEig",
      "embed_url": "https://www.youtube.com/embed/SCLjS-owEig"
    }
  },
  {
    "metadata": "||1h 34 min|Action,Dragon Gate Posthouse,History,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "541"
    },
    "title": "Dragon Gate Posthouse 10: Wolf Warrior ( 2018 )",
    "description": "နောက်ဆုံးအပိုင်းဖြစ်တဲ့ ဒီကားလေးမှာတော့ လုံမိန်ရပ်နားစခန်းရဲ့ပိုင်ရှင်ဖြစ်တဲ့ ဖုန်းစစ်ညန်ရဲ့ဒဏ္ဍာရီ လုံမိန်ရပ်နားစခန်းရဲ့ဒဏ္ဍာရီအကြောင်းပဲဖြစ်ပါတယ်။ဆယ်ကားထွက်ထားတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့် ကျန်ဇာတ်ကားများအားလုံးကိုတစုတစည်းထဲ အောက်ကလင့်မှာရှာလို့ရပါတယ်ဒီမှာရှာပါဖုန်းစစ်ညန်ဟာ ကန္တာရကိုအမြဲငေးမောကြည့်နေတတ်တယ်။သူကတစ်ယောက်ယောက်ကိုစောင့်နေသလိုပါပဲ။ဖုန်းစစ်ညန်ဟာ တစ်သက်ဆုံးပေါင်းဖက်သွားမယ်လို့ကတိပေးခဲ့တဲ့ချစ်ရသူကိုစောင့်နေတာပဲဖြစ်တယ်။ဒါပေမယ့် ဖုန်းစစ်ညန်ရဲ့ချစ်ရသူ စစ်သူကြီးရွှီဟာ လွန်ခဲ့တဲ့(၁၀)နှစ်ကတည်းကတိုက်ပွဲမှာကျဆုံးသွားခဲ့တယ်။ ဒါပေမယ့် သူ့မှာမျှော်လင့်ချက်တွေရှိနေတုန်းပဲ။တစ်နေ့မှာတော့ ညမှာပဲပေါ်လာတတ်တဲ့ ဝံပုလွေမိစ္ဆာစစ်သည်တွေဆိုပြီးကောလဟာလရှိတဲ့ ရက်စက်တဲ့စစ်သည်တွေဟာလုံမိန်ရပ်နားစခန်းကိုရောက်လာခဲ့ပြီးစစ်သူကြီးရွှီဟာမိစ္ဆာစစ်သည်တွေထဲကတစ်ယောက်ဖြစ်နေတယ်။ဝံပုလွေမိစ္ဆာစစ်သည်တွေက တကယ်ပဲသရဲလား လူလား…….ဖုန်းစစ်ညန်ရဲ့ချစ်ရသူ စစ်သူကြီးကဘယ်လိုကြောင့်ဒီအဖြစ်မျိုးရောက်သွားရတာလဲ…….စစ်သူကြီးရဲ့လုံမိန်ရဲ့ကံကြမ္မာဟာဘယ်လိုဖြစ်သွားမလဲ……Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , History , MysteryRuntime : 1h 34 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPan WenjieZhu YilongStarsLIU JiahuiMo ShaocongPeng BoWen SongxianZHANG ZhilinZHAO KeCastLIU JiahuiMo ShaocongPeng BoWen SongxianZHANG ZhilinZHAO Ke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2mLTR8ONPwyhJ4loDwd3KrMxEqq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6E9gxbRWmAxO6bxW5wig5s0BRQs.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-10-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m9w13eoltb52.html",
        "server": "usersdrive.com",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1YMhc/Dragon_Gate_Posthouse_10_(2018)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/LY8wxD4J#fyziiRQXgkfYRucHv-sfQgRx2w98-NRHz83Y7vhUCU4",
        "server": "mega.nz",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/jvimcqwnrhpu",
        "server": "streamsb.com",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/vb9s8fis9xzh",
        "server": "streamvid.io",
        "size": "2.17GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-10-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7js254i3o3xx.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uVdhBTab#shA6kqUKynbM3k3ijfvwCR---_VCXqadjSVuS5ZKB-0",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021||Biography,Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "71000"
    },
    "title": "The Dig (2021)",
    "description": "The Dig (2021)===========IMDb Rating – 7.1/10“ရှေးဟောင်းသုတေသနကို အခြေခံတဲ့ ရုပ်ရှင်တွေကို ကျွန်တော်တို့ကြည့်ကြတဲ့အခါစိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ရုပ်ရှင်တွေကို တွေ့ရတာများပါတယ်။ ရှေးဟောင်းကျိန်စာတွေ၊ရွှေပုံကြီးတွေ၊ တူးဖော်တာထက် ဖျက်ဆီးတဲ့ဘက် ပိုရောက်နေတဲ့ ရှေးဟောင်းသုတေသနပညာရှင်တွေ ပါတတ်တဲ့ ရုပ်ရှင်မျိုးတွေပေါ့။ ဒါပေမဲ့ Netflixရဲ့ The Digကတော့ “ရှေးဟောင်းသုတေသနဆိုင်ရာ တူးဖော်မှုအကြောင်း ပိုသိမြင်နားလည်စေမယ့် ရုပ်ရှင်တစ်ကားပါပဲ။”လို့ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်က ဆိုပါတယ်။တကယ်လည်း ဟုတ်ပါတယ်။ The Dig ဟာ အင်္ဂလန်ရဲ့အကြီးကျယ်ဆုံး ရှေးဟောင်းသုတေသနဆိုင်ရာ တွေ့ရှိမှုဖြစ်ခဲ့တဲ့ Sutton Hoo ဆိုက်ကို တွေ့ရှိခဲ့တဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။Sutton Hoo ဆိုက်ဟာ အမှောင်ခေတ်လို့ခေါ်တဲ့ ၆ရာစုလောက်က Anglo-Saxons‌တွေရဲ့အကြွင်းအကျန်တွေကိုတွေ့ခဲ့တဲ့ အတော်ရှေးကျတဲ့ ဆိုက်ပါပဲ။ Sutton Hoo ဆိုက်ကို မတွေ့ခင်အထိ အမှောင်ခေတ်မှာ ယဉ်ကျေးမှု၊ အနုပညာနဲ့ ငွေကြေး မရှိဘူးလို့ ယုံကြည်ခဲ့ကြတာဖြစ်ပြီးSutton Hooဆိုက်က ရခဲ့တဲ့ရှေးဟောင်းပစ္စည်းတွေက ဒီအမြင်ကို ပြောင်းလဲပေးခဲ့ပါတယ်။ထူးတာက ဒီဆိုက်ကို ဗြိတန်ပြတိုက်က ကမကထပြုတူးဖော်ခဲ့တာမဟုတ်ဘဲ အီဒစ်ပရီတီလို့ခေါ်တဲ့အင်္ဂလိပ်လူမျိုးမြေပိုင်ရှင်မ တစ်ယောက်က ကမကထပြုပြီး ဘာဆေးဘရောင်းလို့ခေါ်တဲ့ အလယ်တန်းနဲ့ကျောင်းထွက်ခဲ့တဲ့ ရှေးဟောင်းသုတေသနပညာကို ကိုယ်ထူကိုယ်ထ လေ့လာထားတဲ့သူကတူးဖော်ခဲ့တာပါ။The Dig ဟာ Sutton Hoo ဆိုက်ကို မတူးဖော်ခင် ဘာဆေးဘရောင်းနဲ့ အီဒစ်ပရီတီ စတွေ့ကြတဲ့အချိန်ကစလို့ ဆိုက်ကို တူးဖော်ရာမှာ ကြုံခဲ့တဲ့ အခက်အခဲတွေ၊ အလယ်ခေတ်က သင်္ဘောစတွေ့တဲ့အချိန်မှာ ဗြိတန်ပြတိုက်က မောင်ပိုင်စီးလုပ်တာတွေကနေ နောက်ဆုံး ဆိုက်ကရခဲ့တဲ့ ရတနာတွေဘာဖြစ်သွားတယ်ဆိုတာအထိ ပြည့်ပြည့်စုံစုံပုံဖော်ထားပါတယ်။ ဒုတိယကမ္ဘာစစ်ပျိုးချိန်ကိုလည်းထည့်သွင်းပုံဖော်သွားပြီး ကာရိုက်တာတွေကိုလည်း အီဒစ်ရဲ့ဘ၀နဲ့ ဘာဆေးရဲ့ ဘွဲ့ရမဟုတ်ပေမဲ့သူ့ပညာကိုချစ်တဲ့စိတ် ၊ ဘွဲ့ရမဟုတ်လို့ လူရာမ၀င်ခဲ့ခြင်းတွေကိုပါ ပြည့်ပြည့်စုံစုံပုံဖော်သွားပါတယ်။ဒုတိယ ကမ္ဘာစစ်ဖြစ်လုဆဲဆဲကာလမှာ တူးကြတာဆိုတော့ စစ်မခြေအနေနဲ့ သူတို့အခြေအနေကိုလည်းပေါင်းစပ်ပုံဖော်သွားခဲ့ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ Sutton Hooက ရတနာတွေကို လန်ဒန်မြေအောက်ဘူတာရုံမှာ သိုဝှက်ထားခဲ့ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဂတ်စ်ဘီရဲ့ဒေစီ Carey Mulligan၊ စင်ဒရဲလား Lily Jamesနဲ့ Schindler’sList, The English Patient ,The King’s Manက Ralph Fiennesတို့လို နာမည်ကျော် သရုပ်ဆောင်တွေပါပဲ။ Simon Stoneကရိုက်ထားပြီး Biography , History, Drama အမျိုးအစားကားပေမဲ့ စီနီမာတိုဂရပ်ဖီဟာ အတော်မျက်စိထဲ ၀င်တာကြောင့် ကြည့်ရတာပျင်းဖို့မကောင်းဘဲ ဆွဲဆောင်မှုရှိပါတယ်။Sutton Hooဆိုက်ကို တူးဖော်တဲ့အချိန်မှာ ဒုတိယကမ္ဘာစစ် အစပျိုးစပြုနေပါပြီ။ စစ်ဖြစ်တော့မှာမို့တစ်ချို့လုပ်ငန်းတွေကိုတောင် ရပ်နားထားရပါပြီ။ ဘာဆေးရော အီဒစ်ရော ဗြိတန်ပြတိုက်က တာ၀န်ရှိသူတွေရောဟာ စစ်ထက် ပိုအရေးကြီးတဲ့အရာလို့ ခံယူပြီး ဆက်တူးဖော်ခဲ့ကြတာပါပဲ။ ရုပ်ရှင်ထဲကဘာဆေးရဲ့ စကားအတိုင်းပြောရရင်“ရှေးဟောင်းသုတေသနဟာ အတိတ်အတွက်မဟုတ်သလို ပစ္စုပ္ပန်အတွက်လည်း မဟုတ်ပါဘူး။အနာဂတ်အတွက်ပါပဲ။ ‌ဒါမှနောက်မျိုးဆက်တွေက သူတို့ဘယ်ကဆင်းသက်လာလဲသိမှာဖြစ်ပြီးရှေးဟောင်းသုတေသနဆိုတာ လူတွေကို သူတို့ဘိုးဘေးဘီဘင်တွေနဲ့ ဆက်စပ်ပေးထားတဲ့ ကြိုးပါပဲ။”ထိုနည်း၎င်းပဲ ” သမိုင်းသင်တယ်ဆိုတာ မအအောင်လို့”ဆိုတဲ့ ဒေါက်တာသန်းထွန်းစကားအတိုင်းဆိုရှေးဟောင်းသုတေသနဟာ အနာဂတ်အမျိုးဆက်တွေ မအဖို့အတွက်ပါပဲ။ အနာဂတ်အတွက်ပါပဲ။The Digဟာ မအအောင် ကြည့်သင့်တဲ့ ရှေးဟောင်းသုတေသနကို လက်တွေ့ကျကျ ပုံဖော်ထားတဲ့ရှားပါးရုပ်ရှင်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)File Size – (1.65 GB) / (772 MB) / (502 MB)Quality – WebRip 1080p / 720p/480pDuration – 1h 52minsSubtitle – Myanmar HardsubFormat – MP4Genre : Biography, Drama, HistoryTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSimon StoneStarsCarey MulliganLily JamesRalph FiennesCastAmelia StephensonArchie BarnesArsher AliBen ChaplinBronwyn JamesCarey MulliganChristopher GodwinDanny WebbDes KaliszewskiEamon FarrenEllie PiercyJack BennettJames DrydenJoe HurstJohn MacMillanJohnny FlynnJonah RzeskiewiczKen StottLily JamesMonica DolanPaul ReadyPeter McDonaldRalph FiennesRobert WilfortStephen Worrall",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gmP41e2bJcFjTzCQFmMoSvfNbxB.jpg",
      "https://image.tmdb.org/t/p/w300/wQhe2YJnB9AAS08RqwMeKN2ywUr.jpg",
      "https://image.tmdb.org/t/p/w300/1kT1PzXSvKFAZyLnw3dXeaGknvt.jpg",
      "https://image.tmdb.org/t/p/w300/2AWpCR1b381hQbibOUkmoGEGOuW.jpg",
      "https://image.tmdb.org/t/p/w300/gj5AuT1EWA46iN8dNGwzGHukLkf.jpg",
      "https://image.tmdb.org/t/p/w300/u38UgBAKqM2Jk6klJhZ9wdLvTrd.jpg",
      "https://image.tmdb.org/t/p/w300/mpg149eZX0mk6KBFhtI94amdgCD.jpg",
      "https://image.tmdb.org/t/p/w300/iJo6VLH4KnQiEgH17JmMqE7RFrt.jpg",
      "https://image.tmdb.org/t/p/w300/4UQTBzWvK3IAEv1dqSLVqvIGXry.jpg",
      "https://image.tmdb.org/t/p/w300/6odLpoMX9966ntj5qbEvStkyrLN.jpg",
      "https://image.tmdb.org/t/p/w300/4c0T88E1sbulNyhEa2nElmO9aa7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BY2RmZmI0NDMtMGQzOC00YWU3LTkwYWUtMDRkNDBjZDg3YTkyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-dig-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-dig-2021-1080-p-web-h-264-naisu-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/12Tmd/the.dig.2021.1080p.web.h264-naisu.mp4",
        "server": "megaup.net",
        "size": "1.65 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://viewsb.com/gmwa7kd4jcoi.html",
        "server": "streamsb.com",
        "size": "1.65 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/7XJwiTZD#aPTqzfLYQPjJ0kMUhYT1qsDlDdCzFuIYd6MQAHHwTg0",
        "server": "mega.nz",
        "size": "1.65 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/i1h8zvjwedis.html",
        "server": "usersdrive.com",
        "size": "1.65 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-dig-2021-720-p-web-h-264-naisu-mp-4",
        "server": "yoteshinportal.cc",
        "size": "772 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2oOhm/the.dig.2021.720p.web.h264-naisu.mp4",
        "server": "megaup.net",
        "size": "772 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://viewsb.com/ujv0d5u9kxgt.html",
        "server": "streamsb.com",
        "size": "772 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://mega.nz/file/PPBCwLID#TXFuxyp7rTNCqvc1FIkfDGS_-QzHteOXVNWSh3mtccE",
        "server": "mega.nz",
        "size": "772 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/qmlhp9eimumh.html",
        "server": "usersdrive.com",
        "size": "772 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-dig-2021-480-p-web-h-264-naisu-mp-4",
        "server": "yoteshinportal.cc",
        "size": "502 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/12Tmo/the.dig.2021.480p.web.h264-naisu.mp4",
        "server": "megaup.net",
        "size": "502 MB",
        "quality": "480P"
      },
      {
        "link": "https://viewsb.com/3852uqj6rrxd.html",
        "server": "streamsb.com",
        "size": "502 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/WPAA1RgA#nPg_geidYsnRjlpHC56xBcuv_0-Yqoz9Gkt6d_oo9fc",
        "server": "mega.nz",
        "size": "502 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/ix8nqv46dqjo.html",
        "server": "usersdrive.com",
        "size": "502 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "JZQz0rkNajo",
      "video_url": "https://www.youtube.com/watch?v=JZQz0rkNajo",
      "embed_url": "https://www.youtube.com/embed/JZQz0rkNajo"
    }
  },
  {
    "metadata": "|2014|2h 8min|Action,Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "9,781"
    },
    "title": "The Admiral: Roaring Currents (2014)",
    "description": "The Admiral: Roaring Currents (2014)IMDb….7.1/10_______Rotten – 83%လီဆွန်းရှင်းဟာ ဂျိုဆွန်းတပ်မတော်မှာ အမှုထမ်းချိန်က စပြီးအောင်ပွဲတွေ အလီလီ ရခဲ့ပြီး ထင်ရှားလာခဲ့တယ်။၆လအတွင်းမှာ ထိပ်တန်းရာထူး သုံးဆင့်တက်တဲ့အထိ ထူးချွန်ခဲ့ပြီးဂျပန်စစ်မင်း Toyotomi Hideyoshi ရဲ့ကိုရီးယားကို ကျူးကျော်စစ် (Imjin War) စတင်ချိန်မှာလီဆွန်းရှင်းဟာ ရေတပ်သေနာပတိဖြစ်နေပါပြီ။ဂျပန်တွေရဲ့ကျူးကျော်တိုက်ခိုက်ချိန်မှာကြည်းတပ်တိုက်ပွဲတွေမှာ အသာစီးရခဲ့ပေမယ့် လီဆွန်းရှင်းဦးဆောင်တဲ့ရေတပ်ကိုတော့မစိုးမိုးနိုင်ခဲ့ဘူး….ကိုရီးယားကို ရေကြောင်းနဲ့ စိုးမိုးချင်ရင်လီဆွန်းရှင်းမရှိမှ ဖြစ်မယ်ဆိုတာကို ရိပ်စားမိလာတဲ့ဂျပန်တွေဟာ ဂျိုဆွန်းရဲ့နန်းတွင်းရေး မတည်ငြိမ်မှုကိုအခွင့်ကောင်းယူပြီး သူလျျှိုသွင်းတဲ့အပြင် သစ္စာဖောက်အမတ်တွေနဲ့ ပေါင်းကြံပြီး ထောင်ချောက်တစ်ခုဆင်ပါတယ်။ဂျပန်ရေတပ်တွေရဲ့ သတင်းကိုကိုရီးယားသစ္စာခံအယောင်ဆောင် ဂျပန်သူလျှိုကနေတစ်ဆင့်ပို့တဲ့အခါ ဘုရင်ဆွန်းဂျိုက လီဆွန်းရှင်းကိုသွားတိုက်ခိုင်းတယ်။ဒါဟာထောင်ချောက်မှန်းရိပ်စားမိနေတဲ့ လီဆွန်းရှင်းက အမိန့်ကို ဖီဆန်ပြီးမတိုက်တဲ့အခါ ထီးနန်းကိုလုပ်ကြံမယ့်သူအဖြစ်စွပ်စွဲခံရတော့တယ်။လီဆွန်းရှင်းကို စစ်သည်တွေနဲ့ပြည်သူတွေက ကြည်ညို ကြတာကို မနာလိုတဲ့အပြင်သူ့ထီးနန်းကိုပါ စိတ်မချဖြစ်နေတဲ့ ဘုရင်ဆွန်းဂျိုဟာလီဆွန်းရှင်းကို ဖမ်းပြီး ရာထူးချတဲ့အပြင် နှိပ်စက်စစ်မေးစေတယ်။အထက်ကပြောခဲ့တာတွေဟာ ဒီဇာတ်ကားမှာ မပါပါဘူး…ဒီကားရဲ့အစကတော့လီဆွန်းရှင်းမရှိတဲ့ရေကြောင်းကို ဂျပန်တွေအသာစီးရပြီးတဲ့အချိန်မှာမှ ဘုရင်ဆွန်းဂျိုကနေလီဆွန်းရှင်းကို ပြန်လည်တာဝန်ပေးအပ်ပြီးဂျပန်ရေတပ်ကိုခုခံတိုက်ခိုက်စေခဲ့တာနဲ့စပါတယ်…လီဆွန်းရှင်းအတွက် ပထမတိုက်ပွဲက လက်ကျန် သင်္ဘောအနည်းငယ်နဲ့သာတိုက်ဖို့ရှိနေတဲ့အပြင်ရေတပ်သားတွေလည်း ထွက်ပြေးသူပြေး စည်းလုံးမှုတွေလည်း တကွဲတပြားတွေဖြစ်နဲ့ဆိုတော့ဒီတိုက်ပွဲက သူ့အတွက်အခက်အခဲဆုံးပါပဲ…ကိုင်းသူဘယ်လိုတွေပြင်ဆင်လဲ…ဘယ်လိုတွေတိုက်ခိုက်လဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…The Admiral: Roaring Currents(2014)ရုပ်ရှင်ကတော့ တောင်ကိုရီးယား Box Officeရဲ့သမိုင်းမှာ (135)သန်းကျော်နဲ့ ဝင်ငွေအများဆုံးဇာတ်ကားအဖြစ်ရှိနေပါတယ်။ နှစ်စဉ်နှစ်တိုင်းရုပ်ရှင်ကားကောင်း ရာဂဏန်းထွက်နေတဲ့တောင်ကိုရီးယားရုပ်ရှင်လောကမှာ ၄ နှစ်ကြာအောင်ထိပ်ဆုံးနေရာ အပြောင်းအလဲမရှိသေးပါဘူး။ဝေဖန်ရေးဆရာဝန်တွေ သမိုင်းပညာရှင်တွေအကြိုက်တွေ့ခဲ့ပြီး ၆၁ မိနစ်ကြာ တိုက်ပွဲခန်းရှည်ကြီးဟာ တစ်ချက်မှ မပျင်းရဘူးလို့ဟောလိဝုဒ်ကဝေဖန်ရေးသမားတွေကလည်းချီးကျူးကြပါတယ်။နောက်ခံတေးဂီတနဲ့ တိုက်ပွဲပုံဖော်မှုတွေကသိပ်ကောင်းသလို ချွဲမင်ဆစ်ရဲ့ သရုပ်ဆောင်မှုကတော့အထူးညွှန်းနေစရာတောင်မလိုပါဘူး။ (I sawthe devil ကြည့်ဖူးရင် သူဟာဘယ်လိုသရုပ်ဆောင်လဲဆိုတာ သိသာပါတယ်။)File Size :(2.23GB) and (1.08GB)Quality : Blu-Ray 720p/1080p 5.1,Format…mp4Duration…02:08:00Genre :Action,Drama,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by May Phyu ZawEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Han-minStarsCho Jin-woongChoi Min-sikJin GooKim Myung-gonKim Tae-hoonKwon YulLee Jung-hyunNo Min-wooRyohei OtaniRyu Seung-ryongCastCho Jin-woongChoi Deok-moonChoi Duk-moonChoi Min-sikGo Kyung-pyoHan Yi-jinJang Jun-nyeongJin GooJo Bok-raeJo Ha-seokJu Seok-taeJung Je-wooKang Tae-youngKim Gu-taekKim Hyeon-taeKim Kang-ilKim Koo-taekKim Min-sikKim Myung-gonKim Tae-hoonKim Tae-hunKim Won-haeKo Kyoung-pyoKwon YulLee Hae-yeongLee Jae-guLee Joo-silLee Jung-hyunLee Seung-joonMun Yeong-dongNo Min-wooPark Bo-GumPark No-shikRyohei OtaniRyu Seung-ryongShin Yoo-ram",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3KB32UjT3iL6YziK7760YzSiOEI.jpg",
      "https://image.tmdb.org/t/p/w300/jhRX6QGbeMD5c4rS5QewITTnzHd.jpg",
      "https://image.tmdb.org/t/p/w300/rCynhOzeOGYhmBHufvDTlfbwNH2.jpg",
      "https://image.tmdb.org/t/p/w300/A8ZCRd3BpTdn5WLL8glCcFAYWRe.jpg",
      "https://image.tmdb.org/t/p/w300/txjZaYEo1eB9iTyIjoOTJjmCNHL.jpg",
      "https://image.tmdb.org/t/p/w300/nCuY3xg1E5WmdQHHAUoRXR8VyKS.jpg",
      "https://image.tmdb.org/t/p/w300/fHV0h0EkKUauzVYbH1iTXjK6Zgw.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/admiral-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-admiral-roaring-currents-myeong-ryang-2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-roaring-currents-myeong-ryang-2014-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "VIP Links",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-admiral-roaring-currents-myeong-ryang-2014-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/q2s3c1tf37g2.html",
        "server": "streamsb.com",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1xqnj/The_Admiral_-_Roaring_Currents_(Myeong-Ryang)_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://megaup.net/1xqns/The_Admiral_-_Roaring_Currents_(Myeong-Ryang)_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/39ozFYYb#eLZ1jSeogohg45klEcfnsWtcaIdOfcRDeIMV0Ad1Jyo",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "Blu-Ray 1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/W1olFbjR#3uzpEw0WxO5lUkS2stA7a4IPkwC0bGa3fHpi_56k3Uc",
        "server": "mega.nz",
        "size": "1.08GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "N2MqGo98R_M",
      "video_url": "https://www.youtube.com/watch?v=N2MqGo98R_M",
      "embed_url": "https://www.youtube.com/embed/N2MqGo98R_M"
    }
  },
  {
    "metadata": "R|1995|178 min|Biography,Drama,History",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "776,743"
    },
    "title": "Braveheart (1995)",
    "description": "IMDb 8.4 ရထားတဲ့ သမိုင်းနောက်ခံ အမေရိကန် ရှေးစစ်ကားတစ်ခု တင်ပေးထားပါတယ်။ဒီဇာတ်ကားထဲက ဇာတ်ကောင်ကတော့ စကော့ စစ်သူရဲကောင်းကြီးဝီလီယမ် ဝေါလေ့စ် နေရာကနေ သရုပ်ဆောင်ထားခဲ့တာပါ။အော်စကာ ဆန်ကာတင် ၁၀ နေရာ ပါဝင်ခဲ့ပြီး အကောင်းဆုံး ရုပ်ရှင်ဆု နဲ့အကောင်းဆုံး ဒါရိုက်တာ ဆု အပါပအဝင် ၅ ဆု တိတိ ဆွတ်ခူးသွားခဲ့တာပါ။ပထမ စကော့တလန် လွတ်မြောက်ရေး စစ်ပွဲ ဦးဆောင်ခဲ့တဲ့ စစ်သူရဲကောင်း ဝီလီယံ အကြောင်းကို ရေးဖွဲ့ခဲ့တဲ့ ကဗျာ( Blind Harry’s epic poem The Actes and Deidis of theIllustre and Vallyeant Campioun Schir William Wallace) ကိုအခြေခံပြီး ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်။၁၃ ရာစု အင်္ဂလန်ဘုရင် ပထမအက်ဒ်ဝက် လက်ထက်မှာ ပဲ ဖြစ်ပါတယ်။အတော်ကြီးကို ကောင်းတဲ့ ရုပ်ရှင်ကားကြီးတစ်ခုမို့ ကြည့်နိုင်ကြဖို့ တင်ပေးထားလိုက်ပါတယ်။(အညွန်းကိုတော့ ကိုလစ်တဲလ်နီယိုမှ ရေးသားပေးထားခြင်းဖြစ်ပါတယ်)————————————————————————IMDb 8.4 ရထားတဲ့ သမိုင္းေနာက္ခံ အေမရိကန္ ေရွးစစ္ကားတစ္ခု တင္ေပးထားပါတယ္။ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ကေတာ့ စေကာ့ စစ္သူရဲေကာင္းၾကီး၀ီလီယမ္ ေ၀ါေလ့စ္ ေနရာကေန သရုပ္ေဆာင္ထားခဲ့တာပါ။ေအာ္စကာ ဆန္ကာတင္ ၁၀ ေနရာ ပါ၀င္ခဲ့ျပီး အေကာင္းဆံုး ရုပ္ရွင္ဆု နဲ႕အေကာင္းဆံုး ဒါရိုက္တာ ဆု အပါပအ၀င္ ၅ ဆု တိတိ ဆြတ္ခူးသြားခဲ့တာပါ။ပထမ စေကာ့တလန္ လြတ္ေျမာက္ေရး စစ္ပြဲ ဦးေဆာင္ခဲ့တဲ့ စစ္သူရဲေကာင္း ၀ီလီယံ အေၾကာင္းကို ေရးဖြဲ႕ခဲ့တဲ့ ကဗ်ာ( Blind Harry’s epic poem The Actes and Deidis of theIllustre and Vallyeant Campioun Schir William Wallace) ကိုအေျခခံျပီး ရိုက္ကူးခဲ့တာပဲျဖစ္ပါတယ္။၁၃ ရာစု အဂၤလန္ဘုရင္ ပထမအက္ဒ္၀က္ လက္ထက္မွာ ပဲ ျဖစ္ပါတယ္။အေတာ္ၾကီးကို ေကာင္းတဲ့ ရုပ္ရွင္ကားၾကီးတစ္ခုမို႕ ၾကည့္နိုင္ၾကဖုိ႕ တင္ေပးထားလိုက္ပါတယ္။(အညြန္းကုိေတာ့ ကုိလစ္တဲလ္နီယုိမွ ေရးသားေပးထားျခင္းျဖစ္ပါတယ္)<Tariq L Walker>File Size : 1 GBQuality :  Bluray 720PRunning Time : 2hr 53minutesFormat : Mp4Genre :   Biography, Drama, HistoryEncoder : Tariq L WalkerTranslator : Aung Myint OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMel GibsonStarsJames CosmoJames RobinsonSandy NelsonSean Lawlor",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTMyNGE1ODQtYTNiNS00ZTUyLThhZjktMTgyOGZkZThlYTc3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/h51m466gsv78.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/braveheart-1995-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/beab763b/braveheart-195-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Sxff/Braveheart_[1995]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xcpn3DhA#ocpyqzUb0VX9Kstnp1uUJNgOSseXLSnoF5xhhd-0W0I",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/pr2v2h7u4pck",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|1h 45min|Asian,History",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1,235"
    },
    "title": "Heung-boo: The Revolutionist (2018)",
    "description": "ဒီဇာတ္ကားေလးေတာ့ ဓားသြားထက္ကေလာင္သြားထက္တယ္ဆုိတဲ့ စကားကုိ သက္ေသျပထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းက အရႊန္းေဖာက္တာေလးေတြနဲ႔ ပ်င္းစရာမေကာင္းပဲအဆုံးထိဆြဲေခၚသြားတဲ့ဇာတ္ကားမ်ဳိးေလးပါ။ဟြမ္ဘူးဆိုတဲ့ အျပာစာအုပ္ေတြကုိေရးတဲ့ စာေရးဆရာအဆင့္ကေန ႏုိင္ငံတစ္ခုလုံးကုိ ကယ္တင္ႏုိင္တဲ့သူျဖစ္သြားခဲ့တာကုိျပထားပါတယ္။ဟြမ္ဘူးကေတာ့ သူ႕အစ္ကုိႏုိလ္ဘူးနဲ႔ ငယ္ငယ္ကတည္းက ကြဲကြာခဲ့ရလုိ႔ အျပာစာအုပ္ေတြေရးနာမည္ႀကီးေအာင္လုပ္ၿပီးသူ႕အစ္ကုိမ်ားေတြ႔မလားလုိ႔ရွာေနတဲ့သူပါ။တစ္ရက္ သူ႕အစ္ကုိ သတင္းၾကားရကေန သူ႕အစ္ကုိတုိ႔ရဲ႕ဆရာဂ်ဳိေဟ်ာက္ဆုိတဲ့ စိတ္ထားျပည့္၀တဲ့ သူတစ္ေယာက္နဲ႔ဆုံခဲ့ပါတယ္။ဂ်ဳိေဟ်ာက္ကေတာ့ မင္းမ်ဳိးမင္းႏြယ္၀န္ႀကီးတစ္ေယာက္ရဲ႕ညီျဖစ္ေပမယ့္အဲ့ဘ၀ကုိစြန္႔ၿပီး မရွိဆင္းရဲသားေတြကုိကူညီ မိဘမဲ့ေလးေတြကုိျပဳစုပ်ဳိးေထာင္ၿပီး ေတာ္လွန္ေရးတပ္ဖြဲ႕ေတြကုိကူညီေနတာပါ။ဂ်ဳိေဟ်ာက္နဲ႔ ဟြမ္ဘူးနဲ႔ဆုံမိေတာ့ ဂ်ဳိေဟ်ာက္ကဟြမ္ဘူးကုိ ဓားသြားထက္ ကေလာင္သြားထက္တယ္ဆုိတဲ့စိတ္ကုိ သြင္းေပးခဲ့ၿပီး ဟြမ္ဘူးလုိခ်င္တဲ့ အရာတစ္ခုနဲ႔ အေပးအယူလုပ္ကာ ဟြမ္ဘူးကုိ သေရာ္စာေရးေစခဲ့ပါတယ္။ဟြမ္းဘူးေရးတဲ့ ဟြမ္းဘူးရဲ႕ဇာတ္လမ္းဆုိတဲ့သေရာ္စာ နာမည္ႀကီးသြားရာကေနစၿပီး နန္းေတာ္တြင္းအထိပါ ဂယက္ရုိက္ကာ အေျပာင္းအလဲျဖစ္ေစခဲ့ပါတယ္ေနာက္ဆုံးမွာေတာ့ ဟြမ္ဘူးရဲ႕ စာေတြေၾကာင့္ ဘုရင္အေျပာင္းအလဲျဖစ္ဖုိ႔ထိ ဖန္လာတဲ့အခါမွာေတာ့….ဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ဇာတ္လမ္းကုိသာေဒါင္းၾကည့္ပါလုိ႔ တုိက္တြန္းလုိက္ပါတယ္ဗ်ာ(ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ ကသာဒစ္ျဖစ္ပါတယ္)File Size : (850 MB) and (380 MB)Quality : HDRip 720pRunning Time : 1hr 45minFormat : Mp4Genre : HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p HDRip AAC x264-NonDRMTranslated by Tariq L WalkerEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCho Keun-hyunStarsChun Woo-heeJin GooJung Hae-inJung Jin-youngJung Sang-hoonJung WooKim Joo-HyukKim Won-haeCastChun Woo-heeJin GooJung Hae-inJung Jin-youngJung Sang-hoonJung WooKim Joo-HyukKim Won-hae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eOOnxlmfdQZghipTy41NRLc654D.jpg",
      "https://image.tmdb.org/t/p/w300/nJpnW9ttAZXwaVdbXPSt4jy6jjh.jpg",
      "https://image.tmdb.org/t/p/w300/c7DPSGci1tBFrlyHT6JYyoIZEX6.jpg",
      "https://image.tmdb.org/t/p/w300/hk1sLFsVggvMZQAXsmXWBZKePRn.jpg",
      "https://image.tmdb.org/t/p/w300/anppZpWDCqmMATzwGeW08wuAKWt.jpg",
      "https://image.tmdb.org/t/p/w300/qFSPtUEGdR1P9Hva8MgZRWrvu50.jpg",
      "https://image.tmdb.org/t/p/w300/raLI7hSuFNBGCHbThr0GMxj53Yn.jpg",
      "https://image.tmdb.org/t/p/w300/lmullJWK28SdhFRgzrd4pYONt1n.jpg",
      "https://image.tmdb.org/t/p/w300/2GDVEf8fZwP7cP4v9DnZFqoatgP.jpg",
      "https://image.tmdb.org/t/p/w300/kaFVS7ytwRGq1z0FIa61kqCCqKU.jpg",
      "https://image.tmdb.org/t/p/w300/vFiZAVLjRm2nbAfCVmNkOMg6dzG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cruzu19HXGoOiCyUJql4AVZM5MB.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/J80eVw",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/emwLf",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Yz4f5",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/y84ZJqV",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ASu8iX32",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/exX53",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ihaHxS8S",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/5OXZ",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/r1vD9",
        "server": "ClicknUpload.org",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/yF5Zs",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ftMRg",
        "server": "streamango.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/QDSPP81",
        "server": "streamango.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/4Ae2Oga",
        "server": "uptobox.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Keoecs",
        "server": "uptobox.com",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-MS8p4Q4q7s",
      "video_url": "https://www.youtube.com/watch?v=-MS8p4Q4q7s",
      "embed_url": "https://www.youtube.com/embed/-MS8p4Q4q7s"
    }
  },
  {
    "metadata": "|2022|1 h 59min|Drama,History,Horror",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1.4k"
    },
    "title": "Satan’s Slaves 2: Communion (2022)",
    "description": "Satan’s Slaves 2: Communion (2022)2017 တုန်းက ထွက်ခဲ့တဲ့ အင်ဒိုနီးရှားသရဲကား Pengabdi Setan ရဲ့အဆက်ကယခုနှစ် 2022 မှာ ထွက်ရှိလာပါပြီIMDb 7.4 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိခင်သေဆုံးပြီးတဲ့နောက်ပိုင်းမှာRIni တို့မောင်နှမတွေက အဖေနဲ့အတူတူ တိုက်ခန်းမှာနေကြပါတယ်။တိုက်ခန်းမှာနေရတာ အဆင်ပြေတယ်လို့ တွေးနေကြပေမယ့်ဂျကာတာမြောက်ပိုင်းကို မုန်တိုင်းဝင်လာတဲ့တစ်နေ့မှာသူတို့အမေရဲ့ အတိတ်ဆိုးကလည်း အဲဒီနေ့မှာပဲ သူတို့ဆီရောက်လာပါတယ်။မုန်တိုင်းဝင်လို့ ရေတွေတက် မီးပျက်တဲ့ညမှာပဲRini တို့မောင်နှမတွေ သူ့မိဘတွေရဲ့ အတိတ်ဆိုးကနေလွတ်အောင် ပြေးနိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုသွားကြပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Drama, Horror, HistoryQuality…. 1080p | 720p | 480pFile size… 1.86GB | 822MB | 430MBFormat… mp4Duration…. 1h 59minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAghi NarottamaAhmad Ramadhan AlrasyidAimee SarasAsmara AbigailAyu LaksmiBront PalaraeEgy FedlyEndy ArfianFachry AlbarFatih UnruJourdy PranataKiki NarendraM. AdhiyatMaera PanigoroMian TiaraMoh Iqbal SulaimanMuhammad Abe BaasyinMuzakki RamdhanNafiza Fatia RaniNasar AnuzNazyra C. NoerPatty SandyaRatu FelishaRukman RosadiSita NursantiTara Basro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Pg0al5HWhs6wYMxfD2A8A7QnB7.jpg",
      "https://image.tmdb.org/t/p/w300/jZXI5WdFkYDfDNBZsy8PFqp03vP.jpg",
      "https://image.tmdb.org/t/p/w300/gZbxOFeZNzw9F0DYXV7xzI9dtrG.jpg",
      "https://image.tmdb.org/t/p/w300/nPdOY4vxwpFI9zjQZlyLTOXYN3.jpg",
      "https://image.tmdb.org/t/p/w300/plFfpeI7wd3fzyeMfu4Ky0owcal.jpg",
      "https://image.tmdb.org/t/p/w300/aP6PZcpvaZoXqqc1TDXfsDjJgKP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6Hp3eaih3UxpAOUvgsFS9TvVpPD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gi6v5tdgq9j6.html",
        "server": "usersdrive.com",
        "size": "1.86GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/pengabdi-setan-2-communion-2022-1080-p-hs-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/19Orm/Pengabdi.Setan.2.Communion.2022.1080p.HS.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.86GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/ZDM2zbTb#jmsEelgSlaKUhw4l4hqIDFppWpoeRmTr2vQ34bmwcbo",
        "server": "mega.nz",
        "size": "1.86GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/m3nk5bvofh1l.html",
        "server": "usersdrive.com",
        "size": "822MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/pengabdi-setan-2-communion-2022-720-p-hs-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "822MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/19Ora/Pengabdi.Setan.2.Communion.2022.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "822MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EGljzSrT#bd9NKuHXLam-cFmWTBDcfbqPWR2OYTw0TPLqN2cHL94",
        "server": "mega.nz",
        "size": "822MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/mq77eyj85sea.html",
        "server": "streamsb.com",
        "size": "822MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/0ehsm7riztru.html",
        "server": "usersdrive.com",
        "size": "430MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/pengabdi-setan-2-communion-2022-480-p-hs-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "430MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2vJlA/Pengabdi.Setan.2.Communion.2022.480p.HS.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "430MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/IeVEhIBR#rkLjY0huMlitqLhqrcDt8NYBpWxfwSqPqEHUH79MPSQ",
        "server": "mega.nz",
        "size": "430MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/7b2t2v7atd2y.html",
        "server": "streamsb.com",
        "size": "430MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "uBL3Ci6lbBU",
      "video_url": "https://www.youtube.com/watch?v=uBL3Ci6lbBU",
      "embed_url": "https://www.youtube.com/embed/uBL3Ci6lbBU"
    }
  },
  {
    "metadata": "|||Biography,Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "4.3K"
    },
    "title": "Jeanne du Barry (2023)",
    "description": "ဂျန်ဘူဘာယာနေး ဆိုတဲ့ကလေးတစ်ယောက်ဟာ ဘုန်းတော်ကြီးနဲ့စာဖိုဆောင်ကအမျိုးသမီးတို့က တရားမဝင်မွေးဖွားလာတဲ့အတွက်လောကကြီးမှာလူမသိသူမသိသိုသိုသိပသိပ်နေတာခဲ့ရတယ်။ မစ္စတာဒူမူဆိုဆိုတဲ့လူချမ်းသာတစ်ယောက်က ဂျန်ကိုချစ်မြတ်နိုးလို့ စောင့်ရှောက်ပေးထားတယ်။ဂျန်အရွယ်ရောက်လာတော့ စော်ကားပြုမှုခံရတာတွေလွှတ်ကင်းဖို့အတွက်သားအမိနှစ်ယောက်သာ ပဲရစ်မြို့ကြီးထွက်ခွာလာခဲ့တယ်။ ကာလအတန်ကြာနေထိုင်ပြီးနောက်မှာ ဂျန်ဟာ လွတ်လပ်စွာနေထိုင်ရပြီး နေထိုင်စားသောက်နိုင်မယ့်ဘဝ ဖြစ်တဲ့ ပြည့်တန်ဆာအလုပ်ကိုရွေးချယ်လုပ်ကိုင်ခဲ့တယ်။ ဂျန်ရဲ့အလှတရားတွေကြောင့် မှူးမတ်တွေ အရာရှိလူချမ်းသာတွေကြားမှာနာမည်ကြီးလာတယ်။ အမတ်ကြီး ရီရှယ်လူရူ နဲ့ မြို့စား ဘာရီတို့ဟာ ဂျန်ကိုသူတို့ကိုယ်ကျိုးအတွက် အသုံးချဖို့ကြံစည်နေက့တယ်။ ဂျန်ကို ဘုရင်ကြီးနဲ့ပေးတွေ့ပြီး နန်တော်မှာ နေရာတစ်နေရာရအောင်ဖန်တီးပါတော့တယ်။ဘုရင်ကြီးဟာ ဂျန်ကိုမြင်မြင်ချင်းသဘောကျသွားပါတော့တယ်။လမ်းဘေးဘဝ‌ကနေ ချက်ခြင်းနန်းတော်ကိုရောက်သွားတဲ့အခါ သူ့အတွက်အခက်အခဲပေါင်းစုံကြုံလာပါတော့တယ်။ ဘုရင်ကြီးရဲ့အနှစ်သက်ဆုံးဂျန်ကိုတော်ဝင်မိသားစုက အမြင်မကြည့်တဲ့အခါမှာတော့…….File size…2.23GB / 869MBQuality…WEB-DL 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 53mGenre ….. Biography , Drama , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tin Myo LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandre StykerAurélie VérillonBenjamin LavernheBernard NissileCapucine ValmaryCaroline ChaniolleauCoralie RussierDavid DecraeneDiego Le FurDjibril DjimoÉdouard DeckerEdouard MichelonEmma Kaboré-DufourÉric DenizeGabriel ArbessierGiovanni PucciGrégoire OestermannGuilhem ArbressierIbrahim YaffaIndia HairJean-Noël MartinJohnny DeppJürgen DoeringLaura Le VellyLaurent GrévillLaurent LévyLéa KeiflinLeeroy Pemsing-EschylleLoli BahiaLuna CarpiauxMaïwennManon RonyMarianne BaslerMarie BokillonMarine BocaMattéo Di CapuaMelvil PoupaudMicha LescotNathalie RichardNoémie LvovskyOwen RollanPascal GreggoryPatrick d'AssumçaoPauline PollmannPierre RichardRaphaël QuenardRobin RenucciScotty BernardStanislas StanicSuzanne De BaecqueTeddy Lussi-ModesteThibault BonenfantTom PécheuxVincent ColombeVincent SchmittYann Frisch",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yvotjJ9nKlPKiwc8PtktIjRCkof.jpg",
      "https://image.tmdb.org/t/p/w300/pGc0t4RJ9lCFyEIDkzzWSBWUtB.jpg",
      "https://image.tmdb.org/t/p/w300/5BFpmELJKE5cZxtOpGJYAdIRybF.jpg",
      "https://image.tmdb.org/t/p/w300/tE8MeEC7jsvwRVnDhcdMwpiO88e.jpg",
      "https://image.tmdb.org/t/p/w300/2b7N693CxL16hrcasoHgxivQ7e1.jpg",
      "https://image.tmdb.org/t/p/w300/jenWnRNLx5RWsLit2Idhqub2wDg.jpg",
      "https://image.tmdb.org/t/p/w300/qIuf5rgfHh0c6NxPpCt3rUQkjsL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6AXHh9H7XeUqxl8Ijp9ADkpxfM0.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/djsf6emxdakj.html",
        "server": "usersdrive.com",
        "size": "2.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/jeanne-du-barry-2023-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1hxcm/Jeanne_du_Barry_(2023)WEB-DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/tul2nTTZ#MEjUA_XRp56_YGZbIsIF27iS_rgmIB1JGda3pGcgAKg",
        "server": "mega.nz",
        "size": "2.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/3gjv9hifz3y6",
        "server": "streamvid.io",
        "size": "2.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/u8jtq6sjy1nv.html",
        "server": "usersdrive.com",
        "size": "869MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/jeanne-du-barry-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "869MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2Ds6u/Jeanne_du_Barry_(2023)WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "869MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/93UjlRQC#OEb3g3OZCx0xNgFtr-cVAK0WdvX82g-T5PgxH0y3vkA",
        "server": "mega.nz",
        "size": "869MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/v82ugddfdah7",
        "server": "streamvid.io",
        "size": "869MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "EEvZS2cXy7o",
      "video_url": "https://www.youtube.com/watch?v=EEvZS2cXy7o",
      "embed_url": "https://www.youtube.com/embed/EEvZS2cXy7o"
    }
  },
  {
    "metadata": "||2h 9m|Drama,History",
    "rating": {
      "rating": "5.8/10",
      "rating_count": ""
    },
    "title": "The Map Against The World (2016)",
    "description": "The Map Against The World (2016)IMDb 5.8နာမည်ကြီးမင်းသားမင်းသမီးတွေတစ်စုတစ်စုတည်းပါဝင်တဲ့ တစ်ခေတ်တစ်ခါက ဖြစ်ရပ်မှန်သမိုင်းဝင်ဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်GPS တွေမပေါ်သေးတဲ့နန်းတွင်းခေတ်မှာဆိုရင် မြေပုံတွေကိုပဲအားကိုးအားထားပြုကြရပါတယ် ဒါပေမယ့် အားကိုးရတဲ့မြေပုံကသာမှားယွင်းရေးဆွဲထားပါက လူကိုသတ်တာနဲ့အတူတူပါပဲဒီကားထဲမှာဆိုရင်လည်း မြေပုံဆွဲဆရာ ကင်ဂျောင်းဟိုငယ်စဉ်အချိန် သူပုန်တွေခေတ်ထတော့ နန်းတွင်းအရာရှိတွေက ကုန်သည်တွေကိုသွားတိုက်စေခဲ့ပါတယ်ဒီကုန်သည်‌‌တွေထဲမှာ ဂျောင်းဟိုအ‌ဖေလည်းအပါအဝင်ပေါ့အာဏာရှိလူတွေကခိုင်းတာကြောင့် မတတ်သာပဲ မြေပုံလေးတစ်ခုနဲ့ ထွက်လာကြတဲ့ကုန်သည်တွေဟာ မြေပုံအမှားကြောင့် နှင်းတောထဲလမ်းပျောက်ကာ မရှူမလှသေခဲ့ရပါတယ်ဖခင်သေဆုံးခဲ့ရလို့စိတ်နာခဲ့တဲ့ကင်ဂျောင်းဟိုလေးကြီးပြင်းလာတော့ ကမ္ဘာအနှံခြေဆန့်ပြီး ကမ္ဘာ့အရှေ့ခြမ်းမြေပုံကိုနှစ်နဲ့ချီရေးဆွဲခဲ့ပါတော့တယ်တခြားနေရာမှာသာဉာဏ်မကောင်းတဲ့ဂျောင်းဟိုက မြေပုံဆိုရင်တော့ သစ်ပင်ကအစမလွဲဘဲဆွဲနိုင်တာကြောင့် အရူးမြေပုံဆွဲသမားလို့လည်း ခေါ်ကြပါသေးတယ်ဒီလိုနဲ့ တစ်နေ့ နန်းတွင်းအင်အားကြီးနှစ်ဖွဲ့ကြား အရှုပ်အရှင်းတွေပေါ်ပေါက်လာခဲ့ပြီး ဒီမြေပုံကိုမဖြစ်မနေရရမယ့်အနေအထားပေါ်လာခဲ့ရမှာတော့…ဘာတွေဆက်ဖြစ်သွားမလဲ အသက်ထက်တန်ဖိုးထားရတဲ့ဒီမြေပုံကို‌ကင်ဂျောင်းဟိုကာကွယ်နိုင်မလားဆိုတာ အခုပဲဒေါင်းကြည့်လိုက်ကြပါတော့ရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(3.2GB) / (1.5GB)Quality__HD_1080p, 720pIMDb Rating__5.8/10Format__mp4Duration__02:10:00Type__Drama, HistorySubtitle__Myanmar Subtitle (Hardsub)Translated byYunniEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorWoo-Suk KangStarsCha Seung-wonJeong Bong-yeonLee Da-ilLee Myung-hoNam Ji-hyunNam Kyung-eupShin Dong-miYang Hae-gilYu Jun-sangCastCha Seung-wonJeong Bong-yeonLee Da-ilLee Myung-hoNam Ji-hyunNam Kyung-eupShin Dong-miYang Hae-gilYu Jun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ehn8hkNLENd8BWfmdQb7MWCTTgT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/The_Map_Against_The_World-pr1.jpg",
    "movie_links": [
      {
        "link": "https://vip.yoteshinportal.cc/UOa_1RdjU",
        "server": "yoteshinportal.cc",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2uhxY/The_Map_Against_the_World_(2016)_1080p.mkv",
        "server": "megaup.net",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ROdHkRRQ#b06TntKmvpAToh6Jkj_n5IClFekrZcnzutmEEIfp3Rc",
        "server": "mega.nz",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/5g03xevuz7aa.html",
        "server": "streamsb.com",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://vip.yoteshinportal.cc/EacNrzp9V",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ok5q/The_Map_Against_the_World_(2016)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ba9hEAjB#y_13v4X0KSbW6Wwi-Dv7utCH5CWCTPGfFwH2z5OYn54",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/36uc5zbypncn.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RikFHUvlFGM",
      "video_url": "https://www.youtube.com/watch?v=RikFHUvlFGM",
      "embed_url": "https://www.youtube.com/embed/RikFHUvlFGM"
    }
  },
  {
    "metadata": "Unrated|2024|1h 50m|Drama,History,War",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "2400"
    },
    "title": "Will (2024)",
    "description": "Will (2024)~ IMDb – 7.1/10, Rotten Tomatoes – 60% ~ဒီကားလေးကတော့ ခုလပိုင်းအတွင်းကမှထွက်ရှိထားတဲ့ စစ်ပွဲကာလနောက်ခံ ဘယ်လ်ဂျီယမ်ကားလေးပါ။ ဇာတ်လမ်းကို WW2 ကာလအတွင်း အရေးပါတဲ့ Antwerp ဆိပ်ကမ်းမြို့မှာ ဇာတ်အိမ်တည်ထားပြီး ဂျူးတွေအများ‌အပြား‌ နေထိုင်ခဲ့ကြတဲ့မြို့လည်းဖြစ်ပါတယ်။သင်တန်းဆင်းခါစရဲတပ်သား “ဝေလ်” နဲ့ရဲဘော်တစ်ယောက်က ဂျာမန်စစ်တပ်ရဲတစ်ယောက် ဂျူးရပ်ကွက်ကို လူသွားဖမ်းထားတာကို အစောင့်အရှောက်အဖြစ်လိုက်သွားရင်း မတော်တဆ စစ်တပ်ရဲကိုသတ်မိလိုက်ပါတယ်။ အဲဒီကနေမှ ဂျုးတွေကိုမုန်းတဲ့ပန်းချီဆရာတစ်ယောက်နဲ့ ပတ်သက်မိပါတယ်။ အဲဒါအပြင် ဝေလ်တစ်ယောက် သူငယ်ချင်းနဲ့ရည်းစားပါရာ ဂျူးအဖွဲ့အစည်းထဲပါ၀င်မိရာမှ အဲဒီအဖွဲ့အတွက်သူလျှိုလုပ်ပေးရင်း နဂိုစစ်တပ်ရဲကိုသတ်မှုကပါ နောက်မှာမီးခိုးကြွက်လျှောက်လိုက်လာတဲ့အခါမှာတော့…စစ်ပွဲတွေက လူ‌တွေရဲ့ကိုယ်ကျင့်တရားနဲ့ စာရိတ္တတွေကိုပါ တိုက်စားသွားနိုင်တဲ့အရာမျိုးပါပဲ။ ဝေလ်တစ်ယောက် ကြံ့ကြံ့ခံနိုင်ပါ့မလား… အများနည်းတူမိုးခါးရေသောက်မလား… ဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။ ဝေဖန်ရေးသမားတွေဆီကနေ Review ကောင်းတွေ ရထားတဲ့ကားမလို့ ပေးရတဲ့အချိန်နဲ့တန်မှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 1.05GBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 50MinGenre – Drama, History, WarSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim MielantsStarsAnnelore CrolletAriane van VlietDimitrij SchaadDirk RoofthooftEls DottermansFelix MeyerFrank VercruyssenFrieda PittoorsGene BervoetsJan BijvoetJan DecleirKarina SmuldersKevin JanssensKoen De BouwMarc LauwrysMatteo SimoniPierre BokmaPit BukowskiSofie DecleirStef AertsSzymon WróblewskiTine Van den WyngaertValentijn DhaenensCastAnnelore CrolletAriane van VlietDimitrij SchaadDirk RoofthooftEls DottermansFelix MeyerFrank VercruyssenFrieda PittoorsGene BervoetsJan BijvoetJan DecleirKarina SmuldersKevin JanssensKoen De BouwMarc LauwrysMatteo SimoniPierre BokmaPit BukowskiSofie DecleirStef AertsSzymon WróblewskiTine Van den WyngaertValentijn Dhaenens",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hycr8NAoZgCtLxiSNYZL9kCQcCr.jpg",
      "https://image.tmdb.org/t/p/w300/lqWhyMM89zpVBr6oP9RE7Tiyf96.jpg",
      "https://image.tmdb.org/t/p/w300/lLQqtwW6vuQt4ZYeBB18Ds4Tapr.jpg",
      "https://image.tmdb.org/t/p/w300/xVenpFrPNmX9uRtBWdYzdPGfAtd.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ujtWXSmq2RgFBxxlY4uDNi0IOWW.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-wil-2024-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/l0jw5/(CM)_WIL_(2024)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gytS3I7Q#PeRl_BX8tqjk1nD9ONHm7cRcxmocXSQZEnj27Aviz1A",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/637zz6nlp7uh.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-wil-2024-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l0jt4/(CM)_WIL_(2024)_720p.mp4",
        "server": "megaup.net",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pjFXUDqR#I_gwxi3aISvehvrPyqdZ68LM39d-ayzY9Wq0qsuiUok",
        "server": "mega.nz",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h1jjqtx5omhc.html",
        "server": "usersdrive.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/c87gxadibde3",
        "server": "streamsb.com",
        "size": "1.05GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h43us2un4jc1",
        "server": "streamvid.io",
        "size": "1.05GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "DbWlQAcq3Iw",
      "video_url": "https://www.youtube.com/watch?v=DbWlQAcq3Iw",
      "embed_url": "https://www.youtube.com/embed/DbWlQAcq3Iw"
    }
  },
  {
    "metadata": "PG-13|2004|2h 1min|Biography,Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "326,422"
    },
    "title": "Hotel Rwanda (2004)",
    "description": "Hotel Rwanda (2004)IMDb – 8.1/10______Rotten – 91%ဒီကားလေးက IMDB 8.1/10 ရရှိထားပြီး 1990 ကာလပိုင်းကရဝမ်ဒါနိုင်ငံမှာ အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ လူသားမျိုးနွယ်ရဲ့ အဆိုးရွားဆုံးလို့သတ်မှတ်ခံထားရတဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုကြီးတစ်ခုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် Historical Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။စက်ဆုပ်ရွ့ံ့ရှာဖွယ်ကောင်းတဲ့ လူသားမဆန်မှုတွေကိုကြည့်ပြီးအသိတရား ရရှိစေမယ့် ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းမကြည့်ခင်Rwanda နိုင်ငံရဲ့ Hutu နဲ့ Tusti တွေအကြောင်းနည်းနည်းသိထားမှ ကြည့်ရတာ ပိုအသက်ဝင်ပါလိမ့်မယ်။Rwanda နိုင်ငံကို ဘယ်လ်ဂျီယံတွေအုပ်ချုုပ်စဉ်က Rwanda နိုင်ငံသားတွေကိုလူမျိုးနှစ်စုခွဲခဲ့ပါတယ်။ နှာခေါင်းရှည်ရှည်နဲ့အသားဖြူဖြူ ရုပ်သန့်သန့်ကောင်တွေကို Tusti တွေအဖြစ် သတ်မှတ်ပြီးတော့အုပ်ချုပ်ရေးပိုင်းမှာ အလုပ်တွေခန့်ပြီး နေရာပေးခဲ့ပါတယ်။အဲဒီကတည်းကအခွဲခြားခံ Hutu တွေဟာ ဘယ်လ်ဂျီယံအစိုးရနဲ့တစ်ပါတည်း Tusti တွေကိုပါမုန်းတီးစိတ်ဝင်သွားကြတာပါ။ ဘယ်လ်ဂျီယံတွေ အာဏာပြန်လွှဲချိန်ကျတော့Hutu တွေဆီ အာဏာလွှဲအပ်လိုက်ရတာနဲ့ ခေတ်အဆက်ဆက်အဖိနှိပ်ခံ Hutu တွေဟာ Tusti တွေကို အခဲမကျေဘဲရက်ရက်စက်စက် လက်စားချေဖို့ လုပ်ကြတာဖြစ်ပါတယ်…1990 လို ဆက်သွယ်ရေးစနစ်တွေ လျင်မြန်နေပြီဖြစ်တဲ့ ခေတ်ကြီးထဲမှာတစ်ကမ္ဘာလုံးက သတိမထားမိအောင်ကို Hutu လက်နက်ကိုင်တွေနဲ့Hutu တပ်မတော်တို့ ပိပိရိရိယုတ်မာခဲ့ကြတာပါ။ ၃ လအတွင်းမှာလူပေါင်း ၁ သန်းနီးပါးကို ရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့ကြပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီကြောက်မက်ဖွယ်ရာ လူသတ်ပွဲကြီးမှာMille Collines ဟိုတယ်ရဲ့ မန်နေဂျာဖြစ်သူ ပေါလ်ရူဆာဘာဂီနာဟာHutu နဲ့ Tusti ဒုက္ခသည်ပေါင်း ၁၀၀၀ ကျော်ကို ဘယ်လိုကယ်ဆယ်မလဲ၊သူ့ရဲ့ မိသားစုဝင်တွေကိုရော အသက်ဘေးက လွတ်စေဖို့ဘယ်လိုတွေ လုပ်မလဲဆိုတာကို ရင်တစ်ထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ညီလေးSherlockပဲဖြစ်ပါတယ်။ အားပေးကြပါဦး။)ဒီကားေလးက IMDB 8.1/10 ရရွိထားျပီး 1990 ကာလပိုင္းကရ၀မ္ဒါႏိုင္ငံမွာ အမွန္တကယ္ ျဖစ္ပြားခဲ့တဲ႔ လူသားမ်ိဳးႏြယ္ရဲ႕ အဆိုးရြားဆံုးလို႔သတ္မွတ္ခံထားရတဲ႔ လူမ်ိဳးတုန္းသတ္ျဖတ္မွဳၾကီးတစ္ခုကုိအေျခခံထားတဲ႔ ျဖစ္ရပ္မွန္ Historical Dramaဇာတ္ကားေကာင္းေလးတစ္ကား ျဖစ္ပါတယ္။စက္ဆုပ္ရြ႔႕ံရွာဖြယ္ေကာင္းတဲ႔ လူသားမဆန္မွဳေတြကုိၾကည့္ျပီးအသိတရား ရရွိေစမယ့္ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းမၾကည့္ခင္Rwanda ႏုိင္ငံရဲ႕ Hutu နဲ႔ Tusti ေတြအေၾကာင္းနည္းနည္းသိထားမွ ၾကည့္ရတာ ပိုအသက္၀င္ပါလိမ္႔မယ္။Rwanda ႏိုင္ငံကို ဘယ္လ္ဂ်ီယံေတြအုပ္ခ်ုဳပ္စဥ္က Rwanda ႏိုင္ငံသားေတြကုိလူမ်ိဳးႏွစ္စုခြဲခဲ့ပါတယ္။ ႏွာေခါင္းရွည္ရွည္နဲ႔အသားျဖဴျဖဴ ရုပ္သန္႔သန္႔ေကာင္ေတြကုိ Tusti ေတြအျဖစ္ သတ္မွတ္ျပီးေတာ့အုပ္ခ်ဳပ္ေရးပိုင္းမွာ အလုပ္ေတြခန္႔ျပီး ေနရာေပးခဲ့ပါတယ္။အဲဒီကတည္းကအခြဲျခားခံ Hutu ေတြဟာ ဘယ္လ္ဂ်ီယံအစိုးရနဲ႔တစ္ပါတည္း Tusti ေတြကုိပါမုန္းတီးစိတ္၀င္သြားၾကတာပါ။ ဘယ္လ္ဂ်ီယံေတြ အာဏာျပန္လႊဲခ်ိန္က်ေတာ့Hutu ေတြဆီ အာဏာလႊဲအပ္လိုက္ရတာနဲ႔ ေခတ္အဆက္ဆက္အဖိႏွိပ္ခံ Hutu ေတြဟာ Tusti ေတြကုိ အခဲမေက်ဘဲရက္ရက္စက္စက္ လက္စားေခ်ဖို႔ လုပ္ၾကတာျဖစ္ပါတယ္…1990 လို ဆက္သြယ္ေရးစနစ္ေတြ လ်င္ျမန္ေနျပီျဖစ္တဲ႔ ေခတ္ၾကီးထဲမွာတစ္ကမၻာလံုးက သတိမထားမိေအာင္ကုိ Hutu လက္နက္ကိုင္ေတြနဲ႔Hutu တပ္မေတာ္တို႔ ပိပိရိရိယုတ္မာခဲ့ၾကတာပါ။ ၃ လအတြင္းမွာလူေပါင္း ၁ သန္းနီးပါးကုိ ရက္ရက္စက္စက္သတ္ျဖတ္ခဲ့ၾကပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ ဒီေၾကာက္မက္ဖြယ္ရာ လူသတ္ပြဲၾကီးမွာMille Collines ဟိုတယ္ရဲ႔ မန္ေနဂ်ာျဖစ္သူ ေပါလ္ရူဆာဘာဂီနာဟာHutu နဲ႔ Tusti ဒုကၡသည္ေပါင္း ၁၀၀၀ ေက်ာ္ကုိ ဘယ္လိုကယ္ဆယ္မလဲ၊သူ႔ရဲ႕ မိသားစု၀င္ေတြကိုေရာ အသက္ေဘးက လြတ္ေစဖို႔ဘယ္လိုေတြ လုပ္မလဲဆိုတာကုိ ရင္တစ္ထိတ္ထိတ္နဲ႔ ၾကည့္ရွဳရမယ့္ဇာတ္ကားေကာင္း တစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ညီေလး Sherlockပဲျဖစ္ပါတယ္။ အားေပးၾကပါဦး။)File Size – 850 MBTranslated By – SherlockEncoded By – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLionel SteketeeLisa VickTerry GeorgeStarsDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimJean RenoJoaquin PhoenixMathabo PietersonNick NolteOfentse ModiselleSophie OkonedoXolani MaliCastAntonio David LyonsCara SeymourDavid O'HaraDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimHarriet LenabeJean RenoJeremiah NdlovuJoaquin PhoenixLebo MashileLeleti KhumaloLennox MathabatheMabutho 'Kid' SitholeMathabo PietersonMduduzi MabasoMosa KaiserMothusi MaganoNeil McCarthyNick NolteOfentse ModiselleRoberto CitranRosie MoteneSimo MogwazaSophie OkonedoTony KgorogeXolani Mali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cZBwAJiA8O6SKYzT2Vq4c8qJoHP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTI2MzQyNTc1M15BMl5BanBnXkFtZTYwMjExNjc3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1armz0re6218.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-rwanda-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/R9mt/Hotel_Rwanda_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FvIVDSIK#aFEQnED7XiKq_WPJY19NNmZAfFW542hAgQVmrHbJokw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/x07a12mubpbz",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j2vMvyQeb1U",
      "video_url": "https://www.youtube.com/watch?v=j2vMvyQeb1U",
      "embed_url": "https://www.youtube.com/embed/j2vMvyQeb1U"
    }
  },
  {
    "metadata": "R|2012|1h 42m|Crime,Drama,History",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "19000"
    },
    "title": "Bel Ami (2012)",
    "description": "Bel Ami (2012)နှုတ်ခမ်းနီမလေးတို့ရဲ့အသည်းကျော် Twilight ဗမ်ပိုင်းယားမင်းသားအဖြစ်လူသိများပြီး လတ်‌တ‌လောမှာလည်း Batman ကာရိုက်တာအဖြစ်နဲ့ အားလုံးရဲ့အာရုံကိုဖမ်းစားထားနိုင်တဲ့ ရောဘတ်ပတ်တင်ဆန်ရဲ့ ရှေးခေတ်နောက်ခံ ဒရာမာကားဟောင်းလေး‌တစ်ခုကို တင်ဆက်ပေးပါရစေ။ဒီကားလေးထဲမှာ ရောဘတ်ပတ်တင်ဆန်က ဂျော့ဂ်ျစ်ဒူရွိုင်ဆိုတဲ့ ချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့ ၂၆နှစ်အရွယ် ဆင်းရဲသားစစ်သားဟောင်းတစ်ဦးအဖြစ်ကနေ ပဲရစ်က လူကုံထဲအသိုင်းအဝိုင်းကြားကို တစ်စတစ်စဘယ်လိုတိုးဝင်မလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ပဲရစ်လူကုံထံအသိုင်းအဝိုင်းမှာ ယောက်ျားတွေထက် မိန်းမတွေက လည်လည်ဝယ်ဝယ်အချက်အချာကျနေတာဟာ ဂျော့ဂ်ျစ်တစ်ယောက်အတွက် သူရဲ့နှစ်လိုဖွယ် ညှို့ဓာတ်ကို ကောင်းကောင်းအသုံးချစရာဖြစ်လာခဲ့တယ်။ သူဟာ ခြစ်ကုပ်နေထိုင်ရတဲ့ မီးရထားဝန်ထမ်းဘဝကနေ စာနယ်ဇင်းအယ်ဒီတာ၊ အတင်းအဖျင်းတို့ရဲ့ဥက္ကဌ၊ နိုင်ငံရေးသမားဆိုတဲ့ ရာထူးဂုဏ်သိမ်တွေကို စာကောင်းကောင်းလည်း မတတ်ပါဘဲနဲ့ ဘယ်လိုရောက်လာခဲ့လဲ… ဘယ်သူတွေကို ဘယ်လိုအသုံးချပြီး ဘယ််သူတွေဆီက ဘယ်လိုသတင်းတွေကိုရယူခဲ့လဲ… ဘယ်လိုအတက်အကျတွေ ရင်ဆိုင်ခဲ့ရလဲ… ဘယ်အမျိုးသမီးကို တကယ်ချစ်လျက်နဲ့ ဘယ်သူတွေနားပဲဝဲခဲ့ရလဲ… အစရှိတာတွေကို စောင့်စားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။တစ်ခုထူးတာက ဒီကားထဲမှာ Cast ကြမ်းကြမ်းဆိုလို့ ရောဘတ်ပတ်တင်ဆန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ Kill Bill, Pulp Fiction တို့နဲ့ လူတိုင်းသိကြမယ့် Uma Thurman အပြင် Original Wednesday Addams နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့ Christina Ricci ကိုပါ ရှူစားကြရဦးမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုJinaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.3GB, 555MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 55MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byJinaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeclan DonnellanNick OrmerodStarsAmy MarstonAnthony HigginsChristina RicciChristopher FulfordChristos LawtonColm MeaneyEloise WebbFrank DunneHolliday GraingerJames LanceKristin Scott ThomasNatalia TenaPhilip GlenisterPip TorrensRobert PattinsonThomas ArnoldTimothy WalkerUma ThurmanCastAmy MarstonAnthony HigginsChristina RicciChristopher FulfordChristos LawtonColm MeaneyEloise WebbFrank DunneHolliday GraingerJames LanceKristin Scott ThomasNatalia TenaPhilip GlenisterPip TorrensRobert PattinsonThomas ArnoldTimothy WalkerUma Thurman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uSqul7QkHCRvElhWtqO5ZkcnoqV.jpg",
      "https://image.tmdb.org/t/p/w300/1w1dHmkYtmHhG6tBTdjIn8KE2v2.jpg",
      "https://image.tmdb.org/t/p/w300/xBZZl8hWlDAdqSphTYb7zmWzVdU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/59bgVtpX6MPy2d5zberJiRNkDDx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bel-ami-2012-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wq34/(CM)_Bel_Ami_(2012)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hvE1QIRY#C7QXskpDzqKJ8IKFukMcYNeTr8pDmX0K6VQ9zm1End4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jgmu4gdfv1g0.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bel-ami-2012-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2CnuV/(CM)_Bel_Ami_(2012)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gitxhbyK#yU_b21CrI7RZVfZezCW_OKQoT05nNkhRDSRIwU2PbJM",
        "server": "mega.nz",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0bh3nrijqf65.html",
        "server": "usersdrive.com",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/9nm6i3n8psk0",
        "server": "streamsb.com",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cflwtd089iji",
        "server": "streamvid.io",
        "size": "555MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "i-vuCO_jmGE",
      "video_url": "https://www.youtube.com/watch?v=i-vuCO_jmGE",
      "embed_url": "https://www.youtube.com/embed/i-vuCO_jmGE"
    }
  },
  {
    "metadata": "Unrated|2023|2h 1m|Action,Adventure,History",
    "rating": {
      "rating": "7/10",
      "rating_count": "7800"
    },
    "title": "The Three Musketeers: D’Artagnan (2023)",
    "description": "The Three Musketeers: D’Artagnan (2023)~ IMDb – 6.9/10, Rotten Tomatoes – 96% ~ကျွန်တော်တို့အဘိုးတွေ အဖေတွေခေတ်ကတည်းက ရွှေဥဒေါင်းလက်ရာနဲ့ လူတိုင်းနီးပါးရင်းနှီးခဲ့တဲ့ အလက်ဇန္ဒြားဒူးမားရဲ့ The Three Musketeers ကို ခေတ်အဆက်ဆက် ရုပ်ရှင်အနေနဲ့ အသက်သွင်းခဲ့ကြပြီးပါပြီ။ သိသလောက်ဆို ဒီရုပ်ရှင်တွေက ဝေဖန်ရေးဆရာတွေအမြင်အရ မအောင်မြင်ခဲ့တာတွေက ပိုများတယ်။ ဆန်းတော့လည်းမဆန်းပါဘူး။ အလက်ဇန္ဒြားဒူးမားစာအုပ်တွေကို ရွှေဥဒေါင်းဘာသာပြန်ထားတဲ့ ရတနာသိုက်တို့၊ ကိုယ်ရံတော်တို့၊ သူရဲကောင်းသုံးယောက်တို့ ဖတ်ကြည့်ရုံနဲ့တင် ဒူးမားအနေနဲ့ ဇာတ်ကြွအောင် ပုံဖော်တာပိုင်နိုင်ပုံကို မြင်နိုင်တယ်။ ဒီလိုဇာတ်ကို ပြန်အသက်သွင်းတာကို ဝေဖန်ရေးဆရာတွေ အရမ်းအကြိုက်မတွေ့ခဲ့ကြတာတော့ ဖြစ်သင့်တဲ့ကိစ္စပါပဲ။ ဒီတစ်ခါရုပ်ရှင်ကတော့ ရှေ့ကားတွေထက် ဝေဖန်ရေးဆရာတွေရဲ့ မျက်နှာသာပေးပိုခံရတယ်လို့ ပြောရပါမယ်။ ခရမ်းချဉ်သီး ၉၆လုံး ရထားပါတယ်။ ဟိုးရှေးခေတ်ကတည်းကနေ ခုထိ ရိုက်ခဲ့သမျှတွေထဲ ခရမ်းချဉ်သီးအမြင့်ဆုံးပါပဲ။ သရုပ်ဆောင်တွေကိုလည်း ကားကောင်းတွေရိုက်တာများတဲ့ Vincent Cassel, François Civil, Eva Green, Louis Garrel တို့လို လူတွေကို သုံးပေးထားပါတယ်။ဇာတ်လမ်းကတော့ ဒူးမားရဲ့ ဇာတ်လမ်းအတိုင်းကိုမှ အနည်းအကျဥ်း အပြောင်းအလဲလေးတော့ရှိတာပေါ့ဗျာ။ ဇာတ်ကားနဲ့ ပတ်သက်ပြီး ယေဘုယျဝေဖန်ချက်တွေကတော့ အဖက်ဖက်မှာ အကောင်းတွေများပြီး ဇာတ်လမ်းပြန်ယူထားတဲ့နေရာမှာတော့ သဘောမကျတဲ့သူတွေရှိပါတယ်။ ဒါပေမဲ့ စာအုပ်က ကောင်းနေတော့ အသစ်ထပ်ပြောင်းတာကို လက်မခံကြတဲ့သူတွေက မကျေမနပ်ဖြစ်ကြတာလည်းဖြစ်နိုင်ပါတယ်။ အက်ရှင်ခန်းတွေလည်း မဆိုးသလို ဟာသလေးလည်းနှောပြီးပြတယ်။ ဇာတ်လမ်းက အရမ်းကြီးလေးမနေသလို စုံထောက်ဇာတ်လမ်းလည်းဆန်တယ်။Eva Green က Milady နေရာက သရုပ်ဆောင်ထားတာကတော့ အပိုဆုလေးပေါ့။ သူ အဲဒီနေရာက သရုပ်ဆောင်ထားတာက ဇာတ်ကားကို နောက်တစ်ဆင့်မြှင့်ပေးလိုက်သလိုပါပဲ။ ဒီဇာတ်ကားနဲ့ပတ်သက်ပြီး ပြဿနာတက်တဲ့တစ်ချက်က ဘာသာရေးစစ်ပွဲတွေဖြစ်နေတဲ့အချိန် ၁၇ ရာစုလောက်က ဇာတ်ကောင် ပေါသိုး ကို Bi လား Gay လား လုပ်ထားတာတစ်ခုတော့ရှိတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပြီးတော့ ပထမပိုင်းပဲရှိပါသေးတယ်။ နောက်တစ်ပိုင်းကို မျှော်နေတဲ့သူတွေလည်း အများကြီးပါပဲ။ အဲဒီထဲမှာ ခင်ဗျားပါမလားဆိုတာကတော့ ကြည့်ပြီး ဆုံးဖြတ်ပေါ့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 4.1GB, 1.6GB, 680MBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 2H 1MinGenre – Action, Adventure, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartin BourboulonStarsAlexis MichalikCharlotte RansonChristophe Dimitri RéveilleDominique ValadiéEric RufEva GreenFrançois CivilGabriel AlmaerIvan FraněkJacob Fortune-LloydJulien FrisonLouis GarrelLyna KhoudriMarc BarbéNicolas VaudePascal FontaPatrick MillePio MarmaïRachel KwokRalph AmoussouRomain DurisThibault VinçonVicky KriepsVincent CasselCastAlexis MichalikCharlotte RansonChristophe Dimitri RéveilleDominique ValadiéEric RufEva GreenFrançois CivilGabriel AlmaerIvan FraněkJacob Fortune-LloydJulien FrisonLouis GarrelLyna KhoudriMarc BarbéNicolas VaudePascal FontaPatrick MillePio MarmaïRachel KwokRalph AmoussouRomain DurisThibault VinçonVicky KriepsVincent Cassel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/OJLBXOSq80PwTu9jTwSEz9yDHC.jpg",
      "https://image.tmdb.org/t/p/w300/zVlV2M2XwTfG4DLfXmzOUou7sGi.jpg",
      "https://image.tmdb.org/t/p/w300/dxgkq6ZzFGPvQOGPUbBWXzp9vzm.jpg",
      "https://image.tmdb.org/t/p/w300/pcZuGnZm4tSn9slGrsveEvFeM3N.jpg",
      "https://image.tmdb.org/t/p/w300/rOVWxlmXWUR4b9niQpHmK32QLKC.jpg",
      "https://image.tmdb.org/t/p/w300/lAabFTp8jAegMCRTyxp4AxgM2rd.jpg",
      "https://image.tmdb.org/t/p/w300/AtBZMgVf7pJyGHPFQLXgFOg6Nze.jpg",
      "https://image.tmdb.org/t/p/w300/5jWyg880mLVoL2XM3iLbMTecJjq.jpg",
      "https://image.tmdb.org/t/p/w300/k8oJDNACEEr2WFM5wNkOde3IQIL.jpg",
      "https://image.tmdb.org/t/p/w300/qqoJbc3FYpThoeEujutjKjUGoDP.jpg",
      "https://image.tmdb.org/t/p/w300/3GTmP7wyaFzIcHwKKxGVszLQKsJ.jpg",
      "https://image.tmdb.org/t/p/w300/pj0p7k1j8yFLibVvIntHGajPQ62.jpg",
      "https://image.tmdb.org/t/p/w300/6CymCPI7US4L8M8xIahHonxHlqj.jpg",
      "https://image.tmdb.org/t/p/w300/n5hnWzXjBGW6Ec6uUeGQdD3rzIi.jpg",
      "https://image.tmdb.org/t/p/w300/vB7kBFhEvY8bF2yDQwZh32QdrPc.jpg",
      "https://image.tmdb.org/t/p/w300/5iJNeWbnOWHz8Hi3SKMs579fBib.jpg",
      "https://image.tmdb.org/t/p/w300/ku4ZHnm6j1H6RRRQaARfl6lYyOu.jpg",
      "https://image.tmdb.org/t/p/w300/4gEFlTgDdXxH1sYCcG0pACNounW.jpg",
      "https://image.tmdb.org/t/p/w300/yWOlr06JmScXgWhvNkuwpJV9LLb.jpg",
      "https://image.tmdb.org/t/p/w300/vsIAkR8kZ1vt4KU64bwmN5uat6h.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hfExJPcbBtDeFDEb7I1By72Drlr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-three-musketeers-d-artagnan-2023-2160-p-4-k-web-x-265-10-bit-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.1GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-three-musketeers-d-artagnan-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hJ6z/(CM)_The_Three_Musketeers_-_D_Artagnan_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0qkhSRDS#jhlPm4YR6nfBv8knPjIfOIZ2-hZaWCkOrD0tbWK3i3I",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1uv7trdif9kq.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-three-musketeers-d-artagnan-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BLE6/(CM)_The_Three_Musketeers_-_D_Artagnan_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NqtkjKhS#nYvUyLtYymkbwARuAkED2T4JOJlpxBoJnrM2GpXFtIo",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rmx8b6jt7v6e.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/5evizb3u0z5z.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5cfcq3ac8r0e",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "if4AL4fXrT8",
      "video_url": "https://www.youtube.com/watch?v=if4AL4fXrT8",
      "embed_url": "https://www.youtube.com/embed/if4AL4fXrT8"
    }
  },
  {
    "metadata": "N/A|2017|107 min|Action,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "1,235"
    },
    "title": "Furious (2017)",
    "description": "CM ပရိတ္သတ္ႀကီးအတြက္ History/Action အမ်ိဳးအစားIMDB 6.1 ရရွိထားတဲ့ ရရွားဇာတ္ကားေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္၁၃ ရာစုမွာ မြန္ဂိုစစ္အာဏာရွင္ ဂ်င္ဂစ္ခန္ဟာ အာရွနဲ႔ ဥေရာပ တစ္ခြင္လံုးကို က်ဴးေက်ာ္စစ္ခင္းၿပီး သိမ္းပိုက္ခဲ့ပါတယ္ရရွားႏိုင္ငံဟာလည္း တစ္ခုအပါအဝင္ပါပဲအဲ့ဒီကာလမွာ ရရွားေကာင္ေလးကိုလိုဗရတ္က ၁၃ႏွစ္သား စစ္တပ္ထဲဝင္ခ်င္တဲ့ သတၱိခဲေလးပါဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ပဲ ရန္သူမြန္ဂိုေတြ လက္ခ်က္နဲ႔ ေခါင္းထိၿပီး မွတ္ဉာဏ္ထိခိုက္သြားပါတယ္အသက္ေတြႀကီးလာၿပီး စစ္သည္ေတြကို ေလ့က်င့္ေပးရတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ေပမယ့္ တစ္ညအိပ္ၿပီး မနက္မိုးလင္းလာတိုင္း ၁၃ႏွစ္သားမွတ္ဉာဏ္ကိုပဲ ျပန္ျပန္ေရာက္သြားပါတယ္ဒီလိုနဲ႔ပဲ သူတို႔ေနတဲ့ၿမိဳ႕ေလးကို ဂ်င္ဂစ္ခန္ရဲ႕ သား ဘာတူခန္က မီးရိႈ႕ဖ်က္ဆီးလိုက္တဲ့အခါမွာေတာ့…ေနာက္လိုက္စစ္သည္ အေယာက္ႏွစ္ဆယ္တည္းနဲ႔ ကိုလိုဗရတ္တစ္ေယာက္ ေထာင္ေသာင္းခ်ီတဲ့ မြန္ဂိုစစ္တပ္ႀကီးကို အညံ့မခံ အရံႈးမေပးပဲ ရဲရဲဝံ့ဝ့ံ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ခဲ့လဲမနက္လင္းတိုင္း မွတ္ဉာဏ္ေတြ မေပ်ာက္သြားေအာင္ သူဘယ္လိုႀကိဳးစားမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး***** Russia ကေန English လို English ကေန Myanmar ဘာသာျပန္ထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ဘာသာျပန္လြဲမွားမႈတစ္ခ်ိဳ.ရွိနိုင္ပါတယ္*****(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္)File Size : (900 MB) and (380 MB)Quality : Blu-Ray 720pRunning Time : 1hr 47minFormat : Mp4Genre : Action, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p BluRay DD5.1 x264-SPEEDTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDzhanik FayzievIvan ShurkhovetskiyStarsAleksandr IlinAleksandr TsoyAleksey SerebryakovAndrey BurkovskiyIlya MalakovMarta TimofeevaTimofey TribuntsevValeriya ShkirandoViktor ProskurinCastAleksandr IlinAleksandr TsoyAleksey SerebryakovAndrey BurkovskiyArtemiy PadalkaDariya YartsevaIgor SavochkinIlya MalakovMarta TimofeevaPolina ChernyshovaTimofey TribuntsevValeriya ShkirandoViktor ProskurinYuliya Khlynina",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nvF5VbrRtwflQm5znOZuTbLcwiu.jpg",
      "https://image.tmdb.org/t/p/w300/luMg4yboE00qGuSMTQc88UOfVne.jpg",
      "https://image.tmdb.org/t/p/w300/chTsIz1mIPE50IbdXlCvyk9xPIC.jpg",
      "https://image.tmdb.org/t/p/w300/tXveW5AjAmvlCFdiRhrjbiTKlFi.jpg",
      "https://image.tmdb.org/t/p/w300/1VDynz6FpVw5CjaFvy3KakvgWln.jpg",
      "https://image.tmdb.org/t/p/w300/rxXAPK4u2Yig3DvvjpjObPgmn7u.jpg",
      "https://image.tmdb.org/t/p/w300/sji7pXFU0xYoaJPbCH3jeQYtMwG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/DV7VnE",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/FteNDCY",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Fa6d",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/MftP5",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/737qH6",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/yz0d",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/vLGTYgx",
        "server": "openload.co",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/h0vnN",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/aVJoxdf",
        "server": "ClicknUpload.org",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/122i",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Fnf4TdaOJYg",
      "video_url": "https://www.youtube.com/watch?v=Fnf4TdaOJYg",
      "embed_url": "https://www.youtube.com/embed/Fnf4TdaOJYg"
    }
  }
]