[
  {
    "metadata": "PG-13|2019|2h 18min|Action,Adventure,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "52,853"
    },
    "title": "Midway (2019)",
    "description": "Midway (2019)IMDb – 6.7/10_____Rotten – 42%(Unicode)သမိုင်းဖြစ်ရပ်မှန် စစ်ကားတစ်ကား တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ မစ်ဝေးတိုက်ပွဲအကြောင်း ပါပဲ။ဂျပန်တွေ ပုလဲဆိပ်ကမ်းကို ဗုံးကျဲပြီး ၆ လအကြာမှာ ဖြစ်ပွားခဲ့တာပါပဲ။ပစိဖိတ်စစ်မျက်နှာမှာ ကြီးစိုးထားတဲ့ ဂျပန်ရေတပ်ကြီးကို အရေးနိမ့်စေခဲ့ပြီး ချိန်ခွင်လျှာပြောင်းလဲ စေခဲ့တဲ့ တိုက်ပွဲတစ်ခုပါပဲ။ဒီတိုက်ပွဲမှာသာ အမေရိကန်ရှုံးခဲ့ရင် အနောက်ကမ်းရိုးတန်းအသိမ်းခံရပြီး ဆီရာတယ်ဆန်ဖရန်စစ္စကို၊ လော့စ်အိန်ဂျလိလိုမြို့ကြီးတွေပါ ကျသွားနိုင်တဲ့အခြေအနေ ဖြစ်လာခဲ့မှာပါ။ဒါကို ထောက်လှမ်းရေးအဖွဲ့ နဲ့ အင်အားနည်းနေတဲ့ ရေတပ်လေတပ်ပူးပေါင်းပြီး ဂျပန်တွေကို ပြန်တိုက်နိုင်ခဲ့တာ ပါပဲ။စစ်ကားကြိုက်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)သမိုင္းျဖစ္ရပ္မွန္ စစ္ကားတစ္ကား တင္ေပးထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာ မစ္ေဝးတိုက္ပြဲအေၾကာင္း ပါပဲ။ဂ်ပန္ေတြ ပုလဲဆိပ္ကမ္းကို ဗုံးက်ဲၿပီး ၆ လအၾကာမွာ ျဖစ္ပြားခဲ့တာပါပဲ။ပစိဖိတ္စစ္မ်က္ႏွာမွာ ႀကီးစိုးထားတဲ့ ဂ်ပန္ေရတပ္ႀကီးကို အေရးနိမ့္ေစခဲ့ၿပီး ခ်ိန္ခြင္လွ်ာေျပာင္းလဲ ေစခဲ့တဲ့ တိုက္ပြဲတစ္ခုပါပဲ။ဒီတိုက္ပြဲမွာသာ အေမရိကန္ရႈံးခဲ့ရင္ အေနာက္ကမ္း႐ိုးတန္းအသိမ္းခံရၿပီး ဆီရာတယ္ဆန္ဖရန္စစၥကို၊ ေလာ့စ္အိန္ဂ်လိလိုၿမိဳ႕ႀကီးေတြပါ က်သြားႏိုင္တဲ့အေျခအေန ျဖစ္လာခဲ့မွာပါ။ဒါကို ေထာက္လွမ္းေရးအဖြဲ႕ နဲ႔ အင္အားနည္းေနတဲ့ ေရတပ္ေလတပ္ပူးေပါင္းၿပီး ဂ်ပန္ေတြကို ျပန္တိုက္ႏိုင္ခဲ့တာ ပါပဲ။စစ္ကားႀကိဳက္တတ္သူေတြ အႀကိဳက္ေတြ႕ၾကမွာပါ။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္…File Size : (2.43GB) and (999 MB)Quality :Blu-Ray 1080p 5.1CH, 720PRunning Time : 2hr 18minFormat : Mp4Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HDRip.X264-EVOTranslated by LittleneoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBethan MowatCarolina JiménezLorette LeblancMartin DoepnerPauline BeraudRoland EmmerichStarsAaron EckhartDennis QuaidEd SkreinKeean JohnsonLuke EvansLuke KleintankMandy MooreNick JonasPatrick WilsonTadanobu AsanoWoody HarrelsonCastAaron EckhartAdrian SpencerAgostino Michael CiminoAlexander LudwigAlexandre DuboisAna Maria LomboBrandon SklenarBrennan BrownCameron BrodeurChristie BrookeChristopher TapiaDarren CrissDavid DacostaDavid HewlettDean SchallerDennis QuaidDustin GeigerEd SkreinEllen DubinEllis ArchEric DavisEtsushi ToyokawaGarret SatoGeoffrey BlakeHalta NonenHiro KanagawaHiroaki ShintaniHiromoto IdaJacob BlairJake ManleyJake WeberJames CarpinelloJames HicksJason Lee HoyJason NewJohan Strombergsson-DenoraJun KunimuraKasey Ryne MazakKayo YasuharaKazuki Gonzalez-AdachiKeean JohnsonKen TakikawaKenny LeuKyle BougenoLeonardo BoudreauLuke EvansLuke KleintankMadison RoukemaMandy MooreMark RolstonMasahiro Tanikawa Masa TaniMatthew MacCaullMichael ChapmanMikaël CondeMotoo TairaNeil GirvanNick JonasNico DeCastrisNobuya ShimamotoPatrick WilsonPeter ShinkodaPhilip Fu-Kang WangPhilippe VervilleRachael Perrell FosketRaphael Grosz-HarveyReyn HalfordRobert CrooksRudolph WallstromRussell Dennis LewisRyo HayashidaRyohei ArimaRyuta KatoSangwon JunSarah HalfordSean ColbySebastian PigottSeunghwan MinShigeru YabutaSimon Pelletier-GilbertTadanobu AsanoTakeshi KurokawaTatsuya ShiratoTim BeckmannTony ChristopherToyoaki Ito LeungTrevor DanielsonTyler Elliot BurkeTyler HallWoody HarrelsonYuta Takenaka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xjP88DFPCQ81mbZHXFscyYtGskT.jpg",
      "https://image.tmdb.org/t/p/w300/5xegGPhCSVMKbyh6zeT6Th0BWLB.jpg",
      "https://image.tmdb.org/t/p/w300/2LmpNG02E92t2830kWm4XlJJiQL.jpg",
      "https://image.tmdb.org/t/p/w300/8o9SLJzM7dvFeInbOXk5Qnft1mk.jpg",
      "https://image.tmdb.org/t/p/w300/4rEiz5E3LjxtFa7GYUXJDdiuOBE.jpg",
      "https://image.tmdb.org/t/p/w300/yWjlddKBURxQ4ZVRDDLDWdF7B5Q.jpg",
      "https://image.tmdb.org/t/p/w300/vLbOGD1oQyZWbBc6zgEpNLj2CfD.jpg",
      "https://image.tmdb.org/t/p/w300/sHbT2dUWYBfxdLRNdUDP2VPlgI0.jpg",
      "https://image.tmdb.org/t/p/w300/oVGCnH3PY7nUkCc38GWK220ITAF.jpg",
      "https://image.tmdb.org/t/p/w300/vhwzEoicgCjLf0nVAFS9MAS2w2G.jpg",
      "https://image.tmdb.org/t/p/w300/1rDInBHSmTRDx5851KPrY7Drt6a.jpg",
      "https://image.tmdb.org/t/p/w300/i6e5PrshrLiUMzsbjojr2zLJWix.jpg",
      "https://image.tmdb.org/t/p/w300/22VjK2RqKvw3kmo7CPJB4uTqfoH.jpg",
      "https://image.tmdb.org/t/p/w300/tT34O7fwKFuSkEhGnWcuScWNGnJ.jpg",
      "https://image.tmdb.org/t/p/w300/q4dnpwUnM2EwlXcbusJYNrY0wI6.jpg",
      "https://image.tmdb.org/t/p/w300/esWG8EO4vlLKvLzfNIL9mwNL6Cr.jpg",
      "https://image.tmdb.org/t/p/w300/4BtGTi5PsGAYZaNCL0TRZZCGRBL.jpg",
      "https://image.tmdb.org/t/p/w300/kb7ZGty5ezRNbdW8Nl4LNRESNd8.jpg",
      "https://image.tmdb.org/t/p/w300/o07ahalweoWDSRIEMd7pb98eTmm.jpg",
      "https://image.tmdb.org/t/p/w300/kEGbE6y7NhZmq4mutQm2gZCQzjc.jpg",
      "https://image.tmdb.org/t/p/w300/p4hHDosHmMLgwQ2lnUSN0oaiM2T.jpg",
      "https://image.tmdb.org/t/p/w300/kmSPNaTOGnIYNCSdce0XqLmEQF6.jpg",
      "https://image.tmdb.org/t/p/w300/mYpVbEonbH5amZyWW4sFQFSpEW3.jpg",
      "https://image.tmdb.org/t/p/w300/wnuQa50x2Fy99Ku3cZS8AySjEOw.jpg",
      "https://image.tmdb.org/t/p/w300/yHXxcQOqsy2BPXmF9RhXFgLcfhk.jpg",
      "https://image.tmdb.org/t/p/w300/euUvrdMLH5GR3GMLAxF1D9xw6bt.jpg",
      "https://image.tmdb.org/t/p/w300/jIAbr9B4ZEyL7FKIPZQxtJRelyz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/midway-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/b8eni3mqv38r.html",
        "server": "usersdrive.com",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/0stchaqgi9kf.html",
        "server": "usersdrive.com",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/midway-2019-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/midway-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/1xXeg/Midway_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/1xXc8/Midway_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/iBcWAC6b#s0NLBV2s3RyLJBHZHfZx9GYUwA50Ho_QJI9mdB-joWo",
        "server": "mega.nz",
        "size": "2.43GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/nV0Vja7A#kJyb_Rr0ZghPG79btdTzQeI7mrQ8zmJL3vkgNRcADXM",
        "server": "mega.nz",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/v7348ufcj9o2",
        "server": "upstream.to",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://upstream.to/davzdclnkvb7",
        "server": "upstream.to",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yadi.sk/i/5J1qMtH56TjyaQ",
        "server": "disk.yandex.com",
        "size": "2.43 GB",
        "quality": "Blu-Ray 1080p 5.1CH"
      },
      {
        "link": "https://yadi.sk/i/UNMezMUE8pyc_w",
        "server": "disk.yandex.com",
        "size": "1.07 GB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "Z_7eN5iloyk",
      "video_url": "https://www.youtube.com/watch?v=Z_7eN5iloyk",
      "embed_url": "https://www.youtube.com/embed/Z_7eN5iloyk"
    }
  },
  {
    "metadata": "R|2006|141 min|Action,Adventure,History,War",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "136,475"
    },
    "title": "Letter From Iwo Jima (2006)",
    "description": "IMDb rating ေတြတၿခား rating မေၿပာခင္အုိင္၀ိုဂ်ီးမားကြ်န္းမွေပးစာမ်ား ဇာတ္လမ္းအေၾကာင္းေၿပာရရင္ေတာ႔ဂ်ပန္စစ္သည္ေတြရဲ႔စစ္ရံွဳးခါနီးခံစားခ်က္ အိမ္လြမ္းတဲ႔ခံစားခ်က္ေတြကိုေဖာ္ညႊန္းထားတဲ႔ ဂရုဏာရသကိုအဓိက ဦးစားေပးရိုက္ကူးထားတဲ့ဇာတ္လမ္းတခုပဲ ၿဖစ္ပါတယ္။စစ္သည္လုိ႔ဆုိတဲ႔ေနရာမွာသူတုိ႔ကိုဦးစီးတဲ႔ဗိုလ္ခ်ဳပ္အပါအ၀င္ေပါ႔….သူတုိ႔ခံစစ္ဆင္မယ္႔ ကြ်န္းေပၚက ကေလးတေယာက္ကစားေနတာကိုၿမင္ၿပီး အိမ္က ကေလးကုိသတိရသြားတဲ႔ဗိုလ္ခ်ဳပ္…ဒီအခ်ိန္ေလးမွာပဲကိုယ္ခ်င္းစာစိတ္တခုေပၚလာၿပီးအၿပစ္မဲ႔ၿပည္သူေတြကို တတ္ႏိုင္သေလာက္ ေဘးကင္းရာကိုေရႊ႔ခိုင္းခဲ႔တယ္ဗိုလ္ခ်ဳပ္ရဲ႔ လုပ္ရပ္ဟာ ပင္ပန္းေနတဲ႔သူ႔စစ္သည္ေတြကိုနားလည္သလို တဖက္ကိုလည္းကုိယ္ခ်င္းစာစိတ္တခုကိုေပၚလြင္ေအာင္ၿပသြားတဲ႔မ်က္ႏွာေပးေတြကလဲဂ်ပန္ေတြရဲ႔အႏုပညာဖန္တီးမွဳတခုပါ….ေခါင္းေဆာင္ေကာင္းတေယာက္က ၾကာပြတ္ကိုမသံုးဘူးဦးေႏွာက္ကိုသံုးတယ္ဆုိတဲ႔ ဆံုးမစကားကလဲမွတ္သားစရာပါ…. အဆမတန္မ်ားၿပားတဲ႔ ရန္သူေတြလာမယ္ဆုိတာသိသိၾကီးနဲ႔ခံစစ္ၿပင္ဆင္ေနတဲ႔ဂ်ပန္စစ္သားေတြရဲ႔ အင္ပါယာစစ္သားဆုိတဲ႔ဂုဏ္ကို တန္ဖုိးထားတတ္ပံုအခ်င္းခ်င္းရိုင္းပင္းကုူညီပံု မိသားစုဆီၿပန္သြားရမယ္ဆုိတဲ႔အသိစိတ္ေတြက ဒီကြ်န္းက ေရာဂါဘယေတြ ေရမေကာင္းတာေတြရိကၡာအၿပည္႔အ၀မရတဲ႔ ဒဏ္ေတြကိုေက်ာ္လႊားႏုိင္ေစပါတယ္။သူတုိ႔အားလံုးအိမ္ကိုၿပန္လာႏုိင္ၾကရဲ႔လား….?ရွင္တုိ၀ါဒဟာလဲ သူတို႔ႏိုင္ငံအတြက္ဂုဏ္ယူေစတဲ႔အခ်က္တခုၿဖစ္တယ္ဆုိတာ ဇာတ္ကားရဲ႔မေဖာ္ၿပထားတဲ႔အပိုင္းမွာေလ႔လာခဲ႔ရပါတယ္…ဒါကဇာတ္လမ္းထဲကေပးတဲ႔ မက္ေဆ႔တခ်ိဳ႔ဒီဇာတ္လမ္းေနာက္မွာ ရွိတဲ႔ ခိုင္မာတဲ႔သမိုင္းေၾကာင္းေတြကေတာ႔…..ပထမတခုကဂ်ပန္ေတြဟာ ဗုဒၶဘာသာ ခရစ္ယာန္ ဇင္က်င္႔စဥ္နဲ႔၀ိဥာဥ္ကိုးကြယ္မွဳေတြကိုယံုၾကည္ေလ႔ရွိတယ္ ရွင္တုိ၀ါဒဟာလဲ ဒုတိယကမာၻစစ္တြင္းက ဂ်ပန္တပ္မေတာ္မွာေလ႔က်င္႔ေပးခဲ႔တဲ႔က်င္႔စဥ္တခုပဲၿဖစ္ပါတယ္..ရဲေဘာ္သံုးက်ိပ္၀င္ေတြ ဂ်ပန္ၿပည္မွာစစ္ပညာေလ႔လာစဥ္ကလဲရွင္တုိက်င္႔စဥ္ကိုေလ႔က်င္႔ေပးတယ္လို႔ ၁၉၉၀ ၀န္းက်င္ထုတ္ဂ်ာနယ္တခုမွာ ေလ႔လာခဲ႔ဖူးပါတယ္ ဘုရားသခင္ရဲ႔က်င္႔စဥ္လို႔အမည္ေပးထားတဲ႔ဒီက်င္႔စဥ္ကိုႏိုင္ငံေတာ္၀ါဒအၿဖစ္က်င္႔သံုးခဲ႔တဲ႔၀ါဒလဲၿဖစ္တယ္အရင္ဆံုးေသြးပူလုပ္ရတယ္၊စိတ္တည္ၿငိမ္မွဳလုပ္ရတယ္ေနာက္မွာေတာ႔ သင္ေပးတဲ႔ဆရာကလဲ တည္တည္ၿငိမ္ၿငိမ္နဲ႔သႏၷိဌာန္ခ်ၿပီး ဘုရင္႔အတြက္အသက္စြန္႔ပါမည္ဆိုတဲ႔စိတ္ဓါတ္မ်ိဳးရိုက္သြင္းေပးရတယ္…။ရွင္တုိ၀ါဒဟာစစ္၀ါဒကိုအသက္သြင္းတဲ႔၀ါဒသပ္သပ္သာၿဖစ္ၿပီးဘာသာေရးနဲ႔မသက္ဆုိင္တဲ႔၀ါဒသပ္သပ္သာၿဖစ္တယ္လို႔ယူဆတဲ႔အတြက္ဒုတိယကမာၻစစ္အၿပီးမွာမဟာမိတ္တပ္ေတြရဲ႔စစ္ေသနာပတိခ်ဳပ္ ဗိုလ္ခ်ဳပ္ၾကီးမက္အာသာက အမိန္႔ထုတ္ပယ္ဖ်က္ခဲ႔တဲအတြက္ ရွင္တုိ၀ါဒဟာလဲ တုိင္းၿပည္၀ါဒအၿဖစ္မွ ေပ်ာက္ကြယ္ခဲ႔ရပါတယ္….ေနာက္တခ်က္ကေတာ႔…. ဒီကြ်န္းတုိက္ပြဲမွာခံစစ္ဆင္သြားတဲ႔ပံုစံအေၾကာင္းပါ၁၉၄၄ ခုႏွစ္ဇြန္လတြင္းမွာၿဖစ္ပြါးခဲ႔တဲ႔ နယူးဂီနီကြ်န္းတုိက္ပြဲရဲ႔ ဂ်ပန္တပ္မွဴးဗိုလ္မွူးၾကီး နာအုိယူကီ-ကူဇူမီက ကမ္းတက္တိုက္ပြဲစစ္နည္းအသစ္ကိုတီထြင္ခဲ႔တယ္..။ယခင္ ပံုစံေတြလိုကမ္းတက္လာမယ္႔ရန္သူေတြကို ကမ္းေၿခကေနစီးၾကိဳတုိက္တဲ႔ပံုစံက ခြဲၿပီး ကမ္းေၿခမွာခံစစ္မယူေတာ႔ဘဲေတာတြင္းလွ်ိဳေၿမာင္၊သဘာ၀နဲ႔လူလုပ္အတားအဆီးေတြပံုစံၿပင္ဆင္ၿပီး အနီးကပ္ေတာတြင္းတုိက္ပြဲ၊ညတုိက္ပြဲ၊ၿခံဳခိုတုိက္ပြဲပံုစံေတြနဲ႔စစ္ဆင္ခဲ႔ပါတယ္။ဒီလိုစစ္ဆင္ၿခင္းအားၿဖင္႔ ယခင္ကမ္းမွာေစာင္႔ၿပီးခံစစ္ယူတဲ႔အားနည္းခ်က္ေတြကိုၿပင္ဆင္ႏိုင္ခဲ႔သလို ရန္သူကေနသတင္းအတိအက်ေထာက္လွမ္းလို႔မရၿခင္း၊အနီးကပ္တုိက္ပြဲ၀င္ရတဲ႔အတြက္ရန္သူ႔လက္နက္ၾကီးပစ္ကူထိထိေရာက္ေရာက္မရၿခင္း၊မိမိဘက္ကအက်အဆံုးအနညး္ငယ္နဲ႔ရန္သူ႔အင္အားမ်ားမ်ားကိုၿဖဳန္းတီးပစ္ႏုိင္တဲ႔အၿပင္ ေတာ၊ရာသီဥတု၊ေရာဂါ၊နယ္ေၿမကြ်မ္းက်င္မွဳနဲ႔ေပါင္းစပ္ၿပီး ရန္သူ႔စိတ္ဓါတ္ကိုပါရိုက္ခ်ိဳးႏုိင္ခဲ႔ပါတယ္…။အရင္ပံုစံကမ္းေၿခမွာစီးၾကိဳခံစစ္ဆင္ၿခင္းအားနည္းခ်က္ေတြၿဖစ္တဲ႔-ရန္သူမွအတိအက်သတင္းမေထာက္လွမ္းႏိုင္ၿခင္း-ရန္သူ႔ပစ္အားေကာင္းတဲ႔ ေရတပ္လက္နက္ၾကီးေတြၾကိဳတင္ေမႊေႏွာက္ေခ်မွဳန္းပစ္ခတ္မွဳေၾကာင္႔ခံစစ္က်ိဳးေပါက္တပ္ပ်က္ၿခင္း-မိမိထက္လူလက္နက္ နည္းပညာအင္အားသာသူကိုတန္ၿပန္ေခ်မွဳန္းႏိုင္ၿခင္း-မိမိအင္အားမလိုအပ္ဘဲက်ဆံုးၿခင္းစတဲ႔အားသာခ်က္ေတြကိုရရွိခဲ႔သလို တကယ္လဲထိေရာက္ခဲ႔ပါတယ္။ဆိုင္ပန္ကြ်န္းတုိက္ပြဲ(Windtalker ရုုပ္ရွင္)အိုကီနာ၀ါကြ်န္းတုိက္ပြဲ(ကြ်န္ေတာ္႔လက္ရာပစိဖိတ္ဇာတ္ကား)အခုဇာတ္လမ္းမွာပါတဲ႔အိုင္၀ိုဂ်ီမားကြ်န္းတုိက္ပြဲေတြဟာဆုိရင္ဒီစစ္နညး္ဗ်ဴဟာကိုသံုးခဲ႔တဲ႔ထင္ရွားတဲ႔တုိက္ပြဲေတြပဲၿဖစ္ပါတယ္ကြ်န္ေတာ္႔အေနနဲ႔ေၿပာခ်င္တာကေတာ႔ ဒီဇာတ္လမ္းအတြက္စာဖုိင္ရွာတဲ႔အခါ ဂ်ပန္စာဖုိင္ပဲေတြ႔လို႔ဂ်ပန္စာကေန အဂၤလိပ္စာတဆင္႔ေၿပာင္းရတဲ႔အတြက္အလြဲအေခ်ာ္အနညး္ငယ္ရွိေကာင္းရွိႏုိင္ေပမယ္႔အနီးစပ္ဆံုးနဲ႔အသင္႔ေတာ္ဆံုးၿဖစ္ေအာင္ၿပန္ဆုိထားပါတယ္ေနာက္တခ်က္က စစ္သံုးေ၀ါဟာရေတြကိုလဲသတိထားၿပန္ဆုိထားရပါတယ္… တခုခုအလြဲအေခ်ာ္ရွိခဲ႔ရင္လဲကြ်န္ေတာ္ရဲ႔ညံ႔ဖ်င္းမွဳေၾကာင္႔သာၿဖစ္ပါလိမ္႔မယ္သမိုင္းဆိုင္ရာအခ်က္အလက္ေတြလဲ အမွားအယြင္းပါခဲ႔ရင္ကြ်န္ေတာ္႔ထက္ပိုသိသူမ်ားမွၿပင္ေပးေစလိုပါသည္အလြမ္းအေဆြးသနားစရာ ဂရုဏာရသကိုေပးႏုိင္တဲ႔ဇာတ္လမ္းတခုၿဖစ္လုိ႔မလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတခုလို႔ညႊန္းပါရေစဘာသာျပန္နဲ႔အၫြန္းကေတာ့ ကိုျမန္မႀကီးပါDownload From OP​Download From Own CloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClint EastwoodStarsKazunari NinomiyaKen WatanabeRyo KaseTsuyoshi Ihara",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Letters-from-Iwo-Jima.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/letter-from-iwo-jima-2006",
        "server": "VIP Links",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://kinocloud.org/CZ/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/letter-from-iwo-jima-2006-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/letter-from-iwo-jima-2006-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2furi/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/bh7u4ucfkk8j",
        "server": "upstream.to",
        "size": "500MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2022|2h 9m|Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "5500"
    },
    "title": "She Said (2022)",
    "description": "She Said (2022)~ IMDb – 7.4/10, Rotten Tomatoes – 87% ~2017 လောက်က ဟောလိဝုကိုရော ကမ္ဘာကြီးကိုပါ တုန်လှုပ်စေခဲ့တဲ့ အမှုအခင်းကြီးတစ်ခု ဖြစ်ခဲ့ပါတယ်။ ဟာဗီဝိုင်းစတိန်းဆိုတဲ့ ကမ္ဘာကျော် ရုပ်ရှင်ထုတ်လုပ်သူကြီး၊ Miramax ကုမ္ပဏီကို တည်ထောင်သူကြီးရဲ့ လိင်အကြမ်းဖက်မှုနဲ့ မုဒိန်းမှုတွေအကြောင်းပဲဖြစ်ပါတယ်။ မီရာမက်စ်ကုမ္ပဏီဆိုတာ Pulp Fiction, Kill Bill လိုမျိုး ကမ္ဘာကျော်ရုပ်ရှင်တွေ မရေတွက်နိုင်အောင် ထုတ်လုပ်ခဲ့တဲ့အပြင် ဟောင်ကောင်ဌာနခွဲကနေပဲ Shaolin Soccer လို ရုပ်ရှင်မျိုးတွေထုတ်ခဲ့တာပါ။ ဒါကြောင့် ဧရာမကုမ္ပဏီကြီးတစ်ခုဖြစ်ပြီး ကမ္ဘာကျော် မင်းသား၊မင်းသမီး၊ ဒါရိုက်တာတွေအကုန် ဟာဗီနဲ့ ပတ်သက်နေရတာ များပါတယ်။အဲဒီအမှုမီးပွားကို စတင်ခဲ့သူကတော့ တိုင်းမ်မဂ္ဂဇင်းရဲ့ စုံစမ်းဖော်ထုတ်ရေး သတင်းထောက် ဂျိုဒီကန်တာနဲ့ မီဂန်တူဟီတို့ပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ဒီနှစ်ယောက်ကို အဓိက ဇာတ်ကောင်အနေနဲ့ ထည့်သွင်းထားပြီး ဟာဗီဝိုင်းစတိန်းရဲ့လုပ်ရပ်တွေကို ဖော်ထုတ်ဖို့ ကြိုးစားပုံကို ပြသထားတာပါ။ စုံထောက်ကားတစ်ကားကိုကြည့်ရသလိုပဲ အတော်ကို အရသာရှိပါတယ်။ သတင်းစာဆိုတာ စတုတ္ထမဏ္ဍိုင်လို့ ခေါ်ကြတာလည်း ဒီလို သတင်းမျိုးတွေဟာ နိုင်ငံကိုရော ကမ္ဘာကိုရော ရိုက်ခတ်စေနိုင်တာမို့ပါ။ ဒီသတင်းအပြီးမှာ ဟာဗီဝိုင်းစတိန်းရဲ့ အနိုင်ကျင့်မှုခံရသူ အမျိုးသမီး ၈၀ ကျော်ထွက်ပေါ်လာပြီး စွပ်စွဲခဲ့ကြပါတယ်။ ဟာဗီလည်း အဖမ်းခံခဲ့ရပြီး ပြစ်မှုထင်ရှားတာကြောင့် ထောင်ဒဏ် ၂၃ နှစ်ချမှတ်ခံထားရပါပြီ။ ဒါတောင် စွဲချက်တွေမကုန်သေးဘဲ အကုန်လုံးအတွက်ဆို နှစ် ၁၄၀ လောက်ကျခံရမှာဖြစ်တာကြောင့် ထောင်ထဲမှာပဲ ဘဝဆုံးဖို့များသွားပါပြီ။ ဒီသတင်းနောက်ပိုင်းမှာ ကမ္ဘာအနှံ့ နာမည်ကြီးသွားတဲ့ #MeToo ဆိုတဲ့ လှုပ်ရှားမှုတစ်ခုပေါ်လာပြီး လုပ်ငန်းခွင်အတွင်း လိင်အနိုင်ကျင့်တာတွေ အသားယူတာတွေကို ထုတ်ဖော်ပြောကြားမှု အရမ်းအားကောင်းလာခဲ့ပါတယ်။ လုပ်ငန်းခွင်စည်းမျဉ်းတွေ ဥပဒေတွေကိုပါ ပြောင်းလဲစေခဲ့တဲ့အထိ ရိုက်ခတ်ခဲ့တဲ့ သတင်းတစ်ပုဒ်ဖြစ်ခဲ့တာပါ။ဒီသတင်းကိုလည်းလွယ်လွယ်ရခဲ့တာမဟုတ်ပါဘူး။ ဟာဗီဟာ သူ့ရဲ့သားကောင်တွေကို ငွေသန်းချီပေးတဲ့အထိ ကျေအေးပြီး လျို့ဝှက်ချက်မထုတ်ဖော်ရေး စာချုပ်တွေနဲ့ချုပ်ကိုင်ထားတာမို့ နာမည်တပ်ပြောကြားခံရဲတဲ့သူ တစ်ယောက်တောင် ရဖို့မလွယ်ခဲ့တာပါ။ ဒီအမှုဟာ မုဒိန်းကောင်တစ်ယောက်တည်းအတွက်တင်မဟုတ်ဘဲ ဒီလိုအရေးပါတဲ့ လူကြီးလူကောင်းတွေကို ဝိုင်းကာကွယ်ပေးနေတဲ့ ကုမ္ပဏီကြီးတွေရှေ့နေတွေနဲ့ စနစ်ကြီးတစ်ခုလုံးကိုပါ ဖော်ထုတ်လိုက်သလိုဖြစ်သွားတာပါပဲ။ ခု သတင်းထောက်နှစ်ယောက်ဆိုရင်လည်း ဟာဗီရဲ့ သားကောင်တွေကို နိုင်ငံထဲတင်မက လန်ဒန်၊ ဝေလလို အခြားနိုင်ငံတွေမှာပါ လိုက်ပြီး စုံစမ်းမေးမြန်းခဲ့ရတာပါ။ နောက်ပြီး တရားစွဲမခံရဖို့ ရှေ့နေတွေနဲ့ လုံခြုံရေးအကြံပေးတွေနဲ့ဆက်တိုက်တိုင်ပင်ပြီး စွန့်စားခဲ့ရတာမို့ အတော်ကို ကြီးမားတဲ့အတွေ့အကြုံနဲ့ ဘတ်ဆဲလား စာအုပ်တွေပါ ထွက်လာခဲ့တာပါ။ဒီကားရဲ့ ရုပ်ရှင်ထုတ်လုပ်သူတွေထဲမှာ မင်းသား ဘရက်ပစ်လည်း ပါဝင်ခဲ့ပါတယ်။ ဘရက်ပစ်ဟာ ဟာဗီရဲ့ သားကောင်ဖြစ်ဖူးတဲ့ မင်းသမီးတွေနဲ့ ဒိတ်ခဲ့ဖူးသူဖြစ်လို့ ဟာဗီအကြောင်းတွေကို အရင်ကတည်းက သိခဲ့ရသူလည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ရုပ်ရှင် Inglourious Basterds လိုဟာတွေကို ဟာဗီဝိုင်းစတိန်းနဲ့အတူ ပူးပေါင်းပြီးထုတ်ခဲ့တဲ့သူဆိုတော့ ဒီအမှုပေါ်လာချိန်မှာ အတော်လည်း နာမည်ထိခဲ့သလို ဟာဗီရဲ့သားကောင်ထဲမှာ ဂျိုလီလည်း ပါဝင်ခဲ့တာမို့ လင်မယားပဋိပက္ခလည်း အတော်ကို ကြီးမားခဲ့ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ ဟာဗီရဲ့ သားကောင်ဖြစ်ခဲ့သူ၊ တိုင်းမ် သတင်းစာတိုက်ကို ထုတ်ဖော်ပြောခဲ့သူတွေကိုယ်တိုင်လည်း သူတို့နေရာမှာသူတို့ ပါဝင်သရုပ်ဆောင်ထားကြပါသေးတယ်။ အဓိကမင်းသမီးတွေဖြစ်တဲ့ Carey Mulligan ဟာလည်း Promising Young Woman (2020), An Education (2009) တို့နဲ့ အော်စကာဆန်ကာတင်ဝင်ခဲ့သူဖြစ်ပြီး။ နယူးယော့ခ်တိုင်းမ်ရဲ့ အယ်ဒီတာ Rebecca Corbett အနေနဲ့ သရုပ်ဆောင်ထားတဲ့ Patricia Clarkson ဆိုရင်လည်း Pieces of April (2003) နဲ့ အော်စကာဆန်ကာတင်ဝင်ခဲ့ပါသေးတယ်။ ဒီရုပ်ရှင်မှာလည်း သူတို့တွေ အော်စကာဝင်ဦးမလား ဆက်စောင့်ကြည့်ရမှာပဲ။ ဒီတော့ ကြည့်ကိုကြည့်ဖူးသင့်တဲ့ ရုပ်ရှင်ထဲမှာပါလို့ ချန်နယ်မြန်မာကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMr. Andersonမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 1.2GB, 660MBQuality – 1080p, 720p, 480pIMDb Rating – 7.4/10Format – mp4Duration – 2H 9MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated byMr. AndersonEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMaria SchraderStarsAdam ShapiroAnastasia BarzeeAndre BraugherAngela YeohAnita SabherwalAshley JuddBrad NeilleyCarey MulliganDalya KnappElle GrahamEmma Clare O'ConnorGwyneth PaltrowHilary GreerJames Austin JohnsonJason HewittJennifer EhleJustine ColanKareemeh OdehKeilly McQuailKelly Rian SansonLauren YaffeLeah KreitzLiam EdwardsMaren HearyMaren LordMike HoustonNancy Ellen ShoreNorah FelicianoPatricia ClarksonRuby ThomasSamantha MortonSeán CullenStephanie HeitmanStephen DexterSteven BittermanSujata EyrickTina WongLuTom PelphreyWesley HollowayZach GrenierZoe KazanCastAdam ShapiroAnastasia BarzeeAndre BraugherAngela YeohAnita SabherwalAshley JuddBrad NeilleyCarey MulliganDalya KnappElle GrahamEmma Clare O'ConnorGwyneth PaltrowHilary GreerJames Austin JohnsonJason HewittJennifer EhleJustine ColanKareemeh OdehKeilly McQuailKelly Rian SansonLauren YaffeLeah KreitzLiam EdwardsMaren HearyMaren LordMike HoustonNancy Ellen ShoreNorah FelicianoPatricia ClarksonRuby ThomasSamantha MortonSean CullenStephanie HeitmanStephen DexterSteven BittermanSujata EyrickTina WongLuTom PelphreyWesley HollowayZach GrenierZoe Kazan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6d5vZGZVsw06RW8VsctSPY2FMKL.jpg",
      "https://image.tmdb.org/t/p/w300/m6MAsoUvlGCpt7RRtUEBWEDpDRO.jpg",
      "https://image.tmdb.org/t/p/w300/iyIMhaYU9ki2g0BDuod0iUqoZ0b.jpg",
      "https://image.tmdb.org/t/p/w300/A5vlER2NUyei474JWgkYATXwS5s.jpg",
      "https://image.tmdb.org/t/p/w300/3y1f936A2RYObIfgyeO65qhhpKP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b2g0XtMU4zH2URSkx62n1aWTXTV.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2wrz5/(CM)_She_Said_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xWd1AIZI#hrBZuUTTC_LjyW4rLrjcqmxm255o71Gh5p3NRlS4z74",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gaud92tajwex.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/bybyk576t621.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wrxZ/(CM)_She_Said_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/QCcCAbJT#gPDvNnV29J8mEO17u6y8PaOWTy6ZVbmIjbf3P1hLksE",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9500j0v9cyhd.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/rgrpglpafm8s.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qu73/(CM)_She_Said_(2022)_480p.mp4",
        "server": "megaup.net",
        "size": "660MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Qzgy0JoS#Qd_EjSuNZ4A0p6eQjBeVfwBTOZ-AvXJMqDOR1Co-1vY",
        "server": "mega.nz",
        "size": "660MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ntdaihnidaos.html",
        "server": "usersdrive.com",
        "size": "660MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/ixh2kb8zdc58.html",
        "server": "streamsb.com",
        "size": "660MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "i5pxUQecM3Y",
      "video_url": "https://www.youtube.com/watch?v=i5pxUQecM3Y",
      "embed_url": "https://www.youtube.com/embed/i5pxUQecM3Y"
    }
  },
  {
    "metadata": "|||Adventure,Crime,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "6K"
    },
    "title": "The Emperor of Paris (2018)",
    "description": "IMDB – 6.3Rotten Tomatoes – 70%ဒီဇာတ်လမ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့သမိုင်းဝင်စုံထောက်ကြီး ဗီဒေါ့အကြောင်းပါ။ဗီဒေါ့ဟာ နပိုလီယံခေတ်မှာကျော်ကြားလာသူဖြစ်ပြီး ပြင်သစ်နိုင်ငံရဲ့ ပထမဆုံးပြစ်မှုဆိုင်ရာစုံစမ်းစစ်ဆေးရေးအေဂျင်စီကို တည်ထောင်သူလည်းဖြစ်သလိုခေတ်မှီပြစ်မှုဗေဒရဲ့ ဖခင်ကြီးလို့လည်းတင်စားကြပါတယ်။ ငယ်စဉ်ကဆိုးပေမိုက်ခဲ့ပြီးနောက်မှာတော့ အသိတရားဝင်ကာ ပြင်သစ်နိုင်ငံရဲတပ်ဖွဲ့ပူပေါင်းပြီးအမှုတွေလိုက်လံဖြေရှင်းခဲ့ပါတယ်။ဒါ့အပြင် ပုဂ္ဂိလိကစုံထောက်အဖြစ်လည်းလုပ်ခဲ့ပါတယ်။ဒီဇာတ်လမ်းကတော့ သူရဲ့အတ္ထုပတ္တိဇာတ်လမ်း၊ စွမ်းဆောင်ရည်တွေကိုအဓိကရိုက်ကူးထားတာမဟုတ်ဘဲ အကြမ်းဖျင်းသဘောနဲ့ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Rating လည်းမြင့်တဲ့အတွက် ကြည့်ရှုသူတွေစိတ်ကျေနပ်စေဖို့အတွက်တင်ဆက်ပေးလိုက်ပါတယ်..File size…1.85 GB / 789MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 48mGenre ….. Adventure , Crime , HistorySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tin Myo LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnne SeillerAntoine BaslerAntoine LelandaisAugust DiehlDenis LavantDenis MénochetEmmanuel BrochetFabien OrcierFabrice LuchiniFayçal SafiFranck MercadalFrédéric FixFreya MavorHervé FallouxHervé MasquelierJames ThierréeJean-François RichetJean-Michel VovkJérôme CachonJérôme PoulyLucien BelvèsManuel GuillotMarie UtrehMark SchneiderMaxime LefrançoisMaxime MotteMichael PerezNémo SchiffmanNicolas de LavergneOlga KurylenkoOlivier PeynotPascal LoisonPatrick ChesnaisPatrick MédioniPhilippe BeautierPhilippe MamoloRégis MaynardRémy GiordanoRichard SammutSolène DelannoyThierry NenezVincent CasselVincent HaquinXavier Pottier",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2E2bGNMDOEmTpgiwdI4w7G6mxli.jpg",
      "https://image.tmdb.org/t/p/w300/v81BEDRhzZR5TEOtqtOJJg3mnYl.jpg",
      "https://image.tmdb.org/t/p/w300/y9Jq6HZQFtzLBp31z0kjxJlGrqJ.jpg",
      "https://image.tmdb.org/t/p/w300/acwTqaSzZTxPefjSk1GWaWkQFmd.jpg",
      "https://image.tmdb.org/t/p/w300/rOGq16PCWLkVmh09qGHQCAk0IsG.jpg",
      "https://image.tmdb.org/t/p/w300/Antmm7z2mkMXVm7ktDzWcX6zqOX.jpg",
      "https://image.tmdb.org/t/p/w300/7XQkmsbr7ihxY7yzoVESneEYiB1.jpg",
      "https://image.tmdb.org/t/p/w300/9lS59Fwxwe6nPntp0Otp52NTyJC.jpg",
      "https://image.tmdb.org/t/p/w300/hB1nRhgzWPb9Is3Jod41QNuspUK.jpg",
      "https://image.tmdb.org/t/p/w300/bi5It0MuqudeKOjrk6EDW4yYTGI.jpg",
      "https://image.tmdb.org/t/p/w300/g0PbDcrAZ2ONaa88glWr0vSzAep.jpg",
      "https://image.tmdb.org/t/p/w300/84q7btVbFUFSUa9Jsh3120P0lio.jpg",
      "https://image.tmdb.org/t/p/w300/txDuHbCD3ZVzAqcSNLVcW9ZSyCS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7mZBfj3dFIzQgMVfkDwi9u4JBxI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dywczmsr1jbn.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-emperor-of-paris-2018-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2Hwiz/The.Emperor.Of.Paris.2018.BluRay,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NLEVTALB#rncpV5pK-DHsupO3TMWPHaE726WkjpSClu4aMbSeSlw",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/z0gz10wz87eo",
        "server": "streamvid.io",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/89cfp87jttdj.html",
        "server": "usersdrive.com",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-emperor-of-paris-2018-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1lBnx/The.Emperor.Of.Paris.2018.BluRay,720p(CM).mp4",
        "server": "megaup.net",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/gWMB0SZa#3_mJ_VWdi-uRZVcj3OrQPDapAJLIwLNz8p5x50Ogcao",
        "server": "mega.nz",
        "size": "789MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/a0oub4tgh7oq",
        "server": "streamvid.io",
        "size": "789MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "-TBjmSNc4Z0",
      "video_url": "https://www.youtube.com/watch?v=-TBjmSNc4Z0",
      "embed_url": "https://www.youtube.com/embed/-TBjmSNc4Z0"
    }
  },
  {
    "metadata": "|||Action,Drama,History",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "12043"
    },
    "title": "Bhuj: The Pride of India(2021)",
    "description": "Bhuj: The Pride of India(2021) အညွှန်း***********************************ဖြစ်ရပ်မှန်အခြေခံတဲ့ အိန္ဒိယစစ်ကားတစ်ကား… ဒီရုပ်ရှင်ဟာ ၁၉၇၁ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ အိန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကိုအခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Ajay Devgn , Sanjay Dutt , Sonakshi Sinha က ခေါင်းဆောင်ပါဝင်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း (တာဝန်ခံ)အရာရှိ ဗီဂျေးကာရ်နစ်ခ်ရဲ့လက်အောက်မှာရှိတဲ့ ဘူဂျ်လေတပ်စခန်းဟာပါကစ္စတန်လေတပ်ရဲ့ဗုံးကြဲခြင်းကို ခံလိုက်ရလို့ လေယာဉ်ပြေးလမ်းတွေပျက်စီး ကုန်တယ်….ဒါ့အပြင် တင့်ကားလက်နက်အပြည့်အစုံ ၊အင်အားအလုံးအရင်းနဲ့ နယ်စပ်ကို ကျူးကျော်ဝင်ရောက်လာမယ့် ပါကစ္စတန်ကြည်းတပ်ကိုအိန္ဒိယနယ်ခြားစောင့်တပ်တွေက မထိန်းနိုင်တော့ပါဘူး။အဲ့ဒီနေရာကို တစ်ခြားတပ်ရင်းတွေကနေ ရဟတ်ယာဉ်နဲ့စစ်ကူပို့ပေးနိုင်ဖို့ ကြိုးစားခဲ့ပေမယ့်လည်း တစ်ဖက်မှာ ပါကစ္စတန်ရေတပ်က အမြောက်ကြီးတွေနဲ့တောက်လျှောက်ပစ်ခတ်နေတာကြောင့် ရဟတ်ယာဉ်တွေ ဝေဟင်မှာ မပျံရဲတော့ပါဘူး။တကယ့်ခံစစ်စည်းကျိုးပေါက်ရင်တခြားနေရာတွေပါအလွယ်တကူပေးလိုက်ရမှာမို့ ဒီနေရာကိုမဖြစ်မနေ ပါကစ္စတန်တွေမသိမ်းနိုင်အောင် အသဲအသန်ကြိုးစားရမဲ့အနေအထားဖြစ်ပါတယ်..စစ်ရေးအရ အရေးနိမ့်ကျမှုများစွာရှိလို့ အိန္ဒိယတပ်မတော်ဟာ နောက်ဆုံးနည်းတစ်နည်းနဲ့စစ်ပွဲကိုပြန်လည်စိုးမိုးဖို့ကြိုးစားပါတော့တယ်….သူတို့တွေဘယ်လိုကြိုးစားကြလဲ…သူတို့စီစဉ်ထားသလိုဖြစ်လာပါ့မလား..ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်တဲ့အတွက် အိန္ဒိယ ၊ ပါကစ္စတန် နဲ့ ဘင်္ဂလားဒေ့ရှ်နိုင်ငံတို့အကြောင်း ဖြစ်ပါတယ်။ရိုက်ချက်တွေတော်တော်ကြီး အဆင့်အတန်းမြင့်မားတဲ့ရုပ်ရှင်ဖြစ်လို့ ဇာတ်လမ်းအစအဆုံးကို ကိုယ်တိုင်ပဲ ခံစားကြည့်လိုက်ပါတော့…။File Size :(1.1GB) & (442MB)Quality :WEB-DL 720pFormat…mp4Duration…02:34:00Genre : Action , Drama & HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Myint Thu ,Nyi Koe & Thaik SanEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAjay DevgnAmmy VirkIhana DhillonNora FatehiPranitha SubhashSanjay DuttSharad KelkarSonakshi SinhaZahid Ali",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bhuj-the-pride-of-india2021",
        "server": "VIP Links",
        "size": "2.2GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/w95amdt0qphg.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/bhuj-the-pride-of-india-2021-web-dl-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://megaup.net/Ymes/BHUJ-THE_PRIDE_OF_INDIA_(2021)WEB-DL.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/PGxwkQKJ#dpZtc_zwXrELM4nc83oJop6uso0HRRg_cHYIv6tEJZM",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/e3hbj5gkl6dd.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/bhuj-the-pride-of-india-2021-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/1Ejs1/BHUJ_-_THE_PRIDE_OF_INDIA_(2021)720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/vSwEyIZA#r8g3iHJHs8miDpFmj87GRi5kjWv_XpGocoe4OnbxZ9A",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://cloudemb.com/gz9xzhofyl5p.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/9nq6aebpx82q.html",
        "server": "usersdrive.com",
        "size": "442MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/bhuj-the-pride-of-india-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "442MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/behlSYyC#ZyJPX1rsrH8eH0z0HiAvZalTwZORdAkEJUBhyzgzgmg",
        "server": "mega.nz",
        "size": "442MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Ejsj/BHUJ_-_THE_PRIDE_OF_INDIA_(2021).480P.mp4",
        "server": "megaup.net",
        "size": "442MB",
        "quality": "480P"
      },
      {
        "link": "https://cloudemb.com/jua1ds1k0bq5.html",
        "server": "streamsb.com",
        "size": "442MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "YngLZzBuzHA",
      "video_url": "https://www.youtube.com/watch?v=YngLZzBuzHA",
      "embed_url": "https://www.youtube.com/embed/YngLZzBuzHA"
    }
  },
  {
    "metadata": "PG-13|2018|107 min|Crime,Drama,History",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1,985"
    },
    "title": "7 Days in Entebbe (2018)",
    "description": "ဒီဇာတ္ကားေလးကေတာ့လူတိုင္းသိၾကတဲ့ ယေန႕အထိပါလက္စတိုင္းနဲ႕အစၥေရးႏိုင္ငံၾကားကမေျပလည္မႈေၾကာင့္ျဖစ္ေပၚလာတဲ့၁၉၇၆ခုႏွစ္မွေလယာဥ္ျပန္ေပးဆြဲမႈတစ္ခုကိုရိုက္ကူးျပထားသည့္ဇာတ္ကားေလးျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္သလို rating နည္းေပမယ့္စိတ္၀င္စားစရာေကာင္းပါတယ္။ ၁၉၇၆ခုႏွစ္တြင္ Tel Aviv မွ Paris သို႕သြားမည့္ Air France ေလေၾကာင္းလိုင္းမွေလယာဥ္တစ္စီးကို ပါလက္စတိုင္းလြတ္ေျမာက္ေရးတပ္ဖြဲ႕မွျပန္ေပးဆြဲမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္။ ဓားစာခံေပါင္း ၂၃၉ေယာက္ထိန္းခ်ဳပ္ဖမ္းဆီးခံခဲ့ရျပီး အဆိုပါျဖစ္ရပ္တြင္ယူဂန္ဒါႏို္င္ငံရဲ႕အာဏာရွင္ Amen ပါပါ၀င္ေနပါတယ္။အဆုိပါေခတ္ကာလ အစၥေရးနဲ႕ပါလက္စတိုင္းၾကားဆက္ဆံေရးတင္းမာမႈေတြ၊ ႏိုင္ငံတကာဆက္ဆံေရးေတြ၊ အစၥေရးနဲ႕ပါလက္စတိုင္းျပႆနာကိုအျခားေသာႏိုင္ငံေတြရဲ႕သေဘာထားေတြ၊ ႏို္င္ငံေရးေပၚလစီေတြကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ Crime/History ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားေလးပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ)File Size : (850 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 47minFormat : Mp4Genre : Crime, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.H264.AC3-EVOTranslated by Thura Zarni AungEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBeverly WinstonJosé PadilhaStarsAndrea DeckBen SchnetzerBrontis JodorowskyDaniel BrühlDenis MénochetEddie MarsanJuan Pablo RabaMark IvanirNonso AnozieRosamund PikeCastAndrea DeckAngel BonanniBen SchnetzerBrontis JodorowskyDaniel BrühlDenis MénochetEddie MarsanFlynn AllenJuan Pablo RabaKamil LemieszewskiLior AshkenaziMark IvanirNatalie StoneNonso AnoziePeter SullivanRosamund PikeZina Zinchenko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uA3aZDxNOaU2lCGlAb3ZrRTqC4N.jpg",
      "https://image.tmdb.org/t/p/w300/x9JU7olOsRM4xgesgWAqMupygLT.jpg",
      "https://image.tmdb.org/t/p/w300/y4DB2ou7Wd3vQDzdJX3GxANrni8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nrC63ikbK4jDp3knvBqxPoWYEMM.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/7-days-in-entebbe-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SWok/7_Days_In_Entebbe_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ckdaelcitxck",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/6lvfrtwudqo1.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "kuTBea8_-LY",
      "video_url": "https://www.youtube.com/watch?v=kuTBea8_-LY",
      "embed_url": "https://www.youtube.com/embed/kuTBea8_-LY"
    }
  },
  {
    "metadata": "|||Adult,Drama,History",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "830"
    },
    "title": "Curiosa 2019 (21+)",
    "description": "ဒါလေးကတော့ ပြင်သစ် ၂၁+ ရုပ်ရှင်အမျိုးအစားပဲ ဖြစ်ပါတယ်။ ပြင်သစ်တွေ အီတလီတွေရဲ့ စတိုင်အတိုင်း ခံစားချက်ပြင်းပြင်းနဲ့ လိင်အသားပေး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ၁၉ ရာစုက နာမည်ကျော် စာရေးဆရာ နှစ်ယောက်ဖြစ်တဲ့ ပီယာ လူဝီ နဲ့ မယ်ရီ ဒီ ရက်ဂ်နီရာ တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အခြေခံထားတာပဲဖြစ်ပါတယ်။ အဓိကကတော့ ကဗျာဆရာ၊ ဓာတ်ပုံဆရာ၊ စာရေးဆရာမတွေ ခံစားလွန်ပြီး အချစ်ရေးမှာရှုပ်ထွေးလာကြတာကိုဖော်ပြချင်တာပါ။အသေးစိတ်တော့ မရေးပြတော့ပါဘူး။ အပြောထက် အပြကို ပိုခံစားတတ်တဲ့ ပရိသတ်တွေများနေတဲ့အတွက် ဇာတ်ကားထဲက စာတန်းတွေတောင် ဖတ်ချင်မှဖတ်မှာမှန်းသိပါတယ်။ ပြင်သစ်ဘာသာဖြစ်ပြီး အင်္ဂလိပ်စာတန်းက သိပ်မကောင်းတာကြောင့် နားသိပ်မလည်လည်း ခွင့်လွှတ်ကြမယ်ထင်ပါတယ်။File size…(750Mb) (350Mb)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:49:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.zawgyiဒါေလးကေတာ့ ျပင္သစ္ ၂၁+ ႐ုပ္ရွင္အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ျပင္သစ္ေတြ အီတလီေတြရဲ႕ စတိုင္အတိုင္း ခံစားခ်က္ျပင္းျပင္းနဲ႔ လိင္အသားေပး ႐ိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္။ ၁၉ ရာစုက နာမည္ေက်ာ္ စာေရးဆရာ ႏွစ္ေယာက္ျဖစ္တဲ့ ပီယာ လူဝီ နဲ႔ မယ္ရီ ဒီ ရက္ဂ္နီရာ တို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းကို အေျခခံထားတာပဲျဖစ္ပါတယ္။ အဓိကကေတာ့ ကဗ်ာဆရာ၊ ဓာတ္ပုံဆရာ၊ စာေရးဆရာမေတြ ခံစားလြန္ၿပီး အခ်စ္ေရးမွာရႈပ္ေထြးလာၾကတာကိုေဖာ္ျပခ်င္တာပါ။အေသးစိတ္ေတာ့ မေရးျပေတာ့ပါဘူး။ အေျပာထက္ အျပကို ပိုခံစားတတ္တဲ့ ပရိသတ္ေတြမ်ားေနတဲ့အတြက္ ဇာတ္ကားထဲက စာတန္းေတြေတာင္ ဖတ္ခ်င္မွဖတ္မွာမွန္းသိပါတယ္။ ျပင္သစ္ဘာသာျဖစ္ၿပီး အဂၤလိပ္စာတန္းက သိပ္မေကာင္းတာေၾကာင့္ နားသိပ္မလည္လည္း ခြင့္လႊတ္ၾကမယ္ထင္ပါတယ္။File size…(750Mb) (350Mb)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:49:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLou JeunetStarsAmira CasarBenjamin LavernheCamélia JordanaEmilien Diard-DetoeufMathilde WarnierMélodie RichardNiels SchneiderNoémie MerlantScali DelpeyratCastAmira CasarBenjamin LavernheCamélia JordanaEmilien Diard-DetoeufMathilde WarnierMélodie RichardNiels SchneiderNoémie MerlantScali Delpeyrat",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/422khm80pDAY9NCj41qBY9w0X38.jpg",
      "https://image.tmdb.org/t/p/w300/cvFqWGpW9pu07JShTgZDgtEn4Bz.jpg",
      "https://image.tmdb.org/t/p/w300/v9t5vhG1Dcyrog01hD8RFNRFW3M.jpg",
      "https://image.tmdb.org/t/p/w300/rP1inCA14zgHBILF3myOFgYZOxR.jpg",
      "https://image.tmdb.org/t/p/w300/fACXDSYp26FLpXalHn3MzcH3mX0.jpg",
      "https://image.tmdb.org/t/p/w300/uYRNewlVUmS8tzJO0JpSyp7Nuej.jpg",
      "https://image.tmdb.org/t/p/w300/aHjEvcu5f5kUdVhHHzDwWqWguTD.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/curiosa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/curiosa-2019-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yuudrive.me/ee0e19/curiosa-2019-720p-bluraycm-mp4",
        "server": "yuudrive.me",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/2c958/Curiosa.2019.720p.BluRay(CM).mp4",
        "server": "megaup.net",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/Ac8H1aQb#6DiQs1h0Qsnu6XFJXC9ipBMkvF3Ak-TW7Wx9g3Rz8CA",
        "server": "mega.nz",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/7bd6o7h030c9",
        "server": "upstream.to",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yadi.sk/d/A_ulmTW41CVR0w",
        "server": "VIP Links",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://www.mediafire.com/file/z7zpisk73q0itco/Curiosa.2019.720p.BluRay%28CM%29.mp4/file",
        "server": "VIP Links",
        "size": "750 Mb",
        "quality": "Bluray 720p"
      }
    ],
    "trailer": {
      "video_id": "v_5BB3MFCKM",
      "video_url": "https://www.youtube.com/watch?v=v_5BB3MFCKM",
      "embed_url": "https://www.youtube.com/embed/v_5BB3MFCKM"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Kidnapped (2023)",
    "description": "ဒီတစ်ခါမှာတော့ IMDb 7.1ထိရရှိထားပြီး Rotten tomatoes မှာ 83%အထိ ရရှိထားတဲ့ Italy Drama/History ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ….ပုပ်ရဟန်းမင်းကြီး Pius IX လက်ထက် Bolognaမြို့မှာ နေထိုင်တဲ့ ဂျူးလူမျိုး မိသားစုရဲ့ ၆ယောက်မြောက်သားကို အာဏာပိုင်တွေက ဘုရားကျောင်းအမိန့်ဟုဆိုကာ အတင်းအဓမ္မခေါ်ဆောင်သွားခဲ့ပါတယ်။ဘုရားကျောင်းဟာ ထိုကောင်လေးကို ခရစ္စယာန်ဘာသာအဖြစ် ကူးပြောင်းပေးပြီး မိသားစုကိုလည်း ဘာသာပြောင်းလျှင် သူတို့သားကို ပြန်ရမယ်ဟုဆိုကာ ဖိအားပေးပါတော့တယ်။ထိုအခါမှာတော့ မွန်တာရာ ဂျူးမိသားစုဟာ သူတို့သားလေးကို ပြန်လည် ခေါ်ဆောင်ဖို့ ဘာတွေလုပ်သွားမှာလဲ သူတို့ရဲ့သားကိုရော ပြန်လည်ခေါ်ဆောင်နိုင်မှာလား ၁၈၅၀‌ကျော်ခုနှစ်ဝန်းကျင်က ဂျူးနဲ့ ခရစ္စယာန်ဘာသာအကြား ဘာသာရေး အရှုပ်အထွေးတွေကို ရိုက်ကူးပြထားတဲ့ သမိုင်းရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်…..File size…(1.9 GB)/(970 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:14:00Genre…Drama, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by BanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlessandro BandiniAndrea GherpelliAurora CamattiBarbara RonchiBruno CarielloChristian MuduCorrado InvernizziDaniele AldrovandiEnea SalaFabrizio ContriFabrizio GifuniFausto Russo AlesiFederica FracassiFilippo TimiFlavia BaikuGiulia QuadrelliGiustiniano AlpiLeonardo BianconiLeonardo MalteseOrfeo OrlandoPaolo CalabresiPaolo PierobonRenato SartiRiccardo BandieraSamuele TeneggiTonino TostoWalter Lippa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/12GAm3EiHUUeCB5mk3NphURUh1R.jpg",
      "https://image.tmdb.org/t/p/w300/3k2v89uww4fnCimWuABVobUBBrV.jpg",
      "https://image.tmdb.org/t/p/w300/AdB5iXEvwZjZH8PBTOQA3RGhcte.jpg",
      "https://image.tmdb.org/t/p/w300/inHo5Fk61pU8VwDZdAPHBhwz8UR.jpg",
      "https://image.tmdb.org/t/p/w300/hepccKLw20KDlQnNS6W30eIgCw9.jpg",
      "https://image.tmdb.org/t/p/w300/l3q8DdpDKqoiUb0CAbas6ojHPH7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/f-0100004276.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kidnapped-2023-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/edPxh/Kidnapped.2023.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lbMCQJBI#nhxcIJRkh_Yn4-FUbeQJX-v5fszYboj0KIUuRyr3Jos",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7236dpjej8ne.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kidnapped-2023-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rL0E9/Kidnapped.2023.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "970 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IbFwwIyJ#LohjRHG8BuvO5arYHaVjIW6hJRoHJpKd6FBCDn6qIcE",
        "server": "mega.nz",
        "size": "970 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8z45733qbv30.html",
        "server": "usersdrive.com",
        "size": "970 Mb",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/o2lwk9mhxiei",
        "server": "streamsb.com",
        "size": "970 Mb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "onoWCV5IRk4",
      "video_url": "https://www.youtube.com/watch?v=onoWCV5IRk4",
      "embed_url": "https://www.youtube.com/embed/onoWCV5IRk4"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "1000"
    },
    "title": "A Birth aka Birth (2022)",
    "description": "A Birth aka Birth (2022)***************************ဒီကားက ဂျိုဆွန်းရဲ့ ပထမဆုံး ကက်သလစ်ဘုန်းတော်ကြီး ဂင်ဒယ်ဂွန်ရဲ့အကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်…၁၈ ရာစုနှောင်းပိုင်း ကွန်ဖြူးရှပ်ဝါဒ လွှမ်းမိုးတဲ့အရှေ့ဘက်စွန်းရဲ့ တိုင်းပြည်လေး ဂျိုဆွန်းမှာစာသင်သားအချို့ဟာ ပေကျင်းကနေ ဝင်လာတဲ့ စာအုပ်တွေကနေတစ်ဆင့်ကက်သလစ်ဘာသာကို ပညာရပ်အနေနဲ့ လေ့လာရာကနေဘာသာတရားအဖြစ် လက်ခံလာကြတယ်.တိုင်းပြည်အုပ်ချုပ်တဲ့ အာဏာရှင်တွေဟာကက်သလစ်ဘာသာကို မကိုးကွယ်သင့်တဲ့အရာလို့သတ်မှတ်ထားကြသလိုကိုးကွယ်တဲ့သူတွေကိုလည်း သေဒဏ်ပေးသည့်အထိ ရက်စက်စွာပြစ်ဒဏ်ချမှတ်လေ့ရှိကြပါတယ်…ဒီကြားထဲ အိမ်နီချင်းနိုင်ငံတွေကလည်း စစ်ပွဲမျိုးစုံတိုက်နေကြတဲ့ကာလဆိုတော့တိုင်းပြည်ဟာ ဆူပူမှုပေါင်းများစွာနဲ့ မအေးချမ်းလွန်းတဲ့ကာလဖြစ်ပါတယ်…ဒီလိုအချိန်မှာ ဂျိုဆွန်းရဲ့ ပထမဆုံး ကက်သလစ်ဘုန်းတော်ကြီး ဂင်ဒယ်ဂွန်ဘယ်လိုတွေဆက်လုပ်မလဲဆိုတာကိုတော့…ဒီကားက ဗဟုသုတလည်းရသလို စိတ်လှုပ်ရှားဖို့လည်းကောင်းပါတယ်…နာမည်ကြီးသရုပ်ဆောင်များစွာလည်းပါသလို ဘက်ဂျက်လည်းတော်တော်သုံးထားတာကိုတွေ့ရတာမို့ ကြည့်သင့်ပါကြောင်း…Size – 2.10GB, 898MBQuality – 1080p, 720pIMDb Rating – 8.5/10Format – mp4Duration – 2H 31MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by Hnin Wai Oo, Miri, Treasure Htet & StaryEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhn Sung-kiAlexander MorelBaek Ji-wonCha Chung-hwaChoi Moo-seongHah KyoungKang Mal-geumKim Kang-wooKim Kwang-kyuLee Ho-wonLee Jun-hyeokLee Kyung-youngLee Moon-sikLim Hyoun-sooNam Da-reumPark Ji-hoonPaul BattleRobin DeianaShin Jung-keunSong Ji-yeonSung HyukYoon Kyung-hoYoon Shi Yoon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qWxJ2iCQ24lsQgIZde0HEE0m4XR.jpg",
      "https://image.tmdb.org/t/p/w300/5qVf33CTObDEPZFBUmRqCr9oGn5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/1D4N3_4f.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-birth-aka-birth-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/senix1g8jft5.html",
        "server": "usersdrive.com",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sj1g/A.Birth.aka.Birth.(2022).WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Rz1AnKRQ#Fd_p4uPBFi77YN1zegVi5Rrv4iLPQ44MxfsvUd2Ungs",
        "server": "mega.nz",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ptybb78kf8ou",
        "server": "streamvid.io",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/a-birth-aka-birth-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xvvealxzdszd.html",
        "server": "usersdrive.com",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZu8d/A.Birth.aka.Birth.(2022).WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hrVGGI7L#zaO4qKN95w04lz-ZPgaxdEybATIACXYggZmSbNwwu5I",
        "server": "mega.nz",
        "size": "898MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/fijta3llz4pm",
        "server": "streamvid.io",
        "size": "898MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|98 min|Drama,History,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "1,274"
    },
    "title": "Ashes in the Snow (2018)",
    "description": "ဒီတစ္ခါေတာ့ စစ္ကာလအတြင္းမွာ လစ္သူေရးနီးယားႏိုင္ငံရဲ႕ ျပည္သူေတြၾကံဳေတြ႕ခဲ့ရတာကို ရိုက္ကူးထားတဲ့ Ashes in the Snow ဆိုတဲ့ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။လစ္သူေရးနီယားႏုိင္ငံ စစ္ကာလေတြမွာ အျပစ္မဲ့တဲ့ျပည္သူေတြကို ရုရွားေတြကဘယ္လိုအဖမ္းဆီးခံရတယ္ဘယ္လိုမ်ိဳးအလုပ္ေတြခိုင္းၿပီးႏွိပ္စက္ညွင္းပန္းခဲ့တယ္ဆိုတာေတြကို ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။သမိုင္းကိုစိတ္ဝင္စားတဲ့ ျပည္သူေတြအတြက္ေတာ့ကားေကာငး္ေလးတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္။အားေပးၾကပါဦး…..File Size : (941 MB) & (245 MB)Quality : Web-DL 720pRunning Time :1hr 38 minFormat : Mp4Genre : Drama , History , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarius A. MarkeviciusStarsAistė DiržiūtėBel PowleyGreg KolpakchiJonah Hauer-KingLisa Loven KongsliMartin WallströmNadja BobylevaSam HazeldineSophie CooksonTom SweetCastAdrian SchillerAistė DiržiūtėBel PowleyDolya GavanskiGabija Jaraminaitė RyškuvienėGreg KolpakchiInga MaskarinaJames CosmoJonah Hauer-KingKestutis Stasys JakstasLisa Loven KongsliMartin WallströmNadja BobylevaPeter FranzénRobertas LenartaviciusSam HazeldineSarah FiniganSophie CooksonTimothy InnesTom Sweet",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xC0XeQOlbA8T7TVs4PiGvH5krDh.jpg",
      "https://image.tmdb.org/t/p/w300/jyQhf6Emyfh5gRMgCb3GGNBxJRG.jpg",
      "https://image.tmdb.org/t/p/w300/xMrAtLLBkvMZpJt2WygZTeySFeZ.jpg",
      "https://image.tmdb.org/t/p/w300/5XwW6CE1R9Y2VN0p26ZQMLEU6hG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3ZiWWoDU4RFYUgQNa6lUdHS1mxL.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ashes-in-the-snow2019",
        "server": "VIP Links",
        "size": "946MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/ashes-in-the-snow-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "946MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NYA1i-WPaI4",
      "video_url": "https://www.youtube.com/watch?v=NYA1i-WPaI4",
      "embed_url": "https://www.youtube.com/embed/NYA1i-WPaI4"
    }
  },
  {
    "metadata": "|||Drama,History",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "4900"
    },
    "title": "King and the Clown (2005)",
    "description": "[Unicode]The King and The Clown (2005)ဂုန်ဂီကယောက်ျားလေးတစ်ယောက်ပေမယ့် သိပ်နူးညံ့တယ် မိန်းကလေးရှုံးအောင်လှတယ်aယောက်ျားတိုင်းကမိန်းကလေးမဟုတ်မှန်းသိတာတောင် လိုချင်တပ်မက်ကြတယ်…ကြိုးတန်းပေါ်လျှောက်ရင်း လူတွေကိုရယ်မောအောင်လုပ်ရင်း ရှင်သန်ရတဲ့ဘဝမှာယုတ်မာတဲ့လူတွေနဲ့တွေ့ရတာမို့မြို့တော်ဟန်ယန်းကိုထွက်ပြေးခဲ့တဲ့ဂုန်ဂီတို့ ဂျိုဆွန်းမင်းကြီးကိုရယ်မောအောင်လုပ်ဖို့ဖြစ်လာခဲ့တယ်…မိခင်သေဆုံးမှုကြောင့်စိတ်ဒဏ်ရာရှိနေခဲ့တဲ့ ဂျိုဆွန်းမင်းကြီးကိုရယ်မောအောင်လုပ်နိုင်ကြပါ့မလားဇာတ်လမ်းကဒီထက်လေးနက်တာတွေရှိပြီး ကိုယ်ကြည့်ပြီးဝင်ခံစားတဲ့ပေါ်မူတည်ပြီး အတွေးအမျိုးမျိုးရှိနိုင်တာမို့ အများကြီးမပြောတော့ပဲ တင်ဆက်ပေးလိုက်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hikari ဖြစ်ပါတယ် )[Zawgyi]The King and The Clown (2005)ဂုန္ဂီကေယာက္်ားေလးတစ္ေယာက္ေပမယ့္ သိပ္ႏူးညံ့တယ္ မိန္းကေလးရႈံးေအာင္လွတယ္aေယာက္်ားတိုင္းကမိန္းကေလးမဟုတ္မွန္းသိတာေတာင္ လိုခ်င္တပ္မက္ၾကတယ္…ႀကိဳးတန္းေပၚေလွ်ာက္ရင္း လူေတြကိုရယ္ေမာေအာင္လုပ္ရင္း ရွင္သန္ရတဲ့ဘဝမွာယုတ္မာတဲ့လူေတြနဲ႔ေတြ႕ရတာမို႔ၿမိဳ႕ေတာ္ဟန္ယန္းကိုထြက္ေျပးခဲ့တဲ့ဂုန္ဂီတို႔ ဂ်ိဳဆြန္းမင္းႀကီးကိုရယ္ေမာေအာင္လုပ္ဖို႔ျဖစ္လာခဲ့တယ္…မိခင္ေသဆုံးမႈေၾကာင့္စိတ္ဒဏ္ရာရွိေနခဲ့တဲ့ ဂ်ိဳဆြန္းမင္းႀကီးကိုရယ္ေမာေအာင္လုပ္ႏိုင္ၾကပါ့မလားဇာတ္လမ္းကဒီထက္ေလးနက္တာေတြရွိၿပီး ကိုယ္ၾကည့္ၿပီးဝင္ခံစားတဲ့ေပၚမူတည္ၿပီး အေတြးအမ်ိဳးမ်ိဳးရွိႏိုင္တာမို႔ အမ်ားႀကီးမေျပာေတာ့ပဲ တင္ဆက္ေပးလိုက္ပါတယ္ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hikari ျဖစ္ပါတယ္ )File size__( 1 GB ) and ( 450 MB)Quality__Blu-720pIMDb Rating__7.4/10Format__mp4Duration__02:00:59Type__History, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byMyint Myat ThinnEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Joon-ikStarsJang Hang-seonJeong Seok-yongJung Jin-youngKam Wu-seongKang Sung-yeonLee Joon-giSeung-hun LeeWoo HyeonYoo Hae-jinCastJang Hang-seonJeong Seok-yongJung Jin-youngKam Wu-seongKang Sung-yeonLee Joon-giSeung-hun LeeWoo HyeonYoo Hae-jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x39JFnYnlyEMIbJmleVdTLmc9N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ilNM1LndM1ybOid2wYd2FhjsKIh.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-king-and-the-clown-2005-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-king-and-the-clown-2005-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://usersdrive.com/xc2kirkby0r1.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://usersdrive.com/yq540zhmk38h.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yuudrive.me/75b1aef11/the-king-and-the-clown-205-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yuudrive.me/a2e7e4a7b/the-king-and-the-clown-205-sfs-mp4",
        "server": "yuudrive.me",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/4evan/The_King_and_The_Clown_(2005).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://megaup.net/4evah/The_King_and_The_Clown_(2005)_SFS.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/gMUIb_KOejuNdg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://yadi.sk/i/i_Whesum3BZQdQ",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/to1r8j9joar5",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "Blu-720p"
      },
      {
        "link": "https://upstream.to/xdp92bzivbz9",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/syh3FL4L#lpBysifSWKjAL3YSyaTJj9Vx3MARtp9f08bNGp1ukXY",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "Blu-720p"
      }
    ],
    "trailer": {
      "video_id": "JfGpTWM-TNk",
      "video_url": "https://www.youtube.com/watch?v=JfGpTWM-TNk",
      "embed_url": "https://www.youtube.com/embed/JfGpTWM-TNk"
    }
  },
  {
    "metadata": "R|1993|100 min|Action,Asian,Comedy,History",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "6,496"
    },
    "title": "The Legend (1993)",
    "description": "fong sai yukဂျက်လီရဲ့ဟောင်းနေပေမဲ့ကောင်းနေဆဲဇတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်rating ကလည်းအလန်းကြီးဆိုတော့အထွေးအထူးပြောစရာမလိုတော့ပါဘူးဇတ်လမ်းကတော့တရုတ်ပြည်ကိုမန်ချူးတွေကျူးကျော်စဉ်ကတရုတ်တော်လှန်းရေးသမားတွေဟာမန်ချူးတွေကိုရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့ပါတယ်အဲဒီထဲမှာမြို့မျက်နှာဖုံးဖြစ်တဲ့ဖွန်စိုင်ယုရဲ့အဖေလည်းအပါအဝင်ပါပဲမန်ချူးတပ်တွေဖွန်စိုင်ယုရဲ့အဖေအကြောင်းသိသွားတဲ့အခါမှာအဖေကိုအထိအခိုက်မခံနိုင်တဲ့ဖွန်စိုင်ယုတစ်ယောက်အဖေကိုဘယ်လိုကာကွယ်မလဲတော်လှန်ရေးသမားစာရင်းတွေကိုကောမပေါက်ကြားအောင်လူငယ်လေးဖွန်စိုင်ယုဘယ်လိုကာကွယ်မလဲစိတ်ဝင်တစ်စားစောင့်ကြည့်ရမှာပါဖွန်စိုင်ယုအဖြစ်ဂျက်လီကအကောင်းဆုံးသရုပ်ဆောင်ထားပြီးမန်ချူးဘက်တော်သားအဖြစ်တရုတ်နာမည်ကျော်မင်းသားvincent zhaoကအကောင်းဆုံးသရုပ်ဆောင်ထားပါတယ်ဒီဇတ်ကားလေးဟာကြာပြီဆိုပေမဲ့အကောင်းဆုံးဘလူးရေးကွာလတီကိုရှာကြံဒေါင်းပြီးပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ဂျက်လီရဲ့အကောင်းဆုံးကွန်ဖူးအက်ရှင်တွေနဲ့အတူအားလုံးအကြိုက်တွေ့ကြမှာပါစိတ်မကောင်းစရာတစ်ခုကဒီဇတ်ကားဟာအပိုင်း၂အဖြစ်နောက်ထပ်တစ်ကားထပ်ထွက်ခဲ့ပေမဲ့ဘလူးရေးကွာလတီကတော့ကျွန်တော်လည်းရှာမတွေ့ပါဘူးအဲဒါကြောင့်အပိုင်း၂ကတော့ထပ်တင်ဖို့မသေချာပါဘူးကြိုက်တဲ့သူများရင်တော့တင်ဖို့ကြိုးစားသွားမှာပါလောလောဆယ်တော့ဒီကားလေးနဲ့အတူသိုင်းလောကကိုခဏလောက်အလည်သွားလိုက်ကြပါစို့လို့ပဲQty – 720p BlurayDuration – 1hr 50minSubtitle – MyanmarTranslator – Soe HtweEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCorey YuenStarsAdam ChengChan Chung-YungGao Xi-AnJet LiJosephine SiaoMichelle ReisPaul Chu KongPeter Chan LungSibelle HuVincent ZhaoCastAdam ChengChan Chung-YungGao Xi-AnJet LiJosephine SiaoMichelle ReisPaul Chu KongPeter Chan LungSibelle HuVincent Zhao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pXOPV5ehk3DjfbovFR0UOsFtVfW.jpg",
      "https://image.tmdb.org/t/p/w300/dZNvKlDjXPGLmmNPqWaX7G9y5qk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kPzrNuHBQ8NGJHGaAYTG8GrGpvx.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-legend-fong-sai-yuk-1993-mm-sub",
        "server": "VIP Links",
        "size": "915MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-legend-fong-sai-yuk-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "915MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "915MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://watchsb.com/6ra97snuwaex.html",
        "server": "streamsb.com",
        "size": "915MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 23 min|Action,Dragon Gate Posthouse,History",
    "rating": {
      "rating": "6/10",
      "rating_count": "52"
    },
    "title": "Dragon Gate Posthouse 6: Concubine Tears ( 2018 )",
    "description": "ကန္တာရရဲ့ အစွန်းဆုံးက ယွဲ့ယာမြို့ဟောင်းမှာ လုံမိန်ရပ်နားစခန်းတစ်ခုရှိပါတယ်။အခု CM ကဘာသာပြန်ပေးတဲ့ ရုပ်ရှင်လေးကတော့ လုံမိန်ရပ်နားစခန်းနဲ့ယွဲ့ယာမြို့အတွင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းလေးတွေပဲ ဖြစ်ပါတယ်။ဆယ်ကားထွက်ထားတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့် ကျန်ဇာတ်ကားများအားလုံးကိုတစုတစည်းထဲ အောက်ကလင့်မှာရှာလို့ရပါတယ်ဒီမှာရှာပါဒါကတော့ မိန်းမတစ်ယောက်ရဲ့ ဆိုးရွားလှတဲ့ ကံကြမ္မာနဲ့ ခက်ခက်ခဲခဲတိုက်ခိုက်ရတဲ့ဝမ်းနည်းစရာ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။ လွန်ခဲ့တဲ့ ၂ နှစ်လောက်ကယွဲ့ယာမြို့ကိုပြောင်းလာခဲ့တဲ့ ထျန်းယာအရက်ဆိုင်က သူဌေးမ ချိုးညန်ဟာဉာဏ်ကောင်းပြီး တော်တဲ့ မိန်းမတစ်ယောက်ဖြစ်ပါတယ်။သူမမှာ အပေါ်ယံမှာ ပျော်ရွှင်စရာကောင်းတဲ့ မိသားစုတစ်ခုကို ပိုင်ဆိုင်ထားပေမယ့်ချိုးညန်အတွက်တော့ စိတ်ထဲမှာ စိုးရိမ်နေရပါတယ်။ တစ်ဖက်က ချိုးညန်တစ်ယောက်ကလေးမရနိုင်ခြင်း နောက်တစ်ဖက်မှာတော့ ယောကျာ်းဖြစ်သူဖန်းယိုသယ်ဟာ အရင်ဇနီး လျိုဖူရုန်အနားကို ပြန်သွားမှာ စိုးရိမ်နေရပါတယ်။ဒီရခဲလှတဲ့ မိသားစုဘဝကို ထိန်းသိမ်းဖို့ သာမန်မိန်းမတစ်ယောက်လိုမျိုါ်ငြိမ်းချမ်းသာယာတဲ့ ဘဝမျိုးမှာ နေထိုင်ရဖို့ ချိုးညန်ဟာနည်းလမ်းပေါင်းစုံကို သုံးခဲ့ပြီး ထိုအတွက် လူသတ်ဖို့လည်း ဝန်မလေးခဲ့ပါဘူး။သို့သော် ကံကြမ္မာရဲ့ စီမံမှုကြောင့် အဝေးကနေ ယောကျာ်းကိုလာရှာတဲ့ဖူရုန်ဟာ အရက်ဆိုင်ကို ရောက်လာတဲ့အခါမှာတော့ ……..ဒီရုပ်ရှင်ထဲမှာတော့ သားကိုအလေးပေးပြီး သမီးကို တန်ဖိုးမထားတဲ့တရုတ်နိုင်ငံရဲ့ရှေးခေတ်အချိန်က အမျိုးသမီးတွေရဲ့ ဘဝကြမ်းတမ်းခက်ခဲမှုတွေကိုချိုးညန်ရဲ့ဘဝအတွေ့အကြုံတွေ အဖြစ်နဲ့သရုပ်ဖော်ထားတာ ဖြစ်ပါတယ်။ချိုးညန်ရဲ့ ခက်ခဲကြမ်းတမ်းလှတဲ့ ဘဝကို CM ရဲ့ ဘာသာပြန်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , History , MysteryRuntime : 1h 23 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By MoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPan WenjieZhu RuibinStarsLIU JiahuiWen SongxianZHANG ZhilinZHAO Ke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vgF8x8UiaDt7rUOZOEX5Q06O2Pe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rlqe6VtZLVnz80UXuad2c8mjnoU.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-6-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Yq8v/Dragon_Gate_Posthouse_6_(2018)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/57dQTQLZ#OPLwHcZrHLvoNolkoUyzGMtpS--SYhoEDndqOWeKt7I",
        "server": "mega.nz",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rq8qpiokuyag.html",
        "server": "usersdrive.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/kvpkk3d68rs7",
        "server": "streamsb.com",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/tzexr3ksgb1v",
        "server": "streamvid.io",
        "size": "1.82GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-6-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "946MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rxradn34ayvu.html",
        "server": "usersdrive.com",
        "size": "946MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hjVSkLDC#NB4ztLXpUWdBQowd8biNiJs2_BlASFylrhdTQbk5-4o",
        "server": "mega.nz",
        "size": "946MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|1996|1h 54m|Bollywood,Crime,Drama,History",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "11k"
    },
    "title": "(18+) Kama Sutra: A Tale of Love (1996)",
    "description": "သောက်စားပျော်ပါးပြီး တိုင်းရေးပြည်ရေးကိုဂရုမထားတဲ့ ဘုရင်တပါးရယ် ကာမစူတြာ လို့ခေါ်တဲ့ ကျမ်းကြီးတစ်ကျမ်းရယ်….ကာမစူတြာဆိုတဲ့ နာမည်ကျော် ကျမ်းကြီးတစ်အုပ်အဲဒီကျမ်းကြီးက အချစ်နဲ့ပက်သက်လာရင် လူတယောက်ရဲ့သဘောမနောချစ်နည်းချစ်ဟန် စသည့် ပညာတွေပေးတဲ့စာအုပ်ဖြစ်ပါတယ်တာရာ ကတော့ မဟာသွေးမဟာနွယ်တစ်ယောက်ဖြစ်ပြီး ကာမစူတြာကျမ်းကြီးကိုသင်ခွင့်ရသူဖြစ်ပါတယ်သူ့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ အစေခံမလေးတစ်ယောင်ရှိပါတယ် သူ့နာမည်က မာယာမာယာက ကာမစူတြာကို သင်ချင်ပေမဲ့သင်ခွင့်မရပါဘူးတနေ့ အဆိုပါဘုရင်နဲ့ တာရာ လက်ထပ်ဖို့အကြောင်းရှိလာပါတယ်ငယ်ငယ်ကတည်းက အပြိုင်ဆိုင်အားကြီးတဲ့ တာရာနဲ့ မာယာနှစ်ယောက်လုံးက ညှို့အားကောင်းပြီး တခမ်းတနားတွေနဲ့DS fans တွေ အကြိုက်သေချာတာဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…2.1GB / 942MBQuality…1080p BluRay /720pFormat…mp4Duration….1h 54mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMira NairCastAchala SachdevAnjum RajabaliArjun SajnaniArundathi NagAvijit DuttBhanumathi RaoCelesteann CruzCinia JainDaphnée BreytenbachDebi BasuDeepti DattDinaz StaffordGarima DhupHarish PatelHimanshu MalikIndira VarmaKhalid TyabjiKusum HaidarManize BogaMaya Krishna RaoMina SareenMoneeka Misra TanvirNandita MehrotraNaveen AndrewsNizami ChattarpurPearl PadamseePiu DuttPrabeen SinghPurnima RajuRahul VohraRamon TikaramRanjit ChowdhryRekhaSarita ChoudhuryShubha MudgalShyamoli VarmaSiddharth Anand KumarSunil ChabraSurabhi BhansaliUrvashi NairVasudeo BhattYasmine StaffordZoya Akhtar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gftDU03xnFig2yrNYrNFPCBMQZC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dwbLcEPIjVISly6DW8GLX8vsZlE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-1080-p-blu-ray-x-26-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0pjsmgppq7r5.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y48q/Kama.Sutra.A.Tale.Of.Love.1996.1080p.BluRay.x26(DS).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zmwDjZqR#FKdlWm4seR_XIcMCYb0eZOnUUCWVmCuInNidGpP7sr0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r0e8rmfpm8oi.html",
        "server": "usersdrive.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y47h/Kama.Sutra.A.Tale.Of.Love.1996..720p(DS).mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nnZ3DISZ#yShkI2A0IQgnWtUYrmIh62vPIUw7xkTQizoowlaD19c",
        "server": "mega.nz",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xngzn19uvybi",
        "server": "streamsb.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/vxi80hxmz4jb",
        "server": "streamvid.io",
        "size": "942MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-2yUd_LqtG8",
      "video_url": "https://www.youtube.com/watch?v=-2yUd_LqtG8",
      "embed_url": "https://www.youtube.com/embed/-2yUd_LqtG8"
    }
  },
  {
    "metadata": "NOT RATED|2012|121 min|Action,Country,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "548"
    },
    "title": "The Grand Heist (2012)",
    "description": "ေရွးဂ်ိဳေဆာင္းရဲ႕ ေႏြရာသီမွာ ေရခဲေတြ အသံုးဝင္ခဲ့တယ္ဆုိတာ မသိၾကဘူး ဟုတ္…The Grand Heist ဇာတ္ကားထဲက ဂ်ိဳေဆာင္းမွာေတာ့ ေရခဲေတြက ေရႊထက္အဖိုးတန္ပါတယ္။ေႏြရာသီမွာ အပူဒဏ္ကို ခံစားရတဲ့ လူနာေတြအဖို႔ ဘာနဲ႔မွမလဲႏိုင္ေအာင္ အဖိုးတန္ပါတယ္။ဒါေပမယ့္ လူကံုထံေတြအတြက္သာျဖစ္ၿပီး သာမန္ျပည္သူေတြအတြက္ေတာ့ လံုးဝထိေတြ႔ခြင့္မရပါဘူး။ဇာတ္လိုက္ လီဒံုမိုဟာ အမတ္သားတစ္ေယာက္ျဖစ္ၿပီးသူ႔ႀကိတ္ေႂကြရတဲ့ေကာင္မေလးကို တိတ္တိတ္ေလးျဖည့္ဆည္းေပးေနတဲ့ ေပါ့ပ်က္ပ်က္ႏိုင္တဲ့ လူငယ္ေလးေပါ့…သူ႔အေဖက နန္းတြင္းမွာ လူမုန္းခံရတဲ့ သစၥာရွိအမတ္ႀကီးေပါ့တစ္ေန႔မွာ မေကာင္းသူေတြက လုပ္ႀကံခံရတဲ့အခါ….ေနာက္ထပ္ဇာတ္လိုက္ ဘတ္ဒံုဆူဟာလည္း ဘုရင့္ေရခဲေလွာင္႐ံုမွာေစာင့္ၾကပ္ရတဲ့ တပ္မႈးေလးတစ္ေယာက္ပါမေမွ်ာ္လင့္တဲ့တစ္ေန႔မွာေတာ့ မရည္ရြယ္ပါပဲ ဝန္ႀကီးတစ္ဦးရဲ႕တူ ေရခဲကုန္သည္တစ္ဦးကို အျပစ္ျပဳမိေသာအခါ…..ဘာဆက္ျဖစ္မလဲဆိုတာ ပိတ္ကားေပၚမွာ ဆက္လက္ၾကည့္႐ႈၾကပါ…The Grand Heist တြင္ နာမည္ႀကီးမင္းသား Cha Tae-hyun ႏွင့္ Oh Ji-ho တုိ႔က အၿပိဳင္အဆိုင္ သ႐ုပ္ေဆာင္ထားၿပီးမင္းသမီးေခ်ာ Min Hyo-rin အျပင္ သ႐ုပ္ေဆာင္ေပါင္းမ်ားစြာႏွင့္ ရယ္ရႊင္ဖြယ္ ထိတ္လန္႔ဖြယ္ ရသမ်ိဳးစံုခံစားရမွမို႔ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။(ဇာတ္လမး္အညြွန္း နဲ႔ ဘာသာျပန္ သူကေတာ့ Bommy Chan ပဲျဖစ္ပါတယ္)File Size : (1.00 GB) & (436MB)Quality : .1080p.BluRayRunning Time : 2h 1minFormat : Mp4Genre :Action,Comedy,HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Bommy ChanEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Joo-hoStarsCha Tae-hyunKo Chang-seokLee Chae-YoungOh Ji-hoShin Jung-geunSong Jong-hoSung Dong-ilCastCha Tae-hyunKo Chang-seokLee Chae-YoungOh Ji-hoShin Jung-geunSong Jong-hoSung Dong-il",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kJJQ4muMDQgCu52ojDqKvUfeey9.jpg",
      "https://image.tmdb.org/t/p/w300/8gLjuPYjPKu2nkLGz3FdLqiCfLO.jpg",
      "https://image.tmdb.org/t/p/w300/5pdNNndeSWqbPrXARonER8t8YiW.jpg",
      "https://image.tmdb.org/t/p/w300/6roCdRvBRq7HyEp5BrgoTireiCJ.jpg",
      "https://image.tmdb.org/t/p/w300/l6Z2A5OuSFs4KcdQXLqw5zCLRxU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjE5MTQ1MzE0Nl5BMl5BanBnXkFtZTgwMDkyODY4MzE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-grand-heist-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SJ0j/The_Grand_Heist_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/eb3va2tftbh1",
        "server": "upstream.to",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/tkf3ejskczte.html",
        "server": "usersdrive.com",
        "size": "1.00 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "9MZeGhCeJ4k",
      "video_url": "https://www.youtube.com/watch?v=9MZeGhCeJ4k",
      "embed_url": "https://www.youtube.com/embed/9MZeGhCeJ4k"
    }
  },
  {
    "metadata": "PG|2009|2h 22min|Action,Asian,Drama,History",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "22,443"
    },
    "title": "Red Cliff II (2009)",
    "description": "Red Cliff  II (2009)_________IMDb -7.6/10ပထမကား မှာ အောင်မြင်မှုရရှိခဲ့ပြီး နောက် ဒုတိယ ကားကို၂၀၀၉ ခုနှစ်မှာပဲ ထပ်မံထွက်ရှိလာခဲ့ပါတယ် ဇာတ်လမ်းကတော့ပထမကား ကိုပဲ ဆက်လက်ရိုက်ကူးထားပြီး ပထမကားကိုသာ ကြည့်ပြီးမှ ဒီကားကိုဆက်ကြည့်မှသာ ဇာတ်ရည်လည်မှာပဲဖြစ်ပါတယ်ဒီကားကတော့ IMDb rating 7.6 ထိရရှိထားပြီးသိုင်းကား ရှေးရာဇဝင်စစ်ကားကိုကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ချောင်ချောက်ရဲ့ ကုန်းတပ်စစ်ဦးကို အနိုင်တိုက်ပြီးနောက်မှာ အင်အားသောင်းချီတဲ့ ရေတပ်ကြီးကို ကျိုးယွီနဲ့ ခုံးမင်တို့ ဘယ်လို ဆက်ရင်ဆိုင်ကြမလဲဆိုတာ……File size…(2.3 GB) and (1.3 MB)Quality….Blu-Ray 1080p & 720pFormat…mp4Duration….02:22:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn WooStarsChang ChenChen ChangDaWei TongFengyi ZhangHu JunLin Chi-LingLin ChilingShidou NakamuraSong JiaTakeshi KaneshiroTong DaweiTony Leung Chiu-WaiZhang FengyiZhao WeiCastBa Sen Zha BuChang ChenCui Yu-GuiDaWei TongGuo ChaoHou YongHu JunHu XiaoguangJia Hong-WeiJiang TongLin Chi-LingLin ChilingMa JingjingShi Xiao-HongShidou NakamuraSong JiaTakeshi KaneshiroTong DaweiTony Leung Chiu-WaiWang HuiWang NingWang QingxiangWang Zao-LaiXiaoguang HuXie GangXu Feng-NianYi ZhenYou YongZang JinshengZhang FengyiZhang ShanZhao Cheng-ShunZhao Wei",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6G7hCDl07ix2tFb4aDnfFQFRwn0.jpg",
      "https://image.tmdb.org/t/p/w300/kDeNe1SAt0XCPoTuO4qnBmMDc7Q.jpg",
      "https://image.tmdb.org/t/p/w300/8McIh5jsQ2eDtzQjKUMRYnnskEo.jpg",
      "https://image.tmdb.org/t/p/w300/kytJbqldU5YPiAG2ZEWSpfeIvPo.jpg",
      "https://image.tmdb.org/t/p/w300/q0XVxnR0wbNJHXM4UGjw3EXIcJw.jpg",
      "https://image.tmdb.org/t/p/w300/rdGbSmrAoIXDLdfATFNbknHnths.jpg",
      "https://image.tmdb.org/t/p/w300/40Wos0L3P6avazgTkmgei82eubT.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/253718-l.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/red-cliff-ii-chi-bi-jue-zhan-tian-xia-2009-mm-sub",
        "server": "VIP Links",
        "size": "1.3 GB/2.27GB",
        "quality": "720p BluRay/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/red-cliff-ii-chi-bi-jue-zhan-tian-xia-2009-blu-ray-1080-p-mm-sub-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://yoteshinportal.cc/red-cliff-ii-chi-bi-jue-zhan-tian-xia-2009-mm-sub-mp-4-3",
        "server": "yoteshinportal.cc",
        "size": "2.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iq2p/Red_Cliff_II_(Chi_Bi_-_Jue_Zhan_Tian_Xia)_[2009]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://megaup.net/1Iq2y/Red_Cliff_II_(Chi_Bi_-_Jue_Zhan_Tian_Xia)_[2009]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "2.27GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/gavx3oay1tvj.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p BluRay"
      },
      {
        "link": "https://viewsb.com/imawksy7gvnw.html",
        "server": "streamsb.com",
        "size": "2.27GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "pd0bqLQrtdE",
      "video_url": "https://www.youtube.com/watch?v=pd0bqLQrtdE",
      "embed_url": "https://www.youtube.com/embed/pd0bqLQrtdE"
    }
  },
  {
    "metadata": "N/A|2018|81 min|History,Horror",
    "rating": {
      "rating": "4.2/10",
      "rating_count": "266"
    },
    "title": "The Convent (2019)",
    "description": "ဒီတစ္ခါ Horror ကားေလးမွာေတာ့ ေကာာင္မေလးတစ္ေယာက္ကစုန္းမဆိုၿပီးစြပ္စြဲခံရၿပီးေတာ့ အ႐ွင္လတ္လတ္မီး႐ွိဳ႕သတ္ခံရခါနီးမွာခရစ္ယာန္သီလ႐ွင္မာသာတစ္ေယာက္က သူ႔ကိုလာကယ္သြားခဲ့ၿပီးသူ႔ေက်ာင္းကိုေခၚသြားခဲ့တယ္ အဲ့ေက်ာင္းမွာသူ႔လိုပဲ တျခားေကာင္မေလးေတြအမ်ားႀကီးကိုလဲ ကယ္ထားေသးတယ္မာသာျကီးကေတာ့ စည္းကမ္းတင္းက်ပ္တယ္ သီလ႐ွင္ေက်ာင္းဝင္းအျပင္ကဘာနဲ႔မွသူတို႔မပတ္သက္ရဘူးဒါေပမဲ့ အဲ့ေက်ာင္းမွာ ကူးစက္ေရာဂါလိုမ်ိဳးတစ္ခုျဖစ္ၿပီးေတာ့လူေတြတစ္ေယာက္ၿပီးတစ္ေယာက္ေသလာၾကတဲ့အခါဒါေတြရဲ႕ေနာက္ကြယ္မွာ ဘာ႐ွိေနမလဲ၊ေက်ာင္းႀကီးမွာေရာ ဘယ္လိုအတိတ္ျဖစ္ရပ္ေတြ႐ွိခဲ့လဲ၊မာသာႀကီးရဲ႕ တကယ္ရည္ရြယ္ခ်က္ကေရာ ဘာလဲဆိုတာကေတာ့ဇာတ္လမ္းေလးထဲမွာ ဆက္႐ႈစားၾကည့္ၾကပါFile Size : (818MB) & ( 302 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : History , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaul HyettStarsCiarán McMenaminClare HigginsDilan GwynGrahame FoxHannah ArtertonKatie SheridanMichael IronsideRosie DayRyan OlivaSian BreckinCastAnia MarsonAyvianna SnowCarl WhartonCiarán McMenaminClare HigginsColin Burt VidlerDilan GwynEmily TuckerGrahame FoxHannah ArtertonJill BuchananKatie SheridanMichael IronsidePetra BryantRosie DayRyan OlivaSarah MalinSian Breckin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2ISCm3brBy0LMP7Po8Av75VxZuT.jpg",
      "https://image.tmdb.org/t/p/w300/vCatEoLLl1N9NYuX9U6RsJRy1IR.jpg",
      "https://image.tmdb.org/t/p/w300/yAPSn86GZVeBlLf7fDJm1M0aup3.jpg",
      "https://image.tmdb.org/t/p/w300/dp2wvNMbzyApiXLP7n4gwonIXja.jpg",
      "https://image.tmdb.org/t/p/w300/fFNYRLYNuR6Y373XSDhbFjcks7Q.jpg",
      "https://image.tmdb.org/t/p/w300/oHDMWc8yo9wWQ9puJsxzHz7iOJt.jpg",
      "https://image.tmdb.org/t/p/w300/iAM2F1ZQPPT8wUsu3cvIzdKIRqd.jpg",
      "https://image.tmdb.org/t/p/w300/pWKg07S64EKouUUd7TH91IK3S6U.jpg",
      "https://image.tmdb.org/t/p/w300/hqAML4WN7FjzhtXGFq3cUmkVcxS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/or9QoOcHfsaypC7UiCEIFtls48N.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i8xmok6kaf76.html",
        "server": "usersdrive.com",
        "size": "818 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-convent-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "818 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2Tr6y/The_Convent_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "818 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/veve2zqmdta9",
        "server": "upstream.to",
        "size": "818 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "OURANoHh6ME",
      "video_url": "https://www.youtube.com/watch?v=OURANoHh6ME",
      "embed_url": "https://www.youtube.com/embed/OURANoHh6ME"
    }
  },
  {
    "metadata": "|2023||Comedy,History,Uncategorized",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "1500"
    },
    "title": "Mixed by Erry (2023)",
    "description": "Mixed by Erry (2023)================IMDb Rating – 7.1/10အဦးဆုံးအနေနဲ့ အယ်ရီဆိုတာ ဘယ်သူလဲ၊ အယ်ရီဖရက်တက်စီယိုဆိုတဲ့ပုဂ္ဂိုလ်ကတော့ လက်ရှိအချိန်အထိအပြင်မှာသက်ရှိထင်ရှားရှိနေသေးပြီး ၁၉၈၀ ကျော်ကာလတွေအတွင်း သီချင်းကတ်ဆက်နဲ့တိပ်ခွေတွေကို အီတလီနိုင်ငံက လူတွေရဲ့လက်ထဲကိုရောက်အောင်စွမ်းဆောင်ပေးခဲ့တဲ့ သူရဲကောင်းကြီး (ဝါ) မူပိုင်ခွင့်တွေချိုးဖောက်တဲ့ရာဇဝတ်သမားလို့ ပြောလို့ရပါတယ်။အယ်ရီ့မှာ ဒီဂျေတစ်ယောက်ဖြစ်ချင်တဲ့ဝါသနာအိပ်မက်လေးတစ်ခုပါလာတယ်။ သို့ပေမဲ့ အမျိုးမျိုးသောအကြောင်းတရားတွေကြောင့်ဒီဂျေဘဝကိုလက်လွှတ်လိုက်ရတော့မဲ့အချိန်မှာပဲ ကတ်ဆက်ခွေတွေရောင်းဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့ အယ်ရီတို့မိသားစုရဲ့ဘဝဟာ အရာရာပြောင်းလဲသွားခဲ့ပါတော့တယ်။ဒီဇာတ်ကားလေးကတော့ ဖရက်တက်စီယိုညီအစ်တွေဖြစ်တဲ့ အယ်ရီ၊ဂီအူ‌ဆက်ပေး နဲ့ အန်ဂျလို တို့ သုံးယောက်သား လောကဓံရဲ့အနိမ့်အမြင့်အတက်အကျတွေကြားထဲကနေ ဘယ်လိုအောင်မြင်အောင်ကြိုးစားခဲ့ကြလဲဆိုတာကိုကြည့်ရှုခံစားရမဲ့ Netflix ရဲ့ အီတလီ အတ္တုပ္ပတ္တိ ဒရာမာဇာတ်ကား‌လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khant Sett Naing ဖြစ်ပါတယ်)File Size……….(1.5 GB) / (675 MB) / (382 MB)Quality…………WEB-RIP 1080p / 720p / 480pDuration………1Hr 50MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, HistoryTranslator…….Khant Sett NaingEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSydney SibiliaCastAdriano PantaleoAdriano SaleriBrando ImprotaCamillo AcanforaChiara CelottoCristiana Dell'AnnaEmanuele PalumboFabrizio GifuniFrancesco Di LevaGiuseppe ArenaGreta EspositoLuigi D'OrianoMichele Pereira Da Paz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mTjeBGHiuJlIGK97i3gzIekT7XT.jpg",
      "https://image.tmdb.org/t/p/w300/jxhjb4TnIXtXHLgD9fg7erNXPCP.jpg",
      "https://image.tmdb.org/t/p/w300/a7hPi1p7XlVxAyPmsDscn3fsPDJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBhNjQ2MzQtZGI3Mi00ZWQ1LWE1ZjQtMjUyYzQ3OTAzOTNhXkEyXkFqcGdeQXVyMzQ4MDQ4ODc@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mixed-by-erry-2023-1080-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3WMgA/Mixed.By.Erry.2023.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/91isio3pl4dy.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ojFnQBpK#eZ49giAcC3YIRvKcfq5ukb5qhzGkoZ25qIZM2aFPfCI",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y3ubx8k5qsoo.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1hppd24xqqxp",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mixed-by-erry-2023-720-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eWqx/Mixed.By.Erry.2023.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/gaga63rmkow9.html",
        "server": "streamsb.com",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hz0wXAjb#KMCQ__hv7ZN2aiKrGAnweHVIYm3w8UdqzXxhBYmapSQ",
        "server": "mega.nz",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8utuikrm8xsg.html",
        "server": "usersdrive.com",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/hze79i94lcix",
        "server": "streamvid.io",
        "size": "675 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mixed-by-erry-2023-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "382 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1eWqk/Mixed.By.Erry.2023.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "382 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/chou311pje6s.html",
        "server": "streamsb.com",
        "size": "382 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/dzMwDDoC#udPWocj9b4RvEPadGGLiabWs66X_4L-rpWLCHJAgU94",
        "server": "mega.nz",
        "size": "382 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/82srbpyiwiba.html",
        "server": "usersdrive.com",
        "size": "382 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/6ofshhv57um8",
        "server": "streamvid.io",
        "size": "382 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Loz9FKgsAT8",
      "video_url": "https://www.youtube.com/watch?v=Loz9FKgsAT8",
      "embed_url": "https://www.youtube.com/embed/Loz9FKgsAT8"
    }
  },
  {
    "metadata": "||1h 58min|Comedy,Drama,History",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1,257"
    },
    "title": "Battlefield Heroes (2011)",
    "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟိုးအရင်ခေတ် ဂိုဂူလျောတိုင်းပြည်နဲ့ တရုတ်မင်းဆက် ကြားက တိုက်ပွဲကို ဟာသနှောပြီး ရိုက်ပြထားတာပါ ။ဒီထဲမှာ ကိုရီးယားက တကယ့်မင်းသားကြီးဖြစ်တဲ့ Jin-young Jung ၊ (Kingdom)အပြင် နာမည်ကြီးဇာတ်ကားတော်တော်များများမှာပါတဲ့ Seung-ryong Ryu ၊ Je-mun Yun တို့အပြင်အာရှမင်းသားဆိုပြီး နာမည်ကြီး မိန်းကလေးတွေအရမ်းကြိုက်ပြီး Running Man မှာလည်းပါတဲ့ သစ်ကုလားအုတ် အီဂွမ်ဆူ ( Lee Kwang-Soo ) ကလည်း အခွီဇာတ်ရုပ်နဲ့ ပါဝင်ထားပါသေးတယ် ။ဇာတ်လမ်းကတော့ …လူအင်အားနည်းနေတဲ့ ထန်မင်းဆက်က ဂိုဂူလျောကိုတိုက်ခိုက်ဖို့အတွက် ရှီလာတွေဆီကနေ စစ်ကူတောင်းပါတော့တယ်ရှီလာတွေကလည်းဘတ်ဂျယ်နဲ့မြစ်တောင်ပိုင်းပေးရင် စစ်ကူလွှတ်မယ်လို့ကတိတောင်းခဲ့တာပေါ့ဒီလိုနဲ့ စစ်ပွဲအတွက် ပေါ်တာဆွဲတဲ့ထဲမှာ ဘတ်ဂျယ်ကမူဂွန်ဆိုတဲ့တစ်ယောက်လည်းပါသွားပါတယ်သူက စစ်မတိုက်ချင်တဲ့သူပါ ( သူရဲ့စစ်ပွဲတွင်းမသေအောင်နေနည်းတွေက အံ့မခမ်းပါပဲ )မွန်ဒီ ( Lee Kwang-Soo ) ဆိုတဲ့တစ်ယောက်ကတော့ စစ်တိုက်မယ်ဆိုပြီး ကိုယ်တိုင်လိုက်လာခဲ့တဲ့သူပါစစ်တိုက်ချင်တဲ့သူ မတိုက်ချင်လို့ကန့်လန့်လိုက်လုပ်တဲ့သူ သူတို့နှစ်ယောက်ရဲ့ဟာသအလွဲတွေနဲ့ ဟိုးအရင်ခေတ် စစ်ပွဲပရိယာယ်တွေကို တွေ့ရမှာမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါဦး ။File Size__2.2 GB , 1 GBQuality__1080p, 720pIMDb Rating__5.4/10Format__mp4Duration__01:58:00Type__Comedy , Drama , HistorySubtitle__Myanmar Subtitle (Hardsub)Translated byHlaing Theint Theint LattEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoon-ik LeeStarsHwang Jung-minJeong Seok-yongJung Jin-youngKang Ha-NeulKim Min-sangLee Dae-yeonLee Kwang-SooLee Moon-sikLee Sang-hunLee Won-JongPark Yong-wooRyoo Seung-wanRyu Seung-ryongShin Jung-geunSun Woo-sunYoon Je-moonYun Yeong-keolCastHwang Jung-minJeong Seok-yongJung Jin-youngKang Ha-NeulKim Min-sangLee Dae-yeonLee Kwang-SooLee Moon-sikLee Sang-hunLee Won-JongPark Yong-wooRyoo Seung-wanRyu Seung-ryongShin Jung-geunSun Woo-sunYoon Je-moonYun Yeong-keol",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i6is9yMRvRBQW8g5bz1r8H3avVp.jpg",
      "https://image.tmdb.org/t/p/w300/ajqbmnTpyEsZTShmJW2micjz74V.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjExMWNlNjItMjEzNy00MmZjLWFmZTgtMzFmODBkZThiZTdlXkEyXkFqcGdeQXVyMTA5OTc4NTkz._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/battlefield-heroes-2011",
        "server": "VIP Links",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/battlefield-heroes-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/battlefield-heroes-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/nPziqKg8q4alpA",
        "server": "disk.yandex.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/h8MFYZqsuEcBZg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EZqb/Battlefield_Heroes_(2011)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/30UkC/Battlefield_Heroes_(2011)_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Z1ev/Battlefield_Heroes_(2011)_360p.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "360p"
      },
      {
        "link": "https://upstream.to/2v5r2ykuver3",
        "server": "upstream.to",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/mcre43z9d6nr",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/sfnjp2isp56l",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "360p"
      },
      {
        "link": "https://tubesb.com/ornr6rnd0jgb.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 28 min|Action,Dragon Gate Posthouse,History,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "524"
    },
    "title": "Dragon Gate Posthouse 9: Unexpected Romance ( 2018 )",
    "description": "ကန္တာရရဲ့ အစွန်းဆုံးက ယွဲ့ယာမြို့ဟောင်းမှာ လုံမိန်ရပ်နားစခန်းတစ်ခုရှိပါတယ်။အခု CM ကဘာသာပြန်ပေးတဲ့ ရုပ်ရှင်လေးကတော့လုံမိန်ရပ်နားစခန်းနဲ့ ယွဲ့ယာမြို့အတွင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းလေးတွေပဲ ဖြစ်ပါတယ်။ဆယ်ကားထွက်ထားတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့် ကျန်ဇာတ်ကားများအားလုံးကိုတစုတစည်းထဲ အောက်ကလင့်မှာရှာလို့ရပါတယ်ဒီမှာရှာပါဒါလေးကတော့ အချစ်အတွက် အချိန်တွေ သေရေးရှင်ရေးတွေကိုကျော်ဖြတ်ခဲ့တဲ့ ဖူးစာတစ်ခုပဲ ဖြစ်ပါတယ်။ မာတာ့လုဟာစာပေသမားဖန်းကျွင့်ကို ယွဲ့ယာမြို့မှာ စာသင်ကျောင်းဖွင့်နိုင်ရန် ကူညီပေးခဲ့ပါတယ်ဒါပေမဲ့ ၃ လအတွင်း ကျောင်းသား တစ်ယောက်မှ မရှိလို့ကျောင်းပိတ်လိုက်ရတော့မလို ဖြစ်နေပါတယ်။ကံကောင်းစွာနဲ့ ကျူးအာဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ အကူအညီရခဲ့ပြီးမှအခက်အခဲကို ကျော်ဖြတ်နိုင်ခဲ့ပါတယ်။ ကျူးအာဟာ အလွန်ဉာဏ်ကောင်းပြီးဖန်းကျွင့်အပေါ်လည်း အလွန် ဂရုစိုက်သူ ဖြစ်ပါတယ်။ဖန်းကျွင့်ကတော့ သူ့ကို ပစ်သွားတဲ့ဇနီးလောင်း ရှန်ယန့်ကိုပဲ ပြန်လာစေချင်နေပါတယ်။ရှန်ယန့်ဟာ သူ့ရဲ့သူဌေးနှင့် အိမ်ထောင်ပြုနိင်ဖို့အတွက်ဖန်းကျွင့်ကို ရက်စက်စွာ လုပ်ကြံခဲ့ပါတယ်။ ဖန်းကျွင့်ဟာအသက်အန္တရာယ်နှင့် ကြုံတွေ့ရချိန်မှာ ကျူးအာ ကဘယ်လိုကာကွယ်မလဲကျူးအာတစ်ယောက် ဖန်းကျွင့်ရဲ့ မေတ္တာတွေကို လက်ခံရနိုင်မလား……ကျူးအာရဲ့ သရုပ်မှန်ကရော ဘာဖြစ်နေမလဲ…..ဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , History , MysteryRuntime : 1h 28 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By MoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHe LuoPan WenjieStarsLIU JiahuiWang LikunWang YangWen SongxianZHANG ZhilinZHAO KeCastLIU JiahuiWang LikunWang YangWen SongxianZHANG ZhilinZHAO Ke",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/su9NsKECp23Z6YiKaSiTKmrog0S.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bde7BA08RTAezL4EhHpb91ZvQUx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-9-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eeyrvlq93olz.html",
        "server": "usersdrive.com",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1iL73/Dragon_Gate_Posthouse_9_(2018)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zJwQhaLJ#Gxka3vczrbE_SLKcd8YmavxJzIUtNWhSy-yxxWmSgs4",
        "server": "mega.nz",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/kw99myj4mf4s",
        "server": "streamsb.com",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/6rqmgz9qeuf7",
        "server": "streamvid.io",
        "size": "2.10GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dragon-gate-posthouse-9-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fo0dkotwe0qr.html",
        "server": "usersdrive.com",
        "size": "1.06GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7ZJ3XBIQ#nohQnflp2_eP3b5jru1qcX1ZKT4q7NpydZtu9cZqNJw",
        "server": "megaup.net",
        "size": "1.06GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]