[
  {
    "metadata": "||1h 39 min|Action,Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2454"
    },
    "title": "Ban Drugs ( 2023 )",
    "description": "ဒါကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုစတေးလိုက်ရတဲ့…… စခန်းမှူးကျန့်(၁၅)နှစ်ကြာပြီးနောက်မှာ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးစစ်ဆင်ရေးမှာတွဲဖက်ပါတနာကိုဆုံးရှုံးလိုက်ရတဲ့….အဖွဲ့ခေါင်းဆောင်လုအဖေလို ပြည်သူအတွက်အသက်ပေးပြီး အာဇာနည်ဖြစ်ချင်တဲ့… ရဲအရာရှိလေးဝမ်သူတို့(၃)ယောက်ပူးပေါင်းပြီး (၁၅)နှစ်ကြာအောင် ဖမ်းမမိနိုင်ပဲဥပဒေပြင်ပကိုရောက်နေတဲ့ မြေနဂါး တိလုံကိုအမိအရဖမ်းဆီးနိုင်ဖို့ကြိုးစားတဲ့အကြောင်းလေးပဲဖြစ်ပါတယ်။ပင်းဟိုင်မြို့မှာ မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးကြီးတစ်ခုလုပ်ခဲ့ပြီးနောက်မှာမူးယစ်ဆေးရောင်းဝယ်မှုကြီးကြီးမားမားမရှိတော့ပါဘူး။ ဒါပေမယ့် (၁၅)နှစ်ကြာပြီးနောက်မှာမူးယစ်ဆေးပမာဏများများရောင်းဝယ်တဲ့အမှုပြန်လည်ဖြစ်ပေါ်လာခဲ့ပါတယ်။ပြစ်မှုကျူးလွန်ပြီးသေသွားတဲ့ သူကလွန်ခဲ့တဲ့(၁၅)နှစ်က မူးယဇ်ရာဇာတိလုံရဲ့DNAနဲ့တော်တော်လေးကိုက်ညီနေတာကိုတွေ့လိုက်ရတဲ့ခါ ပင်ဟိုင်မြို့ရဲ့မူးယစ်ဆေးလောကကြီးကပြန်လည်တစ်ဖန်အသက်ဝင်လာပါတော့တယ်။လွန်ခဲ့တဲ့(၁၅)နှစ်ကအမှုနဲ့ဘယ်လိုများပတ်သက်နေမလဲ……ဒီတစ်ခါမှာရော မူးယစ်တိုက်ဖျက်ရေးစစ်ဆင်ရေးအောင်မြင်နိုင်မလား……Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , Crime , DramaRuntime : 1h 39 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsDu ZhiguoKai GaoLi QianfengSammy HungTao WangWu ChunyiXu JiaCastDu ZhiguoKai GaoLi QianfengSammy HungTao WangWu ChunyiXu Jia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yrP3w1CN3glimSI98loV17S1ZTX.jpg",
      "https://image.tmdb.org/t/p/w300/nydSMywjRIjOTFEkwGGPD102Tls.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/umB5ZDeFRmGG3hcTCbtk6AzOCnY.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ban-drugs-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2hdis5wgqt0m.html",
        "server": "usersdrive.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3nngf/Ban_Drugs_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rNxmCSxI#5sPYdPsgJdKBhCy2vZ1-425BP55nv_OrRg2xeyw4Y8A",
        "server": "mega.nz",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/xucgetkyuva2",
        "server": "streamsb.com",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/kgp5ff8dfj77",
        "server": "streamvid.io",
        "size": "2.02GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ban-drugs-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7mv55eroxb2e.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/KYQWgAbD#ydFNRShXucxxse6Y9vHJ9fV2NZGx39yqBKqL2h2crtY",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sbw2g3MDlUc",
      "video_url": "https://www.youtube.com/watch?v=sbw2g3MDlUc",
      "embed_url": "https://www.youtube.com/embed/sbw2g3MDlUc"
    }
  },
  {
    "metadata": "TV-PG|2022|1h 24m|Crime,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "874"
    },
    "title": "Cut, Color, Murder (2022)",
    "description": "Cut, Color, Murder (2022)အခု မိတ်ဆက်ပေးမယ့်ဇာတ်ကားကတော့ Arrow, Lucifer နဲ့ Timeless တို့လို စီးရီးမျိုးတွေမှာ လက်စွမ်းပြခဲ့တဲ့ ဒါရိုက်တာ Stacey N. Harding ကရိုက်ကူးပေးထားပြီး မင်းသမီး Julie Gonzalo ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး ဒရာမာမင်းသား Ryan Mc Partlin နဲ့ Nathan Witte ကနေ ဇာတ်ပို့အဖြစ် ပါဝင်ပံ့ပိုးပေးထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုတော့ အာလီ ရိဒ်ဆိုတဲ့ အမျိုးသမီးတစ်ဦးအပေါ်ဇာတ်အိမ်တည် ရိုက်ကူးထားတာပါ။ အာလီဟာ ဆံသပညာရှင်အဖြစ်လုပ်ကိုင်နေတဲ့ မုဆိုးမလေးတစ်ယောက်ပေါ့။ သူနေတဲ့ ဂိုးလ်ဒန်းပိခ်မှာ သူ့ညီမနဲ့အတူ ကိုယ်ပိုင်ဆိုင်ခန်းလေးနဲ့ အလှပြင်ဆိုင်ဖွင့်ထားကြတာပေါ့။ တစ်မြို့လုံးကလည်း သူတို့ကကောင်းဆုံးဆိုတာကို သိလို့ သူတို့ဆိုင်ကိုပဲ လာပြီးအားပေးကြပါတယ်။ အာလီကလည်း သူ့ခင်ပွန်းအသတ်ခံလိုက်ရပြီးကတည်းက မြို့မှာကိစ္စတစ်ခုခုရှိလာပြီဆိုရင် အပျော်တမ်းစုံထောက်အနေနဲ့ အမှုတွေကို ရဲတွေနဲ့အတူ လိုက်ဖြေရှင်းပေးလေ့ရှိတဲ့သူပါ။ တစ်နေ့တော့ သူတို့မြို့မှာ နှစ်စဉ်ကျင်းပလေ့ရှိတဲ့ မယ်ရွေးပွဲစဖို့ အကြောင်းဖန်လာပါတော့တယ်။ အဲဒါကြောင့် ပွဲအတွက် စီစဉ်နေတုန်းမှာ ပွဲကိုဦးဆောင်စီစဉ်ပေးနေတဲ့သူက အသတ်ခံလိုက်ရပါတယ်။ သူ့ညီမကလည်း အဲဒီပြိုင်ပွဲမှာပါနေတာကြောင့် အာလီဟာလည်း မဖြစ်မနေ လူသတ်တရားခံကို လိုက်ရှာရပါတော့တယ်။ အာလီတစ်ယောက် ဘယ်လိုသဲလွန်စနောက်လိုက်ပြီး ဘယ်လို အခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ… ဘယ်သူကရော တကယ့်လူသတ်သမားဖြစ်နေမလဲ… ဒါ့အပြင် သူ့ယောက်ျားကို သတ်ခဲ့တဲ့သူကလည်း သူ မထင်မှတ်ထားတဲ့သူများဖြစ်နေမလား… ဆိုတာကို စုံထောက်ကားကြိုက်တဲ့သူတွေအနေနဲ့ စိတ်ဝင်တစားအားပေးကြည့်ရှုနိုင်မယ့်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက IMDb မှာ ၆.၂ ပဲ ရထားပေမယ့် ၇ ဝန်းကျင်လောက်အထိ ရသင့်တဲ့ တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ တကယ်ကိုကြည့်သင့်တဲ့ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMarkမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 680MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 24MinGenre – Crime, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byMarkEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStacey N. HardingStarsAJ Crivello-JonesApril TelekAvery SilverBerkeley RatzlaffBrad HarderBrendon ZubDanny WattleyElizabeth KlimovaEva TamargoFred HendersonGrace BeedieJulie GonzaloKehli O'ByrneLydia CampbellLynda BoydMadonna GonzalezMatthew ClarkeMike DopudNathan WittePrincess DavisRebecca StaabRyan McPartlinTioluwa Babatund-AlibiCastAJ Crivello-JonesApril TelekAvery SilverBerkeley RatzlaffBrad HarderBrendon ZubDanny WattleyElizabeth KlimovaEva TamargoFred HendersonGrace BeedieJulie GonzaloKehli O'ByrneLydia CampbellLynda BoydMadonna GonzalezMatthew ClarkeMike DopudNathan WittePrincess DavisRebecca StaabRyan McPartlinTioluwa Babatund-Alibi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/duh1mdSGoCoQijYe24iGcTAnNYn.jpg",
      "https://image.tmdb.org/t/p/w300/Adz2sM7AnOq4FsHTmk6M53sFBT8.jpg",
      "https://image.tmdb.org/t/p/w300/zSNT8BL464AeQ2B8LCzIiOvHc12.jpg",
      "https://image.tmdb.org/t/p/w300/x6vHw0YNrcgbfmdzW0Zd8PiCwBM.jpg",
      "https://image.tmdb.org/t/p/w300/zfooy0GqduaFsPQmcZxO9aVvBhK.jpg",
      "https://image.tmdb.org/t/p/w300/niNhYzGrlKAU9YhHU7RQOunvQIb.jpg",
      "https://image.tmdb.org/t/p/w300/n35GL6qDIt09FdITVC6oGniJAVX.jpg",
      "https://image.tmdb.org/t/p/w300/cR3uGZjIY2bmcbuXDsqOLksT63x.jpg",
      "https://image.tmdb.org/t/p/w300/4cPV8d2Or7SuQuy0vkgItXFzZHO.jpg",
      "https://image.tmdb.org/t/p/w300/yACbn1JN7D0GFzi7zcbCsFfOVar.jpg",
      "https://image.tmdb.org/t/p/w300/q7JAfxegDv6gPpRKrnvukCN8M3E.jpg",
      "https://image.tmdb.org/t/p/w300/yLcADREfslUL9rP4LhuIYkT7Dqh.jpg",
      "https://image.tmdb.org/t/p/w300/ylI3zK9PCTVpaZwjmGLPhljQJJM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/c9PL2RIpitSRtxG8Evp8gpiH4iz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cut-color-murder-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hBvZ/(CM)_Cut,_Color,_Murder_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2AVASI7Z#kIdD-KHhyAFromcJfj87jzW6VyPeUD4zNYDVeS-YUuk",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yf33hnf3keqj.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cut-color-murder-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fJ8z/(CM)_Cut,_Color,_Murder_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2d0ywI6a#QduEe76vdYxx-c_IvXOWsb3n82h4iHNcd_A-i5Hz6OI",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/j4e13twiqelw.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/yvpajhp2o9kj.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/0rbua3xllaea",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CXhYtHhBp7s",
      "video_url": "https://www.youtube.com/watch?v=CXhYtHhBp7s",
      "embed_url": "https://www.youtube.com/embed/CXhYtHhBp7s"
    }
  },
  {
    "metadata": "Unrated|2022|1h 59m|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "59"
    },
    "title": "The Hound of the Baskervilles: Sherlock the Movie (2022)",
    "description": "The Hound of Baskervilles: Sherlock the Movie (2022)~ IMDb – 6.2/10, MyDramaList – 7.7/10 ~အထူးတလည် မိတ်ဆက်ပေးစရာမလိုလောက်တဲ့ The Hound of Baskervilles ဆိုတာ ဆာအာသာကိုနင်ဒွိုင်း Sir Arthur Conan Doyle (1859~1930) ရဲ့ ရှားလော့ဟုမ်းဝတ္ထုရှည်လေးပုဒ်ထဲက ၁၉၀၂ ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ တတိယမြောက်ဝတ္ထုရှည်တစ်ပုဒ်ဖြစ်ပါတယ်။မူရင်းဇာတ်ကြောင်းကတော့ ၁၈၈၉ ခုနှစ် အင်္ဂလန်နိုင်ငံအနောက်တောင်ပိုင်း၊ ဒီဗွန် (Devon) က ဒတ်မိုးတောင်ပေါ်ဒေသ (Dartmoor) ကိုနောက်ခံထားပြီး ဘတ်စကာဗျီလ်မိသားစုမျိုးဆက် (Baskerville Family) က အဲဒီဒေသမှာ ဒဏ္ဍာရီလာငရဲခွေးကြီးတစ်ကောင်ကြောင့် တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေကြတာမို့လို့ လူသေဆုံးမှုထပ်မရှိရလေအောင် ရှားလော့ဟုမ်းနဲ့ ဒေါက်တာဝပ်ဆန်တို့ကို လာရောက်အကူအညီတောင်းရာကနေ တကယ်ပဲ ဖြစ်ရပ်ဆန်းကြယ်ကြောင့် လူသေဆုံးသွားကြတာလား… ဒဏ္ဍာရီလိုလို ကျိန်စာလိုလိုကို အကြောင်းပြပြီး ရည်ရွယ်ချက်ရှိရှိ လူသတ်နေတာလား… ဆိုတာကို ဖော်ထုတ်တာဖြစ်ပါတယ်။The Hound of Baskervilles ကို တိုက်ရိုက်တစ်ဖုံ မှီးငြမ်းတစ်သွယ် ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေ၊ ဇာတ်လမ်းတွဲအပိုင်းတွေများစွာရှိရာမှာ ဂျပန်ဘက်မှ ရိုက်ကူးပြီး ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ “The Hound of Baskervilles: Sherlock the Movie” လည်း တစ်ကားအပါအဝင်ဖြစ်ပြီး မူရင်းဇာတ်အိမ်ထဲက အဓိကအကြောင်းအရာကို နည်းနည်းပဲအခြေခံပြီး ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားပါတယ်။ဒီဇာတ်ကားရဲ့ဇာတ်ကြောင်းကတော့ ဒီလိုပါ။ သတ္တုမိုင်းသူဌေးကြီး ဟာဆုကာဘေးချီဇူးအို (Hasukabe Chizuo) ရဲ့ သမီးဖြစ်သူ ဟာဆုကာဘေးဘန်နီ (Hasukabe Beni) ကိုပြန်ပေးဆွဲပြီး “သမီးဖြစ်သူကို ပြန်လိုချင်ပါက ဆဲတိုကုန်းတွင်းပင်လယ်ရှိ ကာဆုမိကျွန်း (Kasumi Island) ဆီ သူဌေးကြီးတစ်ယောက်သာ ပြန်ပေးငွေနှင့်တကွ လာရောက်ပါရန်” ဆိုပြီး ခြိမ်းခြောက်စာပို့လာလို့ ဟာဆုကာဘေးချီဇူးအိုတစ်ယောက် ထိုကျွန်းကို ပြန်ပေးငွေပေးဖို့ သွားပေမဲ့ တကယ်တမ်းတော့ ပြန်ပေးငွေလည်း လာမယူ၊ ဘန်နီလည်း အိမ်ပြန်ရောက်နေတာကို တွေ့လိုက်ရတယ်။ ဒီလိုနဲ့ တစ်လကြာသွားတဲ့နောက် အဲဒီကိစ္စကိုအခဲမကျေနိုင်တဲ့ သူဌေးကြီးက ရာဇဝတ်မှုဆိုင်ရာ စုံစမ်းစစ်ဆေးရေးအကြံပေး တစ်နည်း အလွတ်စုံထောက် လုပ်နေတဲ့ ဆရာဝန်ဝါခါမီရာဂျွန်အီချိ (Wakamiya Junichi) ဆီမှာ ပြန်ပေးဆွဲမှုလက်သည်ကို စုံစမ်းပေးဖို့ အကူအညီလာတောင်းရာကနေ ဝါခါမီရာနဲ့ ဟိုမာရေး ရှီရှီအို (Homare Shishio) တို့နှစ်ယောက်သား ကာဆုမိကျွန်းကို မဖြစ်မနေ သွားရောက်စုံစမ်းရပါတော့တယ်။ အဲဒီကျွန်းမှာ လူတွေရဲ့အတ္တဆန်တဲ့အပြုအမူကြောင့် သေဆုံးသွားကြတဲ့ ခွေးနက်တွေက နတ်ဆိုးခွေးတွေအဖြစ် ပြောင်းသွားကြပြီး လူတွေကို လိုက်လံတိုက်ခိုက်နေတယ်ဆိုတဲ့ အရင်ကတည်းရှိနေတဲ့ ဒဏ္ဍာရီလိုလို ယုံတမ်းစကားတစ်ခုကို ကြားလိုက်ရတဲ့အခါမှာတော့…The Hound of Baskervilles Sherlock the Movie ရဲ့ဒါရိုက်တာကတော့Suspect X (2008)ကို ရိုက်ကူးခဲ့တဲ့ Hiroshi Nishitani ပဲဖြစ်ပါတယ်။ Homare Shishio (ရှားလော့ဟုမ်း) အနေနဲ့ သရုပ်ဆောင်ထားတဲ့သူက Fullmetal Alchemist Live-Action Trilogy ထဲမှာ Roy Mustang အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Dean Fujioka ဖြစ်ပြီး Wakamiya Junichi (ဒေါက်တာဝပ်ဆန်) က High & Low ဇာတ်ကားတွေမှာ Cobra အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Takanori Iwata ဖြစ်ပါတယ်။ Reiji Eto (ရဲအုပ်လက်စထရိတ်) ကတော့ Kuranosuke Sasaki ဖြစ်ပြီး တစ်ခြားသရုပ်ဆောင်တွေက Yuko Araki (Once Upon a Crime, Roppongi Class), Nijiro Murakami (Alice In Borderland), Ryoko Hirosue, Kotaro Koizumi အစရှိသဖြင့် ပါဝင်အားဖြည့်ထားပါတယ်။၂၀၁၉ ခုနှစ်မှာ ၁၁ ပိုင်းပါတဲ့ “Sherlock: Untold Stories” စီးရီးကို ထုတ်လွှင့်ပြသခဲ့ပြီးမှ The Hound of Baskervilles: Sherlock the Movie ကို ၂၀၂၂ ခုနှစ်မှာ ထုတ်လွှင့်ပြသခဲ့တာပါ။ Sherlock: Untold Stories မှာ Dean Fujioka, Takanori Iwata, Kuranosuke Sasaki တို့ပဲ သရုပ်ဆောင်ထားတာမို့လို့ ဒီဇာတ်ကားမှာလည်း ပြန်လည်ပါဝင်ခဲ့ကြတာပါ။The Hound of Baskervilles ဝတ္ထုကို ဆရာကြီးရွှေဥဒေါင်းက ပွေလီအင်းခွေးကြီးအမှု (မှီးငြမ်း) နဲ့ ဘတ်စကာဗျီလ်ခွေးကြီး (ဘာသာပြန်-အကျဉ်း)၊ ဆရာစိုးမြိုင်က ဖုန်းဆိုးမြေမှ ခွေးတစ္ဆေ (ဘာသာပြန်-အကျယ်)၊ ဆရာဆွေမင်း(ဓနုဖြူ) က မြိုင်ရာဇာတွတ်ပီ ကျွန်ုပ်နှင့်ကောလ္လိယအင်းခွေးကြီး (မှီးငြမ်း)၊ ဆရာမောင်မြတ်မိုးက ရှားလော့ဟုမ်းနှင့် ကျိန်စာသင့်အိမ် (ဘာသာပြန်) စသဖြင့် အသီးသီး မှီးငြမ်း၊ ဘာသာပြန်ခဲ့ကြပါတယ်။ခေတ်သစ်ရှားလော့ဟုမ်းကိုမှ ဂျပန်ဗားရှင်းအနေနဲ့ ကြည့်ချင်ရင် ဒါမှမဟုတ် ရှားလော့ဟုမ်းရဲ့ဝတ္ထုရှည်လေးပုဒ်ထဲမှာ အကောင်းဆုံးလို့သတ်မှတ်ထားကြတဲ့ The Hound of Baskervilles ကို ဂျပန်ကနေ အကောင်းဆုံးဖြစ်အောင် မှီးငြမ်းရိုက်ကူးထားတဲ့ဇာတ်ကားကို ကြည့်ချင်ရင်တော့ The Hound of Baskervilles: Sherlock the Movie ကိုပဲ ညွှန်းရမှာဖြစ်သလို စုံထောက်ကားပရိသတ်တွေအတွက်ရော၊ ရှားလော့ဟုမ်းပရိသတ်တွေအတွက်ပါ ဇာတ်ကောင်တွေနဲ့အတူ စိတ်ဝင်တစား အဖြေရှာဖို့ကောင်းတဲ့ ဂျပန်စုံထောက်ဇာတ်ကားကောင်းတစ်ကားပါပဲ။{တကယ်လို့ ဒီဇာတ်ကားထဲကသီချင်းနှစ်ပုဒ်ကို ကြိုက်နှစ်သက်လို့ နားထောင်ချင်ရင်Find You in the Stars by Yugo Kannoနဲ့Lullaby by YU-KAဆိုပြီး ရှာဖွေနားထောင်ကြည့်လိုက်ပါ။}(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.35GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 59MinGenre – Crime, Drama, MysterySubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroshi NishitaniStarsDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko ArakiCastDean FujiokaIzumi InamoriKippei ShiinaKiyohiko ShibukawaKotaro KoizumiKuranosuke SasakiMaho YamadaMasahiko NishimuraNijiro MurakamiRyoko HirosueTakanori IwataYuko Araki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vRT2Iend2CzgvpDyFRWK51l2tuY.jpg",
      "https://image.tmdb.org/t/p/w300/fMG3SwwOaYphcKg3ek42YSQcVWw.jpg",
      "https://image.tmdb.org/t/p/w300/hUVYXOpaGv1idULnCoiANlDyhGq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/63LH5elZ8XEzGAaD6ZjxUZKVjPZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XR8s/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iuBXibRT#js_i6Rie5g8MAwMR5C9ombK7jyO20bwGzF-dwrEbpEg",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dg5zu48pnffd.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-hound-of-the-baskervilles-sherlock-the-movie-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XR8g/(CM)_The_Hound_of_the_Baskervilles_-_Sherlock_the_Movie_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/arBkyZKR#ufMdkP9LtY_6hdak366KQK3Bm0W-9L1TjPP3xnhncvI",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u5en951biht9.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/dh69b3k4typx",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/850sjjxsk4z1",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Crime,Horror,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1100"
    },
    "title": "The Pale Blue Eye (2023)",
    "description": "The Pale Blue Eye (2023)==================IMDb Rating – 6.5/10Christian Baleရဲ့ Crime, mystery ရုံတင်ဇာတ်ကားသစ်ကြီးDigital version အ​နေနဲ့ ထွက်ရှိလာတာ​ကြောင့် CM fan​​ တွေအတွက် တင်ဆက်​ပေးလိုက်ပါတယ်။ Baleဟာ ဒီဇာတ်ကားမှာစုံ​​​ထောက်ကြီး ဩဂတ်စတပ် လန်​ဒေါအဖြစ် ပါဝင်ထားပါတယ်။အ​စောပိုင်း IMDbမှာ 6.5, RT 68% ရရှိထားပါတယ်။တစ်​ခေတ်တစ်ခါက နယူး​​ယောက်မြို့မှာ အလွန်နာမည်ကြီးခဲ့တဲ့စုံ​ထောက်ကြီးလန်​ဒေါဟာ တချို့​​သောကိစ္စ​တွေ​ကြောင့် မြို့​လေးတစ်မြို့မှာ ဇာတ်မြုပ်​နေထိုင်​နေတာပါ။ ဒါ​ပေမဲ့ သူရှိရာ မြို့မှာပဲထူးဆန်းတဲ့အမှုတစ်ခုဟာ ဆိုက်မြိုက်စွာ​ ရောက်လာခဲ့ပါတယ်။ထိုမြို့​လေးရှိ စစ်သင်တန်း​ကျောင်းမှ ဗိုလ်​​လောင်းတစ်​ယောက်ကြိုးဆွဲချ​သတ်​သေပြီး​တော့မှ အ​လောင်းထဲက နှလုံးကို ခိုးယူခံလိုက်ရတာပါ။စုံ​ထောက်ကြီး လန်​ဒေါဟာ ဒီအမှုရဲ့သဲလွန်စ​တွေကို စုံစမ်းလာရင်း​သေ​ကြောင်းကြံတာ မဟုတ်ဘဲ ရည်ရွယ်ချက်ရှိရှိ သတ်ဖြတ်ခဲ့တာဖြစ်​ကြောင်း သိလာရပြီး ထို​ကျောင်းမှ ကဗျာရူးစာရူး ဗိုလ်​လောင်းအီး.​​အေ.ပိုးဆိုသူနဲ့ ရင်းနှီးကာ အမှုလိုက်ရာမှတဆင့် ထင်တာထက်များစွာနက်နဲတဲ့ ​ဖြစ်ရပ်​တွေနဲ့ပတ်သက်​နေမှန်း သိသွားကြပါတယ်။ထိုကဗျာရူး ဗိုလ်​လောင်းဆိုသည်မှာ တခြားသူမဟုတ်.. ​နောင်အခါEdgar Allen Poeဆိုသည့် နာမည်​ကျော်စာ​ရေးဆရာကြီး ဖြစ်လာမယ့်သူပါ။လန်​ဒေါနဲ့ ပိုးတို့ အမှုကို ဆုံးခန်းတိုင်​အောင် ​ဖော်ထုတ်နိုင်ကြမလား၊တရားခံအစစ်က ဘယ်သူဖြစ်မလဲ၊ ဘယ်လိုလျှို့ဝှက်ဆန်းကြယ်မှုများစွာနဲ့ ရင်ဆိုင်ရမလဲဆိုတာ ခုလိုချမ်းစိမ့်စိမ့်ရာသီမျိုးမှာ ​ကော်ဖီတစ်ခွက်နဲ့ အရသာခံပြီးကြည့်လို့ရမယ့် စုံ​ထောက်ဇာတ်ကား​ကောင်းတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို illidanမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team ဖြစ်ပါတယ်)File Size………. (600 MB)Quality…………WEB-DL 720pDuration………2Hrs 08minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Horror, MysteryTranslator…….illidan, Khant Sett Naing, Thiha Yan NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott CooperCastBrennan CookBrennan Keel CookCharlie TahanCharlotte GainsbourgChristian BaleFred HechingerGideon GlickGillian AndersonGisele FettermanHadley RobinsonHarry LawteyHarry MellingJack IrvingJohn FettermanJoseph BrooksLucy BoyntonMatt HelmRobert DuvallSimon McBurneySteven MaierTimothy SpallToby Jones",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b08BDQPq42AoLMfhi7DtTOoYqVu.jpg",
      "https://image.tmdb.org/t/p/w300/exEXLc85nYPtztn1u3KJ8wU0uJX.jpg",
      "https://image.tmdb.org/t/p/w300/wwECpJRpM7GhLjWOVza4w0vAfij.jpg",
      "https://image.tmdb.org/t/p/w300/2C9qXwwXARe8vm7iB5ySMnBv5w.jpg",
      "https://image.tmdb.org/t/p/w300/6CDEsvyGkZbqwmkbRd9yMhPZMgW.jpg",
      "https://image.tmdb.org/t/p/w300/h27pgZwBrRQ5qpRq2CvnKHd3LBH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/pale.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xejt/The.Pale.Blue.Eye.2022.1080p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/i4zde230l3lh.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/SNFVAQSQ#839MWiL40GtxcjbM16VnXybb-bSwUosH8xsjDw_6Hfk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/j1mxqu6z7a21.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/h9oqbjv452jz",
        "server": "streamvid.io",
        "size": "1.1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xe8g/The.Pale.Blue.Eye.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/owj3tsbl2ybv.html",
        "server": "streamsb.com",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/6MVEhSqT#RzUzvCrxleBZ1Ij1hiF3Z1Dqzo5wZuCXNXbX68v7Lyc",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/we7i6x9zj4wt.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/gmeavou424mj",
        "server": "streamvid.io",
        "size": "600 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-pale-blue-eye-2022-480-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bjp0/The.Pale.Blue.Eye.2022.480p.NF.WEB-DL.DDP5.1[CM].mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/eahexhr4x5j2.html",
        "server": "streamsb.com",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/3B9mUByS#QHXhuvTPdA2i9R_L8XrcMHuP6pdFFRovuZu4RRdPPYs",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/7dbaxdmin9zr.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/na45pc1m5g7l",
        "server": "streamvid.io",
        "size": "400 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "J7tpfLV4-TQ",
      "video_url": "https://www.youtube.com/watch?v=J7tpfLV4-TQ",
      "embed_url": "https://www.youtube.com/embed/J7tpfLV4-TQ"
    }
  },
  {
    "metadata": "|2023|2h 9min|Action,Crime",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "246"
    },
    "title": "Smugglers (2023)",
    "description": "Smugglers (2023)အားလုံး တမျှော်မျှော်ဖြစ်နေခဲ့ကြတဲ့ Smugglers ရပါပြီ။Crime Action ကိုမှ ပင်လယ်ကိုအခြေပြုပြီး ဇာတ်အိမ်ဆန်းဆန်းလေး တည်ထားတာမို့မတူညီတဲ့ ရသတစ်မျိုးကို ခံစားရမယ်လို့တော့ ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့ ငါးဖမ်းတဲ့ ရေငုပ်သမဘဝကနေ မှောင်ခိုပစ္စည်းတွေကို ရေငုပ်ပြီး လိုက်လံရှာဖွေကြရင်းမှောင်ခိုသမားတစ်မျိုး ဖြစ်သွားခဲ့ကြတဲ့ ဂျန်ဆုနဲ့ချွန်းဂျာတို့ သူငယ်ချင်းနှစ်ယောက်ရယ်၊တစ်နိုင်ငံလုံးမှာ အတော်ဆုံး မှောင်ခိုဘုရင်လို့ တင်စားကြတဲ့ သူဌေးဂွမ်ရယ်၊ဂွန်းချွန်းနယ်က မှောင်ခိုခေါင်းဆောင် ဂျန်ဒိုရီရယ်…။သူတို့တွေရဲ့ တရားမဝင်မှောင်ခိုလောက,က နောက်ကျောဓားနဲ့ထိုးမှုတွေ၊ သူငယ်ချင်းအချင်းချင်း အထင်အမြင်လွဲမှားမှုတွေ၊လူတွေရဲ့ အပေါ်ယံမျက်နှာဖုံးနောက်ကွယ်က သရုပ်မှန်တွေအကြောင်းကို Crime Action genre လေးနဲ့ ခံစားကြည့်ရှုရမှာပါ။မင်းသားမင်းသမီးတွေကတော့ အထွေအထူး ညွှန်းနေစရာမလိုတဲ့ Jo In-Sung, Kim Hye-Soo နဲ့Yum Jung-Ah တို့ဖြစ်တာမို့ အားလုံး ကျေကျေနပ်နပ်ကြီး ကြည့်ကြရမယ်လို့ ထင်ပါတယ်နော်။အညွှန်းကိုတော့Hmweက ရေးထားပေးပြီးတော့ဘာသာပြန်ထဂးတာကတော့Hmwe&Joyzပဲ ဖြး်ပါတယ်။Genre….. Action, CrimeQuality…. 1080p | 720pFile size… 2.85GB | 1.1GBFormat… mp4Duration…. 2h 9minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Hmwe&JoyzEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhn Se-hoBack Joo-heeChoi Jong-wonGo Min-siHong Seong-oJeong Do-wonJin KyungJoo Bo-biKim Chung-gilKim Hye-sooKim Jae-hwaKim Jong-sooKim Joon-sikKim Ki-chunKim Kyung-dukKim Won-haeKoo Bon-WoongKwak Jin-seokLee Jung-sooLee Sang-heePark Jeong-minPark Jun-myunPark Kyung-HyeShin Min-jaeSin Yeong-okYoon Byung-heeYoon Jong-gooYoon Kyung-hoYum Jung-ahZo In-sung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vZaIAIX5XcXLsF4jRSp5x7wsRzn.jpg",
      "https://image.tmdb.org/t/p/w300/i3m3ZpZIFWhtTysUNK4ZKbPa9zb.jpg",
      "https://image.tmdb.org/t/p/w300/7VyePBBJGVEAkqcFtrdw8CLW0t1.jpg",
      "https://image.tmdb.org/t/p/w300/9TNv1V1trc9MMfs2PPG1PoxdXNv.jpg",
      "https://image.tmdb.org/t/p/w300/krGRXvTtQu3IW9kzjKi8Ey7jE1S.jpg",
      "https://image.tmdb.org/t/p/w300/28pKbP46kvtt8qpTOdBKXozs2OJ.jpg",
      "https://image.tmdb.org/t/p/w300/wPnCiPpdcPsqjIcNPcKp07xdkh3.jpg",
      "https://image.tmdb.org/t/p/w300/5XQyDxHMI3ztJXrDVSMzFhDmJcF.jpg",
      "https://image.tmdb.org/t/p/w300/tys9CtWn51ZKmijdO2qxequ1AUT.jpg",
      "https://image.tmdb.org/t/p/w300/1npN16F2ZyDidsAUa2TzHgaCqm1.jpg",
      "https://image.tmdb.org/t/p/w300/dAywDbzAdjVGPPlBymHUss27FQY.jpg",
      "https://image.tmdb.org/t/p/w300/wbgnhice9cjyqAF6AofumUztt2b.jpg",
      "https://image.tmdb.org/t/p/w300/s9Uxc5U2YYAoqkcwxTuhHfTSBxE.jpg",
      "https://image.tmdb.org/t/p/w300/ylOJk83lWBFkJp17zd9QcLLgkgL.jpg",
      "https://image.tmdb.org/t/p/w300/akSMXdXjc8ncflB20TZBWU8yAfn.jpg",
      "https://image.tmdb.org/t/p/w300/nvnxQpbom57niXq7ElIdL4vsBI.jpg",
      "https://image.tmdb.org/t/p/w300/8zwcYR6I4SYyng30uz4FZi2rLND.jpg",
      "https://image.tmdb.org/t/p/w300/2wbTn8U1ZtLa7bHrSUpxSSX9n6H.jpg",
      "https://image.tmdb.org/t/p/w300/mRvVTeXC3GpMBesDrdPwzKIGpbM.jpg",
      "https://image.tmdb.org/t/p/w300/vrP4Xk97JpPr1nWdWZPKB4eEmd9.jpg",
      "https://image.tmdb.org/t/p/w300/e14TzYqijgN4n4009XjaN0q1ejY.jpg",
      "https://image.tmdb.org/t/p/w300/k17XAgHxlij6SU1ktPPjVVo5QD7.jpg",
      "https://image.tmdb.org/t/p/w300/qh7U3zGHdvbRFYdh9CKJbPsfZfS.jpg",
      "https://image.tmdb.org/t/p/w300/o3ynkRv0EXoJHNWxJjDqzPtOwrR.jpg",
      "https://image.tmdb.org/t/p/w300/ieQobW1cSv4koRycCj7UtbKJOgR.jpg",
      "https://image.tmdb.org/t/p/w300/sGvge5aG6VLS9iFSsgfDdqi7p2U.jpg",
      "https://image.tmdb.org/t/p/w300/5T4gAg1co5Wxx7cV1MxGnsqRyRb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dJqOQTOwnBkFuLoqFwMefBDCVIG.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2chip9ahqtw1.html",
        "server": "usersdrive.com",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/smugglers-2023-1080-p-web-dlcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2DBka/Smugglers.2023.1080p.WEB-DLCM.mp4",
        "server": "megaup.net",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/SZkVmCrZ#q_2sxAuLFS3e2xn-Wvt0aXisCl3xm5wWwJ0PIuSBRvw",
        "server": "mega.nz",
        "size": "2.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p32bfd1phk44.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/smugglers-2023-720-p-web-dlcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3jyv7/Smugglers.2023.720p.WEB-DLCM.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Hct03QAC#AAirWWdcQL_NwFd0BNFHHf5GWLxqGHJ49pY3RvnfARg",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4abyqcbysze3",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/zd7w7nxc751s",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ruCpNQBGXe0",
      "video_url": "https://www.youtube.com/watch?v=ruCpNQBGXe0",
      "embed_url": "https://www.youtube.com/embed/ruCpNQBGXe0"
    }
  },
  {
    "metadata": "R|2019|93 min|Action,Comedy,Crime",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "9,714"
    },
    "title": "Stuber (2019)",
    "description": "မ်က္လံုးခြဲစိတ္ထားရတဲ့ စိတ္ျမန္လက္ျမန္သမားရဲတစ္ေယာက္နဲ႕အိစိစိနဲ႕ စိတ္ေပ်ာ့လြယ္တဲ့ အူဘာတကၠစီသမားတို႕ဘိန္းျဖဴေရာင္းဝယ္ေရးဂိုဏ္းကိုစံုစမ္းေထာက္လွမ္းဖို႕ အေၾကာင္းဖန္လာပါတယ္ဘယ္လိုမွကိုမကိုက္ညီက်တဲ့ သူတို႕ႏွစ္ေယာက္ၾကမ္းေပ့ရမ္းေပ့ဆိုတဲ့လူဆိုးေတြ ၾကားထဲမွာ သတ္လိုက္ျဖတ္လိုက္ ေျပးလိုက္လႊားလိုက္နဲ႕ပဲဘိန္းေမွာင္ခိုသမားကိုဖမ္းမိနိုင္မလားဆိုတာကို ေစာင့္ၾကည့္ရမွာပဲျဖစ္ပါတယ္။ၾကယ္၅ပြင့္ေလးလိုခ်င္လြန္းလို႕ သူမွာ ေသေရးရွင္ေရးၾကားထဲအထိကိုေရာက္သြားတဲ့ အူဘာသမားေလးရဲ႕ ဟာသဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္ဗ်။တကယ့္ကိုေပါ့ေပါ့ပါးပါးနဲ႕ရီေနရတဲ့ဇာတ္ကားေလးပါ။File size…(1.3 GB) and (670 MB)Quality…1080p WEB_DL.DD.5.1 H264 FGTFormat…mp4Duration…1h33minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Charm,Dolly and AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael DowseStarsAmin JosephBetty GilpinDave BautistaIko UwaisJoshua MikelJulia VasiKaren GillanKumail NanjianiMira SorvinoNatalie MoralesCastAmin JosephApollo GTBetty GilpinDarin FerraroDave BautistaIko UwaisJames William BallardJennifer RikerJoshua MikelJulia VasiKaren GillanKumail NanjianiMira SorvinoNatalie MoralesRene Moran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xgfn98c2UzvFWP6MXDzytearmQ3.jpg",
      "https://image.tmdb.org/t/p/w300/Ad0O2lK5XHu1iBywSH039l5dGgA.jpg",
      "https://image.tmdb.org/t/p/w300/sSa75tLUnHgIBKNvo50DNtRcLdj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BOGE1ZjFhYzAtYWM4ZC00NGI1LWFmYzMtZWRhZDhjMjE4YzBjXkEyXkFqcGdeQXVyODQzNTE3ODc@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/ed9c4350/stuber-2019-1080p-web-dl-dcm-mp4",
        "server": "yuudrive.me",
        "size": "1.3gb",
        "quality": "web-dl 1080p"
      },
      {
        "link": "https://yuudrive.me/ef047/stuber-2019-720p-web-dl-dcm-mp4",
        "server": "yuudrive.me",
        "size": "670mb",
        "quality": "web-dl 720p"
      },
      {
        "link": "https://yoteshinportal.cc/stuber-2019-1080-p-web-dl-dd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3gb",
        "quality": "web-dl 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/stuber-2019-720-p-web-dl-dd-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "670mb",
        "quality": "web-dl 720p"
      },
      {
        "link": "https://megaup.net/28wyg/Stuber.2019.1080p.WEB-DL.DD(cm).mp4",
        "server": "megaup.net",
        "size": "1.3gb",
        "quality": "web-dl 1080p"
      },
      {
        "link": "https://megaup.net/28wyb/Stuber.2019.720p.WEB-DL.DD(cm).mp4",
        "server": "megaup.net",
        "size": "670mb",
        "quality": "web-dl 720p"
      },
      {
        "link": "https://usersdrive.com/789r0jjd7a4m.html",
        "server": "usersdrive.com",
        "size": "1.3gb",
        "quality": "web-dl 1080p"
      },
      {
        "link": "https://usersdrive.com/6zvep9k0mx0w.html",
        "server": "usersdrive.com",
        "size": "670mb",
        "quality": "web-dl 720p"
      },
      {
        "link": "https://soliddrive.co/30Ix/Stuber.2019.1080p.WEB-DL.DD(cm).mp4",
        "server": "Soliddrive.co",
        "size": "1.3gb",
        "quality": "web-dl 1080p"
      },
      {
        "link": "https://soliddrive.co/30Iw/Stuber.2019.720p.WEB-DL.DD(cm).mp4",
        "server": "Soliddrive.co",
        "size": "670mb",
        "quality": "web-dl 720p"
      }
    ],
    "trailer": {
      "video_id": "i5l6a5RiR1E",
      "video_url": "https://www.youtube.com/watch?v=i5l6a5RiR1E",
      "embed_url": "https://www.youtube.com/embed/i5l6a5RiR1E"
    }
  },
  {
    "metadata": "R|2017|89 min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "S.W.A.T. Under Siege (2017)",
    "description": "SWAT ဆိုတဲ့အေမရိကန္နိုင္ငံရဲ့ အထူးလက္နက္ကိုင္တပ္ဖြဲ႔ျဖစ္ျပီးလိုအပ္တဲ့အေရးေပၚစစ္ဆင္ေရးေတြ ကယ္ဆယ္ေရးေတြကို လုပ္ကိုင္ေပးေနရတဲ့ အထူးတပ္ဖြဲ႔ပါ။အေမရိကန္ရဲ့ လြတ္လပ္ေရးေန႔ အားလပ္ရက္ခံစားေနတုန္း တပ္ဖြဲ႔၀င္ေတြကို ျပန္လာဖုိ႔လွမ္းေခၚခံရပါတယ္။သူတို႔လုပ္ရမယ့္ စစ္ဆင္ေရးကေတာ့DEA မူးယစ္နွိပ္နွင္းေရးအဖြဲ႔က ကုန္တင္ကုန္ခ် ဆိပ္ကမ္းဆိပ္အေဟာင္းတစ္ခုမွာမူးယစ္ေဆး၀ါးေတြအမ်ားဆံုးပါတဲ့ ကြန္တင္နာတစ္ခုေရာက္လာတယ္လို႔ သံသယျဖစ္လို႔သြားစစ္ေဆးမယ့္ေနရာကို လံုျခံဳေရးလိုက္ပါထိန္းသိမ္းေပးရင္း ပူးေပါင္းေဆာင္ရြက္ရမွာ ျဖစ္ပါတယ္။အမ်ားစုက သာမန္စစ္ဆင္ေရး ေပါ့ေပါ့ပါးပါးျပီးသြားမယ္ထင္ခဲ့ေပမယ့္ တကယ္တမ္း တုိက္ပြဲကျပင္းထန္ခဲ့တယ္။သူတို႔ မူးယစ္ေဆးလို႔ ထင္ခဲ့တဲ့ကြန္တင္နာထဲမွာ ပါလာတာကေတာ့ ကင္းျမီးေကာက္ပံုတက္တူးၾကီးနဲ႔ဗလေတာင့္ေတာင့္ လူမဲတစ္ဦးပဲ ပါလာပါတယ္။သူတို႔နဲ႔ ပူးေပါင္းစစ္ဆင္ေရးလုပ္ခဲ့တဲ့ DEA ကလူေတြလည္း တုိက္ပြဲက်သြားလုိ႔သူတို႔ပဲ ဒီမေဟဠိဆန္တဲ့လူကို ေခတၱထိန္းသိမ္းထားရဖို႔ ျဖစ္လာပါတယ္။ ဒီလူကို စစ္ေမးရင္းနဲ႔သူ႔ေခါင္းထဲမွာ ကမာၻကိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္တယ္လို႔သိလာရျပီး သူ႔ကိုလိုခ်င္ေနတဲ့လူေတြကလည္း မ်ားလွပါတယ္။သူတို႔ တပ္ဖြဲ႔ထဲမွာလည္း အျပင္ကို သတင္းေပးတဲ့သစၥာေဖာက္တစ္ေယာက္လည္း ရွိေနတယ္လို႔ သိလိုက္ရတယ္။-ဒီလူ႔ဆီမွာပါတဲ့ ကမာၻက္ိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္မယ့္အခ်က္ဆိုတာ ဘာမ်ားလဲ– သူ႔ကို SWAT တပ္ဖြဲ႔၀င္ေတြ ဘယ္လုိကာကြယ္ေစာင့္ေရွာက္မလဲ-ဒီလူကို လိုခ်င္ေနတဲ့သူေတြကေရာ ဘယ္လုိလုပ္ရွားၾကမွာလဲ-SWAT ထဲက သစၥာေဖာက္ကေရာ ဘယ္သူမ်ားလဲဆိုတာကိုACTION အၾကမ္းအရမ္း အပစ္အခတ္ေတြၾကည့္ရင္း ရွဳစားလုိက္ရေအာင္…………Quality…..BluRay 1080pDuration…..01:29:00Format…Mp4File Size…(838 MB , 498Translator…….Little TwinlayEncoder…..Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTony GiglioStarsAdrianne PalickiKyra ZagorskyMichael Jai WhiteMonique GandertonOlivia ChengPascale HuttonSam JaegerTy OlssonCastAdrianne PalickiKyra ZagorskyMichael Jai WhiteMonique GandertonOlivia ChengPascale HuttonSam JaegerTy Olsson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dy1b9Uvyi5QmZFwsm2EJtIUCUHo.jpg",
      "https://image.tmdb.org/t/p/w300/5R8Wh5XFTdJgw0lqFekCUsPJuQV.jpg",
      "https://image.tmdb.org/t/p/w300/hUsUZN0AMG7eOLKZqEuyndy17RE.jpg",
      "https://image.tmdb.org/t/p/w300/lJ2G5lNNSPj7x6iEPnMPkpQy3OD.jpg",
      "https://image.tmdb.org/t/p/w300/wowKbeKe1jybox00mz7DJNlETKf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/S.W.A.T.-Under-Siege-2017-movie-poster.jpg",
    "movie_links": [
      {
        "link": "http://mmoity.com/1hrx",
        "server": "openload.co",
        "size": "637 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/1j4y",
        "server": "openload.co",
        "size": "270 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/1j6k",
        "server": "channelmyanmar.agbcloud.com",
        "size": "637 MB",
        "quality": ""
      },
      {
        "link": "http://mmoity.com/1hlF",
        "server": "drive.google.com",
        "size": "637 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "H8-SFAbDu3w",
      "video_url": "https://www.youtube.com/watch?v=H8-SFAbDu3w",
      "embed_url": "https://www.youtube.com/embed/H8-SFAbDu3w"
    }
  },
  {
    "metadata": "|2021|2h 15min|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "79"
    },
    "title": "Haseen Dillruba (2021)",
    "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လားအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကိုပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်းနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်ခင်ဗျားတို့သဘောပေါက်မှာပါလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေကပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့ရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူးဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး……..ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့ပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်အစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုကကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့အကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GBQuality….WEB-DL 1080p and 720pFormat…mp4Duration….2h 15minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Amelia and Thet Hnin HsuEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAditya SrivastavaAshish VermaDaya Shankar PandeyHarshvardhan RaneKunj AnandTaapsee PannuVikrant MasseyYamini Das",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ohBudODLg90h2R8jQf4DvfGjY4A.jpg",
      "https://image.tmdb.org/t/p/w300/vvfX9rlHQSScRJCbviHHakSQWHZ.jpg",
      "https://image.tmdb.org/t/p/w300/o9ZIICZuGBjufXqG2FaoNJNZebn.jpg",
      "https://image.tmdb.org/t/p/w300/dfOFSh2faBX0LbCKcDUomfriO1a.jpg",
      "https://image.tmdb.org/t/p/w300/1fmcHpwjqCGIy5NXeSRXBqdIUls.jpg",
      "https://image.tmdb.org/t/p/w300/o5sUh8KoLRBDWxZ3ucFR468BDfc.jpg",
      "https://image.tmdb.org/t/p/w300/zxoz3O1SIryl34SZPaGelCVSNAa.jpg",
      "https://image.tmdb.org/t/p/w300/3ataRw4i1g9Mbam6Snr76QiqZgt.jpg",
      "https://image.tmdb.org/t/p/w300/f2wUCSVu0HrYmw5MOQwiKSgy6aW.jpg",
      "https://image.tmdb.org/t/p/w300/18fBQfT3zhViuk9eaRKG0sh6mFd.jpg",
      "https://image.tmdb.org/t/p/w300/i2rzbNgXhcCPoaLZqdZEC1i4Hgy.jpg",
      "https://image.tmdb.org/t/p/w300/8FZHfTNL6u42DFoGXyGo6StA38Y.jpg",
      "https://image.tmdb.org/t/p/w300/6DSIXDCdquxBiPZyaJ6U0AnsJv.jpg",
      "https://image.tmdb.org/t/p/w300/6mpYtuvX5gM0c3r1gzqR3Baot2d.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/2jCjA/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://mega.nz/file/a1JwwDBS#-X_WCh8bi8rfYDM99T_epZRMYMginASP5woovi9KXM8",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/64prs4po47am.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/rq3xucxjwh2h",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://sbembed3.com/uji75irrf8nu.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/haseen-dillruba-2021",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/haseen-dillruba-2021-1080-p-nf-web-dl-atmos-ddp-5-1-x-264-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/XHzd/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM_(2).mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://mega.nz/file/HpRzxKRC#BztK-ccP6JfT_3kfkqUILfHLiCLQZ7F2IoeIuh7IiTw",
        "server": "VIP Links",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/bpl3lp5ah0hf.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/3xfio6d5c4wg",
        "server": "veryfiles.com",
        "size": "2.4 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/kgg7czzd78qw",
        "server": "upstream.to",
        "size": "2.4 GB",
        "quality": "1080 P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h 43min|Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "63,109"
    },
    "title": "Drishyam (2015)",
    "description": "MDb (8.2/10)…Rotten Tomatoes (79%)ဒီဇာတ်ကားကတော့ မိတ်ဆွေတို့ရဲ့ ခံယူချက်တွေ အသိအမြင်တွေကို ဗြောင်းဆန်စေမယ့်ဇာတ်ကားပါ။အသိဉာဏ်တွေကို ဇဝေဇဝါအဖြစ်စေဆုံးကတော့ အမှန်နှစ်ခု ထိပ်တိုက်တွေ့ဆုံလာတဲ့အခါမျိုးမှာ ဖြစ်တတ်ပါတယ်။ဒီဇာတ်ကားမှာ………မင်းသားကြီး A Jay Drvgn က လေးတန်းပဲအောင်တဲ့ မဟုတ်မခံ ရိုးသားကြိုးစားသူ…..သူက အသိပညာကို သူ့အလုပ် Cable ရုပ်ရှင်လိုင်းက ရုပ်ရှင်ဇာတ်ကားတွေကြည့်ပြီး ရှာဖွေတတ်သူ။တစ်နေ့မှာတော့ သူ့သမီးလေးရဲ့ မဖွယ်မရာ ဗွီဒီယိုကို လူတစ်ယောက်က ရိုက်ကူးပြီး သူ့သမီးနဲ့ သူ့မိန်းမကို အကြပ်ကိုင်ပါတော့တယ်။ဒီမှာပဲ လူသတ်မှုတစ်ခု မရည်ရွယ်ဘဲ ဖြစ်ပေါ်လာပါတယ်။ဒီလူသတ်မှုမှာ သူ့မိသားစုကို ကာကွယ်ဖို့ မင်းသားကြီး A Jay က သူသိထားတဲ့ အသိပညာကုန်ထုတ်ပြီး ကြိုးစားပါတော့တယ်။ ဒီအမှုမှာ သူရင်ဆိုင်ရမယ့် လူက ပေါ့သေးသေးပါပဲ။ဘယ်သူလဲဆိုတော့ ထောက်လှမ်းရေးက ရဲချုပ်ပါ။ရဲချုပ်က ပါစင်နယ်အရရော တာဝန်အရရော ပင်ကိုသဘောအရရော ဒီအမှုကို ရေကုန်ရေခန်းလိုက်မှာပါ။ရဲချုပ်အဖြစ် မင်းသမီး တဘူးက ခပ်ထည်ထည်သရုပ်ဆောင်ထားပြီး သူက ၄ တန်းအောင်လူနဲ့ ပြိုင်မှာပါ။၄ တန်းပဲအောင်ထားတဲ့ လူကလဲ ခပ်ပေါ့ပေါ့တော့ မဟုတ်ချေ။ သူက ရုပ်ရှင်ဇာတ်ကားတွေကို နေ့ညမပြတ် တောက်လျှောက်ကြည့်နေတဲ့ ရုပ်ရှင်တွေကနေ အသိပညာ အမြင်ဗဟုသုတတွေကို စဉ်ဆက်မပြတ် သောက်သုံးနေတဲ့လူ။ ဒီလိုလူနှစ်ယောက်ရဲ့ အမှန်နှစ်ခုကမိသားစုအရပါ ထိပ်တိုက်တွေ့လာတဲ့အခါ…………..။အင်မတန့်ကို စိတ်ဝင်စားစရာဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်ကားအစကတည်းက ဇာတ်ရှိန်တက်လာတာ ဇာတ်လမ်းသာ ပြီးသွားတယ်။ ဇာတ်ရှိန်က မကျသေးဘဲရင်ဘတ်ထဲမှာ ခိုးလို့ခုလု တစ်လစ်ကြီး ကျန်နေခဲ့ပါတယ်။ ဒါရိုက်တာကလဲ ဇာတ်ရှိန်ကိုတောက်လျှောက်တင်ချင်လို့ ထင်ပါတယ်။ Bollywood ရဲ့ အကတွေတောင် မထည့်ထားပါဘူး။ဒီနှစ်ထဲ ထွက်ရှိပြီးသမျှ Bollywood ဇာတ်ကားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားပါပဲ။Rating တွေအနေနဲ့လဲ IMDb (8.2/10) နဲ့ Rotten Tomatoes (79%) ထိရရှိထားပါတယ်။ဒီဇာတ်ကားကိုကြည့်ပြီး မေးခွန်းထုတ်စရာတွေ များပြားသွားပါတယ်။ ဘယ်သူ့ကိုမှ မေးခွန်းထုတ်ချင်တာမဟုတ်ပါဘူး….ကိုယ့်ဖာသာကိုယ်မေးခွန်းထုတ်ချင်တာပါ။ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ လုံးဝလက်လွတ်မခံသင့်ပါဘူး။ကျွန်တော်ဒီဇာတ်ကားကို မိတ်ဆွေတို့ကိုကြည့်စေချင်တဲ့အကြောင်းရင်းလဲ ရှိပါတယ်။ အဲ့ဒါကတော့ ထိုင်းနိုင်ငံလိပ်ကျွန်း လူသတ်မှုမှာ တရားရုံးက သက်သေမခိုင်လုံဘဲ သံသယတရားခံကို သေဒဏ်အထိပြစ်ဒဏ်ချထားတာကို ဘဝင်မကျနိုင်လို့ပါ။ဒီဇာတ်ကားထဲက ထုတ်နုတ်မှုတစ်ခုကို တင်ပြရရင်……“အပြစ်ရှိတဲ့လူလို့ သတ်မှတ်ရမယ့် သက်သေမရမချင်း …..အပြစ်ရှိရင်တောင်အပြစ်ပေးလို့မရဘူးလို့ ဥပဒေက အခိုင်အမာ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာပါပဲ။——————————————————-File size…(1.1GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:43:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNishikant KamatStarsAjay DevgnIshita DuttaPrasanna KetkarRajat KapoorSandeep PandeyShriya SaranTabuCastAjay DevgnIshita DuttaPrasanna KetkarRajat KapoorSandeep PandeyShriya SaranTabu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/drishyam.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nhmr0m9q5624.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2x3Sc/_Drishyam(2015).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/gu0ow2orc7vn.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AuuX2j14NBg",
      "video_url": "https://www.youtube.com/watch?v=AuuX2j14NBg",
      "embed_url": "https://www.youtube.com/embed/AuuX2j14NBg"
    }
  },
  {
    "metadata": "N/A|2017|114 min|Crime,Drama,Sci-Fi",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "565"
    },
    "title": "Godless Youth (2017)",
    "description": "Youth Without God ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ Crime/Drama/Science-Fiction အမျိုးအစားဖြစ်ပါတယ်။Bavarian Film Award (2017)မှာ Best young Actor ဆုနဲ့ German Film Award (2018) မှာ Best Production Design ဆုမှာ nominate ခံထားရတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Rating ကတော့ 5.7 အထိရထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ပြောရရင် Hunger Game နဲ့ ခပ်ဆင်ဆင် ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဂျာမန်ကျောင်းသားတွေက ကမ္ဘာ့အကောင်းဆုံး တက္ကသိုလ် တစ်ခုဖြစ်တဲ့ Rowald Eduation Performance Center ကို တက်ရောက်ခွင့်ရအောင် ယှဉ်ပြိုင်ကြိုးစားကြတာပါ။အဲ့လို ကြိုးစားတဲ့ အခါမှာ Rowald က လက်ရွေးစင်ကျောင်းသားတွေကို Camp သွင်းပြီး တောအုပ်တွေထဲမှာ missions တွေကို လုပ်ခိုင်းတာပါ။အဲ့ဒီအချိန်မှာ တက္ကသိုလ်ဝင်ခွင့်ရချင်ကြတဲ့ ကျောင်းသားတွေက ဘယ်လို အခက်အခဲယှဉ်ပြိုင်မှုမျိုးလုပ်ရမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။အဲ့ဒီကျောင်းသားထဲက မင်းသားဖြစ်တဲ့ ဇက်ခ်က ယှဉ်ပြိုင်ရင်း မတော်တဆ လူသတ်မှုတစ်ခု ကျူးလွန်လိုက်ပါတယ်။ဒီလူသတ်မှုကရော တစ်ကယ် ဇက်ခ် သတ်တာဖြစ်ပါ့မလားအဲ့ဒီနောက်ကွယ်မှာ ဘယ်သူကြိုးကိုင်နေတာလဲ ဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပါ။ပြောချင်တာက ဇာတ်လမ်း ကို ကြည့်ရင်းနဲ့ အဖြေကို ခန့်မှန်းလို့မရဘဲ Twisted လုပ်ထားတဲ့အတွက် ဇာတ်သိမ်းခန်းရောက်မှ ဟင်ကနဲ ဟာကနဲ ဖြစ်သွားစေတာပါ။ရိုက်ချက်ကလည်း တော်တော်မိုက်တဲ့အတွက် ကြည့်သင့်တဲ့ကားတစ်ကားဖြစ်တယ်လို့ပြောပါရစေ။(ဘာသာပြန်သူကတော့ Brilliant Star  ပါ)File Size : (850 MB) and (358 MB)Quality : Blu-Ray 720pRunning Time : 1hr 54minFormat : Mp4Genre : Crime, Drama, Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-BiPOLARTranslated by Brilliant StarEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlain GsponerStarsAlicia von RittbergAnna Maria MüheEmilia SchüleFahri YardımGötz OttoIris BerbenJannik SchümannJannis NiewöhnerKatharina Müller-ElmauRainer BockCastAlicia von RittbergAnna Maria MüheChris TheisingerDamian ThüneDavid MeierEmilia SchüleFahri YardımFrank W. RimaGenet ZegayGötz OttoHauke PetersenIris BerbenJannik SchümannJannis NiewöhnerJörg PoseKaren BöhneKatharina Müller-ElmauLivia MatthesRainer BockSteffen Wink",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nTTaOuanFdL32dKObVUixtfgpBI.jpg",
      "https://image.tmdb.org/t/p/w300/pxwnIytjEhxMl1v6l9xVUzMcFNQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fm0d9TOAglrzpkcx5NpjDOO9vqf.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/godless-youth-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/godless-youth-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/ljg4uqd6gzc9.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Uxat/Godless.Youth(2017).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SKARYpSar0M",
      "video_url": "https://www.youtube.com/watch?v=SKARYpSar0M",
      "embed_url": "https://www.youtube.com/embed/SKARYpSar0M"
    }
  },
  {
    "metadata": "R|1998|108 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "100,069"
    },
    "title": "Wild Things (1998)",
    "description": "Wild Things(1998)……………………………ပထမဆံုးအေနနဲ႔ ဒီကားမွာ sexခန္းေတြ၊ ၾကမ္းတမ္းတဲ့အသံုးအႏႈန္းေတြ၊ homosexualအခန္းေတြေဖာေဖာသီသီ ပါဝင္တာေၾကာင့္ မိသားစုနဲ႔လံုးဝမၾကည့္ဖို႔တစ္ခ်က္သတိေပးပါရေစ။18ႏွစ္မျပည့္ေသးသူေတြ အရြယ္မေရာက္ေသးတဲ့လူေတြလဲမၾကည့္သင့္ပါဘူးဇာတ္လမ္းမွာအဓိကဇာတ္ေကာင္ ငါးေယာက္ပါပါတယ္သူတို႔ကေတာ့1.ဆမ္လြမ္ဘာဒိုဘလူးေဘးအထက္တန္းေက်ာင္းကေက်ာင္းဆရာေလးဆမ္က႐ုပ္ေခ်ာသေဘာေကာင္းတဲ့ဆရာေလးမို႔လူခ်စ္လူခင္ေပါၿပီး ပ်ဳိတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးေပါ့။အထူးသျဖင့္ ေက်ာင္းသူေလးေတြအတြက္ကေတာ့ဆမ္ဟာသူတို႔ရဲ႕ပံုျပင္ထဲကမင္းသားေလး။2. ကယ္လီဗန္႐ုိင္ယန္ကယ္လီကေတာ့ ဘလူးေဘးအထက္တန္းေက်ာင္းရဲ႕ A listစာရင္းဝင္ ခပ္ေဟာ့ေဟာ့ သူေဌးသမီးေလး။သူေလးကလဲ ေက်ာင္းဆရာကိုအေသအေက် crushေနတဲ့ ေကာင္မေလး။တစ္ေန႔မွာေတာ့ ကယ္လီတစ္ေယာက္ေက်ာင္းဆရာရဲ႕အိမ္ကို ကားသြားေဆးေပးရင္းသူ႔ကိုေက်ာင္းဆရာက မုဒိမ္းက်င့္ပါတယ္ဆိုၿပီး႐ုိးသားႀကိဳးစားတဲ့ ေက်ာင္းဆရာေလးကိုစြပ္စဲြလာပါေတာ့တယ္။3.ဆူဇန္မာရီတိုလာဆူဇီလို႔ေခၚၾကတဲ့ ဒီေကာင္မေလးကေတာ့ကယ္လီလိုပဲ ခပ္လန္းလန္းေကာင္မေလးဆိုေပမယ့္ကယ္လီလိုေတာ့ မခ်မ္းသာ႐ွာဘူးေမြးစားမိခင္နဲ႔အတူ ၿမိဳ႕စြန္ရပ္ကြက္မွာေနရတဲ့ေကာင္မေလး။အဲ..ကယ္လီက ေက်ာင္းဆရာမုဒိမ္းက်င့္တာခံရပါတယ္စြပ္စဲြလိုက္ေတာ့ တစ္ၿမိဳ႕လံုးမယံုၾကည္ႏူိင္ ျဖစ္ေနၾကခ်ိန္မွာဆူဇီကလဲ ဒီေက်ာင္းဆရာဟာ သူ႔ကိုလဲ ဒီလိုပဲက်င့္ခဲ့ဖူးေၾကာင္းအရင္တုန္းကေျပာရင္ ဘယ္သူမွမယံုမွာစိုးလို႔ မေျပာခဲ့တာျဖစ္ေၾကာင္းထပ္ၿပီးထုတ္ေျပာလာပါတယ္။ဒီအခ်ိန္မွာ ေက်ာင္းဆရာေလးကတကယ္ပဲမုဒိမ္းက်င့္တယ္လို႔ တခ်ဳိ႔ေတြယံုလာၾကပါတယ္။4,5. စံုေထာက္ေရးဒူကတ္ နဲ႔ ဂေလာ္ရီယာသူတို႔ကေတာ့ ေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈကိုအဓိကကိုင္တြယ္ၾကမယ့္သူေတြပါ။သူတို႔ႏွစ္ေယာက္ထဲက စံုေထာက္မေလး ဂေလာ္ရီယာကလဲေက်ာင္းဆရာကိုႀကိတ္ေႂကြေနပါေသးတယ္။ဒါကေတာ့ဇာတ္လမ္းရဲ႕ အစေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈျဖစ္ေပၚလာပံုျဖစ္ပါတယ္။spoilerမဟုတ္ပါဘူး ဒါဟာဇာတ္လမ္းရဲ႕အစပိုင္းေလးပဲ႐ွိပါေသးတယ္။ေနာက္ပိုင္းမွာ ဇာတ္လမ္းရဲ႕ ထင္မထားတဲ့အခ်ဳိးအေကြ႔အခ်ိတ္အဆက္ေတြက ပရိတ္သတ္ကိုပါးစပ္အေဟာင္းသား ျဖစ္ေစပါလိ္မ့္မယ္။အညႇီအေဟာက္အခန္းေလးေတြလဲပါမွဇာတ္အိမ္ကလဲခိုင္မွ မင္းသားမင္းသမီးကလဲေခ်ာမွtwistေတြကလဲၾကမ္းမွ ၾကည့္ခ်င္တယ္ဆိုသူေတြအတြက္ကေတာ့ Wild Things ဟာလံုးဝကိုလက္လြတ္မခံသင့္တဲ့ေဘကုန္ရက်ဳိးနပ္မယ့္ကားေကာင္းတစ္ကားျဖစ္တဲ့အေၾကာင္းအာမခံလိုက္ပါတယ္။Kaung Khant Win က ရုပ္ရွင္ကားကိုဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn McNaughtonStarsBill MurrayDaphne Rubin-VegaDenise RichardsEduardo YáñezJeff PerryKevin BaconMatt DillonNeve CampbellRobert WagnerTheresa RussellCastAnthony GiaimoAntoni CoroneBill MurrayCory PendergastDaphne Rubin-VegaDenise RichardsDennis NealDiane AdamsEduardo YáñezGina LaMarcaJanet BushorJeff PerryJennifer TaylorJesse MusonKeith WilsonKevin BaconKimberly LamazeLeonor AnthonyManny SuarezMarc MacaulayMargo PeaceMatt DillonMichael Dean WalkerNancy DuerrNelson OramasNeve CampbellPaulo BenedetiRebecca WhiteRobert DeaconRobert WagnerTed BartschTheresa RussellToi Svane SteppVictoria Bass",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wvMSGevzwrJAmK3xXYvse9goQgV.jpg",
      "https://image.tmdb.org/t/p/w300/fQdmaOhV6edtjHaUD5zkNwlN1Dq.jpg",
      "https://image.tmdb.org/t/p/w300/8JPQJGdQlr3cGMjuIXj3WHod7lf.jpg",
      "https://image.tmdb.org/t/p/w300/2Pfj2F9MZCNCO8Yxf3lAGOzs7Dn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODMyYTlkNWYtODAzMC00ZjFiLWE3YjctMGUyMzM1MDk3ZDFlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/39a5hq7fqknf.html",
        "server": "usersdrive.com",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wild-things-16-1998-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/Seek/Wild_Things_[16+]_[1998]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "822.54 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/o35teqo6trdk",
        "server": "upstream.to",
        "size": "822.54 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "RkSY0Y00sb4",
      "video_url": "https://www.youtube.com/watch?v=RkSY0Y00sb4",
      "embed_url": "https://www.youtube.com/embed/RkSY0Y00sb4"
    }
  },
  {
    "metadata": "R|1990|162 min|Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "314,487"
    },
    "title": "The Godfather: Part III(1990)",
    "description": "The Godfather: Part III(1990)IMDb…7.6,,,,Rotten…67%(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့ယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)Part III လာပါပြီ …ထုံးစံအတိုင်းပေါ့ဗျာ… ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး…ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…1080p 5.1CHနဲ့ 720p တို့အပြင် 360p လေးနဲ့ အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..ဘာသာပြန်သူကတော့ Ko Zuel Khant Thwinပဲဖြစ်ပါတယ်…(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕ယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)Part III လာပါၿပီ …ထုံးစံအတုိင္းေပါ့ဗ်ာ… ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး…ကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕…1080p 5.1CHနဲ႕ 720p တုိ႕အျပင္ 360p ေလးနဲ႕ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..ဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwinပဲျဖစ္ပါတယ္…File Size : (3.21GBGB) and (1.55GB )Quality : Blu-Ray 1080p 5.1CH,Blu-Ray 720pFormat…mp4Duration…02:42:00Genre :Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFrancis Ford CoppolaStarsAl PacinoAndy GarciaBridget FondaDiane KeatonEli WallachGeorge HamiltonJoe MantegnaRaf ValloneSofia CoppolaTalia ShireCastAl MartinoAl PacinoAl RuscioAndy GarcíaAngelo RomeroAnthony GuideraAnton CoppolaBrett HalseyBrian FreilinoBridget FondaCarlos MirandaCarmine CaridiCarmine CoppolaCatherine ScorseseDado RuspoliDavid Hume KennerlyDavid L. ThompsonDiana AgostiniDiane KeatonDon CostelloDon NovelloDonal DonnellyEli WallachEnzo RobuttiF.X. VitoloFranc D'AmbrosioFrancesco Paolo BellanteFranco CittiFrank AlbaneseFrank FerraraFrank TarsiaGabriele TorreiGeorge HamiltonGia CoppolaGiuseppe PianvitiGregory CorsoHelmut BergerIda BernardiniJames D. DamianoJanet Savarino SmithJeanne Savarino PeschJeannie LineroJessica DiCiccoJoe DragoJoe FontanaJoe MantegnaJohn AbineriJohn SavageLuciano FotiLudovico CaldareraLuigi LaezzaMadelyn Renée MontiMarino MaséMario DonatoneMichael BoccioMichael BowenMichele RussoMickey KnoxMimmo CuticchioNicky BlairPaco RecontiR. Emmett FitzsimmonsRaf ValloneRemo RemottiRichard BrightRichard HonigmanRichard MaldoneRick AvilesRobert CicchiniRobert VentoRogerio MirandaRon JeremySalvatore BillaSalvatore BorgheseSanto IndelicatoSimonetta StefanelliSofia CoppolaTalia ShireTere LivranoTony DevonValeria SabelVito AntuofermoVittorio DuseWillie Brown",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dEuqTwwhfvk66jUKQa7bMqM5Cf7.jpg",
      "https://image.tmdb.org/t/p/w300/mhdJ2rOK3JGnceqxNK9WufYmFr7.jpg",
      "https://image.tmdb.org/t/p/w300/gcvqlcGhuYEWchKcQbvbog0Peqb.jpg",
      "https://image.tmdb.org/t/p/w300/diJU3pSAHfVKiGCvHec7kJ4PqKh.jpg",
      "https://image.tmdb.org/t/p/w300/g9Na7lCShrZ1r0mCyy2u7ze67Cq.jpg",
      "https://image.tmdb.org/t/p/w300/cRTDMejpwcQCnziJgwqBtJwG9ip.jpg",
      "https://image.tmdb.org/t/p/w300/nF3cJSDdW0zix31bYTM9lQi27dH.jpg",
      "https://image.tmdb.org/t/p/w300/ilEuWolmFMya7MNiTq3bFyxkSty.jpg",
      "https://image.tmdb.org/t/p/w300/mm6ex61CAcRCgd4ua0IZ3wAx0qW.jpg",
      "https://image.tmdb.org/t/p/w300/zcLqCpKHbjdNXJ60ZlneGELzhHB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1hdm3Axw9LjITbApvAXBbqO58zE.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q5dwl581fyga.html",
        "server": "usersdrive.com",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/leewjpasemsx.html",
        "server": "usersdrive.com",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-godfather-3-1990-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-godfather-3-1990-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/5e04753/the-godfather-3-190-1080p-blu-ray-5-1-ch-m-sub-mkv",
        "server": "yuudrive.me",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yuudrive.me/e1ed7d9ea/the-godfather-3-190-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Qyrb/The_Godfather_3_[1990]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://megaup.net/Qys9/The_Godfather_3_[1990]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xRcEwYaY#hsHA7B1wCYNjUCqGVqT7zPC2fG9yE0jyvYSlvwVKScU",
        "server": "mega.nz",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/5UUw1CDa#WpeQ8gJLw4TVxJWRPA5jLXFF7NJq3Z4nSJ_Bv--1BDI",
        "server": "mega.nz",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/z2i5jaw637h0",
        "server": "upstream.to",
        "size": "3.21GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://upstream.to/dmx45tsb735n",
        "server": "upstream.to",
        "size": "1.55GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-godfather-part-iii1990",
        "server": "VIP Links",
        "size": "2GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "z8h3LVb8cl8",
      "video_url": "https://www.youtube.com/watch?v=z8h3LVb8cl8",
      "embed_url": "https://www.youtube.com/embed/z8h3LVb8cl8"
    }
  },
  {
    "metadata": "|||Comedy,Crime",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "Cruella 2021",
    "description": "ခရူရယ်လာဆိုတဲ့ ဒစ်စနေးရဲ့ နာမည်ကျော် ဗီလိန်ကြီးလာပါပြီ။ကျတော်တို့ငယ်ငယ်ကတည်းက ခွေးလေးတွေကို လိုက်ဒုက္ခပေးချင်တဲ့ဒီမိန်းမကြီးကို မြင်တာနဲ့ မုန်းခဲ့တာပါ။အခုတော့ သူ့နေရာကို အမ်မာကျောက်တုံးလေးက ဝင်ပြီးသရုပ်ဆောင်လိုက်တော့လည်း မုန်းလို့မရတော့ပါဘူး။မယ်လီဖီးဆန့် ဂျိုလီကို မုန်းလို့မရသလိုပေါ့။ဒီ Live action အသစ်ကတော့ အတော်ကောင်းတဲ့အထဲမှာ ပါပါတယ်။ဇာတ်လမ်းဇာတ်ကွက်လည်း အဆင်ပြေတယ်။ခရူရယ်လာဆိုတဲ့ သူဌေးမကြီးဘယ်လိုဖြစ်လာသလဲဆိုတာကို ကောင်းကောင်းပြထားတာပါပဲ။ရိုက်ထားတာတွေ ဖက်ရှင်တွေကလည်းအတော်ကိုကောင်းပါတယ်။ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ ခရူရယ်လာ အကြောင်းကို ပြန်ကြည့်ချင်ရင်တော ့101 dalmatians နဲ့ 102 dalmatians ဆိုတဲ့ ရုပ်ရှင်နှစ်ကားရှိပါသေးတယ်။ဒါကိုလည်း တစ်ခါတည်း တင်ထားပေးပါတယ်။File size…(2 GB) and (1.4 GB)Quality….Webrip 1080p and 720pFormat…mp4Duration….02:14:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.AndersonTranslated byMr.AndresonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbraham PopoolaEmily BeechamEmma StoneEmma ThompsonJamie DemetriouJoel FryJohn McCreaKayvan NovakKirby Howell-BaptisteMark StrongPaul Walter HauserTipper Seifert-Cleveland",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/huzHIuaWRMDIAB8jIXYAwE7CJzS.jpg",
      "https://image.tmdb.org/t/p/w300/8ChCpCYxh9YXusmHwcE9YzP0TSG.jpg",
      "https://image.tmdb.org/t/p/w300/9AA7uRi4FkjAXu7ENwKRQFOrzGT.jpg",
      "https://image.tmdb.org/t/p/w300/auFsy7xWxLHGC3WrVyPEeKNVVUJ.jpg",
      "https://image.tmdb.org/t/p/w300/6MKr3KgOLmzOP6MSuZERO41Lpkt.jpg",
      "https://image.tmdb.org/t/p/w300/rYbPuFXkqtOstGviPxvuszqTf0Q.jpg",
      "https://image.tmdb.org/t/p/w300/sgHmoqF97bjM1HUyw43FzjzXtEr.jpg",
      "https://image.tmdb.org/t/p/w300/nHuoKB0C87mf9qC35AXBIDgsbIl.jpg",
      "https://image.tmdb.org/t/p/w300/nSrc9olOYrUUTmSRsQIHRBXEPV1.jpg",
      "https://image.tmdb.org/t/p/w300/qW3l6lBNf3cFEhEFoZo4WSNam1s.jpg",
      "https://image.tmdb.org/t/p/w300/5tZkPgnRIT0sRYzMDyzYZx5ZFrZ.jpg",
      "https://image.tmdb.org/t/p/w300/2sbe8qmdYNLQ8wprAXKDNTMbylZ.jpg",
      "https://image.tmdb.org/t/p/w300/fYvXue2RCCRtYNSkjnrL1rT15i3.jpg",
      "https://image.tmdb.org/t/p/w300/AawYVJM8XYXySolBw91salxSwwN.jpg",
      "https://image.tmdb.org/t/p/w300/57Jl9wB8Fv37S06z9mwfyoSpHof.jpg",
      "https://image.tmdb.org/t/p/w300/3myXJx5wwEn1s6O95C4Vw6l5ZUk.jpg",
      "https://image.tmdb.org/t/p/w300/nt21xmsQ8Jah6FJWE2MHGfyTJLg.jpg",
      "https://image.tmdb.org/t/p/w300/vyRkar50t4S6DwuNg80Q6qSur9H.jpg",
      "https://image.tmdb.org/t/p/w300/yfS7QMlNRubNL8Vo7rqHbQsv8SU.jpg",
      "https://image.tmdb.org/t/p/w300/pjl65QePXRzO8r4sGsaelw6Zunl.jpg",
      "https://image.tmdb.org/t/p/w300/eN9T0sQOZZQXwE1nRsxwRWirwsb.jpg",
      "https://image.tmdb.org/t/p/w300/2UHm3782bT4nePgOqmeLbaSVsx3.jpg",
      "https://image.tmdb.org/t/p/w300/xDdvbQSPWodbjulpHnnZaxADnWl.jpg",
      "https://image.tmdb.org/t/p/w300/qOSNgvgOmWYVxHs0h7GHTceWSAr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/cruella.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cruella-2021",
        "server": "VIP Links",
        "size": "1.5 Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cruella-2021-720-p-web-rip-x-264-rarbg-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 Gb",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/gf3s0fo27o2t",
        "server": "veryfiles.com",
        "size": "1.5 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/394kWL4R#QpAxmOy-cP6erbqDgInqS9g_6k47v5FEMpNBLlic3go",
        "server": "mega.nz",
        "size": "1.5 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Xaxx/Cruella.2021.720p.WEBRip.x264-RARBG(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Xaz3/Cruella.2021.1080p.WEBRip.x264.CM.mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/z5IUxD5Z#NeMG2zHZdTHC65gNJaPIQlyWjLUmi4xvK_STZVe4YGk",
        "server": "mega.nz",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cruella-2021-1080-p-web-rip-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "gmRKv7n2If8",
      "video_url": "https://www.youtube.com/watch?v=gmRKv7n2If8",
      "embed_url": "https://www.youtube.com/embed/gmRKv7n2If8"
    }
  },
  {
    "metadata": "|2021||Crime,Drama,Mystery,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Girl on the Train (2021)",
    "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီးရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။မီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်လူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။ဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ….File size…1.7GB and 874MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. LittleNeoEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRibhu DasguptaCastAditi Rao HydariAvinash TiwaryDiljohn SinghIshita DuttaKirti KulhariNatasha BentonNisha AaliyaParineeti ChopraRichie LawrenceSammy Jonas HeaneyShamaun AhmedTota Roy ChowdhuryVatsal Sheth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hdyP0WWMbEr28395dSADp9mlrkm.jpg",
      "https://image.tmdb.org/t/p/w300/izXW8rWa3WfwihRiC0r56E61Ngp.jpg",
      "https://image.tmdb.org/t/p/w300/iGoFTuh4eV7k3lJRBTwiSLoVn0D.jpg",
      "https://image.tmdb.org/t/p/w300/7mFGVYpPeSFnXkVR215fGRPBQVG.jpg",
      "https://image.tmdb.org/t/p/w300/4VaGekY49kBOjxPRjCMkJptyUQL.jpg",
      "https://image.tmdb.org/t/p/w300/4hU573eDO44qCr46gkRoonrKqOq.jpg",
      "https://image.tmdb.org/t/p/w300/fLXZqWalyf06GV1JclPv8oovv3h.jpg",
      "https://image.tmdb.org/t/p/w300/tYa0xDrhKnFMFMxhDsLKMcDT9HS.jpg",
      "https://image.tmdb.org/t/p/w300/tNRFVTqa0ypfycHdaLETkhEXhog.jpg",
      "https://image.tmdb.org/t/p/w300/5qZEgrfIGFZ3G5LbFjEbhajVtBJ.jpg",
      "https://image.tmdb.org/t/p/w300/a1qRw5cl68F6sLPSBJf4YDybECh.jpg",
      "https://image.tmdb.org/t/p/w300/mT8isJBaJUYh616kqgVkp8DGKz1.jpg",
      "https://image.tmdb.org/t/p/w300/be6rh9fZde7WoCq040Vm2berIZw.jpg",
      "https://image.tmdb.org/t/p/w300/kzX5ZCq4zfJYEeXmuhz6nL00sgn.jpg",
      "https://image.tmdb.org/t/p/w300/tOvtdfL1Zg6tidBjeoEIJ5GEl39.jpg",
      "https://image.tmdb.org/t/p/w300/6eIaj6SDEm7wGhnBprwWkx0sNNQ.jpg",
      "https://image.tmdb.org/t/p/w300/5wiODPmsTWQmp99ctWUpaCAXcZD.jpg",
      "https://image.tmdb.org/t/p/w300/5MUvKD3vuzq3VTSu9wUzQ0ktb7p.jpg",
      "https://image.tmdb.org/t/p/w300/6N3hsR6PgXsriQQXV3R009CKlIg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/2i2ci/The_Girl_on_the_Train_(2021).Hindi.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/lowz4j96ykqv",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/mubp7acz9sap.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/2uuh5664v7y2",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/W7gy/The_Girl_on_the_Train_(2021).Hindi.720p.CM.mp4",
        "server": "megaup.net",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/a0u66sk7wwvz",
        "server": "veryfiles.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/3gmrp8iltb3o.html",
        "server": "usersdrive.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/8yqw9sqea79r",
        "server": "upstream.to",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-girl-on-the-train-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LE8-4aRf5VQ",
      "video_url": "https://www.youtube.com/watch?v=LE8-4aRf5VQ",
      "embed_url": "https://www.youtube.com/embed/LE8-4aRf5VQ"
    }
  },
  {
    "metadata": "|||Action,Comedy,Crime",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Next Day Air (2009)",
    "description": "ဒီတစ်ခါမှာတော့ Next Day Air ဆိုတဲ့ အက်ရှင်ဟာသကားလေယကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းလေးကတော့ ဂွတ်ချ်ရယ် ဘရိုဒီရယ် ဟက်စီဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ဒုစရိုက်မှုတွေလုပ်ကြပါတယ် ဒါပေမဲ့ သူတို့ဟာ ဒုစရိုက်မှုတွေလုပ်တယ်ဆိုပေမဲ့ ပေါက်ကရလုပ်တတ်တဲ့ တလွဲဥာဏ်ကြီးရှင်ဒုစရိုက်သမားတွေပါ လီယိုဆိုတဲ့ကောင်လေးကတော့ ဆေးခြောက်သုံး ပစ္စည်းလိုက်ပို့ပေးရတဲ့ကောင်လေးပါ တနေ့မှာ လီယိုတစ်ယောက်ဆေးကွဲနေတုန်း အရေးကြီးတဲ့ ကိုကိန်းတွေပါတဲ့ ပစ္စည်းပုံးကို အခန်းမှားပို့မိပါတော့တယ် မှားပြီးပို့မိတဲ့အခန်းကလည်း ဂွတ်ချ်နဲ့ဘရိုဒီတို့ရှိနေတဲ့အခန်းဆိုတော့ သူတို့အတွက် ရွှေထုပ်ကြီးပြုတ်ကျလာသလိုပဲပေါ့သူတို့ဟာ အဲ့ဒီကိုကိန်းအထုပ်တွေကိုရောင်းဖို့ ကြိုးစားပါတော့တယ် တစ်ဖက်မှာလည်း အဲ့ကိုကိန်းထုပ်တွေကိုပို့တဲ့သူဟာ အကြီးစားမူးယစ်ဆေးရောင်းချသူ လူမိုက်ကြီး ဘွန်ဒေဂါ ဖြစ်နေတာကြောင့် သူ့ရဲ့ပစ္စည်းကိုပြန်လိုက်ရှာပါတယ် အဲ့တော့ ပေါက်ကရတွေ တလွဲတွေလုပ်တတ်တဲ့ ဂွတ်ချ်နဲ့ဘရိုဒီတို့နှစ်ယောက်က အဲ့ကိုကိန်းထုပ်တွေကိုရောင်းချနိုင်မလား ဘွန်ဒေဂါတို့အုပ်စုကပဲ ပြန်ပြီး ရယူနိုင်မလား ဒါမှမဟုတ် သူတို့ ဒုစရိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ပစ္စည်းပို့တဲ့ကောင်လေးလီယိုကပဲ ကြားညပ်သွားမလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကားဆိုပေမဲ့ ဟာသနှောပြီးရိုက်ထားတာဖြစ်တဲ့အတွက် အရမ်းအပျင်းပြေစေပါတယ်File size…(2.2 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Action, Comedy, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ruby JaneYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCassidyChristina LyCisco ReyesDarius McCraryDebbie AllenDonald FaisonEmilio RiveraJo D. JonzLauren LondonLobo SebastianMalik BarnhardtMike EppsOmari HardwickShawn Michael HowardSundy CarterWood HarrisYasiin BeyYasmin Deliz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A4zxohv02VoXRsIVBKE48adMvd4.jpg",
      "https://image.tmdb.org/t/p/w300/mz4Ncd8xfR0EYMub6UOPD7xjnQL.jpg",
      "https://image.tmdb.org/t/p/w300/aoHFsez9DQagqQMqkGzbYC1RXmF.jpg",
      "https://image.tmdb.org/t/p/w300/jlKB6opJ9wZ3PO8wozxD7ReAU4m.jpg",
      "https://image.tmdb.org/t/p/w300/92Tz2OGkbRi4faQLRPQC2pUKVJq.jpg",
      "https://image.tmdb.org/t/p/w300/dLnioI1ZHg4caXlhSr0jsriXFj6.jpg",
      "https://image.tmdb.org/t/p/w300/dpHkdqXyjPhj3W9zo12JcQUMv6E.jpg",
      "https://image.tmdb.org/t/p/w300/5vOtWszBpiIL65EVFBvhh6fWjIF.jpg",
      "https://image.tmdb.org/t/p/w300/iUMGmjEioYm3AtB5aVAnfbqPt0I.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNmFjMTVjZGItMzc3Yy00ZGFhLWIxYmMtMmI1YTEyMjY1ZDQ1XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/next-day-air-2009-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/bw10nwcdvypc.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GAg7/Next.Day.Air.2009.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xWFFGDgB#Rb_j4kWYBJfvVeT6rIRBPsboRhctSXNywqCHGeib_4s",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/next-day-air-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gtjy84r33n4e.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4IsAZ/Next.Day.Air.2009.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4XNCkLaQ#g67ycK4VH7AEhI3QR4KWC9JA8JR0F85_GgF5FlaE1ws",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/s3qe0etkpcay",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2018|104 min|Biography,Crime,Drama,Uncategorized",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "927"
    },
    "title": "Charlie Says (2018)",
    "description": "ဒီကားကေတာ့ အေမရိကားရဲ႕စက္ဆုပ္ဖြယ္ေကာင္းၿပီးနာမည္ဆိုးနဲ႔ေက်ာ္ၾကားခဲ့တဲ့Charlie Mansonနဲ႔သူ႔ေနာက္လိုက္ေတြအေၾကာင္း႐ိုက္ထားတဲ့Biographical Dramaကားတစ္ကားျဖစ္ပါတယ္။အရင္လည္းသူ႔အေၾကာင္း႐ုပ္႐ွင္ေတြ႐ိုက္ခဲ့ဖူးပါတယ္။ဒီကားမွာေတာ့ သူ႔ကိုအရမ္းကိုခ်စ္ခင္ယံုၾကည္ခဲ့တဲ့ေကာင္မေလးေတြဘက္က႐ိုက္ျပထားတာပါ။ဒီဘဲႀကီးကThe Beatles ေရာ့ခ္အဖြဲ႔ကိုအရမ္း႐ူးသြပ္ၿပီးသူကိုယ္တိုင္လဲသီခ်င္းတစ္ပုဒ္ေတာင္ထြက္ခဲ့ေသးတယ္။ကယ္လီဖိုးနီးယားကျခံႀကီးတစ္ျခံမွာ Manson Family ဆိုၿပီးသူတို႔ေနၾကတယ္။ပံုစံကနည္းနည္းဟစ္ပီဆန္တယ္လႊင့္ပစ္ထားတဲ့အသီးအရြက္ေတြကိုခ်က္စားတယ္ျမင္ေဇာင္းမွာအိပ္တယ္ သူတို႔အခ်င္းခ်င္းလိင္ဆက္ဆံၾကတယ္သူတို႔ဘာကိုမွမထိန္းခ် ဳပ္ထားဘူး။ဒါေပမယ့္ က်မ္းစာကို႐ူးသြပ္ၿပီး race warကိုစတင္ဖို႔လုပ္တယ္။အခုလက္တေလာထြက္ထားတဲ့ နာမည္ႀကီး Once upon a time in HollywoodကားမွာMargot Robbieသ႐ုပ္ေဆာင္ထားတဲ့ Sharon Tateနဲ႔တျခားအႏုပညာ႐ွင္ေတြကိုလည္း ဒီFamilyကသတ္ခဲ့တာပါ။ဒီကားမွာ ဒီဘဲႀကီးကေကာင္မေလးတံုးတံုးအအေလးေတြကိုတကယ္လႊမ္းမိုးျခယ္လွယ္ၿပီး brainwashလုပ္သြားတာေတြကို႐ိုက္ျပထားတယ္။Castေတြကလည္း မ်က္ႏွာသိပ္မစိမ္းတဲ့သူေတြပါGame of Thrones seriesထဲက ဂီလီတစ္ေယာက္လဲပါပါတယ္။File Size : (1 GB) & ( 387 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Biography , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMary HarronStarsAnnabeth GishCameron GellmanChace CrawfordHannah MurrayKayli CarterMarianne RendónMatt SmithMerritt WeverSosie BaconSuki WaterhouseCastAnnabeth GishAria TaylorBridger ZadinaBryan AdrianCameron GellmanChace CrawfordDan OlivoDayle McLeodDillon LaneGrace Van DienHannah MurrayIndia EnnengaJackie JoynerJames Trevena-BrownJeremy LawsonJulia SchlaepferKayli CarterLindsay FarrisMarianne RendónMatt RiedyMatt SmithMerritt WeverMorgan MeltonSosie BaconSuki WaterhouseTrevor Brunsink",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ieSHpjcQ0x6aV4HW2No6bJ3TyOi.jpg",
      "https://image.tmdb.org/t/p/w300/k9YlAbVoVLCIzgg5D6ABehnxYva.jpg",
      "https://image.tmdb.org/t/p/w300/caKjF9PL4dFf7dd0HeZbKXNfND7.jpg",
      "https://image.tmdb.org/t/p/w300/5JW57lFk52e25D1rncAyBTj8G7Y.jpg",
      "https://image.tmdb.org/t/p/w300/3IrcrzWYNJYQoows7xYS6fJWz3n.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ygAuDjoyvZ07HSq1IApDkh1Bc0N.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/N0lb4dCjLk",
        "server": "drive.google.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://myandrive.net/file/iCUX0oSdtg",
        "server": "drive.google.com",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://soliddrive.co/1Kuv/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1KuD/(CM)_Charlie_Says_2019_(Small_Size).mp4",
        "server": "Soliddrive.co",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://megaup.net/5vF5u/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/2NPh4/(CM)_Charlie_Says_2019_(Small_Size).mp4",
        "server": "megaup.net",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://openload.co/f/w1EwAr84KAU/%28CM%29_Charlie_Says_2019_%28Large_Size%29.mp4",
        "server": "openload.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://openload.co/f/0DMY-VFZKQU/%28CM%29_Charlie_Says_2019_%28Small_Size%29.mp4",
        "server": "openload.co",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      },
      {
        "link": "https://mirrorace.com/m/2e6ex",
        "server": "mirrorace.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/Sbkc",
        "server": "mirrorace.com",
        "size": "387 MB",
        "quality": "WEB-DL 480P"
      }
    ],
    "trailer": {
      "video_id": "KPSKkxTQFEU",
      "video_url": "https://www.youtube.com/watch?v=KPSKkxTQFEU",
      "embed_url": "https://www.youtube.com/embed/KPSKkxTQFEU"
    }
  },
  {
    "metadata": "R|2005|1h 39min|Comedy,Crime",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "32,423"
    },
    "title": "Keeping Mum (2005)",
    "description": "Keeping Mum (2005)_______IMDb – 6.8/10Keeping Mumသည် ဇာတ် ကား လေးကို ကိုပြည် ဟိန် းစိုးရဲ့ တိုက် တွန် းမှု့ ကြောင့် ဘာသာပြန် ဖြစ် သွားခဲ့တာပါIMDb 6.8 ရရှိပြီး Rotten Tomatoes မှာ တော့ 56% rating ရရှိခဲ့ပါတယ် သည် ဇာတ် ကားထဲမှာဆိုရင် မစ္စတာဘင်းန် ကို ကျ နော် တို့မြင် တွေ့ နေကျ ပုံစံမျိုးနဲ့မဟုတ် ပဲ မတူကွဲပြားတဲ့ ဇာတ် ကောင် စရိုက် နဲ့ တွေ့မြင် ရမှာပါ ပြီး တော့ သည် ဇာတ် ကားဟာရသမျိုးစုံကိုလည် း ပေးစွမ် းနိုင် မှာပါလူသားတစ် ယောက် ရဲ့ စိတ္တဇဆန် တဲ့ အချစ် မေတ္တာ ခင် ပွန် းသည် တစ် ယောက် ရဲ့ ဇနီးအ ပေါ်ထားသင့်တဲ့ ဝတ္တရား ဇနီးတစ် ယောက် ရဲ့ခင် ပွန် းသည် အ ပေါ် ထားရှိသင့်တဲ့ သစ္စာတရား မိဘတစ် ဦးရဲ့ သားသမီးအ ပေါ်ထားတတ် တဲ့ စေတနာ တွေ နောက် လောက ကြီးမှာ နေထိုင် အသက် ရှင် တော့မယ် ဆိုရင် ဘာ တွေလိုအပ် တယ် ဘာ တွေကို တော့လစ် လျှုရှု့သင့်တယ် ဆိုတာ တွေကိုပါ အားလုံးခြုံငုံသုံးသပ် ပြထားခဲ့ပါတယ် ဇာတ် လမ် းက ဒရာမာ ဇာတ် လမ် းဆို တော့ အစပိုင် း အေးတယ် ထင် ရ ပေမယ့် နောက် ဆုံးပိုင် း ရောက် အောင် ဆွဲ ခေါ်သွားနိုင် မှာပါတစ် ခု တော့ကြိုတင် သတိ ပေးလိုက် ပါရ စေ 18+အခန် း အနည် းငယ် ပါဝင် တာ ကြောင့်………….ဟဲဟဲ your own risk ပါလို့………Keeping Mumသည္ ဇာတ္ ကား ေလးကို ကိုျပည္ ဟိန္ းစိုးရဲ႕ တိုက္ တြန္ းမႈ႕ ေၾကာင္ ့ ဘာသာျပန္ ျဖစ္ သြားခဲ့တာပါIMDb 6.8 ရရွိၿပီး Rotten Tomatoes မွာ ေတာ့ 56% rating ရရွိခဲ့ပါတယ္ သည္ ဇာတ္ ကားထဲမွာဆိုရင္ မစၥတာဘင္းန္ ကို က် ေနာ္ တို႔ျမင္ ေတြ႕ ေနက် ပံုစံမ်ိဳးနဲ႔မဟုတ္ ပဲ မတူကြဲျပားတဲ့ ဇာတ္ ေကာင္ စရိုက္ နဲ႔ ေတြ႕ျမင္ ရမွာပါ ၿပီး ေတာ့ သည္ ဇာတ္ ကားဟာရသမ်ိဳးစံုကိုလည္ း ေပးစြမ္ းနိုင္ မွာပါလူသားတစ္ ေယာက္ ရဲ႕ စိတၱဇဆန္ တဲ့ အခ်စ္ ေမတၱာ ခင္ ပြန္ းသည္ တစ္ ေယာက္ ရဲ႕ ဇနီးအ ေပၚထားသင္ ့တဲ့ ဝတၱရား ဇနီးတစ္ ေယာက္ ရဲ႕ခင္ ပြန္ းသည္ အ ေပၚ ထားရွိသင္ ့တဲ့ သစၥာတရား မိဘတစ္ ဦးရဲ႕ သားသမီးအ ေပၚထားတတ္ တဲ့ ေစတနာ ေတြ ေနာက္ ေလာက ႀကီးမွာ ေနထိုင္ အသက္ ရွင္ ေတာ့မယ္ ဆိုရင္ ဘာ ေတြလိုအပ္ တယ္ ဘာ ေတြကို ေတာ့လစ္ လ်ႈရႈ႕သင္ ့တယ္ ဆိုတာ ေတြကိုပါ အားလံုးၿခံဳငံုသံုးသပ္ ျပထားခဲ့ပါတယ္ ဇာတ္ လမ္ းက ဒရာမာ ဇာတ္ လမ္ းဆို ေတာ့ အစပိုင္ း ေအးတယ္ ထင္ ရ ေပမယ္ ့ ေနာက္ ဆံုးပိုင္ း ေရာက္ ေအာင္ ဆြဲ ေခၚသြားနိုင္ မွာပါတစ္ ခု ေတာ့ႀကိဳတင္ သတိ ေပးလိုက္ ပါရ ေစ 18+အခန္ း အနည္ းငယ္ ပါဝင္ တာ ေၾကာင္ ့………….ဟဲဟဲ your own risk ပါလို႔………File Size : 740 MBQuality : Blu ray 720PRunning Time : 1hr 39 minuteFormat : Mp4Genre : Comedy, CrimeTranslator : Min Thet OoEncoder : Joker.phsYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNiall JohnsonStarsEmilia FoxJames BoothKristin Scott ThomasLiz SmithMaggie SmithPatrick SwayzeRowan AtkinsonTamsin EgertonTerry AldertonToby ParkesCastAndrew Thomas JonesChrissie CotterillDavid SchaalEmilia FoxJack RyanJames BoothKristin Scott ThomasLiz SmithMaggie SmithMurray McArthurNazim KourgliPatrick MoncktonPatrick SwayzePaul ViraghRoger HammondRowan AtkinsonRowley IrlamRupert SimonianTamsin EgertonTerry AldertonToby ParkesTony DenhamVivienne Moore",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lssOPuTeYhEytjVGrYgIbjlDy2J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/06/poster-780-1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cdf4crfputso.html",
        "server": "usersdrive.com",
        "size": "740 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/keeping-mum-2005-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x6y8/Keeping_Mum_[2005]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "740 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NiJyGaTZ#zvNqBqoIOe4DhFcMkr2aRNXhx5X4BAqZGmmcQdZ6Nyk",
        "server": "mega.nz",
        "size": "740 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/0f1qeyambwvx",
        "server": "upstream.to",
        "size": "740 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gDauvode-O0",
      "video_url": "https://www.youtube.com/watch?v=gDauvode-O0",
      "embed_url": "https://www.youtube.com/embed/gDauvode-O0"
    }
  },
  {
    "metadata": "|2022|1h 45min|Action,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Remp-It 2 (2022)",
    "description": "Remp-it 2 (2022)2022 ခုကထွက်ရှိထားတဲ့ မလေးရှားဆိုင်ကယ်ပြိုင်ပွဲကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယခင်က လမ်းမပေါ်မှာတရားမဝင် ဆိုင်ကယ်ပြိုင်ပွဲတွေ ဝင်ပြိုင်နေတဲ့မဒီ တစ်ယောက်လမ်းပေါ်ကနေဆင်းကာ တရားဝင် ဆိုင်ကယ်ပြိုင်ကွင်းထဲဝင်ပြီး ရိုးရိုးသားသားနဲ့ ဆိုင်ကယ်ပြင်ဆိုင်ဖွင့်ပြီး နေနေပါတယ်။ဒါ့အပြင်ရွိုင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ပါ ဆိုင်ကယ်မောင်းသင်တန်းဖွင့်ပြီး ဆိုင်ကယ်မောင်းနည်းပြအဖြစ်နဲ့ ဘဝကိုကြိုးစားနေသူပါ။ဒါပေမဲ့ အရင်ကသူနဲ့ ရန်ငြိုးရှိခဲ့တဲ့ ဆိုင်ကယ် ဂိုဏ်းတစ်ခုက ပြန်လည်ပေါ်လာပြီးအရင်ကရန်ကြွေးတွေ မဒီရဲ့ ဘဝထဲပြန်ဝင်ရောက်လာတဲ့အခါ ဘယ်လိုပြန်လည်ပြီး ရင်ဆိုင်မလဲ။ကြားထဲကနေ ဘယ်ကမှန်းမသိတဲ့ သူ့ရဲ့သားဆိုတဲ့ ကလေးတစ်ယောက်ပေါ်လာပြီးပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့ သူ့အကျင့်တွေနဲ့ ဒီကလေးတစ်ယောက်ကိုဘယ်လို တာဝန်ယူပြီး သားအဖဆက်ဆံရေးကို ဘယ်လိုပြန်လည် တည်ဆောက်မလဲဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့K.Heinပဲ ဖြစ်ပါတယ်။Genre….. Action, Crime, DramaQuality…. 1080p | 720pFile size… 2.1GB | 969MBFormat… mp4Duration…. 1h 45minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..K.HeinEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhirine AhirudinCat FarishChiwan ChilokFaizal HusseinFarez RidzwanFarid KamilIzzue IslamJulia HanaMamak PutehMuhammad KamilNiezam ZaidiShiha Zikir",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jjShNPbd3ekmU85WkiPbPqvUcOD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i4vixmpj8lfp.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/remp-it-2-2022-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fDy6/Remp-it.2.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Nv12WChS#OJ_-YouwOu9pmNaOWKNJh1LLAcRLhZhoysAaNT-D-QI",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/m4d2b3e5d4ab.html",
        "server": "usersdrive.com",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/remp-it-2-2022-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BysD/Remp-it.2.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/srNzFATQ#1X1GCzQAtGEcNvOI94zrHDSkvS_KFtwqqh2xjKug--Y",
        "server": "mega.nz",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/5wp48hqm7asx.html",
        "server": "streamsb.com",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/srwqaam8k5ef",
        "server": "streamvid.io",
        "size": "969MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XdApb2u4lCk",
      "video_url": "https://www.youtube.com/watch?v=XdApb2u4lCk",
      "embed_url": "https://www.youtube.com/embed/XdApb2u4lCk"
    }
  },
  {
    "metadata": "N/A|2018|N/A|Crime,Horror,Thriller",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Mara 2018",
    "description": "CM Fan တွေ အတွက် ကြောက်စရာ ည ကို ယူလာပါရစေသင့်မှာ ညအိပ်မပျော်တဲ့ သူငယ်ချင်းတွေ ရှိခဲ့ရင် ဒီအောက်မှာအရင်ဆုံး Mention ခေါ်ပေးပါ ဒီ ရုပ်ရှင်ကားက သူတို့ အတွက်ပါပဲကျွန်တော်တို့ မြန်မာလူမျိုးတွေမှာ အိပ်နေတုန်းဘီလူး စီးတယ် ဘာညာ ဆိုပြီးယုံတမ်းပုံပြင်တစ်ခု ရှိတယ်မဟုတ်လားလူက အိပ်တဝက်နိုးတဝက် ဖြစ်နေတယ်မကောင်းတာ တစ်ခုခုက ဖြစ်လာတော့မယ်ဒါပေမယ့် လူက လှုပ်မရဘူး အော်မရဘူးထွက်ပြေးမရဘူး ရုန်းမရဘူး ဒီလိုနဲ့လွတ်မြောက်ခြင်းက အိပ်ရာက နိုးထခြင်းပါပဲအကယ်၍ သင်အိပ်ရာက မနိုးခဲ့ရင်ရော ?ဒီဇတ်လမ်းမှာတော့ လူတစ်ချို့ ဟာစိတ်ဝေဒနာ တစ်ခုကို ခံစားနေရပါတယ်ပထမ အဆင့်မှာ သင့်အိပ်မက်ထဲမှာလှုပ်လို့မရဘူး ပြေးလို့မရဘူး ခန္ဓာကိုယ်ကရွေ့လျားမရဘူးလို့ အိပ်မက် မက်ပါလိမ့်မယ်ဒုတိယ အဆင့်မှာ သင့် အိပ်ရာပေါ်မှာသင်နိုးလာပါလိမ့်မယ် ဒါပေမယ့် လှုပ်မရပါဘူးတစ်ယောက်ယောက်က တက်ခွထားသလိုဖြစ်နေပါလိမ့်မယ်…XP Phone Charger များကို  —-> ဒီနေရာ မှာ စျေးသက်သာစွာဝယ်နိုင်ပါပြီ။အဲ့ဒီမှာ သင်ပထမဆုံး ကြိုးစားမှာကဘေးဘီ ဝဲယာကို ကြည့်ပါမယ်အဲ့ဒီမှာပဲ တံခါးကြားကနေ ဖြစ်ဖြစ်စားပွဲခုံအောက်ကနေ ဖြစ်ဖြစ် သင့်ကိုချောင်းနေတဲ့ မိန်းမ တစ်ယောက်ကိုစတွေ့ပါမယ်တတိယ အဆင့်ရောက်ခဲ့ပြီဆိုရင် သင့်အနားကိုသူတစ်ဖြေးဖြေးကပ်လာပါပြီ…နောက်ဆုံးအဆင့်မှာ သင် လုပ်ရမှာကလုံးဝ မအိပ်ပါနဲ့တော့ အကယ်၍ များ သင်အိပ်ပျော်သွားခဲ့ပြီဆိုရင်တော့…အဲ့ဒီည သင် အသက်ပျောက်တဲ့ ညပါပဲ….ဒီရုပ်ရှင်ကားကို ကျနော့် အနေနဲ့ နာမည်ပေးရရင်တော့မအိပ်လိုက်နဲ့ ဆိုတာပါပဲ အိပ်တာနဲ့ မတွေးဝံ့စရာပါပဲကဲ သင်အိပ်ချင်နေပြီလား တစ်ရေးနိုးရင်လဲ ဘေးဘီတစ်ချက် လေ့လာကြည့်အုံးနော် ဆံပင်ဖားလျား နဲ့မိန်းမ တစ်ယောက် သင့်ကို ချောင်းနေပါလိမ့်မယ် 😀ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thu ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClive TongeStarsCraig ConwayDandy BarrettJavier BotetKathy McGrawLance E. NicholsMackenzie ImsandMelissa BolonaMitch EakinsOlga KurylenkoRosie FellnerCastBettyLynn AllisonCharles LawlorCraig ConwayDandy BarrettGia SkovaJacob GrodnikJavier BotetKathy McGrawLance E. NicholsMackenzie ImsandMelissa BolonaMitch EakinsMontré EverettOlga KurylenkoRosie Fellner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5v60mZhF7nLgmPS3qZ9JUwDr33l.jpg",
      "https://image.tmdb.org/t/p/w300/xdnygiBy7Nq5lBBPA9xOFytNivz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRlYjM0ZDctOWQ4Yy00OWM2LTlhN2MtMTA4MGU1YjVhOWM3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY999_CR00674999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mara-2018",
        "server": "VIP Links",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2fYiw/Mara_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/mara-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/0fbtbg0e6m7f.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/k8hnw1uort83",
        "server": "veryfiles.com",
        "size": "1.4 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zfkBx9PproA",
      "video_url": "https://www.youtube.com/watch?v=zfkBx9PproA",
      "embed_url": "https://www.youtube.com/embed/zfkBx9PproA"
    }
  },
  {
    "metadata": "R||1hr 48minutes|Action,Adventure,Crime",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "525"
    },
    "title": "Extortion (2017)",
    "description": "မိသားစု တစ္စု ပင္လယ္ကမ္းေျခကို အပန္းေျဖ ခရီးထြက္ခဲ့ၾကပါတယ္။အဲေနာက္မွာေတာ့ ကမ္းေျခကို ေရာက္တဲ့အခါမွာေတာ့ သူတို.တည္းတဲ့ဟိုတယ္ကေန သေဘၤာေတြငွားတာ တစ္စီးမွမရခဲ့ပါဖူးေနာက္ဆံုးေတာ့ ေလွတစ္စီးေတာ့ရခဲ့ပါတယ္။အဆိုပါ ေလွနဲ. ပင္လယ္ထဲ ခရီးထြက္ ေပ်ာ္ပါးျပီးတဲ့ေနာက္မေမ်ွာ္လင့္စရာ ျဖစ္ရပ္တစ္ခုနဲ.ၾကံဳခဲ့ျပီး ေလွဟာပင္လယ္ထဲမွာပ်က္စီးသြားခဲ့ပါတယ္။သူတို.မိသားစုဟာ လူသူအေရာက္အေပါက္နည္းတဲ့ က်ြန္းၾကီးတစ္ခုေပၚေရာက္သြားပါတယ္။သူတို.မိသားစုတစ္စု လူသူမရွိတဲ့ က်ြန္းျကီး တစ္ခုေပၚမွာ ဘယ္လိုအသက္ရွင္ေနထိုင္စားေသာက္ၾကမလဲဆိုတာ ကို ပံုေဖာ္ရိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဘာသာျပန္သူကေတာ့ linnthura1988 ပဲျဖစ္ပါတယ္။File Size : 800 MB/360MBQuality : WEB DL 720PRunning Time : 1hr 48minutesFormat : Mp4Genre : Action, Adventure, CrimeTranslator : linnthura1988Encoder :Thanhtike ZawDownload From Yoteshin linkDownload Here WEB DL 720p (800 MB) Openload LinkDownload Small File Size 360p (360 MB) Openload LinkYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYTYwYjQ3ZjQtMjdjMS00Mjk2LTljZGYtYmU3M2NlMDNjNzYzXkEyXkFqcGdeQXVyNTM0MTAzNA@@._V1_SY1000_CR007121000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/extortion-2017",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1A2pu/Extortion_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/q0qkersfegfh",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  }
]