[
  {
    "metadata": "||1h 27 min|Action,Crime",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "525"
    },
    "title": "Endless Battle ( 2023 )",
    "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့ အက်ရှင်ဇာတ်ကားလေးကိုမှကြိုက်နှစ်သက်တဲ့ ရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက်အက်ရှင်ဇာတ်ကားကောင်လေးဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ နာမည်ကြီးစီးပွားရေးလုပ်ငန်းရှင် လုံခွန်းကတရားမဝင်မူးယစ်ဆေးတွေကို ရောင်းဝယ်တဲ့လူပေါ့။ရဲတွေကဒီလုံခွန်းကို ဖမ်းဆီးဖို့အတွက်နည်းမျိုးစုံသုံးဖမ်းဆီးပေမဲ့ အမြဲတမ်းလွတ်မြောက်ခဲ့တယ်။ဖြောင့်မတ်တဲ့ ရဲအရာရှိဖန်ကျန့်ကျုံးမှာအားချန်ဆိုတဲ့ ညီလေးတစ်ယောက်ရှိနေပေမဲ့ညီအစ်ကိုနှစ်ယောက်ဆက်ဆံရေးမပြေလည်ခဲ့ဘူး။မပြေလည်တဲ့အကြောင်းရင်းကတော့ အစ်ကိုဖြစ်သူကမူးယစ်ဆေးအရောင်းအဝယ်ဂိုဏ်းတွေကိုဖမ်းဆီးနေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ပေမဲ့ညီကတော့အဲ့ဂိုဏ်းတွေနဲ့ အပေါင်းအပါမိတ်ဆွေတွေဖြစ်နေခဲ့တာကြောင့်ပဲ။ သို့ပေမဲ့မကြာခဏသူ့ညီအဖမ်းခံရတိုင်းဖန်ကျန့်ကျုံးရဲ့မွေးစားအဖေချင်ရဲမှူးကတော့ သူ့ညီဘက်ကနေအမြဲကာပေးပြီးလွှတ်ပေးခဲ့တယ်။တနေ့လုံခွန်းသားအငယ်ကရဲတစ်ယောက်ကို ကားသတ်မှုအပြင်မူးယစ်ဆေးမှုပါအဖမ်းခံလိုက်ရတဲ့အချိန် သားကိုချစ်မြတ်နိုးတဲ့ လုံခွန်းတစ်ယောက်ကယ်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ဒီအမြဲတမ်းလွတ်မြောက်နေတဲ့ လုံခွန်းမူးယစ်ဆေးဘုရင်မှာဘယ်သူတွေ ပါဝင်ကူညီပေးနေလဲ။ညီအစ်ကိုနှစ်ယောက်ဆက်ဆံရေးကကော ဘယ်လိုတွေကတောက်ကဆဖြစ်နေဦးမလဲ။ဒီရူပ်ထွေးလှတဲ့မူးယစ်ဆေးစီးပွားရေးလောကရဲ့ကြိုးစကိုဘယ်လိုဖြည်ကြမလဲအစရှိတဲ့စိတ်ဝင်စရာစုံထောက်မှုခင်းအက်ရှင်တို့ကို တစ်ခါတည်းဒီဇာတ်ကားကနေပြသသွားမှာဆိုတော့လက်မလွတ်တမ်းစောင့်ကြည့်လိုက်ရအောင်Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Crime , ActionRuntime : 1h 27 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Ann ChiEncoded by LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xGcLFNNLBQyEFm01cLZveRr7KKS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1LE95fVuA14LjnMD0FyjRx6ni7D.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/endless-battle-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zhg5t82tp54a.html",
        "server": "usersdrive.com",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/tv86fiulo5rp",
        "server": "streamsb.com",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2C9bB/Endless_Battle_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/g9lzxi5n8qtb",
        "server": "streamvid.io",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/OmIkiJTZ#Wmt2Wqf2WxfOHytYrAYAp03-T4f3k9S8v49hN1qGwcM",
        "server": "mega.nz",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/endless-battle-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "519 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ciolf9pp0741.html",
        "server": "usersdrive.com",
        "size": "519 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GiR0lDrR#lus1oEHbzoardOBdk3GpAGJWkI30SojyeQVDbaZJc9A",
        "server": "mega.nz",
        "size": "519 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2018|94 min|Action,Crime,Sci-Fi",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "5,963"
    },
    "title": "Hotel Artemis (2018)",
    "description": "ေသာက္ေရရွားပါးမႈေၾကာင့္ ေရသန္႔ကုိထိန္းခ်ဳပ္ထားတဲ့ သူေတြကုိ ဆႏၵျပေနတဲ့ျပည္သူေတြနဲ႔ မီးခုိးတလူလူျဖစ္ေနတဲ့ Los Angeles ျမိဳ႕မွာ တရားဥပေဒနဲ႔မလြတ္ကင္းသူေတြရဲ႕ ေဆးရုံလုိ႔ေခၚလုိ႔ရတဲ့ ပုံျပင္ဆန္ဆန္ တည္ရွိေနတဲ့ Hotel Artimis မွာ ျဖစ္ပ်က္ခဲ့တဲ့တစ္ညတာအေၾကာင္းပါ။၂၂ ႏွစ္လုံး Hotel ထဲကမထြက္တဲ့ Nurse ျဖစ္သူ Genie Thomas က Hotel ကုိဦးစီးေနပါတယ္။သူ႕ရဲ႕ Hotel ရဲ႕တည္းခုိသူေတြကေတာ့ လက္နက္ကုန္သည္တစ္ေယာက္ျဖစ္တဲ့ Acapulco ၊Honolulu လုိ႔ေခၚတဲ့ အလုပ္လုပ္ရာမွာ ကၽြမ္းက်င္တဲ့ဓားျပတစ္ဦးေပမယ့္ ညီျဖစ္သူေၾကာင့္ ဒုကၡအျမဲေရာက္ရတတ္တဲ့ Sharman ၊လွသေလာက္အဆိပ္ျပင္းတဲ့ Nice ေခၚ Niragra ဆုိတဲ့ ေၾကးစားလူသတ္သမားမေလး၊LA ျမိဳ႕တစ္ဝက္ေလာက္ကုိ ပုိင္ဆုိင္ထားတဲ့ လူဆုိးဂုိဏ္းေခါင္းေဆာင္ ဝံပုေလြဘုရင္ နဲ႔ တျခား မေမွ်ာ္လင့္ထားခဲ့တဲ့တည္းခုိသူ ရဲေမတစ္ေယာက္ျဖစ္ပါတယ္။သူတုိ႔ေတြ လူထုအုံၾကြမႈအဆုိးဆုံးျဖစ္ေနတဲ့ ညတစ္ညထဲမွာ အတူတူလာစုံစည္းၾကျပီးဘာေတြျဖစ္ၾကမလဲဆုိတာေတာ့IMDB Rating 6.1 ရရွိထားတဲ့ Hotel Artemis(2018) ဇာတ္ကားထဲမွာၾကည့္လုိက္ၾကပါေတာ့ဗ်ာ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့d3monပါ)File Size : (750 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 34minFormat : Mp4Genre : Action , Crime , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-ReplicaTranslated by d3monEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9E4mLJY4ZiQDPi2KR8cWr7mHF8o.jpg",
      "https://image.tmdb.org/t/p/w300/b3sCfIzU01peNWt7FFeYiXLP54m.jpg",
      "https://image.tmdb.org/t/p/w300/scTFindAGl7rQBQ8CgwRcZ0t4qM.jpg",
      "https://image.tmdb.org/t/p/w300/rjE0Vf4z3WELachJnAHT7WVTgwR.jpg",
      "https://image.tmdb.org/t/p/w300/nnLdq8m6BRvt64cPHtSTke3dtI8.jpg",
      "https://image.tmdb.org/t/p/w300/fedFmwORl2MOr5pjt5Ud3Dw9nY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/hotel-artemis-2018",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/hotel-artemis--2018--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/hotel-artemis-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/hotel-artemis--2018--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TUza/Hotel_Artemis_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "JqfuKsoEEms",
      "video_url": "https://www.youtube.com/watch?v=JqfuKsoEEms",
      "embed_url": "https://www.youtube.com/embed/JqfuKsoEEms"
    }
  },
  {
    "metadata": "R||1h 36min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "83,622"
    },
    "title": "Hitman: Agent 47 (2015)",
    "description": "IMDb Rating 5.7ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အေးဂျင့်47 ဟာ မျိုးဗီဇပြုပြင်ထားတဲ့ အဆင့်မြင့်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူဟာ သာမန်ကြေးစား လူသတ်သမားထက် ပိုမိုတဲ့ စွမ်းအင်တွေရှိပြီး သူ့ကို အလွယ်တကူ သတ်ဖြတ်လို့ မရပါဘူး။ သူ့ဦးခေါင်းနောက်စေ့မှာ သူ့ကိုယ်ပိုင်နံပတ် ၄၇ ဆိုတာပါရှိပြီး အဲဒီနေရာကို ဖျက်ဆီးပစ်နိုင်မှာသာ အေးဂျင့်47လိုမျိုးဗီဇပြင်အဆင့်မြင့် ကြေးစားလူသတ်သမားတွေကိုသတ်ဖြတ်နိုင်မှာဖြစ်ပါတယ်။ဇာတ်ကားစစချင်းမှာ အေးဂျင့်47ဟာ ကောင်မလေး တစ်ယောက်ကို ရှာဖွေပါတယ်။အဲဒီကောင်မလေးဟာ ဥရောပတိုက်ကဖြစ်ပြီးအဲဒီကောင်မလေး နောက်ကို အေးဂျင့်47လိုက်နေချိန်မှာအေးဂျင့်47  နောက်ကိုလည်း အခြားသူတွေက လိုက်နေပါတယ်။အေးဂျင့် 47 လိုက်ရှာနေတဲ့ ကောင်မလေး ကတော့ ကတ်တီးယား ဆိုတဲ့ ကောင်မလေးပဲ ဖြစ်ပါတယ်။  အဲဒီကောင်မလေးဟာ ဘေးကြုံခါနီးမှာ သူ့ဘေးကို ကြိုမြင်နိုင်တဲ့ အစွမ်းရှိပြီး အေးဂျင့် 47 သူဆီ လာနေတာကိုကြိုသိလိုက်တာနဲ့ ခြေရာဖျောက်ထွက်ပြေးပါတယ်။ အေးဂျင့်47 ကို ခြေရာဖျောက် ပြေးလာတဲ့ ကတ်တီးယား မြေအောက် ဘူတာရုံ အရောက်မှာ  ဂျွန်စမစ်ဆိုတဲ့ လူတစ်ယောက် သူ့ဆီ ချည်းကပ်လာပြီး စကားပြောဖို့ ကြိုးစားချိန်မှာ မြေအောက် ဘူတာရုံထဲ အေးဂျင့် ၄၇ ရောက်လာပြီး လုပ်ကြံ သတ်ဖြတ်တဲ့ အတွက် သူတို့နှစ်ယောက် ထွက်ပြေးရပါတယ်။စမစ်ဟာ ကတ်တီးယားကို တမင် အဖမ်းခံရအောင် လုပ်ပြီး အမေရိကန်သံရုံးထဲဆီ ခေါ်သွားပါတယ်။ အမှန်တော့ အေးဂျင့် ၄၇ လက်က လွတ်အောင် အမေရိကန် သံရုံးထဲ ရောက်အောင် လုပ်ခဲ့တာ ဖြစ်ပါတယ်။ အမေရိကန် သံရုံးထဲ ရောက်ရင် အေးဂျင့်  ၄၇ လက်ထဲက လွတ်သွားမယ်လို့ ထင်ခဲ့ပေမယ့် ထင်သလို ဖြစ်မလာခဲ့ပါဘူး။ဖခင်ကို တွေ့ဖို့လိုက်ရှာနေတဲ့ ကတ်တီးယား တစ်ယောက် အခက်အခဲအန္တရာယ်တွေရင်ဆိုင်ရင်း အေးဂျင့် 47 နဲ့ အတူ ထွက်ပြေးလွတ်မြောက်ခဲ့ပုံ၊ အေးဂျင့် 47 နဲ့အတူ စွန့်စားခဲ့ပုံများကို ရင်သပ်ရှုမောဖွယ်ရာခံစားနိုင်ဖို့ Movie ကိုသာ ကြည့်ကြပါကုန်။ဒီဇာတ်ကားဟာ နာမည်ကျော် ဗီဒီယိုဂိမ်း “Hitman” အတွဲလိုက်ကို ရုပ်ရှင်အဖြစ် အသက် သွင်းထားတာ ဖြစ်ပြီး ရုပ်ရှင်ဇာတ်ကားကြီး အဖြစ်လည်း ထွက်ရှိခဲ့ဖူးပါတယ်။ ဒီဇာတ်ကားကို ဒါရိုက်တာအဖြစ် အလက်ဇန်းဒါးဘတ်ရှ်က ဆောင်ရွက် ရိုက်ကူးတာဖြစ်ပြီး ဇာတ်လမ်းကိုတော့ စကစ်ဝုဒ် ရေးသားခဲ့တာ ဖြစ်ပါတယ်။(ဇာတ်ကားအညွှန်းကိုThe Messengerမှ ကူးယူဖော်ပြထားပါတယ်။ဇာတ်လမ်းကိုဘာသာပြန်ပေးသူ ကတော့Ye Kyaw Htetဖြစ်ပါတယ်။)IMDb Rating 5.7ရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ေအးဂ်င့္47 ဟာ မ်ိဳးဗီဇျပဳျပင္ထားတဲ့ အဆင့္ျမင့္ေၾကးစားလူသတ္သမားတစ္ေယာက္ျဖစ္ၿပီး သူဟာ သာမန္ေၾကးစား လူသတ္သမားထက္ ပိုမိုတဲ့ စြမ္းအင္ေတြရွိၿပီး သူ႔ကို အလြယ္တကူ သတ္ျဖတ္လို႔ မရပါဘူး။ သူ႔ဦးေခါင္းေနာက္ေစ့မွာ သူ႔ကိုယ္ပိုင္နံပတ္ ၄၇ ဆိုတာပါရွိၿပီး အဲဒီေနရာကို ဖ်က္ဆီးပစ္ႏိုင္မွာသာ ေအးဂ်င့္47လိုမ်ိဳးဗီဇျပင္အဆင့္ျမင့္ ေၾကးစားလူသတ္သမားေတြကိုသတ္ျဖတ္ႏိုင္မွာျဖစ္ပါတယ္။ဇာတ္ကားစစခ်င္းမွာ ေအးဂ်င့္47ဟာ ေကာင္မေလး တစ္ေယာက္ကို ရွာေဖြပါတယ္။အဲဒီေကာင္မေလးဟာ ဥေရာပတိုက္ကျဖစ္ၿပီးအဲဒီေကာင္မေလး ေနာက္ကို ေအးဂ်င့္47လိုက္ေနခ်ိန္မွာေအးဂ်င့္47  ေနာက္ကိုလည္း အျခားသူေတြက လိုက္ေနပါတယ္။ေအးဂ်င့္ 47 လိုက္ရွာေနတဲ့ ေကာင္မေလး ကေတာ့ ကတ္တီးယား ဆိုတဲ့ ေကာင္မေလးပဲ ျဖစ္ပါတယ္။  အဲဒီေကာင္မေလးဟာ ေဘးႀကဳံခါနီးမွာ သူ႔ေဘးကို ႀကိဳျမင္ႏိုင္တဲ့ အစြမ္းရွိၿပီး ေအးဂ်င့္ 47 သူဆီ လာေနတာကိုႀကိဳသိလိုက္တာနဲ႔ ေျခရာေဖ်ာက္ထြက္ေျပးပါတယ္။ ေအးဂ်င့္47 ကို ေျခရာေဖ်ာက္ ေျပးလာတဲ့ ကတ္တီးယား ေျမေအာက္ ဘူတာ႐ုံ အေရာက္မွာ  ဂြၽန္စမစ္ဆိုတဲ့ လူတစ္ေယာက္ သူ႔ဆီ ခ်ည္းကပ္လာၿပီး စကားေျပာဖို႔ ႀကိဳးစားခ်ိန္မွာ ေျမေအာက္ ဘူတာ႐ုံထဲ ေအးဂ်င့္ ၄၇ ေရာက္လာၿပီး လုပ္ႀကံ သတ္ျဖတ္တဲ့ အတြက္ သူတို႔ႏွစ္ေယာက္ ထြက္ေျပးရပါတယ္။စမစ္ဟာ ကတ္တီးယားကို တမင္ အဖမ္းခံရေအာင္ လုပ္ၿပီး အေမရိကန္သံ႐ုံးထဲဆီ ေခၚသြားပါတယ္။ အမွန္ေတာ့ ေအးဂ်င့္ ၄၇ လက္က လြတ္ေအာင္ အေမရိကန္ သံ႐ုံးထဲ ေရာက္ေအာင္ လုပ္ခဲ့တာ ျဖစ္ပါတယ္။ အေမရိကန္ သံ႐ုံးထဲ ေရာက္ရင္ ေအးဂ်င့္  ၄၇ လက္ထဲက လြတ္သြားမယ္လို႔ ထင္ခဲ့ေပမယ့္ ထင္သလို ျဖစ္မလာခဲ့ပါဘူး။ဖခင္ကို ေတြ႕ဖို႔လိုက္ရွာေနတဲ့ ကတ္တီးယား တစ္ေယာက္ အခက္အခဲအႏၲရာယ္ေတြရင္ဆိုင္ရင္း ေအးဂ်င့္ 47 နဲ႔ အတူ ထြက္ေျပးလြတ္ေျမာက္ခဲ့ပုံ၊ ေအးဂ်င့္ 47 နဲ႔အတူ စြန႔္စားခဲ့ပုံမ်ားကို ရင္သပ္ရႈေမာဖြယ္ရာခံစားႏိုင္ဖို႔ Movie ကိုသာ ၾကည့္ၾကပါကုန္။ဒီဇာတ္ကားဟာ နာမည္ေက်ာ္ ဗီဒီယိုဂိမ္း “Hitman” အတြဲလိုက္ကို ႐ုပ္ရွင္အျဖစ္ အသက္ သြင္းထားတာ ျဖစ္ၿပီး ႐ုပ္ရွင္ဇာတ္ကားႀကီး အျဖစ္လည္း ထြက္ရွိခဲ့ဖူးပါတယ္။ ဒီဇာတ္ကားကို ဒါ႐ိုက္တာအျဖစ္ အလက္ဇန္းဒါးဘတ္ရွ္က ေဆာင္႐ြက္ ႐ိုက္ကူးတာျဖစ္ၿပီး ဇာတ္လမ္းကိုေတာ့ စကစ္ဝုဒ္ ေရးသားခဲ့တာ ျဖစ္ပါတယ္။(ဇာတ္ကားအၫႊန္းကိုThe Messengerမွ ကူးယူေဖာ္ျပထားပါတယ္။ဇာတ္လမ္းကိုဘာသာျပန္ေပးသူ ကေတာ့Ye Kyaw Htetျဖစ္ပါတယ္။)File Size                           : 895 MBQuality                            : HDRip 720PRunning Time              : 1h 36mSource                            : GanoolTranslated                   : Ye Kyaw HtetEncoded                       : San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vMzu0cxvVN9PV2MIiV6RAwZRiRi.jpg",
      "https://image.tmdb.org/t/p/w300/t1sAUQPFVP2T7GSXcVhxdvwroFv.jpg",
      "https://image.tmdb.org/t/p/w300/3gjYzFP2w2bx6srcZkfS667jnl0.jpg",
      "https://image.tmdb.org/t/p/w300/lh2ibOhk60y4VY1UbLjxRCxS6c7.jpg",
      "https://image.tmdb.org/t/p/w300/nfllTM3vim2Z2Em8rvEUCyZtmIv.jpg",
      "https://image.tmdb.org/t/p/w300/o9Dgpcw7U1znd0ywa7RFQg2oQap.jpg",
      "https://image.tmdb.org/t/p/w300/5fQ64vpXjttZ8IcHbfqfaDcDdRa.jpg",
      "https://image.tmdb.org/t/p/w300/oK0422pbTncJnI0ZqHPTTX4LufC.jpg",
      "https://image.tmdb.org/t/p/w300/x2QtqkeOdPckBdfy7m5KvEWhglv.jpg",
      "https://image.tmdb.org/t/p/w300/sgWbDli7Ve9yD2p8gSxATgCeL6u.jpg",
      "https://image.tmdb.org/t/p/w300/3p7b8bNc8OByojVGPwa9nA3vXfY.jpg",
      "https://image.tmdb.org/t/p/w300/yRtZmZa2bmDYaOKygG7IaroSXwg.jpg",
      "https://image.tmdb.org/t/p/w300/payu91sGCWxREsd7wDAZfdHGS1w.jpg",
      "https://image.tmdb.org/t/p/w300/3KSxtg2wS88KU94PY8xceWqGr3z.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/p10854431_v_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uvrc53ufaayv.html",
        "server": "usersdrive.com",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hitman-agent-47-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2d1rv/Hitman-Agent_47_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gyYDhaYC#PcfclopEgPdUMD8afpa27D2XNxe-POJx4MY_2mlgX4o",
        "server": "mega.nz",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/khfnr3xrv6sb",
        "server": "upstream.to",
        "size": "895 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hitman-agent-47-2015-2160-p-blu-ray-x-265-10-bit-sdr-dts-hd-ma-7-1-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.43GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://veryfiles.com/vkvcwxjrtgkc",
        "server": "veryfiles.com",
        "size": "3.43GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/e1r0lummt4um.html",
        "server": "usersdrive.com",
        "size": "3.43GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbembed2.com/wk8nmwqrex5c.html",
        "server": "streamsb.com",
        "size": "3.43GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hitman-agent-47-2015",
        "server": "VIP Links",
        "size": "3.43GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "hQDGvlFm8Qo",
      "video_url": "https://www.youtube.com/watch?v=hQDGvlFm8Qo",
      "embed_url": "https://www.youtube.com/embed/hQDGvlFm8Qo"
    }
  },
  {
    "metadata": "NOT RATED|2016|136 min|Bollywood,Crime,Thriller",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "26,684"
    },
    "title": "Pink (2016)",
    "description": "unicodeIMDb (8.2)..Rotten Tomatoes (100%)အမျိုးသမီးတွေရဲ့ကိုယ်ပိုင်လွတ်လပ်ခွင့်..အခွင့်အရေးတွေကို ပညာသားပါပါထည့်သွင်းရိုက်ကူးထားလို့ နာမည်ကြီးတဲ့Bollywood ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပြီး Rating တွေလဲကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းကတော့……မီနယ်အရိုရာ၊ ဖယ်လက်အ လီနဲ့ အန်ဒရီယာတို့ သုံးယောက် ဟာ ဒေလီတောင်ပိုင်းက လူကုံ ထံရပ်ကွက်တစ်ခုမှာ အိမ်ငှားနေ ကြပြီး လုပ်ငန်းခွင်တွေမှာ အလုပ်ဝင်နေကြသူတွေပါ။တစ်ညမှာ တော့ ရော့ခ်ဂီတပွဲကြည့်အပြီးမှာ ရာ့ဂျ်ဗီးရားဆိုသူက ညစာစားပွဲ ဖိတ်ကြားတဲ့အတွက် သွားခဲ့ကြပါ တယ်။ ရာ့ဂျ်ဗီးရားက ဒေလီတောင်ပိုင်းက အာဏာရှိနိုင်ငံရေး သမားရဲ့တူပါ။ဒီလိုနဲ့ အပန်းဖြေအိမ်တစ်ခု မှာ မင်နယ်တို့ သုံးယောက်ရယ်၊ ရာ့ဂျ်ဗီးရားနဲ့ သူ့အပေါင်းအသင်း နှစ်ယောက်ရယ် စားကြသောက် ကြပြီး အခွင့်အရေးကို စောင့်နေ တဲ့ အမျိုးသားသုံးယောက်ဟာ ကောင်မလေးသုံးယောက်နဲ့ တစ် တွဲစီဖြစ်အောင် ကြံဖန်ခဲ့ကြပါ တယ်။ တကယ်တော့ မင်နယ်နဲ့ ရာ့ဂျ်ဗီးရားတို့ဟာ သာမန်မိတ် ဆွေအဆင့်သာ ခင်မင်ကြတာဖြစ် ပြီး ရာ့ဂျ်ဗီးရားက မင်နယ်ကို ဗလက္ကာရလုပ်ဖို့ ကြိုးစားခဲ့တာ ကြောင့် မင်နယ်က အနားက ပုလင်းကို ရိုက်ခွဲပြီး ရာ့ဂျ်ဗီးရားရဲ့ မျက်လုံးကို ထိုးခဲ့ပါတယ်။ မင်နယ်ရဲ့ သူငယ်ချင်းနှစ်ယောက်ကလည်း ကိုယ်ထိလက်ရောက်စော်ကားတာကို လက်မခံခဲ့ကြပါဘူး။ရာ့ဂျ်ဗီးရားနဲ့ သူ့သူငယ်ချင်း တွေဟာ ဖြစ်ခဲ့ကိစ္စနဲ့ ပတ်သက်ပြီး ကောင်မလေးသုံးယောက်ဆီကို ဖုန်းဆက်ပြီး ခြိမ်းခြောက်တာတွေ လုပ်ခဲ့ပါတယ်။ အဲဒါနဲ့ မင်နယ်ဟာ ရဲဌာနကိုသွားပြီး ရာ့ဂျ်ဗီးရား နဲ့ သူ့သူငယ်ချင်းတွေရဲ့ လုပ်ရပ်ကို အမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်။ရာ့ဂျ်ဗီးရားရဲ့ မိသားစု နောက်ခံအနေအထားကိုသိတဲ့ အမျိုးသမီးရဲအရာရှိဟာ မင်နယ်အမှုဖွင့်တာကို လက်မခံခဲ့ပါဘူး။ ရာ့ဂျ်ဗီးရားကလည်း ဦးလေးရဲ့ အာဏာပါဝါကိုသုံးပြီး အမှန်ကို အမှားဖြစ်အောင် ဖန်တီးကာ မင်နယ်တို့သုံးယောက်ကို မိန်းမပျက်တွေလို့ စွပ်စွဲပြီး မင်နယ်ကို အသက်ကိုရန်ရှာမှုနဲ့ တရားစွဲခဲ့ပါ တယ်။ အကယ်၍သာ အမှုရှုံးသွားခဲ့ရင် မင်နယ်ဟာ ထောင် ၁၀ နှစ်လောက် ကျခံရဖို့ရှိနေပါတယ်။စိတ်ကျရောဂါခံစားနေရတဲ့ အငြိမ်းစားရှေ့နေကြီး ဒီပက်ဆာဂေါလ်ဟာ မင်နယ်တို့သုံးယောက်ရဲ့ အိမ်နီးချင်းဖြစ်ပြီး သူတို့ရဲ့ ပြဿနာအစအဆုံးကို သိရှိသူလည်းဖြစ်ပါတယ်။ ဒါကြောင့်မို့ ရှေ့နေကြီးက သူ့ဇနီးနဲ့တိုင်ပင်ပြီး ဒုက္ခတွေ့နေတဲ့ မိန်းကလေး သုံးယောက်ရဲ့အမှုကို လိုက်ဖို့ဆုံး ဖြတ်ခဲ့ပါတယ်။မိသားစုနောက်ခံအင်အားသုံးပြီး မတရားမှုလုပ်နေတဲ့ ရာ့ဂျ်ဗီးရားတို့အမှုပေါ်အောင် မစ္စတာ ဒီပက်က ဘယ်လိုလုပ်မှာလဲ။ မင်နယ်တို့သုံးယောက်အတွက် အမှန်တရားကို ဖော်ထုတ်ခွင့်ရမှလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်။ တရားခွင်မှာ အမှန်တရားထွက်လာအောင် စစ်ဆေးဖော်ထုတ်တာတွေကို ရှုစား ရမှာဖြစ်လို့ ပရိသတ်တွေအတွက် စိတ်ဝင်စားဖို့ကောင်းမယ့် ဇာတ်ကားလေးလို့ ထင်ပါတယ်။ ဒီဇာတ်ကားမှာ အဓိကသရုပ်ဆောင်ထားသူတွေက အမီတာဘက်ချန်း၊ တာ့ပ်ဆီပန်နူး၊ ကာတီကာလ်ဟာရီ၊ အန်ဒရီရာတာရီအန်း၊ အန်ဂတ်ဘီဒီ စသူတွေပဲ ဖြစ်ပါတယ်။File size…(999 MB) and (320 MB)Quality…Blu-Ray 720pFormat…mp4Duration….02:16:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike ZawzawgyiIMDb (8.2)..Rotten Tomatoes (100%)အမ်ိဳးသမီးေတြရဲ႕ကိုယ္ပိုင္လြတ္လပ္ခြင့္..အခြင့္အေရးေတြကို ပညာသားပါပါထည့္သြင္းရိုက္ကူးထားလို႔ နာမည္ၾကီးတဲ့Bollywood ရုပ္ရွင္ဇာတ္ကားၾကီးျဖစ္ျပီး Rating ေတြလဲေကာင္းမြန္လွပါတယ္။ဇာတ္လမ္းကေတာ့……မီနယ္အ႐ိုရာ၊ ဖယ္လက္အ လီနဲ႔ အန္ဒရီယာတုိ႔ သံုးေယာက္ ဟာ ေဒလီေတာင္ပိုင္းက လူကံု ထံရပ္ကြက္တစ္ခုမွာ အိမ္ငွားေန ၾကၿပီး လုပ္ငန္းခြင္ေတြမွာ အလုပ္ဝင္ေနၾကသူေတြပါ။တစ္ညမွာ ေတာ့ ေရာ့ခ္ဂီတပြဲၾကည့္အၿပီးမွာ ရာ့ဂ်္ဗီးရားဆိုသူက ညစာစားပြဲ ဖိတ္ၾကားတဲ့အတြက္ သြားခဲ့ၾကပါ တယ္။ ရာ့ဂ်္ဗီးရားက ေဒလီေတာင္ပိုင္းက အာဏာရွိႏုိင္ငံေရး သမားရဲ႕တူပါ။ဒီလိုနဲ႔ အပန္းေျဖအိမ္တစ္ခု မွာ မင္နယ္တို႔ သံုးေယာက္ရယ္၊ ရာ့ဂ်္ဗီးရားနဲ႔ သူ႔အေပါင္းအသင္း ႏွစ္ေယာက္ရယ္ စားၾကေသာက္ ၾကၿပီး အခြင့္အေရးကို ေစာင့္ေန တဲ့ အမ်ိဳးသားသံုးေယာက္ဟာ ေကာင္မေလးသံုးေယာက္နဲ႔ တစ္ တြဲစီျဖစ္ေအာင္ ႀကံဖန္ခဲ့ၾကပါ တယ္။ တကယ္ေတာ့ မင္နယ္နဲ႔ ရာ့ဂ်္ဗီးရားတို႔ဟာ သာမန္မိတ္ ေဆြအဆင့္သာ ခင္မင္ၾကတာျဖစ္ ၿပီး ရာ့ဂ်္ဗီးရားက မင္နယ္ကို ဗလကၠာရလုပ္ဖို႔ ႀကိဳးစားခဲ့တာ ေၾကာင့္ မင္နယ္က အနားက ပုလင္းကို ႐ိုက္ခြဲၿပီး ရာ့ဂ်္ဗီးရားရဲ႕ မ်က္လံုးကို ထိုးခဲ့ပါတယ္။ မင္နယ္ရဲ႕ သူငယ္ခ်င္းႏွစ္ေယာက္ကလည္း ကိုယ္ထိလက္ေရာက္ေစာ္ကားတာကို လက္မခံခဲ့ၾကပါဘူး။ရာ့ဂ်္ဗီးရားနဲ႔ သူ႔သူငယ္ခ်င္း ေတြဟာ ျဖစ္ခဲ့ကိစၥနဲ႔ ပတ္သက္ၿပီး ေကာင္မေလးသံုးေယာက္ဆီကို ဖုန္းဆက္ၿပီး ၿခိမ္းေျခာက္တာေတြ လုပ္ခဲ့ပါတယ္။ အဲဒါနဲ႔ မင္နယ္ဟာ ရဲဌာနကိုသြားၿပီး ရာ့ဂ်္ဗီးရား နဲ႔ သူ႔သူငယ္ခ်င္းေတြရဲ႕ လုပ္ရပ္ကို အမႈဖြင့္တိုင္ၾကားခဲ့ပါတယ္။ရာ့ဂ်္ဗီးရားရဲ႕ မိသားစု ေနာက္ခံအေနအထားကိုသိတဲ့ အမ်ိဳးသမီးရဲအရာရွိဟာ မင္နယ္အမႈဖြင့္တာကို လက္မခံခဲ့ပါဘူး။ ရာ့ဂ်္ဗီးရားကလည္း ဦးေလးရဲ႕ အာဏာပါဝါကိုသံုးၿပီး အမွန္ကို အမွားျဖစ္ေအာင္ ဖန္တီးကာ မင္နယ္တုိ႔သံုးေယာက္ကို မိန္းမပ်က္ေတြလို႔ စြပ္စြဲၿပီး မင္နယ္ကို အသက္ကိုရန္ရွာမႈနဲ႔ တရားစြဲခဲ့ပါ တယ္။ အကယ္၍သာ အမႈ႐ႈံးသြားခဲ့ရင္ မင္နယ္ဟာ ေထာင္ ၁၀ ႏွစ္ေလာက္ က်ခံရဖို႔ရွိေနပါတယ္။စိတ္က်ေရာဂါခံစားေနရတဲ့ အၿငိမ္းစားေရွ႕ေနႀကီး ဒီပက္ဆာေဂါလ္ဟာ မင္နယ္တုိ႔သံုးေယာက္ရဲ႕ အိမ္နီးခ်င္းျဖစ္ၿပီး သူတုိ႔ရဲ႕ ျပႆနာအစအဆံုးကို သိရွိသူလည္းျဖစ္ပါတယ္။ ဒါေၾကာင့္မို႔ ေရွ႕ေနႀကီးက သူ႔ဇနီးနဲ႔တုိင္ပင္ၿပီး ဒုကၡေတြ႕ေနတဲ့ မိန္းကေလး သံုးေယာက္ရဲ႕အမႈကို လိုက္ဖို႔ဆံုး ျဖတ္ခဲ့ပါတယ္။မိသားစုေနာက္ခံအင္အားသံုးၿပီး မတရားမႈလုပ္ေနတဲ့ ရာ့ဂ်္ဗီးရားတုိ႔အမႈေပၚေအာင္ မစၥတာ ဒီပက္က ဘယ္လိုလုပ္မွာလဲ။ မင္နယ္တုိ႔သံုးေယာက္အတြက္ အမွန္တရားကို ေဖာ္ထုတ္ခြင့္ရမွလားဆုိတာ ဆက္လက္ၾကည့္႐ႈလိုက္ပါဦးေနာ္။ တရားခြင္မွာ အမွန္တရားထြက္လာေအာင္ စစ္ေဆးေဖာ္ထုတ္တာေတြကို ႐ႈစား ရမွာျဖစ္လုိ႔ ပရိသတ္ေတြအတြက္ စိတ္ဝင္စားဖို႔ေကာင္းမယ့္ ဇာတ္ကားေလးလုိ႔ ထင္ပါတယ္။ ဒီဇာတ္ကားမွာ အဓိကသ႐ုပ္ေဆာင္ထားသူေတြက အမီတာဘက္ခ်န္း၊ တာ့ပ္ဆီပန္ႏူး၊ ကာတီကာလ္ဟာရီ၊ အန္ဒရီရာတာရီအန္း၊ အန္ဂတ္ဘီဒီ စသူေတြပဲ ျဖစ္ပါတယ္။File size…(999 MB) and (320 MB)Quality…Blu-Ray 720pFormat…mp4Duration….02:16:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/amh3vED4K8gFessZfyWwksStgNQ.jpg",
      "https://image.tmdb.org/t/p/w300/3KjGhA91KIY5PmaWX0qSQsp5MAH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482656922347.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9p9ouv8bqnbn.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/pink-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2ec7t/Pink_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4VsHTZyT#kNU30fZ92bUCTTL1atyWJ4sePVGah9je7btOag7VqTI",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/l7ualj0b2lpz",
        "server": "upstream.to",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AL2TShb6fFs",
      "video_url": "https://www.youtube.com/watch?v=AL2TShb6fFs",
      "embed_url": "https://www.youtube.com/embed/AL2TShb6fFs"
    }
  },
  {
    "metadata": "TV-MA|2023|1h 27m|Bollywood,Crime,Documentary",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "898"
    },
    "title": "Mumbai Mafia: Police vs the Underworld (2023)",
    "description": "Mumbai Mafia: Police vs Underworld (2023)*****************************************************************ဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။ဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီးတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းကလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ…ဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ…ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ …ဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။File size… 2.42GB  / 850MBQuality…1080p NF WEB DL /720pFormat…mp4Duration….1h 27mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Sai Thu Rein ~ Thaik San ~ Khin Khin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vHXMenEFXgfIkT8mxVT4nuR0Q8B.jpg",
      "https://image.tmdb.org/t/p/w300/rmqe0qrPCCXhFiADyMOIdGu4eHr.jpg",
      "https://image.tmdb.org/t/p/w300/oXM9gDSBA55IGHSTTLUpI26P6t9.jpg",
      "https://image.tmdb.org/t/p/w300/AtELbffE2eL0rhXPlBw7LEoHFND.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mumbai-mafia-police-vs-the-underworld-2023-1080-p-nf-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j8r0d06kos34.html",
        "server": "usersdrive.com",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1d9jp/Mumbai.Mafia.Police.vs.the.Underworld.2023.1080p.NF.WEB-DL.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NRtRyQ5b#Q8-1k_Y3idbknktRLe4tHgUdzOjybBq4ypBbVGNQ8Wc",
        "server": "mega.nz",
        "size": "2.42GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mumbai-mafia-police-vs-the-underworld-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/f4so4y2gqy7j.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/e58ldxm3l8vv",
        "server": "streamvid.io",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/2lji1sq3cf3w.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sJ1XwKRB#xyj2xLkR_EGhjGnm1mXnvu7vp3GwdB7iJLi6-AJxZzM",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "OEcqYFcqnAg",
      "video_url": "https://www.youtube.com/watch?v=OEcqYFcqnAg",
      "embed_url": "https://www.youtube.com/embed/OEcqYFcqnAg"
    }
  },
  {
    "metadata": "N/A|2013|N/A|Adult,Asian,Crime,Thriller",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "12"
    },
    "title": "[18+] TAP Perfect Education (2013)",
    "description": "TAP Perfect EducationJapanese Ttle: TAP 完全なる飼育Alternative: TAP Kanzen naru shiikuYear:2013Country:JapanDirector:Ikki KatashimaWriter:Michiko Matsuda (novel)Genre:DramaLanguage:JapaneseRelease Date:November 9, 2013Cast:Reisa Maekawa – daughterNarimi Arimori – motherJinta Nishizawa – kidnapperNaoto TakenakaSeiji ChiharaSynopsis/ Plot:Set in Okinawa, Japan. A middle-aged yakuza falls in love with the daughter of his boss’s mistress. The middle-aged yakuza kidnaps her and locks her up.File size…(850 MB) and (520 MB) and (350 MB)Quality…DVDRip x264Format…mp4Duration….01:46:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byBaba Yaga",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/dhu1knudb6g4.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tap-perfect-education2013",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tap-perfect-education-2013-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2neS3/TAP_Perfect_Education(2013).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/otx5qb61jp7x.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2023||Bollywood,Crime,Mystery,Thriller",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2.7"
    },
    "title": "Gaslight(2023)",
    "description": "Gaslight (2023)IMDb-6.0/10ဆန်းဆန်းပြားပြားသည်းထိတ်ရင်ဖိုကြိုက်တဲ့သူတွေအတွက် ဆာရာလေးအဓိကပါ၀င်ထားပြီးမင်းသားကြီး Rahul Dev ၊ အမေရိကန်နိုင်ငံဖွား မင်းသားချောလေး Akshay Oberoi ၊အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုရ Chitrangda Singh တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါ ပါ၀င်ထားတဲ့ကားပါဇာတ်လမ်းအညွှန်းနန်းတော်ကြီးကနေ အတော်ကြာထွက်ခွာသွားတဲ့မင်းသမီးလေးမီရှာဟာ ဖခင်ရဲ့စာတွေကြောင့်ပြန်လာခဲ့ပါတယ်သူနန်းတော်ပြန်ရောက်ချိန်မှာတော့ သူ့ဖင်ဘုရင်ကြီးရှိမနေပါဘူးအဲဒီအစား အိမ်‌မက်ယောင်လို သူ့အဖေရဲ့အရိပ်အယောင်တွေသာ သူမြင်တွေ့နေရပါတယ်ဘယ်သူ့ကိုမေးမေး သူ့အဖေပျောက်နေတယ်ဆိုတာကလွဲ ဘာမှမဖြေကြပါဘူးနန်းတော်ကနေဘုရင်တစ်ပါးလုံးပျောက်နေတာတောင် ဘာမှမသိကြတဲ့အသိုင်းအဝိုင်းကြားမှာမီရှာတစ်ယောက်တည်းဘယ်လိုအဖြေရှာစုံစမ်းမလဲ‌သူ့ဘေးမှာရှိနေတဲ့လူတွေကရော ဘာကြောင့်မသိကြတာလဲ နန်းတို့ရဲ့ထုံးစံအတိုင်းမိတ်ဆွေကောင်းဘယ်သူလဲ ဇာတ်သိမ်းခါနီးထိမသိရပဲ လျှို့ဝှက်မှုပေါင်းများစွာနဲ့ကြည့်ရှူရမယ့်ကားဖြစ်ပါတယ်File size…1.4GB / 511MBQuality…1080p WEB DL /720pFormat…mp4Duration….Subtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Yunni~BpL~Khin Khin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5AoHkoyzKsdZ6q2VjstQ9QlX3Rz.jpg",
      "https://image.tmdb.org/t/p/w300/hgP17ITd1typ1EEggEFbUYLXFh5.jpg",
      "https://image.tmdb.org/t/p/w300/uGCZoBsk14AuAMKlsl1qoq3Eoam.jpg",
      "https://image.tmdb.org/t/p/w300/gqPiSgE7byIolbKdzfo4B5ULpn2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gaslight-4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/gaslight-2023-hindi-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/adoek5vweqkl.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wF80xISS#_y8H8hUfyfG4Ve7CX5VDgtUWrTeC4howcIe-hbPLsVA",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1T8cv/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-_1080p_-_AVC_.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/gaslight-2023-hindi-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "511MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gvuaacyfqyv2.html",
        "server": "usersdrive.com",
        "size": "511MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/e4o74fltbret.html",
        "server": "streamsb.com",
        "size": "511MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/95jp11gaomr2https://sbface.com/e4o74fltbret.html",
        "server": "streamvid.io",
        "size": "511MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1T8c3/Gaslight_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "server": "megaup.net",
        "size": "511MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BAc0EQIA#c7THAIvpDAqvsjRCDQBr9P-XfHQsbjKPM9-DKGqRgJI",
        "server": "mega.nz",
        "size": "511MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2009|119 min|Action,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "9,515"
    },
    "title": "Shinjuku incident (2009)",
    "description": "ဂျက်ကီချမ်းရဲ့အကောင်းဆုံးဇတ်ကားတွေထဲက တစ်ကားကိုမိတ်ဆက်ပေးချင်ပါတယ်ပရိတ်သတ်တောင်းဆိုမှုလည်းအတော်များတဲ့ကားလေးပါပဲ ဂျပန်နိင်ငံမှာတရားမဝင်အလုပ်လာရောက်လုပ်ကိုင်ကြတဲ့တရုတ်လူမျိူးတွေရဲ့ဒုက္ခဆင်းရဲရောက်ပုံကိုရိုက်ကူးပြထားတာပါ တရုတ်လူမျိူးတို့ရဲ့အနိမ်ခံဘဝယာကူဇာဂိုဏ်းများရဲ့အနိင်ကျင့်နိပ်စက်ပုံများကိုမင်းသားကြီး ဂျက်ကီချမ်းကကောင်းမွန်သေသပ်စွာသရုပ်ဆောင် ထားပါတယ်မိမိရဲ့လူမျိုးတွေကိုကာကွယ်စောင့်ရှောက်ဖို့အတွက်ယာကူဇာဂိုဏ်းထဲဝင်အနစ်နာခံပြီးသရုပ်ဆောင်ထားတဲ့ ဂျက်ကီချမ်းရဲ့ဇတ်ကောင်ဟာအလွန်သနားစရာကောင်းသလို လေးစားစရာလည်းကောင်းပါတယ်တရုတ်တွေနဲ့ဂျပန်ယာကူဇာဂိုဏ်းတို့ရဲ့တိုက်ပွဲရယ်အဲဒီခေတ်အခါကဂျပန် နိင်ငံရဲ့ယာကူဇာတွေရဲ့အရှိန်အဝါကိုထင်ရှားစွာမြင်ရမယ့်ဇတ်ကားပါပဲဒီဇတ်ကားကိုပရိတ်သတ်တွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်တစ်ကားဆိုတစ် ကားပီပြင်အောင်ရိုက်ကူးနိင်တဲ့ဂျက်ကီချမ်းရဲ့ဇတ်ကား ကောင်းတွေထဲကတစ်ကားဖြစ်တဲ့ဒီဇတ်ကားကိုကျွန်တော်တို့ပရိတ်သတ်တွေအတွက်တင်ဆက်လိုက်ရပါတယ် ဘာသာပြန်သူက တော့ အေးငြိမ်းသူ နဲ့ အညွန်းကတော့ ကိုစိုးထွေးပါ )",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-26-04-39-23-28.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shinjuku-incident-2009-mm-sub",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/shinjuku-incident-2009-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/yja4ucvsqhc9.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R||1h 41min|Action,Crime,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "116,082"
    },
    "title": "Infernal Affairs (2002)",
    "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။ဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။တရုတ်မှာဆိုရင်တော့ “The Unceasing Path” လို့ လူသိများပြီး76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။သူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ပါဝါအာဏာကြီးမားတဲ့ လူမိုက်ခေါင်းဆောင်ဆမ်ရဲ့ သတင်းထောက်လှမ်းစုံစမ်းဖို့ စေခိုင်းမှု့ကြောင့် ဟောင်ကောင်ရဲတပ်ဖွဲ့ထဲရောက်လာခဲ့တဲ့ triad အဖွဲ့ဝင် ကျင့်မင်း…အရာရှိချန် နဲ့ အရာရှိဝေါင် တို့ triad ဒုစရိုက် လူသတ်မှု့တွေကို စုံစမ်းရင်း တစ်ရက်မှာအရာရှိဝေါင် ကို ဆမ်ရဲ့လူတွေက ဖမ်းမိသွားပြီး အရာရှိချန်ရဲ့ တည်နေရာကို ရိုက်နှက်ခါ မေးပေမယ့် မပြောတာကြောင့် အဆောက်အဦး ပေါ်ကနေ ပစ်ချပြီးသတ်လိုက်တဲ့နောက်….အရာရှိချန် ဘာတွေဆက်လုပ်မလဲ…ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်ကားတွေထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ပါ…။IMDb Rating တွေနဲ့တင် ကောင်းကြောင်းသိလောက်ပြီမို့ အများကြီးညွှန်းဖို့မလိုလောက်ဘူးထင်ပါတယ် ။( အညွှန်း ကတော့ ZERO ပါ )Infernal Affairs 2Infernal Affairs II (2003)Infernal Affairs 3Infernal Affairs III (2003)File Size__(1.7GB) / (950MB)Quality__1080p, 720pIMDb Rating__8.0/10Format__mp4Duration__01:41:00Type__CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated byEden Zaw htooEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3cRh1P510l6qxLn4RfcUQKABZ50.jpg",
      "https://image.tmdb.org/t/p/w300/bSfwUwlWsaPVmGkIOKWwDLdyQW4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gix9thDBXfjJ8M7rYbihqbQGBcP.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/infernal-affairs-1-2002-bluray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1b31k/Infernal_Affairs_1_(2002)_Bluray_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/icl2SR7Z#RYGITmko7A4W-nlg9f_YmwMu1Eg0lrz9DJFLJhcybSg",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/kwq6ugmdz7tx/Infernal_Affairs_1_(2002)_Bluray_1080p.mp4",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/infernal-affairs-1-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1b310/Infernal_Affairs_1_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CRtTRDTQ#aZh2tBxgwI4K3CF8rDMFsZHjok6pLkcAlhSxpLMJiqo",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ygddzpew9d6u/Infernal_Affairs_1_(2002)_720p.mp4",
        "server": "streamvid.io",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "#?secret=XP6414WnHX",
      "video_url": "https://www.youtube.com/watch?v=#?secret=XP6414WnHX",
      "embed_url": "https://www.youtube.com/embed/#?secret=XP6414WnHX"
    }
  },
  {
    "metadata": "|2023||Crime,Drama,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "1957"
    },
    "title": "Finestkind (2023)",
    "description": "Finestkind (2023)=============Crime, Drama, ThrillerWednesday မင်းသမီး Jenna Ortega အပြင်…နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Ben Foster, Tommylee Jones တို့ ပါဝင်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။အမေရိကန်ရဲ့ နာမည်ကြီးတက္ကသိုလ်ဝင်ခွင့်ကို ငြင်းပယ်ပြီးအကိုဖြစ်သူ တွမ်အယ်ဒရစ်နဲ့ ပင်လယ်ပြင်ကိုစွန့်စားပြီး ငါးဖမ်းဖို့ထွက်လာခဲ့တဲ့ ချာလီဆိုတဲ့ကောင်လေး တစ်ယောက်ရှိပါတယ်။ သာမန်ဘွဲ့ရ ရုံးတစ်ရုံးမှာအလုပ်ဝင်လုပ်ရမယ့် ဘဝကိုစွန့်ပစ်ပြီး အစ်ကိုဖြစ်သူလို ငါးဖမ်းသင်္ဘောကြီးတွေနဲ့အတူစွန့်စားဖို့အတွက် နယူးစတက်ဖို့ဒ်ဆိုတဲ့ တံငါမြို့လေးကိုရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာ မေဘယ်ဆိုတဲ့ မိန်းမလှလေးနဲ့တွေ့ပြီး သူ့ရဲ့ဘဝလမ်းကြောင်းက ပိုသေချာသွားခဲ့ပါတယ်။ မေဘယ်နဲ့ပြန်တွေ့ခွင့်ရဖို့အစ်ကိုဖြစ်သူနဲ့အတူ အမေရိကန်ရေပိုင်နက်မှာ ကမာကောင်တွေဖမ်းဖို့ အတွက် ထွက်လာခဲ့ပါတယ်။ ဒါပေမယ့် တွမ်ဟာ အမေရိကန်ရေပိုင်နက်ကိုကျော်ပြီး တစ်ဖက် ကနေဒါနိုင်ငံရဲ့ ရေပိုင်နယ်ထဲကိုရောက်သွားတဲ့အခါမှာတော့ သူတို့ဘဝတွေဟာ ထင်ထားသလောက် မရိုးရှင်းတော့ပါဘူး။သဘာဝဘေးအန္တရာယ်ရဲ့ ခြိမ်းခြောက်မှုတွေနဲ့အတူ ညီအစ်ကို(၂) ယောက်ငါးဖမ်းသင်္ဘောကြီးနဲ့အတူ ပင်လယ်ပြင်ကို ဘယ်လိုကျော်ဖြတ်မလဲဆိုတာကို သည်းထိတ်ရင်ဖို့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ Thiha Yan Naing, LeonardLin တို့ဖြစ်ပါတယ်)File Size……….(2 GB) / (843 MB)Quality…………WEB-DL 1080p / 720pDuration………2Hr 06MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Drama, ThrillerTranslator…….Thiha Yan Naing, Leonard LinEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kF9o9P7LEUJA0SpUHlQ3M1MbUlA.jpg",
      "https://image.tmdb.org/t/p/w300/6ALXvuHzv5ZbqrEz05OHpjpZv19.jpg",
      "https://image.tmdb.org/t/p/w300/d53mX7htK9uRUlwxG9I6gDPoeXZ.jpg",
      "https://image.tmdb.org/t/p/w300/2PcOAiHBY6w0obJsYeEiYb9rRSe.jpg",
      "https://image.tmdb.org/t/p/w300/quL1cBakYfdq3Q5pf63ZE3MagVb.jpg",
      "https://image.tmdb.org/t/p/w300/9L9Qo48Sh3y4I3HUKyti7ndK8XN.jpg",
      "https://image.tmdb.org/t/p/w300/fhDPJlqpTUCDAO5cOMWGFUTYZsT.jpg",
      "https://image.tmdb.org/t/p/w300/5LgLy0BEzGvVqii1ERftWrzQgFs.jpg",
      "https://image.tmdb.org/t/p/w300/9ShsBHh9sxRDlfhhPgeTOBYZTsr.jpg",
      "https://image.tmdb.org/t/p/w300/eO71w23ARglUnGoPXeVH6RONOG0.jpg",
      "https://image.tmdb.org/t/p/w300/m9ZaBPS5NTM5hHpYoF39gVCAvww.jpg",
      "https://image.tmdb.org/t/p/w300/8j9LgFh4H4EuOQ1OeiHdFUbs91M.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZGFjODE5ZTgtOWYyMy00MWRmLWFmZmQtOTVmMmRhYTA0MGQyXkEyXkFqcGdeQXVyMDc5ODIzMw@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/finestkind-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Hd2r/Finestkind.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/ntc6lg2plarf",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pLdF2AzT#tMGUe6zHLt1MoDQv2HcyMymAyDf9wzHKtfn2ifhAxXI",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1zlwfawkhz3o.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/finestkind-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "843 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3naky/Finestkind.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "843 MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/b2gkvfesd8tj",
        "server": "streamsb.com",
        "size": "843 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UeVCVSID#F_OHYrIntJV1qxAp9pfJF0R8HGlXHEwZEuQYoV92gb8",
        "server": "mega.nz",
        "size": "843 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/w2473jcapg08.html",
        "server": "usersdrive.com",
        "size": "843 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aqq5ixLrtjM",
      "video_url": "https://www.youtube.com/watch?v=aqq5ixLrtjM",
      "embed_url": "https://www.youtube.com/embed/aqq5ixLrtjM"
    }
  },
  {
    "metadata": "N/A|2019|133 min|Crime,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "36"
    },
    "title": "Masquerade Hotel ( 2019 )",
    "description": "Zawgyi*******ဟိုတယ္ေတြတည္းဖူးေပမယ့္ ဟိုတယ္ဝန္ထမ္းေကာင္းတစ္ေယာက္ရဲ႕ေနာက္ကြယ္မွာ ဘယ္လိုႀကံဳေတြ႔ေျဖရွင္းေနရတယ္ဆိုတာနားလည္ႏိုင္မယ့္သူ ရွားပါတယ္.. ဒါေပမယ့္ ဒီလို ကိုယ္မျမင္ရတဲ့တစ္ဖက္က ဟိုတယ္ဝန္ထမ္းေတြရဲ႕ေလာကထဲကိုလ်ိဳ႕ဝွက္စံုစမ္းေရးအတြက္ ဝင္လိုက္ရတဲ့ စံုေထာက္ေတြရဲ႕အခက္အခဲနဲ႔ ဟိုတယ္ေတြရဲ႕ ဧည့္သည္ေတြကို ဝန္ေဆာင္မႈေပးတဲ့အခါတခ်ိဳ႕အပိုင္းေလးေတြမွာ မျမင္ရတဲ့ စည္းမ်ဥ္းေတြကိုခ်ိဳးေဖာက္မိေနတယ္ဆိုတာကို ေထာက္ျပထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ…ဒီဇာတ္ကားေလးထဲမွာေတာ့ ဧည့္သည္ေတြကိုဟိုတယ္မွာရွိတဲ့အခ်ိန္တြင္း အေကာင္းဆံုးဝန္ေဆာင္မႈေပးခ်င္တယ္ဆိုတဲ့ဧည့္သည္ေတြကိုသာ ယံုႀကည္ေပးခ်င္တဲ့ ဟိုတယ္နဲ႔ လူေတြကိုသံသယမ်က္လံုးနဲ႔ ႀကည့္ျပီး ေဘးကင္းတဲ့ဘဝမွာေနႏိုင္ဖို႔ဝန္ေဆာင္မႈေပးေနတဲ့ ရဲေတြ စံုေထာက္ေတြႀကား လြန္ဆြဲရင္ဘယ္သူႏိုင္မယ္ထင္လဲ… ဘယ္သူႏိုင္မယ္ဆိုတာကိုေတာ့ဇာတ္လမ္းေလးႀကည့္ျပီး အဲ့ထဲက အမႈေတြကို လိုက္ေျဖရွင္းမွ သိနိုင္မွာပါ…( ဇာတ္လမ္းမွာ ေနာက္ခံစာသားမ်ားပါ၀င္ပါတယ္ )Unicode********ဟိုတယ်တွေတည်းဖူးပေမယ့် ဟိုတယ်ဝန်ထမ်းကောင်းတစ်ယောက်ရဲ့နောက်ကွယ်မှာ ဘယ်လိုကြုံတွေ့ဖြေရှင်းနေရတယ်ဆိုတာနားလည်နိုင်မယ့်သူ ရှားပါတယ်.. ဒါပေမယ့် ဒီလို ကိုယ်မမြင်ရတဲ့တစ်ဖက်က ဟိုတယ်ဝန်ထမ်းတွေရဲ့လောကထဲကိုလျို့ဝှက်စုံစမ်းရေးအတွက် ဝင်လိုက်ရတဲ့ စုံထောက်တွေရဲ့အခက်အခဲနဲ့ ဟိုတယ်တွေရဲ့ ဧည့်သည်တွေကို ဝန်ဆောင်မှုပေးတဲ့အခါတချို့အပိုင်းလေးတွေမှာ မမြင်ရတဲ့ စည်းမျဉ်းတွေကိုချိုးဖောက်မိနေတယ်ဆိုတာကို ထောက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ…ဒီဇာတ်ကားလေးထဲမှာတော့ ဧည့်သည်တွေကိုဟိုတယ်မှာရှိတဲ့အချိန်တွင်း အကောင်းဆုံးဝန်ဆောင်မှုပေးချင်တယ်ဆိုတဲ့ဧည့်သည်တွေကိုသာ ယုံကြည်ပေးချင်တဲ့ ဟိုတယ်နဲ့ လူတွေကိုသံသယမျက်လုံးနဲ့ ကြည့်ပြီး ဘေးကင်းတဲ့ဘဝမှာနေနိုင်ဖို့ဝန်ဆောင်မှုပေးနေတဲ့ ရဲတွေ စုံထောက်တွေကြား လွန်ဆွဲရင်ဘယ်သူနိုင်မယ်ထင်လဲ… ဘယ်သူနိုင်မယ်ဆိုတာကိုတော့ဇာတ်လမ်းလေးကြည့်ပြီး အဲ့ထဲက အမှုတွေကို လိုက်ဖြေရှင်းမှ သိနိုင်မှာပါ…( ဇာတ်လမ်းမှာ နောက်ခံစာသားများပါဝင်ပါတယ် )Translated & Review By Chu ChuEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oSpCswoyZ788hck6IwmFEG9RNyr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kN2rjeqZMLXYtEzz4BJOalLv5ub.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-masquerade-hotel-bd-rip-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-masquerade-hotel-bd-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "368 MB",
        "quality": "480p"
      },
      {
        "link": "https://yuudrive.me/9ee31a9/cmasquerade-hotel-bdrip-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/c31aec/cmasquerade-hotel-bdrip-480p-mp4",
        "server": "yuudrive.me",
        "size": "368 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Qn19/(CM)Masquerade.Hotel.BDRip.720p.mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1wktk/(CM)Masquerade.Hotel.BDRip.480p.mp4",
        "server": "megaup.net",
        "size": "368 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/2ZkXQRrD#ap9G7nGWkZZepsQ_oBBaETZU-SKk2elqxoIcER5ZIMk",
        "server": "mega.nz",
        "size": "1.12 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/CAs3DKbS#I3iu14M_bXGKK74oUsmpu-M6TxEIaZfPupoL_7KvzRA",
        "server": "mega.nz",
        "size": "368 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/796cz6loh717",
        "server": "upstream.to",
        "size": "1.12 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/fo8ulal1u8j6",
        "server": "upstream.to",
        "size": "368 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "SVEvPyOrCeI",
      "video_url": "https://www.youtube.com/watch?v=SVEvPyOrCeI",
      "embed_url": "https://www.youtube.com/embed/SVEvPyOrCeI"
    }
  },
  {
    "metadata": "Not Rated|2020|1h 55m|Bollywood,Crime,Thriller",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "1.1k"
    },
    "title": "Footfairy (2020)",
    "description": "Footfairy (2020)အလုပ်အကိုင်အခွင့်အရေးတွေပေါများလှတဲ့ အိမ်မက်မြို့တော်မွန်ဘိုင်းရဲ့ ရထားဘူတာမှာကောင်မလေးတွေဆက်တိုက်သတ်ခံနေရတာ ခြောက်ခြားစရာပါပဲ။မိန်းကလေးခြေထောက်လှလှလေးတွေကိုမှ ရူးရူးမူးမူးစွဲလမ်းနေတဲ့ ကွင်းဆက်လူသတ်သမားကမွန်ဘိုင်းရထားဘူတာရဲ့ လူပြတ်တဲ့နေရာမှာ အကွက်ချစီစဉ်ပြီး စိတ်ကြိုက်သတ်နေခဲ့ပါတယ်။အလောင်းတွေကိုလည်း ခြေထောက်တွေဖြတ်ထားပြီး ခရီးဆောင်အိတ်ထဲထည့်ကာ ပြန်လာပစ်လေ့ရှိပါတယ်။ဒီကွင်းဆက်ဆိုက်ကိုလူသတ်သမားကြောင့် မလုံခြုံတော့တဲ့ မြို့တော်ကြီးမှာCBI စုံထောက်ကြီးဗီဝမ်နဲ့ သူ့အပေါင်းအဖော်တွေဘယ်လိုစုံစမ်းဖော်ထုတ်မလဲဆိုတာတော့ ရင်တမမနဲ့ ကြည့်ရှုခံစားရမှာပါ။Crime Thriller ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်များအတွက်လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းလေးအဖြစ်ညွှန်းဆိုလိုက်ပါရစေ။File size…1.6GB / 575MBQuality…1080p WEBRIP AAC 5.1CH  /  720pFormat…mp4Duration….1h 55mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Haruko",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zxQSM2l08H6epX7KkSvwQhgxdvv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzgzMDNkYzQtN2RlMi00MGNlLWJlODUtZjUxNGJhOTM4NDQ0XkEyXkFqcGdeQXVyMTI0MjU5MzUw._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/footfairy-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/footfairy-2020-hindi-1080-p-web-rip-10-bit-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r2eydhtyp4fs.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tf7x/Footfairy.(2020).Hindi.1080p.WEBRip.10bit.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/nFwCSZxK#gFWQa4rsfbhEAqE4dNJpIwTqP9GtxMQ19nDiEOdFL2Q",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/vqlzuuoz7txi.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/footfairy-2020-hindi-720-p-web-rip-10-bit-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "575MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/nvkr0r2i1nk4.html",
        "server": "usersdrive.com",
        "size": "575MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tf7B/Footfairy.(2020).Hindi.720p.WEBRip.10bit.AAC2.0CH(CM).mp4",
        "server": "megaup.net",
        "size": "575MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/vMJnjZAC#v8ljFq-M4G2sy6-pwiiG4wyQWFafP_-Jf-vpQ8wDC84",
        "server": "mega.nz",
        "size": "575MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/370w1tj090kv.html",
        "server": "streamsb.com",
        "size": "575MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "VJ8OWVuca6g",
      "video_url": "https://www.youtube.com/watch?v=VJ8OWVuca6g",
      "embed_url": "https://www.youtube.com/embed/VJ8OWVuca6g"
    }
  },
  {
    "metadata": "|2022||Crime,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3100"
    },
    "title": "Burn (2022)",
    "description": "Burn (2022)==========IMDb Rating – 7.7/10မက်ခ်စ် ဟာ LA မြို့မှာရှိတဲ့ နာမည်ကျော်လူဆိုးဂိုဏ်းတွေရဲ့ အဓိကခေါင်းဆောင်ဂျီနို ပင်နာရို အားကိုးရတဲ့ ညာလက်ရုံးတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့သူရဲ့လုပ်ဖော်ကိုင်ဖက်ဖြစ်သူ ကြေးစားလူသတ်သမား ဆက်သ် ဟာ မက်ခ်စ် ကိုတိတ်တဆိတ်ဆက်သွယ်ပြီး… “မက်ခ်စ် ရဲ့ ညီဖြစ်သူ ဗင့်စ် ဟာ…သူတို့ဘော့စ် ပင်နာရိုရဲ့မိန်းမနဲ့ တိတ်တိတ်ပုန်းညားနေပြီး စကားများရင်း သူမကို သတ်မိသွားကြောင်း” ပြောခဲ့ပါတယ်။ဒါ့အပြင် “ဂျီနိုပင်နာရို ဟာ…သူအရမ်းချစ်ရတဲ့ မိန်းမကိုကြာခိုတဲ့အပြင် သတ်ပါသတ်သွားတဲ့ဗင့်စ် ကိုသတ်ဖို့ ဆက်သ် ဆီကို အလုပ်အပ်ထားကြောင်း . . . ဗင့်စ် က မက်ခ်စ် ရဲ့ညီဖြစ်တဲ့အတွက် သူ့မျက်နှာကိုထောက်ပြီး… လိုက်မသတ်ခင် အချိန် ၂ ရက်ပေးမည်ဖြစ်ကြောင်း”….ဆက်သ် က ပြောလိုက်တဲ့အခါ…မက်ခ်စ် တစ်ယောက် သူ့ရဲ့ညီကို ကြေးစားသမားရဲ့လက်ထဲကနေ လွတ်ဖို့အပြင် တစ်ဖက်မှာလည်း သူ့ရဲ့အလုပ်မထိခိုက်အောင် အချိန် (၂)ရက်အတွင်း အစွမ်းကုန်ကြိုးစားရပါတော့တယ်…Thriller ဇာတ်လမ်းအမျိုးအစားဖြစ်တဲ့အလျောက် တစ်ကားလုံး လှည့်ကွက်တွေ…အချိုးအကွေ့တွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုခံစားရမှာဖြစ်တာမို့ လက်လွှတ်မခံဘဲ ကြည့်ရှုနိုင်စေဖို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size – (1 GB) / (516 MB) / (348 MB)Quality – WebRip 1080p / 720p / 480PSubtitle – Myanmar HardsubFormat – MP4Genre : Crime, ThrillerTranslator – Thar HtetEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wvxPMEYVkVy4KG6axRsnr7U9Jgy.jpg",
      "https://image.tmdb.org/t/p/w300/nBsUlcJyj1EkkerfJdFaCs6xSRu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMDJmZjEzNDctZDM4Ni00N2Q1LWEwYzctMzM4NjA0MmFhMTIwXkEyXkFqcGdeQXVyNTM3MDc5NjU@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/burn-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/burn-2022-1080-p-web-rip-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/13z2k/Burn.2022.1080p.WEBRip.DD5.1[CM].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbfast.com/iyoy9e46uvk3.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/XtlRTahI#Dp3Jnn5fa6fE98OV20v8gdocE_zfjK3wZpUnkpepdB0",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/28h8uqtch5qd.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/burn-2022-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "516 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Jwu7/Burn.2022.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "516 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/9v3nh05qnevb.html",
        "server": "streamsb.com",
        "size": "516 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/3xczRTzY#8BYcdMI8cSjpGJZ55oJAKV7ORqOv0ZjHj5Lvg8SgkGw",
        "server": "mega.nz",
        "size": "516 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/nxa8b09wkw1x.html",
        "server": "usersdrive.com",
        "size": "516 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/burn-2022-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "348 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/13z2w/Burn.2022.480p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "348 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/bcjsfrqa7t1y.html",
        "server": "streamsb.com",
        "size": "348 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/ugUk2ZiI#smw_NOzE20cL74adlrsIYYcPNJoQy9NR391rala2C6M",
        "server": "mega.nz",
        "size": "348 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/djbgyl7hcdo1.html",
        "server": "usersdrive.com",
        "size": "348 MB",
        "quality": "480P480P"
      }
    ],
    "trailer": {
      "video_id": "b3-OQxeE5kM",
      "video_url": "https://www.youtube.com/watch?v=b3-OQxeE5kM",
      "embed_url": "https://www.youtube.com/embed/b3-OQxeE5kM"
    }
  },
  {
    "metadata": "R|2021|1h 22min|Comedy,Crime,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "153"
    },
    "title": "Keeping Company (2021)",
    "description": "Keeping Company (2021)~ IMDb – 5.6/10, Rotten Tomatoes – 80% ~ဦးဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ဟာ ဝေဖန်ရေးသမားတွေကြိုက်ကြတဲ့ ဟာသကားကောင်းတစ်ကားပေမဲ့ B အဆင့်ရုပ်ရှင်ပါ။ ဟာသကားကို သူတို့ဘာလို့ကြိုက်ကြလဲဆိုရင်တော့ ရယ်ရလို့ပေါ့ဗျာ။ သူ့တားဂတ်က ဒါပဲကိုး။ ဒါကြောင့်မို့ တခြားစီနီမာတွေ သရုပ်ဆောင်ကောင်းတွေ ဘာဘာညာညာ အလန်းဇယားတွေတော့ မမျှော်လင့်စေချင်ဘူး။ နည်းနည်းပါးပါး ရယ်ချင်ရင်တော့ ကြည့်လိုက်သင့်တဲ့ကားမျိုးပါပဲ။ ဝေဖန်ရေးသမားတွေတောင် ရိတ်တင် ၈၀ရာခိုင်နှုန်းပေးထားတယ်ဆို‌တော့ အတော်မဆိုးတဲ့ အခြေအနေမှာရှိတဲ့ကားမျိုး၊ ပြောရရင် Sitcom ကြည့်နေသလို သဘောတရားမျိုးပေါ့၊ ဒါပါပဲ။ဇာတ်လမ်းကတော့ ရိုးရိုးရှင်းရှင်းလေး၊ အာမခံရောင်းတဲ့နှစ်ကောင် လူသတ်သမားအိမ် တံခါး သွားခေါက်တယ်။ သူတို့ကတော့ မသိပေမဲ့ အဲ့အိမ်က လူသတ်သမားက သတ်ရုံတင်မဟုတ် ချက်ပါစားတာဆိုတော့ အသတ်မခံရရုံတင်မဟုတ် ချက်ပါစားမခံရ‌အောင် ပတ်ပြေးရတယ်ပေါ့။ဟာသကားပေမဲ့ သူက Crime, Horror ဆိုတဲ့ Genre တွေလည်း ပါသေးဆိုတော့ Dark Comedy ကို အသည်းတအေးအေးလည်း ကြည့်ရမှာပေါ့။ ဒီလိုရုပ်ရှင်အမျိုးအစားကို ကြိုက်တဲ့သူတွေအတွက်တော့ စိတ်ပျက်စရာကားတော့ မဟုတ်ဘူးလို့ ပရိသတ်တစ်ချို့က ဆိုပါတယ်။ ၁နာရီခွဲလောက် ကြာချိန်လေးနဲ့ ကျစ်ကျစ်လစ်လစ် ရိုက်ပြထားတဲ့ဇာတ်ကားပါပဲ…(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size -1.11GB, 480MBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 22MinGenre – Comedy, Crime, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by “___”Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l3ebj65psmcwUhvGzmByy5hXE5V.jpg",
      "https://image.tmdb.org/t/p/w300/AkeXb1j9hsY40cFpaziN1h278R6.jpg",
      "https://image.tmdb.org/t/p/w300/2Sis5m6Hutj3jERwppBElWxx1Cl.jpg",
      "https://image.tmdb.org/t/p/w300/airS8bCXawHbol9sxqkePYbEwbx.jpg",
      "https://image.tmdb.org/t/p/w300/3fCAzerZqoW6zp1lT5HVrpB83jN.jpg",
      "https://image.tmdb.org/t/p/w300/jFIXcDOd9tkF0TqV2fQVqatu1ib.jpg",
      "https://image.tmdb.org/t/p/w300/hLNGENThxk3KYA4nAUhTCuINHQu.jpg",
      "https://image.tmdb.org/t/p/w300/kyEYvEW9ZsHyu2F2hHSqxsNli9J.jpg",
      "https://image.tmdb.org/t/p/w300/aGaho6esHaHhdsxaPx3XJ0WaC0B.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AlJNBARJS4qrtfzzLMkyavhJLud.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/keeping-company-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-keeping-company-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15Bg0/(CM)_Keeping_Company_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/KVlghRaC#QNty7s1dunAwVTN7IKIDc98roksR0EFLrCSIbCmNTcY",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eveooos00566.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/s5ywnz0ci8jm.html",
        "server": "streamsb.com",
        "size": "1.11GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-keeping-company-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2rwah/(CM)_Keeping_Company_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "480MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/XUNT0ZIQ#IFw8g1stxFnv2RKwFcr34Uu6MU3NJLrx2EP0SR4fjD8",
        "server": "mega.nz",
        "size": "480MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/u7rncc74s2oq.html",
        "server": "usersdrive.com",
        "size": "480MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/j9ula4vpd51b.html",
        "server": "streamsb.com",
        "size": "480MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TGboHfHrP3s",
      "video_url": "https://www.youtube.com/watch?v=TGboHfHrP3s",
      "embed_url": "https://www.youtube.com/embed/TGboHfHrP3s"
    }
  },
  {
    "metadata": "|||Crime,Drama,Thriller,TV Movie",
    "rating": {
      "rating": "5.0/10",
      "rating_count": ""
    },
    "title": "My Professor’s Guide to Murder (2023)",
    "description": "အခုမိတ်ဆက်ပေးမှာကတော့ ဒီနှစ်မှထွက်ထားတဲ့ ဂျာမန် Comedy movie လေးပါ၊ ဇာတ်လမ်းလေးက လင်နဲ့မယား လျှာနဲ့သွားဆိုတဲ့စကားအတိုင်းတစ်ခါမဟုတ် ၂ခါမက ကိုက်မိနေရင်းပဲ ကိုယ်က လျှာလား သူက သွားလား စမန်ပြန်ခုတ်ကြတဲ့ ကလော်ဒီရာနဲ့ ဘော်ဘီတို့ရဲ့အိမ်ထောင်ရေးအကြောင်းကိုဟာသလေးနှောပြီးတမူထူးတဲ့တင်ဆက်ပုံလေးနဲ့ပြသထားတာပါ၊ ဇာတ်ဆောင်ဖြစ်တဲ့ဘော်ဘီကတော့ ဘာဖြစ်လို့ဒီလိုကတောက်ကဆတွေဖြစ်ရတာလဲဆိုတာအဖြေရှာရင်းလူနားမလည်နိုင်တဲ့ သီအိုရီတွေထုတ်ပြီး ကလော််ဒီရာကိုနားချပါတော့တယ်။ နားချရင်း နားမလည်ရာကနေနားလည်မှုတွေလွဲရင်း ကွဲမယ်ပြတ်မယ်လုပ်ကြရာ ကလော်ဒီရာကိုလက်မလွှတ်နိုင်တဲ့ဘော်ဘီတစ်ယောက်ဘယ်လိုအကွက်တွေပြန်သုံးချော့မယ်၊ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကိုကြည်နူးဖွယ်ရှူစားရမှာဖြစ်ပါတယ် ။File size…(1.5 GB)/(693 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:30:00Genre…TV Movie, Drama, Thriller, CrimeSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Khant Zarni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9PeYmproxWTZRkYCtIOkp0FmEhI.jpg",
      "https://image.tmdb.org/t/p/w300/7NQ3BTSmfrbuL8HbF3lIcbKb4Bb.jpg",
      "https://image.tmdb.org/t/p/w300/st3ZkbMVxmfFrEhALCO5Jr6pq5.jpg",
      "https://image.tmdb.org/t/p/w300/A3Q8mFHkPPwGA4kzrNVsXLlbLU8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRhNTJlYmMtNzM0OS00ZGQ3LTkzMjktMDMyYWYyMTBkMzU2XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/my-professors-guide-to-murder-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nkerh3jsb4w7.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BLt1/My.Professors.Guide.To.Murder.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3m41lKLC#rAFSKOgk-EpOnNQwClJMqG-uIUMQaIeJGxgKIAEm9cI",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-professors-guide-to-murder-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gporpg7oan7f.html",
        "server": "usersdrive.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VO0a/My.Professors.Guide.To.Murder.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2npFhZoR#O3jCHwnu-edJRN3NEP2BJqUKFpqv7b43SZTc9rCIJFI",
        "server": "mega.nz",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/q3twk1rgp2hs.html",
        "server": "streamsb.com",
        "size": "693MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/c1251dwb33zj",
        "server": "streamvid.io",
        "size": "693MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2015|1hr 34min|Action,Crime,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "18469"
    },
    "title": "Tracers (2015) ၿမန္မာစာတန္းထိုး",
    "description": "ျမန္မာပရိသတ္ေတြ ရင္းႏွီးၿပီးသား မင္းသားတစ္လက္ျဖစ္တဲ့ ေတလာေလာ့တ္နာ အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ အေမရိကန္သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္ပါနယူးေယာက္ၿမိဳ႕မွာ စက္ဘီးနဲ႔အလုပ္လုပ္တဲ့ ဆက္သားတစ္ဦးျဖစ္တဲ့ ကမ္ဟာတစ္ေန႔မွာ ၿမိဳ႕ထဲကို စက္ဘီးစီးသြားတုန္း မေတာ္တဆ စက္ဘီးလဲရင္း နစ္ကီဆုိတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္။ အဲဒီေနာက္ေတာ့ နစ္ကီဟာ သူ႔အေပါင္းအေဖာ္ေတြနဲ႔ ကမ္ကိုမိတ္ဆက္ေပးခဲ့ၿပီး နစ္ကီတို႔အဖဲြ႕ဟာ ဓားျပတုိက္၊ လုယက္မႈေတြလုပ္တဲ့ အဖဲြ႕ပဲ ျဖစ္ပါတယ္။ခုန္ပ်ံေက်ာ္လႊားရင္း အဖဲြ႕လုိက္ဓားျပတုိက္တဲ့ နစ္ကီတုိ႔အဖဲြ႕နဲ႔ ပူးေပါင္းႏုိင္ဖို႔အတြက္ သူတုိ႔လုိျဖစ္ေအာင္ ကမ္ဟာအခုန္အပ်ံေတြ ေလ့က်င့္ခဲ့ပါတယ္။ တ႐ုတ္မာဖီးယားဂိုဏ္းနဲ႔ အေႂကြးမကင္းျဖစ္ေနတဲ့ ကမ္က နစ္ကီတို႔အဖဲြ႕ထဲကို ၀င္ခဲ့ပါေတာ့တယ္။ ဒီလုိနဲ႔ အဖဲြ႕ေတြအတူတကြ ဓားျပတုိက္ၾကရင္း ကမ္နဲ႔ နစ္ကီတုိ႔လည္း ခ်စ္ႀကိဳးသြယ္ခဲ့သလို အဖဲြ႕သား အခ်င္းခ်င္း သစၥာေဖာက္မႈေတြရွိလာတဲ့အခါမွာ ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆုိတာ ၾကည့္လုိက္ပါဦး။ ဒီဇာတ္လမ္းမွာ ပါကာလုိ႔ေခၚတဲ့ အခုန္အပ်ံအားကစားကို အသားေပးၿပီး ႐ုိက္ျပထားတာမို႔ ပါကာကို စိတ္၀င္စားသူေတြ လည္း ႏွစ္သက္ၾကမွာပါ။ ကမ္အျဖစ္ ေတလာေလာ့တ္နာ၊ နစ္ကီ အျဖစ္ မာရီအက္ဂ်႐ိုေပးေလာ့စ္တုိ႔က သ႐ုပ္ေဆာင္ေပးထားၿပီး ေလာ့တ္နာ့ကိုဒီဇာတ္လမ္းထဲမွာ ပုံစံတစ္မ်ဳိးနဲ႔ ျမင္ေတြ႕ရမွာ ျဖစ္ပါတယ္။(7daydaily မွ အညႊန္းကိုေဖၚၿပပါသည္ )Filesize :651MBQuality :720pFormat : mp4During : 1:34:03Subtitle : Myanmar Subtitles (Hardsub)Encoder : LK",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/05/Tracers-French-Poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tracers-2015",
        "server": "VIP Links",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tracers-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2gy5p/Tracers_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/nffo948y8uzy.html",
        "server": "usersdrive.com",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/zxpdp6z21fbz.html",
        "server": "datbu.com",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/38g3a6ag30ev",
        "server": "veryfiles.com",
        "size": "658MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/ula4dahng4cl",
        "server": "upstream.to",
        "size": "658MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2006|1h 56min|Action,Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1,862"
    },
    "title": "Sunflower (2006)",
    "description": "Sunflower (2006)_____IMDb – 7.2/10ကိုရီးယားကားတွေကြည့်ရင်းခုတစ်လောမှ သတိထားမိတဲ့အကြောင်းတွေရှိတယ် သူတို့ဇတ်ကားတော်တော်များများမှာ ပုစ္ဆာလေးတွေ မေးခွန်းလေးတွေ မြှုတ်ကွက်လေးတွေနဲအထက်ပါအကြောင်းအကြောင်းအရာများကြောင့် ဆွဲဆောင်မှုအရမ်းကောင်းတယ် ကြည့်ရှုသူပရိတ်သတ်ကို စဉ်းစားစေရင်းခံစားစေရင်း မျှော်လင့်စေရင်းနဲ့ ဇတ်သိမ်းပိုင်းထိဆွဲခေါ်သွားတယ်….ဒီကားကတော့ ဇတ်အိမ်လည်းကောင်း မင်းသားကလည်း ဟားဗတ်ဇတ်လမ်းတွဲနဲ့လူသိများတဲ့ မင်းသားကြီး Rae-won Kim ကအဓိကသရုပ်ဆောင်ထားတယ်ရထားပေါ်မှာ လူငယ်တစ်ယောက်ဟာ စာအုပ်လေးဖတ်ရင်း ပါးစပ်ကရေရွတ်နေတယ် နောက်ဘယ်တော့မှရန်မဖြစ်တော့ဘူးနောက်ဘယ်တော့မှ မသောက်တော့ဘူး နောက်ဘယ်တော့မှ မငိုတော့ဘူးဆိုတဲ့စကားတွေပေါ့ သူပုံစံကြည့်ရတာ ပီဘီကလေးငယ်လေးနဲ့တူတယ် ခပ်ကုတ်ကုတ်နဲ့အားလုံးကိုကြောက်ရွံနေတဲ့ပုံ….တကယ်တော့သူဟာ အတိတ်တုန်းက တမြို့လုံးကြာက်ရတဲ့လူမိုက်…လူသတ်မှုဖြစ်လို့ထောင် ၁၀ နှစ်ကျရာကနေ လွတ်ရက်စေ့လို့ဇာတိမြို့ကိုပြန်လာခဲ့တယ်..သူဟာမိဘမဲ့သူဖြစ်ပေမဲ့ ဆက်ပြီးမမိုက်ချင်တော့လို့ လူမိုက်ဂိုဏ်းအဖွဲ့တွေဆီသွားမနေပဲသူ့ကိုချစ်တဲ့မိသားစုတစ်စုအိမ်မှာသွားနေခဲ့တယ် အဲ့ဒီအိမ်လေးမှာစားသောက်ဆိုင်လေးလည်းရှိတယ် အဲ့ဒီဆိုင်လေးရဲ့နာမည်က နေကြာပန်းတဲ့…တကယ်တော့ အဲ့ဒီဆိုင်ဟာ အန္တရယ်ဆိုးကြီးကျရောက်နေတယ်အဲ့ဒါကဘာလဲဆိုတော့ လွှတ်တော်အမတ်လုပ်မဲ့သူတစ်ယောက် က အဲ့ဒီဆိုင်ကိုသိမ်းယူဖျက်ဆီးပြီး အဆောက်အဦးတစ်ခုဆောက်ချင်လို့ပါပဲ….ကဲ လူလိမ္မာလေးတစ်ယောက်အတိတ်တုန်းက ဘာလိုတွေမိုက်ခဲ့လဲ သူ့ကိုမွေးစားခဲ့တဲ့မိသားစုနဲ့ရောဘယ်လိုပတ်မှုရှိလဲ အမတ်လုပ်မဲ့လူနဲ့အတူရှိတဲ့ ဂိုဏ်းစတားအဖွဲ့တွေကိုရောဘယ်လိုရင်ဆိုင်မလဲဆိုတာတော့ ပရိတ်သတ်ကြီးခံစားကြည့်လိုက်ပါဦး တစ်ခုတော့ကြိုပြောပါရစေ ကြည့်ပြီးရင်တော့ ခင်ဗျားမှာနှလုံးသားရှိသေးသားပဲဆိုတာ ကိုယ့်ကိုကိုယ်အသိအမှတ်ပြုမိလိမ့်မယ်File Size : (842 MB)Quality : 1080p BluRayRunning Time : 1hr 56minutesFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Phyo PyaeEncoded  by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/10zIRMZCQtADZOri6tDh1VykUFF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/sunflower-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sunflower-haebaragi-2006-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "842 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/erza9wovannd",
        "server": "upstream.to",
        "size": "842 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/sunflower2006",
        "server": "VIP Links",
        "size": "842 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Z1ek/Sunflower_(Haebaragi)_[2006]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "842 MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/tx8y4mlbivsx.html",
        "server": "streamsb.com",
        "size": "842 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Action,Crime",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "1250"
    },
    "title": "The Ghost Who Walks(2019)",
    "description": "The Ghost Who Walks(2019)(unicode)CM ပရိသတ်ကြီးကို Action ,Crime ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် …ဇာတ်လမ်းအကျဉ်းကတော့ခရစ္စမတ်ရာသီမှာ လူတွေတော်တော်များများပျော်ကြပါတယ် …ဒါပေမယ့် နိုလန်ဆိုတဲ့တစ်ယောက်ကတော့ ဒုက္ခတွေနဲ့ဆီးကြိုခံလိုက်ရပါတော့တယ်… အကြောင်းကတော့သူဟာ သစ္စာဖောက်လို့ဆိုပြီး သူ့သူဌေးဒွန်နီကြောင့်ထောင်ကျနေခဲ့တာပါ.. ဒါပေမယ့် ခရစ္စမတ်နေ့မှာသူဟာရက်ပြည့်ပြီးထောင်ကနေလွှတ်လာပါတယ် ..သူ့လွှတ်လာတာကိုဒွန်နီက စိတ်မချဘူးဖြစ်နေတယ် ဘာလို့လဲဆိုတော့ ဒွန်နီက နိုလန်ရဲ့ကောင်မလေးလန်နီကိုအပိုင်သိမ်းထားတာအတွက်ကြောင့်ပါ အဲ့ဒါအပြင် လန်နီဆီမှာလဲ နိုလန်နဲ့ရတဲ့ကလေးကလဲရှိနေပါတယ် ထောင်ကနေထွက်လာတဲ့နိုလန်ကို ဒွန်နီက အရင်ကသစ္စာဖောက်ထားတဲ့ကိစ္စရော အခု လန်နီကိစ္စရော နှစ်ခုလုံးရယ်ကြောင့်အပြတ်ရှင်းချင်နေတယ်…အဲ့ဒါကြောင့်သူထောင်ကထွက်ကတည်းက ဒွန်နီဟာသူ့တပည့်တွေကို နိုလန်ကိုလိုက်သတ်ခိုင်းဖို့ကြိုးစားပါတော့တယ်….နိုလန်တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလား…တခြားဘယ်လိုအန္တရယ်မျိုးတွေရောတွေ့ကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)CM ပရိသတ္ႀကီးကို Action ,Crime ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ …ဇာတ္လမ္းအက်ဥ္းကေတာ့ခရစၥမတ္ရာသီမွာ လူေတြေတာ္ေတာ္မ်ားမ်ားေပ်ာ္ၾကပါတယ္ …ဒါေပမယ့္ ႏိုလန္ဆိုတဲ့တစ္ေယာက္ကေတာ့ ဒုကၡေတြနဲ႔ဆီးႀကိဳခံလိုက္ရပါေတာ့တယ္… အေၾကာင္းကေတာ့သူဟာ သစၥာေဖာက္လို႔ဆိုၿပီး သူ႔သူေဌးဒြန္နီေၾကာင့္ေထာင္က်ေနခဲ့တာပါ.. ဒါေပမယ့္ ခရစၥမတ္ေန႔မွာသူဟာရက္ျပည့္ၿပီးေထာင္ကေနလႊတ္လာပါတယ္ ..သူ႔လႊတ္လာတာကိုဒြန္နီက စိတ္မခ်ဘူးျဖစ္ေနတယ္ ဘာလို႔လဲဆိုေတာ့ ဒြန္နီက ႏိုလန္ရဲ႕ေကာင္မေလးလန္နီကိုအပိုင္သိမ္းထားတာအတြက္ေၾကာင့္ပါ အဲ့ဒါအျပင္ လန္နီဆီမွာလဲ ႏိုလန္နဲ႔ရတဲ့ကေလးကလဲရွိေနပါတယ္ ေထာင္ကေနထြက္လာတဲ့ႏိုလန္ကို ဒြန္နီက အရင္ကသစၥာေဖာက္ထားတဲ့ကိစၥေရာ အခု လန္နီကိစၥေရာ ႏွစ္ခုလုံးရယ္ေၾကာင့္အျပတ္ရွင္းခ်င္ေနတယ္…အဲ့ဒါေၾကာင့္သူေထာင္ကထြက္ကတည္းက ဒြန္နီဟာသူ႔တပည့္ေတြကို ႏိုလန္ကိုလိုက္သတ္ခိုင္းဖို႔ႀကိဳးစားပါေတာ့တယ္….ႏိုလန္တစ္ေယာက္ လြတ္ေျမာက္ႏိုင္ပါ့မလား…တျခားဘယ္လိုအႏၲရယ္မ်ိဳးေတြေရာေတြ႕ႀကဳံရမလဲဆိုတာကိုေတာ့ခံစားၾကည့္လိုက္ပါဦး..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….File Size : (950 MB) and (339 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:46:00Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zWIphqoovH6giwOz1H6iJ6IJ7y0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hD7l55S7YDKwZ9GVfx1qkVCFyXm.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/anaO06HVB3Hwr7nff3l0",
        "server": "drive.google.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://myandrive.com/file/tnH15UPyMDUTIeXXV58S",
        "server": "drive.google.com",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/1L5H/The_Ghost_Who_Walks.2019.WEB-DL720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1L5I/The_Ghost_Who_Walks.2019.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://yadi.sk/i/eLvxnACC8ZudaQ",
        "server": "disk.yandex.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/YRm67BOkUVuQwg",
        "server": "disk.yandex.com",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://fastload.cc/5uX",
        "server": "fastload.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/5uY",
        "server": "fastload.cc",
        "size": "339 MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/1AhsX",
        "server": "mirrorace.com",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/Uk1r",
        "server": "mirrorace.com",
        "size": "339 MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "152K"
    },
    "title": "Bad Santa (2002)",
    "description": "ဒီတစ်ခါမှတော့ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းဇာတ်ကားလေးတွေကိုမှကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ ကြည့်ရှုသူပရိတ်သတ်ကြီးကို ၂၀၀၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Bad Santaဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားကိုဒါရိုက်တာTerry Zwigoffကပုံဖော်ရိုက်ကူးထားပြီး မင်းသား Billy BobThornton ,Tony Coxနဲ့မင်းသမီးLauren Grahamတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးrating 7.1/10အထိရရှိထားပါတယ် ဒီဇာတ်ကားဟာ Artios Award ဆုကိုရရှိထားပြီးဝီလီအဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသား Billy Bob Thoronက အကောင်းဆုံးအမျိုးသားသရုပ်ဆောင်ဆုကိုရရှိထားပါတယ် ဇာတ်လမ်းအစမှာ အမြဲတမ်းမူးရူးသောက်စားနေတဲ့ဝီလီတစ်ယောက် ဘဝကိုစိတ်ပျက်လက်ပျက်လက်မှိုင်ချနေပုံတဲ့ စတင်ထားပါတယ်အဲ့နောက် သူငယ်ချင်းဖြစ်သူ မားကတ်နဲ့တွေ့ဆုံမိပြီး ခရစ်စမတ်ကိုငယ်ငယ်ကတည်းကမဆင်နွှဲခဲ့ရတဲ့ ဝီလီကဆန်တာကလော့စ်အဖြစ် သူငယ်ချင်းဖြစ်သူ မားကတ်ကနတ်သူငယ်လေးအဖြစ် ဟန်ဆောင်ပြီး ခရစ်စမတ်အကြိုနေ့ညရောက်တိုင်းမှာ ကုန်တိုက်က မီးခံသေတ္တာတွေကိုလိုက်ဖောက်လေ့ရှိကြပါတယ် နောက်ဆုံးရဲကမသင်ကာလို့လိုက်ဖမ်းရာကနေ ဝီလီကအဖွားနဲ့အတူတူနေတဲ့ အမေးအမြန်းထူတဲ့ မိတဆိုးကောင်လေးတစ်ယောက်နဲ့ ဆုံမိပါတယ်ဇာတ်လမ်းက မိတဆိုးကောင်လေးရဲ့ အမေးအမြန်းထူမှုတွေ သူငယ်ချင်းနှစ်ယောက်ကြားကပြောစကားတွေကြောင့် ကြည့်ရှသူပရိတ်သတ်ကို ဝါးလုံးကွဲအောင် ရယ်ရစေမှာ အမှန်ပါပဲအဲ့ဒီနောက်ကလေးတွေဆိုရင်သဘောမကျတတ်တဲ့ ဝီလီတစ်ယောက်ဘယ်လိုမျိုးပြောင်းလဲသွားမလဲဝီလီတို့သူငယ်ချင်းနှစ်ယောက် ကရော ရဲလက်ကနေ လွတ်အောင်ဘယ်လိုမျိုးရှောင်ပြေးကြမှာလဲခရစ်စမတ်နဲ့ပတ်သက်တဲ့ ဝီလီရဲ့သဘောထားကရော ဘယ်လိုရှိမလဲနောက်ဆုံးမှာဝီလီတစ်ယောက်ဘယ်လိုမျိုးပြုပြင်ပြောင်းလဲသွားမလဲ ဆိုတာဒီဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ပဲ စီးမျောကြည့်ရှုလိုက်ပါဦး ဒီဇာတ်ကားက Comedy,Crime &Drama အမျိုးအစားဖြစ်ပြီး ကြည့်ရှုသူပရိတ်သတ်ကြီးကို ဇာတ်လမ်းအစအလယ်အဆုံးကောင်းကောင်းဆွဲခေါ်သွားနိုင်မဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ကြည့်ရှုသင့်တယ်ဆိုတဲ့အကြောင်း ညွှန်းလိုက်ရပါတယ်…..File size…1.93GB / 929MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 32mGenre ….. Comedy , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Eh Phaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8UOJBcEHZgOK8BeyEfKnp5Vs0Dy.jpg",
      "https://image.tmdb.org/t/p/w300/5bU2Fwc3b71SzSs9jz32qx6vRT4.jpg",
      "https://image.tmdb.org/t/p/w300/mQBwwAxnRvkQx7sxPQSbPhm78wU.jpg",
      "https://image.tmdb.org/t/p/w300/tHZoc8B30OVk8vfvsDaVVWHv98s.jpg",
      "https://image.tmdb.org/t/p/w300/icixOqsfgnfE5AqcYLVQGYEArga.jpg",
      "https://image.tmdb.org/t/p/w300/7OekmXhIxRfolDFidhSlFREl8Ws.jpg",
      "https://image.tmdb.org/t/p/w300/efXWE0pzLchBKIXAKL3XmEQH1eo.jpg",
      "https://image.tmdb.org/t/p/w300/nKerJXlhb3b24c7618I3MMU0UE8.jpg",
      "https://image.tmdb.org/t/p/w300/iDcWPbBsTcs9vYjhIi8CC0Bf1Gp.jpg",
      "https://image.tmdb.org/t/p/w300/sWy0G4nIuVaxmS7WXHTcbp4fDYT.jpg",
      "https://image.tmdb.org/t/p/w300/3ijikW5Dpb2aBxdFo1tNuy0mgEO.jpg",
      "https://image.tmdb.org/t/p/w300/dBX5LdO7q9fqmtUg2yABXT2mv1P.jpg",
      "https://image.tmdb.org/t/p/w300/gu9FXFs9NgrEXigv1ThPUaOWt17.jpg",
      "https://image.tmdb.org/t/p/w300/i85Fm1JFm4A3iFw7PBsUMot5IbA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rfClLIyeHqpMofmrPY8DaLe4z9x.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6wy1d052yigt.html",
        "server": "usersdrive.com",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bad-santa-2003-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1lc6h/Bad.Santa.2003.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Ir9BSCyZ#hEMfP9cPJZ1SH0tqGYsrN7rvQkFjJu-Cc4LRDTXKnKc",
        "server": "mega.nz",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/qxus6oiccc9y",
        "server": "streamvid.io",
        "size": "1.93GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/z5g8n9r0a1g5.html",
        "server": "usersdrive.com",
        "size": "929MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bad-santa-2003-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "929MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1lc69/Bad.Santa.2003.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "929MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/YzdCGa6A#u2N7z9gNpGgtRSxexuUX1y7KR6MzhXPythK_5sCLyYU",
        "server": "mega.nz",
        "size": "929MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/lpy6kvvql03q",
        "server": "streamvid.io",
        "size": "929MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "fKCL3TLofE0",
      "video_url": "https://www.youtube.com/watch?v=fKCL3TLofE0",
      "embed_url": "https://www.youtube.com/embed/fKCL3TLofE0"
    }
  },
  {
    "metadata": "||1h 59min|Action,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "16,462"
    },
    "title": "Infernal Affairs II (2003)",
    "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။ဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။တရုတ်မှာဆိုရင်တော့ “The Unceasing Path” လို့ လူသိများပြီး76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။သူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ပါဝါအာဏာကြီးမားတဲ့ လူမိုက်ခေါင်းဆောင်ဆမ်ရဲ့ သတင်းထောက်လှမ်းစုံစမ်းဖို့ စေခိုင်းမှု့ကြောင့် ဟောင်ကောင်ရဲတပ်ဖွဲ့ထဲရောက်လာခဲ့တဲ့ triad အဖွဲ့ဝင် ကျင့်မင်း…အရာရှိချန် နဲ့ အရာရှိဝေါင် တို့ triad ဒုစရိုက် လူသတ်မှု့တွေကို စုံစမ်းရင်း တစ်ရက်မှာအရာရှိဝေါင် ကို ဆမ်ရဲ့လူတွေက ဖမ်းမိသွားပြီး အရာရှိချန်ရဲ့ တည်နေရာကို ရိုက်နှက်ခါ မေးပေမယ့် မပြောတာကြောင့် အဆောက်အဦး ပေါ်ကနေ ပစ်ချပြီးသတ်လိုက်တဲ့နောက်….အရာရှိချန် ဘာတွေဆက်လုပ်မလဲ…ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်ကားတွေထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ပါ…။IMDb Rating တွေနဲ့တင် ကောင်းကြောင်းသိလောက်ပြီမို့ အများကြီးညွှန်းဖို့မလိုလောက်ဘူးထင်ပါတယ် ။( အညွှန်း ကတော့ ZERO ပါ )Infernal Affairs 1Infernal Affairs (2002)Infernal Affairs 3Infernal Affairs III (2003)File Size__(1.7GB) / (950MB)Quality__1080p, 720pIMDb Rating__7.3/10Format__mp4Duration__01:50:00Type__CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated byMissyEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/XIVzi5Y6YAnFUUg4rlFqRhWK3F.jpg",
      "https://image.tmdb.org/t/p/w300/8GLwWVGEX1eeGoS00q817RMrV2v.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lASGJBxKgPVISnpVTCBCoRFJWfA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/infernal-affairs-2-2003-bluray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1R0tc/Infernal_Affairs_2_(2003)_Bluray_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/7M8EyIpA#uDIwc4m4avimseoz0m1TRjCj8uEOdIsu-ti0FlOwiLY",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/g34padpeb3cr/Infernal_Affairs_2_(2003)_Bluray_1080p.mp4",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/infernal-affairs-2-2003-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1b30y/Infernal_Affairs_2_(2003)_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/iAtCGJJD#68ERBeJlpFI_hriByggCSt4KpgxThFAQfPjqnSJMKsk",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/bol0iakld7x1/Infernal_Affairs_2_(2003)_720p.mp4",
        "server": "streamvid.io",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "#?secret=jjnGigSeET",
      "video_url": "https://www.youtube.com/watch?v=#?secret=jjnGigSeET",
      "embed_url": "https://www.youtube.com/embed/#?secret=jjnGigSeET"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "21156"
    },
    "title": "The Scam(2009)",
    "description": "The Scam(2009)**************ဒီကားဟာ ကိုးရီးယားနိုင်ငံရဲ့စတော့ရှယ်ယာစီးပွါးရေးအရှုပ်အထွေးတွေနဲ့ စတော့ရှယ်ယာတွေကိုအကြံအဖန်ဂွင်နဲ့ ကြားကနေသိမ်းပိုက်ယူဖို့ကြိုးစားနေကြတဲ့ သူဌေးတွေ နဲ့ အချောင်သိုက်တူးသမားတွေကြားမှာဖြစ်ကြတဲ့ပဋိပက္ခဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်….ဂန်ဟျောင်းဆိုးဆိုတဲ့လူတစ်ယောက်ဟာ ကောလိပ်ကသရုပ်ဆောင်ဘွဲ့ရတစ်ယောက်ဖြစ်ပေမယ့်လည်းသာမန်ဘဝ သာမန်အလုပ်လေးနဲ့ပဲ ဘဝကို ပင်ပင်ပန်းပန်းဖြစ်သန်းနေရတဲ့သူတစ်ယောက်ဖြစ်ပြီး ချမ်းချမ်းသာသာနေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ဦးပါ ..တစ်နေ့မှာတော့ စီနီယာအကိုတစ်ယောက်ရဲ့စကားဆွယ်မှုကြောင့် စတော့လောကထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတော့တယ်..ဒီလိုနဲ့ပဲ စတော့လောကထဲမှာ နိုင်တစ်လှည့် ရှုံးတစ်လှည့်ကျင်လည်ပြီး နောင်ငါးနှစ်အကြာမှာတော့လူမိုက်ဂန်းစကားအဖွဲ့ခေါင်းဆောင် DSG ရင်းနှီးမြှုပ်နှံမှုနှင့်ပိုင်ဆိုင်မှုလုပ်ငန်းရဲ့ ဥက္ကဌဟွမ်ဂျောင်ဂူဂွင်ချထားတဲ့ စတော့အစီအစဉ်ကို မထင်မှတ်ဘဲ ဝင်ရောက်သွားနှောင့်ယှက်မိပါတော့တယ်…အဲဒါကို ဟွမ်ဥက္ကဌသိရှိသွားချိန်မှာတော့….File Size : (2.09GB) and (882MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:15:00Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thinn ThinzarEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iSPS0mIucVSo3HtNUKeIgbdHiDH.jpg",
      "https://image.tmdb.org/t/p/w300/rccGobQSoNOH3ot6HT8dlyXjyYc.jpg",
      "https://image.tmdb.org/t/p/w300/sWF8nVDltnYPHQ4kjYydir7UbiO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/md0ioEXLgAcIrZKyK1A15gbEJzn.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2qpwkoq9bfmb.html",
        "server": "usersdrive.com",
        "size": "2.09GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scam-2009-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.09GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TTlm/The.Scam.2009.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.09GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EegWDJwQ#wen5Xsfee5naqk7KbiySpowTwpEtvSIo4VIOQWg9KqE",
        "server": "mega.nz",
        "size": "2.09GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/0tiouf1yhymc",
        "server": "streamvid.io",
        "size": "2.09GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n0gcbuzsiqhd.html",
        "server": "usersdrive.com",
        "size": "882MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-scam-2009-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "882MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fOfz/The.Scam.2009.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "882MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gG5CRTBJ#4tSqoyiOEiNyqo8ucx_DvJJwfKN7tMo4xyLYEtw5CjU",
        "server": "mega.nz",
        "size": "882MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/6okr0ny6hv91.html",
        "server": "streamsb.com",
        "size": "882MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ie8ucnezxowf",
        "server": "streamvid.io",
        "size": "882MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2017|91 min|Crime,Mystery,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "1,760"
    },
    "title": "Small Town Crime (2017)",
    "description": "အလုပ္တစ္ခုကုိ ပုံမွန္လုပ္ေနေပမယ့္ ျဖစ္လာတဲ့အက်ဳိးဆက္က ဆုိးႀကိဳးေတြမ်ားေနရင္ေတာ့ ရလဒ္ကမေကာင္းပါဘူးရဲအရွိ မုိက္တစ္ေယာက္လည္းဒီလုိပဲ…ျဖစ္ရပ္တစ္ခုမွာ ဆုိးၾကဳိးေတြမ်ားတဲ့အတြက္ေၾကာင့္ ႀကီးမားတဲ့​ေပါ့ဆမႈလုိ႔ေခါင္းစဥ္တပ္ခံလုိက္ရၿပီး တာဝန္​ကရပ္​ဆိုင္​းခံလိုက္ရတယ္….သူဟာ အရပ္သားျဖစ္ၿပန္ျပန္ေတာ့ အျပင္ေလာကမွာ သိပ္အံမ၀င္ခ်င္…ရဲ၀န္ထမ္းေကာင္းမဟုတ္ေတာင္မွ သူဟာ ဆုိးယုတ္မႈေတြကုိမ်က္ကြယ္ျပဳတ္တတ္သူမဟုတ္..ဒီလုိနဲ႔ ျပည္​့တန္​ဆာမ​ေလးတစ္​​ေယာက္​ အသတ္​ခံရတဲ့အမႈမွာ ဝင္​ပတ္​သက္​မိသြားတယ္္…သူပတ္သက္မိတဲ့ လူသတ္မႈေနာက္ကြယ္မွာ မဟာအရႈတ္ေတာ္ပုံႀကီးရွိေနတာ အသိေနာက္က်သြားတယ္…ကုိင္း သူဘယ္လုိရင္ဆုိင္ေျဖရွင္းမလဲ အမုိက္စား actionခန္းေတြ စြန္႔စားခန္းေတြနဲ႔ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္လုိက္ပါဦး။ ။File Size : (750 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 31minFormat : Mp4Genre :Crime, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264.DTS-MTTranslated by Lex LuthorEncoded by[email protected]",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hqwHXhVD3zkbRur62eMLVWr3Tvm.jpg",
      "https://image.tmdb.org/t/p/w300/hKsFuRDEF7pa7lfBLVLNGed7Ohy.jpg",
      "https://image.tmdb.org/t/p/w300/gFS3QO2zIlzo4j7cHWtaRZgbHLe.jpg",
      "https://image.tmdb.org/t/p/w300/iC9neyfBADP4KAej2xYtoXViKPA.jpg",
      "https://image.tmdb.org/t/p/w300/fG5oHKtQAOEmj3cI8UE8dio1zDU.jpg",
      "https://image.tmdb.org/t/p/w300/cE64cdCwK3XyxUTA0YrwaZ8010X.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cRGF1jWdCGlS8KWNxwckHKHuFKs.jpg",
    "movie_links": [
      {
        "link": "http://dashsphere.com/FR8C",
        "server": "drive.google.com",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://dashsphere.com/FRCg",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://dashsphere.com/FRER",
        "server": "Soliddrive.co",
        "size": "300 MB",
        "quality": ""
      },
      {
        "link": "http://dashsphere.com/FRAU",
        "server": "openload.co",
        "size": "750 MB",
        "quality": ""
      },
      {
        "link": "http://dashsphere.com/FRBh",
        "server": "openload.co",
        "size": "300 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "c63I7rjWcYw",
      "video_url": "https://www.youtube.com/watch?v=c63I7rjWcYw",
      "embed_url": "https://www.youtube.com/embed/c63I7rjWcYw"
    }
  },
  {
    "metadata": "R|2019|102 min|Action,Crime,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "3,320"
    },
    "title": "The Kitchen (2019)",
    "description": "Hell’s Kitchen လို႔ေခၚတဲ့ နယ္ေျမေလးမွာ လူမိုက္အဖဲြ႔ က်င္လည္က်က္စားပါတယ္။ဆက္ေၾကးေကာက္လိုက္ လူသတ္လိုက္ ဓားျပတိုက္လိုက္ လုပ္ေနတဲ့အဖြဲ႔ပါဇာတ္လမ္းအဖြင့္မွာေတာ့ လူမိုက္အဖြဲ႔ ထိပ္သီးေခါင္းေဆာင္ေတြျဖစ္တဲ့ေရာ့ဘ္၊ ကယ္ဗင္နဲ႔ ဂ်င္မီတို႔ သံုးေယာက္သားဟာဆုိင္တစ္ဆိုင္ကို ဓားျပ၀င္တိုက္ရင္း အက္ဖ္ဘီအုိင္ရဲ႕ဖမ္းဆီးျခင္းကိုခံလိုက္ရပါေတာ့တယ္တစ္ရက္ႏွစ္ရက္ေနရင္ လြတ္လာမယ္ထင္ေပမယ့္ဗဟိုကတိုက္ရိုက္ကိုင္တာမို႔လို႔ ေထာင္သံုးႏွစ္စီအသီးသီးက်သြားတဲ့အခါမွာေတာ့ သူတို႔ရဲ႕အဖြဲ႔ကလစ္တဲဂ်က္ကီ ဆိုတဲ့တစ္ေယာက္စီ ေခတၱလႊဲေျပာင္းေပးခဲ့ရပါေတာ့တယ္သူတို႔မိန္းမေတြကို အခ်င္းခ်င္းေစာင့္ေရွာက္ေပးထားမယ္ထင္ေပမယ့္မသထာေရစာ ေလာက္သာ ေပးကမ္းထားတဲ့အခါမွာေတာ့မိန္းမသားတန္မဲ့ လူမိုက္အဖြဲ႔ေထာင္ဖို႔ ဇာတ္လမ္းဖန္လာပါေတာ့တယ္ဆက္ေၾကးေပးေပမယ့္ ကာကြယ္ေပးျခင္းမခံရတဲ့ဆိုင္ေတြ..ဆက္ေၾကးေကာက္ထားေပမယ့္ ဘာတစ္ခုမွျပန္မလုပ္ေပးတာေတြကိုသူတို႔ျပဳျပင္မယ္ဆိုျပီး ရည္ရြယ္ခ်က္နဲ႔ လူမိုက္ဖြဲ႔ေထာင္လိုက္တာေယာက်ာ္းေတြထက္ေရာ လက္ရွိ လူမိုက္အဖြဲ႔ထက္ပါလက္ေဇာင္းေတြထက္ကုန္လို႔ရဲေတြေရာ နာမည္ၾကီးလူမိုက္အဖြဲ႔ေတြကပါသူတို႔ကို ေျပာင္းေစာင့္ၾကည့္ရတဲ့အဆင့္ေရာက္သြားပါေတာ့တယ္စိတ္နဲ႔မတည့္ရင္သတ္ထည့္လိုက္တဲ့အဆင့္ထိ ၾကမ္းလာတဲ့အခါမွာေတာ့ဂုိဏ္းထဲမွာအခ်င္းခ်င္း ေသြးကြဲမႈေတြ ေပၚေပါက္လာပါေတာ့တယ္အဲဒီအခ်ိန္မွာပဲ သူတုိ႔ကိုအႏုိင္က်င့္တတ္တဲ့သူတို႔ေယာက်ာ္းေတြက ေစာျပီးလြတ္လာတဲ့အခါမွာေတာ့…သူတုိ႔ေတြဆက္လက္ရပ္တည္ႏိုင္ပါ့မလားအႏုိင္က်င့္တတ္တဲ့ေယာက်ာ္းေတြလက္ကလြတ္ႏုိင္ပါ့မလားလူမိုက္ဂိုဏ္းကိုမိန္းမသား ၃ ေယာက္တည္းနဲ႔ ဦးေဆာင္ႏုိင္ပါ့မလားဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ၾကည့္ရႈရမွာပါတခ်ိန္းခ်ိန္းခ်မေနေပမယ့္ တဒိုင္းဒိုင္းနဲ႔ေတာ့သတ္ေနတဲ့ကားပါရန္သူကိုလည္းသတ္ပါတယ္ အခ်င္းခ်င္းလည္းသတ္ပါတယ္ဘာမွသတ္စရာမရွိရင္ အမ်ိဳးအခ်င္းခ်င္းျပန္သတ္ပါတယ္File Size : ( 961 MB , 365 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 42 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byNeveEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a86HspaEx3u1HzSBPBqxq3wnKLK.jpg",
      "https://image.tmdb.org/t/p/w300/14ph3F2zRw1Q3yF4RK5NwHuNuQP.jpg",
      "https://image.tmdb.org/t/p/w300/vEP78xGVMi8e4TBD0Lcc9jpNbQy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/l3smhHvnczXg8E2WzysRVKIXSYJ.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/GqmVOYBGqj",
        "server": "drive.google.com",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://myandrive.net/file/qfpzXEcHeS",
        "server": "drive.google.com",
        "size": "365 MB",
        "quality": "BluRay 480p"
      },
      {
        "link": "http://soliddrive.co/2ANu/(CM)_The_Kitchen_2019_BluRay_720p.mp4",
        "server": "Soliddrive.co",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "http://soliddrive.co/2ANt/(CM)_The_Kitchen_2019_BluRay_480p.mp4",
        "server": "Soliddrive.co",
        "size": "365 MB",
        "quality": "BluRay 480p"
      },
      {
        "link": "https://megaup.net/3uGpo/(CM)_The_Kitchen_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/3uGp9/(CM)_The_Kitchen_2019_BluRay_480p.mp4",
        "server": "megaup.net",
        "size": "365 MB",
        "quality": "BluRay 480p"
      },
      {
        "link": "https://openload.co/f/hf_JcoiEXX8/%28CM%29_The_Kitchen_2019_BluRay_720p.mp4",
        "server": "openload.co",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://openload.co/f/RvA3MmB2VqM/%28CM%29_The_Kitchen_2019_BluRay_480p.mp4",
        "server": "openload.co",
        "size": "365 MB",
        "quality": "BluRay 480p"
      },
      {
        "link": "https://clicknupload.org/gatdms6yg5zd",
        "server": "ClicknUpload.org",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://clicknupload.org/y1esoynmjon7",
        "server": "ClicknUpload.org",
        "size": "365 MB",
        "quality": "BluRay 480p"
      },
      {
        "link": "https://mirrorace.com/m/2V4hm",
        "server": "mirrorace.com",
        "size": "961 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mirrorace.com/m/2V4hk",
        "server": "mirrorace.com",
        "size": "365 MB",
        "quality": "BluRay 480p"
      }
    ],
    "trailer": {
      "video_id": "ue_NxLRGeOw",
      "video_url": "https://www.youtube.com/watch?v=ue_NxLRGeOw",
      "embed_url": "https://www.youtube.com/embed/ue_NxLRGeOw"
    }
  },
  {
    "metadata": "R|2018|2h 20min|Action,Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "88,796"
    },
    "title": "Den of Thieves (2018)",
    "description": "Den of Thieves (2018)IMDb – 7.0/10_____Rotten – 41%အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက် ၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့ပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေကဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ဇာတ်လမ်းက အများကြီးချဲ့ပြောလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။မင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်ဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး မေတ္တာရပ်ခံလိုက်ပါတယ်။အားလုံးပဲ သင်္ကြန်အကြိုရက်မှာ ဝုန်းဒိုင်းကြဲ မိုက်ရိုင်းထွားကြိုင်းနိုင်ကြပါစေ ?File Size : (0.99 GB)Quality : WEB-DL 720pRunning Time : 2hr 20minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.H264.AC3-EVOTranslated by Thura & Arkar PhyoEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s3FDBLH4qc1IcjexB05Qvbn3wxO.jpg",
      "https://image.tmdb.org/t/p/w300/qX0aJOenowh0zbjSuBgpdJC4SkR.jpg",
      "https://image.tmdb.org/t/p/w300/lVbOiu4PFjA7Y0ywNzuGWwLq6XN.jpg",
      "https://image.tmdb.org/t/p/w300/vGSbHoXBxm3iJVep17m7DKnsOWM.jpg",
      "https://image.tmdb.org/t/p/w300/wcnqRlcnMagiedNTZEqN0twvcV.jpg",
      "https://image.tmdb.org/t/p/w300/1kncieVJW7uvqsDd5q8CDOBq8ks.jpg",
      "https://image.tmdb.org/t/p/w300/xj9crzy3QNOrDvsI5SGruVSMNRa.jpg",
      "https://image.tmdb.org/t/p/w300/1AzDnMWxl47op9yfx5F92FYCJRv.jpg",
      "https://image.tmdb.org/t/p/w300/3e2vnY13IQGt5XMCqoDsPkaKOVh.jpg",
      "https://image.tmdb.org/t/p/w300/j38QGhDurarJcTocfkkYYkh2aSx.jpg",
      "https://image.tmdb.org/t/p/w300/2XJdCYPIYE0yjgWKqui6zLUe5z1.jpg",
      "https://image.tmdb.org/t/p/w300/dQiSch7mhZNQoTuA28opMu8RIxP.jpg",
      "https://image.tmdb.org/t/p/w300/yETMLkyTEo76dZBImS3XqMLSKLQ.jpg",
      "https://image.tmdb.org/t/p/w300/zwJXsj1qWu4WUcBmnHC4eDcxW1x.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/04/den-of-thieves-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/den-of-thieves-2018-mm-sub",
        "server": "VIP Links",
        "size": "999 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/den-of-thieves-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "999 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://tubesb.com/8cvdq7r2yw0v.html",
        "server": "streamsb.com",
        "size": "999 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "HusPt_1-qto",
      "video_url": "https://www.youtube.com/watch?v=HusPt_1-qto",
      "embed_url": "https://www.youtube.com/embed/HusPt_1-qto"
    }
  },
  {
    "metadata": "R|2001|1h 38min|Action,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "60,044"
    },
    "title": "Kiss of the Dragon (2001)",
    "description": "Kiss of the Dragon (2001)IMDb -6.6/10_____Rotten – 51%2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့ကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်ရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်ပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့ကအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့တရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကိုရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်းရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်Jassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်းခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့………………..။ဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့ကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္ေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္ပါရီၿမိဳ႕မွာ သြားေရာက္ရိုက္ကူးထားတာျဖစ္ပါတယ္ဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Lui Jian ဟာတရုတ္ရဲတပ္ဖြဲ႕ကအရာရွိတစ္ေယာက္ျဖစ္ၿပီး ျပင္သစ္က မူးယစ္ေဆးဂိုဏ္းနဲ႔ ခ်ိတ္ဆက္ေနတဲ့တရုတ္မူးယစ္ေဆးဂိုဏ္းရာဇာကို ဖမ္းဆီးဖို႔ လိုက္လံစံုစမ္းရင္း ပါရီၿမိဳ႕ကိုေရာက္ရွိလာပါတယ္ ဒီလိုနဲ႔ Jian ဟာ ျပင္သစ္က အခ်ိတ္အဆက္ကုိစံုစမ္းရင္း ျပည့္တန္ဆာမေလး Jassica နဲ႔ ေတြ႕ဆံုမိပါတယ္Jassica ရဲ႕ ေဂါင္း Richard ဟာ Jassica ကို သူ႔သမီးနဲ႔အပိုင္ၿခိမ္းေျခာက္ထားတာျဖစ္ၿပီး Richard ကိုယ္တိုင္က ဖာေဂါင္းသာမကပဲမူးယစ္ဂိုဏ္းရဲ႕ ဂ်ိတ္တခု ျဖစ္ေနတဲ့အခါမွာေတာ့………………..။ဒီဇာတ္ကားကိုဘာသာျပန္ေပးခဲ့တာက ကိုကြန္ပိုက္ ပါပဲခင္ဗ်File Size – 774 MBFile Type – Mp4Quality – Blu-Ray Rip 720pDuration – 01:38:00Translator – Con PikeEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cz8dPoy4qqhsoqwAozgqM5OBsBX.jpg",
      "https://image.tmdb.org/t/p/w300/ps8mYxTHBSi1QYHXkcHANznP3EN.jpg",
      "https://image.tmdb.org/t/p/w300/62ySrux6DMuV7eEXf48VFvjhGxZ.jpg",
      "https://image.tmdb.org/t/p/w300/ysioBYUXcQn1NdV9SABXqmuQIQH.jpg",
      "https://image.tmdb.org/t/p/w300/uVxpiVbQPclPho4pj2RYWo1dcHK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/rpcyhppx6ivz.html",
        "server": "usersdrive.com",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/kiss-of-the-dragon-2001-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/VIsVgAiZ#0KHIkbTaQ5TsWB50uZsQv08KUThocaot115AylTnWXo",
        "server": "mega.nz",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/v9uig2jmu84c",
        "server": "upstream.to",
        "size": "774 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "r0niCjov11A",
      "video_url": "https://www.youtube.com/watch?v=r0niCjov11A",
      "embed_url": "https://www.youtube.com/embed/r0niCjov11A"
    }
  },
  {
    "metadata": "|2021||Crime,Drama,Mystery,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Girl on the Train (2021)",
    "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီးရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။မီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်လူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။ဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ….File size…1.7GB and 874MBQuality….WEB-DL 1080p and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. LittleNeoEncoder ….. August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hdyP0WWMbEr28395dSADp9mlrkm.jpg",
      "https://image.tmdb.org/t/p/w300/izXW8rWa3WfwihRiC0r56E61Ngp.jpg",
      "https://image.tmdb.org/t/p/w300/iGoFTuh4eV7k3lJRBTwiSLoVn0D.jpg",
      "https://image.tmdb.org/t/p/w300/7mFGVYpPeSFnXkVR215fGRPBQVG.jpg",
      "https://image.tmdb.org/t/p/w300/4VaGekY49kBOjxPRjCMkJptyUQL.jpg",
      "https://image.tmdb.org/t/p/w300/4hU573eDO44qCr46gkRoonrKqOq.jpg",
      "https://image.tmdb.org/t/p/w300/fLXZqWalyf06GV1JclPv8oovv3h.jpg",
      "https://image.tmdb.org/t/p/w300/tYa0xDrhKnFMFMxhDsLKMcDT9HS.jpg",
      "https://image.tmdb.org/t/p/w300/tNRFVTqa0ypfycHdaLETkhEXhog.jpg",
      "https://image.tmdb.org/t/p/w300/5qZEgrfIGFZ3G5LbFjEbhajVtBJ.jpg",
      "https://image.tmdb.org/t/p/w300/a1qRw5cl68F6sLPSBJf4YDybECh.jpg",
      "https://image.tmdb.org/t/p/w300/mT8isJBaJUYh616kqgVkp8DGKz1.jpg",
      "https://image.tmdb.org/t/p/w300/be6rh9fZde7WoCq040Vm2berIZw.jpg",
      "https://image.tmdb.org/t/p/w300/kzX5ZCq4zfJYEeXmuhz6nL00sgn.jpg",
      "https://image.tmdb.org/t/p/w300/tOvtdfL1Zg6tidBjeoEIJ5GEl39.jpg",
      "https://image.tmdb.org/t/p/w300/6eIaj6SDEm7wGhnBprwWkx0sNNQ.jpg",
      "https://image.tmdb.org/t/p/w300/5wiODPmsTWQmp99ctWUpaCAXcZD.jpg",
      "https://image.tmdb.org/t/p/w300/5MUvKD3vuzq3VTSu9wUzQ0ktb7p.jpg",
      "https://image.tmdb.org/t/p/w300/6N3hsR6PgXsriQQXV3R009CKlIg.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://megaup.net/2i2ci/The_Girl_on_the_Train_(2021).Hindi.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://veryfiles.com/lowz4j96ykqv",
        "server": "veryfiles.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://usersdrive.com/mubp7acz9sap.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://upstream.to/2uuh5664v7y2",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2021-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://megaup.net/W7gy/The_Girl_on_the_Train_(2021).Hindi.720p.CM.mp4",
        "server": "megaup.net",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://veryfiles.com/a0u66sk7wwvz",
        "server": "veryfiles.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://usersdrive.com/3gmrp8iltb3o.html",
        "server": "usersdrive.com",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://upstream.to/8yqw9sqea79r",
        "server": "upstream.to",
        "size": "874 MB",
        "quality": "720 P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-girl-on-the-train-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "LE8-4aRf5VQ",
      "video_url": "https://www.youtube.com/watch?v=LE8-4aRf5VQ",
      "embed_url": "https://www.youtube.com/embed/LE8-4aRf5VQ"
    }
  },
  {
    "metadata": "R|2018|116 min|Crime,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3,010"
    },
    "title": "American Animals (2018)",
    "description": "ဒီရုပ်ရှင်ကား ကို မကြည့်ခင် သတိပေးချင်တာကအတော် ခေါင်းရှုပ်ရလိမ့်မယ် မျက်စိတွေ နောက်ရလိမ့်မယ်ဆိုတာပါပဲ ဒါပေမယ့် ကြည့်ရင်း ကြည့်ရင်း နဲ့အကြောင်းအရာ တစ်ခုကို တစ်ဖြေးဖြေး သဘောပေါက်သွားပါမယ်IMDb 7.1 ဆိုတော့ ဇတ်လမ်းမကောင်းမှာ စိတ်မပူရပါဘူးအကြောင်းအရာလေးက ကန်တူကီ မှာ ၂၀၀၄ ခုနှစ်ကတကယ်ဖြစ်ပွားခဲ့တဲ့ အကြောင်းအရာလေးကို ရိုက်ကူးထားတာပါဇတ်လမ်းကို အညွှန်းပုံစံ မပြောပဲ စာအနေနဲ့ပဲ ပြောပြချင်တော့တယ်ကျောင်းသားလေး ယောက်ဟာ အနုပညာ ပြတိုက်မှာ ရှိတဲ့ ဒေါ်လာသန်းချီတန်တဲ့ စာအုပ်တစ်အုပ်ကို ခိုးယူဖို့ ကြံစည်ကြတဲ့ အကြောင်းလေးပါသူတို့ အသက်ငယ်ငယ်လေးတွေ နဲ့ ဒီလိုအရာကို ခိုးယူဖို့ ဘာတွေကသူတို့စိတ်ကို ညစ်ညမ်းစေခဲ့သလဲ ဘယ်အရာတွေ ကြောင့်လဲအတွေးပေါင်းများစွာ နဲ့ ကြည့်ရှုရမှာပါ မထင်မှတ်ထားလောက်တဲ့ဇတ်ကြောင်းကို အဲ့ဒီဖြစ်ရပ်မှာ ပါဝင်ခဲ့တဲ့ ကျောင်းသား ၄ ယောက်ကပြန်ပြောပြထားပါတယ်….ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလေးယောက်ဟာ ဘာရာဇဝတ်မှုမှမကျူးလွန်ထားဘူးတဲ့ ရိုးရိုးအေးအေးလေးတွေပါပဲဒီလိုည မိုးအေးအေးလေးနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါအုံးဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့May Thu ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးပါသည်။",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3ccBOsbVpgwN9K5whd2UB9ACebG.jpg",
      "https://image.tmdb.org/t/p/w300/fNMnbfgylf3WApZT5XOZwYHQGTW.jpg",
      "https://image.tmdb.org/t/p/w300/1oQIy3K3o3B0Nmxmg0Z1HZMsA1Q.jpg",
      "https://image.tmdb.org/t/p/w300/xS0B2eqLKE8rRsL18Y0OhkZmbeJ.jpg",
      "https://image.tmdb.org/t/p/w300/16GzEtsLBZJEpwVqdZ2SOAbVvd6.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYTc4ZWQyODItMTZjYy00OTVmLWEzMjUtNTlkOTJjMzhiYzAxXkEyXkFqcGdeQXVyODE0MDY3NzY@._V1_SY1000_CR006781000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/american-animals-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23 GB",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/american-animals-2018",
        "server": "VIP Links",
        "size": "1.23 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/pfvcve2m8xfd",
        "server": "veryfiles.com",
        "size": "1.23 GB",
        "quality": ""
      },
      {
        "link": "https://sbcloud1.com/uwp1qp2bskof.html",
        "server": "streamsb.com",
        "size": "1.23 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SKvPVvy2Kn8",
      "video_url": "https://www.youtube.com/watch?v=SKvPVvy2Kn8",
      "embed_url": "https://www.youtube.com/embed/SKvPVvy2Kn8"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "270K"
    },
    "title": "Dog Day Afternoon (1975)",
    "description": "Dog Day Afternoon ဆိုတဲ့ ၁၉၇၅ ထွက် ဇာတ်ကားဟာ နယ်နယ်ရရကားမဟုတ်ပါဘူး။ ၁၉၇၆ ခုနှစ်အတွက် အကောင်းဆုံးဇာတ်ညွှန်းအတွက်အော်စကာဆုရရှိခဲ့ပြီး တခြား အော်စကာဆု ၄ ခုအတွက်လည်း ဆန်ခါတင်စာရင်းထဲ ပါဝင်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင်တခြားကချီးမြှင့်တဲ့ဆုတွေလည်း အများကြီး သိမ်းပိုက်နိုင်ခဲ့ပြီး ဟောလိဝုဒ်ရဲ့နာမည်ကျော် Al Pacino က အဓိက ဦးဆောင် ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်လေးက တွေးကြည့်ရင် ရိုးတယ်ထင်ရပေမဲ့ ကြည့်တဲ့အခါမှာထိုင်ရာမထ အစအဆုံး ဆွဲခေါ်သွားမဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကား တစ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အမြည်းပြောပြရမယ်ဆိုရင် Soony နဲ့ Sal ဆိုတဲ့သူငယ်ချင်း ၂ ယောက် နယူးယောက် ဘရွတ်ကလင်းက ဘဏ်တစ်ဘဏ်ကိုဓားပြတိုက်ခြင်းနဲ့ စတင်ခဲ့ပါတယ်။ ၁၀ မိနစ်နဲ့ ပြီးသွားရမဲ့ သူတို့ရဲ့ အစီအစဥ်ကသူတို့ထင်သလို ၁၀ မိနစ်နဲ့ မပြီးဘဲ နာရီပေါင်းများစွာကြာမြင့်တဲ့ ဓားစာခံအခြေအနေကို ကူးပြောင်းသွားတဲ့အခါမှ သူငယ်ချင်း ၂ ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ။ သူတို့ ဘဏ်ဓားပြတိုက်ခြင်းရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတွေ ရှိကြမလဲ ဓားစာခံခေါ်ထားခြင်း ခံရတဲ့ ဘဏ်ဝန်ထမ်းတွေရဲ့တုံ့ပြန်မှုကရော ဘယ်လိုလာမလဲ စတာတွေကို အပြင်မှာ တကယ်ဖြစ်ရပ်မှန်ဖြစ်ခဲ့ပါလားဆိုပြီး ခံစားကြည့်ရှုတဲ့အခါမှာ လုံးဝအံ့အားမှင်သက်မှုတွေကိုခံစားစေရမှာဖြစ်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ မဖြစ်မနေကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျား…..File size…2.21 GB / 1.37GBQuality…WEB-Rip 1080p  / 720pFormat…mp4Duration….2h 5mGenre ….. Biography , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Lin Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m10uqk0HI5JcITAbxNJIIiGA8HP.jpg",
      "https://image.tmdb.org/t/p/w300/v1pWTh1I20jJbNpJvcwUIUjJqbs.jpg",
      "https://image.tmdb.org/t/p/w300/imEb2SItF8gZQxRwKbqcdQubl66.jpg",
      "https://image.tmdb.org/t/p/w300/ahqTRP5mPOm3fMO8WjXbHlaF4Mo.jpg",
      "https://image.tmdb.org/t/p/w300/buhW5eBDyHYpTvTCtgD22SChobN.jpg",
      "https://image.tmdb.org/t/p/w300/ajke4kdyKqzC5zOB7iyXz3XqIE6.jpg",
      "https://image.tmdb.org/t/p/w300/g0NSjdH2eJgRaf7epUMQo8vRScv.jpg",
      "https://image.tmdb.org/t/p/w300/ikZ6hqwqDTyHiYZ9RuBSKHfMAIZ.jpg",
      "https://image.tmdb.org/t/p/w300/VA2MFovOSgWdS6cz1FsdfvHd6X.jpg",
      "https://image.tmdb.org/t/p/w300/osQdVv29DUgpz3RdRLvJ5gGL0g.jpg",
      "https://image.tmdb.org/t/p/w300/kXkgju8nRFggBKxSKbup19G7gD0.jpg",
      "https://image.tmdb.org/t/p/w300/xdMrLGbdNUo4qYwx8q8JbbZrEK3.jpg",
      "https://image.tmdb.org/t/p/w300/pc4RJwzqBkSrfyCIkogI2EG7LlY.jpg",
      "https://image.tmdb.org/t/p/w300/2p78LlnaPfFAiGHt2K2j9tAI3q.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mavrhr0ig2aCRR8d48yaxtD5aMQ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fa95wd7vfhtd.html",
        "server": "usersdrive.com",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-day-afternoon-1975-web-rip-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/7rPh4/Dog_Day_Afternoon_[1975].WEB-Rip,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/izggBAoJ#oAK5BmgCF90DLrtYvJEzSMvqfDyvbuI03Nm7sS6s-_Y",
        "server": "mega.nz",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ymhhimwz4gj3",
        "server": "streamvid.io",
        "size": "2.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xdy1m0fkszhr.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-day-afternoon-1975-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/7rPj0/Dog_Day_Afternoon_[1975].WEB-Rip,720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/uihjyAAK#thbDTnmVVec2KmYm6vABwgG9XH7FDrWYzrqP3KZeViY",
        "server": "mega.nz",
        "size": "1.37GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/4jkomt0ggrbt",
        "server": "streamvid.io",
        "size": "1.37GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "I9l1nFdz11A",
      "video_url": "https://www.youtube.com/watch?v=I9l1nFdz11A",
      "embed_url": "https://www.youtube.com/embed/I9l1nFdz11A"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Replacement Killers (1998)",
    "description": "ဇာတ်လမ်းအကျဥ်းလေးကတော့ မူးယစ်မှောင်ခိုဂိုဏ်းခေါင်းဆောင် တာရန့်စ်ဝေရဲ့ သားဖြစ်သူဟာ ရဲတစ်ယောက်ကြောင့် အသတ်ခံခဲ့ရတယ်။ တာရန့်စ်ဝေက ရဲကို လက်စားချေဖို့အတွက် ဂျွန်လီ့ကို တာဝန်ပေးခဲ့တယ်။ ဂျွန်လီဆိုတာကတော့ တာရန့်စ်ဝေ ခိုင်းတဲ့ မစ်ရှင်၃ခုကို ဆောင်ရွက်ပေးဖို့အကြွေးရှိတဲ့သူပေါ့။ပထမမစ်ရှင်နှစ်ခုကို အဆင်ပြေပြေလုပ်နိုင်ခဲ့ပေမဲ့ နောက်ဆုံးမစ်ရှင်ကို ဂျွန်လီတစ်ယောက် မလုပ်နိုင်ခဲ့ဘူး။နောက်ဆုံးမစ်ရှင်ဆိုတာကလည်း ရဲရဲ့၇နှစ်အရွယ်သားလေးကို ရဲရဲ့လက်ထဲမှာပဲသတ်ဖို့ပါ။ ဟုတ်ပါတယ် တာရန့်စ်ဝေက အဲလောက်ထိရက်စက်တာပါ။ သားသမီးကို ဆုံးရှုံးရတဲ့နာကျင်မှုကို ရဲကို ထပ်တူနာကျင်စေချင်တာပါ။ ရဲနဲ့ သူ့ရဲ့သားလေးအတူရှိနေတဲ့အချိန်ကလွဲရင် ကျန်တဲ့အချိန်တွေက သူတို့အတွက် ဘေးကင်းပါတယ်။မစ်ရှင်မအောင်မြင်တဲ့အချိန်ကနေစပြီး ဂျွန်လီက တာရန့်စ်ဝေရဲ့ပစ်မှတ်ဖြစ်သွားတော့တာပါပဲ။ တာရန့်စ်ဝေက ဂျွန်လီရဲ့မစ်ရှင်ကို အပြီးသတ်ဖို့ အစားထိုးလူသတ်သမားတွေကို ထပ်ဌားခဲ့ပြီး အဲဒီလူသတ်သမားတွေကပဲ ဂျွန်လီ့အပြင် ရဲရဲ့သားလေးကိုသတ်ပေးရမှာပါ။ ဂျွန်လီ့ရဲ့စကေးနဲ့ဆိုရင် အသာလေး လွတ်မြောက်နိုင်ပေမဲ့ မိသားစုကို ကာကွယ်ဖို့နဲ့ ရဲရဲ့သားလေးကို ကာကွယ်ဖို့ဆိုတဲ့ ရွေးချယ်မှုကြုံလာတဲ့အခါ ဂျွန်လီ့အနေနဲ့ မဆိုင်တဲ့သူကို လျစ်လျူရှုထားနိုင်မလား အပြစ်မဲ့တဲ့သူတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလို့ရပါပြီနော်။File size…(2.4 GB)/(1 GB)/(500 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:36:00Genre…Drama,Action,Crime,thriller,MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Su Eaindra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5jHH6njiSXvQuQU7T3va5I6bPMW.jpg",
      "https://image.tmdb.org/t/p/w300/aSExUGceWjQNfGxYcTTyKgMONEG.jpg",
      "https://image.tmdb.org/t/p/w300/yYY0eWwfbvb1OTUx5cMNvHogDvs.jpg",
      "https://image.tmdb.org/t/p/w300/a7K4AvrQkLxRDymZJC8o73BJObX.jpg",
      "https://image.tmdb.org/t/p/w300/2rhlACk0JzNC7LdutFWah3SFyWG.jpg",
      "https://image.tmdb.org/t/p/w300/3f7SvxTcRnaJQa8CmgwZMj5Imcg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmM5YmI0NzYtNDViNi00MzIwLWJhOGUtZTJmMmY5ZmUzZmQ3XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-replacement-killers-1998-extended-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nrxfplpsepq8.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yFP2/The.Replacement.Killers.1998.EXTENDED.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/bRxyTZBb#A6l0PmQ9jaGFlYOKQ8RJOkCOFfejU47qZFbzdSG6JbY",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/p29wjs1zvtxb.html",
        "server": "streamsb.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ekk4xksejvcz",
        "server": "streamvid.io",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-replacement-killers-1998-extended-720-p-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/tufq4vxjflxu.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SIm7/The.Replacement.Killers.1998.EXTENDED.720p.(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2ZYwXTjS#6A8VSVDqaODPdIfq1_-Mi5_SrLNFediebLZa3xelVPA",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/h0ghzw8lw5u7.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ybwxgvpobzmm",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-replacement-killers-1998-extended-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/50jana51k1un.html",
        "server": "usersdrive.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2yFO2/The.Replacement.Killers.1998.EXTENDED.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/LVpxVSTK#2J-ucewg1x1dqGa9fG7Q6Bwsm1bKvuu0zm4iDD8cwcA",
        "server": "mega.nz",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/r3zhk8qio58p.html",
        "server": "streamsb.com",
        "size": "500MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/ivkxfglxojnn",
        "server": "streamvid.io",
        "size": "500MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "LHFDWd8VMkM",
      "video_url": "https://www.youtube.com/watch?v=LHFDWd8VMkM",
      "embed_url": "https://www.youtube.com/embed/LHFDWd8VMkM"
    }
  },
  {
    "metadata": "|||Bollywood,Crime,Drama,Romance",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "5426"
    },
    "title": "Jannat (2008)",
    "description": "Jannat(2008)အရ်ဂျွန်က စိတ်မြန်ပြီး တဇွတ်ထိုးလုပ်တတ်တဲ့ သွေးဆူဆူ လူငယ်တစ်ယောက်။သူကဖဲချပ်တွေကစားရတာအလွန်ဝါသနာပါပါတယ်။ ဖဲချပ်တွေကိုပွတ်တဲ့နေရာမှာတော့ ပါရမီပါတယ် ပြောရမလားပဲ…သူ့အတွက်လက်ဖျားငွေသီးလာသလိုပဲ….အဲ့ဒီငွေကနေအဆင့်တက်ပြီး ခရက်ကစ်ပွဲတွေမှာအ‌လောင်းအစားဝင်လုပ်ပါတယ်။ဒီလိုနဲ့ ဒုစရိုက်လောကထဲကို တဖြည်းဖြည်းသူရောက်သွားတယ်…နောက်ပိုင်းငွေအလွယ်ရလာတဲ့အပြင် ငွေရှိသူတွေရဲ့ အာဏာနဲ့ အမှန်တရားဆိုတာဟာ ငွေနဲ့အင်အားကြီးသူတို့အတွက် သာရှိတယ်လို့ သူမြင်လာတဲ့နောက်မှာတော့သူဟာ ဒီလောကရဲ့အရှင်သခင်ဖြစ်ဖို့ကြိုးစားပါတော့တယ်….ကိုင်းဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ဦးဗျို့…ဂန်းစတားကား ခပ်မိုက်မိုက်ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း…။ဒီကားရဲ့အဆက် Jannat 2 (2012) ကိုလဲ ဆက်လက်ရှုစားကြပါကုန်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Thaik San မှတင်ဆက်ထားပါတယ်။)File size…(3 GB)/(1.3 GB)Quality….WEb-DL 1080p /720pFormat…mp4Duration….02:20:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byThaik San",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cdCHtYLpn1B9Jyy0QP5d1pXfR9B.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNzU3NzIwZDgtMjZhNi00NjA0LWI5YTctODE0MzM4Y2JkMTExXkEyXkFqcGdeQXVyMTAxMzUyODQ1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-jannat-2008-hindi-1080-p-amzn-web-dl-ddp-5-1-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ET1nCYTa#2bbD1yFp4u31rX64Dyi5Z-JsC_TCKHki8HFNpbFpydk",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kz16lrduywph.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jannat-2008-hindi-720-p-amzn-web-dl-ddp-5-1-x-264-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BT0WlJjS#YiWd-dNnWMp6ctSUJI42q7V56ugZMvMNuB1ziPMNus8",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rgkn8vc32a6y.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7h0gulxa30nx",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/hq4jvkgsyy75",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]