[
  {
    "metadata": "|2008||Action,Crime",
    "rating": {
      "rating": "5.4/10",
      "rating_count": ""
    },
    "title": "Bangkok Dangerous (2008)",
    "description": "ဂျိုး(နီကိုလတ်ကေ့ဂျ်) ဟာဆိုရင် ကြေးစားလူသတ်သမားတစ်ယောက်ပါသူဟာ စည်းကမ်းတကျ လုပ်တက်သူဖြစ်ပြီး ပြင်ပ ဆက်ဆံရေး ဆိုတာလည်းမရှိပါဘူး။ပုံမှန်တော့သူက သူခိုးကြမ်းပိုးလေးတွေကို သူ့အတွက်သတင်းပေး အကူအဖြစ်ငှားရမ်းပြီးပဲ လှုပ်ရှားတက်ပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာသူ့ရဲ့ အလုပ်အတွက် ဘန်ကောက်မှာ လုပ်ကြံဖို့ အတွက် သွားပါတော့တယ်အဲ့မှာထုံးစံအတိုင်း ဒေသခံ လူငယ်တစ်ယောက်ကို သူ့အတွက် သတင်းပေးအကူအဖြစ် ငှားရမ်းပါတော့တယ်။ဒါ့အပြင် ဂျိုးဟာ ဘန်ကောက်မှာ ဆွံအနားမကြားတဲ့ကောင်မလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးသူနဲ့ အချိန်ဖြုန်းလေ့ ရှိပါတယ်။ဒါပေမဲ့ ဂျိုးကိုငှားရမ်းထားတဲ့ လူဆိုးခေါင်းဆောင်က ဂျိုးဟာသူတို့ကို သိနေတယ်ဆိုတာကို သိပြီးတဲ့နောက်မှာ ဂျိုးအပါအဝင် အကုန်လုံးကိုရှင်းပစ်ဖို့ လုပ်ပါတော့တယ်။ဂျိုးတစ်ယောက် လုပ်ကြံ မှု့တွေ အပြင် လူဆိုးခေါင်းဆောင်ရဲ့ ကောက်ကျစ်ယုတ်မာမှု့တွေကိုပါ ရင်ဆိုင်နိုင်မလား ဆိုတာ ကို စိတ်ဝင်စားစွာ ကြည့်ရှု့ရမှာပါ။File Size : 680MB/330MBQuality : 720PRunning Time :1h 39minFormat : Mp4Genre : Action,Trill, CrimeEncoder :Tariq L WalkerTranslator : Myanmar SubtitleYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDanny Pang (as The Pang Brothers)Oxide Chun Pang (as The Pang Brothers)StarsCharlie YeungNicolas CageShahkrit YamnarmCastCharlie YeungNicolas CageShahkrit Yamnarm",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTk2NjU4MDYwNV5BMl5BanBnXkFtZTcwMDQ5ODg3MQ@@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bangkok-dangerous-2008-mm-sub",
        "server": "VIP Links",
        "size": "658GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bangkok-dangerous-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "658GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/33u3e/Bangkok_Dangerous_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "658GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/uq2bfn0pgucs.html",
        "server": "streamsb.com",
        "size": "658GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2008|112 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "122,564"
    },
    "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
    "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့…လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်…ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်…ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ….သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ…..။File size…(3.8 GB) /(1.3 GB)Quality….BluRayRegrade DS4KHEVC/720pFormat…mkv/mp4Duration….01:51:47Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMin Thet OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRob CohenStarsBrendan FraserJet LiJohn HannahMaria BelloCastAlbert KwanAlex ChiangAlison LouderAllan Yuk-lun ChouAnthony WongBrendan FraserBrian HoCharles EspositoChris MarkDaniel Richard GiverinDarryl QuonDavid CalderDon LewEmerald StarrFernando ChienFreda Foh ShenHelen FengHuy Phong DoanIsabella LeongJames BradfordJames MarkJessey MengJet LiJing GuoJohn HannahKen TranKham Tri VixaysyKyle Burnett CashulinLam Cong-QuyenLarry LamLiam CunninghamLiang TianLuke FordMac Jeffrey OngMarcia NasatirMaria BelloMichael SchererMichelle YeohMike ChingPaul WuRegis AttiowRussell WongScott TaylorStella Maryna TroshynaTony WaiVi-Hung LuvWei BinghuaWu JingWu YungstunXiang Guangxu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z1btePhD1jIDLbjy5OCnO0KVf5O.jpg",
      "https://image.tmdb.org/t/p/w300/5VLm8it3g8y9pOJFizYCY8hlV5Z.jpg",
      "https://image.tmdb.org/t/p/w300/ge6XNNBUNoc1Ve527Q7XLAmEx2k.jpg",
      "https://image.tmdb.org/t/p/w300/4s2WDApjH4fNjpybiVH2CswvRTA.jpg",
      "https://image.tmdb.org/t/p/w300/vxOuxgpS994JgtuVtn3eRLw17P4.jpg",
      "https://image.tmdb.org/t/p/w300/b0YldiR5c3Hox4QBQsSRCcgtn1c.jpg",
      "https://image.tmdb.org/t/p/w300/wRdUCui6IDuYhYOileW8knk64A2.jpg",
      "https://image.tmdb.org/t/p/w300/bduMa3ZswKPBDtEJjb0XDelmtGy.jpg",
      "https://image.tmdb.org/t/p/w300/cGDn4n6cK7KYCTV716gbzLEHoc4.jpg",
      "https://image.tmdb.org/t/p/w300/gBYgRl9ErXYPxsLSBmxTzC0D2wm.jpg",
      "https://image.tmdb.org/t/p/w300/q8zGHxiutm6tyUHaBkbpP6OfcUl.jpg",
      "https://image.tmdb.org/t/p/w300/gxxeugjjk1JWkuCqoRJB1DBXNRZ.jpg",
      "https://image.tmdb.org/t/p/w300/3d6AMmQuhAEnutmgcyZHHIhYSJX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-mummy-tomb-of-the-dragon-emperor-2008-sdr-10-re-grade-1440-p-10-bit-4-k-bd-rip-x-265-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://megaup.net/1Sny5/(CM)_The_Mummyː_Tomb_of_the_Dragon_Emperor_(2008)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://mega.nz/file/lJ1y0LLC#oAdiW0GrO-AAtnwdp6Onwed1Lx-d7oZ8Hw3w13B2s1o",
        "server": "mega.nz",
        "size": "3.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://usersdrive.com/35egqji78iu6.html",
        "server": "usersdrive.com",
        "size": "3.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-mummy-tomb-of-the-dragon-emperor-2008-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cq5l/(CM)_The_Mummyː_Tomb_of_the_Dragon_Emperor_(2008)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1EMnzL5L#p-qPR3PvOGElUa7OKu00mfOv1S1LF1cckiDSsD-tZWE",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1lprlgtgcqe2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2kx3u9r3ed1o",
        "server": "streamvid.io",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/xtiqbscwpgzg.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ol-U0ibnVD4",
      "video_url": "https://www.youtube.com/watch?v=ol-U0ibnVD4",
      "embed_url": "https://www.youtube.com/embed/ol-U0ibnVD4"
    }
  },
  {
    "metadata": "PG-13|2008|104 min|Comedy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "298,411"
    },
    "title": "Yes Man (2008)",
    "description": "JimCarreyကားဆိုေတာ့ အထူးေျပာစရာေတာ့မလုိဘူးေနာ္။iMDb ၆.၈ ရထားတဲ့ ကားေကာင္းတစ္ကားပါ။လူတိုင္း လူတိုင္းမွာ လူတိုင္း လူတိုင္းမွာ အဆိုးျမင္၀ါဒေလးေတြရွိၾကမွာပါ။ငါကအေျပာမေကာင္းဘူး၊ငါကအေပါင္းအသင္းမဆံ့ဘူး၊ငါက မေတာ္ဘူးဆိုျပီး တစ္ခါတစ္ေလကုိယ့္ကုိယ္ကုိ အဆိုးျမင္မိၾကပါတယ္။ဒီကားထဲမွာလည္း ကားလ္က အဆိုးျမင္သမားပါပဲ။ကုိယ့္ကုိယ္ကို ေဘာင္ေလးထဲမွာ ေပ်ာ္ေမြ႕ေနသူေပါ့။တစ္ေန႔ ေဟာေျပာပြဲတစ္ခုကို တက္ေရာက္လိုက္တဲ့အခ်ိန္မွာသူဟာ အျမင္ေျပာင္းလဲသြားပါတယ္။အျမင္ေျပာင္းလဲလိုက္တာနဲ႔ တစ္ျပိဳင္နက္ သူ႕ဘ၀ဟာ ေကာင္းတာေတြျဖစ္လာပါေတာ့တယ္။ေဟာေျပာပဲြက ဘာေျပာလိုက္လို႔လဲ?အဲ့ဒီေကာင္းျခင္းေတြကေရာ ၾကာရွည္ခံပါ့မလား? ဆိုတာ ၾကည့္ရႈလိုက္ပါေနာ္(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Inzali Than Htike ပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1hr 44minFormat : Mp4Genre : Comedy, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.AC3-ETRGTranslated by Inzali Than HtikeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeyton ReedSheila WaldronTodd AmateauStarsBradley CooperDanny MastersonFionnula FlanaganJim CarreyJohn Michael HigginsLuis GuzmánMolly SimsRhys DarbySasha AlexanderZooey DeschanelCastAnna KhajaBradley CooperCecelia AntoinetteDanny MastersonFionnula FlanaganHeidi HerschbachJackie HarrisJamie DenboJim CarreyJohn Michael HigginsLuis GuzmánMolly SimsRebecca CorryRhys DarbyRoni MeronSasha AlexanderStephanie HodgeTerence StampVivian BangZooey Deschanel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oe32Z6gfjeNldrEPQWIrW1IbSaF.jpg",
      "https://image.tmdb.org/t/p/w300/nA7a6uJkrkNEa77043GThE7BgPu.jpg",
      "https://image.tmdb.org/t/p/w300/lLR6D7cYc57Agv9u23dj3geF6XI.jpg",
      "https://image.tmdb.org/t/p/w300/jgySyZOGvbOut5redBwNDaubCZb.jpg",
      "https://image.tmdb.org/t/p/w300/Mrbj07XlyIg8JRV5af5jCkGNh6.jpg",
      "https://image.tmdb.org/t/p/w300/84fH2grzA1OlrrkcNFAv9OcEiap.jpg",
      "https://image.tmdb.org/t/p/w300/lRQF06AWrdQpJ0gWwEUS6YRhbKz.jpg",
      "https://image.tmdb.org/t/p/w300/wkIxrUEThJ8OsAik42I5xgUoWCd.jpg",
      "https://image.tmdb.org/t/p/w300/5jkUaeIWES1M4wYEFn8bfAnIRV.jpg",
      "https://image.tmdb.org/t/p/w300/wTqYpzPklvTEa593icXvVzMgK0t.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/yes-man-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/50f011/yes-man-208-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1wwrl/Yes_Man_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/npYnSAwQ#AIi9BGFt9WWIjXHfpWtn_0FVaRBQ0lkjhJqyooL75W0",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/3uhvu8tol0q9",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "rvpsiIe2vBE",
      "video_url": "https://www.youtube.com/watch?v=rvpsiIe2vBE",
      "embed_url": "https://www.youtube.com/embed/rvpsiIe2vBE"
    }
  },
  {
    "metadata": "N/A|2008|100 min|Drama,War",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "242"
    },
    "title": "Tombstone of the Fireflies",
    "description": "——– မငိုပါနဲ့ ဆဲဆုကို ———ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီးခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်” ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် “လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေးကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။…..အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ……ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို…....ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ….…ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့………...။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ၊ Tombstone of fireflies ဆိုပြီး အမည်နဲ့ ထွက်ရှိထားပါတယ်။၏ ဂျပန်ဘာသာစကားပြော ဂျပန်ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်။တစ်ကားလုံးကြာချိန် မိနစ် ၁၀၀ ရှိပါတယ်။ စာရေးဆရာ Akiyuki Nosaka ရေးသားထားတဲ့ Grave of the Firefiles ဝတ္တုကိုပြန်လည်အခြေပြုရိုက်ကူူးထားပါတယ်။စစ်အတွင်းနဲ့ စစ်ကြီး ပြီးတဲ့ အချိန် ကိုဘီမြို့ ကဖြစ်ရပ်မှန်ကို အခြေခံပြီး ဒီဝတ္တုကိုရေးသားခဲ့ပြီး ၁၉၆၇ ခုနှစ်မှာပထမဆုံးမဂ္ဂဇင်းတစ်ခုမှာရေးသားခဲ့ပြီး ၆၈ မှာစာအုပ်ထုတ်ခဲ့ပါတယ် ။သူက ဒီစာအုပ်နဲ့ Best Popular literature ဆုကိုရရှိခဲ့ပါတယ်။My drama list မှာ Rating 8.2 ၊ AsianWiki 93ရရှိထားပါတယ်။ ဒါရိုက်တာ Taro Hyugajiရိုက်ကူးဖန်တီးထားခဲ့ပြီး အဓီက သရုပ်ဆောင်တွေက ကလေးလေးနှစ်ယောက်ဖြစ်ပါတယ်။ဆဲအီတ နေရာကသရုပ်ဆောင်တဲ့ ၁၉၉၁ဖွားReo Yoshitake နဲ့ ဆဲဆုကို နေရာက သရုပ်ဆောင်တဲ့ ကလေးမလေးက၂၀၀၂ဖွား Rina hatakeyama တို့ပါပဲ။နှစ်ယောက်လုံးကအသက်ငယ်ပေမယ့် ရုပ်ရှင်တွေ ရုပ်သံဇာတ်လမ်းတွေတော်တော်များများမှာ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ အထူးသဖြင့် ကလေးမလေးက ပိုပြီးဇာတ်လမ်းတွဲတွေ ရုပ်ရှင်တွေ ရိုက်ရပါတယ်။ဒီရုပ်ရှင်က Akiyuki Nosaka ဝတ္တုရဲ့ ပထမဆုံးရုပ်ရှင်ကားတော့မဟုတ်ပါဘူး။ သူ့ရှေ့မှာ နှစ်ကားရိုက်ထားပါသေးတယ်။ ပထမဆုံး ဝတ္တုကိုရုပ်ရှင် အနေနဲ့ဖန်တီးခဲ့တာမှာ anime ကာတွန်းကားအနေနဲ့ ဝတ္တုထွက်ပြီး နှစ် ၂၀ အကြာ၁၉၈၈ မှာ ဖန်တီးခဲ့တာပါ။ Grave of the Fireflies anime ကားက အကောင်းဆုံး ဇာတ်ကားဆုတွေ ထိပ်တန်းဇာတ်ကားစာရင်းတွေဝင်ခဲ့ပြီး ၂၀၀၀ ခုနှစ်မှာroger Ebert ရဲ့အကောင်းနဲ့ လွှမ်းမိုးနိုင်မှု အရှိဆုံး ကားထဲကတစ်ကားအဖြစ် သတ်မှတ်ခြင်းခံခဲ့ရပါတယ်။ဒီကာတွန်းကားမှာ တော်တော်လေးပေါက်ခဲ့ပါတယ်။ ကာတွန်းကား က ကလေးတွေနဲ့ သာဆိုင်တယ်ဆိုတဲ့ စကားကို ချိုးဖျက်ပစ်ခဲ့ပါတယ်။ပုံမှန်ကာတွန်းကား ထက် အဓိပ္ပယ် တော်တော်လေးနက်ခဲ့ပါတယ်။ဒုတိယ ကားကတော့ ကာတွန်းကားမဟုတ်တော့ဘဲ live action အနေနဲ့ ပထဆုံးစပြီးရိုက်ကူးခဲ့ပြီး NTVကဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးတဲ့ နှစ်၆၀ ပြည့် အထိန်းအမှတ်အနေနဲ့ နိုဝင်ဘာ ၁ရက်၂၀၀၅ ခုနှစ်မှာ ဂျပန်စံတော်ချိန် ည ၉ နာရီမှာစပြီး ထုတ်လွင့်ခဲ့ပါတယ် ။ဒီကားမှာ အဓိကဇာတ်ဆောင်ကောင်လေးနဲ့ ကောင်မလေးက အသက်နည်းနည်းလေးကြီးနေကြပါတယ်။ သူကလဲ ကာတွန်းကားနဲ့မတူဘဲ သူဟန်သူပုံစံနဲ့ ချပြခဲ့ပါတယ်။ဒီကား ကိုခြုံပြောရရင် ကလေးမလေးနေရာမှာသရုပ်ဆောင်က နည်းနည်း သွက်သွက်လေးဖြစ်ပြီး ပိုပြီး ဇာတ်လမ်းကို ကြွအောင် သရုပ်ဆောင်ပါတယ်။တတိယမြောက်အခုကားကို ၂၀၀၈ခုနှစ်မှာ ပြသခဲ့ပြီး ဇာတ်လမ်းပုံစံ ၊သရုပ်ဆောင်၊ ဇာတ်ဝင်တေးက အစ တစ်ကားနဲ့တစ်ကားကွဲပြားကြပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းကျောရိုးတော့ တူတူပါပဲ။ဒီဇာတ်မှာ ဇာတ်လမ်းကို လေးလေးပင်ပင်ပုံစံဘက်ရိုက်ကူးထားပြီး အဓီကကလေးသရုပ်ဆောင်တွေဖြစ်တဲ့ ကလေးနှစ်ယောက်က အသက်ငယ်ငယ်လေးတွေသုံးထားပါတယ်။ကလေးမလေးကဒီကားမှာ ထုံထုံထိုင်းထိုင်းလေးသိပ်မမလှုပ်ပဲ နဲ့ အေးအေးစက်စက်လေးသရုပ်ဆောင်ထားပါတယ်။အရင်ကားတွေနဲ့မတူဘဲ ဆင်ဒရဲလားဇာတ်လိုမျိုး ဇာတ်ပိုနာအောင်ရိုက်ထားပါတယ်။ဒါပေမယ့် လဲ မြန်မာပြည်သိန်းတန်လို ပြောရရင်တစ်ချို့နေရာလေးတွေ မှာ သိပ်မရောက်ဘူးကွယ်၊ ဒီထက်ပိုလုပ်နိုင်ရင်ကောင်းမယ်၊အဖိအဖော့လေးတွေ နည်းနည်းထည့်လိုက်ရင်ကောင်းမယ်ပေါ့။ဒီဇာတ်လမ်းထဲက ရေတပ်ကပ္ပတိန် တာဝန်ထမ်းဆောင်နေတဲ့ မာယ စစ်သဘောင်္က ဒုတိယ ၏ကမ္ဘာစစ်အတွင်းမှာ တိုက်ပွဲတော်တော်များများမှာ ပါဝင်ခဲ့ပြီး ၁၉၉၄ အောက်တိုဘာလ Lyete ၏ပင်လယ်ကွေ့စစ်ဆင်ရေးမှာ အမေရိကန်ရေငုတ်သဘောင်္ တော်ပိုဒို ထိမှန်နှစ်မြုပ်ပြီး ကပ္ပတိန်အပါသဘောင်္သား ၄၇၉ ယောက် ပျောက်ဆုံးခဲ့ပါတယ်။…ကဲ ဒါကဇာတ်လမ်းသမိုင်းနောက်ခံတွေပါ…ဇာတ်လမ်းပိုင်းမှာ…….ဇာတ်လမ်းအမျိုးအသားက မျက်ရည်ချူမယ့် ကားမျိုးဖြစ်ပါတယ်။ ဇာတ်ကားတစ်ခုလုံး ကြည့်ရတဲ့ခံစားချက်က လေးပင်နေပါတယ်။ဒါပေမယ့် မျက်ရည်မကျပဲရင်ထဲ မှာခဲဆွဲထားသလိုအပြည့်ဖြစ်နေပြီးလေးလေးကြီးနဲ့ မငိုချင်တဲ့ခံစားချက်မျိုးပါ။ဒီကားမှာ အရင်ခေတ်က ဂျပန်တွေ ရဲ့ နေထိုင်မှု ပုံစံ နဲ့ ရိုးရာ ယဉ်ကျေးမှုအပြင် စစ်အတွင်းပြည်သူတွေ နေထိုင်မှု ဘဝပုံစံ နဲ့ နိုင်ငံအပေါ်ထားတဲ့ ဂျပန်ပြည်သူတွေရဲ့ စိတ်အနေအထားကိုပါတွေ့ရပါတယ်။အရင်တုန်းက ကျွန်တော် သိချင်နေတာတစ်ခုက တစ်ကမ္ဘာလုံးက ဖက်စစ်ဂျပန်ဆိုပြီး လူမိုက်လူဆိုးကြီးအနေနဲ့ မြင်နေကြတဲ့ ဂျပန်ပြည်အတွင်းက ပြည်သူတွေ ဘယ်လိုများနေကြါလိမ့် သူတို့ စိတ်ထားတွေ ကရေကျွန်တော်တို့ ပေါလိဝုတ် ကားတွေ မှာလိုထမိန် မြင်တာနဲ့ မုဒိန်းကျင့် ၊ တွေ့တဲ့ကွတတ လျောက်လာပြီး တွေ့သမျှလူကို ပိတ်ရိုက် အဲ့လိုကြီးမားလားလို့ ။ဒါကဟာသအနေနဲ့ပြောတာပါ။ဒီဇာတ်လမ်းထဲက သဘောကျမိတဲ့ ဇာတ်ဝင်ခန်းလေးတွေ တစ်ချိ့ မဟုတ်ဘူး(တော်တော်များများ)ကိုပြောပြသွားပါမယ်။ငိငိ…ဗုံးကြဲတဲ့အထဲ အိမ်ပါ သွားပြီး အဒေါ်အိပ်မှာသွားနေကြတဲ့ သိတက်စအရွှယ် နဲ့ မသိတက်သေးတဲ့ အရွှယ်ကလေးလေး နှစ် ယောက် စစ်ပွဲအတွင်း အသက်ရှင်နိုင်ဖို့ ရုန်းကန်နေထိုင် ကြပါတယ်။သိတဲ့အတိုင်း ဆွေမျိုးဆိုတာ အထုပ်ပါမှာလက်ခံတာဆိုတော့ မောင်နှမနှစ်ယောက်ကို မသိမသာတစ်မျိုး သိသိသာသာတစ်မျိုး ပညာပြပါတယ်။ကလေးမလေး ကသူ့အစ်ကို ကျိုပေးတဲ့ ဆန်ပြုတ်မကျက်တစ်ကျက်ကို သောက်ပြီး ညဘက် အိပ်မပျော် တော့ ငိုတော့ သူ့အဒေါ်ကအော်ပါလေရော…အစ်ကိုက သူညီမလေး အိပ်ပျော်အောင် ညီမလေးကို ကုန်းပိုးပြီး အပြင်ထွက် လာ ရင်းချော့သိပ်ရင်း”ဆဲဆုကို ကြည့်လိုက်စမ်း ပိုးစုန်းကြူးလေးတွေ ”လို့ပြောပြီး ကလေးမလေး သူ့အစ်ကို ကျောပေါ်အိပ်ပျော်နေပြီး ပိုစုန်းကြုးလေးတွေ ကို ငေးကြည့်နေတဲ့အခန်းက မောင်နှစ်မ သံယောဇဉ်အကို တွေရဲ့ ညီမအပေါ်ထားတဲ့ မေတ္တာကို နည်းနည်းလောက်တွေ့ရပြီး နှာခေါင်းထဲက လေကိုဖြည်းဖြည်းလေးထုတ်ပြီး လူကို နည်းနည်း၃ စက္ကန့်လောက် ပြုံးမိသွားပါတယ်။ဒီပြကွက်ကိုရီးယားတွေ ရိုက်မယ်ဆိုရင် လေကို့ဖြည်းဖြည်းခြင်းမဟုတ်ဘဲ ဟင်းက သက်ပြင်းကိုခေါင်းကနေ ခြေဖျားအထိ ချမိမယ်လို့တွေးမိပါတယ်။မောင်နှစ်မနှစ်ယောက် အဒေါ်အိပ်က နှင်ချခံရပြီးတောထဲက ဗုံးခိုကျင်းဟောင်းထဲမှာ သွားနေကြပြီး ရှိတဲ့ ပဲလေးပြုတ်ပြီး ညဘက်ထွက်လာတဲ့ပိုးစုန်းကြူးလေးကို သူတို့ ဂူလေးထဲ ဖမ်းသွားပြီးအထဲမှာ လွတ်ပေးလိုက်ပြီး ဆော့နေကြတဲ့ မောင်နှစ်မ နှစ်ယောက် လောကဓံ ခဏလောက်မေ့ပြီး သူတို့ ရဲ့ လူသူမရှိတဲ့ ကမ္ဘာလေးထဲမှာ ပျော်နေကြတဲ့ အခန်းက ဟိုလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ညဘက် ရပ်ကွက်ထဲ ပိုးစုန်းကြူတွေလျောက်ဖမ်းနေတဲ့ အချိန်ကို ခဏလောက်သတိရသွားမိတယ်။ ပျော်ရွှင်မှုဆိုတာထရံလေးဘက်ကာပြီး နေရတဲ့ သူနဲ့ သိန်း ၆ သောင်းတန်အိမ်မှာနေရတဲ့သူ မတူပေမယ့်နှစ်ယောက်လုံး သူနည်းသူ့ဟန်နဲ့ ခံစားနိုင်ကြပါတယ်။မောင်နှမနှစ်ယောက် မြက်ဖျာပေါ်မှာလှဲပြီး ဟိုအရင်က အဖေနဲ့ အမေ နဲ့ပျော်စရာကောင်းခဲ့တဲ့သူတို့ အချိန်လေးတွေ ကို သတိရပြီးအဲ့တုန်းက ဘယ်လိုစားခဲ့တာအရမ်းစားလို့ကောင်းတာဘာတွေ စားခဲ့ တာနင်ရောအခုဘာစားချင်လဲ ပြောနေကြပုံကကိုယ်ကလေးဘဝတုန်းက အကြောင်းလေးပြန်သတိရမိသွားတယ်။ လူတော်တော်များများမှာလဲအဲ့လို အချိန်မျိုး အမှတ်တရမျိုးလေးရှိတက်ကြပါတယ်။ရေစက်လေး တစ်တောက်တောက်မြေကြီးပေါ်ကို ကြတာ ကြည့်ရင်း မျက်လုံးထဲမှာ အစ်ကိုပြန်လာတာစောင့်နေတာလား၊ အမေကိုအရမ်းတွေ့ချင်နေတာလား၊ အရင်အချိန်တွေကို ပြန်သတိရနေတာလား၊ ဝမ်းနည်းနေတာလားမသဲကွဲတဲ့ မျက်လုံးလေးနဲ့ မြက်ဖျာလေးပေါ်မှာညိုညစ်ညစ် အဖြူရောင်အကျီ င်္ လေးနဲ့ ဘောင်းဘီရှည်လေးဝတ်ပြီး ဗိုက်လေးဖောင်းလိုက်ပိန်လိုက် နဲ့ ငေးကြည့်နေတာ ထမင်းတော်မစားနိုင်တော့ဘူး ရင်ထဲပြည့်သွားတယ်။မြေကျင်းလေးထဲကမြက်ဖျာလေးထဲမှာ မျက်နှာမှာညစ်ပေမနေတော့ဘဲ နှစ်နှစ်ခြိုက်ခြိုက်ကလေးမလေး ၊ဘေးမှာ သူအမြဲတမ်းကိုင်ထားနေတဲ့ အရုပ်လေးနဲ့ သကြားလုံးဗူးလေးနဲ့အိပ်ပျော်နေတဲ့ ကလေးမလေး။ နောက်ခံ တီးလုံးက တစ်လုံးခြင်းသံစဉ်တွေထုတ်လွှင့်နေတယ်။ဆဲဆုကို နင်ဘေးမှာ ပိုးစုန်းကြူးလေးတွေ အဖော်လုပ်ပေးနေပါတယ်။မြေကြီးအောက်မှာ အေးစက်နေပေမယ့် မေကြီးနဲ့တွေ့ရင် နင်နွေးသွားမှာမေကြီးနဲ့ တွေ့ရင် ကိုကြီးကို မမေ့နဲ့ နော်…………………….မောင်နှမ ရှိတဲ့ သူတွေ ကိုယ့်ညီမ အစ်ကိုကိုဒီကားနဲ့ သတိလေးရပြီး ကျေးဇူးတင်နိုင်ကြပါစေ။ဇာတ်ကားသုံးကားထဲမှာ ပိုသဘောကျမိတာကာတွန်း version ပါပဲ။ ဒီကားထဲမှာ ကလေးမလေးကိုတွေ့ရတာ သရုပ်ဆောင်တစ်ယောက်လိုမဟုတ်ဘဲ ကျွန်တော်တို့ ရပ်ကွက်ထဲမှာတွေ့နေကြ ကလေးမလေးလိုမျိုးဖြစ်နေတယ်။တစ်ချို့နေရာတွေမှာ ပြောင်းလဲလိုက်ရင်ဇာတ်လမ်းက မျက်ရည်ခွက်နဲ့ ခံရမဲ့ ဇာတ်ကားဖြစ်သွားမှာပါ။ဒီကားကို ကိုးရီးယားတွေ ရိုက်ရင် ကောင်းမှာပဲလို့ တောင်စဉ်းစားမိပါတယ်။ ဇာတ်ညွှန်းဆိုတာကိုသူများတွေတော့ ဘယ်လိုမြင်လဲမသိပေမယ့်ကျွန်တော်ကတော့ ရုပ်ရှင်ကြည့်ဖို့ လမ်းညွှန်လို့မြင်ပါတယ်၊ သူကဒီနေရာမှာ ဒီလိုပြောထားတယ် ဒီနေရာလေးမှာ ဘယ်လိုရှိမလဲ ဆိုတာကြည့့်ရတာ ကိုယ် အရင်မခံစားမိတဲ့ဇာတ်ကွက်က ပိုပြီး ခံစားလို့ရတယ်ပေါ့။ကျွန်တော် HLK ပါ။Qty – 720p DvD ripDuration – 1hr 54minGern – Drama/WarTranslator – Htet Lin KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTaro HyugajiStarsHiromi ChinoJun EtôKazuki HagiwaraKeiko MatsuzakaReo YoshitakeRina HatakeyamaSeiko MatsudaCastHiromi ChinoJun EtôKazuki HagiwaraKeiko MatsuzakaReo YoshitakeRina HatakeyamaSeiko Matsuda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aL34lOl8LIYne86HxVahUT1yYNt.jpg",
      "https://image.tmdb.org/t/p/w300/9zRTgZzTvllbtJ2d884bSNZIr6m.jpg",
      "https://image.tmdb.org/t/p/w300/51lTk6Bg5UsFOjxRZ34Fbb8u2Y1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub",
        "server": "VIP Links",
        "size": "715 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/ckvve933nv1k.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2008|109 min|Drama,Sport",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "276,306"
    },
    "title": "The Wrestler(2008)",
    "description": "The Wrestler(2008)IMDb…7.9,,,,,Rotten….98%ခင္ဗ်ားတို႔ ကြ်န္ေတာ္တို႔အားလုံး WWE channel က ျပသတဲ့smack down ပြဲေတြကို ၾကည့္ဘူးၾကမွာပါ….ေျပာရရင္ ႀကဳိတင္ျပဆင္ထားတဲ့အစီအစဥ္တစ္ခုကုိ လာႀကည့္တဲ့ပရိတ္သေတြကုိ ရသအျပည့္အ၀ေပးႏုိင္မယ့္ သတ္ပုတ္မႈမ်ဳိးေတြကုိ  ခ်ျပရပါတယ္…ႀကဳိတင္ျပင္ဆင္ထားတဲ့အစီအစဥ္ဆုိေပမယ့္ ထုိးသတ္တဲ့ေနရာမွာ ပရိတ္သတ္ေထာင္ေပါင္းမ်ားစြာေသာမ်က္လုံးေတြ႕ေရွ႕ေမွာက္မွာေတာ့ တကယ့္ပ်င္းထန္တဲ့ရုိက္ခ်က္ေတြနဲ႕ သတ္ပုတ္ျပရပါတယ္..ဒါ့ေၾကာင့္လည္း ဒီၿပဳိင္ပြဲေတြဟာ အတုအေယာင္လုိ႕ဆုိရေပမယ့္ကမၻာေက်ာ္ေနရတာပဲျဖစ္ပါတယ္….၂၀၀၈ ခုႏွစ္မွာ ဒါရိုက္တာ Aronofsky ရိုက္ကူးခဲ့ၿပီးအဓိကဇာတ္ေဆာင္ နပမ္းသမား Randy the Ram (Mickey Rourke)အေၾကာင္းကုိရုိက္ကူးထားတာပဲျဖစ္ပါတယ္…ဒီကားက သူ႕ဘ၀ရဲ႕ အနိမ့္အျမင့္ အတက္အက်ကုိ  ရုိက္ျပထားၿပီးသူတုိ႕ဘ၀ရဲ႕ခက္ထန္ႀကမ္းတမ္းပုံေတြကုိအေကာင္းမြန္ဆုံးပုံေဖာ္ထားပါတယ္…ၾကမ္းတမ္းခက္ထန္လြန္းတဲ့ လူ႕ဘီးလူးႀကီးေတြရဲ႕ ေနာက္ကြယ္က ႏူးညံတဲ့ႏွလုံးသားကုိလည္းေတြ႕ႏုိင္ပါလိမ့္မယ္…ဒါ့ေၾကာင့္လည္း ဒီကားဟာ ခ်ီးက်ဴးမႈေပါင္းမ်ားစြာရရွိထားသလုိ ေအာ္စကာဆန္ကာတင္ (၂)ဆုနဲ႕ အျခားဆုေပါင္း(၅၈)ဆု ရရွိထားပါတယ္….ၿပီးေတာ့ ဒီကားဟာ သတ္ပြဲေပါင္းမ်ားစြာပါသလုိ ေသြးထြက္သံယိုခန္းေတြလည္းပါတာမုိ႕သတိထားၾကည့္ေစလုိပါတယ္….ရုပ္ရွင္ရဲ႕ Rating က R ျဖစ္တာေၾကာင့္အေဖာ္အခြ်တ္ခန္းေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္တဲ့ ကားတကားလို႔ ေျပာပါရေစ….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္…File Size : (1.76GB)(1020MB) and (330 MB)Quality :Blu-Ray 720p/1080p 5.1,Format…mp4Duration…01:49:00Genre :Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony PettineBrendan WalshDarren AronofskyStarsDylan Keith SummersErnest MillerEvan Rachel WoodJudah FriedlanderMarisa TomeiMark MargolisMickey RourkeTodd BarryTommy FarraWass StevensCastAbraham AronofskyAjay NaiduAlex WhybrowAlissa ReislerAlyssa BresnahanAndrea LangiAndrew AndersonAnna-Karin EskilssonArmin AmiriBen Van BergenBernadette PenottiBill WaltersBilly DreamBobby DempseyBrandon DiCamilloBrian HeffronBrollyCharles RennerCharlotte AronofskyClaudio CastagnoliCobianCory KastleDaniel Healy Solwold Jr.Darnell KittrellDavid John MarklandDoc DanielsDonnetta Lavinia GraysDouglas CrosbyDustin HowardDylan Keith SummersE.J. CarrollEmmanuel YarboroughEric SantamariaErika SmithErnest MillerEvan GinzburgEvan Rachel WoodFelice ChoiGiovanni RoselliGregg BelloHenry KwanInfernoJamar ShipmanJames ManleyJay SantanaJeff ChenaJen CohnJess LiaudinJohn CorsonJohn D'LeoJohn ZandigJohnny ValiantJon TroskyJudah FriedlanderJudasKevin FooteKevin MatthewsKid U.S.A.Kristopher CopeLamar Braxton PorterLarry MercerLloyd Anoa'iLynn Tovale Anoa'iMarcia Jean KurtzMarisa TomeiMark MargolisMatt CannonMaurizio FerrignoMichael DrayerMichael MarinoMickey RourkeMike MillerNate HatredNicholas K. BerkNick PapagerioOlivia BasemanPapadonPaul E. NormousPaul ThorntonPete NixonPeter ConboyPiper KennyRafaela OchoaRebecca DarkeRob StraussRobert D. SiegelRobert OppelRon KillingsRyan LynnRyan TyghSakinah BinghamScott FranklinScott SiegelSteven HaworthSuggaSylvia KaudersTJ KedzieerskiToa MairieTodd BarryTommy FarraTyrone ScottVernon CampbellWass StevensWhacksWilly Rosner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8wQHJczZQxUfv3Tnk7sbYCGW5Vl.jpg",
      "https://image.tmdb.org/t/p/w300/vrkP48vabxSeXIHrjrCGXVtlhAt.jpg",
      "https://image.tmdb.org/t/p/w300/5tMJqM3ecc0LxCoB3Y3uWYS3NK8.jpg",
      "https://image.tmdb.org/t/p/w300/tf5Yf21n5aRzosQkHGOqjqY6YPV.jpg",
      "https://image.tmdb.org/t/p/w300/xIJUbSNAmqSfmATWDZJdSEmQk3G.jpg",
      "https://image.tmdb.org/t/p/w300/7PON1rVESxzFTNsTVgnU8sXg8AF.jpg",
      "https://image.tmdb.org/t/p/w300/5Xc6rwgrb5Jki5OsE1EqIE9Kjhd.jpg",
      "https://image.tmdb.org/t/p/w300/zI9bSUiiNpumGOYKwz9SXqBrvhC.jpg",
      "https://image.tmdb.org/t/p/w300/RxYWvWo5NyZZqflznui1txgaVs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/huooRmB7yksJyVVSkqOgitxlCec.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aveda5ugx22n.html",
        "server": "usersdrive.com",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Ttpk/The_Wrestler_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wrestler-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dj79ou83uknt",
        "server": "upstream.to",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "p_TDzemiYu4",
      "video_url": "https://www.youtube.com/watch?v=p_TDzemiYu4",
      "embed_url": "https://www.youtube.com/embed/p_TDzemiYu4"
    }
  },
  {
    "metadata": "PG-13|2008|1h 48min|Comedy,Musical,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "208,127"
    },
    "title": "Mamma Mia! (2008)",
    "description": "Mamma Mia! (2008)IMDb – 6.4/10_____Rotten – 54%Blu-Ray 1080p 5.1 CH x 264ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။“အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်” ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ “Mamma Mia!” ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 million သာဖြစ်ပြီး တကယ် ရုံတင်ပြသခဲ့တဲ့အခါ $609.8 million အထိဝင်ငွေရရှိခဲ့တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။Kalokairi လို့ခေါ်တဲ့ ဂရိကျွန်းတစ်ကျွန်းပေါ်မှာ ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတာပါ။Mamma Mia ရဲ့ ဇာတ်ကြောင်းကတော့ –Sophie (Amanda Seyfried) တယောက် သူ ချစ်တဲ့သူ Sky (Dominic Cooper) နဲ့ မင်္ဂလာဆောင်ရတော့မှာ ဖြစ်လို့ သူ ပျော်နေတာပေါ့ ။ဒါပေမယ့် သူမ မပျော်နိုင်ရှာပါဘူး ။သူမမှာ ဆန္ဒတစ်ခုရှိနေသေးပါတယ် ။အဲဒါကတော့ သူမ ရဲ့ မင်္ဂလာဆောင်ကို သူမ အဖေကိုပါ တက်ရောက်ချီးမြှင့်စေချင်တာပဲဖြစ်ပါတယ်။ဒါပေမယ့်လို့ Sophie ဆန္ဒကို အခက်တွေ့စေတာ တစ်ခုရှိနေပါသေးတယ် ။အဲဒါကတော့ သူမရဲ့ ဖခင်ဖြစ်သူ ဘယ်သူမှန်း မသိတာပဲဖြစ်ပါတယ်။တကယ်တော့ Sophie ရဲ့ အမေဖြစ်သူ ဟိုတယ်ပိုင်ရှင်တယောက်ဖြစ်တဲ့ Donna (Meryl Streep)က ငယ်စဉ်ဘဝမှာ ယောကျ်ားလေးတွေ ထည်လဲတွဲခဲ့သူပါ ။အဲဒီတော့ ဆိုဖီ့အတွက် သူ့ဖခင်ဘယ်သူမှန်း မသိတော့ဘူးပေါ့နော်။တနေ့တော့ ဆိုဖီဟာ သူ့အမေရဲ့ ဒိုင်ယာရီကို သေတ္တာဟောင်းတွေကြားမှာ ရှာတွေ့သွားပါတယ်။ဒိုင်ယာရီထဲမှာ ဒိုနာ ဟာ သူမနဲ့ အတူတူအိပ်ဖူးတဲ့ယောက်ျားတွေကို အသေးစိတ်ရေးထားတာပေါ့။အဲဒီ ဒိုင်ယာရီအရ ဆိုဖီ ဟာ သူမရဲ့ အဖေ ဖြစ်နိုင်တဲ့သူ သုံးယောက်ကို ဆွဲထုတ်လိုက်ပါတယ် ။အဲဒီ သုံးယောက်ကတော့ အောင်မြင်တဲ့အင်ဂျင်နီယာတစ်ယောက်ဖြစ်နေတဲ့ Sam(Pierce Brosnan) ၊ဘဏ်ပိုင်ရှင်တယောက်ဖြစ်နေတဲ့ Harry(Colin Firth) ၊ ခရီးသွားစာရေးဆရာတယောက်ဖြစ်နေတဲ့ Bill (Stellan Skarsgård)တို့ပါ ။အဲဒီသုံးယောက်ဆီကို Sophie က သူမရဲ့ မင်္ဂလာဆောင်ဖိတ်စာကို တစ်စောင်စီပို့လိုက်ပါတယ်။သူတို့ကို အဖေရှာပုံတော်ဖွင့်ဖို့ခေါ်တာပါလို့ မပြောဘူးပေါ့။Donna က သတိတရနဲ့ လှမ်းဖိတ်တယ်ဆိုပြီး ဆိုဖီက လိမ်ညာပြီးခေါ်လိုက်တာပေါ့။သူတို့သုံးယောက်ကလည်း ဒိုနာ အပေါ် အချစ်မလျော့သေးတာကြောင့် ချက်ချင်းကို မင်္ဂလာဆောင်ကို ထွက်လာကြတယ်။သူတို့သုံးယောက် ကျွန်းပေါ်ရောက်လာတဲ့အခါ ဆိုဖီ နဲ့ တွေ့တော့ သူမ အရမ်းဝမ်းသာသွားပါတယ် ။အဲဒီသုံးယောက်ထဲကမှ တယောက်က သူ့ဖခင်ဖြစ်တဲ့သူကိုး။အဲဒါနဲ့ သူတို့သုံးယောက်ကို သူက ဖိတ်တာပါလို့ ဆိုဖီ က ပြောလိုက်ပါတယ် ။ဆိုဖီက သူ့အမေရဲ့ ချစ်သူဟောင်းတွေဖြစ်တဲ့ Sam,Harry,Bill တို့သုံးယောက်ရောက်လာတာကို မသိစေချင်သေးပါဘူး။သူတို့ကို သူ့အမေမသိအောင် အခန်းတစ်ခုထဲ ဝှက်ထားလိုက်ပါတယ်။ဒါပေမယ့် ဘယ်လောက်ဖုံးထားထား သူတို့သုံးယောက်ကို ဒိုနာ တွေ့သွားပါတယ်။ ခါးခါးသီးသီးပါပဲ ။ဒိုနာက သူတို့သုံးယောက်ကို သူ့ဆီမလာဖို့ ခု ချက်ချင်းထွက်သွားဖို့ ပြောပါတယ်။အဲဒီလိုနဲ့ သူတို့ဟာ နှင်ထုတ်ခံရလို့ ပြန်တော့မယ်ပေါ့ ။သူတို့ပြန်ဖို့ပြင်နေတာကို ဆိုဖီက တွေ့သွားပြီး မပြန်သေးဖို့ သွားတားပါတယ် ။သူ့အမေဖြစ်သူက သူ့ရဲ့မင်္ဂလာဆောင်အတွက်ဖိစီးမှုတွေများလို့အခုလို ပြောရတာဖြစ်ကြောင်း။မနက်ဖြန် သူ့ရဲ့ မင်္ဂလာဆောင်အထိ နေစေချင်သေးကြောင်း၊တောင်းပန်ကြောင်း သွားပြောတာပေါ့ ။အဲဒီလိုနဲ့ သူတို့ မပြန်ဖြစ်တော့ပါဘူး ။အဲဒီနေ့ည ဆိုဖီရဲ့ အပျိုပါတီ(bachelorette party)မှာ သူတို့သုံးယောက်ရောက်လာပြီး ကခုန်နေကြရင်းနဲ့သူတို့ဟာ ဆိုဖီ့ရဲ့ ဖခင်ဖြစ်နိုင်ကြောင်း သိရှိသွားပါတယ်။သူတို့သုံးယောက်လုံး ဆိုဖီ့ရဲ့ ဖခင်ဖြစ်ချင်သူတွေချည်းပါပဲ ။အဲဒီနောက် သူတို့ဘာတွေဆက်ဖြစ်တယ်၊ မနက်ရောက်လို့ ဆိုဖီ ရဲ့ မင်္ဂလာဆောင်မှာ ဘယ်လိုတွေဖြစ်သွားခဲ့တယ် ၊ Sam,Bill,Harry သုံးယောက်ထဲကမှ ဆိုဖီရဲ့ အဖေက ဘယ်သူဖြစ်သွားလည်း ဆိုတာတွေကိုတော့ မပြောပြတော့ပါဘူးနော် . . . . ။ဒီရုပ်ရှုင်တစ်ကားလုံးကို ABBA အဖွဲ့ရဲ့ သီချင်း ၂၇ ပုဒ် နဲ့ ရိုက်ကူးတင်ဆက်ထားတာမို့လို့ ABBA သီချင်းကြိုက်သူတွေ ရုပ်ရှင်ကြည့်ရင်းသီချင်းတွေ တဝကြီးနားထောင်ရမှာပဲဖြစ်ပါတယ်။တကယ်တော့ Mamma Mia ဆိုတဲ့ နာမည်က ABBA ရဲ့ သီချင်းခေါင်းစဉ်တစ်ခုလည်းဖြစ်ပါတယ်။ABBA ဆိုတာ Benny Anderson,Anni-Frid Lyngstad, Agneha Faltskog, Bjorn Ulvaeus တို့ လေးယောက်ပေါင်းစပ်ဖွဲ့စည်းထားတဲ့ ဆွီဒင် Pop Band တခုဖြစ်ပါတယ်။ABBA ဆိုတဲ့စကားလုံးက သူတို့နာမည်တွေရဲ့ ရှေ့ဆုံးစကားလုံးတွေ A-B-B-A တွေကို ပေါင်းစပ်ထားတာပါ။ 1970-1980 ဝန်းကျင်တဝိုက်မှာ အင်မတန်အောင်မြင်ခဲ့တဲ့ Band တစ်ခုဖြစ်ပါတယ်။အဲဒီခေတ်ကာလမှာ the Beatles အဖွဲ့ပြီးရင် ABBA အဖွဲ့ကအအောင်မြင်ဆုံးပါ ။အိမ်ထောင်ရေးအရှုပ်အထွေးကြောင့် ABBA အဖွဲ့ဟာ 1983 ခုနှစ်မှာ ပြိုကွဲခဲ့ပါတယ်။သူတို့ပြိုကွဲခဲ့ပေမယ့် အခုအချိန်အထိ သူတို့ရဲ့ သီချင်းတွေက နာမည်ကျော်ကြားဆဲပါပဲ။တကယ်တော့ ABBA အဖွဲ့ရဲ့ သီချင်းတွေကို မြန်မာနိုင်ငံက အဆိုတော် တော်တော်များများပြန်ဆိုခဲ့ဖူးတာဖြစ်လို့ ကျနော်တို့ နားနဲ့ အရမ်းစိမ်းတဲ့ သီချင်းတွေတော့ မဟုတ်ပါဘူး။ကြည့်ပြီးတဲ့လူတွေလည်း နောက်တစ်ခါပြန်ကြည့်ရင် အဆင်ပြေမယ့် ရုပ်ရှင်တစ်ကားဖြစ်ပြီး မကြည့်ရသေးတဲ့လူတွေအတွက် ကြည့်ဖို့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခု ဖြစ်ကြောင်းပါ ။Admin ~ ရေချမ်းဇာတ်လမ်းအညွှန်းကိုတော့ Movie Movies Facebook Page မှ ကူးယူဖော်ပြထားပြီးဘာသာပြန်သူကတော့ မေသူစိုးပါ…..File Size : 1.66 GBQuality : Blu-Ray 1080p 5.1 CH x264Running Time : 1hr 48minFormat : MkvGenre : Comedy, Musical, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DTS-SWTYBLZTranslated by May Thu SoeEncoded by Thanhtike Zaw File Size : (952 MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher NewmanPhyllida LloydRichard GoodwinSally JonesStarsAmanda SeyfriedChristine BaranskiColin FirthDominic CooperJuan Pablo Di PaceJulie WaltersMeryl StreepPhilip MichaelPierce BrosnanStellan SkarsgårdCastAmanda SeyfriedAshley LilleyAykut HilmiBenny AnderssonBjörn UlvaeusCaterina SpanoCelestina BanjoCharlotte HabibChris JarvisChristie SaundersChristine BaranskiClaire FishendenClare Louise ConnollyColin DavisColin FirthDominic CooperDylan TurnerEd WhiteEmma SlaterEmrhys CooperEnzo Squillino Jr.Gareth ChartGareth DavisGareth DerrickGeorge GeorgiouHeather EmmanuelHelen SorayaHemi YerohamJack JeffersonJamie Hughes-WardJane FoufasJennifer LeungJoanne SandiJuan Pablo Di PaceJulie WaltersKage DouglasKarl BoweKirsty MatherKirsty SwainKitty WhitelawKristina MacMillanLauri OwenLee Honey-JonesLeonie HillLisa ReynoldsLydia LouisaMaria DespinaMaria LopianoMeryl StreepMia SoteriouMichelle TheunissenMichelle TrimboliMyra McFadyenNancy BaldwinNiall BuggyNikki Davis-JonesNorma AtallahPeter Le BrunPhilip MichaelPhillip DzwonkiewiczPierce BrosnanRachel McDowallRebecca LeeRicardo MontezRita WilsonSara WestSean WilliamsSebastien TorkiaSonny Lee HymasStellan SkarsgårdTaylor JamesTim StanleyTom GoodallTommy Franzen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nQlJsL0NbBM2fyzhmFGVx63FKtW.jpg",
      "https://image.tmdb.org/t/p/w300/f1a51iItLhHnGWs2btAQjlDIEPB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/Mamma-mia-2008-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mamma-mia-2008",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/b5kfjt2a7bni.html",
        "server": "usersdrive.com",
        "size": "1.66 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/mamma-mia-2008-1080-p-blu-ray-5-1-ch-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.66 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/Ry10/Mamma_Mia!_[2008]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.66 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/oIAH2aTb#a7rOwj8hxesJq2VXCDLLvf1dymXWfjCBFVcu4cSG6gE",
        "server": "mega.nz",
        "size": "1.66 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/d477mwr6k0d5",
        "server": "upstream.to",
        "size": "1.66 GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "XZAvWkBAhkk",
      "video_url": "https://www.youtube.com/watch?v=XZAvWkBAhkk",
      "embed_url": "https://www.youtube.com/embed/XZAvWkBAhkk"
    }
  },
  {
    "metadata": "N/A|2008|2h 9min|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "8.2k"
    },
    "title": "L: change the WorLd(2008)",
    "description": "Death Note: L Change the World (2008)—————————————ဒီရုပ်ရှင်ကတော့ သေမင်းတမန်စာအုပ်ရဲ့ နောက်ဆုံးရုပ်ရှင်ပဲဖြစ်ပါတယ်.အရှေ့ရုပ်ရှင်နှစ်ခုဖြစ်တဲ့ Deat Noteနဲ့ L is the last nameတို့ရဲ့Spin-out sequelဖြစ်ပြီး ဒီရုပ်ရှင်မှာတော့ L ရဲ့တကိုယ်တော်စွန့်စားခန်းဖွင့်တာကိုမြင်တွေ့ရမှာပါ….ဇာတ်လမ်းအကျဉ်း—————Lတစ်ယောက်ကီရာ့အမှုကို လိုက်နေရင်းထိုင်းနယ်စပ်က သူ့အဖွဲ့ဝင်တစ်ယောက်လွှတ်လိုက်တဲ့ ညဏ်ကြီးရှင်ကလေးတစ်ယောက်ကိုကယ်ဆယ်ခဲ့ရတယ်.အဲ့ဒီကလေးက အဲ့ဒီထိုင်းနယ်စပ်ရွာလေးအပေါ် ရက်စက်စွာသတ်ဖြတ်ခဲ့တဲ့ မှောင်ခိုဂိုဏ်းတခုရဲ့ ရက်စက်တဲ့အမှုရဲ့ နောက်ဆုံးမျက်မြင်သက်သေပေါ့…ဒီထဲမှာ Lရင်ဆိုင်ရမှာကတော့ သူတို့ရဲ့အဖွဲ့ထဲကအဖွဲ့ဝင််ဖြစ်တဲ့ Kဆိုတဲ့ ညဏ်ကြီးရှင်မိန်းမတစ်ယောက်ပါပဲ…ပညာလွန်သော်ကောက်ကျစ်ရာ၏ဆိုသလို အစွန်းရောက်သွားတဲ့မိန်းမတစ်ယောက်ပါပဲ…ဒီပွဲမှာရော Lတစ်ယောက် အနိုင်ရမှာလားသူဘာတွေစတေးရခဲ့လဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုခံစားပါခင်ဗျာFile size…2.1Gb / 1.2GbQuality…1080p Blu Ray 5.1CH / 720pFormat…Mp4Duration….2h 9minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKReviewed by YKTranslated by Aung Tay ZaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHideo NakataStarsKen'ichi MatsuyamaMayuko FukudaNarushi FukudaShingo TsurumiYouki KudohCastAsaka SetoAyui NaisoraBokuzō MasanaErika TodaHao GanhaneKazuki NamiokaKenichi MatsuyamaKiyotaka NanbaraMasanobu TakashimaMayuko FukudaMegumi SatoNarushi FukudaRenji IshibashiSei HiraizumiShingo TsurumiShunji FujimuraTatsuya FujiwaraTim ManYoji TanakaYouki KudohYûta Kanai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kuRd2TvabZOnWW0xwfY0MoOLHTH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aTV14kh4YVXafBZtyNjQ2GrWsNh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/l-change-the-world-2008",
        "server": "VIP Links",
        "size": "2.1GB / 1.2GB",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/l-change-the-world-2008-1080-p-blu-ray-remux-avc-dts-hd-ma-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://cmdrive.org/share/E_5UmCyj",
        "server": "Direct Link",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tih9869rq4az.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/XAcpqkpWrpHPkA",
        "server": "disk.yandex.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2lInm/L.Change.The.World.2008.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/l-change-the-world-2008-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/cWXID1WO",
        "server": "Direct Link",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kgg1xdrnaab3.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/ZNsk/L.Change.The.World.2008.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/2kd3aowtzdjj.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8M7mXu_0gP4",
      "video_url": "https://www.youtube.com/watch?v=8M7mXu_0gP4",
      "embed_url": "https://www.youtube.com/embed/8M7mXu_0gP4"
    }
  },
  {
    "metadata": "|2008|1h 49min|Action,Adventure,Drama",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "132k"
    },
    "title": "10,000 BC (2008)",
    "description": "10,000 BC (2008)ခရစ်​တော်မ​ပေါ်ခင် ဘီစီ ၁၀၀၀၀​လောက်က ယာဂါလ်လူမျိုး​တွေမှာဒဏ္ဍာရီတစ်ခု​ ပေါ်​လာခဲ့ပါတယ်။ အပြာ​ရောင် မျက်လုံးပိုင်ရှင်ဆိုတဲ့ဒဏ္ဍာရီ​ပေါ့။ ဒီမျက်လုံးပိုင်ရှင်ဟာ နိမ့်ပါးတဲ့ ယာဂါလ်​တွေရဲ့ဘဝကိုလှံဖြူကိုင်စစ်သည်​တော်နဲ့အတူ ကယ်တင်နိုင်မယ်ဆိုတဲ့ဒဏ္ဍာရီ​ပေါ့။တစ်​နေ့မှာ ဒဏ္ဍာရီထဲကလို အပြာ​ရောင်မျက်လုံးပိုင်ရှင် မိန်းက​လေးတစ်​ဦး တခြား​အရပ်က​နေ ယာဂါလ်​​​ဒေသကို ​ရောက်လာခဲ့ပါတယ်။သူ့နာမည်ကို အက်ဗိုလက်လို့မှည့်တွင်​စေခဲ့ပါတယ်။ သူနဲ့ နီးစပ်မယ့်လှံဖြူကိုင်စစ်သည်​​တော်​ကိုလည်း မန်နက်​ခေါ် ​​​အမွေးထူဆင်ကြီးကိုသတ်နိုင်သူကိုပဲ ​ရွေးချယ်မှာပါ။ ဒါ​ကြောင့် အက်ဗိုလက်နဲ့ ​မေတ္တာမျှ​နေတဲ့ ဒ​လေးဆိုတဲ့ ယာဂါလ်သား​​လေးဟာ အမဲလိုက်ပွဲကို ဝင်နွှဲရင်းစစ်သည်​တော်အဖြစ် ဗိုလ်ဝင်ခံခဲ့ပါတယ်။ဒါ​ပေမဲ့ သူတို့၂​​ဦးရဲ့ ​ချစ်ခရီးက ​ကြာကြာမတည်မြဲခဲ့ဘဲ ​ခြေ၄​ချောင်းနတ်ဆိုးရယ်လို့ ခေါ်တွင်တဲ့လူ​တွေ ယာဂါလ်​​တွေဆီ ရောက်လာကြပြီးအက်ဗိုလက်အပါအဝင် ယာဂါလ်လူမျိုး​​​တွေကို ဖမ်းဆီးသွားတဲ့အခါဒ​လေးအ​နေနဲ့ ချစ်ရသူကိုကယ်ဖို့ အင်မတန်ရှည်လျားတဲ့ စွန့်စားခန်းခရီးရှည်ကြီးကို စတင်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့JimXပဲ ဖြစ်ပါတယ်။Genre….. Action, Adventure, DramaQuality…. 1080p | 720p | 480pFile size… 1.9GB | 1GB | 487MBFormat… mp4Duration…. 1h 49minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..JimXEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAffif Ben BadraAndrew StehlinAntonio FisherBen Coyle-LarnerBen HartBoubacar BabianeCamilla BelleCharles BaloyiCliff CurtisDavid DennisFarouk Valley-OmarGabriel MalemaGrayson Hunt UrwinHannah WestburyHeberth SomaebJacob RentonJanine ManuelJoe VazJoel FryJoel VirgelJoshua PetersJunior OliphantKabelo MurrayKolby PistakKristian BeazleyLouise Tu'uMarco KhanMark SimmonsMatthew NavinMo ZinalMona HammondMykhail CohenNathanael BaringNimiah RodgersOmar SharifReece RitchieSadrag NakaleSteven AfrikanerSteven StraitSuri van SornsenTim BarlowTony Caprari",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nZlvmbnx5ZJYkSVocuQvOgVlWli.jpg",
      "https://image.tmdb.org/t/p/w300/ifDzpMogZmSjvqa8eMbRyiOcX5F.jpg",
      "https://image.tmdb.org/t/p/w300/9MFV2ki6kvc06XOiM7VCvbtlj5z.jpg",
      "https://image.tmdb.org/t/p/w300/gSrIATw0zkorCVTqFz1OjMEHIFR.jpg",
      "https://image.tmdb.org/t/p/w300/1oFMH3f5HJ9AJVnqQuNSWvYAP6q.jpg",
      "https://image.tmdb.org/t/p/w300/8UXz5UFmC5z0auWhxIoHI6MqCk7.jpg",
      "https://image.tmdb.org/t/p/w300/b5cjKyom9tvGWqGWxQiuSiI6jQa.jpg",
      "https://image.tmdb.org/t/p/w300/jdmRey22HOSyfL44PbYYImZUk3L.jpg",
      "https://image.tmdb.org/t/p/w300/iu12HFJ7AEjj93ArNDg3scAa0Ev.jpg",
      "https://image.tmdb.org/t/p/w300/e1UPxFeI8gX0V2mKBRcdTuJK4AA.jpg",
      "https://image.tmdb.org/t/p/w300/saC1J42C4Bbh1ECLpVwMraIbmNM.jpg",
      "https://image.tmdb.org/t/p/w300/9OKgBwf0XrfcbnkijrvFeAqYlOM.jpg",
      "https://image.tmdb.org/t/p/w300/gCWXRCiGJNIbjLBpLSGPYHrlZKs.jpg",
      "https://image.tmdb.org/t/p/w300/iJ4bKjJmrsm2IgdZOwhRE9JV0lQ.jpg",
      "https://image.tmdb.org/t/p/w300/lJGjCY1ULoEFJBV8loRkImTjsEp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lg3HcDLC5Kx3RNPQjeXvvS6nen3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g52db46z8mqc.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/10-000-bc-2008-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bxod/10.000.BC.2008.1080p.CM.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/mnAkmCSR#hNJugCY44wk4Sd6FoqMVU1JaEZf4J_2OmpP4LyJ9Mf8",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/m2c7me81k6jh",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/8yxfxomwowa0.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/10-000-bc-2008-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bxoa/10.000.BC.2008.720p.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/K2RVkKpa#TYKQtdC27TWNR4tsDJISp8ipq6tF709BF8F0Wv3XhHg",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/614tg7cakxt3",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/v3z0lvptb0ug.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/wqhs8rgr72ib.html",
        "server": "usersdrive.com",
        "size": "487MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/10-000-bc-2008-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "487MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bxo9/10.000.BC.2008.480p.CM.mp4",
        "server": "megaup.net",
        "size": "487MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Qy43TQpS#T3Grscc0fTB3rT8NDYgixddOi99jRjk1ekj4ORB2ppw",
        "server": "mega.nz",
        "size": "487MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/v3z0lvptb0ug.html",
        "server": "streamvid.io",
        "size": "487MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/p10ez0w71477",
        "server": "streamsb.com",
        "size": "487MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "GMO8PC94egI",
      "video_url": "https://www.youtube.com/watch?v=GMO8PC94egI",
      "embed_url": "https://www.youtube.com/embed/GMO8PC94egI"
    }
  },
  {
    "metadata": "|2008|7 min|Action,Crime",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Truck (2008)",
    "description": "2008 ခုႏွစ္ကထြက္ရွိခဲ့ တဲ့ သည္းထိပ္ရင္ဖို ကားေလးတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာဖခင္တစ္ေယာက္ရဲ႕ မိမိသားသမီးအေပၚထားရွိတဲ့ေမတၱာတရားနဲ႔ထူးဆန္းလွတဲ့ ကံၾကမၼာရဲ႕ အလွည့္အေျပာင္းကို ရိုက္ကူးျပထားတာပါထရပ္ကား ဒရိုင္ဘာ ယူဟဲဂ်င္းဟာ သူ႔သမီးေလး ေဆးကုဖို႔ပဆံ အေရးေပၚလိုအပ္ေနခ်ိန္မွာ ပံုမွန္ထက္ပိုတဲ့ အေၾကးေငြနဲ႔အလုပ္တစ္ခုကို ကမ္းလွမ္းလာတဲ့ အခါမွာ လက္ခံ လိုက္မိၿပီး သူသယ္ေပးရတာက ေတာ့ လူေသအေလာင္းမ်ား ျဖစ္ေနၿပီး သယ္ေဆာင္ရာလမ္းတစ္ေလ်ွာက္မွာ ရဲမ်ားနဲ႔ စစ္ေဆးခံရၿပီး ရဲမ်ားကလဲ ဆက္တိုက္ ျဖစ္ေနတဲ့ရက္စက္တဲ့ လူသတ္မူေတြကို စံုစမ္းေနတဲ့ အခါမွာေတာ့ ကဲ ……ဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/hqdefault.jpg",
    "movie_links": [
      {
        "link": "http://atomcurve.com/aOT",
        "server": "openload.co",
        "size": "556 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2008|92 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "354,853"
    },
    "title": "Hancock (2008)",
    "description": "Thit San Khant==============Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter BergStarsCharlize TheronJae HeadJason BatemanWill Smith",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgyMzc4ODU3NV5BMl5BanBnXkFtZTcwNjk5Mzc1MQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1a3qbp8v3xi8.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hancock-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e6e2eb/hancock-208-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4esJ0/Hancock_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EAYCmK7B#6iCCSTJjA6B1zpmF0qvFyNVUMyPqPmYP3TeQPTACS-4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/lz9kv73zirc8",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2008|125 min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "48,222"
    },
    "title": "The Chaser (2008)",
    "description": "ဒီကားေလးကေတာ့2008 ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕Action Crime ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။The Chaser ဆိုတဲ့ဇာတ္ကားေလးမွာေတာ့ သရုပ္ေဆာင္မင္းသားေကာင္းေတြျဖစ္တဲ့ Kim Yoon Seok နဲ႔Ha Jung Woo တို႔ပါဝင္ထားျပီး ဒါရိုက္တာ Na Hong Jin ရိုက္ကူးထားတဲ့Serial Killer Yoo Young Chul ရဲ႕ ျဖစ္ရပ္မွန္ကိုရိုက္ကူးပံုေဖာ္ထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ပါတယ္။ၾကည့္ရွဴသူေတြမပ်င္းရဘဲ ရဲဝန္ထမ္းေဟာင္းတစ္ျဖစ္လဲျပည့္တန္ဆာေခါင္းအျဖစ္လုပ္ေနတဲ့ ဂၽြန္ဟိုရဲ႕ သူ႔ဆီမွာအလုပ္လုပ္တဲ့ျပည့္တန္ဆာမေလးေတြေပ်ာက္ေပ်ာက္ေနတာကို ထြက္ေျပးတာအမွတ္နဲ႔လိုက္စံုစမ္းရင္း ေနာက္ဆံုးပို႔လုိက္တဲ့မီဂ်င္းကို စံုစမ္းခိုင္းရာမွ ထပ္မံေပ်ာက္ဆံုးသြားလို႔ လိုက္လံစံုစမ္းရာမွဘယ္လိုေတြထြက္ေပၚလာမလဲ။ျပည္တန္စာေတြကေရာ ဘာေၾကာင့္ ေပ်ာက္သြားရတာလဲဆိုတာကုိစိတ္၀င္တစားၾကည့္ရွဳရမွာပါ ေသြးသန္ရဲရဲေတြပါတာမို႔ ရင္တထိပ္ထိပ္နဲ႔ ၾကည့္ရွုရမွာပါ။(ဇာတ္လမ္းကိုဘာသာျပန္ေပးထားသူကေတာ့  Shwe Ye Oo ျဖစ္ျပီ Arkar Phyo မွ Encode ေပးထားပါတယ္။)File Size : (1 GB) & (425MB)Quality : .1080p.BluRayRunning Time :1hr  59minFormat : Mp4Genre    :Action,Crime,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Shwe Ye OoEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNa Hong-jinStarsChoi Jeong-wooHa Jung-wooJeong In-giJo Deok-jaeKim Yoon-seokKim You-JungKoo Bon-WoongPark Hyo-juSeo Young-heeCastChoi Jeong-wooHa Jung-wooJeong In-giJo Deok-jaeKim Yoon-seokKim You-JungKoo Bon-WoongPark Hyo-juSeo Young-hee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k6OTC9mefzorJGr6M4HpRwcDyfU.jpg",
      "https://image.tmdb.org/t/p/w300/teivnvHzrKVqUaho7ZVImdoeIU.jpg",
      "https://image.tmdb.org/t/p/w300/qtxiemVTpPjDoueStK6fRliU46Z.jpg",
      "https://image.tmdb.org/t/p/w300/67Ruc7bY9z4rw7STQiEqwahwml3.jpg",
      "https://image.tmdb.org/t/p/w300/xluWJTeXKERANJY8WNTNjDkfQnb.jpg",
      "https://image.tmdb.org/t/p/w300/cy2iVt5pdam8RC7VPaeku0w5TW3.jpg",
      "https://image.tmdb.org/t/p/w300/q3jJ445ncxBiibXZLD9GRHxWWUF.jpg",
      "https://image.tmdb.org/t/p/w300/cGefBMZgqNt6dlzQBPzO0HPkZcM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/The.Chaser.2008..jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-chaser-chugyeogja-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/vzbwqpunlmo3.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/akkno69n6h8t",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2effx/The_Chaser_(Chugyeogja)_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "akiHkFxV24w",
      "video_url": "https://www.youtube.com/watch?v=akiHkFxV24w",
      "embed_url": "https://www.youtube.com/embed/akiHkFxV24w"
    }
  },
  {
    "metadata": "|2008||Comedy,Drama,Family",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "3300"
    },
    "title": "Camp Rock (2008)",
    "description": "Camp Rock (2008)================သူ့ခေတ်သူ့အခါက ခေတ်ထခဲ့တဲ့ Disney Musical Movie ကောင်းကောင်းလေး တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အခုထိလည်း ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင်ကြီးတွေဖြစ်ကြတဲ့ JonasBrothers ညီအစ်ကိုသုံးယောက်နဲ့ အဆိုတော် Demi Lovato တို့ အဓိက ပါ၀င် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း . . .Camp Rock ဆိုတဲ့ နွေရာသီစခန်းက  ဂီတ ရူးသွပ်သူ လူငယ်တွေအတွက် မျှော်လင့်ချက်တွေယူဆောင်လာပေးပြီး အိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်တဲ့ ကမ့်တစ်ခုပါ။ မစ်ချီဆိုတဲ့ကောင်မလေးဟာ ဂီတကို ခုံမင်သူ ပီပီ နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဒီ ကမ့်ကို သွားဖို့ ဒုံးစိုင်းနေသူပေါ့။ငွေရေးကြေးရေးအခြေအနေကြောင့် လိုက်မပို့နိုင်ကြောင်း မိခင်ဖြစ်သူက  ပြောလိုက်တဲ့အခါကျောင်းနောက်ဆုံးနေ့မှာ မစ်ချီ့ရဲ့ မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတော့တယ်။ ဒါပေမဲ့ မစ်ချီဟာCamp Rock နဲ့ ကံပါလာသူ ဖြစ်တယ်ထင်ပါရဲ့ စားဖိုမှူးဖြစ်တဲ့ သူ့အမေကို ကမ့်က အစားအသောက်တာ၀န်ခံအဖြစ်လာငှားတဲ့ ကျေးဇူးနဲ့ သူ တောင့်တတဲ့ Camp ကို သွားခွင့်ရခဲ့ပါတယ်။သာမန်ကျောင်းသူလေးဖြစ်ပြီး နဂိုက လူတောမတိုးရဲတဲ့ မစ်ချီတစ်ယောက် Camp Rock မှာ လူတန်းစားပေါင်းစုံ စရိုက်မျိုးစုံနဲ့ တွေ့တဲ့အခါ  . . . သူ ဘာတွေလုပ်ပြီး ဘယ်လိုတွေ ဖြေရှင်းမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။ဒီဇာတ်လမ်းလေးဟာ ဂီတကို ရူးသွပ်သူတွေအတွက် ခွန်အားပေးနိုင်တဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။သူ့ခေတ်တုန်းက လူကြိုက်များခဲ့တဲ့ This is Me, Play My Music, Gotta Find You သီချင်းတွေအပြင်များစွာသော သီချင်းကောင်းတွေ ပါ၀င်ပါတယ်။ ဂီတရုပ်ရှင်ဖြစ်ပေမဲ့ ဇာတ်အိမ်လည်း ခိုင်တာမလို့ worthwatching ဖြစ်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါပဲခင်ဗျာ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung ဖြစ်ပါတယ်။)File Size – (2.15 GB) / (1.12 GB) / (470 MB)Quality – BluRay – (1080p) / (720p) / (480p)Duration – 1hr 34minSubtitle – Myanmar HardsubFormat – MP4Genre : Comedy, Drama, FamilyTranslator – Yoon Sandi AungEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMatthew DiamondStarsDemi LovatoJoe JonasMeaghan MartinCastAaryn DoyleAdam SergisonAlyson StonerAnjelica ScannuraAnna Maria Perez de TagleBailey StockerChres M. KimDaniel CelebreDaniel FathersDemi LovatoDwayne GulstonEdward JaunzGiovanni SpinaHayley LochnerIrvin WashingtonJake BrockmanJasmine RichardsJee-Yun LeeJennifer RicciJoe JonasJordan FrancisJudy KovacsJulie BrownKathryn BallantineKatie McCroryKevin JonasKimberly O'NeillLaura ThorneMarc CardarelliMaria Canals-BarreraMax TopplinMeaghan Jette MartinMichael ChengNick JonasNikki ShahRoshan AmendraRoshon FeganSarah FrancisShennel CampbellSherry Anne CampbellStefanie CampbellTamina Pollack-Paris",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/utSa75etSZVmMmjBV9DzAWy1flP.jpg",
      "https://image.tmdb.org/t/p/w300/kByRvpv1RA1i9mblvjeyClGvUQz.jpg",
      "https://image.tmdb.org/t/p/w300/hkhywgiwF9b9ffembcFUHS5U9Wh.jpg",
      "https://image.tmdb.org/t/p/w300/hzEujjh1y22ZDfT55ELiHncMacl.jpg",
      "https://image.tmdb.org/t/p/w300/dbjyGc3pd02FJ9vkGj1MPGLqFOq.jpg",
      "https://image.tmdb.org/t/p/w300/sESR5Hg2JemjAKnMZuTvE5UtGjO.jpg",
      "https://image.tmdb.org/t/p/w300/zn97YrJ53q9V4z62dw7zKK17DlT.jpg",
      "https://image.tmdb.org/t/p/w300/yKEuwb4GvHkDJD0nQoMKnxenPJr.jpg",
      "https://image.tmdb.org/t/p/w300/2e7RcdOYd5VVmGtlIZ8qpQn4Peh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZGMwMDdjYWEtZTk2NC00YmUyLTgxMmYtZDEwNTE2NDljNThlXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/camp-rock-2008",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/camp-rock-2008-1080-p-blu-ray-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1HX88/Camp.Rock.2008.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://viewsb.com/xjyswx0gs8eu.html",
        "server": "streamsb.com",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/pNFRSIZZ#VB9XQDw2-M8COQMAUxQdzPMal14te8f0O1KLRimnrVs",
        "server": "mega.nz",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/un2wkv308tqb.html",
        "server": "usersdrive.com",
        "size": "2.15 GB",
        "quality": "BluRay 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/camp-rock-2008-720-p-blu-ray-cm-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1HX8w/Camp.Rock.2008.720p.BluRay[CM]-1.mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://viewsb.com/0jay51byulm6.html",
        "server": "streamsb.com",
        "size": "1.12 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/McUjzS7Z#qTVLOEoBhB8A-PICSjx-uKzOg732EZBxfe8pdazHEjk",
        "server": "mega.nz",
        "size": "1.12 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://usersdrive.com/8qvfba8lorlf.html",
        "server": "usersdrive.com",
        "size": "1.12 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/camp-rock-2008-360-p-blu-ray-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "470 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2nUzi/Camp.Rock.2008.360p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "360P"
      },
      {
        "link": "https://viewsb.com/0sw7yyr18kjz.html",
        "server": "streamsb.com",
        "size": "470 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/oQNlWAqZ#g1_UnfHCwafJ3v-Z-dUClUxZOIiyzbj1KgVQJfU-ezo",
        "server": "mega.nz",
        "size": "470 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/hjgwl1ofnti6.html",
        "server": "usersdrive.com",
        "size": "470 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "UpmE5h_6Jb0",
      "video_url": "https://www.youtube.com/watch?v=UpmE5h_6Jb0",
      "embed_url": "https://www.youtube.com/embed/UpmE5h_6Jb0"
    }
  },
  {
    "metadata": "PG|2008|86 min|Asian,Comedy,Family,Sci-Fi,Stephen Chow",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "11,663"
    },
    "title": "CJ 7 (2008)",
    "description": "Cj7 (2008) 🤖Imdb_6.5အထိရရှိထားပြီး ချောင် ကိုယ်တိုင်ဒါရိုက်တာလုပ်ကာ၊သရုပ်ဆောင်ခဲ့တဲ့ နောက်ဆုံးကားတစ်ကားပဲဖြစ်ပါတယ်။2008 ခုနှစ် Janauary 31 ရက်နေ့ မှာ ဟောင်ကောင်၌ ထွက်ရှိခဲ့ပြီး စိတ်ကူးယဉ်ဆန်တဲ့ ပညာပေး၊ရသပေး ဇာတ်ကားလေးပါ။ဇာတ်ညွှန်းရေးသူက ချောင် အပါအဝင် ၆ ယောက်နီးပါးရှိပါတယ်။အမေရိကန် အခြေစိုက် Columbia Pictures မှ ထုတ်လုပ်ဖြန့်ဝေခဲ့ ပြီး ဇာတ်ကားဘက်ဂျက် USD $20 မီလံယံ ခန့် ကုန်ကျသော်လည်း Box Office မှာ USD $47 မီလံယံ (၂ဆကျော်) နီးပါး ပြန်ရခဲ့ပါတယ်။×××××××××Plot,,Single Father ဖြစ်တဲ့ Chow ဟာ တစ်ဦးတည်းသော သူ့ရဲ့သားလေး (ရှောင် တီ) ကို ပညာ တတ် ဖြစ်စေချင်လို့ သူဌေးသားတွေတက်တဲ့ International Private School မှာ ထားပါတယ်။ချောင် ရဲ့ အိမ် ဟာ လဲ တိုက်ပျက်လေးမှာ အမိုးအကာလေးဆောက်နေပြီး Construction အလုပ်ကြမ်း လုပ်ကာ ပင်ပန်းဆင်းရဲပေမယ့် သူ့သားကိုတော့ ပညာတတ်ဖြစ်စေချင်တဲ့ သူပါ။ကျောင်းလစာအတွက် တနင့်တပိုးပေးနေရတော့ ရှောင်တီလေးဟာ သူများတန်းတူ မဝတ်ရ ၊မစားရ ၊လိုချင်တဲ့ပစ္စည်းလေးတွေမသုံးရပဲ ကလေးသဘာ၀ ကျောင်းတက်ရတာ feel မလာတော့ဘူးပေါ့။အဲ့လို အခက်ခဲ တွေနဲ့ သားအဖ နှစ်ဦးမပြေလည် ဖြစ်နေတဲ့အခိုက် CJ7 ဆိုတဲ့ ဂြိုလ်သားလေး ဘယ်လိုရောက်လာပြီးဘာတွေပြောင်းလဲ အောင် လုပ်သွားမလဲဆိုတာကတော့?ခံစားချက်အစုံ နဲ့ ဟာသဖက်ကို ဦးတည်မသွားပဲ ပညာပေးကားလေးအဖြစ် တင်ဆက်သွားမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ။×××××××××ဒီကားကိုကြည့်ပြီးသူတိုင်းကော မကြည့်ရတဲ့သူကောသတိထားမိရမယ့် Twist (၂)ချက်ရှိပါတယ်။ဇာတ်ကားထဲမှာပါတဲ့– စွမ်းအင်ဖိနပ်လေးနဲ့ ရှောင်တီတစ်ယောက် ဂိုးတိုင်ကို ပါဝါနဲ့ကန်လိုက်တဲ့ အခန်းက Shaolin Soccer☯ ထဲက Chow ကန် လိုက် တဲ့ အခန်း ကို တဖန်ပြန်လည်ဂုဏ်ပြု တဲ့အနေနဲ့ ကိုးကားထားတာဖြစ်ပြီး– ပါဝါဖိနပ်နဲ့မိုးပေါ်တက် ပြီး ပြန်ဆင်းလာတဲ့အခန်းဟာလည်း KungFu Hustle☯ ထဲက Chow သုံးတဲ့ ဗုဒ္ဓ လက်ဝါးသိုင်း အခန်းကို ပြန်လည် ဖော်ကျူးထားတာ ပါ။သတိထားမိမယ့် ဇာတ်မြုပ် လေးတွေပါပဲ။ကဲ ငယ်ငယ်က မျက်ခွက်ပြောင်ခဲ့သမျှ 20ရာစုနောက်ပိုင်းမှာ ချောင် ဟာ အခုလို ရုပ်တည်၊ရုပ်တန့်နဲ့ သရုပ်ဆောင်ထားတာဟာ အခြားလူတစ်ယောက်များလား လို့တောင် ထင်မိစေပါတယ်။ လူပျိုကြီး ဖြစ်တဲ့ စတီဗင်ချောင်ဟာ သားတစ်ယောက် အဖေ အနေနဲ့ ဘယ်လို ကောင်းကောင်းကြီး သရုပ်ဆောင်သွား မလဲ ဆိုတာ ကြည့်ရူလိုက်ကြရအောင်ဗျာ!××××××××××¶ ထိုဇာတ်ကား၌ ရှောင်တီ သည် မိန်းကလေးဖြစ်ပေမယ့် ယောင်္ကျား လေးအဖြစ်သာ တစ်ကားလုံးသရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် ရှောင်တီရဲ့ ကျောင်းနေဖက် သူငယ်ချင်းများဟာလဲ မိန်းကလေးများသာဖြစ်ကြပါတယ်။ ¶××××××(ရုပ်ရှင်အညွှန်းကိုStephen Chow Movies & Knowledge (Myanmar) FB Pageမှ ကူးယူဖော်ပြပါသည်…)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကိုhttps://channelmyanmar.org/category/stephen-chow/မှာကြည့်လို့ရပါတယ်။File size…1.04 GB/760MBQuality….BluRay 1080p 5.1CH and 720pFormat…mkvDuration….01:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by AliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStephen ChowStarsJiao XuLei HuangStephen ChowYuqi Zhang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/cj7-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cj72008",
        "server": "VIP Links",
        "size": "1.04 GB/760MB",
        "quality": "1080p/720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cj-7-blu-ray-remux-720-p-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cj-7-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12Bsc/Cj_7_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.04 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12Bs9/(CM)CJ7.Blu-ray.REMUX.720p.mkv",
        "server": "megaup.net",
        "size": "760MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/38xdqnx3ads8.html",
        "server": "streamsb.com",
        "size": "760MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2008||Action,Crime,Drama",
    "rating": {
      "rating": "9.0/10",
      "rating_count": "2,204,950"
    },
    "title": "The Dark Knight (2008)",
    "description": "The Dark Knight (2008)===================IMDb Rating 9.0/10 မှာ ဗိုလ်စွဲထားတုန်းပါပဲ။ဒီတစ်ခါတော့ Superhero တွေထဲမှာ လူကြိုက်အများဆုံးလည်း ဖြစ်သလို၊ Superhero အားလုံးရဲ့ ရှေ့ဆောင် လမ်းပြလည်း အဖြစ် Superman နဲ့ အတူ သတ်မှတ်ခံထားရတဲ့ Batman ဇာတ်လမ်း နဲ့မိတ်ဆက်ပေးပါရစေ။The Dark Knight လို့တင်စားခံထားရတဲ့ Batman ကားတွေက ၁၉၈၉ မှာထဲက ရုပ်ရှင် အဖြစ်နဲ့ စင်မြင့်ထက်မှာ နေရာယူထားပေမယ့် ၂၀၀၅ ခုနှစ်ရောက် မှာ Christopher Nolan ရဲ့ Batman Begins နဲ့ အတူ လူရိုသေရှင်ရိုသေဖြစ်လာခဲ့ပါတယ်။ Batman လို့ပြောလိုက်ရင် Director Tim Burton ရဲ့ Batman (1989) Batman Returns (1992) တို့နဲ့ နာမည်ရလာပေမယ့်၊ Joel Schumacher ရဲ့ ကလေးကြိုက် Batman Forever နဲ့ ဘယ်သူမှမကြိုက်တဲ့ Batman & Robin (၁၉၉၇မှာထွက်ခဲ့ပြီး Batman ကို ရုပ်ရှင် လောက ကနေ ခဏတာကွယ်ပျောက်သွားစေပါတယ်။) ဒါပေမယ့် ၂၀၀၅ ခုနှစ်မှာ Batman Begins နဲ့အတူ Batman နဲ့ Comic Book ရုပ်ရှင်တွေ ရုပ်ရှင်လောကကိုတကျော့ပြန် ဝင်လာခဲ့ပြီး ၂၀၀၈ ခုနှစ် ရဲ့ The Dark Knight ကတော့ ဘယ်သူမှမငြင်းပယ်နိုင်တဲ့ အကောင်းဆုံး Batman ကားအဖြစ် ရပ်တည်နိုင်ခဲ့ပါတယ်။Batman Begins မှာ Gotham မြို့ကို ကယ်တင်ခဲ့ပြီးတဲ့နောက်မှာ Batman/Bruce Wayne အနေနဲ့ သူ့ရဲ့ အဆိုးဝါးဆုံး ရန်သူ ဖြစ်တဲ့ Joker နဲ့ ရင်ဆိုင်ရမှာဖြစ်ပါတယ်။ The Dark Knight ကားက Joker နဲ့ Batman ကို တမူထူးခြားတဲ့ ရှု့ထောင့်ကနေတင်ဆက်ထားပြီးတော့၊ Joker အဖြစ်သရုပ်ဆောင်တဲ့ Heath Ledger ကလည်း၊ လူတကာကို ဒုက္ခပေးဖို့က လွဲရင်၊ ဖျက်လိုဖျက်ဆီးလုပ်ဖို့ကလွဲရင် ဘာကိုမှ မလိုချင်တဲ့ ဇာတ်ရုပ်အဖြစ် ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ဒီကားမှာ Joker က ပိုက်ဆံ၊ အာဏာ၊ ရာထူး ဘာကိုမှ မမက်ပဲ၊ ဖျက်လိုဖျက်ဆီးလုပ် ဖို့နဲ့ Gotham မြို့တစ်မြို့လုံးကို သူလိုပဲ လူဆိုး လူရမ်းကားတွေဖြစ် လာအောင် လုပ်ဖု့ိ ရည်ရွယ်ချက်နဲ့ လုပ်နေတာတွေကို တားဆီးဖို့ Batman အနေနဲ့ လုပ်ရိုးလုပ်စဉ် ထဲက နေခွဲထွက်ပြီး Joker ကို ဖမ်းဖို့ကြိုးစားရပုံကို တကယ့် စုံထောက်ကား ကောင်းတစ်ကား အနေနဲ့ တင်ဆက်ထားပါတယ်။Batman ရဲ့ Character မိတ်ဆက်ထဲမှာ ပြောထားသလိုပဲ Batman က Comic Hero တွေအားလုံးထဲမှာ The World Greatest Detective ဆိုတဲ့ ဘွဲ့ကိုရထားတဲ့ အတိုင်း ဒီကားမှာ သူ့ရဲ့ စုံထောက် စွမ်းရည်၊ ဉာဏ်ရည်ဉာဏ်သွေး သာမက သူ့ရဲ့ တိုက်ရည်ခိုက်ရည်၊ စွန့်လွှတ်စွန့်စား နိုင်မှုတွေ ကိုပါ ပရိတ်သတ် ကြီး ကြည့်ရှုခံစားနိုင်မှာပါ။ဒါ့အပြင် ဒီကားမှာ အဓိကသရုပ်ဆောင် Christian Bale ရဲ့ ပြီးပြည့်စုံတဲ့ Batman သရုပ်ဖော်မှု၊ ဒါရိုက်တာ ရဲ့ ရိုက်ကူးတင်ဆက်မှု၊ ထူးခြားတဲ့ ဇာတ်လမ်းဖွဲ့စည်းပုံ၊ နက်နဲတဲ့ ဇာတ်အိမ်တည်ဆောက်မှုတွေနဲ့ ကွင်းဆက်မိမိ တက်ဆက်ထားနိုင်မှုတွေထက် ပိုပြီး ပြောစရာတစ်ခုရှိပါတယ်။ ဒါကတော့ Heath Ledger ရဲ့ နောက်ဆုံး သရုပ်ဆောင်မှုလည်းဖြစ်သလို အကောင်းဆုံး ဇာတ်ကောင်လည်းဖြစ်တဲ့ Joker ပါ။ Heath Ledger ရဲ့ The Joker က တကမ္ဘာလုံးက ပရိတ်သတ်တွေကို တုန်လှုပ်စေခဲ့ပြီး၊ ဗီလိန် တွေထဲမှာ ဆရာတစ်ဆူဖြစ်စေခဲ့ပါတယ်။ ဒီကားက Batman ရဲ့အကောင်းဆုံးကားဆိုရင် Joker က အကောင်းဆုံး ဗီလိန် ဖြစ်ပါတယ်။ Heath Ledger လည်း ဒီကားနဲ့ အကယ်ဒမီရခဲ့ပါတယ်။၂၀၀၀ ပြည့်နှစ်နောက်ပိုင်း အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ကားပါလို့ပြောလို့ရသလို၊ The Bourne Trilogy ထက်တောင် မှာ ပိုကောင်းတယ်ဆိုရင် ငြင်းမယ့်သူမရှိလောက်ပါဘူး။ ဒီကားက Batman Fan တွေနဲ့ Comic Book ပရိတ်သတ်တွေကို စိတ်ကျေနပ်မှု့အပြည့်အဝပေးနိုင်ပါတယ်။ တစ်ချို့နေရာတွေမှာ ဟာကွက် အနည်းငယ်ရှိပေမယ့် Batman, Gordon, The Joker နဲ့ Harvey Dent (Two Face) တို့ရဲ့ သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်လမ်းထဲမှာ မျောပါသွားပြီး ၂နာရီခွဲလုံး စိတ်လှုပ်ရှားစွာကြည့်ရမှာဖြစ်ပါတယ်။ ဝါရင့်သရုပ်ဆောင်ကြီးနှစ်ယောက်ဖြစ်တဲ့ Michael Caine နဲ့ Morgan Freeman တို့ကလည်း ဇာတ်လမ်းကိုပိုပြီး အသက်ဝင်စေပါတယ်။ဒီကားက ကလေးကြိုက် Batman ကားမဟုတ်သလို၊ ဖန်စီ အက်ရှင်ကားမဟုတ်ပါဘူး။ Crime/Action/Drama ကားဖြစ်ပြီး ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပါ။ မကြည့်ရသေးတဲ့သူတွေ ကြည့်ဖြစ်အောင် ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။#Sololay(ရုပ်ရှင်အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြပါသည်။)4K Version က HDR ဖြစ်တာကြောင့် HDR ကို Support ပေးနိုင်တဲ့ Android TV နဲ့ ခေတ်ပေါ် Smart Device တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။ DS4K 1080p Version ကတော့ Color Regrade ပြန်လုပ်ထားတဲ့ Version ဖြစ်တာကြောင့် ဖိုင်သေးသေးနဲ့ ပိုမိုကြည်လင်ကြောင်းနဲ့ Device မျိုးစုံမှာ ကြည့်လို့အဆင်ပြေနိုင်ကြောင်း အသိပေးပါရစေ။Batman:The Dark Knight Trilogy ဇာတ်ကား ၃ ကားလုံးကိုhttps://channelmyanmar.org/?s=batman+dark+knightမှာကြည့်ပါ။File size…(5.5 GB)/(2.2 GB)/(1.1 GB)Quality….IMAX4K  HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….02:32:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byIdiot MyoKoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher NolanNilo OteroSteve GehrkeStarsAaron EckhartChristian BaleGary OldmanHeath LedgerMaggie GyllenhaalMichael CaineMonique Gabriela CurnenMorgan FreemanNestor CarbonellRon DeanCastAaron EckhartAdam KalesperisAidan FeoreAmit ShahAndrew BicknellAndy LutherAnthony Michael HallAriyon BakareBeatrice RosenBrandon LambdinBronson WebbBruce SpielbauerBuster ReevesCharles VennChin HanChris PetschlerChris WilsonChristian BaleCillian MurphyColin McFarlaneCraig HeaneyDale RiveraDan LathamDaniel JeffersonDanny GoldringDaryl SatcherDavid AjalaDavid DastmalchianDavid FultzDebbi BurnsDon KressDoug BallardEdison ChenEric RobertsErik A. WilliamsErik HellmanErron JayGary OldmanGertrude KylesGrahame EdwardsGreg BeamHannah GunnHeath LedgerHelene WilsonHenry Milton ChuIan PirieJames FarruggioJames FierroJames MellorJames ScalesJennifer KnoxJohn TurkJohn WarmanJon Lee BrodyJonathan RylandJordon HodgesJoseph Luis CaballeroJoseph OliveiraJoshua HartoJoshua RollinsK. Todd FreemanKeith KupfererKeith SzarabajkaKelli ClevengerKevin ZaidemanLanny LutzLateef LovejoyLaura ChernickyLisa McAllisterLorna GayleMaggie GyllenhaalMaritza CabreraMatt RippyMatt ShallenbergerMatt SkibaMatthew LeitchMatthew O'NeillMelinda McGrawMichael Andrew GormanMichael CaineMichael Corey FosterMichael Jai WhiteMichael StoyanovMichael VieauMichelle ShieldsMonique Gabriela CurnenMorgan FreemanNancy CraneNatalie HallamNathan GambleNestor CarbonellNicky KattNigel CarringtonNydia Rodriguez TerracinaOlumiji OlawumiPatrick ClearPatrick LeahyPaul BirchardPeter BrookePeter DeFariaPeter RnicPhilip BulcockRichard DillaneRichard DivizioRichard StrobelRitchie CosterRob ClarkRobert Patrick SternRobert StoneRoger MonkRon DeanRonan SummersSam DerenceSarah Jayne DunnShirin CaiolaSofiya SmirnovaSophia HinshelwoodThomas GaitschThomas KosikTim KruegerTom 'Tiny' Lister Jr.Tom Lister Jr.Tom McComasTom McElroyTom TownsendTommy CampbellTony DominoTristan TaitVincent RiottaVincenzo NicoliWai WongWalter LewisWill ZahrnWilliam ArmstrongWilliam FichtnerWilliam SmillieWinston EllisWinston G. Ellis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nMKdUUepR0i5zn0y1T4CsSB5chy.jpg",
      "https://image.tmdb.org/t/p/w300/cfT29Im5VDvjE0RpyKOSdCKZal7.jpg",
      "https://image.tmdb.org/t/p/w300/6fA9nie4ROlkyZAUlgKNjGNCbHG.jpg",
      "https://image.tmdb.org/t/p/w300/enNubozHn9pXi0ycTVYUWfpHZm.jpg",
      "https://image.tmdb.org/t/p/w300/tLvSjFaqKDPYcV0OUJ2TLXq70Di.jpg",
      "https://image.tmdb.org/t/p/w300/pbEkjhdfP7yuDcMB78YEZwgD4IN.jpg",
      "https://image.tmdb.org/t/p/w300/oOv2oUXcAaNXakRqUPxYq5lJURz.jpg",
      "https://image.tmdb.org/t/p/w300/hMn3BsD4s4Y8FV0kbwq8Y88EmCv.jpg",
      "https://image.tmdb.org/t/p/w300/lHhZrxYk8pi25UYKgHVJSbGCwI9.jpg",
      "https://image.tmdb.org/t/p/w300/wdQ016RX0MpQjILr5xBnrocf6Pi.jpg",
      "https://image.tmdb.org/t/p/w300/hkBaDkMWbLaf8B1lsWsKX7Ew3Xq.jpg",
      "https://image.tmdb.org/t/p/w300/2kXNQCe5E1kOxRTywrerai6i4mp.jpg",
      "https://image.tmdb.org/t/p/w300/qejZvo4zzL6KQ74h2IVnfGDbeQj.jpg",
      "https://image.tmdb.org/t/p/w300/A9YICp8lGP7Es5R8oD6qUbvDWhn.jpg",
      "https://image.tmdb.org/t/p/w300/pjyzrh1bdv1UTpDRHvM850TJAmT.jpg",
      "https://image.tmdb.org/t/p/w300/oCAycJv4s6OIulOeYFbqO9qc0nh.jpg",
      "https://image.tmdb.org/t/p/w300/dJD4i4xYkUP5ELuGGzc4B6Fermn.jpg",
      "https://image.tmdb.org/t/p/w300/gCXqGU0TpsLr6NJrCPU5J3rmxRs.jpg",
      "https://image.tmdb.org/t/p/w300/3xyth9V7S3hQJeKtfbSgvVf0Pry.jpg",
      "https://image.tmdb.org/t/p/w300/kxCRNTZ96dbftDPt7SQWA3LQCiK.jpg",
      "https://image.tmdb.org/t/p/w300/hjmpaUo7JDzImgGvsisefIbPrTX.jpg",
      "https://image.tmdb.org/t/p/w300/9FE5eD92WfVCiivM9Pq9GVSrlWk.jpg",
      "https://image.tmdb.org/t/p/w300/k2LjYpR59GAkB0troXs3I9vQq69.jpg",
      "https://image.tmdb.org/t/p/w300/6SfX1p5G4EEEDnEulFJeSxgbtSV.jpg",
      "https://image.tmdb.org/t/p/w300/zJXigbphQSFOV8Vvmcz79DILtek.jpg",
      "https://image.tmdb.org/t/p/w300/qg9NQ0Zkdfz9XWHtJ1X1GtKqqe9.jpg",
      "https://image.tmdb.org/t/p/w300/Aemg4VLcVgMqQIfQqUNpIe5jmPy.jpg",
      "https://image.tmdb.org/t/p/w300/2lvBcFv2rbrAYsegEFWNkcbMnbU.jpg",
      "https://image.tmdb.org/t/p/w300/efMhrHXZ4cQgGelVomuhEN3Sk2p.jpg",
      "https://image.tmdb.org/t/p/w300/490wJKm0TBib51SG5LZP3ksnFAj.jpg",
      "https://image.tmdb.org/t/p/w300/92Rmoj8FlvPqA4DIf0jqhg6ADGl.jpg",
      "https://image.tmdb.org/t/p/w300/vRTuvuTiJR5FrmPak2IMoeHbFmU.jpg",
      "https://image.tmdb.org/t/p/w300/foom1AdQOGvBjC8Xl82qKVa6g7k.jpg",
      "https://image.tmdb.org/t/p/w300/mjGpdclbnmR7ghFAlD6nh9fyWMJ.jpg",
      "https://image.tmdb.org/t/p/w300/cSQdkKYxi8kmOLf9BEEvnfwR42U.jpg",
      "https://image.tmdb.org/t/p/w300/bxOoYytUGsWOVRuHLLB4zn2zLbS.jpg",
      "https://image.tmdb.org/t/p/w300/yJYvW3FQKqk3qCpdgCaU8pTivSL.jpg",
      "https://image.tmdb.org/t/p/w300/6xzwlLDDGhpB1NylkE4IDTQwiUp.jpg",
      "https://image.tmdb.org/t/p/w300/nqU0eVOm08kFzNEW3I2NIiMi1CQ.jpg",
      "https://image.tmdb.org/t/p/w300/qtD799RpbfZ4PokJWlGuZQGfbbH.jpg",
      "https://image.tmdb.org/t/p/w300/5vo36sxboTIyHU1TNMq5aWBvZDo.jpg",
      "https://image.tmdb.org/t/p/w300/adlPZoRdysBMVTSTsGamcn5apYt.jpg",
      "https://image.tmdb.org/t/p/w300/uutoh2uxEvyWF08W7VEQkSesrTC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-dark-knight-2008",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-the-dark-knight-2008-2160-p-4-k-hdr-10-bluray-x-265-10-bit-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.5 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://usersdrive.com/ufq3735a1llm.html",
        "server": "usersdrive.com",
        "size": "5.5 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-dark-knight-2008-imax-1080-p-ds-4-k-blu-ray-sdr-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://megaup.net/1Nm9y/(CM)_The_Dark_Knight_(2008)_IMAX_1080p_DS4K_BluRay_SDR_HEVC_AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://mega.nz/file/hLMxRCKK#lEP1Uy_R2lQpiw_aqyw_gy3VwGglb54cWXK85oYpsjw",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://usersdrive.com/feqbm04szz8z.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-dark-knight-2008-imax-ds-4-k-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Nm98/(CM)_The_Dark_Knight_(2008)_IMAX_DS4K_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/05jzmhv8wi71.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/u189608bdmdm.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kmJLuwP3MbY",
      "video_url": "https://www.youtube.com/watch?v=kmJLuwP3MbY",
      "embed_url": "https://www.youtube.com/embed/kmJLuwP3MbY"
    }
  },
  {
    "metadata": "|2008||Action,Comedy,Sci-Fi",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "69000"
    },
    "title": "Superhero Movie (2008)",
    "description": "Superhero Movie (2008)==================ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ စူပါဟီးရိုးကားပါ။ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ စူပါဟီးရိုးတွေ အကုန်ပေါင်းထားတဲ့ ဇာတ်ကားလို့တောင်ပြောလို့ရတယ်။ ဘတ်မန်းမိဘတွေ သေတာကအစ စပိုက်ဒါမန်းရဲ့အန်ကယ်ဘန် သေတာအဆုံး ပါပါသေးတယ်။ X-Men Universe က ချားစ်ဇေးဗီးယား ၊ ဝူဗာရင်းနဲ့ Fantastic 4 တောင်ပါလိုက်သေးတယ်။Spider-man No Way Home Crossover လုပ်တယ်ဆိုတာ ဒီကားကိုဘယ်မှီဦးမလဲ။ With great power comes with Hot Bitches ( ကြီးမားတဲ့အစွမ်းတွေနဲ့အတူ စော်အလန်းတွေပါ ကပ်ပါလာလိမ့်မယ်) ဆိုတဲ့ စပိုက်ဒါမန်းကားရဲ့ ဂန္တဝင် စကားလေးလည်း ပါလိုက်သေးတယ်ဗျာ။ Dragonfly ဆိုတဲ့သဘာဝလွန်ပုစဉ်းတစ်ကောင် အကိုက်ခံလိုက်ရတဲ့ Rick Ricker ဟာ ပုစဉ်းလူသားဖြစ်လာပြီး ဘယ်လိုပေါက်ကရတွေလုပ်ပြီး အခက်ခဲတွေကို ကျော်ဖြတ်သွားမလဲဆိုတာကို အပျင်းပြေကြည့်ရှုရမှာဖြစ်ပါတယ်။ ပြောရရင်တော့ Superheroတွေကိုလှောင်ထား၊ ပြောင်ထားတဲ့ မူဗီလို့ဆိုရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size……….(600 MB)Quality…………WEB-DL 720pDuration………1Hr 15minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Comedy, Sci-FiTranslator…….Thiha Yan NaingEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCraig MazinCastAjay MehtaAki AleongAlan MuetingAlison WoodsAmanda CarlinAnna OsceolaAtom GorelickAubrie LemonBrent SpinerBrian CarpenterByrne OffuttCameron Ali SimsCharlene TiltonCharles W. GrayChristopher McDonaldClay GreenbushCraig BierkoCraig MazinDan CastellanetaDaryl J. JohnsonDavid McKnightDrake BellElisabeth NooneEric ArtellFreddie PierceGene RichardsHoward MungoIan Patrick WilliamsJames J. BurkeJames LewJeffrey TamborJeffry TamaraJenica BergereJeremiah HuJohn GetzJonathan ChaseJordan RubinJulie VanKarlton JohnsonKeith DavidKent ShocknekKevin HartKourtney KaasKristen EndowKurt FullerLeslie NielsenLil' KimManu ToigoMarion RossMarisa LaurenMarque RichardsonMatt ChampagneMichael PapajohnMiles FisherNick KiriazisNicole SullivanPamela AndersonRegina HallRichard TillmanRobert HaysRobert JoyRod McLachlanRyan HansenSam CohenSara PaxtonSean SimmsSeth McCookShanna BeauchampSimon RexSteve MonroeSusan BreslauThomas Rosales Jr.Timothy FarmerTracy MorganVic PolizosVincent LarussoWendy L. WalshWhitney Ann Jenkins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t05qZHX3dNp9fLi7mw5i5t5HgU0.jpg",
      "https://image.tmdb.org/t/p/w300/2Y7UAYeq11TSzi7OtgSSuVHu89g.jpg",
      "https://image.tmdb.org/t/p/w300/j5Ro3j2ozKwXMD0nyUhWzTZSNN7.jpg",
      "https://image.tmdb.org/t/p/w300/7TBymBMKqu3cv43WwJVzQsGqrTu.jpg",
      "https://image.tmdb.org/t/p/w300/weI2uWQXoo3evEvpN9sCOVrurFv.jpg",
      "https://image.tmdb.org/t/p/w300/5hdbs58rNjoGZnQJQyDo4tcgWpt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTc0Njc1MTU5Nl5BMl5BanBnXkFtZTcwMjA4NDE2MQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-1080-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/18l1f/Superhero.Movie.2008.EXTENDED.CUT.1080p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/T4QxBIxQ#Zs_WBLUIx7YjaY1lws_Hh7IZ8foZAmYosT0ZQQMt2qU",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/rnbuf5oiwuox.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-720-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/18l0n/Superhero.Movie.2008.EXTENDED.CUT.720p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://sblanh.com/m8sffujhh9mc.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/ToZwGSrZ#RdYtupwXu_ZLYfSKiw1VRRmL6wH6Px3QWdLXnTnv51M",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/jpwkjjxk09uw.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/superhero-movie-2008-extended-cut-480-p-blu-ray-x-264-hd-1080-mp-4",
        "server": "yoteshinportal.cc",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Oise/Superhero.Movie.2008.EXTENDED.CUT.480p.BluRay.x264-HD1080.mp4",
        "server": "megaup.net",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://sblanh.com/l2nrjqhlzbxd.html",
        "server": "streamsb.com",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Gx4SAQiY#Khdr2hoNG01fZxTxGN8ohsvv423iicUsHb5pEzUnRpI",
        "server": "mega.nz",
        "size": "465 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/fai0etjpcjxq.html",
        "server": "usersdrive.com",
        "size": "465 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "Ht6zgO94Xmg",
      "video_url": "https://www.youtube.com/watch?v=Ht6zgO94Xmg",
      "embed_url": "https://www.youtube.com/embed/Ht6zgO94Xmg"
    }
  },
  {
    "metadata": "|2008|1h 30min|Comedy,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "79"
    },
    "title": "Superstars (2008)",
    "description": "Superstars (2008)“ဘုရားက မျှတပါတယ်လေ” ဆိုပြီး လူတွေပြောပြောနေကျ စကားရှိတယ်မလား။လောကမှာ အရာအားလုံးပြည့်စုံတဲ့သူရယ်လို့မရှိပါဘူး။သေးသေးကြီးကြီး ချို့ယွင်းချက်တစ်ခုတော့ အနည်းဆုံးရှိကြစမြဲပါပဲ။ဒီကားလေးရဲ့ ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ဒီလိုပဲ။ငယ်ငယ်တည်းက သူငယ်ချင်းတွေဖြစ်ခဲ့ကြတဲ့ “တွမ်” နဲ့ “တင်” …“တွမ်” က ရုပ်ရည်ချောမောတယ်၊ အကတော်တယ်။ဒါပေမယ့် သူ့ရဲ့အသံက ကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းလောက်အောင်ကို “ဘဲ” အသံလိုမျိုး ပြာနေတာ။ချောမောတဲ့ရုပ်ရည်နဲ့ ကိုယ်နေဟန်ထားတော့ရှိပေမယ့် အသံပြာတဲ့ ချို့ယွင်းချက်ရှိနေတဲ့သူ ..။“တင်” က ရုပ်ရည်ပိုင်းဆိုင်ရာမှာ အရုပ်ပုပု ဝဝနဲ့ အားနည်းချက်ရှိပေမယ့်သူ့မှာ ဆည်းလည်းသံလိုသာယာတဲ့အသံနဲ့ သီချင်းအရေးကောင်းတဲ့ ပါရမီရှိတယ်။ဒီလို နှစ်ယောက်ပေါင်းမှ ဖိနပ်တစ်ရံလိုပြည့်စုံသွားတဲ့သူငယ်ချင်းနှစ်ယောက်မှာ အမြဲစနောက်နေကျအကျင့်တစ်ခုရှိတယ်။“Lip-sync” လုပ်တာ ..“တွမ်” က ရှေ့ကနေ လူလုံးပြ “တင်” ကနောက်ကနေ ပြောချင်ရာပြော။ဒီလိုနဲ့ တစ်နေ့မှာ “တင်” ရေးပြီးဆိုထားတဲ့ သီချင်းတစ်ပုဒ်ကို “တွမ်” က lip-sync လုပ်ပြီးအင်တာနက်ပေါ်တင်လိုက်ရာကနေ နာမည်ကြီးသွားပါလေရော။တစ်ဖက်ကလည်း အကြွေးတွေပိနေတဲ့ တေးသံသွင်းကုမ္ပဏီတစ်ခုကလည်းဒေဝါလီခံရခါနီးလို့ ကြံရာမရဖြစ်နေတုန်း ဒီနှစ်ယောက်နဲ့ လာဆုံကြတဲ့အခါ …။ကလိထိုးရယ်နေရတာမျိုးမဟုတ်ဘဲ သဘာဝကျကျ ရယ်ရတဲ့အခန်းလေးတွေပါတဲ့အပြင်ပါဝင်တဲ့သီချင်းလေးတွေကလည်း ချိုချိုအေးအေးလေးနဲ့ နားထောင်လို့ကောင်းတာမို့စိတ်ပင်ပန်းရတဲ့ဒီလိုအချိန်ကြီးမှာ စိတ်ပြေလက်ပျောက်ကြည့်နိုင်အောင် တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre….. Comedy , RomanceQuality….WEB-DL 1080p and 720p and 360pFile size… 1.5GB and 910MB and 360pFormat…mp4Duration….1h 30minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Lai LaiiEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPisut PraesangeamCastAchita SikamanaApaporn NakornsawanKiattisak UdomnakKunatchaya ChairatNaowarat YuktananRattapoom ToekongsapSiriporn YooyodSriphan Chunechomboon",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mAONhAFierWcBK1zzEcLMYTEAxJ.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/superstars-2008",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/j5xwjddlca26.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/superstars-2008-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2n1ef/Superstars.2008.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/px0hCIYa#-pMaIM0tBj1htplS1a_R2XProzBRYZL3ArolU0zZxbo",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/jvgenvex5uqm.html",
        "server": "usersdrive.com",
        "size": "910MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/superstars-2008-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "910MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/116jv/Superstars.2008.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "910MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/gl1QhYZb#g6rgPp1fttfmLNepBf4bseBIVq2-JOS5VtDPRMFhVSQ",
        "server": "mega.nz",
        "size": "910MB",
        "quality": "720P"
      },
      {
        "link": "https://watchsb.com/dto97hjzjxwp.html",
        "server": "streamsb.com",
        "size": "910MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/l80vunhsjmng.html",
        "server": "usersdrive.com",
        "size": "295MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/superstars-2008-360-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "295MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/116ms/Superstars.2008.360p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "295MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/sl0nkajC#kd3Mud2k-D5HyNnsO2EgxwuTWsneqrTGhe8RRFwuI58",
        "server": "mega.nz",
        "size": "295MB",
        "quality": "360P"
      },
      {
        "link": "https://watchsb.com/6vynr4gk1w5s.html",
        "server": "streamsb.com",
        "size": "295MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2008|2h 2min|Action,Adventure,Mystery",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "412,709"
    },
    "title": "Indiana Jones and the Kingdom of the Crystal Skull (2008)",
    "description": "Indiana Jones and the Kingdom of the Crystal Skull (2008)IMDb Rating (6.2) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ စိတ်ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ဇာတ်ကားတစ်ကားပေါင်းရိုက်ဖို့ စိတ်ကူးမိခဲ့ကြတယ်။ Indiana Jones ပေါ့။စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်တို့ ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ဖန်တစ်ရာတေ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့ ဗီလိန်ကလည်း တစ်ခါလာလည်း ဒီလိုပုံစံ၊ နောက်တစ်ယောက်လာလည်းဒီလိုပုံစံ၊ ဘယ်လိုလာလာ မင်းသားပဲနိုင်သွားလေသတည်းဆိုတဲ့ B အဆင့် ဇာတ်ကားတွေကို မှီးပြီး Indiana Jones ကို ဖန်တီးခဲ့ကြပေမဲ့ Raiders of the Lost Ark (1981) ဟာ အကြီးအကျယ်ပေါက်သွားခဲ့တယ်။ အော်စကာဆုတွေထိပါ ရသွားခဲ့တယ်။ ဒါရိုက်တာ စပီးဘာ့ဂ်အတွက်လည်း လက်နဲ့ထိရင် ရွှေဖြစ်တဲ့ကာလ လို့တောင် ပြောစမှတ်ပြုခဲ့ရတယ်။ Indiana ရဲ့ နာမည်ကိုလည်း တစ်ကမ္ဘာလုံးသိသွားခဲ့ပါတယ်။The Temple of Doom (1984) ကိုတော့ Raiders မတိုင်ခင် တစ်နှစ်အလိုမှာ ဇာတ်အိမ်တည်ထားလိုက်တယ်။ ဗီလိန်တွေက နာဇီတွေပဲ ထပ်မဖြစ်စေချင်တဲ့အကြောင်းအရင်းကြောင့်ပေါ့။ Temple of Doom ဟာ Raiders လောက်တော့ ဂန္ထဝင်တွင်လောက်အောင်ပေါက်တဲ့ကား မဟုတ်ခဲ့ပေမဲ့ အထိုက်အလျောက်တော့ အောင်မြင်မှုရခဲ့ပြီး‌ အော်စကာပါရခဲ့ပါတယ်။ ပထမကားနဲ့ ဘယ်လိုမှမတူ၊ နောက်လာမယ့်ကားတွေနဲ့လည်း ဘယ်လိုမှမတူအောင် Deep Dark ပြီး သွေးထွက်သံယိုတွေအများဆုံးကားတစ်ကားအဖြစ် Indiana Jones Franchise ထဲမှာ ကွဲအထွက်ဆုံးကားတစ်ကားဖြစ်ခဲ့တယ်။ လူမျိုးရေးခွဲခြားမှုပြဿနာတွေ ကျွန်သဘောက်ပြဿနာတွေလည်း မီးမောင်းထိုးပြခဲ့တဲ့ကား ဖြစ်ခဲ့တယ်။နှစ်ကြာလာလေ ပိုကောင်းလာလေဆိုပြီး နှစ်ချို့ဝိုင်လိုဖြစ်ခဲ့ပေမဲ့ Temple of Doom ဟာ သူ့နှစ်မှာတော့ ဝေဖန်ရေးသမားတွေ အတော်များများအကြိုက်တွေ့ခဲ့ကြတဲ့ ရုပ်ရှင်တစ်ကားတော့ မဟုတ်ခဲ့ဘူး။ အဲဒီအတွက် လူးကပ်စ်ဟာ ဒီပြဿနာကို ‌Sean Connery နဲ့ Holy Grail ကို ပေါင်းထည့်‌ပြီး‌ ဖြေရှင်းပေးလိုက်တယ်။ခုနေ အင်ဒီယာနာဂျုံးစ်ကြည့်ဖူးတဲ့ ဘယ်သူ့ကိုမဆို “အကြိုက်ဆုံးက ဘာကားလဲ” လို့ သွားမေးလိုက်ရင် ဖန်အတော်များများ‌ဖြေကြမှာက The Last Crusade (1989) ပဲ ဖြစ်လိမ့်မယ်။ Raiders အလွန်မှာ အပြီးပြည့်စုံဆုံးဖြစ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ အစအဆုံးကို မှတ်မှတ်ရရ ရှိနေလောက်အောင်ကို ကောင်းလွန်းခဲ့တဲ့ ဇာတ်ကားတစ်ကားပေါ့။ ကွန်နရီနဲ့ဖို့ဒ်တို့ရဲ့ သားအဖ Moments တွေ၊ ပြန်ပါလာတဲ့ အချစ်တော်ကြီး ဆာလာ၊ ရင်လည်းဖိုရသလို ခွီလည်းခွီရတဲ့ Action ခန်းတွေ၊ ဂျုံးစ်နဲ့ ဟစ်တလာ၊ ဂျုံးစ်ရဲ့ ငယ်ဘဝ တစေ့တစောင်း၊ နောက်ဆုံး ဘုရားသခင်ရဲ့ သောက်တော်ရေခွက်။ သိပ်ကို လှပလွန်းခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။Original Trilogy အပြီးမှာတော့ အင်ဒီယာနာဂျုံးစ်ဆိုတဲ့ နာမည်နဲ့ ဇာတ်ကောင်ဟာ တစ်ကမ္ဘာလုံးစာ လွှမ်းမိုးသွားခဲ့တယ်။ သူ့ရဲ့ Trademark ဖြစ်တဲ့ ကျာပွတ် လယ်သာဂျက်ကတ် သက္ကလပ်ဦးထုပ်ပျော့ စတဲ့ဟာတွေကလည်း Lightsaber တွေနည်းတူ ရောင်းအားထိပ်ဆုံးရောက်ခဲ့တယ်။ Canon မဟုတ်တဲ့ အင်ဒီယာနာဂျုံးစ် ဂိမ်းတွေ ဝတ္ထုတွေ ကောမစ်တွေကလည်း အဆက်မပြတ်ထွက်လာခဲ့တယ်။ Indiana Jones ဇာတ်ကားတွေကလည်း နောင်လာမယ့် စွန့်စားခန်းရုပ်ရှင်တွေရဲ့ မီးရှူးတိုင် ပြဌာန်းစာအုပ်တွေ ဖြစ်သွားသလို One of the World’s Greatest Action Heroes အနေနဲ့လည်း အသိအမှတ်ပြုခံခဲ့ရတယ်။Paramount နဲ့ ငါးကားစာ စာချုပ်ချုပ်ပြီးသားဖြစ်လို့ နောက်တစ်ကားအတွက် လူးကပ်စ်က ဇာတ်လမ်းရှာနေတဲ့အချိန်မှာ ဇာတ်လမ်းလည်းစဉ်းစား အပျင်းလည်းပြေ တစ်ချက်ခုတ် နှစ်ချက်ပြတ်အနေနဲ့ The Young Indiana Jones Chronicles စီးရီးကြီးကို ရိုက်ဖြစ်သွားတယ်။ ပရိသတ်တွေ သိချင်လှပါချည်ရဲ့ဆိုတဲ့ ဂျုံးစ်ရဲ့ ငယ်ဘဝ လူငယ်ဘဝ အဖြစ်အပျက်အကုန်ကို လူးကပ်စ်က ချပြခဲ့တယ်။ Star Wars ထဲမှာ Princess Leia အနေနဲ့ သရုပ်ဆောင်ခဲ့တဲ့ Carrie Fisher တောင် တစ်ပိုင်းအတွက် ဇာတ်ညွှန်းဝင်ရေးပေးခဲ့သလို Harrison Ford ကိုယ်တိုင်လည်း အင်ဒီယာနာအနေနဲ့ တစ်ပိုင်း ဝင်ပါခဲ့ပါသေးတယ်။ခရူးဆိတ်အလွန် 19 နှစ်အကြာမှာတော့ အင်ဒီယာနာဟာ ပိတ်ကားပေါ် ပြန်ရောက်လာခဲ့တယ်။ ဖို့ဒ်လည်း အိုနေပြီဖြစ်သလို ဂျုံးစ်လည်း အိုနေပြီ၊ စပီးဘာ့ဂ်နဲ့ လူးကပ်စ်ရောပေါ့။ ဒါပေမဲ့ The Kingdom of the Crystal Skull (2008) ဟာ ပရိသတ်အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ မာရီယွန်ရေဗန်ဝုဒ်တို့ကို ပြန်ပေါင်းစည်းစေပြီး ခုခေတ်ရဲ့ တိုးတက်လာတဲ့ နည်းပညာတွေသုံးပြီး အရင်ကားတွေရဲ့ အရသာ ပြန်ရစေ‌ဖို့ အတတ်နိုင်ဆုံးကြိုးစားထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ခဲ့ပါတယ်။ ဇရာထောင်းလာပြီဖြစ်တဲ့ ဟယ်ရီဆင်ဖို့ဒ်အတွက် ဂျုံးစ်ဇာတ်ကောင်ကနေ အနားယူနိုင်အောင်လို့ လှလှပပသိမ်းထားတဲ့ ဇာတ်သိမ်းခန်းလေးနဲ့ပေါ့။ ဒါပေမဲ့ Shia LaBeouf ကြောင့် ဒီပလန် အလုပ်ဖြစ်မသွားဘူး။2012 မှာ Lucasfilm ကို ဒစ်စနေးက ဝယ်လိုက်လို့ Star Wars နဲ့ Indiana Jones ဟာ ဒစ်စနေးပိုင်ဆိုင်မှုအောက် ရောက်သွားတယ်။ အဲဒီနောက်မှာတော့ Star Wars တွေပဲ ပေါပေါလောလောထွက်လာပေမဲ့ အင်ဒီယာနာအတွက်တော့ ဇာတ်လမ်းရှာနေတာနဲ့တင် ဆယ်နှစ်ကြာသွားတယ်။ ကားအသစ်မှာသုံးဖို့ ဇာတ်ချိတ်ပစ္စည်း MacGuffin ကို လူးကပ်က စဉ်းစားထားပြီးပေမဲ့ ဇာတ်လမ်းကိုတော့ သူမရေးတော့ဘူး။ စပီးဘာ့ဂ်ကလည်း Kingdom of Crystal Skull အလွန်မှာ လူသစ်ဒါရိုက်တာတစ်ယောက်ယောက် ပြောင်းကိုင်စေချင်တယ်။ ဒီလိုနဲ့ပဲ အင်ဒီယာနာ ကားသစ်ဟာ Walk the Line, Logan နဲ့ Ford v Ferrari စတဲ့ ကားကောင်းတွေရိုက်ခဲ့တဲ့ James Mangold လက် ရောက်သွားတယ်။The Dial of Destiny (2023) ဟာ Indiana Jones Franchise ကြီးအတွက် နောက်ဆုံးပိတ်ကားဖြစ်လာတယ်။ ပါရာမောင့်နဲ့ ငါးကား စာချုပ်ကလည်း ပြည့်ပြီကိုး။ Disney က လူပြောင်းပြီး ထပ်ညှစ်ထုတ်ရင် ထုတ်နိုင်လောက်သေးပေမဲ့ ဒီကားက Harrison Ford ရဲ့ Indiana Jones အတွက် ဇာတ်သိမ်းခန်းတစ်ခုခုကို ယူဆောင်ပေးရတော့မယ့်ကားတစ်ကားပါပဲ။မထွက်သေးခင် Trailer အနေနဲ့ရော၊ ထွက်တဲ့အချိန်မှာရော Mixed Reviews တွေ အများကြီးရှိခဲ့တဲ့ နောက်ဆုံးကားဟာ ကောင်းမကောင်းဆိုတာ ကြည့်တဲ့သူအပေါ်အများကြီး မူတည်သွားပါလိမ့်မယ်။ သမိုင်းကြီးခဲ့တဲ့ ဇာတ်ကောင်တစ်ကောင်ရဲ့ ဇာတ်သိမ်းဟာ ဒီအတိုင်းပဲ ဖြစ်သင့်လား ဆိုတာက ကြည့်ပြီးရင်ဖြစ်လာမယ့် မေးခွန်းတစ်ခု‌ပေါ့။ဘယ်လိုပဲဆိုဆိုပါ George Lucas, Steven Spielberg, John Williams နဲ့ Harrison Ford တို့ ဖန်တီးခဲ့ကြတဲ့ Indiana Jones Franchise ကြီးဟာ နှစ်ပေါင်း 40 ကျော်အကြာမှာ ရုပ်ရှင်ငါးကား စီးရီးတစ်ခုနဲ့ ဇာတ်သိမ်းသွားပါပြီ။ ဒါပေမဲ့ ကျွန်‌တော်တို့ အချစ်တော် ရှေးသုပညာရှင်ကြီးနဲ့ သူ့ရဲ့ စွန့်စားခန်းတွေကတော့ ဘယ်တော့မှ တိမ်ကော‌ပျောက်ပျက်မသွားမယ့် သမိုင်းတစ်ပုဒ်ပါပဲ။“I am like a bad penny, I always turn up.”– Indiana Jones (Harrison Ford)~ Y ~Indiana Jones ဇာတ်ကားများကိုhttps://channelmyanmar.org/?s=indiana+jonesမှာကြည့်လို့ရပါတယ်။File size…(10 GB)/(3 GB)/ (1.5 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:02:29Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSteven SpielbergStarsCate BlanchettHarrison FordKaren AllenShia LaBeoufCastAdam KirleyAdam PrakopAlan DaleAlexander KaminerAmanda BrombergAna Maria QuintanaAndre AlexsenAndrew DivoffAndrew GoldfarbArnold ChonAudi ResendezBogdan SzumilasBrendon John KellyBrian KnutsonBryan ThompsonCarlos LinaresCate BlanchettChet HanksChris BryantChris ToddChuck MaldonadoDavid LaVeraDean GrimesDennis NusbaumDerek MearsDianne ZarembaDimitri DiatchenkoEmmanuel TodorovErin FrederickErnie Reyes Jr.Errol SackFileena BahrisGregory KudanovychGustavo HernandezHarrison FordHelena BarrettIan NovotnyIgor JijikineIlia VolokIlya Jonathan ZaydenbergIlya RockwellJanet LopezJared ChristophersonJason RoehmJim BroadbentJoe JagaticJoel StofferJohn H. TobinJohn HurtJon BraverJon ValeraJonathan LommaJosh MillsKaren AllenKevin CollinsLee MorrisonMaria Luisa MinelliMaria ZambranaMarly CoronelMartin DewMichael J. JacynaMichael MaddiganNeil FlynnNicole LutherNito LariozaNoelle BrunoPasha D. LychnikoffPaul ThorntonPhilip J SilveraRay WinstoneRobert BakerSam RoccoSasha SpielbergSean MarrinanShia LaBeoufSophia StewartSteven A. MillerT. Ryan MooneyTed GrossmanTim CamarilloV.J. FosterVenya Manzyuk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bXH4lyFS6tctnBgxK1eYRuwekR0.jpg",
      "https://image.tmdb.org/t/p/w300/irBUdQZ25e5kditWYom58cICTTT.jpg",
      "https://image.tmdb.org/t/p/w300/sL0vdRNTaKcaXDUIacw1ykvehoL.jpg",
      "https://image.tmdb.org/t/p/w300/mjxIaAQ0juvTs9VdoKmPN7QdHPF.jpg",
      "https://image.tmdb.org/t/p/w300/wucNV1kw9nv7U58S5SeIFq63iYt.jpg",
      "https://image.tmdb.org/t/p/w300/p96949hcwUG2BwE6MgKmw0uYNCx.jpg",
      "https://image.tmdb.org/t/p/w300/vLmfLQeHmqoNIStegXFxLkgYlTF.jpg",
      "https://image.tmdb.org/t/p/w300/ywBz1MdUJLbNV6T6we967wyV2cy.jpg",
      "https://image.tmdb.org/t/p/w300/2vRtFcLHrFuoYDRv9YVOw0RSH2q.jpg",
      "https://image.tmdb.org/t/p/w300/4kHbi5B8vXAIdi68nOPEhhIdNZT.jpg",
      "https://image.tmdb.org/t/p/w300/nYlIeYdPjpkgmJBaZW8yDLnG89M.jpg",
      "https://image.tmdb.org/t/p/w300/6w9BnVblyA45CmaZf7Sh4aSCnjq.jpg",
      "https://image.tmdb.org/t/p/w300/3YwbZ4gpa3VTBZCo7AYhVXoZELa.jpg",
      "https://image.tmdb.org/t/p/w300/72FD4BzkoPFUbWB2ca8E8JDwye0.jpg",
      "https://image.tmdb.org/t/p/w300/rZpPvbvItL7Oe11xXI8SMCfH9qW.jpg",
      "https://image.tmdb.org/t/p/w300/r3OX2ImXV3Z5r4r0PBWKl4qQVBP.jpg",
      "https://image.tmdb.org/t/p/w300/4JK2q9pYEDUyzZCKQi9NfV4ojCW.jpg",
      "https://image.tmdb.org/t/p/w300/vmbMdDQCgjV0UVVdcrQpQAFcLiu.jpg",
      "https://image.tmdb.org/t/p/w300/yo32d3mDrqgwbm3F9jDurFWGliX.jpg",
      "https://image.tmdb.org/t/p/w300/52xxft7Ccb742qlp42EBHqS6n8j.jpg",
      "https://image.tmdb.org/t/p/w300/93uE2t7oaWFWhVtf5Nx5qO5wW6t.jpg",
      "https://image.tmdb.org/t/p/w300/6zp2oSOEWVBwEvpTns0JAYdHpyo.jpg",
      "https://image.tmdb.org/t/p/w300/gLUlRBJ7VEbRsUrlo8ytK29HGj2.jpg",
      "https://image.tmdb.org/t/p/w300/6bvjUZdKuhaEyVd9M4skNYelQ6o.jpg",
      "https://image.tmdb.org/t/p/w300/hOEMjZtKRNdQfqbu0pBO3bF9fwc.jpg",
      "https://image.tmdb.org/t/p/w300/jD2Qm4zvtG4UBo6tYWxLPz6tWdT.jpg",
      "https://image.tmdb.org/t/p/w300/t34CfvB0iRb7e2EcTt98l1gd9O6.jpg",
      "https://image.tmdb.org/t/p/w300/bZE9Xj7eAlZiJKhMkqEKZD8IiWA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/indiana-jones-crystal-skull-jpg-w339h524.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-kingdom-of-the-crystal-skull-2008-2160-p-4-k-uhd-sdr-10-bluray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "10 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-kingdom-of-the-crystal-skull-2008-1080-p-sdr-10-bluray-x-265-10-bit-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2CDuY/(CM)_Indiana_Jones_and_the_Kingdom_of_the_Crystal_Skull_(2008)_1080p_SDR10_Bluray_x265_10bit_HEVC-Naung.mkv",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/DI9kwCSY#Tt91V2X4nvYZ6N-MS7TJdi19UQB3AZMoMpYJhUTbz6w",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/nkyrpt49e9nv.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-indiana-jones-and-the-kingdom-of-the-crystal-skull-2008-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gIt5/(CM)_Indiana_Jones_and_the_Kingdom_of_the_Crystal_Skull_(2008)_BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/DI9kwCSY#Tt91V2X4nvYZ6N-MS7TJdi19UQB3AZMoMpYJhUTbz6w",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/be5d78zk0dgq.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2guou27ecf8t",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/sv6vr028drv6",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "nMhfESAa4tw",
      "video_url": "https://www.youtube.com/watch?v=nMhfESAa4tw",
      "embed_url": "https://www.youtube.com/embed/nMhfESAa4tw"
    }
  },
  {
    "metadata": "R|2008|96 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "278,059"
    },
    "title": "Burn After Reading(2008)",
    "description": "Burn After Reading(2008)IMDb….7ဒီတစ္ခါ ကြၽန္ေတာ္တို႔ မိတ္ဆက္ေပးခ်င္တဲ့ကားကေတာ့cast ေတြ အရမ္းၾကမ္းတဲ့ R rate ရထားတဲ့Crime Drama ႐ုပ္႐ွင္ တစ္ကားပါ။Castေတြကေတာ့ေဟာလိဝုဒ္ရဲ႕ Legendေတြျဖစ္ခဲ့တဲ့George Clooney, Brad Pitt နဲ႔Tilda Swintonတို႔ပဲ ျဖစ္ပါတယ္။ဇာတ္လမ္းရဲ႕အစမွာေတာ့..CIA ေအးဂ်င့္ျပဳတ္ တစ္ေယာက္ဟာ အေရးႀကီးတဲ့ပေဟ႒ိဆန္တဲ့ အခ်က္အလက္ေတြပါတဲ့ CDတစ္ခ်ပ္ကို မွတ္တမ္းအေနနနဲ႔လုပ္ခဲ့ပါတယ္။ကံဆိုးခ်င္ေတာ့ ဒီCDဟာGeorgetwon Gymမွာ က်န္ခဲ့ၿပီး အလုပ္သမားႏွစ္ေယာက္ လက္ထဲေရာက္သြားခဲ့ပါတယ္။အဲ့ဒီ အလုပ္သမား ၂ေယာက္ကေတာ့Lindaလို႔ ေခၚတဲ့ အလွပိုင္းဆိုင္ရာခဲြစိတ္ျပဳျပင္ဖို႔ ေငြလိုေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔Chad ဆိုတဲ့ လူအတစ္ေယာက္ျဖစ္ၿပီးဒီ CDကို ေရာင္းဖို႔ ႀကိဳးစားတဲ့အခါမွာေတာ့…..ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုဟာသတစ္ပိုင္း ရင္ဖိုစရာတစ္ပိုင္းနဲ႔ ခံစားရမဲ့Imdb rating 7 တိတိရထားတဲ့မႈခင္း ဒရာမာ ကားေကာင္းတစ္ခုပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Pinky ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (356 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:36:00Genre :Comedy,Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PinkyEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBetsy MagruderEthan CoenJoel CoenStarsBrad PittDavid RascheElizabeth MarvelFrances McDormandGeorge ClooneyJ.K. SimmonsJohn MalkovichOlek KrupaRichard JenkinsTilda SwintonCastArmand SchultzBart WilderBill MassofBob BowersoxBrad PittBrian McKeonBrian O'NeillCarmen M. HerlihyCharles GemmillCliff GouletCrystal BockDavid RascheDermot MulroneyDouglas NelsonElizabeth MarvelEric RichardsonFrances McDormandGary HendersonGeorge ClooneyHamilton ClancyJ.K. SimmonsJ.R. HorneJacqueline WrightJames Thomas BlighJay ParksJeffrey DeMunnJohn MalkovichJudy FrankKarla MosleyKen McNeillKevin SussmanKevin TanKimberly DorseyLiam FergusonLil RheeLogan KulickLori HammelMatt CannonMatt WaltonMatthew James GulbransonMichael CountrymanMichael FawcettMitch GiannunzioOlek KrupaOliver BuckinghamPatrick BollPatrick Michael StrangePun BandhuRaul AranasRichard JenkinsRichard PoeRJ KonnerRobert PrescottRobert R. BarryRoger RathburnRon KiddSándor TécsyStephen AnaniczTed BoutonTilda SwintonTim MillerWilliam D. GreyWilliam FowleYury Tsykun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r8SAeaxm9T5w7NpXsoSAfIiDXHo.jpg",
      "https://image.tmdb.org/t/p/w300/r9BCMru6cPtuXeIRKGGkf4NNRrU.jpg",
      "https://image.tmdb.org/t/p/w300/dm0QnCj4Qlz2dV3Kaze3PaKmwpq.jpg",
      "https://image.tmdb.org/t/p/w300/mTqQ7t3xMAsXtlLXPI3jOBasPJB.jpg",
      "https://image.tmdb.org/t/p/w300/VymIz5FmMQU07rdt2LMG9GedOK.jpg",
      "https://image.tmdb.org/t/p/w300/czxLI2LvImbjWpxNE9mHoofELYE.jpg",
      "https://image.tmdb.org/t/p/w300/wDvTa0bWmTioNzj87MjjvHnxVgL.jpg",
      "https://image.tmdb.org/t/p/w300/8EfXLkttQGkCB6zXpHoGa5ZJUhe.jpg",
      "https://image.tmdb.org/t/p/w300/oYen3EBrNfEbzWNXJoKmbpf6LdQ.jpg",
      "https://image.tmdb.org/t/p/w300/lgp28PU4kOXLxOnPHKXzOJGPlGz.jpg",
      "https://image.tmdb.org/t/p/w300/x2ERoO7GSZ34ouALoKHA9PvpODK.jpg",
      "https://image.tmdb.org/t/p/w300/8LhDRvXqLTXhErWxx352jy3UsIy.jpg",
      "https://image.tmdb.org/t/p/w300/14xY9dyhsDU9NnB2lClCPLY2rtj.jpg",
      "https://image.tmdb.org/t/p/w300/fX2qKCc9gvvOMtiLe1tzPKjhox8.jpg",
      "https://image.tmdb.org/t/p/w300/4u8RwU8L2cWLtiH7ro96GUpr8QJ.jpg",
      "https://image.tmdb.org/t/p/w300/AL25GbEFee3JgLlVJkLdt5w0Ad.jpg",
      "https://image.tmdb.org/t/p/w300/cVnT5OeVe6SsvemeSDTbJR2mIHJ.jpg",
      "https://image.tmdb.org/t/p/w300/mk7MY5xwSHhE26SUIh9ZNY7ttzR.jpg",
      "https://image.tmdb.org/t/p/w300/11L015y8tW4KaMMdLrzawvtgR1L.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cbuPko7d87rhGEzMVIdHgW4mfob.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/burn-after-reading2008",
        "server": "CM Links",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://www.kinocloud.org/i2/Burn_After_Reading_[2008]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/burn-after-reading-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2V7hf/Burn_After_Reading_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ef4sa3wqd6a8",
        "server": "upstream.to",
        "size": "900MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "SVCHSiRWjJM",
      "video_url": "https://www.youtube.com/watch?v=SVCHSiRWjJM",
      "embed_url": "https://www.youtube.com/embed/SVCHSiRWjJM"
    }
  }
]