[
  {
    "metadata": "|2015|106 min|Asian,Comedy,Romance",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "194"
    },
    "title": "You Call It Passion (2015)",
    "description": "ကိုရီးယားအခ်စ္ဟာသဇာတ္လမ္းေလးပါ။မင္းသား Jung Jae‑young မင္းသမီး Park Bo‑young တို႕ပါဝင္ထားျပီး အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေလးပါ။File Size…(850MB) and (320MB)Quality…BluRay Rip 720pFormat…mp4Duration…01:46:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byMissyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Gi-hoonStarsBae Seong-wooJin KyungJung Jae-youngOh Dal-suPark Bo-youngRyu Deok-hwanRyu Hyun-KyungYoon Kyun-sangCastBae Seong-wooJin KyungJung Jae-youngOh Dal-suPark Bo-youngRyu Deok-hwanRyu Hyun-KyungYoon Kyun-sang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Ak9bbieOA2iNtp7jK7gtFm7UR1t.jpg",
      "https://image.tmdb.org/t/p/w300/tVbfUxKzZslg8P0T7lWC4zI7Iul.jpg",
      "https://image.tmdb.org/t/p/w300/uRnYkhLIwG1soNLgDIWx6UAyD8X.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/B8DEC0CEC6F7BDBAC5CD_B0B3BAC0B0EDC1F6.jpg",
    "movie_links": [
      {
        "link": "http://kibuilder.com/32WH",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/32X0",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://kibuilder.com/32XC",
        "server": "openload.co",
        "size": "320 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|1h 45min|Asian,History",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1,235"
    },
    "title": "Heung-boo: The Revolutionist (2018)",
    "description": "ဒီဇာတ္ကားေလးေတာ့ ဓားသြားထက္ကေလာင္သြားထက္တယ္ဆုိတဲ့ စကားကုိ သက္ေသျပထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းက အရႊန္းေဖာက္တာေလးေတြနဲ႔ ပ်င္းစရာမေကာင္းပဲအဆုံးထိဆြဲေခၚသြားတဲ့ဇာတ္ကားမ်ဳိးေလးပါ။ဟြမ္ဘူးဆိုတဲ့ အျပာစာအုပ္ေတြကုိေရးတဲ့ စာေရးဆရာအဆင့္ကေန ႏုိင္ငံတစ္ခုလုံးကုိ ကယ္တင္ႏုိင္တဲ့သူျဖစ္သြားခဲ့တာကုိျပထားပါတယ္။ဟြမ္ဘူးကေတာ့ သူ႕အစ္ကုိႏုိလ္ဘူးနဲ႔ ငယ္ငယ္ကတည္းက ကြဲကြာခဲ့ရလုိ႔ အျပာစာအုပ္ေတြေရးနာမည္ႀကီးေအာင္လုပ္ၿပီးသူ႕အစ္ကုိမ်ားေတြ႔မလားလုိ႔ရွာေနတဲ့သူပါ။တစ္ရက္ သူ႕အစ္ကုိ သတင္းၾကားရကေန သူ႕အစ္ကုိတုိ႔ရဲ႕ဆရာဂ်ဳိေဟ်ာက္ဆုိတဲ့ စိတ္ထားျပည့္၀တဲ့ သူတစ္ေယာက္နဲ႔ဆုံခဲ့ပါတယ္။ဂ်ဳိေဟ်ာက္ကေတာ့ မင္းမ်ဳိးမင္းႏြယ္၀န္ႀကီးတစ္ေယာက္ရဲ႕ညီျဖစ္ေပမယ့္အဲ့ဘ၀ကုိစြန္႔ၿပီး မရွိဆင္းရဲသားေတြကုိကူညီ မိဘမဲ့ေလးေတြကုိျပဳစုပ်ဳိးေထာင္ၿပီး ေတာ္လွန္ေရးတပ္ဖြဲ႕ေတြကုိကူညီေနတာပါ။ဂ်ဳိေဟ်ာက္နဲ႔ ဟြမ္ဘူးနဲ႔ဆုံမိေတာ့ ဂ်ဳိေဟ်ာက္ကဟြမ္ဘူးကုိ ဓားသြားထက္ ကေလာင္သြားထက္တယ္ဆုိတဲ့စိတ္ကုိ သြင္းေပးခဲ့ၿပီး ဟြမ္ဘူးလုိခ်င္တဲ့ အရာတစ္ခုနဲ႔ အေပးအယူလုပ္ကာ ဟြမ္ဘူးကုိ သေရာ္စာေရးေစခဲ့ပါတယ္။ဟြမ္းဘူးေရးတဲ့ ဟြမ္းဘူးရဲ႕ဇာတ္လမ္းဆုိတဲ့သေရာ္စာ နာမည္ႀကီးသြားရာကေနစၿပီး နန္းေတာ္တြင္းအထိပါ ဂယက္ရုိက္ကာ အေျပာင္းအလဲျဖစ္ေစခဲ့ပါတယ္ေနာက္ဆုံးမွာေတာ့ ဟြမ္ဘူးရဲ႕ စာေတြေၾကာင့္ ဘုရင္အေျပာင္းအလဲျဖစ္ဖုိ႔ထိ ဖန္လာတဲ့အခါမွာေတာ့….ဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ဇာတ္လမ္းကုိသာေဒါင္းၾကည့္ပါလုိ႔ တုိက္တြန္းလုိက္ပါတယ္ဗ်ာ(ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ ကသာဒစ္ျဖစ္ပါတယ္)File Size : (850 MB) and (380 MB)Quality : HDRip 720pRunning Time : 1hr 45minFormat : Mp4Genre : HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p HDRip AAC x264-NonDRMTranslated by Tariq L WalkerEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCho Keun-hyunStarsChun Woo-heeJin GooJung Hae-inJung Jin-youngJung Sang-hoonJung WooKim Joo-HyukKim Won-haeCastChun Woo-heeJin GooJung Hae-inJung Jin-youngJung Sang-hoonJung WooKim Joo-HyukKim Won-hae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eOOnxlmfdQZghipTy41NRLc654D.jpg",
      "https://image.tmdb.org/t/p/w300/nJpnW9ttAZXwaVdbXPSt4jy6jjh.jpg",
      "https://image.tmdb.org/t/p/w300/c7DPSGci1tBFrlyHT6JYyoIZEX6.jpg",
      "https://image.tmdb.org/t/p/w300/hk1sLFsVggvMZQAXsmXWBZKePRn.jpg",
      "https://image.tmdb.org/t/p/w300/anppZpWDCqmMATzwGeW08wuAKWt.jpg",
      "https://image.tmdb.org/t/p/w300/qFSPtUEGdR1P9Hva8MgZRWrvu50.jpg",
      "https://image.tmdb.org/t/p/w300/raLI7hSuFNBGCHbThr0GMxj53Yn.jpg",
      "https://image.tmdb.org/t/p/w300/lmullJWK28SdhFRgzrd4pYONt1n.jpg",
      "https://image.tmdb.org/t/p/w300/2GDVEf8fZwP7cP4v9DnZFqoatgP.jpg",
      "https://image.tmdb.org/t/p/w300/kaFVS7ytwRGq1z0FIa61kqCCqKU.jpg",
      "https://image.tmdb.org/t/p/w300/vFiZAVLjRm2nbAfCVmNkOMg6dzG.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cruzu19HXGoOiCyUJql4AVZM5MB.jpg",
    "movie_links": [
      {
        "link": "http://tinylink.run/J80eVw",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/emwLf",
        "server": "drive.google.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Yz4f5",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/y84ZJqV",
        "server": "Soliddrive.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ASu8iX32",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/exX53",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ihaHxS8S",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/5OXZ",
        "server": "openload.co",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/r1vD9",
        "server": "ClicknUpload.org",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/yF5Zs",
        "server": "ClicknUpload.org",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/ftMRg",
        "server": "streamango.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/QDSPP81",
        "server": "streamango.com",
        "size": "380 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/4Ae2Oga",
        "server": "uptobox.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://tinylink.run/Keoecs",
        "server": "uptobox.com",
        "size": "380 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "-MS8p4Q4q7s",
      "video_url": "https://www.youtube.com/watch?v=-MS8p4Q4q7s",
      "embed_url": "https://www.youtube.com/embed/-MS8p4Q4q7s"
    }
  },
  {
    "metadata": "PG-13|1992|1h 34min|Action,Asian,Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "153"
    },
    "title": "Ghost Punting (1992)",
    "description": "Ghost Punting (1992)_____IMDb – 5.6/101983 က စတင်ထွက်ရှိခဲ့ပြီး ဂျက်ကီချန်း ပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Winner & Sinner ဆိုတဲ့ ဇာတ်ကားကို မသိတဲ့သူတော့ မရှိလောက်ဘူးလို့ထင်ပါတယ် အဲ့ဒီကားထဲမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ချီးထုတ် နာဘူး ၅ယောက် ကိုလဲ သိပ်စိမ်းကြမှာ မဟုတ်ပါဘူး အခုကားလေးကတော့ winner & sinner ၂ကားပြီးတော့ နောက်ဆက်တွဲ ထွက်ရှိခဲ့တဲ့ ဟာသကားလေးပါ ဒီကားလေးကတော့ IMDb 5.6 ရခဲ့ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ အခုလို သောကြာနေ့ည မှာကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အားလပ်ရက်မှာ ကမ်းခြေကိုအလည်အပတ်ထွက်လာခဲ့တဲ့ ချီးထုတ် အလွဲ ၅ယောက်ဟာ ကမ်းခြေ သူတို့နေထိုင်ရာ အနားမှာ သရဲ ခြောက်တာကို သိရတော့ သူတို့ ဟာ သွားရောက် စုံစမ်းရင်း ဘယ်လိုတွေ ဖြစ်ကြမလဲ ဘယ်လိုအလွဲတွေ ဖြစ်ကြမလဲ သူတို့ဘယ်လိုတွေ ကံကောင်းသွားမလဲ သရဲကကော ဘာကြောင့် သရဲ ဖြစ်နေတာလဲ အစရှိတဲ့ စိတ်ဝင်စားစရာ အခန်းတွေကိုကြည့်ကြရမှာပါဘာသာပြန်ကတော့ နန်းဖြူဖြူနိုင်ပါSize – 760 MBQty – DVD RipDuration – 1:33:45Subtitle – Myanmar Subtitle [Hard Sub]Translator – Nang Phyu Phyu NaingEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCorey Yuen KwaiEric TsangRicky LauSammo HungStarsCharlie ChinChin HoElaine Lui Siu-LingEric TsangMarianne ChanNatalis ChanRichard NgSammo HungSibelle HuStanley FungCastCharlie ChinChin HoChun HoChun HungElaine Lui Siu-LingEric TsangHui Sze-ManMarianne ChanMondi Yau Yuet-ChingNatalis ChanNg Ka-ManRichard NgRicky LauSammo HungSibelle HuStanley FungTeddy Yip Wing-Cho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1WwFw5GUY1QuM0ahtxoSdwUEpcq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/l_p0027688264.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e8ubhb2cuxz6.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://yoteshinportal.cc/ghost-punting-wu-fu-xing-chuang-gui-1992-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://megaup.net/V4p7/Ghost_Punting_(Wu_Fu_Xing_Chuang_Gui)_[1992]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://mega.nz/file/sOYx1SJR#aW19UcAn071WYhiXr48wPShbwZJiEkt_winN65E8m5o",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://upstream.to/3ozyx4rkl768",
        "server": "upstream.to",
        "size": "760 MB",
        "quality": "DVD Rip"
      },
      {
        "link": "https://loadpot.net/mg5uc18oy3jl/Ghost_Punting_(Wu_Fu_Xing_Chuang_Gui)_[1992]_(MM_Sub).mp4.html",
        "server": "datbu.com",
        "size": "760 MB",
        "quality": "DVD Rip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Adventure,Asian,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Rei Kitajima & her young Boy (2019)",
    "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်မောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေးငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကိုသတိထားမိသွားပါတယ်…ကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီးအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.ပိုစိတ်ဝင်စားတာပေါ့…တစ်ရက်မှာတော့ မောင်လေး အတွက်အပျိုကြီး မမ က ဟင်းကောင်းလေးတွေချက်ပြီးသွားပို့တာပေါ့ဖြစ်ချင်တော့ မောင်လေးကလဲလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့စားဆော်ကြီး မမ က မနေနိုင်တော့ပဲဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာဒီတော့ စားဆော်ကြီးကပဲဆွဲစားမလား လူပျိုစင်လေးကထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ😀Usersdrive မှဒေါင်းနည်း –https://www.youtube.com/watch?v=UsT_I478HEYYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/419c113mix8d.html",
        "server": "usersdrive.com",
        "size": "509.5 MB",
        "quality": "1080P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Asian,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "54757"
    },
    "title": "Drive My Car (2021)",
    "description": "Drive My Car (2021)************************IMDb – 8/10 , Rotten Tomatoes -100%Directed By Ryusuke Hamaguchiကမ္ဘာကျော်စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဂျပန်စာရေးဆရာ Haruki Murakami ရဲ့၀တ္တုတွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာ သိပ်များများစားစား မရှိပါဘူး။အဲဒီထဲကမှ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာဆိုလို့ ကိုရီးယားကဘိုးတော်ကြီး လီချန်းဒုံရဲ့ Burning ပဲရှိခဲ့တယ်ပြောရင် မမှားပါဘူး။အခု Drive My Car ကတော့ ရုပ်ရှင်ပွဲတော်တွေမှာ ရေပန်းစားနေသလိုCritic Rating တွေအရလည်း လောလောဆယ်မှာ Burning ထက်မြင့်နေပါတယ်။ဒီ၂ကားလုံးဟာ ဟရုခိ မုရခမိရဲ့၀တ္တုရှည်တွေကိုမဟုတ်ဘဲ ၀တ္တုတိုတွေကို ရိုက်ထားတာပါ။အခုရုပ်ရှင်ကတော့ Men Without Women ဆိုတဲ့ ၀တ္တုတိုစာအုပ်ထဲကနာမည်တူ Drive My Car ဆိုတဲ့ ၀တ္တုတိုကိုပဲ ပြန်ရိုက်ထားတာပါ။Drive My Car ရဲ့ ဒါရိုက်တာ ရူဆုခဲ ဟမဂုချိဟာ 2021 တစ်နှစ်တည်းမှာလက်ရာကောင်း နှစ်ခုထုတ်ခဲ့ပြီး နှစ်ခုလုံးလည်း ပြောင်မြောက်အောင်မြင်ခဲ့ပါတယ်။ဒီနှစ်ရဲ့ ပထမတစ်ကားကတော့ Wheel Of Fortune and fantasyပါ။အဲဒီကားလည်း အတော်လေးအောင်မြင်ခဲ့ပါတယ်။ဘာလင်မှာ ဆုရခဲ့သလို ဝေဖန်ရေးသမားတွေလည်း ကြိုက်ခဲ့ကြတယ်။Drive My Carကတော့ ရုပ်ရှင်ပွဲတော် အတော်များများမှာ ဆုပေါင်းများစွာ ဆွတ်ခူးနေတဲ့ရုပ်ရှင်ပါပဲ။ ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d’Or ဆုအတွက်ဆန်ခါတင်၀င်ခဲ့ပြီး ကိန်းကနေပဲ ဇာတ်ညွှန်းဆုရခဲ့ပါတယ်။တ‌လောကတင် New York Film Critics Circle Award for Best Film ဆုလည်းရထားသေးပါတယ်။ အဲဒီပွဲရဲ့ အမြင့်ဆုံးဆုပါပဲ။ လာမယ့်နှစ်အော်စကာရဲ့International Feature Filmဆုအတွက်လည်း ဂျပန်အတွက်ကိုယ်စားပြုဆန်ခါတင်အရွေးခံထားရတဲ့ ရုပ်ရှင်ပါ။သူ့အရင် မုရခမိရဲ့ ၀တ္တုတိုပဲရိုက်ခဲ့တဲ့ နာမည်ကျော် Burning ရဲ့အောင်မြင်မှုကို လက်ရှိမှာ ကျော်နေပေမဲ့ ဘယ်ကားပိုကောင်းလဲ ဆိုရင်တော့ဖြေရခက်ပါလိမ့်မယ်။ Burningဟာ ၀တ္တုရဲ့အငွေ့ကိုပဲ ယူရိုက်ထားတယ်ပြောရမှာပေမယ့် Drive My Carကတော့ ဂျပန်ဝတ္တုကိုဂျပန်ကပဲ ပြန်ရိုက်လို့လားတော့မသိပါဘူး။ မူရင်းအရသာကို မပယ်ထားသလိုကျောရိုးအခန်းအတော်များများလည်း မူရင်းဝတ္တုအတိုင်းပါပဲ။တကယ်လို့သာ ကြည့်မယ်ဆုံးဖြတ်ထားရင် အောက်ကစာတွေ ဆက်မဖတ်ပါနဲ့တော့ဘာမှကြိုမသိဘဲကြည့်ရင် ပိုအရသာရှိမှာပါ။Drive My Carမှာ အဓိကဇာတ်‌ကောင်လို့ ပြောလို့ရတဲ့ ဇာတ်ကောင်သုံးယောက် ပါပါတယ်။ခဖုခုလို့ခေါ်တဲ့ ပြဇာတ်ဒါရိုက်တာရယ်၊ တခဆုခိလို့ခေါ်တဲ့ သရုပ်ဆောင်ရယ်၊ မိစခိလို့ခေါ်တဲ့ ဒရိုင်ဗာမလေးရယ်ပါ။ခဖုခုက ပြဇာတ်ဒါရိုက်တာနဲ့ သရုပ်ဆောင်ပါ။ သူအဓိကသရုပ်ဆောင်တဲ့ပြဇာတ်ကချက်ကော့ရဲ့ နာမည်ကျော် အန်ကယ်ဗန်ညာပြဇာတ်။ ခဖုခုနဲ့ သူ့မိန်းမ အိုတိုကသူတို့သမီးလေးကို ဆုံးရှုံးထားရတာ နှစ်၃၀နီးပါးရှိနေပေမဲ့ အနာမကျက်ခဲ့ကြဘူး။သူတို့သမီးသေဆုံးခြင်းအတွက် တစ်ယောက်အတွက်တစ်ယောက် ဖြေသိမ့်စရာအဖြစ် ရှိနေပေးကြတဲ့သူတွေပါပဲ။ သို့ပေမဲ့ အိုတိုက ဖောက်ပြန်နေခဲ့တယ်။ခဖုခုက သူ့မိန်းမဖောက်ပြန်နေတာကို ရိပ်မိပါတယ်။ တစ်ခါဆို ပက်ပင်းပါမိတယ်။သို့ပေမဲ့ သူ့သမီးလေး မရှိတော့ကတည်းက သူ့မှာ သူ့မိန်းမပဲရှိတော့ သူ့မိန်းမကိုသူအရမ်းချစ်သလို သံယောဇဉ်လည်းကြီးတော့ သူသိနေတာကို ထုတ်ပြောလိုက်ရင်သူ့မိန်းမနဲ့သူ အခြေအနေတွေ တင်းမာကုန်မှာကို ကြောက်တော့ မသိချင်ယောင်ဆောင်ထားခဲ့တယ်။သူ့မိန်းမက သူ့ကို ထုတ်ပြောမယ်လို့ ယူဆရတဲ့နေ့မှာ တစ်နေကုန် ရောက်တတ်ရာရာမောင်းပြီး အိမ်ကို ညနက်မှပြန်လာခဲ့တယ်။ ကံဆိုးချင်တော့ သူပြန်လာတဲ့အချိန် အိုတိုကဦးနှောက်သွေးကြောပြတ်ပြီး သေဆုံးသွားခဲ့ပြီ။ သူသာရှိနေရင် ဒီလိုဖြစ်ချင်မှဖြစ်မယ်ဆိုတဲ့အပြစ်ရှိစိတ်နဲ့ သူနေနေခဲ့ရသလို သူ့မိန်းမက ဖောက်ပြန်တဲ့သူဆိုတဲ့ အတွေးကြီးကလည်း သူ့စိတ်ထဲစွဲနေခဲ့တယ်။နောက် တခဆုခိ။ တခဆုခိနဲ့ ခဖုခုမိန်းမအိုတိုက အလုပ်အတူတူလုပ်နေတဲ့သူတွေ။ဇာတ်ညွှန်းရေး ဆရာမနဲ့ သရုပ်ဆောင်ပေါ့။ ခဖုခုက တခဆုခိကို သူ့မိန်းမနဲ့ဖောက်ပြန်နေတယ်လို့ ထင်နေတယ်။ သို့ပေမဲ့ လက်ဆုပ်လက်ကိုင်ပြစရာ သက်သေတော့မရှိဘူး။တခဆုခိကလည်း မိန်းမပွေတဲ့သူ သူ့မိန်းမကလည်း ယောကျာ်းတကာနဲ့ အိပ်နေတယ်လို့ သူထင်နေတာဆိုတော့သူ့သံသယက ပိုခိုင်မာလာခဲ့တယ်။ နောက် တခဆုခိစကားအရလည်း ခဖုခုဟာသံသယဝင်စရာကောင်းတာတွေ အများကြီးကို ထပ်တွေ့ခဲ့တယ်။အိုတိုသေပြီးတဲ့နောက် တခဆုခိက ခဖုခုလုပ်တဲ့ ပြဇာတ်တစ်ခုမှာ ဝင်သရုပ်ဆောင်ဖို့ အရွေးခံတယ်။တခဆုခိ အစမ်းသရုပ်ဆောင်ပြတာက တော်တော်ညံ့ပါတယ်။ သို့ပေမဲ့ ခဖုခုကသူ့ကိုရွေးပြီး အဓိကဇာတ်ကောင် အန်ကယ်ဗန်ညာနေရာက ထည့်လိုက်တယ်။ရုပ်ရှင်မှာတော့ အကြောင်းရင်းသေချာမပြသွားဘဲ အန်ကယ်ဗန်ညာဇာတ်ကောင်ရဲ့ ချက်ကော့ရဲ့အနုပညာမှော်ဝင်စီးနိုင်စွမ်း အကြောင်းကိုပဲ ပြောပြသွားတာပါ။ ပြောရရင်ချက်ကော့ရဲ့ စာဟာ လူတစ်ယောက်ရဲ့ အတွင်းထဲက မူလပုံစံအစစ်အမှန်ကိုဖော်ထုတ်ပေးနိုင်စွမ်းရှိတယ်လို့ ပြောသွားရုံပါပဲ။ ဒီဇာတ်ကောင်ရဲ့မှော်၀င်မှုကိုအသုံးချပြီး တခဆုခိရဲ့ ပုံစံအစစ်အမှန် ပေါ်လာအောင်လုပ်ပြီး သူ့မိန်းမနဲ့ဖောက်ပြန်လို့ လက်စားချေချင်တဲ့ သဘောတော့သန်းတယ်။ မူရင်းဝတ္တုမှာတော့သူတို့၂ယောက်ရဲ့ဆက်ဆံရေးမှာ ခဖုခရဲ့ လက်စားစေချင်စိတ် နည်းနည်းနှောနေတာကိုသိသိသာသာပြသွားပေမဲ့ ရူဆုခဲကတော့ သူတို့စိတ်ကိုပိုအသိရခက်အောင် ပြသွားတယ်။ ဥပမာ ပြောရရင်…..တစ်ခါတလေ ခင်ဗျားမသိတသိ လူတစ်ယောက်က ခင်ဗျားနဲ့တွေ့ရင်ခင်ခင်မင်မင်ပဲ နှုတ်ဆက်လိမ့်မယ်။ ခင်ဗျားလည်း ခင်ခင်မင်မင်ပဲပြန်နှုတ်ဆက်မိလိမ့်မယ်။ တစ်ခါတလေ အဲဒီလူကပဲ ခင်ဗျားကိုဘာရယ်မဟုတ်ဘဲ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ကြည့်မရဖြစ်ဖူးလိမ့်မယ်။သို့ပေမဲ့ ခင်ဗျားနဲ့ ဆုံဖြစ်လို့ မျက်နှာကြောတည့်တဲ့အခါ ခင်ခင်မင်မင်ထပ်နှုတ်ဆက်ရင်လည်း နှုတ်ဆက်လိမ့်မယ်။ တစ်ခါတလေ ခင်ဗျားကိုယ်တိုင်လည်း အဲဒီလိုလုပ်ကောင်းလုပ်မိလိမ့်မယ်။ မေးစရာရှိတာက ဘယ်ပုံက ခင်ဗျားရဲ့ စိတ်ခံစားချက်အမှန်လဲ။ဒီလိုအခြေအနေမျိုးကို အားလုံးနီးပါး ပြုလုပ်သူအဖြစ်ရော ခံရသူရောအဖြစ်ရောရောက်ဖူးကြလောက်မှာပဲ။ တကယ်လို့ ရောက်ဖူးတယ်ဆိုရင်ခင်ဗျားပြန်တွေးကြည့်လိုက်။ အဲဒီအခြေအနေ၂ခုလုံးရဲ့ စိတ်ခံစားချက်ကအစစ်အမှန်မဟုတ်ဘူးလို့ ခင်ဗျားသေချာလား။ သေချာတွေးကြည့်ရင် ကိုယ်သေသေချာချာ မုန်းတဲ့လူနဲ့ချစ်တဲ့သူ အပေါ်ကလွဲ များသောအားဖြင့်တော့ခုနအပြုအမူနှစ်ခုလုံးဟာ စိတ်ခံစားချက် အစစ်အမှန်ပဲ။ လူတစ်ယောက်အပေါ်ခင်ဗျားရဲ့ စိတ်ခံစားချက်ဟာ အနည်းနဲ့အများတော့ တစ်ရက်နှစ်ရက်အတွင်းမှာကိုမျိုးစုံပြောင်းလဲနိုင်တယ်။ တစ်ဖက်သူက ခင်ဗျားအပေါ်လည်း ထိုနည်း၎င်းပါပဲ။ဒီတော့ အဲဒီစိတ်ခံစားချက် ၂ခုထဲကတစ်ခုကို အမှန်လို့သတ်မှတ်ဖို့ ဒါမှမဟုတ်ပုံစံအစစ်အမှန်ကို ရှာဖို့ဆိုတာက အဖြေရှာလို့ မရသလောက်ပါပဲ။ ဒီရုပ်ရှင်မှာတခြားအကြောင်းအရာတွေ အများကြီးကိုလည်း အချိန်တိုလေးနဲ့ မလိုက်အောင်ပိုင်ပိုင်နိုင်နိုင် ပုံဖော်နိုင်ခဲ့ပေမဲ့ ပုံစံအစစ်အမှန်ကဘာလဲဆိုတဲ့ ဒွိဟက အဓိကအကြောင်းအရာလို့ ဆိုလို့ရနိုင်ပါတယ်။ခဖုခုနဲ့ တခဆုခိရဲ့ ဆက်ဆံရေးကိုလည်း ဒါရိုက်တာက အဲဒီအချက်ကိုသုံးပြီးဖော်ပြသွားတယ်။ ခဖုခုဟာ တခဆုခိအပေါ် လက်စားချေချင်စိတ်ရှိနေတာလည်း အမှန်ပဲ။သို့ပေမဲ့ တခဆုခိနဲ့ စကားတွေပြောနေ အရက်အတူသောက်နေတဲ့ စိတ်ရင်းကလည်းအမှန်ပဲ။လူတွေရဲ့ ဒီအခြေအနေကို ဒါရိုက်တာရူဆုခဲဟာ ဒီရုပ်ရှင်က အဓိကဇာတ်ကောင်တွေ အားလုံးမှာ သုံးသွားခဲ့တယ်။ဒရိုင်ဗာမလေး မိစခိပြောပြတဲ့ သူ့အမေအကြောင်းမှာလည်း ဒါရိုက်တာက သူ့အမေကိုရောမိစခိကိုရော အလားတူအတိုင်း ပုံဖော်ထားသလို သူ့မိန်းမအပေါ်ရှိနေတဲ့ ခဖုခုရဲ့စိတ်ကိုလည်းအလားတူအတိုင်း ပုံဖော်ထားခဲ့တယ်။ ဒါရိုက်တာရူဆုခဲက‌တော့ ” ကိုယ်သေချာသိထားတယ်ထင်ရတဲ့သူတွေ ကိုယ်ချစ်တဲ့သူတွေရဲ့ ပုံစံတကယ့်အစစ်အမှန်ကိုတောင် မသိရနိုင်ဘူး”လို့ ဒိုင်ယာလော့ထဲ ထည့်သွားပေမဲ့ အဲဒီပုံစံအစစ်အမှန်ဆိုတာကို ရှာတွေ့လား ရှာမတွေ့မလားကကြည့်တဲ့သူအပေါ် ပိုမူတည်မယ်ထင်ပါတယ်။ မူရင်းဝတ္တုမှာလည်းအလားတူအချက်ကို ခံစားခဲ့ရသလို ရုပ်ရှင်က မူရင်းဝတ္တုမှာ ခံစားလို့ရတဲ့ဒီအချက်ကို ပုံဖော်နိုင်ပါ့မလားလို့ မကြည့်ခင်က သံသယရှိခဲ့ပေမဲ့ ရူဆုခဲဟာသူ့ရှေ့တစ်ကားကလို ဒိုင်ယာလော့ပိုင်ပိုင်နိုင်နိုင်နဲ့ အလုပ်လုပ်တဲ့သူ ပီသစွာပဲ ဒိုင်ယာလော့ အလန်းတွေသုံးပြီး ကောင်းကောင်းကြီး ပုံဖော်သွားပါတယ်။နောက်အဓိကဇာတ်ကောင်လို့ဆိုလို့ရတဲ့ ဒရိုင်ဗာမလေး မိစခိအခန်းကတော်တော်လေးကို နည်းပါတယ်။ သို့ပေမဲ့ သူ့ဇာတ်ကောင်က ဒီရုပ်ရှင်မှာအဖမ်းစားနိုင်ဆုံး ဇာတ်ကောင်ပါပဲ။ Days Of Being Wild ထဲက လတ်စလီချောင်လိုပေါ့။ကွဲပြားတာကတော့ ရှင်သန်ချင်စိတ်နဲ့ မရှင်သန်ချင်စိတ်ပါပဲ။သူတို့ကာရိုက်တာ၂ခုလုံးကလေလွင့်လူဆန်ပေမဲ့ မိစခိဇာတ်ကောင်ဟာ ရှင်သန်ချင်စိတ်အပြည့်နဲ့ဇာတ်ကောင်အနေနဲ့ ဆွဲဆောင်မှုရှိနေတာပါ။နောက် ဇာတ်လမ်းထဲမှာ အိုတိုပြောသွားတဲ့ ဇာတ်လမ်းထဲက ဇာတ်လမ်းလေးကလည်းအတော်လေး စိတ်ဝင်စားစရာကောင်းသလို အိုတိုကိုယ်တိုင်ပဲ ဖြစ်နေမလား မသိနိုင်တဲ့အဲဒီဇာတ်လမ်းထဲက အဓိကဇာတ်ကောင် ကောင်မလေး ကာရိုက်တာကလည်းပဟေဠိဆန်ဆန်နဲ့ကို ဆွဲဆောင်မှုရှိနေပါတယ်။ ဇာတ်ကောင်ပေါင်းများစွာ ပါ၀င်ပေမဲ့ အဓိကဇာတ်ကောင်လို့ ပြောလို့ရတဲ့ ၃ယောက်ရောတခြားဇာတ်ကောင်တွေရော စိတ်၀င်စားစရာမကောင်းတဲ့ ဇာတ်ကောင်တစ်ယောက်မှ ရှိမနေတာတော့ ဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်လို့ပြောရပါမယ်။Drive My Carဟာ ၃နာရီဆိုတဲ့ အချိန်နဲ့တောင် မမျှတဲ့ အကြောင်းအရာတွေအများကြီးကို ပရိသတ်ကို ဆင့်ပွားပေးသွားပါတယ်။သဘောကျစရာကောင်းတာက မူရင်းစကား‌ပြောခန်းတွေမှာ အတော်လှတဲ့ဒိုင်တွေပါပေမယ့်မသုံးသွားပါဘူး။ ဟဲမင်းဝေးဆန်ဆန် ဝေဒနာတွေပြည့်နှက်နေလည်းဘဝကိုတော့ အရှုံးမပေးသင့်တဲ့အကြောင်း သူ့ဒိုင်တွေကို သုံးပြီးတစ်မျိုးပြဇာတ်နဲ့ချိတ်ဆက်ပြီးတစ်ဖုံ ပုံဖော်သွားခဲ့တယ်။ သေချာတာကတော့ သူလည်း လီချန်းဒုံလိုမျိုးပါပဲ။ဇာတ်ညွှန်း ကိုယ်တိုင်ရေးနိုင်စွမ်း အပြည့်ရှိသားနဲ့ သူတို့ကြိုက်လို့ကိုမုရခမိ၀တ္တုကို ရိုက်သွားကြတဲ့သူတွေပါပဲ။ Drive My Carဟာ ဒီနှစ်ရဲ့အကောင်းဆုံးArt Film ဖြစ်လာမှာ‌ သေချာသလောက်ပါပဲ။ ဒီနှစ်ရဲ့ အကောင်းဆုံး Poetic Cinema ကိုပြဆိုရင်တော့ Drive My Car ကိုပြမိမှာပါပဲ။အော်စကာဆုပေးပွဲမှာလဲ Best International Feature Film ဆု ရရှိထားပါတယ်။ဇာတ်လမ်းအညွှန်းကိုတော့ WiRa Aung မှရေးသားပေးထားပါတယ်….File size…(2 GB)/(1 GB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:58:55Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWiRa Aung&Phoo Phoo LinnYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhn HwitaeHidetoshi NishijimaJin DaeyeonMasaki OkadaPark YurimPerry DizonReika KirishimaSatoko AbeSonia YuanToko Miura",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/esOyr2JE2mpvNpNZLqszRSnrnap.jpg",
      "https://image.tmdb.org/t/p/w300/r6aqhlmJmu8Dv5E7QYEruaEXKYm.jpg",
      "https://image.tmdb.org/t/p/w300/mbfDQ1veETNbVMUL8UDblFHyIBd.jpg",
      "https://image.tmdb.org/t/p/w300/fpke0wXgf791WCtcAzK0W91iXNT.jpg",
      "https://image.tmdb.org/t/p/w300/txi6MhARvTNXnhVdsnn6k8fLKvi.jpg",
      "https://image.tmdb.org/t/p/w300/5UzbAexyDZmYxKA6c7WXvJuRuuw.jpg",
      "https://image.tmdb.org/t/p/w300/rcxS6GpesivgXFhJTyC2qFzwwR.jpg",
      "https://image.tmdb.org/t/p/w300/uUXcczyMk0y52XaI7HVLKos3lq9.jpg",
      "https://image.tmdb.org/t/p/w300/8LdVfJ54SEy1FUGDaTZn0ymfTe9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3ywSXx2KITujZaO9Eb8MHHFCZPA.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/drive-my-car2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-drive-my-car-2021-1080-p-blu-ray-x-264-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/35eii/(CM)_Drive.My.Car.2021.1080p.BluRay.x264.AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IocwEIAY#qHZ814O-RAAC9skx0ihS0aU5-14_xWvTVZsnwNGMmK8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6y4pdlm9jsdb.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfast.com/ercq63252syq.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-drive-my-car-2021-720-p-blu-ray-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2pgP8/(CM)_Drive.My.Car.2021.720p.BluRay.x264-Nyein.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/549xVYrR#WU4sWUr8OZjG-6Vyp0ypn--T9zVq4kXe3etmsUgtvYc",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9aw1aygty1wt.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/okf9xfudgj8c.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ygd7rVkiM-c",
      "video_url": "https://www.youtube.com/watch?v=ygd7rVkiM-c",
      "embed_url": "https://www.youtube.com/embed/ygd7rVkiM-c"
    }
  },
  {
    "metadata": "18+|2016|1h 24min|Adult,Asian,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Erotic Tutoring (2016)",
    "description": "ဒီကိုရီးယား ၁၈+ ဇာတ်ကားက Erotic ဆန်လွန်းပါတယ်။စာလာသင်တဲ့ဆရာမနဲ့ ကျောင်းသားလေးတို့အပြင်တခြားဘာညာတွေပါ ဘာညာကြတဲ့ဇာတ်ကားပါ။Dark Side Production မှတင်ဆက်ထားပါတယ်။File Size…(800MB)Quality…HD-Rip 720pFormat…mp4Duration…01:23:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…RGBTranslated byDarkSide HTSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChoi Woo SungStarsAhn Min-sangDo Mo-seLee SooPark Joo-bin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4LmV5grDILKNSfZHjHL0tr0dBVX.jpg",
      "https://image.tmdb.org/t/p/w300/biksmhDu2k88VfEvTLl6HJtzNCj.jpg",
      "https://image.tmdb.org/t/p/w300/qytVqojais5TbR6MBBZqHfJejuJ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/du9f2dutkaa5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/erotic-tutoring-eum-lan-gwa-oi-18-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/V8ya/Erotic_Tutoring_(Eum-Lan_Gwa-Oi)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/50px464hh4lm",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "ElFS0IbBRTY",
      "video_url": "https://www.youtube.com/watch?v=ElFS0IbBRTY",
      "embed_url": "https://www.youtube.com/embed/ElFS0IbBRTY"
    }
  },
  {
    "metadata": "N/A|2012|147 min|Asian,Drama,Romance,Sunny",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "434"
    },
    "title": "Seven Something ( 2012 )",
    "description": "2012 က ထွက်ရှိခဲ့တဲ့ Seven Something ဇာတ်ကားလေးဟာထိုင်းနိုင်ငံရဲ့ အကောင်းဆုံး Top 20 List ထဲမှာဝင်တဲ့ဇာတ်ကားလေးပါထိုင်းတို့ Ro ပြီဆိုရင် အသေကြွေတယ်မလား..ဒီဇာတ်ကားလေးဟာလည်းအချစ်ဇာတ်လမ်းလေး သုံးခုကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ပထမဆုံးကတော့ ဗီဒီယိုရိုက်တာအရမ်းဝါသနာပါတဲ့ ဒါရိုက်တာဖြစ်ချင်တဲ့အထက်တန်းကျောင်းသားလေးတစ်ယောက်.သေချာပြောရမယ်ဆိုရင်တော့Social Media ( Facebook , twitter , instagram ) တွေကိုဘဝမှတ်နေတဲ့ကျောင်းသားလေးရဲ့အချစ်ဇာတ်လမ်းလေးဒုတိယကတော့ ကျော်ကြားမှုကိုမက်မောတဲ့မင်းသမီးတစ်ယောက်နဲ့အဏ္ဏဝါ ပြတိုက်ကရေငုတ်သမားလေးတစ်ယောက်..သူတို့တွေချစ်ခဲ့ကြပေမယ့် မိန်းကလေးက ကျော်ကြားမှုကိုအလွန်အမင်းပဲမက်မောလွန်းတာကြောင့်လမ်းခွဲခဲ့ရတယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်ရမယ့်အချစ်ဇာတ်လမ်းလေးတတိယတစ်ခုကတော့.. ခင်ပွန်းသည်ဆုံးပါးသွားတဲ့အသက်၄၀ကျော်မမကြီးနဲ့ ၂၀ ကျော် အက်စမာရောဂါကြောင့်မာရသွန်ပြေးတဲ့ကောင်လေးတို့ဇာတ်လမ်းလေး..ခံစားချက်တွေဖြစ်ပေါ်ခဲ့ပေမယ့်မဖြစ်သင့်ဘူး မဖြစ်နိုင်ဘူးဆိုတဲ့အရာတွေကိုဘယ်လိုကျော်ဖြတ်ပြီးဘယ်လိုရှေ့ဆက်မလဲဆိုတာကိုကြည့်ရမှာပါ..အချစ်ဇာတ်လမ်းကောင်းလေးတွေကြိုက်နှစ်သက်သူတွေအတွက်တော့ကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/sunny/ကြည့်လို့ရပါတယ်။)– Zawgyi-2012 က ထြက္ရွိခဲ႔တဲ႔ Seven Something ဇာတ္ကားေလးဟာထိုင္းႏိုင္ငံရဲ႕ အေကာင္းဆံုး Top 20 List ထဲမွာ၀င္တဲ႔ဇာတ္ကားေလးပါထိုင္းတို႔ Ro ၿပီဆုိရင္ အေသေၾကြတယ္မလား..ဒီဇာတ္ကားေလးဟာလည္းအခ်စ္ဇာတ္လမ္းေလး သံုးခုကို ရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္ပထမဆံုးကေတာ႔ ဗီဒီယိုရိုက္တာအရမ္း၀ါသနာပါတဲ႔ ဒါရိုက္တာၿဖစ္ခ်င္တဲ႔အထက္တန္းေက်ာင္းသားေလးတစ္ေယာက္.ေသခ်ာေၿပာရမယ္ဆုိရင္ေတာ႔Social Media ( Facebook , twitter , instagram ) ေတြကိုဘ၀မွတ္ေနတဲ႔ေက်ာင္းသားေလးရဲ႕အခ်စ္ဇာတ္လမ္းေလးဒုတိယကေတာ႔ ေက်ာ္ၾကားမွုကိုမက္ေမာတဲ႔မင္းသမီးတစ္ေယာက္နဲ႔အဏၰ၀ါ ၿပတိုက္ကေရငုတ္သမားေလးတစ္ေယာက္..သူတို႕ေတြခ်စ္ခဲ႔ၾကေပမယ႔္ မိန္းကေလးက ေက်ာ္ၾကားမွုကိုအလြန္အမင္းပဲမက္ေမာလြန္းတာေၾကာင္႔လမ္းခြဲခဲ႔ရတယ္..ဘာေတြဆက္ၿဖစ္မလဲဆုိတာၾကည္႔ရမယ္႔အခ်စ္ဇာတ္လမ္းေလးတတိယတစ္ခုကေတာ႔.. ခင္ပြန္းသည္ဆံုးပါးသြားတဲ႔အသက္၄၀ေက်ာ္မမၾကီးနဲ႔ ၂၀ ေက်ာ္ အက္စမာေရာဂါေၾကာင္႔မာရသြန္ေၿပးတဲ႔ေကာင္ေလးတို႔ဇာတ္လမ္းေလး..ခံစားခ်က္ေတြၿဖစ္ေပၚခဲ႔ေပမယ္႔မၿဖစ္သင္႔ဘူး မၿဖစ္ႏိုင္ဘူးဆိုတဲ႔အရာေတြကိုဘယ္လိုေက်ာ္ၿဖတ္ၿပီးဘယ္လိုေရွ႕ဆက္မလဲဆုိတာကိုၾကည္႕ရမွာပါ..အခ်စ္ဇာတ္လမ္းေကာင္းေလးေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ႔ၾကည္႕ရွုသင္႔တဲ႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္အညႊန္းနဲ႔ဘာသာၿပန္သူ Nu Mon ၿဖစ္ပါတယ္Encoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdisorn Tresirikasemจิระ มะลิกุลปวีณ ภูริจิตปัญญาStarsChirayu La-ongmaniNichkhunPanissara PhimpruSirin HorwangSunny SuwanmethanonSutatta Udomsilpสู่ขวัญ บูลกุลCastChirayu La-ongmaniNichkhunPanissara PhimpruSirin HorwangSunny SuwanmethanonSutatta Udomsilpสู่ขวัญ บูลกุล",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1xOup4vMIjffgv1YXU4K0IWEtjR.jpg",
      "https://image.tmdb.org/t/p/w300/AfWdzQTovBXyaRL0tDcCASKatgs.jpg",
      "https://image.tmdb.org/t/p/w300/nnDerC6tsHhbcclksiFDtEZPeZp.jpg",
      "https://image.tmdb.org/t/p/w300/rgwGNIql3hDIB75BIvxM2lrCOKl.jpg",
      "https://image.tmdb.org/t/p/w300/yZSVZDC7T98PmNfgDm1kLZYHGjl.jpg",
      "https://image.tmdb.org/t/p/w300/7WWCV0l8yXLfaWDTJVZwEWfZ1H0.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/Seven-Something.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bjstazyi2ceh.html",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/9rRxFYCC#NCT6RhmBVQeEFbE4sLKleGE3eKbnzWxV5QyVMNJO0hk",
        "server": "mega.nz",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4eBer/Seven_Something_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/0ab358e81c/seven-something-2012-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/seven-something-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://yadi.sk/d/pajHFghVAIx4Gw",
        "server": "disk.yandex.com",
        "size": "944 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/7yl4ukbuyp6d",
        "server": "upstream.to",
        "size": "944 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "qoYPN12CHrM",
      "video_url": "https://www.youtube.com/watch?v=qoYPN12CHrM",
      "embed_url": "https://www.youtube.com/embed/qoYPN12CHrM"
    }
  },
  {
    "metadata": "|2013||Action,Asian,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Mole Song: Undercover Agent Reiji (2013)",
    "description": "အျမဲတမ္း တလြဲေတြလုပ္တတ္တဲ့ Reiji Kikukawa ဟာ ေပါေတာေတာေနတတ္ေပမယ့္ တရားမ်ွတမႈကို ျမတ္ႏိုးလိုလားသူတစ္ေယာက္ပါအဲဒါေၾကာင့္ သူဟာ ရဲအကယ္ဒမီတက္ခ့ဲတယ္ ဒါေပမဲ့ အနိမ့္ဆံုးရမွတ္ေတြ မွတ္တမ္းေတြနဲ႔ပဲ သင္တန္းဆင္းခဲ့ၿပီး ရဲသားတစ္ေယာက္ျဖစ္လာပါတယ္တစ္ရက္မွာေတာ့ မေမွ်ာ္လင့္ပဲ စည္းမ်ဥ္း စည္းကမ္းကိစၥေတြနဲ႔ ပတ္သတ္ၿပီး ရဲခ်ဳပ္က သူ႔ကို အလုပ္ျဖဳတ္ပစ္ခဲ့ပါတယ္။တကယ္ေတာ့ ဒါဟာ ေသခ်ာဇာတ္တိုက္ထားတဲ့ အရာတစ္ခုပါပဲ။သူဟာ သူလွ်ိဳတစ္ေယာက္ ငေပြးတစ္ေကာင္အျဖစ္ ဘဝတစ္ဆစ္ခ်ိဳး ေျပာင္းလဲလာခဲ့ပါတယ္။သူ႔ရဲ႕ပစ္မွတ္က Sukiyakaki ဂိုဏ္းေခါင္းေဆာင္ Shuho Todoroki ပါ ။အဲဒီဂိုဏ္းက Kanto နယ္တဝွမ္းမွာေတာ့ အႀကီးမားဆံုး ရာဇဝတ္ဂိုဏ္းတစ္ခုပါပဲ။တစ္ရက္မွာေတာ့ Sukiyakaki ရ့ဲ နံပါတ္ႏွစ္ျဖစ္တဲ့ Masaya Hiura က Reiji ကို မ်က္စိက်သြားၿပီးသူ႔ရဲ႕ ေသြးေသာက္ညီအကိုအျဖစ္ ရာကူဇာဂိုဏ္းထဲကို ထည့္သြင္းခဲ့ပါတယ္Reiji တစ္ေယာက္ ဘယ္လို အခက္အခဲမ်ားစြာ ဆင္းရဲဒုကၡအမ်ိဳးမ်ိဳးကို ျဖတ္ေက်ာ္ျပီး ရာကူဇာဂိုဏ္းက Shuho Todoroki ဆီ ဘယ္လိုအေရာက္သြားမလဲဆိုတာကေတာ့…..။အဓိကဇာတ္ေကာင္ Reiji အျဖစ္ For you in Blossom(2007), Maō, The brain man (2013), The top murder in mind (2016) အစရိွတဲ့ဂ်ပန္ဇာတ္ကားေကာင္းေတြမွာ သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Toma Ikata က ပိုင္ႏို္င္စြာ သ႐ုပ္ေဆာင္ထားပါတယ္။ဂ်ပန္ကားတို႔ရဲ႕ ထံုးစံအတိုင္း ဂ်ပန္ရသအျပည့္နဲ႔ အက္႐ွင္ဆန္ဆန္ ဇာတ္ျမဴးေလးကို ၾကည့္ရမွာပါ။ကဲ…ဇာတ္လမ္းကို ကိုယ္တိုင္ၾကည့္႐ႈခံစားရင္း ဘဝအေမာေတြ ေျပႏိုင္က်ပါေစ…။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ Zonpwint Naing ျဖစ္ပါတယ္။)File Size…(999MB) and (400MB)Quality…BluRay 720pFormat…mp4Duration…02:10:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya AungTranslated byJUNEYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/2481.jpg",
    "movie_links": [
      {
        "link": "http://viahold.com/1mPX",
        "server": "drive.google.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/1mQH",
        "server": "openload.co",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "http://viahold.com/1mjp",
        "server": "openload.co",
        "size": "400 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1998|1h 31min|Asian,Crime,Thriller",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "321,741"
    },
    "title": "The Untold Story 2",
    "description": "ဒီတခါတော့ cmပရိသတ်ကြီးအတွက် ၁၉၉၈ခုနှစ်ကရိုက်ကူးပြီး IMDb 5.5ရထားတဲ့ horrorဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ကိုပဲအာရုံစိုက်တ‌ဲ့ Cheung ဟာ တနေကုန် ပင်ပန်းတာတွေ များလို့ညရောက်တဲ့အခါ ဇနီးKuenဖြစ်သူကို စိတ်မကျေနပ်စေနိုင်ခဲ့ပါဘူး.အဲ့ဒါကြောင့် ဇနီးဖြစ်သူဟာ စိတ်ကျေနပ်မှုရအောင်အမြဲယောကျာ်းတစ်ယောက်မဟုတ် တစ်ယောက် ရှာပြီးဆန္ဒကို ဖြေသိမ့်နေခဲ့ပါတယ်.လူရိုးကြီးCheungဟာလဲ ဇနီးသည်ကိုပြောမရတာကြောင့် လွှတ်ပေးထားခဲ့ပါတယ်။ဒီလိုနဲ့ မထင်မှတ်ပဲ တနေ့မှာတော့ kuen ရဲ့ညီမ၀မ်းကွဲဖြစ်သူ Fungဟာဟောင်ကောင်ကို ရောက်လာခဲ့ပါတယ်.Fung ဟာအမဖြစ်သူရဲ့ လုပ်ရပ်တွေကို တွေ့တဲ့အခါမှာ ရွံရွာမုန်းတီးပြီးလူရိုးကြီး Cheungကို သနားချစ်ခင်ခဲ့ပါတယ်.အဲ့ဒါနဲ့ fungဟာ လူရိုးကြီး Cheungကို မာယာတွေနဲ့ ဖြားယောင်းပြီးသူ့ကိုချစ်ခင်အောင် လုပ်ခဲ့ပါတယ်.horrorကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါ….လူသတ်ခန်းနဲ့ ချစ်ကျွမ်း၀င်ခန်းတချို့ပါ၀င်တာကြောင့်အသက်၁၈နှစ်အောက် မကြည့်သင့်ပါ….Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYiu-Kuen NgStarsAnthony WongEmotion CheungHelena Law LanJamie Luk Kim-MingMelvin WongPaulyn SunYeung FanCastAnthony WongEmotion CheungHelena Law LanJamie Luk Kim-MingMelvin WongPaulyn SunYeung Fan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2ZAKJmhJmj7eZgabd5JuTCjRy0H.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/gPVCPiR9VRWCVt1dQcYHbIXk5W6.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/lso272dnnki2.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/eyljaitsuwqb.html",
        "server": "usersdrive.com",
        "size": "403.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-untold-story-ii-1998-chinese-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-untold-story-ii-1998-chinese-7200-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "403.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3zEuw/The.Untold.Story.II.1998.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2TH2h/The.Untold.Story.II.1998.CHINESE.7200p.BluRay_%7BCM%7D_.mp4",
        "server": "megaup.net",
        "size": "403.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/mzoSiYjT#cYqSu3BF3LYN82yBhxBCelQ2o6IIdBoH4wXAzNj31LU",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/auJwgaZS#ikqVBL-GoCXHzUAyVf3YQZx5atrmuwBCfXs3YOaugU4",
        "server": "mega.nz",
        "size": "403.1 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "9tOk2h5sFc4",
      "video_url": "https://www.youtube.com/watch?v=9tOk2h5sFc4",
      "embed_url": "https://www.youtube.com/embed/9tOk2h5sFc4"
    }
  },
  {
    "metadata": "R|2003|90 min|Asian,Horror",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "121,507"
    },
    "title": "Art Of Devil 1 (2004)",
    "description": "အမွားတစ္ခုက်ဴးလြန္မိၿပီးဆိုရင္တာဝန္မယူရဲတဲ့စိတ္ဓာတ္ကသင့္ေနာက္ကိုအရိပ္ဆိုးတစ္ခုအျဖစ္နဲ႔လိုက္ေနမယ္ဆိုတာသိရဲ႕လား ကိုယ္ျပဳသည့္ကံကိုယ္သာခံဆိုေပမဲ့ တစ္ခ်ိဳ႕အမွားေတြက..ကိုယ့္အေပါင္းအသင္းေဆြမ်ိဳးမိသားစုေတြကိုေတာင္..ဒုကၡေတြေရာင္ျပန္ဟပ္တတ္ပါတယ္ ေလ႐ွည္ေနမိျပန္ၿပီး… ဇတ္ၫြန္းဆီကိုသြားရေအာင္ပါ…သူေဌးႀကီးpratanဟာBoomဆုိတဲ့ေကာင္မေလးနဲ႔ေမွာက္မွားၿပီးတဲ့ေနာက္မွာတာဝန္ယူစိတ္မရိွတဲ့အျပင္…သူမဘဝအၫြန္႔ကိုပါခ်ိဳးပစ္လိုက္ပါတယ္…အဲဒီလိုလုပ္လိုက္လို႔သူ႔ဆီဒုကၡေတြေဝဆာလာေတာ့မယ္ဆိုတာသူမသိ႐ွာခဲ့ပါဘူး…အဲဒီလိုသူ႔ရဲ႕အမွားတစ္ခုေၾကာင့္ ခဏကေျပာသလိုသူ႔မိသားစုဆီကိုပါတစ္ညမွာPratanအသတ္ခံရၿပီးတဲ့ေနာက္မွာသူ႔ဇနီးေဟာင္းရဲ႕သမီး..နန္းကိုအေမြေတြလႊဲခဲ့ေပးေၾကာင္းသိရိွရပါတယ္…ဒီေတာ့Boomဟာ..သူ႔ကိုလုပ္ခဲ့တဲ့အဖိုးႀကီးရဲ႕မိသားစုကိုသတ္ခ်င္တာကတစ္ေၾကာင္းအေမြကလိုခ်င္တာကတစ္ေၾကာင္း..ကိုင္း…သူဘယ္လိုလုပ္ၿပီးဒါေတြကိုလက္စသတ္မလဲဆိုတာကိုဖန္းသားျပင္ေပၚမွာဆက္လက္ၾကည့္႐ႈ့ရေအာင္ပါ…အေပၚကိုအၫြန္းကိုဖတ္ၿပီးရင္ဇတ္လမ္းက႐ိုး႐ွင္းေနတယ္လို႔မထင္ပါနဲ႔..ကြၽန္ေတာ္တို႔ေတြဟာေလာကႀကီးထဲအေကာင္းအဆိုးဒြန္တြဲၿပီးဝင္လာတာပါ..ဒါေပမဲ့သူတို႔ႏွစ္ခုကေတာ့ဆန္႔က်င္ဘက္ပါ ေကာင္းတာလုပ္ရင္ေကာင္းတာျဖစ္မယ္ အဲ့လိုမွမဟုတ္ပဲ အဆိုးေတြကိုသာေရြးခ်ယ္ေနရင္ေတာ့..မလွေသာေသျခင္းတရားေတြဟာသင့္ကိုလက္ကမ္းႀကိဳဆိုေနၾကပါလိမ့္မယ္ဘာသာျပန္ နဲ႔ အၫြန္းကိုေတာ့ မ်ိဳးဇင္က ေရးသားေပးခဲ့တာပါYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid R. EllisStarsA.J. CookAli LarterDavid PaetkauMichael Landes",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fosrbopvxcnr.html",
        "server": "usersdrive.com",
        "size": "688 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/art-of-the-devil-1-khon-len-khong-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "688 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Sffj/Art_Of_The_Devil_1_(Khon_Len_Khong)_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "688 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/wTQCVAiQ#EjuhpFdjH8f-mb9CoEUHru8WsrKuG03RiJiw_38qAZw",
        "server": "mega.nz",
        "size": "688 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/dolx6ll0zumg",
        "server": "upstream.to",
        "size": "688 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2017|90 min|Asian,Comedy,Horror",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "56"
    },
    "title": "Premika Parab (2017)",
    "description": "IMDb Rating (7/10)(Unicode)ထိုင်းနိုင်ငံအစွန်အဖျား နယ်မြို့လေးရဲ့ တောစပ်တစ်ခုမှာ တစ်ကိုယ်လုံး ခုတ်ထစ်ဖြတ်တောက်ခံထားရတဲ့ အမျိုးသမီးအလောင်းတစ်ခုရှာတွေ့ခဲ့ပါတယ်။တရားခံဝေးလို့ အလောင်းကို ဘယ်သူဘယ်ဝါ မဖော်နိုင်ခဲ့သလို ရဲဘက်ကလဲ ပေါ့ပေါ့တန်တန်ပဲသဘောထားခဲ့ပါတယ်။သူတို့မသိတာက အဲ့ဒီမိန်းကလေးကိုသတ်တဲ့ တရားခံဟာ နှလုံးကို ကာရာအိုကေစက်တစ်ခုထဲ ထည့်ပစ်ခဲ့တယ်ဆိုတာပါပဲ။အဲ့ဒီကိစ္စကာလတစ်ချို့ကြာပြီးတဲ့နောက် အဲ့ဒီတောစပ်နားက အပန်းဖြေစခန်းတစ်ခုကို ပြန်လည်ဖွင့်လှစ်ခဲ့ပါတယ်။ ဖွင့်ပွဲအတွက်အလွှာစုံက ဧည့်သည်တွေကို ဖိတ်ကြားထားခဲ့ပြီး အပန်းဖြေစခန်းမှာ ကာရာအိုကေ စက်တစ်လုံးနဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ခြောက်လှန့်မှုတွေ စတင်လာပါတော့တယ်။ထိုင်းသရဲဟာသကားတွေ ထုံးစံအတိုင်း ကြောက်စရာကောင်းသလို တစ်ကားလုံးလဲ အလွဲတွေနဲ့ ရယ်နေရမှာပါ။ သတ်ခန်းဖြတ်ခန်းတွေကတော့သွေးထွက်သံယိုအရမ်းများပြီး ကြမ်းတမ်းလွန်းပါတယ်။(Zawgyi)ထုိင္းႏုိင္ငံအစြန္အဖ်ား နယ္ၿမိဳ႕ေလးရဲ႕ ေတာစပ္တစ္ခုမွာ တစ္ကုိယ္လုံး ခုတ္ထစ္ၿဖတ္ေတာက္ခံထားရတဲ့ အမ်ိဳးသမီးအေလာင္းတစ္ခုရွာေတြ႔ခဲ့ပါတယ္။တရားခံေ၀းလုိ႔ အေလာင္းကို ဘယ္သူဘယ္၀ါ မေဖာ္ႏုိင္ခဲ့သလုိ ရဲဘက္ကလဲ ေပါ့ေပါ့တန္တန္ပဲသေဘာထားခဲ့ပါတယ္။သူတုိ႔မသိတာက အဲ့ဒီမိန္းကေလးကုိသတ္တဲ့ တရားခံဟာ ႏွလုံးကို ကာရာအုိေကစက္တစ္ခုထဲ ထည့္ပစ္ခဲ့တယ္ဆုိတာပါပဲ။အဲ့ဒီကိစၥကာလတစ္ခ်ိဳ႕ၾကာၿပီးတဲ့ေနာက္ အဲ့ဒီေတာစပ္နားက အပန္းေၿဖစခန္းတစ္ခုကုိ ၿပန္လည္ဖြင့္လွစ္ခဲ့ပါတယ္။ ဖြင့္ပဲြအတြက္အလႊာစုံက ဧည့္သည္ေတြကုိ ဖိတ္ၾကားထားခဲ့ၿပီး အပန္းေၿဖစခန္းမွာ ကာရာအုိေက စက္တစ္လုံးနဲ႔ မိန္းကေလးတစ္ေယာက္ရဲ႕ေၿခာက္လွန္႔မႈေတြ စတင္လာပါေတာ့တယ္။ထုိင္းသရဲဟာသကားေတြ ထုံးစံအတုိင္း ေၾကာက္စရာေကာင္းသလုိ တစ္ကားလုံးလဲ အလြဲေတြနဲ႔ ရယ္ေနရမွာပါ။ သတ္ခန္းၿဖတ္ခန္းေတြကေတာ့ေသြးထြက္သံယုိအရမ္းမ်ားၿပီး ၾကမ္းတမ္းလြန္းပါတယ္။File size…(999 MB) and (500 MB)Quality….DVD-Rip 720pFormat…mp4Duration….01:31:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSiwakorn CharupongsaStarsAnongnart YusanonGena DesouzaKidakarn ChatkaewmaneeNutthasit KotimanuswanichPramote PathanCastAnongnart YusanonGena DesouzaKidakarn ChatkaewmaneeNutthasit KotimanuswanichPramote Pathan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3n2YvOWCmbCMkU8kqVQcKaxqXOj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNWNmYzlkNTktMmI3ZS00OTI3LTg1OTMtNThjMjZlMTdkOWUzXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/EGvpgnzat3",
        "server": "drive.google.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://myandrive.net/file/j3szkgf3V5",
        "server": "drive.google.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Miy8/(CM)Premika.Parab.2017.DVDRip.x264.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1sg0l/(CM)Premika.Parab.2017.DVDRip.x264.SmallFile.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://mirrorace.com/m/2ex60",
        "server": "mirrorace.com",
        "size": "999 MB",
        "quality": ""
      },
      {
        "link": "https://mirrorace.com/m/2ex63",
        "server": "mirrorace.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://verystream.com/stream/boL5wAHJXYY/%28CM%29Premika.Parab.2017.DVDRip.x264.SmallFile.mp4",
        "server": "streamango.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://openload.co/f/fB-fzxIr95g/%28CM%29Premika.Parab.2017.DVDRip.x264.SmallFile.mp4",
        "server": "openload.co",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "gTprmL7re1s",
      "video_url": "https://www.youtube.com/watch?v=gTprmL7re1s",
      "embed_url": "https://www.youtube.com/embed/gTprmL7re1s"
    }
  },
  {
    "metadata": "N/A|2014|N/A|Asian,Crime,Horror",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "9"
    },
    "title": "Ghost Seeing Detective Cheo Yong Season 1 ျမန္မာစာတန္းထိုး",
    "description": "IMDb rating 8.1 ရထားျပီး ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသား ဂ်ီဟိုအိုး ကလည္းပရိတ္သတ္ၾကီးနဲ႕ သိပ္စိမ္းမွာမဟုတ္ပါဘူးဗ်ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရွဳပ္ေထြးလွေသာ မႈခင္းမ်ားကိုလိုက္လံစံုစမ္းေဖာ္ထုတ္ရင္း မေမွ်ာ္လင့္ပဲ တြဲဖက္သူငယ္ခ်င္းကိုဆံုးရွံုးထားရတဲ့ရဲစံုေထာက္ၾကီးဟာ ပရေလာက ျဖစ္ရပ္ဆန္းေတြနဲ႕ ဆက္ႏြယ္လာတဲ့ အခါမွာေတာ့ဘယ္လိုေတြမ်ားျဖစ္လာမလဲဆိုတာကို ပရိတ္သတ္ၾကီး က ရင္ထိတ္သည္းဖိုၾကည့္ရွဴရမွာပါSeason 1 မွာစုစု ေပါင္း ၁၀ ပိုင္းရွိျပီး အကုန္လံုးကို တပါတည္းတင္ေပးလိုက္ပါတယ္ဗ်ဘာသာျပန္ကေတာ့ StarLet ျဖစ္ပါတယ္ဗ်Download==========================Ep01Ep02Ep03Ep04Ep05Ep06Ep07Ep08Ep09Ep10Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorN/AStarsJi-eun OhJi-ho OhJun Hyo-SeongSeung-mok Yoo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTQyYzc2YTMtMGM0ZC00M2MyLWFiZWYtMTVlNTJiZTM2ZjYyXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "||73 Mins|Adult,Asian",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "Tattooed Flower Vase (1976)",
    "description": "Tattooed Flower Vaseယောက်ျားမရှိတော့ပေမယ့် ယောက်ျားရဲ့ မျိုးဆက် သမီးချောချောလှလှလေးကို လိုလေသေးမရှိ ကျွေးမွေးပြုစုစောင့်ရှောက်ရင်းနဲ့ ဆယ်နှစ်တိုင်တိုင် တစ်ကိုယ်တော်မေမေ အဖြစ် ဘဝကြီးကို ဖြတ်သန်းနေတဲ့ Michiyoတစ်ယောက် တစ်ရက်မှာတော့ စားဖားကြီး တစ်ကောင်ရဲ့ မကောင်းကြံတာခံရပြီးတဲ့နောက်ဆာလောင်မှုတွေ ချုပ်ထိန်းထားရတဲ့ စိတ်ရိုင်းတွေ ဖုံးမဖိနိုင်တော့လောက်အောင် ထကြွလာတဲ့ အခါ သမီးလေးနဲ့ ကတောက်ကဆဖြစ်ပုံတွေ သိက္ခာတွေ ဟိတ်ဟန်တွေ နဲ့နေရပေမယ့် အသွေးအသားနဲ့ မို့ ရမက်က သိက္ခာထက် ပိုတန်ခိုးကြီးလာတဲ့အခါ တစ်ကိုယ်တော်မေမေ Michiyoတစ်ယောက် ဘယ်လိုတွေ ဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာကို တော့ ဒီကားမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။File Size__(200MB)Quality__DVDRipIMDb Rating__5/10Format__mp4Duration__01:00:00Type__AdultSubtitle__Myanmar Subtitle (Hardsub)Translated byDark GroupEncoded byDark DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMasaru KonumaStarsNaomi TaniTakako KitagawaCastNaomi TaniTakako Kitagawa",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/lahc2bsg9db4.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/18-tattooed-flower-vase-1976-mp-4",
        "server": "yoteshinportal.cc",
        "size": "200 MB",
        "quality": "DVDRip"
      },
      {
        "link": "https://megaup.net/1cEqy/[18+]Tattooed_Flower_Vase_1976.mp4",
        "server": "megaup.net",
        "size": "200 MB",
        "quality": "DVDRip"
      },
      {
        "link": "https://sbbrisk.com/ehne98btc3b0.html",
        "server": "streamsb.com",
        "size": "200 MB",
        "quality": "DVDRip"
      },
      {
        "link": "https://streamvid.net/pticm4wtsdct",
        "server": "streamvid.io",
        "size": "200 MB",
        "quality": "DVDRip"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Asian,Comedy",
    "rating": {
      "rating": "5.7/10",
      "rating_count": ""
    },
    "title": "My Boss, My Teacher (2006)",
    "description": "IMDb Rating (5.7)Rotten Tomatoes (60%)ဒီကားကတော့ ပထမကား My Boss,My Hero (2001) ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမကားက သရုပ်ဆောင်တွေပဲ ပြန်ပါလာတာမို့ ပထမကားလိုပဲအချိတ်အဆက်မိမိ ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ပထမကားမှာတော့ လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ်တစ်ယောက် အထက်တန်းကျောင်းကို ပြန်တက်ပြီးအောင်လက်မှတ်ရရှိခဲ့ပေမယ့် သူ့ဆရာ လူမိုက်ဂိုဏ်းချုပ်ကြီးကတော့ တင်းတိမ်ခြင်းမရှိသေးပါဘူး။သူ့တပည့်ကျော်ဂန်ဒူဆစ်အနေနဲ့ အဆင့်မီလူမိုက်ဖြစ်ဖို့ကျောင်းပညာရေးဆက်သင်ရဦးမယ်ယူဆပြီး ကျောင်းကိုထပ်လွှတ်လိုက်ပါပြီ…ဒီတစ်ခါတော့ ကျောင်းသားမဟုတ်တော့ပါဘူး…ကျောင်းဆရာအနေနဲ့ပါ။လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ် တဖြစ်လဲ ကျောင်းဆရာဂန်ဒူဆစ်နဲ့ သူ့ရဲ့တပည့်ကျော်ခေါင်းကြီးတို့တွေကျောင်းမှာ ဘယ်လိုတွေချကြဦးမလဲဆိုတာ…။(ဒီဇာတ်ကားက BluRay HD မထွက်ရှိတာကြောင့် DVDRip Quality နဲ့သာ တင်ဆက်လိုက်ရပါတယ်။)File size…(1.7 GB) / (800 MB)Quality…DVDRip 720p / 360pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAung TayzaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHahaHan Hyo-jooJung Joon-hoJung Woon-taekJung Woong-inKim Sang-joongLee Soo-hyuk",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kKiIGyF4iWn0jLnvKzWvXLqJloK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTY5MDU5NjIzOF5BMl5BanBnXkFtZTgwNTY5ODc1MjE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-bossmy-teacher-2006",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-boss-my-teacher-2006-720-p-dvd-rip-dd-5-1-x-264-theonlyh-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://sbcloud1.com/1q0g14m26jis.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://megaup.net/2k7pD/(CM)My.Boss.My.Teacher.2006.720p.DVDRip.DD5.1.x264-theonlyh_.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://mega.nz/file/U9AGnDqb#h4fgOv3X_ADLml1zA_iLfvqqgyo9wDEECCRVXClBgKs",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "DVDRip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-boss-my-teacher-2006-dvd-rip-dd-5-1-x-264-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "360p"
      },
      {
        "link": "https://sbcloud1.com/gdrmktwmgfgp.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/Ycv0/(CM)My.Boss.My.Teacher.2006.DVDRip.DD5.1.x264.SmallFile.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "360p"
      },
      {
        "link": "https://mega.nz/file/xpohDQRR#QKkhG1z0PzYWxN1FuOrp3lrnMrmJb_ycZ22ByMWSvQg",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "360p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2006||Adult,Asian,Comedy,Fancy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": ""
    },
    "title": "[18+]Hot for Teacher/Who Slept With Her (2006)",
    "description": "The Goddess of Revenge ရဲ့ မင်းသမီး Kim Sa Rang ရဲ့ Movie အဟောင်းလေးတစ်ခု တင်ပေးလိုက်ပါနော်ဒီဇာတ်လမ်းမှာ Running Man က HaHa လည်း man role အနေနဲ့ ပါ၀င်သရုပ်ဆောင်ထားပါတယ်Sex is Zero တို့လို ကိုရီးယားကျောင်းသားဟာသဇာတ်ကားဖြစ်ပါတယ်…ဇာတ်လမ်းအကျဥ်း..လှပပြီး ဆက်စီကျတဲ့ ဆရာမ အွန်းဂျီယောင်းဟာ ယောက်ျားလေးအထက်တန်းကျောင်း တစ်ကျောင်းမှာ ထရိန်နင် ဆရာမအဖြစ် တစ်လတိတိ သင်ကြားပေးရမှာပါဆယ်ကျော်သက်ကျောင်းသား အများစုက ဆရာမလေး အွန်းဂျီယောင်းကို ပစ်မှတ်ထားလာကြတယ်ဒါကို ကျောင်းရဲ့ စည်းကမ်းထိန်းသိမ်းရေး ဆရာချာက သိနေတာကြောင့် ဆရာမအွန်းဂျီယောင်းကို အမြဲစောင့်ကြည့်နေခဲ့ပါတယ်ကျောင်းရဲ့ ကပွဲညမှာတော့ ဆရာချာက ယောက်ျားတစ်ယောက်နဲ့ မိန်းမတစ်ယောက် အခန်းတစ်ခန်းထဲ ၀င်သွားတာကို တွေ့ရှိခဲ့ပြီးအဲ့အတွက် တရားခံကို စုံစမ်းဖော်ထုတ်ဖို့ လုပ်ခဲ့ပါတယ်တကယ့်တရားခံက ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါ18+ ဇာတ်၀င်ခန်းအနည်းငယ်ပါပါ၀င်ပါသည်…File size…(1.3 GB)Quality….HDTV 720pFormat…mp4Duration….01:39:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySeungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBaek Il-seobHa Seok-jinHahaKim Hee-changKim Sa-rangKim Won-heeLee Hyeok-jaeLee Joo-silLim Hyung-junPark Chul-minPark Jun-gyuSeon-yeong AhnShin Hyun-joonShin YiYoo Chae-yeong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/mEvxX9YNyoccrl2UHmtSdTnohXJ.jpg",
    "movie_links": [
      {
        "link": "https://vip.yoteshinportal.cc/W-ltOyay9",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://megaup.net/U9l0/(CM)Who.Slept.With.Her.720P.HDTV.X264-pykill.mp4",
        "server": "megaup.net",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/Mg10xZIb#FXGv1QFN1jK2BNgYYriHC4wD5WkZ3VWpgX3n5K9gxe0",
        "server": "mega.nz",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/g1qoekxro0jj.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://upstream.to/25k8o152b6w9",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/who-slept-with-her-hot-for-teacher-2006-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|1h 48 min|Asian,Drama,Sport",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "599"
    },
    "title": "Champion (2018)",
    "description": "ကိုရီးယား ဒရာမာဆန်ဆန် ဇာတ်လမ်းကောင်းတွေကို ကြည့်ရှူချင်ကြသူတွေအတွက် ဝတုတ်မင်းသားလို့ခေါ်ကြတဲ့ ကိုရီယားမင်းသား Ma Dong-Seok ရဲ့ ၂၀၁၈ ထွက်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်…မာ့ခ် လို့ခေါ်တဲ့ ကိုရီယားလူမျိုး တစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် အမေရိကန်လူမျိုးမိသားတစ်စုရဲ့ မွေးစားခြင်းကိုခံရပြီး အမေရိကန် နိုင်ငံမှာပဲ ကြီးပြင်းခဲ့ပါတယ်..သူဟာငယ်စဉ်ကတည်းက လက်မောင်းလှဲအားကစားကို ရူးသွပ်ပြီး ချန်ပီယံတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ…ဒီလိုနဲ့အရွယ်ရောက်လာချိန်မှာ အမေရိကန် လက်မောင်းလှဲ အားကစားအသင်းတစ်ခုမှာ ဝင်ရောက်ကစားကာ အောင်ပွဲတွေဆက်တိုက်ယူနေရင်း အကြောင်းတစ်ခုကြောင့် ထုတ်ပယ်ခံခဲ့ရပြီးနောက်မှာ သူဟာ ကလပ်တွေ ဘားတွေ ဈေးဆိုင်တွေမှာ လုံခြုံရေးအဖြစ် ကြုံရာ လုပ်ကိုင်နေထိုင်ခဲ့ရပါတယ်တစ်ရက်တော့ ညီအစ်ကိုလိုချစ်ခင်ရတဲ့ သူငယ်ချင်းတစ်ယောက်က ကိုရီးယားမှာ လက်မောင်းလှဲပြိုင်ပွဲကြီးရှိတဲ့အတွက် သူ့ကို ကိုရီးယားကိုခေါ်ပါတော့တယ်….မာ့ခ်တစ်ယောက် ပြိုင်ပွဲဝင်ဖို့ကိုရီးယားရောက်လာပြီး သူ့ရဲ့ပျောက်ဆုံးနေတဲ့မိသားစုကို ပြန်လည်ရှာဖွေရင်း ချန်ပီယံတစ်ယောက်ဖြစ်လာနိုင်ပါမလား….။အရမ်းကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပြီး အသည်းနုသူတွေအတွက် မျက်ရည်ဝဲစေမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ အာမခံပေးပါရစေ။Rating တွေအနေနဲ့ကတော့ IMDb- 6.0/10….Rotten Tomatoes – 86 %။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ)———————————————————————ကိုရီးယား ဒရာမာဆန္ဆန္ ဇာတ္လမ္းေကာင္းေတြြကို ၾကည့္ရွဴခ်င္ၾကသူေတြအတြက္ ဝတုတ္မင္းသားလို႔ေခၚၾကတဲ့ ကိုရီယားမင္းသား Ma Dong-Seok ရဲ႕ ၂၀၁၈ ထြက္ကားေကာင္းတစ္ကားတင္ဆက္ေပးလိုက္ပါတယ္…မာ့ခ္ လို႔ေခၚတဲ့ ကိုရီယားလူမ်ိဳး တစ္ေယာက္ဟာ အေၾကာင္းတစ္ခုေၾကာင့္ အေမရိကန္လူမ်ိဳးမိသားတစ္စုရဲ႕ ေမြးစားျခင္းကိုခံရျပီး အေမရိကန္ ႏုိင္ငံမွာပဲ ၾကီးျပင္းခဲ့ပါတယ္..သူဟာငယ္စဥ္ကတည္းက လက္ေမာင္းလွဲအားကစားကုိ ရူးသြပ္ျပီး ခ်န္ပီယံတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တာပါ…ဒီလုိနဲ႕အရြယ္ေရာက္လာခ်ိန္မွာ အေမရိကန္ လက္ေမာင္းလွဲ အားကစားအသင္းတစ္ခုမွာ ဝင္ေရာက္ကစားကာ ေအာင္ပြဲေတြဆက္တိုက္ယူေနရင္း အေၾကာင္းတစ္ခုေၾကာင့္ ထုတ္ပယ္ခံခဲ့ရျပီးေနာက္မွာ သူဟာ ကလပ္ေတြ ဘားေတြ ေစ်းဆိုင္ေတြမွာ လံုျခံဳေရးအျဖစ္ ၾကံဳရာ လုပ္ကိုင္ေနထုိင္ခဲ့ရပါတယ္တစ္ရက္ေတာ့ ညီအစ္ကိုလုိခ်စ္ခင္ရတဲ့ သူငယ္ခ်င္းတစ္ေယာက္က ကုိုရီးယားမွာ လက္ေမာင္းလွဲျပိဳင္ပြဲၾကီးရွိတဲ့အတြက္ သူ႕ကို ကိုရီးယားကိုေခၚပါေတာ့တယ္….မာ့ခ္တစ္ေယာက္ ျပိဳင္ပြဲဝင္ဖုိ႔ကိုရီးယားေရာက္လာျပီး သူ႕ရဲ႕ေပ်ာက္ဆံုးေနတဲ့မိသားစုကို ျပန္လည္ရွာေဖြရင္း ခ်န္ပီယံတစ္ေယာက္ျဖစ္လာႏိုင္ပါမလား….။အရမ္းကိုၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးျဖစ္ျပီး အသည္းႏုသူေတြအတြက္ မ်က္ရည္ဝဲေစမယ့္ကားေလးတစ္ကားျဖစ္ပါတယ္လို႔ အာမခံေပးပါရေစ။Rating ေတြအေနနဲ႕ကေတာ့ IMDb- 6.0/10….Rotten Tomatoes – 86 %။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (851 MB)Quality : HDRip 720pRunning Time : 1hr 46minFormat : Mp4Genre : Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip H264 AAC-NONTranslated by Zuel Khant TwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Yong-wanStarsChoi Seung-HoonHan Ye-riKwon YulMa Dong-seokOk Ye-rinSon SookCastChoi Seung-HoonHan Ye-riKwon YulMa Dong-seokOk Ye-rinSon Sook",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zZD3xGjeaa7oIcrJMFicIeot4Ur.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/champion-2018.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dnjo4mu6to85.html",
        "server": "usersdrive.com",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/champion-chaem-pi-eon-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/522a2f4/champion-chaem-pi-eon-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4eK34/Champion_(Chaem-Pi-Eon)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/uQ0H2TAK#TqUUyUDmmEyGmU24zq6pscFrNmZzkc2p_dAsITyVUiw",
        "server": "mega.nz",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/8xir0sqf6zvp",
        "server": "upstream.to",
        "size": "851 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "KOEjzk5p3hg",
      "video_url": "https://www.youtube.com/watch?v=KOEjzk5p3hg",
      "embed_url": "https://www.youtube.com/embed/KOEjzk5p3hg"
    }
  },
  {
    "metadata": "|||Adult,Asian",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "{21+} After 1 Month of Abscence [Satone Hiiragi-DLDSS-196]",
    "description": "ပရိသတ်ကြီးကို ခုတစ်ခါတင်ဆက်ပေးချင်တဲ့ နတ်မိမယ်လေးကဆာတိုနီဟီရာဂီတဲ့ 96 born လေး သူမဟာ အခုဆိုရင် မနူးမနပ်လေးလဲမဟုတ်မမကြီးမဖြစ်သေးတဲ့ မမပေါက်စအရွယ် ၂၇ နှစ်နဲ့ လှသွေးတွေအရမ်းကြွယ်နေတာပေါ့လှပဝိုင်းစက်တဲ့မျက်ဝန်းလေးရယ် ပုရိသတွေအကြိုက် သဘာဝအတိုင်းလှနေတဲ့ရွှေရင်အစုံရယ် ရွှေရင်သိမ်းသစ် မောင့်အချစ်လေးပါပဲဒါ့အပြင်…ဒါ့အပြင်ကျန်တဲ့ဘယ်နေရာမဆို အပြစ်ပြောစရာမရှိတဲ့ လုံးကြီးပေါက်လှ မမလှလှလေးကိုDark Side က ညီနောင်တွေအတွက် ခံစားပေးစေချင်တာမို့ ရှာဖွေတင်ဆက်ပေးထားပါတယ်ဇာတ်လမ်းလေးကလဲ မမရဲ့တက်တက်ကြွကြွနဲ့ ဖောင်းဒိုင်းဥပုသ်ပြီးတဲ့နောက်ချိုးနှိမ်ထားသမျှ ဆန္ဒအစုံကို အားရပါးရစားသုံးတဲ့ဇာတ်လမ်းလေးမို့ညိုကီတို့အကြိုက်တွေ့မှာအမှန်ပါပဲ ….အားပေးလိုက်ကြပါဦး(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegramhttps://t.me/Darksideproductionmmမှာ Join ထားပေးကြပါ။File size… 2.5GB / 1.2GBQuality…Decensored 1080p / 720pFormat…mp4Duration….2h 5minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder… X CrossTranslated by Andrew MasonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsSatone HiiragiCastSatone Hiiragi",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/blah.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/reducing-mosaic-dldss-196-after-1-month-of-abscence-1080-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ilb58ffhmll3.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2137s/[Reducing_Mosaic]DLDSS-196_-After_1_month__of_Abscence.1080p.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tD1CXS7a#Dw9e3tEcybyXIQtBPqscwH3nMuPU1EywqWwNHOFhk48",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/reducing-mosaic-dldss-196-after-1-month-of-abscence-720-p-x-cross-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ledltfuht0mz.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2H0yd/[Reducing_Mosaic]DLDSS-196_-After_1_month__of_Abscence.720p.XCross(DS).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZDVWSJhC#BOOycbwlya11Nt6JGCv1MhOnA7V6qvhS8qn5aGG8Fqk",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/c60b0ias81x3",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "18+|2007|60 min|Adult,Asian,Drama",
    "rating": {
      "rating": "4./10",
      "rating_count": "13"
    },
    "title": "[18+] Widow Apartment (2007)",
    "description": "2007 ခုနှစ်ကထွက်ထားတဲ့ ဂျပန်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားထဲမှာတော့ မုဆိုးမတို့ရဲ့ အချစ် မုဆိုးမတို့ ရဲ့ မာယာ ဘာညာတွေကို တွေ့ကြရမှာပါဒီကားထဲမှာတော့ မီဆာကီ ဟာ ယောကျာ်းရပြီး မကြာခင်မှာပဲ သူ့ ယောကျာ်းဟာသေဆုံးသွားခဲ့ပါတယ် ဒါကြောင့် သူနဲ့ သူ့ယောကျာ်းနှစ်ယောက်အတူတူနေတဲ့ တိုက်ခန်းမှာတစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ် ကန်အစ်ချီဟာ အဲ့တိုက်ခန်းမှာ မန်နေဂျာတစ်ယောက်ဖြစ်ပြီးတော့မီဆာကီ ယုံကြည့်ထားတာက သူ့ယောကျာ်းက သူ့ကို သေဆုံးပြီးတာတောင်မှ ဆက်လက်ညွန်ကြားနေတယ်တိုက်ခန်းကို ပြင်ဆင်တာ ဘာညာအတွက်ပါ ဝိညာဉ်ဘ၀ နဲ့ မှာကြားနေတယ် ပေါ့ ဒီလိုနဲက သူတို့ အတွက် တိုက်ခန်းမှာနေတဲ့သူတွေကပါ စိုးရိမ်စရာတွေဖြစ်လာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ်တခု ကြိုသတိပေးချင်တာကတော့ ဒချိခန်းတွေ ဖောဖောသီသီပါတာကြောင့်မိသားစုနဲ့ အတူ မကြည့်သင့်ပါဘူးဗျQty – DVD RipDuration – 1hrGern – DramaTransaltor – ကိမုချိEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYumi YoshiyukiStarsHarumi OgawaSakurako KaoruYumeka SasakiCastHarumi OgawaSakurako KaoruYumeka Sasaki",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/widow-apartment-391298-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/widow-apartment-big-tits-aching-night-mibojin-apato-kyonyu-no-uzuku-yoru-18-2007",
        "server": "VIP Links",
        "size": "651MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/widow-apartment-big-tits-aching-night-mibojin-apato-kyonyu-no-uzuku-yoru-18-2007-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "651MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Zb6r/Widow_Apartment_-_Big_Tits__Aching_Night_(Mibôjin_Apâto_-_Kyonyû_No_Uzuku_Yoru_)_[18+]_[2007]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "651MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/7luiuujihy31.html",
        "server": "streamsb.com",
        "size": "651MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "18+|2016|1h 16min|Adult,Asian,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "2,752"
    },
    "title": "[18+] Antiporno (2016)",
    "description": "Antiporno က Sakura ကို ပြန်ခဲ့တဲ့ Jueno ရဲ့ ဒုတိယ မြောက် ဂျပန်ရုပ်ရှင်ကားဖြစ်ပြီးဒီရုပ်ရှင်ကားကတော့ နည်းနည်းပိုထူးဆန်းပါတယ်ဒီဇတ်လမ်းထဲမှာ ပါတဲ့ ကောင်မလေးဟာ ရုပ်ရှင်ရိုက်ရတာ ဝါသနာပါသူလေး ဖြစ်ပြီးစိတ္တစ ရောဂါသည်လဲ ဖြစ်နေပြန်ပါတယ်သူဟာ မနက်မိုးလင်းလာတိုင်း တစ်နေ့နဲ့ တစ်နေ့ ထပ်တူကျတဲ့ ကိစ္စမျိုးတွေပဲ ကြုံတွေ့နေရသူပါလိင်စိတ်လွန်ကဲတဲ့ ရုပ်ရှင်မျိုုးတွေ ရိုက်ချင်သူဖြစ်ပြီး တကယ်တမ်းမှာတော့ သူဟာ ကျောင်းသူလေး တစ်ယောက်ပါသူမ လုပ်နေသမျှ ဟာ ရုပ်ရှင်ရိုက်နေတယ်ပဲ ထင်နေခဲ့ပြီး အပျိုုစင်ဘ၀ ကိုတောင် လမ်းဘေးကလူတစ်ယောက်ကို ပေးခဲ့သူပါ အဲ့ဒါကိုလဲ ရုပ်ရှင်ရိုက်ကွင်းတစ်ခုလို ထင်နေပေမယ့်သူ့အပျိုစင် ဘ၀ ကို ယူပါဆိုပြီး သွားပြောမိတဲ့ လမ်းဘေးက လူကတော့ အလကားရတာ ဆိုပြီး ဘွတ်သွားပါတယ်အဲ့ဒီ အခါကျမှ သူမ ရုပ်ရှင်ရိုက်နေတာ မဟုတ်မှန်းသိသွားခဲ့တယ်ဆိုပါတော့ 😛ရုပ်ရှင်တစ်ကားလုံးဟာ 18+ အခန်းတွေ အပြည့်နဲ့ မင်းသမီးဟာခန္ဓာကိုယ်မှာ သိပ်ပြီး အဝတ်အစား မကပ်ပါဘူး အများအားဖြင့် ကိုယ်လုံးတီး ဖြစ်နေတက်ပါတယ်ဒါကြောင့် လူ (၁၈) ယောက် စုကြည့်သင့်ပါတယ် မိသားစု နှင့် အတူမကြည့်သင့်ပါ 😛ဇတ်လမ်းဟာ အစမှာ ထင်ထားခဲ့တာက တစ်မျိုးဖြစ်ပြီး အဆုံးသတ်မှာက တစ်မျိုးဖြစ်နေပါတယ်ဖြစ်နိုင်ရင်တော့ သင့် သူငယ်ချင်းတစ်ချို့ကို Mention ခေါ်ပြီး အဆုံးထိ မအန်ပဲ မပျို့ ပဲ ကြည့်နိုင်လားဆိုတာစိန်ခေါ်သင့်ပါတယ် 😀ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Jueno  ဖြစ်ပြီး Thit San Khant မှ Encode ၍ တင်ဆက်ပေးထားပါတယ်။18+ ပရိတ်သက်အပေါင်း အားအင်ပြည့်ဖြိုးကြပါစေ 😀File size – (820 MB)Quality – DVD Rip 720PFormat – MP4Duration – 1h 15mSubtitle – Myanmar SubtitleEncoder – Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSion SonoStarsAmi FukudaAmi TomiteFujikoMariko TsutsuiYûya TakayamaCastAmi FukudaAmi TomiteAsamiAyaka SasakiFujikoMariko TsutsuiYûya Takayama",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8uvnUUc6WGS8vnNSK40IgYWhwIm.jpg",
      "https://image.tmdb.org/t/p/w300/tueEXvXJAhAUos1WVoVCdKeIUkU.jpg",
      "https://image.tmdb.org/t/p/w300/xhgRpHw6K78keAkVqXCk8z1iYZp.jpg",
      "https://image.tmdb.org/t/p/w300/fjiVA2gCzljs0oYoXoqA8YHxPjO.jpg",
      "https://image.tmdb.org/t/p/w300/4CAkwhrSRM0NvEydskvi4EbkI3O.jpg",
      "https://image.tmdb.org/t/p/w300/oKV4jbaAsbA3loD209nZJehHsvZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMzA1MmZmODgtMTU0Ni00NDY0LWExZDMtYzQ2NjY1MGVmNWNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_SY1000_CR007071000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/antiporno-(anchiporuno)--18+---2016--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      },
      {
        "link": "https://usersdrive.com/rq1zyg9t2zcv.html",
        "server": "usersdrive.com",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      },
      {
        "link": "http://www.filedwon.info/kkg8xq7aods2/Anti__(Anchiporuno)_[18+]_[2016]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      },
      {
        "link": "https://megaup.net/1zVx3/Antiporno_(Anchiporuno)_[18+]_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      },
      {
        "link": "https://mega.nz/file/dsNnSQLQ#-CUQx3w1S7rhqWYnPCh5MbQ7RLWvLiIgVE-1t1GJsPE",
        "server": "mega.nz",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      },
      {
        "link": "https://upstream.to/08xn8j9atpv0",
        "server": "upstream.to",
        "size": "820 MB",
        "quality": "DVD Rip 720P"
      }
    ],
    "trailer": {
      "video_id": "heIa5m3MBhY",
      "video_url": "https://www.youtube.com/watch?v=heIa5m3MBhY",
      "embed_url": "https://www.youtube.com/embed/heIa5m3MBhY"
    }
  },
  {
    "metadata": "|2014|1h 17m|Action,Adult,Asian,Horror",
    "rating": {
      "rating": "3.4/10",
      "rating_count": "194"
    },
    "title": "(18+) Rape Zombie: Lust of the Dead 4(2014)",
    "description": "ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကိုလိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်….အဲ့တိုက်ခိုက်တဲ့ ဇွန်ဘီးတွေကို အမျိုးသမီးတစ်စုဘယ်လိုနှိမ်နှင်းပြီး လွတ်မြောက်သွားလဲဆိုတာကို ကြည့်ရမှာပါ ။ဒုတိယကားမှာတော့ ပုန်းအောင်းနေတဲ့လူနောက်တစ်စုကပိုမိုဆိုးရွားလှတဲ့ ဇွန်ဘီးမျိုးစိတ်အသစ်ကို ရင်ဆိုင်ခဲ့ကြရပါတယ်။တတိယကားမှာတော့ မပြီးပြတ်သေးတဲ့ လုပ်ငန်းစဉ်တွေနဲ့နေရာအနှံ့ပျံ့နှံ့နေပြီဖြစ်တဲ့ လိင်စိတ်ဆာလောင်နေတဲ့ဇွန်ဘီးတွေကို နောက်ဆုံးအသက်ရှင်ကျန်ဖို့အတွက်အားနွဲ့သောမိန်းမသားပေမယ့် ခက်ခက်ခဲခဲ ကြိုးစားရှင်သန်ပုံတွေကို ကြည့်ရှု့ရမှာပါ။ယခုစတုတ္ထကားမှာတော့ အရာအားလုံးပြန်အဆင်ပြေဖို့အတွက်အတိတ်ကိုအချိန်ခရီးသွားပြီး အကျိုးတရားကောင်းဖို့အကြောင်းတရားတွေကို ပြင်ဆင်ဖို့ ကြိုးစားကြတာဖြစ်ပါတယ်။ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်းတချို့လူသဘာဝတရားသီအိုရီတွေကိုပါတခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားအမျိုးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့18+ကား တကားပါ ။(မှတ်ချက်)ကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါ ။File size…1.68GB / 900MBQuality…1080p WEB DL / 720pFormat…mp4Duration….1h 17minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by SylvieYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAn KoshiAsamiAya KisakiFutsukiIonaMeguriMiho WakabayashiMikotoTakeshi NakazawaYui AikawaYûya TakayamaCastAn KoshiAsamiAya KisakiFutsukiIonaMeguriMiho WakabayashiMikotoTakeshi NakazawaYui AikawaYûya Takayama",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGE4MDdjMGYtNmQxOS00MDk0LWJlNWItM2Q1NjJhMjk1NmViXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/rape-zombie-lust-of-the-dead-4-2014-1080-p-web-dl-aac-2-0-h-264-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gy2zxxjvxxgl.html",
        "server": "usersdrive.com",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dwva/Rape.Zombie.Lust.of.the.Dead.4.2014.720p(DS).mp4",
        "server": "megaup.net",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dBMCBRTY#_DTo7rCtXPTs8QC4uIFlyys4IBhKsNQroRa46yJFyYM",
        "server": "mega.nz",
        "size": "1.68GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/rape-zombie-lust-of-the-dead-4-2014-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gy2zxxjvxxgl.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dwva/Rape.Zombie.Lust.of.the.Dead.4.2014.720p(DS).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1FtkjCoB#mOR7Z0R143jG5sQr8vWoZhY2atT5EZNSiF5pinoMjr0",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wbcsvyicw8gq",
        "server": "streamvid.io",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/z9pz6nqazskk.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gFClZut1XRo",
      "video_url": "https://www.youtube.com/watch?v=gFClZut1XRo",
      "embed_url": "https://www.youtube.com/embed/gFClZut1XRo"
    }
  }
]