[
  {
    "metadata": "PG-13|2017|2h 6min|Action,Asian,Crime,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "4,022"
    },
    "title": "Fabricated City (2017)",
    "description": "Fabricated City (2017)IMDb – 6.9/10_____Rotten – 67%ဒီဇာတ်ကားလေးက K2 မင်းသားလေးရဲ့ ၂၀၁၇ ထွက် Action ဇာတ်ကားလေးပါ၊ဇာတ်လမ်းမှာ Ji Chang Wook က နိုင်ငံံလက်ရွေးစင် တိုက်ကွမ်ဒိုအားကစားသမားဟောင်းတစ်ဦးရန်ငြိုးရန်စ မရှိတဲ့ အင်တာနက်ဂိမ်းကို အစွဲအလန်းကြီးတဲ့လူငယ်လေးတစ်ဦးပါ။ဂိမ်းထဲမှာတော့ သူက ကွန်မိုဒိုခေါင်းဆောင် ကပ္ပတိန်တစ်ယောက်ပါ။တစ်နေ့တော့ ဂိမ်းဆိုင်မှာ ကျန်ခဲ့တဲ့ လက်ကိုင်ဖုန်းလေး သွားပြန်ပေးခဲ့တယ်။သူဖုန်းသွားပြန်ပေးခဲ့တဲ့ ကောင်မလေးက မုဒိမ်းကျင့်ပြီး အသတ်ခံရတဲ့အမှုမှာ သူ တရားခံဖြစ်သွားတယ်။မှုခင်းဆေးပညာအရ စစ်ဆေးထားတဲ့ရလဒ်တွေအရ DNAရော လက်ဗွေရာ အားလုံးဟာသူဘာမှမလုပ်ရဘဲနဲ့ကို မငြင်းနိုင်လောက်အောင်ကို သက်သေတွေက ပြည့်စုံနေလေရဲ့။“အစားမတော်တစ်လုတ် အသွားမတော် တစ်လှမ်း” ဆိုသလိုလဲ မင်းသားလေး ရေတိမ်နစ်ပြီးထောင်နန်းတစ်သက်တစ်ကျွန်း ကျခံဖို့ အပြစ်ပေးခံရလိုက်ရတယ်။မင်းသားလေး အမေကလည်း ဒီအမှုကနေလွတ်အောင် အပြင်ကနေ အမျိုးမျိုးကြိုုးစားပေးနေရှာတယ်။ဒီအမှုကို သူ့အမေ အယူခံဝင်နိုင်တဲ့အခါ သူ မကျူးလွန်ထားတဲ့အမှုကနေလွတ်ဖို့ထောင်ထဲမှာ ခက်ခဲပင်ပန်းစွာ ရုန်းကန်နေရင်းက သူ့အမေလည်း ရုတ်တရက် ကွယ်လွန်သွားတာကိုထောင်ထဲကနေ သိလိုက်ရတဲ့အခါမှာတော့…………….. • ဘယ်လိုလူတွေကများ ဘာကြောင့် ရန်ငြိုးရန်စမရှိဘဲဒီလို အကွက်ကျကျ အမှုဆင်ပြီး သက်သေအပြည့်အစုံနဲ့ ထောင်ကျအောင် လုပ်ခဲ့ရတာလဲ……. မှုခင်းဆေးပညာဆိုင်ရာစစ်ဆေးချက် ဆိုတာ နိုင်ငံ့တကာမှာသိပ္ပံနည်းကျ မှုခင်းဖော်ထုတ်တဲ့နေရာမှာ မရှိမဖြစ်ကို အရေးပါအရာရောက်တဲ့ ပညာရပ်ပါ။ဒီပညာရပ်မှာ အငြင်းပွါးစရာကိစ္စရပ်တွေရှိနေပေမယ့် အားကိုးယုံကြည်နေရတဲ့ပညာရပ်ပါ။ဒီဇာတ်ကားမှာ ဒီမှုခင်းဆေးပညာရပ်ကိုဘယ်လိုနည်းပညာတွေနဲ့ ပြောင်ပြောင်တင်းတင်း စိန်ခေါ်ထားလည်းဆိုတာကိုလည်း တွေ့မြင်ရမှာပါ။ဒီလို စိန်ခေါ်နိုင်ဖို့ဆိုတာကလည်း Computer Hacking နည်းပညာနဲ့Computer နည်းပညာရပ်တွေဟာလည်း မပါမဖြစ်ပါဘဲ။ဘယ်လို Hacker သမားတွေ ဘယ်လိုနည်းပညာနဲ့များ အကွက်ဆင်နိုင်တာလဲ………… မင်းသားလေးကရော ထောင်ကျနေပြီး ဘယ်သူကမှန်းမသိ ဘာကြောင့်မှန်းမသိတဲ့ဒီလောက်သက်သေတွေ ပြည့်စုံနေတဲ့ အမှုက ထောင်ထဲရောက်နေပြီးတဲ့အချိန်မှာကောရုန်းထွက်လို့ ရနိုင်ပါဦးမလား။  ဒီလို အချက်ကျကျ အကွက်ဆင်တဲ့သူတွေကို ဘယ်လိုများ ဖော်ထုတ်ကြရမှာလဲဆိုတာကိုဇာတ်ကားကိုကြည့်ရင်း ရင်ခုန်စိတ်လှုပ်ရှားလိုက်ကြရအောင်……….ရှည်ရှည်ဝေးဝေးပြောမနေတော့ပါဘူး CSI လို မှုခင်းစုံစမ်းတဲ့ဇာတ်လမ်းမျိုးကြိုက်ရင် ဒီကားကိုကြည့်ပါ။Fast & Furious လို Action ဇာတ်ကားမျိုးကြိုက်ရင်လမ်း ဒီကားကိုကြည့်ပါစစ်ကားတွေ ကြိုက်တတ်ရင်လည်း ဒီဇာတ်ကားကိုကြည့်ပါ။Quality…..720p HDripDuration…..02:06:00Format…Mp4File Size…(908 MB)Translator….Little TwinlayEncoder…..Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKwang-Hyun ParkStarsEun-kyung ShimJae-hong AhnJi Chang-wookCastAhn Jae-hongBae Min-JungJi Chang-wookKahlid Elijah TapiaKim Ho-jungKim Ki-chunKim Min-kyoKim Sang-hoKim Seul-giKwon Tae-wonLee Do-gukLee Ha-neeOh Jung-sePark Ji-huShim Eun-kyungShim Won-cheolWon Geun-su",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y1VC0S3i48OqHlGOUgi56ZWUBqZ.jpg",
      "https://image.tmdb.org/t/p/w300/cDfqRKm2TJhqjKQdMcjeGTR4Hes.jpg",
      "https://image.tmdb.org/t/p/w300/kGXcaCc1RP7v7dQayNgzrn1Fb0J.jpg",
      "https://image.tmdb.org/t/p/w300/wvNCnYb2K5lcfRDhtH65OaWHIvp.jpg",
      "https://image.tmdb.org/t/p/w300/iNxb61EKnkWQxwAOaC7Sn9wT9Rj.jpg",
      "https://image.tmdb.org/t/p/w300/5kEpCRCw84OM144rbinsKSC77y1.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/cac4a619dc3a502db061ac45a36a0e88.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/er2971eypc6g.html",
        "server": "usersdrive.com",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fabricated-city-jojakdoen-dosi-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/Uufd/Fabricated_City_(Jojakdoen_Dosi)_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/FscCiB5b#E3i98TUHuhDMWpva4YbpcYbYKchNYyr63BdiSdQNPM4",
        "server": "mega.nz",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/zp7qj6iu45aq/Fabricated_City_(Jojakdoen_Dosi)_[2017]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/m9l7l2yf3klc",
        "server": "upstream.to",
        "size": "908 MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "0RVoi7Dpg-4",
      "video_url": "https://www.youtube.com/watch?v=0RVoi7Dpg-4",
      "embed_url": "https://www.youtube.com/embed/0RVoi7Dpg-4"
    }
  },
  {
    "metadata": "R|2014|134 min|Action,Drama,War",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "365,330"
    },
    "title": "Fury(2014)",
    "description": "Fury(2014)Blu-Ray 1080p 5.1 CH,720PIMDB rating …..7.6၁၉၄၅ ခုနှစ်၊ ဧပြီလ။  ဒုတိယကမ္ဘာစစ် ဥရောပစစ်မြေပြင်။  အင်အားကြီးစစ်နိုင်ငံဖြစ်တဲ့နာဇီ ဂျာမနီနိုင်ငံအား အမေရိကန်မှ နောက်ဆုံးထိုးစစ်ဆင် တိုက်ခိုက်နေတဲ့အချိန်။အမေရိကန်စစ်တပ် တပ်မဟာ ၆၆၊ တပ်ခွဲ ၂မှ တပ်ကြပ်ကြီး ကော်လီရာ ( Collier ) က ယင်းစစ်မြေပြင်မှာ ဖျူရီ (fury)  လို့ခေါ်တဲ့တင့်ကား ကိုဦးဆောင်ကာ တိုက်ပွဲဝင်နေသူဖြစ်ပါတယ်။ ဖျူရီ ရဲ့ တခြားတပ်ဖွဲ့ဝင်တွေဖြစ်တဲ့  သေနတ်သမား ဘိုင်ဘယ် (Bible) ၊လက်နက်ကြီးကျည်ဖြည့်တာဝန် ကွန်းအက်စ် (Coon-Ass) ၊ တင့်ကားမောင်းသူ ဂေါ်ဒို (Gordo) တို့ဟာ စစ်စကတည်းက တွဲဖက်ညီညီ နဲ့တိုက်ပွဲဝင်ခဲ့ကြတဲ့ ဝါရင့်စစ်သားတွေပဲဖြစ်ပါတယ်။အလန်းစားတင့်တိုက်ပွဲတွေတွေ့ရမြင်ရမှာဖြစ်သလို၊ရဲဘော်ရဲဘက်စိတ်၊စစ်အတွင်း လူသားအချင်းချင်း တစ်ယောက်နဲ့တစ်ယောက်သဘောထားတွေကိုအကောင်းဆုံးရိုက်ပြနိုင်တဲ့ကားဖြစ်ပါတယ်… ခံစားကြည့်လိုက်ပါဦးFile Size : (2.7GB)၊(950MB)Quality : Blu-Ray 1080p 5.1 CH,Blu-Ray 720PFormat…mp4Duration…02:14:00Genre :Action,Drama,WarSubtitle : Myanmar Subtitle (Hard Sub)Encoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid AyerStarsBrad PittBrad William HenkeJason IsaacsJim ParrackJon BernthalKevin VanceLogan LermanMichael PeñaShia LaBeoufXavier SamuelCastAdam GanneAlicia von RittbergAnamaria MarincaBrad PittBrad William HenkeEric Kofi AbrefaEugenia KuzminaJack BannonJake CurranJamie B. ChambersJason IsaacsJim ParrackJon BernthalKevin VanceLogan LermanMarek OravecMarlon BlueMichael PeñaScott EastwoodShia LaBeoufXavier SamuelZach Avery",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pKawqrtCBMmxarft7o1LbEynys7.jpg",
      "https://image.tmdb.org/t/p/w300/xWeOQXvdv272N0doVcsNDuryiCy.jpg",
      "https://image.tmdb.org/t/p/w300/qf4rOXvoRV09JzbpiiwWMrDP6Am.jpg",
      "https://image.tmdb.org/t/p/w300/h1VtoY4WU0iDCMla157JlPd8K8r.jpg",
      "https://image.tmdb.org/t/p/w300/dmMCi0jRd593dLzS3oTcktaNLxf.jpg",
      "https://image.tmdb.org/t/p/w300/y6UlVGLarDFLZLqhWSagQYOVRaI.jpg",
      "https://image.tmdb.org/t/p/w300/7eYzAatvUzF1E2DFInJBJjtZu2A.jpg",
      "https://image.tmdb.org/t/p/w300/8KPmVoYSuEkUI2r2DktssYVuhTw.jpg",
      "https://image.tmdb.org/t/p/w300/rt4q5g7tYIDktMY89bZqXqR98hd.jpg",
      "https://image.tmdb.org/t/p/w300/nmfDcayWcEYo37n4S0EltrPq12o.jpg",
      "https://image.tmdb.org/t/p/w300/puTMQm5vbLIvPsKSiJ95xZTOjBc.jpg",
      "https://image.tmdb.org/t/p/w300/jYQmM7gLkQCCRF06OQrYckI3kj8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/r7v64mbmea2w.html",
        "server": "usersdrive.com",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/04w2d0k2kdxh.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yuudrive.me/5dfa40/fury2014-blu-ray-1080p-5-1ch-mp4",
        "server": "yuudrive.me",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yuudrive.me/5d0ecf642d/fury-2014blu-ray-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://yoteshinportal.cc/fury-2014-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/fury-2014-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://megaup.net/3yPf1/Fury(2014)_.BLU-RAY.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/3yPes/Fury_[2014]BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://mega.nz/file/1BNFVCTK#0XIbwem55_ke7ulayt4TOTIbEx4P84rWiau8_zU6Bws",
        "server": "mega.nz",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/pVVlha6Q#u3buFAE2gcEPMVIEKJwmZ50Yykj_is4px5Kv8ZqQmM0",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://1fichier.com/?rdx48y8bc0lq2vcfihsf",
        "server": "1fichier.com",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://1fichier.com/?0dkkmsxhfovzzrf77wd6",
        "server": "1fichier.com",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      },
      {
        "link": "https://upstream.to/dq4dxdbrni1a",
        "server": "upstream.to",
        "size": "2.8GB",
        "quality": "Blu-Ray 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/vhhxxu6qk8o6",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "Blu-Ray 720P"
      }
    ],
    "trailer": {
      "video_id": "q94n3eWOWXM",
      "video_url": "https://www.youtube.com/watch?v=q94n3eWOWXM",
      "embed_url": "https://www.youtube.com/embed/q94n3eWOWXM"
    }
  },
  {
    "metadata": "N/A|2019|141 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "N/A/10",
      "rating_count": "N/A"
    },
    "title": "Asuran (2019)",
    "description": "(Unicode)Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ကျွန်တွေ ၊ အခိုင်းအစေတွေလို့ သဘောထားတယ်။ဇာတ်နိမ့်သူတွေအဖြစ် လူရာမသွင်းကြပါဘူး။ဒီဇာတ်ကားမှာလည်း မြေယာပြဿနာကို အခြေခံပြီး ရွာတစ်ရွာမှာရှိတဲ့ မိသားစု နှစ်ခုကြားက ကြီးမားတဲ့လက်စားချေ ရန်ညှိုးဖွဲ့ သတ်ဖြတ်ကြပုံတွေကို တင်ဆက်ထားပါတယ်။အိုဗာ အက်ရှင်တွေ မပါပါဘူး။ဓားချင်းယှဉ်ခုတ်တာ ၊ လှံချင်းယှဉ်ထိုးတာတွေဟာ အသည်းယားစရာ ကောင်းလှတာကြောင့်သွေးထွက်သံယိုပြကွက်တွေ ပေါပေါသီသီ ပါဝင်နေပါတယ်။အရွယ်မရောက်သေးသူများ ၊ ကလေးသူငယ်များ အုပ်ထိန်းသူနှင့်အတူ (သို့မဟုတ်)အုပ်ထိန်းသူ ခွင့်ပြုချက် ရမှ ကြည့်သင့်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ္ခါတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ သုံးဘဝဇာတ္ကား (Anegan),VIP 1+2 တို႔နဲ႔ ျမန္မာျပည္က အိႏၵိယပရိတ္သတ္ေတြကို ညႇိဳ႕ယူဖမ္းစားႏိုင္ခဲ့တဲ့ Tamil မင္းသား Dhanush ရဲ႕ ဇာတ္ကား ျဖစ္ပါတယ္။ေယာကၡမျဖစ္သူ Rajinikanth ရဲ႕ ေျခရာကို နင္းတယ္လို႔ ဆိုရေအာင္ Dhanush ဟာလည္း ေအာင္ျမင္မႈေတြ ရရွိေနတဲ့ Tamil မင္းသားပါ။# အၫႊန္းအိႏၵိယႏိုင္ငံဟာ ၿဗိတိသွ်လက္ေအာက္မွာ အခ်ိန္ၾကာျမင့္စြာ ရွိတဲ့ဖူးတဲ့အတြက္ ၿဗိတိသွ်ေတြ ထြက္ခြာသြားၿပီးေနာက္ပိုင္း ဆိုးေမြအျဖစ္နဲ႔ျပႆနာေပါင္း ေသာင္းေျခာက္ေထာင္ က်န္ရစ္ ခံစားခဲ့ရတဲ့ ႏိုင္ငံလည္း ျဖစ္ပါတယ္။ဒီလိုျပႆနာေတြၾကားမွာမွ ေျမရွင္ ၊ အလုပ္သမားျပသနာေတြကလည္း ဖြံၿဖိဳးမႈ ေနာက္က်က်န္ရစ္တဲ့ ေဒသေတြမွာ အျမစ္စြဲေနပါေတာ့တယ္။ေငြေၾကးဥစၥာ ႂကြယ္ဝသူက မရွိဆင္းရဲသားေတြကို ကြၽန္ေတြ ၊ အခိုင္းအေစေတြလို႔ သေဘာထားတယ္။ဇာတ္နိမ့္သူေတြအျဖစ္ လူရာမသြင္းၾကပါဘူး။ဒီဇာတ္ကားမွာလည္း ေျမယာျပႆနာကို အေျခခံၿပီး ႐ြာတစ္႐ြာမွာရွိတဲ့ မိသားစု ႏွစ္ခုၾကားက ႀကီးမားတဲ့လက္စားေခ် ရန္ညႇိဳးဖြဲ႕ သတ္ျဖတ္ၾကပုံေတြကို တင္ဆက္ထားပါတယ္။အိုဗာ အက္ရွင္ေတြ မပါပါဘူး။ဓားခ်င္းယွဥ္ခုတ္တာ ၊ လွံခ်င္းယွဥ္ထိုးတာေတြဟာ အသည္းယားစရာ ေကာင္းလွတာေၾကာင့္ေသြးထြက္သံယိုျပကြက္ေတြ ေပါေပါသီသီ ပါဝင္ေနပါတယ္။အ႐ြယ္မေရာက္ေသးသူမ်ား ၊ ကေလးသူငယ္မ်ား အုပ္ထိန္းသူႏွင့္အတူ (သို႔မဟုတ္)အုပ္ထိန္းသူ ခြင့္ျပဳခ်က္ ရမွ ၾကည့္သင့္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 21minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080pTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVetrimaranStarsAdukalam NarenAmmu AbhiramiBalaji SakthivelDhanushKen KarunasManju WarrierPasupathy MasilamaniPawanPrakash RajTeejayCastAdukalam NarenAmmu AbhiramiBalaji SakthivelDhanushGuru SomasundaramKen KarunasManju WarrierPasupathy MasilamaniPawanPrakash RajSubramaniam SivaTeejayThalaivasal VijayYogi Babu",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/de4o4FwDCCUt6DREkAdOou05O3T.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-asuran-2019-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/e4eca29b/cm-asuran-2019-web-dl-720p-mp4",
        "server": "yuudrive.me",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2AT1/(CM)__ASURAN_(2019)_WEB-DL_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1t641/(CM)__ASURAN_(2019)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/qk9nBbhB#aLrbu83PLOh1Bqfpeo8ORoS7KBDmIeoTcLjRCTnLaMI",
        "server": "mega.nz",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/si56ceuzvb4l",
        "server": "upstream.to",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/1zvi6",
        "server": "yuudrive.me",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-asuran-2019-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://yuudrive.me/bd45deedaf/cm-asuran-2019-web-dl-480p-mp4",
        "server": "yuudrive.me",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://soliddrive.co/2AT3/(CM)_ASURAN_(2019)_WEB-DL_480p.mp4",
        "server": "Soliddrive.co",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1t65j/(CM)_ASURAN_(2019)_WEB-DL_480p.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ihszSTbC#0g6ueXQUBeZ8wq_ZBiaEVkVLNtUIALBTkdF2VpNo0k4",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/s3wll0pswyf5",
        "server": "upstream.to",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/1zvjg",
        "server": "yuudrive.me",
        "size": "650 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "dwU37PObFK0",
      "video_url": "https://www.youtube.com/watch?v=dwU37PObFK0",
      "embed_url": "https://www.youtube.com/embed/dwU37PObFK0"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 55m|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "53k"
    },
    "title": "Salaar: Part 1 – Ceasefire (2023)",
    "description": "Salaar: Part 1 – Ceasefire (2023)==========================WEB DLအကြည်ဗားရှင်းကိုပဲ တင်ဆက်ထားပါတယ်သွေးသောက်ညီနောင်သစ္စာတရား CM တောင်ပိုင်းချစ်ပရိသတ်ကြီးတို့ မျှော်လင့်နေတဲ့ဇာတ်ကားလေးကတော့ အကြည်WEB DL ဗားရှင်းထွက်ရှိလာခဲ့ပါပြီ၂၀၂၃ ဒီဇင်ဘာမှာ ရုံတင်ခဲ့တဲ့ ဒီဇာတ်ကားဟာ ၂၇၀ ကုဋေရင်းခဲ့ပြီး ၇၅၀ ကုဋေထိအမြတ်ရကာအတော်လေးအောင်မြင်ခဲ့ပါတယ် ဦးဆောင်ပါဝင်ထားတဲ့မင်းသားကတော့ တောင်ပိုင်းရဲ့ကမ္ဘာသိမင်းသားဘာဟုဗလီမင်းသားလို့ မြန်မာမှာ နာမည်ကြီးတဲ့ Prabhas နဲ့ ကားရိုက်ကျဲပေမယ့် ပါတဲ့ကားတိုင်းပေါက်တဲ့မင်းသမီးချောလေး ရှရူသီအပြင် အခြားတောင်ပိုင်းနာမည်ကြီး ဇာတ်ပို့များစွာပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းကို မညွှန်းခင်မှာ ပထမဆုံးချီးကျူးလိုတာကတော့ တောင်ပိုင်းကားတွေဟာ အက်ရှင်ခန်းရိုက်တဲ့နေရာမှာတော်တော်ကို ကောင်းမွန်နေပြီဆိုတာပါပဲ စလိုးမိုးရှင်းတွေ အနီးကပ်ရိုက်ချက်တွေကို သူ့နေရာနဲ့သူသုံးထားပြီး အရမ်းကြီးအိုဗာမဖြစ်ပဲမင်းသားရော ဗီလိန်တွေပါ သွေးသံရဲရဲနဲ့ ဖိုက်နေကြတာ တကယ်အားရစရာပါပဲဇာတ်လမ်းကတော့ ကန်ဆာပြည်နယ်လို့ခေါိတဲ့ စိတ်ကူးယဉ်ပြည်နယ်တစ်ခုမှာ ဇာတ်အိမ်တည်ထားပါတယ်ပဒေသရာဇ်စနစ်နဲ့ မျိုးရိုးစဉ်ဆက်အုပ်စိုးတဲ့ နေရာမှာ မင်းသားဖြစ်တဲ့ ဗာရာဒါနဲ့ သာမန်လူ ဒေဗာ(ဘာဟုဗလီမင်းသား) ကအသက်ပေးချစ်ကြတဲ့ ငယ်သူငယ်ချင်းတွေပါတစ်နေ့မှာ ဒေဗာက အဲ့နေရာကနေ ထွက်ခွာခဲ့ရပေမယ့် သူ့သူငယ်ချင်းလိုအပ်ချိန်တိုင်းမှာပြန်လာကူညီမယ်လို့ ကတိပြုခဲ့ပါတယ် အင်အားရှိသူသာအနိုင်ရတဲ့ နေရာတစ်ခုမှာဒေဗာရဲ့အကူအညီကိုလိုအပ်လာတဲ့အခါမှာတော့….အဲ့လိုအရှုပ်ထုပ်တွေထဲကို ဖခင်ရဲ့ရန်ငြိုးဟောင်းတွေရှိတာမသိပဲ အိန္ဒိယကို အမေရိက ကပြန်လာခဲ့တဲ့အာဒယာ(ရှရူသီ) ပါ ရောက်လာတဲ့အခါမှာတော့ ဇာတ်လမ်းကတော့ ကြည့်ရင်းနဲ့ပဲခံစားကြဖို့ပြောချင်ပါတယ်ဘာဟုဗလီတစ်ယောက် ရာမယနမှာ ချာခဲ့သမျှ အတိုးနဲ့ကြမ်းပြထားတာမို့ Prabhas ဖန်များတဝကြီးအားပေးနိုင်ကြောင်း သတင်းကောင်းပါးရင်း CM Bollywood ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ် အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ CM Bollywood Team ကပဲ ကြိုးစားတင်ဆက်ထားပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…8.34GB / 2.95GB / 1.2GBQuality…4k HEVC WEB DL / NF WEB DL 1080p /720pFormat…mp4Duration….2h 55mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsBobby SimhaBrahmajiDevarajEaswari RaoFarzanaHarsh RoshanJagapati BabuJhansiJohn VijayKalpalathaKarthikeya DevM. S. ChowdharyMadhu GuruswamyMime GopiNaveen ShankarPrabhasPramod PanjuPrithviraj SukumaranPrudhvirajRamachandra RajuRamanaRavi BhatSampath RamSaptagiriSathvik VarmaSaurav LokeshShafiShruti HaasanSriya ReddyTinnu AnandVajrang ShettyVidesh AnandCastBobby SimhaBrahmajiDevarajEaswari RaoFarzanaHarsh RoshanJagapati BabuJhansiJohn VijayKalpalathaKarthikeya DevM. S. ChowdharyMadhu GuruswamyMime GopiNaveen ShankarPrabhasPramod PanjuPrithviraj SukumaranPrudhvirajRamachandra RajuRamanaRavi BhatSampath RamSaptagiriSathvik VarmaSaurav LokeshShafiShruti HaasanSriya ReddyTinnu AnandVajrang ShettyVidesh Anand",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hOx2kPyniEHJj9wquzJMuStFFUG.jpg",
      "https://image.tmdb.org/t/p/w300/yfc7xWwLlEacjoOH4TRgb3tAaAe.jpg",
      "https://image.tmdb.org/t/p/w300/IZlTgDlz5vIvhY8BTH8f0a3O4W.jpg",
      "https://image.tmdb.org/t/p/w300/gjiEAMpoyn6MkunN6vXAfm8Ndg3.jpg",
      "https://image.tmdb.org/t/p/w300/dPgVIUwZ3KrEpXr6XoEK4KowMVu.jpg",
      "https://image.tmdb.org/t/p/w300/gIkzFibtypfg373DKIdbsrj1keo.jpg",
      "https://image.tmdb.org/t/p/w300/9mf5dMix3jUBxizYXS9cXY7PRDL.jpg",
      "https://image.tmdb.org/t/p/w300/xtOCTmGemASooRkAxRorYODig1p.jpg",
      "https://image.tmdb.org/t/p/w300/8lf2VoH7ysQ7UofibAWPCcme7JR.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BODAyYjIzZDEtMjFkMy00OGE2LWEzODItYmE4NjhkNzYxNmRjXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-salaar-cease-fire-part-1-2023-true-web-dl-4-k-uhd-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.34GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/salaar-2023-1080-p-nf-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/o4hhgglj1yck.html",
        "server": "usersdrive.com",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/edUjs/Salaar.2023.1080p.NF.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/t7VgXCqB#8tt6MGZyNAe6hul5KPLnxIL81yWA668mRtA_LiniQ58",
        "server": "mega.nz",
        "size": "2.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/salaar-2023-720-p-nf-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ttshyy00dfsx.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edUbm/Salaar.2023.720p.NF.WEB-DL.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AjV0CYSK#3qsYNxQekGzUlD9TzIYE-qbhBZ8IZcAQHaBElaHMqek",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/ons00k89aeue",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/m85x1n77onwf",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bUR_FKt7Iso",
      "video_url": "https://www.youtube.com/watch?v=bUR_FKt7Iso",
      "embed_url": "https://www.youtube.com/embed/bUR_FKt7Iso"
    }
  },
  {
    "metadata": "|2023|1h 38m|Action,Adventure,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "JUNG_E (2023)",
    "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ …သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?ကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?စစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုလိုက်ကြစို့နော်။File Size          :2GB,828MB, 392MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr 38minsGenre              :Action, Adventure, DramaTranslated byHay Thar Oo, Shoon & ThynnEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSang-ho YeonStarsKim Hyun-jooRyu Kyung-sooCastKang Soo-younKim Hyun-jooPark So-yiRyu Kyung-soo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ge9goiznnnAchCUfsw9XQiR2jNt.jpg",
      "https://image.tmdb.org/t/p/w300/qHdPNd1cUaSNYLLNgt1Pv3LVd0T.jpg",
      "https://image.tmdb.org/t/p/w300/xRzYU69uoZeYkQhDU8tsFCQRac7.jpg",
      "https://image.tmdb.org/t/p/w300/nQv4A3WbCDswIvsJ0vqzsdJ0yfI.jpg",
      "https://image.tmdb.org/t/p/w300/erSZNo2YTkE0RSkzUT6CuYy5MDd.jpg",
      "https://image.tmdb.org/t/p/w300/oYtSWnykQhztjHNmqcyDfwMe9yO.jpg",
      "https://image.tmdb.org/t/p/w300/dTy2E584NSe28tvnbdsQMH866JU.jpg",
      "https://image.tmdb.org/t/p/w300/wVQVGVQzpA20lVP0Q3IAsmHa88K.jpg",
      "https://image.tmdb.org/t/p/w300/wjjiPjmnksPtlrdeBzNBldHy4RN.jpg",
      "https://image.tmdb.org/t/p/w300/8VT3JxWAHyOhlJrg9DB45iDDFNu.jpg",
      "https://image.tmdb.org/t/p/w300/jCp215YXiP9SU3VD3p7CYydg5m3.jpg",
      "https://image.tmdb.org/t/p/w300/y3mZljRzx0ZR5ljqz13kQXp2fAt.jpg",
      "https://image.tmdb.org/t/p/w300/fWkN7wCS6MIxoL3jG1mSA7WK8IM.jpg",
      "https://image.tmdb.org/t/p/w300/xtqwEHzuOzUO3U1liXN6Csf5aTt.jpg",
      "https://image.tmdb.org/t/p/w300/uhDpnOTQnO9udb7ibSjkpCKGrAB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-jung-e-2023-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2bhhw6rbqn76.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3dxdu/[CM]JUNG_E.2023.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/m8mt2mzdw9nn",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jung-e-2023-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mkurxtew6yeo.html",
        "server": "usersdrive.com",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1RC2e/[CM]JUNG_E.2023.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/6MtwXZqb#rHkfTNAtgNB4a1NqeO5vPVelR33f7TbmRljWKTUhQGk",
        "server": "mega.nz",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/bftvci9qkd6k.html",
        "server": "streamsb.com",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/jkauwibs8zgs",
        "server": "streamvid.io",
        "size": "781MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-jung-e-2023-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "392MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/w11e8w6i0kkf.html",
        "server": "usersdrive.com",
        "size": "392MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2xzvg/[CM]JUNG_E.2023.480p.mp4",
        "server": "megaup.net",
        "size": "392MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/bY1Vya7Q#7-zN0ms8cmO5iPrCCSqIJ8-hiCJsLcFBNy1-2PcS3G4",
        "server": "mega.nz",
        "size": "392MB",
        "quality": "480p"
      },
      {
        "link": "https://sbchill.com/zz30oowrfi5c.html",
        "server": "streamsb.com",
        "size": "392MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/ac77pwp9rutm",
        "server": "streamvid.io",
        "size": "392MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "wyhYkqxH904",
      "video_url": "https://www.youtube.com/watch?v=wyhYkqxH904",
      "embed_url": "https://www.youtube.com/embed/wyhYkqxH904"
    }
  },
  {
    "metadata": "|||Action,Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Vakeel Saab (2021)",
    "description": "IMDb 7.3/10အသစ်ထွက်ရှိထားတဲ့ မှူခင်းဇာတ်လမ်းလေးနဲ့မိတ်ဆက်ပေးပါရစေဇဲရီးနား ပါလဗီးနဲ့ ဒေ့ဗီယာဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ဟာရိုးသား ကြိုးစားတတ်တဲ့လူငယ်မိန်းကလေးတွေဖြစ်ပါတယ်တစ်နေ့မှာတော့သူတိုသုံးယောက်ဟာမထင်မှတ်ထားဘဲအမှူတစ်ခုကို ကျူးလွန်မိကြပါတယ်ဗမ်ရှီဆိုတဲ့ကောင်လေးကိုရိုက်မိတဲ့အမှူပေါ့သူဟာအရာရှိတစ်ယောက်ရဲ့သားဖြစ်နေတဲ့အခါသူတိုသုံးယောက်ဘယ်လိုမတရားမှူတွေကြုံတွေ့ရမလဲကူရာမဲ့ဖြစ်နေတဲ့အချိန် သူတိုအတွက်ဆက်သ်ရားဆိုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့ပါတယ်သူကရောဘယ်သူလဲ မိန်းကလေးတွေကျူးလွန်မိလိုက်တဲ့အမှူကရောဘာကြောင့်လဲမတရားမှူခံရတဲ့သူကဗမ်ရှီလား စတာတွေကိုစိတ်ဝင်စားသဖွယ်ကြည့်ရမဲ့မှူခင်းဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်ကို May Zin Oo မှ တင်ဆက်ထားတာပါ။)File size…(3.2 GB) and (1.9 GB)Quality….WEB-DL Untouched 1080p and 720p 5.1CHFormat…mp4Duration….02:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMay Zin OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnanya NagallaAnjaliChakrapani AnandaDev GillMukesh RishiNivetha ThomasPawan KalyanPrakash RajShruti HaasanVamsi Krishna",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AbBEFYAOGRrh8YdGT63qpgrqeXW.jpg",
      "https://image.tmdb.org/t/p/w300/hJwOxgoJ6Sz19FSe9LiGo7ShRgu.jpg",
      "https://image.tmdb.org/t/p/w300/8flJMA7uylktrVlTsKUP3xCvI4X.jpg",
      "https://image.tmdb.org/t/p/w300/xTCKiBXG8JbmcHj2NkG8eyJLjFD.jpg",
      "https://image.tmdb.org/t/p/w300/qRbfRyTQBUU2khCCrnETL7Zukvs.jpg",
      "https://image.tmdb.org/t/p/w300/fY3zVfVrWjJ7XchHTNdbkHUNkxn.jpg",
      "https://image.tmdb.org/t/p/w300/bBvu7gruW9jHpSIASymGraORXki.jpg",
      "https://image.tmdb.org/t/p/w300/5kEOYIfg31fRLYAfApIQTIOqJfg.jpg",
      "https://image.tmdb.org/t/p/w300/aYIDNOvVrO2Bb8hSfcoJIczmJOc.jpg",
      "https://image.tmdb.org/t/p/w300/7kWskLSYAMqAtab8I4UUh0xIkVY.jpg",
      "https://image.tmdb.org/t/p/w300/yGKMcXl9BmVNfH2ANwKj8W6RtMw.jpg",
      "https://image.tmdb.org/t/p/w300/iPKoEwpH6kHycI2Jelzc2aVqnm7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/Vakeel-Saab.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/vakeel-saab-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-vakeel-saab-2021-telugu-true-web-dl-1080-p-avc-untouched-dd-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-vakeel-saab-2021-telugu-true-web-dl-720-p-avc-untouched-dd-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/aFYBSQZJ#DMkQw24tKmpGCmLsdfXvbo1G3gWN1igFjpttOgKu9hs",
        "server": "mega.nz",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/TMYiFbgb#BjORLbWROY-kgw4We6LCS4G1ttwvT7UpKYgNGXt9APA",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2iR5z/(CM)VAKEEL_SAAB_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4",
        "server": "megaup.net",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2iR5c/(CM)VAKEEL_SAAB_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://veryfiles.com/dl3trheud2ro",
        "server": "veryfiles.com",
        "size": "3.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/2edsy2lhugd1",
        "server": "veryfiles.com",
        "size": "1.9 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/s0xluxa85g8h",
        "server": "upstream.to",
        "size": "1.9 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A||1h 36min|Action,Comedy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1054"
    },
    "title": "Enter the Fat Dragon ( 2020 )",
    "description": "ဒီဇာတ်ကားက တော့မင်းသားကြီး Donnie Yenရဲ့ february 1 2020မှာထွက်ရှိလာတဲ့ Action,Adventure,Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်ရဲအရာရှိတစ်ယောက်ဟာအရမ်းကြိုးစားပြီးလုပ်ကိုင်ပေမယ့် လွဲချော်မှုတွေကြုံရရင်းရာထူးချခံရတဲ့အပြင်ချစ်ရသူရဲ့လမ်းခွဲခြင်းကိုပါခံလိုက်ရတဲ့အခါ…စိတ်ဓာတ်ကျသွားပြီးအစားအလွန်စားရင်းကနေ၁၀၀ကီလိုကျော်ဝတဲ့ဖက်တီးတစ်ယောက်ဖြစ်လာပါတယ်…ဒီလိုနဲ့ ဂျပန်ရဲတပ်ဖွဲ့ကအလိုရှိနဲ့သူတစ်ယောက်ကိုသွားပို့ပြီးရာထူးပြန်ရဖို့အခွင့်အလမ်းရလာတဲ့အခါ မထင်မှတ်ပဲလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပတ်သက်ဖို့ရာဖြစ်လာပါတယ်…..ဂျပန်မှာဘယ်လိုလွဲချော်မှုတွေကြုံတွေ့ရမှာလဲ…မသမာမှုလုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ပါ့မလား…Translated & Review By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKenji TanigakiWong JingStarsDonnie YenHiro HayamaLin Qiu-NanLouis CheungNaoto TakenakaNiki ChowTeresa MoTetsu WatanabeWong Cho-lamWong JingCastAnthony ChanBob LamDonnie YenHiro HayamaJerry LambJim Chim Sui-ManJoey IwanagaLawrence ChouLin Qiu-NanLouis CheungMin Hun FungNaoto TakenakaNiki ChowPhilip NgTeresa MoTetsu WatanabeTyson ChakWong Cho-lamWong JingYan HuaYu Kang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9WirGdnbnM2dJKQLz1vRPUTmnIR.jpg",
      "https://image.tmdb.org/t/p/w300/yk96VlinWUeEeeHgOMKNNOD2IDH.jpg",
      "https://image.tmdb.org/t/p/w300/lKPd2G67LOmMVhNty4Gp1QILmBU.jpg",
      "https://image.tmdb.org/t/p/w300/84Nct2cmlObZJS3IjXzheLuBgrh.jpg",
      "https://image.tmdb.org/t/p/w300/4dYGUBqHV3IrvAIgtzR5vuwQqRr.jpg",
      "https://image.tmdb.org/t/p/w300/oYJbGrDUe58U3G3KnnRNrSSDzJv.jpg",
      "https://image.tmdb.org/t/p/w300/cdrE1GbxwAmkjee8wWgVSzMdORb.jpg",
      "https://image.tmdb.org/t/p/w300/1wv5gjKrxaQKn6CyyMYcANY9soM.jpg",
      "https://image.tmdb.org/t/p/w300/l2qFy5XPB0ytYYFgXKHrys1bDZD.jpg",
      "https://image.tmdb.org/t/p/w300/i2B0UbelojZMrFCA1eU2wAuNYUQ.jpg",
      "https://image.tmdb.org/t/p/w300/ioQV6Rx00lYDkVAidNoVXDlmanj.jpg",
      "https://image.tmdb.org/t/p/w300/ltmjlDXq5YvTMsgQw50AR0tqjo9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-enter-the-fat-dragon-2020-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-enter-the-fat-dragon-2020-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "386 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/woabkbz6cd0h.html",
        "server": "usersdrive.com",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/dl9206vgm2e4.html",
        "server": "usersdrive.com",
        "size": "386 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Pk1FgTga#jdimK7mjJD75ZRO7ZeMYnw-h8NwN4L1qopwjQL04Ie4",
        "server": "mega.nz",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/ro9R2ZQK#WGK_WHhzUMRpYyrAWEyqMGJaxPCGCUuPPHhLuVCXAnE",
        "server": "mega.nz",
        "size": "386 MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-enter-the-fat-dragon-2020-web-dl-720-p-mp-4",
        "server": "disk.yandex.com",
        "size": "1.02 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/cm-enter-the-fat-dragon-2020-web-dl-480-p-mp-4",
        "server": "disk.yandex.com",
        "size": "386 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "t1znaQEs3Kc",
      "video_url": "https://www.youtube.com/watch?v=t1znaQEs3Kc",
      "embed_url": "https://www.youtube.com/embed/t1znaQEs3Kc"
    }
  },
  {
    "metadata": "PG-13|2016|110 min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "144,407"
    },
    "title": "The Legend of Tarzan (2016)",
    "description": "ကျွန်တော်တို့ရဲ့ ကလေးဘဝ သူရဲကောင်းကြီး တာဇံ တကျော့ပြန်လာပါပြီ။ဒီဇာတ်ကားမှာတော့ တာဇံ ဟာ ဂျိန်းနဲ့ လက်ထပ်ပြီး သူမိဘတွေ အမွေကို ဆက်ခံပြီး အင်္ဂလန်မှာ  လူကြီးလူကောင်းတစ်ယောက်အဖြစ် နေထိုင်နေပါပြီ။အဲဒီအချိန်မှာ ဘာလင်ကွန်ဖရင့်အပြီးမှာ ဘယ်ဂျီယံဘုရင် လီယိုပိုးဒ် ဟာ အာဖရိက ကွန်ဂိုနယ်ကို သိမ်းထားတဲ့ အချိန်ဖြစ်ပါတယ်။ ဘုရင်လီယိုပိုးဒ်ဟာ သူ့ရဲ ဒေဝါလီခံရလုနီးနီးအခြေအနေကနေ ထွက်ပေါက်ရဖို့ နည်းမျိုးစုံရှာဖွေနေပါပြီ။ ဒီဇာတ်လမ်းမှာ တာဇံနဲ့ဂျိန်းတို့ သူတို့ကြီးပြင်းလာခဲ့တဲ့  အာဖရိက ဘွန်မာ ကို ပြန်လာချိန်မှာ ဘုရင့်လူယုံ ရွမ် ရဲ့ မဟာအကြံအစည်ကြီးထဲမှာကြားညှပ်ပြီး  ဂျိန်းကို ဖမ်းဆီးခေါ်သွားခံလာရတဲ့အခါ….ဂျွန် ကလေတန် အဖြစ် ပြောင်းလဲနေထိုင်နေခဲ့တဲ့ တာဇံဟာ သူ့ရဲ့ မူလဗီဇနဲ့  စွမ်းအားတွေကို အကုန်အသုံးချပြီး ထောင်ချီတဲ့ စစ်တပ်ကို ပြန်လည်တိုက်ထုတ်ပြီး ဂျိန်း ကို ပြန်ကယ်တင်ဖို့ ကြိုးစားလာပါတော့တယ်။  အဲဒီအတွက် ရွန်ရဲ့ စစ်သားတွေ၊ ရန်သူတော်ဟောင်းကြီး မ်ဘွန်ဂါ အပြင် သူ့ကို စွန့်ခွာသူအဖြစ်သတ်မှတ်လိုက်တဲ့ လူဝံအုပ်စုတွေ ကြားထဲမှာ ရုန်းကန်ရင်း…….ကျွန်တော့်အတွက်တော့ တာဇံရဲ့ စွန့်စားခန်းတွေနဲ့ တိရစ္ဆာန်တွေကို ငယ်ငယ်တုန်းကလိုပြန်ကြည့်ရတဲ့ အရသာကတော့ တကယ်ကို ပြည့်စုံတယ် ပြောရမှာပါပဲ။IMDb Rating (6.3) ရရှိထားပါတယ်..ခံစားအားပေးကြပါဦး။File size…(4.8 GB)/(1.5 GB)/(999 MB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:49:58Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byLittle NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid YatesStarsAlexander SkarsgårdBen ChaplinCasper CrumpChristoph WaltzDjimon HounsouJim BroadbentMargot RobbieSamuel L. JacksonSidney RalitsoeleYule MasitengCastAbi AdeyemiAlex FernsAlexander SkarsgårdAlicia WoodhouseAntony AcheampongAshley ByamBen ChaplinBentley KaluCasper CrumpCharles BabalolaCharlie AnsonChristoph WaltzChristopher BenjaminDjimon HounsouEdward ApeagyeiElla PurnellFaisal MohammedGenevieve O'ReillyHadley FraserIan MercerJim BroadbentJoy IsaLasco AtkinsLiv HansenMadeleine WorrallMargot RobbieMatt CrossMatt TownsendMens-Sana TamakloeMiles JuppMimi NdiweniOsy IkhilePaul HamiltonRory J. SaperSamuel L. JacksonSidney RalitsoeleSimon Russell BealeTeresa ChurcherWilliam WollenYule Masiteng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9reRqbvYVkhlrV3tgN6z0eP5mYO.jpg",
      "https://image.tmdb.org/t/p/w300/d9H2nXfKslf6B1cm7UtPBKhtUgA.jpg",
      "https://image.tmdb.org/t/p/w300/Afi8IUQUGynmhPMEyFdyGiQft1a.jpg",
      "https://image.tmdb.org/t/p/w300/sIZUWHQvrDzVcgBbJcjs3LUtbUp.jpg",
      "https://image.tmdb.org/t/p/w300/1KGcoiksZwB1dmFVfLq240xP9w2.jpg",
      "https://image.tmdb.org/t/p/w300/lTjaV1aBhGZawAoJBU849TA95na.jpg",
      "https://image.tmdb.org/t/p/w300/hSPEvBqZj87rQMiN8fqaz4dxUkx.jpg",
      "https://image.tmdb.org/t/p/w300/3FwP0a0t9Ii0U4qKwrVKoAkAwpj.jpg",
      "https://image.tmdb.org/t/p/w300/tCKoyvcV2fRtEXqAWoEHbkBXIAr.jpg",
      "https://image.tmdb.org/t/p/w300/iZBvCcuP7NJbmMZOM2GwpxG7jyX.jpg",
      "https://image.tmdb.org/t/p/w300/zNUOWKUhk3O5lSEYbvXdDKI61g6.jpg",
      "https://image.tmdb.org/t/p/w300/giXFtQdKFN7pzRVH03cXBlz3oCJ.jpg",
      "https://image.tmdb.org/t/p/w300/fdrk2QLnN0x5L93s6399UdLoa2C.jpg",
      "https://image.tmdb.org/t/p/w300/lSArIVujxcpxAnVOm9uvYzG2g1v.jpg",
      "https://image.tmdb.org/t/p/w300/lWI0paL8Q2JAuh43JXfvWrH2AKV.jpg",
      "https://image.tmdb.org/t/p/w300/sw8lZjQmy03Kzr6y9qr7iOMeA1e.jpg",
      "https://image.tmdb.org/t/p/w300/2QDKFr6xQ2IhXK5LWSDVjvnd5US.jpg",
      "https://image.tmdb.org/t/p/w300/4YPfMQxlNhdv70eZuHjMgPlyoda.jpg",
      "https://image.tmdb.org/t/p/w300/kv2pCPUewLEcYk1jArn3HmyvSRn.jpg",
      "https://image.tmdb.org/t/p/w300/8QQTusbdYzDOHW6m1jvcKdB6Mdu.jpg",
      "https://image.tmdb.org/t/p/w300/quJJYz73YoSbFlYtqt0HnIKnyAv.jpg",
      "https://image.tmdb.org/t/p/w300/3s3jD3gzfqmS0t4ZDAitRonS1SK.jpg",
      "https://image.tmdb.org/t/p/w300/w21RhJGYbsBtYU06AjkyZQikxlQ.jpg",
      "https://image.tmdb.org/t/p/w300/bbPtVSqXLwOI4T0wLxglwlOq1MK.jpg",
      "https://image.tmdb.org/t/p/w300/j2uigCwGbjvladbdTe6Qp5nu0pA.jpg",
      "https://image.tmdb.org/t/p/w300/7kthbonDAWce2upt2RRpKoCtCiS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/C9dulXrXYAEG7zw.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-legend-of-tarzan-2016-2160-p-4-k-blu-ray-x-265-hevc-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1dgck/(CM)_The.Legend.of.Tarzan.2016.2160p.4K.BluRay.x265.HEVC.10bit.SDR.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/xcm0wg8lohwf.html",
        "server": "usersdrive.com",
        "size": "4.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-legend-of-tarzan-2016-1080-p-blu-ray-x-265-hevc-10-bit-sdr-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2zb5z/(CM)_The.Legend.of.Tarzan.2016.1080p.BluRay.x265.HEVC.10bit.SDR.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1qow1AqK#bPNSkWO20FXkLW_uGqLW5sp0xnLU4kuTbLF9AB1HLTw",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/cfb8ziuo171l.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-legend-of-tarzan-2016-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dga8/(CM)_The.Legend.of.Tarzan.2016.BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M3BykJzB#zhihb68FRIdTgaOq_Ajhym-H4fQdr-iAxiYg6yCGaf8",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/29j45tgfr0kc.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/9jyi642wksc5.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dLmKio67pVQ",
      "video_url": "https://www.youtube.com/watch?v=dLmKio67pVQ",
      "embed_url": "https://www.youtube.com/embed/dLmKio67pVQ"
    }
  },
  {
    "metadata": "||1h 16 min|Action,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "563"
    },
    "title": "Secret Escort ( 2022 )",
    "description": "CM Chinese fan တွေအတွက်ငြိမ်းချမ်းရေးကို မြတ်နိုးပြီးထိန်းသိမ်းဖို့ကြိုးစားနေတဲ့တရုတ်အမျိုးသားတပ်မတော်ရဲ့ နိုင်ငံခြားရောက်တရုတ်လူမျိုးများကို ကယ်ဆယ်ရန်မစ်ရှင်ဆောင်ရွက်ချိန်မှာစီးပွားရေးသမားများကသွေးဆောင်ခံရလို့ ငြိမ်းချမ်းရေးတပ်ဖွဲ့နဲသဘောထားကွဲလွဲမှုကိုအခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပေါ့…အက်ရှင်ကြိုက်ဖန်လေးတွေအတွက်မဖြစ်မနေကိုကြည့်သင့်တဲ့ကားကောင်းနော်…နိုင်ငံခြား တရုတ်လူမျိုးတို့ရဲ့ အန္တရာယ်နဲ့ကာကွယ်မှုကင်းမဲ့ကြောင်းကိုရိုက်ပြထားသလို ဒါက နိုင်ငံခြားရောက်သူအားလုံး ကြုံတွေ့နေတာမို့လေ့လာသင့်တဲ့ အချက်ပေါ့…ဒီလိုပဲ တစ်ဖက်မှာ စီးပွားရေးသမားတွေ တစ်ဒင်္ဂငွေတစ်မျက်နှာကြည့်ပြီး ဆုံးဖြတ်လိုက်တာကြောင့်ဘယ်လိုဒုက္ခတွေရောက်နိုင်သလို…ဒီဒုက္ခဟာဆိုရင် သူတစ်ဖက်သားကိုပဲထိခိုက်စေတာမျိုးမဟုတ်ဘူးကိုယ်တိုင်ရောကိုယ့်မိသားစုအထိ ထိခိုက်စေတာမို့ငွေတစ်မျက်နှာတည်းကြည့်ပြီးကိုယ့်တိုင်းပြည်နဲ့ လူမျိုး ပြည်သူကိုမရောင်းချမိအောင် အခိုင်အမာကာကွယ်စောင့်ရှောက်သင့်ကြောင်းကိုရိုက်ကူးတင်ပြထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , ActionRuntime : 1h 16 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsQi LouRen ZhengbinYue PengfeiZhai GuanhuaCastQi LouRen ZhengbinYue PengfeiZhai Guanhua",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jXZI8Yf4DkPjHdAd8RhkmOIvwJ6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nD5BOVZXA9IRt6qMS1HygsMsi7q.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/secret-escort-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/px8hi7cshpyy.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblanh.com/8gufvktx22r5.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/9DU2lYDZ#d77ud2EvuYt9l-Rwcw4maYnz-5AhNcWrKe8QjunEyuo",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/secret-escort-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "453 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/7dfw5rl9ht63.html",
        "server": "usersdrive.com",
        "size": "453 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/YScj1bZD#P51uM3xg2djWBue_eV2obwhst5Icthp8KA8Xk8nHdrI",
        "server": "mega.nz",
        "size": "453 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Asian,Drama,Romance,Sunny",
    "rating": {
      "rating": "7.8/10",
      "rating_count": ""
    },
    "title": "Dear Dakanda (2005)",
    "description": "မင်းသား Sunny ရဲ့ ပွဲဦးထွက် ဇာတ်ကားဖြစ်ပြီး အဲ့ဇာတ်ကားနဲ့ပဲ အကောင်းဆုံးအမျိုးသားဇာတ်ဆောင်ဆုရရှိခဲ့ပါတယ်။Drama/Romance အမျိုးအစားဖြစ်ပြီး IMDb Rating (7.8) ရရှိထားပါတယ်။မဖွင့်ပြောဘဲ သိမ်းဆည်းထားတဲ့ အချစ်တွေအကြောင်းကို ခံစားတင်ပြထားတာပါ။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/sunny/ကြည့်လို့ရပါတယ်။)File size…(2 GB) and (1.3 GB)Quality….WEB-DL 1080p 5.1 & 720pFormat…mp4Duration….02:07:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Thai Series Fan PageYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKomgrit TriwimolStarsAchita SikamanaManeerat Kham-uanPanissara PhimpruSiraphan WattanajindaSunny SuwanmethanonCastAchita SikamanaManeerat Kham-uanPanissara PhimpruSiraphan WattanajindaSunny Suwanmethanon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d9mICNzPQCqKfKZyaUTYSGPWHvP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BY2NmMmZiMzMtYTI5Yi00ZGU4LTljYTgtYzU5MzljNDVjN2I5XkEyXkFqcGdeQXVyNTAyNDQ2NjI@._V1_UY1200_CR10506301200_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4mmnk616akwl.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://usersdrive.com/qhum7yq513ci.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://megaup.net/4eBc8/[CM]Dear_Dakanda.2005-WebDL.1080p.h264-SeeingMole_.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://megaup.net/4eBc3/[CM]Dear_Dakanda.2005-WebDL.720p.h264-SeeingMole.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://mega.nz/file/0nxHTTqK#sDFT_kMW5IdmSMjEGX3HY8Po389x-MVa1F-fAPF16A4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://mega.nz/file/YuIn0CSI#1GKcXCPBg606BAzP29jSYVl0ViYJk_HQX-w1UR2j1MQ",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://yuudrive.me/55ea52/cmdear_dakanda-205-webdl-1080p-h264-seingmole-mp4",
        "server": "yuudrive.me",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://yuudrive.me/a2855e3c/cmdear_dakanda-205-webdl-720p-h264-seingmole-mp4",
        "server": "yuudrive.me",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dear-dakanda-2005-web-dl-1080-p-h-264-seeing-mole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dear-dakanda-2005-web-dl-720-p-h-264-seeing-mole-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://yadi.sk/i/Z5IK_a0KFRy8iQ",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://yadi.sk/i/FRojum76O7g6vg",
        "server": "disk.yandex.com",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      },
      {
        "link": "https://upstream.to/5g52cjvpsjzf",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WebDL 1080p"
      },
      {
        "link": "https://upstream.to/1oznydr5vw0x",
        "server": "upstream.to",
        "size": "1.3 GB",
        "quality": "WebDL 720p"
      }
    ],
    "trailer": {
      "video_id": "ySmX9qNN_9c",
      "video_url": "https://www.youtube.com/watch?v=ySmX9qNN_9c",
      "embed_url": "https://www.youtube.com/embed/ySmX9qNN_9c"
    }
  },
  {
    "metadata": "|||Action,Horror,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "61000"
    },
    "title": "Dog Soldiers (2022)",
    "description": "Dog Soldiers (2022)================IMDb Rating – 6.8/10ကားဟောင်းတစ်ကားဆိုပေမယ့်တော်တော်ကိုမဆိုးလှတဲ့ထဲမှာပါပါတယ်။ဇာတ်ကားတစ်ကားလုံးနီးပါးကအိမ်တစ်အိမ်ထဲမှာ စစ်သားတစ်ဖွဲ့နဲ့မိန်းကလေးတစ်ယောက်ရဲ့ တစ်ညတာအဖြစ်အပျက်တွေကိုပဲပြသွားတာပါ ။ တစ်မျိုးတော့မထင်ပါနဲ့။ အိမ်ရဲ့ပတ်ပတ်လည်မှာမကောင်းတဲ့အရာတွေဝိုင်းနေတဲ့ကြားကနေအားလုံးတူတူလွတ်အောင်ကြံစည်ကြပုံတွေကိုပြောတာပါ။အဲဒီမကောင်းတဲ့အရာတွေကဘာတွေလဲဆိုတာပြောလိုက်ရင်ကြည့်ရတာ ပေါ့သွားနိုင်တာကြောင့်မပြောတော့ပါဘူး။ မဖြစ်မနေချီးကျူးရမှာကသရုပ်ဆောင်တစ်ယောက်ချင်းစီကိုပါပဲ။ ဗိုလ်ကြီးတစ်ယောက်နဲ့တပ်သားငါးယောက်၊ အားလုံးတစ်ယောက်ချင်းရဲ့ကာရိုက်တာတည်ဆောက်ပုံတွေ သရုပ်ဆောင်ချက်တွေဟာ လိုလေသေးမရှိအောင်ပြည့်စုံသလို၊ ဇာတ်လမ်းကအကောင်းကြီးမဟုတ်တောင် သူတို့ကြောင့်ဆက်ကြည့်ချင်စိတ်ဖြစ်လာမယ်ဆိုတာအာမခံနိုင်ပါတယ်။ခေတ်အခြေအနေအရအထူးပြုလုပ်ချက်တွေမှာ လိုအပ်ချက်ရှိပေမယ့်ဖြည့်တွေးတတ်ရင်တော့ဒါကလည်းပြောရလောက်တဲ့အပြစ်မျိုးမဟုတ်ပါဘူး။ကဲဒီလူတစ်စုအဲဒီညမှာဘာတွေနဲ့ဘယ်လိုရင်ဆိုင်ခဲ့ရတာလဲဆိုတာသိချင်ရင်တော့ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Min Khant Bo ဖြစ်ပါတယ်)File Size……….(2.4 GB) / (904 MB) / (470 MB)Quality…………BluRay 1080p / 720p / 480pDuration………1Hr 45minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Horror, ThrillerTranslator…….Min Khant BoEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNeil MarshallCastBen WrightBrian Claxton PayneBryn WaltersChris RobsonCraig ConwayDarren MorfittEmma CleasbyKevin McKiddLeslie SimpsonLiam CunninghamSean PertweeThomas LockyerTina LandiniVillrikke's Acer",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyZjE4OGEtZjAwYi00Y2Q2LWI2M2MtYWY3YWM5YmQzNTcwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dog-soldiers-2002-1080-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1P1gw/Dog.Soldiers.2002.1080p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/41sBzLBS#sJYXUN8E3BMcBMnpTPUmmz_aOGllA_HWdDJLH1003yM",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/tr0yebbwp9sg.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-soldiers-2002-720-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "904 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3aWaz/Dog.Soldiers.2002.480p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "904 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/mm9esknpmctc.html",
        "server": "streamsb.com",
        "size": "904 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/h0cyWT6B#cBoKlQgA8LaTq9qrRxN0YQ52qHglw0kJ9QASel4Z1Qw",
        "server": "mega.nz",
        "size": "904 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/jx6j3j3cwxtk.html",
        "server": "usersdrive.com",
        "size": "904 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/dog-soldiers-2002-480-p-blu-ray-cm-new-mp-4",
        "server": "yoteshinportal.cc",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/3aWaz/Dog.Soldiers.2002.480p.BluRay.(CM)_new.mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/6hehkwrf5oez.html",
        "server": "streamsb.com",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/tolS2YCS#Iab_YRaNbk2jY9UsqqMfSGHu1T4kupUOfaz22Ah1S6I",
        "server": "mega.nz",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/9ochintq8w7m.html",
        "server": "usersdrive.com",
        "size": "470 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "TV-MA||1h 48m|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3.4k"
    },
    "title": "Thar (2022)",
    "description": "Thar (2022)=====================Imdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကိုပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့Thar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ…ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်ဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီးအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီးအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။အင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့ရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ အထက်က ဖိအားပေးခြင်းခံနေရတဲ့ အင်စပတ်တာ ဆူရေခါတစ်ယောက်အမှုကို စုံစမ်းရင်းကနေ လူသတ်မှုတွေဟာ မူးယစ်မှောင်ခို ရောင်းဝယ်ရေးတွေနဲ့ ပတ်သက်နေမှန်းသိလိုက်ရပါတော့တယ်ဒါတွေဟာ မြို့ကို ရောက်လာတဲ့ မျက်နှာစိမ်း ဆစ်ဒါနဲ့ရော ပတ်သက်နေမလားအင်စပတ်တာ ဆူရေခါဆင်းကရော လူသတ်မှုတွေရဲ့ တရားခံနဲ့ အကြောင်းရင်းမှန်ကိုဖော်ထုတ်နိင်မလားဆိုတာကို ပရိသတ်ကြီးတို့ ဆက်လက် ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်……………..File size…2GB / 1GB / 400MBQuality…1080p HQ HD RIP AAC 5.1CH / 720p / 480pFormat…mp4Duration….1h 48minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lai Laii & Poe & Go-OYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaj Singh ChaudharyStarsAnil KapoorFatima Sana ShaikhHarshvardhan KapoorJitendra JoshiSatish KaushikCastAkshay GunawatAkshay OberoiAnil KapoorAnushka KaushikFatima Sana ShaikhHarshvardhan KapoorJitendra JoshiMandana KarimiMukti MohanNivedita BhattacharyaRahul SinghSanjay BishnoiSanjay DadhichSatish KaushikSuraj Vyas",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y721kneEUr0I1bZvGiuLPIfzrHl.jpg",
      "https://image.tmdb.org/t/p/w300/nLI6246ucVXREOmGGSmg3XzfLMK.jpg",
      "https://image.tmdb.org/t/p/w300/mSYWIBBNK44NSjntUtmBv5TlMJv.jpg",
      "https://image.tmdb.org/t/p/w300/yOhLVP4K5lcNOupDgzVAF2NFGZ8.jpg",
      "https://image.tmdb.org/t/p/w300/ytO4OwuCQQ5YIGy6dVrdQClNXMT.jpg",
      "https://image.tmdb.org/t/p/w300/40Svd1sbhiunjQv1oRlnmYMauQ6.jpg",
      "https://image.tmdb.org/t/p/w300/zT5pjLIAYo6QWdn2b9FXnT0phkV.jpg",
      "https://image.tmdb.org/t/p/w300/suTiI7nxjXiVj161e3heL60wPFs.jpg",
      "https://image.tmdb.org/t/p/w300/5HsqWDrsi9V65EK4DFmZHZIvywX.jpg",
      "https://image.tmdb.org/t/p/w300/oX39pOojh66V5fCmakGVYAHVkwM.jpg",
      "https://image.tmdb.org/t/p/w300/dEnacwLjBlwXPbR65b0rNoLlenE.jpg",
      "https://image.tmdb.org/t/p/w300/s7KjkNuVAv9tgj2xTWNzK4Ukll4.jpg",
      "https://image.tmdb.org/t/p/w300/gs3cpGbzhPrZsVbf307AtrSudLz.jpg",
      "https://image.tmdb.org/t/p/w300/3H8bJG7CpWrsqyVA3YM1DvU9Zn5.jpg",
      "https://image.tmdb.org/t/p/w300/olmYHNINTjcufq8gpahQrbyWRdF.jpg",
      "https://image.tmdb.org/t/p/w300/kS7HuU595p9XhUf543n5TxVQACo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thar-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/thar-2022-hq-hd-rip-1080-p-x-264-aac-5-1-ch-hindi-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/twwv5ymndw2a.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qsmu/Thar_(2022)_HQ_HDRip_-_1080p_-_x264.AAC_5.1CH._Hindi(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/C59WAaAC#cG0Z8rbkVRWHBUrXBuIcR2qqZnl9GsQdFZl0Z1f3KO8",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/ugg7e9y8nmzy.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/thar-2022-hq-hd-rip-720-p-aac-2-0-ch-hindi-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/b9kmllmls2ij.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/14xq6/Thar_(2022)_HQ_HDRip_.720p.AAC_2.0CH_._Hindi(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/P8dh3CYJ#QEKVxk2cfkMm09b4MXH0xnQ0PPuawEn8D2u_8_KyXSM",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/3sucwsva0xzy.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/thar-2022-hq-hd-rip-480-p-aac-2-0-ch-hindi-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/9rl7cajpdnuc.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2qsmB/Thar_(2022)_HQ_HDRip_.480p.AAC_2.0CH_._Hindi(CM).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Fantasy,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "167000"
    },
    "title": "Underworld: Evolution(2006)",
    "description": "Underworld: Evolution(2006)***************************Underworld ကားတွေဟာ ၅ကားထွက်ရှိခဲ့ပြီး ဇာတ်အိမ်ခပ်ဆန်းဆန်းအမိုက်စားအက်ရှင်ခန်းတွေကြောင့်   ဘက်ဂျက် ၂ဆနီးပါး  ရုံတင်ဝင်ငွေပြန်လည်ရရှိခဲ့တဲ့ကားတွေဖြစ်ပါတယ်…..လိုင်ကန်မျိုးနွယ်စုတွေနဲ့ ဗန်ပိုင်းယားတွေရဲ့ အတော်မသတ်နိုင်တဲ့စစ်ပွဲအကြောင်းကိုအခြေတည်ရိုက်ကူးထားတာဖြစ်ပါတယ်…ခေတ်ပြောင်းလာတာနဲ့အညီ အရင်လို ကုတ်ဖဲ့သတ်ဖြတ်နေကြတာမဟုတ်ဘဲအဆင့်မြှင့်လက်နက်မျိုးစုံအသုံးပြုလာကြသလိုတစ်ဖက်မျိုးနွယ်စု ပျက်သုန်းဖို့အရေး နည်းမျိုးစုံတိုက်ခိုက်ကြတာဖြစ်ပါတယ်…underworld ကိုအစဉ်လိုက်ကြည့်မယ်ဆိုရင်အောက်ပါအတိုင်းကြည့်ရမယ်လို့ဆိုထားပါတယ်..Underworld: Rise of the Lycans (2009)Underworld (2003)Underworld Evolution (2006)Underworld Awakening (2012)Underworld: Blood Wars (2016)File size… 2.8GB& 1.2GBQuality… Blu-Ray1080p,720pFormat…mp4Duration….1hr 46minGenre ….. Action, Fantasy, ThrillerTranslated by AOIEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian HoughAndrew KavadasAttila LovaghyBill NighyBrian SteeleDerek JacobiJohn MannJulius ChappleKaja GjesdalKate BeckinsaleKayla LevinsKrsy FoxLily Mo SheenMichael SheenMichasha ArmstrongMike MukatisMonica HamburgRaoul GaneevRichard CetroneScott McElroyScott SpeedmanShane BrollySophia MylesSteven MackintoshTony CurranTravis WebsterZita Görög",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kIZzOU6ZSbcyejTK0c5BBeF3YfD.jpg",
      "https://image.tmdb.org/t/p/w300/fHrc6qjVJ36Qi5UUiI3ON4v5uEL.jpg",
      "https://image.tmdb.org/t/p/w300/8tGfV5W0lvtlsNN0W3gSBo7H8n0.jpg",
      "https://image.tmdb.org/t/p/w300/tFfTMkBbeB7kA2iFn0Oubi40Q5a.jpg",
      "https://image.tmdb.org/t/p/w300/s8OsODRjurs7n6U7WCVKfsoYbdH.jpg",
      "https://image.tmdb.org/t/p/w300/wBiSklv702D0KEnhPEZLgHxTm1w.jpg",
      "https://image.tmdb.org/t/p/w300/6JwbS9OsPwlzEDqQfnojzDUBSuy.jpg",
      "https://image.tmdb.org/t/p/w300/3rsF8rPzrmGThC0WXMVMpWm82VC.jpg",
      "https://image.tmdb.org/t/p/w300/5PT9179kSPU7S30ALXmwFqkanuO.jpg",
      "https://image.tmdb.org/t/p/w300/lhRHzPjG2wTvTFXDmoL8hGSzsL2.jpg",
      "https://image.tmdb.org/t/p/w300/uE3MPoZjEA83oc9WjgVORovJurE.jpg",
      "https://image.tmdb.org/t/p/w300/67fs51YjXewKkXOnPRZXpktGceQ.jpg",
      "https://image.tmdb.org/t/p/w300/wiCP3e3swzXMhBFU4CoOdb7Jw9Z.jpg",
      "https://image.tmdb.org/t/p/w300/58KDkJ4BF7sXtWQmE3LTtKDWTOV.jpg",
      "https://image.tmdb.org/t/p/w300/6Xafm2Uwq9xTEzLbZkYL5YAMcwN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yT1EDKhCzAumcZeBoAxqm0nY2H8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6r0yo3r9cpi8.html",
        "server": "usersdrive.com",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/underworld-evolution-2006-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3kzaL/Underworld_Evolution(2006)BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Qb1h0Rzb#FZYUq9CtJ5XSGahAnDVnYufC-Ljsud-bF8noWKD6ybE",
        "server": "mega.nz",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/r10t320idvvl",
        "server": "streamvid.io",
        "size": "2.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/kaazelyjiux2.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/underworld-evolution-2006-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kzae/Underworld_Evolution(2006)BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xfEnnagb#SmHVKstGxUOVH98nSHtyNNHbgl9hTdsyL1dthgYplOE",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/29qnnrh5dyf1",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7jHxESgl9qA",
      "video_url": "https://www.youtube.com/watch?v=7jHxESgl9qA",
      "embed_url": "https://www.youtube.com/embed/7jHxESgl9qA"
    }
  },
  {
    "metadata": "R|2014|1h 42min|Action,Drama,History,War",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "276,816"
    },
    "title": "300: Rise of an Empire (2014)",
    "description": "300: Rise of an Empire (2014)IMDb – 6.2/10_____Rotten – 44%#ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။၃၀၀ မှာတုန်းက Sparta ကို Messenger လွှတ်ပြီး အညံ့ခံဖို့ပြောသလိုပဲ Athens မြို့ကိုလည်း အညံ့ခံဖို့ ပြောပါတယ်။ အဲ့ဒါကြောင့် Themistokles က Sparta ကို သွားပြီး King Leonidas ကို သူနဲ့ ပူပေါင်း ဖို့ပြောသလို၊ ဂရိအနေနဲ့ နိုင်ငံတစ်နိုင်ငံ အဖြစ် စုပေါင်းပြီး တိုက်ခိုက်ဖို့ပြောပါတယ်။ ဒါပေမယ့် သူသွားတဲ့အချိန်မှာ Leonidas က Oracle (ရှေးခေတ်က ပုဏ္ဏားကဲ့သို့ ရှေ့ဖြစ်ကို ကြိုပြောနိုင်တဲ့ သူတွေဖြစ်ပါတယ်။ တစ်ခုခုလုပ်မယ် ဆိုရင် သူတို့ကိုသွားပြီး တိုင်ပင်ဆွေးနွေးရပါတယ်။) တွေနဲ့ သွားတွေ့နေတဲ့ အချိန်ဖြစ်လို့ Themistokles နဲ့မတွေ့လိုက်ရပါဘူး။ ဒါကြောင့် သူက Athens က ရှိတဲ့ ရေတပ်အင်အားနဲ့ ရန်သူကိုခုခံရပါတယ်။တစ်ဖက်က ချီတက်လာတဲ့ ရေတပ် Commander က ဂရိလူမျိုး အမျိုးသမီး Artemisia (Eva Green) ဖြစ်ပြီး သူမကလည်း ဂရိတွေကုန် စိတ်နာနေတဲ့သူဖြစ်ပါတယ်။ အကြောင်းကတော့ သူငယ်စဉ်က ဂရိတစ်မြို့နဲ့တစ်မြို့ စစ်ဖြစ်ရာမှာ အောင်ပွဲခံစစ်သားတွေက သူ့ မိသားစုကို မုဒိန်းကျင့် သတ်ဖြတ်ရုံသာမက သူမကို ကျွန်အဖြစ်ရောင်းစားခံရသလို၊ ကျွန်ဘဝမှာလည်း အနှိပ်စက်ခံ၊ မတရားပြုကျင့်ခံရပြီး၊ မသေရုံတမယ် ဖြစ်နေတော့မှ စွန့်ပစ်ခံခဲ့ရပါတယ်။ ဒါကို ပါရှန်လူမျိုး General တစ်ဦးက ကယ်တင်ပေးပြီး ပညာစုံသင်ပေးသလို၊ သူ့ရဲ့ ပင်ကိုယ်ဗီဇကြောင့် လည်း တိုက်ခိုက်ရေးထူးချွန်ပြီး Persian ဘုရင်ရဲ့ ယုံကြည်မှုကိုရခဲ့ပါတယ်။ဒါကြောင့် ဒီစစ်ပွဲမှာ Greek တွေကိုမုန်းနေတဲ့ Artemisia ရယ်၊ Greek တွေကို တိုက်ခိုက်ဖို့လာတဲ့ Xerxes ရယ် ကို Greek တွေဘယ်လို တွန်းလှန်မလည်း၊ Greek ဆိုပြီး တစ်နိုင်ငံတည်းပေါင်းစည်း ပြီး တိုက်ခိုက် လာအောင် စည်းရုံးနိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။Visual Effect, Slow Motion, 3-D Effect ကောင်းကောင်းနဲ့ ရိုက်ကူးထားသလို၊ Fight Scene တွေကလည်း အထူးကောင်းမွန်ပါတယ်။ ဒါတွေကောင်းမွန်ရုံနဲ့တော့ ဇာတ်ကားကောင်း တစ်ကား အရမ်းကောင်းပါတယ်လို့ ပြောလို့မရပါဘူး။ ဇာတ်ကားမှာ ပရိတ်သတ်စိတ်ဝင်စားအောင် ဆွဲဆောင် ထားနိုင်တာက Fight Scene တွေနဲ့ Visual Effect ကောင်းကောင်းတွေပဲ ရှိပါတယ်။ အထူးသဖြင့် ၃၀၀ တုန်းက နောက် ထပ် Battle ကို ဘယ်လို ရင်ဆိုင်မလည်း၊ ဘယ်လို နိုင်အောင် တိုက်မလည်း၊ စသဖြင့် တစ်ကားလုံး စိတ်ဝင်စားစရာကောင်းအောင် ရိုက်ကူးထားနိုင်ပေမယ့်၊ ဒီကားကတော့ ဇာတ်လမ်း အဆုံး ပိုင်းနဲ့ ဇာတ်ကားကို စထားသလို၊ Scene တစ်ခုနဲ့တစ်ခုကြားမှာလည်း အချိတ် အဆက်မဲ့နေပါတယ်။မင်းသားဖြစ်သူ Sullivan Stapleton ကလည်း ဒီကားတစ်ကားလုံး ခံစားချက်မဲ့နေသလိုပါပဲ။ စကားတွေတော့ ပြောနေပေမယ့် Emotion မပါသလို ဖြစ်နေပြီး၊ စစ်မတိုင်ခင် Motivational Speech (စိတ်ဓါတ်လှုံ့ဆော်ရေးစကား)ပြောတာတောင်မှပဲ စိတ်ဓါတ်တက်ကြွဖို့မကောင်းဖြစ်နေပါတယ်။ အထူးသဖြင့် 300 ထဲက King Leonidas အဖြစ်သရုပ်ဆောင်တဲ့ Gerard Butler လို မျိုး အင်တိုက်အားတိုက် မရှိပါဘူး။Battle Scene တွေကလည်း Slow Motion တွေ အရမ်းများပြီး သွေးထွက်သံယို အခန်းတွေကို လိုတာ ထက်ပိုပြီး Effect သုံးထားလို့ ကြောက်ဖို့ကောင်းရမယ့်အစား၊ ကွန်ပျူ တာလုပ်ကွက်မှန်းသိသာနေပါတယ်။ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပေမယ့်၊ လက်မလွတ်ခံသင့်တဲ့ကားတော့ မဟုတ်ပါဘူး။ စစ်ကားကောင်း ကြည့်ချင်သူတွေအတွက်ကတော့ Brad Pitt ရဲ့ Troy ပြန်ကြည့်တာက မှပိုကောင်းပါဦးမယ်။ Action ကားကောင်းကို 3D နဲ့ကြည့်ချင်ရင်တော့ ဒီကားကို ကြည့်သင့်ပါတယ်။ဒီကားက အသက် ၁၈နှစ်အောက် လူငယ်တွေ၊ မိဘမပါပဲ လုံးဝမကြည့်သင့်ပါဘူး။ သွေးထွက်သံယို များသလို၊ Nudity တွေလည်းပါပါတယ်။ Sex Scene တစ်ခန်းပါပြီး၊ Female Nudity လည်းပါပါတယ်။ Eva Green ပါပြီဆိုမှတော့ ဒီလိုပါတော့မယ်ဆိုတာ သူ့ကိုကြည့်ဖူးတဲ့သူတွေ သိကြမှာပါ…….#Sololay(ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြပါသည်….)File size…(1.9 GB) / (999 MB)Quality….BluRay 1080p / 720pFormat…mp4Duration….01:42:00subtitle….Myanmar HardsubEncoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric JewettKristina SakizliMariana PopovaNoam MurroPhilip A. PattersonShelly StoyanovaToby PeaseTrisha BurtonStarsAndrew PleavinAndrew TiernanAshraf BarhomCallan MulveyDavid WenhamEva GreenJack O'ConnellLena HeadeyRodrigo SantoroSullivan StapletonCastAndrew PleavinAndrew TiernanAshraf BarhomAtanas SrebrevBen TurnerBo RobertsCaitlin CarmichaelCallan MulveyChristopher BoyerChristopher SciuerefDaniel RashevDavid PevsnerDavid SterneDavid WenhamDimiter MartinovEva GreenFarshad FarahatFred OchsGeorge GeorgiouGregor TruterGregory ShelbyHans MathesonIgal NaorJack O'ConnellJade ChynowethJohn Michael HerndonKevin FryLena HeadeyLuke RobertsMark Aaron WagnerMark KilleenNancy McCrumbNick CourtPeter FerdinandoPeter MensahPrice CarsonRodrigo SantoroStefan IvanovSteven CreeSullivan StapletonVelizar PeevVincent WalshWayne Dalglish",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/chjkfyo57JexWo1YeIZRMk8wA4m.jpg",
      "https://image.tmdb.org/t/p/w300/3x9JFFg6kvihztxTUeQ3WQ94TT4.jpg",
      "https://image.tmdb.org/t/p/w300/lWpvB6j7fjM39gYSo7cRGk51bmo.jpg",
      "https://image.tmdb.org/t/p/w300/hiZBChn5LtKaqzvL8vTh44iPjtg.jpg",
      "https://image.tmdb.org/t/p/w300/jvSB3fDZlY7OBlqiq1bMhOT6XwF.jpg",
      "https://image.tmdb.org/t/p/w300/uSap51aYp2QAdO38HWS2qojt2n4.jpg",
      "https://image.tmdb.org/t/p/w300/pTICCu5l73Z9sAVgWbDV3dLFHGT.jpg",
      "https://image.tmdb.org/t/p/w300/yLB3EWZioL9lHHGjDWI3NKTpZSB.jpg",
      "https://image.tmdb.org/t/p/w300/dGEjo6eLvx7haI1VP3Do0sAGZPi.jpg",
      "https://image.tmdb.org/t/p/w300/uDU0CayGcrQKhWN24sa0JF2GHw.jpg",
      "https://image.tmdb.org/t/p/w300/q3OFDv9fTulRG3P4QIIzwr7z3zG.jpg",
      "https://image.tmdb.org/t/p/w300/zYHVgmtSHzIVcVYwZQCVxCgnaqb.jpg",
      "https://image.tmdb.org/t/p/w300/99dXUyJ7FhfXgxQdM7nRuopAQNN.jpg",
      "https://image.tmdb.org/t/p/w300/wspXhKzRPfHEFt6ki4oKk8rzKIT.jpg",
      "https://image.tmdb.org/t/p/w300/lLkXHhJCFPG5vAikWHAwQYBSbHT.jpg",
      "https://image.tmdb.org/t/p/w300/8y6mCaNI5SGNeen2NbqqSK7WJWC.jpg",
      "https://image.tmdb.org/t/p/w300/k0vcP0MOU4FRqWXB94Y6K73CCkn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-Rise-Of-An-Empire-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/300-rise-of-an-empire-2014-bluray",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-300-rise-of-an-empire-2014-1080-p-x-265-10-bit-tigole-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/ppckq4u6qr4f.html",
        "server": "streamsb.com",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Ykh9/(CM)300_-_Rise_of_an_Empire_(2014)_(1080p_x265_10bit_Tigole).mkv",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zx9lVK4a#v6hLGn2TzVr7wtLlIohn-692qpYgXkcqbXOcSjlhxa4",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-300-rise-of-an-empire-2014-720-p-x-265-10-bit-tigole-mkv",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/ndjnu1bebqf6.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kfby/(CM)300_-_Rise_of_an_Empire_(2014)_(720p_x265_10bit_Tigole).mkv",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/q1MiQRAa#lNKUXe9insCKbFjSIbp4dYgYBezVSJN_kHsjFJZCVaI",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "2zqy21Z29ps",
      "video_url": "https://www.youtube.com/watch?v=2zqy21Z29ps",
      "embed_url": "https://www.youtube.com/embed/2zqy21Z29ps"
    }
  },
  {
    "metadata": "|2020|1h 54min|Action,Comedy",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "363"
    },
    "title": "Mr. Zoo: The Missing VIP (2020)",
    "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ ဇန်နဝါရီလောက်က ထွက်ရှိထားတာပါအမျိုးအစားကတော့Drama/Comedy ဖြစ်ပြီး IMDB က 5.7/10 ရထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူနဲ့တိရိစ္ဆာန်တွေကြားကအပြန်အလှန်ချစ်ခြင်းမေတ္တာနဲ့ဂရုဏာတရားကိုဖော်ကျူးပေးထားပြီး တိရိစ္ဆာန်တွေရဲ့ခံစားချက်ကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဟာသကားကောင်းလေးတစ်ကားပါ။လျှို့ဝှက်အေးဂျင့်တယောက်ဖြစ်တဲ့ဂျူထယ်ဂျူက တိရိစ္ဆာန်တွေဆိုအရမ်းမုန်းတဲ့သူပပေါ့။သူနဲ့ဆန့်ကျင်ဖက်သူ့သမီးလေးဆိုယောင်းကတော့တိရိစ္ဆာန်တွေကိုအရမ်းချစ်တတ်တဲ့အပြင် တိရိစ္ဆာန်ဆေးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ကလေးမလေးပါ။တစ်နေ့သူ့သမီးလေးကကြောင်တစ်ကောင် သခင်ပျောက်နေတာကို ကယ်တင်ဖို့ အဖေဖြစ်သူဂျူထယ်ဂျူကိုသခင်ရှာပေးဖို့အကူအညီတောင်းလိုက်ပါတယ်။တိရိစ္ဆာန်မုန်းသူကြီး ဂျူထယ်ဂျူဆိုသည်မှာလည်း အဲ့ကြောင်ကို သူလက်ထဲထည့်တာနဲ့ အမှိုက်ပုံးထဲပစ်ထည့်လိုက်တယ်။အဲ့အချိန်ကစပြီးသူဘဝကအပြောင်းလဲကြီးပြောင်းလဲသွားခဲ့ပါတယ်။တိရိစ္ဆာန်တွေကို ဂရုမစိုက်လို့ဒဏ်ခတ်ခံလိုက်ရတယ်တဲ့။အဲ့ဒီပြစ်ဒဏ်ကတော့အဲ့အချိန်ကစပြီးသူတိရိစ္ဆာန်စကားကိုနားလည်သွားတာပါ။တိရိစ္ဆာန်တွေရဲ့ခံစားချက်တွေ၊ပြောစကားတွေကိုနားလည်သွားပြီးနောက် ဂျူထယ်ဂျူတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမှာလဲဆိုတာကို CM ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ကြပါ။ဟာသသရုပ်ဆောင်တော်တော်များများက အသံသရုပ်ဆောင်ပေးထားတဲ့အပြင် ဇာတ်လမ်းဇာတ်အိမ်လေးကလည်းကောင်းလို့ ဟာသလေးတွေနဲ့တဝါးဝါးတဟားဟားရယ်ရမှာဖြစ်တဲ့အတွက် ကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားဆိုတာတော့အသေအချာပါပဲလို့ညွှန်းချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)File Size : (950 MB)Quality : HDRip 720pRunning Time : 1hr 54minFormat : Mp4Genre : Action,ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip AAC x264-NonDRMTranslated by Moe PwintEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Tae-yunStarsBae Jung-namDavid Lee McInnisKal So-wonKim Seo-hyungKim Soo-miLee Sun-kyunLee Sung-minPark Hyuk-kwonShin Ha-kyunYou In-naCastBae Jung-namDavid Lee McInnisJoon ParkKal So-wonKim Bo-sungKim Jong-kookKim Seo-hyungKim Soo-miLee Jung-eunLee Soon-JaeLee Sun-KyunLee Sung-minPark Hyuk-kwonShin Ha-kyunYou In-na",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gBJ6Xgk0BGbLuyqf0TGWvONCyo7.jpg",
      "https://image.tmdb.org/t/p/w300/tpRo3dFwDRlppPZ4SAFASCDi9HB.jpg",
      "https://image.tmdb.org/t/p/w300/eADBVKpyUK4diQ0JrWNb68wFyuC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/missinf.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mr-zoo-the-missing-vip-2020-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vaxc/Mr._Zoo__The_Missing_VIP_(2020).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VH01Vb7R#lT0S8fcO8N8jyeSdHpVgaWT2LtNrxjlvLRAsOW6m6kQ",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9dnvit83s0uw.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/an96qw2bozmt.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "CVwIElayaK8",
      "video_url": "https://www.youtube.com/watch?v=CVwIElayaK8",
      "embed_url": "https://www.youtube.com/embed/CVwIElayaK8"
    }
  },
  {
    "metadata": "|||Action,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "436"
    },
    "title": "Desperation Road (2023)",
    "description": "MDb rating 5.7 ရထားတဲ့ Desperation Road လို့ခေါ်တဲ့အက်ရှင်ဒရာမာဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားနာမည်အတိုင်းပဲ လူတိုင်းကတော့ဘဝမှာမျှော်လင့်ချက်မဲ့တဲ့လမ်းတွေကိုလျှောက်ဖူးကြမှာပါ။စိတ်ဓာတ်တွေလဲအရမ်းကျရပြီး ဘဝမှာအဆိုးဆုံးအချိန်တွေဆိုတာလည်းရှိကြမှာပါ။ဒါပေမယ့် အဲ့လိုအချိန်တွေမှာတောင် အံ့သြစရာကောင်းပြီး ဆန်းကြယ်တဲ့အဖြစ်အပျက်တွေဖြစ်လာနိုင်ပါသေးတယ်။ဒီလိုပဲ မေဘန်နဲ့အန်နာလီဆိုတဲ့ သားအမိနှစ်ယောက်ကလည်း မျှော်လင့်ချက်မဲ့တဲ့လမ်းကိုလျှောက်နေရတဲ့သားအမိနှစ်ယောက်ပဲဖြစ်ပါတယ်။ဖြစ်သလိုနေ ဖြစ်သလိုစားရင်းနဲ့ပဲ ဘဝကိုဖြတ်သန်းနေရပြီးခင်ပွန်းဖြစ်သူရဲ့ ဇာတိဖြစ်တဲ့မစ္စစပီကိုခက်ခက်ခဲခဲလှမ်းလာခဲ့ကြပါတယ်။ဒါပေမယ့် မစ္စစပီကိုရောက်ရောက်ချင်းမှာပဲ မေဘန်က ရဲတစ်ယောက်ရဲ့ နိုင်ထက်စီးနင်းပြုကျင့်ခြင်းကိုခံခဲ့ရပြီး မေဘန်လည်း သမီးလေးနဲ့ဝေးရမှာကို ကြောက်လို့လိုက်လျောပေးခဲ့ပေမဲ့ အဲ့ဒီရဲက အရမ်းတရားလွန်လာတဲ့အခါမှာတော့ သူ့သေနတ်နဲ့ပဲသူ့ကိုပြန်ပစ်သတ်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့သူတို့သားအမိနှစ်ယောက်လည်း ထွက်ပြေးတိမ်းရှောင်ခဲ့ရပြီး ထောင်ကထွက်လာတာမကြာသေးတဲ့ ရက်ဆဲဆိုတဲ့လူနဲ့ ကြုံတွေ့ခဲ့ရတဲ့အခါမှာတော့ သူတို့သားအမိအတွက် အံ့သြဆန်းကြယ်တဲ့အရာတွေဖြစ်လာမလားဆိုတာကိုကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။File size…1.75GB / 728MBQuality…WEB-DL 1080p 5.1 CH / 720pFormat…mp4Duration….1h 52mGenre ….. Action , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBonita EleryBrady GentryElla ThomasFrank BlakeGarrett HedlundJennifer MonceKat FosterKaty BodenhamerMel GibsonMichael Aaron MilliganMike SeelyPaulina GálvezPyper BraunRyan HurstShiloh FernandezValerie Jane ParkerWilla FitzgeraldWoody McClain",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h7BoGo4NhckWRiMUCi3Qr8GwBDA.jpg",
      "https://image.tmdb.org/t/p/w300/y0OaAuBibH7baYAMQZaMtDnU9EG.jpg",
      "https://image.tmdb.org/t/p/w300/Aif3civnHusPNB0OOFEGE1V5LZV.jpg",
      "https://image.tmdb.org/t/p/w300/aOQvHB4cWx8MREpbJ963tvUuYW4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tPyj6Gii1HrnzCbJXEF7JdSFkQ8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zzdwlrid1o6n.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/desperation-road-2023-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1ia5k/Desperation.Road.2023.WEB-DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/fuoHSK4I#veCjvlLt_5EKJdJkUs0TJkzcRPMPDzcUT0dUolSlDIk",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/jw46t0h0uxyc",
        "server": "streamvid.io",
        "size": "1.75GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ipuqnthb03le.html",
        "server": "usersdrive.com",
        "size": "728MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/desperation-road-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "728MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Y7xc/Desperation.Road.2023.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "728MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/DiQngbjJ#s27qW7ZWs0zKyogellU2h9swy5S-CWXzELQr4G67uws",
        "server": "mega.nz",
        "size": "728MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/y4d5n6bma6g0",
        "server": "streamvid.io",
        "size": "728MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "OmkL_cu_qw0",
      "video_url": "https://www.youtube.com/watch?v=OmkL_cu_qw0",
      "embed_url": "https://www.youtube.com/embed/OmkL_cu_qw0"
    }
  },
  {
    "metadata": "||1h 28 min|Action,Drama",
    "rating": {
      "rating": "6/10",
      "rating_count": "265"
    },
    "title": "The Seven’s Dog PDU ( 2023 )",
    "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်ဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။သူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးကသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်အချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။ဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ……သူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို……ရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။[ Reviewed By Moon ]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , ActionRuntime : 1h 28 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsGuo XiaofengGuo YongzhenHongbiao BaiShi ZhaoqiTao WangTong YixuanCastGuo XiaofengGuo YongzhenHongbiao BaiShi ZhaoqiTao WangTong Yixuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/szcCuOk27J4SGPrFgXbgxDkxPEm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-seven-dog-pdu-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/b4utw611bizr.html",
        "server": "usersdrive.com",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbhight.com/fv10dnncxbiz.html",
        "server": "streamsb.com",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/8uRFVJ4A#gsUVgoW-iNh-eNbUFRP8Z4dAmyMF4lv1vK6bAGNAFnQ",
        "server": "mega.nz",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://streamvid.net/hc4929xt4zjh",
        "server": "streamvid.io",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/1S3v7/The_Seven_Dog_PDU_2023_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "1.06 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-seven-dog-pdu-2023-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "527 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/jqdgc82wnoo9.html",
        "server": "usersdrive.com",
        "size": "527 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/VmYllTJa#o2yls5wqL73wgkwwzLkdTaa28MK_3eU4EvfQrhhv2x8",
        "server": "mega.nz",
        "size": "527 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2022|2h 15m|Action,Bollywood",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "138"
    },
    "title": "Bairagee (2022)",
    "description": "ကန်နာဒါလောကက ကိုယ်တွေမင်းသားကြီးပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ရှီဗာဟာ ကျားပြဇာတ်ကို သရုပ်ဆောင်တဲ့သူတစ်ယောက်ဖြစ်ပြီး“ကျားကြီး ရှီဗာ” ဆိုတဲ့ အမည်တွင်တဲ့အပြင်ဒေါသကြီးတဲ့သူအဖြစ်လည်း နာမည်ကြီးပါတယ်တစ်နေ့ သူ အဲဒီဒေါသကြောင့်ပဲထောင် ၁၅ လ ကျခဲ့ပြီး ပြန်လွတ်လာတော့ဒေါသကြီးတာမကောင်းဘူးဆိုပြီးဒေါသကို ချုပ်ထိန်းက ကျိုးနွံတဲ့စိတ်နဲ့လူသစ်တစ်ယောက်လို နေထိုင်ခဲ့ပါတယ်အဲဒီလိုနဲ့ သူ အလုပ်အတူလုပ်တဲ့ ဗက်တာဗီဆိုတဲ့ကောင်လေးနဲ့တွေ့ပြီးညီအစ်ကိုအရင်းတွေကို ခင်လာခဲ့ပါတော့တယ်သူတိုတွေ အတူတူပျော်ပျော်ရွှင်ရွှင်နေထိုင်ကြပြီးသူတိုချစ်တဲ့ကောင်မလေးတွေကို ပိုးရင်းနဲ့ ဘဝကို အေးချမ်းစွာ ဖြတ်သန်းခဲ့ကြပေမယ့်မထင်မှတ်ထားတဲ့ ကံကြမ္မာအပြောင်းအလဲတစ်ခု (သိုမဟုတ်) မကောင်းတဲ့လူတစ်စုကြောင့်ရှီဗာရဲ့ ကိုယ်တွင်းမှာ ချုပ်တည်းထားတဲ့ကျားတစ်ကောင်ဟာ ပေါ်ထွက်လာခဲ့ပါတော့တယ်မေတ္တာတရားတွေနဲ့ ချည်နှောင်ထားတဲ့ဒီကားလေးဟာ ဝမ်းနည်းစရာများလည်း ရောယှက်လျက် ကြည့်ရှုသူများကိုလူ့ဘဝဇာတ်ခုံရဲ့ စုံလင်လှတဲ့ အရောင်အသွေးတွေကိုမြင်စေမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်စေမှာ အသေအချာပါပဲရှင်File size…2.96GB / 1.43GBQuality…1080p AVC AAC5.1CH / 720pFormat…mp4Duration….2h 15mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Sora & Kham Mon & OeliuJ & Kevin & Thet Ko & BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVijay MiltonStarsAnjaliAnu PrabhakarChikkannaDhananjayPruthvi AmbaarSharath LohitashwaShashikumarShivaraj KumarVinod AlvaYasha ShivakumarCastAnjaliAnu PrabhakarChikkannaDhananjayPruthvi AmbaarSharath LohitashwaShashikumarShivaraj KumarVinod AlvaYasha Shivakumar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/51L4uzUMbRB91QCklDWJwleVp20.jpg",
      "https://image.tmdb.org/t/p/w300/70mWOEIAIjQPzD2gRsx4M0MSEyM.jpg",
      "https://image.tmdb.org/t/p/w300/9zusEWmOgKnX3nHNE0CqeSjM5P3.jpg",
      "https://image.tmdb.org/t/p/w300/dfJgJKy5brwEI7dPkLHWOmkgYbD.jpg",
      "https://image.tmdb.org/t/p/w300/rNYs3pnV7U2LEcbQ9nidwDeDOSC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYTU1ZTc0NDYtZjdkZC00NTJkLWJlYzEtYzY1NzgwNTAwYTljXkEyXkFqcGdeQXVyMTE0MzY0NjE1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bairagee-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/bairagee-2022-kannada-true-web-dl-1080-p-avc-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.96GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/j1yimef86w4u.html",
        "server": "usersdrive.com",
        "size": "2.96GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/U6YTHIjB#PX_cUm4eF6D7AUk1FqmyXs_13xiL4fa2IvhUoN4ARhk",
        "server": "mega.nz",
        "size": "2.96GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/cblvzffk62nr.html",
        "server": "streamsb.com",
        "size": "2.96GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/k3ru5kj6b9kh",
        "server": "veryfiles.com",
        "size": "2.96GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bairagee-2022-kannada-true-web-dl-720-p-avc-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.43GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/stlihqba99b8.html",
        "server": "usersdrive.com",
        "size": "1.43GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h7xmnQqK#wQJ6s_o5sF0PZnjYb5PQvaa4NEWO1Ua-bQi3KahLehQ",
        "server": "mega.nz",
        "size": "1.43GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/wwk02opt7lwz.html",
        "server": "streamsb.com",
        "size": "1.43GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/j2y0rarnd77t",
        "server": "veryfiles.com",
        "size": "1.43GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2013||Action,Comedy",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1809"
    },
    "title": "Chez Nous (2013)",
    "description": "Chez Nous (2013)=============IMDb Rating – 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်အရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့လူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်အက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်သူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်ကသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်သားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်ရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့နာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်ပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်FAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့EL ဖြစ်ပါတယ်)File Size……….(1.93 GB) / (828 MB) / (473 MB)Quality…………BluRay 1080p / 720p / 480pDuration………1Hr 41MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, ComedyTranslator…….ELEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim OliehoekCastAchmed AkkabiAlex KlaasenIsa HoesJack WoutersePelle AndringaPeter FaberThomas Acda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A1x9hWWLbXgtqazQDb5rd8xqACg.jpg",
      "https://image.tmdb.org/t/p/w300/mgumZKahdr3YrcJninuy9LDNB0o.jpg",
      "https://image.tmdb.org/t/p/w300/pyzAFqgovLEKK91TB5KmdDg9Wkg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chez-nous-2013-dutch-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bEzj/Chez.Nous.2013.DUTCH.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/cla3l7rmr8md.html",
        "server": "streamsb.com",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/SVsCwI4Q#mkJ6USFwZMu6Fb2PAftehMhssSsBN21HVkKmJXDgP0A",
        "server": "mega.nz",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/vaim2359v9wd.html",
        "server": "usersdrive.com",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/616dlrefoyp9",
        "server": "streamvid.io",
        "size": "1.93 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/chez-nous-2013-dutch-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xzt0/Chez.Nous.2013.DUTCH.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/38ndfab2y20l.html",
        "server": "streamsb.com",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/mZt3gaRZ#k28eCdv4SnBlUkAAt_bbhj_JA0bombliJjtO_uu8qUk",
        "server": "mega.nz",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/hg1asr0tte7x.html",
        "server": "usersdrive.com",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/5pe3hnz8ynjp",
        "server": "streamvid.io",
        "size": "828 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/chez-nous-2013-dutch-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "473 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2xzsf/Chez.Nous.2013.DUTCH.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "473 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/aw197mp45mt8.html",
        "server": "streamsb.com",
        "size": "473 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/OYVWiT7Q#6RdT0X0nVM3JNEAoyQPjUEuyYvOcWZi0xlQhgvKkwJw",
        "server": "mega.nz",
        "size": "473 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/5ev9uk4zo3fr.html",
        "server": "usersdrive.com",
        "size": "473 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/5bqkxzz9hvyz",
        "server": "streamvid.io",
        "size": "473 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "8Eac9kQ1Zuo",
      "video_url": "https://www.youtube.com/watch?v=8Eac9kQ1Zuo",
      "embed_url": "https://www.youtube.com/embed/8Eac9kQ1Zuo"
    }
  },
  {
    "metadata": "PG-13|2011|130 min|Action,Crime,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "309,515"
    },
    "title": "Fast Five (2011) Fast and Furious 5",
    "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O’Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ကားက သူနဲ့အတူ သွားတဲ့ သူ့သူငယ်ချင်း ကမောင်းတာဖြစ်ပြီး ဖြစ်တဲ့နေရာက Valencia ရပ်ကွက်ရဲ့ Street Race လုပ်တာများတဲ့ လမ်းပေါ်မှာဖြစ်ပါတယ်။Fast Five အကြောင်းကိုပြောရရင် ဒီကားက Fast & Furious လို့ခေါ်တဲ့ စတုတ္ထမြောက်ကားရဲ့ အဆက် ဖြစ်ပြီး O’Conner နဲ့ Dominic တို့ ဘရာဇီးနိုင်ငံ Rio De Jeneiro မှာ အဲ့ဒီမြို့က လူဆိုး ခေါင်းဆောင် Hernan Reyes နဲ့ပြသ၁နာဖြစ်ကြ သလို၊ လူဆိုးအဖွဲ့နဲ့ အလုပ်တူတူ လုပ်နေတုန်း လူဆိုးတွေက DEA အေးဂျင့်တွေကို သတ်လိုက်တာကိုလည်း သူတို့နှစ်ယောက်အပေါ်ပုံချခံရပါတယ်။ ဒါနဲ့ပဲ DEA က The Rock နဲ့အဖွဲကို လွှတ်ပြီး ဖမ်းခိုင်းပါခဲ့တယ်။အဲ့ဒီမှာ Dominic နဲ့ Brian က Reyes က ဘိန်းအရောင်းအဝယ်နဲ့ ချမ်းသာနေတာဖြစ်ပြီး ဒေါ်လာသန်း ၁၀၀ ကျော် ရှိတယ်ဆိုတာ သိသွားတဲ့နောက် Reyes ကို ဓါးပြတိုက်ဖို့ ကြံစည်ကြပါတယ်။ ဒီလို အစီအစဉ်ဆွဲ ရာမှာ သူတို့ ရဲ့ မိတ်ဆွေတွေကို သူတို့နဲ့အတူ ပါဝင်စေခဲ့ပါတယ်။ Brian က 2 Fast 2Furious ထဲက Roman Pearce (Tyrese Gibson, Paul Walker ရဲ့ အမှတ်တရ ပွဲကို မျက်ရည်စက်လက်နဲ့ တက်ရောက်ခဲ့ပါတယ်) နဲ့ Tej တို့ကို ခေါ်ခဲ့ပြီး Dominic က Fast & Furious ကားထဲက Han (Sung Kang), Gisele, Tego နဲ့ Don Omar တို့ပြန်ခေါ်ခဲ့ပါတယ်။ဒီကားမှာ ရှေ့ ထွက်ပြီးသမျှ Fast & Furious ကားတွေထဲက သရုပ်ဆောင်တွေ အကုန် လုံးနီးပါပြန်ပါ ခဲ့ပါတယ်။ (Tokyo Drift က Fast & Furious 7 မတိုင်ခင်ထိ ဇာတ်လမ်းတွေရဲ့နောက်ဆုံးကားဖြစ်ပြီး အစဉ်လိုက် စီရရင် The Fast and the Furious, 2 Fast 2 Furious, Fast & Furious, Fast Five, Fast & Furious 6, Tokyo Drift and Fast & Furious 7 ဖြစ်ပါတယ်။)ဇာတ်လမ်းတစ်ဝက်လောက်က အစီအစဉ်ချတာနဲ့တင် အချိန်ကုန်နေပြီး ဇာတ်လမ်း တစ်ဝက်လောက်မှာစပြီး ဇာတ်ရှိန်တက်လာတာဖြစ်ပါတယ်။ သရုပ်ဆောင်တွေ တစ်ယောက်နဲ့ တစ်ယောက်ကြားမှာ နားလည် မှု အပြည့်အဝနဲ့ သရုပ်ဆောင်ထားတာ တွေ့ရမှာဖြစ်သလို ထူးထူးခြားခြား ဓါးပြတိုက်တဲ့ ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ ပြိုင်ကားနဲ့ ဇာတ်လမ်းကောင်း မျိုး မရှိနိုင်ဘူးလို့ ပြောနေတဲ့ သူတွေကို ပါးစပ်ပိတ် သွားစေတဲ့ကားဖြစ်ပါတယ်။ပြိုင်ကား ပရိတ်သတ်တွေ ကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ မိသားစု တူတူကြည့်သင့်တဲ့ကားမျိုးတော့ မဟုတ်ပါဘူး။ No Nudity ပေမယ့် Street Race ဇာတ်လမ်းဖြစ်လို့ Half Naked, Bikini ဝတ် မော်ဒယ်တွေ အများပြား ပါဝင်တာကိုတွေ့ရမှာဖြစ်ပါတယ်။ ဒီကားက ကလေးတွေမကြည့်သင့်သလို လူငယ်တွေ အနေနဲ့ မိဘတွေကို ပေးမကြည့်သင့်တဲ့ကားပါ။ 😀 ဘာလို့လည်းဆိုတာတော့ လူငယ်တွေပဲသိပါတယ်။#Sololay(အညွှန်းကိုရုပ်ရှင်မိတ်ဆက်မှကူးယူဖော်ပြပါသည်။)File Size : (2.4 GB) / (1.3 GB)Quality : BluRay 1080p / 720p 5.1 CHRunning Time : 2hr 10minFormat : MKVGenre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Zan AungEncoded by Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorFlorence Weyne RobertJoyce HeftelJustin LinKate EastridgeValeria Migliassi CollinsStarsDon OmarGal GadotJordana BrewsterLudacrisMatt SchulzePaul WalkerSung KangTego CalderónTyrese GibsonVin DieselCastAlimi BallardAndy Rosa AdlerArlene SantanaArturo GaskinsBenjamin BlankenshipCarlos SanchezChad LindbergCorey Michael EubanksDevon AokiDon OmarDwayne JohnsonElsa PatakyEsteban CuetoEva MendesFernando ChienGal GadotGeoff MeedJay JacksonJeirmarie OsorioJoaquim de AlmeidaJohnny StrongJordana BrewsterJoseph MelendezKent ShocknekLudacrisLuis Da Silva Jr.Luis GonzagaMark Allen HicksMark HicksMatt SchulzeMichael IrbyMichelle RodriguezPaul WalkerPedro GarcíaSharon TaySung KangTego CalderónTyrese GibsonVin DieselYorgo Constantine",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lvSxooYCRuF3S2kHWXYTrcOtYco.jpg",
      "https://image.tmdb.org/t/p/w300/qwDk1mnnlmRJdNV4D7Dnp8leaVM.jpg",
      "https://image.tmdb.org/t/p/w300/wHUtZQ1IQv0TPwVhQXZnDMvzzXx.jpg",
      "https://image.tmdb.org/t/p/w300/AlkvibC9ROCSYq2hC8n2JTg9ByV.jpg",
      "https://image.tmdb.org/t/p/w300/rhYR1pZgG24n4cf99XdcTN4p2fU.jpg",
      "https://image.tmdb.org/t/p/w300/wQYeB6B1MBdu3ZTQNNFp2lVGsKE.jpg",
      "https://image.tmdb.org/t/p/w300/tQN9JEQ4N4aqej7O6AkQtt0dLpt.jpg",
      "https://image.tmdb.org/t/p/w300/t7Wug1SDD4nbfFS1kOigJ4unXnY.jpg",
      "https://image.tmdb.org/t/p/w300/5P2itbo54N0Aat4ulPtv2WQ8wOY.jpg",
      "https://image.tmdb.org/t/p/w300/j7Jwy4bUjdQo93UOgGBWLr10Gp3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-fast-five-2011-2160-p-x-265-10-bit-fs-82-joy-utr-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vwmzeuhcmcuk.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0C8lGb4Y#s8gNTU7vSEIoyYCPWH7acBiqvUN6OKz_Dldj7VnZxbY",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Ul5g/(CM)Fast_Five_2011__(2160p_x265_10bit_FS82_Joy)_[UTR].mkv",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fast-five-2011-720-p-x-265-10-bit-fs-82-joy-utr-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hb39iohdv1p4.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ul5z/(CM)Fast_Five_2011__(720p_x265_10bit_FS82_Joy)_[UTR].mkv",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pClkgA5R#-dj6c4DYQmBXEK2CrsWIUtjNJKbnhvNzbVZbZ30GR2g",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/gine262b4r6r.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "uSDNZeRX_1Y",
      "video_url": "https://www.youtube.com/watch?v=uSDNZeRX_1Y",
      "embed_url": "https://www.youtube.com/embed/uSDNZeRX_1Y"
    }
  }
]