[
  {
    "metadata": "PG|2011|1h 28m|Action,Adventure,Animation",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "24000"
    },
    "title": "Mars Needs Moms (2011)",
    "description": "Mars Needs Moms (2011)Disney နဲ့ ImageMovers တို့ ပူးပေါင်းထုတ်တဲ့ 3D Animated Film ဖြစ်ပါတယ်။ Disney လက်ရာနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ လက်ရာကို မြင်ရမှာပါ။ ImageMovers Studio မပိတ်ခင် နောက်ဆုံးထုတ်ခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်။ ကုန်ကျတဲ့ Budget နဲ့ ပြန်ရတာ တအားကွာဟနေလို့ Disney အတွက် ဆုံးရှုံးမှု‌အတော်ကြီးခဲ့တဲ့ ကားဆိုရင်လည်း မမှားပါဘူး။ဇာတ်လမ်းကတော့ ကိုးနှစ်အရွယ် မိုင်လိုဆိုတဲ့ကောင်လေးက မာရှန်တွေ (မားစ်ဂြိုဟ်သားတွေ) ပြန်ပေးဆွဲသွားတဲ့ သူ့အမေကို ကယ်တင်တဲ့အကြောင်းပါ။မိုင်လိုက တစ်ညမှာ သူ့အမေနဲ့ စကားများပြီး သူ့မှာ အမေလုံး၀မရှိခဲ့ရင်ကောင်းမှာလို့ ပြောပစ်ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ အဲဒီညမှာ မိုင်လိုရဲ့အမေကို မာရှန်တွေက မားစ်ဂြိုဟ်ဆီ ပြန်ပေးဆွဲသွားပါတယ်။မိုင်လို သူ့အမေကို တောင်းပန်ဖို့ ဆင်းလာတဲ့အခါ တွေ့သွားပြီး လိုက်ခေါ်ရာက သူပါ မားစ်ဂြိုဟ်ပေါ် ပါသွားပါတယ်။ အဲဒီကနေ မာရှန်တွေ ပြန်ပေးဆွဲတဲ့ အကြောင်းရင်းကို သိသွားပြီး သူ့အမေကို ပြန်ခေါ်ဖို့ ကြိုးစားတာကို ကြည့်ရမှာပါ။ ဇာတ်ကွက်ကပဲ ရိုးနေလို့လား… လက်ရာကွဲသွားတာကြောင့် မအောင်မြင်တာလား အကဲဖြတ်ဖို့ အားပေးလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.8GB, 710MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 28MinGenre – Action, Adventure, AnimationSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSimon WellsStarsAaron RapkeAdam JenningsAmber Gainey MeadeBreckin MeyerDan FoglerDee Bradley BakerElisabeth HarnoisJacquie BarnbrookJoan CusackJulene ReneeKevin CahoonKirsten SeversonMatthew HenersonMindy SterlingRaymond OchoaRobert OchoaRyan OchoaSeth GreenSeth Robert DuskyStephen KearinTom Everett ScottCastAaron RapkeAdam JenningsAmber Gainey MeadeBreckin MeyerDan FoglerDee Bradley BakerElisabeth HarnoisJacquie BarnbrookJoan CusackJulene ReneeKevin CahoonKirsten SeversonMatthew HenersonMindy SterlingRaymond OchoaRobert OchoaRyan OchoaSeth GreenSeth Robert DuskyStephen KearinTom Everett Scott",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sU9wVEAgWPXPULYQMctd0T5MCdI.jpg",
      "https://image.tmdb.org/t/p/w300/bLNIJhmLW110KRjTzmFM6e8BjcX.jpg",
      "https://image.tmdb.org/t/p/w300/zPcgMq22AwvBP2nOhrXcuwnvgYm.jpg",
      "https://image.tmdb.org/t/p/w300/xmTArmZoJRAtDGCBkfKImxPF4kA.jpg",
      "https://image.tmdb.org/t/p/w300/rnvUsQ0zNMOz7OaANHirxQubqcc.jpg",
      "https://image.tmdb.org/t/p/w300/tgy1XvIKYFthvbHGSS5rBnBayBS.jpg",
      "https://image.tmdb.org/t/p/w300/oq74CEp7XFr6082THOWMHaZGQtp.jpg",
      "https://image.tmdb.org/t/p/w300/8wLLBscj3wcrA38mL7U5wbcBfr8.jpg",
      "https://image.tmdb.org/t/p/w300/vps6hIlsMxs2v8vrFqptDkON2Mg.jpg",
      "https://image.tmdb.org/t/p/w300/zDriLtO3hQeo58AX1ooYSYbshxe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/g94LNU4pipIUJLkTvYIgNGfT2J2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mars-needs-moms-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kYW55/(CM)_Mars_Needs_Moms_(2011)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/T3J0SRrT#l3OCqdJwacbl8YxiV_S2vkbufpDcYzJa_REl_rySNOs",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/plf3qv3l3p8m.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/fu7bjfduz82c",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mars-needs-moms-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edls0/(CM)_Mars_Needs_Moms_(2011)_720p.mp4",
        "server": "megaup.net",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/GipmERYB#tQMDJp93OsYsncsldFic2o_RsLMSPdQsXpHQKwTZADE",
        "server": "mega.nz",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ru8kropihqyj.html",
        "server": "usersdrive.com",
        "size": "710MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/vrv54qb1c2jm",
        "server": "streamsb.com",
        "size": "710MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JWYVQzG0rYk",
      "video_url": "https://www.youtube.com/watch?v=JWYVQzG0rYk",
      "embed_url": "https://www.youtube.com/embed/JWYVQzG0rYk"
    }
  },
  {
    "metadata": "not rated|2011|1h 36min|Action,Drama,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "121"
    },
    "title": "Catatan (Harian) Si Boy (2011)",
    "description": "Catatan Harian Si Boy (2011)IMDb rating – 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ…နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ…လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ သူငယ်ချင်းတွေတောင်မှအချင်းချင်းဖေးမရင်း၊ မေတ္တာထားကြရင်းဆိုရင်“မြိန်ရာ ဟင်းကောင်း၊ ခင်ရာ ဆွေမျိုး” ဆိုတဲ့အတိုင်းမိသားစုတွေ ဖြစ်လာကြမှာပါပဲ။ဒီဇာတ်ကားလေးမှာ ခုပြောပြနေတဲ့အကြောင်းတွေခံစားကြရမှာ ဖြစ်ပါတယ်။မိတ်ဆွေသူငယ်ချင်းဆက်ဆံရေးတွေဖော်ကျူးရိုက်ကူးထားပြီးတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်“Boy’s Diary” ဆိုတဲ့ အင်ဒိုနီးယားဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါပြီ၊ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်)File size…  1.2 GB /  650 MBQuality… WEB Rip 1080p / 720pFormat… mp4Duration…. 1h 36mGenre …..  Action , Drama , RomanceSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by OrikaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPutrama TutaStarsAbimana AryasatyaAlbert HalimArio BayuBtari KarlindaCarissa PutriDidi PetetLeroy OsmaniOnky AlexanderPaul FosterPoppy SoviaRoy MartenTara BasroCastAbimana AryasatyaAlbert HalimArio BayuBtari KarlindaCarissa PutriDidi PetetLeroy OsmaniOnky AlexanderPaul FosterPoppy SoviaRoy MartenTara Basro",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yLd2yHuWIKEGvb3MuRxqlsRKWwf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r94pzg9nu8hj.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3fN7h/Catatan.Harian.Si.Boy.2011.INDONESIAN.1080p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oH8TxAiK#YwdP7rjbf7LelOrCAMSKEl4b0MEP3S4D8P6-QXPJ8SY",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8lxig2ii913n.html",
        "server": "usersdrive.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TScj/Catatan.Harian.Si.Boy.2011.INDONESIAN.720p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AK1ACbQQ#8BRWFSlOiJbeyFKV7h_Uk7tg2iUpzhfePXeLGbIMkHU",
        "server": "mega.nz",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ygs4f7nxwca2.html",
        "server": "streamsb.com",
        "size": "650MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ovc1k6qsn23w",
        "server": "streamvid.io",
        "size": "650MB",
        "quality": "720phttps://yoteshinportal.cc/catatan-harian-si-boy-2011-indonesian-1080-p-web-rip-cm-mp-4"
      }
    ],
    "trailer": {
      "video_id": "DJdmV-A_njk",
      "video_url": "https://www.youtube.com/watch?v=DJdmV-A_njk",
      "embed_url": "https://www.youtube.com/embed/DJdmV-A_njk"
    }
  },
  {
    "metadata": "Pg-13|1998|2h 16min|Action,Adventure,Comedy",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "165,262"
    },
    "title": "The Mask of Zorro (1998)",
    "description": "The Mask of Zorro (1998)IMDb – 6.7/10_____Rotten – 82%ဇာတ်လမ်းအကြောင်းလေး နည်းနည်းရှင်းပြမှ ဇာတ်ရည်လည်နိုင်မှာဖြစ်တဲ့အတွက် နည်းနည်းရှင်းပြပါရစေ။ဇာတ်လမ်းစတဲ့ ၁၈၂၁ ခုနှစ်မှာ အခုအမေရိကန်နိုင်ငံ ကာလီဖိုးနီးယားပြည်နယ်ဟာ စပိန်လက်အောက်ခံပြည်နယ်လေးတစ်ခုဖြစ်ပါတယ်။ အဲဒီဒေသတွေကို မက္ကဆီကိုနဲ့စပိန်တို့က တလှည့်စီအုပ်စိုးနေကြတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအဖွင့်မှာတော့ ကာလီဖိုးနီးယားကို စပိန်တွေလက်ထဲက မက္ကဆီကိုဗိုလ်ချုပ်ကြီး ဆန်တာအန်နာက ပြန်သိမ်းတော့မှာကြောင့် စပိန်မြို့တော်ဝန် ဒွန် ရာဖေယဲလ် မွန်တယ်ရို ထွက်ပြေးတော့မယ့်အခန်းနဲ့စပါတယ်။အဲဒီ ဒေသကို စပိန်တွေအုပ်စိုးခဲ့စဉ်တစ်လျှောက် ပြည်သူတွေကိုနိုင်ထက်စီးနင်းလုပ်ခဲ့တာကြောင့် ဇောရိုးဆိုတဲ့မျက်နှာဖုံးရှင်လူစွမ်းကောင်းက စပိန်အစိုးရကို တော်လှန်ပြီး ပြည်သူတွေဘက်က ရပ်တည်ပေးခဲ့ပါတယ်။  ဒါကြောင့် ဒွန် ရာဖေယဲလ်ဟာ ထွက်ပြေးခါနီးဆဲဆဲမှာ ဇောရိုးကို သုတ်သင်နိုင်ဖို့ အစီအစဉ် တစ်ခုဆွဲခဲ့ပါတယ်။ ဒါပေမယ့် မင်းသားတို့ ညီအကိုက ကူညီပေးခဲ့လို့ အသက်အန္တရာယ်က လွတ်မြောက်ခဲ့ပါတယ်။ဒွန် ရာဖေယဲလ်ဟာ ဇောရိုးဘယ်သူလည်းလို့ ရိပ်မိသွားလို့ သွာဖမ်းတဲ့အခါ ဇောရိုးတစ်ဖြစ်လည်း စပိန်လူကြီးလူကောင်းဖြစ်တဲ့ ဒွန် ဒီယေဂိုဟာ ချစ်လှစွာသော ဇနီးသည်ကိုဆုံးရှုံးရတဲ့အပြင် သမီးလေးကိုလည်း ရန်သူရဲ့ခေါ်ဆောင်သွားခြင်းခံရပါတယ်။ သူကိုယ်တိုင်လည်း ထောင်ထဲမှာ အနှစ် ၂၀ လောက် အကျဉ်းချခံတဲ့ ဘဝကို ရောက်ရှိသွားခဲ့ရပါတယ်။ဒါက ပထမပိုင်းဇာတ်လမ်းပါ။ ဒုတိယပိုင်းဇာတ်လမ်းကတော့ အဲဒီအဖြစ်အပျက်တွေ ဖြစ်ပြီး နောက်နှစ်ပေါင်း ၂၀ လောက်အကြာမှာ ကာလီဖိုးနီးယားကို စပိန်တို့ ပြန်အုပ်ချုပ်ခွင့်ရခဲ့ပါတယ်။ မြို့တော်ဝန်အဖြစ် ဒွန် ရာဖေယဲလ်ပြန်ရောက်လာပြီး ပြည်သူတွေကို မညှာမတာနှိပ်စက်ကာ ရွှေထုတ်ယူရာမှာ အသုံးချ ခဲ့ပါတယ်။ အကျဉ်းကျနေခဲ့တဲ့ ဒွန် ဒီယေဂိုလည်း လွတ်မြောက်အောင် ထွက်ပြေးလာခဲ့ပြီး သူ့ကိုကူညီခဲ့ဖူးတဲ့ ညီအကိုနှစ်ယောက်တည်းက ညီဖြစ်တဲ့ မင်းသားနဲ့တွေ့ပြီး ဇောရိုးဘဝကို လက်ဆင့်ကမ်းပေးခဲ့ကာ ပြည်သူတွေကို ပြန်လည်ကယ်တင်ဖို့ ကြိုးစားကြမှာဖြစ်ပါတယ်။၁၉၉၈ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး တကယ်ကြည့်သင့်တဲ့ကားမျိုးဖြစ်ပါတယ်။ စပိန်မင်းသား Antonio Banderas ရဲ့ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသမီး Catherine Zeta‑Jones ရဲ့အလှအပကိုလည်း ခံစားနိုင်မှာပါ။ Sir ဘွဲ့ရ မင်းသားကြီး Anthony Hopkins နဲ့ Stuart Wilson တို့က ဇာတ်ကိုဆွဲခေါ်နိုင်တာကြောင့် ဇာတ်လမ်းဆုံးတဲ့အထိ မထတမ်းကြည့်စေချင်မယ့် ကားမျိုးပါ။ Steven Spielberg က ထုတ်လုပ်သူအဖြစ် တာဝန်ယူခဲ့တာကြောင့် မကောင်းမှာမပူရပါဘူး။မှတ်မှတ်ရရ ၁၉၉၈ ခုနှစ်မှာပဲ သူငယ်ချင်းအကို သင်္ဘောသားကဝယ်လာလို့ ကြည့်ခဲ့ရတာဖြစ်ပြီး အဲဒီအခွေက အခု CD တွေရဲ့ ဘိုးတော်တစ်တောင်လောက်ရှိတဲ့LaserDise ကြီးဖြစ်ပါတယ်။ ဒါကြောင့် အမှတ်တရရှိခဲ့တဲ့ကားကောင်းလေးကို CM ပရိတ်သတ်များကြည့်စေချင်တဲ့အတွက်ပြန်လည် ဝေငှလိုက်ရခြင်း ဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ မြန်မာစာတန်းထိုးကိုတော့ Nyi Nyi Kyaw Myint မှကိုယ်တိုင်ရေးသားတင်ဆက်လိုက်တာပါ။)File size…(1 GB)Quality…BR-Rip 720pFormat…mp4Duration….02:17:37Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChitra F. MojtabaiMartin CampbellStarsAnthony HopkinsAntonio BanderasCatherine Zeta-JonesDiego SieresEmiliano GuerraJosé María de TaviraPaco MoraytaStuart WilsonWilliam MarquezYolanda OrisagaCastAbel WoolrichAlberto CarreraAnthony HopkinsAntonio BanderasCatherine Zeta-JonesConrad RobertsDavid VillalpandoDiego SieresEduardo LópezEmiliano GuerraFernando BecerrilHumberto ElizondoIván RafaelJosé María de TaviraJose PerezJulieta RosenL.Q. JonesLuisa HuertasMaría Fernández CruzMatt LetscherMaury ChaykinMoisés SuárezMónica Fernández CruzPaco MoraytaPaul GanusPedro AltamiranoPedro Armendáriz Jr.Raúl MartínezSergio EspinozaStuart WilsonTony AmendolaTony CabralTony GenaroVanessa BaucheVictor RiversWilliam MarquezYolanda Orisaga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2nFbw8WLTw3x5xUJrQSVI5MweZ9.jpg",
      "https://image.tmdb.org/t/p/w300/aHGKoO7hltEdjH9o4pTaKVftqZT.jpg",
      "https://image.tmdb.org/t/p/w300/5GKixgRINPD2oStszyKuXKBDwBf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/mask-of-zorro.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/77xkqv7rqcse.html",
        "server": "usersdrive.com",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mask-of-zorro-1998-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cpqe/The_Mask_Of_Zorro_[1998]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IR9DHK4T#CN1DhEPxOJDzYNoSEtkiLSdYm1Ij441FjoUnJPVZhNY",
        "server": "mega.nz",
        "size": "1.01 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8xlw3d00qq32",
        "server": "upstream.to",
        "size": "1.01 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ofmBgLEsthU?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=ofmBgLEsthU?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/ofmBgLEsthU?feature=player_embedded"
    }
  },
  {
    "metadata": "||1h 10 min|Action,Drama,Fantasy",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "525"
    },
    "title": "The League of Gods: The Flying Immortal Dagger ( 2023 )",
    "description": "The League of Gods: The Flying Immortal Dagger လို့အမည်ရတဲ့ရုပ်ရှင်လေးတကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ Clash of Gods အစရှိတဲ့ရုပ်ရှင်တွေထဲမှာပါဝင်တဲ့ ရှန်းကုန်းပေါက်, ယန်ကျန်,ကျန်းကျစ်ယာတို့ကိုအခြေခံထားတဲ့ရှန်းခေတ်ကိုနောက်ခံတည်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ရှန်းကုန်းပေါက်နဲ့ကျန်းကျစ်ယာတို့ကြားမကျေနပ်အမုန်းတရား ၊ စစ်ပွဲတွေကြားမှာအပြစ်မဲ့သူတွေစတေးခံရပုံ,ရှင်ဘုရင်ကျင့်ဝတ်နှင့်မညီတာကြောင့် ခံစားရတဲ့ပြည်သူပြည်သားတွေအကြောင်းအစရှိတဲ့ရူပ်ထွေးလှပြီး စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းအကြောင်းကိုအခြေခံထားတာကြောင့်ဒီဇာတ်ကားလေးကို ဆက်လက်ကြည့်ရူလိုက်ကြရအောင် ~Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Fantasy , Drama , ActionRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Ann ChiEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsLi ZhichengLi ZhuSun MingzhenWaise LeeZhao FanghuaZheng XutaoZhou Yupeng李雄 Xiong LiCastLi ZhichengLi ZhuSun MingzhenWaise LeeZhao FanghuaZheng XutaoZhou Yupeng李雄 Xiong Li",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rDXLa2cQOIHNp83TuW4zKNRSMvT.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-league-of-gods-the-flying-immortal-dagger-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "1.02GB"
      },
      {
        "link": "https://usersdrive.com/c6kyhyeq3sbn.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "1.02GB"
      },
      {
        "link": "https://megaup.net/1hN27/The_League_of_Gods_The_Flying_Immortal_Dagger_(_2023_)_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "1.02GB"
      },
      {
        "link": "https://mega.nz/file/g3V2iY4C#kQess4SOSIXuPvgW2_3AS-kRc1xBnG_5Ip2oyXoXrIM",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "1.02GB"
      },
      {
        "link": "https://wishfast.top/uwm0gw7hsh8s",
        "server": "streamsb.com",
        "size": "1080p",
        "quality": "1.02GB"
      },
      {
        "link": "https://yoteshinportal.cc/the-league-of-gods-the-flying-immortal-dagger-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "554.9MB"
      },
      {
        "link": "https://usersdrive.com/rhtrzmmrfu4g.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "554.9MB"
      },
      {
        "link": "https://mega.nz/file/lv9jSDrY#DyxY9kZOJufnsAdXZr02U9W2WpZ8PvyaNUPqdL-RWS0",
        "server": "mega.nz",
        "size": "720p",
        "quality": "554.9MB"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2017|2h 6min|Action,Adventure,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "184,015"
    },
    "title": "King Arthur: Legend of the Sword (2017)",
    "description": "King Arthur: Legend of the Sword (2017)IMDb – 6.7/102017 မေလထဲမှာ ရုံတင်ပြသခဲ့ပြီး အခုချိန်မှာ IMDb 6.7 နဲ့ပါ။ ဇာတ်လမ်းကျောရိုးကတော့ အင်္ဂလန်ရဲ့ နာမည်အကြီးဆုံး ပုံပြင် တွေထဲက အာသာဘုရင်ရဲ့ ဇာတ်ကြောင်းပါပဲ။ ဒီဇာတ်ကြောင်းကိုပဲ အမျိုးမျိုး ပြုပြင်ဖန်တီးပြီး ရိုက်ကူးထားကြတဲ့ကားတွေ မနည်းပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဘုရင် အူသာ ပန်ဒရက်ဂွန် လုပ်ကြံခံရပြီး သူ့ရဲ့ ညီ ဗော်တီဂန်က ထီးနန်းကို သိမ်းပိုက်ထားတယ်။ ဘုရင်လောင်း အာသာလေးက ကလေးကတည်း ထွက်ပြေးတိမ်းရှောင်နေရပြီး သူ့ကိုယ်သူ ဘုရင်လောင်းမှန်းမသိဘူးပေါ့။ မှော်ဆရာမာလင် ပေးခဲ့တဲ့ အိတ်စ်ကာလီဘာ မှော်ဓားဟာ အာသာအရွယ်ရောက်လာချိန်မှာ အလိုလိုပြန်ပေါ်လာပြီး ထုံးစံအတိုင်း ကျောက်တုံးထဲစိုက်နေ နှုတ်မရဖြစ်နေပါတယ်။ ဘုရင်ဗော်တီကန်က အာသာရှိနေမယ့် အသက်အရွယ် ပတ်ဝန်းကျင်လူငယ်အားလုံးကို ဒီဓားကို စမ်းသပ်ပြီး ဆွဲနှုတ်ခိုင်းတဲ့နည်းနဲ့ အာသာကို လိုက်ရှာပါတော့တယ်။ အာသာ မှော်ဓားကို ဆွဲနှုတ်နိုင်သွားချိန်နောက်ကစပြီး ဘုရင် ဗော်တီဂန်န် နဲ့ အာသာတို့ စတင်ရင်ဆိုင်မိပါတော့တယ်။ ဒီအာသာဗားရှင်းမှာတော့ မှော်ပညာတွေ သတ္တဝါဆန်းကြီးတွေ ထည့်သွင်းထားပါတယ်။ ရုပ်ရှင်ကောင်းတစ်ခုပဲမို့ ကြည့်ကြည့်လိုက်ကြပါတော့။2017 ေမလထဲမွာ ရံုတင္ျပသခဲ့ျပီး အခုခ်ိန္မွာ IMDb 6.7 နဲ႕ပါ။ ဇာတ္လမ္းေက်ာရိုးကေတာ့ အဂၤလန္ရဲ႕ နာမည္အၾကီးဆံုး ပံုျပင္ ေတြထဲက အာသာဘုရင္ရဲ႕ ဇာတ္ေၾကာင္းပါပဲ။ ဒီဇာတ္ေၾကာင္းကိုပဲ အမ်ိဳးမ်ိဳး ျပဳျပင္ဖန္တီးျပီး ရိုက္ကူးထားၾကတဲ့ကားေတြ မနည္းပါဘူး။ ဒီရုပ္ရွင္ထဲမွာေတာ့ ဘုရင္ အူသာ ပန္ဒရက္ဂြန္ လုပ္ၾကံခံရျပီး သူ႕ရဲ႕ ညီ ေဗာ္တီဂန္က ထီးနန္းကို သိမ္းပိုက္ထားတယ္။ ဘုရင္ေလာင္း အာသာေလးက ကေလးကတည္း ထြက္ေျပးတိမ္းေရွာင္ေနရျပီး သူ႕ကိုယ္သူ ဘုရင္ေလာင္းမွန္းမသိဘူးေပါ့။ ေမွာ္ဆရာမာလင္ ေပးခဲ့တဲ့ အိတ္စ္ကာလီဘာ ေမွာ္ဓားဟာ အာသာအရြယ္ေရာက္လာခိ်န္မွာ အလိုလိုျပန္ေပၚလာျပီး ထံုးစံအတုိင္း ေက်ာက္တံုးထဲစိုက္ေန နႈတ္မရျဖစ္ေနပါတယ္။ ဘုရင္ေဗာ္တီကန္က အာသာရိွေနမယ့္ အသက္အရြယ္ ပတ္၀န္းက်င္လူငယ္အားလံုးကို ဒီဓားကို စမ္းသပ္ျပီး ဆြဲနႈတ္ခိုင္းတဲ့နည္းနဲ႕ အာသာကို လိုက္ရွာပါေတာ့တယ္။ အာသာ ေမွာ္ဓားကို ဆြဲနႈတ္နိုင္သြားခိ်န္ေနာက္ကစျပီး ဘုရင္ ေဗာ္တီဂန္န္ နဲ႕ အာသာတို႕ စတင္ရင္ဆိုင္မိပါေတာ့တယ္။ ဒီအာသာဗားရွင္းမွာေတာ့ ေမွာ္ပညာေတြ သတၱ၀ါဆန္းၾကီးေတြ ထည့္သြင္းထားပါတယ္။ ရုပ္ရွင္ေကာင္းတစ္ခုပဲမို႕ ၾကည့္ၾကည့္လိုက္ၾကပါေတာ့။File size : 903 MBDuration : 2 hr 6 minQuality : HDrip 720pTranslator/ Encoder : LittleneoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDaniel HillaryElizabeth WestEvelien KortumGuy RitchieMarianne HuetMax KeenePaul HayesStarsAidan GillenAstrid Bergès-FrisbeyCharlie HunnamCraig McGinlayDjimon HounsouEric BanaFreddie FoxJude LawKingsley Ben-AdirNeil MaskellTom WuCastAdrian BouchetAidan GillenAlan TurkingtonAlice E. MayerAlphonso AustinAnna Brooks BeckmanAnnabelle WallisAstrid Bergès-FrisbeyBleu LandauBrendan McCoyCharlie HunnamCharlie RawesChris MarchantClaira Watson ParrCordelia BugejaCraig McGinlayCristian LazarDacio CaballeroDaniel StisenDavid BeckhamDjimon HounsouEdward ManneringEline PowellEllie GrahamEric BanaFlorence BellFreddie FoxGeoff BellGeorgina CampbellGintare BeinoraviciuteGregor BabicHarry PalmerHermione CorfieldJacqui AinsleyJames WarrenJamie B. ChambersJamie Ben ChambersJoel BryantJude LawKalle HennieKamil LemieszewskiKarl FarrerKatie McGrathKingsley Ben-AdirLee Nicholas HarrisLorraine BruceLucy ChappellMark UmbersMichael HadleyMichael McElhattonMikael PersbrandtMillie BradyNeil MaskellNick CornwallNicola WrenOliver BarkerOliver Zac BarkerPedro CaxadePerry BurkePeter FerdinandoPeter GuinnessPip PhillipsPoppy DelevingneRaed AbbasRandeep ChanaRebecca CalderRob KnightonRudy BarrowRuolan ZhangSteve BarnettTom CoulstonTom WuWil CobanZac Barker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sVkjgKq8cwKm95LCyfrLldLbQIG.jpg",
      "https://image.tmdb.org/t/p/w300/22eFfWlar6MtXO5qG25TkjLphoj.jpg",
      "https://image.tmdb.org/t/p/w300/cAsMYBzWI3FxLOSZJSlOX6EbxHJ.jpg",
      "https://image.tmdb.org/t/p/w300/rX81lqj7mcMwXmIWtOuJlKkTj84.jpg",
      "https://image.tmdb.org/t/p/w300/sSAcOEXdhS7PcVsGt5GptE0gBJz.jpg",
      "https://image.tmdb.org/t/p/w300/veWRZGJxW5gFEZSCP7SSl4gl01U.jpg",
      "https://image.tmdb.org/t/p/w300/5DWGhkHR7mp96bMpLyR5IWeUQDG.jpg",
      "https://image.tmdb.org/t/p/w300/vQedHu7OClJPPGmruEZScRdUAgD.jpg",
      "https://image.tmdb.org/t/p/w300/5gk13k2UaMkDKkhaVmU4EyovEoE.jpg",
      "https://image.tmdb.org/t/p/w300/2Etkxdlk6YUBCYIWWMwerd2arY8.jpg",
      "https://image.tmdb.org/t/p/w300/vd6bdp9B5UGbLC41KYZU5u85Z6F.jpg",
      "https://image.tmdb.org/t/p/w300/3T8Ld8l2EgfeYHKdZuanAKj9lEU.jpg",
      "https://image.tmdb.org/t/p/w300/ecMs63AmhLOJm5MDpg2EC98tuSm.jpg",
      "https://image.tmdb.org/t/p/w300/noo90aS3MVhegwzmsMVNiD3S8bM.jpg",
      "https://image.tmdb.org/t/p/w300/mnkJJN28pvzkXoI2eJvFxoYJ4Jy.jpg",
      "https://image.tmdb.org/t/p/w300/voHJd0ibv4aWrwTGNEFQUu5bMNK.jpg",
      "https://image.tmdb.org/t/p/w300/5CXwEtN9WhkyPhViGgL0o0TLoUt.jpg",
      "https://image.tmdb.org/t/p/w300/b5JWqciRld0rClEfVYE4BKe4QLX.jpg",
      "https://image.tmdb.org/t/p/w300/sxWG6Lxxbjnm9CuZJ1b7HsgmFST.jpg",
      "https://image.tmdb.org/t/p/w300/3Hyy8lds3hUYqUzKHX3lKjRN9KG.jpg",
      "https://image.tmdb.org/t/p/w300/5GhvQpK4XO16NJVUPljK27KUQYp.jpg",
      "https://image.tmdb.org/t/p/w300/jrnG5xqhXhBtrLDfclpktJ9M8uM.jpg",
      "https://image.tmdb.org/t/p/w300/ybNVmlQd2BfqSRrdvxYm03KTk3o.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjM3ODY3Njc5Ml5BMl5BanBnXkFtZTgwMjQ5NjM5MTI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zhchnxf8p3y4.html",
        "server": "usersdrive.com",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/king-arthur-legend-of-the-sword-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x873/King_Arthur_-_Legend_Of_The_Sword_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I6pwlABC#kRjd6qTW2GLiK6-ChJqx5BIIi2LU8Jp_NU05o_A3ioE",
        "server": "mega.nz",
        "size": "903 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1u71660xi290",
        "server": "upstream.to",
        "size": "903 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "jIM4-HLtUM0",
      "video_url": "https://www.youtube.com/watch?v=jIM4-HLtUM0",
      "embed_url": "https://www.youtube.com/embed/jIM4-HLtUM0"
    }
  },
  {
    "metadata": "|2018||Action,Drama",
    "rating": {
      "rating": "4.1/10",
      "rating_count": "31"
    },
    "title": "Circumstances 2: The Chase (2019)",
    "description": "Circumstances 2: The Chase~~~~~~~~~~~~~~~~~~~~~~~~ဒီကားလေးကတော့ 2018 မှာ ထွက်ရှိခဲ့တဲ့ Circumstances ရဲ့ အဆက်ပဲဖြစ်ပါတယ်အညွှန်းကီရှောင်နဲ့တီအေတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ တရားမဝင်တဲ့ အလုပ်တွေနဲ့ ဝင်ငွေရှာနေတဲ့သူတွေဖြစ်ပါတယ်.ဒါကြောင့်သူတို့မှာ ပြိုင်ဖက်ဂိုဏ်းတွေလည်းရှိတဲ့အပြင် FBI ရဲ့အချိန်ပြည့်စောင့်ကြည့်ခြင်းကိုလည်း ခံနေရပါတယ်.FBI အနေနဲ့ ကီရှောင်တို့ကို လျှို့ဝှက်စွာစုံစမ်းဖို့အတွက် သူတို့ရဲ့အေးဂျင့် ချန်ကို တာဝန်ပေးခဲ့ပါတယ်.ဒါပေမဲ့ ချန်ဟာ ကီရှောင်ကိုချစ်မိပြီး ကီ​ရှောင်ရဲ့ကလေးကိုပါလွယ်ထားရတဲ့အခါကီရှောင်ကိုကာကွယ်ဖို့ သူ့ရဲ့အလုပ်အပေါ်သစ္စာဖောက်လာပါတော့တယ်.တစ်ဖက်မှာလည်း ပြိုင်ဖက်ဂိုဏ်းရဲ့လုပ်ကြံမှုကြောင့် ကီရှောင်ရဲ့သူငယ်ချင်းတစ်ယောက် သေဆုံးသွားခဲ့ပါတယ်.ဒါကြောင့် ကီရှောင်နဲ့တီအေတို့နှစ်ယောက် သူတို့သူငယ်ချင်းကိုသတ်သွားတဲ့သူတွေကို ဘယ်လိုလက်စားချေသွားမလဲ?ချန်ကရော ကီရှောင်ကို FBI လက်ထဲကနေ လွတ်အောင်ဘယ်လိုတွေ ကာကွယ်ပေးမလဲ ဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ~File Size ….. 1.1GB and 525MBQuality ….. 1080P WEBRIP and 720PDuration ….. 1hr 20minGrenre ….. Action , DramaType …..mp4Subtitle ….. Myanmar (Hardsub)Translator ….. Van Sui ParEncoder ….. AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCiera AngeliaDavid BiancoMaci Carney",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xKtebNPP6EyXG1o9TzNgv44dpd1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/circumstances-2-the-chase-2018",
        "server": "VIP Links",
        "size": "525MB, 1.1GB",
        "quality": "720P, 1080P"
      },
      {
        "link": "https://usersdrive.com/nuvv3olrfpra.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/circumstances-2-the-chase-2020-1080-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1BLdz/Circumstances.2.The.Chase.2020.1080p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/1dFW2ZoT#VXX7kPQdvDCl6-D26CjdsalBfcEwo4h50eaBnL_q67c",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/swpiblysbscs",
        "server": "veryfiles.com",
        "size": "1.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/425l3wuowerv.html",
        "server": "usersdrive.com",
        "size": "525MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/circumstances-2-the-chase-2020-720-p-web-rip-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "525MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1BLdn/Circumstances.2.The.Chase.2020.720p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "525MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/IEdmnTSL#6n3MQEUtxFDTwToOIo_dstwGY-PsNfdwHaE7GEWhjXY",
        "server": "mega.nz",
        "size": "525MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/cc8xp92kid2u",
        "server": "veryfiles.com",
        "size": "525MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2013|1h 49m|Action,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "219000"
    },
    "title": "2 Guns (2013)",
    "description": "2 Guns (2013)~ IMDb – 6.7/10, Rotten Tomatoes – 64% ~2013 က ထွက်ထားတဲ့ Denzel Washington နဲ့ Mark Wahlberg တို့ရဲ့ အက်ရှင် ဇာတ်ကားလေးပါ။ ဒီမင်းသားနှစ်ယောက်ကို မြင်တာနဲ့ သိပ်ညွှန်းစရာတောင်မလိုလောက်တော့ပါဘူး။အသွင်ယူပြီး ထောက်လှမ်းနေတဲ့ ရေတပ်က စတစ်ဂ်မန်းရယ်၊ အသွင်ယူပြီးထောက်လှမ်းရေးလုပ်နေတဲ့ မူးယစ်အရာရှိ ဘော်ဘီရယ် နှစ်ယောက်ပေါင်းပြီး ဘဏ်ဓားပြတိုက်တာကနေ ဇာတ်လမ်းစပါတယ်။ နှစ်ယောက်လုံးကလည်း အချင်းချင်း မကောင်းတဲ့ကောင်ပဲထင်နေတာပေါ့။ သူတို့တွယ်ချင်နေတဲ့ ဆေးမှောင်ခိုဂိုဏ်းခေါင်းဆောင် ငွေတွေထားတယ်လို့ ဘဏ်ကို ဝင်တိုက်ကြပါလေရော။ သူတို့ ဓားပြတိုက်တဲ့ ဘဏ်မှာက ဂိုဏ်းခေါင်းဆောင်ရဲ့ငွေတွေတင်မကဘဲ ငွေပမာဏက ဆယ်ဆလောက် ပိုများနေတယ်။ အဲဒီငွေတွေက CIA ရဲ့ တရားမဝင်ရန်ပုံငွေတွေဖြစ်နေပါတယ်။နောက်တော့ စတစ်ဂ်မန်းက တပ်ပြေးလို့ ထောင်ခြောက်ဆင်ခံရပြီး ဘော်ဘီက အထက်အရာရှိကို သတ်မှုနဲ့ အကွက်ဆင်ခံရပါတယ်။ စတစ်ဂ်မန်းနဲ့ ဘော်ဘီတို့နှစ်ယောက် CIA, ရေတပ်က စတစ်ဂ်မန်းရဲ့ အရာရှိနဲ့ ဆေးမှောင်ခို ဂိုဏ်းသုံးခုကြားမှာ ဒေါ်လာ ၄၃ သန်းနဲ့ တိုင်ပတ်သွားတဲ့ ဇာတ်လမ်းလေးပါ။ ရယ်လည်း ရယ်ရပြီး ကြည့်လည်းကြည့်ပျော်တဲ့အပြင်ကို မင်းသမီးဖြစ်တဲ့ Paula Patton ကလည်း ရှယ်လန်းတဲ့ အက်ရှင်ကားလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 9.1GB, 2.15GB, 810MBQuality – 4K HEVC, 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 49MinGenre – Action, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y, Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBaltasar KormákurStarsAaron ZellAmbyr ChildersAzure ParsonsBill PaxtonBill StinchcombBonnie BentleyChristopher DempseyChristopher Matthew CookDavid KencyDenzel WashingtonDerek SolorsanoDoris MorgadoEdgar ArreolaEdgar LezaEdward James OlmosEvie ThompsonFred WardGeorge WilsonGilbert RosalesGreg SprolesHenry PenziHillel M. SharmanJack LandryJames MarsdenJason KirkpatrickJesus Jr.John McConnellKyle ClementsLindsey G. SmithLindsey GortLucky JohnsonLucy FaustMark AdamMark WahlbergMichael BeasleyPatrick FischlerPaula PattonPeter GabbRicardo VargasRitchie MontgomeryRobert John BurkeRobert LarriviereSamuel Baca-GarciaTait FletcherTim BellTony SanfordYohance MylesCastAaron ZellAmbyr ChildersAzure ParsonsBill PaxtonBill StinchcombBonnie BentleyChristopher DempseyChristopher Matthew CookDavid KencyDenzel WashingtonDerek SolorsanoDoris MorgadoEdgar ArreolaEdgar LezaEdward James OlmosEvie ThompsonFred WardGeorge WilsonGilbert RosalesGreg SprolesHenry PenziHillel M. SharmanJack LandryJames MarsdenJason KirkpatrickJesus Jr.John McConnellKyle ClementsLindsey G. SmithLindsey GortLucky JohnsonLucy FaustMark AdamMark WahlbergMichael BeasleyPatrick FischlerPaula PattonPeter GabbRicardo VargasRitchie MontgomeryRobert John BurkeRobert LarriviereSamuel Baca-GarciaTait FletcherTim BellTony SanfordYohance Myles",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dbbISJjEtQ3adhcsAlnRhqTLxdb.jpg",
      "https://image.tmdb.org/t/p/w300/swyPgOP2lffHfMjeZKNnNFR9P88.jpg",
      "https://image.tmdb.org/t/p/w300/yraJ2YmHOYULHlR1GORdWm2jMAA.jpg",
      "https://image.tmdb.org/t/p/w300/6YHuU2P12GJ1AaLYZK0JEGVGiGt.jpg",
      "https://image.tmdb.org/t/p/w300/bS9jQ4cXgCvC37mKWB5FaM2KNJj.jpg",
      "https://image.tmdb.org/t/p/w300/wDxQQYddiZXaiXabY3HYKrOMb0r.jpg",
      "https://image.tmdb.org/t/p/w300/dvg7ju5y0UWvGBd0cDgdl5vshDl.jpg",
      "https://image.tmdb.org/t/p/w300/m65Wy85rsYVFPw56kgGiKE9b4Yb.jpg",
      "https://image.tmdb.org/t/p/w300/bTOaJe5qH7fN4rwBnTrLAJbyDgf.jpg",
      "https://image.tmdb.org/t/p/w300/oxTZlg3RZcE78pHjDafBiLcU6XB.jpg",
      "https://image.tmdb.org/t/p/w300/6KGry6AZO7K963D0HsUSv0raUCB.jpg",
      "https://image.tmdb.org/t/p/w300/nbQWvtIjcZr0tAa4wFOkzeG6MAP.jpg",
      "https://image.tmdb.org/t/p/w300/apKMO9QI8hZEYzyA0vZwlQqpB2b.jpg",
      "https://image.tmdb.org/t/p/w300/gSjD9A2mBxFHlMD9gQG5ufhF6iy.jpg",
      "https://image.tmdb.org/t/p/w300/sRS5LjqTBRwE8KXd7tOWZtkzs8k.jpg",
      "https://image.tmdb.org/t/p/w300/gBsAmKR2CxzIBKW2ZBTOm5hume6.jpg",
      "https://image.tmdb.org/t/p/w300/oFGUYAT4yx73O7Per4KxtHQBCk2.jpg",
      "https://image.tmdb.org/t/p/w300/qzbANYMqg6QY1gR985eFFNZ12AF.jpg",
      "https://image.tmdb.org/t/p/w300/bP9E11skTxNMRtuij639ZXCfsHO.jpg",
      "https://image.tmdb.org/t/p/w300/6SG0yytHRV4rMfH1o8GUKTx2mlT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ptURGAFktibhk7DEAbMazlmNqWa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-2-guns-2013-2160-p-4-k-uhd-blu-ray-remux-sdr-hevc-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "9.1GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-2-guns-2013-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3gFF8/(CM)_2_Guns_(2013)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QB00ha6a#bqMGj8bcWpU9cGBKetz67nIBOtihHkFyIlgZBxm85f0",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/d2efc5surkd8.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-2-guns-2013-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gFF3/(CM)_2_Guns_(2013)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VdFiSIrJ#uV0WWKSMgctfItIa2xaCjD5D-1lUCevjo_a5mAEvzMc",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/aebevaoenke3.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://sbsonic.com/2bjaszb8o1dm.html",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7uboh4x18los",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qnWIR2jFklo",
      "video_url": "https://www.youtube.com/watch?v=qnWIR2jFklo",
      "embed_url": "https://www.youtube.com/embed/qnWIR2jFklo"
    }
  },
  {
    "metadata": "|||Action,Adventure",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Power Rangers (2017)",
    "description": "Mighty Morphin Power Rangers 2017 Reboot Movieနာမည္ၾကားရံုနဲ႕ ခင္ဗ်ားတို႕ေတြၾကက္သီးတဖ်န္းဖ်န္းထရံုမကပဲ အသားေတြပါတဆတ္ဆတ္တုန္သြားမယ္ဆိုတာေကာင္းေကာင္းၾကီးအာမခံပါတယ္….တကယ္ေတာ့ဒီရုပ္ရွင္ကို အညႊန္းေတာင္တကူးတကေရးၿပီးေတာ့ ညႊန္းေနစရာမလိုေလာက္ပါဘူး…ဘာေၾကာင့္လဲဆိုေတာ့ အားလံုးနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္တဲ့အၿပင္ ကြ်န္ေတာ္တို႕နဲ႕အတူတကြၾကီးၿပင္းလာတဲ့ငယ္ဘ၀ဇာတ္ေကာင္လူစြမး္ေကာင္းမ်ားၿဖစ္တဲ့ Power Rangers ေတြၿဖစ္တာေၾကာင့္အားလံုးလည္း ရင္းႏွီးၿပီးသားၿဖစ္ၾကပါလိမ့္မယ္…..ဒါေပမယ့္ တစ္ခုေၿပာစရာရွိတာက ဒီရုပ္ရွင္ထဲကအဓိကဇာတ္ေကာင္ေတြPower Rangers ေတြၿဖစ္လာမယ့္ Angel Groove ၿမိဳ႕ရဲ႕အထက္တန္းေက်ာင္းသားေတြၿဖစ္ၾကတဲ့Power Rangers ေတြၿဖစ္လာၾကမယ့္ အထက္တန္းေက်ာင္းသားေလးေတြၿဖစ္တဲ့Jason,Kimberley,Billy,Zack,Trini တို႕ဟာ ကြ်န္ေတာ္တို႕ငယ္ငယ္ကရင္းႏွီးခဲ့ၾကတဲ့အတိုင္းလူေတာ္လူေကာင္း အမ်ားအက်ိဳးသယ္ပိုးၾကတဲ့ လူငယ္ေလးေတြမဟုတ္ၾကဘဲေက်ာင္းရဲ႕ လူေပလူေတေလးမ်ားၿဖစ္ေနတာကို အံ့အားသင့္ဖြယ္ ၿမင္ရမွာပဲၿဖစ္ပါတယ္….ဒါ့အၿပင္ ဒီရုပ္ရွင္ဟာလွည့္ကြက္ ၿမွပ္ကြက္မ်ားစြာနဲ႕ တင္ဆက္ထားတဲ့အၿပင္ကိုဇာတ္လမ္းအစမွာကိုပဲ ၾကည့္ရႈ႕သူပရိတ္သတ္ေတြအားလံုးကို”ဟာ ဒါကဒီလိုပါလား” ဆိုၿပီး အံ့အားသင့္ေရရြတ္ရေလာက္ေအာင္ကိုတင္ဆက္ထားတာကိုလည္း ၾကည့္ရႈ႕ရဦးမွာၿဖစ္ပါတယ္….ဇာတ္လမ္းအက်ဥ္းေလးကိုေတာ့ အခုေၿပာၿပတာထက္ ကိုယ္တိုင္ခံစားၾကည့္ရႈ႕လိုက္တာကပိုၿပီးေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားမႈ႕ေတြေပးစြမ္းႏိုင္မွာမို႕ အခုပဲ ေဒါင္းၾကည့္ၾကဖို႕အတြက္ တိုက္တြန္းခ်င္ပါတယ္…ေနာက္ၿပီး Original Power Rangers ရဲ႕ Theme Song ကိုထပ္မံမြန္းမံထားၿပီးေတာ့ေနာက္အသစ္ထည့္ထားတဲ့ ေနာက္ခံတီးလံုးေတြက ဇာတ္ကိုလံုး၀အထြတ္ထိပ္ေရာက္ေစၿပီးေကာင္းမြန္လွပေစခဲ့ပါတယ္…ကြ်န္ေတာ္တုိ႕ေတြ ဒီရုပ္ရွင္မထြက္လာခင္ကတည္းက Ranger ေတြရဲ႕ Suit ေတြ Morpher ေတြZord ေတြကိုၾကည့္ၿပီးစိတ္ပ်က္ခဲ့ရတာေတြက ဒီရုပ္ရွင္ကိုတကယ္တမ္းၾကည့္လိုက္ရတဲ့အခါမွာေတာ့အကုန္ေပ်ာက္သြားမယ္ဆိုတာ လံုး၀အာမခံပါတယ္….ေနာက္ၿပီးေတာ့ Mid-Credits Scene ကိုလည္း မလြတ္ေစပဲ ၾကည့္ေပးဖို႕ကိုထပ္ၿပီးေတာ့ သတိေပးခ်င္ပါေသးတယ္….PG-13 အဆင့္ရွိၿပီး ၾကာခ်ိန္ ၂ နာရီၾကာၿမင့္ထားတဲ့ Rating 6.8 အဆင့္ထိရွိတဲ့ Movie ၿဖစ္ပါတယ္…Quality…..Bluray 1080pDuration…..02:04:00Format…Mp4File Size…(978 MB,431MB)Translators……..Moe Myint Lwin & Moe Oo MannEncoder…..Moe Myint LwinDownload with Yoteshin LinkDownload with OpenloadDownload with Openload (Small Size)Download with CM CloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/Power_Rangers_2017_Official_Theatrical_Poster.png",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 5m|Action,Bollywood,Thriller",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "44"
    },
    "title": "Raid (2023)",
    "description": "Raid (2023)IMDb 7.7/10ဘောလီးဝုဒ်ပရိသတ်ကြီးအတွက် အခုထွက်ရှိတာတဲ့အက်ရှင်ကားလေးကတော့ အင်ဒိုးနီရှားအက်ရှင်ကား Raidမဟုတ်တဲ့တမီလ်Raid အက်ရှင်ဇာတ်ကြမ်းပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာ အက်စ်ပီကာသီရဲ့ ပွဲဦးထွက်လက်ရာဖြစ်ပြီး ၂၀၁၈ခုနှစ်ထွက်ကန်နာဒါရုပ်ရှင် Tegaruကို ပုံစံပြောင်းပြန်လည်ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ရဲအရာရှိပရာဘာကာရန်ဟာ ချင်းနိုင်းမြို့က ရာဇဝတ်ကောင်တွေအကုန်လုံးကိုကိစ္စတုံးပေးချင်တဲ့အတွက် လူမိုက်တွေအားလုံးရဲ့နောက်ကွယ်ကလက်မည်းကြီး ဂန်းစတားအန်ကယ်နဲ့ ဒဲ့ငြိပါတော့တယ်။အဲဒီမှာပဲ စီးနင်းမှုတွေလုပ် လူဆိုးတွေနဲ့ ရဲတွေချ လူဆိုးတွေအချင်းချင်းချလုံးဝအက်ရှင်အလန်းစားတွေနဲ့ ပတ်ချနေတဲ့ကြားထဲက ဇာတ်အရှုပ်အရှင်းတွေကိုတော့ပရိသတ်ကြီးပဲ တိုက်တာခိုက်တာတွေကြည့်ရင်း ရှုမြင်ခံစားကြပါတော့။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Teamပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.5GB / 1.2GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 5minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAnanthika SanilkumarDaniel Annie PopeHareesh PeradiRishi RithvikSelvaSoundararajanSri DivyaVelu PrabhakaranVikram PrabhuCastAnanthika SanilkumarDaniel Annie PopeHareesh PeradiRishi RithvikSelvaSoundararajanSri DivyaVelu PrabhakaranVikram Prabhu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNTEyZjkzMWQtY2RhZS00Y2JkLWEzNTItNWY3OGIyZWM4ZjRlXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/raid-2023-tamil-hq-hd-rip-1080-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/18kgzi3wvdia.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20Uq6/Raid_(2023)_Tamil_HQ_HDRip_-_1080p_-_x264_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sPkFRYRD#KGNsjgBaPop0JuHMrJgPpOIzY55dUu6hUwXulZ-GFas",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/raid-2023-tamil-hq-hd-rip-720-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cnaxzt6why0k.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20Uqy/Raid_(2023)_Tamil_HQ_HDRip_-_720p_-_x264_-YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JC8QDY4a#Du7AVI5jEaHYkRMyBrHqr5wt1Dkz-Wi6-LUWD_82QCw",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sdtd2k2v72fy",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/ag8jtj4d6fl2",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021||Action,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1356"
    },
    "title": "Agent Revelation (2021)",
    "description": "Agent Revelation (2021)===================IMDb Rating – 5.6/10ဇာတ်လမ်းအကျဉ်းကတော့ စွမ်းအားကြီးဂြိုဟ်သားမျိုးနွယ်ဟာလူသားတွေကိုAsh ဆိုတဲ့စွမ်းအင်တစ်မျိုးကိုအသုံးချပြီးလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းတထိန်းချုပ်လာခဲ့တာပါ၊ နောက်ပိုင်းမှာ လူသားတွေရဲ့လောဘတရားကြောင့်သူတို့ဟာAsh စွမ်းအင်ကိုသုံးစရာမလိုတော့ဘူးသတ်မှတ်ခဲ့ပါတယ်၊ ကမ္ဘာပေါ်ကAsh စွမ်းအင်သက်ရောက်ခံရတဲ့သူတွေ စွမ်းအင်ကြောင့်ဖြစ်လာတဲ့သွေးနှောပါအကုန်ရှင်းခဲ့ပြီး ကမ္ဘာကိုခဏတာဘေးမဲ့ပေးလိုက်တယ်၊ တစ်နေ့မှာတော့ ဂျင်တို့သူငယ်ချင်းတစ်သိုက် ခရီးထွက်နေရင်းနဲ့ မတော်တဆကြောင့် ကမ္ဘာပေါ်မှာဖွက်ထားတဲ့ Ash စွမ်းအင်တွေထွက်လာပြီးတော့ဂျင်တို့သူငယ်ချင်းတွေကိုထိန်းချုပ်ခံလိုက်ရတယ်၊ အဲ့အချိန်မှာပဲ ဒီစွမ်းအင်ကိုစမ်းသပ်ရှာဖွေနေတဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုနဲ့တွေ့ပါတော့တယ်၊ ထိန်းချုပ်ခံထားရတဲ့သူကိုရှင်းလင်းပစ်ခတ်ကြရင်းနဲ့ထိခိုက်မှုတွေရခဲ့ပါတယ်။ အခြားလူတွေအတွက်ကတော့ထိန်းချုပ်ခံရတယ်ဆိုပေမယ့် ဂျင်ကတော့ စွမ်းအင်တစ်ခုကိုရလိုက်သလိုဖြစ်သွားပါတယ်။ကမ္ဘာပေါ်ကိုဂြိုဟ်သားတွေ ကြီးစိုးထိန်းချုပ်လာမှာကိုကာကွယ်နေတဲ့လျို့ဝှက်အဖွဲ့အစည်းကတော့ဂျင်ကဘာကြောင့်ထိန်းချုပ်ခြင်းမခံရတာလဲဆိုတာကိုစမ်းသပ်ရှာဖွေရင်းနဲ့ ဘယ်လိုတွေဖြစ်နိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့Tin Myo Lwinပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDerek TingStarsDerek TingMichael DornCastDerek TingMichael Dorn",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZWY5ODQ0MjAtMDhlOS00NGRmLWEzNjUtZmFiMTExNDI3NWQ5XkEyXkFqcGdeQXVyMTcyNTM5NDA@._V1_UY268_CR10182268_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/agent-revelation-2021-1080-p-web-rip-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/agent-revelation-2021-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://megaup.net/1Bd2y/Agent.Revelation.2021.1080p.WEBRip.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://megaup.net/Vfzx/Agent.Revelation.2021.720p.WEBRip[CM].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://upstream.to/32b2dkzhi2pm",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/IBxGGA5I#YY3YSr1sHT38ExjZNXQjVh3HDSuRuJXdlzIGv8O3Y38",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://mega.nz/file/wdAD1IaC#LzV8I2ytfRWPnIXYOMK5KLi0tvOfkHLb_CmP_l-v60Q",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://usersdrive.com/g6sw5y1yrrhr.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "WEBRip 1080p"
      },
      {
        "link": "https://usersdrive.com/923aavc3eau5.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEBRip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/agent-revelation-2021",
        "server": "VIP Links",
        "size": "2 GB / 1 GB",
        "quality": "WEBRip 1080p / WEBRip 720p"
      }
    ],
    "trailer": {
      "video_id": "ZWDRfZJK4DY",
      "video_url": "https://www.youtube.com/watch?v=ZWDRfZJK4DY",
      "embed_url": "https://www.youtube.com/embed/ZWDRfZJK4DY"
    }
  },
  {
    "metadata": "|2012|1h 30m|Action,Adventure,D&D Trilogy,Fantasy",
    "rating": {
      "rating": "/10",
      "rating_count": "2300"
    },
    "title": "Dungeons & Dragons: The Book of Vile Darkness (2012)",
    "description": "Dungeons & Dragons : The Book of Vile Darkness (2012)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ~ဒီတတိယကားကတော့ ပထမကားနဲ့ရော ဒုတိယကားနဲ့ရော မအပ်စပ်တော့ပါဘူး။ ခေတ်တစ်ခေတ်မှာ ဆိုးယုတ်တဲ့‌ မှော်ဆရာတစ်ယောက်ဖွားမြင်ခဲ့ပါတယ်။ ဒီဘဲက ဘယ်လောက်ယုတ်သလဲဆို သူကလူဆိုတော့ လူ့သက်တမ်းတစ်လျှောက်လေးပဲ ယုတ်ရမှာ နည်းလိုက်တာဆိုပြီး သံသရာအဆက်ဆက်ယုတ်ဖို့ ကြံစည်ပါတယ်။ နတ်ဆိုးကို ဝိညာဉ်ရောင်းပြီး သူ့ခန္ဓာကိုယ်ကို ယုတ်ညံ့မှုအပေါင်းကို ခေါ်ဆောင်လာမယ့် စာအုပ်အဖြစ်ပြောင်းလဲခဲ့တာပါ။ ဒီစာအုပ်ကိုကြည့်မိတဲ့လူတိုင်း မကောင်းဆိုးရွားဖြစ်ကုန်ပါမယ်။ ကြာလာရင်တစ်လောကလုံး မကောင်းဆိုးရွားဖြစ်ပြီး လောကကြီးပျက်မယ့် မဟာအိုင်ဒီယာကြီးပေါ့။ ဒါပေမဲ့ အလင်းနတ်ဘုရား ပါလာရဲ့ ကျေးကျွန်တွေဖြစ်တဲ့ နယူးဆန်းသူရဲကောင်းတွေက သူတို့ကိုတားဆီးပြီး လောကကြီးကိုကယ်တင်လိုက်ပါတယ်။ စာအုပ်ကိုဖျက်ဆီးပစ်လိုက်ပါတယ်။ အကုန်တော့မပျက်ဘဲ ကျန်နေတဲ့အစိတ်အပိုင်းတွေကို နောက်မျိုးဆက်ရဲ့လူယုတ်တွေက ပြန်အသက်သွင်းဖို့ကြံပါတယ်။ ဒီအချိန်မှာ ဒါကိုတားမယ့် သူရဲကောင်းတွေက ဘာအစွမ်းမှမရှိတော့ပါဘူး။ နှစ်ရှစ်ရာလုံး အားယားနေခဲ့လို့ စွမ်းအားလက်မဲ့ဖြစ်ကုန်ကြပါပြီ။ တစ်နေ့သူရဲကောင်းသစ်ဝင်တဲ့အခမ်းအနားလုပ်နေတုန်း သူတို့ကို အကုန်သတ်သွားပြီး သူရဲကောင်းတစ်ယောက်သာကျန်ပါတယ်။ သူ့အဖေက‌တော့ ပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ သူရဲကောင်းဟာ သူ့အဖေကိုဖမ်းထားတဲ့နေရာကို သိရအောင် လူဆိုးတွေနဲ့ပေါင်းပြီး နဂါးတွေဘာတွေသတ်ပြီး လူဆိုးတွေနဲ့ စွန့်စားခန်းထွက်ပါတယ်။ စာအုပ်ပြန်ပေါ်လာမှာကို သူရဲကောင်း ဘယ်လိုတားမလဲတော့ သူတို့ရဲ့စွန့်စားခန်းကြီးမှာ ကျွန်တော်တို့မြင်ကြရမှာပါ။(ဒီဇာတ်ကားတွေနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.75GB, 815MBQuality – 1080p, 720pFormat – mp4Duration – 1H 30MinGenre – Action, Adventure, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorGerry LivelyStarsAnthony HowellBarry AirdCharlotte HunterDominic MafhamEleanor GecksHabib Nasib NaderJack DergesKaloian VodenicharovLex DanielMeagan GoodRyan H. JacksonCastAnthony HowellBarry AirdCharlotte HunterDominic MafhamEleanor GecksHabib Nasib NaderJack DergesKaloian VodenicharovLex DanielMeagan GoodRyan H. Jackson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8Yb1v1tlJymQCLxzvWIRyn57akJ.jpg",
      "https://image.tmdb.org/t/p/w300/2AZatxiwbixyLfH2fb0nfMdPzu5.jpg",
      "https://image.tmdb.org/t/p/w300/uhlkn0P9IKi1eqjtf29cwcsNYp3.jpg",
      "https://image.tmdb.org/t/p/w300/x2Qdl09P1ATeHhk3QNDxNOUBDsH.jpg",
      "https://image.tmdb.org/t/p/w300/rwm1qnlx7SlluR2qXQLKbJyNp8Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yzbtaa8rNZ7p6IJH0Co4xW98MC1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-the-book-of-vile-darkness-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Rjla/(CM)_Dungeons_&_Dragons_-_The_Book_of_Vile_Darkness_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5vJTXQrT#dvIUyK1RdHVvhrfjcW229FyGFo25u0DDigh5SuDsYz0",
        "server": "mega.nz",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wmbbpgerbnxn.html",
        "server": "usersdrive.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/uhekh1mqfasi.html",
        "server": "streamsb.com",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/9lbiv6vzfqgj",
        "server": "streamvid.io",
        "size": "1.75GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-the-book-of-vile-darkness-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "815MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Rjkb/(CM)_Dungeons_&_Dragons_-_The_Book_of_Vile_Darkness_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "815MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9rIX1JwK#cK9FkKWBe5kjxxDgB5wTJnZJp3O-2z5i9bR6PCtwGLw",
        "server": "mega.nz",
        "size": "815MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8gfqup3665kj.html",
        "server": "usersdrive.com",
        "size": "815MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/9ramu314mtm1.html",
        "server": "streamsb.com",
        "size": "815MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/54ylk4f35fvk",
        "server": "streamvid.io",
        "size": "815MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dVwPgrQ_R_s",
      "video_url": "https://www.youtube.com/watch?v=dVwPgrQ_R_s",
      "embed_url": "https://www.youtube.com/embed/dVwPgrQ_R_s"
    }
  },
  {
    "metadata": "N/A|2019|131 min|Action,Adventure,Mystery",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "5,280"
    },
    "title": "Bacurau (2019)",
    "description": "ဒီကား​လေးက​တော့ ဘရာဇီးလူမျိုး​တွေကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့စိတ်ကူးယဥ်ဆန်ဆန်ဒရမ်မာအက်ရှင်ကား​လေးတစ်ကားပါထ​ရစ်ဇာက သူမအဖွား​သေဆုံးသွားတဲ့အတွက်ဘာကူယာရွာ​လေးကို​ရောက်လာခဲ့တယ်သူမအဖွားစျာပနာအခမ်းအနားကိုတက်​ရောက်ဖို့​ပေါ့ဇာတ်ကားထဲမှာ​တော့ ဘာကူယာလို့​ခေါ်တဲ့ ​ကျေးရွာ​လေးက ဘရာဇီးမှာရှိတယ်လို့စိတ်ကူးယဥ်ပုံ​ဖော်ထားတဲ့ရွာ​လေးတစ်ရွာ​ပေါ့ဘာကူယာရွာ​လေးမှာ သေ​ရေးရှင်​ရေးအခက်အခဲ​တွေရှိ​နေတယ်​ထောက်ပံ့မှုတွေလည်းနည်းလာခဲ့တယ်​နောက်ပြီးဖုန်းလိုင်း​တွေလည်းမမိ​တော့ဘူးဖြစ်ခဲ့တယ်အကျင့်ပျက်ခြစား​နေတဲ့အစိုးရကလည်း ရွာ​လေးကို ပစ်ပယ်ခဲ့တယ်ဘာကူယာရွာ​လေးဟာ ​မြေပုံထဲက​နေ​ဖျောက်ဖျက်ခံလိုက်ရတယ် ​နောက်ပိုင်းမှာရွာ​လေးဟာဘယ်လိုအဖြစ်ဆိုး​တွေနဲ့ကြုံ​တွေ့ခဲ့လဲရွာမှာရှိတဲ့နယ်ခံ​တွေက​​ရောဒီအဖြစ်ဆိုး​တွေက​နေဘယ်လို​​ဖြေရှင်းကြမလဲဆိုတာကိုပ​ဟေဠိဆန်ဆန်ကြည့်ရှု့ရမှာပါFile Size : ( 1 GB , 459 MB )Quality :  WEB-DL 720GRunning Time : 2 hr 11 minFormat : Mp4Genre : Action , Mystery , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated byHsu LeiEncoded byMoe Myint Lwinzawgyiဒီကား​ေလးက​ေတာ့ ဘရာဇီးလူမ်ိဳး​ေတြကိုအ​​ေျခခံၿပီး႐ိုက္ကူးထားတဲ့စိတ္ကူးယဥ္ဆန္ဆန္ဒရမ္မာအက္ရွင္ကား​ေလးတစ္ကားပါထ​ရစ္ဇာက သူမအဖြား​ေသဆုံးသြားတဲ့အတြက္ဘာကူယာ႐ြာ​ေလးကို​ေရာက္လာခဲ့တယ္သူမအဖြားစ်ာပနာအခမ္းအနားကိုတက္​ေရာက္ဖို႔​ေပါ့ဇာတ္ကားထဲမွာ​ေတာ့ ဘာကူယာလို႔​ေခၚတဲ့ ​ေက်း႐ြာ​ေလးက ဘရာဇီးမွာရွိတယ္လို႔စိတ္ကူးယဥ္ပုံ​ေဖာ္ထားတဲ့႐ြာ​ေလးတစ္႐ြာ​ေပါ့ဘာကူယာ႐ြာ​ေလးမွာ ေသ​ေရးရွင္​ေရးအခက္အခဲ​ေတြရွိ​ေနတယ္​ေထာက္ပံ့မႈေတြလည္းနည္းလာခဲ့တယ္​ေနာက္ၿပီးဖုန္းလိုင္း​ေတြလည္းမမိ​ေတာ့ဘူးျဖစ္ခဲ့တယ္အက်င့္ပ်က္ျခစား​ေနတဲ့အစိုးရကလည္း ႐ြာ​ေလးကို ပစ္ပယ္ခဲ့တယ္ဘာကူယာ႐ြာ​ေလးဟာ ​ေျမပုံထဲက​ေန​ေဖ်ာက္ဖ်က္ခံလိုက္ရတယ္ ​ေနာက္ပိုင္းမွာ႐ြာ​ေလးဟာဘယ္လိုအျဖစ္ဆိုး​ေတြနဲ႔ႀကဳံ​ေတြ႕ခဲ့လဲ႐ြာမွာရွိတဲ့နယ္ခံ​ေတြက​​ေရာဒီအျဖစ္ဆိုး​ေတြက​ေနဘယ္လို​​ေျဖရွင္းၾကမလဲဆိုတာကိုပ​ေဟဠိဆန္ဆန္ၾကည့္ရႈ႕ရမွာပါFile Size : ( 1 GB , 459 MB )Quality :  WEB-DL 720GRunning Time : 2 hr 11 minFormat : Mp4Genre : Action , Mystery , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJuliano DornellesKleber Mendonça FilhoStarsAlli WillowAntonio SaboiaBárbara ColenChris DoubekJonny MarsKarine TelesSilvero PereiraSônia BragaThomas AquinoUdo KierCastAlli WillowAntonio SaboiaBárbara ColenBrian TownesBuda LiraCarlos FranciscoCharles HodgesChris DoubekClébia SousaDanny BarbosaEdilson SilvaEduarda SamaraFabiola LiperIngrid TrigueiroJames TurpinJamila FacuryJonny MarsJr. BlackJulia Marie PetersonKarine TelesLia de ItamaracáLuciana SouzaMárcio FecherRodger RogérioRubens SantosSilvero PereiraSônia BragaSuzy LopesThardelly LimaThomas AquinoUdo KierUirá dos ReisVal JuniorValmir do CôcoWilson RabeloZoraide Coleto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nqRu2hk6F9UICID7XkLZBytSM6H.jpg",
      "https://image.tmdb.org/t/p/w300/lIEBRfoMdDWZDf4jtAGHRgMCo34.jpg",
      "https://image.tmdb.org/t/p/w300/ju8O2WUkm83YcTEfGBqMQIpUT2F.jpg",
      "https://image.tmdb.org/t/p/w300/5KxxFy2pgUXPeYmI80llFxJ5Dt8.jpg",
      "https://image.tmdb.org/t/p/w300/wiIILYNkmXIuoO7r4DaIHoEEdmQ.jpg",
      "https://image.tmdb.org/t/p/w300/5ALUmYKMjLJJODla0wKkaB9Ve93.jpg",
      "https://image.tmdb.org/t/p/w300/zSSPYvx8MfkyGleGqJrCX1Oz0Oc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hu5RpvEdLjJ2sLGkAMzRjoNWbMj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bl1mkdbb8ire.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/c85e697252/cm-bacurau-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bacurau-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/tk0V2SoI#HT1THeefiwEDIinyRW0a1JnSC7Hk9ZolECP0IBvQ9P8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/l8njg7qsaq4g",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "http://myandrive.net/file/cg6O4HBzvH",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/1L2D/(CM)_Bacurau_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/2g2wh",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/17a76e9a38e55a33",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/RU29HcjwHx8VxA",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "Hr49Ayyb3zs",
      "video_url": "https://www.youtube.com/watch?v=Hr49Ayyb3zs",
      "embed_url": "https://www.youtube.com/embed/Hr49Ayyb3zs"
    }
  },
  {
    "metadata": "|||Action,Adventure,Biography",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "83K"
    },
    "title": "Hidalgo(2004)",
    "description": "Hidalgo(2004)==============ဒီတစ်ခါမှာတော့ Adventure အမျိုးအစားကို ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးတို့ကို ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါဦးမယ်။ ဇာတ်ကားနာမည်ကတော့ Hidalgo လို့ခေါ်ပြီး၂၀၀၄ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အမေရိကန် မြင်းစီးသမား Frank Hopkins နဲ့သူ့မြင်း Hodalgo ရဲ့ ဖြစ်ရပ်မှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် Frank Hopkins နဲ့သူ့မြင်းက Buffalo Bill ဆိုသူရဲ့ Wild West show မှာ အကြမ်းခံနိုင်ဆုံးမြင်းစီးသမားအဖြစ် ပါဝင်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီနာမည်ကို အာရပ်လူမျိုး‌တွေ ဖြစ်ကြတဲ့ ရှိတ်မိသားစုက သဘောမကျကြပါဘူး။ဘာလို့လဲဆိုတော့ အတော်ဆုံးမြင်းစီးသမားနဲ့ အကောင်းဆုံးမြင်းကသူတို့ဆီမှာပဲ ရှိတယ်လို့ ယူဆကြလို့ပါ။ ဒါကြောင့်မလို့ ရှိတ်မိသားစုကFrank Hopkins ကို “မီးပင်လယ်”လို့ခေါ်တဲ့ ပြိုင်ပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။ ပြိုင်ပွဲကို အနိုင်ရရှိသူက ဆုကြေးငွေအနေနဲ့အမေရိကန်ဒေါ်လာ ၁ သိန်း အနိုင်ရမှာပါ။ပိုကောင်းတဲ့အနာဂတ်ကို ရရှိဖို့အတွက် Frank Hopkins တစ်ယောက်ပြိုင်ပွဲဝင်ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ပြိုင်ပွဲက မိုင် ၃၀၀၀ ခရီးဖြစ်ပြီးတော့ အလွန်ကြမ်းတဲ့ပွဲလို့တောင် ပြောလို့ရပါတယ်။အကြောင်းရင်းကတော့ သဲကန္တာရထဲမှာ ပြိုင်ရတာ ဖြစ်ပြီးတော့သဲမုန်တိုင်းဒဏ်၊ ရေငတ်မှုဒဏ်တွေအပြင် သဲဝဲတွေ၊ အချင်းချင်းကောက်ကျစ်မှုတွေကိုပါ ကြုံတွေ့ရမှာမလို့ပါ။ Frank အနေနဲ့ ပွဲနေရာကိုစရောက်ချိန်မှာ အထင်သေးမှုတွေအများကြီးကို ကြုံရပါတော့တယ်။အမေရိကန်လူမျိုးက ရောင်စပ်မြင်းနဲ့ လာပြိုင်တယ်ဆိုပြီး လှောင်ပြောင်ကြတာပေါ့။ Frank Hopkins အနေနဲ့ အာရေးဘီးယန်းတွေရဲ့အကောင်းဆုံးမြင်းတွေကို ကျော်နိုင်ပါ့မလား။ ပြိုင်ပွဲအတွင်းမှာရောပြိုင်ဖက်တွေရဲ့ ဘယ်လိုနှောင့်ယှက်မှုတွေကို ကြုံတွေ့ရမလဲ။ ပြိုင်ပွဲကိုအနိုင်ရပြီး ဆုကြေးငွေတွေကိုရော ရသွားနိုင်မလားဆိုတာကိုတော့Hidalgo ဆိုတဲ့ ဒီဇာတ်ကားထဲမှာ ကြည့်ရှုလိုက်ကြပါနော်။File size…2.1GB / 1.1GBQuality…Blu-Ray 1080p  / 720pFormat…mp4Duration….2h 16mGenre ….. Action , Adventure , BiographySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Elizabeth KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoe JohnstonStarsOmar SharifViggo MortensenZuleikha RobinsonCastAdam Alexi-MalleAdoni MaropisC. Thomas HowellChris OwenElizabeth BerridgeFloyd Red Crow WestermanFrank CollisonFranky MwangiGeorge GerdesHarsh NayyarJ.K. SimmonsJerry HardinJoshua Wolf ColemanKimberly GuerreroLouise LombardMalcolm McDowellMarshall ManeshMo Brings PlentyOmar SharifPeter MensahSaïd TaghmaouiSilas CarsonStevan RimkusTodd KimseyVictor TalmadgeViggo MortensenZac BadasciZuleikha Robinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sAiTihJ8bjEqg8nYUIlTQUnVXuj.jpg",
      "https://image.tmdb.org/t/p/w300/jFTwyAEfwTr5B36e0hZj27BQYfA.jpg",
      "https://image.tmdb.org/t/p/w300/3d7WUflqLICY7WJWxXKTmYHdhJG.jpg",
      "https://image.tmdb.org/t/p/w300/1CZdJN9KEHtminrpJxPS3S2rFAx.jpg",
      "https://image.tmdb.org/t/p/w300/2wPlkMtDB55c3nFLE359ggw56CB.jpg",
      "https://image.tmdb.org/t/p/w300/9ycN2I5hd73kPVD3qsLiWm2n7Oa.jpg",
      "https://image.tmdb.org/t/p/w300/a6lMSLdmEELv9922PbuvDhTCwgR.jpg",
      "https://image.tmdb.org/t/p/w300/f5bjM2X2HDxGS7M7UedzyRCx02k.jpg",
      "https://image.tmdb.org/t/p/w300/4ii7p3ghpP3aggoG0SDz8m8OZGT.jpg",
      "https://image.tmdb.org/t/p/w300/fCrq0Hk9Yc0q864hs9WTmIFK4XK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iGzENlBPYJEFWZnye4t3nqWSSp1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/os0jgdp417gr.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/hidalgo-2004-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1R4wb/Hidalgo.2004.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/PdEjiZLT#ZBuha3XPCxB1qz7A2fNsKzDfJtxLMzX_GmdfomxuoV0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/90f4qdm3xmen.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/p4utf2ygwy6s",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/urd3u1f3i2ek.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/hidalgo-2004-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1b73c/Hidalgo.2004.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/fUkXQKSJ#-0NznM0SDEqL-213LofeD_s3SYbrvNrHYbGYKiKSgQI",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/qvu0d3wkh1bu.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/x4q0y7ui4fh5",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "rV0K8ddyKh8",
      "video_url": "https://www.youtube.com/watch?v=rV0K8ddyKh8",
      "embed_url": "https://www.youtube.com/embed/rV0K8ddyKh8"
    }
  },
  {
    "metadata": "|||Action",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Death Race (2+3)",
    "description": "ကဲဒီတစ္ခါ SiFi တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇကားေလးကေတာ့ ေသမင္းတမန္ ကားျၿပိဳင္ပြဲေၾကာင္းကိုရိုက္ကူးထားတာျဖစ္ကာတယ္Rottan tomatose မွာေတာ့ 78% ထိရရွိေအာင္ျမင္ခဲ့တာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘဏ္ဓားျပတိုက္ၾကာင့္ အဖမ္းခဲ့ရတဲ့ လူးကပ္စ္ဟာ Terminal Island မွာ ရွိတဲ့ ေထာင္ကိုေ႐ြ႕ေျပာင္းခံခဲ့ရျၿပီးထိုေထာင္ကို wayland coporation က ပိုင္ဆိုင္ထိန္းခ်ဳပ္ထားတာ ျဖစ္ျၿပီး ကုမၸဏီက ေသမင္းတမန္ ကားျၿပိဳင္ပြဲတစ္ခုကို Pay per view နဲ႔ စီးပြားေရးဆန္ဆန္ ရိုက္ကူးျၿပီး လူးကပ္ တို႔ အက်ဥ္းသားတသိုက္ကို အႏိုင္ရရွိသူအား လြတ္ေျမာက္ခြင့္ေပးမည္ ဟုေတာ့ မက္လံုးကိုပါ ေပးလိုက္တဲ့ အခါမွာေတာ့Download Deathrace 2 Large FileDownload Deathrace 2 Small FileDownload Deathrace 3 Large FileDownload Deathrace 3 Small FileYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479774432639.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2017|119 min|Action,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "501"
    },
    "title": "Shock Wave (2017)",
    "description": "IMDb rating 6.5 နဲ႔ tomatoes rating 80% ရထားတဲ့ မင္းသား Andy Lau ရဲ့ အက္ရွင္ဇာတ္ကားၾကီးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စံုေထာက္ ေဂ်အက္စ္ဂ်န္က ဗံုးရွင္းလင္းေရးမွာ အထူးကြ်မ္းက်င္တဲ့ရဲအရာရွိတစ္ေယာက္ပါ။ဗံုးေဖါက္ခြဲမွဳကြ်မ္းက်င္တဲ့ အၾကမ္းဖက္သမားကုိ ဖမ္းနုိင္လို႔ Undercover အေနနဲ႔ ၂နွစ္ေလာက္အၾကမ္းဖက္သမားေတြဆီမွာ စံုစမ္းေရးလုပ္ေနခဲ့တယ္။ေနာက္ဆံုးဖမ္းမိခါနီးအခ်ိန္ေလးမွာ ဗံုးေဖါက္ခြဲေရး ကြ်မ္းက်င္တဲ့လူဆိုးက ထြက္ေျပးလြတ္ေျမာက္သြားျပီး သူ႔ညီကုိသာ ဖမ္းမိလိုက္ပါတယ္။ေနာက္နွစ္အနည္းငယ္ၾကာတဲ့အခါမွာေတာ့ ဒီလူဆိုးက လက္စားေခ်ဖုိ႔ ေဟာင္ေကာင္ကုိ ျပန္ေရာက္လာတဲ့အခါမွာေတာ့…………………….-ဗံုးကြ်မ္းက်င္သူျဖစ္တာေၾကာင့္ ဘယ္လိုေတြ လက္စြမ္းျပျပီးေဖာက္ခြဲမွာလဲ-ေဟာင္ေကာင္ရဲ့ အေရးပါတဲ့ ပင္လယ္ျဖတ္ကူးတဲ့ေရေအာက္ဥမင္လွိဳင္ေခါင္းလမ္းကို အနုၾကမ္းစီးလာတဲ့အခါမွာေတာ့ေဂ်အက္စ္ဂ်န္ ဒီအမွဳကို ေျဖရွင္းနုိင္ပါ့မလားဆုိတာ ဇာတ္ကားထဲမွာၾကည့္ရွဳေစာင့္စားလိုက္ပါ။ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကားေတြၾကိဳက္ရင္ ဒီကားကိုၾကည့္လိုက္ပါ။ဗံုးေတြကို ဘယ္လိုရွင္းလင္းဖယ္ရတယ္ဆိုတာကို သိျမင္ခံစားနုိင္မွာပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Little Twinlay ပါ)File Size : (850 MB) and (420 MB)Quality : 720pBlurayRunning Time : 1hr 59minutesFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little TwinlayEncode by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHerman YauStarsAndy LauBabyjohn ChoiFelix WongJiang WuKevin ChuLouis CheungPhilip KeungRon NgShek SauSong JiaCastAndy LauBabyJohn ChoiFelix WongJiang WuKevin ChuLouis CheungPhilip KeungRon NgShek SauSong Jia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6PtIVX93B0d77p4R3AvUvXVWydp.jpg",
      "https://image.tmdb.org/t/p/w300/6TMdhmDnaIMlxGqbTgBx3HvIJ7D.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BZDJmMmNjZWQtMWJiYS00OTE4LThiZjItNGEyZTlmMjRlNzMzXkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/shock-wave-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/shock-wave-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qIQlLZWmcGw",
      "video_url": "https://www.youtube.com/watch?v=qIQlLZWmcGw",
      "embed_url": "https://www.youtube.com/embed/qIQlLZWmcGw"
    }
  },
  {
    "metadata": "||1h 26min|Action,Crime,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "348"
    },
    "title": "4th Period Mystery (2009)",
    "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Thriller တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာ Memorist/My Strange Hero/I’m not a Robot ဇာမ်လမ်းတွေက မင်းသား Yoo Seung-Ho က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဟန်ဂျောင်ဟွန်းဟာ ကျောင်းရဲ့ အထူးချွန်ဆုံး နံပါတ် ၁ ကျောင်းသားပါသူတို့အတန်းထဲမှာ ဆံပင်ရှည်အလယ်ခွဲကို မျက်နှာမှာ လိုက်ကာလိုကာထားတဲ့ ကျောင်းသူ လီဒါဂျောင်းလည်းရှိပါတယ်ဒါဂျောင်းကတော့ မှုခင်းဝတ္ထုတွေကြိုက်နှစ်သက်ပြီးအမြဲတမ်းဖတ်လေ့ရှိပါတယ်တစ်ရက်မှာ အတန်းထဲက ထယ်အင်ဆိုတဲ့ ကျောင်းသားတစ်ယောက် ပါးစပ်ကသွေးတွေအန်ရင်းမေ့လဲသွားပြီးဆေးရုံရောက်တော့စစ်ဆေးကြည့်တဲ့အခါ သူသောက်လိုက်တဲ့ အအေးထဲမှာ အဆိပ်ခတ်ထားတယ်လို့ သိလိုက်ရပါတယ်သိပ်မကြာခင်မှာပဲ ဂင်ထယ်ဂယူဆိုတဲ့ ကျောင်းသား အတန်းထဲမှာသတ်ခံလိုက်ရတဲ့နောက်အဲ့အခါမှာ နံပါတ် ၁ သံသယရှိသူ ဟန်ဂျောင်ဟွန်းဖြစ်သွားခဲ့ပါတယ်တရားခံက ဘယ်သူဖြစ်မလဲဘယ်သူက ကျောင်းသားတစ်ယောက်ကို ရက်ရက်စက်စက်သတ်တာလဲနောက်ဆုံးဖော်ထုတ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]CM fan ေတြအတြက္ ေနာက္ထပ္ Thriller တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာ Memorist/My Strange Hero/I’m not a Robot ဇာမ္လမ္းေတြက မင္းသား Yoo Seung-Ho က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ၪ္းဟန္ေဂ်ာင္ဟြန္းဟာ ေက်ာင္းရဲ႕ အထူးခြၽန္ဆုံး နံပါတ္ ၁ ေက်ာင္းသားပါသူတို႔အတန္းထဲမွာ ဆံပင္ရွည္အလယ္ခြဲကို မ်က္ႏွာမွာ လိုက္ကာလိုကာထားတဲ့ ေက်ာင္းသူ လီဒါေဂ်ာင္းလည္းရွိပါတယ္ဒါေဂ်ာင္းကေတာ့ မႈခင္း၀တၳဳေတြႀကိဳက္ႏွစ္သက္ၿပီးအၿမဲတမ္းဖတ္ေလ့ရွိပါတယ္တစ္ရက္မွာ အတန္းထဲက ထယ္အင္ဆိုတဲ့ ေက်ာင္းသားတစ္ေယာက္ ပါးစပ္ကေသြးေတြအန္ရင္းေမ့လဲသြားျပီးေဆး႐ုံေရာက္ေတာ့စစ္ေဆးၾကည့္တဲ့အခါ သူေသာက္လိုက္တဲ့ အေအးထဲမွာ အဆိပ္ခတ္ထားတယ္လို႔ သိလိုက္ရပါတယ္သိပ္မၾကာခင္မွာပဲ ဂင္ထယ္ဂယူဆိုတဲ့ ေက်ာင္းသား အတန္းထဲမွာသတ္ခံလိုက္ရတဲ့ေနာက္အဲ့အခါမွာ နံပါတ္ ၁ သံသယရွိသူ ဟန္ေဂ်ာင္ဟြန္းျဖစ္သြားခဲ့ပါတယ္တရားခံက ဘယ္သူျဖစ္မလဲဘယ္သူက ေက်ာင္းသားတစ္ေယာက္ကို ရက္ရက္စက္စက္သတ္တာလဲေနာက္ဆုံးေဖာ္ထုတ္ႏိုင္မလားဆိုတာ ဒီဇာတ္ကားမွာဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__6.1/10Format__mp4Duration__01:30:00Type__Action , Drama , CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated bySeungEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSang-yong LeeStarsIm Soo-hyangJeon Jun-hongJeong Seok-yongJo Yun-heiKang So-raKim Dong-beomLee Chan-hoRie Young-zinSang-geun JoYoo Seung-HoCastIm Soo-hyangJeon Jun-hongJeong Seok-yongJo Yun-heiJung Young-kiKang So-raKim Dong-beomLee Chan-hoOh Jin-haPark Chul-minRie Young-zinSang-geun JoYoo Seung-Ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/igd9uSgVbKoot2mbRKu6eXQvxbM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/syeNd65mvjGGlXjTaMA1UMHoo9t.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3zq9gnw189ht.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://usersdrive.com/2izlv6jxur3a.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/4-th-class-2009-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/4-th-class-2009-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/4-th-class-2009-mp-4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/4-th-class-2009-sfs-mp-4",
        "server": "disk.yandex.com",
        "size": "350 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/kkrg1iuojr9k",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "HD 720p"
      },
      {
        "link": "https://upstream.to/b62ka4315vok",
        "server": "upstream.to",
        "size": "350 MB",
        "quality": "SFS"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2013|116 min|Action,Adventure,Horror",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "511,843"
    },
    "title": "World War Z (2013)",
    "description": "World War Z  ဟာ 2013 June လ မှာ ရုံ တင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပြီးတော့ Resident Evil တို့လို ကူးစက်တတ်တဲ့ရောဂါပိုးမွှားတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်ပြီး ကမ္ဘာကြီးပျက်မယ့်အရေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်…၂၀၁၉ မှာတော့ ကမ္ဘာပေါ်မှာ ကူးစက်မြန်တဲ့ COVID-19 ရောဂါ တကယ်ပဲ ဖြစ်ပွားခဲ့ပြီး ကံကောင်းလို့ တစ်ကမ္ဘာလုံး ဖုတ်ကောင်မဖြစ်သွားတာပါ။ ဒါတောင် သေတဲ့နှုန်းတော်တော်မြင့်တက်ခဲ့ပြီး ကူးစက်မြန်ရောဂါပိုးတွေရဲ့ ကမ္ဘာဖျက်စီးနိုင်စွမ်းကို မျက်ဝါးထင်ထင်မြင်ခဲ့ကြရပါတယ်။မင်းသားကြီး ဘရတ်ပစ် Brad Pitt အဓိကသရုပ်ဆောင်ထားပြီး ဒီရုပ်ရှင်က စာရေးဆရာ Max Brooks ရဲ့ World War Z ဝတ္ထုကိုပုံဖော်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့….မြောက်ကိုရီးယားကနေ ပိုးတစ်မျိုး ပြန့်ပွားလာတာ ဖြစ်ပြီး စက္ကန့်ပိုင်း မိနစ်ပိုင်း အတွင်းမှာအယောက်ပေါင်း ထောင်ချီ သိန်းချီ ကူးစက်နိုင်တဲ့ ရောဂါဖြစ်ပွား လာပါတယ်..ရောဂါဟာ စက္ကန့်ပိုင်း အတွင်း ဖြစ်သလို ရောဂါ ပြန့်ပွားမှု နှုန်းကလည်း မြန်လွန်းတဲ့ အတွက်ကမ္ဘာပေါ်က နိုင်ငံ တစ်နိုင်ငံပြီး တစ်နိုင်ငံ မျိုးတုံး သွားနိုင်မဲ့ အခြေ အနေ ရှိနေပါတယ်..ခနတွင်းမှာ အခြေအနေတွေက အရမ်းဆိုးရွားသွားခဲ့ပြီးရောဂါဇစ်မြစ်အမျိုးအစားကို ဖော်ထုတ်ဖို့နဲ့ ကာကွယ်ဆေးထုတ်နိုင်ဖို့ ဘရတ်ပစ်တို့တသိုက် ဘယ်လိုကြိုးစားကြမလဲဆိုတာ…။အားရစရာကတော့ ဇာတ်လမ်းရဲ့အဆုံးမှာ “စစ်ပွဲကအစပဲရှိပါသေးတယ်တဲ့” ….World War Z အဆက်တွေ ဆက်ထွက်လာဖို့ရှိပါတယ်။File size…(5.4 GB)/(1.7 GB)/ (1 GB)Quality….BluRay4KHEVC/1080p HEVC/720pFormat…mkv/mp4Duration….01:56:00Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMarc ForsterZoe MorganStarsAbigail HargroveBrad PittDaniella KerteszDavid AndrewsElyes GabelFana MokoenaJames Badge DaleLudi BoekenMireille EnosSterling JerinsCastAbigail HargroveAdam ZambryzckiAlma RixAndrea MeszarosAnn OgbomoAnna BiczikAssaf Ben-ShimonBrad PittChristian WongDaniella KerteszDarren KendrickDavid AndrewsDavid MorseDayle TeegardenDenis IschenkoDoron DavidsonEfrat AvniElen RhysElyes GabelEniko FulopErnesto CantuEwan RossFabrizio GuidoFabrizio Zacharee GuidoFana MokoenaGábor CzapGergely MészárosGil Cohen-AlloroGraham HornsbyGrégory FitoussiImran MraishIstvan KarikasJames Badge DaleJane PerryJeno RadiJohn Gordon SinclairJonathan HowardJosh WingateJulia Levy-BoekenKatalin DombiKevin Kiely JnrKhalid LaithKonstantin KhabenskiyLambert TóthLee ColleyLee Nicholas HarrisLinoy AynesazLucy RussellLudi BoekenMaddox Jolie-PittMaisam MasriMark HoldenMatthew FoxMichael JennMichiel HuismanMike NobleMireille EnosMoritz BleibtreuNick BartlettNikola ĐuričkoNoa BodnerOri PfefferPaula VideniecePeter CapaldiPeter MolnárPierfrancesco FavinoRenu SetnaRichard ThomsonRoland TzafetásRuari CannonRuth NeggaRyan HartwigRyen Perkins-GangnesSarah AmankwahShaul EzerSong Xuan KeSterling JerinsTaylor MurphyTim BerringtonTroy GlasgowVicky AraicoYaniv RokahYousef Hayyan Jubeh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kg2FOT2Oe5PSCgs3L4vLel6B7ck.jpg",
      "https://image.tmdb.org/t/p/w300/upsk7nfUjf8ZSYuokwa5U5YXERm.jpg",
      "https://image.tmdb.org/t/p/w300/kIKKwaw4TPcfRlBH5e0HueyybGo.jpg",
      "https://image.tmdb.org/t/p/w300/zxpEFyKDxaU8kjMB3vWao7B5V2p.jpg",
      "https://image.tmdb.org/t/p/w300/hNK6uaKKAD4RRmfGXqpwVlngJnj.jpg",
      "https://image.tmdb.org/t/p/w300/31VpBgUX5O4Z3dn5ZbX8HLqoXH3.jpg",
      "https://image.tmdb.org/t/p/w300/lKJa7NoYOlj1EEGvs40rVIFalh2.jpg",
      "https://image.tmdb.org/t/p/w300/6ugwHq1gEQekDKTIBVYEF1VNRBT.jpg",
      "https://image.tmdb.org/t/p/w300/vK91Nv8aX7l7Li7oLDNos9z1jHL.jpg",
      "https://image.tmdb.org/t/p/w300/pCRvNnR86YSlQnvOkBIPilxi7Il.jpg",
      "https://image.tmdb.org/t/p/w300/veXVOgSSDqcRIlgK6cjgaw1AN1l.jpg",
      "https://image.tmdb.org/t/p/w300/vchzO0XZ62vSHfrMLkRw0s5VeHt.jpg",
      "https://image.tmdb.org/t/p/w300/5mYumDY8xfneiSOeXpXkHoJQgdo.jpg",
      "https://image.tmdb.org/t/p/w300/cRLeBlvfSttbsgOcQ0KG8Dorzqk.jpg",
      "https://image.tmdb.org/t/p/w300/sAaG7RbqqlPb5gndIHrV212bmbi.jpg",
      "https://image.tmdb.org/t/p/w300/gvnKxSQHPoFxMCOilQPoSjvfQyp.jpg",
      "https://image.tmdb.org/t/p/w300/aA87R7I4Ig009U8h6PIOzzNU4yx.jpg",
      "https://image.tmdb.org/t/p/w300/bZPoPGtddujU17VtyF6ZTLx5EU2.jpg",
      "https://image.tmdb.org/t/p/w300/jofH3QpjnNTiAqGdaCQQ18yY815.jpg",
      "https://image.tmdb.org/t/p/w300/dMTojoN6owWGUYOQnWMQJJa55Wh.jpg",
      "https://image.tmdb.org/t/p/w300/fkopZBQXtgJ5fVfg1ZdscBibDzg.jpg",
      "https://image.tmdb.org/t/p/w300/A6DvO4gXS3vjLOAjbVmEOldUrdR.jpg",
      "https://image.tmdb.org/t/p/w300/e52dbAXl630eEuDbefFmmqiZ4Nj.jpg",
      "https://image.tmdb.org/t/p/w300/r8n9GRlj0GRMa99pn8oCJdwMfcH.jpg",
      "https://image.tmdb.org/t/p/w300/q5SEBkOwVrjY5hG0q6RU6ekMWdg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BOGVkMTFmOWEtODFiYi00NTEwLTg0NmItMmU4MTI1MzYzODAxXkEyXkFqcGdeQXVyMzExODEzNDA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-world-war-z-2013-2160-p-4-k-sdr-web-dl-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-world-war-z-2013-1080-p-web-dl-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1Ve9o/(CM)_World.War.Z.2013.1080p.WEB-DL.HEVC.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/5y80SKAZ#osgmHVD91G84rWLeROrCj8v9aAFCvwqcxgfxnKGefrA",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/sj5yttm3uj7v.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-world-war-z-2013-web-dl-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ve9w/(CM)_World.War.Z.2013.WEB-DL.720p-Naung.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4yMBCSRB#koNB9ZtaokM5IeIv9-J2Ll6xZqY64kp9v-RZZ_ThWuE",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/oz009znlqpto.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zpwf698slwkw",
        "server": "streamvid.io",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/wlbptmumutri.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "slfrrjPndV4",
      "video_url": "https://www.youtube.com/watch?v=slfrrjPndV4",
      "embed_url": "https://www.youtube.com/embed/slfrrjPndV4"
    }
  },
  {
    "metadata": "R|1994|1h 50min|Action,Crime,Drama",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "1,002,787"
    },
    "title": "Léon: The Professional (1994)",
    "description": "Léon: The Professional (1994)IMDb – 8.5/10_____Rotten – 73%Unicode1994ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်…Star Wars, Black Swan, Thor အစရှိတဲ့ဇာတ်ကားတွေထဲကမင်းသမီးချော Natali Portman ကို ဆယ်ကျော်သက်ဂျွတ်ဆတ်ဆတ် အထာလေးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်…ဇာတ်လမ်းပုံစံကတော့ Leon ကအရမ်းကျွမ်းကျင်ပြီးသွေးအေးတဲ့ ကြေးစားလူသတ်သမား တစ်ယောက်ပါ။တစ်နေ့မှာ မူးယစ်ဆေးကိစ္စနဲ့ပတ်သက်ပြီး မိသားစုတစ်ခုလုံး အသတ်ခံလိုက်ရတဲ့အိမ်နီးချင်း ဆယ်ကျော်သက်ကောင်မလေး Mathilda ကို အမှတ်မထင် ကယ်တင်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။လက်တုံ့ပြန်ချင်တဲ့ Mathilda လေးက Leonဆီကလူသတ်ပညာကို သင်ယူပါတော့တယ်…လူငယ်ပီပီ ပွင့်လင်းပြီး တဇွတ်ထိုးနိုင်တဲ့ Mathilda လေးကြောင့်Leon ရဲ့အေးစက်နေတဲ့ နှလုံးသားက နွေးထွေးတဲ့ချစ်ခြင်းကိုခံစားမိလာချိန်မှာတော့..ဦးလေးကြီးနဲ ဆယ်ကျော်သက်ကောင်မလေးတို့ရဲ့စုံတွဲ ခပ်ကြမ်းကြမ်း အက်ရှင်တွေသာမကသူတို့နှစ်ယောက်ကြားက စစ်မှန်တဲ့ချစ်ခြင်းမေတ္တာတရားကိုပါ ကြည့်ရှုခံစားရမှာပါ…ရသမျိုးစုံကို ပေးနိုင်တဲ့ ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင်ဇာတ်လမ်းပြီးသွားချိန်ထိ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ….===================Zawgyi1994ခုႏွစ္တုန္းက ထြက္ရွိခဲ့ၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ရုပ္ရွင္ကားျဖစ္ပါတယ္…Star Wars, Black Swan, Thor အစရွိတဲ့ဇာတ္ကားေတြထဲကမင္းသမီးေခ်ာ Natali Portman ကို ဆယ္ေက်ာ္သက္ဂြ်တ္ဆတ္ဆတ္ အထာေလးနဲ ့ေတြ ့ျမင္ရမွာျဖစ္ပါတယ္…ဇာတ္လမ္းပံုစံကေတာ့ Leon ကအရမ္းကြ်မ္းက်င္ၿပီးေသြးေအးတဲ့ ေၾကးစားလူသတ္သမား တစ္ေယာက္ပါ။တစ္ေန ့မွာ မူးယစ္ေဆးကိစၥနဲ ့ပတ္သက္ၿပီး မိသားစုတစ္ခုလံုး အသတ္ခံလိုက္ရတဲ့အိမ္နီးခ်င္း ဆယ္ေက်ာ္သက္ေကာင္မေလး Mathilda ကို အမွတ္မထင္ ကယ္တင္ေပးဖို ့ျဖစ္လာခဲ့ပါတယ္။လက္တံု ့ျပန္ခ်င္တဲ့ Mathilda ေလးက Leonဆီကလူသတ္ပညာကို သင္ယူပါေတာ့တယ္…လူငယ္ပီပီ ပြင့္လင္းၿပီး တဇြတ္ထိုးႏိုင္တဲ့ Mathilda ေလးေၾကာင့္Leon ရဲ ့ေအးစက္ေနတဲ့ ႏွလံုးသားက ေႏြးေထြးတဲ့ခ်စ္ျခင္းကိုခံစားမိလာခ်ိန္မွာေတာ့..ဦးေလးႀကီးနဲ ဆယ္ေက်ာ္သက္ေကာင္မေလးတို ့ရဲ ့စံုတြဲ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ေတြသာမကသူတို ့ႏွစ္ေယာက္ၾကားက စစ္မွန္တဲ့ခ်စ္ျခင္းေမတၲာတရားကိုပါ ၾကည့္ရွဳခံစားရမွာပါ…ရသမ်ိဳးစံုကို ေပးႏိုင္တဲ့ ဇာတ္ကားေကာင္းျဖစ္တဲ့အျပင္ဇာတ္လမ္းၿပီးသြားခ်ိန္ထိ ရင္ထဲမွာ တစ္ခုခုက်န္ခဲ့မွာ အေသအခ်ာပါပဲ….File Size – 1.36 GBFile Format – mp4Quality – BluRay 720pDuration – 01:50:00Translator – Nway Khin KhinEncoder – Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLuc BessonPascal ChaumeilSylvette BaudrotStarsCarl J. MatusovichDanny AielloElizabeth RegenEllen GreeneEric ChallierGary OldmanJean RenoMichael BadaluccoNatalie PortmanPeter AppelCastAdam BuschAlex DezenArsène JiroyanBetty MillerCarl J. MatusovichCary WongChristophe GautierDanny AielloDavid GreggDavid W. ButlerDidier LegrosDon CreechElizabeth RegenEllen GreeneEric ChallierFrank SengerFred FischerGary OldmanGeoffrey BatemanGeorge MartinGilles KleberHervé HussonJean RenoJean-Hugues AngladeJeff McBrideJernard BurksJessie KeosianJoseph MalerbaJunior AlmeidaKeith A. GlascoeKent BroadhurstLuc BernardLucius Wyatt 'Cherokee'MaïwennMarc AndréoniMario TodiscoMatt De MattMichael BadaluccoMichael MundraMichael WehrhahnMichel MontanaryNatalie PortmanPeter AppelPeter LinariPeter VizardRandy PearlsteinRobert LaSardoSamy NaceriSonny ZitoSteve GonneloStuart RudinTommy HollisWilli One BloodWilliam James Stiggers Jr.",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oPcxdm2rNv5xg2sZlzjwKtAiPXl.jpg",
      "https://image.tmdb.org/t/p/w300/jRJrQ72VLyEnVsvwfep8Xjlvu8c.jpg",
      "https://image.tmdb.org/t/p/w300/xRdrYhj0xpahnogLMnSfh4JS2eF.jpg",
      "https://image.tmdb.org/t/p/w300/zt2vJySzeLASvjpBAh6FFPgsQnF.jpg",
      "https://image.tmdb.org/t/p/w300/xOrhVWRkNwMeQXsuijOSMg4yqQv.jpg",
      "https://image.tmdb.org/t/p/w300/zFk9zmygtzBju8GP06WpgTzgfNQ.jpg",
      "https://image.tmdb.org/t/p/w300/5GKCGSzAI4WlJmSPvxM9qR2lMnO.jpg",
      "https://image.tmdb.org/t/p/w300/yyEo8ofHS7MQLxgA6g2q1dIBKWM.jpg",
      "https://image.tmdb.org/t/p/w300/yjKHDk0pAajISYNifTbDYWrrUNK.jpg",
      "https://image.tmdb.org/t/p/w300/tF4ARbICMV9lw3zfdbcgH1VN3Qq.jpg",
      "https://image.tmdb.org/t/p/w300/ipfeE7V0pePCTDOuhpij3oCc6wb.jpg",
      "https://image.tmdb.org/t/p/w300/tTKfjm8LLGvjx9WLqiWlbmfwgoe.jpg",
      "https://image.tmdb.org/t/p/w300/vNbZkL8JlEWHfeFzbej0h9qHrSf.jpg",
      "https://image.tmdb.org/t/p/w300/wey0IbmVhAruc6zUH7i7deRKwyi.jpg",
      "https://image.tmdb.org/t/p/w300/6Pkbg5PEByaZ0n1A5VxUQbIb6p6.jpg",
      "https://image.tmdb.org/t/p/w300/wOvphtkW689TyKnVsTnqIGMVBWG.jpg",
      "https://image.tmdb.org/t/p/w300/59lwwCGln3SWYy1tlT7tJComTYE.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/professional_ver1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/leon-the-professional-1994",
        "server": "VIP Links",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/01294-leon-the-professional-1994-thriller-jean-reno-usa-8-3-mp-4",
        "server": "disk.yandex.com",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/diczqpeq03pb.html",
        "server": "usersdrive.com",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/01294-leon-the-professional-1994-thriller-jean-reno-usa-8-3-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/f1e52bac8c/lon-the-profesional-194-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Qw3g/Léon_-_The_Professional_[1994]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/olYETQCC#1Q-rk-XASc9XRmDtXFZfXGvz_wyC44UvnYuOZhVKjBM",
        "server": "mega.nz",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/aemt2jijuymm",
        "server": "upstream.to",
        "size": "1.36 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "aNQqoExfQsg",
      "video_url": "https://www.youtube.com/watch?v=aNQqoExfQsg",
      "embed_url": "https://www.youtube.com/embed/aNQqoExfQsg"
    }
  },
  {
    "metadata": "not rated|2023|2h 47m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1.2k"
    },
    "title": "Skanda (2023)",
    "description": "Skanda (2023)===============================တော်တော်များများ တောင်းဆိုနေကြတဲ့ တေလဂူးစကားပြောTollywood ရုံတင်အက်ရှင်ကား ခပ်မိုက်မိုက် ကားသစ်လေးတစ်ကားကိုစီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။ရုပ်ရှင်အစမှာတော့ နိုင်ငံတကာထိ လူသိခံရတဲ့ လုပ်ငန်းရှင်တစ်ယောက်ဟာမတရားစွပ်စွဲချက်တွေကို ခေါင်းငုံ့ခံရင်း ကြိုးမိန့်ချခံထားရကာ သမီးဖြစ်သူကလည်းအကြောင်းတစ်ခုကြောင့် ကိုမာဝင် သတိလစ်နေခဲ့ပါတယ်။အဲဒီလိုဖြစ်ရတာတွေရဲ့ နောက်ကွယ်မှာ နိုင်ငံရေးကစားကွက်တွေနဲ့အကွက်ရွှေ့နေကြတဲ့ပြည်နယ်ဝန်ကြီးတွေရှိနေပြီး သူတို့တွေကလည်း သားရေးသမီးရေးကိစ္စတွေကြောင့်အချင်းချင်း လှည့်ပတ်တိုက်ခိုက်နေကြပါသေးတယ်။အဲဒီလို တစ်စစီပြန့်ကြဲနေတဲ့ ဇာတ်ကောင်တွေကြားထဲကို တုံးတိုက်တိုက်ကျားကိုက်ကိုက်စိတ်ဓာတ်ရှိတဲ့ ယောင်္ကျားဘသား ဇာတ်လိုက်မင်းသားဝင်လာချိန်ကစပြီး ဇာတ်လမ်းဟာ တဖြည်းဖြည်းပုံပေါ်လာခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာဆိုရင် ရုံတင်ချိန်တုန်းကလည်း အထိုက်အလျောက်အောင်မြင်ခဲ့ပြီးမင်းသမီးလေးတွေကလည်း တော်တော်လှကြတာမလို့တောင်ပိုင်းအက်ရှင်ကြိုက်သူတွေအတွက် နှစ်နာရီကျော်အချိန်ပေးရတန်လောက်မယ့် ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်…။(ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team ပဲ ဖြစ်ပါတယ်။)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…4.5GB / 2.09GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 47mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBoyapati SrinuStarsAjay PurkarAnand RamarajuBabloo PrithiveerajGautami TadimallaIndrajaKalyani NatarajanManava Koteswara RaoPrabhakarPrince CecilRajaRajithaRam PothineniSaiee ManjrekarSharath LohitashwaSree LeelaSrikanth MekaUrvashi RautelaCastAjay PurkarAnand RamarajuBabloo PrithiveerajGautami TadimallaIndrajaKalyani NatarajanManava Koteswara RaoPrabhakarPrince CecilRajaRajithaRam PothineniSaiee ManjrekarSharath LohitashwaSree LeelaSrikanth MekaUrvashi Rautela",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/adZsrPru5BrobEfHavQergvxWeq.jpg",
      "https://image.tmdb.org/t/p/w300/jjJ9j8xomszDD0MGCbwzeix4IQB.jpg",
      "https://image.tmdb.org/t/p/w300/wDMDi0M6hgmGMcOWoVnI1e6syHF.jpg",
      "https://image.tmdb.org/t/p/w300/2OKv3ReOF8xn9HMY0HPQSbzZILQ.jpg",
      "https://image.tmdb.org/t/p/w300/dPWgQkSic8bM6dxig1CD2OONNrM.jpg",
      "https://image.tmdb.org/t/p/w300/hEGKqO2XHOZr5vSYPnS8BkB0Du4.jpg",
      "https://image.tmdb.org/t/p/w300/80ebBwgONGmrXrX5cb0xm5Adz7I.jpg",
      "https://image.tmdb.org/t/p/w300/xeuk9vAWi9yanBslPA1FHhhp6MD.jpg",
      "https://image.tmdb.org/t/p/w300/3ucG91fISgK8JOEG2ElMn6cAV6H.jpg",
      "https://image.tmdb.org/t/p/w300/vs0q7Dmn7YgX5F9C6kuHGL3viip.jpg",
      "https://image.tmdb.org/t/p/w300/xdHmzKKgAByBHb46f3T6sOnyM4r.jpg",
      "https://image.tmdb.org/t/p/w300/rh0jpNzgxGKcYGo4TCekhMDOZCA.jpg",
      "https://image.tmdb.org/t/p/w300/hbctOqJsyvKwFeUAP3fqLYCOW06.jpg",
      "https://image.tmdb.org/t/p/w300/x1SYnIPFlVV6Ii5fW9vpzCbcgEb.jpg",
      "https://image.tmdb.org/t/p/w300/uwbcL0Phzwm2dQPjIutc5j9ScG2.jpg",
      "https://image.tmdb.org/t/p/w300/e9YBlk1Ic2HhF8DxQmq3ADjxGq6.jpg",
      "https://image.tmdb.org/t/p/w300/bT4puXMwV5kLjy3uk0rCZhf7TqL.jpg",
      "https://image.tmdb.org/t/p/w300/vdWbGmge5KhK6cmAv4sEfxeZKpO.jpg",
      "https://image.tmdb.org/t/p/w300/ql8PFnDO5oKncjFxJY6t9bymmky.jpg",
      "https://image.tmdb.org/t/p/w300/5BMyIaxQJzKbARtryKTXazDYfbh.jpg",
      "https://image.tmdb.org/t/p/w300/o8gLrIigSorqYetRulf4NyXId86.jpg",
      "https://image.tmdb.org/t/p/w300/osM47EHedF1yrYi2mxCqa01umbv.jpg",
      "https://image.tmdb.org/t/p/w300/hnGuxGPsztfhpsmcta2UuC3h5It.jpg",
      "https://image.tmdb.org/t/p/w300/10FQWQZqlS1fQqZuQIJMn65jUui.jpg",
      "https://image.tmdb.org/t/p/w300/pf8r15ZuQ6iQFAP1PqVxJ3BsklS.jpg",
      "https://image.tmdb.org/t/p/w300/5URFYquppSGz5KoRjF820Fupd8K.jpg",
      "https://image.tmdb.org/t/p/w300/o0oCuQPTk9Rj128nc6BJF0BsexD.jpg",
      "https://image.tmdb.org/t/p/w300/geS2tbaxfCh4wfJqjBqtMtIrqHt.jpg",
      "https://image.tmdb.org/t/p/w300/x9NJ1zxzkT0bUczFWrCRD7vKqEP.jpg",
      "https://image.tmdb.org/t/p/w300/pe6ZqVoGRZr3MUYeFfAmWguKARv.jpg",
      "https://image.tmdb.org/t/p/w300/wA9ogf4aTTAzfA5nXgOY7U8a2p8.jpg",
      "https://image.tmdb.org/t/p/w300/1Hja7FHhxMCJam8zVtgFIgT0tKw.jpg",
      "https://image.tmdb.org/t/p/w300/A207rUrDxiyzZAmA6jnUpcZQdFL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BOGY3OTZiMzQtMmZmMC00OGRmLWJiYTgtMmQ0Y2E0ZWZjMjk1XkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/skanda-2023-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lqh92m4ur280.html",
        "server": "usersdrive.com",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2F4xj/Skanda_(2023)_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lqNGkCrT#eyPIOw0Z4fzGBUS7omP-G4bch-rQx4qwYoaY-GOxaR4",
        "server": "mega.nz",
        "size": "4.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/skanda-2023-true-web-dl-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.09GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rg0he36gfibv.html",
        "server": "usersdrive.com",
        "size": "2.09GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1j9qt/Skanda_(2023)_TRUE_WEB-DL_-_720p_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.09GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8q8GURzR#YUj2lrTeLSnUM5jEwvXz_wvjyn-xQtIEyRLEeKGXKC0",
        "server": "mega.nz",
        "size": "2.09GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/ls1m3b92gpx8",
        "server": "streamsb.com",
        "size": "2.09GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vs02m452abtr",
        "server": "streamvid.io",
        "size": "2.09GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||1h 17 min|Action,Adventure,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "235"
    },
    "title": "Mountain Porter ( 2022 )",
    "description": "လွန်ခဲ့တဲ့ ၁၅ နှစ်ခန့်လောက်က သင်္ချိုင်းတူးဖော်ရင်းသေဆုံးသွားခဲ့တဲ့ဖခင်ဖြစ်ဖြစ်သူရဲ့ အမှန်တရားကိုရှာဖွေဖို့ ကြိုးစားနေသူ မျိုးနွယ်စုခေါင်းဆောင်လဲဖြစ်တဲ့ အမျိုးသားတစ်ဦး?မျိုးနွယ်စုခေါင်းဆောင်တွေရဲ့ နှစ်ထောင်ချီကြာမြင့်နေပြီဖြစ်တဲ့ကျိန်စာကို ချိုးဖြတ်ပြီး သေသောသူကို ပြန်ရှင်စေနိုင်ပြီးမသေမျိုးအဖြစ်ပြောင်းလဲစေနိုင်သော မုချန်ပုလဲ ကိုရှာဖွေဖို့စွန့်စားရေးခရီးစဥ်ကို ထွက်ခဲ့ပါတော့တယ်လမ်းတစ်လျှောက်လုံး သင်္ချိုင်းမြေကိုဖြတ်ကျော်ခဲ့ပြီးမြူအလွှာလွှာကို ဖြတ်ကျော်ခဲ့ကာ အရိုးမျိုးနွယ်စုရဲ့မြေအောက်မှာ ​မြှုပ်နှံထားတဲ့ မြေအောက်နန်းတော်ရဲ့လျှို့ဝှက်ဆန်းကြယ်မှုကို တစ်ဖြည်းဖြည်းချင်း ရှာဖွေတွေ့ရှိလာတဲ့ အခါမှာတော့ ….?❏ ခန်းနားကြီးကျယ်လှတဲ့ အရိုးမျိုးနွယ်စုရဲ့ လျှိူ့ဝှက်ချက်တွေက ဘာတွေများဖြစ်မလဲ?❏ နှစ်ထောင်ပေါင်းများစွာ ရှာဖွေခဲ့ကြတဲ့ မုချန်ပုလဲကိုရော သူတို့တွေ ရှာဖွေနိုင်ပါ့မလား?❏ ဒီလိုမျိုး အန္တရာယ်တွေများလှတဲ့ စွန့်စားမှုတစ်ခုကိုဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ? ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်ဆန်းကြယ်မှုပေါင်းများစွာပြည့်နှက်နေတဲ့ကားလေးမို့ လက်မလွှတ်သင့်ပါဘူးနော်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Action , Adventure , ThrillerRuntime : 1h 17 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsHe HongshanTong LeiXing HanqingYuan FufuZhou XiaoouCastHe HongshanTong LeiXing HanqingYuan FufuZhou Xiaoou",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8dGCW3N1kiVjtQjNc8dPmlBLs5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zlnOqIJWjfp6MCUg5d9gFduW9lJ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mountain-porter-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/1mimjk5gygjh.html",
        "server": "usersdrive.com",
        "size": "1.04 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblongvu.com/1hihma8y3ycn.html",
        "server": "streamsb.com",
        "size": "1.04 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://streamvid.net/pzodqeubtwlu/Mountain_Porter_2022_WEB-DL_1080p_CM.mp4",
        "server": "streamvid.io",
        "size": "1.04 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/zr5CWLrS#1IUQEBJ4yzqIjUEA_BpU1iC3f7LMe5xDJKruYEbm9sI",
        "server": "mega.nz",
        "size": "1.04 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mountain-porter-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "468 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/a8i2zh1sv16y.html",
        "server": "usersdrive.com",
        "size": "468 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/zixmXKTT#C-Cn_TuETzxpNuKBryf67ww2ujBqoAJMBHR9ZaGPONE",
        "server": "mega.nz",
        "size": "468 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]