[
  {
    "metadata": "not rated|2023|1h 59m|Action,Adventure,Bollywood,Crime",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "1.1k"
    },
    "title": "Joram (2023)",
    "description": "Joram (2023) “ဂျိုရမ်”IMDb 7.4 ရထားတဲ့ ဟင်ဒီ thriller ရုပ်ရှင်ကားသစ်ဖြစ်ပြီးဝေဖန်ရေးဆရာတွေ ရွေးချယ်တဲ့ အကောင်းဆုံးရုပ်ရှင်ဆုနဲ့သရုပ်ဆောင်ဆုတွေ ဆန်ခါတင်ထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ခေတ်ပျက်တစ်ခုမှာ တည်ထားပြီး အရာရာယိုယွင်းနေတဲ့ အုပ်ချုပ်ရေးနဲ့အတူငတ်မွတ်မှုတွေ အာဏာပိုင်တွေရဲ့ လျှို့ဝှက်ချက်တွေ ကြားထဲမှာ ရုန်းကန်ရတဲ့လူတွေအကြောင်းကို တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းကို အဓိကဇာတ်ကြောင်းနှစ်ခုနဲ့ တည်ဆောက်ထားပါတယ်…ဖခင်တစ်ယောက် ၃ လသားအရွယ် သမီးလေးကို ပိုက်ပြီး အာဏာပိုင်တွေရဲ့ လက်ကနေ ထွက်ပြေးနေရပုံကို ပြထားပြီး နောက်ထပ် ဇာတ်သွားတစ်ခုမှာတော့ နိုင်ငံရေးတက်ကြွလှုပ်ရှားမှုဇာတ်လမ်းကို ပုံဖော်ထားပါတယ်Dasru တစ်ယောက် ဘာဖြစ်လို့ ထွက်ပြေးနေရလဲသူ့ရဲ့ အတိတ်က ဘာတွေများ အရှုပ်အရှင်းတွေ ရှိခဲ့လဲ…အာဏာပိုင်တွေရဲ့ ရည်ရွယ်ချက်က ဘာလဲ စတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ကားလိပ်ချသည့်တိုင် ဇာတ်လမ်းရဲ့ လျှို့ဝှက်ဆန်မှု မပျောက်သွားပဲသမီးအတွက် အရာရာကို ရင်ဆိုင်မယ့် ဖခင်တစ်ယောက်ရဲ့ သတ္တိကို မြင်တွေ့ရမှာပါအိန္ဒိယရုပ်ရှင်တွေရဲ့ သမာရိုးကျ ဒိုင်ယာလော့ခ်အခြေခံတဲ့ ရုပ်ရှင်တွေနဲ့ အတော်လေးကွဲထွက်ထားပြီး“အပြောထက် အပြ” ကို ဦးစားပေးဆိုသလို မျက်စိပသာဒဖြစ်ဖွယ် အလှတရားထက်ရက်စက်ကြမ်းကြုတ်တဲ့ လက်တွေ့လောကကို အရှိအတိုင်း တင်ဆက်ထားတဲ့ဒီဇာတ်ကားလေးကို ပရိသတ်ကြီး ခံစားပေးကြပါဦးအညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team က ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.97GB / 869MBQuality…WEB DL 1080p / 720pFormat…mp4Duration….1h 59mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDevashish MakhijaStarsApurva MaheshBharati PerwaniDhaniram PrajapatiKajal KeshavManoj BajpayeeMegha MathurMohammed Zeeshan AyyubNimmy RaphaelSmita TambeTannishtha ChatterjeeCastApurva MaheshBharati PerwaniDhaniram PrajapatiKajal KeshavManoj BajpayeeMegha MathurMohammed Zeeshan AyyubNimmy RaphaelSmita TambeTannishtha Chatterjee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/46vzYSLeRxPwYU02Ojn4VHdeTOe.jpg",
      "https://image.tmdb.org/t/p/w300/5UK3MxDVNBO82ZjR9yfZND3dMoT.jpg",
      "https://image.tmdb.org/t/p/w300/iNoHa1RvEcTFVfg3addQ9vr5RB9.jpg",
      "https://image.tmdb.org/t/p/w300/z2K4AnUMeqZZOrfOwcJhQlrUDrq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/MV5BZDQwNzRlMzYtMjZmNy00YTkzLWE4MDItYzA0OTljMmYwYjVkXkEyXkFqcGdeQXVyMTYzMTU3Njgx._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/joram-2023-hindi-hq-hd-rip-1080-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tfoveoepktll.html",
        "server": "usersdrive.com",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sUoj/Joram_(2023)_Hindi_HQ_HDRip_-_1080p_-_x264_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lj8QAAIS#X4zLeqtHT_DUT4JRNq4atAZCXGTfNBY5coFvkbKTtkk",
        "server": "mega.nz",
        "size": "1.97GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/joram-2023-hindi-hq-hd-rip-720-p-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "869MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bo4v39zfhjwy.html",
        "server": "usersdrive.com",
        "size": "869MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/l05v5/Joram_(2023)_Hindi_HQ_HDRip_-_720p-_x264_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "869MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Urcz3Lbb#nt4B5_yjV-TjXCEJ0uM5W9lVUFzMegc6lsAH9coMX1Y",
        "server": "mega.nz",
        "size": "869MB",
        "quality": "720p"
      },
      {
        "link": "https://flastwish.com/px8tjayb5ue8",
        "server": "streamsb.com",
        "size": "869MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/g8h2kw3v75qf",
        "server": "streamvid.io",
        "size": "869MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XOCbjto_DFk",
      "video_url": "https://www.youtube.com/watch?v=XOCbjto_DFk",
      "embed_url": "https://www.youtube.com/embed/XOCbjto_DFk"
    }
  },
  {
    "metadata": "||1h 17 min|Action,Horror",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "635"
    },
    "title": "Anecdotes Of The Yellow River ( 2023 )",
    "description": "“ကူမုရွာ”ဟာ ရေကြီးမှုနှင့်တွေ့ကြုံနေရပြီး ဆည်မြောင်းရေသိုလှောင်ရေးဌာနက‘ထျန်ယိ’နဲ့ သူ့အပေါင်းပါ ရှန့်ယွမ်ဟန်’တိုဟာ ဌာနရဲ့စေခိုင်းမှုအရ ထိုရွာကို ပြဿနာဖြေရှင်းဖို့ သွားပါတော့တယ်။‘ကူမု’ရွာနဲ့ဆက်စပ်စီးဆင်းနေတဲ့ မြစ်ဝါမြစ်မှာ သတိုသမီးရုပ်အလောင်းတွေဟာမျောပါလာပြီး ဒေသခံရွာသူရွာသား‌တွေကတော့ ထိုဖြစ်စဉ်ဟာမြစ်စောင့်နတ်၏အလိုမကျမှုကြောင့် ကပ်ဆိုးကျရောက်တယ်လို့ထင်မှတ်ပြီး “မာစန်းလီ”ဆိုသူရဲ့ဦးဆောင်မှုနဲ့ ယဇ်ပူဇော်ပသလေ့ရှိပါတယ်။-ဒီတစ်ကြိမ် ယဇ်ပူဇော်ခံဟာ ‘ထျန်ယိ’တိုရဲ့ အသိမိတ်ဆွေဟောင်း “ယွမ်ယင်း”ဖြစ်နေတဲ့အခါ…အဖြစ်မှန်ဟာ တကယ်တော့…’ချယ်ရုံ’နိုင်ငံရဲ့ဘုရင်မဟာ နိုင်ငံစစ်ဘေး‌ကျရောက်မည့်အရေးကိုကြိုမြင်ခဲ့တဲ့အတွက် တစ်တိုင်းပြည်လုံးက စစ်သည်တွေနဲ့ ရတနာတွေအားလုံးကို ‌မြေအောက်မှာမြှုပ်နှံပြီး မိမိကိုယ်ကိုတိုင်းပြည်အတွက် စတေးခံကာ ရန်သူတွေကို ကျိန်စာတိုက်ပြီးသေဆုံးသွားခဲ့ပါတယ်။∆ထိုဘုရင်မရဲ့ဂူသင်္ချိုင်းဟာ ‘မြစ်ဝါမြစ်က လူစားတယ်’ဆိုတဲ့ယုံတမ်းစကားတွေနဲ့ တကယ်ပဲဆက်နွှယ်နေမလား…∆ဒဏ္ဍာရီရဲ့နောက်ကွယ်မှာ ဘယ်လိုရာဇဝင်တွေကို ချိတ်ပိတ်ထားသလဲ?∆အဖြစ်မှန်ကိုဖော်ထုတ်ဖို ရေအောက်မှာရှိတဲ့ ဂူသင်္ချိုင်းကိုဆင်းသွားတဲ့မာစန်းလီ၊ထျန်ယိနဲ့ အပေါင်းပါတွေကရော အန္တရာယ်ကင်းကင်း ဒဏ္ဍာရီကိုဖော်ထုတ်နိုင်မလား-သူတိုပါ ဒဏ္ဍာရီအဖြစ် ပျောက်ကွယ်သွားဦးလေမလား…Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Thriller , DramaRuntime : 1h 10 minSubtitle : Myanmar Subtitle ( Hardsub )Translated byCM TeamReviewed ByClytieEncoded byLKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsJeamLi MingLiu SasaMa ChenglongMu SaWang YiYu BolinZhang BoyuCastJeamLi MingLiu SasaMa ChenglongMu SaWang YiYu BolinZhang Boyu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pGx0RactcsxU66kYAqFq9GjcgjF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ebAraC0pNyscuKYSemCyR9FxMVq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/anecdotes-of-the-yellow-river-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b3ajg4shrqjz.html",
        "server": "usersdrive.com",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/g0bn95juf1yb.html",
        "server": "streamsb.com",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jzaeifedb4wj",
        "server": "streamvid.io",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4rJ1HJ6T#O4CXFEcmLX2fg5bdKZ5X7kRYIoStd_tVrlo_cCNrUtg",
        "server": "mega.nz",
        "size": "896 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/anecdotes-of-the-yellow-river-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "465 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ia5d9e6nvvuy.html",
        "server": "usersdrive.com",
        "size": "465 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/guwxBK5T#JDQ2maPNTSRv0EnvrzI4i9kmNjrMBBMVdvXknDnUlgA",
        "server": "mega.nz",
        "size": "465 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2012|104 min|Action,Comedy,Crime",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "56"
    },
    "title": "Marrying the Mafia 5: Return of the Family ( 2012 )",
    "description": "Marrying The Mafia ဇာတ်ကားတွေရဲ့နောက်ဆုံးကားဖြစ်ပါတယ်5 ကားလုံးကို ဒီမှာဒေါင်းကြည့်နိုင်ပါတယ်အရင်ကားတွေရဲ့အဆက်ပါပဲ..သရုပ်ဆောင်တွေတော့အပြောင်းအလဲရှိသွားပါတယ်သရုပ်ဆောင်တွေတော့ ပြောင်းသွားပေမယ့် ဘာမှန်းမသိတဲ့Mafia မိသားစုအရှုပ်တော်ပုံကတော့ အတူတူပါပဲ။ဒီတစ်ခေါက်တော့ ဘက်လိုက်တတ်တဲ့ အဖေကြီးကြောင့်ညီအစ်ကိုတွေကြား မတည့်ကြတဲ့ Mafia မိသားစုအကြောင်းပါ။ဒီတော့ အနှိမ်ခံ ညီအစ်ကို ၃ ယောက်က ဘယ်လိုတွေ သင်ခန်းစာပေးပြီးဘယ်လိုတွေ ပြဿနာရှာမယ်ဆိုတာရယ်… ဒီ သင်းကွဲမိသားစုကြီးပြန်လည်သင့်မြတ်မလားဆိုတာရယ်ကို ရယ်မောရင်း ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ပါ…Translated & Review By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeong Yong-kiStarsJung Joon-hoKim Do-youngKim Min-jungSon Na-eunSung Dong-ilYoo Dong-geunCastJung Joon-hoKim Do-youngKim Min-jungSon Na-eunSung Dong-ilYoo Dong-geun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aO6J3TyxilHt7KP9CHF4QQoi9x.jpg",
      "https://image.tmdb.org/t/p/w300/550xswb710xjy2xAMyVA5nuKRml.jpg",
      "https://image.tmdb.org/t/p/w300/iFkigsIXFNZM9eoMruJqLnmoSGo.jpg",
      "https://image.tmdb.org/t/p/w300/An8Qt2lHoKRRHlE5QWprCJjSX8a.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ur5vAAB7qCFaNHoTsNztZiQCIZy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marrying-the-mafia-v-return-of-the-mafia-gamunui-yeonggwang-5-gamunui-gwihan-2012",
        "server": "VIP Links",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marrying-the-mafia-v-return-of-the-mafia-gamunui-yeonggwang-5-gamunui-gwihan-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/c1fmkjqk0vqy.html",
        "server": "streamsb.com",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3tEd0/(CM)Marrying.The.Mafia.5.DVDRip.mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "DVDRip"
      },
      {
        "link": "https://megaup.net/4Pz8g/(CM)Marrying.The.Mafia.5.DVDRip_(SF).mp4",
        "server": "megaup.net",
        "size": "544 MB",
        "quality": "Small Size"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "The Matrix Resurrections (2021)",
    "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ UN က စက်ရုပ်အားလုံးကို ဖျက်ဆီးဖို့ ရုတ်တရက် လုပ်ဆောင်လိုက်ပါတော့တယ်။ ဒီဖြစ်စဉ်ကြီးမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ စက်ရုပ်အနည်းစုဟာ လူတွေနဲ့ အတူယှဉ်တွဲနေထိုင်ဖို့ကိုလက်လျှော့ပြီး မီဆိုပိုတေးမီးယားဆိုတဲ့ လွတ်မြောက်နယ်မြေကို ထွက်သွားခဲ့ကြတယ်။ အဲဒီမှာပဲ 01 ဆိုတဲ့ ပထမဆုံး စက်ရုပ်နိုင်ငံ ပေါ်ပေါက်လာပါတော့တယ်။ 01 ဟာ သူတို့ကိုယ်သူတို့ ပိုအသိဉာဏ်ရှိလာအောင် ဖန်တီးခဲ့သလို လူတွေလိုအပ်တဲ့ စက်တွေ နည်းပညာတွေကိုလည်း ပြန်ရောင်းစားပြီး တဖြည်းဖြည်းနဲ့ စီးပွားရေးမှာ လူတွေထက် အဆမတန် အင်အားကြီးလာခဲ့ပါတယ်။ လူသားငွေကြေးတန်ဖိုးတွေလည်း ကျဆင်းပြီး အင်အားချည့်နဲ့လာတဲ့အတွက် UN က 01 ကို စီးပွားရေးပိတ်ဆို့ခဲ့တယ်။ ဒါကို ညှိနှိုင်းဖို့ ရောက်လာတဲ့ စက်ရုပ်သံတမန်တွေကိုလည်း တိုက်ခိုက်ဖျက်ဆီးခဲ့တယ်။ အဲဒီနောက်မှာ UN က စက်ရုပ်နိုင်ငံကို လက်ဦးမှုယူ တိုက်ခိုက်ခဲ့ပြီး ၂၂ ရာစု အလယ်လောက်မှာ စစ်ပွဲကြီးစတင်ခဲ့ပါတယ်။ ဒါ့အပြင် အနုမြူနဲ့ပါ လက်ဦးအောင် ထုခဲ့ပါတယ်။ ဒါပေမဲ့ စက်ရုပ်တွေက လူတွေထက်ပိုမာတဲ့ အတွက် မျိုးမပြုတ်ခဲ့ပါဘူး။ အဲဒီမှာ မျိုးမပြုတ်ဘဲ ကျန်ခဲ့တဲ့စက်ရုပ်တွေဟာ တစ်ကမ္ဘာလုံးက စက်တွေကို စုစည်းပြီး ပြန်ထိုးစစ်ဆင်ပါတော့တယ်။ အရှေ့အလယ်ပိုင်း ဥရောပ အရှေ့ပိုင်းတွေကိုပါ သိမ်းပိုက်လာနိုင်ခဲ့တယ်။အရေးနိမ့်လာတဲ့လူသားတွေဟာ အမှောင်မုန်တိုင်းလို့ ခေါ်တဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ခဲ့တယ်။ ဒါကတော့ စက်ရုပ်တွေရဲ့ အဓိကစွမ်းအင်ရင်းမြစ်ဖြစ်တဲ့ နေကို ဖြတ်တောက်ဖို့ပါပဲ။ ကမ္ဘာ့လေထုအကာတစ်ခုလုံးကို နာနိုဗုံးတွေနဲ့ဖောက်ခွဲပြီး တိမ်မည်းကြီးတွေ ဖုံးသွားအောင်လုပ်ပြီး ကမ္ဘာပေါ်မှာ နေရောင်ပျောက်ကွယ်သွားအောင်လုပ်ခဲ့တာပါပဲ။ ဒီစစ်ဆင်ရေးကြောင့် စက်ရုပ်တွေအင်အားချိနဲ့သွားပေမဲ့ မကြာခင်မှာပဲ အနုမြူစွမ်းအင်ကို အစားထိုးပြီး ပြန်အင်အားများလာခဲ့တယ်။ပြီးတော့ လူသားပုံစံစက်ရုပ်တွေကိုမသုံးတော့ဘဲ ပိုပြီးတိုက်ခိုက်နိုင် အားသုံးနိုင်တဲ့ စန်တီနယ်လို စက်ရုပ်တွေကို သုံးလာခဲ့တယ်။လူသားတွေ အကျအဆုံးများပြီး ငတ်မွတ်လာတဲ့အချိန်မှာတော့ UN ရဲ့ရှေ့ကို စက်ရုပ်သံတမန်နောက်တစ်ခေါက်ရောက်လာပါတော့တယ်။ ဒီတစ်ခါမှာတော့ စက်ရုပ်သံတမန်က ထွေထွေထူးထူးညှိနှိုင်းမနေတော့ပါဘူး။ သူ့ကိုယ်သူဖောက်ခွဲပြီး ကမ္ဘာခေါင်းဆောင်အားလုံးနဲ့ နယူးယောက်မြို့ကြီးကို ဖျက်ဆီးပစ်လိုက်ပါတော့တယ်။ ခေါင်းဆောင်မရှိတော့တဲ့ တပ်တွေကိုလည်း စက်ရုပ်တပ်တွေက အသာအယာအနိုင်ယူပြီး လူသားတွေ ကျဆုံးသွားခဲ့ပါတော့တယ်။ ဒါ့အပြင် စက်ရုပ်တွေဟာ နေ နဲ့ အနုမြူစွမ်းအင်အပြင် နောက်ထပ် စွမ်းအင်ရင်းမြစ်တစ်ခုကို တွေ့ရှိလာခဲ့ပါတယ်။ ဒါကတော့လူသားတွေကို ဖမ်းဆီးထားပြီး သူတို့ ကိုယ်ကနေ လျှပ်စစ်စွမ်းအင်တွေ ထုတ်ယူတာပါ။ အဆုံးမရှိတဲ့ကွင်းပြင်ကြီးတွေထဲမှာ လူသားတွေ သန်းချီပြီး ဖမ်းဆီးထားပြီး စွမ်းအင်ထုတ်ယူပါတော့တယ်။အဲဒိဖမ်းဆီးထားတဲ့လူသားတွေရဲ့ စိတ်ကို အကျဉ်းချဖို့အတွက် Matrix ကို ဖန်တီးလိုက်တာပါပဲ။ Matrix ဆိုတာကတော့ Virtual Reality တစ်ခုပါပဲ။ လူသားတွေရဲ့ စိတ်ကို ကွန်ပြူတာစနစ်ထဲကို ထည့်သွင်းထားပြီး ၁၉ ရာစု ၂၀ ရာစုခေတ်မှာ သူတို့ဘာသာ အသက်ရှင်နေထိုင်နေကြသလို ထင်ယောင်ထင်မှား ဖြစ်စေခဲ့တာပါ။(ဒါကတော့ ၁ ၂ ၃ ကြည့်ပြီးမှ ဆက်ဖတ်သင့်ပါတယ်)Matrix ရဲ့ ပထမဆုံးဗားရှင်းမှာတော့ လူသားတွေဟာ လုံးဝပြီးပြည့်စုံပြီး လိုလေးသေးမရှိတဲ့ ကမ္ဘာကြီးထဲမှာ နေထိုင်ရတာပါ။ ဒါကို လူသားတွေရဲ့စိတ်က ဖြစ်တည်မှုအစစ်လို့ လက်မခံနိုင်တဲ့အတွက် Matrix ပထမဆုံးပရိုဂရမ် ကျရှုံးသွားပါတော့တယ်။ ဒီတော့ စက်ရုပ်တွေက လူသားတွေကို စစ်တွေဆက်တိုက်ဖြစ်နေပြီး ဒုက္ခပင်လယ်ဝေနေတဲ့ Matrix တစ်ခုဖန်တီးပေးပြန်ပါတယ်။ ဒါကိုလည်း လူသားဦးနှောက်က လက်မခံပြန်ပါဘူး။ နောက်ဆုံးမှာတော့ လူသားတွေရဲ့ဘဝအစစ်လို့ အဓိကယုံကြည်စေဖို့ လိုအပ်တဲ့အရာဟာ Choice လို့ခေါ်တဲ့ ရွေးချယ်မှု ရှိတယ်လို့ ထင်ရတဲ့ ကမ္ဘာပဲဆိုတာ စက်ရုပ်တွေ သိသွားပါတယ်။ ဒီတော့မှ Matrix ဟာ အောင်မြင်ပြီးလူသားတွေကို ဖြစ်တည်မှုအတုထဲမှာ အကျဉ်းချထားနိုင်ပါတော့တယ်။ ဒီ Matrix ထဲမှာပဲ ရင်းမြစ်ကုတ်ကို ထိန်းချုပ်တဲ့ Architect ဗိသုကာဆိုတဲ့ လူကို ဖန်တီးထားလိုက်တယ်။ ပြီးတော့ လူသားတွေကိုလေ့လာပြီး ပြောင်းလဲပေးနိုင်ဖို့ ရှေ့ဖြစ်ဟော Oracle ဆိုတဲ့ ပရိုဂရမ်တစ်ခုကိုဖန်တီးထားတယ်။ ဒါပေမဲ့ ဒီ Matrix ဟာလည်း လူသား ၉၉ ရာနှုန်းကိုပဲ လှည့်စားနိုင်ပါတယ်။ ၁ ရာခိုင်နှုန်းကတော့ ဒါဟာ အတုအယောင်လို့ သံသယဝင်လာတဲ့ ပရိုဂရမ်ချို့ယွင်းချက်တွေဖြစ်လာတယ်။ အဲဒီ မက်ထရစ်ကနေ လွတ်မြောက်လာပြီး Zion လို့ခေါ်တဲ့ နောက်ဆုံးလူသားတိုင်ပြည်ကို တည်ထောင်လာတယ်။ ပြီးတော့ ဒီလူတွေကပဲ Matrix ထဲကို ပြန်ဝင်လာပြီး လူသားအားလုံးကို လွတ်မြောက်အောင် ပြန်တိုက်ခိုက်လာတယ်။ ဒီလို error လူတွေကို ကာကွယ်ဖို့ အေးဂျင့်ဆိုတဲ့ အင်အားကြီးတဲ့ ပရိုဂရမ်မျိုးတွေဖန်တီးထားခဲ့တယ်။ ဒီတော့ Matrix စနစ် တည်ငြိမ်ဖို့ အဲဒီ ချို့ယွင်းကုတ်တွေ အားလုံးကို သယ်ဆောင်နေတဲ့ ပရိုဂရမ်တစ်ခုကို ဖန်တီးလိုက်တယ်။ The One ခေါ် Neo ပေါ့။ အဲဒီ The One ဟာ လူသားအားလုံးကို ကယ်တင်မယ့်သူလို့ Zion တွေ ယုံကြည်စေခဲ့တယ်။ ဒါပေမဲ့ အဲဒီ The One ရဲ့ လမ်းကြောင်းဟာ နောက်ဆုံးမှာ ဗိသုကာဆီမှာ အဆုံးသတ်ပါတယ်။ Neo ဟာ လူသားတွေကို ကယ်တင်ဖို့ သူ့ကိုယ်သူ စတေးခံရမယ်။ သူသေသွားချိန်မှာ သူ့ရဲ့ မူလ ကုတ်တွေအားလုံးကို မူလရင်းမြစ်ကုတ်ထဲကို ပူးပေါင်းစေပြီး Matrix ကို reload ဖြစ် အစက ပြန်စတင်စေတာပါ။ Zion ဆိုတဲ့ လူသားကမ္ဘာကိုလည်း အားလုံးပျက်စီးစေမှာပါ။ မပျက်စီးခင်မှာ Neo ကို လူသား ၂၃ ယောက်ရွေးချယ်ခိုင်းပြီး Matrix အသစ်ပြန်စ Zion အသစ်ပြန်စပြီး နောက်တစ်ဖန် ထိန်းချုပ်လည်ပတ်စေတာပါ။ ဒီလိုနဲ့ Matrix ရဲ့ error တွေကိုရှင်းပြီး reload လုပ်ခဲ့တာ ငါးကြိမ်တိုင်ခဲ့ပါပြီ။ Neo ငါးယောက်လည်း သေဆုံးပြီးခဲ့ပါပြီ။ အခု Matrix ရုပ်ရှင်ထဲက ၆ ယောက်မြောက် Neo ကတော့ မတူတဲ့လမ်းကို ရွေးခဲ့ပါတယ်။ ရင်းမြစ်ကုတ်ဆီမှာ အသေခံရမယ့်အစား သူ့ချစ်သူ ထရစ်နတီကို ကယ်တင်ခဲ့တယ်။ နောက်ပြီးတော့ ဇိုင်ရွန်တွေ ပျက်စီးရမယ့်စား စစ်ပြေငြိမ်းနိုင်ဖို့ စက်ရုပ်မြို့တော်အထိ ရောက်အောင်သွားပြီး အပေးအယူလုပ်ပြီးမှ အသေခံခဲ့တာပါ။ ဒီလိုနဲ့ ကမ္ဘာကျော် Matrix ရုပ်ရှင်တွေ အဆုံးသတ်ခဲ့တာပါ။ ဒီတစ်ခါတော့ Matrix ပြန်လည်ရှင်သန်ခြင်းမှာ ဘာတွေဖြစ်လာမလဲ စောင့်ကြည့်လိုက်ရအောင်။(Reviewed by Mr. Anderson)The Matrix ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=the+matrix+neoမှာကြည့်ပါ။File size… 5Gb / 3 Gb / 1.6 Gb / 800 Mb / 300 MbQuality….Webrip 4K 2160p / 1080p / 720p / 720p HEVC / 480pFormat…mp4 / mkvDuration….02:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr.Anderson, Phyo PyaeTranslated by CM TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAmadei WeilandAndrew KoponenAndrew Lewis CaldwellBrian J. SmithCarrie-Anne MossChad StahelskiChris ReidChristina RicciClayton WatsonDaniel BernhardtEllen HollmanEréndira IbarraEtienne VickIan PirieJada Pinkett SmithJames D. Weston IIJessica HenwickJohn LobatoJonathan GroffJoshua GrotheKeanu ReevesLambert WilsonMax RiemeltMel PowellNeil Patrick HarrisPriyanka ChopraStephen DunlevyTelma HopkinsThomas DalbyTiger Hu ChenToby OnwumereYahya Abdul-Mateen II",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eNI7PtK6DEYgZmHWP9gQNuff8pv.jpg",
      "https://image.tmdb.org/t/p/w300/hv7o3VgfsairBoQFAawgaQ4cR1m.jpg",
      "https://image.tmdb.org/t/p/w300/3NiiRAKt2L5bUuAvSOkv6Yn7u6T.jpg",
      "https://image.tmdb.org/t/p/w300/dB0CxRwLXJoOrRPUvsJjb2hnPtq.jpg",
      "https://image.tmdb.org/t/p/w300/hjAI67s5P3QO8Tl04nLV0rpqbID.jpg",
      "https://image.tmdb.org/t/p/w300/3bmJdYwXIEVa48l5iL5qxpkSDp4.jpg",
      "https://image.tmdb.org/t/p/w300/9Rj9Z9jwzaKVqjF4Uv4WqrU0tqU.jpg",
      "https://image.tmdb.org/t/p/w300/pwZZjwx4PS00uwB37451S80CbA8.jpg",
      "https://image.tmdb.org/t/p/w300/l3SrBvDk9XyqWF7jK0wXBsQ2jGb.jpg",
      "https://image.tmdb.org/t/p/w300/4E1fP7IyU3Ky8iJZy7X5ZrD1N9V.jpg",
      "https://image.tmdb.org/t/p/w300/lthbvAMIjuA44jSSdNCHNTx6jM3.jpg",
      "https://image.tmdb.org/t/p/w300/k0Cuybu9ECuc47ODlHcIP8TJCZi.jpg",
      "https://image.tmdb.org/t/p/w300/gzPdp9IVQHqFRaQ9e6qcENG1ys.jpg",
      "https://image.tmdb.org/t/p/w300/4VGFbdUMLzVHiwTRWyn2H8ABhDg.jpg",
      "https://image.tmdb.org/t/p/w300/gsRugpNWZoU4gEnvuUWVSkeKN9v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-matrix-resurrections-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-resurrections-2021-4-k-2160-p-hmax-web-dl-eac-3-5-1-sdr-hevc-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://megaup.net/10Zm0/(CM)_The.Matrix.Resurrections.2021._4K_2160p.HMAX.WEB-DL.EAC3_5.1_SDR.HEVC-Nyein.mkv",
        "server": "megaup.net",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://usersdrive.com/dd5b9n6zmbc8.html",
        "server": "usersdrive.com",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://mega.nz/file/Nh9w1SBR#o-9uwZnqmRAkuk_EbSyKlExyfgIYvazyeSOmeDcWvII",
        "server": "mega.nz",
        "size": "5 Gb",
        "quality": "4K 2160p"
      },
      {
        "link": "https://yoteshinportal.cc/the-matrix-4-resurrections-2021-web-dl-1080-p-5-1-ch-ac-3-mkv-1",
        "server": "yoteshinportal.cc",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1GW6a/The.Matrix.4_Resurrections.2021.WEB-DL.1080P5.1CH_Ac3.mkv",
        "server": "megaup.net",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1g0WRIYI#tQm_YqsoU_WVLDFd68rN_lYXmUeu5cBw9xTrqaRWdZQ",
        "server": "mega.nz",
        "size": "3 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-matrix-resurrections-2021-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GW58/the.matrix.resurrections.2021.720p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wkxCySiS#n7hVJM9lJWkvt-z0XfnQWFJ3N61y6z55FI-gONkLkTc",
        "server": "mega.nz",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/ckgfzfwaehzx.html",
        "server": "streamsb.com",
        "size": "1.6 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/ckgfzfwaehzx.html",
        "server": "streamsb.com",
        "size": "800 Mb",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-resurrections-2021-720-p-hmax-web-dl-hevc-small-file-mkv",
        "server": "yoteshinportal.cc",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://watchsb.com/u4hk8iz4lqab.html",
        "server": "streamsb.com",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://usersdrive.com/6f0h6a6nx7bv.html",
        "server": "usersdrive.com",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://megaup.net/10Zlf/(CM)_The.Matrix.Resurrections.2021.720p.HMAX.WEB-DL._HEVC_SmallFile.mkv",
        "server": "megaup.net",
        "size": "300 Mb",
        "quality": "720p HEVC"
      },
      {
        "link": "https://mega.nz/file/dgkChaRK#Y4IwTRpURJ2IHKVCdmwpnZNU3qPYVtRkVyYlo-e-o18",
        "server": "mega.nz",
        "size": "300 Mb",
        "quality": "720p HEVC"
      }
    ],
    "trailer": {
      "video_id": "wdskyfJtyt8",
      "video_url": "https://www.youtube.com/watch?v=wdskyfJtyt8",
      "embed_url": "https://www.youtube.com/embed/wdskyfJtyt8"
    }
  },
  {
    "metadata": "not rated|2023|2h 23m|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "9.7k"
    },
    "title": "Kranti(2023)",
    "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ “Kranti”ဆိုတဲ့အက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့ရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကိုတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကိုတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့ကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​ပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်အစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရောသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလားဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်“ကရန်တီ”က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်သူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလားပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလားစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…3.26GB / 1.47GBQuality…1080p HEVC /720pFormat…mp4Duration….2h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorV. HarikrishnaStarsDarshan ThoogudeepaRachita RamV. RavichandranCastDarshan ThoogudeepaRachita RamV. Ravichandran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVuWPPISGaeCOkyroxRLqemnfG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-1080-p-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/va89ij1kbttn.html",
        "server": "usersdrive.com",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1kvucvzvajyy",
        "server": "streamvid.io",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Spdj/Kranti_(2023)_TRUE_WEB-DL_-_1080p_-_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Ie5TFboY#OeXSkJsmhWEaLGxeRSc5UGFglty4yG21LdrDK8te8cg",
        "server": "mega.nz",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dnhxvm20fxfr.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dwi4gspgp1ff",
        "server": "streamvid.io",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IWYGTQKZ#vM4sFztp6inI-rHlrM9ViUUAxZNPfgHBfwZ2a8Edy-Q",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Animation",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3101"
    },
    "title": "Ne Zha (2019)",
    "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့နီက်ား ဆိုတဲ့ မီးေျခနင္း စီးၿပီး မီးလွံ ကိုင္တဲ့ၾကာဖူးနတ္သား ကို မွတ္မိၾကေသးလား၂၀၁၉ ခုႏွစ္မွာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ္ရွင္ကားကိုတရုတ္ႏုိင္ငံမွာ ရံုတင္ျပသခဲ့ပါတယ္…တရုတ္ႏုိင္ငံရဲ႕ Animation ရုပ္ရွင္တစ္ကားအတြက္ Box Office မွာ၀င္ေငြအေကာင္းဆံုး ရုပ္ရွင္ကားအျဖစ္ စံခ်ိန္တင္ခဲ့ပါတယ္ငယ္ငယ္က ၾကည့္ဖူးတဲ့ နီက်ား နဲ႔ ဇတ္လမ္းပံုစံ နဲနဲေလးကြဲသြားမယ္လုိ႔ထင္ရေပမဲ့ ငယ္ဘ၀ အေငႊ႕အသက္လဲ မေပ်ာက္သလိုဒီဇတ္လမ္းက အေတာ္ေလး ေကာင္းလြန္းပါတယ္Animation မွာလဲ အရမ္းကို ေကာင္းမြန္လြန္းတယ္Action ခန္းေတြ တစ္၀ႀကီး ၾကည့္ခ်င္တဲ့သူေတြအႀကိဳက္ပါလွပေသသပ္လြန္းပါတယ္ဒီဇတ္လမ္းမွာေတာ့ နီက်ား ရဲ႕ ျဖစ္တည္မႈကို အေသးစိတ္ျပထားပါတယ္ႏွစ္ေထာင္ေပါင္းမ်ားစြာ အၾကာက ခြန္လြန္း ေတာင္ေပၚပုလဲလံုးေလး တစ္လံုး ဖြားျမင္လာခဲ့တယ္ပုလဲလံုးေလး က သူလိုအပ္တဲ့ စြမ္းအင္ေတြကိုအလိုအေလွ်ာက္သိမ္းယူႏုိင္ခဲ့ၿပီး ပင္ကိုယ္စိတ္ရင္းေကာင္းေပမဲ့မေကာင္းဆိုး၀ါးေတြ ရ႕ဲ စြမ္းအင္ကို သိမ္းမိရာကေန စိတ္ေဖာက္လာလို႔ခြန္လြန္းေတာင္ သူေတာ္စင္ က ပုလဲေလးကို ထိန္းသိမ္းၿပီးမိစၦာနဲ႔ သူေတာ္စင္ ဆိုၿပီး ပုလဲ ၂ လံုး ထပ္ခြဲလုိက္ၿပီးဂါထာအုပ္ ၿပီး တပည့္ျဖစ္သူ ဆရာေတာ္ တစ္ပါးကိုထိန္းသိမ္းေစခဲ့တယ္….သူေတာ္စင္ ပုလဲက လူ႔ျပည္က စစ္သူႀကီး မိန္းမဆီကိုယ္၀န္မွာ ၀င္စားရမွာ ျဖစ္ၿပီး မိစၦာပုလဲ ကေတာ့ ၃ ႏွစ္ေနရင္အလိုအေလွ်ာက္ ဖ်က္စီးခံရမွာ ျဖစ္တဲ့ က်ိန္စာ နဲ႔ ခ်ဴပ္လုိက္ပါတယ္ဒါေပမဲ့ အလြဲလြဲ အမွားမွားေတြ လုပ္တက္တဲ့ ဆရာေတာ္ေၾကာင့္သူေတာ္စင္ႀကီး ေပးထားတဲ့ တာ၀န္ေတြက ပ်က္စီးကုန္ပါတယ္သူေတာ္စင္ပုလဲ အခိုးခံလုိက္ရၿပီး မေကာင္းဆိုး၀ါး ပုလဲ ကစစ္သူႀကီး ဇနီးဆီမွာ ကိုယ္၀န္တည္လုိက္ပါတယ္…ေမြးဖြားလာတဲ့ ကေလးကေတာ့ မီးမိစၱာ“နီက်ား ” ျဖစ္ပါတယ္…ကဲ CM Fan တို႔ ေရ Ne Zha ရုပ္ရွင္ဟာ WEB-DL အေနနဲ႔ထြက္ရွိလာၿပီး စာဖိုင္ မမွန္ေသးေပမဲ့ ဘာသာျပန္Nay Chii က ႀကိဳးစားဘာသာျပန္ေပးထားၿပီးCM Admin ျဖစ္သူ Moe Myint Lwin မွ Encode ၍တင္ဆက္ေပးထားပါတယ္အညႊန္းကိုေတာ့ Thit San Khant မွ ေရးေပးထားပါတယ္Sunday Night မွာ အေကာင္းဆံုးရုပ္ရွင္ကို ၾကည့္ရႈလုိက္ၾကပါFile Size : ( 2 GB , 1 GB , 375 MB)Quality :  BluRay 1080p 5.1 CH ,  BluRay 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Animation , Fantasy , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byNay ChiiEncoded byMoe Myint Lwinunicodeကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့နီကျား ဆိုတဲ့ မီးခြေနင်း စီးပြီး မီးလှံ ကိုင်တဲ့ကြာဖူးနတ်သား ကို မှတ်မိကြသေးလား၂၀၁၉ ခုနှစ်မှာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ်ရှင်ကားကိုတရုတ်နိုင်ငံမှာ ရုံတင်ပြသခဲ့ပါတယ်…တရုတ်နိုင်ငံရဲ့ Animation ရုပ်ရှင်တစ်ကားအတွက် Box Office မှာဝင်ငွေအကောင်းဆုံး ရုပ်ရှင်ကားအဖြစ် စံချိန်တင်ခဲ့ပါတယ်ငယ်ငယ်က ကြည့်ဖူးတဲ့ နီကျား နဲ့ ဇတ်လမ်းပုံစံ နဲနဲလေးကွဲသွားမယ်လို့ထင်ရပေမဲ့ ငယ်ဘ၀ အငွှေ့အသက်လဲ မပျောက်သလိုဒီဇတ်လမ်းက အတော်လေး ကောင်းလွန်းပါတယ်Animation မှာလဲ အရမ်းကို ကောင်းမွန်လွန်းတယ်Action ခန်းတွေ တစ်ဝကြီး ကြည့်ချင်တဲ့သူတွေအကြိုက်ပါလှပသေသပ်လွန်းပါတယ်ဒီဇတ်လမ်းမှာတော့ နီကျား ရဲ့ ဖြစ်တည်မှုကို အသေးစိတ်ပြထားပါတယ်နှစ်ထောင်ပေါင်းများစွာ အကြာက ခွန်လွန်း တောင်ပေါ်ပုလဲလုံးလေး တစ်လုံး ဖွားမြင်လာခဲ့တယ်ပုလဲလုံးလေး က သူလိုအပ်တဲ့ စွမ်းအင်တွေကိုအလိုအလျှောက်သိမ်းယူနိုင်ခဲ့ပြီး ပင်ကိုယ်စိတ်ရင်းကောင်းပေမဲ့မကောင်းဆိုးဝါးတွေ ရဲ့ စွမ်းအင်ကို သိမ်းမိရာကနေ စိတ်ဖောက်လာလို့ခွန်လွန်းတောင် သူတော်စင် က ပုလဲလေးကို ထိန်းသိမ်းပြီးမိစ္ဆာနဲ့ သူတော်စင် ဆိုပြီး ပုလဲ ၂ လုံး ထပ်ခွဲလိုက်ပြီးဂါထာအုပ် ပြီး တပည့်ဖြစ်သူ ဆရာတော် တစ်ပါးကိုထိန်းသိမ်းစေခဲ့တယ်….သူတော်စင် ပုလဲက လူ့ပြည်က စစ်သူကြီး မိန်းမဆီကိုယ်ဝန်မှာ ဝင်စားရမှာ ဖြစ်ပြီး မိစ္ဆာပုလဲ ကတော့ ၃ နှစ်နေရင်အလိုအလျှောက် ဖျက်စီးခံရမှာ ဖြစ်တဲ့ ကျိန်စာ နဲ့ ချူပ်လိုက်ပါတယ်ဒါပေမဲ့ အလွဲလွဲ အမှားမှားတွေ လုပ်တက်တဲ့ ဆရာတော်ကြောင့်သူတော်စင်ကြီး ပေးထားတဲ့ တာဝန်တွေက ပျက်စီးကုန်ပါတယ်သူတော်စင်ပုလဲ အခိုးခံလိုက်ရပြီး မကောင်းဆိုးဝါး ပုလဲ ကစစ်သူကြီး ဇနီးဆီမှာ ကိုယ်ဝန်တည်လိုက်ပါတယ်…မွေးဖွားလာတဲ့ ကလေးကတော့ မီးမိစ္တာ“နီကျား ” ဖြစ်ပါတယ်…ကဲ CM Fan တို့ ရေ Ne Zha ရုပ်ရှင်ဟာ WEB-DL အနေနဲ့ထွက်ရှိလာပြီး စာဖိုင် မမှန်သေးပေမဲ့ ဘာသာပြန်Nay Chii က ကြိုးစားဘာသာပြန်ပေးထားပြီးCM Admin ဖြစ်သူ Moe Myint Lwin မှ Encode ၍တင်ဆက်ပေးထားပါတယ်အညွှန်းကိုတော့ Thit San Khant မှ ရေးပေးထားပါတယ်Sunday Night မှာ အကောင်းဆုံးရုပ်ရှင်ကို ကြည့်ရှုလိုက်ကြပါFile Size : ( 2 GB , 1 GB , 375 MB)Quality :  BluRay 1080p 5.1 CH ,  BluRay 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Animation , Fantasy , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Nay ChiiEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorYu YangStarsHao ChenJiaming ZhangJosephMo HanQi LüYang WeiYanting LvCastHao ChenJiaming ZhangJosephMo HanQi LüYang WeiYanting Lv",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eGK2JJO1ZeoabWThHmC9IjUTmfP.jpg",
      "https://image.tmdb.org/t/p/w300/wYbOd1YdpDonQUHwRCTCY2grSq4.jpg",
      "https://image.tmdb.org/t/p/w300/bQaZ3w1kFaCKE2KapFV06cPyRDJ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vhnxaQel1CwfcwLtCkTNpSdjte1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/991vnf9q0zok.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/6x1cxlc8ko3k.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ne-zha-2019-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ne-zha-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2ee3r/(CM)_Ne_Zha_2019_BluRay_1080p_5.1_CH.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://megaup.net/Sj8n/(CM)Ne_Zha_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/v0hzwA4K#uz3sIh6DXmWJ5Oq_Ve4P5HinjWpbedplIkRYX-Cc8H4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/GoB0kY6K#iSaUsZUBB5p1rCVrAehMO4uhb9e0kQTn39iB658GUfw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/yywikpim34wv",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://upstream.to/31ct6ouritro",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://soliddrive.co/1Lnr/(CM)_Ne_Zha_2019_BluRay_1080p_5.1_CH.mp4",
        "server": "Soliddrive.co",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://soliddrive.co/1Lns/(CM)Ne_Zha_2019_BluRay_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://fastload.cc/3eo",
        "server": "fastload.cc",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://fastload.cc/3ep",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/6CLb7J2sU0AIHA",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "BluRay 1080p 5.1 CH"
      },
      {
        "link": "https://yadi.sk/i/K_tpHnWgyxBfYg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "kEou_FYdIpA",
      "video_url": "https://www.youtube.com/watch?v=kEou_FYdIpA",
      "embed_url": "https://www.youtube.com/embed/kEou_FYdIpA"
    }
  },
  {
    "metadata": "N/A|2021|2h 1min|Action,Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5.4k"
    },
    "title": "Marakkar: Lion of the Arabian Sea (2021)",
    "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ်File size…748MB  / 1.37GB / 3.3GBQuality…720p HEVC Small Size / 720p / 1080p[ HEVC AAC 5.1CHFormat…mkv / mp4Duration….3h 1mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung ~ Honeyey ~ Shwe Pyae  ~ Thet Hnin HsuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPriyadarshanStarsArjun SarjaMohanlalPrabhuSiddiqueSunil ShettyCastArjun NandhakumarArjun SarjaAshok SelvanBaburajFazilG Suresh KumarGanesh KumarHareesh PeradiInnocentJay J. JakkritKalyani PriyadarshanKeerthy SureshKrishna PrasadMamukkoyaManju WarrierMax CavenhamMohanlalMukeshNandhuNedumudi VenuPrabhuPranav MohanlalSanthosh KeezhattoorShiyas KareemSiddiqueSuhasini ManiratnamSunil ShettyToby Sauerback",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/brYDbavm5eBw029OHFm41gc1Osn.jpg",
      "https://image.tmdb.org/t/p/w300/hAVe0SS5D8fU9GVYsHGSpeUnk0v.jpg",
      "https://image.tmdb.org/t/p/w300/dr47w96uabP2LXGOX9vfgOdLQ38.jpg",
      "https://image.tmdb.org/t/p/w300/7dAVgA0rWtYcUL7ZT0gfaaoUxCX.jpg",
      "https://image.tmdb.org/t/p/w300/mPniBC1uzOKhSZxwI3nC5ogAcXm.jpg",
      "https://image.tmdb.org/t/p/w300/9ErnnJDXr1HkamMRr66K9PnNN4w.jpg",
      "https://image.tmdb.org/t/p/w300/2y9xvfUvb2M5bFxm1wBJdOKq5Ma.jpg",
      "https://image.tmdb.org/t/p/w300/oXpAPTRjhMN1tJlN4EMky1oge7K.jpg",
      "https://image.tmdb.org/t/p/w300/6Xlc06oFMuF7fdG29BZbYjuXpF2.jpg",
      "https://image.tmdb.org/t/p/w300/4Y7JJEKI4gmLs6LB3CXvMtlYdCm.jpg",
      "https://image.tmdb.org/t/p/w300/q3TnHQ87qQ4V9bbYkI7e6MH0JWD.jpg",
      "https://image.tmdb.org/t/p/w300/dXdugIiTe9oXLyjKTxYKrkbmgLY.jpg",
      "https://image.tmdb.org/t/p/w300/d4tzTbSTloGuV49PSva8KsoOehu.jpg",
      "https://image.tmdb.org/t/p/w300/nEWUTJVzXEJs12tDeV9KIRtFlV5.jpg",
      "https://image.tmdb.org/t/p/w300/8iH6VHF8Trr0Qz3D8aWGtY476ss.jpg",
      "https://image.tmdb.org/t/p/w300/xBqCsGLT0gQ8Sizcz7hSoC4M0M.jpg",
      "https://image.tmdb.org/t/p/w300/k5tZKcpLyymy67moR1BUjuQabQL.jpg",
      "https://image.tmdb.org/t/p/w300/lxwKFEfRZ9sooLm21ll3QhSof8l.jpg",
      "https://image.tmdb.org/t/p/w300/rXGRdxsKOsRrWh41K3WrVrPKk0I.jpg",
      "https://image.tmdb.org/t/p/w300/o7MgJGDc7xeJZNTfTQ32KoHUfMV.jpg",
      "https://image.tmdb.org/t/p/w300/leK1CnOQQvwV7YOVAcgyQj35z0D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marakkar-lion-of-the-arabian-sea-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-1080-p-hevc-aac-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/5pbxx15q15i1.html",
        "server": "usersdrive.com",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3IHJP/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_-_1080p_-_HEVC_AAC_5.1CH_(CM).mkv",
        "server": "megaup.net",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://dropgalaxy.in/3si08z3icmbm",
        "server": "dropgalaxy.com/",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6gnmmz3wjafy.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/q3i5scpv5mdc.html",
        "server": "streamsb.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/ohdujqrucnhs",
        "server": "dropgalaxy.com/",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-720-p-hevc-small-size-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://usersdrive.com/ftxuqgrcdeln.html",
        "server": "usersdrive.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://dropgalaxy.in/2bwrl7775cjp",
        "server": "dropgalaxy.com/",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://megaup.net/1GP69/Marakkar_Lion_of_the_Arabian_Sea_(2021)_720p_HEVC_Small_Size_(CM).mkv",
        "server": "megaup.net",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://watchsb.com/9tyrcn99ikfu.html",
        "server": "streamsb.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      }
    ],
    "trailer": {
      "video_id": "Rcb2w6ulFXw",
      "video_url": "https://www.youtube.com/watch?v=Rcb2w6ulFXw",
      "embed_url": "https://www.youtube.com/embed/Rcb2w6ulFXw"
    }
  },
  {
    "metadata": "R|2016|98 min|Action,Biography",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "7,833"
    },
    "title": "Cell (2016) ျမန္မာစာတန္းထိုး",
    "description": "ကဲ ဒီတစ္ခါေတာ့ Cell ဆိုတဲ့ Horror/Si-Fi တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစHorror တို႔ရဲ႕ ထံုးစံ အတိုင္းပဲ rating နည္းေနတာကေတာ့ ေျပာစရာ မလိုေလာက္ပါဘူးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သရုပ္ေဆာင္ေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔ မစိမ္းတဲ့ မင္းသား/မင္းသမီးေတြပါဇာတ္လမ္း ကလည္း ပံုမွန္ Zombie ကားေတြလိုမဟုတ္ပဲ ဇာတ္လမ္းစၿပီးကတည္းက ဇာတ္လမ္းရဲ႕Tempo ကိုျမင့္လိုက္တာက ၾကည့္ရွဴ သူေတြအတြက္ တမူထူးျခားေနမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ျပပြဲအတြက္ ခရီးထြက္ေနရတဲ့ မင္းသားႀကီး  ဟာေလဆိပ္မွာ ခနနားေနတုန္း အိမ္က သားျဖစ္သူကို ဖုန္းဆက္ေနရာမွ ထူးဆန္းတဲ့ Signal ေၾကာင့္ဖုန္းေျပာေနသူအားလံုး စိတ္ရိုင္း၀င္ အသိစိတ္လြတ္ၿပီး အခ်င္းခ်င္း သတ္ျဖတ္ကုန္တဲ့အခါမွာေတာ့ဘယ္လိုမ်ား ရင္ဆိုငိထြက္ေျပးမလဲ သားျဖစ္သူဆီကိုေကာျပန္လည္ေရာက္ရွိႏိုင္ပါ့မလားဆိုတာေတြကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴလိုက္ပါအံုးDownload and Watch 720p HD (700 MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTod WilliamsStarsClark SarulloIsabelle FuhrmanJohn CusackSamuel L. Jackson",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTEzNTQ2OTYxMjheQTJeQWpwZ15BbWU4MDc0OTkzNzgx._V1_.jpg",
    "movie_links": [],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFROZmRDWlp1RUxJUmU2RmkzMUhkUWZHM0N3TUVkNmR3WUo3TkdmN0M4ZEw5S0JxTUloSkJnanJsK1VUcVBFalcxR3c1bTg5QldTeTBDVXpZZDBKZml3SUJ5ZlpPaHMrT0JVcS90MzlNVnBSNDlRZ2hjVGdBdFJOdWpRcWM1NDBkaz0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFROZmRDWlp1RUxJUmU2RmkzMUhkUWZHM0N3TUVkNmR3WUo3TkdmN0M4ZEw5S0JxTUloSkJnanJsK1VUcVBFalcxR3c1bTg5QldTeTBDVXpZZDBKZml3SUJ5ZlpPaHMrT0JVcS90MzlNVnBSNDlRZ2hjVGdBdFJOdWpRcWM1NDBkaz0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFROZmRDWlp1RUxJUmU2RmkzMUhkUWZHM0N3TUVkNmR3WUo3TkdmN0M4ZEw5S0JxTUloSkJnanJsK1VUcVBFalcxR3c1bTg5QldTeTBDVXpZZDBKZml3SUJ5ZlpPaHMrT0JVcS90MzlNVnBSNDlRZ2hjVGdBdFJOdWpRcWM1NDBkaz0="
    }
  },
  {
    "metadata": "|||Action,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "23568"
    },
    "title": "Invisible Target(2007)",
    "description": "Invisible Target(2007) အညွှန်း**************************ဟောင်ကောင် action ဇာတ်လမ်းကြိုက်နှစ်သက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ပိုစတာကြည့်လိုက်တာနဲ့တင် အရမ်းကြီးညွှန်းစရာမလိုဘူးထင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Jaycee Chan ၊ Nicholas Tse ၊ Wu Jing တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက်အရမ်းကောင်းမယ်ဆိုတာပြောစရာတောင်လိုမယ်မထင်ဘူး ဇာတ်လမ်းအစပိုင်း အမျိုးသမီးတစ်ယောက် လက်ထပ်လက်စွပ်ဝယ်နေတယ်၊သူနဲ့မလှမ်းမကမ်းလမ်းမပေါ်မှာ ဘဏ်ရဲ့လုံခြုံရေးထရပ်ကားတစ်စီးကလမ်းပိတ်လို့ရပ်နေတယ်.၊သိပ်မကြာခင်မှာပဲ လူတစ်ယောက်က ကားကိုဗုံးတစ်လုံးကပ်လိုက်တယ်။ရှေ့ရောနောက်ရောမှာဗုံးတွေထပ်ကပ်လိုက်တယ်။ နောက်မှာဗုံးကပေါက်ကွဲသွားတယ်၊လက်စွပ်ကြည့်နေတဲ့အမျိုးသမီးအပါအဝင်အခြားသူတွေပါ သေဆုံးသွားတယ်၊အဲ့ဒီအမျိုးသမီးက ချန်ကျွမ်ဆိုတဲ့ရဲအရာရှိတစ်ယောက်ရဲ့ဇနီးလောင်းဖြစ်နေတယ်၊အဲ့ဒီနောက်ဆက်တွဲအနေနဲ့ ဘယ်လိုတွေပွဲကြမ်းမလဲဆိုတာကိုတော့…File Size : (4.2GB)  (1.2 GB) and (483 MB)Quality : Blu-Ray1080P5.1CH, 720pFormat…mp4Duration…01:45:00Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndy OnAnson LeungCandy LiuDeep NgDominic Lam Ka-WahElanne KongGladys FungJaycee ChanKen LoKenny WongLam SuetLisa LuMark ChengNicholas TsePhilip NgSam LeeSamuel PangShawn YueTako Chan Tat-KwongTommy YuenVincent SzeWang Xue-MeiWu Jing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7yY9DXHae6ybYf8pvk6VdQpZDBY.jpg",
      "https://image.tmdb.org/t/p/w300/cBkEXF4rZlp6HTtotgjJhZu4rhT.jpg",
      "https://image.tmdb.org/t/p/w300/go5QI25HVrNses5t9LVEVNlspeV.jpg",
      "https://image.tmdb.org/t/p/w300/foBySl4pKiFMQkd5Nl6Np21y2XX.jpg",
      "https://image.tmdb.org/t/p/w300/sm0A6HqgicIDGcjQIAbUsdCxWOr.jpg",
      "https://image.tmdb.org/t/p/w300/sfAS5ZhSyTqfe3LQGOTOEmxD5eK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aWWTJN9pvJNxUSKV7p7tNkuVqMD.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/invisible-target2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/utn8yayi3prk.html",
        "server": "usersdrive.com",
        "size": "4.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/invisible-target-2007-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://megaup.net/1Ngfo/Invisible.Target.2007.BLU-RAY.1080P.5.1CH.(CM).mp4",
        "server": "megaup.net",
        "size": "4.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/9DthjZhR#DJlC8w_3rqBpt9aBjotpMW3ZamBytJma6c2miZGMvQ4",
        "server": "mega.nz",
        "size": "4.2GB",
        "quality": "1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/ix4ygik6ie4y.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/invisible-target-2007-blu-ray-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Ngff/Invisible.Target.2007.BLU-RAY.720P.PP.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/sXUzHSyY#PfBVoscK1obyRlNm6y-2cHocKfKI6fLkeDFkLb-u-_s",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/ilbl5bsgp3tn.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "usersdrive.com",
        "size": "483MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/invisible-target-2007-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "483MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/39baw/Invisible.Target.2007.BLU-RAY.480P.(CM).mp4",
        "server": "megaup.net",
        "size": "483MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/0W0HhDJS#kUs1cqPEbmnknsgWOSXojzcpGaC9ZJXvd3KUN0anUzs",
        "server": "mega.nz",
        "size": "483MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/wa4keaibdn3j.html",
        "server": "streamsb.com",
        "size": "483MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "OuMhhHyL9ro",
      "video_url": "https://www.youtube.com/watch?v=OuMhhHyL9ro",
      "embed_url": "https://www.youtube.com/embed/OuMhhHyL9ro"
    }
  },
  {
    "metadata": "NOT RATED|2016|170 min|Action,Bollywood",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "13,737"
    },
    "title": "Sultan (2016) ျမန္မာစာတန္းထိုး ( Blu-ray Update)",
    "description": "နပန္းဆိုတာ အားကစားမဟုတ္ပါဘူးရဲရင့္တဲ့ လူ၂ေယာက္ၾကားက တိုက္ပြဲအဲ့တာ ကၽြန္ေတာ္ေျပာတာ မဟုတ္ဘူးေန္ာစူလ္တန္က ေျပာခဲ့တာကဲဗ်ာ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၆ ထြက္မင္းသားၾကီးဆလမန္ခန္းရဲ႕ကားသစ္တကားကိုထပ္ျပီးတင္ေပးလိုက္ပါတယ္အလယ္အလတ္ပိုင္းအရြယ္ရွိတဲ႔ နပန္းခ်န္ပီယံတစ္ေယာက္ Olympic မွာ India ကိုယ္စားျပဳဝင္ၿပိဳင္ၿပီး လက္ေဝွ႕ေလာကကို ျပန္လာဖို႔ ႀကိဳးပမ္းတဲ႔အေၾကာင္းျဖစ္ပါတယ္။တစ္ခ်ိန္က ၿပိဳင္စံရွား ေအာင္ျမင္ေက်ာ္ၾကားလွတဲ႔ နပန္းသမားႀကီး Sultan ခုေတာ႔ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ အရႈံးသမားျဖစ္ေနရာက ဆံုးရႈံးသြားသမွ်ကို ျပန္ယူဖို႔အတြက္ ႀကိဳးဝိုင္းအတြင္းကို ျပန္ဝင္ဖို႔ျဖစ္လာပါေတာ႔တယ္။ဒီကားကို စသိမိတာကေတာ႔ ထံုးစံအတိုင္း ရုပ္ရွင္ရံုမွာျပတဲ႔ trailer ေၾကာင့္ေပါ႔။ ပံုစံကမဆိုးဘူး၊ ရိုက္ခ်က္ေလးေတြ မိုက္တယ္၊ တအားႀကီးမေကာင္းေတာင္ ထူးထူးျခားျခားနဲ႔ အပန္းေျပႏိုင္တယ္ ၾကည့္ဦးမွဆိုၿပီးေတာ႔ ျဖစ္ခဲ႔တယ္ေပါ႔ဗ်။ ဘယ္လိုေကာင္းမယ္ ဘာျဖစ္တယ္ညာျဖစ္တယ္မ်ိဳး မွန္းထားတာမ်ိဳးမရွိခဲ႔ဘူး။ဇာတ္လမ္းပိုင္းမွာ Sultan ဟာ Southpaw နဲ႔ နည္းနည္းေလးသြားဆင္တယ္။ ဇာတ္ဝင္ခန္းတခ်ိဳ႕ ေျပာသြားတဲ႔ ေပးသြားတဲ႔ message တခ်ိဳ႕အရ ေနာက္လာမဲ႔ Amir Khan ရဲ႕ Dangal နဲ႔လည္း နည္းနည္းဆင္တယ္။ သိပ္မဆိုင္ဘူးဆိုေပမဲ႔ အမွတ္ရတာတစ္ခုက ဒီကားမၾကည့္ခင္မွာပဲ ေဘာ္ဒါတစ္ေယာက္နဲ႔ ေျပာျဖစ္ခဲ႔တဲ႔ အခ်စ္အေၾကာင္းပါ။ ေျပာရရင္ ၾကားရရင္ နည္းနည္းေလး ေပါေတာေတာႏိုင္တယ္လို႔ ထင္ႏိုင္ေပမဲ႔ အခ်စ္ေၾကာင့္ မျဖစ္ႏိုင္ဘူးဆိုတာေတြ ျဖစ္လာႏိုင္တယ္ဆိုၿပီးေတာ႔ပါ။ ရုပ္ရွင္ထဲမွာေတာ႔ ေပါေတာေတာ ေပါ႔ပ်က္ပ်က္ေနေနတဲ႔ Sultan တစ္ေယာက္ အခ်စ္ေၾကာင့္ ဘဝတစ္ခုလံုး ဘာမွမဆိုင္ေအာင္ ေျပာင္းလဲၿပီး အတက္ေတြအက်ေတြ အႏိုင္ေတြအရံႈးေတြဆိုတာေတြနဲ႔ ဇာတ္လမ္းတစ္ပုဒ္လံုးျဖစ္ေပၚလာခဲ႔တယ္ေပါ႔။Sultan ကိုေတာ္ေတာ္ေလးသေဘာက်မိတဲ႔ အခ်က္တစ္ခုက ရုပ္ရွင္ျပသခ်ိန္ကို ရွည္ရွည္ယူၿပီး ေပးခ်င္ေျပာခ်င္ ျပခ်င္တာေတြကို ေျဖးေျဖးနဲ႔ မသိမသာေလးေတြ ထည့္ေပးလို႔ပါ။ သူတို႔ ရြာဓေလ႔ေတြ၊ လူ႔စရိုက္ လူ႔သဘာဝ၊ မာနနဲ႔ ဘဝ စတာေတြကို (ယွဥ္ေျပာမိတာ ခြင့္လႊတ္) ကြ်န္ေတာ္တို႔ ဗမာကားေတြလို ငါတို႔ ျမန္မာလူမ်ိဳးဆိုတာ ဒီလို ဒါလိုရွိတယ္။ မိဘေမတၱာဆိုတာ ဘယ္လိုမ်ိဳးရွိတယ္၊ ငါတို႔ရြာသားေတြက အရမ္းရိုးသားတာ ဘာာညာ ဆိုတာမ်ိဳး အတင္းႀကီး မစားစားေအာင္ ေကြ်းလႊတ္တာမ်ိဳးမဟုတ္ဘဲ သက္သက္သာသာေလးေတြနဲ႔ ေပးသြားေျပာသြားတာေလးေတြကိုပါ။ရိုက္ခ်က္ေတြမွာေတာ႔ ထံုးစံအတိုင္း ကင္မရာမန္းေတြကေတာ႔ စေကးရွယ္ျပထားပါတယ္။ အလင္းအေမွာင္ေတြဘာေတြ လိုတာပိုတာမရွိဘဲ လက္စြမ္းျပထားတယ္။ ေနာက္ခံတီးလံုးနဲ႔ သီခ်င္းေတြကလည္း အင္မတန္ေကာင္းတယ္။ သရုပ္ေဆာင္ေတြအကုန္လံုး ေတာ္ၾကသလို ဇာတ္လိုက္ Salman Khan ကေတာ႔ သူ႔ရဲ႕ ဘဝအတက္အက် အနိမ္႔အျမင့္ေတြနဲ႔လိုက္ၿပီး အမူအရာမ်ိဳးစံု ပီျပင္ေအာင္ သရုပ္ေဆာင္ျပႏိုင္ခဲ႔တယ္။Sultan ရုပ္ရွင္ဟာ ေပ်ာ္စရာ၊ ၾကည္ႏူးစရာ၊ ဝမ္းနည္းစရာ အစံုေပးႏိုင္တဲ႔ရုပ္ရွင္တစ္ကားပါ။ ၾကည့္ေနသူေတြက တခြီခြီနဲ႔ ရယ္ရတဲ႔အခိုက္၊ ၿပံဳးၿပီးသေဘာက်ေနတဲ႔အခိုက္၊ မ်က္ရည္ေလးစမ္းစမ္းနဲ႔ မငိုေအာင္ထိန္းရတဲ႔အခိုက္ မ်ိဳးစံုျဖစ္မွာ ေသခ်ာတယ္။ ဇာတ္လမ္းက နည္းနည္းရွည္တာေလးနဲ႔ Bollywood ကား ထံုးစံအတိုင္း မင္းသားကို အတင္း skill ျပထားတာ၊ theme song ကို ခနခန ေတာက္ေလွ်ာက္သံုးထားတာ ဆိုတဲ႔ မေျပာပေလာက္တဲ႔ ဟာေလးေတြကလြဲၿပီး က်န္တာ အကုန္သေဘာက်မိပါတယ္။ ပညာလည္းေပးႏိုင္တဲ႔အျပင္ သူတို႔ Indian ရိုးရာ ဓေလ႔၊ ေနာက္ သူတို႔ရဲ႕ ရိုးရာ နပန္းကစားနည္းကို visual effect မပါ (ပါတယ္ဆိုေရာက္ေလာက္ေတာ႔ရွိတာေပါ႔)၊ ေပါက္ကြဲခန္း action ေတြမပါဘဲ လူစိတ္ဝင္စားေအာင္ လုပ္ျပႏိုင္ေတာ႔ စဥ္းစားရင္း အားမရျဖစ္မိတာ ေတြးမိတာက ကြ်န္ေတာ္တို႔ ျမန္မာျပည္မွာလည္း နည္းပညာအခက္အခဲေၾကာင့္ ဆိုတာႀကီး ေဘးဖယ္ၿပီး ျမန္မာ႔လက္ေဝွ႔တို႔ဘာတို႔ကို ဒီကားလိုမ်ိဳး ကမာၻကို ရိုက္ျပခ်ျပႏိုင္ရင္ေကာင္းမယ္လို႔ေပါ႔။Bollywood ရုပ္ရွင္တစ္ကားျဖစ္ၿပီး မင္းသား Salman Khan အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ Yash Raj Film မွ ထုတ္လုပ္ျဖန္႔ခ်ိတာျဖစ္ပါတယ္။အညႊန္းကိုေတာ့ www.datshin.com မွကူးယူေဖာ္ျပပါတယ္File size…(1.2GB)Quality…BR-Rip 720pFormat…mp4Duration….02:49:56Subtitle….Myanmar Subtitle (Hardsub)Encoder….Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAli Abbas ZafarStarsAnushka SharmaMarrese CrumpRandeep HoodaSalman Khan",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sultan-2016-blu-ray-update-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/f63a163155/sultan-2016-blu-ray-update-mp4",
        "server": "yuudrive.me",
        "size": "1.2GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/1wqex/Sultan.2016.Blu-ray_Update_(2).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/kapXHI4L#R3-QyGNwugq288-h8s4niI1bqxQ6U_0JvEnBo5vxiJU",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/s8x3kfihhgnp",
        "server": "upstream.to",
        "size": "1.2GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRMbll5OE1EZmtmUGdSeDlxY1J3VlIvTEM2ZnhkS1FyZUtBUUQ5WVJmU0JHUUhHOS9zYkNVYmZDczBBdisxZlUvZzJNQlg0M2drN0YxdUE4bWFKMS8zc3crSjFWSHdBUEswWGlXRnJGMmxOQVpWV2wrVExWMk1SQzVpeG11aVVGUT0=",
      "video_url": "https://www.youtube.com/watch?v=embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRMbll5OE1EZmtmUGdSeDlxY1J3VlIvTEM2ZnhkS1FyZUtBUUQ5WVJmU0JHUUhHOS9zYkNVYmZDczBBdisxZlUvZzJNQlg0M2drN0YxdUE4bWFKMS8zc3crSjFWSHdBUEswWGlXRnJGMmxOQVpWV2wrVExWMk1SQzVpeG11aVVGUT0=",
      "embed_url": "https://www.youtube.com/embed/embed.php?url=d3dQbXNBOGJuNGdpcFdHQTNrL05MeXQvand5WDJkL0hDYVdyQ3pzV1dqRUpIeWIwNmdXNXcyeWJ5NHhQWkRzeGVYcm12MnpybGFLaElMQ29SYmVrNUtSYzlJWGpDeUtLd2o3UlNkSWNuOFRMbll5OE1EZmtmUGdSeDlxY1J3VlIvTEM2ZnhkS1FyZUtBUUQ5WVJmU0JHUUhHOS9zYkNVYmZDczBBdisxZlUvZzJNQlg0M2drN0YxdUE4bWFKMS8zc3crSjFWSHdBUEswWGlXRnJGMmxOQVpWV2wrVExWMk1SQzVpeG11aVVGUT0="
    }
  },
  {
    "metadata": "Not Rated||2h 20m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "2.3k"
    },
    "title": "Badrinath (2011)",
    "description": "Badrinath 2011—————————–ဘောလိဝုဒ် ဇာတ်ကားကောင်းတွေပဲကြည့်ရှုတတ်တဲ့ ပရိသတ်များအတွက်မင်းသားချော Allu Arjun ရဲ့ 2011ကထွက်ရှိထားတဲ့ Romance, Action ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အရည်အချင်းရှိပြီးထက်မြတ်လှတဲ့စစ်သည်တော်တစ်ယောက်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးမှလေ့ကျင့်ပေးထားတဲ့ ဘဒ်ဒရီတစ်ယောက်ဟာ တိုက်ရေးခိုက်ရေးမှာ ရန်သူ ၁၀၀ကိုမျက်စိမှိတ်တိုက်ခိုက်နိုင်တဲ့အထိ နှလုံးရေပြည့်ဝလှပါတယ်။ “ဘဒ်ဒရီနတ်” ဘုရားကျောင်းကိုစောင့်ရှောက်ပေးဖို့ တာဝန်ရရှိခဲ့ပြီး တစ်နေ့မှာ ဘုရားတွေကိုအယုံအကြည်မရှိတဲ့ဘာသာမဲ့သူဌေးမလေး အလက္ကန်နန္ဒာရောက်လာပြီးတဲ့နောက်မှာ မတည့်ကြတဲ့သူတို့တွေချစ်ကြိုးသွယ်သွားမလား။ ဘယ်လိုရန်သူအနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်စွာကြည့်ရှုရမှာပါ။ US$ 5.3 million အကုန်ကျခံရိုက်ထားပြီးအဲဒီခေတ်အခါတုန်းက ကုန်ကျစရိတ်အများဆုံး ဇာတ်ကားများထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်ချက်၊ တိုက်ခိုက်ခန်း၊ ကခန်းတွေလည်း မြိုင်ဆိုင်လှတဲ့အပြင် မင်းသားချောAllu Arjun ရဲ့ ဆံပင်ပုံစံကလည်း တမျိုးလေးဆန်းနေပြီး အတော်လေးလိုက်ဖက်နေတဲ့အတွက်အမာခံပရိသတ်များအဖို့ သဘောတွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးအဖြစ် ညွှန်းပေးပါရစေ။File size…4.26GB / 1.98GBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorV. V. VinayakStarsAllu ArjunAshwini KalsekarBrahmanandamDharmavarupu SubramanyamGeetha SinghKelly DorjiKovai SaralaKrishna BhagavanM. S. NarayanaMaster BharathPragathi MahavadiPrakash RajRaghu BabuRao RameshSayaji ShindeTamannaah BhatiaTanikella BharaniVenu MadhavCastAllu ArjunAshwini KalsekarBrahmanandamDharmavarupu SubramanyamGeetha SinghKelly DorjiKovai SaralaKrishna BhagavanM. S. NarayanaMaster BharathPragathi MahavadiPrakash RajRaghu BabuRao RameshSayaji ShindeTamannaah BhatiaTanikella BharaniVenu Madhav",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1YhXuT3jdIoNZHFtFV32Kw11gnF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2FjOWViNjYtMjRmMi00NDFkLWI1ZTktNmIyN2ExMDU3YTlmXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/badrinath-2011-1080-p-blu-ray-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hj78bd8lz94p.html",
        "server": "usersdrive.com",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bg845r5ddynx",
        "server": "streamvid.io",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xPwf/Badrinath_2011_1080p_BluRay.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tyoTVbwD#IY2bJl0bjAfgARsv_RAFKcU3EM3JzxzdbU1hA-a4Whs",
        "server": "mega.nz",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/badrinath-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/geu5r7ifi6i1.html",
        "server": "usersdrive.com",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pview8sds44z",
        "server": "streamvid.io",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xPwk/Badrinath_2011_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ay5HxIxJ#9sRqKgs3KWKInqmBYUa7GC22l_k1tETjFLgrAN-CY7Y",
        "server": "mega.nz",
        "size": "1.98GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2016|2h 37m|Action,Bollywood,Crime,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "23k"
    },
    "title": "Theri (2016)",
    "description": "Theri (2016) “အတိတ်က မီးခိုးငွေ့အမျှင်တန်း”IMDb 7.3မင်းသား ဗီဂျေးရဲ့ ၂၀၁၆ က ထွက်ရှိခဲ့တဲ့ ကြမ်းကြမ်းရမ်းရမ်း ကားဟောင်းလေးကို တက်ဆက်ပေးလိုက်ပါတယ်…ဗီဂျေးရဲ့ ရုပ်ရှင်ဆိုတဲ့အတိုင်း ကြမ်းပေ့ဆိုတဲ့ တမီလ်း action/thriller ဖြစ်ပြီး ရုံတင်ငွေ ၂ ဆ ပြန်လည် ရရှိရုံသာမကအခုဆိုရင် တီဗီချန်နယ်တွေက ပြန်လည်ပြသမှုကြောင့် ဗီဂျေးရဲ့ အကောင်းဆုံးထုတ်ကုန်ထဲက တစ်ခုအဖြစ် နာမည်ရနေပြီပဲ ဖြစ်ပါတယ်…လတ်တလော ထွက်ရှိထားတဲ့ ဗီဂျေးရဲ့ Leo ကို ကြိုက်တယ်ဆိုရင် ဒီကားကိုလည်း ကြည့်လိုက်ကြပါဇာတ်လမ်းအကျဥ်းကတော့ ဘဝကို ငြိမ်းငြိမ်းချမ်းချမ်း ပေါင်မုန့်ဖုတ်ပြီး ဖြတ်သန်းနေတဲ့ ရိုးသားကြိုးစားဖိုးသခွားဂျိုးဆပ်ကူရူဗီလာဆိုသူတစ်ယောက် သမီးငယ်လေး နီဗီနဲ့ နေ့တိုင်း အတူသွား အတူလာ ကျောင်းပို့ကျောင်းကြိုနဲ့ ပျော်ရွှင်နေလျက်ရှိပါတယ်…နီဗီ့ရဲ့ ဆရာမချောချော အန်နီကလည်း ဂျိုးဆပ်ကို အထာတွေ ပေးလို့ သာယာနေတဲ့ သူတို့ရဲ့ ဘဝလေးမှာ တစ်နေ့မှာတော့လူမိုက်တစ်စုရဲ့ နှောင့်ယှက်မှုကို ကြုံရပါတယ်…ရဲစခန်းမှာ ဆရာမက တိုင်ချက်ဖွင့်တော့ ရဲစခန်းမှာ လက်မှတ်ထိုးဖို့ လိုလာတဲ့အခါမှာ ဂျိုးဆပ်တစ်ယောက် မလုံမလဲတွေဖြစ်နေပါတော့တယ်…ဒါကို ရိပ်မိသွားတဲ့ အန်နီက ဂျိုးဆပ်တစ်ယောက် အတိတ်မှာ ရဲမှူးတစ်ယောက် ဖြစ်ခဲ့တယ် ဆိုတာကို သိသွားခဲ့ပြီး အန်နီ့ကို ဖြစ်ကြောင်းကုန်စင်ပြောပြရပါတော့တယ်တချိန်က သောက်ကြမ်းကြီးတစ်ယောက် ဘာဖြစ်လို့ လူမသိသူမသိ ဇာတ်မြှုပ်ပေါင်မုန့်ဖုတ်နေရသလဲနိုင်ငံရေးသမားတွေနဲ့ အထိ ပတ်သက်နေခဲ့ပြီး ရန်ငြိုးတစ်ချို့ရဲ့ ရိုက်ခတ်မှုက အန်နီလေးရဲ့ အမေ့ကိုပါ ထိခိုက်ရတဲ့အထိ ဘယ်လိုများ ရှုပ်ထွေးခဲ့သလဲကိုယ်က ဘယ်လောက်ပဲ ကင်းအောင်နေနေ တချိန်က ရန်ငြှိုးတွေက မီးခိုးကြွက်လျှောက်သလို ပါလာနေသေးတဲ့အခါမှာ ဂျိုးဆပ်တစ်ယောက် သူ့သမီးကို အန္တရာယ်တွေကြားက ဘယ်လိုကာကွယ်မလဲချစ်ခြင်းတရား ဒေါသ နဲ့ ကလဲ့စားချေခြင်းဆိုတဲ့ ခေါင်းစဥ်အောက်မှာ ဘယ်လို အကွဲကွဲအပြဲပြဲ ဖြစ်ခဲ့ကြမှာလဲ ဆိုတာကတော့…အက်ရှင်ပြကွက် ကြမ်းကြမ်းနဲ့ ဒီရုပ်ရှင်မှာ ဆက်လက်ရှုစားပေးကြပါဦးအညွှန်းနဲ့ ဘာသာပြန်ကတော့ V ~ Saii ~ Yunni ~ ToMo ~ KKKZ တို့ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…3.64GB / 1.57GBQuality…WEB DL 1080p /720pFormat…mp4Duration….2h 37mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAtleeStarsAathma PatrickAmy JacksonAyraaBineesh BastinBoxer DheenaJ. MahendranKaali VenkatKalyani NatarajanKumar NatarajanN. AzhagamperumalNainikaPowlen JessicaPrabhuPradeep KottayamR. S. G. ChelladuraiRadhika SarathkumarRajendranRaveena RaviSamantha Ruth PrabhuSoundara RajaStun SivaSugunthanSunainaSwaminathanVijayCastAathma PatrickAmy JacksonAyraaBineesh BastinBoxer DheenaJ. MahendranKaali VenkatKalyani NatarajanKumar NatarajanN. AzhagamperumalNainikaPowlen JessicaPrabhuPradeep KottayamR. S. G. ChelladuraiRadhika SarathkumarRajendranRaveena RaviSamantha Ruth PrabhuSoundara RajaStun SivaSugunthanSunainaSwaminathanVijay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yzoyr6nuB3ChA38MSHjYKlMpU6W.jpg",
      "https://image.tmdb.org/t/p/w300/mC4jZOnwVUvyezTxhzzBKHfLgcw.jpg",
      "https://image.tmdb.org/t/p/w300/A2lTyvYuhTxt6suBbsXkPI3l8rS.jpg",
      "https://image.tmdb.org/t/p/w300/wdWCoPq92VfT6rk28mIlmy47LaS.jpg",
      "https://image.tmdb.org/t/p/w300/zWZj9zD5DCnA5HowNNMfY4xG3Be.jpg",
      "https://image.tmdb.org/t/p/w300/oKF3uEuzqfcuXHrdMg0BvGHBRGe.jpg",
      "https://image.tmdb.org/t/p/w300/5cutuioDV2CYAisdGndc1m9YoBg.jpg",
      "https://image.tmdb.org/t/p/w300/fkhUBRV2pkK0dWC09MZ5LdyE2De.jpg",
      "https://image.tmdb.org/t/p/w300/2MM7a79h8pjx6UgrzLKvZfSksP4.jpg",
      "https://image.tmdb.org/t/p/w300/mkb4xnkwbuYxKlTA0XZgzODyM5J.jpg",
      "https://image.tmdb.org/t/p/w300/qH7RyroZFzsqp98yPHdilz3m78e.jpg",
      "https://image.tmdb.org/t/p/w300/mg7TgNKahkqy5a2ctK43inrbk2s.jpg",
      "https://image.tmdb.org/t/p/w300/oetyVlT5jZyaalH3l9CRC9JtFbY.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BZmNlNDA4YjUtMTRkNi00MjM1LTkzYmItMGMyMDFmMjJkMDk3XkEyXkFqcGdeQXVyNTU5OTM0NTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/theri-2016-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tm7uhetg04n9.html",
        "server": "usersdrive.com",
        "size": "3.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21ysY/Theri_(2016)_Tamil_-_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0elAXCAC#DKt0o9Jn-4rIhDS_84y6RFsW-kdOUhT4psZU4KVC_yI",
        "server": "mega.nz",
        "size": "3.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/theri-2016-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.57GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ngzjifjww2zk.html",
        "server": "usersdrive.com",
        "size": "1.57GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lB1w/Theri_(2016)_Tamil_-_TRUE_WEB-DL_-_720p-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.57GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kC8SiTTL#IktpzxGlZwrEX6vZqbcMk-PlcMik154xt6P6yiefGUY",
        "server": "mega.nz",
        "size": "1.57GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/p0w2y737jll9",
        "server": "streamsb.com",
        "size": "1.57GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xwv8bfnf3ifw",
        "server": "streamvid.io",
        "size": "1.57GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 36min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "116,805"
    },
    "title": "The Time Machine (2002)",
    "description": "The Time Machine (2002)____IMDb – 6.0/10အချိန် ဆိုတာ လူတွေအတွက် အရေးပါတဲ့ အရာတစ်ခုပါ။လူတွေ အချိန်တွေကို ဖြတ်သန်းလာကျတယ်။ကျော်ဖြတ်သွားကျတယ်။နောက်တစ်နေ့ရောက်တဲ့ အခါမှာ အရင်နေ့က အမှားတွေရဲ့ အကျိုးဆက်တွေရလာဒ်တွေကို ကြုံရတဲ့ အခါ ငါ အရင် အချိန်တွေကို ပြန်သွားလို့ရရင် ကောင်းမှာ ဆိုပြီး တွေးတက်ကျပါတယ်။အဲ့အတွေးတွေကနေ စပြီး Time Travel အချိန်ခရီးသွားခြင်း ဆိုတဲ့ စိတ်ကူးစိတ်သန်းတွေဖြစ်လာပါတယ်။နှစ်ပေါင်းများစွာ ခေတ်ပေါင်းများစွာ ဖြတ်သန်းပြီးတာတောင် ဒီနေ့အထိ လူတွေစိတ်ကူးယဉ်နေကျဆဲ ပါပဲ။ H.G Wells ရဲ့ နာမည်ကျော် ဝတ္ထု ကို ပြန်ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာဆိုရင်လည်း Time Travel အကြောင်းကို ရိုက်ကူးထားတာပါ။ပါမောက္ခ အလက်ဇန္ဒား ဟာဆိုရင် ထူးချွန်တဲ့အလုပ်ကြိုးစားတက်တဲ့ သိပ္ပံပညာရှင်တစ်ယောက်ပါ။သူ့ဘဝဟာအေးဆေး ဆိတ်ငြိမ်ပြီး သူ့ကျောင်းသားတွေသူ့သုတေသနတွေ နဲ့ ပျော်မွေ့နေတက်သူပါ။သူဟာ မကြာခင်မှာသူချစ်ရတဲ့ ချစ်သူဖြစ်တဲ့ အမ်မာ ကိုလက်ထပ်ခွင့်တောင်းတော့မှာပါ။ဘဝက ပျော်ရွှင်စရာအတိပေါ့ဗျာ။ဒါပေမဲ့ ဘ၀ ဆိုတာ ထင်မထားတာတွေဖြစ်လာတက်တဲ့ ဆိုတဲ့ အတိုင်း သူလက်ထပ်ခွင့်တောင်းနေစဉ်မှာပဲ သူ့ကောင်မလေးကို ဆုံးရှုံးလိုက်ရပါတယ်။ချစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ အလက်ဇန္ဒားတစ်ယောက် အဲ့အချိန်ကို ပြန်သွားပြီး အဲ့ဖြစ်ရပ်ကို ပြောင်းလဲဖို့ ကြိုးစားပါတယ်။သူဟာ အချိန်ခရီးသွားစက်ကို ထွင်ပြီးသွားပြောင်းလဲပါတော့တယ်။ဒါပေမဲ့ …..သူဟာသူ့ကောင်မလေးကို ကယ်တင်နိုင်မှာလား….သူအချိန်ခရီးသွားစက်နဲ့ ဘယ်တွေ ကို သွားအုံးမလဲ ….စတာတွေကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှု့ခံစားရမှာပါ။[ Tariq L Walker ]File Size : 802 MBQuality : Bluray 720pRunning Time :1h 36minFormat : Mp4Genre : Action, Adventure, Sci-FiTranslator : MissyEncoder :Tariq L WalkerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSharon 'Mae' WestSimon WellsTrudy RamirezStarsGuy PearceJeffrey M. MeyerJeremy IronsJohn W. MomrowJosh StambergLaura KirkMark AddyMax BakerOmero MumbaOrlando JonesPhyllida LawSamantha MumbaSienna GuilloryCastAlan YoungAlex MadisonChona JasonChris SayourConnie RayDorian KingiDoug JonesEdward ConnaGuy PearceJeffrey M. MeyerJeremy FitzgeraldJeremy IronsJohn W. MomrowJosh StambergLaura KirkLennie LoftinMark AddyMax BakerMyndy CristOmero MumbaOrlando JonesPhyllida LawRichard CetroneSamantha MumbaSienna GuilloryThomas Corey RobinsonYancey Arias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i0eOILDW8HipIkOUSKhB1dvZzNJ.jpg",
      "https://image.tmdb.org/t/p/w300/9WeKwdzO5ORF2Gxsf270vLQvpC1.jpg",
      "https://image.tmdb.org/t/p/w300/yLrUEKGx5fPvPiSj2P8Ah4zy4BP.jpg",
      "https://image.tmdb.org/t/p/w300/lXjsGAfj3CeYjFk75VBn6SoBS6x.jpg",
      "https://image.tmdb.org/t/p/w300/dr2pmxHIqfEWBaCCaZCWl2gkFun.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/time-machine-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1r9do402u78m.html",
        "server": "usersdrive.com",
        "size": "802 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-time-machine-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "802 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Ty2e/The_Time_Machine_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "802 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/0ZUSXK5R#kwfONJeclK1vKNm7X4FQqKaOhnauVzQEryso466s-Zk",
        "server": "mega.nz",
        "size": "802 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/2oq0k6yt5k7n",
        "server": "upstream.to",
        "size": "802 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "90T7iLuzFgg",
      "video_url": "https://www.youtube.com/watch?v=90T7iLuzFgg",
      "embed_url": "https://www.youtube.com/embed/90T7iLuzFgg"
    }
  },
  {
    "metadata": "PG|2005|2h 9min|Action,Adventure,Romance",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "90,882"
    },
    "title": "The Legend of Zorro (2005)",
    "description": "The Legend of Zorro (2005)IMDb – 6.0/10_____Rotten – 26%ဒီဇာတ်ကားလေးကတော့ ကျွန်တော်(စိုးထွေး)ရဲ့(၁၀)ကားမြောက်ဘာသာပြန်ကားလေးဖြစ်ပါတယ်။IMDb rating 6.0/10ရရှိထားတဲ့ဒီဇာတ်ကားကိုဇောရိုးဆိုတာနဲ့cmပရိတ်သတ်တွေရင်းနီးပြီးသားဖြစ်ပါလိမ့်မယ်။ဇောရိုးဖြစ်တည်လာပုံအစပိုင်း အပိုင်း(၁)ကိုတော့ကျွန်တော်တို့ရဲ့cmမှာတင်ပြီးထားပါပြီ။ အပိုင်း(၁)ကြည့်ပြီးဆံ့တငံ့ငံ့ဖြစ်နေတဲ့ပရိတ်သတ်တွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့အပိုင်း(၂)လေးကိုပရိတ်သတ်တွေဆီအရောက်ပို့လိုက်ပါပြီ။ဇောရိုးအပိုင်း(၁)ကတော်တော်လေးကိုကောင်းပါတယ်။အပိုင်း(၂)ကလည်း အပိုင်း၁နဲ့မခြားအရမ်းကောင်း ပါတယ်။Channel Myanmar ပရိတ်သတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာပါ။ကျွန်တော်ဇာတ်လမ်းအကြောင်းလေးနည်းနည်းပြောပြပါ့မယ်။အပိုင်း၂မှာကတော့ဇောရိုးနဲ့ အလီနာတို့ရဲ့ရင်သွေးလေးပါဝင်လာပါပြီ။ကယ်လီဖိုးနီးယားကိုအမေရိကန်ပြည်ထောင်စုနဲ့ အတူတူပူးပေါင်းနိင်ဖို့အတွက်ဇောရိုးဦးဆောင်ပြီးကြိုးစားပုံ၊ ထူးဆန်းတဲ့ဗုံးလက်နက်ကိုတီထွင်တဲ့မြို့စားအာမန်ဇောရိုးရဲ့ဇနီးချောလေးအလီနာ၊စွန့်စားမှုတွေကိုခုံမင်တဲ့ဇောရိုးနဲ့အလီနာတို့ရဲ့သားလေးဂျိူ အာကွင်းအန္တရာယ်တောတွင်းထဲကနေ ဇောရိုးနဲ့အလီနာတို့ကယ်လီဖိုးနီးယားကိုဘယ်လိုကာကွယ်မလဲ စသဖြင့် သည်းထိပ်ရင်ဖိုစွန့်စားမှုအချစ်အလွမ်းအဆွေး အကြမ်းစသဖြင့်ပရိတ်သတ်တွေကိုဇာတ်လမ်းစလယ်ဆုံးဆွဲဆောင်သွားပါလိမ့်မယ်။ကဲ . . . စိတ်ဝင်စားမှုများလာရင်တော့ ဒေါင်းသာကြည့်ကြပါတော့ . . .(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသာသူကတော့CM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)ZAWGYIဒီဇာတ္ကားေလးကေတာ့ ကြၽန္ေတာ္(စိုးေထြး)ရဲ႕(၁၀)ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။IMDb rating 6.0/10ရရွိထားတဲ့ဒီဇာတ္ကားကိုေဇာ႐ိုးဆိုတာနဲ႔cmပရိတ္သတ္ေတြရင္းနီးၿပီးသားျဖစ္ပါလိမ့္မယ္။ေဇာ႐ိုးျဖစ္တည္လာပုံအစပိုင္း အပိုင္း(၁)ကိုေတာ့ကြၽန္ေတာ္တို႔ရဲ႕cmမွာတင္ၿပီးထားပါၿပီ။ အပိုင္း(၁)ၾကည့္ၿပီးဆံ့တငံ့ငံ့ျဖစ္ေနတဲ့ပရိတ္သတ္ေတြရဲ႕လိုအင္ဆႏၵကိုျဖည့္ဆည္းေပးဖို႔အပိုင္း(၂)ေလးကိုပရိတ္သတ္ေတြဆီအေရာက္ပို႔လိုက္ပါၿပီ။ေဇာ႐ိုးအပိုင္း(၁)ကေတာ္ေတာ္ေလးကိုေကာင္းပါတယ္။အပိုင္း(၂)ကလည္း အပိုင္း၁နဲ႔မျခားအရမ္းေကာင္း ပါတယ္။Channel Myanmar ပရိတ္သတ္ေတြေသခ်ာေပါက္အႀကိဳက္ေတြ႕မွာပါ။ကြၽန္ေတာ္ဇာတ္လမ္းအေၾကာင္းေလးနည္းနည္းေျပာျပပါ့မယ္။အပိုင္း၂မွာကေတာ့ေဇာ႐ိုးနဲ႔ အလီနာတို႔ရဲ႕ရင္ေသြးေလးပါဝင္လာပါၿပီ။ကယ္လီဖိုးနီးယားကိုအေမရိကန္ျပည္ေထာင္စုနဲ႔ အတူတူပူးေပါင္းနိင္ဖို႔အတြက္ေဇာ႐ိုးဦးေဆာင္ၿပီးႀကိဳးစားပုံ၊ ထူးဆန္းတဲ့ဗုံးလက္နက္ကိုတီထြင္တဲ့ၿမိဳ႕စားအာမန္ေဇာ႐ိုးရဲ႕ဇနီးေခ်ာေလးအလီနာ၊စြန႔္စားမႈေတြကိုခုံမင္တဲ့ေဇာ႐ိုးနဲ႔အလီနာတို႔ရဲ႕သားေလးဂ်ိဴ အာကြင္းအႏၲရာယ္ေတာတြင္းထဲကေန ေဇာ႐ိုးနဲ႔အလီနာတို႔ကယ္လီဖိုးနီးယားကိုဘယ္လိုကာကြယ္မလဲ စသျဖင့္ သည္းထိပ္ရင္ဖိုစြန႔္စားမႈအခ်စ္အလြမ္းအေဆြး အၾကမ္းစသျဖင့္ပရိတ္သတ္ေတြကိုဇာတ္လမ္းစလယ္ဆုံးဆြဲေဆာင္သြားပါလိမ့္မယ္။ကဲ . . . စိတ္ဝင္စားမႈမ်ားလာရင္ေတာ့ ေဒါင္းသာၾကည့္ၾကပါေတာ့ . . .(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေရးသာသူကေတာ့CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)File size…(999 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:09:00Subtitle….Myanmar Subtitle (Hardsub)Translator….Soe HtweEncoder….San Win Maungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMartin CampbellStarsAdrian AlonsoAdrián Alonso BaronaAlberto ReyesAlexa BenedettiAntonio BanderasBrandon WoodCatherine Zeta-JonesGustavo Sánchez ParraJulio Oscar MechosoMichael EmersonNick ChinlundRaúl MéndezRufus SewellCastAdrián Alonso BaronaAlberto ReyesAlexa BenedettiAntonio BanderasBrandon WoodCarlos CobosCatherine Zeta-JonesGiovanna ZacaríasGustavo Sánchez ParraJulio Oscar MechosoMary CrosbyMichael EmersonNick ChinlundPedro Armendáriz Jr.Raúl MéndezRufus SewellTony Amendola",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eCebbqmTsIiKJDSsjkr1BjgWDot.jpg",
      "https://image.tmdb.org/t/p/w300/e8zAPli6m608zEpz0kAvxe31oSZ.jpg",
      "https://image.tmdb.org/t/p/w300/wfOPvdon10VV15docZs1oDYBsvq.jpg",
      "https://image.tmdb.org/t/p/w300/1ezMNYx4RzVA52OPa0l9DKWicUj.jpg",
      "https://image.tmdb.org/t/p/w300/mPEKEBTwezVX5gRn5uUkeqQPun3.jpg",
      "https://image.tmdb.org/t/p/w300/mmhF6xWRmrwoEgMWe1HR9tyZnyC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/legend-of-zorro-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qiu6l0p4kjhy.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-legend-of-zorro-2005-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/3zDxT/The_Legend_Of_Zorro_[2005]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/hcUCCA4Q#x0oLEUOBnGAN9Uz_pS-HuR__38QCleGol8iCf-vDsGo",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/xex9b9pl62oy",
        "server": "upstream.to",
        "size": "999 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "HFogW3DsfYM?feature=oembed",
      "video_url": "https://www.youtube.com/watch?v=HFogW3DsfYM?feature=oembed",
      "embed_url": "https://www.youtube.com/embed/HFogW3DsfYM?feature=oembed"
    }
  },
  {
    "metadata": "N/A|2016|103 min|Action,Adventure,Asian,Comedy",
    "rating": {
      "rating": "3.9/10",
      "rating_count": "71"
    },
    "title": "Mission Milano (2016)",
    "description": "မင္းသားၾကီး Andy Lau ဦးေဆာင္ပါဝင္တဲ့ ဒီဇာတ္ကားဟာ စြန္႕စား အက္ရွင္ ဟာသ အမ်ိဳးအစား ေဟာင္ေကာင္ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့…….လူးဝစၥေလာ္ဟာ နည္းပညာ ကုမၸဏီတစ္ခုရဲ႕ ဥကၠ႒ျဖစ္ၿပီး လူ သိမ်ားတဲ့ လူခ်မ္းသာ စြန္႔ဦးတီ ထြင္လုပ္ငန္းရွင္တစ္ေယာက္ပါ။ ဒီဂုဏ္ပုဒ္ေတြရဲ႕ ေနာက္ကြယ္မွာ ေတာ့ သူဟာ ကုိယ္ခံပညာမာစ တာတစ္ေယာက္ျဖစ္ၿပီး သူ႔ရဲ႕ဘိုး ေဘးဘီဘင္ေတြက ခ်မ္းသာတဲ့ လူေတြဆီက ခုိးယူၿပီး မရွိဆင္းရဲ သားေတြကို အလွဴအတန္းေပးတဲ့ သူေတာ္ေကာင္းသူခိုးေတြအျဖစ္ အစဥ္အဆက္လုပ္ခဲ့ၾကတာပါ။အမ်ိဳးအေဆြေတြရဲ႕ ေကာင္းေမြကို လက္ခံရရွိထားတဲ့ လူးဝစၥ ေလာ္ဟာလည္း မတရားမႈေတြအ တြက္ တိုက္ပြဲဝင္သလို အမႈမွန္ ေပၚေပါက္ဖို႔အတြက္လည္း ရဲေတြကို အကူအညီေပးပါတယ္။တစ္ရက္မွာေတာ့ လူးဝစၥ ဟာ ဆြစ္ဇာလန္တကၠသိုလ္ရဲ႕ ရန္ပံုေငြနဲ႔ သီးႏွံစိုက္ပ်ိဳးမရတဲ့ေျမမွာ တစ္မိနစ္အတြင္း သီးႏွံစိုက္ႏုိင္တဲ့ Seed of God ကို တီထြင္ႏုိင္ခဲ့ၿပီး ၿပိဳင္ဘက္ေတြကို ေက်ာ္လႊားကာ စိုက္ပ်ိဳးေရးေလာကမွာ လက္ဝါး ႀကီးအုပ္ႏိုင္မယ့္ အေနအထားရွိခဲ့ ပါတယ္။အဲဒီအခါမွာ Crescent ဆို တဲ့ ႏုိင္ငံတကာအဖြဲ႕အစည္းႀကီး တစ္ခုရဲ႕ ေခါင္းေဆာင္စႏိုးက သူ႔ ရဲ႕တပည့္ ဖီးနစ္နဲ႔အတူ Seed of God ရယ္၊ တီထြင္သူရယ္ကို ဖမ္း ဆီးေခၚေဆာင္သြားခဲ့ပါတယ္။ အင္တာပိုအဖြဲ႕ဟာ ဆာဆမ္ပန္ ေဟာင္ကို လူးဝစၥနဲ႔အတူ ပူးေပါင္း ၿပီး Seed of God ကို ျပန္လည္ရွာေဖြၿပီး အဖ်က္အေမွာင့္ေတြကို စံုစမ္းဖို႔အတြက္ ေစလႊတ္ခဲ့ပါ တယ္။ ဆမ္ပန္ေဟာင္နဲ႔ လူးဝစၥတုိ႔ အဖြဲ႕ေတြဟာ မကာအို၊ ေဟာင္ ေကာင္နဲ႔ မီလန္မွာ လိုက္လံစံုစမ္း ခဲ့ၾကရာမွာ မီလန္က ဓာတ္ခြဲခန္း တစ္ခုမွာ Seed of God ရွိေနတာ ကို ေျခရာခံမိခဲ့ၾကပါတယ္။ သို႔ ေပမဲ့လည္း လူဆုိးအဖြဲ႕ေတြက လူးဝစၥရဲ႕အေမကို ဓားစာခံလုပ္ ၿပီး Seed of God ကို ေတာင္းဆုိ တဲ့အခါမွာ လူးဝစၥတုိ႔ေတြ ဘာ ေတြရပ္ဆိုင္ၿပီး ဇာတ္သိမ္းရမွာလဲ ဆုိတာ ဆက္လက္႐ႈစားလုိက္ပါဦးေနာ္။ ေဟာင္ေကာင္အက္ရွင္ ဇာတ္လမ္းေတြရဲ႕ ထံုးစံအတုိင္း အတုိက္အခုိက္ေတြေရာ၊ ရယ္စရာဇာတ္ကြက္ေတြေရာမို႔ ပရိသတ္ေတြ သေဘာက်မယ္ထင္ပါ တယ္။ ဒီဇာတ္ကားမွာ ပါဝင္ထားသူေတြက အန္ဒီေလာင္၊ ဟြမ္ေရွာင္မင္၊ ဝမ္ခ်ိဳလမ္၊ မစ္ရွဲဟူ၊ နာနာဥယန္ စသူေတြပဲ ျဖစ္ပါတယ္။(ရုပ္ရွင္အညႊန္းကို7daydaily.comမွကူးယူေဖာ္ျပပါသည္။)File size…(850MB) and (410MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:00:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byChu QiaoDownload and Watch 720p HD (VIP Link)(or)Download 720p HD (pCloud)Download Small File 360p (410MB)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJing WongStarsAndy LauCho-Lam WongRan HuXiaoming Huang",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/mova_6.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|2022||Action,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "My True Friends: The Begining (2022)",
    "description": "My True Friends: The Begining (2022)ထိုင်း Action, Drama အသစ်လေး လာပါပြီ။ လူငယ်သဘာဝကို ပေါ့ပေါ့ပါးပါးရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ရဲဘော်ရဲဘက်လို သူငယ်ချင်းကောင်းတွေက ဘဝအတွက် ဘယ်လောက်အရေးပါလဲ?သူတို့ကြောင့် ကိုယ့်ဘဝမှာ ဘယ်လိုအပြောင်းအလဲတွေဖြစ်သွားမလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်း …မိဘနှစ်ပါး သေဆုံးသွားတဲ့နောက်မှာ အဘိုးအဘွားရဲ့ အုပ်ထိန်းမှုနဲ့ ညီငယ်တွေကို စောင့်ရှောက်နေတဲ့ ဂန်း …ကျောင်းမှာ ညီဖြစ်သူ ဂိုင်းကို အနိုင်ကျင့်တဲ့သူတွေနဲ့ အမြဲရန်ဖြစ်လေ့ရှိတဲ့ ဂန်း …ခဏခဏရန်ဖြစ်တဲ့အဆုံးမှာ ကျောင်းထုတ်ခံရပြီး အစိုးရအထက်တန်းကျောင်းကို စာသင်နှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရတယ်။ကျောင်းပြောင်းလာတဲ့ ပတ်ဝန်းကျင်အသစ်မှာလည်း ထုံးစံအတိုင်း သူ့မှာသူငယ်ချင်းမရှိပြန်ဘူး။ သူငယ်ချင်း မလိုအပ်ဘူးလို့ အမြဲပြောတတ်တဲ့ ထောင့်မကျိုးတဲ့ဂန်းကို အပေါင်းအသင်းလုပ်ချင်တဲ့သူ နည်းတယ်။ဒါပေမယ့် ပင့်ဆိုတဲ့ အတန်းခေါင်းဆောင်ကောင်မလေးက နောက်ဆုံးမှာ သူငယ်ချင်းဖြစ်လာခဲ့တယ်။ ဂန်းကိုဆို အမြဲကြည့်မရဖြစ်နေတဲ့ အတန်းထဲက ဂါနဲ့ သူ့သူငယ်ချင်းတွေကရောက်ရာအရပ်မှာ ရန်စတတ်တယ်။ ဒါပေမယ့် မထင်မှတ်ထားတဲ့အခြေအနေမှာ ဂန်းကို ကြည့်မရတဲ့သူတွေက ဂန်းနဲ့ရင်းနှီးသွားကြတယ်။ဂန်းတစ်ယောက် သူငယ်ချင်းတွေရလာတဲ့နောက် သူငယ်ချင်းတွေနဲ့အတူ ဘယ်လိုဆိုးမလဲ?ရန်သူများတဲ့ဂန်းနဲ့ သူတို့သူငယ်ချင်းတစ်စု ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ?သူတို့ရဲ့ သူငယ်ချင်းဘဝစတင်မှုလေးကို ဒီဇာတ်လမ်းလေးမှာ ဆက်ပြီး ကြည့်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းကိုတော့Hay Thar Ooက ရေးပေးထားတာပါ။)File Size :2.1GB,1GB,473MBQuality :1080p WEB-DL,720p WEB-DL&480pFormat :mp4Duration :1hr & 40minsGenre :Action,DramaTranslated byHay Thar Oo&ShoonEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdsajun SattagovitStarsCharlie TrairatVachirawich AranthanawongCastCharlie TrairatChinaradee AnupongpichatChinaradi AnupongphichartChonlathorn TangamornratDom PetchthamrongchaiPitcha ThongchuaPooh PhaingpohSetthapong EosukThanapat Suk-imThanawit TaesiriwetVachirawich Aranthanawong",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hhLsuQ866KJ3I7CA5DHWH8a9xfb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/my-true-friends-the-begining-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-true-friends-the-beginning-2022-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/q9j8w9dooa05.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/17fri/[CM]My.True.Friends.The.Beginning.2022.1080p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tJUT0b7S#xnBSAztw25qzcNIi5dMG8Utin4_P8WR-z7paWGmJQFY",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-true-friends-the-beginning-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/adtpcc6gh5nm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2talC/[CM]My.True.Friends.The.Beginning.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BMczVLCT#NTx3yYAqHCZ3IyKl65jsbKIskLmIFc8kMrkpwaF0u2U",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/k8r35hy1j3fz.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-my-true-friends-the-beginning-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "473MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/aeya37t31711.html",
        "server": "usersdrive.com",
        "size": "473MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2talm/[CM]My.True.Friends.The.Beginning.2022.480p.mp4",
        "server": "megaup.net",
        "size": "473MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/MIFAFAgA#UoKEmSsW-bwCujOyHMByVJUH1_N-LK2qZxtMc98ki28",
        "server": "mega.nz",
        "size": "473MB",
        "quality": "480p"
      },
      {
        "link": "https://sbspeed.com/36xa9e3tybmw.html",
        "server": "streamsb.com",
        "size": "473MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "bOnRqGlPobA",
      "video_url": "https://www.youtube.com/watch?v=bOnRqGlPobA",
      "embed_url": "https://www.youtube.com/embed/bOnRqGlPobA"
    }
  },
  {
    "metadata": "TV-14|1988|102 min|Action,Asian,Comedy,Jackie Chan,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "6,349"
    },
    "title": "Dragons Forever (1988)",
    "description": "ဂျက်ကီလောင် (ဂျက်ကီချန်း) ဟာ အရည်အချင်းရှိတဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ တနေ့မှာတော့ ဓာတုဆေးဝါးထုတ်လုပ်တဲ့ကုမ္မဏီဘက်က ရှေ့နေလိုက်ပေးဖို့ဖြစ်လာပါတယ်။ ဝါကုမ္မဏီက စွန့်ပစ်တဲ့ ဓာတုအကြွင်းအကျန်တွေက ရေထဲစီးဆင်းလာပြီး ငါးမွေးမြူရေးလုပ်ငန်းလုပ်ကိုင်နေတဲ့ မစ္စရီတို့အတွက် အကြီးအကျယ်ထိခိုက်စေပြီး ငါးတွေအမြောက်အမြားသေဆုံးရတဲ့အတွက် မစ္စရီတို့ ညီအစ်မက ဝါဓာတုဆေးဝါးကုမ္မဏီကို တရားစွဲပါတော့တယ်။ဒီအချိန်မှာ ဂျက်ကီက ဓာတုဆေးဝါကုမ္မဏီဘက်က ရှေ့နေလိုက်ပေးပြီး မစ္စရီရဲ့ ဝမ်းကွဲညီမ တဖြစ်လည်း ငါးလုပ်ငန်းဘက်ကရှေ့နေဖြစ်တဲ့ ဝမ်မေလင်းကို သဘောကျသွားပါတော့တယ်။ ဒီလိုနဲ့ တရားလိုရှေ့နေနှင့် တရားပြိုင်ရှေ့နေဖြစ်တဲ့ သူတို့နှစ်ယောက် ချစ်မိသွားကြမလား ဘယ်ဘက်က တရားနိုင်သွားမလဲ ဓာတုဆေးဝါးကုမ္မဏီနောက်ကွယ်မှာရော ဘာလျှို့ဝှက်ချက်တွေရှိနေမလဲဆိုတာ ဂျက်ကီချန်းကားသဘာဝအတိုင်း ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမော ကြည့်ရမယ့် ဟောင်ကောင်ဇာတ်မြူးလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဘာသာပြန်ဆိုသူကတော့ Matteo ဖြစ်ပါတယ်။File size…(4.8 GB)/(1.5 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:41:00Genre…Action, Comedy, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by MatteoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSammo HungStarsBenny UrquidezCrystal KwokDeannie YipJackie ChanPauline YeungSammo HungStanley FungWu FungYuen BiaoYuen WahCastBenny Lai Keung-KuenBenny UrquidezBilly ChowChen Chi-HwaChin Ka-LokChung FatCrystal KwokDanny ChowDeannie YipDick WeiFung Hak-OnJackie ChanJames HaJames TienLam WaiLau Kar-WingLo LiehPauline YeungPeter Chan LungPhillip KoRocky LaiRoy ChiaoSammo HungShing Fui-OnStanley FungTai BoWai ShumWu FungWu MaYuen BiaoYuen Wah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cwVlVPtY49ZWkagLdbySaHVenWq.jpg",
      "https://image.tmdb.org/t/p/w300/aPgGfMpK3DHg8e18AKKZyAEAf6A.jpg",
      "https://image.tmdb.org/t/p/w300/7LNEVILoxkxcGvFWqS7Ajdq6J4d.jpg",
      "https://image.tmdb.org/t/p/w300/Zawmgbi0eElWIifTpniyYmh09A.jpg",
      "https://image.tmdb.org/t/p/w300/dmxOc7rXVj2WI56yhiafsN7e6Pj.jpg",
      "https://image.tmdb.org/t/p/w300/hFZ2iuncB3u9rfjO7jwXc7ZiqUz.jpg",
      "https://image.tmdb.org/t/p/w300/1OKBMylEsMhxuWI5un7MaRpKkul.jpg",
      "https://image.tmdb.org/t/p/w300/qKH51xvVQ1GwJ88mhW8G9kW8ycp.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BOTRjZGI3YjEtOTM1Yi00NmJmLTk0ZGEtMGYzOGNjZmJjMjA5XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dragons-forever-1998-rm-4-k-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/42Ah9/Dragons_Forever_(1998)_RM4K.1080p_BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "4.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EjNHWK6I#pedII-Q_aF14SllRNrIYjBEOJuoF12-2rtb6Y3mLrBM",
        "server": "mega.nz",
        "size": "4.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rntbnzu439ky.html",
        "server": "usersdrive.com",
        "size": "4.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dragons-forever-1998-rm-4-k-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42Af2/Dragons_Forever_(1998)_RM4K.720p_BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9yVQ0YrT#sod5i1-zGm4BjY8wD9otsCfeqAb5n3Jl-CZw6LVgfFE",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/txgsdveagvpz.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/xzb48wghnyyo",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YIHtiLqSO94",
      "video_url": "https://www.youtube.com/watch?v=YIHtiLqSO94",
      "embed_url": "https://www.youtube.com/embed/YIHtiLqSO94"
    }
  },
  {
    "metadata": "N/A|2017|111 min|Action,Drama,History",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "633"
    },
    "title": "Salyut-7 (2017)",
    "description": "အမ်ိဳးအမည္မသိရတဲ့ ျပႆနာတစ္ခုေႀကာင့္ အလုပ္လုပ္မႈရပ္တန္႔သြားတဲ့ အာကာသစခန္း Salyut-7 ကုိျပန္လည္ျပင္ဆင္ဖုိ႔အတြက္ ရုရွားအာဏာပုိင္ေတြ အႀကပ္ရုိက္ေနတဲ့အခ်ိန္မွာပဲ အဓိကျပိဳင္ဘက္ အေမရိကန္ကလည္း ဒီစခန္းေပၚကုိ သြားေရာက္ဖုိ႔ ႀကံစည္ေနတယ္ဆုိတဲ့ ေကာလဟလေတြ ထြက္လာခဲ့တယ္။ဒါေႀကာင့္ အကြ်မ္းက်င္ဆံုးသူႏွစ္ေယာက္ကုိ အခက္အခဲေတြႀကားက ေစလႊတ္ခဲ့ျပီး စခန္းေပၚကုိ ဆုိက္ကပ္ႏုိင္ခဲ့ေပမယ့္ ျပန္ျပင္ဆင္ေနစဥ္အတြင္းမွာပဲ မထင္မွတ္တဲ့ မေတာ္တဆမႈတစ္ခု ထပ္ေပၚလာခ်ိန္မွာေတာ့ တုိင္းျပည္ရဲ႕ဂုဏ္သိကၡာကုိေရာ စခန္းကိုေရာက္ေနတဲ့ အာကာသယာဥ္မွဴးေတြရဲ႕ အသက္ေတြကုိပါ မဆံုးရံႈးေစရဖုိ႔ ေျမျပင္စခန္းကလူေတြေရာ၊ Salyut-7 ကုိေရာက္ေနတဲ့ ယာဥ္မွဴးေတြကုိယ္တုိင္ပါ ႀကိဳးပမ္းရေတာ့တယ္။အသက္မဲ့ေနတဲ့ အာကာသစခန္းတစ္ခုေပၚမွာ အာကာသယာဥ္ကုိ ပထမဆံုးအႀကိမ္ ေအာင္ေအာင္ျမင္ျမင္ဆုိက္ကပ္ျပီး ျပန္လည္အသက္သြင္းခဲ့တဲ့ 1985 ခုႏွစ္ရဲ႕ Soyuz T-13 အာကာသယာဥ္အေႀကာင္းကုိ အေျခခံထားတဲ့ ဒီရုရွားဇာတ္ကားကုိ ဒါရုိက္တာ Klim Shipenko ကရုိက္ကူးထားျပီး Vladimir Vdovichenkov နဲ႔ Pavel Derevyanko တုိ႔က ဦးေဆာင္ပါ၀င္ထားပါတယ္။File Size : (900 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 51minFormat : Mp4Genre :Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : BluRay 1080p x264 DTS-HD MA 5.1-HDCTranslated by Lex LuthorEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKlim ShipenkoStarsAleksandr SamoylenkoAleksandra SerebryakovaLyubov AksyonovaMariya MironovaOksana FanderaPavel DerevyankoRoman PerelyginVitaliy KhaevVladimir VdovichenkovCastAleksandr SamoylenkoAleksandra SerebryakovaLyubov AksyonovaMariya MironovaOksana FanderaPavel DerevyankoRoman PerelyginVitaliy KhaevVladimir Vdovichenkov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/blmWWBCi7U7pnNtd0Ykv4MQPABW.jpg",
      "https://image.tmdb.org/t/p/w300/ixSWXuavLZsAedVDM2ntEV8LJ2J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjE5YWY0NjEtODFmOS00MmM4LWE2YjUtZjc4N2FiNGQ0MGE5XkEyXkFqcGdeQXVyNTE5MTMxNDc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jpgbulfkrb3f.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": " https://yoteshinportal.cc/salyut-7-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SZ10/Salyut-7_[2017]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/nxi9y6tykg4i",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2006|1h 23m|Action,Adventure,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": "22000"
    },
    "title": "Zoom (2006)",
    "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ…အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ… ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim Allen, ဂန္ထဝင်မြောက် Sitcom တစ်ခုဖြစ်တဲ့ FRIENDS မှာ Monica အနေနဲ့ သိခဲ့ကြတဲ့ မမ Courtney Cox တို့ ဦးဆောင်ပါဝင်ထားတာဖြစ်တာမို့ Rating မကောင်းတောင် Nostalgic ဖြစ်စေမယ့် ကားဟောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုDBမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.7GB, 1GBQuality – 1080p, 720pFormat – mp4Duration – 1H 23MinGenre – Action, Adventure, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byDBEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HewittStarsAshton MoioChevy ChaseCornelia GuestCourteney CoxDanny McCarthyDavid L. LanderHunter AarniokoskiJane HajdukKate MaraKevin ZegersLauren SánchezMichael CassidyRidge CanipeRip TornRyan Whitney NewmanSpencer BreslinThomas F. WilsonTim AllenTommy ChangWillie GarsonZoe DoyleCastAshton MoioChevy ChaseCornelia GuestCourteney CoxDanny McCarthyDavid L. LanderHunter AarniokoskiJane HajdukKate MaraKevin ZegersLauren SánchezMichael CassidyRidge CanipeRip TornRyan Whitney NewmanSpencer BreslinThomas F. WilsonTim AllenTommy ChangWillie GarsonZoe Doyle",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n3PvPAdpnh1eaGXzfkXDBzm9GaJ.jpg",
      "https://image.tmdb.org/t/p/w300/pFB8OVY5YMh1gAMGyDaaMZi32Qa.jpg",
      "https://image.tmdb.org/t/p/w300/aSf8lCarsvLFY2dyXPvJy0nYZ2w.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-zoom-2006-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ep2g/(CM)_Zoom_(2006)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QSdBUS5J#ZwG5cQh5TSn_Rb9LttdpnLEQqCs2Fu0zWg_DHu1hqIM",
        "server": "mega.nz",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uh594ye0b61o.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-zoom-2006-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Umte/(CM)_Zoom_(2006)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MStkVI4Z#LfsFGOZksQI-QqowOZknku646QBtoUCbkVuzcFeHP90",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/b1xe80polhl1.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/59otuj5etcgd.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kcew1w5775wq",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5y7q5b3WyEc",
      "video_url": "https://www.youtube.com/watch?v=5y7q5b3WyEc",
      "embed_url": "https://www.youtube.com/embed/5y7q5b3WyEc"
    }
  },
  {
    "metadata": "|||Action,Adventure,Comedy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Lake Placid 3 (2010)",
    "description": "ဇာတ်ကားနံပါတ် 2 မှာ ရေကန်ထဲကမိကျောင်းတွေကိုရှင်းပစ်ပြီးအတွက်မိန်းမြို့ကအရင်လိုပြန်စည်းကားနေပါတယ်။ ဒါပေမယ့် မိကျောင်းအန္တရာယ်တွေကိုသတိထားကြောက်နေရတုန်းပါပဲ။ တာဝန်ခံတောခေါင်းဝေလင်းဂျာကတော့သူ့လက်ထက်မှာအရင်လိုထပ်ဖြစ်မှာစိုးတဲ့အတွက်ရေကန်ကိုတောက်လျှောက်ကင်းလှည့်နေပါတယ်။ တစ်ဖက်မှာအဖွားကြီးဆေဒီရဲ့ တူဖြစ်သူ နေသန်ဟာ ရေကန်ဘေးကသူ့‌အဒေါ်ပိုင်ဆိုင်တဲ့အိမ်ကိုရောင်းချဖို့အတွက်လာရောက်ကြည့်ရှုနေပါတယ်။ နေသန်ကတိရိစ္ဆာန်ဗေဒပညာရှင်ဖြစ်တဲ့အတွက် သစ်တောနားက သမင်ကြီးတွေကိုလေ့လာကြည့်ရှုရင်းနဲ့ ရောင်းမယ့်အိမ်မှာ ခဏတာနေနေပါတယ်။နောက်ပိုင်းမှာ အချက်ပေးစက်တပ်ထားသမင်တစ်ကောင်က မြစ်နားအသတ်ခံလိုက်ရတယ်။ အစက ဒါကိုအမဲခိုးလိုက်သူတွေရဲ့လုပ်ရပ်လို့ထင်ထားပေမယ့် ခဏခဏပျောက်ဆုံးနေတဲ့အခါ မသင်္ကာတော့ပဲတောခေါင်းနဲ့အတူ လိုက်လံရှာဖွေကြည့်တဲ့အခါတော့….File size…2.26 GB / 1.21 GBQuality…WEB-Rip  1080p / 720pFormat…mp4Duration….1h 33mGenre ….. Action , Adventure , ComedySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Tin Myo LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander NikolovAngelica PennBianca IlichBrian LandonColin FergusonJames MarchantJohn LaskowskiKacey ClarkeKirsty MitchellMark EvansMichael IronsideNils HognestadRoxanne PallettYancy Butler",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/czhbY7ge7xS5EENLr3k0UTArHFS.jpg",
      "https://image.tmdb.org/t/p/w300/fx8AC4GrZOfulowIq1RR7cVHkbV.jpg",
      "https://image.tmdb.org/t/p/w300/ftg3TlGq0OtvreyQplwMUTtHfm8.jpg",
      "https://image.tmdb.org/t/p/w300/abjQDPZgO6UrnR1WEc4QR4EWWxz.jpg",
      "https://image.tmdb.org/t/p/w300/tgdAaxybWhs81dsur1elR62k7PR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aHH3fy5ZVs4nrzNLZYIe1p2PJSc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xtjs8ejazs10.html",
        "server": "usersdrive.com",
        "size": "2.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/lake-placid-3-2010-web-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/ee0yi/Lake.Placid.3.2010.WEBRip1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/gfFTlQwQ#87idTo0mSu3eBFFPQ7_BDno_5dGEPZ1nEn1QbGr_piU",
        "server": "mega.nz",
        "size": "2.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/agun20noevwa",
        "server": "streamvid.io",
        "size": "2.26GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/ya3x0g2j75fp.html",
        "server": "usersdrive.com",
        "size": "1.21GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/lake-placid-3-2010-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/7sq01/Lake.Placid.3.2010.WEBRip720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.21GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/RXsTAAwB#9bgInOnKqkstwAUotE3cEBTj8QSgl8sdPczfffgYYTg",
        "server": "mega.nz",
        "size": "1.21GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/m3utuzz8leof",
        "server": "streamvid.io",
        "size": "1.21GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "l9BCyDDm7sU",
      "video_url": "https://www.youtube.com/watch?v=l9BCyDDm7sU",
      "embed_url": "https://www.youtube.com/embed/l9BCyDDm7sU"
    }
  }
]