[
  {
    "metadata": "N/A|2011|143 min|Action,Bollywood",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "12,283"
    },
    "title": "Singham (2011)",
    "description": "ဇာတ္​လမ္​းက​ေတာ့ ​ေငြ​ေၾကးခ်မ္​းသာတဲ့ဒုစ႐ုိက္​သမား​ေတြက လာဘ္​စားတဲ့ရဲ​ေတြနဲ႔​ေပါင္​းၿပီးဥပ​ေဒကိုဂ႐ုမစုိက္​ ထင္​တုိင္​းၾကဲ​​ေနၾကပါတယ္​ဒါကိုမခံႏိုင္​တဲ့ သမာသမတ္​က်တဲ့ရဲတစ္​​ေယာက္​ကသူတုိ႔ကိုဆန္​႔က်င္​ဖို႔ႀကိဳးစားတဲ့အခါမွာ​ေတာ့ အဲဒီရဲကုိလာဘ္​စားတယ္​ဆိုၿပီးလုပ္​ၾကံအမႈဆင္​ကာ ​​ေထာင္​ခ်ဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​ဘယ္​လိုမွ​ေျဖ႐ွင္​းလို႔မရ​ေတာ့တဲ့ အဆံုးမွာ​ေတာ့လုပ္​ၾကံတရားစြဲခံရတဲ့ရဲဟာ သူ႔ရံုးခန္​းမွာတင္​ကို္​ယ္​့ကိုကိုယ္​သတ္​​ေသသြားခဲ့ပါတယ္​သံုးႏွစ္​ၾကာၿပီး​ေနာက္​မွာ အဲဒီရဲရဲ႕မိန္​းမျပန္​အစ​ေဖာ္​တဲ့အတြက္​​ေၾကာင္​့​ေနာက္​တစ္​ခါဒီအမႈကို ျပန္​စစ္​ဖို႔တာဝန္​က်တဲ့သူက​ေတာ့ရဲအရာ႐ွိ ဘာဂ်ီ႐ိုဆင္​းဂမ္​ ပဲျဖစ္​ပါတယ္​…ဆင္​းဂမ္​ဟာ သတ္​​ေသသြားတဲ့ရဲအရာ႐ွိ​ေဟာင္​းရဲ႕ရံုးခန္​းမွာထိုင္​ၿပီး ဒီဒုစ႐ုိက္​သမား​ေတြရဲ႕ နည္​းမ်ိဳးစံုၿခိမ္​း​ေျခာက္​ဒုကၡ​ေပးတဲ့ၾကားကဘယ္​လိုျပန္​ၿပီး အျပစ္​​ေပးႏုိင္​​ေအာင္​လုပ္​သြားမလဲကို​ေတာ့ဇာတ္​ကားထဲမွာဆက္​ၾကည္​့သြားၾကပါလို႔ဘာသာျပန္ကေတာ့ May Thu ျဖစ္ၿပီးအညႊန္းကို Chanyein Soe မွ ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRohit ShettyStarsAjay DevgnAnkur NayyarAshok SarafGovind NamdeoKajal AgarwalMurali SharmaPrakash RajSachin KhedekarSonali KulkarniSudhanshu PandeyCastAjay DevgnAnkur NayyarAshok SarafGovind NamdeoKajal AgarwalMurali SharmaPrakash RajSachin KhedekarSonali KulkarniSudhanshu Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4s5DOLap4FuYW5g3wEhjRVpVjQJ.jpg",
      "https://image.tmdb.org/t/p/w300/2EqMAZmrmIz6G0Cvktj3bDdt9TO.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BOTJmNjE0OWYtN2U0NC00YmIzLWE0YWItNGE2MzkyYmI1YjFkXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/33h155eojhs2.html",
        "server": "usersdrive.com",
        "size": "1.50 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/singham-2011-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.50 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Sfru/Singham_[2011]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.50 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tSBizY5Y#9N1MMkpf6T8zaDceVILEyq1HRAro4WCbQFP1ooNZPEs",
        "server": "mega.nz",
        "size": "1.50 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4jbkxdkmgx96",
        "server": "upstream.to",
        "size": "1.50 GB",
        "quality": "720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/singham-2011",
        "server": "CM Links",
        "size": "1.50 GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "mp-XqCrCi6I",
      "video_url": "https://www.youtube.com/watch?v=mp-XqCrCi6I",
      "embed_url": "https://www.youtube.com/embed/mp-XqCrCi6I"
    }
  },
  {
    "metadata": "R|2003|2h 18min|Action,Sci-Fi",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "321,741"
    },
    "title": "The Matrix Reloaded (2003)",
    "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ UN က စက်ရုပ်အားလုံးကို ဖျက်ဆီးဖို့ ရုတ်တရက် လုပ်ဆောင်လိုက်ပါတော့တယ်။ ဒီဖြစ်စဉ်ကြီးမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ စက်ရုပ်အနည်းစုဟာ လူတွေနဲ့ အတူယှဉ်တွဲနေထိုင်ဖို့ကိုလက်လျှော့ပြီး မီဆိုပိုတေးမီးယားဆိုတဲ့ လွတ်မြောက်နယ်မြေကို ထွက်သွားခဲ့ကြတယ်။ အဲဒီမှာပဲ 01 ဆိုတဲ့ ပထမဆုံး စက်ရုပ်နိုင်ငံ ပေါ်ပေါက်လာပါတော့တယ်။ 01 ဟာ သူတို့ကိုယ်သူတို့ ပိုအသိဉာဏ်ရှိလာအောင် ဖန်တီးခဲ့သလို လူတွေလိုအပ်တဲ့ စက်တွေ နည်းပညာတွေကိုလည်း ပြန်ရောင်းစားပြီး တဖြည်းဖြည်းနဲ့ စီးပွားရေးမှာ လူတွေထက် အဆမတန် အင်အားကြီးလာခဲ့ပါတယ်။ လူသားငွေကြေးတန်ဖိုးတွေလည်း ကျဆင်းပြီး အင်အားချည့်နဲ့လာတဲ့အတွက် UN က 01 ကို စီးပွားရေးပိတ်ဆို့ခဲ့တယ်။ ဒါကို ညှိနှိုင်းဖို့ ရောက်လာတဲ့ စက်ရုပ်သံတမန်တွေကိုလည်း တိုက်ခိုက်ဖျက်ဆီးခဲ့တယ်။ အဲဒီနောက်မှာ UN က စက်ရုပ်နိုင်ငံကို လက်ဦးမှုယူ တိုက်ခိုက်ခဲ့ပြီး ၂၂ ရာစု အလယ်လောက်မှာ စစ်ပွဲကြီးစတင်ခဲ့ပါတယ်။ ဒါ့အပြင် အနုမြူနဲ့ပါ လက်ဦးအောင် ထုခဲ့ပါတယ်။ ဒါပေမဲ့ စက်ရုပ်တွေက လူတွေထက်ပိုမာတဲ့ အတွက် မျိုးမပြုတ်ခဲ့ပါဘူး။ အဲဒီမှာ မျိုးမပြုတ်ဘဲ ကျန်ခဲ့တဲ့စက်ရုပ်တွေဟာ တစ်ကမ္ဘာလုံးက စက်တွေကို စုစည်းပြီး ပြန်ထိုးစစ်ဆင်ပါတော့တယ်။ အရှေ့အလယ်ပိုင်း ဥရောပ အရှေ့ပိုင်းတွေကိုပါ သိမ်းပိုက်လာနိုင်ခဲ့တယ်။အရေးနိမ့်လာတဲ့လူသားတွေဟာ အမှောင်မုန်တိုင်းလို့ ခေါ်တဲ့ စစ်ဆင်ရေးတစ်ခုကို လုပ်ခဲ့တယ်။ ဒါကတော့ စက်ရုပ်တွေရဲ့ အဓိကစွမ်းအင်ရင်းမြစ်ဖြစ်တဲ့ နေကို ဖြတ်တောက်ဖို့ပါပဲ။ ကမ္ဘာ့လေထုအကာတစ်ခုလုံးကို နာနိုဗုံးတွေနဲ့ဖောက်ခွဲပြီး တိမ်မည်းကြီးတွေ ဖုံးသွားအောင်လုပ်ပြီး ကမ္ဘာပေါ်မှာ နေရောင်ပျောက်ကွယ်သွားအောင်လုပ်ခဲ့တာပါပဲ။ ဒီစစ်ဆင်ရေးကြောင့် စက်ရုပ်တွေအင်အားချိနဲ့သွားပေမဲ့ မကြာခင်မှာပဲ အနုမြူစွမ်းအင်ကို အစားထိုးပြီး ပြန်အင်အားများလာခဲ့တယ်။ပြီးတော့ လူသားပုံစံစက်ရုပ်တွေကိုမသုံးတော့ဘဲ ပိုပြီးတိုက်ခိုက်နိုင် အားသုံးနိုင်တဲ့ စန်တီနယ်လို စက်ရုပ်တွေကို သုံးလာခဲ့တယ်။လူသားတွေ အကျအဆုံးများပြီး ငတ်မွတ်လာတဲ့အချိန်မှာတော့ UN ရဲ့ရှေ့ကို စက်ရုပ်သံတမန်နောက်တစ်ခေါက်ရောက်လာပါတော့တယ်။ ဒီတစ်ခါမှာတော့ စက်ရုပ်သံတမန်က ထွေထွေထူးထူးညှိနှိုင်းမနေတော့ပါဘူး။ သူ့ကိုယ်သူဖောက်ခွဲပြီး ကမ္ဘာခေါင်းဆောင်အားလုံးနဲ့ နယူးယောက်မြို့ကြီးကို ဖျက်ဆီးပစ်လိုက်ပါတော့တယ်။ ခေါင်းဆောင်မရှိတော့တဲ့ တပ်တွေကိုလည်း စက်ရုပ်တပ်တွေက အသာအယာအနိုင်ယူပြီး လူသားတွေ ကျဆုံးသွားခဲ့ပါတော့တယ်။ ဒါ့အပြင် စက်ရုပ်တွေဟာ နေ နဲ့ အနုမြူစွမ်းအင်အပြင် နောက်ထပ် စွမ်းအင်ရင်းမြစ်တစ်ခုကို တွေ့ရှိလာခဲ့ပါတယ်။ ဒါကတော့လူသားတွေကို ဖမ်းဆီးထားပြီး သူတို့ ကိုယ်ကနေ လျှပ်စစ်စွမ်းအင်တွေ ထုတ်ယူတာပါ။ အဆုံးမရှိတဲ့ကွင်းပြင်ကြီးတွေထဲမှာ လူသားတွေ သန်းချီပြီး ဖမ်းဆီးထားပြီး စွမ်းအင်ထုတ်ယူပါတော့တယ်။အဲဒိဖမ်းဆီးထားတဲ့လူသားတွေရဲ့ စိတ်ကို အကျဉ်းချဖို့အတွက် Matrix ကို ဖန်တီးလိုက်တာပါပဲ။ Matrix ဆိုတာကတော့ Virtual Reality တစ်ခုပါပဲ။ လူသားတွေရဲ့ စိတ်ကို ကွန်ပြူတာစနစ်ထဲကို ထည့်သွင်းထားပြီး ၁၉ ရာစု ၂၀ ရာစုခေတ်မှာ သူတို့ဘာသာ အသက်ရှင်နေထိုင်နေကြသလို ထင်ယောင်ထင်မှား ဖြစ်စေခဲ့တာပါ။(ဒါကတော့ ၁ ၂ ၃ ကြည့်ပြီးမှ ဆက်ဖတ်သင့်ပါတယ်)Matrix ရဲ့ ပထမဆုံးဗားရှင်းမှာတော့ လူသားတွေဟာ လုံးဝပြီးပြည့်စုံပြီး လိုလေးသေးမရှိတဲ့ ကမ္ဘာကြီးထဲမှာ နေထိုင်ရတာပါ။ ဒါကို လူသားတွေရဲ့စိတ်က ဖြစ်တည်မှုအစစ်လို့ လက်မခံနိုင်တဲ့အတွက် Matrix ပထမဆုံးပရိုဂရမ် ကျရှုံးသွားပါတော့တယ်။ ဒီတော့ စက်ရုပ်တွေက လူသားတွေကို စစ်တွေဆက်တိုက်ဖြစ်နေပြီး ဒုက္ခပင်လယ်ဝေနေတဲ့ Matrix တစ်ခုဖန်တီးပေးပြန်ပါတယ်။ ဒါကိုလည်း လူသားဦးနှောက်က လက်မခံပြန်ပါဘူး။ နောက်ဆုံးမှာတော့ လူသားတွေရဲ့ဘဝအစစ်လို့ အဓိကယုံကြည်စေဖို့ လိုအပ်တဲ့အရာဟာ Choice လို့ခေါ်တဲ့ ရွေးချယ်မှု ရှိတယ်လို့ ထင်ရတဲ့ ကမ္ဘာပဲဆိုတာ စက်ရုပ်တွေ သိသွားပါတယ်။ ဒီတော့မှ Matrix ဟာ အောင်မြင်ပြီးလူသားတွေကို ဖြစ်တည်မှုအတုထဲမှာ အကျဉ်းချထားနိုင်ပါတော့တယ်။ ဒီ Matrix ထဲမှာပဲ ရင်းမြစ်ကုတ်ကို ထိန်းချုပ်တဲ့ Architect ဗိသုကာဆိုတဲ့ လူကို ဖန်တီးထားလိုက်တယ်။ ပြီးတော့ လူသားတွေကိုလေ့လာပြီး ပြောင်းလဲပေးနိုင်ဖို့ ရှေ့ဖြစ်ဟော Oracle ဆိုတဲ့ ပရိုဂရမ်တစ်ခုကိုဖန်တီးထားတယ်။ ဒါပေမဲ့ ဒီ Matrix ဟာလည်း လူသား ၉၉ ရာနှုန်းကိုပဲ လှည့်စားနိုင်ပါတယ်။ ၁ ရာခိုင်နှုန်းကတော့ ဒါဟာ အတုအယောင်လို့ သံသယဝင်လာတဲ့ ပရိုဂရမ်ချို့ယွင်းချက်တွေဖြစ်လာတယ်။ အဲဒီ မက်ထရစ်ကနေ လွတ်မြောက်လာပြီး Zion လို့ခေါ်တဲ့ နောက်ဆုံးလူသားတိုင်ပြည်ကို တည်ထောင်လာတယ်။ ပြီးတော့ ဒီလူတွေကပဲ Matrix ထဲကို ပြန်ဝင်လာပြီး လူသားအားလုံးကို လွတ်မြောက်အောင် ပြန်တိုက်ခိုက်လာတယ်။ ဒီလို error လူတွေကို ကာကွယ်ဖို့ အေးဂျင့်ဆိုတဲ့ အင်အားကြီးတဲ့ ပရိုဂရမ်မျိုးတွေဖန်တီးထားခဲ့တယ်။ ဒီတော့ Matrix စနစ် တည်ငြိမ်ဖို့ အဲဒီ ချို့ယွင်းကုတ်တွေ အားလုံးကို သယ်ဆောင်နေတဲ့ ပရိုဂရမ်တစ်ခုကို ဖန်တီးလိုက်တယ်။ The One ခေါ် Neo ပေါ့။ အဲဒီ The One ဟာ လူသားအားလုံးကို ကယ်တင်မယ့်သူလို့ Zion တွေ ယုံကြည်စေခဲ့တယ်။ ဒါပေမဲ့ အဲဒီ The One ရဲ့ လမ်းကြောင်းဟာ နောက်ဆုံးမှာ ဗိသုကာဆီမှာ အဆုံးသတ်ပါတယ်။ Neo ဟာ လူသားတွေကို ကယ်တင်ဖို့ သူ့ကိုယ်သူ စတေးခံရမယ်။ သူသေသွားချိန်မှာ သူ့ရဲ့ မူလ ကုတ်တွေအားလုံးကို မူလရင်းမြစ်ကုတ်ထဲကို ပူးပေါင်းစေပြီး Matrix ကို reload ဖြစ် အစက ပြန်စတင်စေတာပါ။ Zion ဆိုတဲ့ လူသားကမ္ဘာကိုလည်း အားလုံးပျက်စီးစေမှာပါ။ မပျက်စီးခင်မှာ Neo ကို လူသား ၂၃ ယောက်ရွေးချယ်ခိုင်းပြီး Matrix အသစ်ပြန်စ Zion အသစ်ပြန်စပြီး နောက်တစ်ဖန် ထိန်းချုပ်လည်ပတ်စေတာပါ။ ဒီလိုနဲ့ Matrix ရဲ့ error တွေကိုရှင်းပြီး reload လုပ်ခဲ့တာ ငါးကြိမ်တိုင်ခဲ့ပါပြီ။ Neo ငါးယောက်လည်း သေဆုံးပြီးခဲ့ပါပြီ။ အခု Matrix ရုပ်ရှင်ထဲက ၆ ယောက်မြောက် Neo ကတော့ မတူတဲ့လမ်းကို ရွေးခဲ့ပါတယ်။ ရင်းမြစ်ကုတ်ဆီမှာ အသေခံရမယ့်အစား သူ့ချစ်သူ ထရစ်နတီကို ကယ်တင်ခဲ့တယ်။ နောက်ပြီးတော့ ဇိုင်ရွန်တွေ ပျက်စီးရမယ့်စား စစ်ပြေငြိမ်းနိုင်ဖို့ စက်ရုပ်မြို့တော်အထိ ရောက်အောင်သွားပြီး အပေးအယူလုပ်ပြီးမှ အသေခံခဲ့တာပါ။ ဒီလိုနဲ့ ကမ္ဘာကျော် Matrix ရုပ်ရှင်တွေ အဆုံးသတ်ခဲ့တာပါ။ ဒီတစ်ခါတော့ Matrix ပြန်လည်ရှင်သန်ခြင်းမှာ ဘာတွေဖြစ်လာမလဲ စောင့်ကြည့်လိုက်ရအောင်။The Matrix ဇာတ်ကားအားလုံးကိုhttps://channelmyanmar.org/?s=the+matrix+neoမှာကြည့်ပါ။File size…(5.3 GB)/(1.4 GB)/(800 MB)Quality….BluRay 4K HEVC/1080p HEVC / 720pFormat…mkv/mp4Duration….02:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byHein Thet Naing,Little NeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJames McTeigueLana WachowskiLilly WachowskiStarsCarrie-Anne MossDaniel BernhardtDon BatteeHelmut BakaitisHugo WeavingKeanu ReevesLambert WilsonLaurence FishburneMonica BellucciSteve BastoniCastAdrian RaymentAndrew ValliAndy ArnessAnthony Brandon WongAnthony ZerbeAttila DavidhazyAustin GaluppoBernard WhiteCarrie-Anne MossChris MitchellChristine AnuChristopher KirbyClayton WatsonCollin ChouCornel WestDaniel BernhardtDaryl HeathDavid FranklinDavid KildeDavid RobertsDavid William NoDon BatteeEssie DavisFrankie StevensGenevieve O'ReillyGina TorresGloria FosterHarold PerrineauHarry LennixHelmut BakaitisHugo WeavingIan BlissJada Pinkett SmithJohn WaltonJosephine ByrnesJoshua MbakweKeanu ReevesKelly ButlerKevin ScottLambert WilsonLaurence FishburneLeigh WhannellLiliana BogatkoMalcolm KennardMarcus YoungMarlene CumminsMatt McColmMichael BuddMonica BellucciMontaño RainNash EdgertonNathaniel LeesNeil RaymentNicandro ThomasNick ScogginNona GayeNoris CamposPaul CotterPeter LambRandall Duk KimRay AnthonyRene NaufahuRick ShusterRobert MammoneRobyn NevinRoy Jones Jr.Rupert ReidScott McLeanShane C. RodrigoSocratis OttoSteve BastoniSteve MorrisSteve VellaStoney BurkeTahei SimpsonTerrell DixonTiger Hu ChenTony LynchTory MussettValerie Berry",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tva2OlLELCagFynFibcefhn2D9i.jpg",
      "https://image.tmdb.org/t/p/w300/sDxCd4nt3eR4qOCW1GoD0RabQtq.jpg",
      "https://image.tmdb.org/t/p/w300/hgg12QdHLZrfkposbefF7Goo6nN.jpg",
      "https://image.tmdb.org/t/p/w300/YfMEwVRe1c5rhFYmL2P8153T8x.jpg",
      "https://image.tmdb.org/t/p/w300/ihOJcrorpDQtHTzIOrobbOhpJsj.jpg",
      "https://image.tmdb.org/t/p/w300/6RoeOYp8Z6TtHATYJF52BjPoqo5.jpg",
      "https://image.tmdb.org/t/p/w300/641MUFisaCXxyd0kKK6ELWTfdQT.jpg",
      "https://image.tmdb.org/t/p/w300/4t6yb3USH1jRml18LiLgnGWq8q9.jpg",
      "https://image.tmdb.org/t/p/w300/kQIzFGdVCwsuutMKyCVZ8LrJw3e.jpg",
      "https://image.tmdb.org/t/p/w300/7UDntdU0EUhJASvmdSE5bKvpPUz.jpg",
      "https://image.tmdb.org/t/p/w300/jQNy6mGIGsqqMfmQhl2jhId96mi.jpg",
      "https://image.tmdb.org/t/p/w300/sYOAcn9wJK2AQ2agkBojewBM5VI.jpg",
      "https://image.tmdb.org/t/p/w300/xX65SiqPmDrQsbKIQgLwFKghyxr.jpg",
      "https://image.tmdb.org/t/p/w300/2TfwHGpucunyF3HRgs0ZrEhALda.jpg",
      "https://image.tmdb.org/t/p/w300/umdlELjfK9M9SK0PuDTdAjxinxv.jpg",
      "https://image.tmdb.org/t/p/w300/5LWLa0jvIQLDSanxJ7MWvcbTdrn.jpg",
      "https://image.tmdb.org/t/p/w300/orKviFWibMzLBfVpABZdhPpkGJu.jpg",
      "https://image.tmdb.org/t/p/w300/r5lIF5RJrQJYgVJK0sn3M0deZhO.jpg",
      "https://image.tmdb.org/t/p/w300/5v68CBoYv1BYzVD52aFAGcI9iR6.jpg",
      "https://image.tmdb.org/t/p/w300/1QxIK4pZiqQjxA8qKeipwROTcOh.jpg",
      "https://image.tmdb.org/t/p/w300/7wd0dGDppC2zWOwmgCERVxdg5Fe.jpg",
      "https://image.tmdb.org/t/p/w300/cvWzggFuKqFrojLhIPaTif23DpV.jpg",
      "https://image.tmdb.org/t/p/w300/mCkmay9O9Z6qxkc6UmqthcpFjwZ.jpg",
      "https://image.tmdb.org/t/p/w300/25p6PkREnNvLkKOe2ul3bCGbYni.jpg",
      "https://image.tmdb.org/t/p/w300/wrMk58wTdaxqfnsmBjvY9Dnv6Z3.jpg",
      "https://image.tmdb.org/t/p/w300/eLgAbHFUWF1WzrigkrcOmE0Vj0g.jpg",
      "https://image.tmdb.org/t/p/w300/pZ3gHyU5V5pffTgVFB5pgoPJuKC.jpg",
      "https://image.tmdb.org/t/p/w300/ktjLQUM3DLeJpMhH1YQDzimkLWH.jpg",
      "https://image.tmdb.org/t/p/w300/iFw7yCvjPYQnc179fEqjsRGTv8F.jpg",
      "https://image.tmdb.org/t/p/w300/mWULnYPsgGrXwkp1gb3ROjG8dTg.jpg",
      "https://image.tmdb.org/t/p/w300/juwaLlVjDPwqbogj78KK9u3iPqF.jpg",
      "https://image.tmdb.org/t/p/w300/8Ogmjp5WiSyPcZfDGMbM2p06WRC.jpg",
      "https://image.tmdb.org/t/p/w300/5Wh30rh6jcwRuS2ycw49sRCSpUg.jpg",
      "https://image.tmdb.org/t/p/w300/w38phWk7iIyZuWcPgK4tzGKet9H.jpg",
      "https://image.tmdb.org/t/p/w300/5hC5SvjanmOj8Pzx6bHmC1K0w5L.jpg",
      "https://image.tmdb.org/t/p/w300/6N8KmMYQ7T17usvxijrNBswEvGt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-matrix-reloaded-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-2160-p-4-k-blu-ray-sdr-10-bit-hevc-eac-3-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1GVt7/(CM)_The_Matrix_Reloaded_(2003)_2160p_[4K]_BluRay_SDR__10bit_HEVC_EAC3_5.1_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/l9cjFaaD#1HtqS2pYhXPrI4DGiq6pep7Td1QO9CnkgkjajIsXzZQ",
        "server": "mega.nz",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/7a86xl6b498z.html",
        "server": "usersdrive.com",
        "size": "5.3 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-1080-p-blu-ray-sdr-10-bit-hevc-aac-2-0-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2mSTK/(CM)_The_Matrix_Reloaded_(2003)_1080p_BluRay_SDR__10bit_HEVC_AAC_2.0_-_Nyein.mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/1RElxABI#EE-o4UaX9yoMVs0CMQMSuhRdWctkGgppVVjfTJ6sL8k",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/so2vyy80n3rd.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://watchsb.com/fursjjpem2l3.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-matrix-reloaded-2003-720-p-blu-ray-h-264-aac-2-0-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cMdDhCaR#BEoCGMLj9qzJa8cMhPNnvAeQS8J4eA_xj3HgPgwE7Y0",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uwenvt1s4fi4.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/5ttdsqo4osk6.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zsgrsiZoymA",
      "video_url": "https://www.youtube.com/watch?v=zsgrsiZoymA",
      "embed_url": "https://www.youtube.com/embed/zsgrsiZoymA"
    }
  },
  {
    "metadata": "|||Action,Adventure,Comedy",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "2524"
    },
    "title": "The Pirates (2014)",
    "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်…ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်…အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်….တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါ….ဒီဇာတ်ကားရဲ့ ရိုက်ကွင်း ရှုခင်းရှုကွက်တွေလည်း အရမ်းလှပြီး ကိုးရီးယားကားတွေထဲမှာတာ့ တော်တော်လေးကို ခမ်းနားပါတယ်။အတည်ပေါက်နဲ့ကို ဟာသတွေဖြစ်အောင်လည်း ရိုက်ပြသွားတယ်..၂၀၁၄ ခုနှစ်မှာတော့ ဒီဇာတ်ကားက အကောင်းဆုံးဇာတ်ကားဆု အကောင်းဆုံးမင်းသမီးဆုအကောင်းဆုံးဇာတ်ပို့ဆု အကောင်းဆုံးဒါရိုက်တာဆု နည်းပညာပိုင်းဆိုင်ရာ အကောင်းဆုံးဆုတွေ သိမ်းကျုံးယူသွားနိုင်ခဲ့တယ်..ပင်လယ်ဓားပြကနေ တောပုန်းဓားပြ ပြောင်းလုပ်တဲ့ချွဲဘုန်းနေရာက ဝါရင့်သရုပ်ဆောင် ရိုဟီဂျင်းဟာတကယ်ကို တစ်ကားလုံး အသက်ဝင်အောင် ဇာတ်ပို့ပေးနိုင်တဲ့အတွက်ကိုးရီးယားမှာအကောင်းဆုံးရုပ်ရှင်ဆုတွေဖြစ်တဲ့Baeksang Art award, Grand Bell award တွေမှာအကောင်းဆုံးဇာတ်ပို့ဆုကို တစ်ယောက်တည်း သိမ်းပိုက်နိင်ခဲ့တဲ့အပြင်6th korea flim award, 1st  korea flim producer association awardက ချီးမြင့်တဲ့ အကောင်းဆုံးဇာတ်ပို့ဆုတွေကိုရခဲ့ပါတယ်။ဒီဇာတ်ကားမှာ အကြိုက်ဆုံးစကားလေးကတော့ မင်းသမီးက ချွဲဘုန်းကို မှာလိုက်တဲ့ စကားလေးပါ“တောပုန်းဓားပြပဲလုပ်လုပ် ပင်လယ်ဓားပြပဲလုပ်လုပ်  သူခိုးဓားပြကောင်း တစ်ယောက်ဖြစ်အောင် ကြိုးစားပါ”တဲ့ပထမဆုံး ပြုံးမိသွားတယ် နောက်စဉ်းစားလေစဉ်းစားလေ ရီချင်လေပဲ။သူခိုးဓားပြကများ သူခိုးဓားပြကောင်းဖြစ်အောင်ကြိုးစားရဦးမယ်တဲ့နောက်တော့အတွေးစလေး တစ်ခုရသွားတယ် သူပြောတာလည်းဟုတ်တာပါပဲဘယ်ဘ၀ ဘယ်အခြေအနေကို ရောက်ရောက်ကောင်းမွန်တဲ့ သူတစ်ယောက် ဖြစ်အောင် ကြိုးစားရမှာပေါ့။ဘုရင်တို့ စစ်သူကြီးတို့ဆိုတာ တကယ်တော့ လူအများက လေးစားအားကျဂုဏ်ယူရတဲ့ရာထူး နေရာတွေပါအားကိုးအားထိုက်ပြုရမယ့်သူတွေပါ အရင်ဦးဆုံး သူခိုးဓားပြထက်စစ်သူကြီးတို့ ဘုရင်တို့ဖြစ်အောင် မကြိုးစားသင့်ဘူးလားဒါပေမယ့်ဘုရင်ကောင်း စစ်သူကြီးကောင်း မဖြစ်ကြလို့ ဒီလိုနေရာတွေမှာတောင်ကောင်းအောင်မကြိုးစားတဲ့ရာထူးအာဏာရှိသူတွေကြောင့် ပြည်သူတွေပိုဒုက္ခရောက်ကြရတာမဟုတ်လားဒါကြောင့် ဘယ်နေရာ/ ဘယ်ဘဝပဲရောက်နေနေ ဘယ်အခြေအနေပဲဖြစ်ဖြစ်အများအကျိုးပြုတဲ့လူကောင်းဖြစ်အောင်ကြိုးစားသင့်ပါတယ်ဒီဇာတ်ကားလေးကြည့်ရှုပြီး ရယ်မောပျော်ရွင်ပြီး ဘဝအမောတွေပြေသလို အတုယူသင့်တာတွေယူပြီးရှောင်ကြဉ်သင့်တာလေးတွေလည်းရှောင်ကြဉ်နိုင်ကြပါစေ……File Size : (2.2 GB) / (1.2 GB ) / (700 MB)Quality : BluRay 5.1 CH 1080p/ 720p / 360pRunning Time : 2 hr 10 minFormat : Mp4Genre : Action , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded by Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLee Seok-hoonStarsKim Nam-gilKim Tae-wooLee Kyung-youngLee Yi-kyungOh Dal-suPark Chul-minShin Jung-geunSon Ye-jinSulliYoo Hae-jinCastAhn Nae-sangChung Sung-hwaJeon Bae-sooJo Hee-bongKim IanKim Nam-gilKim Tae-wooLee Kyung-youngLee Yi-kyungOh Dal-suPark Chul-minPark Hae-sooShin Jung-geunSon Ye-jinSulliYoo Hae-jin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h2MLv3EeSXar0J7upxHAzZMvO9P.jpg",
      "https://image.tmdb.org/t/p/w300/3EbtefLTEEwWhaYZxIlhmLcmMtg.jpg",
      "https://image.tmdb.org/t/p/w300/hMN0OUBZsTLNTm8EcEVZvg2UH1.jpg",
      "https://image.tmdb.org/t/p/w300/c0EknxTGYATxOJzdtw6xlCVS5Mb.jpg",
      "https://image.tmdb.org/t/p/w300/exkMhtHWY6paFY8rNHtP8UXeT6T.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-pirates-2014-1080p",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-pirates-2014-1080-p-blu-ray-x-264-rovers-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbcloud1.com/19grpxcuw2p5.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Ybp2/(CM)The.Pirates.2014.1080p.BluRay.x264-ROVERS.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aVJ0XJIQ#7ePWlB_TQupHYpEoLqS8prhJ1VXK50JKBloQwTB40E4",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/i68v6zco4rls",
        "server": "veryfiles.com",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-pirates-2014-720-p-blu-ray-x-264-rovers-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbcloud1.com/rfc3bvujpxww.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2k6jt/(CM)The.Pirates.2014.720p.BluRay.x264-ROVERS.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uEIUxJwa#7LxLnSwNSJbS1N-nxWabvT5ulxFJjAiSFizpKUWwwgE",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/znk8yu514pgp",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-pirates-2014-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "360p"
      },
      {
        "link": "https://sbcloud1.com/9t81cdntbeza.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "360p"
      },
      {
        "link": "https://mega.nz/file/7dIkRbZB#Pgulw3gwdXF6zhr5i0_nVcvX5ToUBRJJ6PJQnVTOnSM",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "360p"
      }
    ],
    "trailer": {
      "video_id": "3VOexRBhGSg",
      "video_url": "https://www.youtube.com/watch?v=3VOexRBhGSg",
      "embed_url": "https://www.youtube.com/embed/3VOexRBhGSg"
    }
  },
  {
    "metadata": "PG-13|1997|95 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "36,648"
    },
    "title": "Mortal Kombat: Annihilation (1997)",
    "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ကားထဲမွာလဲ ကမၻာႀကီးကို ထပ္မံကယ္တင္ရမွာပါ။ ကမၻာႀကီးကို လွ်ဴခန္ လို႔ေခၚတဲ့ မသမာသူက ကမၻာႀကီးကို ၇ ရက္နဲ႔တင္ အၿပီးသိမ္းမွာပါ။ အဲ့ဒီ ၇ ရက္မတိုင္ခင္ကို လွ်ဴကန္ ဟာ ကမၻာႀကီးကို သူ႔ရဲ႕ ဆရာျဖစ္တဲ႔ ေရးဒန္ နဲ႔ တျခားေသာသူရဲေကာင္းေတြနဲ့အတူကယ္တင္ရမွာပါ အဲ့လို ကယ္တင္ဖို႔ကို သူတို႔ေတြ ဘယ္လို အခက္အခဲေတြ ရင္ဆိုင္ရမယ္၊ ဘယ္လိုမ်ိဳးကယ္တင္မယ္ဆိုတာကိုေတာ့…….. Channal Myanmar ပရိတ္သတ္ႀကီးတို႔က ဇာတ္ကားကို အားေပးၾကည့္႐ႈ့ေပးက်ပါအံုး(ဇာတ္လမ္း အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေစာရန္ေနေနာင္ ျဖစ္ပါတယ္)File size…678.6MBQuality…Blu-ray Rip 720pFormat…mp4Duration….01:35:44Translator…Saw Yan Nay NaungEncoder….seniorKaungDownload and watch via pCloudYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn R. LeonettiStarsJames RemarRobin ShouSandra HessTalisa Soto",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Animation",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1704"
    },
    "title": "Promare (2019)",
    "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။File Size : ( 1 GB , 303 MB)Quality : BluRay 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHiroyuki ImaishiStarsAmi KoshimizuAyane SakuraHiroyuki YoshinoKen'ichi MatsuyamaMasato SakaiMayumi ShintaniRikiya KoyamaTaichi SaotomeTaiten KusunokiTetsu InadaCastAmi KoshimizuAyane SakuraHiroyuki YoshinoKatsuyuki KonishiKendo KobayashiKenichi MatsuyamaMasato SakaiMayumi ShintaniNobuyuki HiyamaRikiya KoyamaTaichi SaotomeTaiten KusunokiTetsu Inada",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eAWuDbZAYQY0PM0hL7zoO3aoF3T.jpg",
      "https://image.tmdb.org/t/p/w300/eHZ4fCPz5MUXcdUVAANqco54tIE.jpg",
      "https://image.tmdb.org/t/p/w300/6szqKVnm13MGZOOZaJQWHg0RE4K.jpg",
      "https://image.tmdb.org/t/p/w300/2UnHne9HVOTeCzgZKMzgQ8b3oc7.jpg",
      "https://image.tmdb.org/t/p/w300/4LxzeB4KXFImoRguKQx4pWqtQZC.jpg",
      "https://image.tmdb.org/t/p/w300/xx9w12zNafVJ0Crjq2wKUX9KnsU.jpg",
      "https://image.tmdb.org/t/p/w300/p6fh1Gg3gTtjvrJrxDNT0ynBSPy.jpg",
      "https://image.tmdb.org/t/p/w300/6bm6xuEGDL3QafclW2E3JbVnRO9.jpg",
      "https://image.tmdb.org/t/p/w300/gkpHkI8g0n1cxTE1yG5FS3upr4i.jpg",
      "https://image.tmdb.org/t/p/w300/jn8ZhbycOiAqTaEVmKYGbm0O4eZ.jpg",
      "https://image.tmdb.org/t/p/w300/3AQeDZmDYKoppCHq79SiSc6jpw6.jpg",
      "https://image.tmdb.org/t/p/w300/wc6SxbRxTRTbRIcaI8u4hXbhv5L.jpg",
      "https://image.tmdb.org/t/p/w300/xdaebe0Tt7eKiQSfi3AAIH3zL6W.jpg",
      "https://image.tmdb.org/t/p/w300/88zMhOQDXHTc3iqGMPA7unCZO9R.jpg",
      "https://image.tmdb.org/t/p/w300/s7uwH2YrTZ75L5ZVby1faBaWH3Y.jpg",
      "https://image.tmdb.org/t/p/w300/6mRX3NT4fuccOsULB6g6hYbCIPz.jpg",
      "https://image.tmdb.org/t/p/w300/6ovuiK5KQaxb1lT1Nd8uNaqHkrK.jpg",
      "https://image.tmdb.org/t/p/w300/sOKExLekA9ONW8YoBUqoXQkfWi.jpg",
      "https://image.tmdb.org/t/p/w300/5fA6nRuaU3XM7vSb0mPrSUcZiZW.jpg",
      "https://image.tmdb.org/t/p/w300/w0SpJl7dWQ0DFYp6QTRArqHimIt.jpg",
      "https://image.tmdb.org/t/p/w300/2n1PXuVNqSoif5fuG5OmnlV6JCa.jpg",
      "https://image.tmdb.org/t/p/w300/qbB3dhhGlxmKiwnKeXFfhe4Lv8O.jpg",
      "https://image.tmdb.org/t/p/w300/uxYbgeAil3ZcS3QumOD5YtxTXzL.jpg",
      "https://image.tmdb.org/t/p/w300/gyeWk2q74T1q8gg4ffbF44CNwh6.jpg",
      "https://image.tmdb.org/t/p/w300/kHLwXs6d9R54xhK7VA9BY4ljdXR.jpg",
      "https://image.tmdb.org/t/p/w300/qcsKAFwl2YdlRDXARgqFSVUwIay.jpg",
      "https://image.tmdb.org/t/p/w300/aQm066J3OmiMPtfEZsvJyoLAui5.jpg",
      "https://image.tmdb.org/t/p/w300/3Ft93ygtgesrE1UnHjd7MdXNODy.jpg",
      "https://image.tmdb.org/t/p/w300/mctv0DMJcXPOJHPfhaMRJAAHIBM.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/v0bkn9h8efk4.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/m3sfbrw9vjbk.html",
        "server": "usersdrive.com",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://yuudrive.me/e989105/cm-promare-2019-bluray-720p-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/50ea8fc5/cm-promare-2019-bluray-480p-mp4",
        "server": "yuudrive.me",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://megaup.net/3zzck/(CM)_Promare_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/3zzcg/(CM)_Promare_2019_BluRay_480p.mp4",
        "server": "megaup.net",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://mega.nz/file/304BmTLa#dzHV9UDDNviQEkr4zR1buLdRyzOk9Iq6iUx10yGEgqA",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/ThoFGJIC#ZdPAKxf3jMHJAwgqR18J4t2XaL8eg2-e9103dIKoZHk",
        "server": "mega.nz",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://1fichier.com/?08k861p4rkd44gz0a9tm",
        "server": "1fichier.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://1fichier.com/?djs7ehjvio71ek03w5ny",
        "server": "1fichier.com",
        "size": "303 MB",
        "quality": "BluRay480p"
      },
      {
        "link": "https://upstream.to/vn2ya260245z",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/8dy9tocak9ev",
        "server": "upstream.to",
        "size": "303 MB",
        "quality": "BluRay480p"
      }
    ],
    "trailer": {
      "video_id": "rWxUaUU4Heg",
      "video_url": "https://www.youtube.com/watch?v=rWxUaUU4Heg",
      "embed_url": "https://www.youtube.com/embed/rWxUaUU4Heg"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Up Rank (2023)",
    "description": "The Up Rank (2023)ဖွံ့ဖြိုးတိုးတက်နေတဲ့ ယနေ့ခေတ်ကြီးမှာ ဂိမ်းကိုအရူးအမူးစွဲလမ်းကြတဲ့လူငယ်တွေလည်း အများကြီးရှိလာပါတယ်။Rank မှ Rank ဖြစ်နေပြီး Rank ချင်းပြိုင်ရင် နိုင်ချင်ကြသူတွေလည်း အများကြီးပါပဲ။ဒီထဲကမှ ယူဆိုတဲ့ကောင်လေးဟာ ဂိမ်းကို ထမင်းမေ့ဟင်းမေ့ အဖေနဲ့ရည်းစားကိုပါမေ့ပြီး အရူးအမူးဆော့တဲ့ Ace rank ID ပိုင်ရှင်‌ပါ။တစ်နေ့မှာတော့ သူနဲ့ပွဲတစ်ပွဲမှာဆုံတဲ့အကောင့်တစ်ခုက ဂိမ်းဆော့ရင်းပိုက်ဆံရမယ်ဆိုတဲ့ စာပို့လာတဲ့အခါယူတစ်ယောက် သံသယလေးတစ်ဖက်နဲ့ စိတ်ဝင်စားလာပါတော့တယ်။ဂိမ်းဆော့ရင်းပိုက်ဆံရပေမဲ့ ဂိမ်းစည်းမျဉ်းတွေနဲ့ ဆန့်ကျင်နေတဲ့ rank တင်တဲ့အလုပ်…ဒီအလုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိမလဲ။ လောဘပေါ်လောဘဆင့်လာတဲ့ လူတွေရဲ့အငြိုးအာဃာတတွေ၊ဆက်ဆံရေးတွေ ပျက်စီးလာရလောက်တဲ့အထိ ရူးသွပ်ကြပုံတွေ… စတာတွေကိုIMDb 6.6 ရထားတဲ့ ဒီထိုင်းကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Xing Eggပဲ ဖြစ်ပါတယ်။Genre….. Action, Crime, DramaQuality…. 1080p | 720p | 480pFile size…Format… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Xing EggEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBhumibhat ThavornsiriJoseph AngeloKittisak PatomburanaKrit JeerapattananuwongSanya KunakornSudarat PhungsiriSurasak ChaiyaatTanchanok Sotajinda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pK49zWxEOtBvkdbGs3v1vCsoigj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ihPpDZSR6SpB0DGrTwRGsX66El3.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gzie8p0kkkd8.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1T17j/The.Up.Rank.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/sU8xSbbK#b5-5pjZaKZ63iQsLLqrsoJScqCFs-ikFzKL0GSDb1U4",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/6sgew2giefda.html",
        "server": "usersdrive.com",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1T174/The.Up.Rank.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/VJdBEYCY#hLkgKS_wyfA0a3OCPdChBBGEeJFiuqOs4YJJdJ72VE4",
        "server": "mega.nz",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/in6lqwlmplbc.html",
        "server": "streamsb.com",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/th4q8dhq84tg",
        "server": "streamvid.io",
        "size": "564MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/czk1kdfo21is.html",
        "server": "usersdrive.com",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-up-rank-2022-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Tgfi/The.Up.Rank.2022.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/muJ1UBwb#FwukL_6qqGllb7nktnwMXNXuqv2aNBG8-aMp4Bb2LsQ",
        "server": "mega.nz",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/pue0voki172x.html",
        "server": "streamsb.com",
        "size": "289MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/uld7bwgf3sou",
        "server": "streamvid.io",
        "size": "289MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "EK4a-u9v9_o",
      "video_url": "https://www.youtube.com/watch?v=EK4a-u9v9_o",
      "embed_url": "https://www.youtube.com/embed/EK4a-u9v9_o"
    }
  },
  {
    "metadata": "|2020||Action,History,War",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "2200"
    },
    "title": "The Legend of Zhao Yun (2020)",
    "description": "The Legend of Zhao Yun (2020)======================IMDb Rating – 6.2/10ဂန္တဝင်စစ်သူကြီး ကျောက်ယွင် (ကျောက်ကျီလုံ) ဆိုရင် သိုင်းလောကသားတွေရော၊ဂိမ်းသမားတွေပါ ရင်းနှီးကြတဲ့စစ်သူကြီးတစ်ယောက်ဆို မှားမယ်မထင်ပါဘူးနော်။ကျောက်ယွင်ပါဝင်တဲ့ သုံးနိုင်ငံကားတွေဆိုတာ မရေမတွက်နိုင်အောင်များတဲ့အပြင်သူ့အကြောင်းကိုပဲသီးသန့်ရိုက်ထားတဲ့စီးရီးတွေလည်း ရှိနေပါပြီ။ ဒီကားလေးကလည်းသူ့ကိုပဲဦးတည်ထားပါတယ်။ ထူးခြားတာကတော့ ရုပ်ရှင်တွေ၊ စီးရီးတွေမှာ ပြကွက်တစ်ကွက်လောက်ပဲပါတတ်တဲ့ လျိုပေ့ရဲ့မိန်းမနဲ့ကလေးကယ်တဲ့အခန်းကို တစ်ခမ်းတနားနဲ့ရိုက်ပြသွားတာဖြစ်ပြီး ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ စိတ်သဘောထားတွေကိုသေချာလေးခံစားရမယ့် ရုပ်ရှင်ကားလေးတစ်ကားဖြစ်ပါတယ်ဗျ ။ကျောက်ကျီလုံပါရင် ချောင်ချောင်၊ လွီပု နဲ့သောင်းချန်တို့လည်း မပါမဖြစ်ပေါ့။ လွီပု နဲ့သောင်းချန်တို့ရဲ့အချစ်ကြီးမားပုံကို ပေါ်လွင်အောင်ရိုက်ပြထားသလို ချောင်ချောင်ရဲ့ရည်မှန်းချက်ကြီးမားပုံကိုလည်း အကောင်းဘက်ကနေလှည့်ရိုက်ထားတယ်လို့တောင်ပြောလို့ရပါတယ်။ဟန်မင်းဆက်ပျက်သုဉ်းနေတဲ့အချိန် တိုင်းပြည်ရှုပ်ထွေးနေပေမယ့် ကျောက်ကျီလုံကတော့စစ်သူကြီးမလုပ်ချင်ခဲ့ပါဘူး။ မျက်စိမမြင်ရတဲ့မရီးကိုပဲ စောင့်ရှောက်ချင်ပါတယ်ဆိုပြီးရွာကိုပဲပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ စစ်ပွဲရဲ့ရိုက်ခတ်ဒဏ်ကြောင့် မရီးလည်းဆုံး သူလည်းသေမလိုဖြစ်ခဲ့ရပြီးတော့ လျိုပေရဲ့ဇနီးသည်က ကယ်တင်ပေးခဲ့ပါတယ်။ အဲ့ဒါကြောင့်လည်း အသက်သခင်ကျေးဇူးရှင်ဆိုပြီး မရီးလို့တောင်မခေါ်ဝံ့ခဲ့တဲ့ ကျောက်ကျီလုံပါ။အသက်သခင်ကျေးဇူးရှင်ဖြစ်တဲ့ သခင်မနဲ့လျိုပေ့ရဲ့ကလေးငယ်တို့ ချောင်ချောင်လက်ထဲမှာပိတ်မိနေတဲ့အခါ… ကျေးဇူးသိတတ်တဲ့ ကျောက်ကျီလုံတစ်ယောက် အစွမ်းကုန်ကြိုးစားပြီးဘယ်လိုကယ်တင်မလဲ… ချောင်ချောင်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ… ဆက်ကြည့်လိုက်ပါတော့ဗျာ ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size……….(1.4 GB) / (700 MB) / (470 MB)Quality…………Web-DL 1080p / 720p / 360pDuration………1Hr 18minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, History, WarTranslator……. Jo Jo VaEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastLi BaiyiLi BaominSong GuojunTang YongtouWang JiushengWang Zhengxuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fNipSP3EUVVzaD2ArScb09rOaOX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/yun.png",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/legend-of-zhao-yun-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/374hB/Legend.of.Zhao.Yun.2020.1080p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/BPUxnSoA#9q3DRfOrVtAVRemUMHttghKJ3NX7eQZ6iUmtguPm3Ko",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1s4do0vnop16.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/374gw/Legend.of.Zhao.Yun.2020.720p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/gmawm8sxpank.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/wOlFTBxK#p2P23YjD1XVjX1JH1xM0BBnlU7T5gDkiayi0NM1vLeQ",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/tjnat97jdpyj.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/legend-of-zhao-yun-2020-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1L9lt/Legend.of.Zhao.Yun.2020.480p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/g20wk667tlve.html",
        "server": "streamsb.com",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/UCdyyIQC#lVBj_7wkxh-C0lW2mzO6uDBc2u8tiq-gJQaZhU5AUvE",
        "server": "mega.nz",
        "size": "470 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/rk67xhrlkcv1.html",
        "server": "usersdrive.com",
        "size": "470 MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "5.1/10",
      "rating_count": ""
    },
    "title": "Crook: It’s Good to Be Bad (2010)",
    "description": "Crook It’s Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။”သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့”ဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်းမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်ကလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။နယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။တိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်…သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။ဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ဒီတင်းမာမှုကြီးရဲ့ ရင်းမြစ်ကရော ဘယ်ကစတာလည်းဆိုတာကို ဘယ်လိုအဖြေရှာမလဲဆိုတာ အက်ရှင်ခန်းတွေနဲ့အတူ စိတ်ဝင်စားစရာကောင်းအောင်ရှုစားရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို John, Intelligenceနဲ့ Thaik Sanတို့မှ တင်ဆက်ထားတာပါ။)File size…(2.7 GB)/(999 MB)Quality….WEB-DL 1080p/720pFormat…mp4Duration….01:59:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by John, Intelligence, Thaik SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastArjan BajwaEmraan HashmiFrancis ChoulerGulshan GroverKavin DaveNeha SharmaSmiley Suri",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/crook-its-good-to-be-bad-2010",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-crook-its-good-to-be-bad-2010-hindi-1080-p-amzn-web-dl-ddp-5-1-e-subs-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Iosf/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_1080p_AMZN_WebDL_DDP_5.1_ESubs_Telly.mp4",
        "server": "megaup.net",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ctcWQLSR#Fxj5h1PolyL2L3qagMkhRkt1EIH86MkfRPD3GpP8DSw",
        "server": "mega.nz",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/28xe2uhvb5zp.html",
        "server": "usersdrive.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/dn4k6ukc3fne.html",
        "server": "streamsb.com",
        "size": "2.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-crook-its-good-to-be-bad-2010-hindi-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Iosb/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_720p_WEB-DL.mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/N9Nm3RBQ#daX4W1twU7I5_FSU8JgjnW7gAzJVO-8Kw2MoHyNA5gg",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/igfkw10g7kfy.html",
        "server": "usersdrive.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/k1fz29vs09kk.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Bollywood,Science Fiction,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": ""
    },
    "title": "Universal Soldier: Regeneration (2009)",
    "description": "ဒီ​ရုပ်ရှင်​ကတော့ Universal Soldier franchise ရဲ့ ငါးကားမြောက်ရုပ်ရှင်ဖြစ်ပြီး Action/ Sci-fi​ အမျိုးအစား​ဖြစ်ပါတယ်။ အရင်​ဇာတ်ကား​တွေကလို ဗန်ဒိန်းကပဲ Luv အဖြစ် ပါဝင်​ထားပြီး​ သူ့ရဲ့ရန်သူတော် Andrew နေရာမှာ​ ၁၉၉၂ ရုပ်ရှင်​မှာပါဝင်ခဲ့တဲ့ မင်းသားကြီး Lundgren ကပဲထပ်မံပါဝင်ထားပါတယ်။ ဒီဇာတ်ကားက​ ၁၉၉၂ ရုပ်ရှင်​ရဲ့ နောက်​ဆက်​တွဲဇာတ်လမ်းဖြစ်ပြီး ၁၉၉၉ က Universal Soldier​ : The​ Return လိုပဲ​ ၁၉၉၂ ရုပ်ရှင်​ရဲ့နောက်ဆက်တွဲ sequel ဇာတ်​ကားဖြစ်ပါတယ်။ ဒါပေမဲ့​ ၁၉၉၉ ရုပ်ရှင်​နဲ့ မတူညီတဲ့ Alternative​ story ဖြစ်ပါတယ်။ဇာတ်လမ်း​အကျဉ်းကတော့​ပါဆာလန်လွတ်မြောက်ရေးတပ်ဦးဆိုတဲ့ အကြမ်းဖက်​အဖွဲ့က ယူကရိန်းနိုင်ငံဝန်ကြီးချုပ်ရဲ့ သားနဲ့သမီးကို ပြန်​ပေးဆွဲပြီး ချာနိုဘိုင်း​မြို့​ပျက်​ကြီး​က နျူကလီးယား​စက်ရုံ​ဟောင်းမှာ ထိန်းသိမ်း​ထားပါတယ်။ယူကရိန်းဝန်ကြီးချုပ်က သူတို့​တောင်းဆို​တာမလိုက်လျောရင် အဏုမြူ​ဓာတ်​ပေါင်းဖို​ကို ဖောက်​ခွဲပစ်မယ်လို့ ခြိမ့်းခြောက်ပါတယ်။ သူတို့​ဘက်မှာ NGU လို့​ခေါ်​တဲ့ မျိုးဆက်​သစ် Universal Soldier​ တစ်ဦးလည်းရှိနေပါတယ်။ဇာတ်​လိုက်​ဖြစ်​တဲ့ Luc (ဗန်ဒိန်း)​ကတော့ ဆွစ်ဇာလန်မှာ ဒေါက်တာ ​Flemming ဆိုသူ​ရဲ့ အကူအညီနဲ့ စိတ်​ပိုင်း​ဆိုင်ရာ​နာလန်ပြန်ထဖို့ ရုန်း​ကန်နေရပါတယ်။ စက်ရုံ​ကိုသိမ်းပိုက်ပြီး နျူကလီးယား​ဓာတ်​ပေါင်းဖို​ပေါက်ကွဲမဲ့ အရေးကို အစိုးရ​တပ်တွေက ကာကွယ်​ဖို့ကြိုးစားပေမဲ့ နောက်ဆုံး​ပေါ်​ Universal​ Soldier​ ဖြစ်​တဲ့ NGU ကြောင့် ရှုံး​နိမ့်​ခဲ့ရာမှာ မူလ​လက်ဟောင်း​ Universal​ Soldier​ ဖြစ်​တဲ့ Luc ရဲ့အကူအညီကိုရယူဖို့ ကြိုးစားရပါတော့တယ်။ဇာတ်လမ်း​က pace မြန်​ပြီး အက်​ရှင် scene များသလို ဗန်ဒိန်းကို သူ့ရဲ့​နာမည်​ကျော်​ Luc Devereaux​ ဇာတ်​ကောင်​အဖြစ်​ ပြန်​မြင်​ရမှာ​ဖြစ်​လို့ Universal Soldier​ ရုပ်ရှင်​ကားများ​ကို ကြိုက်​နှစ်သက်​သူများ၊ အက်​ရှင်​ဇာတ်​လမ်း​ပရိသတ်​များ မလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size…(1.7 GB)/(935 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:37:00Genre…Action, Science Fiction, Adventure, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by WolfemheinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAki AvniAndrei ArlovskiCorey JohnsonDanko JordanovDian HristovDimitar IlkovDimiter DoichinovDolph LundgrenEmily JoyceFranklin A. ValletteGarry CooperJean-Claude Van DammeJohn LaskowskiJonathan Patrick FooKerry ShaleKris Van DammeMarianne StanichevaMike PyleRadina KardjilovaShelly VarodStanislav PishtalovStephen ChangTrayan Milenov-TroyVelizar PeevVioleta MarkovskaYonko DimitrovZahari Baharov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ffRq48IlOKcAMeM7rGpJRPzRsSh.jpg",
      "https://image.tmdb.org/t/p/w300/b3Al8RpolQmh62LXRV9oRkPLgpU.jpg",
      "https://image.tmdb.org/t/p/w300/1wJfqr5ifl72ZndwTU5lVFMfKBF.jpg",
      "https://image.tmdb.org/t/p/w300/pqLRmOhDYqjdBpO7ioNMus9qs6i.jpg",
      "https://image.tmdb.org/t/p/w300/aAboL38GYEeJFMdu6NAsyPLT4tU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BODAzMDE3OGYtZDg3Mi00OGU1LWJhMDMtZDJiYzdmMWQ3NTE0XkEyXkFqcGdeQXVyNDc2NjEyMw@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/universal-soldier-regeneration-2009-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6n2dy1g690vv.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sBvi/Universal.Soldier.Regeneration.2009.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wy11gIRR#K5NCBKYbijY25Nu4fRYppcIC1MflDBsZMrMiLuCtjtk",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/universal-soldier-regeneration-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/k96a3jekil8j.html",
        "server": "usersdrive.com",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/eec3P/Universal.Soldier.Regeneration.2009.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5nVn2QDS#SGlw0LcrlZYyzR84xnZALE9yphNF9D7IF0IFQPSr4Ck",
        "server": "mega.nz",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/csn5ow55fzmm",
        "server": "streamsb.com",
        "size": "925MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "onhLCb5yBsc",
      "video_url": "https://www.youtube.com/watch?v=onhLCb5yBsc",
      "embed_url": "https://www.youtube.com/embed/onhLCb5yBsc"
    }
  },
  {
    "metadata": "Unrated|2022|1h 39min|Action,Comedy,Romance",
    "rating": {
      "rating": "5/10",
      "rating_count": "900"
    },
    "title": "The Spy Who Never Dies (2022)",
    "description": "The Spy Who Never Dies (2022)စစ်သည်တစ်သိန်းနဲ့ ညီမျှတဲ့ စပိုင်စစ်သည်တော်ကြီး ဇာတ်လမ်းတွေကို ခဏခဏကြည့်ဖူးနေကြမှာပါ။ ဒီဇာတ်ကားထဲက စပိုင် ဘရတ်ဒလေကလည်း အဲဒီလိုပါပဲ။ဘယ်လိုသတ်သတ်မသေတဲ့ ပစ်သမျှကျည် အကုန်လွဲတဲ့ လူစွမ်းကောင်းကြီးပေါ့။ဒါပေမဲ့ ဒီကားကတော့ ဟာသကားပါ။ကိုကျော်ဝင်းခေါ် ဂျွန်ဝစ် နဲ့ ဂျိမ်းစ်ဘွန်းကို နာမည်တပ်ပြီး ပြောင်ထားတာတွေပါတယ်။ နောက်ခံတီးလုံးကလည်း ဂျိမ်းစ်ဘွန်းတီးလုံးနဲ့ ခပ်ဆင်ဆင်လုပ်ထားပါတယ်။ဒီတစ်ခါကတော့ ကမ္ဘာကို ဖျက်ဖို့ ကြိုးစားတာမဟုတ်ပါဘူး။ ဒါပေမဲ့ လူဆိုးတွေကတော့ ထုံးစံအတိုင်း ရုရှားတွေပါပဲ။ဇာတ်လမ်းအကျဥ်း‌ ပြောရရင် နေ့တိုင်း ကမ္ဘာကြီးကို ကယ်တင်နေရတာ ပျင်းလာတဲ့ အေးဂျင့် ဘရတ်ဒလေတစ်ယောက် ဝစ်ကီ ခေါ် ဂျွန်ဝစ်လို အငြိမ်းစားယူဖို့ စိတ်ကူးရလာပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့နောက်ဆုံးပစ်မှတ်ရဲ့ခွေးကို ဆေးခန်းပို့ရင်း သူ့ဘဝရဲ့ အဓိပ္ပါယ်လေး တိရစ္ဆာန်ကု ဆရာဝန်မလေး ဗရော်နီကာနဲ့တွေ့ဖြစ်ပါတယ်။ဆရာဝန်မလေးမှာ ရှားပါးတဲ့နှလုံးရောဂါတစ်ခုရှိနေပြီး သူ့ရဲ့ အငြိမ်းစားဘဝကို နှောင့်ယှက်ချင်နေကြတဲ့ ဗီလိန်တစ်စုရဲ့ လက်က သူ့မိန်းကလေးကိုကယ်တင်ဖို့ သူ့ရဲ့အေဂျင်စီက အေးချမ်းတဲ့ အငြိမ်းစားဘဝလေးထဲက ဆွဲထုတ်ဖို့ ကြိုးစားနေကြတာကို အခွီလေးတွေနဲ့ တင်ဆက်ထားတာပေါ့။ဇာတ်ကားတော်တော်များများကို ကြိုကြားကြိုကြားပြောင်ထားတာတွေအပြင် စပိုင်ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း စော်လန်းလန်းလေးတွေနဲ့ ကိရိယာအဆန်းတွေလည်းပါတယ်ဆိုတော့ ခွီလည်း ခွီရ၊ မျက်စိပသာဒလည်း ဖြစ်‌တယ်ပေါ့ဗျာ…(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.4GB, 640MBQuality – 1080p, 720pIMDb Rating – 5/10Format – mp4Duration – 1H 39MinGenre – Action, Comedy, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by “___”Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCorey PearsonStarsAmir AizenstrosCassandra MagrathGeorgia WaltersPaul O'BrienTeressa LianeCastAmir AizenstrosCassandra MagrathGeorgia WaltersPaul O'BrienTeressa Liane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xS7ozYoOQG2enuezQvFBgrk0S66.jpg",
      "https://image.tmdb.org/t/p/w300/4nPs4I85r4feQh04p5lMsIZUu2b.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/naZDbRwT6shdKXdSOrNITA3kur5.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-spy-who-never-dies-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-spy-who-never-dies-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15zsu/(CM)_The_Spy_Who_Never_Dies_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qtk2rnwn5pk0.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/pvgj3127miwp.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-spy-who-never-dies-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15zs3/(CM)_The_Spy_Who_Never_Dies_(2022)_720p.mp4https://megaup.net/15zs3/(CM)_The_Spy_Who_Never_Dies_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ke0yw4ovqis6.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/0u8r4l0nw09k.html",
        "server": "streamsb.com",
        "size": "640MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0iJ44DA84Vk",
      "video_url": "https://www.youtube.com/watch?v=0iJ44DA84Vk",
      "embed_url": "https://www.youtube.com/embed/0iJ44DA84Vk"
    }
  },
  {
    "metadata": "|2013|143 min|Action,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "8,851"
    },
    "title": "Boss",
    "description": "A young man disowned by his family is aided by a big business owner.ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ ဖန္ ေတြအတြက္အက္ရွင္ အလန္းစားေတြနဲ႕ဟာသ ခပ္ျမဴးျမဴးေတြ ေဝေဝဆာဆာနဲ႕သီခ်င္း အလန္းေတြ ေနာက္ခံေတးဂီတအမွန္အကန္ေတြနဲ႕ဇာတ္လမ္း ဇာတ္အိမ္ ခုိင္တဲ့#အက္ေရွးရဲ႕ ကားေကာင္းတကားတင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ …..ဖခင္ျဖစ္သူက စိတ္ဆုိးၿပီးအိမ္ေပၚက ႏွင္ထုတ္ခံလုိက္တဲ့လူငယ္ေလးတစ္ေယာက္ဟာလမ္းခုလတ္မွာ လုမုိက္ႀကီး တစ္ေယာက္ရဲ႕ အသက္ကုိကယ္လုိက္တဲ့အတြက္သူကုိယ္တုိင္ပါ #ဆရာ ဆုိတဲ့ နမည္ႀကီးဒုစ႐ုိက္သမား တစ္ေယာက္ ျဖစ္သြားပါေတာ့တယ္။ႏွစ္ေတြၾကာလာတဲ့ အခါသူ႕ဖခင္ႀကီးက သူ႕အိမ္ကုိ ေရာက္လာပါေတာ့တယ္လာရျခင္းကေတာ့ သူ႕သားကုိ လိမ္ဖမ္းထားတဲ့ရဲလက္က လြတ္ေအာင္ ကူညီေပးဖုိ႔အလုပ္လာအပ္တာပဲ ျဖစ္ပါတယ္ဒါေပမယ့္ သူ႔အေဖ ကယ္ခုိင္းတဲ့ သူ႕ညီေလးကုိသူ႕အေဖထက္အရင္ ရဲတစ္ေယာက္က သတ္ဖုိ႕ ခုိင္းထားတာပါ။ဒီတစ္ခါမွာေတာ့ အေဖနဲ႕ညီကုိ ကယ္ဖုိ႕ ေဒလီကုိ#ဆရာ ထြက္လာဖုိ႕ ျဖစ္လာပါေတာ့တယ္။(အက္ေရွးရဲ႕ ကားဆုိေတာ့ ေကာင္းမေကာင္းညႊန္းစရာ မလုိေလာက္ဘူး ထင္တယ္ဗ် ???? )(ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)File Size : 0.99 GB/550 MBQuality : Dvdrip 720pRunning Time : 2hr 23minutesFormat : Mp4Genre : Action, Comedy, DramaTranslator : Zaw HtooEncoder :Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony D'SouzaStarsAditi Rao HydariAkshay KumarDanny DenzongpaJohnny LeverMithun ChakrabortyRonit RoyShiv PanditCastAditi Rao HydariAkshay KumarDanny DenzongpaJohnny LeverMithun ChakrabortyRonit RoyShiv Pandit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qmTdV47H1uppoQInLYaEoG8OQV5.jpg",
      "https://image.tmdb.org/t/p/w300/hyi3PnEihcNMPdTmFIymHAgL8Nj.jpg",
      "https://image.tmdb.org/t/p/w300/9UZrUyzqUxiyfKKYckojLCuxXkq.jpg",
      "https://image.tmdb.org/t/p/w300/l8PaRyTvUwSJmNupjZSdNX0HHIR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u0kPkwVN8ZDR0hq72uVUirSvalH.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/boss-2013-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/boss-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zaoDtl0GL2E",
      "video_url": "https://www.youtube.com/watch?v=zaoDtl0GL2E",
      "embed_url": "https://www.youtube.com/embed/zaoDtl0GL2E"
    }
  },
  {
    "metadata": "N/A|2018|111 min|Action,Crime,Drama",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "141"
    },
    "title": "The Trough (2018)",
    "description": "ဒီကားေလးကေတာ့ ေဟာင္ေကာင္ အက္ရွင္ကားေလးျဖစ္ပါတယ္ဒီကားက အက္ရွင္နဲ႕ ဒရာမာကိုေရာစပ္ထားတဲ့ဇာတ္မ်ိဳးျဖစ္ပါတယ္။ဇတ္ကားထဲမွာဆိုရင္ မင္းသားျဖစ္တဲ့ ယုေခ်ာင္ဆိုတဲ့ဘဲကလူဆိုးအသြင္ယူထားတဲ့ရဲသားတစ္ေယာက္ေပါ့ဗ်ာ။သူက ေခတ္ပ်က္သူေဌးေတြႀကီးစုိးေနတဲ့ၿမိဳ႕ေလးမွာရဲလုပ္ေနတာ။တစ္ၿမိဳ႕လံုးမွာက လုပ္ခ်င္တိုင္းလုပ္ေသာင္းက်န္းေနတဲ့သူေတြႀကီးပဲ။ဒါကုိသူနဲ႕သူ႕သူငယ္ခ်င္းတစ္စုက တိုက္ဖ်က္ခ်င္တယ္။ဒီေတာ့ သူတို႕ရဲ႕ပစ္မွတ္ျဖစ္တဲ့ ဒီၿမိဳ႕ရဲ႕ စီးပြားေရးေတြ နယ္ပယ္အသီးသီးကိုခ်ုဳပ္ထားတဲ့သူကိုအျပစ္ရွင္းၾကမယ္ေပါ့။အဲ့ဒီအဖြဲ႕က မိဘမဲ့ကေလးေတြကိုဖမး္ဆီးခ်ဳပ္ေနွာင္ထားတာမ်ိဳးေတြရွိတယ္။ဖမ္းဆီးခံရတဲ့ကေလးေတြက စိတ္ပိုင္းဆိုင္ရာမွာ ခ်ိဳ႕ယြင္းခ်က္ရွိတဲ့ကေလးေတြခ်ည္းပဲ။ဒီေတာ့ အဲ့ဒီကေလးေတြကိုဒီအဖြဲ႕ႀကီးက ဘာလို႕ ဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားရတယ္ဆိုတဲ့အေၾကာင္းရယ္ယုေခ်ာင္တို႕ကေရာတကယ္ပဲ သူတို႕ရည္ရြယ္သလိုလုပ္ေဆာင္နုိင္ပါ့မလားဆိုတာကိုေတာ့ဖန္သားျပင္ေပၚမွာဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္။File Size : (1 GB) & (438MB)Quality : 1080p.BluRayRunning Time :1hr  51minFormat : Mp4Genre    :Action,Crime,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Charm DesuEncoded by Arkar Phyo (Yrfatt)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNick CheungStarsHe JiongLam SuetLi Hai-TaoLouis CheungMaggie Cheung Hoh-YeeMichael MiuNan YuNick CheungXu JingleiYuen WahCastHe JiongLam SuetLi Hai-TaoLouis CheungMaggie Cheung Hoh-YeeMichael MiuNan YuNick CheungXu JingleiYuen Wah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uG1zrHUlGGUmgtbhuTk9QROnmwO.jpg",
      "https://image.tmdb.org/t/p/w300/mo3PbP0R83pX0IRow9CfabYDB9b.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/The.Trough.2018.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gxsf3xeb8nko.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4fDkv/The_Trough_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/99sua2w8cean",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "9-MMGz0O-Ms",
      "video_url": "https://www.youtube.com/watch?v=9-MMGz0O-Ms",
      "embed_url": "https://www.youtube.com/embed/9-MMGz0O-Ms"
    }
  },
  {
    "metadata": "|2017||Action,Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Take Off (2017)",
    "description": "Take Off (2017)ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ကာရာလာနေရာအတော်များများမှာ ရိုက်ကူးခဲ့ရပါတယ်။ဒီရုပ်ရှင်ဟာ ၄၈ ကြိမ်မြောက် အိန္ဒိယနိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံးအမျိုးသမီး သရုပ်ဆောင်ဆုအတွက် ဆုရွေးချယ်ရေးအဖွဲ့ရဲ့ အထူးဆုကို ရရှိပါတယ်။ဒါဟာ ပထမဦးဆုံးအကြိမ် သရုပ် ဆောင်ခဲ့တဲ့ အိန္ဒိယသရုပ်ဆောင်တဦးအတွက် ရခဲ့တဲ့ဆုလည်း ဖြစ်တာပါ။ဒီဆုရဖို့ ဆမီးရားအဖြစ် အထူး ခြားဆုံး သရုပ်ဆောင်နိုင်ခဲ့တဲ့ မင်းသမီးပါရာဗာသီဟာ ကရာလာပြည်နယ် ရုပ်ရှင်ရဲ့ အကောင်းဆုံးရုပ်ရှင် မင်းသမီးဆု၊ မာလာရာလမ်အကောင်းဆုံး ရုပ်ရှင်မင်းသမီးအဖြစ် ရုပ်ရှင်ပွဲတော်ဆုတွေကိုပါ ရရှိသွားခဲ့ပါတယ်။အညွှန်းကို News Watch Facebook မှ တပိုင်းတစကူးယူထားခြင်းဖြစ်ပါသည်။File size…(2 GB) / (1 GB) / (467 MB)Quality… Bluray 1080p/720p/480pFormat…mp4Duration….02:19:00Subtitle….Myanmar Subtitle (Hardsub)Encoder…. d3monTranslated byMyint ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMahesh NarayananStarsFahadh FaasilKunchacko BobanParvathy ThiruvothuCastAlencier Ley LopezAnjali Aneesh UpasanaAsif AliDevi AjithDivya PrabhaEric ZachariahFahadh FaasilJoju GeorgeKunchacko BobanMaala ParvathiParvathy ThiruvothuPrakash BelawadiPrashant NairPrem PrakashPriyadarshi PullikondaRony David RajRukhsar RehmanSatish SharmaShaheen SiddiqueSidhartha SivaSreeja Das",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dTSrcKddv7O4BRZyQYxMvWa2JZj.jpg",
      "https://image.tmdb.org/t/p/w300/2gv7Vo6A4nM7HNrNEG1AWqA0SsY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/take-off-2017",
        "server": "VIP Links",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-take-off-2017-1080-p-10-bit-blu-ray-x-265-hevc-malayalam-dts-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2kIvz/(CM)Take_Off_2017_1080p_10bit_BluRay_x265_HEVC_[_Malayalam_DTS_5.1].mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/q1273qm6g5vy.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://tubesb.com/l97zjlnmug7s.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-take-off-2017-720-p-10-bit-blu-ray-x-265-hevc-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EL3u/(CM)Take_Off_2017_720p_10bit_BluRay_x265_HEVC_[Malayalam_DTS_5.1].mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rkkfkdavee77.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/j6u7rtlfyqcv.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-take-off-2017-480-p-10-bit-blu-ray-x-265-hevc-mp-4",
        "server": "yoteshinportal.cc",
        "size": "467 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2kIvV/(CM)Take_Off_2017_480p_10bit_BluRay_x265_HEVC.mp4",
        "server": "megaup.net",
        "size": "467 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1vseayy3kayc.html",
        "server": "usersdrive.com",
        "size": "467 MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/w0fse3gwdhy3.html",
        "server": "streamsb.com",
        "size": "467 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "8czTQWF7sp8",
      "video_url": "https://www.youtube.com/watch?v=8czTQWF7sp8",
      "embed_url": "https://www.youtube.com/embed/8czTQWF7sp8"
    }
  },
  {
    "metadata": "|||Action,War",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "660000"
    },
    "title": "Sisu(2022)",
    "description": "Sisu(2022)*********ဇာတ်ကားနာမည် Sisu ဆိုတာ ဖင်လန် စကားလုံးပါ။ တိုက်ရိုက်တစ်ခွန်းတည်းဘာသာပြန်လို့မရတဲ့စာလုံးလည်းဖြစ်ပါတယ်။ အဓိပ္ပါယ်ကတော့ မဆုတ်မနစ်ဇွဲနပဲကြီးကြီး လုံးဝလက်မလျှော့ဘဲ သဲကြီးမဲကြီးလုပ်တတ်တဲ့သူပါတဲ့။သမိုင်းနောက်ခံကတော့ ဒုတိယကမ္ဘာစစ်ပြီးခါနီးကာလ ဂျာမန်တွေ ဖင်လန်ကနေ ပြန်ဆုတ်နေချိန်ပါ။မြေလှန်နည်းကိုသုံးပြီး နာဇီတွေဟာ လမ်းတလျှောက် အရာရာတိုင်းကို ဖျက်ဆီးပြီး ဆုတ်ခွာနေပါပြီ။ဒါပေမဲ့ နာဇီတပ်ခွဲတစ်ခုကတော့ လမ်းမှာ ကံကောင်းပြီး ရွှေတွေအများကြီးသယ်လာတဲ့ဘိုးတော်တစ်ယောက်နဲ့တွေ့သွားပါတယ်။ သူ့ဆီက ရွှေတွေကို လုယူလာပြီး သူ့ကိုသတ်ဖို့ကြိုးစားခဲ့ပေမဲ့။သူတို့တွေ့တဲ့ဘိုးတော်က ဂျွန်ဝစ်ရဲ့အဘိုးအဆင့်လောက်ဖြစ်နေတဲ့အခါ တပ်ခွဲတစ်ခွဲလုံးကို လိုက်သတ်တာကြောင့်ခွေးပြေးဝက်ပြေးပြေးရပါတော့တယ်။ ကျန်တာကတော့ အက်ရှင်အကြမ်းသီးသန့်မို့ အများကြီးပြောစရာမရှိပါဘူး ကြည့်လိုက်ပါဦး။File Size :(8.1GB)(1.98GB) &(719MB)Quality : ‌AMZN.4K.AC3.5.1Ch,1080P5.1Ch,720PFormat…mp4Duration…01:31:00Genre :Action , WarSubtitle : Myanmar Subtitle (Hard Sub)Translated  Mr.AndersonEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAamu MilonoffAksel HennieAkseli HakovirtaAnnika MoisioAnssi-Pekka FredrikssonAri JokiArto KairajärviArto PeltomäkiArttu KapulainenEemeli FranssiElina SaarelaHannu AnttilaHenri KoljonenIisko HirvasvuopioIlkka KoivulaJack DoolanJarkko KlemettiJarmo HietamäkiJasmi MäenpääJasmin ValjasJenna TyniJoel HirvonenJoonas BrilliJoosua OjaJorma TommilaJuho-Lauri HakovirtaJukka VirtanenJukka VuorelaJulia MalmstenJussi KailaKari ParkkinenKevin FrancettKimmo HenrikssonLeena SormunenLinnea VilppunenMario EspositoMartti Näätä LeinonenMax OvaskaMiia HeikkinenMila LeppäläMimosa WillamoMirva KorvalaNicholas FrancettNikita MakkojevNora NeviaOnni TommilaOskari SkyttäPekka HuotariPekka LaaksoPekka VirkkunenPietari PaappanenRisto KorhonenSakari MaliniemiSeveri SaarinenSteven MadlinTarmo HassinenTatu SinisaloTinwelindon BelbogTomi LampinenTommi PelkonenVincent WillestrandWellu MikkonenWilhelm Enckell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/94TIUEhuwv8PhdIADEvSuwPljS5.jpg",
      "https://image.tmdb.org/t/p/w300/exI61quYa7xMfcIDSp674UnvrhG.jpg",
      "https://image.tmdb.org/t/p/w300/dyEFecVm4GwpQQkDXpOyxWFO5Gm.jpg",
      "https://image.tmdb.org/t/p/w300/bfw9ZTjH4d9BYy19sp6D77Tb1C1.jpg",
      "https://image.tmdb.org/t/p/w300/niwqKuLXArK08fImLhRNIRVE60o.jpg",
      "https://image.tmdb.org/t/p/w300/zLWbf4JagbUfue0PWVOVzAQD1JA.jpg",
      "https://image.tmdb.org/t/p/w300/2w0YbYjtBfWdufOrWpsmrXCTl75.jpg",
      "https://image.tmdb.org/t/p/w300/7Zdqv6yVyVNUX3cdJW00Q3995Fa.jpg",
      "https://image.tmdb.org/t/p/w300/oGZhlVTBMZrHPuvGy8o6N4K8xGI.jpg",
      "https://image.tmdb.org/t/p/w300/6kgUcRZGKWHqewmjVORRF976Ngg.jpg",
      "https://image.tmdb.org/t/p/w300/isUkTnPF2WUPGt74jGXoOSxsPsX.jpg",
      "https://image.tmdb.org/t/p/w300/dSOwD1joxpveVVOu1r0UqLuv8r4.jpg",
      "https://image.tmdb.org/t/p/w300/oc003wV5sXC383DWMKqJ6tdTI55.jpg",
      "https://image.tmdb.org/t/p/w300/x9Misp6hEpA8k9VsrTLfFZ0SK46.jpg",
      "https://image.tmdb.org/t/p/w300/3PC5TtecVBABhODJbBZPWBQopZO.jpg",
      "https://image.tmdb.org/t/p/w300/nZ0EL500pKwGCOhYWYwmU9YSiis.jpg",
      "https://image.tmdb.org/t/p/w300/xH9r17NqdtevnXtTWpRJmrHjpcM.jpg",
      "https://image.tmdb.org/t/p/w300/l3hKydTgDmneEMNai8yehdR3sRX.jpg",
      "https://image.tmdb.org/t/p/w300/iVihk4mljdYdqORvk2odh2b19ra.jpg",
      "https://image.tmdb.org/t/p/w300/ya3vMQn1l35l2BxucN3N3rLeSB8.jpg",
      "https://image.tmdb.org/t/p/w300/7oUi1ZTn0Kiruykr3qLMgLOwsKx.jpg",
      "https://image.tmdb.org/t/p/w300/7wGbeXTCW83nQAOw1sbAhA7oKiS.jpg",
      "https://image.tmdb.org/t/p/w300/ls4B9xY68cK0IIImu4gB2NRC1y5.jpg",
      "https://image.tmdb.org/t/p/w300/xwVcOoj0RFxQQL3vEcRKwKFhw5p.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/p23439761_p_v13_ac-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sisu-2022-amzn-4-k-ac-3-5-1-ch-pp-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "8.1GB",
        "quality": "4K"
      },
      {
        "link": "https://mega.nz/file/hfggVCwS#FxWgajsJaJZ70cuJjN5a4Ctygvgly56sBm1e4jbGhPo",
        "server": "mega.nz",
        "size": "8.1GB",
        "quality": "4K"
      },
      {
        "link": "https://usersdrive.com/40orpold40a0.html",
        "server": "usersdrive.com",
        "size": "1.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sisu-2022-amzn-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2A8qk/Sisu.2022.AMZN.WEB-DL.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "1.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IaRE1IAZ#CRor-Qnk-_YLQXOzySTitpNd-BZD_iwhiEO45G-vUjM",
        "server": "mega.nz",
        "size": "1.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qcaxjxl0fm5t.html",
        "server": "usersdrive.com",
        "size": "719MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/sisu-2022-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "719MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1edta/Sisu.2022.AMZN.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "719MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pPhw2CKZ#vtCjajkIEI-FUQCBFC64MBcbGyQCjE2s1H7NMWxiXWU",
        "server": "mega.nz",
        "size": "719MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1k9gnm78wtgp",
        "server": "streamvid.io",
        "size": "719MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/3eppzc18010y.html",
        "server": "streamsb.com",
        "size": "719MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4_eaoA8ZMmo",
      "video_url": "https://www.youtube.com/watch?v=4_eaoA8ZMmo",
      "embed_url": "https://www.youtube.com/embed/4_eaoA8ZMmo"
    }
  },
  {
    "metadata": "|||Action,Mystery,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Conspiracy Theory (1997)",
    "description": "ခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသမီး အလှပဂေး Julia Roberts နဲ့ ဒါရိုက်တာ-သရုပ်ဆောင် မင်းသားကြီး Mel Gibson တို့ရဲ့ ပြောင်မြောက်တဲ့ သရုပ်ဆောင်ချက်တွေ ပါဝင်ပြီးတော့ ကြည့်ရှုသူတွေအနေနဲ့ အက်ရှင်၊ နိုင်ငံရေးလျှို့ဝှက်မှုခင်းတွေနဲ့ အချစ် အကြောင်းတို့ကို စုံလင်စွာ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။တက္ကဆီမောင်းသမား Jerry က နိုင်ငံမှာ ဖြစ်ပျက်နေတာတွေအကုန်လုံးကို လိုက်ကြည့်ပြီး ဒါကတော့လက်မဲကြီးတွေကလုပ်တာ၊ ဘယ်သူတွေကကြိုးကိုင်နေလို့ ဒီလိုဖြစ်တာဆိုပြီး ကိုယ်ပိုင်သီအိုရီတွေထုတ်တတ်လေ့ရှိပါတယ်။တက္ကဆီမောင်းတဲ့သူလည်း ဖြစ်နေတော့ လူတွေအများကြီးနဲ့ ဆက်ဆံရပြီး တွေ့သမျှလူတိုင်းကိုလည်း သူ့အတွေးတွေအကုန်လုံးကို လိုက်ပြောလေ့ရှိပါတယ်။သူပြောသမျှက ယုံချင်စရာမကောင်းလွန်းလို့ အရူးလို့ထင်ရပေမဲ့ သူပြောတဲ့အထဲက တစ်ခုခုကမှန်သွားပြီးတော့ သူ့ကိုလိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာပါတယ်။ Jerry ကတော့ သူထုတ်ထားတဲ့ သီအိုရီတွေက များလွန်းလို့ ဘယ်ဟာကြောင့်ခုလို ဖြစ်ရတယ်ဆိုတာတောင် မသိတော့ပါဘူး။Jerry မှာ သူ အရူးအမူးစွဲလမ်းနေတဲ့ Alice လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်။ Jerry ကို လိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းက အဲဒီကောင်မလေးနဲ့ရော ဘယ်လိုဆက်စပ်မှုတွေရှိလဲ။ Jerry ရဲ့ စွဲလမ်းမှုကရော Alice အပေါ် အန္တရာယ်ဖြစ်စေနိုင်မလား ဆိုတာတွေကို ဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ်ကောင်းစွာ တင်ဆက်ပေးထားလို့ လက်လွှတ်မခံဘဲ ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။File size…(2.63GB)  / (`1.36GB) / (466.97MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….02:15:00Genre… Action / Mystery /  ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Monica MayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAl CerulloAlex McArthurAndrew LaurenBert RemsenBrian J. WilliamsCece Neber LabaoCylk CozartDanny SmithDean WintersG. A. AguilarJ. Mills GoodloeJim SterlingJoanna SanchezJulia RobertsMel GibsonMichael PottsPatrick StewartPeter JacobsonRich HebertRick HoffmanRod McLachlanSage AllenSaxon TrainorSean Patrick ThomasSteve KahanTerry AlexanderTroy Garity",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c0G6f2GFlDFujX976oiak8VsR2I.jpg",
      "https://image.tmdb.org/t/p/w300/4IblUyXb3ZuPuMbGB0Ywcd2dFVG.jpg",
      "https://image.tmdb.org/t/p/w300/xLVW7TZ8ps8XuojUEztZEILDlJm.jpg",
      "https://image.tmdb.org/t/p/w300/iwNrrrPnglw1nuG1ATMRXAMNCSc.jpg",
      "https://image.tmdb.org/t/p/w300/2Mqzksb0iPpaeCOvTF10GwLo2jJ.jpg",
      "https://image.tmdb.org/t/p/w300/e1gDjdd80rEIxNJGqHA4qFvZmi9.jpg",
      "https://image.tmdb.org/t/p/w300/iuOQiN2ZyWEu7zCuXEeft87sRq2.jpg",
      "https://image.tmdb.org/t/p/w300/uWxUqWcwNItw2w0U8lyEsaII5qS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ1MTYxMzA4OF5BMl5BanBnXkFtZTgwNjg2NTM1MTI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/conspiracy-theory-1997-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dklbixlo25ye.html",
        "server": "usersdrive.com",
        "size": "2.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2wQlr/Conspiracy.Theory.1997.1080p(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "2.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/qc5TmbQI#XSoh9B74UO2Ib5pHSryg_AAseTyrvmd0K_kzWTztSNA",
        "server": "mega.nz",
        "size": "2.63GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/conspiracy-theory-1997-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rntpjz66i197.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aVqj/Conspiracy.Theory.1997.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HQghEagC#7CHgKxz1un6GIFn1xgTcibO_2gmftztIRUV63fdzxdc",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/uh1j1gczqlz1.html",
        "server": "streamsb.com",
        "size": "1.36GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/conspiracy-theory-1997-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "684.08MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/d5gvibzrqhrz.html",
        "server": "usersdrive.com",
        "size": "684.08MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1aVq3/Conspiracy.Theory.1997.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "684.08MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/mAwXzY5S#iV7suAVxYDHHvSWXaWql2aOTcoy-gu2WFlaqfGNKNOw",
        "server": "mega.nz",
        "size": "684.08MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/wlk1amkrgcfy.html",
        "server": "streamsb.com",
        "size": "684.08MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "xM8lwvcKL4s",
      "video_url": "https://www.youtube.com/watch?v=xM8lwvcKL4s",
      "embed_url": "https://www.youtube.com/embed/xM8lwvcKL4s"
    }
  },
  {
    "metadata": "|2008||Action,Crime,Drama",
    "rating": {
      "rating": "9.0/10",
      "rating_count": "2,204,950"
    },
    "title": "The Dark Knight (2008)",
    "description": "The Dark Knight (2008)===================IMDb Rating 9.0/10 မှာ ဗိုလ်စွဲထားတုန်းပါပဲ။ဒီတစ်ခါတော့ Superhero တွေထဲမှာ လူကြိုက်အများဆုံးလည်း ဖြစ်သလို၊ Superhero အားလုံးရဲ့ ရှေ့ဆောင် လမ်းပြလည်း အဖြစ် Superman နဲ့ အတူ သတ်မှတ်ခံထားရတဲ့ Batman ဇာတ်လမ်း နဲ့မိတ်ဆက်ပေးပါရစေ။The Dark Knight လို့တင်စားခံထားရတဲ့ Batman ကားတွေက ၁၉၈၉ မှာထဲက ရုပ်ရှင် အဖြစ်နဲ့ စင်မြင့်ထက်မှာ နေရာယူထားပေမယ့် ၂၀၀၅ ခုနှစ်ရောက် မှာ Christopher Nolan ရဲ့ Batman Begins နဲ့ အတူ လူရိုသေရှင်ရိုသေဖြစ်လာခဲ့ပါတယ်။ Batman လို့ပြောလိုက်ရင် Director Tim Burton ရဲ့ Batman (1989) Batman Returns (1992) တို့နဲ့ နာမည်ရလာပေမယ့်၊ Joel Schumacher ရဲ့ ကလေးကြိုက် Batman Forever နဲ့ ဘယ်သူမှမကြိုက်တဲ့ Batman & Robin (၁၉၉၇မှာထွက်ခဲ့ပြီး Batman ကို ရုပ်ရှင် လောက ကနေ ခဏတာကွယ်ပျောက်သွားစေပါတယ်။) ဒါပေမယ့် ၂၀၀၅ ခုနှစ်မှာ Batman Begins နဲ့အတူ Batman နဲ့ Comic Book ရုပ်ရှင်တွေ ရုပ်ရှင်လောကကိုတကျော့ပြန် ဝင်လာခဲ့ပြီး ၂၀၀၈ ခုနှစ် ရဲ့ The Dark Knight ကတော့ ဘယ်သူမှမငြင်းပယ်နိုင်တဲ့ အကောင်းဆုံး Batman ကားအဖြစ် ရပ်တည်နိုင်ခဲ့ပါတယ်။Batman Begins မှာ Gotham မြို့ကို ကယ်တင်ခဲ့ပြီးတဲ့နောက်မှာ Batman/Bruce Wayne အနေနဲ့ သူ့ရဲ့ အဆိုးဝါးဆုံး ရန်သူ ဖြစ်တဲ့ Joker နဲ့ ရင်ဆိုင်ရမှာဖြစ်ပါတယ်။ The Dark Knight ကားက Joker နဲ့ Batman ကို တမူထူးခြားတဲ့ ရှု့ထောင့်ကနေတင်ဆက်ထားပြီးတော့၊ Joker အဖြစ်သရုပ်ဆောင်တဲ့ Heath Ledger ကလည်း၊ လူတကာကို ဒုက္ခပေးဖို့က လွဲရင်၊ ဖျက်လိုဖျက်ဆီးလုပ်ဖို့ကလွဲရင် ဘာကိုမှ မလိုချင်တဲ့ ဇာတ်ရုပ်အဖြစ် ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ဒီကားမှာ Joker က ပိုက်ဆံ၊ အာဏာ၊ ရာထူး ဘာကိုမှ မမက်ပဲ၊ ဖျက်လိုဖျက်ဆီးလုပ် ဖို့နဲ့ Gotham မြို့တစ်မြို့လုံးကို သူလိုပဲ လူဆိုး လူရမ်းကားတွေဖြစ် လာအောင် လုပ်ဖု့ိ ရည်ရွယ်ချက်နဲ့ လုပ်နေတာတွေကို တားဆီးဖို့ Batman အနေနဲ့ လုပ်ရိုးလုပ်စဉ် ထဲက နေခွဲထွက်ပြီး Joker ကို ဖမ်းဖို့ကြိုးစားရပုံကို တကယ့် စုံထောက်ကား ကောင်းတစ်ကား အနေနဲ့ တင်ဆက်ထားပါတယ်။Batman ရဲ့ Character မိတ်ဆက်ထဲမှာ ပြောထားသလိုပဲ Batman က Comic Hero တွေအားလုံးထဲမှာ The World Greatest Detective ဆိုတဲ့ ဘွဲ့ကိုရထားတဲ့ အတိုင်း ဒီကားမှာ သူ့ရဲ့ စုံထောက် စွမ်းရည်၊ ဉာဏ်ရည်ဉာဏ်သွေး သာမက သူ့ရဲ့ တိုက်ရည်ခိုက်ရည်၊ စွန့်လွှတ်စွန့်စား နိုင်မှုတွေ ကိုပါ ပရိတ်သတ် ကြီး ကြည့်ရှုခံစားနိုင်မှာပါ။ဒါ့အပြင် ဒီကားမှာ အဓိကသရုပ်ဆောင် Christian Bale ရဲ့ ပြီးပြည့်စုံတဲ့ Batman သရုပ်ဖော်မှု၊ ဒါရိုက်တာ ရဲ့ ရိုက်ကူးတင်ဆက်မှု၊ ထူးခြားတဲ့ ဇာတ်လမ်းဖွဲ့စည်းပုံ၊ နက်နဲတဲ့ ဇာတ်အိမ်တည်ဆောက်မှုတွေနဲ့ ကွင်းဆက်မိမိ တက်ဆက်ထားနိုင်မှုတွေထက် ပိုပြီး ပြောစရာတစ်ခုရှိပါတယ်။ ဒါကတော့ Heath Ledger ရဲ့ နောက်ဆုံး သရုပ်ဆောင်မှုလည်းဖြစ်သလို အကောင်းဆုံး ဇာတ်ကောင်လည်းဖြစ်တဲ့ Joker ပါ။ Heath Ledger ရဲ့ The Joker က တကမ္ဘာလုံးက ပရိတ်သတ်တွေကို တုန်လှုပ်စေခဲ့ပြီး၊ ဗီလိန် တွေထဲမှာ ဆရာတစ်ဆူဖြစ်စေခဲ့ပါတယ်။ ဒီကားက Batman ရဲ့အကောင်းဆုံးကားဆိုရင် Joker က အကောင်းဆုံး ဗီလိန် ဖြစ်ပါတယ်။ Heath Ledger လည်း ဒီကားနဲ့ အကယ်ဒမီရခဲ့ပါတယ်။၂၀၀၀ ပြည့်နှစ်နောက်ပိုင်း အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ကားပါလို့ပြောလို့ရသလို၊ The Bourne Trilogy ထက်တောင် မှာ ပိုကောင်းတယ်ဆိုရင် ငြင်းမယ့်သူမရှိလောက်ပါဘူး။ ဒီကားက Batman Fan တွေနဲ့ Comic Book ပရိတ်သတ်တွေကို စိတ်ကျေနပ်မှု့အပြည့်အဝပေးနိုင်ပါတယ်။ တစ်ချို့နေရာတွေမှာ ဟာကွက် အနည်းငယ်ရှိပေမယ့် Batman, Gordon, The Joker နဲ့ Harvey Dent (Two Face) တို့ရဲ့ သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်လမ်းထဲမှာ မျောပါသွားပြီး ၂နာရီခွဲလုံး စိတ်လှုပ်ရှားစွာကြည့်ရမှာဖြစ်ပါတယ်။ ဝါရင့်သရုပ်ဆောင်ကြီးနှစ်ယောက်ဖြစ်တဲ့ Michael Caine နဲ့ Morgan Freeman တို့ကလည်း ဇာတ်လမ်းကိုပိုပြီး အသက်ဝင်စေပါတယ်။ဒီကားက ကလေးကြိုက် Batman ကားမဟုတ်သလို၊ ဖန်စီ အက်ရှင်ကားမဟုတ်ပါဘူး။ Crime/Action/Drama ကားဖြစ်ပြီး ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပါ။ မကြည့်ရသေးတဲ့သူတွေ ကြည့်ဖြစ်အောင် ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။#Sololay(ရုပ်ရှင်အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြပါသည်။)4K Version က HDR ဖြစ်တာကြောင့် HDR ကို Support ပေးနိုင်တဲ့ Android TV နဲ့ ခေတ်ပေါ် Smart Device တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။ DS4K 1080p Version ကတော့ Color Regrade ပြန်လုပ်ထားတဲ့ Version ဖြစ်တာကြောင့် ဖိုင်သေးသေးနဲ့ ပိုမိုကြည်လင်ကြောင်းနဲ့ Device မျိုးစုံမှာ ကြည့်လို့အဆင်ပြေနိုင်ကြောင်း အသိပေးပါရစေ။Batman:The Dark Knight Trilogy ဇာတ်ကား ၃ ကားလုံးကိုhttps://channelmyanmar.org/?s=batman+dark+knightမှာကြည့်ပါ။File size…(5.5 GB)/(2.2 GB)/(1.1 GB)Quality….IMAX4K  HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….02:32:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byIdiot MyoKoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristopher NolanNilo OteroSteve GehrkeStarsAaron EckhartChristian BaleGary OldmanHeath LedgerMaggie GyllenhaalMichael CaineMonique Gabriela CurnenMorgan FreemanNestor CarbonellRon DeanCastAaron EckhartAdam KalesperisAidan FeoreAmit ShahAndrew BicknellAndy LutherAnthony Michael HallAriyon BakareBeatrice RosenBrandon LambdinBronson WebbBruce SpielbauerBuster ReevesCharles VennChin HanChris PetschlerChris WilsonChristian BaleCillian MurphyColin McFarlaneCraig HeaneyDale RiveraDan LathamDaniel JeffersonDanny GoldringDaryl SatcherDavid AjalaDavid DastmalchianDavid FultzDebbi BurnsDon KressDoug BallardEdison ChenEric RobertsErik A. WilliamsErik HellmanErron JayGary OldmanGertrude KylesGrahame EdwardsGreg BeamHannah GunnHeath LedgerHelene WilsonHenry Milton ChuIan PirieJames FarruggioJames FierroJames MellorJames ScalesJennifer KnoxJohn TurkJohn WarmanJon Lee BrodyJonathan RylandJordon HodgesJoseph Luis CaballeroJoseph OliveiraJoshua HartoJoshua RollinsK. Todd FreemanKeith KupfererKeith SzarabajkaKelli ClevengerKevin ZaidemanLanny LutzLateef LovejoyLaura ChernickyLisa McAllisterLorna GayleMaggie GyllenhaalMaritza CabreraMatt RippyMatt ShallenbergerMatt SkibaMatthew LeitchMatthew O'NeillMelinda McGrawMichael Andrew GormanMichael CaineMichael Corey FosterMichael Jai WhiteMichael StoyanovMichael VieauMichelle ShieldsMonique Gabriela CurnenMorgan FreemanNancy CraneNatalie HallamNathan GambleNestor CarbonellNicky KattNigel CarringtonNydia Rodriguez TerracinaOlumiji OlawumiPatrick ClearPatrick LeahyPaul BirchardPeter BrookePeter DeFariaPeter RnicPhilip BulcockRichard DillaneRichard DivizioRichard StrobelRitchie CosterRob ClarkRobert Patrick SternRobert StoneRoger MonkRon DeanRonan SummersSam DerenceSarah Jayne DunnShirin CaiolaSofiya SmirnovaSophia HinshelwoodThomas GaitschThomas KosikTim KruegerTom 'Tiny' Lister Jr.Tom Lister Jr.Tom McComasTom McElroyTom TownsendTommy CampbellTony DominoTristan TaitVincent RiottaVincenzo NicoliWai WongWalter LewisWill ZahrnWilliam ArmstrongWilliam FichtnerWilliam SmillieWinston EllisWinston G. Ellis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nMKdUUepR0i5zn0y1T4CsSB5chy.jpg",
      "https://image.tmdb.org/t/p/w300/cfT29Im5VDvjE0RpyKOSdCKZal7.jpg",
      "https://image.tmdb.org/t/p/w300/6fA9nie4ROlkyZAUlgKNjGNCbHG.jpg",
      "https://image.tmdb.org/t/p/w300/enNubozHn9pXi0ycTVYUWfpHZm.jpg",
      "https://image.tmdb.org/t/p/w300/tLvSjFaqKDPYcV0OUJ2TLXq70Di.jpg",
      "https://image.tmdb.org/t/p/w300/pbEkjhdfP7yuDcMB78YEZwgD4IN.jpg",
      "https://image.tmdb.org/t/p/w300/oOv2oUXcAaNXakRqUPxYq5lJURz.jpg",
      "https://image.tmdb.org/t/p/w300/hMn3BsD4s4Y8FV0kbwq8Y88EmCv.jpg",
      "https://image.tmdb.org/t/p/w300/lHhZrxYk8pi25UYKgHVJSbGCwI9.jpg",
      "https://image.tmdb.org/t/p/w300/wdQ016RX0MpQjILr5xBnrocf6Pi.jpg",
      "https://image.tmdb.org/t/p/w300/hkBaDkMWbLaf8B1lsWsKX7Ew3Xq.jpg",
      "https://image.tmdb.org/t/p/w300/2kXNQCe5E1kOxRTywrerai6i4mp.jpg",
      "https://image.tmdb.org/t/p/w300/qejZvo4zzL6KQ74h2IVnfGDbeQj.jpg",
      "https://image.tmdb.org/t/p/w300/A9YICp8lGP7Es5R8oD6qUbvDWhn.jpg",
      "https://image.tmdb.org/t/p/w300/pjyzrh1bdv1UTpDRHvM850TJAmT.jpg",
      "https://image.tmdb.org/t/p/w300/oCAycJv4s6OIulOeYFbqO9qc0nh.jpg",
      "https://image.tmdb.org/t/p/w300/dJD4i4xYkUP5ELuGGzc4B6Fermn.jpg",
      "https://image.tmdb.org/t/p/w300/gCXqGU0TpsLr6NJrCPU5J3rmxRs.jpg",
      "https://image.tmdb.org/t/p/w300/3xyth9V7S3hQJeKtfbSgvVf0Pry.jpg",
      "https://image.tmdb.org/t/p/w300/kxCRNTZ96dbftDPt7SQWA3LQCiK.jpg",
      "https://image.tmdb.org/t/p/w300/hjmpaUo7JDzImgGvsisefIbPrTX.jpg",
      "https://image.tmdb.org/t/p/w300/9FE5eD92WfVCiivM9Pq9GVSrlWk.jpg",
      "https://image.tmdb.org/t/p/w300/k2LjYpR59GAkB0troXs3I9vQq69.jpg",
      "https://image.tmdb.org/t/p/w300/6SfX1p5G4EEEDnEulFJeSxgbtSV.jpg",
      "https://image.tmdb.org/t/p/w300/zJXigbphQSFOV8Vvmcz79DILtek.jpg",
      "https://image.tmdb.org/t/p/w300/qg9NQ0Zkdfz9XWHtJ1X1GtKqqe9.jpg",
      "https://image.tmdb.org/t/p/w300/Aemg4VLcVgMqQIfQqUNpIe5jmPy.jpg",
      "https://image.tmdb.org/t/p/w300/2lvBcFv2rbrAYsegEFWNkcbMnbU.jpg",
      "https://image.tmdb.org/t/p/w300/efMhrHXZ4cQgGelVomuhEN3Sk2p.jpg",
      "https://image.tmdb.org/t/p/w300/490wJKm0TBib51SG5LZP3ksnFAj.jpg",
      "https://image.tmdb.org/t/p/w300/92Rmoj8FlvPqA4DIf0jqhg6ADGl.jpg",
      "https://image.tmdb.org/t/p/w300/vRTuvuTiJR5FrmPak2IMoeHbFmU.jpg",
      "https://image.tmdb.org/t/p/w300/foom1AdQOGvBjC8Xl82qKVa6g7k.jpg",
      "https://image.tmdb.org/t/p/w300/mjGpdclbnmR7ghFAlD6nh9fyWMJ.jpg",
      "https://image.tmdb.org/t/p/w300/cSQdkKYxi8kmOLf9BEEvnfwR42U.jpg",
      "https://image.tmdb.org/t/p/w300/bxOoYytUGsWOVRuHLLB4zn2zLbS.jpg",
      "https://image.tmdb.org/t/p/w300/yJYvW3FQKqk3qCpdgCaU8pTivSL.jpg",
      "https://image.tmdb.org/t/p/w300/6xzwlLDDGhpB1NylkE4IDTQwiUp.jpg",
      "https://image.tmdb.org/t/p/w300/nqU0eVOm08kFzNEW3I2NIiMi1CQ.jpg",
      "https://image.tmdb.org/t/p/w300/qtD799RpbfZ4PokJWlGuZQGfbbH.jpg",
      "https://image.tmdb.org/t/p/w300/5vo36sxboTIyHU1TNMq5aWBvZDo.jpg",
      "https://image.tmdb.org/t/p/w300/adlPZoRdysBMVTSTsGamcn5apYt.jpg",
      "https://image.tmdb.org/t/p/w300/uutoh2uxEvyWF08W7VEQkSesrTC.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-dark-knight-2008",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-the-dark-knight-2008-2160-p-4-k-hdr-10-bluray-x-265-10-bit-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.5 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://usersdrive.com/ufq3735a1llm.html",
        "server": "usersdrive.com",
        "size": "5.5 GB",
        "quality": "4K HDR"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-dark-knight-2008-imax-1080-p-ds-4-k-blu-ray-sdr-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://megaup.net/1Nm9y/(CM)_The_Dark_Knight_(2008)_IMAX_1080p_DS4K_BluRay_SDR_HEVC_AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://mega.nz/file/hLMxRCKK#lEP1Uy_R2lQpiw_aqyw_gy3VwGglb54cWXK85oYpsjw",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://usersdrive.com/feqbm04szz8z.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "DS4K 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-dark-knight-2008-imax-ds-4-k-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Nm98/(CM)_The_Dark_Knight_(2008)_IMAX_DS4K_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/05jzmhv8wi71.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/u189608bdmdm.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kmJLuwP3MbY",
      "video_url": "https://www.youtube.com/watch?v=kmJLuwP3MbY",
      "embed_url": "https://www.youtube.com/embed/kmJLuwP3MbY"
    }
  },
  {
    "metadata": "|||Action,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "23568"
    },
    "title": "Hidden(2022)",
    "description": "Hidden(2022)*************ချာမီဂျောင်းနဲ့ဂျောင်ဟယ်ဆူတို့ဟာ အရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်မီဂျောင်းဟာ ဒုစရိုက်အဖွဲ့အစည်းတစ်ခုနဲ့ပတ်သတ်ဆက်နွယ်မှုရှိခဲ့ပြီး တစ်နေ့မှာလုပ်ကြံခံလိုက်ရပါတယ်…အဲ့ဒီလိုနဲ့ မီဂျောင်းရဲ့သေဆုံးမှုကိုသူငယ်ချင်းဖြစ်သူဂျောင်ဟယ်ဆူကအရဲစွန့်ဖော်ထုတ်ဖို့ဖြစ်လာခဲ့ပါတယ်…ဒုစရိုက်အဖွဲ့အစည်းရဲ့နောက်ကွယ်ကပတ်သတ်ဆက်နွယ်နေတဲ့တရားခံ‌ကို ဉာဏ်အားခွန်အားသုံးပြီး ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ရှာဖွေဖော်ထုတ်သွားပုံတွေကိုစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်…ဒုစရိုက်အဖွဲ့အစည်းနဲ့ ပတ်သတ်ဆက်နွယ်နေတဲ့ မီဂျောင်းကိုသတ်လိုက်တဲ့တရားခံဟာ ဘယ်သူများဖြစ်နေမလဲ…File Size : (996MB) and (388MB)Quality :WEB-DL1080p5.1Ch, 720pFormat…mp4Duration…01:35:00Genre : Action ,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Treasure HtetEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/ZDL01_4f.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e80y7hogz0sh.html",
        "server": "usersdrive.com",
        "size": "996MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hidden-2022-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "996MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eIac/Hidden.2022.WEB-DL.1080P5.1Ch(CM).mp4",
        "server": "megaup.net",
        "size": "996MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EcVCHYxC#So4KZRPU0dBNYjAQpGOZ-GsbKdnrLcur7Sd88xKnzh0",
        "server": "mega.nz",
        "size": "996MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2vt4qwwdi1b0.html",
        "server": "usersdrive.com",
        "size": "388MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hidden-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "388MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3gAx8/Hidden.2022.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "388MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ud9DAQ5R#4rNQcgMjh5-H2rYBgPf894dEw0u17i_b2y7gpZqmuig",
        "server": "mega.nz",
        "size": "388MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/p3018uwejs6x",
        "server": "streamvid.io",
        "size": "388MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/f16klr33f7zg.html",
        "server": "streamsb.com",
        "size": "388MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Adventure,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "71K"
    },
    "title": "The Eagle(2011)",
    "description": "The Eagle (2011)==============IMDb 6.2 / Rotten Tomatoes 39%အမေရိကန် နိုင်းနိုင်း😜 Channing Tatum ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ နိုင်ငံရဲ့အဖိုးတန် ဆုတံဆိပ် ရွှေလင်းယုန်ငှက်ရုပ်တုပျောက်ဆုံးမှုကြောင့် နာမည်ပျက်ခဲ့ရတဲ့ တပ်မှူးရဲ့ သား မားကပ်စ်မားကပ်စ်ရဲ့အမိန့်ကြောင့် မိသားစုဝင်တွေအားလုံး သေဆုံးပြီး ကျွန်ဘဝရောက်ခဲ့ရတဲ့ အက်စကာ ဖခင်ရဲ့ဂုဏ်သိက္ခာကို ပြန်လည်အဖတ်ဆယ်ဖို့တိုက်ပွဲဝင်ရင်း ဒဏ်ရာရကာ တပ်မှ ထွက်လိုက်ရတဲ့ မားကပ်စ်တစ်ယောက်လူသတ်ပွဲတစ်ပွဲမှာ အက်စကာ့အသက်ကို ကယ်တင်ပေးလိုက်တဲ့အခါ…နှစ်ယောက်အတူ လူရိုင်းတွေရဲ့ နယ်မြေမှာ လင်းယုန်ငှက်ရုပ်တုကို သွားရှာကြချိန်မှာတော့…အနိုင်ကျင့်သူနဲ့ အနိုင်ကျင့်ခံရသူကနေ သခင်နဲ့ ကျွန်အဖြစ်ကို ရောက်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် တစ်ဖန် ရန်သူတွေဖြစ်သွားကြမလား…ဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Adventure / Action ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်…File size…2.35GB / 825MBQuality…Blu-Ray 1080p 5.1CH/ 720pFormat…mp4Duration….1h 54mGenre ….. Action , Adventure , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by PhoebeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKevin MacdonaldStarsChanning TatumDonald SutherlandJamie BellCastAladár LaklóthBence GeröBrian GleesonChanning TatumDakin MatthewsDenis O'HareDonald SutherlandDouglas HenshallIstván GözJamie BellJon CamplingJulian Lewis JonesMark StrongNed DennehyPaul RitterPip CarterTahar RahimZsolt László",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vSQd7eW6fMrmI1vUFi0QoQ783a5.jpg",
      "https://image.tmdb.org/t/p/w300/gIrRUeSNgPp9ddKvrsud9PxtdP5.jpg",
      "https://image.tmdb.org/t/p/w300/yS0WL30HOPIWJ3CGSXqkF5bcST.jpg",
      "https://image.tmdb.org/t/p/w300/ySp5E4eMp6ZdtVofwvMFaR7om9a.jpg",
      "https://image.tmdb.org/t/p/w300/k78NOxPHrWCDmBnVx0fux37Vv05.jpg",
      "https://image.tmdb.org/t/p/w300/A61QSlWKfOWlvVhSUVgl3taM2ae.jpg",
      "https://image.tmdb.org/t/p/w300/pWx3iY7ideuo5G3wj21GqRyWvxL.jpg",
      "https://image.tmdb.org/t/p/w300/ohfPXI4QlM7NYJxjr95TBBJhPHc.jpg",
      "https://image.tmdb.org/t/p/w300/9Ufx0FgWLf2luIXHiRWKMIerLX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hdvcp4yelhe6.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-eagle-2011-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2y7hh/The.Eagle.2011.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/qjAlkIDb#Pd6HkMNnQaKjDZxfZfihNtZ7PVK2TR4f5LiO4wti48U",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbhight.com/15xsuww5tx5t.html",
        "server": "streamsb.com",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/ldlohk8dsxke",
        "server": "streamvid.io",
        "size": "2.35GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5abmav4572wj.html",
        "server": "usersdrive.com",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-eagle-2011-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cckn/The.Eagle.2011.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/KjBUwJQC#0mCDo-BrHbgsP6GEMGkgn4P2RrwbCgLnqD1TSvQrtfo",
        "server": "mega.nz",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/i7y9zdsopc20.html",
        "server": "streamsb.com",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/bfwf8etwnx4w",
        "server": "streamvid.io",
        "size": "825MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "gtUaauoagS8",
      "video_url": "https://www.youtube.com/watch?v=gtUaauoagS8",
      "embed_url": "https://www.youtube.com/embed/gtUaauoagS8"
    }
  },
  {
    "metadata": "|2020||Action,Crime,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,017"
    },
    "title": "The Silencing (2020)",
    "description": "The Silencing (2020)================IMDb Rating – 6.1/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ IMDb 6.1 ရရှိထားတဲ့ The Silencing ဆိုတဲ့ဇာတ်ကားလေးပါ။  ဒီဇာတ်ကားဟာ action, crime, thriller အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောပြရရင် ရေဘန်ဆွမ်ဆန်ဟာ အမဲလိုက် မုဆိုးဘဝကိုစွန့်လွှတ်ပြီးတော့ တောရိုင်းတိရစ္ဆာန်ဘေးမဲ့တောကြီးကို စောင့်ရှောက်နေတဲ့လူတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ မိန်းကလေးငယ်လေးတွေရဲ့ မူမမှန်တဲ့အသတ်ခံရခြင်းတွေဖြစ်လာတဲ့အခါ……သူ့ရဲ့ ရုတ်တရက်ပျောက်ဆုံးသွားတဲ့သမီးဖြစ်သူကရောဒီကွင်းဆက်လူသတ်မှုထဲမှာ ပါဝင်နေမလားဆိုတာကို ရဲအရာရှိဂက်စတက်ဆင်နဲ့အတူ လိုက်လံစုံစမ်းကြတာကိုလျှို့ဝှက်သည်းဖိုဆန်ဆန်ကြည့်ရှုရမှာပါ။ရေဘန်ဆွမ်ဆန်အဖြစ် ကျွန်တော်တို့အကြိုက်မင်းသားတစ်ယောက်ဖြစ်တဲ့ Game of Thrones ဇာတ်လမ်းတွဲထဲမှJaime Lannister (Nikolaj Coster-Waidau) က ပါဝင်သရုပ်ဆောင်ထားပြီးတော့၊ ရဲအရာရှိဂက်စတက်ဆန်အဖြစ်Peaky Blinders ထဲက Thomas Shelby ရဲ့ အမျိုးသမီးလေး Grace က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ IMDb 6.1 ရရွိထားတဲ့ The Silencing ဆိုတဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားဟာ action, crime, thriller အမ်ိဳးအစားျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ ေရဘန္ဆြမ္ဆန္ဟာ အမဲလိုက္ မုဆိုးဘဝကိုစြန႔္လႊတ္ၿပီးေတာ့ ေတာ႐ိုင္းတိရစာၦန္ေဘးမဲ့ေတာႀကီးကို ေစာင့္ေရွာက္ေနတဲ့လူတစ္ေယာက္ပါ။ တစ္ေန႔မွာေတာ့ မိန္းကေလးငယ္ေလးေတြရဲ႕ မူမမွန္တဲ့အသတ္ခံရျခင္းေတြျဖစ္လာတဲ့အခါ……သူ႔ရဲ႕ ႐ုတ္တရက္ေပ်ာက္ဆုံးသြားတဲ့သမီးျဖစ္သူကေရာဒီကြင္းဆက္လူသတ္မႈထဲမွာ ပါဝင္ေနမလားဆိုတာကို ရဲအရာရွိဂက္စတက္ဆင္နဲ႔အတူ လိုက္လံစုံစမ္းၾကတာကိုလွ်ိဳ႕ဝွက္သည္းဖိုဆန္ဆန္ၾကည့္ရႈရမွာပါ။ေရဘန္ဆြမ္ဆန္အျဖစ္ ကြၽန္ေတာ္တို႔အႀကိဳက္မင္းသားတစ္ေယာက္ျဖစ္တဲ့ Game of Thrones ဇာတ္လမ္းတြဲထဲမွJaime Lannister (Nikolaj Coster-Waidau) က ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီးေတာ့၊ ရဲအရာရွိဂက္စတက္ဆန္အျဖစ္Peaky Blinders ထဲက Thomas Shelby ရဲ႕ အမ်ိဳးသမီးေလး Grace က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1hr 33 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, ThrillerSource : 1080p.WebRi[Translator – ThingyanEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichelle KoerssenRobin ProntStarsAnnabelle WallisBrielle RobillardCharlotte Lindsay MarronDanielle RyanHero Fiennes TiffinMelanie ScrofanoNikolaj Coster-WaldauPatrick GarrowShaun SmythZahn McClarnonCastAlec StockwellAnnabelle WallisAnnastasia BostonBart RochonBrielle RobillardCaleb Ellsworth-ClarkCharlotte Lindsay MarronDaina BarbeauDanielle RyanGregory 'Dominic' OdjigHeather StevensonHero Fiennes-TiffinJason JazrawyJosh CruddasJustin James RemeikisKayla DumontLisa CromartyMelanie ScrofanoNikolaj Coster-WaldauPatrick GarrowSharon CanovasShaun SmythZahn McClarnon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wmue8ULgckHrTc9eXALYoDbOAq0.jpg",
      "https://image.tmdb.org/t/p/w300/aRyTzHXl9A0vHsd3zd8w2IJxezn.jpg",
      "https://image.tmdb.org/t/p/w300/aSdp2uS0jWkqdhCeyhJuCoiLZji.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjE2MjIwMmYtM2ZiMy00MzdmLTkyNTYtNmFiNjM5MDJhMGVmXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6wtlhvux3nko.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://usersdrive.com/jovts1la5685.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://drive.google.com/file/d/1_eDO7gxwuT97Dwe6cVcbxsy1X5qskKdK/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-silencing-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "Coming Soon",
        "quality": "Coming Soon"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "Coming Soon",
        "quality": "Coming Soon"
      },
      {
        "link": "https://upstream.to/mq7v5fiaxzwp",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://upstream.to/ddoomoom3jtc",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://mega.nz/file/8KxBBQ6S#2zapDFOGOqYk9VWMXFrT-NKOs_cV3mRq8GGTxR7NSnA",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://mega.nz/file/kL5DHS4b#UgA2HxHEq1Str9fwoRp3EOlYPgRVbiXxRdt8agwazxg",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yadi.sk/i/bYEUpvE_zJczFQ",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yadi.sk/i/sBMJ4hAsdKfqtQ",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "WEBRIP 480P"
      }
    ],
    "trailer": {
      "video_id": "v1rQOLis1P0",
      "video_url": "https://www.youtube.com/watch?v=v1rQOLis1P0",
      "embed_url": "https://www.youtube.com/embed/v1rQOLis1P0"
    }
  },
  {
    "metadata": "Not Rated|2022|2h 45m|Action,Bollywood,Comedy,Romance",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "3.6k"
    },
    "title": "Don (2022)",
    "description": "Don (2022)3 idiots လို vibe မျိုး ထပ်မံခံစား ကြည့်ရှုလိုသူတွေအတွက်Don ဆိုတဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။သားသမီးကို ချစ်ကြောင်း မပြသလိုတဲ့ ဖခင်တစ်ဦးရဲ့ အကျင့်စရိုက်၊အဲဒီအကျင့်စရိုက်အောက်မှာ သားဖြစ်သူက “အဖေဆီကနေ အချစ်မခံရဘူး” လို့တွေးမှတ်လာတဲ့အခါ ရင်ထဲက မုန်တိုင်း တစ်ခု ရှိလာပါတော့တယ်။၁၂ တန်းပြီးတဲ့အခါ ဖခင်ရဲ့ ဖိအားပေးမှုကြောင့် “Best Engineering College” ကိုသွားတက်ရင်း ကောလိပ်ကြော်ငြာနဲ့ လက်တွေ့က တခြားစီဖြစ်နေတာကို ကြုံလိုက်ရပါတော့တယ်။“တက္ကသိုလ်ရောက်တဲ့အခါ လုပ်ချင်တာလုပ်လို့ ရပြီ” ဆိုတဲ့ ဂျင်းတွေကို စားလာတဲ့ကျောင်းသားတွေကတော့ ဒီကောလိပ်ရောက်မှပဲ ထောင်ထဲရောက်သလို ခံစားလိုက်ရတဲ့အခါ…..ဆယ်ကျော်သက်တို့ သဘာဝအတိုင်း ဖိလေ ကြွလေဖြစ်တော့ ကျောင်းသားတစ်သိုက် ဆရာတွေကို ဘယ်လို ပညာပြန်ပြမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါ။ဒီ Tamil language ကားလေးက‌တော့ Action, Comedy, Romance အမျိုးအစားဖြစ်ပြီးတက္ကသိုလ်ကျောင်းသားဘဝကနေ အိမ်ထောင်သည်ဘဝအထိ အဆင့်ဆင့်ဖြတ်သန်းခဲ့တာတွေ၊အဖေနဲ့သားကြား ဆက်ဆံရေးတွေကို သက်ဝင်ခံစားရမှာ ဖြစ်ပါတယ်။“တက္ကသိုလ်တက်ရတဲ့အချိန်က သူငယ်ချင်းတွေ အချစ်တွေကို တွေ့ကြုံခံစားရတော့ ဘဝမှာရွှေရောင်အမှတ်တရတွေ ဖန်တီးနိုင်ခွင့်ရခဲ့တဲ့ အချိန်ပါပဲ”တဲ့။ဆိုတော့ ဒီကားလေးကို ကြည့်ရင်း ကိုယ့်ဘဝရဲ့ အမှတ်တရတွေကိုပါ ပြန်လည်ခံစားစီးမြောလိုက်ကြပါဦးနော်။File size…3.6GB / 1.6GBQuality… 1080p WEBDL Tamil AAC 5.1CH  / 720pFormat…mp4Duration….2h 45mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Myo Myo Htet ~ OeliuJ ~ Lwin Htoo Aung ~ Go-O ~ YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCibi ChakravarthiStarsBalasaravananMirchi VijayPriyanka Arul MohanS. J. SuryahSamuthirakaniSivakarthikeyanSooriCastAadhira PandilakshmiBalasaravananGautham Vasudev MenonGeorge MariyanKaali VenkatManobalaMirchi VijayMunishkanthPriyanka Arul MohanRadha RaviRaju JeyamohanS. J. SuryahSamuthirakaniShariq HassanSingampuliSivaangi KrishnakumarSivakarthikeyanSoori",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7jvFJEsWyLxvnKawNy9GXImhu4s.jpg",
      "https://image.tmdb.org/t/p/w300/6H8qp564TXpKWl1v0NA91lFUHDC.jpg",
      "https://image.tmdb.org/t/p/w300/b7vRwjuCcXpr1ji9wDxkX0OFGqa.jpg",
      "https://image.tmdb.org/t/p/w300/mytyHrTFmBDyM2nwNH7lrA1tkTw.jpg",
      "https://image.tmdb.org/t/p/w300/oOBqTZCD4NTHoTO9Fp4JzjBghig.jpg",
      "https://image.tmdb.org/t/p/w300/ifNB8EuoRgYIYoImQ1hNoNDmXX9.jpg",
      "https://image.tmdb.org/t/p/w300/ltw2cATKLgXSSezQJBtXFreADTl.jpg",
      "https://image.tmdb.org/t/p/w300/qy9Djiw7mv8tNuPcqrZITxckvcu.jpg",
      "https://image.tmdb.org/t/p/w300/bqS3C3lCqMZKjB5YeS7GdvLV7pc.jpg",
      "https://image.tmdb.org/t/p/w300/8mGkWXBme54SjvFYvFnTBrRBT4D.jpg",
      "https://image.tmdb.org/t/p/w300/2LVlgTCRSWRHWz01VQHAAPMqG9T.jpg",
      "https://image.tmdb.org/t/p/w300/zjRrvBQ5auFUUDnorlAoYTwzy0s.jpg",
      "https://image.tmdb.org/t/p/w300/7JH9JMwyRNcyNvAuWCiYJgnueiI.jpg",
      "https://image.tmdb.org/t/p/w300/2w4T0H6jfCxTvGPIDdFIvFnoSic.jpg",
      "https://image.tmdb.org/t/p/w300/kciQNfjghpjxYSmYrolmQyNLKTi.jpg",
      "https://image.tmdb.org/t/p/w300/agm5JkWiKS0Z4c945Dohx75apjZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fbh3maleH24FiSGlTKvoVVe0txC.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/don-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/don-2022-true-web-dl-1080-p-tamil-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eui82znqlx51.html",
        "server": "usersdrive.com",
        "size": "3.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1LA6x/DON_(2022)_TRUE_WEB-DL.1080p.Tamil_AAC5.1CH_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0EEzBAxT#cHh6_4kBq2oEBHIF7VgeaBqeCpnFrvZt3xaW_S-bh88",
        "server": "mega.nz",
        "size": "3.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbfull.com/wc52twih4v1f.html",
        "server": "streamsb.com",
        "size": "3.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/don-2022-true-web-dl-720-p-tamil-aac-2-0-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fy4rpydmyfdn.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1LA2w/DON_(2022)_TRUE_WEB-DL.720p.Tamil_AAC2.0CH_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UUFzQCLY#2NbQf9tkrWrf6cNXKKreaOWymq3qt6We5LVeP653pZE",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/x9z5lct5yteo.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]