[
  {
    "metadata": "PG|2002|95 min|Adventure,Animation,Family",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "76,496"
    },
    "title": "Treasure Planet (2002)",
    "description": "ဒီဇာတ္လမ္းေလးဟာ 2002 ခုႏွစ္မွာ ထြက္ရိွခဲ့တာျဖစ္ၿပီးDisney ရဲ႕ အသပ္ရပ္ဆုံးေသာ Animation ေတြထဲက တစ္ကားလို႔ တင္စားခံထားရပါတယ္မူရင္းဇာတ္လမ္းကေတာ့ “Treasure Island” တဲ့ခင္ဗ်…ဒီမွာ ထူးျခားသြားတာက ဇာတ္ကြက္ေတြကို အာကာသထဲ ေျပာင္းလိုက္ၿပီး ၿဂိဳဟ္သားေတြ၊နဂါးေငြ႕တန္းေတြနဲ႔ အသက္သြင္းထားတာပါ အဲ့လိုနဲ႔ ဇာတ္လမ္းေလးက“Treasure Planet” ဆိုၿပီး ျဖစ္သြားတယ္ေပါ့ဗ်ာRating ေတြအေနနဲ႔ၾကည့္ရင္လည္းIMDb 7.1Tomatoes 69%နဲ႔ခင္ဗ်ေဝဖန္သူေတာ္ေတာ္မ်ားမ်ားရဲ႕ Positive Review ေတြ ရထားတဲ့ ဇာတ္လမ္းေလး ဆိုပါေတာ့…ကေလးဘဝက အိပ္ရာဝင္ပုံျပင္ေတြ၊ အာကာသ စြန္႔စားခန္းေတြ၊ ဒရာမာကို ခုံမင္သူေတြအတြက္လက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းေလး တစ္ပုဒ္ပါအသက္ ၁၅ ႏွစ္အရြယ္ ခ်ာတိတ္ကေလး ဂ်င္မ္ေဟာ့ကင္းန္စ္ရဲ႕ မဟာစြန္႔စားခန္းႀကီးတစ္ခု…ငယ္ငယ္ကတည္းက အာကာသ ခရီးသြားတစ္ေယာက္ အရမ္းျဖစ္ခ်င္ခဲ့သူကိုယ့္နည္းကိုယ့္ဟန္နဲ႔ ႀကံဖန္ၿပီး ေကာင္းကင္ပ်ံဝဲေလ့ရိွတဲ့ ခ်ာတိတ္ကေလးယာဥ္စည္းကမ္းေတြကို (တမင္မဟုတ္ေတာင္) က်ဴးလြန္ေလ့ရိွတာေၾကာင့္အၿမဲတမ္း ပီကယ္ေတြနဲ႔ ၿငိေနတဲ့ ခ်ာတိတ္မိသားစုစားဝတ္ေနေရးအတြက္ ပင္ပင္ပန္းပန္း ရုန္းကန္ေနရတဲ့မိခင္ကိုအၿမဲတမ္း ဒုကၡေပးေနမိသလို ျဖစ္ေနတာေၾကာင့္မိမိကိုယ္ကိုယ္ အားမလိုအားမရ ျဖစ္ေနတဲ့ ခ်ာတိတ္ကေလးဒီလိုနဲ႔ တစ္ေန႔မွာေတာ့ မေမွ်ာ္လင့္ပဲ သူအလြန္ကိုမွ သြားခ်င္ေနတဲ့အာကာသဟင္းလင္ျပင္ႀကီးထဲကို ရြက္လႊင့္ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္အဲ့ခရီးစဥ္မွာ ေကာင္းတဲ့သူေတြနဲ႔ ဆုံခဲ့သလို လူဆိုးေတြနဲ႔လည္း ႀကဳံခဲ့ရၿပီးဘဝသင္ခန္းစာေတြ အမ်ားႀကီး ရသြားခဲ့ပါတယ္ကိုယ့္ခံယူခ်က္နဲ႔ကိုယ္ သြားေနတဲ့ လူဆိုးမဟုတ္ လူေကာင္းမဟုတ္တဲ့သူလည္း ပါေသးတာေပါ့သူငယ္ငယ္က စိတ္ဝင္တစား ဖတ္ခဲ့ရတဲ့ အိပ္ရာဝင္ဇာတ္လမ္းတစ္ပုဒ္အျပင္ေလာကမွာ ျဖစ္ခဲ့တဲ့ ျဖစ္ရပ္မွန္တစ္ခုဆိုတာသိလုိက္ရၿပီးတဲ့ေနာက္…ဘာေတြ ဘယ္လိုဆက္ျဖစ္မယ္၊ ဘယ္လိုစြန္႔စားခန္းေတြ ဖြင့္သြားမယ္ ဆိုတာကေတာ့ၾကည့္႐ႈခံစားလိုက္ၾကပါဦးCM Fan တုိ႔ေရ…*ဇာတ္ဝင္ခန္းသီခ်င္းေလးကလည္း အေတာ္ေကာင္းဗ်…Quality…..BluRay 1080pDuration…..01:35:00Format…Mp4File Size…(752 MB , 323 MB)Encoder…..Moe Myint LwinTranslator…..Wai Yan MaungDownload with YoteShin LinkDownload with OpenloadDownload with Openload(Small Size)",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/treasure-planet.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/treasure-planet-2002",
        "server": "VIP Links",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fZTW/Treasure_Planet_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/b0n0z5ahkfvx",
        "server": "upstream.to",
        "size": "800MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2002||Uncategorized",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "K-19 : The Windowmaker (2002)",
    "description": "အရင္ဆံုးေၿပာခ်င္တာက ဒီဇာတ္ကားဟာ အေတာ္ေကာင္းတယ္ဆုိတာပါပဲ 1961 ခုႏွစ္က ၿဖစ္ရပ္မွန္ကိုအေၿခခံကာ ရုပ္ရွင္ဖြဲ႔ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႕ 2002 မွာ ထြက္ရွိခဲ႔တဲ႔ ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္..ရိုက္ကူးသူဒါရိုက္တာကေတာ႔ Kathryn Bigelow ၿဖစ္ပါတယ္..IMDb Rating မွာ 6.6ရရွိထားၿပီး.ဆုေပးပြဲမွာ ဆု 2ဆုနဲ႔လ်ာထားၿခင္းခံခဲ႔ရတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကိုေတာ႔ နည္းနည္းေလးေတာင္မေၿပာၿပလိုပါဘူး..အရသာခံၾကည္႔ပါခင္ဗ်ာ 😀အရင်ဆုံးပြောချင်တာက ဒီဇာတ်ကားဟာ အတော်ကောင်းတယ်ဆိုတာပါပဲ 1961 ခုနှစ်က ဖြစ်ရပ်မှန်ကိုအခြေခံကာ ရုပ်ရှင်ဖွဲ့ရိုက်ကူးတင်ဆက်ထားပြီးတော့ 2002 မှာ ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်..ရိုက်ကူးသူဒါရိုက်တာကတော့ Kathryn Bigelow ဖြစ်ပါတယ်..IMDb Rating မှာ 6.6ရရှိထားပြီး.ဆုပေးပွဲမှာ ဆု 2ဆုနဲ့လျာထားခြင်းခံခဲ့ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းလေးတောင်မပြောပြလိုပါဘူး..အရသာခံကြည့်ပါခင်ဗျာFilesize : 690 MBQuality :blu-ray720pSource : YifyFormat : mp4Running Time : 2hr 18 minSubtitle : Myanmar Subtitle (Hardsub)Encoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/09/max1033052434-frontback-1.jpg",
    "movie_links": [
      {
        "link": "https://yuudrive.me/3f5b75/k-19-the-windowmaker-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "693M",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/k-19-the-windowmaker-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "693M",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/5ubupis46vhu.html",
        "server": "usersdrive.com",
        "size": "693M",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/hbd49q5un9v7",
        "server": "upstream.to",
        "size": "693M",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/Srob/K-19_-_The_Windowmaker_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "693M",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 39min|Comedy,Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "18k"
    },
    "title": "Serving Sara(2002)",
    "description": "Serving Sara (2002)IMDb – 5.4ဂျိုးဟာတရားရုံးကနေဆင့်ခေါ်တဲ့ သမ္မာန်စာတွေကိုဆင့်ခေါ်ခံရတဲ့သူတွေဆီကို ပို့ပေးရတဲ့လုပ်ငန်းလုပ်နေသူတစ်ယောက်ပါ။စာရွက်စာတမ်းတွေကိုပို့ ပေးရတာကလွယ်ကူတဲ့အလုပ်ဖြစ်ရမှာဆိုပေမဲ့ စာပို့ပေးရမဲ့လူတွေကသူ့ကို‌ ရှောင်နိုင်နေကြတာ‌ေကြာင့် အလုပ်တစ်ခုကိုတစ်ပတ်လောက်ကြာနေလို့ သူဌေးကပါ အပြစ်တင်တာကိုခံ‌ နေရပါတယ်။တစ်နေ့မှာတော့ ဆာရာမိုး ဆိုတဲ့အမျိုးသမီးဆီကိုကွာရှင်းစာချုပ်သွားပို့ပေးရင်းနဲ့ ဆာရာ မိုးကသူ့လာပို့မဲ့သတင်းကိုကြိုရသွားပြီး ရှောင်ထွက်သွားနိုင်တဲ့အတွက်သူဌေးကကလော်တုတ်ပြီး တခြားလူတစ်ယောက်ကိုလုပ်ခိုင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မကျေနပ်တဲ့ ဂျိူးတစ်ယောက် ဆာရာ မိုးရဲ့လိပ်စာကို ရှာပြီး သွားပို့ဖို့လုပ်ပါတော့တယ်။ဒီလိုနဲ့ လိပ်စာကိုရပြီး ဆာရာမိုးဆီကို စာရွက်တွေအောင်မြင်စွာပေးနိုင်ခဲ့ပေမဲ့လည်းဆာရာ မိုး ကသူ့ယောင်္ကျား ဂေါ်ဒွန် မိုးဆီကို ကွာရှင်းစာချုပ်အရင်ပို့ပေးနိုင်ရင်ဒေါ်လာတစ်သန်း‌ ပေးမယ်ဆိုပြီး ဂျိူးကိုပြန်ငှားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ ဆာရာနဲ့ ဂျိုးတို့နှစ်ယောက် ဂေါ်ဒွန်ဆီကိုကွာရှင်းစာချုပ်အချိန်မှီပို့ပေးနိုင်မှာလား၊ဂျိူးရဲ့အလုပ်ကိုရော ဘယ်သူကနှောက်ယှက်နေတာလဲ၊ ဂျိုးကရောဒေါ်လာတစ်သန်းကိုရပြီး သူ့ရဲ့အိပ်မက်လေးဖြစ်တဲ့စပျစ်ခြံလုပ်ငန်းကိုလုပ်သွားနိုင်မလားဆိုတာကိုတော့ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…  1.9GB / 1GBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 1h 42mGenre …..  Romance , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by TMMT",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tsUtyC6FYb5zm1fYDwonDxvrLbv.jpg",
      "https://image.tmdb.org/t/p/w300/2dSNEUcaYQp8Xf8LlleMIR0e4iy.jpg",
      "https://image.tmdb.org/t/p/w300/nD9Jk5ICtMHicGzL99RLMuDOL4Y.jpg",
      "https://image.tmdb.org/t/p/w300/8UAyKtKZC00yru2DVj3W588MFMW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/ser.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/serving-sara-2002-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/xjx13r74yemc.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1dK1i/Serving.Sara.2002.1080p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/AvhAhCaJ#pnwHCsJzhsoGL0JTxkAqEbJJ-fOcFIfoTObjJ-dQarM",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/serving-sara-2002-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/1tyzj97v07md.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1THx0/Serving.Sara.2002.720p.WEBRip_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Zrw0UaQC#BRXTbwX-tj7lYnsFKwXds1XD8GiYbmd7zR-2z-y572Q",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/rbozokgeqim9.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/mfqo491qqci3",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "yH5LUdNfKb0",
      "video_url": "https://www.youtube.com/watch?v=yH5LUdNfKb0",
      "embed_url": "https://www.youtube.com/embed/yH5LUdNfKb0"
    }
  },
  {
    "metadata": "|2002|2h 29min|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "5,055"
    },
    "title": "Mujhse Dosti Karoge! (2002)",
    "description": "Mujhse Dosti Karoge! (2002)IMDb – 5.1/10_____Rotten – 76%“ငါနဲ့သူငယ်ချင်းလုပ်မလား”သူငယ်ချင်း၊ ရင်းနှီးမှုအချစ်ဆိုတာ ဘာပါလဲ“အချစ်ဆိုတာ ရင်နှီးမှုပါပဲလူတစ်ယောက်ကို မရင်းနှီးဘဲနဲ့ ဘယ်လိုမှ မချစ်နိုင်သလိုသံယောဇဉ်လည်း မတွယ်နိုင်ပါဘူးကဲ့ ဒါကြောင့် ငါနဲ့ သူငယ်ချင်းလုပ်မလား ”ဒီဒိုင်ယာလော့လေးကတော့ နာမည်ကြီး ဂန္တဝင်အချစ်ဇာတ်ကား တစ်ကားဖြစ်တဲ့Kuch Kuch Hota Hai (1998) ထဲကပဲဖြစ်ပါတယ်။အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကလည်း တခမ်းတနားနဲ့အမှန်အကန်တင်ဆက်ထားတဲ့ ဘောလီဝုဒ်ကားကောင်း တစ်ကားပါပဲနာမည်ကြီး သရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Hrithik Roshan (ခ) လက်ပွားမင်းသားRani Mukerji နှင့် Kareena Kapoor တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေး တပုဒ်လည်း ဖြစ်ပါတယ်အခုလို မိုးရာသီဖွဲဖွဲလေးမှာ ဒီလို Romance, Dramaကား ခပ်ကောင်းကောင်းလေးကို တခါကြည့်ဖူးရုံနဲ့ဇာတ်ဝင်တေးအားလုံးကလည်း တသက်လုံး မေ့လျော့နိုင်မှာ မဟုတ်ပါဘူးဒီကားကို ကြည့်ဖူးတဲ့သူတွေရှိသလို လုံးဝမကြည့်ရသေးတဲ့သူတွေလည်း ရှိပါလိမ့်မယ်အခု CMက ပြန်လည်တင်ဆက်ပေးထားတာကတော့ရုပ်သံအကြည်လင်းဆုံးနဲ့ သီချင်းတွေကအစမြန်မာမှုပြုပေးထားလို့ သိမ်းထားချင်သူတွေအတွက် နှစ်ခြိုက်စရာပါပဲဇာတ်လမ်းလေးကတော့ရာ(ဂျ်)၊ တီနာနဲ့ ပူဂျာတို့ဟာ သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းသုံးယောက်ပါဒီထဲမှာမှ ရာ(ဂျ်)က တီနာပေါ်မှာ ခင်မင်မှုပိုနေသလိုပါပဲအကြောင်းကြောင်းကြောင့် ရာ(ဂျ်)တို့ မိသားစု လန်ဒန်ကိုပြောင်းသွားတဲ့အခါတီနာနဲ့ ပူဂျာကတော့ အိန္ဒိယမှာပဲ ကျန်ခဲ့ပါတော့တယ်ရာ(ဂျ်)အနေနဲ့ မသွားခင်မှာ သူလန်ဒန်ရောက်ရင် နေ့စဉ် အီးမေးလ်ကတဆင့် စာတွေရေးမှာဖြစ်လို့သူ့ဆီကို စာပြန်ဖို့ တီနာကို မှာကြားခဲ့ပြီး နှုတ်ဆက်ထွက်ခွာသွားခဲ့ပါတယ်ဒါပေမဲ့ ရာ(ဂျ်)တယောက် စာတွေပို့တဲ့အချိန်မှာ တီနာကတော့စိတ်မဝင်စားဘဲ အရေးတယူမလုပ်ခဲ့ဘူးဒီအခြေအနေမှာ သူသိပ်ချစ်တဲ့ သူငယ်ချင်းကို ပူဂျာကပဲ စာတွေပြန်ရေးခဲ့ပါတယ်ဒါပေမဲ့ စာပြန်တဲ့အခါမှာ သူ့နာမည်မသုံးဘဲ တီနာ နာမည်ကိုသုံးလိုက်ပါတယ်၁၅ နှစ်တာ ကလေးဘဝကတည်းက တနေ့တာဖြစ်ခဲ့သမျှကို စာတွေရေးပြီး ရင်ဖွင့်ခဲ့ကြတဲ့ သူတို့နှစ်ယောက်မှာ သူငယ်ချင်းသံယောဇဉ်ထက် ပိုတဲ့အရာ တစ်ခုဖြစ်နေပါပြီစာတွေရေးနေကြတဲ့ နှစ်ယောက်ဟာ တယောက်ကိုတယောက်မမြင်မတွေ့ဘဲ ချစ်မိနေကြပါပြီရာ(ဂျ်) ကသူ့ဆီစာတွေရေးနေတာ တီနာလို့ထင်မှတ်ပြီး တီနာကို ချစ်မိနေသလိုကလေးဘဝကတည်းက စာတွေရေးခဲ့တဲ့ ပူဂျာကလည်း ရာဂျ်အကြောင်း ကောင်းကောင်းကြီးသိခဲ့ပြီး ချစ်မိနေပါပြီရာ(ဂျ်) တစ်ယောက် လန်ဒန်ကနေ အိန္ဒိယကို ပြန်လာတဲ့အခါမှာတော့ ……..ရာ(ဂျ်)၊ တီနာနဲ့ ပူဂျာတို့ကြားက သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ …..မိတ်ဆွေတို့ကို ပြောချင်တာလေးကတော့ကိုယ်ချစ်ရတဲ့သူတယောက်ယောက်ကို တွေ့ခဲ့ပြီဆိုရင် ဒီမေးခွန်းလေးပဲ အရင်မေးလိုက်ပါ“ငါနဲ့သူငယ်ချင်းလုပ်မလား”(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Zaw Htoo ပါ။)File size…(1.2 GB)Quality…WEB-HD Rip 720pFormat…mp4Duration….02:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZaw Htoo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hAsyCZUndXQF5YBGIoA0xPHMYYi.jpg",
      "https://image.tmdb.org/t/p/w300/5zmNvBCaU0BtiHQHkMYF20lfW6U.jpg",
      "https://image.tmdb.org/t/p/w300/fMITueJCzPSimH3aOjoLVXB2dXF.jpg",
      "https://image.tmdb.org/t/p/w300/2kuZLFgwpSICicJseA65dUF8Dx1.jpg",
      "https://image.tmdb.org/t/p/w300/kgT9tbedaFfiu8H5YHkmZKDkx8y.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/mujhse-dosti-karoge-2002-mm-sub",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/mujhse-dosti-karoge-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2gybl/Mujhse_Dosti_Karoge!_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      },
      {
        "link": "https://viewsb.com/r1khwm2hdkun.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "WEB-HD Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2002|1h 39min|Action,Adventure,Asian,History",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "171,172"
    },
    "title": "Hero (2002)",
    "description": "Hero (2002)IMDb – 7.9/10_____Rotten – 95%Hero (2002)…………………Hero (သူရဲကောင်း) ဆိုတာဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?တဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?ကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်စွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?Hero (2002 film) ကို ကြည့်ပြီးရင်တော့အဖြေတခုခု ထွက်လာနိုင်ပါတယ်။Hero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။နောက်ကြောင်းက ခဏခဏပြန်ပြ၊ဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။နောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာနိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။စွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်အနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့Qin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့အမည်မရှိဓားသမား (သုည)ဟာနန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။နန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်သုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့လူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။*Spoiler alert!*သာမန်လူဆိုရင် ခြေလှမ်းတရာအကွာလောက်မှာ နေရပေမယ့်သုညဟာ ဘုရင်ကြီးရဲ့ရန်သူတော်တွေကို သူဘယ်လိုနှိမ်နှင်းခဲ့တယ်ဆိုတာပြန်ပြောင်းပြောရင်း ဘုရင့်အနားကိုတဖြည်းဖြည်းချင်း နီးကပ်ခွင့်ရခဲ့ပါတယ်။ဒီအချိန်မှာ ဘုရင်ကြီးသိလာတာကသုညဟာလည်း သူ့ကိုလုပ်ကြံဖို့အတွက်အကွက်ချပြီး အနားကပ်ခွင့်ရအောင် ကြံခဲ့တယ်ဆိုတာပါပဲ။တကယ်တော့ သုညဟာ ချင်ဘုရင်ကျူးကျော်သိမ်းပိုက်ခဲ့တဲ့ ကျောက် (Zhao) နိုင်ငံသားတဦးဖြစ်ပြီးချင်ဘုရင်ကို လက်စားချေခွင့်ရဖို့ စီမံကိန်းဆွဲကြံစည်ခဲ့သူပဲ ဖြစ်ပါတယ်။ဒါကို ချင်ဘုရင်သိလိုက်တဲ့အချိန်မှာ သူ့အတွက် နောက်ကျနေပါပြီ ….သူ့ရဲ့သက်တော်စောင့်တပ်နဲ့ အလှမ်းဝေးပြီး သုညရဲ့ ဓားစွမ်းအရဆိုရင်ဘုရင်ကြီးအနေနဲ့ အသက်ဆုံးရှုံးဖို့ပဲ ရှိပါတော့တယ်။ဒီအချိန်မှာ အံ့အားသင့်စရာကောင်းတာကသုညဟာ ချင်ဘုရင်ကို လုပ်ကြံဖို့ အကြံအစည်ကို စွန့်လွှတ်လိုက်တာပါပဲ။သုညအနေနဲ့ သူကြံစည်ခဲ့တဲ့ အခွင့်အရေးဟာလက်တကမ်းကို ရောက်လာပေမယ့်ဘာကြောင့်များ စွန့်လွှတ်လိုက်ပါသလဲ …?ဒီအချက်ဟာ ဇာတ်ကားရဲ့ အနှစ်သာရပါပဲ ………………………………………………ဇာတ်အိမ်တည်ရာကာလဟာ တရုတ်နိုင်ငံအနေနဲ့ တိုင်းပြည်ငယ်လေးတွေအဖြစ် ဖရိုဖရဲဖြစ်နေချိန် ဖြစ်ပါတယ်။ဘာသာစကား၊ ယဉ်ကျေးမှု အမျိုးမျိုးကွဲနေတဲ့ နိုင်ငံငယ်တွေကိုချင်ဘုရင်ဟာ သိမ်းပိုက်စုစည်းခဲ့ပါတယ်။တိုင်းပြည်ဟာ စုစည်းလာပေမယ့် ချင်ဘုရင်အတွက်တော့ရန်သူတွေ များလာပါတယ်။အဲဒီထဲမှာ ကျောက်နိုင်ငံသားတွေဖြစ်တဲ့ သုည၊‘ဓားကျိုး’ နဲ့ ‘နှင်း’ဇနီးမောင်နှံ ပါဝင်ပါတယ်။သူတို့ဇနီးမောင်နှံဟာလည်း တချိန်က ချင်ဘုရင်ကို လုပ်ကြံဖို့နန်းတော်အတွင်းကို ဝင်ရောက်တိုက်ခိုက်နိုင်ခဲ့ဖူးပါတယ်။ဘုရင်ကို လုပ်ကြံနိုင်လုနီးပါး ဖြစ်ခဲ့ပေမယ့်ဓားကျိုးဟာ စိတ်ကူးပြောင်းသွားပြီး ဘုရင်ကို မသတ်ဘဲ လှည့်ပြန်ခဲ့ဖူးပါတယ်။သူဟာ သုညရဲ့ အစီအစဉ်ကိုသိရတော့လည်း တားပါသေးတယ်။တားမရတော့ သုညကို မြေကြီးမှာ စာတလုံးပဲ ရေးပြပါတယ်။အဲ့ဒါကတော့ တို့နိုင်ငံ (Our Land) ဆိုတဲ့ စကားလုံးပဲ ဖြစ်ပါတယ်။ဒီစာလုံးကပဲ သုညရဲ့ စိတ်ကူးကို ပြောင်းလဲပေးခဲ့ပြန်ပါတယ်။သူတို့ဟာ လူသားပီပီ ပုဂ္ဂလဓိဌာန်ခံစားချက်ကို ရှေ့တန်းတင်ပြီး လက်စားချေဖို့ ကြံစည်ခဲ့ကြပေမယ့်အဲဒီကိစ္စထက် အရေးကြီးသောအရာကို သူတို့မြင်ခဲ့ကြပါတယ်။ဒါကတော့ ချင်ဘုရင်စုစည်းတည်ဆောက်နေတဲ့ သူတို့နိုင်ငံတော်ပဲ ဖြစ်ပါတယ်။ဘာသာစကားအပြင် အလေးတင်းတောင်းချိန်တွယ်တာကအစ ကွဲပြားနေတဲ့ သူတို့နိုင်ငံဟာချင်ဘုရင်စုစည်းတည်ဆောက်မှ ရတော့မယ်ဆိုတာ သူတို့သိမြင်လာပါတယ်။ဒါကြောင့်ပဲ သူတို့ရဲ့ နာကြည်းမှုတွေကို မြိုသိပ်ခဲ့ပါတယ်။နောက်ဆုံးမှာ သူတို့ရဲ့ အသက်တွေကိုပါ စွန့်လွှတ်တဲ့အထိ ပေးဆပ်နိုင်ခဲ့ပါတယ်။ဒါဟာ Hero ဇာတ်ကားမှာ ပြဌာန်းခဲ့တဲ့ သူရဲကောင်းဆိုတဲ့ အဓိပ္ပာယ်ပါပဲ။တကယ်တော့ သူရဲကောင်းဆိုတာ အလုံးစုံကို အနိုင်ယူနိုင်မှ၊ စွမ်းအားပြနိုင်မှ မဟုတ်ပါဘူး။မိမိစွမ်းဆောင်နိုင်စွမ်းဟာ လက်တကမ်းမှာ ရောက်နေသည့်တိုင်အောင်ရေရှည်အတွက် အများကောင်းကျိုးအတွက်မိမိဆန္ဒ မိမိဘဝကို အနစ်နာခံစွန့်လွှတ်ခဲ့သူများဟာလည်း hero များပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာ ကျန်းယီမူး (Zhang Yimou) ရဲ့ လက်ရာဖြစ်တဲ့ ဒီဇာတ်ကားနဲ့ ပတ်သက်လို့အငြင်းပွားဖွယ်ရာတွေ ရှိခဲ့ပါတယ်။တချက်ကတော့ ဓားကျိုးရေးပြခဲ့တဲ့ Tianxia ဆိုတဲ့စာလုံးရဲ့ အဓိပ္ပာယ်နဲ့ ပတ်သက်လို့ ဖြစ်ပါတယ်။နောက်တချက်ကတော့ ဒါဟာစိတ်ကူးယဉ်သက်သက်ပဲ လက်တွေ့မဖြစ်နိုင်ဘူးလို့ ငြင်းကြပါတယ်။တရုတ်သမိုင်းမှာလည်း ချင်ဘုရင် Qin Shi Huang ကို လုပ်ကြံဖို့ Jing Ke ဆိုသူဟာ ကြိုးစားခဲ့ပါတယ်။(သူကတော့ ချင်ဘုရင်ကို တိုက်ခိုက်ရာမှာ မအောင်မြင်ဘဲ သက်တော်စောင့်များရဲ့ လက်ချက်နဲ့ သေဆုံးခဲ့ပါတယ်။)ဘာပဲဖြစ်ဖြစ် အော်စကာဆုဆန်ကာတင်စာရင်းဝင်တဲ့အပြင်တခြားဆုတွေလည်း ရရှိခဲ့တဲ့ Hero ဇာတ်ကားဟာHero သူရဲကောင်းဆိုတဲ့ အဓိပ္ပာယ်ကို ရှုထောင့်တခုကနေ ဖွင့်ဆိုပြနိုင်တဲ့ရုပ်ရှင်လို့ ညွှန်းချင်ပါတယ်။Phoe Thant (28.4.16)(ရုပ်ရှင်အညွှန်းကိုKo Phoe Thant Facebookမှကူးယူဖော်ပြပါသည်။)တကယ့်ဖြစ်ရပ်မှန်သမိုင်းကိုသိချင်ရင်တော့ တရုတ်ပြည်ရဲ့ ပထမဆုံးဧကရာဇ် [ Shi Huang Di စစ့်ဟွမ်သိသို့မဟုတ် 秦始皇 Qin Shi Huang ချင်စစ့်ဟွမ် (မြန်မာတွေက ရှီဟွမ်တီဘုရင်ဟုသိကြ) ] အကြောင်းကို天下第一 Facebook Pageမှာရေးသားထားတာ သွားဖတ်ကြည့်သင့်ပါတယ်။ရှီဟွမ်တီဘုရင်နဲ့ပတ်သက်လို့ အတော်ကို စုံလင်အောင်ဖော်ပြထားပါတယ်။ဒီလင့်မှာ သွားဖတ်လို့ရပါတယ်>>>>>https://www.facebook.com/tianxiadiyi888888/posts/2330477387221339File size…(1.7 GB) and (1 GB)Quality….Blu-Ray 1080p 5.1CH & 720pFormat…mp4Duration….01:39:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAlias",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p31yIpOO7VLP9lJa3YH0sLX9q3H.jpg",
      "https://image.tmdb.org/t/p/w300/foYlyB5y5DIPf180eMYeVDbks8b.jpg",
      "https://image.tmdb.org/t/p/w300/J63PweTUWpf4KWXvlX5asu2qjI.jpg",
      "https://image.tmdb.org/t/p/w300/uGFGAPGnJwaY8vTEXw5lJBmIzm3.jpg",
      "https://image.tmdb.org/t/p/w300/mZAAImQ2GRYLPk4gT0zmvRSJAAw.jpg",
      "https://image.tmdb.org/t/p/w300/bCPzPlPwVRGMwFd0HmfOdiR5qba.jpg",
      "https://image.tmdb.org/t/p/w300/jDz6RYN3nKYtlo7J9IMvGoJit7B.jpg",
      "https://image.tmdb.org/t/p/w300/vGUAeOfENyzpYn1HnXwuAbhQcqy.jpg",
      "https://image.tmdb.org/t/p/w300/4fuM2YklSLsnlJOC9DtIbWcWBUq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/Hero-movie-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/h92fyvwcjwox.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "BluRay 1080p 5.1CH"
      },
      {
        "link": "https://usersdrive.com/yrte9gg5go2i.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/hero-ying-xiong-2002-1080-p-blu-ray-5-1-ch-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "BluRay 1080p 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/hero-ying-xiong-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/2dmA4/Hero_(Ying_Xiong)_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "BluRay 1080p 5.1CH"
      },
      {
        "link": "https://megaup.net/1xp7s/Hero_(Ying_Xiong)_[2002]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/XpgHgR7B#Yc8xMBXqZdoZrSNsoC-ZKca2I8Fa0h8qTSXU6ylOwIQ",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "BluRay 1080p 5.1CH"
      },
      {
        "link": "https://mega.nz/file/y44FGRIb#oXztIWQBDO_D1pSCQFv6rv-ygS_m37lQqEadafuNR3s",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/rfhtqsmtyzfm",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "BluRay 1080p 5.1CH"
      },
      {
        "link": "https://upstream.to/nyfc51yhmp8h",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "1p2p8OAdxro",
      "video_url": "https://www.youtube.com/watch?v=1p2p8OAdxro",
      "embed_url": "https://www.youtube.com/embed/1p2p8OAdxro"
    }
  },
  {
    "metadata": "|2002|2h 54m|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": "1.4k"
    },
    "title": "Haan Maine Bhi Pyaar Kiya (2002)",
    "description": "အိန္ဒိယရဲ့ နာမည်ကျော်မင်းသားကြီးတွေဖြစ်တဲ့ အာရှေးကူးမား ,အာဘီရှန်ဘချန်းတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့Haan Maine Bhi Pyaar Kiya ဆိုတဲ့ အိန္ဒိယကားကောင်းလေးကို CM ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါပြီ။ရှိဗ် နဲ့ ပူဂျာ တို့က မမျှော်လင့်ပဲနဲ့ဖူးစာဆုံခဲ့ကြပြီး လက်ထပ်ဖြစ်ခဲ့ကြပါတယ်။လက်ထပ်ပြီးတဲ့နောက်မှာ ရှိဗ်ဘက်က ပူဂျာခွင့်မလွှတ်နိုင်တဲ့ပြဿနာတွေကိုပဲလုပ်ခဲ့မိတာကြောင့် လင်မယားကွာရှင်းခဲ့ကြပါတယ်။အဲဒီနောက်မှာတော့ ပူဂျာက ရက်ဂျ်ဆိုတဲ့နိုင်ငံကျော်မင်းသားဆီမှာ အလုပ်လုပ်ဖြစ်တဲ့အခါမှာရက်ဂျ်ဘက်ကနေစပြီးပူဂျာကိုသဘောကျလာတာကစလို့နှစ်ဦးသဘောတူလက်ထပ်ဖို့ထိဖြစ်လာခဲ့ပါတယ်။ဒီအချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင် ရှိဗ်ကပူဂျာ့ဘဝထဲပြန်လည်ဝင်ရောက်လာတဲ့အခါမှာသူတို့၃ဦးရဲ့၃ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ အချစ်၊အလွမ်း၊ဟာသနှောထားပြီးရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။File size…2.54GB/ 1.16GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Citrus",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xK1aaKscu3OwYQW8fFTdQS9dk7a.jpg",
      "https://image.tmdb.org/t/p/w300/1VYU3l8jzq2mCYnDUUIT7JTD5qz.jpg",
      "https://image.tmdb.org/t/p/w300/2TrARpXTpD1mSkhqZ77x5eBaePB.jpg",
      "https://image.tmdb.org/t/p/w300/ocXHRwt0cOyRmt5izK6TvkYcE2A.jpg",
      "https://image.tmdb.org/t/p/w300/lJAOAZ2lA4Fw2BRNylBXE6w73CP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/haan.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/haan-maine-bhi-pyaar-kiya-2002-1080-p-web-dl-h-264-aac-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nmvr9esedehl.html",
        "server": "usersdrive.com",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Xlde/Haan_Maine_Bhi_Pyaar_Kiya_2002_1080p_WEB-DL_H264_AAC.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kr1XBZyb#PzcX9z3dfz1P96LF0qFSLJTmkbMLodQBcqTyFA2__I0",
        "server": "mega.nz",
        "size": "2.54GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/haan-maine-bhi-pyaar-kiya-2002-720-p-web-dl-h-264-aac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bl157n6jptac.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Xld3/Haan_Maine_Bhi_Pyaar_Kiya_2002_720p__WEB-DL_H264_AAC(CM).mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/1yUjUCSS#LIDGOAe-PjGfI1YAB4h1SkFxPpyR00AfZm-crhfUSLA",
        "server": "mega.nz",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/nnd2bwawbwrr",
        "server": "streamsb.com",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tcdonsh8po68",
        "server": "streamvid.io",
        "size": "1.16GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|2002|72 min|Adventure,Animation,Family",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "14,043"
    },
    "title": "Return to Never Land (2002)",
    "description": "ဒီကားေလးကေတာ့ အားလံုးသိၾကတဲ့အတိုင္းပဲ Disney ရဲ႕အေကာင္းဆံုး Animation ကားေတြထဲကတစ္ကားပဲၿဖစ္ပါတယ္…ဖယ္ရီဆိုတဲ့ တင္ကာဘဲလ္နတ္သမီးေလးနဲ႕အတူပီတာပန္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္အေၾကာင္းတင္ဆက္ထားတာပဲၿဖစ္ပါတယ္…အပိုင္း ၂ ပိုင္းထြက္ရွိထားတာပဲၿဖစ္ပါတယ္…ဒီကားေလးကေတာ့ ၂ ၿဖစ္ပါတယ္…ဒီကားထဲမွာေတာ့ ၀န္ဒီဟာအသက္ၾကီးသြားၿပီးေတာ့ ကေလးေလးေတြေတာင္ရေနၿပီပဲၿဖစ္ပါတယ္…ေပ်ာက္ဆံုးေနၿပီၿဖစ္တဲ့ ပီတာပန္ဟာလည္း အိပ္ရာ၀င္ပံုၿပင္အေနနဲ႕သာ ယံုတမ္းစကားဖြယ္ရွိပါေတာ့တယ္…ဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆိုရင္ကာလအားၿဖင့္ စစ္ၿဖစ္ေနေသာအခ်ိန္ၿဖစ္ပါတယ္…ေယာက်ာၤးသားမ်ားဟာ တိုင္းၿပည္ကာကြယ္ဖို႕စစ္ထဲ၀င္ေနရတဲ့အခ်ိန္ၿဖစ္တဲ့အတြက္၀င္ဒီရဲ႕ခင္ပြန္းၿဖစ္သူလည္း စစ္ထဲ၀င္ရပါတယ္…ဒါေၾကာင့္ အစိုးရကေန ကေလးငယ္မ်ားေဘးကင္းဖို႕အတြက္ စစ္နဲ႕လြတ္ကင္းရာေနရာေတြကိုအလွည့္က်ေရြ႕ေၿပာင္းေပးေနရပါတယ္…ဒီထဲတြင္ ၀န္ဒီရဲ့သမီးေလး ဂ်ိမ္းနဲ႕သားငယ္ေလး ဒန္နီရယ္တို႕လည္းပါေနပါတယ္..ဂ်ိမ္းဟာ အေမၿဖစ္သူ၀န္ဒီေၿပာၿပာေနက် အိပ္ရာ၀င္ပံုၿပင္ၿဖစ္တဲ့ ပီတာပန္အေၾကာင္းကိုမယံုပါဘူး..ဒါေၾကာင့္ အိပ္ရာ၀င္ပံုၿပင္ေတြကုိသူမမုန္းခဲ့ပါတယ္..တစ္ညမွာသူမအိပ္္ေပ်ာ္သြားေတာ့ သူမတို႕ရဲ႕အိမ္ကို ကြ်န္ေတာ္တို႕ရဲ႕ဇာတ္လိုက္ေက်ာ္ၾကီး ကပၸတိန္ဟြတ္တို႕ပင္လယ္ဓားၿပအဖြဲ႕ေရာက္လာၿပီးသူမကို NeverLand ကိုဖမ္းဆီးေခၚသြားပါေတာ့တယ္…အဲ ကပၸတိန္ဟြတ္ဆိုရင္ လူတိုင္းသိၾကမွာပါ…ကေလးဘ၀ထဲက အၾကိဳက္ဆံုးနဲ႕အရယ္ရဆံုး ဇာတ္ေကာင္ၾကီးေလ..အဲေတာ့  ဂ်ိမ္းတစ္ေယာက္ NeverLand လို႕ေခၚတဲ့ ႏိုင္ငံေလးထဲကိုေရာက္သြားတဲ့အခါ ဘာေတြၿဖစ္လာမလဲ…သူမတကယ္မရွိဘူးလို႕ထင္ေနတဲ့ ပီတာပန္႕ကေကာ တကယ္ပဲ အဲ့ႏိုင္ငံေလးထဲမွာရွိေနမလား…Disney ရဲ႕ေကာင္းမြန္လွတဲ့ ရႈ႕ခင္းေလးေတြနဲ႕အတူ ၾကည္ႏူးဖြယ္ခံစားရမွာပဲၿဖစ္ပါတယ္…ဒီကားေလးဟာ ကေလးမ်ားအိပ္ရာ၀င္တဲ့အခ်ိန္အေကာင္းဆံုး အိပ္ရာ၀င္ပံုၿပင္အၿဖစ္သတ္မွတ္ၿခင္းခံရတဲ့ကားေကာင္းေလးတစ္ကားပဲၿဖစ္ပါတယ္….Quality…..BluRay 1080pDuration…..01:12:00Format…Mp4File Size…( 520 MB)Encoder…..Moe Myint LwinTranslator…..Moe Myint LwinDownload with YoteShin LinkDownload with Openload",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/Walt-Disney-Posters-Peter-Pan-2-Return-to-Never-Land-walt-disney-characters-36971633-2000-3000.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/return-to-never-land-2002",
        "server": "VIP Links",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/return-to-never-land-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/yandex/return-to-never-land-2002-mm-sub-mp-4",
        "server": "disk.yandex.com",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gwot/Return_To_Never_Land_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/r73ijyy0weva",
        "server": "upstream.to",
        "size": "520MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|124 min|Adult,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "70,729"
    },
    "title": "Unfaithful",
    "description": "ကားနာမည်ဖတ်ရုံနဲ့တင် ဇတ်အိမ်ကိုအကဲခတ်လို့ရလောက်ပါပြီမိသားစုတစ်စု ယောက်ျားကအလုပ်များတဲ့လုပ်ငန်းရှင်တစ်ယောက်မိန်းမက မလုပ်လည်းအိမ်မှာထိုင်နေလို့ရတဲ့အလုပ်တစ်ခုရှိတယ်သားကကျောင်းနေအရွယ် မနက်မိုးလင်းရင်အမျိုးသားနဲ့သားက အလုပ်နဲ့ကျောင်းကိုသွားတစ်ရက်မမျှော်လင့်ပဲ အမျိုးသမီးက ပြစ်သစ်လူမျိုးခပ်ချောချောကောင်လေးနဲ့ဆုံခဲ့မိတယ်ဒီကားအကြောင်းကို ဆက်မပြောခင် ကျနော်တို့ဘဝမှာအိမ်ထောင်ရေးဖောက်ပြန်တာတွေ မိန်းမ တိတ်တိတ်ပုန်းဖောက်ပြန်တာယောင်္ကျားက ဖောက်ပြန်တာ တွေဒုနဲ့ဒေး ကြားနေရတယ်ကလေးမျက်နှာကိုထောက်ထားပြီး အိမ်ထောင်ရေးမပြိုကွဲစေဖို့ဟန်ချက်ညီအောင်ပြန်လည်ထိန်းသိမ်းကြတာမျိုးရှိသလိုစိတ်အလိုလိုက်ပြီး ဖောက်ပြန်တယ်သူတွေကိုအမှုတွေကျူးလွန်ခဲ့တာတွေလည်းရှိပါတယ်ဒါတွေအားလုံးဟာ ugly truthဆိုတဲ့အကျဉ်းတန်အမှန်တရား ပါ18+ဇတ်ဝင်ခန်းဆိုတာလည်း အိမ်ထောင်ရေးဇတ်ကားအနေနဲ့အတော်များများပါပေမဲ့ ဇတ်အိမ်လည်းခိုင်ပီပီပြင်ပြင်သရုပ်ဆောင်ချက်တွေကြောင့် Hollywoodမှာတန်းဝင်အိမ်ထောင်ရေးကားဖြစ်ပေမဲ့တစ်ချို့သူတွေအတွက်တော့ အတော်လေးအောင့်သီးအောင့်သက်နိုင်မဲ့ကားတစ်ကားပါဒါပေမဲ့ ugly truth ဆိုတဲ့အကျဉ်းတန်အမှန်တရားပါပဲဆွဲဆောင်မှုအရှိဆုံးမင်းသားလို့သတ်မှတ်ခံရဖူးတဲ့ RICHAD GERE မင်းသမီး DIANE LANEတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ် သူမရဲ့သရုပ်ဆောင်ချက်တွေကချီးကျူးရမှာဖြစ်ပါတယ် ဆွဲဆောင်မှုရှိပြီး မှားနေမှန်းသိရက်နဲ့ရှေ့ဆက်ဇွတ်တိုးပြီး ကိုယ့်ကိုယ် ကိုယ်ပြန်မုန်းမိနေတဲ့အိမ်ထောင်သည်တစ်ယောက်ရဲ့ခံစားချက်တွေကပီပြင်လွန်းပါတယ်ဗျာများနေတဲ့အိမ်ထောင်ရှင် RICHAD GEREရဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းပီပီပြင်ပြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီလောက်ဆိုရင်လုံလောက်ပြီလို့ထင်ပါတယ်အကျဉ်းတန် အမှန်တရားလေးကိုခံစားပေးကြပါဦးလို့(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်ကတော့ အမည်မဖော်လိုသူပဲ ဖြစ်ပါတယ်)@joker——————————————————————–ကားနာမည္ဖတ္ရုံနဲ႕တင္ ဇတ္အိမ္ကုိအကဲခတ္လုိ႕ရေလာက္ပါၿပီမိသားစုတစ္စု ေယာက္်ားကအလုပ္မ်ားတဲ့လုပ္ငန္းရွင္တစ္ေယာက္မိန္းမက မလုပ္လည္းအိမ္မွာထုိင္ေနလုိ႕ရတဲ့အလုပ္တစ္ခုရွိတယ္သားကေက်ာင္းေနအရြယ္ မနက္မုိးလင္းရင္အမ်ဳိးသားနဲ႕သားက အလုပ္နဲ႕ေက်ာင္းကုိသြားတစ္ရက္မေမွ်ာ္လင့္ပဲ အမ်ဳိးသမီးက ျပစ္သစ္လူမ်ဳိးခပ္ေခ်ာေခ်ာေကာင္ေလးနဲ႕ဆုံခဲ့မိတယ္ဒီကားအေႀကာင္းကုိ ဆက္မေျပာခင္ က်ေနာ္တုိ႕ဘ၀မွာအိမ္ေထာင္ေရးေဖာက္ျပန္တာေတြ မိန္းမ တိတ္တိတ္ပုန္းေဖာက္ျပန္တာေယာက်ၤားက ေဖာက္ျပန္တာ ေတြဒုနဲ႕ေဒး ႀကားေနရတယ္ကေလးမ်က္ႏွာကုိေထာက္ထားၿပီး အိမ္ေထာင္ေရးမၿပဳိကြဲေစဖုိ႕ဟန္ခ်က္ညီေအာင္ျပန္လည္ထိန္းသိမ္းႀကတာမ်ဳိးရွိသလုိစိတ္အလုိလုိက္ၿပီး ေဖာက္ျပန္တယ္သူေတြကုိအမႈေတြက်ဴးလြန္ခဲ့တာေတြလည္းရွိပါတယ္ဒါေတြအားလုံးဟာ ugly truthဆုိတဲ့အက်ဥ္းတန္အမွန္တရား ပါ18+ဇတ္၀င္ခန္းဆုိတာလည္း အိမ္ေထာင္ေရးဇတ္ကားအေနနဲ႕အေတာ္မ်ားမ်ားပါေပမဲ့ ဇတ္အိမ္လည္းခုိင္ပီပီျပင္ျပင္သရုပ္ေဆာင္ခ်က္ေတြေႀကာင့္ Hollywoodမွာတန္း၀င္အိမ္ေထာင္ေရးကားျဖစ္ေပမဲ့တစ္ခ်ဳိ႕သူေတြအတြက္ေတာ့ အေတာ္ေလးေအာင့္သီးေအာင့္သက္ႏုိင္မဲ့ကားတစ္ကားပါဒါေပမဲ့ ugly truth ဆုိတဲ့အက်ဥ္းတန္အမွန္တရားပါပဲဆြဲေဆာင္မႈအရွိဆုံးမင္းသားလုိ႕သတ္မွတ္ခံရဖူးတဲ့ RICHAD GERE မင္းသမီး DIANE LANEတုိ႕ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ သူမရဲ႕သရုပ္ေဆာင္ခ်က္ေတြကခ်ီးက်ဴးရမွာျဖစ္ပါတယ္ ဆြဲေဆာင္မႈရွိၿပီး မွားေနမွန္းသိရက္နဲ႕ေရွ႕ဆက္ဇြတ္တုိးၿပီး ကုိယ့္ကုိယ္ ကုိယ္ျပန္မုန္းမိေနတဲ့အိမ္ေထာင္သည္တစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြကပီျပင္လြန္းပါတယ္ဗ်ာမ်ားေနတဲ့အိမ္ေထာင္ရွင္ RICHAD GEREရဲ႕သရုပ္ေဆာင္ခ်က္ေတြကုိလည္းပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္ ဒီေလာက္ဆုိရင္လုံေလာက္ၿပီလုိ႕ထင္ပါတယ္အက်ဥ္းတန္ အမွန္တရားေလးကုိခံစားေပးႀကပါဦးလုိ႕(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္ကေတာ့ အမည္မေဖာ္လိုသူပဲ ျဖစ္ပါတယ္)@joker",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mdP4XVSJ9lfCK8PJYYrttVmZ9Xz.jpg",
      "https://image.tmdb.org/t/p/w300/xwkKhiVug6HRicZ8hDFf2rhMedv.jpg",
      "https://image.tmdb.org/t/p/w300/AmBCb7In5SBFyhFuleTXPkgtVhz.jpg",
      "https://image.tmdb.org/t/p/w300/oMDrVicKag9UC24oBcS3XxzCROY.jpg",
      "https://image.tmdb.org/t/p/w300/5JgmOVjJpI7ox6tGcvNVpzR8CA4.jpg",
      "https://image.tmdb.org/t/p/w300/WymI0RkS67BmAe3lsC5TriW5aQ.jpg",
      "https://image.tmdb.org/t/p/w300/shPtMiPH1ephLnes4bKanZpTKFK.jpg",
      "https://image.tmdb.org/t/p/w300/srMfjHumEVepyzenZhjpFc8qkD1.jpg",
      "https://image.tmdb.org/t/p/w300/Aaf2wIB0PuabRJxexc7DtoyN1PN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYTQzZTE2N2QtM2QwMS00ZjUwLTg4ZDEtYjJiOTMwZjYxODJlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x10y2z7m9xgb.html",
        "server": "usersdrive.com",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/unfaithful-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/856beeb/unfaithful-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4Uv9y/Unfaithful_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/QA0RlJqJ#NmtdIkVtzXjYImdPSI9Hg6DJiBzNiMkD_jsar9oaKSk",
        "server": "mega.nz",
        "size": "886 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/poxeifjyns0t",
        "server": "upstream.to",
        "size": "886 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2002||Uncategorized",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "36000"
    },
    "title": "Undercover Brother (2002)",
    "description": "Undercover Brother (2002)====================IMDb Rating – 5.9/10အမေရိကားနိုင်ငံမှာ အာဖရိကန် – အမေရိကန်တွေရဲ့ယဉ်ကျေးမှုဟာ ၁၉၇၀ခုနှစ်ကာလတွေမှာ တရှိန်ထိုးတိုးတက်မြင့်မားလာခဲ့ပေမယ့်လို့ ၁၉၈၀ ခုနှစ်မှာတော့ ဖြစ်ရပ်ပေါင်းများစွာနဲ့အတူ တဖြည်းဖြည်းနဲ့လျော့နည်းကျဆင်းလို့လာခဲ့ပါတယ်။ တကယ်တော့ ဒါဟာ လူမည်းတွေကို မုန်းတီးတဲ့ လူဖြူဖြစ်သူ“The Man” ရဲ့ နောက်ကွယ်ကနေ ကြံစည်ကြိုးကိုင် အကွက်ချထားမှုတွေကြောင့်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့် “The Man” မှာလည်း သူထင်ထားသလို၊ဖြစ်စေချင်သလို ခရီးလမ်းမပေါက်ရောက်နိုင်ဘဲဖြစ်နေရပါတယ်။ ဒါဟာဘာကြောင့်လဲဆိုတော့ “ဘရားသားဟုဒ်” လို့ခေါ်တဲ့လူမည်းတွေနဲ့ဖွဲ့စည်းထာတဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့ လိုက်လံတားဆီးမှုတွေကြောင့်ပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ အမေရိကန်သမ္မတနေရာမှာ ဝင်အရွေးခံမယ်လို့ သတင်းတွေထွက်နေပြီးတော့ လူမည်းတွေရဲ့ထောက်ခံမှုတွေကိုလည်း အများကြီးရထားတဲ့ဗိုလ်ချုပ်ဘောက်ထ်ဝေလ်ဟာ သတင်းစာရှင်းလင်းပွဲတစ်ခုမှာ သူ့အနေနဲ့ ရွေးကောက်ပွဲကို ဝင်အရွေးခံယှဉ်ပြိုင်မှာ မဟုတ်ဘဲ ကြက်ကြော်ဆိုင်သာ ဖွင့်ပြီးရောင်းစားတော့မယ်လို့ ကြေညာခဲ့လိုက်ပါတယ်။ ဒါဟာ ဘယ်သူမှ ဘယ်လိုမှ ထင်မှတ်မထားခဲ့မိတဲ့ အကြောင်းအရာဖြစ်နေတာကြောင့် “ဘရားသားဟုဒ်” အဖွဲ့အနေနဲ့ဒီကိစ္စဟာ “The Man” ရဲ့စနက်မကင်းဘူးဆိုတာကို ရိပ်မိပေမယ့် အရင်လို မဟုတ်ဘဲ စုံစမ်းဖို့ခက်ခဲနေပါတော့တယ်။ ဒီအချိန်မှာ ကယ်တင်ဖို့ ရောက်လာတာကတော့သူ့ဟာသူ တစ်ကိုယ်တော်လှုပ်ရှားနေတဲ့ “Undercover Brother” ခေါ် သူလျှိုဘရားသားပဲဖြစ်ပါတယ်။သူဟာ ဘယ်လိုမျိုးတွေတော်နေလို့ “ဘရားသားဟုဒ်” ကနေ လက်တွဲခေါ်ချင်နေရတာလဲ၊ သူ့အနေနဲ့ “ဘရားသားဟုဒ်” ရဲ့ကမ်းလှမ်းချက်ကို လက်ခံပြီးတော့ “TheMan” ရဲ့ အကြံအစည်တွေကို ဖော်ထုတ်နိုင်ပါ့မလား၊  “The Man” ရဲ့ အကြံအစည်တွေကရော ဘာတွေလဲ၊ သူနဲ့ ဗိုလ်ချုပ်ဘောက်ထ်ဝေလ်ရဲ့ သမ္မတဝင်အရွေးမခံဘဲနဲ့ကြက်ကြော်ဆိုင်ပဲ ဖွင့်မယ်ဆိုတဲ့ဆုံးဖြတ်ချက်ကရော တစ်နည်းနည်းနဲ့ပတ်သတ်နေမလား… ဒါတွေအားလုံးရဲ့အဖြေကိုတော့ ဒီ “Undercover Brother” ဆိုတဲ့ spy actioncomedy ကားလေးကိုကြည့်ရင်းနဲ့ ရှာဖွေဖော်ထုတ်ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Fiona Gillen ဖြစ်ပါတယ်)File Size……….(1.8 GB) / (823 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 26MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, ComedyTranslator…….Fiona GillenEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6Hp3Sl3ztATho9cPkWrE6f4gGCu.jpg",
      "https://image.tmdb.org/t/p/w300/hO2FpfGbJuVhgbmMLPXdqduaQDi.jpg",
      "https://image.tmdb.org/t/p/w300/4ioX5vPaBETSBTaSopt8tKhkEe9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BMTBjODAzZDItZGY5My00YWMyLWE5NDItZGUyNTI2MWZkYTUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/undercover-brother-2002-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZnep/Undercover.Brother.2002.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/jhpmgexguywd",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/brogjRQC#4iibQ-1ewqy5JaoiFWEFZgKDbnOmL68NMLYe1cay-PM",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/w4milo0xxl0q.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/undercover-brother-2002-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/7sc50/Undercover.Brother.2002.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/yzbwzc7mobzq",
        "server": "streamsb.com",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/jjZwRISJ#d3Q-vzTPdNiN1ByUAFFFgMDBGYhafDBz4dK1DzaTOiQ",
        "server": "mega.nz",
        "size": "823 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c16o1wlkb9wa.html",
        "server": "usersdrive.com",
        "size": "823 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lFn1SZj59x8",
      "video_url": "https://www.youtube.com/watch?v=lFn1SZj59x8",
      "embed_url": "https://www.youtube.com/embed/lFn1SZj59x8"
    }
  },
  {
    "metadata": "R|2002|1h 47m|Drama,History,War",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "25K"
    },
    "title": "Bloody Sunday (2002)",
    "description": "Bloody Sunday (2002)ဒီဇာတ်ကားလေးကတော့ ၁၉၇၂ ခု ဇန်နဝါရီလ ၃၀ ရက်မှာဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်အခြေတည်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ဗြိတိန်လက်အောက်ခံ အိုင်ယာလန်နိုင်ငံမြောက်ပိုင်းဒေသမှာ အဲဒီအချိန်က ကက်သလစ်ဘာသာဝင်တွေအပေါ် ခွဲခြားဆက်ဆံခံရမှုတွေကြောင့် ပြည်သူအများစုက ဗြိတိန်ကနေ ခွဲထွက်ချင်နေပါတယ်။ဖိနှိပ်မှု နဲ့ ဖမ်းဆီးခံရမှုတွေကြောင့် အိုင်ဗန်ခေါင်းဆောင်တဲ့ ဒယ်ရီမြို့သားတွေက သူတို့လိုချင်တာကို ညှိညှိနှိုင်းနှိုင်းနဲ့ တောင်းဆိုဖို့ ကြိုးစားခဲ့ကြပေမဲ့ တစ်ဖက်က ဗြိတိသျှတွေကတော့ ဒါမျိုး တောင်းဆိုမှုတွေ ထပ်မံ မပေါ်ပေါက်လာဖို့အရေးကိုပဲ ကြိုးပမ်းခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်နေ့သော တနင်္ဂနွေ မနက်ခင်းတစ်ခုမှာတော့ …ခွဲခြားဆက်ဆံခံခဲ့ရတဲ့ အိုင်ယာလန်မြောက်ပိုင်းဒေသက ကက်သလစ်ဘာသာဝင်တွေ သူတို့ လိုချင်တာတွေ ဖြစ်ချင်တာတွေကို ညှိနှိုင်းတောင်းဆိုလို့ရသွားမလားဆိုတာကိုတော့ ဒီ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Poantပါ။)File Size :4.3GB,1.7GB,611MBQuality :1080p WEB-DL AC3 5.1CH,720p WEB-DL,480pFormat : mp4Duration : 1hr & 32minsGenre :Action,Adventure,ComedyTranslated byPoantEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eMiRBwTf7wWyuGCrDI9yHKOoPH8.jpg",
      "https://image.tmdb.org/t/p/w300/cv8qun3W3hQjda9hk2SMVUdUxfh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oqdQMDJucR7R0ol0LFvzmqcDyEb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/bloody-sunday-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-bloody-sunday-2002-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/24bva6hco2od.html",
        "server": "usersdrive.com",
        "size": "4.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15J9b/[CM]Bloody.Sunday.2002.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "4.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bloody-sunday-2002-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/56cy8lerkj64.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15J7n/[CM]Bloody.Sunday.2002.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ugIVRa5b#DyTpWyS1FZRmjAWNtqRKUj2M7OGm4SuJKPPpi87E4NI",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/dwoa7rkbzyr7.html",
        "server": "streamsb.com",
        "size": "1.7GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bloody-sunday-2002-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "611MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/t61kywamlhtg.html",
        "server": "usersdrive.com",
        "size": "611MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1LGyX/[CM]Bloody.Sunday.2002.480p.mp4",
        "server": "megaup.net",
        "size": "611MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/voIAXYaB#HvkiR9ipFCxvVFrN6OzQLMrGl5PRCmjAErScj7JmD6s",
        "server": "mega.nz",
        "size": "611MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/fj1sinqy1web.html",
        "server": "streamsb.com",
        "size": "611MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "o6zvb0naOZo",
      "video_url": "https://www.youtube.com/watch?v=o6zvb0naOZo",
      "embed_url": "https://www.youtube.com/embed/o6zvb0naOZo"
    }
  },
  {
    "metadata": "PG-13|2002|1h 44m|Drama,Romance,Sport",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "33000"
    },
    "title": "Blue Crush (2002)",
    "description": "Blue Crush (2002)~ IMDb – 5.7/10, Rotten Tomatoes – 62% ~ခုမိတ်ဆက်ပေးမှာကတော့ မမ Mitchelle Rodriguez ပါတဲ့ 2002 ခုနှစ်က ကားဟောင်း‌လေးဖြစ်ပါတယ်။ငယ်စဉ်တည်းက အတော်ဆုံးရေလွှာလျှောစီးသူဖြစ်ဖို့ ရည်မှန်းခဲ့တဲ့ ဟာဝိုင်အီကျွန်းသူလေး အန်းမယ်ရီ…မိခင်ဖြစ်သူက ဒုက္ခရောက်တဲ့အချိန် ထွက်ပြေးသွားလို့ ညီမလေး ပန်နီနဲ့ မိသားစု၀င်လိုသူငယ်ချင်းတွေနဲ့ ရုန်းကန်နေရသူ။အန်းမယ်ရီက ရေလွှာလျှောစီးချန်ပီယံဖြစ်ခဲ့ပေမဲ့ လွန်ခဲ့တဲ့ ၃နှစ်က ပြိုင်ပွဲမှာ ရေနစ်‌သွားတဲ့ထိ မတော်တဆမှုဖြစ်ခဲ့လို့ ပွဲစဉ်ကနေ ထွက်လာရပါတယ်။ အဲ့အဖြစ်အပျက်ကြောင့် စိတ်ဒဏ်ရာရပြီး လှိုင်းစီးဖို့ တွန့်ဆုတ်နေတာပေါ့။နေ့စဉ်ဘ၀ကို သူငယ်ချင်းတွေနဲ့ ဟိုတယ်မှာ သန့်ရှင်းရေးလုပ်ပြီး ရုန်းကန်ရင်း ပန်နီကိုတော့ ကောလိပ်တက်စေချင်တာပါ။ မထင်မှတ်ထားဘဲ ဟာဝိုင်အီမှာ အားလပ်ရက်လာအပန်းဖြေတဲ့ ဘောလုံးသမား မက်ကို ငွေလိုတဲ့အတွက် ရေလွှာလျှောစီး သင်ခန်းစာသင်ပေးရာက တစ်စနဲ့တစ်စတွယ်ငြိလာတဲ့အခါ…ဒီတစ်ခေါက် ကျင်းပမယ့် ပြိုင်ပွဲမှာ အန်းမယ်ရီတစ်ယောက် သူ့စိတ်ဒဏ်ရာကို မေ့ပစ်ပြီး အနိုင်ရမလားကျွန်းသူ‌လေးအန်းနဲ့ မြိုကြီးသား မက်တို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားလို့ရပါပြီ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.95GB, 831MBQuality – 1080p, 720pIMDb Rating – 5.7/10Format – mp4Duration – 1H 44MinGenre – Drama, Romance, SportSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xsVMKdSndUKid3Xm3Tudf5bcOlv.jpg",
      "https://image.tmdb.org/t/p/w300/w50bfZ0MlF9e5FPys6gllK6OluO.jpg",
      "https://image.tmdb.org/t/p/w300/niyf8jrDPQuhQCIzQXLwIMobwVb.jpg",
      "https://image.tmdb.org/t/p/w300/siS4rrkLlVfEqRixm8KNejfNrbj.jpg",
      "https://image.tmdb.org/t/p/w300/mJFRhYGxCDmQ5cMnTmKwqpV0QVa.jpg",
      "https://image.tmdb.org/t/p/w300/eSoJD6ej91TC2eaStqAivzbzkAj.jpg",
      "https://image.tmdb.org/t/p/w300/cBsI9VPX3ubZ3p09v2Cl6aVH1qr.jpg",
      "https://image.tmdb.org/t/p/w300/fvsyyv3vcXdReM0sNbhxXzVU7WY.jpg",
      "https://image.tmdb.org/t/p/w300/mftucTUVcGVe44KUZn2Gk4tZViR.jpg",
      "https://image.tmdb.org/t/p/w300/4ogUuyOhnY538DVcYPp1XwdmYcK.jpg",
      "https://image.tmdb.org/t/p/w300/8Oem4JUsdohUMIgqsrhMRoolhac.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/iZSw0JVG0cIFuZoTHuQU3nmGT4k.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-blue-crush-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1YUo3/(CM)_Blue_Crush_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6Q0wnaYB#Dg-3Y8eVj6HQW2yAdqNHZhCk4Ise84J-bTTYs8jYejU",
        "server": "mega.nz",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/c77szusadmup.html",
        "server": "usersdrive.com",
        "size": "1.95GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-blue-crush-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3kPiv/(CM)_Blue_Crush_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/aQ1DjaCa#5NfqojW-Ssi2yPIY0ysxkdkJYzSUPHaERoOAXxkvqXs",
        "server": "mega.nz",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i1qwh7asoa7b.html",
        "server": "usersdrive.com",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/j7v9egjotjm1",
        "server": "streamsb.com",
        "size": "831MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9wr3ucpwd5de",
        "server": "streamvid.io",
        "size": "831MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ljN7SEEwhmM",
      "video_url": "https://www.youtube.com/watch?v=ljN7SEEwhmM",
      "embed_url": "https://www.youtube.com/embed/ljN7SEEwhmM"
    }
  },
  {
    "metadata": "R|2002|1h 47min|Action,Drama,Sci-Fi",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "306,508"
    },
    "title": "Equilibrium (2002)",
    "description": "Christian Bale ကို ကျွန်တော့် fav; မင်းသားစာရင်းထဲ ပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ…ကျွန်တော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေအာဃာတတရားတွေ မနာလိုမှုတွေအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်ဘယ်လိုဖြစ်သွားနိုင်သလဲ…..အသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်ခံစားမှု  ခံစားချက် တွေကဘယ်လိုတောင်အရေးပါသလဲ….ဒါတွေကို Sci- Fi ရုပ်ရှင်တစ်ခုအနေနဲ့ရှုထောင့်တစ်မျိုးကနေ ပြောပြသွားပါတယ်2002 ခုနှစ်ကထွက်ရှိထားပေမယ့် လူနဲ့ခံစားချက်တွေအကြောင်းပြောကြမယ်ဆိုရင် ချန်ထားလို့မရတဲ့ရုပ်ရှင်ကားပါ။IMDb Rating 7.3 ရရှိထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို YeWai LynnHtut မှတင်ဆက်ထားတာပါ။)အသစ်ထွက်ရှိလာတဲ့ BluRayOpen-MatteVersion နဲ့တင်ဆက်ထားတာကြောင့် မြင်ကွင်းကျယ် Screen အပြည့် ကြည့်ရှုခံစားရမှာဖြစ်ပြီး သိမ်းထားချင်သူများအတွက်လဲ ပိုမိုပြည့်စုံကောင်းမွန်တဲ့ Version ဖြစ်ပါတယ်။File size…(2.3 GB)/ (1 GB)Quality….BluRayOpenMatte1080p /720pFormat…mp4Duration….01:46:50Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byYeWai LynnHtut",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/huZZBPyYUnMPCnrAFyJhnwYsQx9.jpg",
      "https://image.tmdb.org/t/p/w300/4K8a76qDhC8Oz0WLs8COLxoseIk.jpg",
      "https://image.tmdb.org/t/p/w300/h5KoG0JAK43cg4jucwfJiEw9e5W.jpg",
      "https://image.tmdb.org/t/p/w300/bEDbVvvKPSXBbGpJrOtYbma3Xa.jpg",
      "https://image.tmdb.org/t/p/w300/akkHt3S4mupdnuryorQSXuGqAa.jpg",
      "https://image.tmdb.org/t/p/w300/n62uz6D7RjLjLln5fiKR95GTrJz.jpg",
      "https://image.tmdb.org/t/p/w300/aOEdar5pS36gUkEASucRXDDB34i.jpg",
      "https://image.tmdb.org/t/p/w300/dQutbCXdvcoRORJTcnakrICCkDb.jpg",
      "https://image.tmdb.org/t/p/w300/pPCAMBbCBCSV6GC983QIEmUkN2J.jpg",
      "https://image.tmdb.org/t/p/w300/kSycj00Oteq910zUGrsvCfjR2wk.jpg",
      "https://image.tmdb.org/t/p/w300/cIU78P8fjPsXj4IHQDH4Vq98GNz.jpg",
      "https://image.tmdb.org/t/p/w300/iHgLLh6nV2RE7PnynHZEGZdnylA.jpg",
      "https://image.tmdb.org/t/p/w300/tn5SFbJ2Zg2vT0OXVtYEuuvPyui.jpg",
      "https://image.tmdb.org/t/p/w300/7cHhG7TlgAT7wgya91LFuopYwuP.jpg",
      "https://image.tmdb.org/t/p/w300/ryBuLrCuc7nje2H1AFkR7u9JIRw.jpg",
      "https://image.tmdb.org/t/p/w300/ejHTAKi4bLHSEuIjKrf2pCSEMOp.jpg",
      "https://image.tmdb.org/t/p/w300/sKsNu7aaZf8xDlNG3lGQNBz8lJ2.jpg",
      "https://image.tmdb.org/t/p/w300/jPgHHr4lglC7h3KMzfHE7Q3VrjQ.jpg",
      "https://image.tmdb.org/t/p/w300/mjFUZFZBy9oTqT9FFS5sEM1fqS5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMDkxMGYyNTktM2U4ZS00NTAyLWFhNzItMDQ0YzRlYzQ0YjM1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-equilibrium-2002-open-matte-1080-p-blu-ray-remux-x-264-avc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1h4k0/(CM)_Equilibrium_(2002)_OPEN-MATTE_1080p_BluRay_REMUX_x264_AVC_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pjcHiAga#V5uuGKZkn94104p7WNEbFtLlS_ttFT-85FcZDN2XoAY",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ebg8psaekavq.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/a37qxupn2m50",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-equilibrium-2002-open-matte-720-p-blu-ray-remux-x-264-avc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1h4km/(CM)_Equilibrium_(2002)_OPEN-MATTE_720p_BluRay_REMUX_x264_AVC_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I60DlSxC#423JvJwY1p7SXGvcW9shjXVHX6n7IgmOhn7hcNKKjPs",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/179kuymgqbgt.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/b2gx4f5p50q8",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/hdhg0aqz6kjh",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "pPuAKVnqJdk",
      "video_url": "https://www.youtube.com/watch?v=pPuAKVnqJdk",
      "embed_url": "https://www.youtube.com/embed/pPuAKVnqJdk"
    }
  },
  {
    "metadata": "N/A|2002|113 min|Comedy,Crime,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "599"
    },
    "title": "Marrying the Mafia ( 2002 )",
    "description": "နာမည်ကြီးကိုရီးယား ဟာသနဲ့အက်ရှင်ပေါင်းထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်5 ကား ထွက်ရှိထားပြီးတော့ အခုပထမဆုံးကားကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်နောက်ထပ်ကားတွေလည်းဆက်လက်ပြီး တင်ဆက်ပေးသွားမှာပါIMDb Rate ကတော့ 6.1/10 ရရှိထားပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုဆက်လက်ဖတ်ရှုကြရအောင်ရှေ့နေဒယ်ဆွတ်တစ်ယောက်ကောင်မလေးတစ်ယောက်နဲ့မတော်တဆတစ်ညအတူအိပ်မိတယ် ပြဿနာကတော့အဲ့ဒီကောင်မလေးကဂန်းစတားမိသားစုရဲ့သမီးအငယ်ဆုံးဖြစ်နေတာပါပဲကောင်မလေးအစ်ကိုတွေနဲ့အဖေကဒယ်ဆွတ်ကိုအတင်းတာဝန်ယူလက်ထပ်ခိုင်းတယ် ငြင်းဆန်ရင်နဲ့ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာဟာသလေးတွေနဲ့ကြည့်ရမှာပါရယ်ရတဲ့အပြင်ရိုလည်းရိုတယ်နော် တကယ်ကောင်းတဲ့အချစ်ဟာသကားလေးပါTranslated & Review By Nu MonEncoded By LKMarrying The Mafia 5 ကားလံုးကိုဒီမွာ ေဒါင္းယူႏိုင္ပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6kObOJt6QXZemXywupilu9gO5YA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mNP5JQHt9BchP7YDnYkX3nv2bkE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marrying-the-mafia-gamuneui-yeonggwang-2002",
        "server": "VIP Links",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marrying-the-mafia-gamuneui-yeonggwang-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/24u5kn5i8dg7.html",
        "server": "streamsb.com",
        "size": "1.19 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3tDnP/(CM)Marrying.The.Mafia.1.mp4",
        "server": "megaup.net",
        "size": "1.19 GB",
        "quality": "DvdRip"
      },
      {
        "link": "https://megaup.net/3tDnx/(CM)Marrying.The.Mafia.1(SF).mp4",
        "server": "megaup.net",
        "size": "406 MB",
        "quality": "Small Size"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2002||Adventure,Comedy,Family",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "Asterix & Obelix: Mission Cleopatra (2002)",
    "description": "Asterix & Obelix: Mission Cleopatra (2002)IMdb (6.6) / Rotten Tomatoes (86%)ရောမဘုရင် ဂျူးလိယက်ဆီဇာ ဟာ တိုက်တိုင်းအောင်စစ်ဘုရင်ကြီးဖြစ်နေတော့အီဂျစ်ဘုရင်မ ကလီယိုပါထရာနဲ့တွေ့တဲ့ချိန် အီဂျစ်သားတွေကို အထင်အမြင်သေးစွာ ပြောဆိုလိုက်တယ်…ဒါကို ကလီယိုပါထရာက တင်းပြီး အီဂျစ်သားတွေဟာ သမိုင်းဝင်ပိရမစ်တွေကို ဘယ်လိုဆောက်ခဲ့ကြောင်း ကြီးကျယ်ကြောင်း ပြန်ချေပတယ်..ဒီလို အီဂျစ်သားတွေ ကြီးကျယ်ကြောင်းသက်သေပြဖို့ ဆီဇာနဲ့ အလောင်းအစားတစ်ခုလုပ်လိုက်တယ်..၃ လအတွင်း နန်းတော်ကြီးတစ်ခု အပြီးဆောက်ပြမယ်ဆိုပြီးတော့ပေါ့…ဒီနန်းတော်ကိုဆောက်ဖို့ အီဂျစ်မှာ တလွဲလုပ်နေကျ ဗိသုကာပညာရှင် အက်ဒစ်ကို ခိုင်းလိုက်တဲ့အခါ…အက်ဒစ်ဆိုတာက နယ်နယ်ရရ ဗိသုကာပညာရှင်တော့မဟုတ်ပါဘူး..ပြတင်းပေါက်ကို လက်လှမ်းမမီတဲ့နေရာမှာဆောက်တဲ့လူမျိုးပါ…၃ လနဲ့အပြီးဆောက်ဖို့ မဖြစ်နိုင်တဲ့အဆောက်အဦးကို အက်ဒစ်တစ်ယောက် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီး ဆောက်မလဲ..သူ့ကို ချောက်တွန်းမယ့်လူရော မှော်အစွမ်းတွေနဲ့ကူညီမယ့်လူတွေရောရှိနေတာမို့ ဘယ်လိုဖြစ်ပျက်မလဲဆိုတာ ကြည့်ရမှာပါ။ဒီဇာတ်ကားက သမိုင်းနောက်ခံ ဟာသစွန့်စားခန်း ပြင်သစ်ဇာတ်ကားဖြစ်ပြီးတော့ ကလီယိုပါထရာအဖြစ် Monica Bellucci ,အက်ဒစ်အဖြစ် Jamel Debbouze , Astrix အဖြစ် Christian Clavier , Obelix အဖြစ် Gérard Depardieu တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်..Astrix ၏ စွန့်စားခန်းများ Comic Book ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်..Astrix ဇာတ်ကား ၅ ကားရှိပြီး ဒီကားကတော့ ဒုတိယကားပါ…(မတ်မတ် မိုနီကာပါလို့ ဒီကားကိုပဲ တင်ဖြစ်သွားတာပါ။)Astrix ဇာတ်ကားတွေဟာ ကုန်ကျစရိတ်အများဆုံး ပြင်သစ်ဇာတ်ကားတွေဖြစ်ပါတယ်..အခုကားကိုလဲ ခမ်းခမ်းနားနားရိုက်ကူးထားတာတွေ့ရပါတယ်။ဒီဇာတ်ကားဟာ $58.5 million သုံးစွဲခဲ့ပြီး Box Office မှာ $128 million ပြန်ရခဲ့လို့ စီးပွားရေးအရအောင်မြင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Comedy ပရိတ်သတ်တွေ ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်တော်တဲ့ဇာတ်ကားပါ။File size…(2 GB) and (1.1 GB)Quality…BluRay 1080p & 720p 5.1CH (HEVC Encode)Format…mkvDuration….01:48:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byZuel Khant Thwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x8a3h6p8c7NMZtWAtQjIc17Bn6Y.jpg",
      "https://image.tmdb.org/t/p/w300/6rAmWSEybDaM6vhfNyZM4Ih4l84.jpg",
      "https://image.tmdb.org/t/p/w300/u2M1ABD8DwU29FkQubEZbLIQ3Ta.jpg",
      "https://image.tmdb.org/t/p/w300/8ceAV3yIzxyjRDLgds94Gp53COL.jpg",
      "https://image.tmdb.org/t/p/w300/6BayzIEttuiMcMC4dILMAj5pJzQ.jpg",
      "https://image.tmdb.org/t/p/w300/llH4Nkvvy7XRLphN2f2IcVg3qE5.jpg",
      "https://image.tmdb.org/t/p/w300/7EMTTI8Ol7TGD7wsflfic581iG9.jpg",
      "https://image.tmdb.org/t/p/w300/miavmZ9UTTCRSTDklhNKheZqvWg.jpg",
      "https://image.tmdb.org/t/p/w300/svFRpPSOKZ4jNMuWdWNYfDOBjdk.jpg",
      "https://image.tmdb.org/t/p/w300/2kpPVHLvkHfsc9uurzmEB1PoC6R.jpg",
      "https://image.tmdb.org/t/p/w300/nc5R4d9uWTDWsKo4IriQjNYg0I5.jpg",
      "https://image.tmdb.org/t/p/w300/3ltSpaGGjcnaeAsDs3JHXlJzZOp.jpg",
      "https://image.tmdb.org/t/p/w300/q9v6gbXyCKoBOxYN9GWkIYhhhnm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/01/Asterix_Obelix_Mission_Cleopatra-385218910-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/asterixand-obelix-mission-cleopatra-2002-1080-p-blu-ray-x-264-e-si-r-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/95rdcj05wtr8.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/1Um4e/Asterix&Obelix.Mission.Cleopatra.2002.1080p.BluRay.x264-ESiR(HEVC).mkv",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4ppgnZ4D#N2BaixC86N2KiHAFxQ0qaoBkHdtB1YGHUxsYWQ9moUU",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Bsx0GTSS#oQKHlSakmPWdPhTeZdU__6yfU7RZmQuhkVgud9veRm8",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/asterixand-obelix-mission-cleopatra-2002-720-p-blu-ray-x-264-e-si-r-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wbgx0b7nrhsk.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Um48/Asterix&Obelix.Mission.Cleopatra.2002.720p.BluRay.x264-ESiR(HEVC).mkv",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FGUGFYpJ#61mSuk5Wkcj_qmT8NGkAbzW7mdxWZl47Wd0FECjyc7o",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/mmfo9xdkyl0x.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XlhihCd6qtw",
      "video_url": "https://www.youtube.com/watch?v=XlhihCd6qtw",
      "embed_url": "https://www.youtube.com/embed/XlhihCd6qtw"
    }
  },
  {
    "metadata": "R|2002|110 min|Biography,Documentary,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "217,612"
    },
    "title": "8 Mile (2002)",
    "description": "ဒီဇာတ်ကားကတော့ 2002 နှစ်မှာ ထွက်ရှိခဲ့ပြီး Rap God ဖြစ်တဲ့ Eminem ရဲ့ဘဝဇာတ်လမ်း အကြောင်းဖြစ်ပြီး ဒါရိုက်တာ Curtis Hanson က ရိုက်ကူးပုံဖော်ထားပါတယ်။Rating တွေ အနေနဲ့က တော့ IMDb မှာ 7/10 ၊Rotten Tomatoes မှာ 76% နဲ့ Metacritic မှာတော့ 77% ရရှိထားပါတယ်။ဆုတံဆိပ်တွေအနေနဲ့ဆိုရင်လည်း Lose Yourself တေးသီချင်းနဲ့ အကောင်းဆုံးဂီတ၊မူရင်းသီချင်း အဖြစ် အော်စကာ ၁ ဆု ရရှိခဲ့သည့်အပြင်အခြားဆုပေါင်း ၁၀ ခုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒါ့အပြင် ဆုပေါင်း ၁၉ ခုအတွက်စကာတင်စာရင်းမှာလည်း ပါခဲ့ပါသေးတယ်။Biography တစ်ခုဖြစ်ပြီး ဒီလောက်ထိ rating တွေ၊ဆုတံဆိပ်တွေ ဆုပ်ကိုင်ထားနိုင်တာကအတော်လေးအောင်မြင်တယ် ဆိုရ မှာပါ။ ဇာတ်လမ်းအသွားကတော့သူ့တစ်ဘဝလုံးလိုလို ရုန်းကန်နေရတဲ့ လူငယ် rapper လေးတစ်ယောက်ကသူ့ရဲ့ နောက်ဆုံးအခွင့်အလမ်းတစ်ခုကို စမ်းချင်နေတာပါ။ဒါပေမယ့် သူ့မှာရှိနေတဲ့ ပြဿနာတွေက သူ့ကို သံသယပွားစေခဲ့ပါတယ်။သူက လူလွတ်တစ်ယောက်ဖြစ်နေခဲ့ပြီး သူ့မှာအသိဆိုလို့ သူငယ်ချင်း နည်းနည်းနဲ့အရက်စွဲနေတဲ့ အမေရယ်ပဲ ရှိတာပါ။စုတ်ချာလှတဲ့ သူ့ဘဝကနေ လွတ်လမ်းဆိုလို့ သူ့ရဲ့ပင်ကိုယ်ပါရမီဖြစ်တဲ့ rap ရွတ်တာပဲရှိပါတယ်။တ်ထရိုက်မြို့ခံတွေကတော့ 8 Mile ဆိုတာ မြို့ရဲ့နယ်နိမိတ်၊ နယ်ခြားမျဉ်း၊ စည်းလို့ပဲ သတ်မှတ်ကြပါတယ်။ ဒါပေမယ့် Jimmy Smith Jr.(Eminem) အတွက်ကတော့သူ့ရဲ့ ဖြစ်ချင်မှုဆန္ဒတွေဆီကနေ စည်းခြားထားတဲ့ လိုင်းတစ်လိုင်းလည်းဖြစ်နေပါတယ်။ သူ့ရဲ့အခွင့်အလမ်းကို အမိအရယူမလား၊လက်လွတ်အဆုံးရှုံးခံမလားဆိုတာကတော့….(ဇတ်လမ်းအညွှန်းကိုတော့ ကို Wai Yan M မှ တင်ဆက်ပေးထားတာပါ)ရုပ်ရှင်ကားကို အတက်နိုင်ဆုံး အမှားကင်းအောင်ဘာသာပြန်ပေးထားသူကတော့ Hein Thet Naing ဖြစ်ပြီး အမှားများ ပါရှိပါက ခွင့်လွှတ်နားလည်ပေးကြပါလို့ 😀File size…2.21GB/ 949MBQuality…1080p BluRay AAC5.1Ch/ 720pFormat…mp4Duration….1h 50mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by Hein Thet Naing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v8mJvyNO86mcmY00FlxxRcOoDJy.jpg",
      "https://image.tmdb.org/t/p/w300/jq4dyVYsCGQRTXKDLoqZwg4tbIr.jpg",
      "https://image.tmdb.org/t/p/w300/4uJZvmEMX6Z6ag3bzym5exLY9wI.jpg",
      "https://image.tmdb.org/t/p/w300/6ExCVfii0q0aFMyWYFU4hLKxJY3.jpg",
      "https://image.tmdb.org/t/p/w300/w10L1jSK1ISiFqH8lqxuzpmpcaI.jpg",
      "https://image.tmdb.org/t/p/w300/mqDfDC3lowPAVzPzBRI282UCj80.jpg",
      "https://image.tmdb.org/t/p/w300/5ttmx5ypJaYSArpLMKNUS3dbyfn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWI3MDIzZmYtN2Y3MC00YTljLWFiYmYtNWIzMjg1ZWQ1ODlhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006411000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/8-mile-2002-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/8-mile-2002-1080-p-blu-ray-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z0ljkgb73cvw.html",
        "server": "usersdrive.com",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tfJ6/8.Mile.2002.1080p.BluRay.H264_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/fsp38uo3f5eh",
        "server": "veryfiles.com",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/yn3eyp5wic9h.html",
        "server": "streamsb.com",
        "size": "2.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/8-mile-2002-720-p-blu-ray-h-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "949MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9i2f4zp6nn2d.html",
        "server": "usersdrive.com",
        "size": "949MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Nih2/8.Mile.2002.720p.BluRay.H264_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "949MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/s26bktl9q8qr",
        "server": "veryfiles.com",
        "size": "949MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/tohvbg5o78kv.html",
        "server": "streamsb.com",
        "size": "949MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "idBm6OKzkAE",
      "video_url": "https://www.youtube.com/watch?v=idBm6OKzkAE",
      "embed_url": "https://www.youtube.com/embed/idBm6OKzkAE"
    }
  },
  {
    "metadata": "|2002|1h 33m|Drama",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "30000"
    },
    "title": "[21+] Ken Park (2002)",
    "description": "Ken Park (2002)ဒီကားက တော်တော်ထူးခြားတဲ့ကားလို့ပြောရမယ်။ ဘာလို့ဆို ဒီကားနာမည်ကို ကန်ပတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့နာမည်ကိုပေးထားတယ်။ ဒါပေမဲ့ အဲဒီကောင်လေးရဲ့အကြောင်းကို အစနဲ့အဆုံးမှာပဲ ပြောသွားပြီး တစ်ကားလုံး သူတို့သူငယ်ချင်းတွေတစ်ယောက်ချင်းစီအကြောင်းကို Coming of Age ဆန်ဆန်ပြထားတယ်။ ဒီလိုပြထားတာတွေကလည်း လိင်ကိစ္စတွေကို အဓိကအသားပေးပြထားတဲ့အပြင် ကလေးတွေဖြစ်တတ်တဲ့ ခပ်ကြောင်ကြောင်ကိစ္စတွေလည်း မနည်းမနောပြထားတယ်။ ဒါပေမဲ့ အခန်းအများစုကတော့ ဒီက ယဉ်ကျေးမှုနဲ့ မလျော်ညီသလို အင်္ဂါဇာတ်တွေကိုလည်း ကွက်ကွက်ကွင်းကွင်းကိုပြတတ်တာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ဘူး။ဒါပေမဲ့လည်း ဒီကားဟာ သာမန်၂၁ကားမဟုတ်ဘဲ ထူးထူးခြားခြားနဲ့ကို ကြည့်ကောင်းနေတဲ့ ဇာတ်အိမ်လေးနဲ့ တည်ဆောက်ထားတဲ့ ရုပ်ရှင်ဆိုတာကတော့ အမှန်ပါပဲ။ ဇာတ်ကလည်းထူးခြား အခန်းတွေကလည်း ကြမ်းပေ့ဆိုတာတွေမှ ကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုsမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 680MBQuality – 1080p, 720pIMDb Rating – 5.8/10Format – mp4Duration – 1H 33MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bysEncoded byRGB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bKW7TPYpDxPYOlnCpFHh844vhLE.jpg",
      "https://image.tmdb.org/t/p/w300/rP6gZPzpKhsYOinYRbYyolx50us.jpg",
      "https://image.tmdb.org/t/p/w300/aMFpOwSZcfQPEpgeeO3AJbVOQGy.jpg",
      "https://image.tmdb.org/t/p/w300/qk2vBHsfb8MPBcr8oMhYQi6H6OZ.jpg",
      "https://image.tmdb.org/t/p/w300/6hGoyS9AM9oPspe4ZinUDBp6WaW.jpg",
      "https://image.tmdb.org/t/p/w300/r2T4QdcbNJBJ9VKmHhi5g3SZzJr.jpg",
      "https://image.tmdb.org/t/p/w300/93kgCHyjrwg5HA2TVG3MuwsXEKd.jpg",
      "https://image.tmdb.org/t/p/w300/mMm3FYhi2pypt1aeB036q0bXwPA.jpg",
      "https://image.tmdb.org/t/p/w300/jUTXeTz1JFp7KEsY8XEaPP07nBH.jpg",
      "https://image.tmdb.org/t/p/w300/3ZHK5LsmyBxM0ijBOD4tEy1jEzJ.jpg",
      "https://image.tmdb.org/t/p/w300/azGnDgC8mrkgg1zPr3rsaxkjQMw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mCFrW8Wdpg7KYBA173DYPVv5FKi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ken-park-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2z23y/(CM)_Ken_Park_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NDQkSDQB#WvXLOVpBvvUMo8mQwDCdyrs14Gu63mOwxliJKd1YvXQ",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wlzgnfsltoxz.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/atzgpl0imm1r.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/htjzd9ipmv35",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ken-park-2002-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2z23u/(CM)_Ken_Park_(2002)_480p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/YfRmGKTT#oq5wqFLWmfXItbdkoN1-ZmzQbJS2WpxyKsP2TV_0u5A",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/4h2xlyrafram.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "480p"
      },
      {
        "link": "https://sbface.com/kkjam7kneetf.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/arhakrkeg7g3",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2002|1h 20min|Asian,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "4,909"
    },
    "title": "The Way Home (2002)",
    "description": "The Way Home (2002)IMDb – 7.8/10_____Rotten – 75%” ပျင်းတိပျင်းခြောက်နဲ့ စိတ်ဝင်စာစရာကောင်းတယ့် အနုပညာဖန်တီးမှု “ချစ်စရာ ၊နားရင်းအုပ်ချင် စရိုက်နှစ်ခုကိုသရုပ်ဆောင်ထားတယ့် ကလေးနဲ့ ပျင်းခြောက်ခြောက်ဇာတ်လမ်းကို တန်ဖိုးတစ်ခုရှိအောင်ဖန်တီးခဲ့တယ့် ဒါရိုက်တာတို့ရိုက်ထားတယ့်ကားပါ။တစ်ဇာတ်ကားက ဟိုအရင်ကထွက်ထားတယ့်ကားလေးကို ကြည့်စေချင်လို့ေ ရွှးချယ်ထားပါတယ်။ ၂၀၀၂ ကထွက်ရှိထားခဲ့တယ့် ကိုရီယားဒရာမာ အမျိုးအစားကားလေးဖြစ်ပါတယ်။IMDbRating 7.9 နဲ့Rotten Tomatoes 75% ရှရှိထားပါတယ်။Philadelphia Inquirer က Steavem Rea ကလဲ ၄ မှာ ၃.၅ပေးထားပါတယ်။Rating ပိုင်းမှာတော်တော်မြင့်မြင့်တွေရရှိထားပါတယ်။ တစ်ကားလုံး ၈၇ မိနစ်ကြာပြီးတော့ ကိုရီယားနိုင်ငံရဲ့ အကောင်းဆုံးဇာတ်ကားတွေ ကိုထုတ်လုပ်ပေးတက်တယ့် သမိုင်းရှိတဲ့ CJ Entertainmentကထုတ်လုပ်ထားပါတယ်။ Box Office မှာကန်ဒေါ်လာ ၂၄၀ ကျော်ရရှိထားခဲ့ပါတယ်။ဒါရိုက်တာ Lee Jeong-hyang ရိုက်ကူးထားပြီးKim Eul-boon နဲ့ Yoo Seung-ho တို့သရုပ်ဆောင်ထားပါတယ်။ဒီကလေးသရုပ်ဆောင်ကအခု နာမည်ကြီးကိုရီးယားမင်းသားဖြစ်နေပါပြီ။တော်တော်များများလဲသိပါလိမ့်မယ်။ဒီဇတ်ကားက ကိုရီးယား Oscar လို့ခေါ်တယ့်Grand Bell Awards မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားဆုနဲ့ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ညွှန်ဆုတွေ ရှရှိထားပါတယ်။နောက်ထပ် ၂၂ ကြိမ်မြောက် ဟောင်ကောင်ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံး ရုပ်ရှင်ဆုဇကာတင်စာရင်းဝင်နိုင်ခဲ့ပါတယ်ဒါပေမယ့် လဲအဲ့တုန်းက နာမည်ကြီး ဇတ်ကားဖြစ်တယ့်My Sassy Girl ကရရှိသွားပါတယ်။ပြီးတော့၂၀၀၂ ခုနှစ်မှာ ဒုတိယမြောက် ဝင်ငွေအရဆုံးကားပါ။ဒီဇာတ်ကားကဘယ်လိုတွေသရုပ်ဆောင်ထားလို့ဒီလောက်Ratingတွေ များပြီး ဆုတွေ နေတာလဲဆိုတော့နာမည်ကြီးသရုပ်ဆောင် တစ်ယောက်မှမပါပါဘူး။ပါဝင်တယ့် သရုပ်ဆောင်တွေ တောင်နှစ်ယောက် တစ်ပိုင်း ပါ။ ကလေးလေးတစ်ယောက်နဲ့အသက် ၇၀ ကျော်ရှိနေပြီးခေါင်းမွေးဖြူ ပါးရည်တွန့် ဝတ်ပုံစားပုံစုတ်ပြတ်နေတယ့် အဘွားကြီး တစ်ယောက် တို့ဘဲအဓီကသရုပ်ဆောင်ထားတယ်။အဲ့ဒီအဘွားကြီးကဘဲ သရုပ်ဆောင်မဟုတ်ပါဘူး ဒီဇာတ်ကားမှာစပြီး သရုပ်ဆောင်ခိုင်းထားတာပါ။အဓီကသရုပ်ဆောင်တယ်လို့ပြောမှာထက်စာရင် တစ်ကားလုံးနီးပါသူတို့နှစ်ယောက်ဘဲ သရုပ်ဆောင်ထားတာပါ။နောက်ပြီး အကောင်းဆုံးဇာတ်ညွှန်းဆု ရထားတယ်ဆိုတော့ ဘာတွေများပြောထားလဲဆိုတော့ စကားပြော လဲသိပ်မပါပြန်ဘူး။နောက်ပြီးဘာမှထွေထွေထူးထူးဇာတ်လမ်းမဟုတ်ပါဘူး။လူအများစုအတွက်ပျင်းစရာကောင်းနေပါလိမ့်မယ်။ရိုက်ကွင်းတွေ ကခမ်းနားပြီး အရမ်းမိုက်မယ် လို့လဲ မထင်ပါနဲ့ ကချင်တို့ဘာလို့လိုခေါင်တယ့်တောင်ပေါ်ဒေသလို နေရာမျိုးနဲ့တူပါတယ် ။ဒီဇာတ်ကားထဲမှာ နောက်ခံတေးဂီတနဲ့ သဘာဝဆန်မှုတွေက တကယ့်အသက်ပါဘဲ။ ကျွန်တော်ဆိုအသံကိုကြီးဘဲ တစ်ခေါက်ကြည့်ပါတယ် ။ ဆိုလိုတာက အသံကြီးဘဲနားထောင်တာပါ။ ဒီဇာတ်လမ်းထဲမှာ သဘာဝကိုရီးယားကိုတွေ့ရပါလိမ့်မယ်။ ကိုရီးယားတွေအရင်ကကျေးလက်မှာနေထိုင်မှုပုံစံ ၊ ဝတ်စားဆင်ယင်မှု ၊ ရုပ်ရည်အစရှိတာတွေကို အကြမ်းအားဖြင့်တွေ့ရပါတယ်။ထွေထွေထူးထူးရိုက်ကူးထားတယ့်ပုံမပေါ်ဘဲ ရိုးရိုးရှင်းရှင်းလေးကင်မရာ ရိုက်ကွက်တွေက ကိုယ့်ရပ်ကွက်ထဲကအဖြစ်အပျက်တစ်ခုအလား ရင်းရင်းနှီးနှီးရှိစေပါတယ်။ကဲဒါဆိုဘာတွေ များဒီလောက် တောင် Ratingတွေမြင့်နေရတာလဲ အဖြေကတော့“သံယောဇဉ်ဆိုတာ ဒီမှာဟေ့ သန့်စင်တယ့်ချစ်ခြင်းမေတ္တာဆိုတာမသိရင် ကြည့်ထားဆိုပြီး”ပြောရလောက်အောင် ဖော်ပြပေးနိုင်လို့ပါ။ဘာတွေများဒီလောက်လေကြီးလေကျယ်ပြောနေလဲ ဆိုတာကြည့်ပြီးရင်သဘောပေါက်သွားပါလိမ့်မယ်။ကိုရီးယားကား တွေမှာကလေးသရုပ်ဆောင်တွေ မျက်နှာပါရင်ပြီးရော ထည့်ရိုက်ထားတာမဟုတ်တာကိုတော့လေးစားစရာပါ။ဇာတ်လမ်းပိုင်းမှာ မြို့မှာ နေထိုင်စားသောက်ရတာခက်ခဲလို့အမေက အဖွားရှိတယ့် တောကို၁၀ နှစ်အရွှယ်ကောင်လေးကိုလာပို့ထားလိုက်ပါတယ်။ဒီကားထဲမှာ အဘွားကြီးဇာတ်ကောင်ကအဖွားကလဲ စကားမပြောတက် ဒါပေမယ့် ကြားတော့နည်းနည်းကြားပါတယ်။ ကောင်လေးဇာတ်ကောင်က မြို့သားလေးတွေထုံစံအတိုင်း ကြီးကျယ်ပြီး သောက်မြင်ကတ်စရာ×င်ခေါင်းစတား လေးပေါ့။အဲ့ဒီ မြေးအဘွားနှစ်ယောက်ကြားက ဆက်ဆံရေးတွေကိုအသက်သွင်းထားပုံက ကြည့်စရာထူးထူးခြားခြားမရှိပေမယ့် ဂရုဏဒေါသ ၊ကြည်နှုးစရာခံစားချက် ၊ တစ်ခန်းတစ်လေ ကိုယ်တောင်မသိလိုက်ဘဲ အလိုလိုပြုံးသွားစေပြီး၊တစ်ချို့ဇာတ်ကွက်တွေဆို ငါနဲ့ဘာမှမဆိုင်ဘဲဘာလို့ ငိုချင်လာတာလဲ ဆိုပြီး ခံစားမှု ရသလေးတွေပေးနိုင်ပါတယ်။ကောင်းလေးဘက်ကဆိုလဲမှန်ပါတယ် တစ်ခါမှမတွေ့ဖူးတယ့်အဘွားရောက်လာတော့ နေစရာက စုတ်ချာ ၊ မြို့လိုမဟုတ် ၊ဘေးဘီကြည့်လိုက်တော့ အားလုံးအစိမ်းရောင်တောကြီး နဲ့ ခြောက်ကပ်ကပ်မြေကြီးဘဲ ရှိတယ်။သူမလာချင်ဘဲ လာခဲ့ရတယ့်နေရာကြီး ၊မြို့မှာနေလာခဲ့ပြီး ကလေးဆိုတော့ တစ်မျိုးဖြစ်နေတာပေါ့။အဖွားကြီးက စကားလဲ မပြောတက် ၊ နေတာလဲ အရင်ခေတ်ကအသက်ကြီးသူဖြစ်တယ့်အပြင် တောမှာကကိုကြိုက်သလိုနေကြတော့ ကောင်လေးကရွံတယ်အစပိုင်းမှာ။နောက်ပိုင်း ကြာလာတာနဲ့အမျှဇာတ်လမ်းပိုင်းကိုမသိမသာဇာတ်ရှိန်ကိုမြင့်သွားတယ်။ အဘွားတစ်ယောက်ရဲ့ အချစ် သံယောဇဉ်၊ အပြစ်မယူမှုတွေ နဲ့ ချစ်စရာကောင်းတယ့် ကလေးတစ်ယောက်ရဲ့မသိနားလည်တယ့် အပြုမှုတွေ ကိုတွေ့ရပါတယ်၊ ချစ်စရာကောင်းပေမယ့် တစ်ချိန်တည်းမှာ ဆံပင်ကိုဆွဲ နားရင်းကိုဖြတ်ရိုက်ပြီးကိုင်ပေါက်ချင်စရာလဲကောင်းတဲ့ခံစားချက်ကရပါတယ်။ ကလေးစိတ်အတိုင်း ကောင်းတာစားချင် လှတာလိုချင် ပြီးကျန်တာဘာမှမသိတယ့် သဘာဝကို သရုပ်ဖော်ထားပါသေးတယ်။ အဲ့လိုနေလာရင်းနဲ့စစ်မှန်တယ့် မေတ္တာ တရားကို နားလည်စပြုလာပြီး သံယောဇဉ်စဖြစ်လာတယ့် အခန်းတွေမှာဆို “အခုမှ သိရလားစောင်သလေး”” သနားစရာလေး ” “လိမ္မာလိုက်တာ “လို့အမျိုးမျိုးသောမှတ်ချက်တွေ ပေးအောင်လုပ်ထားနိုင်ပါတယ်။ကောင်လေးက အစပိုင်းမှာသူယူလာတယ့်ဂိမ်းစက်လေး ဓာတ်ခဲကုန်သွားတော့ ဝယ်ဖို့ပိုက်ဆံတောင်းတယ်ဘာမှမသိတယ့် အဘွားမှာဘယ်ကပိုက်ဆံရှိမှာလဲ ။အဲ့တော့ သူဘာသာရှာကျန်ပြီး တွေ့တာယူပြီးဘတ်တရီ ကိုသွားဝယ် အဝေးကြီးထိရောက်အောင်သွားဝယ်ပြီး မရခဲ့ဘဲပြန်လာ တော့ လမ်းပျောက်ပြီး ငိုနေတာလား ညောင်းလို့လားကြောက်လို့လား မသိဘူး အဲ့ဒီအခန်း ဆိုအော် ကလေးရယ်ဖြစ်ရလေ လို့တောင်ပြောမိပါတယ် ။ ပြီးတော့ ကလေးဆိုတာသစ်သားအရိုင်းတုံးလေးဘဲ သူတို့ က နေထိုင်ရာရောက်ရှိရာပတ်ဝန်းကျင်ကိုလိုက်ပြီး မင်းသားရုပ်ဖြစ်သွားနိုင်သလို လူတွေကို စိတ်ထဲမကောင်းတယ့်ခံစားချက်ပေးနိုင်တယ့် ဘီလူးရုပ် တို့ကိုပြောင်းသွားစေနိုင်တယ်ဆိုတာကိုသတိရစေမိပါတယ်။နောက်သူတို့နေရာမှာ ဘယ်လိုမှဝယ်လို မရခဲ့ပါဘူး။ နောက်တော့သူ KFC ကြက်ကြော်စားချင်တာအဖွားကိုပြောတော့အဖွားကြီး က ကတွတ် ကတွတ် နဲ့ကြက်ကောင်လုံးပြုတ်ဘဲလုပ်ပေးတက်တော့စိတ်ဆိုးပြီး အိပ်သွားတယ်။ကောင်လေးနိုးလာတော့ အဘွားကြီး က မလုပ်မယှက်အိပ်နေတာကိုကောင်က မသိမသာကြည့်နေပြီး နောက် သူ့စိတ်ထဲမှာ မသကာၤဖြစ်လာလို့ထင်တယ်အဘွားကြီး ရင်ဘက်ကို နားထောင်ကြည့်တယ်နောက်မှမလှုပ်တာတာတွေ့ပြီး နေမကောင်းတာသိတော့ သူ့စောင်လေးကို ယူပြီး ခြုံပေး၊သူမစားခဲ့တဲ့ ကြက်သားကိုသူ့ဘာသာပြင်ဆင်ပေးနေတာလဲ တာလေးက ကြည့်မိပြန်တော့လဲကိုင်ပေါက်မိတာတောင်းပန်ပါတယ်လို့ ပြောရမလိုဘဲ။တကယ် ကြည့်နူးစေပါတယ်။နောက်ခံစားချက်နက်နက်လေးပေးနိုင်တဲ့ခန်းကမြေးအဘွားနှစ်ယောက် စိုက်ထားတဲ့မဖြစ်ဆလောက် အသီးနှံလေးတစ်လုံးနှစ်လုံးကိုဈေးသွားရောင်ကြပြီး အဘွားက သူ့မြေးစားချင်တာ ဝတ်ချင်တာလေးတွေ မရှိတဲ့ ပိုက်ဆံက ဝယ်ကျွေးပြီးသူကတော့ရေဘဲ သောက်ပါတယ်။ပိုက်ဆံရှင်းတော့ ၂၀၀၀ ကျပါတယ်လို့ပြောတော့ပိုက်ဆံကိုကျစ်နေအောင်ကိုင်ထားတဲ့ အထဲကို ဆိုင်ရှင်ကိုလက်ဖြန့်ပေးလိုက်တော့ကောင်လေးကြည့်လိုက်တဲ့ အကြည့်ကအဓိပ္ပယ်များစွာပါနေပြီး ကြည့်ရတဲ့ သူတွေရင်ဘက်ထဲကို အလေးတုံးနဲ့ဆွဲထားသလိုလေးလံသွားစေပြီး “အော်ကလေးရယ်”လို့ ပြောရလောက်စေတဲ့ အကြည့်ပါ။ကောင်လေး သူ ကြိုက်နေတဲ့ကောင်မလေးနဲ့သွားကစားဖို့အရုပ်တွေ ထုပ်နေတဲ့ အချိန် အဖွားကြီးက စက္ကူလေးကိုခေါ်ပေးနေတော့ ကောင်လေးက ကြောင်တောင်တောင်တွေလာ လုပ်နေတယ်လို့ထင်လိုက်သေးတယ် ၊ဘာပါလဲဆိုပြီး ဖြန့်ကြည့်တော့ ပိုက်ဆံလေးနှစ်ရွှက်ထွက်လာတာတွေ့တော့ကောင်လေး ခံစားသွားရပြီး မေတ္တာကိုနားလည်သွားတဲ့ အကြည့် ၊မျက်နှာအမှုရာတွေ နောက်လမ်းရောက်တော့ ကမြင်းကျောထတာ တောင်ကုန်းပေါ်ကလိမ့်က ဒဏ်ရာတွေရ ၊အဲ့ဒီအချိန်မှာဘဲ နွားရိုင်းလိုက်လို့လွတ်အောင်ပြေးပြီး အကွဲကွဲအပြဲနဲ့ငိုယိုပြီး အိမ်ကို အရုပ်ထုပ်ဆွဲပြီး ပြန်လာတဲ့အချိန် အဖွားကြီးကသူ့မြေးလေး အိမ်ပြန်ရောက်မလာတာစိတ်ပှုပြီး လာကြိုတဲ့အချိန် ကောင်လေးပြန် နဲ့တွေ့တဲ့အခန်းကတကယ်ဖြစ်နေတာမဟုတ်ပါဘူး ငါရုပ်ရှင်ကြည့်နေတာပါနော်ဆို ပြီးမျက်လုံး ကို ၄ ၊၅ ချက်လောက်ပုန်ခက် ပုတ်ပုက်လုပ်ပြီး လက်နဲ့ပွတ်သွားစေနိုင်ပါတယ်။နောက်သူအိမ်ပြန်လာတော့ အဘွားကြီးကမြို့ကသူ့အမေပို့လိုက်တဲ့ စာကိုပေးလိုက်ပြီးအချိန်ကစပြီး ကောင်းလေ သူ့အဘွားကိုစာစသင်ပါတယ် သူ သင်ပေးတဲ့ စကားကလဲသတိရတယ် ၊ နေမကောင်းဘူး ဆိုတဲ့နှစ်လုံးပါဘဲ ။ဒီနှစ်လုံးလေးက ဘာများထူးခြားသွားမှာလဲလို့ထင်စရာရှိပါတယ်။ဒါပေမယ့်လေ တစ်ခါတစ်လေမှာ တစ်ချို့သောသူတွေအတွက် စကား တစ်လုံးကလန်ဘော်ဂီးနီး တစ်စီးထက်ပိုအသုံးဝင် တန်ဖိုးရှိစေပါတယ်။အဘွားကြီး ကစကားတောင်မပြောတက်တာစာဆို ဝေးပေါ့။ အဲ့တော့ ကောင်းလေးပြောလိုက်တာက “နေမကောင်းဘူးလို့ဆိုရင်သားဆီကိုဘာမှမရေးထားတဲ့ စာသာပို့လိုက် သားချက်ချင်းလာခဲ့ပါမယ်နော်တဲ့” ရင်ထဲကိုထိစေတဲ့စကားလေးပါဘဲ။သူမသွားခင်လေး အဘွားကြီးကအပ်ချုပ်တက်တော့ သူ အပ်တွေ ကိုအများကြီးမအိပ်ဘဲ ကြိုးထိုးပေးခဲ့ပါတယ်။ သူ့အမေလာခေါ်ပြီး မြို့ပြန်ဖို့ ကားစောင့်နေတော့ အဘွားကြီးကိုကောင်လေးဘာစကာမှမပြောပါဘူးနောက်ကားလာလို့ကားပေါ်မတက်ခင်သူ ကစားနေကြ အရုပ်လေးရဲ့ပုံကိုပေးလိုက်ပါတယ်။ နောက်ကားပေါ်မှာထိုင်နေတော့ အဘွားကြီးကပြတင်းပေါက်မှာမှန်လာခေါက်တာကောင်လေးလုံးဝလှည့်မကြည့်ဘဲ ကားထွက်တော့ကားနောက်ဘက်ကိုပြေးပြီးရင်ဘက်ကို လက်လေးနဲ့ ပွတ်ပြပြီး ငိုနေတယ့်အခန်းကအမေသလို့ ငိုချင်တဲ့ ခံစားချက်လဲမဟုတ် ၂ နှစ်လောက်ချစ်ရေးဆိုလာပြီး ငြင်းခံလိုက်ရတဲ့ခံစားချက်လဲ မဟုတ်ဘဲငါ့မျက်လုံးမှာဘာလု့ိမျက်ရည်ထွက်လာတာလဲဆိုပြီး ခေါင်းကို နှစ်ချက်သုံးချက်လောက် အပေါ်မော့ပြီး ဟာ… ငါဘာတွေဖြစ်နေတာလဲဆိုပြီးဖြစ်သွားစေပါလိမ့်မယ်။တစ်ချို့ဆို အဲ့ဒီအချိန်မျက်ရည်ပါကျပါတယ်။နောက်အဖွားကြီး ကောင်းလေးတို့ကို ကားဂိတ်ပြန် ပို့ပြီးသူ့ အိမ်ပြန်သွားတဲ့ အခန်းကိုရိုက်ပြတာ နောက်ခံဇာတ်ဝင်တေး က ဖန်တီးထားတဲ့ အသံနဲ့ အဖွားကြီးတောင်ဝှေးကိုအားပြုပြီး ပြန်သွားတဲ့ အခန်းကို ကြည့်ရင်း“အော်….. “ဆိုပြီး အဓိပ္ပယ်အမျိုးမျိုး သက်ရောက်စေနိုင်တဲ့ စကားတစ်လုံးပဲ ပြောနိုင်ပါတယ်။ဒီဇာတ်ကားထဲမှာ အလေးစားဆုံးက တော့ဒီလို အညတရ သူရဲကောင်း တွေရဲ့အခန်းကဏ္ဍကို သဘာဆန်ဆန် အဖြစ်အပျက်တစ်ခုကိုမြင်နေရတာလား ထင်ရအောင်စွမ်းအောင်ပေးနိုင်တဲ့ ဒါရိုက်တာ ကြီး နဲ့ ချစ်စရာ ၊သနားစရာ ကောင်းသလို နားရင်ကို ပိတ်အုပ်ချင်စရာကောင်းတဲ့ ကောင်လေးပါပဲ ။ဒီဇတ်ကားလေးက စကားပြောတာသိပ်မသုံးထားဘဲDocumentary ဆန်ဆန်လေးပါပဲ။မြေးအဘွားတွေကြားက သံယောဇဉ်ကိုကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြနိုင်ပါတယ်။ဒီကားလေးကိုကြည့်ပြီး အဘိုးအဘွားတွေနဲ့ကြီးပြင်းခဲ့ရတဲ့သူတွေ ငယ်ဘဝကိုတစ်ချက်လောက်သတိရ ပြီး “အဘွားရေ” “အဘိုးရေ” လို့ပြန်ပြီးတစ်ခွန်းလောက်ယမ်းယောင်ကာပြောနိုင်ကြပါစေ။ကျွန်တော် HLK ပါ။Size – 755 MBFormat – mp4Qty – 720p Bluray RipDuration – 1hr 20minGern – DramaTranslator – Htet Linn KyawEncoder – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3dFEV0qCISbHeRe2yIMPCmXqjJ9.jpg",
      "https://image.tmdb.org/t/p/w300/ujV9oYEeu2sMWPJyH7lzkaEwrLi.jpg",
      "https://image.tmdb.org/t/p/w300/jMQmg8NuGQXNU2P6DvxwDnIzglX.jpg",
      "https://image.tmdb.org/t/p/w300/7aqmKzqAf44db4lWtnVcK7mxtqr.jpg",
      "https://image.tmdb.org/t/p/w300/u4uANfkQL69QWLtvEvZS6D0pHLY.jpg",
      "https://image.tmdb.org/t/p/w300/iTewgZjswENyvzNKpFC8MagzOUQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/the-way-home-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/e3ym16826kvy.html",
        "server": "usersdrive.com",
        "size": "755MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-way-home-jibeuro-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "755MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2UAkD/The_Way_Home_(Jibeuro)_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "755MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/dwhiFC6C#2KgsEoVs_vpE1ea3mByYMqU7AybNCZYsyr9QmRaXNIc",
        "server": "mega.nz",
        "size": "755MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/bg903341lzn4",
        "server": "upstream.to",
        "size": "755MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "x36wqfOh7tE",
      "video_url": "https://www.youtube.com/watch?v=x36wqfOh7tE",
      "embed_url": "https://www.youtube.com/embed/x36wqfOh7tE"
    }
  },
  {
    "metadata": "|2002||Crime,Drama,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "248,933"
    },
    "title": "Red Dragon (2002)",
    "description": "Red Dragon (2002)================IMDb Rating – 7.2/10#Unicodeခေါင်းစားပြီး စိတ်ပညာမှုခင်းဇာတ်ကားတွေကြိုက်တဲ့လူတွေအတွက်တော့ အကြိုက်ဖြစ်စေမယ့်ဇာတ်ကားတစ်ခုပါ အဓိက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ Anthony Hopkin & Edward Nortonတို့နှစ်ယောက်ရဲ့ Chemistry မိမိနဲ့ သရုပ်ဆောင်မှုတွေကို တဝကြီးကြည့်ရမှာပါ။ဇာတ်လမ်းအညွှန်း********ဝယ် ဂရေဟမ်ဟာ FBI Agent တစ်ယောက်ဖြစ်ပြီး မှုခင်းတွေစုံစမ်းတဲ့နေရာမှာ သူမတူတဲ့ ဖြတ်ထိုးဉာဏ်တွေးခေါ်မှုတွေအမှုပေါင်းများစွာကို ဖော်ထုတ်ခဲဲ့တဲ့လူတစ်ယောက်ပါ။ မှုခင်းစုံစမ်းရေးတွေမှာသူ့ကိုကူညီနေတဲ့ စိတ်ပညာရှင် ဟန်နဘယ် လက်တာဆိုတာ FBI ကိုအိပ်ကပ်ထဲထည့်ထားပြီး တစ်ဖက်မှာလူပေါင်းများစွာကို သွေးအေးအေးနဲ့သတ်ပြီး ခန္တာဗေဒကိုလေ့လာနေတဲ့ ကြောင်သူတော်တစ်ယောက်လို့ပြောရမယ် ။ အကြောင်းစုံကိုသိသွားတဲ့ ဂရေဟမ်က ဟန်နဘယ်လက်တာကို ဖမ်းဆီးဖော်ထုတ်နိုင်ခဲ့ပြီးသူ့ရဲ့ FBI Agent ဘဝကိုလည်း ပြည်ဖုံးကားချလိုက်ပါတော့တယ် ။ နှစ်ပေါင်းများစွာကြာတဲ့အခါ ကိစ္စတွေကမပြီးသွားပဲ လက်တာလိုမျိုး အရမ်းထူးခြားတဲ့ စိတ္တဇလူသတ်သမားတစ်ယောက်ပေါ်လာခဲ့တာကြောင့်ဂရေဟမ် , လက်တာ နှစ်ယောက်ပေါင်းကာ အဲ့ဒီလူသတ်ကောင်ကို ထပ်မံဖမ်းဆီးရပါတော့တယ်။ အခန်းတိုင်းမှာ လျှိ့ကွက်လေးတွေရှိနေပြီး Genius 3 ယောက်ရဲ့ အားပြိုင်မှု စိန်ခေါ်မှုတွေနဲ့ လူသတ်မှုကိုတစ်စတစ်စချင်းစီဖော်ထုတ်သွားတဲ့အချက်က ဟာကနဲတွေဖြစ်သွားမှာပါ၊(ဒီဇာတ်ကားနဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)#Zawgyiေခါင္းစားၿပီး စိတ္ပညာမႈခင္းဇာတ္ကားေတြႀကိဳက္တဲ့လူေတြအတြက္ေတာ့ အႀကိဳက္ျဖစ္ေစမယ့္ဇာတ္ကားတစ္ခုပါ အဓိက ဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ Anthony Hopkin & Edward Nortonတို႔ႏွစ္ေယာက္ရဲ႕ Chemistry မိမိနဲ႔ သ႐ုပ္ေဆာင္မႈေတြကို တဝႀကီးၾကည့္ရမွာပါ။ဇာတ္လမ္းအၫႊန္း********ဝယ္ ဂေရဟမ္ဟာ FBI Agent တစ္ေယာက္ျဖစ္ၿပီး မႈခင္းေတြစုံစမ္းတဲ့ေနရာမွာ သူမတူတဲ့ ျဖတ္ထိုးဉာဏ္ေတြးေခၚမႈေတြအမႈေပါင္းမ်ားစြာကို ေဖာ္ထုတ္ခဲဲ့တဲ့လူတစ္ေယာက္ပါ။ မႈခင္းစုံစမ္းေရးေတြမွာသူ႔ကိုကူညီေနတဲ့ စိတ္ပညာရွင္ ဟန္နဘယ္ လက္တာဆိုတာ FBI ကိုအိပ္ကပ္ထဲထည့္ထားၿပီး တစ္ဖက္မွာလူေပါင္းမ်ားစြာကို ေသြးေအးေအးနဲ႔သတ္ၿပီး ခႏၲာေဗဒကိုေလ့လာေနတဲ့ ေၾကာင္သူေတာ္တစ္ေယာက္လို႔ေျပာရမယ္ ။ အေၾကာင္းစုံကိုသိသြားတဲ့ ဂေရဟမ္က ဟန္နဘယ္လက္တာကို ဖမ္းဆီးေဖာ္ထုတ္ႏိုင္ခဲ့ၿပီးသူ႔ရဲ႕ FBI Agent ဘဝကိုလည္း ျပည္ဖုံးကားခ်လိုက္ပါေတာ့တယ္ ။ ႏွစ္ေပါင္းမ်ားစြာၾကာတဲ့အခါ ကိစၥေတြကမၿပီးသြားပဲ လက္တာလိုမ်ိဳး အရမ္းထူးျခားတဲ့ စိတၱဇလူသတ္သမားတစ္ေယာက္ေပၚလာခဲ့တာေၾကာင့္ဂေရဟမ္ , လက္တာ ႏွစ္ေယာက္ေပါင္းကာ အဲ့ဒီလူသတ္ေကာင္ကို ထပ္မံဖမ္းဆီးရပါေတာ့တယ္။ အခန္းတိုင္းမွာ လွ်ိ႕ကြက္ေလးေတြရွိေနၿပီး Genius 3 ေယာက္ရဲ႕ အားၿပိဳင္မႈ စိန္ေခၚမႈေတြနဲ႔ လူသတ္မႈကိုတစ္စတစ္စခ်င္းစီေဖာ္ထုတ္သြားတဲ့အခ်က္က ဟာကနဲေတြျဖစ္သြားမွာပါ၊(ဒီဇာတ္ကားနဲ႔ အၫႊန္းနဲ႔ဘာသာျပန္ဆိုသူကေတာ့ Thiha Yan Naing ျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1CHDuration – 1hr 24minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, ThrillerSource : 1080p.BluRayTranslator – Thiha Yan naingEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kLWavbQnfAPE0s8BKtOhWVcJHvs.jpg",
      "https://image.tmdb.org/t/p/w300/dhV3c2IwkTbcpy3KAEQsau7B8cp.jpg",
      "https://image.tmdb.org/t/p/w300/7c65xpnYlea6VITznLLRS9cTuwS.jpg",
      "https://image.tmdb.org/t/p/w300/phSX1F5YaJKAl1hcwnuz1kS4pta.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/red.dragon.1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/red-dragon-2002-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.18 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/red-dragon-2002-blu-ray-720-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.0 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/1zrp5/Red.Dragon.2002.BluRay.1080P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2.18 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1zrod/Red.Dragon.2002.BluRay.720P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "1.0 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/gw7gukfrmudj",
        "server": "upstream.to",
        "size": "2.18 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/ng5l5fc3zlx1",
        "server": "upstream.to",
        "size": "1.0 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/ZHgzjAST#T7Bie7CdGwYgsm23Gq2ET5OFv7o857VxKEd0qYWY6JA",
        "server": "mega.nz",
        "size": "2.18 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/9axh1SpB#AKT9rjXJ3AYsFDGK0TFVnwhs8fMUcc2uvh_Uwmr1q80",
        "server": "mega.nz",
        "size": "1.0 GB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/red-dragon-2002",
        "server": "VIP Links",
        "size": "2.18 GB",
        "quality": "BluRay 1080P 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "VQvuC7_qgTE",
      "video_url": "https://www.youtube.com/watch?v=VQvuC7_qgTE",
      "embed_url": "https://www.youtube.com/embed/VQvuC7_qgTE"
    }
  },
  {
    "metadata": "PG-13|2002|2h 4m|Action,Drama,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "122000"
    },
    "title": "The Sum of All Fears (2002)",
    "description": "The Sum of All Fears (2002)~ IMDb – 6.4/10, Rotten Tomatoes – 59% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲရဲ့ ၄ကား​မြောက်ရုပ်ရှင်ဖြစ်ပြီး Ben Affleck နုစဉ်အခါက ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ သူ့အပြင် Morgan Freeman ကြီးလည်း ပါဝင်ပါ​သေးတယ်။ ဒီဇာတ်ကားကတော့ ဒုတိယကမ္ဘာစစ်အပြီး ယူအက်စ်နဲ့ ရုရှားရဲ့ စစ်​​​​အေး​ခေတ် လက်နက် အားပြိုင်မှုကို ​ကျောရိုးယူရိုက်ကူးထားတာပါ။~ ဇာတ်လမ်းအကျဉ်း ~အ​မေရိကန် ​ဘော်တီမိုးမှာ သမ္မတကိုယ်တိုင် တက်​ရောက်အား​ပေးတဲ့ ​ဘောလုံးပြိုင်ပွဲကို အဏုမြူဗုံးနဲ့ တိုက်ခိုက်ခဲ့တာပါ။ သမ္မတက အသက်ရှင်ခဲ့​ပေမဲ့ ဒီတိုက်ခိုက်မှု​ကြီးကြောင့် လူ​ပေါင်းများစွာ သေ​​​ကြေခဲ့တာပါ။ ဒီအကြမ်းဖက်မှုရဲ့ရှေ့မှာလည်း ရုရှားက​နေ ခွဲထွက်ထားတဲ့ ချေချင်းညာ​ဒေသအ​ရေး​ကြောင့် ရုရှားနဲ့ အ​နောက်နိုင်ငံ​တွေ၊ အထူးသဖြင့် အ​မေရိကန်တို့ကြားမှာ တင်းမာမှုရှိခဲ့တာ​ကြောင့် ဒီတိုက်ခိုက်မှုဟာ ရုရှား​​တွေရဲ့လက်ချက်လို့ယူဆပြီး ပြန်တုံ့ပြန်ဖို့ ပြင်ဆင်ပါ​တော့တယ်။တစ်ဖက်က ရုရှား​တွေကလည်း အ​မေရိကန်​တွေ ထိုးစစ်ဆင်လာမှာသိတဲ့အတွက် ပြန်တိုက်ဖို့ပြင်ဆင်ရင်း နျူကလီးယားလက်နက်​တွေ ၂ဖက်လုံးထုတ်သုံးမယ့် အ​ခြေအ​နေထိဖြစ်လာခဲ့ပါတယ်။ ဒီ​နေရာမှာ ​ဘော်တီမိုးတိုက်ခိုက်မှုဟာ ရုရှား​​ရဲ့လုပ်ရပ်မဟုတ်ဘူးလို့ ယူဆသူက ​ဒေါက်တာဂျက်ရိုင်ယန်ပါ။ ဂျက်အ​နေနဲ့ ဒီအကြမ်းဖက်​ ဖောက်ခွဲမှုရဲ့ တရားခံအစစ်ကိုရှာရင်း ၂နိုင်ငံ စစ်ကြီးဖြစ်မယ့်အ​ရေး၊ ​နောက်ထပ်ကမ္ဘာစစ်ဖြစ်မယ့်အ​ရေးကို တားဆီးရဖို့ ဖြစ်လာပါ​တော့တယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုXမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.5GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 2H 4MinGenre – Action, Drama, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated byXEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/455z1puGQRuMKumAaDttSEEzqg1.jpg",
      "https://image.tmdb.org/t/p/w300/pXECs3KNnsMBYHK4uA19huGQeSE.jpg",
      "https://image.tmdb.org/t/p/w300/aKDQgOqZCvnh8ruGaYUOzkd8ulu.jpg",
      "https://image.tmdb.org/t/p/w300/yDYL8sXzXHh2BCYaq44lBFaqe7n.jpg",
      "https://image.tmdb.org/t/p/w300/c9VCKVZY8ZqzUWPLsp4OnVhixp6.jpg",
      "https://image.tmdb.org/t/p/w300/j1ENhXTfW7VoooEnhvFOdiaNt2x.jpg",
      "https://image.tmdb.org/t/p/w300/yM79T3daf9KyvUN1dD7SAOHKczf.jpg",
      "https://image.tmdb.org/t/p/w300/jwXGqdQGCZRazI0BESCHu91uEBp.jpg",
      "https://image.tmdb.org/t/p/w300/icamvxykmDndrjJRQD2sip8gCUN.jpg",
      "https://image.tmdb.org/t/p/w300/vGjQvATSuCYjByjGA3I9H0iwYeV.jpg",
      "https://image.tmdb.org/t/p/w300/jabHWVS3nJo98krTfjAbuM6vRUs.jpg",
      "https://image.tmdb.org/t/p/w300/2UJPoxptGCucBDrndCtfgZZRNvo.jpg",
      "https://image.tmdb.org/t/p/w300/fOyaC4Ae2hmAEFkkGf0K1OC382H.jpg",
      "https://image.tmdb.org/t/p/w300/x5SFbcQyYUJHd6p40F3PBlpBdzc.jpg",
      "https://image.tmdb.org/t/p/w300/lepgG3wZ1f9ZaCG5gEGqfGIrTVw.jpg",
      "https://image.tmdb.org/t/p/w300/iIKywzlVqjkZk0GNXJM5TeT5mCP.jpg",
      "https://image.tmdb.org/t/p/w300/7UTxNes0PJwF0pIQcJVYv1QMdAB.jpg",
      "https://image.tmdb.org/t/p/w300/sFhQduxjmZQnmBYVCd9vPnHbfYk.jpg",
      "https://image.tmdb.org/t/p/w300/5VgA6TymFL9UzWqftA74rFMeXA7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3E4LW4bjRhEMDeeXeIsmkJ94v8K.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-sum-of-all-fears-2002-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Cpbn/(CM)_The_Sum_of_All_Fears_(2002)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/dnEy1TaA#uLi5v9zHM_nsckCeQfDxR8i6_NjL_dehUj4jBHGS4fU",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mypmb7ellaw6.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-sum-of-all-fears-2002-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Cpau/(CM)_The_Sum_of_All_Fears_(2002)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wicXCYjQ#mxBgtI0El5NuT_tElG9Ce6t_9alBycPV9cplrM3pe88",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/jc0moqhmrs4k.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/f8b9m7mtydy4",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/k2ueorsb1jw9",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u-CWOk1fn-Y",
      "video_url": "https://www.youtube.com/watch?v=u-CWOk1fn-Y",
      "embed_url": "https://www.youtube.com/embed/u-CWOk1fn-Y"
    }
  },
  {
    "metadata": "R|2002|1h 29m|Hellraiser Franchise,Horror,Mystery,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": "14000"
    },
    "title": "Hellraiser: Hellseeker (2002)",
    "description": "Hellraiser: Hellseeker (2002)Hellraiser Franchise ရဲ့ ခြောက်ကားမြောက်ဖြစ်တဲ့ Hellseeker က ငါးကားမြောက် Inferno နဲ့ ခပ်ဆင်ဆင်တော့တူနေပါတယ်။ ဒီဇာတ်ကားမှာတော့ ပထမဆုံး ဇာတ်ကား Hellraiser (1987) က အဓိကဇာတ်ကောင် ခရစ္စတီ ပြန်ပါလာပါတယ်။ ဒါရိုက်တာက နာမည်ကျော် စီးရီးဖြစ်တဲ့ Supernatural ရဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Rick Bota ပါ။Inferno မှာ ပြောမထားတဲ့ ဆီနိုဘိုက်တွေရဲ့ သဘောသဘာဝတွေကို ဒီမှာ ပြန်ဖြည့်ထည့်ထားထားသလိုပါပဲ။ ဒီဇာတ်ကားမှာလည်း Body Horror ကို ဦးစားပေးမထားဘဲ ဇာတ်လမ်းကို အဓိကထားပြီး တင်ဆက်သွားပါတယ်။ အဓိကဇာတ်ဆောင်က ထင်ယောင်ထင်မှားဖြစ်တာတွေ များနေတော့ ဇာတ်လမ်းက နည်းနည်းတော့ လည်သွားနိုင်ပါတယ်။ Inferno မှာ ပြထားတဲ့ ငရဲဆိုတာကို ပိုပြီး ထင်ရှားသွားအောင် အရောင်တင်ပေးလိုက်သလိုဆိုတော့… တော်တော်လေးလှတဲ့ ဇာတ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 715MBQuality – 1080p, 720pFormat – mp4Duration – 1H 29MinGenre – Horror, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9yL5iOq5sLZdZOemXvSLBIw3elj.jpg",
      "https://image.tmdb.org/t/p/w300/t6UWuZW4T6HoPyrMRKAwVjpqCXY.jpg",
      "https://image.tmdb.org/t/p/w300/3KzYmKvuFyfVcCkkeOVAVvGyOhs.jpg",
      "https://image.tmdb.org/t/p/w300/1E2QgvQhnvwIEieRZVYiqc3Vyqf.jpg",
      "https://image.tmdb.org/t/p/w300/5Df16kwue9cuadwuW1PRDD7TW2Z.jpg",
      "https://image.tmdb.org/t/p/w300/A4JDLbN0hiM8Yno7iSDmZe2oaNK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/fAhsztG9PiDtYFbUZXvUWoLoBP5.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-hellseeker-2002-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sqdw/(CM)_Hellraiser_-_Hellseeker_(2002)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/JiMzgQpL#peoSHuJgeebWjrTvvvpEv7scgwLNdGwVeNLEeDJD0SY",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6eh04531nq2u.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-hellraiser-hellseeker-2002-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZBjo/(CM)_Hellraiser_-_Hellseeker_(2002)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ri022R5Z#PY4nxsMPhY_UmFCkSFdP29VjQ9HKeh__FfILWHz8mVM",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/to8mb02i5qv9.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/b4j7hxdk603i",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/t4f89pxh6xae",
        "server": "streamvid.io",
        "size": "715MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "eN_8Pl0gexo",
      "video_url": "https://www.youtube.com/watch?v=eN_8Pl0gexo",
      "embed_url": "https://www.youtube.com/embed/eN_8Pl0gexo"
    }
  },
  {
    "metadata": "PG-13|2002|1h 59m|Drama,Horror,Mystery",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "81k"
    },
    "title": "The Mothman Prophecies (2002)",
    "description": "ဂျွန်ကလိုင်းက ဝါရှင်တန်ဒီစီပို့စ်သတင်းဌာနရဲ့ အောင်မြင်တဲ့သတင်းထောက်ဖြစ်သလို သာယာတဲ့အိမ်ထောင်ရေးတစ်ခုပိုင်ဆိုင်ထားသူတစ်ယောက်ပါ။ တစ်ညမှာ သူနဲ့ဇနီးသည်တို့‌အိမ်ပြန်လာစဉ် ကားမတော်တဆမှုနဲ့ ဇနီးဖြစ်သူဆုံးပါးသွားပါတယ်။ သေခါနီးအချိန် ဇနီးသည်က ကားတိုက်မှုမဖြစ်ခင်သူမြင်ခဲ့တဲ့ အရာတစ်ခုကို ဂျွန်ရောမြင်ခဲ့ရဲ့လားလို့ မေးခွန်းထုတ်သွားခဲ့သလို ဂျွန်ကိုယ်တိုင်လည်း ဇနီးသည် ဝှက်ခဲ့တဲ့ပဟေဠိကို အဖြေရှာမရဘဲ အချိန်၂နှစ်ကုန်သွားပါတယ်။၂နှစ်ကြာတဲ့အထိ ဇနီးဖြစ်သူသေဆုံးမှုကနေ ရုန်းမထွက်နိုင်ဖြစ်နေတဲ့ ဂျွန်ဟာ တစ်ညမှာအလုပ်ခရီးသွားရင်း ကားပျက်သွားလို့ နီးရာအိမ်ကို အကူအညီဝင်တောင်းခဲ့ရာ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကို သိလိုက်ရပါတယ်။ အိမ်ပိုင်ရှင်တွေကဂျွန်ကို ၃ညဆက်တိုက် မနက်၂နာရီခွဲတိုင်း တံခါးလာခေါက်တဲ့ Stalkerအဖြစ်စွပ်စွဲဖမ်းဆီးပြီး ရဲလက်အပ်လိုက်တာပါ။ဒါ့အပြင် သူရောက်နေတဲ့နေရာက ဝါရှင်တန်နဲ့မိုင်၄၀၀ကျော်ဝေးတဲ့ အိုဟိုင်းယိုးဖြစ်နေတာပါ။မနက်၁နာရီထိုးမှ အိမ်ကစထွက်လာပေမယ့် မနက်၂:၃၀မှာနေ့ဝက်ခရီးလောက် မောင်းရမယ့် အိုဟိုင်းယိုးကိရောက်နေသလို အရှေ့၂ရက်လောက်ကတည်းက သူတို့ကိုနှောင့်ယှက်နေသူအဖြစ် အိမ်ရှင်တွေက စွပ်စွဲနေတာကြောင့် ဂျွန်လည်းဘူမသိကိုးမသိ ရဲဖမ်းခံလိုက်ရပါတယ်။ အဆိုပါရဲနဲ့ စကားစပ်မိတဲ့အခါ ဒီမြို့မှာလည်း ထူးဆန်းတဲ့အရာ‌ကို မြင်တွေ့နေသူတွေရှိကြောင်း သိလိုက်ရတဲ့အခါ ဇနီးဖြစ်သူပြောခဲ့တဲ့ပဟေဠိဆန်တဲ့ အရာအကြောင်း စဉ်းစားမိပြီး ဇနီးသည်ရဲ့ပုံမှန်မဟုတ်တဲ့သေဆုံးမှုနဲ့ ထိုပဟေဠိဖြစ်တည်မှုအကြောင်းလိုက်လံစုံစမ်းရာမှ သဘာဝလွန်ဖြစ်ရပ်ဆန်းကြယ်တွေထဲဝင်တိုးမိသွားပါတော့တယ်။File size…2.35GB / 889MBQuality…1080p BluRay / 720pFormat…mp4Duration….1h 59mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by JimX",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6FSoZZTwYYrhs5lWdLhj9FCPtT9.jpg",
      "https://image.tmdb.org/t/p/w300/AubfNk0tFLzHikn6eO37CCw55t.jpg",
      "https://image.tmdb.org/t/p/w300/zQM01PhOwJY9ePnWPQ8L0YeKf8c.jpg",
      "https://image.tmdb.org/t/p/w300/bFnohLGpPDvRzBSWQ4rltcPZ3E2.jpg",
      "https://image.tmdb.org/t/p/w300/7Vj7I9wjGtZdcLjdreQAfCj7upF.jpg",
      "https://image.tmdb.org/t/p/w300/gXH8s3rHohscNXibs8Fid5C4Gjy.jpg",
      "https://image.tmdb.org/t/p/w300/hfzOijKyHxAudDTHL3PgQLI4VXe.jpg",
      "https://image.tmdb.org/t/p/w300/zlTCUHYoSMD5zGUb9kfYnOJs3GD.jpg",
      "https://image.tmdb.org/t/p/w300/yMkyatdk1tvkzKtlJDw5Kko5f2l.jpg",
      "https://image.tmdb.org/t/p/w300/ihZr3XUPzFPdP0zWk3bUxLWs8X6.jpg",
      "https://image.tmdb.org/t/p/w300/qELaWzH9CDucCGsr39qgIVcN20M.jpg",
      "https://image.tmdb.org/t/p/w300/mopdk32wtDiKoQ5EX8gUoFlq6CC.jpg",
      "https://image.tmdb.org/t/p/w300/6InJTEulUbN0d1epLjGMx8NFrmj.jpg",
      "https://image.tmdb.org/t/p/w300/x2OzG2QKrdoAyY2ECMV3xzkSrMn.jpg",
      "https://image.tmdb.org/t/p/w300/823PvXVqI7ZtqLypF6ZgTdacTOF.jpg",
      "https://image.tmdb.org/t/p/w300/wE1MmVBvyRNGggqcNFyseJI7csR.jpg",
      "https://image.tmdb.org/t/p/w300/wNLfWzeUimRleXBu9Stmi3TG7bM.jpg",
      "https://image.tmdb.org/t/p/w300/yXganuGoqYFrirMAOvHDhXVtmnd.jpg",
      "https://image.tmdb.org/t/p/w300/nPAXscGrV6zrUgFfeno2b5c2Mhh.jpg",
      "https://image.tmdb.org/t/p/w300/wv2LwCOuFqjBc0G419ryUjvvPqm.jpg",
      "https://image.tmdb.org/t/p/w300/mgzoYqsX3vOPxCvSmUJU5snP1Rl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjVmNDNjYWYtNzk0Mi00ZTU4LTljNDYtNDczZDE4NGMzZmQwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-mothman-prophecies-2002-1080-p-blu-ray-h-264-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uxqryokn3qv2.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/180cj/The.Mothman.Prophecies.2002.1080p.BluRay.H264.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XVZjyCzS#7nWPGwRLmwMF7DKhyAr5_hYEwzFuE4MzFKep-PlWn6Q",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/em35qtvkw74p.html",
        "server": "streamsb.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/88onbkaj7uld",
        "server": "veryfiles.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mothman-prophecies-2002-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "889MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1j9m0jzoplfx.html",
        "server": "usersdrive.com",
        "size": "889MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/180cq/The.Mothman.Prophecies.2002.720p(CM).mp4",
        "server": "megaup.net",
        "size": "889MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/eZABFBpa#dBV1LM4nlF6vS5lWWjKz5X9L11yT7H3dNVF1eRS56UU",
        "server": "mega.nz",
        "size": "889MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/4r2evaax6j74.html",
        "server": "streamsb.com",
        "size": "889MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/lc8cxyuwt9vq",
        "server": "veryfiles.com",
        "size": "889MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Yt42df3AscE",
      "video_url": "https://www.youtube.com/watch?v=Yt42df3AscE",
      "embed_url": "https://www.youtube.com/embed/Yt42df3AscE"
    }
  },
  {
    "metadata": "R|2002|116 min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "10,819"
    },
    "title": "Returner ( 2002 )",
    "description": "IMDb Rate 6.5 ရရွိထားတဲ႔ဂ်ပန္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္Action / Adventure / Sci-Fi အမ်ိဳးအစားေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ေတာ႔ အေတာ္ေလးကိုသေဘာက်မယ္႔ဇာတ္ကားပါပဲ ဇာတ္လမ္းအညႊန္းကေတာ႔Spoil မၿဖစ္ေအာင္နည္းနည္းေရွာင္ေရးလိုက္ပါမယ္ျဂိဳလ္သားေတြက်ဳးေက်ာ္မႈကို အေသအေႀကတိုက္ခိုက္ေနရတဲ့လူသားေတြထဲက မီလိဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္တာဝန္ႀကီးတစ္ခုကို ထမ္းေဆာင္ဖို႔ အခ်ိန္ယႏၱရားအကူအညီနဲ႔အတိတ္ကို ျပန္လည္ေရာက္ရွိခဲ့တယ္။ဒီတာဝန္ကို ထမ္းေဆာင္ရာမွာ မိယာမိုတိုဆိုတဲ့ ေႀကးစားလူသတ္သမားပါ ပါဝင္လာခဲ့ရတယ္။ဒီတာဝန္ႀကီးက ဘာတာဝန္လဲ…ဒီက်ဴးေက်ာ္ျဂိဳလ္သားေတြရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြရွိေနမွာလဲ…မီယာမိုတုိကေရာ ဒီတာဝန္ကို ဘယ္လို ကူညီေပးမွာလဲ…ခံစားခ်က္ေကာင္းတစ္ခုကို ေပးႏိုင္မယ့္ ဇာတ္ကားေလးျဖစ္ပါတယ္။Translated & Review By Chu ChuEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7AQJGTC3Oc1LaLEwLU8BknfwQUn.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/b752fGnKgZREBwXWhHoiO2B34c.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/returner-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.18 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://usersdrive.com/7lr2ptua6yb9.html",
        "server": "usersdrive.com",
        "size": "1.18 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/1xlgc/Returner_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.18 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/l1IlXaDL#7TS42L1OqZyDZr2tN9PgCyGiKJnSxWiJ9xYDypUK7KU",
        "server": "mega.nz",
        "size": "1.18 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/xvifzw75psse",
        "server": "upstream.to",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Led2SbMuSQU",
      "video_url": "https://www.youtube.com/watch?v=Led2SbMuSQU",
      "embed_url": "https://www.youtube.com/embed/Led2SbMuSQU"
    }
  },
  {
    "metadata": "PG-13|2002|1h 41m|Comedy,Drama,Romance",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "189000"
    },
    "title": "About a Boy (2002)",
    "description": "About a Boy (2002)~ IMDb – 7.1/10, Rotten Tomatoes – 93% ~ဒီကားလေးက 2002 ခုနှစ်ထုတ် Comedy, Romance, Drama ကားကောင်းလေးဖြစ်ပါတယ်။ အော်စကာဆုအတွက် ဆန်ခါတင်၀င်ခဲ့တဲ့ကားလေးဖြစ်ပြီး တခြားဆု(၁၁)ဆုနဲ့ ဆန်ခါတင်ပေါင်း(၃၀)ကျော်၀င်ထားခဲ့တဲ့ကားကောင်းလေးပါ။ Cast အနေနဲ့ဆိုရင်လည်း မယ်လိုဒရာမာမင်းသားကြီးဖြစ်တဲ့ Hugh Grant က အဓိကပါ၀င်ထားပြီး X-Men နဲ့ The Great မင်းသားဖြစ်တဲ့ Nicholas Hoult ရဲ့ ပွဲဦးထွက်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဝေလ်က ပေါ့ပျက်ပျက်နေတတ်ပြီး အလုပ်မရှိ အတည်တကျမရှိတဲ့သူတစ်ယောက်ပါ။ တစ်ရက်တော့ ဆင်ဂယ်လ်မားတွေကိုကပ်ဖို့အကြံနဲ့ တစ်ကိုယ်တည်းမိဘတွေ့ဆုံပွဲကို၀င်ပါတယ်။ အဲဒီကနေ ဆူဇီဆိုတဲ့အမျိုးသမီးနဲ့ချိတ်မိပြီး ဆင်ဂယ်ပဲရန့်စ်ပျော်ပွဲစားထွက်ရာကနေ မားကတ်စ်ဆိုတဲ့ကောင်လေးနဲ့တွေ့ပြီး ပေါ့ပျက်ပျက်ဖြစ်နေတဲ့ ဝေလ်ရဲ့ဘ၀တစ်ဆစ်ချိုးပြောင်းလဲဖို့စတင်လာပါတော့တယ်။ဒီဇာတ်ကားလေးက ၁နာရီ၄၀မိနစ်ကျော်အချိန်တွင်းမှာ တစ်ခန်းမှပစ်ရက်စရာမရှိ ငြီးငွေ့စရာမရှိတဲ့ဇာတ်ကားလေးပါပဲ။ ရယ်မောစရာဇာတ်၀င်ခန်းတွေအပြင် ခံစားချက်တွေနွေးထွေးစေနိုင်တဲ့အခန်းတွေ မျက်ရည်လည်နိုင်စေတဲ့အခန်းတွေနဲ့ ကြည်နူးစရာဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့် ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 810MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 1H 41MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xxiPjhXigJ4zPiqqrA77FK10ULo.jpg",
      "https://image.tmdb.org/t/p/w300/bVevOrrjVM90ahbqlVHUizItnJw.jpg",
      "https://image.tmdb.org/t/p/w300/5QtnqgUXAliUmcBAV3HvN0TER2O.jpg",
      "https://image.tmdb.org/t/p/w300/8tVutJk3EM6fE0BfeWr7ioAd2Qm.jpg",
      "https://image.tmdb.org/t/p/w300/9gDRQL1uSEIPXFW4l65vTZKvOaO.jpg",
      "https://image.tmdb.org/t/p/w300/vZBt7ATLERLvadYBaozUN3BdDY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qoZ1bD0q9EFqcNiEYbEigsRcNCt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-about-a-boy-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j6kn/(CM)_About_a_Boy_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1z0Q2apJ#Ox9jQd_27dXArStjOqafqj5Bu9vtbkbjUUy0VMCyH2g",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b4i4c0e4idsb.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-about-a-boy-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1j6iw/(CM)_About_a_Boy_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/N2MQRY7A#8xciybzn1bQ8ALSA5nReyvkR7Kgy034pYVF0l9caVLw",
        "server": "mega.nz",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zvutavk7xzs2.html",
        "server": "usersdrive.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/p7qvzlypmhd5",
        "server": "streamsb.com",
        "size": "810MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cq3ff3r9pwzi",
        "server": "streamvid.io",
        "size": "810MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xC7REp40_uc",
      "video_url": "https://www.youtube.com/watch?v=xC7REp40_uc",
      "embed_url": "https://www.youtube.com/embed/xC7REp40_uc"
    }
  },
  {
    "metadata": "PG-13|2002|92 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "114,880"
    },
    "title": "The Scorpion King (2002)",
    "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ကင်မြီးကောက်ဘုရင်ကြီးဆိုပြီး အမည်တွင်လာခဲ့ရတဲ့ အကြောင်းရင်းကို ဒီဇာတ်ကားမှာ ကြည့်ရှုကြရမှာပါ။Non-Stop Action ဇာတ်ကားတစ်ကားဖြစ်ပြီး အက်ရှင်ကြိုက်နှစ်သက်သူတွေ သေချာပေါက်ကြည့်ရှုသင့်ပါတယ်။File size…(2.8 GB) /(950 MB)Quality….BluRayRegrade DS4KHEVC/720pFormat…mkv/mp4Duration….01:31:25Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6C6ruMTzcrqIgD5Ix5KDXtAP36c.jpg",
      "https://image.tmdb.org/t/p/w300/nZSUgauXlVUrJGdGUGWMXCtnZx4.jpg",
      "https://image.tmdb.org/t/p/w300/dgbE6LywB8Vix4tQE6eC6PcGrJt.jpg",
      "https://image.tmdb.org/t/p/w300/r5b3NSFhfl53Q7fOg8LIQhscT0m.jpg",
      "https://image.tmdb.org/t/p/w300/bR2rmmi0dm7bC8o5lIxS1a7rrEz.jpg",
      "https://image.tmdb.org/t/p/w300/dT907cIQ2AdoB0TsXgmW5wvlIYL.jpg",
      "https://image.tmdb.org/t/p/w300/yfPucnBmTAhCO6kQztMp4vxEd05.jpg",
      "https://image.tmdb.org/t/p/w300/sVmluuarMTPJEzrrNAEeqdcEINB.jpg",
      "https://image.tmdb.org/t/p/w300/sjYv5mjOcGnVTKFv3X1eY7zBIRx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-scorpion-king-2002-sdr-10-re-grade-1440-p-10-bit-4-k-bd-rip-x-265-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://megaup.net/1SnxZ/(CM)_The_Scorpion_King_(2002)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://mega.nz/file/oIUXlK6Y#rH7CB8m39MQpeA-qH75GLpJVE3sJbyz_bIKE3zomjH0",
        "server": "mega.nz",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://usersdrive.com/hfqlava7stxm.html",
        "server": "usersdrive.com",
        "size": "2.8 GB",
        "quality": "DS4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-scorpion-king-2002-blu-ray-720-p-aac-5-1-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cq5r/(CM)_The_Scorpion_King_(2002)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VNcxUZJT#_qfikW6-MXpf-Qkes4Kl7zYPOshpw1PaJIwyUeePCJk",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kgu4j7w8tzrj.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/l86imrswwl3o",
        "server": "streamvid.io",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/wz2m6wtfmoxh.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "5c_6HUA9FAY",
      "video_url": "https://www.youtube.com/watch?v=5c_6HUA9FAY",
      "embed_url": "https://www.youtube.com/embed/5c_6HUA9FAY"
    }
  },
  {
    "metadata": "R|2002|1h 58 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "264,692"
    },
    "title": "Insomnia (2002)",
    "description": "IMdb 7.2 ရထားပြီး ၂၀၀၂ ခုနှစ်ကထွက်ခဲ့တဲ့သဲထိပ်ရင်ဖို ကားတစ်ကားကိုတင်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးးကတော့ ခပ်ကြမ်းကြမ်းတော့မဟုတ်ဘူးဆိုပေမယ့် ဒရာမာ အချိုးလေးတွေနဲ့ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်း အလှည့်အပြောင်းလေးတွေက တော့ ပရိတ်သတ်ကြီးကို တကားလုံး မထတန်းကြည့်အောင် ဆွဲဆောင်သွားမှာပါဇာတ်လမ်းး အကျဉ်းလေးကတော့ အလက်စကာ မြို့ကို အပို့ခံလိုက်ရတဲ့ စုံထောက်ကြီးဟာတစ်နေ့မှာ မိန်းကလေး တစ်ယောက်အသတ်ခံရတဲ့ အမှုကိုလိုက်ရင်း မတော်တဆ သူ့ တွဲဖက်ကိုသေနတ်နဲ့ ပစ်လိုက်မိပါတယ် ဒါပေမဲ့စုံထောက်ဟာ သူ့အပြစ်ကို ဝန်ခံရမယ် အနေအထားကနေမထင်မှတ်ထားတဲ့ အလီဘိုင် တစ်ခုကိုပြနိုင်ခဲ့ပြီး အပြစ်ကနေလွတ်သွားပါတယ် ဒါပေမဲ့ သူ့ဟာ သူ့ကိုသူတော့ လိပ်ပြာမသန့်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ အကြောင်းတွေကို သိထားတဲ့ တစ်ယောက်က သူ့ကိုခြိမ်းခြောက်အကြပ်ကိုင်လာတဲ့ အခါမှာတော့ ကဲ စုံထောက်ကြီး ဘယ်လိုတုံ့ပြန်မလဲ နောက်ကွယ်က သူကကောဘယ်သူလဲ ဘယ်လို အရှုပ်ထုတ်တွေကြောင့် သမိုင်းရှုပ်နေလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက မထတမ်းကြည့်ကြရမှာပါဘာသာာပြန်ကတော့ ပြည့်စုံဇော်ဖြစ်ပါတယ် ဗျာ————————————————————-IMdb 7.2 ရထားျပီး ၂၀၀၂ ခုႏွစ္ကထြက္ခဲ့တဲ့သဲထိပ္ရင္ဖို ကားတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးးကေတာ့ ခပ္ၾကမ္းၾကမ္းေတာ့မဟုတ္ဘူးဆိုေပမယ့္ ဒရာမာ အခ်ိဳးေလးေတြနဲ႕ မထင္မွတ္ထားတဲ့ ဇာတ္လမ္း အလွည့္အေျပာင္းေလးေတြက ေတာ့ ပရိတ္သတ္ၾကီးကို တကားလံုး မထတန္းၾကည့္ေအာင္ ဆြဲေဆာင္သြားမွာပါဇာတ္လမ္းး အက်ဥ္းေလးကေတာ့ အလက္စကာ ျမိဳ႕ကို အပို႕ခံလိုက္ရတဲ့ စံုေထာက္ၾကီးဟာတစ္ေန႕မွာ မိန္းကေလး တစ္ေယာက္အသတ္ခံရတဲ့ အမႈကိုလိုက္ရင္း မေတာ္တဆ သူ႕ တြဲဖက္ကိုေသနတ္နဲ႕ ပစ္လိုက္မိပါတယ္ ဒါေပမဲ့စံုေထာက္ဟာ သူ႕အျပစ္ကို ၀န္ခံရမယ္ အေနအထားကေနမထင္မွတ္ထားတဲ့ အလီဘိုင္ တစ္ခုကိုျပႏိုင္ခဲ့ျပီး အျပစ္ကေနလြတ္သြားပါတယ္ ဒါေပမဲ့ သူ႕ဟာ သူ႕ကိုသူေတာ့ လိပ္ျပာမသန္႕ခဲ့ပါဘူး ဒီလိုနဲ႕ တစ္ေန႕မွာ သူ႕ အေၾကာင္းေတြကို သိထားတဲ့ တစ္ေယာက္က သူ႕ကိုျခိမ္းေျခာက္အၾကပ္ကိုင္လာတဲ့ အခါမွာေတာ့ ကဲ စံုေထာက္ၾကီး ဘယ္လိုတံု႕ျပန္မလဲ ေနာက္ကြယ္က သူကေကာဘယ္သူလဲ ဘယ္လုိ အရွုပ္ထုတ္ေတြေၾကာင့္ သမိုင္းရွဳပ္ေနလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက မထတမ္းၾကည့္ၾကရမွာပါဘာသာာျပန္ကေတာ့ ျပည့္စံုေဇာ္ျဖစ္ပါတယ္ ဗ်ာFile Size – 762 MBTranslated by – Pyae Sone ZawEncoded by – Kyaw Ye Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jU8MC5uSgBkZXyZYGtZgMsMsfeN.jpg",
      "https://image.tmdb.org/t/p/w300/3GWWtC1nAPbREe0G7eZooZaEgy5.jpg",
      "https://image.tmdb.org/t/p/w300/7EHwmRBjIifjTJPYIPT6r2A1jnF.jpg",
      "https://image.tmdb.org/t/p/w300/8yI5wiFemH52x7LOp1YOUw2HUCE.jpg",
      "https://image.tmdb.org/t/p/w300/jSKm0zOCtIMmBuAsamHUmytrSDn.jpg",
      "https://image.tmdb.org/t/p/w300/qkb8drHBXRrFdgyXlO0M9KtofCv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/insomnia.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3xg0jr5evkwg.html",
        "server": "usersdrive.com",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/insomnia-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/c8bec86a00/insomnia-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4UFHf/Insomnia_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/zC5mnSDb#3EUqxpIdDPYeWw8QXZPbFi0eImjLrjGTed524fqVr9I",
        "server": "mega.nz",
        "size": "762MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ff2lnkkzzrqi",
        "server": "upstream.to",
        "size": "762MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "emIHzg4VH8A",
      "video_url": "https://www.youtube.com/watch?v=emIHzg4VH8A",
      "embed_url": "https://www.youtube.com/embed/emIHzg4VH8A"
    }
  },
  {
    "metadata": "PG-13|2002|1h 46min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "354000"
    },
    "title": "Signs (2002)",
    "description": "Signs (2002)~ IMDb – 6.7/10, RT – 74%, Letterboxd – 3.4/5 ~Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, မင်းသမီး Abigail Breslin တို့ရဲ့ ငယ်စဉ်ကတည်းကပါလာတဲ့ အနုပညာစွမ်းရည်ကို တွေ့ရမှာလည်းဖြစ်ပါတယ်။သူ့ Rating ဟာ 6.7 ပဲရှိပေမဲ့ သူ့ပရိသတ်တွေကတော့ ဒီရုပ်ရှင်ဟာ 8.5 အထိပေးသင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပြီး 8 အောက်ပေးရင်ကို ရာဇ၀တ်မှုကျူးလွန်လိုက်သလိုပဲလို့ ဆိုကြပါတယ်။ လူတိုင်းကြိုက်နိုင်မှာမဟုတ်ပေမဲ့ Horror သမားတွေအတွက် အဖိုးမဖြတ်နိုင်တဲ့ကားကောင်းဖြစ်တဲ့ Underrated ဖြစ်တဲ့ Horror masterpiece ရုပ်ရှင်တစ်ကားလို့ ပြောရင်လည်းမမှားပါဘူး။ရင်တသိမ့်သိမ့်တုန် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းလို့ သတ်မှတ်နိုင်သလို မိသားစုမေတ္တာဖွဲ့ ဇာတ်လမ်းလို့လည်း သတ်မှတ်လို့ရနိုင်လောက်ပါတယ်။နာမည်က Sign (နိမိတ်၊ သင်္ကေတ) ဆိုတဲ့အတိုင်း ဇာတ်ကားတစ်ခုလုံးကို နိမိတ်ပုံလေးတွေနဲ့ ရင်တဖိုဖို ဖြစ်ရအောင်ဖန်တီးထားပြီး ဇာတ်ကားအစကနေအဆုံးထိ မထတမ်းကြည့်ချင်အောင် စိတ်အာရုံကိုဖမ်းစားနိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဇနီးသည်ဆုံးပါးသွားလို့ စိတ်ဓာတ်ပျက်စီးပြီး ယုံကြည်မှုပျောက်ဆုံးနေတဲ့ ဓမ္မဆရာတစ်ယောက် ကမ္ဘာကို ဂြိုလ်သားတွေ ကျူးကျော်လာချိန်မှာ မိသားစုကိုကာကွယ်ရင်း သူ့ရဲ့ယုံကြည်ရာကို ပြန်ပြီးရှာတွေ့သွားနိုင်ခဲ့တဲ့ အကြောင်းလေးပါပဲ။ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ပုံကောင်းကောင်း၊ ဒါရိုက်တာရဲ့ တင်ပြပုံ ပညာသားပါပါနဲ့ သိမ်သိမ်မွေ့မွေ့နဲ့ကို ကြောက်လန့်စေမယ့် Horror Masterpiece ကားတစ်ကား ရှာနေတယ်ဆိုရင်တော့ Signs ဟာ ရွေးချယ်မှုမှန်စေမယ့် ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.71GB, 727MB, 481MBQuality – 1080p, 720p, 480pIMDb Rating – 6.7/10Format – mp4Duration – 1H 46MinGenre – Drama, Mystery, Sci-fiSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q5Y0IPNZvAhC5hpsLubH6jFTCxn.jpg",
      "https://image.tmdb.org/t/p/w300/rsPjEr7o02mo8ex6wD2PbRwasUe.jpg",
      "https://image.tmdb.org/t/p/w300/jw88BtmMliB1Mbwf3JyfYszS4Xk.jpg",
      "https://image.tmdb.org/t/p/w300/qx43xpjw6xY9LYrV1uIBUiurqsB.jpg",
      "https://image.tmdb.org/t/p/w300/aMiI1j9L8V1EBL0CNZaekQC9AW3.jpg",
      "https://image.tmdb.org/t/p/w300/e6DLviXZeArjYqXHRdt9ML1wwSc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/signs-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://megaup.net/2on7t/(CM)_Signs_(2002)_1080p.mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://mega.nz/file/82wj1aiQ#bfzV0Fetlqjs2ZCUxcvRwIjFW9AVh-xHJNTo_-pel3M",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://usersdrive.com/b89a38wztecp.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://viewsb.com/f7onwfp33q7q.html",
        "server": "streamsb.com",
        "size": "1080p",
        "quality": "1.71GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://megaup.net/2on7o/(CM)_Signs_(2002)_720p.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://mega.nz/file/4jhRSISS#cIiesiPB0N7b6dFFluv6lQes-nfy2-xqBNaAajPh3Vg",
        "server": "mega.nz",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://usersdrive.com/qk3mrtev73ye.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://viewsb.com/n0n2k5ny7mwi.html",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "727MB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-signs-2002-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://megaup.net/2on7m/(CM)_Signs_(2002)_480p.mp4",
        "server": "megaup.net",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://mega.nz/file/0nxnzYyQ#sR0UJ3vJUw0h579lKPo_BvTk_sFliktSeKZh5FD3O88",
        "server": "mega.nz",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://usersdrive.com/tj6qbbjrx9dg.html",
        "server": "usersdrive.com",
        "size": "480p",
        "quality": "481MB"
      },
      {
        "link": "https://viewsb.com/xcj8ykcc24n8.html",
        "server": "streamsb.com",
        "size": "480p",
        "quality": "481MB"
      }
    ],
    "trailer": {
      "video_id": "dUw26F0WfLg",
      "video_url": "https://www.youtube.com/watch?v=dUw26F0WfLg",
      "embed_url": "https://www.youtube.com/embed/dUw26F0WfLg"
    }
  },
  {
    "metadata": "N/A|2002|103 min|Comedy,Horror,Thriller",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "359"
    },
    "title": "999-9999 ( 2002 )",
    "description": "ၿမန္မာကားေတြအၾကိမ္ၾကိမ္ၿပန္ရိုက္ထားတဲ႔ ထိုင္းရဲ႕မူရင္း ဇာတ္ကားပါ :3ခ်င္းမိုင္ျမိဳ႕ ႏုိင္ငံတကာေက်ာင္းတစ္ခုရဲ႕ ေက်ာင္းသူတစ္ဦးအလံတိုင္ေပၚမွာ ေျခာက္ျခားဖြယ္ေသဆံုးေနမွဳသတင္းတစ္ႏုိင္ငံလံုးမွာ ပ်ံ႕ လြင့္ေနျပီးေနာက္ပိုင္း ဖူးခက္ႏုိင္ငံတကာေက်ာင္းမွစိတ္လွဳပ္ရွားစရာ စြန္႔စားမွဳအစီအစဥ္မ်ားကိုေက်ာင္းအတြင္းရိုက္ကူးတင္ဆက္ေနတဲ့ ရဲတင္းေသာမိစာၧမ်ားအဖြဲ႔မွလူေသမွဳျဖစ္ပြားေသာ ခ်င္းမိုင္ေက်ာင္းမွေက်ာင္းသူတစ္ဦးေျပာင္းလာေၾကာင္း သတင္းရရွိသြားပါတယ္။အဖြဲ႔သားမ်ားမွ ေက်ာင္းသူအသစ္ထံမွ သတင္းရယူဖို႔ၾကိဳးပမ္းၾကပါတယ္လူေသမွဳဟာ 999-9999 ဆုိတဲ့ဖုန္းနံပါတ္ တစ္ခုနဲ႔ ပတ္သတ္တယ္လို႔ေက်ာင္းသူအသစ္က ေျပာျပျပီး မဆက္ၾကဖို႔မွာပါတယ္။999-9999ဆီကေနလိုခ်င္တာမွန္သမွ်ေတာင္းလုိ႔ရတယ္ဆိုတဲ့အေၾကာင္းသိသြားၾကျပီးေနာက္ပိုင္း အဖြဲ႔၀င္တစ္ဦးက အားလံုးေရွ႕မွာပဲစမ္းဆက္ၾကည့္ျပီး ဖာရာရီျပိဳင္ကားတစ္စီး ေတာင္းလိုက္ပါတယ္။ေနာက္တစ္ေန႔မွာ အဖြဲ႔ေခါင္းေဆာင္ဆန္းနဲ႔ ျပိဳင္ကားေတာင္းထားတဲ့ခ်ီတို႔ဖူးခက္ေရွာ့ပင္းေမာေရွ႕ ကိုအေရာက္ ၁သန္းေျမာက္ ေစ်း၀ယ္အေနနဲ႔ ခ်ီတစ္ေယာက္ ဖာရာရီတစ္စင္းမဲေပါက္သြားပါတယ္ဆန္းကတိုက္ဆုိင္မွဳတစ္ခုလို႔ သံသယျဖစ္ေနတုန္းမွာပဲခ်ီတစ္ေယာက္အက္ဆီးဒင့္ႏွင့္ေသသြားပါတယ္။ေလာဘႏွင့္ စပ္စုစိတ္ေတြေၾကာင့္ အဖြဲ႔၀င္ေတြတစ္ေယာက္ျပီးတစ္ေယာက္ကိုးသံုးလံုးကို ဖုန္းေခၚၾကျပီး လူေသမွဳေတြျဖစ္ပြားလာတဲ့အခါအဖြဲ႔ေခါင္းေဆာင္ဂိမ္းခေရဇီ ဆန္းတစ္ေယာက္ အျဖစ္မွန္ေတြကိုဘယ္လိုေဖာ္ထုတ္ျပီး အဖြဲ႔၀င္ေတြကို ဘယ္လုိကာကြယ္ မလဲဆိုတာ စိတ္၀င္စားဖြယ္ ၾကည့္ရႈရမွာပါTranslated & Review By Nu MonEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2hiddBfK5PfVteI0eKdn3J5trTM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/999.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/999-9999-2002-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://usersdrive.com/1w7nkgtr6whx.html",
        "server": "usersdrive.com",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://megaup.net/2efhC/999-9999_[2002]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "938 MB",
        "quality": "DVDRIP"
      },
      {
        "link": "https://upstream.to/hnu978rlkrly",
        "server": "upstream.to",
        "size": "583 MB",
        "quality": "DVDRIP"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2002|1h 21min|Crime,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "257K"
    },
    "title": "Phone Booth (2002)",
    "description": "Phone Booth 2002—————————-IMDb 7/10Rotten Tomatoes 72%Metacritic 56%“ကိုယ်ကတော့အရေးမပါလောက်ဘူးထင်ပြီးလုပ်မိတဲ့ကိစ္စဟာ တဖက်လူအတွက် အများကြီးစိတ်ထိခိုက်စရာဖြစ်တတ်ပါတယ်”“လူတိုင်းဟာ အပြစ်တွေကိုလုပ်မိကြတာကြီးပဲ”ဒီဇာတ်ကားကတော့ မင်းသားကြီး Colin Farewell, Forest Whitaker, Kiefer Sutherland နဲ့မင်းသမီးကြီး Katie Holmes, Radha Mitchellစတဲ့ ဒိတ်ဒိတ်ကြဲ သရုပ်ဆောင်တွေပါဝင်သရုပ်ဆောင်ထားပြီးဒါရိုက်တာကြီး Joel Schumacherရိုက်ကူးခဲ့တဲ့ အရမ်းလန်းတဲ့ဇာတ်ကားပါ။ ဒီဇာတ်ကားရဲ့အသွားအလာဟာ တခြားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားပါတယ်။ ဘာတွေထူးခြားနေလဲဆိုတာပြောပြဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုနည်းနည်းလောက် ပြောပြပါရစေဇာတ်လမ်းအကျဉ်းကတော့….စတူးဝပ်ဆိုတဲ့ PRသမားတစ်ယောက်ဟာ အများပြည်သူသွားရာလမ်းပေါ်မှာရှိပြီး ဝင်ရထွက်ရလွယ်တဲ့ ဖုန်းရုံထဲမှာပိတ်မိနေပါတယ်။ သော့ခတ်ခံရလို့ပိတ်မိနေတာမျိုးမဟုတ်ပေမယ့် စတူးဝပ်ဟာအပြင်ကိုထွက်မရပဲဖြစ်နေတာပါ။ အဲ့လိုပိတ်မိနေချိန်မှာပဲ စတူးဝပ်ဟာ ဖုန်းရုံထဲကဖုန်းနဲ့လူတစ်ယောက်နဲ့စကားပြောနေခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အခြေအနေတွေဟာတဖြည်းဖြည်းရှုတ်ထွေးလာပြီး ရဲတွေ၊ သတင်းဌာနတွေပါရောက်လာတဲ့အခါမှာတော့…..ဇာတ်လမ်းက တမူထူးခြားနေတဲ့အတွက် spoilလည်းမဖြစ်အောင် အညွှန်းကိုထိန်းရေးရတာမလို့ဒီထက်ပိုပြီးရေးပြလို့မရတာကိုခွင့်လွှတ်ပါ။ဒီကားဟာ ၂၀၀၂ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး အခုပြန်ကြည့်လည်း ကြည့်လို့ကောင်းဆဲပါပဲ။ တစ်ခုရှိတာက ဒီကားမှာ Sex scenceတွေမပါပေမယ့် R-ratedရုပ်ရှင်ဖြစ်တဲ့ကားပါ။အဓိကကတော့ စကားအသုံးအနှုံးတွေက အသက်၁၅နှစ်အောက်ကြည့်ဖို့မသင့်လျော်သလို ကလေးတွေကိုပြမယ်ဆိုရင်လည်း မိဘအုပ်ထိန်းသူတွေအရင်ကြည့်ပြီးမှ ပြသင့်မပြသင့်ဆုံးဖြတ်ပြီးမှပြရမယ့်ကားပါ။ဟာ…ဒါဆိုရင်လည်း ဆဲဆိုတာတွေကိုဖော့ပြန်လေလို့ဆိုကြမယ်ဆိုရင်လည်း ဖော့ပြန်ဖို့မဖြစ်နိုင်ဘူးဗျ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်ရှိန်အတက်ဆုံးနေရာတွေမှာ စကားလုံးကိုဖော့ပြန်လိုက်ရင်မင်းသားကြုံတွေ့နေရတဲ့အခက်အခဲနဲ့မွန်းကြပ်မှုကိုပါ ဖော့လိုက်သလိုဖြစ်စေနေလို့ပါ။ ဒါကြောင့် တကားလုံးကို ဖော့ပြန်မထားပဲ အရှိကိုအရှိအတိုင်းဗွင်းဗွင်းကြီးပြန်ထားပါတယ်File size…1.41GB and 884 Mb and 491MBQuality…1080p BluRay & 720p & 480pFormat…Mp4Duration….1h 21minSubtitle….Myanmar Subtitle(Hard Sub)Encoder…. YKTranslated by Dr.Nyan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oBU55I99gZTRYag25Q5eJUKZeG6.jpg",
      "https://image.tmdb.org/t/p/w300/44cEDmV6ppfeA5z4zetyVfO3TFq.jpg",
      "https://image.tmdb.org/t/p/w300/dvJ549cwiKKqwfMDqdv36HrIRQs.jpg",
      "https://image.tmdb.org/t/p/w300/lGAJ40a38YfBxikbX1EYcZTgi7x.jpg",
      "https://image.tmdb.org/t/p/w300/d1k8qsSfvfkUiWIGsqg5EN27tRi.jpg",
      "https://image.tmdb.org/t/p/w300/u1uaImE5nMC6pgEcJDqRX1tzVJH.jpg",
      "https://image.tmdb.org/t/p/w300/rU5WI3rqCorFeJmqxftrOuvWANs.jpg",
      "https://image.tmdb.org/t/p/w300/5FmSkaPHTiXaz6n4GMdhxWSMvHl.jpg",
      "https://image.tmdb.org/t/p/w300/iYOEONglnxIsykyOGfzyc01fyg4.jpg",
      "https://image.tmdb.org/t/p/w300/tuUGSvkrujQQEEb0C8ODwh4NslK.jpg",
      "https://image.tmdb.org/t/p/w300/g7DVjfNTeYVbVhmw0nx5TZjZryS.jpg",
      "https://image.tmdb.org/t/p/w300/1t1zVPhT0CVmmA4oIZCQURwOXdM.jpg",
      "https://image.tmdb.org/t/p/w300/7JI7LrqD53rRVUBC0hoce65bDpb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTcxNDQ5MzAyOV5BMl5BanBnXkFtZTYwMjkxMTU3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/phone-booth-2002",
        "server": "VIP Links",
        "size": "",
        "quality": "1080p/720p/480p"
      },
      {
        "link": "https://yoteshinportal.cc/phone-booth-2002-1080-p-blu-ray-h-264-aac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vzfwp6buoilo.html",
        "server": "usersdrive.com",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/6mw2kh3yaz19",
        "server": "veryfiles.com",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Yj6f/Phone.Booth.2002.1080p.BluRay.H264.AAC(CM).mp4",
        "server": "megaup.net",
        "size": "1.41GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/phone-booth-2002-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ruw9rg2cw47g.html",
        "server": "usersdrive.com",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Yj69/Phone.Booth.2002.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/fh0o0klxe0md",
        "server": "veryfiles.com",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/hok6kwgq5dmc.html",
        "server": "streamsb.com",
        "size": "884MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/phone-booth-2002-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "491MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/fvs697e5vkdr.html",
        "server": "usersdrive.com",
        "size": "491MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/zisl3dogyi5f.html",
        "server": "streamsb.com",
        "size": "491MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1Egye/Phone.Booth.2002.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "491MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "p07lBCfC2q8",
      "video_url": "https://www.youtube.com/watch?v=p07lBCfC2q8",
      "embed_url": "https://www.youtube.com/embed/p07lBCfC2q8"
    }
  },
  {
    "metadata": "PG-13|2002|2h 25min|Action,Crime,Mystery,Sci-Fi",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "494,987"
    },
    "title": "Minority Report (2002)",
    "description": "Minority report (2002)IMDb Rating (7.6) / Rotten tomatoes (90%)တွမ်ခရုစ် ပါဝင်ထားတဲ့ sci-fi, thriller ဇာတ်ကားဖြစ်ပါတယ်။နာမည်ကြီးဒါရိုက်တာ စတီဗင်စပီးဘာ့ဂ်ရိုက်ကူးထားတဲ့ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်အိမ်ခိုင်ခံ့မှု၊ဇာတ်လမ်းဆန်းသစ်မှုအပိုင်းတွေမှာ ပြောစရာမလိုအောင်ကောင်းမွန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့သက္ကရာဇ် ၂၀၅၄ ခုနှစ်မှာ အမေရိကန်ပြည်ထောင်စု ဖယ်ဒရယ်အစိုးရဟာ Precrime လို့ခေါ်တဲ့ တင်ကြိုမှုခင်းတားဆီးရေးအဖွဲ့ကိုနိုင်ငံတော်အဆင့်ဖွဲ့စည်းဆောင်ရွက်ဖို့ ကြိုးစားနေတဲ့ကာလဖြစ်ပါတယ်။Precrime ဆိုတာက မှုခင်းတွေ၊ အထူးသဖြင့် လူသတ်မှုတွေမဖြစ်အောင် တားဆီးကာကွယ်ရတဲ့ အထူးရဲတပ်ဖွဲ့တစ်ခုဖြစ်ပါတယ်။ဘယ်လိုတားဆီးသလဲဆိုတော့ precogs လို့ခေါ်တဲ့ မျိုးဗီဇမွမ်းမံထားတဲ့ လူသားတွေက အခင်းဖြစ်ပွားရာနေရာ၊အချိန်နဲ့ လူပုဂ္ဂိုလ်တွေကို အတိအကျခန့်မှန်းဟောကိန်းထုတ်ပေးပြီးတော့ precops လို့ခေါ်တဲ့ အထူးရဲတွေကအဆိုပါနေရာကို အချိန်ကိုက်သွားရောက်ဝန်းရံပြီးတားဆီးရတာပါပဲ။precops အဖွဲ့မှူးဖြစ်တဲ့ ဂျွန်အန်ဒါတန်(တွမ်ခရုစ်)ဟာ မကြာသေးမီက သားဖြစ်သူပျောက်ထားတဲ့ အိမ်ထောင်ကွဲတစ်ဦးဖြစ်ပါတယ်။ရဲတပ်ဖွဲ့ရဲ့ လုပ်ငန်းတွေ၊ စစ်ဆင်ရေးတွေမှာ တာဝန်ကျေပွန်ပေမယ့် သားပျောက်မှုကြောင့်ရတဲ့စိတ်ဒဏ်ရာကို ကုစားရင်း ဆေးစွဲနေသူတစ်ဦးဖြစ်ပါတယ်။Precrime ဌာနဟာ ကိုလံဘီယာခရိုင်မှာ စမ်းသပ်လည်ပတ်ဆဲကာလမို့ နိုင်ငံတော်အဆင့်တရားဝင်ဖြစ်အောင်ဖယ်ဒရယ်ကအရာရှိတွေရဲ့ စစ်ဆေးမှုခံနေရတဲ့ အခြအနေပါ။အဲ့လိုကာလအတွင်းမှာ အထူးတာဝန်နဲ့ရောက်လာတဲ့ ဖယ်ဒရယ်အေးဂျင့် ဒန်နီဝစ်တ်ဝါကလည်းအထက်ဌာနတို့ထုံးစံအတိုင်း မာန်တကြွကြွနဲ့ဖြစ်တာကြောင့် ရဲအဖွဲ့မှူး အန်ဒါတန်တို့နဲ့ ထိပ်တိုက်တွေ့ပါတော့တယ်။တစ်နေ့မှာတော့ ပုံမှန်လုပ်ရိုးလုပ်စဉ်အတိုင်း လူသတ်မှုတားဆီးဖို့ precogs တွေခန့်မှန်းပေးတဲ့လူသတ်သမားနာမည်ပါတဲ့ ဘောလုံးအနီကို အန်ဒါတန်တစ်ယောက် ကြည့်မိချိန်မှာ လူသတ်သမားနာမည်ဟာ သူကိုယ်တိုင်ဖြစ်နေတာ တွေ့လိုက်ရပါတော့တယ်။အန်ဒါတန်အနေနဲ့ ဒါဟာ Precrime စနစ်ရဲ့ဟာကွက်ကို ‌မျက်စိဒေါက်ထောက်ကြည့်နေပြီးသူ့ကိုလည်းမကြည်တဲ့ ဖယ်ဒရယ်အေးဂျင့် ဝစ်တ်ဝါရဲ့ ထောင်ချောက်ဆင်မှုဖြစ်ကြောင်း သံသယဖြစ်မိပြီး ထွက်ပြေးဖို့ကြံပါတော့တယ်။အန်ဒါတန်အနေနဲ့ precogs တွေခန့်မှန်းသလို တကယ်ပဲ လူသတ်မိမှာလား၊ပြီးပြည့်စုံတယ်လို့ထင်ရတဲ့ Precrime စနစ်ရဲ့အားနည်းချက်တွေက ဘာတွေဖြစ်မလဲဆိုတာနဲ့အန်ဒါတန်ကို တကယ်ပဲ ဝစ်တ်ဝါကထောင်ချောက်ဆင်ခဲ့သလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ရှုစားကြည့်ကြပါ။အခြား sci-fi တွေလို ဂြိုဟ်သားတွေ၊ လက်နက်ဆန်းတွေ၊ သတ္တဝါကြီးတွေ မပါပေမယ့်စိတ်ကူးစိတ်သန်းဆန်းသစ်စွာနဲ့ သာမန်မှုခင်းဇာတ်အိမ်မျိုးကို ပုံစံတစ်မျိုးနဲ့ရိုက်ကူးပြထားတာဖြစ်လို့ဇာတ်လမ်းအဆုံးထိ ရင်တမမနဲ့ကြည့်သွားရမယ်လို့ ရဲရဲကြီးအာမခံပါတယ်။ဇာတ်လမ်းမှာပါတဲ့ လှည့်ကွက်လေးတွေ၊ အချိတ်အဆက်တွေကလည်း ဇာတ်အီမသွားအောင် သေသေသပ်သပ်ထည့်ထားတာဖြစ်လို့ဘောလိဝုဒ်၊ တောလိဝုဒ်ကားတွေလို expected twist မျိုးဖြစ်မသွားပါဘူး။File size…(4.4 GB)/(1.5 GB)Quality…BluRay 1080p / 720pFormat…mp4Duration….02:25:09Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNinja",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qq4H9JfBKQ5DarMLI6lhUQjn9D7.jpg",
      "https://image.tmdb.org/t/p/w300/r1gLQFbpkWWLrOEPmpqzzMIUxxj.jpg",
      "https://image.tmdb.org/t/p/w300/iTlQrTLpf3PjD8c1i0f2QHuTN1Q.jpg",
      "https://image.tmdb.org/t/p/w300/LFC6sQlVqHRI9DlJDgV4MFmCni.jpg",
      "https://image.tmdb.org/t/p/w300/zrsOyPpOBqSoHCHOPtefVBCHxhQ.jpg",
      "https://image.tmdb.org/t/p/w300/tFE1kappE0sbi6paup7Uo93q6mp.jpg",
      "https://image.tmdb.org/t/p/w300/h1OjuNloqmNL93qv8DrGZH5kkV0.jpg",
      "https://image.tmdb.org/t/p/w300/1Tx5tHyPnhS1WgDzzsywbcFkcDA.jpg",
      "https://image.tmdb.org/t/p/w300/pyTfmWbQ1eWB2ZrEyAm9Z4JsAa1.jpg",
      "https://image.tmdb.org/t/p/w300/bSQbsErWh9Q0ZQhuxyEo1vUjGn1.jpg",
      "https://image.tmdb.org/t/p/w300/msCp5ueA6jITbJmctTAToHLyPUd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/minority-report-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-minority-report-2002-1080-p-blu-ray-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bj0c/(CM)_Minority_Report_(2002)_1080p_BluRay_-Nyein.mp4",
        "server": "megaup.net",
        "size": "4.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Q3hhGAYI#ZU7ke4cLY6SBmX-IsUcyC81W2ANB8r9BoGxQInRHPJU",
        "server": "mega.nz",
        "size": "4.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/6oz18t97cjkp.html",
        "server": "usersdrive.com",
        "size": "4.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/zocqcwv4c64g",
        "server": "streamvid.io",
        "size": "4.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-minority-report-2002-720-p-blu-ray-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xdT2/(CM)_Minority_Report_(2002)_720p_BluRay_-Nyein.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/djg0CTCb#oVSNf8eHepStN-dp916UzHdvf3yPV6tftAPKtleqZvM",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zeh7nwgs1u54.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/m51l9te0kcia",
        "server": "streamvid.io",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/mkbjvhb7ekbo.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "aGWQYgZZEEQ",
      "video_url": "https://www.youtube.com/watch?v=aGWQYgZZEEQ",
      "embed_url": "https://www.youtube.com/embed/aGWQYgZZEEQ"
    }
  },
  {
    "metadata": "|2002||Action,Adventure,Comedy,Sci-Fi",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Adventures of Pluto Nash (2002)",
    "description": "The Adventures of Pluto Nash (2002)Genre – Sci-fi, Action၂၀၀၀ ပြည့်နှစ်တွေက Nutty Professor တို့ Norbit တို့နဲ့နာမည်ကြီးခဲ့တဲ့ ဟာသမင်းသား Eddie Murphy ရဲ့၂၀၀၂ ခုနှစ်တုန်းက သိပ္ပံစိတ်ကူးယဉ်ကားလေး ဖြစ်ပါတယ်။ဇာတ်လမ်းလေး ပြောရမယ်ဆို လူတွေဟာအနာဂတ်မှာ လပေါ်မှာကိုလိုနီလုပ် နေထိုင်နေကြပါပြီ။မှောင်ခိုသမားအနေနဲ့ အသက်မွေးဝမ်းကြောင်းပြုခဲ့တဲ့ ပလူတိုတစ်ယောက်ထောင်ထဲကနေထွက်လာတဲ့အခါ ကလပ်လေးတစ်ခုကို တည်ထောင်ပြီးအောင်မြင်စွာ အလုပ်ဖြစ်နေခဲ့ပါတယ်။အဲဒီအချိန်မှာပဲ ခရိုနီလူတစ်စုက သူ့ကလပ်ကို ၁၀ သန်းအတင်းပေးပြီး လာဝယ်ပါတယ်ပလူတိုကလည်း ရောင်းစားဖို့ မဟုတ်ကြောင်း ငြင်းလိုက်ပြီး နှင်ထုတ်လိုက်ပါတော့တယ်။ဒါပေမဲ့ မကြာခင်မှာပဲ ကလပ်တစ်ခုလုံးကို ဖောက်ခွဲပြီးပလူတိုရဲ့ အသက်ကို ရန်ရှာလာတဲ့အထိ ဖြစ်လာချိန်မှာတော့ပလူတိုတစ်ယောက် သူ့ကို ဒုက္ခပေးခဲ့တဲ့ ဒီပဟေဠိလူသားကိုစက်ရုပ်အဖော်ရယ် စားပွဲထိုးမလေးရယ် အတူတကွ ဘယ်လိုရှာဖွေဖော်ထုတ်ပြီးဘယ်လိုတွေ စွန့်စားခန်း ထွက်ကြမယ်ဆိုတာကို ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်ဗျFile size…  2.6 GB /  1.6 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 35mGenre …..  Action , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Thura Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lEGw5YRSN4WVY51Hadytked78nG.jpg",
      "https://image.tmdb.org/t/p/w300/3HFMM14s6cgPoxB9DFguL2DSMVY.jpg",
      "https://image.tmdb.org/t/p/w300/ychKPi3h2uq5ugKRRFdIM51C59K.jpg",
      "https://image.tmdb.org/t/p/w300/rsNPK1SOXQyXOJqaOLDw0Mz4013.jpg",
      "https://image.tmdb.org/t/p/w300/2NsXcPzOjsxaL0MKN7P4Z8fa0Bt.jpg",
      "https://image.tmdb.org/t/p/w300/vk2s8Qp6MLbO7dqJLi01NxT22g0.jpg",
      "https://image.tmdb.org/t/p/w300/rLXbFHdDgBptXPT7WOboBwNYxT5.jpg",
      "https://image.tmdb.org/t/p/w300/dKDREGt3oWCv7KcgElwSUwHnDiD.jpg",
      "https://image.tmdb.org/t/p/w300/rJNVEfMMdQ2yKtpvMlbis4YG9aJ.jpg",
      "https://image.tmdb.org/t/p/w300/fHgwTEhvgQapcKJ3xFpnQuSYp5F.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/0f0ccc85-5ff4-4364-a5b5-3933644577a9-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gsyc8h39c7le.html",
        "server": "usersdrive.com",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-adventures-of-pluto-nash-2002-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/41Kog/The.Adventures.of.Pluto.Nash.2002.1080p_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1rkdzy8n0o9w.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-adventures-of-pluto-nash-2002-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2FPuo/The.Adventures.of.Pluto.Nash.2002.720p_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "B7KYlzex1ZQ",
      "video_url": "https://www.youtube.com/watch?v=B7KYlzex1ZQ",
      "embed_url": "https://www.youtube.com/embed/B7KYlzex1ZQ"
    }
  }
]