[
  {
    "metadata": "|||Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "Coriolanus (2011)",
    "description": "War/Drama အမျိုးအစား IMDB 6.1/10, RT 92 % ရရှိထားတဲ့ ဒီဇာတ်ကားမှာ Ralph Fiennes (Harry Potter ထဲက နှာခေါင်းမပါတဲ့ Lord Voldemort, The Menu ထဲက Chef Slowik,The Grand Budapest Hotel ထဲက M. Gustave) က ဒါရိုက်တာအဖြစ်ရိုက်ကူးကာ ကိုယ်တိုင်လည်း ပါဝင်သရုပ်ဆောင်ထားပြီး Gerard Butler (300 ဘုရင်, Plane လေယာဉ်မှူး, London Has Fallen/ Olympus Has Fallen စတဲ့ ဘာ Fallen ညာ Fallen တွေထဲက အေးဂျင့် Mike Banning) က အပြိုင်ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ ရှိတ်စပီးယားရဲ့ နာမည်တူမူရင်းပြဇာတ်ကို ဆီလျော်အောင် ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး မူရင်းပြဇာတ်ထဲကအတိုင်း ရှေးအသုံးအနှုန်းစကားလုံးတွေကို အသုံးပြုထားတာကြောင့် လူအများအတွက် အဆင်မပြေဘဲ နားလည်ရခက်ခဲတယ်ဆိုတဲ့ မှတ်ချက်တွေရရှိခဲ့သလို သရုပ်ဆောင်တွေက ဇာတ်ကောင်စရိုက်ကို ပီပြင်အောင် သရုပ်ဖော်နိုင်ပြီး သက်ဝင်ခံစားနိုင်ခဲ့တယ်ဆိုတဲ့ ချီးကျူးစကားအများအပြားကိုလည်း ရရှိခဲ့တာပါ။ပါဝင်တဲ့သရုပ်ဆောင်တွေဟာ အကောင်းဆုံးသရုပ်ဆောင်ဆု အပါအဝင် စုစုပေါင်း ဆု ၁၀ ဆုရရှိခဲ့ပြီး ဇကာတင်ဆုတွေလည်းဝင်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ (ရှိတ်စပီးယားရဲ့ထုံးစံအတိုင်း စာသားတွေက အရမ်းရှုပ်ပြီး နားလည်ရခက်တာမို့ ကြိုးစားပြီး ဘာသာပြန်တင်ဆက်ပေးထားပေမဲ့ အဆင်မပြေမှုတစ်စုံတစ်ရာရှိခဲ့ပါက ဘာသာပြန်သူရဲ့ လိုအပ်ချက်သာဖြစ်တာမို့ သည်းခံပြီးနားလည်ပေးကြပါလို့ မေတ္တာရပ်ခံချင်ပါတယ်ရှင်) ဇာတ်လမ်းအကျဉ်းကတော့ ရောမမြို့ရဲ့ဗိုလ်ချုပ်ကြီး မားရှက်စ်က စစ်တိုက်ရာမှာ သူမတူအောင် ထူးချွန်ကာ ရဲစွမ်းသတ္တိနဲ့ ပြည့်စုံသူဖြစ်ပြီး ဗော့စ်ကီးစ်မြို့က သူ့ရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့ အော်ဖီးဒီးယပ်စ်နဲ့လည်း ကြုံရင်ကြုံသလို နိုင်သူဦးစတမ်း တိုက်ခိုက်လေ့ရှိကြပါတယ်။ တစ်နေ့မှာတော့ ကိုရိုင်ရိုလိစ်မှာ နှစ်ဖက်စစ်တပ် တွေ့ဆုံတိုက်ခိုက်ကြရင်း ရန်သူတွေကို ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်နိုင်ခဲ့လို့ မားရှက်စ်က”ကော်ရီယိုလေးနက်စ်”ဆိုတဲ့ ဘွဲ့ထူးကို ရရှိခဲ့ပြီး ကောင်စစ်ဝန်အဖြစ် လျာထားခံခဲ့ရပါတယ်။ ကောင်စစ်ဝန်အဖြစ် အဆုံးသတ်ရွေးကောက်ခံရဖို့ဆိုရင် ပြည်သူလူထုရဲ့ ထောက်ခံမှုလိုအပ်တာမို့ ထောက်ခံမှုရဖို့ ကြိုးစားခဲ့ရာမှာ နှုတ်ချိုလျှိုတစ်ပါးမဟုတ်ဘဲ မာနကြီးသလို ဘွင်းဘွင်းပြောတတ်တဲ့ မားရှက်စ်တစ်ယောက် ပြည်သူနဲ့ ထိပ်တိုက်တွေ့ရာကနေ ကြမ်းကျွံရင်နှုတ်လို့ရသေး စကားကျွံရင်နှုတ်လို့မရဆိုသလို ဖြစ်ခဲ့ရပြီး အပြောမတတ်တဲ့လူကြမ်းကြီး မားရှက်စ်ကို ပြည်သူလူထုက ဝိုင်းဝန်းကန့်ကွက်ကာ နယ်နှင်ဒဏ်ပေးဖို့ တောင်းဆိုကြပါတော့တယ်။အသက်နဲ့ရင်းပြီး သူ့မြို့ကိုကာကွယ်ခဲ့ပေမဲ့ မမျှော်လင့်ထားတဲ့ရလာဒ်ကို ရရှိခဲ့တာမို့ ရောမကို အမုန်းကြီးမုန်းသွားတဲ့ မားရှက်စ်က သူ့ရဲ့ရန်သူတော် အော်ဖီးဒီးယပ်စ်ဆီသွားပြီး ခိုလှုံဖို့ကြိုးစားရင်းနဲ့ ရောမကိုလက်တုံ့ပြန်ဖို့ ကြိုးစားပါတော့တယ်။ သူနဲ့နှစ်ရှည်လများ ပြိုင်ဘက်ဖြစ်ခဲ့သူမို့ သူ့ရဲ့တောင်းဆိုမှုကို အော်ဖီးဒီးယပ်စ်တစ်ယောက် ယုံကြည်လက်ခံနိုင်ပါ့မလား.. သူကရော အော်ဖီးဒီးယပ်စ်နဲ့ပေါင်းပြီး သူ့ရည်ရွယ်ချက်အတိုင်း ရောမမြို့ကို သိမ်းပိုက်တိုက်ခိုက်နိုင်မှာလား.. ဒါမှမဟုတ် အော်ဖီးဒီးယပ်စ်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရပြီး အနိုင်အရှုံး အသက်လုဆုံးဖြတ်ရမလား (300 ဘုရင်နဲ့ ဗိုဒါမော့ဒ် ပြိုင် ဘယ်သူနိုင်မလဲ).. ဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ (ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ကတော့ Emily ပါ)File size…(1.9 GB)/(961 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:03:00Genre…Drama, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by EmilyYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAshraf BarhomBrian CoxDan TanaDragan MićanovićGerard ButlerJames NesbittJessica ChastainJohn KaniLubna AzabalMiodrag MilovanovNikki Amuka-BirdPaul JessonRalph FiennesSlavko ŠtimacVanessa Redgrave",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w16OOmLdX7sEWJ8gRwUr00yvjhp.jpg",
      "https://image.tmdb.org/t/p/w300/lbFdmGRqifJ5g6wVY5DS2TY8TMA.jpg",
      "https://image.tmdb.org/t/p/w300/6GMMyOJ5puueNGixQJOLaqa7fqb.jpg",
      "https://image.tmdb.org/t/p/w300/9yu7IFbLIcwlrQDMngfWTR5BG34.jpg",
      "https://image.tmdb.org/t/p/w300/jl4AOwQ6nxt8yXfVJvjHsKSaV7a.jpg",
      "https://image.tmdb.org/t/p/w300/yVd0YOdCChEfOu64o1o87FZbK8T.jpg",
      "https://image.tmdb.org/t/p/w300/twdA8AfHa8Giol2ExGJTsGhOsua.jpg",
      "https://image.tmdb.org/t/p/w300/ljlzX2gqg6IGPWUDLFlowBT0iio.jpg",
      "https://image.tmdb.org/t/p/w300/apzWUSgZhMF7RChl2TaeIeBh8sX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTcyMjAwMjA2N15BMl5BanBnXkFtZTcwOTI0MjA0Ng@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/coriolanus-2011-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fh88iapmexj9.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XO75/Coriolanus.2011.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/F38X0T5L#itr-WMCwddcxhVriWmK8YGQ7co1CDS2wRYtfIm_TWa8",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/coriolanus-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "961MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2gdemi4283l3.html",
        "server": "usersdrive.com",
        "size": "961MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3jJ0e/Coriolanus.2011.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "961MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0isD3aYB#AhPUnOw41Em9C8-xTVhUkU5aD2cUL6yEK03mZh34ZHQ",
        "server": "mega.nz",
        "size": "961MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/ht4rqj5ixagr",
        "server": "streamsb.com",
        "size": "961MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/atukz9f7hrcp",
        "server": "streamvid.io",
        "size": "961MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bsYrGIQnmxo",
      "video_url": "https://www.youtube.com/watch?v=bsYrGIQnmxo",
      "embed_url": "https://www.youtube.com/embed/bsYrGIQnmxo"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "178"
    },
    "title": "Light from Light(2019)",
    "description": "Light from Light(2019)(unicode)ပျောက်ဆုံးသွားတဲ့ ဒါမှမဟုတ် ​သေဆုံးသွားတဲ့ ကိုယ် ချစ်ရတဲ့သူ​တွေဟာ ကိုယိ့အနားမှာ အမြဲရှိ​နေတယ်လို့ ခံစားရဖူးပါသလား။မမြင်နိုင်​ပေမယ့် ​ဘေးနားမှာ သူတို့ သေချာ​ပေါက် ရှိမှန်းသိ​နေတာမျိုး​ရော ကြုံဖူးကြပါသလား။ရှီလာဟာ ငယ်ငယ်တည်းက နိမိတ်ပြတဲ့ အိပ်မက်မျိုး​တွေကို မက်​​လေ့ရှိသူပါ။Single motherတစ်​ယောက် ဖြစ်တဲ့ သူမဟာ သဘာ၀လွန်ဖြစ်ရပ်​တွေကို စုံစမ်း​ဖော်ထုတ်တဲ့သူတစ်​ယောက်လည်း ဖြစ်ပါတယ်။တစ်​နေ့မှာ​တော့ ရှီလာ ကို ဆက်သွယ်လာတဲ့သူတစ်​ယောက်ရှိလာပါတယ်။သူကဘယ်သူလဲ။ ဘာအကူအညီများ​တောင်းချင်လို့လဲ။ကူညီပြီး​တော့​ရော ဘယ်လိုအရာ​တွေ ​​တွေ့ကြုံကြရမလဲ။ရုတ်တရက်ကြည့်ရင် သရဲကားလို့ထင်ရ​ပေမယ့် သရဲကားမဟုတ်သလို ​အရမ်းကြီးလည်းကြောက်စရာလည်း မ​ကောင်းပါဘူး။DRAMAဘက်သွားတဲ့ ကားမျိုးလို့ပဲ ညွှန်းချင်ပါတယ်။တစ်​ယောက်တည်းရှိ​နေတဲ့အချိန် စိတ်သက်သက်သာသာနဲ့ ဒီကား​လေးကို ကြည့်လိုက်ပါ။ စိတ်ထဲ တခုခု​တော့ ကျန်​နေခဲ့မယ်လို့ အာမခံပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kပဲဖြစ်ပါတယ်….(zawgyi)ေပ်ာက္ဆုံးသြားတဲ့ ဒါမွမဟုတ္ ​ေသဆုံးသြားတဲ့ ကိုယ္ ခ်စ္ရတဲ့သူ​ေတြဟာ ကိုယိ့အနားမွာ အၿမဲရွိ​ေနတယ္လို႔ ခံစားရဖူးပါသလား။မျမင္ႏိုင္​ေပမယ့္ ​ေဘးနားမွာ သူတို႔ ေသခ်ာ​ေပါက္ ရွိမွန္းသိ​ေနတာမ်ိဳး​ေရာ ႀကဳံဖူးၾကပါသလား။ရွီလာဟာ ငယ္ငယ္တည္းက နိမိတ္ျပတဲ့ အိပ္မက္မ်ိဳး​ေတြကို မက္​​ေလ့ရွိသူပါ။Single motherတစ္​ေယာက္ ျဖစ္တဲ့ သူမဟာ သဘာ၀လြန္ျဖစ္ရပ္​ေတြကို စုံစမ္း​ေဖာ္ထုတ္တဲ့သူတစ္​ေယာက္လည္း ျဖစ္ပါတယ္။တစ္​ေန႔မွာ​ေတာ့ ရွီလာ ကို ဆက္သြယ္လာတဲ့သူတစ္​ေယာက္ရွိလာပါတယ္။သူကဘယ္သူလဲ။ ဘာအကူအညီမ်ား​ေတာင္းခ်င္လို႔လဲ။ကူညီၿပီး​ေတာ့​ေရာ ဘယ္လိုအရာ​ေတြ ​​ေတြ႕ႀကဳံၾကရမလဲ။႐ုတ္တရက္ၾကည့္ရင္ သရဲကားလို႔ထင္ရ​ေပမယ့္ သရဲကားမဟုတ္သလို ​အရမ္းႀကီးလည္းေၾကာက္စရာလည္း မ​ေကာင္းပါဘူး။DRAMAဘက္သြားတဲ့ ကားမ်ိဳးလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။တစ္​ေယာက္တည္းရွိ​ေနတဲ့အခ်ိန္ စိတ္သက္သက္သာသာနဲ႔ ဒီကား​ေလးကို ၾကည့္လိုက္ပါ။ စိတ္ထဲ တခုခု​ေတာ့ က်န္​ေနခဲ့မယ္လို႔ အာမခံပါတယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kပဲျဖစ္ပါတယ္….File Size : (850 MB) and (350 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:22:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  KEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric WilliamsMicah SteelePaul HarrillStarsAtheena FrizzellChristopher WardDavid CaleJim GaffiganJosh WigginsMarin IrelandMichael HamptonRhoda GriffisCastAtheena FrizzellChristopher WardDavid CaleJim GaffiganJosh WigginsMarin IrelandMichael HamptonRhoda Griffis",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h6d8q2b0fFEKwbl1OkB0X89pN2x.jpg",
      "https://image.tmdb.org/t/p/w300/6yCwkahkJRgdS59NTa7N9cnULPJ.jpg",
      "https://image.tmdb.org/t/p/w300/4r6ujnQmg3D9uFYu4Xidi3VAM1T.jpg",
      "https://image.tmdb.org/t/p/w300/khur18WBIJds4fC6iSCZtUup7W1.jpg",
      "https://image.tmdb.org/t/p/w300/aFQWtfRrPKVR70teXZPhiN4lW5L.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fu9BsfaUtQKojvryp7eoRLO8nv8.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/1LxM/Light_From_Light.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1LxN/Light_From_Light.2019.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://fastload.cc/8xs",
        "server": "fastload.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/8xr",
        "server": "fastload.cc",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/3xNd0/Light_From_Light.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3xNek/Light_From_Light.2019.360p.pp.mp4",
        "server": "megaup.net",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://yadi.sk/i/EUMr9m3pfoZ1Hw",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/0hHyARmmnidFrg",
        "server": "disk.yandex.com",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/hJg1RLrb#GNa7KMokcZvy18BDwvjoJCVLokndVW2u2_RhS2iVdNM",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/EcpjEYhZ#6iGp-NDHk3RnWFFfHzEuyM0musw9-poSXWaqbzQNVDc",
        "server": "mega.nz",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://1fichier.com/?izch8julq0v802wnfyeq",
        "server": "1fichier.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?7jg0n8smtlbpi4t3d0i3",
        "server": "1fichier.com",
        "size": "350MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/3DOlv",
        "server": "mirrorace.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/3DOld",
        "server": "mirrorace.com",
        "size": "350MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "4H4YteJo0JQ",
      "video_url": "https://www.youtube.com/watch?v=4H4YteJo0JQ",
      "embed_url": "https://www.youtube.com/embed/4H4YteJo0JQ"
    }
  },
  {
    "metadata": "N/A|2008|100 min|Drama,War",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "242"
    },
    "title": "Tombstone of the Fireflies",
    "description": "——– မငိုပါနဲ့ ဆဲဆုကို ———ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီးခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်” ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် “လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေးကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။…..အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ……ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို…....ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ….…ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့………...။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ၊ Tombstone of fireflies ဆိုပြီး အမည်နဲ့ ထွက်ရှိထားပါတယ်။၏ ဂျပန်ဘာသာစကားပြော ဂျပန်ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်။တစ်ကားလုံးကြာချိန် မိနစ် ၁၀၀ ရှိပါတယ်။ စာရေးဆရာ Akiyuki Nosaka ရေးသားထားတဲ့ Grave of the Firefiles ဝတ္တုကိုပြန်လည်အခြေပြုရိုက်ကူူးထားပါတယ်။စစ်အတွင်းနဲ့ စစ်ကြီး ပြီးတဲ့ အချိန် ကိုဘီမြို့ ကဖြစ်ရပ်မှန်ကို အခြေခံပြီး ဒီဝတ္တုကိုရေးသားခဲ့ပြီး ၁၉၆၇ ခုနှစ်မှာပထမဆုံးမဂ္ဂဇင်းတစ်ခုမှာရေးသားခဲ့ပြီး ၆၈ မှာစာအုပ်ထုတ်ခဲ့ပါတယ် ။သူက ဒီစာအုပ်နဲ့ Best Popular literature ဆုကိုရရှိခဲ့ပါတယ်။My drama list မှာ Rating 8.2 ၊ AsianWiki 93ရရှိထားပါတယ်။ ဒါရိုက်တာ Taro Hyugajiရိုက်ကူးဖန်တီးထားခဲ့ပြီး အဓီက သရုပ်ဆောင်တွေက ကလေးလေးနှစ်ယောက်ဖြစ်ပါတယ်။ဆဲအီတ နေရာကသရုပ်ဆောင်တဲ့ ၁၉၉၁ဖွားReo Yoshitake နဲ့ ဆဲဆုကို နေရာက သရုပ်ဆောင်တဲ့ ကလေးမလေးက၂၀၀၂ဖွား Rina hatakeyama တို့ပါပဲ။နှစ်ယောက်လုံးကအသက်ငယ်ပေမယ့် ရုပ်ရှင်တွေ ရုပ်သံဇာတ်လမ်းတွေတော်တော်များများမှာ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ အထူးသဖြင့် ကလေးမလေးက ပိုပြီးဇာတ်လမ်းတွဲတွေ ရုပ်ရှင်တွေ ရိုက်ရပါတယ်။ဒီရုပ်ရှင်က Akiyuki Nosaka ဝတ္တုရဲ့ ပထမဆုံးရုပ်ရှင်ကားတော့မဟုတ်ပါဘူး။ သူ့ရှေ့မှာ နှစ်ကားရိုက်ထားပါသေးတယ်။ ပထမဆုံး ဝတ္တုကိုရုပ်ရှင် အနေနဲ့ဖန်တီးခဲ့တာမှာ anime ကာတွန်းကားအနေနဲ့ ဝတ္တုထွက်ပြီး နှစ် ၂၀ အကြာ၁၉၈၈ မှာ ဖန်တီးခဲ့တာပါ။ Grave of the Fireflies anime ကားက အကောင်းဆုံး ဇာတ်ကားဆုတွေ ထိပ်တန်းဇာတ်ကားစာရင်းတွေဝင်ခဲ့ပြီး ၂၀၀၀ ခုနှစ်မှာroger Ebert ရဲ့အကောင်းနဲ့ လွှမ်းမိုးနိုင်မှု အရှိဆုံး ကားထဲကတစ်ကားအဖြစ် သတ်မှတ်ခြင်းခံခဲ့ရပါတယ်။ဒီကာတွန်းကားမှာ တော်တော်လေးပေါက်ခဲ့ပါတယ်။ ကာတွန်းကား က ကလေးတွေနဲ့ သာဆိုင်တယ်ဆိုတဲ့ စကားကို ချိုးဖျက်ပစ်ခဲ့ပါတယ်။ပုံမှန်ကာတွန်းကား ထက် အဓိပ္ပယ် တော်တော်လေးနက်ခဲ့ပါတယ်။ဒုတိယ ကားကတော့ ကာတွန်းကားမဟုတ်တော့ဘဲ live action အနေနဲ့ ပထဆုံးစပြီးရိုက်ကူးခဲ့ပြီး NTVကဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးတဲ့ နှစ်၆၀ ပြည့် အထိန်းအမှတ်အနေနဲ့ နိုဝင်ဘာ ၁ရက်၂၀၀၅ ခုနှစ်မှာ ဂျပန်စံတော်ချိန် ည ၉ နာရီမှာစပြီး ထုတ်လွင့်ခဲ့ပါတယ် ။ဒီကားမှာ အဓိကဇာတ်ဆောင်ကောင်လေးနဲ့ ကောင်မလေးက အသက်နည်းနည်းလေးကြီးနေကြပါတယ်။ သူကလဲ ကာတွန်းကားနဲ့မတူဘဲ သူဟန်သူပုံစံနဲ့ ချပြခဲ့ပါတယ်။ဒီကား ကိုခြုံပြောရရင် ကလေးမလေးနေရာမှာသရုပ်ဆောင်က နည်းနည်း သွက်သွက်လေးဖြစ်ပြီး ပိုပြီး ဇာတ်လမ်းကို ကြွအောင် သရုပ်ဆောင်ပါတယ်။တတိယမြောက်အခုကားကို ၂၀၀၈ခုနှစ်မှာ ပြသခဲ့ပြီး ဇာတ်လမ်းပုံစံ ၊သရုပ်ဆောင်၊ ဇာတ်ဝင်တေးက အစ တစ်ကားနဲ့တစ်ကားကွဲပြားကြပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းကျောရိုးတော့ တူတူပါပဲ။ဒီဇာတ်မှာ ဇာတ်လမ်းကို လေးလေးပင်ပင်ပုံစံဘက်ရိုက်ကူးထားပြီး အဓီကကလေးသရုပ်ဆောင်တွေဖြစ်တဲ့ ကလေးနှစ်ယောက်က အသက်ငယ်ငယ်လေးတွေသုံးထားပါတယ်။ကလေးမလေးကဒီကားမှာ ထုံထုံထိုင်းထိုင်းလေးသိပ်မမလှုပ်ပဲ နဲ့ အေးအေးစက်စက်လေးသရုပ်ဆောင်ထားပါတယ်။အရင်ကားတွေနဲ့မတူဘဲ ဆင်ဒရဲလားဇာတ်လိုမျိုး ဇာတ်ပိုနာအောင်ရိုက်ထားပါတယ်။ဒါပေမယ့် လဲ မြန်မာပြည်သိန်းတန်လို ပြောရရင်တစ်ချို့နေရာလေးတွေ မှာ သိပ်မရောက်ဘူးကွယ်၊ ဒီထက်ပိုလုပ်နိုင်ရင်ကောင်းမယ်၊အဖိအဖော့လေးတွေ နည်းနည်းထည့်လိုက်ရင်ကောင်းမယ်ပေါ့။ဒီဇာတ်လမ်းထဲက ရေတပ်ကပ္ပတိန် တာဝန်ထမ်းဆောင်နေတဲ့ မာယ စစ်သဘောင်္က ဒုတိယ ၏ကမ္ဘာစစ်အတွင်းမှာ တိုက်ပွဲတော်တော်များများမှာ ပါဝင်ခဲ့ပြီး ၁၉၉၄ အောက်တိုဘာလ Lyete ၏ပင်လယ်ကွေ့စစ်ဆင်ရေးမှာ အမေရိကန်ရေငုတ်သဘောင်္ တော်ပိုဒို ထိမှန်နှစ်မြုပ်ပြီး ကပ္ပတိန်အပါသဘောင်္သား ၄၇၉ ယောက် ပျောက်ဆုံးခဲ့ပါတယ်။…ကဲ ဒါကဇာတ်လမ်းသမိုင်းနောက်ခံတွေပါ…ဇာတ်လမ်းပိုင်းမှာ…….ဇာတ်လမ်းအမျိုးအသားက မျက်ရည်ချူမယ့် ကားမျိုးဖြစ်ပါတယ်။ ဇာတ်ကားတစ်ခုလုံး ကြည့်ရတဲ့ခံစားချက်က လေးပင်နေပါတယ်။ဒါပေမယ့် မျက်ရည်မကျပဲရင်ထဲ မှာခဲဆွဲထားသလိုအပြည့်ဖြစ်နေပြီးလေးလေးကြီးနဲ့ မငိုချင်တဲ့ခံစားချက်မျိုးပါ။ဒီကားမှာ အရင်ခေတ်က ဂျပန်တွေ ရဲ့ နေထိုင်မှု ပုံစံ နဲ့ ရိုးရာ ယဉ်ကျေးမှုအပြင် စစ်အတွင်းပြည်သူတွေ နေထိုင်မှု ဘဝပုံစံ နဲ့ နိုင်ငံအပေါ်ထားတဲ့ ဂျပန်ပြည်သူတွေရဲ့ စိတ်အနေအထားကိုပါတွေ့ရပါတယ်။အရင်တုန်းက ကျွန်တော် သိချင်နေတာတစ်ခုက တစ်ကမ္ဘာလုံးက ဖက်စစ်ဂျပန်ဆိုပြီး လူမိုက်လူဆိုးကြီးအနေနဲ့ မြင်နေကြတဲ့ ဂျပန်ပြည်အတွင်းက ပြည်သူတွေ ဘယ်လိုများနေကြါလိမ့် သူတို့ စိတ်ထားတွေ ကရေကျွန်တော်တို့ ပေါလိဝုတ် ကားတွေ မှာလိုထမိန် မြင်တာနဲ့ မုဒိန်းကျင့် ၊ တွေ့တဲ့ကွတတ လျောက်လာပြီး တွေ့သမျှလူကို ပိတ်ရိုက် အဲ့လိုကြီးမားလားလို့ ။ဒါကဟာသအနေနဲ့ပြောတာပါ။ဒီဇာတ်လမ်းထဲက သဘောကျမိတဲ့ ဇာတ်ဝင်ခန်းလေးတွေ တစ်ချိ့ မဟုတ်ဘူး(တော်တော်များများ)ကိုပြောပြသွားပါမယ်။ငိငိ…ဗုံးကြဲတဲ့အထဲ အိမ်ပါ သွားပြီး အဒေါ်အိပ်မှာသွားနေကြတဲ့ သိတက်စအရွှယ် နဲ့ မသိတက်သေးတဲ့ အရွှယ်ကလေးလေး နှစ် ယောက် စစ်ပွဲအတွင်း အသက်ရှင်နိုင်ဖို့ ရုန်းကန်နေထိုင် ကြပါတယ်။သိတဲ့အတိုင်း ဆွေမျိုးဆိုတာ အထုပ်ပါမှာလက်ခံတာဆိုတော့ မောင်နှမနှစ်ယောက်ကို မသိမသာတစ်မျိုး သိသိသာသာတစ်မျိုး ပညာပြပါတယ်။ကလေးမလေး ကသူ့အစ်ကို ကျိုပေးတဲ့ ဆန်ပြုတ်မကျက်တစ်ကျက်ကို သောက်ပြီး ညဘက် အိပ်မပျော် တော့ ငိုတော့ သူ့အဒေါ်ကအော်ပါလေရော…အစ်ကိုက သူညီမလေး အိပ်ပျော်အောင် ညီမလေးကို ကုန်းပိုးပြီး အပြင်ထွက် လာ ရင်းချော့သိပ်ရင်း”ဆဲဆုကို ကြည့်လိုက်စမ်း ပိုးစုန်းကြူးလေးတွေ ”လို့ပြောပြီး ကလေးမလေး သူ့အစ်ကို ကျောပေါ်အိပ်ပျော်နေပြီး ပိုစုန်းကြုးလေးတွေ ကို ငေးကြည့်နေတဲ့အခန်းက မောင်နှစ်မ သံယောဇဉ်အကို တွေရဲ့ ညီမအပေါ်ထားတဲ့ မေတ္တာကို နည်းနည်းလောက်တွေ့ရပြီး နှာခေါင်းထဲက လေကိုဖြည်းဖြည်းလေးထုတ်ပြီး လူကို နည်းနည်း၃ စက္ကန့်လောက် ပြုံးမိသွားပါတယ်။ဒီပြကွက်ကိုရီးယားတွေ ရိုက်မယ်ဆိုရင် လေကို့ဖြည်းဖြည်းခြင်းမဟုတ်ဘဲ ဟင်းက သက်ပြင်းကိုခေါင်းကနေ ခြေဖျားအထိ ချမိမယ်လို့တွေးမိပါတယ်။မောင်နှစ်မနှစ်ယောက် အဒေါ်အိပ်က နှင်ချခံရပြီးတောထဲက ဗုံးခိုကျင်းဟောင်းထဲမှာ သွားနေကြပြီး ရှိတဲ့ ပဲလေးပြုတ်ပြီး ညဘက်ထွက်လာတဲ့ပိုးစုန်းကြူးလေးကို သူတို့ ဂူလေးထဲ ဖမ်းသွားပြီးအထဲမှာ လွတ်ပေးလိုက်ပြီး ဆော့နေကြတဲ့ မောင်နှစ်မ နှစ်ယောက် လောကဓံ ခဏလောက်မေ့ပြီး သူတို့ ရဲ့ လူသူမရှိတဲ့ ကမ္ဘာလေးထဲမှာ ပျော်နေကြတဲ့ အခန်းက ဟိုလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ညဘက် ရပ်ကွက်ထဲ ပိုးစုန်းကြူတွေလျောက်ဖမ်းနေတဲ့ အချိန်ကို ခဏလောက်သတိရသွားမိတယ်။ ပျော်ရွှင်မှုဆိုတာထရံလေးဘက်ကာပြီး နေရတဲ့ သူနဲ့ သိန်း ၆ သောင်းတန်အိမ်မှာနေရတဲ့သူ မတူပေမယ့်နှစ်ယောက်လုံး သူနည်းသူ့ဟန်နဲ့ ခံစားနိုင်ကြပါတယ်။မောင်နှမနှစ်ယောက် မြက်ဖျာပေါ်မှာလှဲပြီး ဟိုအရင်က အဖေနဲ့ အမေ နဲ့ပျော်စရာကောင်းခဲ့တဲ့သူတို့ အချိန်လေးတွေ ကို သတိရပြီးအဲ့တုန်းက ဘယ်လိုစားခဲ့တာအရမ်းစားလို့ကောင်းတာဘာတွေ စားခဲ့ တာနင်ရောအခုဘာစားချင်လဲ ပြောနေကြပုံကကိုယ်ကလေးဘဝတုန်းက အကြောင်းလေးပြန်သတိရမိသွားတယ်။ လူတော်တော်များများမှာလဲအဲ့လို အချိန်မျိုး အမှတ်တရမျိုးလေးရှိတက်ကြပါတယ်။ရေစက်လေး တစ်တောက်တောက်မြေကြီးပေါ်ကို ကြတာ ကြည့်ရင်း မျက်လုံးထဲမှာ အစ်ကိုပြန်လာတာစောင့်နေတာလား၊ အမေကိုအရမ်းတွေ့ချင်နေတာလား၊ အရင်အချိန်တွေကို ပြန်သတိရနေတာလား၊ ဝမ်းနည်းနေတာလားမသဲကွဲတဲ့ မျက်လုံးလေးနဲ့ မြက်ဖျာလေးပေါ်မှာညိုညစ်ညစ် အဖြူရောင်အကျီ င်္ လေးနဲ့ ဘောင်းဘီရှည်လေးဝတ်ပြီး ဗိုက်လေးဖောင်းလိုက်ပိန်လိုက် နဲ့ ငေးကြည့်နေတာ ထမင်းတော်မစားနိုင်တော့ဘူး ရင်ထဲပြည့်သွားတယ်။မြေကျင်းလေးထဲကမြက်ဖျာလေးထဲမှာ မျက်နှာမှာညစ်ပေမနေတော့ဘဲ နှစ်နှစ်ခြိုက်ခြိုက်ကလေးမလေး ၊ဘေးမှာ သူအမြဲတမ်းကိုင်ထားနေတဲ့ အရုပ်လေးနဲ့ သကြားလုံးဗူးလေးနဲ့အိပ်ပျော်နေတဲ့ ကလေးမလေး။ နောက်ခံ တီးလုံးက တစ်လုံးခြင်းသံစဉ်တွေထုတ်လွှင့်နေတယ်။ဆဲဆုကို နင်ဘေးမှာ ပိုးစုန်းကြူးလေးတွေ အဖော်လုပ်ပေးနေပါတယ်။မြေကြီးအောက်မှာ အေးစက်နေပေမယ့် မေကြီးနဲ့တွေ့ရင် နင်နွေးသွားမှာမေကြီးနဲ့ တွေ့ရင် ကိုကြီးကို မမေ့နဲ့ နော်…………………….မောင်နှမ ရှိတဲ့ သူတွေ ကိုယ့်ညီမ အစ်ကိုကိုဒီကားနဲ့ သတိလေးရပြီး ကျေးဇူးတင်နိုင်ကြပါစေ။ဇာတ်ကားသုံးကားထဲမှာ ပိုသဘောကျမိတာကာတွန်း version ပါပဲ။ ဒီကားထဲမှာ ကလေးမလေးကိုတွေ့ရတာ သရုပ်ဆောင်တစ်ယောက်လိုမဟုတ်ဘဲ ကျွန်တော်တို့ ရပ်ကွက်ထဲမှာတွေ့နေကြ ကလေးမလေးလိုမျိုးဖြစ်နေတယ်။တစ်ချို့နေရာတွေမှာ ပြောင်းလဲလိုက်ရင်ဇာတ်လမ်းက မျက်ရည်ခွက်နဲ့ ခံရမဲ့ ဇာတ်ကားဖြစ်သွားမှာပါ။ဒီကားကို ကိုးရီးယားတွေ ရိုက်ရင် ကောင်းမှာပဲလို့ တောင်စဉ်းစားမိပါတယ်။ ဇာတ်ညွှန်းဆိုတာကိုသူများတွေတော့ ဘယ်လိုမြင်လဲမသိပေမယ့်ကျွန်တော်ကတော့ ရုပ်ရှင်ကြည့်ဖို့ လမ်းညွှန်လို့မြင်ပါတယ်၊ သူကဒီနေရာမှာ ဒီလိုပြောထားတယ် ဒီနေရာလေးမှာ ဘယ်လိုရှိမလဲ ဆိုတာကြည့့်ရတာ ကိုယ် အရင်မခံစားမိတဲ့ဇာတ်ကွက်က ပိုပြီး ခံစားလို့ရတယ်ပေါ့။ကျွန်တော် HLK ပါ။Qty – 720p DvD ripDuration – 1hr 54minGern – Drama/WarTranslator – Htet Lin KyawEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTaro HyugajiStarsHiromi ChinoJun EtôKazuki HagiwaraKeiko MatsuzakaReo YoshitakeRina HatakeyamaSeiko MatsudaCastHiromi ChinoJun EtôKazuki HagiwaraKeiko MatsuzakaReo YoshitakeRina HatakeyamaSeiko Matsuda",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aL34lOl8LIYne86HxVahUT1yYNt.jpg",
      "https://image.tmdb.org/t/p/w300/9zRTgZzTvllbtJ2d884bSNZIr6m.jpg",
      "https://image.tmdb.org/t/p/w300/51lTk6Bg5UsFOjxRZ34Fbb8u2Y1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub",
        "server": "VIP Links",
        "size": "715 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/tombstone-of-the-fireflies-hotaru-no-haka-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/ckvve933nv1k.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "8100"
    },
    "title": "Luther: The Fallen Sun (2023)",
    "description": "Luther: The Fallen Sun (2023)=======================Rotten Tomatoes 65%,IMDb Rating 6.7/10၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ နာမည်ကြီးမင်းသား Idris Elba ရဲ့စုံထောက်ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။  IdrisElba နဲ့အတူ အပြိုင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကတော့Andy Serkis ဖြစ်ပါတယ်။သူဟာလည်း The Lord of the RingTrilogy, Planet of the Apes, Black Panther ရုပ်ရှင်တွေမှာပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီး တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဟာဆိုရင် Luther ဟာ စုံထောက်တစ်ယောက်ဖြစ်ပါတယ်။ ကယ်လန်ဆိုတဲ့ လူငယ်လေးတစ်ယောက် ပျောက်သွားတဲ့အမှုအတွက် စုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ ဒါပေမယ့် ကယ်လန်ဟာ ပြန်ပေးဆွဲခံရရုံတင်မဟုတ်ခဲ့ဘဲ ကွင်းဆက် လူသတ်သမားတစ်ယောက်ရဲ့ သားကောင်ဖြစ်သွားခဲ့တာပါ။ ကွင်းဆက် လူသတ်သမားဟာLuther ရဲ့ နောက်ကြောင်းကိုပါ လိုက်လံစုံစမ်းပြီး Luther ကိုထောင်ကျအောင် လုပ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ Luther ဟာ ထောင်ကျသွားပေမယ့် ကွင်းဆက်လူသတ်သမားကိုလိုက်ရှာဖို့ အာသီသပြင်းထန်လွန်းနေခဲ့ပါတယ်။ အပြင်မှာ လွတ်နေတဲ့ကွင်းဆက်လူသတ်သမားဟာလည်း လွတ်လပ်စွာပဲ လူတွေကို သတ်နေခဲ့ပါတယ်။ မနေနိုင်တဲ့အဆုံး Luther လည်း ထောင်ဖောက်ပြေးပြီးတော့လူသတ်သမားကို ဖမ်းဆီးဖို့ လုပ်တော့တာပေါ့။ ဒါကြောင့် Luther ဟာရဲတွေလက်ကလည်းလွတ်အောင်ပြေးရင်း လူသတ်သမားကိုလည်း လိုက်ဖမ်းရင်းနဲ့လှုပ်ရှားနေတာပေါ့။ Luther ရယ်၊ ရဲတပ်ဖွဲ့ရယ်၊ ကွင်းဆက်လူသတ်သမားကြား ဉာဏ်ချင်းပြိုင်ကြရင်း စိန်ပြေးလိုက်တမ်းဆော့ကြပုံကို စိတ်ဝင်စားဖွယ် အလှည့်အပြောင်းတွေနဲ့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှ ရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size……….(790 MB) / (450 MB)Quality…………WEB-RIP 720p / 480PDuration………2Hrs 09MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Crime, Drama, MysteryTranslator…….CM TeamEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJamie PayneCastAlexander AndersonAmy TriggAndy ApolloAndy SerkisAsh PatelBianca BardoeBorislava StratievaCarl SpencerCharlotte WorkmanCynthia ErivoDan LiDermot CrowleyEdward HoggEinar KuuskGeorge JovanovicGrace Cookey-GamGuy WilliamsGwen Subuh-SymonsHattie MorahanHenry HerefordHugo NicolauIan StreetzIdris ElbaJames BamfordJess LiaudinLauryn AjufoLawrence RussellMartin SarrealNatasha PatelNicola AchilleasOrlando BrookePatrick MarcianoPaul CosterRoss WaitonSamantha PearlSusan Lawson-ReynoldsTara FitzgeraldTeodor TsolovThomas CoombesTom McCallVincent ReganWayne CaterYasmine Maya",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eN6R6mb3ntHwA3y3MhSwpP78ljN.jpg",
      "https://image.tmdb.org/t/p/w300/8EY0oGQhPK010ZabAHkObZ2q4Gj.jpg",
      "https://image.tmdb.org/t/p/w300/1IPBkPzTlf9O6SEu7UdRWnEmLpM.jpg",
      "https://image.tmdb.org/t/p/w300/euEGIZIgPyFdz7NW3p7THBxcPbZ.jpg",
      "https://image.tmdb.org/t/p/w300/sYuVOtgQkYBoqXTzw3MYWNXAHDt.jpg",
      "https://image.tmdb.org/t/p/w300/QVHmu17WdNTnCJZEFGwiJUIRL9.jpg",
      "https://image.tmdb.org/t/p/w300/tWxrcPnckmlknpgeDv8k3MrxVQ.jpg",
      "https://image.tmdb.org/t/p/w300/jjN3MBYA0YBupyPxHr0vGBf67pT.jpg",
      "https://image.tmdb.org/t/p/w300/6oxnVw91yzv9fYwGaz941Mwlwbv.jpg",
      "https://image.tmdb.org/t/p/w300/rXgWaMAnbrMPpwbFL34SONpDvm2.jpg",
      "https://image.tmdb.org/t/p/w300/n84X9rMYDWtiaEF6fgFdtOS8Zd2.jpg",
      "https://image.tmdb.org/t/p/w300/4Bq0vGN652NQ4xpxs9tbRN4egXX.jpg",
      "https://image.tmdb.org/t/p/w300/1sSLmWHKIwvZklK7obnbeWEdxzp.jpg",
      "https://image.tmdb.org/t/p/w300/v1mmzRkWQLAnylh7ijEEOHfbr1s.jpg",
      "https://image.tmdb.org/t/p/w300/ixxLtR3IlPyU8Jxq0p7R3B5luxp.jpg",
      "https://image.tmdb.org/t/p/w300/brVPxU3x6twSEz8NmKxwdtqJ3ZT.jpg",
      "https://image.tmdb.org/t/p/w300/15vWgtNqqrnb9rc65IhlQWJi8aW.jpg",
      "https://image.tmdb.org/t/p/w300/sAm76xsnM2oKb3YZd0E7W1CaUBd.jpg",
      "https://image.tmdb.org/t/p/w300/dnTGxvMsf7Nurtw8DzI5TZHIGeb.jpg",
      "https://image.tmdb.org/t/p/w300/6Nenp2X5XouuOcrYKVbKiBrCh0K.jpg",
      "https://image.tmdb.org/t/p/w300/dvunopKXXsrwDzhf9OI6r1uqJ09.jpg",
      "https://image.tmdb.org/t/p/w300/56oaPXhxxyqBW4Xt5DIOQBO4Lhr.jpg",
      "https://image.tmdb.org/t/p/w300/di0WBde2MFCTnJM54DYmo6QYC8V.jpg",
      "https://image.tmdb.org/t/p/w300/6GG0wTIc739yFyIN3OxQgHbHFvf.jpg",
      "https://image.tmdb.org/t/p/w300/cmbrzu5msQIqsDojmNXGd2sxbEP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTQwMWFhYWMtZmE0OS00MmMxLWE3NzAtYjU1NzIyZjdmODNhXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SLkh/Luther.The.Fallen.Sun.2023.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/tgprmpq015hw.html",
        "server": "streamsb.com",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/s750iCyI#BjA-X-H6kMr-593tlX_XC7v9yYwOXA1SOWi-z9SqAjs",
        "server": "mega.nz",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/gauzj8fmrwfr.html",
        "server": "usersdrive.com",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/9660mcld554b",
        "server": "streamvid.io",
        "size": "1.88 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SLbe/Luther.The.Fallen.Sun.2023.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/h7r2ffikag9t.html",
        "server": "streamsb.com",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Xz4VlBaa#LEzwPj2a548mPReiPfckbhRIxbqSAfAsI1xpvTOqRK4",
        "server": "mega.nz",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/bsdu8wogclrs.html",
        "server": "usersdrive.com",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/kpj7bq29eabw",
        "server": "streamvid.io",
        "size": "790 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/luther-the-fallen-sun-2023-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1SLbo/Luther.The.Fallen.Sun.2023.480p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/ys6io63p261p.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/b6ZS1YzI#V7IzgCq9lndcxazzr9Iw903W87ZFRGIRXPw1mMnHw2k",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/zl6rz9kzq96x.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/im9ehbbwzuyl",
        "server": "streamvid.io",
        "size": "450 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "EGK5qtXuc1Q",
      "video_url": "https://www.youtube.com/watch?v=EGK5qtXuc1Q",
      "embed_url": "https://www.youtube.com/embed/EGK5qtXuc1Q"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Love Life (2022)",
    "description": "ဒီဇာတ်ကားကတော့ ဂျပန်နဲ့ ပြင်သစ် ပူးပေါင်းရိုက်ကူးထားတဲ့ ၂နာရီကျော်ကြာမြင့်တဲ့ရုပ်ရှင်တစ်ကားဖြစ်ပြီး ဒါရိုက်တာ Koji Fukadaက ရိုက်ကူးထားတာဖြစ်ပါတယ်။Love lifeလို့အမည်ရတဲ့ ၁၉၉၁မှာထွက်ရှိခဲ့တဲ့ ဂျပန်သီချင်းကို ဇာတ်လမ်းကျောရိုးအဖြစ် ပုံဖော်ထားတာဖြစ်​ပြီး အဓိကကတော့ “တအဲကို”နဲ့ “ဂျိရို”ရဲ့ အချစ် နဲ့ ဘဝအကြောင်း ဖြစ်ပါတယ်။ 79th Venice International Film Festivalမှာ ပွဲဦးထွက်ပြသခဲ့တာဖြစ်ပြီးတော့ Hochi Film awardအတွက် nominationတွေလည်း ဝင်ခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။လူတွေရဲ့ ဘဝထဲမှာ ဘယ်တုန်းကမှ ရောက်မလာခဲ့သင့်တဲ့သူဆိုတာကို တစ်ကွေ့မှာတော့ ကြုံရလေ့ ရှိပါတယ်။ “တအဲကို”ဆိုတဲ့ အမျိုးသမီးရဲ့ ယောက်ျားဖြစ်သူက “ဂျိရို”လို့ခေါ်ပြီး သူတို့မှာ သားလေးတစ်ယောက်လည်း ရှိပါတယ်။ သားဖြစ်သူ “ခေးတ”က တအဲကိုရဲ့ အရင်ယောက်ျားနဲ့ရခဲ့တဲ့ကလေး ဖြစ်ပေမဲ့ ယောက်ျားဖြစ်သူက သားအရင်းလိုချစ်ပြီး ပျော်စရာကောင်းတဲ့ မိသားစုလေးဖြစ်ခဲ့ပါတယ်။တအဲကိုက တစ်ခုလပ်ဖြစ်ခဲ့တာမို့ ယောက်ျားရဲ့မိဘတွေက သဘောမတူခဲ့ပါဘူး။ တစ်နေ့မှာတော့ ယောက္ခထီးဖြစ်သူရဲ့မွေးနေ့ကို သူတို့အိမ်မှာလုပ်ပေးရင်း သီချင်းတွေအကျယ်ကြီးဆိုနေခဲ့ကြရာက ကလေးဖြစ်သူ ရေချိုးကန်ထဲပြုတ်ကျသွားတာကို မသိလိုက်ကြပါဘူး။ ဒီလိုနဲ့ သားဖြစ်သူလည်း ရေနစ်ဆုံးပါးသွားပြီး ဈာပနအခမ်းအနားပြုလုပ်နေတုန်း ယောက်ျားဟောင်းဖြစ်သူ ဘတ်ရှင်းဂျီက ပြန်ရောက်လာခဲ့ပါတယ်။ဘတ်ရှင်းဂျီက ဆွံ့အနားမကြားတစ်ယောက်ဖြစ်ပြီး တအဲကိုတို့သားအမိကို ထားခဲ့ကာ ထွက်ပြေးသွားခဲ့တဲ့သူလည်းဖြစ်ပါတယ်။ ခု ပြန်တွေ့ချိန်မှာလည်း သူဟာ ဘေးလူရဲ့ အကူအညီလိုအပ်သူဖြစ်တာမို့ “ဂျိရို”ကလည်း သူ့ကိုကူညီပေးဖို့ တအဲကို ကို ပြောလာပါတယ်။ နားလည်မှု အတော်လေးရှိတယ်လို့ထင်ရတဲ့ သူတို့အိမ်ထောင်ရေးနဲ့ အရင်လူတွေပြန်လာတဲ့အချိန်မှာ ဘယ်လိုမျိုး ပြောင်းလဲနိုင်မလဲ။ အိမ်ထောင်ရေးနဲ့ လူနှစ်ဦးကြားက တချို့သောကိစ္စတွေဟာ ကန့်သတ်ချက်တွေမပါဘဲ ကာယကံရှင် နှစ်ယောက်ရဲ့ လက်ခံနားလည်မှုတွေနဲ့ပဲ တည်ဆောက်ရှေ့ဆက်သွားတာကို တအဲကိုနဲ့ဂျိရိုရဲ့ အချစ်နဲ့ဘဝအကြောင်းထဲမှာ ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။File size…(2 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:03:00Genre…DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ingyin SanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkari FukunagaAtom SunadaFumino KimuraHirona YamazakiKento NagayamaMisuzu KannoMorisaki WinNatsume MitoTetta ShimadaTomorowo TaguchiYoshiki Urayama",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jabZjTUhuJuE2XjpssijrwLiRLy.jpg",
      "https://image.tmdb.org/t/p/w300/jVHmwUweZ4aKJAQNwCni5otLCcK.jpg",
      "https://image.tmdb.org/t/p/w300/1N5ePqLCsgIeugewVg5CrBiW2M9.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMjFmYjQxNTAtNDJkMC00NWM1LThlZjYtOTFmYjJiMGQ1NGFkXkEyXkFqcGdeQXVyMjQ0NzcxNjM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/love-life-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1080p",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oniso543qryq.html",
        "server": "usersdrive.com",
        "size": "1080p",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j0s1/Love.Life.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1080p",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/l61SUbqL#0y3WtFnsapv7KYKHPTthN-YiupLP-vtba658Z2Rp8ao",
        "server": "mega.nz",
        "size": "1080p",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/love-life-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7p4866fcz4gg.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1j0pj/Love.Life.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/E3lAjBjS#fBDNE-MKN3WYYIAlC22S2DuZYtWKTRdFuhquPz-oEq0",
        "server": "mega.nz",
        "size": "720p",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/xrt1chx3699x",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "F43IxG6xSsA",
      "video_url": "https://www.youtube.com/watch?v=F43IxG6xSsA",
      "embed_url": "https://www.youtube.com/embed/F43IxG6xSsA"
    }
  },
  {
    "metadata": "PG|2013|1h 40m|Biography,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "32000"
    },
    "title": "Belle (2013)",
    "description": "Belle (2013)~ IMDb – 7.3/10, RT – 85%, Meta – 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ စတေးပြီးတော့ အသက်အာမခံ လျော်ကြေးတောင်းတဲ့အမှုကို ဦးရီးတော် တရားသူကြီးချုပ်က ကိုင်တွယ်ရတယ်။ ကျွန်တွေအပေါ် ဇုန်းသင်္ဘောရဲ့ ရက်စက်ယုတ်မာမှုတွေကို သိလိုက်ရတဲ့ ဘဲလ်ဟာ တရားမျှတမှု ပေါ်ပေါက်ရေးအတွက် တက်ကြွလှုပ်ရှားသူ လူငယ်လေး ဒဗီးနီးယားကို ကူညီပေးရင်း ချစ်မိသွားပါတယ်။ဒါပေမဲ့ မျိုးရိုးအဆင့်အတန်းမြင့်တဲ့သူနဲ့ပဲ လက်ထပ်စေချင်တဲ့ မိသားစုကြောင့် ဘဲလ်ဟာ လူဖြူ မျိုးရိုးနိမ့်လေး ဒဗီးနီးယားအပေါ် ချစ်စိတ်တွေဖုံးကွယ်ထားရတယ်။ ဒါ့အပြင် လူမည်းကျွန်တွေ တရားမျှတမှုရရှိရေးအတွက် ဦးရီးတော်အရင်းနဲ့လဲ ရင်ဆိုင်ဆန့်ကျင်နေရတယ်။ ဒီလို Conflict တွေကြားထဲမှာ ဘဲလ်တစ်ယောက် ဘာကို ဘယ်လို ရွေးချယ်သွားမလဲ… သူချစ်ရတဲ့သူအပြင် လူမည်းတွေအတွက်လည်း သူလိုချင်တဲ့ တရားမျှတမှုကိုရော ရရှိနိုင်ပါ့မလား… ဆိုတာ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါဦး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnyun Yadanar Myintmo Htunမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1GB, 450MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 40MinGenre – Biography, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byHnyun Yadanar Myintmo HtunEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAmma AsanteStarsAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom WilkinsonCastAlan McKennaAlex JenningsAndrew WoodallBethany Mary-JamesCara JenkinsDaniel WildeEmily WatsonGugu Mbatha-RawJames NorthcoteJames NortonLauren Julien-BoxMatthew GoodeMiranda RichardsonNatasha WilliamsPenelope WiltonSam ReidSarah GadonTom FeltonTom Wilkinson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bwMxFhvGXUBWjWK64lnWJ9VUhCY.jpg",
      "https://image.tmdb.org/t/p/w300/frka1FC0Q4nxGzk7mPK0rkZ4MKX.jpg",
      "https://image.tmdb.org/t/p/w300/lgW8td0pAmpTGFhicx0D582c51K.jpg",
      "https://image.tmdb.org/t/p/w300/iuQ9fGQTd1yPpq5ADpSHbPgSgjo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zPM4/(CM)_Belle_(2013)_1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5O8gDCAB#eqPopkGBb5w-4WTsebqRUZ1nHOdCkaiSdC9_Yg5Sw_k",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tsps4sr2w80w.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-belle-2013-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TSjj/(CM)_Belle_(2013)_720p.mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cLkDkZhS#KkA8hIuE2HtW4RCX-8urEBEf41_n_6FbIXtJqhZD3dY",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/1xw4chfc832p.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/9nkiku2ra1o9.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/13j538nuk0kd",
        "server": "streamvid.io",
        "size": "450MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bTz5VjBscGk",
      "video_url": "https://www.youtube.com/watch?v=bTz5VjBscGk",
      "embed_url": "https://www.youtube.com/embed/bTz5VjBscGk"
    }
  },
  {
    "metadata": "not rated|2023|2h 23m|Action,Bollywood,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "9.7k"
    },
    "title": "Kranti(2023)",
    "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ “Kranti”ဆိုတဲ့အက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့ရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကိုတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကိုတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့ကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​ပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်အစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရောသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလားဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်“ကရန်တီ”က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်သူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလားပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလားစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…3.26GB / 1.47GBQuality…1080p HEVC /720pFormat…mp4Duration….2h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpLYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorV. HarikrishnaStarsDarshan ThoogudeepaRachita RamV. RavichandranCastDarshan ThoogudeepaRachita RamV. Ravichandran",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVuWPPISGaeCOkyroxRLqemnfG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-1080-p-hevc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/va89ij1kbttn.html",
        "server": "usersdrive.com",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1kvucvzvajyy",
        "server": "streamvid.io",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Spdj/Kranti_(2023)_TRUE_WEB-DL_-_1080p_-_HEVC(CM).mp4",
        "server": "megaup.net",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Ie5TFboY#OeXSkJsmhWEaLGxeRSc5UGFglty4yG21LdrDK8te8cg",
        "server": "mega.nz",
        "size": "3.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kranti-2023-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dnhxvm20fxfr.html",
        "server": "usersdrive.com",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dwi4gspgp1ff",
        "server": "streamvid.io",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.47GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IWYGTQKZ#vM4sFztp6inI-rHlrM9ViUUAxZNPfgHBfwZ2a8Edy-Q",
        "server": "mega.nz",
        "size": "1.47GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,History,Thriller",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "The Tragedy of Macbeth (2021)",
    "description": "မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန် အကောင်းဆုံး အမျိုးသားဇာတ်ဆောင်ဆု ရယ်အကောင်းဆုံး Cinematography ဆုအကောင်းဆုံး Production Design ဆုအော်စကာသုံးဆု ဆန်ကာတင်ဝင်နေတဲ့ ရုပ်ရှင်ကြီးတစ်ခုကို တင်ဆက်ပေးထားပါတယ်။ ရှိတ်စပီးယားရဲ့ ကမ္ဘာကျော် ပြဇာတ်ကြီးကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ရုပ်ရှင်ထဲမှာ မူရင်း ပြဇာတ်စကားတွေကို အသုံးပြုထားတာမို့ တိုက်ရိုက်ဘာသာပြန်ရင် အတော်ကို ဖတ်ရပြန်ရ ခက်ခဲတာမို့ စကားပြေအနေနဲ့ ဘာသာပြန်ပေးထားပါတယ်။ အကုန်လုံးမှန်မယ်လို့တော့ သေချာမပြောရဲပါဘူး။ ဒီပြဇာတ်ထဲက စာသားတွေကို ရုပ်ရှင်တွေ စာအုပ်တွေ အများကြီးမှာ ပြန်လည်ကိုးကားအသုံးပြုထားကြပါတယ်။ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာတွေလည်းအများကြီးပါပဲ။ဥပမာ V for Vendetta ရုပ်ရှင်မှာဆို I dare do all that may become a man; Who dares do more is none (ယောကျာ်းကောင်းတစ်ယောက်လုပ်ဝံ့တဲ့အရာအားလုံး ငါလုပ်ဝံ့တယ်၊ မလုပ်သင့်တာကို လုပ်ရဲတဲ့သူဟာ ယောကျာ်းကောင်းမဟုတ်ဘူး) ဆိုပြီး သုံးခဲ့တာမျိုး၊ Harry Potter မှာ “Double, double, toil and trouble, something wicked this way comes” ဆိုတဲ့ ဂါထာကို ပြန်သုံးတာမျိုး၊ Beauty and The Beast ထဲမှာ “screw their courage in the sticking place.” ဆိုတာမျိုး၊ Birdman ရုပ်ရှင်ထဲမှာပြောသွားတဲ့ “Tomorrow and tomorrow and tomorrow” ဆိုတာမျိုး စသဖြင့် အများကြီးပါပဲ။ စကားလုံးလှပမှုတွေအပြင် ဇာတ်လမ်းကလည်း စံတင်လောက်အောင် ရသမြောက်ပါတယ်။ပြဇာတ်စာသားအားလုံးမပါဘဲ ချုံ့ထားတာမို့ စိတ်ဝင်စားရင်တော့ ပြဇာတ်မူရင်းကို ရှာဖတ်ကြည့်လိုက်ပါ။ ဒီရုပ်ရှင်ထက် ပိုလှတာတွေ့ပါလိမ်မယ်။ဇာတ်လမ်းအကျဉ်းစကော့တလန်နိုင်ငံရဲ့ ဂလမ်းစ်နယ်စား မက်က်ဘက်သ်ဟာ အင်အားကြီးလှတဲ့ ရန်သူတွေကို ရဲရဲရင့်ရင့်အနိုင်ယူခဲ့ပြီး သူ့မိတ်ဆွေဘန်ကိုနဲ့အတူ အပြန်လမ်းမှာ စုန်းမသုံးယောက်နဲ့ တွေ့ခဲ့ပါတယ်။ စုန်းမတွေက မက်က်ဘက်သ်ကို ဂလမ်းနယ်စားရာထူးအပြင် ကော်ဒေါ်နယ်စားရာထူးကိုပါ ရရုံမက ဘုရင်ဖြစ်လာလိမ့်မယ့်လို့ ဟောပြောသွားခဲ့တယ်။ သူ့သူငယ်ချင်း ဘန်ကိုကိုတော့ ဘုရင်မဖြစ်နိုင်ပေမဲ့ ဘန်ကိုရဲ့သားသမီးတွေဟာ ဘုရင်ဖြစ်လာလိမ့်မယ်လို ဟောပြောခဲ့ပါတယ်။ ဒီဟောကိန်းကြောင့် မက်က်ဘက်သ်တစ်ယောက်စိတ်ရိုင်းတွေဝင်လာပြီး မလုပ်သင့်တာတွေကို လုပ်မိလာပါတော့တယ်။ ရှိတ်စပီးယားရဲ့စကားအတိုင်း Bad deeds force you to commit more bad deeds (ဒုစရိုက်လုပ်ရပ်တွေဟာ နောက်ထပ်ဒုစရိုက်လုပ်ရပ်တွေ ထပ်လုပ်မိစေတယ်) ဆိုသလို မက်က်ဘက်သ်တစ်ယောက် မိုက်တွင်းအနက်ကြီး နက်လာတဲ့အခါ….File size…(2 GB)/(1 GB)/(600 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:45:00Genre…Drama, History, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex HassellBertie CarvelBrendan GleesonBrian ThompsonCorey HawkinsDenzel WashingtonEdward HeadingtonEthan HutchisonFrances McDormandHarry MellingJacob McCarthyJames UdomJefferson MaysKathryn HunterKayden Alexander KoshelevLedger FullerLucas BarkerMadison RandolphMatt HelmMax BakerMiles AndersonMoses IngramNancy DalyOlivia WashingtonPeter JanovPhil DiGennaroRalph InesonRichard ShortRobert GilbertScott SubionoSean Patrick ThomasStephen RootSusan James BergerT.K. WeaverTim OakesWayne T. Carr",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/x1d11fjOMGcAsi0ehxJ7l7u7HS2.jpg",
      "https://image.tmdb.org/t/p/w300/lMjY6kMBOHhloz2Ul16fLJn8xuw.jpg",
      "https://image.tmdb.org/t/p/w300/1Hu0ykaRif8Qy3KwswWVrUTtS1q.jpg",
      "https://image.tmdb.org/t/p/w300/3HW2zLZz6jFWJLF3FOh01cwxinj.jpg",
      "https://image.tmdb.org/t/p/w300/7CkspL1h98JiqGWKHYdvs88FJSE.jpg",
      "https://image.tmdb.org/t/p/w300/vi5gyubNPhDF7f4HeJvvjZBJzJA.jpg",
      "https://image.tmdb.org/t/p/w300/46Vy1O7Ql9bxWcknT8HuToqBdwZ.jpg",
      "https://image.tmdb.org/t/p/w300/1jXYabyFb36J3HMNJwXlq7Q9OHI.jpg",
      "https://image.tmdb.org/t/p/w300/4jGlRLwqiIDQ247IJQKVvhs9I3b.jpg",
      "https://image.tmdb.org/t/p/w300/LwgcpbdsgKeDg3WlaanXGXPBit.jpg",
      "https://image.tmdb.org/t/p/w300/9q65QSPFHmYSXxBj9SjPxrAjUJk.jpg",
      "https://image.tmdb.org/t/p/w300/j4cUsH2k7XOaF584EAExDEMKFIF.jpg",
      "https://image.tmdb.org/t/p/w300/1hCzof5eidZF9AldMmlqxMwHFFS.jpg",
      "https://image.tmdb.org/t/p/w300/djgB3FIaJbPhUtsA2MFhQ4mjT7F.jpg",
      "https://image.tmdb.org/t/p/w300/q4EN3R1kWafQ71fJBf3ebjmV5nk.jpg",
      "https://image.tmdb.org/t/p/w300/vF2XrotikCIFmPr34nuYdLrbB5g.jpg",
      "https://image.tmdb.org/t/p/w300/aA2ndZKxbEnM2C6PEeg1p3WwPwS.jpg",
      "https://image.tmdb.org/t/p/w300/jdLrVh179JWOTse8WqCBeGMIozt.jpg",
      "https://image.tmdb.org/t/p/w300/iT3CPlvatdGuRYNaHN4E52CRXTF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/trrrrr.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tragedy-of-macbeth-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-tragedy-of-macbeth-2021-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/12kkh/The_Tragedy_of_Macbeth_2021_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/12kkg/The_Tragedy_of_Macbeth_2021_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12kki/The_Tragedy_of_Macbeth_2021_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Izx0wBjY#t9Sr1n9QysJ6N55TLuriiL2S8C3H5BqZqKl31EGvEDg",
        "server": "mega.nz",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4j42BRIL#BGlyoykdK7TEBpcEGgqY-rJ1XmPcjIMAyZbiKu0tgv4",
        "server": "mega.nz",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/RnwiQZ6Q#w2IPd7l39lLgfQF3uSK2K_LxwhF8tCuNxJD4NojywEk",
        "server": "mega.nz",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/yooyuxzu7wip.html",
        "server": "usersdrive.com",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1syuqsf9d6bt.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qo0o4y8vkz4m.html",
        "server": "usersdrive.com",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://viewsb.com/vgdcohdahi0t.html",
        "server": "streamsb.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/rmth9ngrs8jp.html",
        "server": "streamsb.com",
        "size": "600 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "HM3hsVrBMA4",
      "video_url": "https://www.youtube.com/watch?v=HM3hsVrBMA4",
      "embed_url": "https://www.youtube.com/embed/HM3hsVrBMA4"
    }
  },
  {
    "metadata": "||1hr 12min|Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "663"
    },
    "title": "Yunxi: Poison Valley Bride (2019)",
    "description": "အဆိပ်တောင်ကြားမှသတို့သမီးအဆိပ်မျိုးနွယ်စုရဲ့ မြင့်မြတ်တဲ့ပစ္စည်းဖြစ်တဲ့ နှစ်ထောင်ချီ ကုမုဒြာကြာပန်းက သရဲတောင်ကြားမှာပေါ်ထွက်လာခဲ့ပါတယ် ။ကုမုဒြာကြာပန်းက အဆိပ်ထောင်ချီ‌ဖြေပေးနိုင်တဲ့စွမ်းရည်ရှိတဲ့အပြင်ကိုမအိုဘဲ လှပတဲ့ရုပ်ရည်ကိုထိန်းသိမ်းပေးပြီးအသက်လည်းရှည်စေနိုင်တယ် ။အဲလို့ မြင့်မြတ်တဲ့ပစ္စည်းကိုရဖို့အတွက် နိုင်ငံနေရာအနှံ့အပြားက သူရဲကောင်းတွေကသရဲတောင်ကြားကိုလာရောက်ယှဉ်ပြိုင်ပြီး အလုအယက်ဝယ်ယူကြတော့တာပေါ့ ။ကြာပန်းကိုပြသတဲ့ညမှာပဲ ရုပ်ဆိုးဆိုးအဘွားအိုတစ်ယောက်ရောက်လာပြီးအဲ့ဈေးတန်းမှာရှိနေကြတဲ့ လူတွေအကုန်လုံးနဲ့တိုက်ခိုက်ကြတော့တယ် ။ထိုအဘွားအိုထွက်သွားပြီးတဲ့နောက်အိမ်ရှေ့စံရဲ့ညီတော် ထန်စုန့်ကလည်းအဲ့နေရာကနေ အသက်လုပြီးပြေးလာခဲ့တယ် ။ဒါပေမဲ့ သူ့မှာအဆိပ်ကမိလာခဲ့ပြီးပါပြီ။ကံကောင်းထောက်မစွာနဲ့ အိမ်ရှေ့စံရဲ့အိမ်တော်မှာ မိဖုရားခေါင်ကြီးကချီးမြှင့်ထားတဲ့မင်္ဂလာပွဲကြောင့်ရောက်ရှိနေတဲ့အဆိပ်မျိုးနွယ်ရဲ့ပါရမီရှင် ဟန်ယွင်ရှီးကရောက်ရှိနေတာကြောင့် ထန်စုန့်ရဲ့အဆိပ်ကိုဖြေနိုင်လိုက်တယ် ။နောက်တော့ ထန်စုန့်ရဲ့သတင်းစကားအရ သရဲတောင်ကြားသခင်နဲ့သရဲတောင်ကြားရဲ့ မူမမှန်ဖြစ်မှု့တွေ ၊ မသင်္ကာစရာတွေကို ရှာဖွေဖို့အတွက်သရဲတောင်ကြားဆီ သုံးယောက်သားခရီးနှင်ခဲ့ပါတော့တယ် ။သရဲတောင်ကြားမှာဘာတွေကြုံတွေ့ရမလဲ ၊ ဘယ်လိုအခက်အခဲတွေက သူတို့ကိုစောင့်ကြိုနေမလဲ ?မိဖုရားခေါင်ကြီးကြောင့်လက်ထပ်လိုက်ရပြီး မချစ်ခင်ကြတဲ့ အိမ်ရှေ့စံနဲ့ဟန်ယွင်ရှီးကရော ဒီခရီးမှာဘယ်လိုချစ်ကြိုက်သွားကြမလဲဆိုတာကိုရင်တမမနဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါအုံး ပရိတ်သတ်ကြီး ~Quality – WEB DL 1080p,720pFormat – mp4Genres – DramaRuntime – 1 hr 12 minSubtitle – Myanmar Subtitile (Hardsub)Translated by CM TeamReviewed by K Thwe PhyoEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCheng Mu XuanHu HonghongJiang PengLi Ping'anLiu ZeyuWang GuohuaYu Xuan HonghaoZhang DiCastCheng Mu XuanHu HonghongJiang PengLi Ping'anLiu ZeyuWang GuohuaYu Xuan HonghaoZhang Di",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ouOFj89LGWnpPdISUjUl1M5j4eA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zRIGCwUUSoR43t9Xh57GCkHliPi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/poison-valley-bride-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0um73y3zpe3d.html",
        "server": "usersdrive.com",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/ti6vu6zm94bt",
        "server": "streamsb.com",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3iS0k/Poison_Valley_Bride_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/dyejz21h5a6r",
        "server": "streamvid.io",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xqN0hJYJ#yD-o3KxowNd7S8D7Izs97SmwhTy4t23wQOPrek2cIAE",
        "server": "mega.nz",
        "size": "0.98GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/poison-valley-bride-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "543MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/45l5cfu94eki.html",
        "server": "usersdrive.com",
        "size": "543MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Jjl0Xa4I#cDopVWw1cXg9zFu1bHdVb8R7Mfth2zUtCzcmweioPvQ",
        "server": "mega.nz",
        "size": "543MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2008|109 min|Drama,Sport",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "276,306"
    },
    "title": "The Wrestler(2008)",
    "description": "The Wrestler(2008)IMDb…7.9,,,,,Rotten….98%ခင္ဗ်ားတို႔ ကြ်န္ေတာ္တို႔အားလုံး WWE channel က ျပသတဲ့smack down ပြဲေတြကို ၾကည့္ဘူးၾကမွာပါ….ေျပာရရင္ ႀကဳိတင္ျပဆင္ထားတဲ့အစီအစဥ္တစ္ခုကုိ လာႀကည့္တဲ့ပရိတ္သေတြကုိ ရသအျပည့္အ၀ေပးႏုိင္မယ့္ သတ္ပုတ္မႈမ်ဳိးေတြကုိ  ခ်ျပရပါတယ္…ႀကဳိတင္ျပင္ဆင္ထားတဲ့အစီအစဥ္ဆုိေပမယ့္ ထုိးသတ္တဲ့ေနရာမွာ ပရိတ္သတ္ေထာင္ေပါင္းမ်ားစြာေသာမ်က္လုံးေတြ႕ေရွ႕ေမွာက္မွာေတာ့ တကယ့္ပ်င္းထန္တဲ့ရုိက္ခ်က္ေတြနဲ႕ သတ္ပုတ္ျပရပါတယ္..ဒါ့ေၾကာင့္လည္း ဒီၿပဳိင္ပြဲေတြဟာ အတုအေယာင္လုိ႕ဆုိရေပမယ့္ကမၻာေက်ာ္ေနရတာပဲျဖစ္ပါတယ္….၂၀၀၈ ခုႏွစ္မွာ ဒါရိုက္တာ Aronofsky ရိုက္ကူးခဲ့ၿပီးအဓိကဇာတ္ေဆာင္ နပမ္းသမား Randy the Ram (Mickey Rourke)အေၾကာင္းကုိရုိက္ကူးထားတာပဲျဖစ္ပါတယ္…ဒီကားက သူ႕ဘ၀ရဲ႕ အနိမ့္အျမင့္ အတက္အက်ကုိ  ရုိက္ျပထားၿပီးသူတုိ႕ဘ၀ရဲ႕ခက္ထန္ႀကမ္းတမ္းပုံေတြကုိအေကာင္းမြန္ဆုံးပုံေဖာ္ထားပါတယ္…ၾကမ္းတမ္းခက္ထန္လြန္းတဲ့ လူ႕ဘီးလူးႀကီးေတြရဲ႕ ေနာက္ကြယ္က ႏူးညံတဲ့ႏွလုံးသားကုိလည္းေတြ႕ႏုိင္ပါလိမ့္မယ္…ဒါ့ေၾကာင့္လည္း ဒီကားဟာ ခ်ီးက်ဴးမႈေပါင္းမ်ားစြာရရွိထားသလုိ ေအာ္စကာဆန္ကာတင္ (၂)ဆုနဲ႕ အျခားဆုေပါင္း(၅၈)ဆု ရရွိထားပါတယ္….ၿပီးေတာ့ ဒီကားဟာ သတ္ပြဲေပါင္းမ်ားစြာပါသလုိ ေသြးထြက္သံယိုခန္းေတြလည္းပါတာမုိ႕သတိထားၾကည့္ေစလုိပါတယ္….ရုပ္ရွင္ရဲ႕ Rating က R ျဖစ္တာေၾကာင့္အေဖာ္အခြ်တ္ခန္းေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္တဲ့ ကားတကားလို႔ ေျပာပါရေစ….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္…File Size : (1.76GB)(1020MB) and (330 MB)Quality :Blu-Ray 720p/1080p 5.1,Format…mp4Duration…01:49:00Genre :Drama,SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chan Myae Thu AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnthony PettineBrendan WalshDarren AronofskyStarsDylan Keith SummersErnest MillerEvan Rachel WoodJudah FriedlanderMarisa TomeiMark MargolisMickey RourkeTodd BarryTommy FarraWass StevensCastAbraham AronofskyAjay NaiduAlex WhybrowAlissa ReislerAlyssa BresnahanAndrea LangiAndrew AndersonAnna-Karin EskilssonArmin AmiriBen Van BergenBernadette PenottiBill WaltersBilly DreamBobby DempseyBrandon DiCamilloBrian HeffronBrollyCharles RennerCharlotte AronofskyClaudio CastagnoliCobianCory KastleDaniel Healy Solwold Jr.Darnell KittrellDavid John MarklandDoc DanielsDonnetta Lavinia GraysDouglas CrosbyDustin HowardDylan Keith SummersE.J. CarrollEmmanuel YarboroughEric SantamariaErika SmithErnest MillerEvan GinzburgEvan Rachel WoodFelice ChoiGiovanni RoselliGregg BelloHenry KwanInfernoJamar ShipmanJames ManleyJay SantanaJeff ChenaJen CohnJess LiaudinJohn CorsonJohn D'LeoJohn ZandigJohnny ValiantJon TroskyJudah FriedlanderJudasKevin FooteKevin MatthewsKid U.S.A.Kristopher CopeLamar Braxton PorterLarry MercerLloyd Anoa'iLynn Tovale Anoa'iMarcia Jean KurtzMarisa TomeiMark MargolisMatt CannonMaurizio FerrignoMichael DrayerMichael MarinoMickey RourkeMike MillerNate HatredNicholas K. BerkNick PapagerioOlivia BasemanPapadonPaul E. NormousPaul ThorntonPete NixonPeter ConboyPiper KennyRafaela OchoaRebecca DarkeRob StraussRobert D. SiegelRobert OppelRon KillingsRyan LynnRyan TyghSakinah BinghamScott FranklinScott SiegelSteven HaworthSuggaSylvia KaudersTJ KedzieerskiToa MairieTodd BarryTommy FarraTyrone ScottVernon CampbellWass StevensWhacksWilly Rosner",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8wQHJczZQxUfv3Tnk7sbYCGW5Vl.jpg",
      "https://image.tmdb.org/t/p/w300/vrkP48vabxSeXIHrjrCGXVtlhAt.jpg",
      "https://image.tmdb.org/t/p/w300/5tMJqM3ecc0LxCoB3Y3uWYS3NK8.jpg",
      "https://image.tmdb.org/t/p/w300/tf5Yf21n5aRzosQkHGOqjqY6YPV.jpg",
      "https://image.tmdb.org/t/p/w300/xIJUbSNAmqSfmATWDZJdSEmQk3G.jpg",
      "https://image.tmdb.org/t/p/w300/7PON1rVESxzFTNsTVgnU8sXg8AF.jpg",
      "https://image.tmdb.org/t/p/w300/5Xc6rwgrb5Jki5OsE1EqIE9Kjhd.jpg",
      "https://image.tmdb.org/t/p/w300/zI9bSUiiNpumGOYKwz9SXqBrvhC.jpg",
      "https://image.tmdb.org/t/p/w300/RxYWvWo5NyZZqflznui1txgaVs.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/huooRmB7yksJyVVSkqOgitxlCec.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/aveda5ugx22n.html",
        "server": "usersdrive.com",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2Ttpk/The_Wrestler_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-wrestler-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/dj79ou83uknt",
        "server": "upstream.to",
        "size": "1020MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "p_TDzemiYu4",
      "video_url": "https://www.youtube.com/watch?v=p_TDzemiYu4",
      "embed_url": "https://www.youtube.com/embed/p_TDzemiYu4"
    }
  },
  {
    "metadata": "N/A|2019|100 min|Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "12"
    },
    "title": "On the Balcony ( 2019 )",
    "description": "2019 ထြက္ Imdb 5.7 ရရွိထားတဲ႔ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဒရာမာ ဇာတ္လမ္းအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေလးက ေတာ႔ဒီကား​ေလးဟာ ​ေကာင္​​ေလးတစ္​​ေယာက္​ရဲ႕ မလုပ္​ျဖစ္​ႏိုင္​တဲ့ကလဲ့စား​ေခ်ျခင္​း​အ​ေၾကာင္​း​ေလးကို​ေရးထားပါတယ္​..​ေကာင္​​ေလးတို႔မိသားစုရဲ႕တိုက္​ဟာဖ်က္​ျခင္​းခံရ​ေတာ့မွာမို႔​ေျပာင္​း​ေရႊ႔​ေၾကးညႇိႏိႈင္​း​ေပးတဲ့လု​ေက့်က်န္​း​ေရာက္​လာခဲ့ပါတယ္​ ​လု​ေက့်က်န္​းဟာ​ေျပာင္​း​ေရႊ႔​ေၾကးကိုအဆမတန္​ႏွိမ္​ႁပီး​ေပး​တဲ့အတြက္​​ေကာင္​​ေလးရဲ႕ဖခင္​ဟာစိတ္​မထိန္​းႏိုင္​ပဲ​ေသဆံုးသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔​ေကာင္​​ေလးမွာဖခင္​အတြက္​ကလဲ့စား​ေခ်ခ​်င္​စိတ္​​ေတြျဖစ္​လာၿပီးလု​ေက့်က်န္​းရဲ႕အိမ္​ကိုမွန္​​ေျပာင္​းတစ္​လက္​နဲ႔​ေခ​်ာင္​းၾကည္​့ပါ​ေတာ့တယ္​…ဒီလိုနဲ႔လု​ေက့်က်န္​းရဲ႕သမီးငႏံုမ​ေလးကို​ေတြ႔ရာက​ေန …ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲ.. ဇာတ္​အိမ္​​ေအး​ေအး​ေလးနဲ႔စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..ေတြးေကာင္းတဲ႔ဇာတ္ကားပံုစံမ်ိဳးၿဖစ္ပါတယ္This Movie Brought To You By Channel MyanmarTranslated & Reivew By Phyo ZawEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZhang MengStarsQiang WangZhou DongyuCastQiang WangZhou Dongyu",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/bal.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zk5dsydshbeq.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4fDkd/On_The_Balcony_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/sl5bc9cftuwk",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "41"
    },
    "title": "Tiger Robbers ( 2021 )",
    "description": "Tiger robbers တဲ့ ကျားပြန်ပေးဆွဲကြသူများပေါ့…ဒီဇာတ်လမ်းလေးက နည်းနည်းတော့ ရိုးရှင်းတယ် ဒါပေမယ့် နက်နဲတယ် ရှုပ်ထွေးတယ်။အကျဉ်းနည်းနည်းပြောပြရရင် အများနဲ့မတူ တစ်မူထူးနေတဲ့ ဂေါက်သီး ၃ ယောက်ကပေါင်းပြီး ပိုင်ရှင်မဲ့တိရစ္ဆာန်လေးတွေကို ကယ်တင်ပြီး ပိုင်ရှင်ပြန်လာတဲ့အထိစောင့်ပေးတယ်။ ပိုင်ရှင်ပြန်မပေါ်လာရင်လည်း ပိုင်ရှင်လိုက်ရှာပေးတယ်။ဒီဂေါက်သီး ၃ ယောက်အကြောင်းပြောရမယ်ဆိုရင် မကောင်းတဲ့သူတွေလက်ထဲကဘာမဆို ခဏလေးနဲ့ ခိုးတတ်တဲ့ ခေတ်သစ်ရော်ဘင်ဟုဒ်ရယ်အိုင်းစတိုင်းကို အားကျပြီး ပေါက်ကရတီထွင်နေတဲ့ ဦးထုပ်ဆန်းဆန်းဝတ်တတ်တတဲ့ကိုတီထွင်ကြီးရယ်၊ ယောက်ျားတွေတောင်အရှုံးပေးရလောက်တဲ့အကြည့်တစ်ချက်နဲ့ အလိမ်အညာစကားအကုန် မှန်းနိုင်တဲ့ ကုတုံးဆံပင်ပေါက် မမရယ်ပေါ့။တစ်နေ့ သူတို့က သူတို့ထက်ပိုဂေါက်တဲ့ သမီးပျောက်ရှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ကိုရှာတွေ့တော့တယ်။ ဇာတ်လမ်းက အဲ့ဒီမှာစတော့တာပဲ။သမီးပျောက်လိုက်ရှာတဲ့အမျိုးသမီးရဲ့ သမီးက လူမဟုတ်ဘဲ ကျားဖြစ်နေတဲ့အခါကြတော့ရဲတိုင်လို့လည်းမရ။ အလွတ်တန်းစုံထောက်တွေအပ်တော့လည်း ငွေလိမ်ပြီးပြေးကြတာပဲ။ဒီဂေါက်သီး ၃ ယောက်ကတော့ ငွေလည်းလိမ်မပြေးသလို သေချာလည်း ရှာပေးပါတယ်။တစ်ခုပဲ… ဂေါက်သီး ၃ ယောက်ရယ် ဂေါက်သီးမလေးရယ်ပေါင်းပြီးလိုက်ရှာတော့အလွဲလေးတွေရှိတာပေါ့။ ကြားထဲ ကျားသမီးလေးကို ခိုးသွားတဲ့တစ်ဖက်ကလည်းဂေါက်သီးကြီးဆိုတော့ ဇာတ်လမ်းက သွားအအေးပတ်တာပေါ့။စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြနော်။Quality : WEB-DL 720pFormat : mp4Filesize : 1.2 GBSubtitle : Myanmar Sub ( Hardsub )Translated By Chu ChuEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastEric TsangJim Chim Sui-ManMa LiSha YiSong JiaTizzy TYang DiZhang Haiyu",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ndCPKLs52CraXHsAH76LI6UOTW0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tiger-robbers-2021",
        "server": "VIP Links",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-tiger-robbers-2021-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/ibs3egg9obs7.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1Dxen/(CM)Tiger.Robbers.2021.WEB-Dl-720p.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://veryfiles.com/wnbfw7pmx6fh",
        "server": "veryfiles.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/7HZCRRCZ#QHgQnx9ZoJKyZUlroZMenRRhnkZ3F3Sb3bH90cbdlCE",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "-yxJ82z9nLc",
      "video_url": "https://www.youtube.com/watch?v=-yxJ82z9nLc",
      "embed_url": "https://www.youtube.com/embed/-yxJ82z9nLc"
    }
  },
  {
    "metadata": "|2019||Drama,Romance",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "1263"
    },
    "title": "Goodbye Summer (2019)",
    "description": "Goodbye Summer (2019)==================တကယ်လို့ သင့်ဆီမှာ မကြာခင်သေရတော့မယ့်ရောဂါတစ်ခုရှိနေတယ်ဆိုပါစို့။ ဒါဆို သင်တစ်ဖက်သတ်ချစ်နေရတဲ့သူကို ဖွင့်ပြောမှာလား မပြောဘူးလား၊ အကယ်၍ ဖွင့်ပြောဖြစ်ခဲ့ရင်ရောသူကလက်ခံနိုင်ပါ့မလား၊ တွေးစရာတွေကတော့ အများကြီးပါပဲ။သေခါနီးလူတစ်ယောက်က ကြိတ်ချစ်ရတဲ့ကောင်မလေးကို ဖွင့်ပြောတာက တစ်ကိုယ်ကောင်းဆန်လွန်းတယ်လို့လည်းထင်နိုင်သလို တစ်ဖက်ကတွေးကြည့်ရင် ကိုယ့်ရဲ့နောက်ဆုံးဆန္ဒမို့လို့ဒါဟာ တရားမျှတတယ်လို့လည်း ဆိုနိုင်တာပါပဲ။ ဒီဇာတ်ကားလေးထဲမှာလည်း အဓိကပြောသွားတဲ့အကြောင်းအရာက ဒီ( ၂)ချက်ပါပဲ။ဇာတ်လမ်းလေးရဲ့အကျဉ်းကတော့ ရောဂါတစ်ခုနဲ့မကြာခင်သေဆုံးရတော့မယ့် ဟျွန်းဂျယ်ဆိုတဲ့အထက်တန်းကျောင်းသားလေးတစ်ယောက်ရဲ့ နေ့ရက်တွေဖြတ်သန်းပုံကို စကားတွေအများကြီးမပြောဘဲ ရိုက်ကူးထားတဲ့ပုံနဲ့တင်ဆက်ထားတာပါ။ သေနေ့စေ့နေတဲ့ သာမန်အထက်တန်းကျောင်းသားလေးတစ်ယောက်ရဲ့ခံစားချက်တွေ၊ အတွေးတွေအမြင်တွေ၊ သူ့အတွေးအမြင်တွေအပေါ် သူ့ပတ်ဝန်းကျင်ကလူတွေရဲ့ဖိအား၊ ရိုက်ခတ်ချက် စတာတွေကို scenario သဘောမျိုးနဲ့ တင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ သရုပ်ဆောင်တွေအနေနဲ့ကတော့ YG Ent. Ex-rapperONE (or) Jung Jaewon နဲ့ Sky Castle စတားKim Bora တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Khin Thant Sin Tun ဖြစ်ပါတယ်)File Size……….(990 MB) / (323 MB)Quality…………WEB-RIP 1080p / 720pDuration………1Hr 07MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, RomanceTranslator…….Khin Thant Sin TunEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJu-Young ParkCastJung Jae-wonKim Bo-RaLee Do-haLee Geon-woo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y4PyaUk4yFWItGuf0pgFVZaX7Jv.jpg",
      "https://image.tmdb.org/t/p/w300/lJzpEfNbaxuhFVp7C9VRrEGD9Xg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/Goodbye_Summer-2019-p1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/goodbye-summer-2019-1080-p-kcw-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yfeq/Goodbye.Summer.2019.1080p.KCW.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/nrxf7q4ihxil.html",
        "server": "streamsb.com",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/IyAF2CCR#enlDpz50zaGlLEBqmS9njrIoZ4xVD-RkFsup4hfSLsI",
        "server": "mega.nz",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/o2c3txv6i7sy.html",
        "server": "usersdrive.com",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/66jmwqyfuckg",
        "server": "streamvid.io",
        "size": "990 MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/goodbye-summer-2019-720-p-kcw-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2yfel/Goodbye.Summer.2019.720p.KCW.WEB-DL.(CM).mp4",
        "server": "megaup.net",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/tph9dt2mj9ev.html",
        "server": "streamsb.com",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/0vBBSQyB#V8n4mPs72scc5BiADM0RaWARAXPSwywFqgriXkyJfdI",
        "server": "mega.nz",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/2mt3486cfoqu.html",
        "server": "usersdrive.com",
        "size": "323 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/zsiae780z1wb",
        "server": "streamvid.io",
        "size": "323 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "sVKxYhWqtkA",
      "video_url": "https://www.youtube.com/watch?v=sVKxYhWqtkA",
      "embed_url": "https://www.youtube.com/embed/sVKxYhWqtkA"
    }
  },
  {
    "metadata": "N/A|2021|2h 1min|Action,Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "5.4k"
    },
    "title": "Marakkar: Lion of the Arabian Sea (2021)",
    "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ်File size…748MB  / 1.37GB / 3.3GBQuality…720p HEVC Small Size / 720p / 1080p[ HEVC AAC 5.1CHFormat…mkv / mp4Duration….3h 1mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lwin Htoo Aung ~ Honeyey ~ Shwe Pyae  ~ Thet Hnin HsuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPriyadarshanStarsArjun SarjaMohanlalPrabhuSiddiqueSunil ShettyCastArjun NandhakumarArjun SarjaAshok SelvanBaburajFazilG Suresh KumarGanesh KumarHareesh PeradiInnocentJay J. JakkritKalyani PriyadarshanKeerthy SureshKrishna PrasadMamukkoyaManju WarrierMax CavenhamMohanlalMukeshNandhuNedumudi VenuPrabhuPranav MohanlalSanthosh KeezhattoorShiyas KareemSiddiqueSuhasini ManiratnamSunil ShettyToby Sauerback",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/brYDbavm5eBw029OHFm41gc1Osn.jpg",
      "https://image.tmdb.org/t/p/w300/hAVe0SS5D8fU9GVYsHGSpeUnk0v.jpg",
      "https://image.tmdb.org/t/p/w300/dr47w96uabP2LXGOX9vfgOdLQ38.jpg",
      "https://image.tmdb.org/t/p/w300/7dAVgA0rWtYcUL7ZT0gfaaoUxCX.jpg",
      "https://image.tmdb.org/t/p/w300/mPniBC1uzOKhSZxwI3nC5ogAcXm.jpg",
      "https://image.tmdb.org/t/p/w300/9ErnnJDXr1HkamMRr66K9PnNN4w.jpg",
      "https://image.tmdb.org/t/p/w300/2y9xvfUvb2M5bFxm1wBJdOKq5Ma.jpg",
      "https://image.tmdb.org/t/p/w300/oXpAPTRjhMN1tJlN4EMky1oge7K.jpg",
      "https://image.tmdb.org/t/p/w300/6Xlc06oFMuF7fdG29BZbYjuXpF2.jpg",
      "https://image.tmdb.org/t/p/w300/4Y7JJEKI4gmLs6LB3CXvMtlYdCm.jpg",
      "https://image.tmdb.org/t/p/w300/q3TnHQ87qQ4V9bbYkI7e6MH0JWD.jpg",
      "https://image.tmdb.org/t/p/w300/dXdugIiTe9oXLyjKTxYKrkbmgLY.jpg",
      "https://image.tmdb.org/t/p/w300/d4tzTbSTloGuV49PSva8KsoOehu.jpg",
      "https://image.tmdb.org/t/p/w300/nEWUTJVzXEJs12tDeV9KIRtFlV5.jpg",
      "https://image.tmdb.org/t/p/w300/8iH6VHF8Trr0Qz3D8aWGtY476ss.jpg",
      "https://image.tmdb.org/t/p/w300/xBqCsGLT0gQ8Sizcz7hSoC4M0M.jpg",
      "https://image.tmdb.org/t/p/w300/k5tZKcpLyymy67moR1BUjuQabQL.jpg",
      "https://image.tmdb.org/t/p/w300/lxwKFEfRZ9sooLm21ll3QhSof8l.jpg",
      "https://image.tmdb.org/t/p/w300/rXGRdxsKOsRrWh41K3WrVrPKk0I.jpg",
      "https://image.tmdb.org/t/p/w300/o7MgJGDc7xeJZNTfTQ32KoHUfMV.jpg",
      "https://image.tmdb.org/t/p/w300/leK1CnOQQvwV7YOVAcgyQj35z0D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/marakkar-lion-of-the-arabian-sea-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-1080-p-hevc-aac-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/5pbxx15q15i1.html",
        "server": "usersdrive.com",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3IHJP/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_-_1080p_-_HEVC_AAC_5.1CH_(CM).mkv",
        "server": "megaup.net",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://dropgalaxy.in/3si08z3icmbm",
        "server": "dropgalaxy.com/",
        "size": "3.35GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6gnmmz3wjafy.html",
        "server": "usersdrive.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/q3i5scpv5mdc.html",
        "server": "streamsb.com",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/ohdujqrucnhs",
        "server": "dropgalaxy.com/",
        "size": "1.37GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/marakkar-lion-of-the-arabian-sea-2021-720-p-hevc-small-size-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://usersdrive.com/ftxuqgrcdeln.html",
        "server": "usersdrive.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://dropgalaxy.in/2bwrl7775cjp",
        "server": "dropgalaxy.com/",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://megaup.net/1GP69/Marakkar_Lion_of_the_Arabian_Sea_(2021)_720p_HEVC_Small_Size_(CM).mkv",
        "server": "megaup.net",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      },
      {
        "link": "https://watchsb.com/9tyrcn99ikfu.html",
        "server": "streamsb.com",
        "size": "748MB",
        "quality": "720p HEVC Small Size"
      }
    ],
    "trailer": {
      "video_id": "Rcb2w6ulFXw",
      "video_url": "https://www.youtube.com/watch?v=Rcb2w6ulFXw",
      "embed_url": "https://www.youtube.com/embed/Rcb2w6ulFXw"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "21156"
    },
    "title": "Lovers Vanished(2010)",
    "description": "Lovers Vanished(2010)*********************” AIDS ဖြစ်နေတဲ့ထောင်သားတွေကိုဆို ချက်ချင်းလွှတ်ပေးတယ် ” ဆိုတာကတော့ ထောင်ထဲမှာကြားနေရတဲ့ကောလဟာလတစ်ခု…… အပြစ်မဲ့လျက်နဲ့ မှားယွင်းစွပ်စွဲခံရပြီး ထောင်ကျတာကိုမခံမရပ်နိုင်ဖြစ်နေတဲ့ ထွက်ပြေးဝိဇ္ဇာLim Su-In အတွက်တော့ ဒီသတင်းက ထောင်ထွက်လက်မှတ်တစ်ခုလိုပါပဲ။ HIV ပိုးရှိလို့တစ်ထောင်လုံးကရှောင်ဖယ်ဖယ်လုပ်တာခံရတဲ့ Byung Sang ကတော့ နယ်မျက်လှည့်ဆရာတစ်ဦးဖြစ်ပြီးထောင်ကျရတဲ့အကြောင်းက ချစ်သူကောင်မလေးရဲ့အပြစ်ကို အစားဝင်ခံပေးတာမို့လို့Su-In နဲ့ သူမသာကိုယ်မသာပဲဖြစ်ပါတယ်။ ပိုးကူးခံရရင် ထောင်ကထွက်ရမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ Su- In တစ်ယောက်ကတော့Byung Sang ကိုအရောစဝင်ပြီး နောက်ဆုံးမှာ ပိုးကူးခါမှပဲ ကြားထားတဲ့သတင်းကဂျင်းကြီးမှန်းသိလိုက်ရပါတော့တယ်။ ဒါပေမယ့်လည်း လက်မလျှော့သေးဘဲ နောက်တစ်နည်းထပ်ကြိုးစားနေတုန်းမှာByung Sang ဘက်ကနေ အကူအညီတစ်ခုတောင်းလာခဲ့ပါတော့တယ်။” မင်းထွက်နိုင်ခဲ့ရင် Mia ဆိုတဲ့ကောင်မလေးကိုသွားကြည့်ပေးပါလား ” .အဲ့ဒီနောက်မှာတော့…..File Size :(3.1GB)(870 MB) and (408MB)Quality : WEB-DL1080P,720pFormat…mp4Duration…01:44:00Genre : Romance , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Wut YiEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastHwang Woo-seul-hyeKim Nam-gilShin So-yulYoon Je-moon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hLViQXL1lH2hRkMQNPszdZ5DdVE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/km4vK2l2X2gawWRCwo0kXJQL908.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zapct825ctn6.html",
        "server": "usersdrive.com",
        "size": "3.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/lovers-vanished-2010-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2y27p/Lovers_Vanished.2010.WEB-DL1080P(CM).mp4",
        "server": "megaup.net",
        "size": "3.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/FjoiwZzL#kQQD-atqjJIiBVpwbCtcgI345iGa609klMSKSrvcYXM",
        "server": "mega.nz",
        "size": "3.1GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3bfv1qxym3s6.html",
        "server": "usersdrive.com",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/lovers-vanished-2010-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2y27i/Lovers_Vanished.2010.WEB-DL720P(CM).mp4",
        "server": "megaup.net",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Bn4gCIoT#BXvlQalzHE9hrmLo6mjkB-H8d1KhFXAQ85Hs629mKSo",
        "server": "mega.nz",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbhight.com/9mhk8rirhzts.html",
        "server": "streamsb.com",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/98g177wllgvu",
        "server": "streamvid.io",
        "size": "870 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/gqfe0wb5efip.html",
        "server": "usersdrive.com",
        "size": "408MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/lovers-vanished-2010-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "408MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1c7sw/Lovers_Vanished.2010.WEB-DL480P(CM).mp4",
        "server": "megaup.net",
        "size": "408MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/Yu4CBYqQ#U2IQdvr1QNcd75rH02FHyOtgjA56hsxPNgmSBZp9Zn4",
        "server": "mega.nz",
        "size": "408MB",
        "quality": "480P"
      },
      {
        "link": "https://sbhight.com/l7f9f32zqs0n.html",
        "server": "streamsb.com",
        "size": "408MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/hdfc129jttoz",
        "server": "streamvid.io",
        "size": "408MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023|1h 49min|Adventure,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "20"
    },
    "title": "Hail to Hell (2023)",
    "description": "Hail to Hell (2023)ကျောင်းတွင်းမှာ အနိုင်ကျင့်မှုတွေခံရတဲ့ ကျောင်းသူတွေအဖို့တော့ ကျောင်းက ငရဲလိုပါပဲတစ်ယောက်ပြီးတစ်ယောက် မပြီးနိုင်တဲ့အနိုင်ကျင့်မှုတွေကြားမှာအလူးအလဲခံရတဲ့ ဟွမ်ဆွန်းဝူနဲ့ ဆုန်းနာမီတို့နှစ်ယောက်ကလည်းငရဲကနေလွတ်မြောက်ချင်လို့ သေလမ်းကိုရွေးဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ မသေခင်လေး သူတို့ကို အရင်ဆုံးအနိုင်ကျင့်ခဲ့ပြီးကောင်းကောင်းနေ ကောင်းကောင်းစားနေတဲ့ ဘတ်ချယ်ရင်းကို လက်စားချေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်အဲလိုနဲ့ လက်စားချေဖို့ ဆိုးလ်ကို ရောက်သွားတဲ့အခါမှာမထင်မှတ်တဲ့အရာတွေ အပြောင်းအလဲတွေနဲ့ ကြုံတွေ့လိုက်ရပါတော့တယ်နောက်ဆုံးမှာ လက်စားချေမှုက အောင်မြင်သွားမလားဘယ်လိုအခက်အခဲတွေကို အတူဖြေရှင်းမလဲဆိုတာ ကြည့်ရှူခံစားပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့Joyzပဲ ဖြစ်ပါတယ်။Genre….. Crime, Mystery, ThrillerQuality…. 1080p | 720pFile size… 1.16GB | 520MBFormat… mp4Duration…. 1h 48minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..JoyzEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBang Hyo-rinHeo Jung-doJung Yi-juKim Young-sunLee Eun-solLee Ju-wonLee Seon-heeOh Woo-riPark Sung-hoon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hjIqpDmckoVKKbwiuVIHC05EUl0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9WWXSHt9wSvRMNeCHkcOTgYK4oc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qmgajoyhr02q.html",
        "server": "usersdrive.com",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hail-to-hell-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ix5j/Hail.to.Hell.2023.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NzM3FQCa#Z3RVGeQFz7b-AakUrTo8OzN0_hQYgfNSaYtmZH0ZCEA",
        "server": "mega.nz",
        "size": "1.16GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/77ak19g3m2yo.html",
        "server": "usersdrive.com",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hail-to-hell-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ix4h/Hail.to.Hell.2023.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4usEAKJA#iBLW0hto7dDfqB4W3bkwDKBCT-4gp9oK0wJsCzmoOrg",
        "server": "mega.nz",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mxkhydsytq75",
        "server": "streamvid.io",
        "size": "520MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/8ixllzqi07cs",
        "server": "streamsb.com",
        "size": "520MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": ""
    },
    "title": "Dream House (2011)",
    "description": "ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ဒန်နီရယ်ခရိတ်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ခုနှစ်ထွက် ပဟေဠိ သည်းထိတ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ၀ယ်လ်အေတန်တန်ဟာ နယူးယောက်မြို့ ပုံနှိပ်တိုက်ရဲ့ အောင်မြင်တဲ့အယ်ဒီတာတစ်ယောက်ပါ။ ၀ယ်လ်တစ်‌ယောက် သူရေးနေတဲ့စာအုပ်ကို အပြည့်အ၀အာရုံစိုက်နိုင်အောင်နဲ့ ဇနီးဖြစ်သူ လစ်ဘီနဲ့ သမီးနှစ်ယောက်ဖြစ်သူ ထရစ်ရှ်နဲ့ ဒီဒီးတို့အတွက် ပိုပြီးအချိန်ပေးနိုင်ဖို့ရာ အလုပ်ထွက်ခဲ့ပြီး ဖဲဖီးလ်စီရင်စုမှာရှိတဲ့ တောအုပ်အနီးက အိမ်လေးဆီပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့် ၀ယ်လ်ပြန်ရောက်လာပြီး မကြာခင်မှာပဲ ၀ယ်လ်တို့အိမ်နားကို လာစောင့်‌ကြည့်နေတဲ့သူတစ်ယောက်ရှိနေပြီး အိမ်နီးနားချင်းတွေဟာလည်း အနည်းငယ်ထူးဆန်းနေပါတယ်။ အကြောင်းစုံစုံစမ်းကြည့်တော့မှ ၀ယ်လ်တို့အိမ်မှာ လွန်ခဲ့တဲ့၅နှစ်က လူသတ်မှုတစ်ခုဖြစ်ခဲ့ပြီး မိသားစုတစ်စုလုံးသတ်ခံခဲ့ရတာကို သိရှိလိုက်ရပါတယ်။ဒီလိုနဲ့ ၀ယ်လ်တစ်ယောက် ဒီဖြစ်ရပ်တွေရဲ့နောက်ကွယ်ကအကြောင်းအရာတွေကို ဆက်လက်စုံစမ်း အဖြေရှာရင်း သူ့မိသားစုကိုကာကွယ်ပေးဖို့ ကြိုးစားပါတော့တယ်။ စာကြွင်း- စပွိုင်လာပါသွားမှာစိုးလို့ ရီဗျူးကို အရမ်းမညွှန်းထားပါဘူး၊ Plot Twistတွေက အပေါ်ကပြောထားသလို မရိုးရှင်းသလို ဇာတ်ကားကိုကြည့်ပြီးသွားတာတောင် အတွေးပေါင်းစုံနဲ့ ကျန်ခဲ့စေမှာမလို့ ပဟေဠိဆန်ဆန် သည်းထိတ်ရင်ဖိုကားတွေကိုမှကြိုက်တဲ့သူတွေအတွက်တော့ အကြိုက်တွေ့စေမှာအသေအချာပါပဲ။ ဒီကားက ဇာတ်အိမ်ပိုင်းနဲ့ သရုပ်ဆောင်ပိုင်းကိုအသားပေးထားပါတယ်။ ဒန်နီရယ်ခရိတ်ရဲ့သရုပ်ဆောင်ချက်ဟာ အပြစ်ပြောစရာမရှိအောင်ကောင်းသလို ၅နှစ်နဲ့၇နှစ်အရွယ် သမီးနှစ်ယောက်သရုပ်ဆောင်တာလည်း အတော်ပီပြင်လှပါတယ်။File size…(1.3 GB)/(657 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Mystery, Drama, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Steven KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdam ChuckrykBernadette QuigleyBrian MurrayBryon MumfordChris OwensClaire GeareDaniel CraigDavid FoxDavid HubandDouglas NybackElias KoteasGregory SmithJames CollinsJane AlexanderJean YoonJoe PingueJonathan PottsKaren GlaveKevin B HartleyKevin HanchardLynne GriffinMark WilsonMarley OttoMartin RoachMarton CsokasNaomi WattsNigel HenryRachel G. FoxRachel WeiszRobert J. TavenorRyan BlakelySarah GadonTaylor GeareYulia Lukin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9eYiTREMNfjyU9kLr9v6vhllmha.jpg",
      "https://image.tmdb.org/t/p/w300/zGGesBMzwiHdJagzs31JzbjLpq2.jpg",
      "https://image.tmdb.org/t/p/w300/uyg5h6m7qwhkG6BDlMNPO9vTy95.jpg",
      "https://image.tmdb.org/t/p/w300/uMnrWItvXpSfndYQmMpRffzg6H.jpg",
      "https://image.tmdb.org/t/p/w300/jImKDqobw3XGLwN7gqhc7nluYDU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM5MzUxMDc5Ml5BMl5BanBnXkFtZTcwMTMwMjIwNg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dream-house-2011-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/lk8jpw7cbb24.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1glg3/Dream.House.2011.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4y9g3BgJ#6HJmotGVRxpmxI0ZnZ1CYjQIyRcRN6I4t8G-Jbnz29I",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dream-house-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "657MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hdc72ghpv8kg.html",
        "server": "usersdrive.com",
        "size": "657MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1glg0/Dream.House.2011.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "657MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/A30Q3Z7Y#v-0M7MUItYvhBferMI78r5btOLZscz9Haapw1XPrE9A",
        "server": "mega.nz",
        "size": "657MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/1h7iw8ovli96",
        "server": "streamsb.com",
        "size": "657MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/c8lhgy1x2puf",
        "server": "streamvid.io",
        "size": "657MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XFxIYqcmRxc",
      "video_url": "https://www.youtube.com/watch?v=XFxIYqcmRxc",
      "embed_url": "https://www.youtube.com/embed/XFxIYqcmRxc"
    }
  },
  {
    "metadata": "Not Rated||2h 20m|Action,Bollywood,Drama,Romance",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "2.3k"
    },
    "title": "Badrinath (2011)",
    "description": "Badrinath 2011—————————–ဘောလိဝုဒ် ဇာတ်ကားကောင်းတွေပဲကြည့်ရှုတတ်တဲ့ ပရိသတ်များအတွက်မင်းသားချော Allu Arjun ရဲ့ 2011ကထွက်ရှိထားတဲ့ Romance, Action ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အရည်အချင်းရှိပြီးထက်မြတ်လှတဲ့စစ်သည်တော်တစ်ယောက်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးမှလေ့ကျင့်ပေးထားတဲ့ ဘဒ်ဒရီတစ်ယောက်ဟာ တိုက်ရေးခိုက်ရေးမှာ ရန်သူ ၁၀၀ကိုမျက်စိမှိတ်တိုက်ခိုက်နိုင်တဲ့အထိ နှလုံးရေပြည့်ဝလှပါတယ်။ “ဘဒ်ဒရီနတ်” ဘုရားကျောင်းကိုစောင့်ရှောက်ပေးဖို့ တာဝန်ရရှိခဲ့ပြီး တစ်နေ့မှာ ဘုရားတွေကိုအယုံအကြည်မရှိတဲ့ဘာသာမဲ့သူဌေးမလေး အလက္ကန်နန္ဒာရောက်လာပြီးတဲ့နောက်မှာ မတည့်ကြတဲ့သူတို့တွေချစ်ကြိုးသွယ်သွားမလား။ ဘယ်လိုရန်သူအနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်စွာကြည့်ရှုရမှာပါ။ US$ 5.3 million အကုန်ကျခံရိုက်ထားပြီးအဲဒီခေတ်အခါတုန်းက ကုန်ကျစရိတ်အများဆုံး ဇာတ်ကားများထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်ချက်၊ တိုက်ခိုက်ခန်း၊ ကခန်းတွေလည်း မြိုင်ဆိုင်လှတဲ့အပြင် မင်းသားချောAllu Arjun ရဲ့ ဆံပင်ပုံစံကလည်း တမျိုးလေးဆန်းနေပြီး အတော်လေးလိုက်ဖက်နေတဲ့အတွက်အမာခံပရိသတ်များအဖို့ သဘောတွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးအဖြစ် ညွှန်းပေးပါရစေ။File size…4.26GB / 1.98GBQuality…1080p BluRay / 720pFormat…mp4Duration….2h 20mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorV. V. VinayakStarsAllu ArjunAshwini KalsekarBrahmanandamDharmavarupu SubramanyamGeetha SinghKelly DorjiKovai SaralaKrishna BhagavanM. S. NarayanaMaster BharathPragathi MahavadiPrakash RajRaghu BabuRao RameshSayaji ShindeTamannaah BhatiaTanikella BharaniVenu MadhavCastAllu ArjunAshwini KalsekarBrahmanandamDharmavarupu SubramanyamGeetha SinghKelly DorjiKovai SaralaKrishna BhagavanM. S. NarayanaMaster BharathPragathi MahavadiPrakash RajRaghu BabuRao RameshSayaji ShindeTamannaah BhatiaTanikella BharaniVenu Madhav",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1YhXuT3jdIoNZHFtFV32Kw11gnF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2FjOWViNjYtMjRmMi00NDFkLWI1ZTktNmIyN2ExMDU3YTlmXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/badrinath-2011-1080-p-blu-ray-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hj78bd8lz94p.html",
        "server": "usersdrive.com",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bg845r5ddynx",
        "server": "streamvid.io",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2xPwf/Badrinath_2011_1080p_BluRay.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tyoTVbwD#IY2bJl0bjAfgARsv_RAFKcU3EM3JzxzdbU1hA-a4Whs",
        "server": "mega.nz",
        "size": "4.26GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/badrinath-2011-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/geu5r7ifi6i1.html",
        "server": "usersdrive.com",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pview8sds44z",
        "server": "streamvid.io",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2xPwk/Badrinath_2011_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.98GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Ay5HxIxJ#9sRqKgs3KWKInqmBYUa7GC22l_k1tETjFLgrAN-CY7Y",
        "server": "mega.nz",
        "size": "1.98GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Fantasy",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Nine Days (2021)",
    "description": "IMDb Rating- 7.3/10 Rotten Tomatoes- 88%*******************************ဇာတ်လမ်းအကျဉ်းက ကမ္ဘာကြီးရဲ့အဝေးတစ်နေရာမှာ လူတွေရဲ့ နေ့တစ်ဓူဝလှုပ်ရှားသွားလာမှုတွေကို စောင့်ကြည့်နေတဲ့နေရာရှိတယ်အဲ့နေရာကိုတော့ သာမန်လူမလာနိုင်ဘူးသေပြီးအသက်မရှိတော့တဲ့ ဝိဉာဉ်တွေပဲ လာနိုင်တာအဲ့နေရာမှာ နေကြတဲ့သူတွေကလည်း တီဗီအများကြီးကနေ တစ်ဆင့်VHSခွေတွေထိုးပြီး သူတို့ အသီးသီးရွေးချယ်ထားတဲ့ လူတွေရဲ့လှုပ်ရှားသွားလားမှူကို တိုက်ရိုက်ကြည့်နေရတယ်ပြီးတော့ သေပြီးသား ဝိဉာဉ်တွေကိုလည်း လူပြန်ဝင်စားဖို့ထိုက်တန်မတန် အကဲဖြတ်ရတာပေါ့ဝီလ်ဆိုတဲ့ ယောက်ျားတစ်ယောက်ကလည်းအဲ့လို စောင့်ကြည့် အကဲဖြတ်ရတဲ့လူတွေထဲကတစ်ယောက်ပေါ့။တစ်ရက်မှာတော့ ဝီလ်စောင့်ကြည့်နေတဲ့ လူတွေထဲကအမန်ဒါဆိုတဲ့ကောင်မလေးတစ်ယောက်က တယောထိုးဖို့အသွားလမ်းမှာယာဉ်တိုက်မှုဖြစ်ပြီး ဆုံးသွားတယ်။ တကယ်တော့ အမန်ဒါက ဝီလ်ရွေးဖူးသမျှထဲမှာသူအကြိုက်ဆုံး။သူဆုံးသွားတော့ ဝီလ်လည်းတော်တော်ဝမ်းနည်းသွားသလိုသူ့ဘဝကို ပြနေတဲ့ တီဗီတစ်လုံးက နေရာလွတ်သွားတယ်။ သူ့နေရာမှာအစားထိုးဖို့အတွက်နောက်နေ့မှာ လောလောလတ်လတ်ဆုံးထားတဲ့ လူတွေ ရောက်တယ်။အဲ့လူတွေထဲက အရည်အချင်းပြည့်မီလို့ ဝီလ်ရွေးလိုက်တဲ့ တစ်ယောက်ကပဲတီဗီအလွတ်မှာ နေရာရမှာ။ အချိန်ကတော့ ကိုးရက်ပဲရပါတယ်။ကိုးရက်အတွင်း ဝီလ်က မေးချင်တာမေးမယ် assignment တွေပေးမယ်။ဒီငါးယောက်ထဲက ဘယ်သူက အသက်ပြန်ရှင်နိုင်ခွင့်ဆိုတဲ့ လူပြန်ဝင်စားနိုင်တဲ့အခွင့်အရေးကို ရသွားမလဲဆိုတာကတော့……ဒီဇာတ်ကားက Existentialနဲ့ ပတ်သက်ပြီး တော်တော်လေး မေးခွန်းထုတ်စေမယ့်ဇာတ်ကားမျိုးပါတစ်ချို့ကတော့ purgatorial vibeရတယ်လို့ ပြောပါတယ်Nine Days ဇာတ်ကားက ကျွန်တော်တို့ကို “ရှင်သန်နေရတာကိုက လက်ဆောင်တစ်ခုပါပဲ”လို့ အသိပေးနေသလိုပါပဲပြိုင်ပွဲကနေ လူတစ်ယောက်Eliminateလုပ်ခံရတိုင်း သူတို့ရဲ့ Best Moment တွေကို ပြန်ပြီးrecreateလုပ်ပေးခြင်းက ဒီကားကို ပိုလှပသွားစေတာပဲဒီဇာတ်ကားကြည့််ပြီးသွားတော့ ကျွန်တော်တွေးမိတယ်တော်တော်ကောင်းတယ်ပေါ့ ဒီဒါရိုက်တာ(Edson Oda)ရဲ့ကားတွေရှာကြည့်ဦးမှပဲ ဆိုပြီး ရှာလိုက်မှဒီကားက သူ့debutကားဖြစ်နေတယ် ဘယ်သူမဆို တော်တော်အံ့ဩသွားမှာsceneအများစုက အိမ်ထဲမှာဟုတ်ပေမယ့် outdoor sceneတွေလည်း တကယ်လှတယ်ကလိုဝီကျောင်းလိုမျိုး Landscape အသားပေးပုံစံပဲ Castကတော့ အားလုံးသိတဲ့အတိုင်းBill Skarsgård(Pennywise,IT)၊ Zazie Beetz(Domino, Deadpool 2)နဲ့Winston Duke(M baku, Black Panther)တို့ပါအချိန်၂နာရီကြာပေမယ့် တော်တော်လေးကြည့်ရတာတန်တဲ့ကားလေးပါဘာသာပြန်နဲ့ အညွှန်းကို Stephen ကရေးပေးပြီး Mr.Anderson မှEncodeထားပါတယ်File Size : (1.7 GB) & (1 GB)Quality : Bluray rip 1080p & 720 pRunning Time : 02:04:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byStephenEncoded by Mr. AndersonYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlvaro CortezAmy BrownAnthony LegerArianna OrtizBenedict WongBill SkarsgårdBrandy PitcherBryce FerneliusCaleb FralickCherie JulanderDavid H. StevensDavid RysdahlEliza de Azevedo BrownElizaveta ShaikhulinaEric RamaekersErika VasquezGeraldine HughesJeffrey HansonJemesa SnukaLiliana ArredondoLisa StarrettPerry SmithSterlin EnglishTaran MarshallTony HaleTony RivasVictor MedinaWinston DukeZazie Beetz",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6okSlMGgDIAWd03f23hySYPdkrR.jpg",
      "https://image.tmdb.org/t/p/w300/6lrlxSDk4gAhmOHtstgtVUfJfau.jpg",
      "https://image.tmdb.org/t/p/w300/s9Y4HQ0bKIx5WERXrT5oUHzuM8q.jpg",
      "https://image.tmdb.org/t/p/w300/3jrKHL1r9ELlb1qRM5aEvWSGkp.jpg",
      "https://image.tmdb.org/t/p/w300/jaF2lK4MS5XLlnu9FDamDH5xgC4.jpg",
      "https://image.tmdb.org/t/p/w300/jx1bmT35fMle7CtfkoUdIfrO7An.jpg",
      "https://image.tmdb.org/t/p/w300/xYwxwJ6fD4myHhMXi1jSRhKVhW3.jpg",
      "https://image.tmdb.org/t/p/w300/rl68LndyC2v3H7FwfUvyYxUWx1C.jpg",
      "https://image.tmdb.org/t/p/w300/43mYiPEwVYLpoKHV2VWYYqEvwJm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/nine.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/nine-days-2021",
        "server": "VIP Links",
        "size": "1.7 Gb / 1 Gb",
        "quality": "1080p / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/nine-days-2020-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nine-days-2020-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2lSR2/Nine.Days.2020.1080p.BluRay_(CM).mp4",
        "server": "megaup.net",
        "size": "1.7 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/31Qjo/Nine.Days.2020.720p.BluRay_(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://embedsb.com/h248bq1y86oo.html",
        "server": "streamsb.com",
        "size": "1.7 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://embedsb.com/x4ntyrn3h4dl.html",
        "server": "streamsb.com",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HtUTyIbb#EDzu4h2CzFTBHTok4jxv-eI8pzUDtA64wXdUbke_Vk4",
        "server": "mega.nz",
        "size": "1.7 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/qlNjGYrK#HpgLG4memseP02e_n-sAKHQlCkrUOy5Th8urocIt8zk",
        "server": "mega.nz",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://cmdrive.org/share/Bm_5hZv6",
        "server": "Direct Link",
        "size": "1.7 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ny0noncid7ve.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "A73FnWETvr8",
      "video_url": "https://www.youtube.com/watch?v=A73FnWETvr8",
      "embed_url": "https://www.youtube.com/embed/A73FnWETvr8"
    }
  },
  {
    "metadata": "Unrated|2021|2h 1min|Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "678"
    },
    "title": "Private Desert (2021)",
    "description": "Private Desert (2021)~ IMDb – 7.2/10, Rotten Tomatoes – 100% ~ဘရာဇီးကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ အော်စကာဆုစာရင်းထဲမှာလည်းပါ၊ အော်စကာဆုများနဲ့လည်းထိုက်တန်ပါတယ်လို့ ပြောဆိုမှုတွေရှိတဲ့ကြားက ဆုမချိတ်နိုင်ခဲ့ပေမဲ့ ကြည့်နေကြ ဟောလိဝုဒ်ထဲက ကွဲထွက်နေတဲ့ဘရာဇီးကားလေးမို့ အရသာကတော့ အသစ်အဆန်းလေးပေါ့။မော်ဒန်ခေတ်သစ်ရဲ့ အသုံးပြုမှုအများဆုံး ဆိုရှယ်ပလက်ဖောင်းလို့ခေါ်တဲ့ လူမှုကွန်ယက်‌ပေါ်ကအချင်းချင်းတွေ့ကြတဲ့ဇာတ်လမ်းပါပဲ။ ဒေါသကို ထိန်းချုပ်ရာမှာ ပြဿနာရှိတဲ့ ရဲလေ့ကျင့်ရေးအရာရှိတစ်ယောက်ကသင်တန်းသားလူသစ်တစ်ယောက်ကို ဆုံးမရင်း လက်လွန်မတတ်ဖြစ်သွားလို့ အလုပ်ပြုတ် တရားရင်ဆိုင်နေရတာကနေဇာတ်လမ်းစပါတယ်။သူက အဖေအိုကြီးကို ပြုစုလုပ်ကျွေးနေသူတစ်ယောက်။ ရည်းစားမရှိ၊ မိန်းမမရှိ။ အွန်လိုင်းပေါ်ကတွေ့တဲ့ ကောင်မလေးကိုပဲစွဲစွဲလမ်းလမ်း ချစ်နေတဲ့ လူပျိုကြီးပါပဲ။ သူတို့ဟာ လူချင်းမတွေ့ရပေမဲ့ လိုင်းပေါ်မှာကတော့ လင်မယားတွေလိုပဲ‌ပေါ့။ကိုယ်တုံးလုံးပုံတောင် ကိုရဲကြီးက လှမ်းပို့သေးသတဲ့။ ဒါပေမဲ့ တစ်နေ့မှာ အကောင့်ပိုင်ရှင်လေးပျောက်ဆုံးလို့ စာမပြန် ဖုန်းမကိုင်သစ်စိမ်းချိုး ချိုးသွားတဲ့အခါမှာတော့…အလုပ်ပြုတ်တာ၊ တရားရင်ဆိုင်ရတာတွေက သူ့အတွက် အရေးမပါလှပါဘူး။ သိပ်ချစ်ရတဲ့ကောင်မလေး ရုတ်တရက်အဆက်ဖြတ်သွားတာကပဲ ကိုရဲကြီးကို ငါးရံ့ပြာလူး ဖြစ်စေခဲ့တာပါ။ ကောင်မလေးရှိရာ တောင်ပိုင်းပြည်နယ်ကိုမိုင်နှစ်ထောင်‌ကျော် ကားမောင်းပြီး အပြေးရောက်လာတာကိုသာ ကြည့်တော့။ ဒါပေမဲ့ ကောင်မလေးက အတွေ့မခံပါဘူး။အူနုကျွဲခတ်ခံရရှာတဲ့ ကိုရဲကြီးကလည်း ဓာတ်ပုံတွေ တစ်မြို့လုံးလိုက်ကပ်ပြီး ရှာတော့တာပါပဲ။ကောင်မလေးဟာ ကောင်မလေး မဟုတ်ခဲ့ပါဘူး။ သူ့ရဲ့ချစ်ခြင်းမေတ္တာ၊ သူ့ရဲ့ နှလုံးသား၊ သူ့ခံစားချက်တွေကကောင်မလေးဆိုပေမဲ့ကောင်မလေးဟာ လိင်အရတော့ ကောင်မလေး မဖြစ်တဲ့သူပေါ့။ အဲဒါကို ကိုရဲကြီး သိရှိဖော်ထုတ်မိချိန်မှာတော့ …ချစ်ခြင်းကို ဖွဲ့သီတဲ့ ဇာတ်ကားဆိုပေမဲ့ လိင်တူချင်း တပ်မက်ကြတဲ့ ဇာတ်ကားလေးပါပဲ။ ဒီဘက်ခေတ်မှာ ရေပန်းစားလာတဲ့အမျိုးအစားပေါ့။ ဒီတော့ သူတို့နှစ်ယောက်ဟာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ။ ကိုရဲကြီးက ဘယ်လိုဆုံးဖြတ်ပြီး ဘယ်လိုတုံ့ပြန်မှာလဲ။ကောင်မလေးမဟုတ်ရှာတဲ့ ကောင်မလေးကရော ကိုရဲကြီးကို ပိုင်ဆိုင်ခွင့်ရနိုင်ပါ့မလား။ ငွေရောင်ပိတ်ကားပေါ်မှာရှုစားနိုင်ပါကြောင်း…(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.3GB, 803MBQuality – Blu-ray 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 2H 1MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAly MuritibaStarsAntonio SaboiaLaila GarinLuthero AlmeidaPedro FasanaroThomas AquinoZezita MatosCastAntonio SaboiaBarbara BorggaCynthia SenekFlávio BauraquiFrancisco FernandesHertz FélixJandir SantinLaila GarinLeo MirandaLuthero AlmeidaMauro ZanattaMazé PortugalMichelle PucciOtávio LinharesPedro FasanaroSandro GuerraThomas AquinoZezita Matos",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6KF7dftY7jIHULYHFWx62CZZEkR.jpg",
      "https://image.tmdb.org/t/p/w300/gT966ZXqiBZmNF6rgLMi5N26vjg.jpg",
      "https://image.tmdb.org/t/p/w300/t2OneX764UnTXXF1GWjvMtoLfNh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jEKDQnXdRG7wRjvPmJwXJJGLN8t.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/private-dessert-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-deserto-particular-2021-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Jlnb/(CM)_Deserto_Particular_(2021)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZUNC3QCA#vPKTyzjkjQs2YYGhA679T3_GmbrHsNE2Alp4DpLKW9E",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0drq4lnvu2ej.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-deserto-particular-2021-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "803MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Jll0/(CM)_Deserto_Particular_(2021)_720p.mp4",
        "server": "megaup.net",
        "size": "803MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ZMNgSIDR#QG8F092vaEqI4g85cLHZZy0CQxOIESUPujEUDojqcso",
        "server": "mega.nz",
        "size": "803MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/326c1nwwqzet.html",
        "server": "usersdrive.com",
        "size": "803MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/kwyn2thxctwd.html",
        "server": "streamsb.com",
        "size": "803MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "k2xOdFdOLgM",
      "video_url": "https://www.youtube.com/watch?v=k2xOdFdOLgM",
      "embed_url": "https://www.youtube.com/embed/k2xOdFdOLgM"
    }
  }
]