[
  {
    "metadata": "N/A|2021|1h 42min|Comedy,Drama",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "51"
    },
    "title": "What Happened to Mr Cha?(2021)",
    "description": "What Happened to Mr.Cha 2021————————K dramaဖန်တွေအတွက် mydrama listမှာလဲ popularityဖြစ်‌ေနပြီး 2021ဇန်နဝါရီလမှာထွက်ခဲ့တဲ့ အသစ်စက်စက်Comedyကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်….ရုပ်ရှင်လောကတို့ အနုပညာတို့လောကတို့မှာစန်းဆိုတဲ့ အသုံးအနှုန်းက လူသုံးများတော့ ရင်းနှီးပြီးသားဖြစ်မှာပါ….တချို့သရုပ်ဆောင်တွေ ရုပ်လဲသိပ်မချော သရုပ်ဆောင်ပိုင်းလဲမကောင်းပဲ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ စန်းနဲ့ပေါက်သွားကြတာလဲ ကြားဖူးကြမှာပေါ့။။။ဒီဇာတ်လမ်းကလဲ အဲ့စန်းပေါ်ပဲ ဟာသဆန်ဆန်အခြေခံရိုက်ကူးထားပြီး  Fluဇာတ်ကားထဲမှာပါ၀င်သရုပ်ဆောင်ထားတဲ့မင်းသား Cha-In Pyoရဲ့သဘာ၀ကျကျ သရုပ်ဆောင်ဟန်ပန်တွေနဲ့ ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်ထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့အောင်မြင်တဲ့အခါတုန်းကတော့ဂုဏ်ပုဒ်တွေအများကြီးနဲ့ကျော်ကြားနေခဲ့ပြီးစန်းကျသွားတဲ့အခါကိုယ့်ထက်အောင်မြင်တဲ့သူတွေနဲ့အမှီလိုက်ဖို့ကြိုးစားနေရတဲ့မင်းသားကြီးတစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပြန်လည်အောင်မြင်ဖို့မျှော်လင့်ချက်လေးနဲ့ပျော်ရွှင်နေတဲ့အချိန်မှာ မထင်မှတ်တဲ့ မတော်တဆမှုကြောင့်ရေချိုးနေတုန်း အ၀တ်ဗလာနဲ့ အဆောက်အအုံပြိုကျတဲ့ထဲပါသွားပြီး ဘယ်လိုတွေ လွဲချော်ကုန်တယ်ဆိုတာ ဟာသဆန်ဆန် ခွီရအောင် ရိုက်ကူးပြသထားတဲ့အပြင် ရုပ်ရှင်သရုပ်ဆောင်တစ်ယောက်ရဲ့ တကယ်လက်တွေ့ ဘ၀ပုံစံကိုပါဖော်ပြထားတာကြောင့် အချိန်ကုန်ရကျိုးနပ်စေမယ့် ရုပ်ရှင်ကားတကားမလို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းပါရစေTranslated by : Thin Zar HtetEncoded by : YKNative Title: 차인표Also Known As: Cha Inpyo , Chainpyo , Cha In PyoGenres: ComedyCountry: South KoreaType: MovieRelease Date: Jan 1, 2021Duration: 1 hr. 41 min.Score: 6.3 (scored by 41 users)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDong-kyu KimStarsIn-Pyo ChaJae-Ryong SongCastCha In-pyoJo Dal-hwanJo Han-joonJo Sang-guPark Young-kyuShin Ae-raShin Shin-AeSong Jae-ryong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dyb8MrMsxQ4fBEN5bH55hnzESMU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oXg6oXbrn0H55WOQly2SqW2oXLy.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qri3z6k7xjh3.html",
        "server": "usersdrive.com",
        "size": "1.8Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/akf6wzaja2x5.html",
        "server": "usersdrive.com",
        "size": "1.4Gb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2gF4u/(CM)What.Happened.to.Mr.Cha.2021.1080p.NF.WEB-DL.DDP5.1.x264.mp4",
        "server": "megaup.net",
        "size": "1.8Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2gF4y/(CM)What_Happened_To_Mr_Cha720p.mp4",
        "server": "megaup.net",
        "size": "1.4Gb",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/j24r1ibi84fb.html",
        "server": "datbu.com",
        "size": "1.8Gb",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/411c9ut20a8n.html",
        "server": "datbu.com",
        "size": "1.4Gb",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/6d2tm8igevsw",
        "server": "veryfiles.com",
        "size": "1.8Gb",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/l2tfzq7graxk",
        "server": "veryfiles.com",
        "size": "1.4Gb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-what-happened-to-mr-cha-2021-1080-p-nf-web-dl-ddp-5-1-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-what-happened-to-mr-cha-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4Gb",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/what-happened-to-mr-cha2021",
        "server": "VIP Links",
        "size": "1.8Gb",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "d7ZP8ywcn8g",
      "video_url": "https://www.youtube.com/watch?v=d7ZP8ywcn8g",
      "embed_url": "https://www.youtube.com/embed/d7ZP8ywcn8g"
    }
  },
  {
    "metadata": "||1h 25 min|Action,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "268"
    },
    "title": "Nie Yinniang ( 2022 )",
    "description": "သိုင်းလောကကိုကြိုက်နှစ်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အခုဒီကားလေးကတော့ သိုင်းပညာရုပ်ရှင်ကားတွေမြွေဖြူမြွေစိမ်း(Green Sanke)နဲ့ ၂၀၂၀တုန်းကထွက်ခဲ့တဲ့ဝူခုန်းကား(Great God Monkey)စတဲ့နာမည်ကြီးကားတွေပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ NanSheng(Royi)လေးရဲ့ကားဖြစ်ပါတယ်ထန်မင်းဆက် အန်းရှီအရှုပ်တော်ပုံပြီးသွားတဲ့နောက်ကျန်ရစ်ခဲ့တဲ့အန်းရှီမျိုးနွယ်တွေကလမ်းစဉ်အသစ်ဖန်တီးမယ်ဆိုပြီး ပုန်ကန်မှုတွေတိုက်ခိုက်မှုတွေဖြစ်အောင် ပြန်ပြီးပြဿနာရှာနိုင်အောင်လို့ ဖေးယိဂိုဏ်းကိုထူထောင်ခဲ့တယ်လောကကြီးအေးချမ်းသာယာအောင် မကောင်းဖေးယိဂိုဏ်းကိုနန်းတွင်းကသုတ်သင်ဖြေရှင်းဖို့ ချန်ရွှိန်ဂိုဏ်းဆိုပြီးထူထောင်ခဲ့တယ်Yinniangကလည်း ချန်ရွှိန့်ဂိုဏ်းရဲ့တပည့်ပီပီဝေ့ပေါ်ကစစ်သူကြီးဆီမှာ သူ့သမီးယောင်ဆောင်ပြီးတော့ဖေးယိဂိုဏ်းခေါင်းဆောင်ကိုသတ်ဖို့လုပ်နေခဲ့တယ်ညီအစ်မလိုနေနေတဲ့ဆရာတူအစ်မကအလေးပေးခြင်းမခံရတဲ့အခါမှာဂိုဏ်းကိုစိတ်တိုပြီး စိတ်လိုက်မာန်ပါလုပ်ရင်းဘာတွေဆက်ဖြစ်မလဲ?တကယ်ပဲအစ်မဖြစ်သူကဂိုဏ်းကိုသစ္စာဖောက်မှာလားYunniangက နောက်ဆုံးမှာ ဂိုဏ်းရဲ့လျှိုဝှက်သိုင်းကိုကျင့်ကြံနိုင်ပြီး ဖေးယိခေါင်းဆောင်ကို သတ်နိုင်မလားဂိုဏ်းနှစ်ဂိုဏ်းရဲ့လှပတဲ့သိုင်းကွက်တွေနဲ့ဆန်းကြယ်လှတဲ့ဉာဏ်ဆင်အကွက်တွေကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုလို့ရမဲ့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , ActionRuntime : 1h 25 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCheng QimengJin ChongKong LinLi BingleiNan ShengWei NaYvonne Yung HungZheng YuanyuanCastCheng QimengJin ChongKong LinLi BingleiNan ShengWei NaYvonne Yung HungZheng Yuanyuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kRluXehgHCjv0odIiehsim6FuH3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oPVCuwLrTBj68yYT6nXsiEjLa2X.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/nie-yinniang-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "893 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/02exwai3l1q4.html",
        "server": "usersdrive.com",
        "size": "893 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblanh.com/an9jhs8u3wm8.html",
        "server": "streamsb.com",
        "size": "893 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/EOEDDbqb#0KUUwKYwxERx8_6bJ5pkIni2I8LdGmbDnt8HoG3zIRk",
        "server": "mega.nz",
        "size": "893 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/nie-yinniang-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "508 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/a7k7aa6g0taz.html",
        "server": "usersdrive.com",
        "size": "508 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/IO1CQIqY#62yAhR3jTmfcWKws6cqGfedltlzeYoNqPuOlrbSTeFQ",
        "server": "mega.nz",
        "size": "508 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G||1h 21min|Adventure,Animation,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "158,785"
    },
    "title": "Pocahontas (1995)",
    "description": "(Unicode)Disney Princess ဆိုတာနဲ့လူတိုင်း သိကြမယ်လို့ထင်ပါတယ်။ယခုပြောမှာကတော့ Disneyမင်းသမီးလေးတစ်ယောက် ဖြစ်တဲ့ ပိုကာဟွန်းတက်စ်(Pocahontas)ရဲ့ ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပါတယ်။ဒီကာတွန်းလေးကတော့ အော်စကာဆုနှစ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အလွန်လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ကာဇာတ်ကြောင်းတွေဟာဆိုလည်း တကယ်ရှိခဲ့တဲ့ ပိုကာဟွန်းတက်စ် မင်းသမီးလေးအပေါ် အနည်းငယ်အခြေခံထားတာတွေ့ရပါတယ်။ဒီဇာတ်လမ်းထဲမှာလေးကတော့ အင်္ဂလန်ကနေ အမေရိကတိုက်ကို လာပြီး အခြေချကာ ရတနာတူးဖော်လိုသူတွေနဲ့ အမေရိကတိုက်ရဲ့မူရင်းမျိုးနွယ် အင်ဒီးယန်းတွေကြားမှာ ဖြစ်ကြတဲ့ ရန်လိုစိတ်တွေကြား ရဲ့ရင်မှု၊စိတ်ထားဖြူစင်မှု၊ညဏ်ပညာအမျှော်အမြင်တွေနဲ့ပိုကာဟွန်းတက်စ် တစ်ယောက် ဘယ်လို ငြိမ်းအေးအောင်လုပ်မလဲဆိုတဲ့အကြောင်းလေးပါပဲ။ဒီကားလေးက စင်ဒရဲလားလိုကားလေး လုံးဝမဟုတ်တဲ့အတွက် ချိဖတို့လည်း မိန်းကလေးတွေရှေ့မှာ ရဲရဲကြည့်လို့ရတယ်နော်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Disney Princess ဆိုတာနဲ႔လူတိုင္း သိၾကမယ္လို႔ထင္ပါတယ္။ယခုေျပာမွာကေတာ့ Disneyမင္းသမီးေလးတစ္ေယာက္ ျဖစ္တဲ့ ပိုကာဟြန္းတက္စ္(Pocahontas)ရဲ႕ ဇာတ္လမ္းေလးအေၾကာင္းျဖစ္ပါတယ္။ဒီကာတြန္းေလးကေတာ့ ေအာ္စကာဆုႏွစ္ဆုကို ထိုက္ထိုက္တန္တန္ရရွိခဲ့ၿပီး အလြန္လူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းေလးျဖစ္ကာဇာတ္ေၾကာင္းေတြဟာဆိုလည္း တကယ္ရွိခဲ့တဲ့ ပိုကာဟြန္းတက္စ္ မင္းသမီးေလးအေပၚ အနည္းငယ္အေျခခံထားတာေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းထဲမွာေလးကေတာ့ အဂၤလန္ကေန အေမရိကတိုက္ကို လာၿပီး အေျခခ်ကာ ရတနာတူးေဖာ္လိုသူေတြနဲ႔ အေမရိကတိုက္ရဲ႕မူရင္းမ်ိဳးႏြယ္ အင္ဒီးယန္းေတြၾကားမွာ ျဖစ္ၾကတဲ့ ရန္လိုစိတ္ေတြၾကား ရဲ႕ရင္မႈ၊စိတ္ထားျဖဴစင္မႈ၊ညဏ္ပညာအေမွ်ာ္အျမင္ေတြနဲ႔ပိုကာဟြန္းတက္စ္ တစ္ေယာက္ ဘယ္လို ၿငိမ္းေအးေအာင္လုပ္မလဲဆိုတဲ့အေၾကာင္းေလးပါပဲ။ဒီကားေလးက စင္ဒရဲလားလိုကားေလး လုံးဝမဟုတ္တဲ့အတြက္ ခ်ိဖတို႔လည္း မိန္းကေလးေတြေရွ႕မွာ ရဲရဲၾကည့္လို႔ရတယ္ေနာ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ag Ko Khant ပဲျဖစ္ပါတယ္…File Size : (650 MB) and (330 MB)Quality : Blu-Ray 720pRunning Time : 1hr 21minFormat : Mp4Genre : Animation, Adventure, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-SECTOR7Translated by Ag Ko KhantEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEric GoldbergMike GabrielPeter J. DelucaRick MooreStarsBilly ConnollyChristian BaleDanny MannDavid Ogden StiersIrene BedardJohn KassirJudy KuhnLinda HuntMel GibsonRussell MeansCastBilly ConnollyChristian BaleDanny MannDavid Ogden StiersFrank WelkerGordon TootoosisIrene BedardJames Apaumut FallJim CummingsJoe BakerJohn KassirJudy KuhnLinda HuntMel GibsonMichelle St. JohnRussell Means",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9YAVIwBcBrLXeukg2dgMGfYB1uu.jpg",
      "https://image.tmdb.org/t/p/w300/dm6NraLaLOCvGfzYPl7puMvvxfr.jpg",
      "https://image.tmdb.org/t/p/w300/ua5vKTeSvqnKVW4zb0W82Jt9cMt.jpg",
      "https://image.tmdb.org/t/p/w300/jYuEb9XVGixJpz2D1DxPAjDXAic.jpg",
      "https://image.tmdb.org/t/p/w300/lix5vtgbsXasgGiOBjySIc6wXhu.jpg",
      "https://image.tmdb.org/t/p/w300/sI8k30U5IW8rKbKC4cXYa18lpWl.jpg",
      "https://image.tmdb.org/t/p/w300/10KgY8lZzSgUd0sN4aCzVU64s4r.jpg",
      "https://image.tmdb.org/t/p/w300/6SClDyg3cPPNh8a6FHVakyzfOUa.jpg",
      "https://image.tmdb.org/t/p/w300/mCtDNdEqDDRKuwFxCNDYrHUnc27.jpg",
      "https://image.tmdb.org/t/p/w300/vb9ypjVwBKnxQaCGEkduSdJv0Hx.jpg",
      "https://image.tmdb.org/t/p/w300/36mbkPliurpUfL0RfY5X9wJge9V.jpg",
      "https://image.tmdb.org/t/p/w300/tJ5vf5rzSL5NarZLijSVdKTYm8O.jpg",
      "https://image.tmdb.org/t/p/w300/suJTPUe9MXTUDHNLKZ55un1zatq.jpg",
      "https://image.tmdb.org/t/p/w300/rvdOC5EiNmNWx0hTPAqwmouvWhD.jpg",
      "https://image.tmdb.org/t/p/w300/zjQtR1Yyju8OZ8AHXgcIZfv7Ce2.jpg",
      "https://image.tmdb.org/t/p/w300/qnodAowYPW91PotvhNKiGFxiJvx.jpg",
      "https://image.tmdb.org/t/p/w300/sQp30QW5TpBsfSFLuLyA3r8ZDQg.jpg",
      "https://image.tmdb.org/t/p/w300/gNrjCPfrYxYsZ1OdbZKMuGwxTWs.jpg",
      "https://image.tmdb.org/t/p/w300/ifvZjaOd6XrCSDkfLCyJPTXS2E0.jpg",
      "https://image.tmdb.org/t/p/w300/5AtHwDhPAgTVAaEJQyj9UO6ZnV3.jpg",
      "https://image.tmdb.org/t/p/w300/xDwZFK6gVw4G8QQQxdjLuP3VGLX.jpg",
      "https://image.tmdb.org/t/p/w300/utYNvNU3BzGKW8lz7wzD7xTEBaH.jpg",
      "https://image.tmdb.org/t/p/w300/yZ9YP5DDHEUWIEfHOzm6lCG2vj9.jpg",
      "https://image.tmdb.org/t/p/w300/qT3qws9d2lj7L8thB4xSRyOOjLR.jpg",
      "https://image.tmdb.org/t/p/w300/iQByqR5W1Wax0jotWiKPEs7t1NN.jpg",
      "https://image.tmdb.org/t/p/w300/mdA03oyxjBlTaFpoKBJSrTijYjx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/V96/(CM)_Pocahontas.1995.720p.Blu.Ray.mp4",
        "server": "VIP Links",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/5C7",
        "server": "VIP Links",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/kXSQx4uRyaB39Q",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/3Ctah",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-pocahontas-1995-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iy4kcv0k2g55.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1x6au/(CM)_Pocahontas.1995.720p.Blu.Ray.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/JPwmxCSa#navLJbNv6W6LYCZ8J5nBivqjvTBaom5m1FyjEhKZ7oM",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/f2wgjt1957dt",
        "server": "upstream.to",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/nzpocahontasi1995",
        "server": "VIP Links",
        "size": "650 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/nz-pocahontas-i-1995-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "DSf_pVG8QZM",
      "video_url": "https://www.youtube.com/watch?v=DSf_pVG8QZM",
      "embed_url": "https://www.youtube.com/embed/DSf_pVG8QZM"
    }
  },
  {
    "metadata": "R|2008|1h 59min|Adult,Drama,Romance",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "192,302"
    },
    "title": "Revolutionary Road (2008)",
    "description": "Revolutionary Road (2008)IMDb – 7.3/10_____Rotten – 67%Titanic စုံတွဲ လီယိုနာဒိုနဲ့ကိတ်ဝင်းစလတ်တို့ကို ပူးတွဲပြီး ထပ်မံမြင်တွေ့ရမယ့်ဇာတ်ကားပါ။ ဒီဇာတ်ကားနဲ့ မင်းသမီးကိတ်ဝင်းစလတ်ဟာ Golden Globe Awards ဆုကိုရရှိခဲ့ပါတယ်…ရုပ်ရှင်အညွှန်းကိုတော့ ကိုဝဏ္ဏသန်းထွန်းရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။——————————————-Revolutionary Road အား ဆင့်ပွားခံစားခြင်း==============================ပထမဆုံး မိတ်ဆက်ပေးချင်တာတော့ ဒီ ဇာတ်လမ်းကို ရေးသားခဲ့သူ စာရေးဆရာ Richard Yates နဲ့ သူ့ ဝတ္တုအကြောင်းပါ။ ဒီ ဝတ္တုဟာ ရစ်ချက် ရဲ့ ပထမဆုံး ဖန်တီးမှု တစ်ခုဖြစ်ခဲ့ပြီး (၁၉၆၂) ခုနှစ်ရဲ့ National Book Award မှာ နောက်ဆုံး စကာတင် သုံးဆုထဲ ပါခဲ့ပါတယ်။ ပရိသတ်အကြိုက်ဖြစ်ခဲ့ပြီး (၂၀၀၅) ခုနှစ်မှာ Time မဂ္ဂဇင်းက ရွေးချယ်တဲ့ (၁၉၂၃) ခုနှစ်ကနေ လက်ရှိအချိန်ထိ အကောင်းဆုံး အင်္ဂလိပ်ဘာသာနဲ့ ရေးသားတဲ့ စာအုပ်တစ်ရာ အတွင်း ပါဝင်ခဲ့တယ်လို့ အင်တာနက် မှတ်တမ်းများအရ သိရပါတယ်။ ဒီ Revoultionary road နဲ့ ပါတ်သတ်ပြီး ရစ်ချက်က အင်တာဗျူး တစ်ခုမှာ … “ကျွန်တော် ဒါကို ရေးခဲ့တာ (၁၉၅၀) ခုနှစ်များဆီက အမေရိကန်တွေရဲ့ ဘဝတွေကို ပုံဖော်ပြချင်တာထက် ပိုပါတယ်။ ခင်ဗျားတို့လည်း သိမှာပါ။ အဲဒီကာလတွေ တုန်းက ဆင်ခြေဖုန်းရပ်ကွက်တွေမှာ နေတဲ့ သာမန် လူတန်းစား အလွှာ တစ်ခုတင် မကပါဘူး။ တစ်နိုင်ငံလုံးမှာ ကြပ်တည်းမှုတွေ၊ ရုန်းကန်ရပ်တည်ရတာတွေ၊ ဘဝအာမခံချက်မရှိ၊ လုံခြုံမှု မရှိတဲ့ အခြေအနေတွေကို ကျနော်တို့ ရင်ဆိုင်ခဲ့ရတာ မှတ်လား” ဆိုပြီး ဖြေကြားသွားပါတယ်။အဲဒီခေတ်ကာလ က လူနေမှုပုံစံတွေကို ထင်ဟပ်ပြတဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းတစ်ခုပေါ့။ (၁၉၅၀) နှစ်များဆီက အမေရိကန် တောင်ပိုင်းပြည်နယ် တစ်ခုရဲ့ မြို့ တစ်မြို့မှာ Frank နဲ့ April တို့ နှစ်ဦးက Bar တစ်ခုမှာ တွေ့ဆုံပြီး ချစ်ကြိုက်ခဲ့တယ်။ အဲဒီ အချိန်မှာ ဖရန့်ခ် က အလုပ်ကိုင် မယ်မယ်ရရမရှိ ကြုံရာကျပန်း လုပ်နေရသလို၊ အေပရယ်ကလည်း မင်းသမီးဖြစ်ချင်လို့ ကြိုးစားနေဆဲ ကာလ၊ အေပရယ်ကို လက်ထပ်ပြီး ဖရန့်က ကုမ္ပဏီ တစ်ခုမှာ အရောင်းစာရေးနေရာက ဝင်လုပ်တယ်။ နောက်ပိုင်း အေပရယ် ကိုယ်ဝန်ရလာတဲ့ အချိန်ကျမှ ဆင်ချေဖုန်းရပ်ကွက် တစ်ခု ရဲ့ Revolutionary road လို့ အမည်ရတဲ့ လမ်းက နေအိမ်ကို ပြောင်းရွှေ့ပြီး နေထိုင်ခဲ့ကြပါတယ်။(သူတို့နဲ့ တစ်ရပ်ကွက်တည်း နေတဲ့အိမ်နီးချင်းတွေကတော့ ရုန်းကန်ရပ်တည်ရမှုတွေနဲ့ အသားကျနေတဲ့ Revolutionary လမ်း က မိသားစုတွေထဲ မှာ သူတို့ ဇနီးမောင်နှံက အဒီ အခြေအနေတွေကို တော်လှန်ပြီး ပျော်ရွှင်တဲ့ အိမ်ထောင်သည် ဘ၀ တွေကို ထူထောင်နိုင်သူများ အဖြစ် သတ်မှတ်ခဲ့ပါတယ်။)အများရဲ့ အမြင်မှာ သာယာချမ်းမြေ့တဲ့ လူငယ်စုံတွဲ အိမ်ထောင်သည် ဘဝကို ဖရန့်ခ် နဲ့ အေပရယ် တို့က ပိုင်ဆိုင်ထားတယ်လို့ ဆိုနိုင်ပေမယ့် တကယ့် လက်တွေ့ဘဝမှာ တော့ သူတို့ နှစ်ဦးအိမ်ထောင်ရေးက အဆင်မပြေလှပါဘူး။သားသမီးတွေရလာချိန်မှာ အေပရယ်က ဘဝနောင်ရေးအတွက် ခိုင်မာချင်လာတယ်။ ခင်ပွန်းဖရန့်ခ် ကိုလည်း သူ ဝါသနာဗီဇ နဲ့ ကိုက်ညီတဲ့ အလုပ်တစ်ခု လုပ်စေချင်တယ်။ ဒါကတော့ မထူးဆန်းပါဘူး။ မိခင်ကောင်း၊ အိမ်ထောင်ရှင်မတိုင်း ဖြစ်ချင်ကြတဲ့ စိတ် ဆန္ဒမျိုးပါပဲ။ ဖရန်ခ့်ဘက်က ကြည့်တော့လည်း သူ ဝါသနာမပါလှတဲ့ အလုပ်ထဲမှာ တစ်နေ့ (၁၀) နာရီ အချိန်ပေးပြီး အလုပ် လုပ်နေတယ်။ သားသမီးတွေကို အဆင်ပြေအောင် ကျွေးမွေးနိုင်တယ်။ ဒါပေမယ့် သူ အိမ်ထောင်ရေးဘဝက အဆင်မပြေလှဘူး။ ဇနီးဘက်က Demanding တွေ များလွန်းတယ်ပေါ့။မပျော်ရွှင်တဲ့ အိမ်ထောင်သည် ဘဝကို ဖြေရှင်းဖို့ အမျိုးမျိုး ကြိုးစားနေပေမယ့် မအောင်မြင်၊ ဒါကိုပဲ ဖုံးကွယ်ဖို့ ကြိုးစားရင်း နဲ့ လုံးခြာလိုက်နေတော့တာပဲ။ ဧပရယ်က ပြင်သစ်မှာ အခြေကျဖို့ စီစဉ်တယ်။ ဖရန့်ခ်ကလည်း သဘောတူပြီးကာမှ ဧပရယ် မှာ တတိယ ကိုယ်ဝန်လွယ်လာရချိန်၊ ဖရန့်ခ် အလုပ်ကလည်း လခ ကောင်းကောင်းနဲ့ ရာထူးတိုးပေးလို့ တိုင်ပင်ထားတဲ့ အစီအစဉ်က ပျက်၊ အဲဒီ မလိုချင်တဲ့ ကိုယ်ဝန်ကို ဧပရယ်က ဖျက်ချပစ်ချင်၊ ယောက်ကျားလုပ်သူက သဘောမတူ၊ အခြေအနေရ ဒီမှာပဲ ဆက်နေဖို့ လက်ခံလိုက်ရပေမယ့် ဇနီးဖြစ်သူရဲ့ စိတ်ထဲမှာတော့ ပဲရစ် အစီအစဉ် အကောင်အထည် ဖော်ခွင့်မရလိုက်တာ ကြီးမားတဲ့ မကျေနပ်မှု အစိုင်အခဲပဲ။ သူ့ရဲ့ မျှော်လင့်ချက်ကို ခင်ပွန်းဖြစ်သူက ရိုက်ချိုးခဲ့တယ်လို့ပဲ ထင်နေတယ်။အဲဒီ နောက်ပိုင်းမှာ သူတို့ လင်မယား နှစ်ယောက် ရဲ့ ကြားက ဆက်ဆံရေးက အရမ်း အေးခဲသွားခဲ့ပြီ။ အဲဒီ အခြေအနေကြားမှာ ဖရန့်ခ် က သူ့ အလုပ်ထဲက အမျိုးသမီး မော်ရင်း နဲ့ ဖောက်ပြန်ခဲ့သလို၊ အေပရယ်ကလည်း အိမ်နီးချင်း ကလေးအဖေ တစ်ဦးနဲ့ ငြိစွန်းသွားခဲ့တယ်။ ဒါက ဘယ်လိုမှ လက်သင့်ခံစရာ မရှိတဲ့ အမည်းစက်ပါ။ ဒါပေမယ့် …လူတွေရဲ့ အပြုအမူကို ခေတ်ကြောင့်လို့ အတိအကျ လက်ညိုးထိုးလို့ မရပေမယ့် ဒီ scene တွေကို ထည့်ရိုက်ပြထားတာဟာ အိမ်တွင်းရေးမပြေလည်တဲ့ ဘဝတွေနဲ့ The age of anxiety လို့ သုံးနှုန်းရလောက်တဲ့ အဲဒီခေတ်မှာ စိတ်ညစ်ညူးမှုတွေကို ပုံစံအမျိုးမျိုး နဲ့ ထွက်ပေါက်ရှာတတ်တဲ့ အနေအထားမျိုးလို့ပဲ တွေးယူမိပါတယ်။ ဖရန့်ခ်က သူ ဖောက်ပြန်ခဲ့တဲ့ အကြောင်း ဇနီးဖြစ်သူကို ပြန်ပြောပြတဲ့ အချိန်မှာတောင် ဧပရယ်ဘက်က တုန်လှုပ်မှု မရှိတော့ဘူး။ သူ တို့ နှစ်ယောက်ကြားက အမုန်းအစိုင်အခဲ က ထုထည်ကြီးမားနေခဲ့ပြီ။ အဲဒီ အစိုင်အခဲ ပေါက်ကွဲတဲ့ အချိန်မှာ၊ သူတို့ မိသားစုရဲ့ domestic violence ကမီးတောင် တစ်ခုပေါက်ကွဲသလို ရန်ဖြစ်စကားများမှုတွေ ခဏခဏ ဖြစ်လာရတဲ့ အဆုံးမှာတော့ …..ဒီရုပ်ရှင်ကနေ ပျော်ရွှင်မှုတွေ၊ စိတ်ကြည်နူးစရာ romance လေးတွေကို ခံစားရမှာ မဟုတ်ပါဘူး။ ဒေါသတကြီး ပေါက်ကွဲ အော်ဟစ်သံတွေ၊ ဆဲဆို ရန်ဖြစ်သံတွေ နဲ့ ပြည့်နှက်နေတဲ့ မပြေလည်တဲ့ အိမ်ထောင်သည် လင်မယားကို ပဲ မြင်ရမှာပါ။ အပေါ်ယံပဲ ကြည့်ရင်တော့ ခေတ်တစ်ခေတ် ရဲ့ နောက်ခံ အိမ်ထောင်ရေး ဇာတ်လမ်းပေါ့။ မပြေလည်တာတွေကို fix မလုပ်နိုင်ဘဲ အပေါ်ယံဟန်ဆောင်မှုတွေနဲ့ ပြေလည်သယောက် ဖုံးကွယ်ထားတဲ့ အခါ ကြာလာလေလေ၊ အနာယဉ်းလာလေလေ နဲ့ အဆုံးသတ် မကောင်းတဲ့ ဖြစ်စဉ်မျိုးပါပဲ။ အဲဒါကြောင့်ပဲ သူတို့ နိုင်ငံတွေမှာ Marriage ဆိုတာကို အယုံမကြည် မရှိသူတွေ များလာပြီး လက်မထက်ခင် အတူနေ၊ သဘောထားချင်း မတိုက်ဆိုင်ရင် လွယ်လွယ်လေး ကွဲ လိုက်ကြ၊ နောက် တစ်ယောက်နဲ့ ပြန် တွဲ လိုက်ကျ နဲ့ .. complicated relationships တွေကို ပိုင်ဆိုင်နေကြသလား မသိပါ။ဒီ ဇာတ်ကားထဲမှာ သတိပြုမိတာ တစ်ခုရှိတယ်။ အဲဒါက အိမ်ထောင်မပြုခင်မှာ ကိုယ်စီ စိတ်ကူးတွေ၊ အိပ်မက်တွေ ရှိတယ်။ဥပမာ – ဧပရယ် ဆိုရင် မင်းသမီး ဖြစ်ချင်နေတယ်။ တကယ်တမ်း အိမ်ထောင်ပြုလိုက်တဲ့ အချိန်မှာ အဲဒီ စိတ်ကူးတွေ အကောင်အထည်ဖော်ခွင့်မရှိတော့ဘူး။ မိသားစုဘဝထဲ မြုပ်နှံလိုက်ရတယ်။ သားသမီး ရလာတဲ့အချိန်မှာ ပို လို့တောင် မဖြစ်နိုင်တော့တယ်။ အဲဒီ အချိန် အိမ်ထောင်ရေးမှာ အဆင်မပြေတာလည်း ကြုံရော .. ကိုယ်ဖြစ်ချင်တာတွေ မဖြစ်ခဲ့တဲ့ ဒါဏ်ရာဟောင်းက ပြန် ပေါ်လာတယ်။ အဲဒါ ပြသနာ အစ ပဲ။ယောက်ကျားတွေရဲ့ ဗီဇကို မသိမသာလေး ပြသွားတဲ့ ဇာတ်ကွက်လေးတွေ ရှိတယ်။ ဥပမာ ဧပရယ် (Kate) နဲ့ ဖောက်ပြန်ခဲ့တဲ့ Shep ဟာ သူတို့ရဲ့ အိမ်နီးချင်း၊ ဧပရယ်ရဲ့ အချစ်ဆုံး သူငယ်ချင်း မီလီ ရဲ့ ခင်ပွန်း။ မီလီက အိမ်ထောင်ရှင်မကောင်း တစ်ယောက်၊ ယောက်ကျားက ရှင်ဆိုရှင်၊ သေဆိုသေ၊ ဒါကို သူ့ယောက်ကျား လုပ်တဲ့သူက ဖောက်ပြန်တယ်။ နောက်ဆုံးခန်းမှာ မီလီက ဖရန့် နဲ့ ဧပရယ်အကြောင်း ခင်ပွန်းဖြစ်သူကို ပြောပြချင်တယ်ဆိုတော့ “သူတို့ အကြောင်းတွေ ငါဘာမှ မကြားချင်တော့ဘူးကွာ” ဆိုပြီး ထွက်သွားပါလေရော ..။ အဲဒါက တစ်ချက်။ဖရန့် တို့ရဲ့ နောက်ထပ် အိမ်းနီးခြင်း ဟဲလင် ဆိုလည်း သူ့ သား စိတ္တဇ ဝေဒနာသည်အတွက် တစ်ယောက်တည်း ရုန်းကန်နေရတာ။ ခင်ပွန်းလုပ်တဲ့သူက ဟောင်းဝဒ်က ဇနီး အပေါ် ထောက်ခံတဲ့ အပြုအမူမျိုးတစ်ခါမှ မပြခဲ့ဘူး။ တစ်ခုခု တိုင်ပင်ချင်တဲ့အချိန်တောင် နားမှာတပ်ထားတဲ့ ear phone ကို အသံမြင့်ပစ်လိုက်တယ်။ အဲဒီ အချက်တွေကို ကြည့်ချင်းအားဖြင့် ခင်ပွန်းတွေဟာ ဇနီးဖြစ်သူရဲ့ ဖွင့်ဟတိုင်ပင်တာမျိုးကို နားထောင်ချင်တဲ့ ဆန္ဒမရှိဘူး ဆိုတဲ့ သဘောမျိုး ဖြစ်နေတယ်။ နှစ်ယောက်ကြားက ထိတွေ့မှု နဲ့ ဝေမျှခံစားမှု အားနည်းခြင်း (lack of communication and sharing) က အိမ်ထောင်တစ်ခု ကျိုးပျက်စေနိုင်ဖို့ လုံလောက်တဲ့ အကြောင်းရင်းတစ်ခု ဖြစ်နေပြီ မဟုတ်လား။ဒီ ဇာတ်လမ်းရဲ့ နောက်ထပ် စိတ်ဝင်စားစရာ အချက်တစ်ခုက ဒီ ရုပ်ရှင်ကို ပုံဖော်ခဲ့သူ American Beauty တို့ Skyfall တို့လို နာမယ်ကြီး ရုပ်ရှင်တွေရဲ့ ဒါရိုက်တာ Sam Mendes က အဲဒီ ဇာတ်ကားရိုက်တဲ့ အချိန် ကိတ် ရဲ့ ခင်ပွန်းဖြစ်ပြီးတော့ အဲဒီ ဇာတ်ကားထွက်ပြီး နှစ်နှစ်အကြာ (၂၀၁၀) မှာ သူတို့ နှစ်ဦး လမ်းခွဲလိုက်ကြပါတယ်။ ဇာတ်ဝင်ခန်းတွေမှာ လင်မယားစရိုက် အနမ်းအရှုပ်၊ အပွေ့အဖက်တွေကို ပီပြင်အောင် ရိုက်ကူးရတာနဲ့ ပါတ်သတ်လို့ ဇနီး ဖြစ်သူ ကိတ် နဲ့ လီယို တို့ သရုပ်ဆောင်တဲ့ အပေါ် ကြီးကြပ်ရတာကို သူအနေနဲ့ စိတ်ထဲ ဘာမှ မရှိလှပါဘူးလို့ ဆန် က အင်တာဗျူး တစ်ခုမှာ ဖြေခဲ့ပါသေးတယ်။ထူးချွန်ဆုတွေနဲ့ ပါတ်သတ်ပြီး ပြောရရင် ရွှေကမ္ဘာလုံးဆု (Golden Globe) အတွက် စံကာတင် သုံးဆု ပါခဲ့ပြီး ကိတ် က အကောင်းဆုံး အမျိုးသမီးထူးခွန်ဆု ဆွတ်ခူးခဲ့ပါတယ်။ Silver Lingings Playbook က ဂျနီဖာ လောရင့်စ် ကို ကြည့်ပြီး ဒီ သူငယ်မ အတော် သရုပ်ဆောင်ကောင်းတာပဲလို့ တွေးခဲ့မိတာ။ ဒီ ဇာတ်ကားထဲက ကိတ် ကို ဘယ်မှီမလည်း။ (အသက်အရွယ်နဲ့ သဘာ ကတော့ အတော်ကွာပါတယ်။)အထူးသဖြင့် သူ စိတ်တွေအရမ်းလှုပ်ရှားနေလို့ စီးကရက် သောက်ပြီး စိတ်ထိမ်းရတဲ့ အခန်းတွေ၊ လင် ဖြစ်သူကို အားမလို အားမရ ဖြစ်နေလို့ .. “ဘာမှ အားကိုးလို့ မရဘူး။ ဘယ်လို ယောက်ကျားမျိုးလည်း” ဆိုပြီး လက်ညိုးငေါက်ငေါက်ထိုးပြီး ရန်တွေ့တဲ အခန်းတွေနဲ့၊ ယောက်ကျားလုပ်သူက တခြား မိန်းမတစ်ယောက်နဲ့ ဖောက်ပြန်ခဲ့တယ်ဆိုတာ ပြန်ပြောတဲ့အချိန်မှာတောင် မျက်နှာ တစ်ချက်ကလေး မပျက်ဘဲနဲ့ “ အခုချိန်မှ ဘာရည်ရွယ်ချက်နဲ့ ဒါတွေ လာပြောနေတာလည်း၊ ရှင် အပေါ် ကျွန်မ ဘာ ခံစားချက်မှ မရှိတော့ဘူး” ဆိုပြီး သွေးအေးအေး ပြန်ပြောနေတဲ့ အခန်းတွေက အတော် သရုပ်ပါ ပါတယ်။ဒီ ဇာတ်လမ်းကနေ တွေးမိတာတော့ အိမ်ထောင်မှု တစ်ခုဆိုတာ ဘက်ပေါင်းစုံက ရှု့ထောင့်အမျိုးမျိုးနဲ့ ချဉ်းကပ်စဉ်းစားရတဲ့ ကျုယ်ပြန့်တဲ့ ဘာသာရပ်တစ်ခုပါပဲဗျာ။ ဘ၀ ခရီးရှည်ကြီးကို မသေမချင်း အတူတူ လျှောက်လှမ်းရတဲ့ အချိန်မှာ သူ့ ဆီမှာ ကိုယ် လက်မခံနိုင်စရာ ဘယ်လိုအချက်တွေ ပါလာနိုင်လည်း ဆိုတာလည်း ကြို မသိနိုင်ဘူးလေ။ အဲဒါကြောင့် လက်ထပ်ပြီးစ စုံတွဲတွေကို Honeymoon ပျားရည်ဆမ်းခရီး ထွက်ခိုင်းကြတာ။ အဲလို သွားတယ်ဆိုတဲ့ သဘောကလည်း ခရီးရှည်ကြီးကို နှစ်ယောက်အတူ မသွားခင် ခရီးတို တစ်ခုကို နှစ်ယောက်အတူ သွားကြည့်တာ။ လူ တစ်ယောက်အကြောင်းဆိုတာ ခရီးအတူ ထွက်ရင်ကို ဘယ်လို စရိုက်တွေ ရှိလည်း သိနိုင်တာမျိုးတဲ့။ အဲလို ခရီးတိုလေး ထွက်တဲ့အချိန် ကိုယ် မကြိုက်တဲ့ အမူအကျင့်တွေ ကိုယ့် ဘဝခရီးဖော်ဆီက တွေ့လာခဲ့ရင် သည်းခံစိတ်ရှည် နားလည်နိုင်အောင်လို့တဲ့ဗျာ။စာလည်း အတော်ရှည်သွားပြီ။ စဉ်းစားစရာ ကောင်းတဲ့ အချက်လေး နှစ်ချက်နဲ့ ဒီ အညွန်းကို ပိတ် ပါရစေ …A man is incomplete until he is married. After that, he is finished.ယောက်ျားတစ်ယောက်ဟာ အိမ်ထောင်မပြုသေးမချင်း မပြီးပြည့်စုံဘူး။ အိမ်ထောင်ပြုပြီးသွားရင်တော့ နိတ္ထိတံ သွားပြီ။Zsa Zsa Gabor [from MKS group]အိမ်ထောင်ပြုခြင်းဟာ ကြိုး တစ်ချောင်း နဲ့ ချည်နှောင်လိုက်တာဆိုရင် အဲဒီ ကြိုးဟာ ယောက်ကျား ဖြစ်သူကို ချည် တဲ့ ကြိုး မဟုတ်ပါဘူး။ မိန်းမသားဖြစ်သူကို ချည်တဲ့ကြိုးပါ။ (ဂျူး)ဝဏ္ဏသန်းထွန်း(၂၁၊ ဂျွန်၊ ၂၀၁၃)(ရုပ်ရှင်အညွှန်းကိုThan Htun WunnaFacebook မှကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…BluRay Rip 720pFormat…mp4Duration….01:59:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNaw LydiaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJayne-Ann TenggrenSam MendesStarsDavid HarbourDylan BakerJay O. SandersKate WinsletKathryn HahnKathy BatesLeonardo DiCaprioMichael ShannonRichard EastonZoe KazanCastDavid GereDavid HarbourDylan BakerDylan Clark MarshallJay O. SandersJohn BehlmannJohn OttavinoKate WinsletKathryn HahnKathy BatesKeith ReddinKristen ConnollyLeonardo DiCaprioMarin IrelandMax BakerMax CasellaMichael ShannonRichard EastonRyan SimpkinsTy SimpkinsZoe Kazan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8LJgY2DOv7rWMvbPKHVqHr3PM2X.jpg",
      "https://image.tmdb.org/t/p/w300/zmXMm9DI5qdPPPM92uShv8c2IBP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/Revolutionary-Road-poster.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/revolutionary-road-2008-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uhp4bbaco2wv.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/revolutionary-road-2008-mm-sub-mp-4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/ekipe1vnvbiz.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "gf0VqzuWedU",
      "video_url": "https://www.youtube.com/watch?v=gf0VqzuWedU",
      "embed_url": "https://www.youtube.com/embed/gf0VqzuWedU"
    }
  },
  {
    "metadata": "|2019||Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Timeless Love (2019)",
    "description": "Timeless Love 2019==============#Unicodeတစ်ချို့က အိမ်မက်တွေထဲမှာပျော်တယ်၊ တစ်ချို့က အိမ်မက်တွေထဲမှာဝမ်းနည်းရတယ်၊အိမ်မက်တွေထဲမှာ ဝမ်းနည်းကြောက်လန့်ရသူတွေက အမြန်နိုးထချင်ပြီး၊အိမ်မက်တွေထဲမှာ ပျော်ရွှင်နေရသူတွေကတော့ အိမ်မက်ထဲမှာပဲ ဘဝကိုပြီးဆုံးချင်ကြတယ်၊ဒီကားလေးကတော့ ကိုမာ ဝင်နေတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပါပဲ . . .ဒါပေမဲ့ ပျော်ရွှင်ခြင်းတွေပြည့်နေတဲ့ အိမ်မက်ထဲကနိုးထခဲ့ရသူတစ်ယောက်ရဲ့အဖြစ်ဆိုတော့ဘယ်လိုလုပ်ပြီး အဲ့အိမ်မက်လေးကိုလက်လွှတ်ချင်ပါ့မလဲ . . .အဲ့ကိစ္စကို အခြေခံပြီး ဆန်းကြယ်တဲ့အချစ်ဇာတ်လမ်းလေးစခဲ့တယ်ဆိုပါတော့လေ . . .#Zawgyiတစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာေပ်ာ္တယ္၊ တစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာဝမ္းနည္းရတယ္၊အိမ္မက္ေတြထဲမွာ ဝမ္းနည္းေၾကာက္လန႔္ရသူေတြက အျမန္ႏိုးထခ်င္ၿပီး၊အိမ္မက္ေတြထဲမွာ ေပ်ာ္႐ႊင္ေနရသူေတြကေတာ့ အိမ္မက္ထဲမွာပဲ ဘဝကိုၿပီးဆုံးခ်င္ၾကတယ္၊ဒီကားေလးကေတာ့ ကိုမာ ဝင္ေနတဲ့အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါပဲ . . .ဒါေပမဲ့ ေပ်ာ္႐ႊင္ျခင္းေတြျပည့္ေနတဲ့ အိမ္မက္ထဲကႏိုးထခဲ့ရသူတစ္ေယာက္ရဲ႕အျဖစ္ဆိုေတာ့ဘယ္လိုလုပ္ၿပီး အဲ့အိမ္မက္ေလးကိုလက္လႊတ္ခ်င္ပါ့မလဲ . . .အဲ့ကိစၥကို အေျခခံၿပီး ဆန္းၾကယ္တဲ့အခ်စ္ဇာတ္လမ္းေလးစခဲ့တယ္ဆိုပါေတာ့ေလ . . .(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Megumi ပဲဖြစ်ပါတယ်။)Quality – 720p  WEB-DLDuration – 1 hrs 25 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.WEB-DLTranslator – MegumiEncoder – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsBrant DaughertyRachel SkarstenCastBrant DaughertyRachel Skarsten",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/timeless.love_.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vag/[CM]Timeless.Love.2019.720P.mp4",
        "server": "Soliddrive.co",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://fastload.cc/327",
        "server": "fastload.cc",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yadi.sk/i/fWv8catdcrj-zg",
        "server": "disk.yandex.com",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mirrorace.com/m/3CwoO",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-timeless-love-2019-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://usersdrive.com/0cqcrtlmfgyr.html",
        "server": "usersdrive.com",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://megaup.net/1x2US/Timeless.Love.2019.720P.mp4",
        "server": "megaup.net",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://mega.nz/file/dht0CaAb#Ct31l0KcIhDzrpRZsgrrM8mRH04VTO__o1DOn6MvjpM",
        "server": "mega.nz",
        "size": "600 MB",
        "quality": "600 MB"
      },
      {
        "link": "https://upstream.to/zgldib7894xz",
        "server": "upstream.to",
        "size": "600 MB",
        "quality": "600 MB"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2014|1h 49m|Action,Crime,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "65k"
    },
    "title": "Sabotage (2014)",
    "description": "မင်းသားကြီးအာနိုးခေါင်းဆောင် အဖြစ်ပါဝင်ထားပြီးအရန်အဖြစ်လဲ avatar မင်းသား Sam Worthingtonအပါအဝင် အရန်အင်အားတောင့်တောင့်နဲ့ အက်ရှင်ဇာတ်ကားလေးပါမူးယစ်တိုက်ဖျက်ရေး အထူးတပ်ဖွဲ့ရဲ့ ခေါင်းဆောင်ဘရစ်ချာနဲ့ အဖွဲ့ဟာ မူးယစ်ဂိုဏ်းတခုရဲ့ စခန်းကိုဝင်ရောက်စီးနင်းရင်း ဖမ်းဆီးမိတဲ့ ငွေပုံကြီးထဲကနေဒေါ်လာ ဆယ်သန်းကို ခိုးယူပြီးဖွက်ထားခဲ့ကြတယ်လူဆိုးတွေနဲ့ တိုက်ခိုက်အပြီး ငွေတွေပြန်သွားရှာရာမှာဒေါ်လာဆယ်သန်း ပျောက်ချင်းမလှပျောက်သွားတဲ့အပြင်တဖွဲ့လုံး ခိုးမှုနဲ့ အစစ်ခံရတော့ပါတယ်ခြောက်လကြာစစ်ဆေးပြီး မသင်္ကာစရာ မတွေ့၍ပြန်လည်တာဝန်ထမ်းဆောင်ကြရင်း အဖွဲ့ဝင်တွေ တယောက်ပြီးတယောက်ရက်ရက်စက်စက်အသတ်ခံရပါတော့တယ်စစ်ဆေးရေးမှုးမလေးနဲ့ပူးပေါင်းပြီး တရားခံရှာကြရင်းသံသယရှိတဲ့ သူတွေ တွေ့လာရသလို အဖွဲ့ထဲမှာလဲတယောက်ပြီးတယောက် သေ‌နေတဲ့အတွက်ပြဿနာတွေတက်လာသည့်အပြင် ဘရစ်ချာရဲ့ဇနီးအသတ်ခံရတဲ့ အတိတ်တွေအပါအဝင် ပြဿနာပေါင်းစုံထဲကနေလူသတ်သမားကို ဘယ်လိုရှာကြမလဲ ဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ်File size…   2.5 GB /  1.1 GBQuality… Blu-Ray 1080p / 720pFormat… mp4Duration…. 1h 49mGenre …..  Action , Crime , DramaSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Chit Min ThuYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid AyerStarsAdrian F. GonzalezAlan GilmerAmy ParrishAndrew Comrie-PicardAndrew FincherAntony MatosArnold SchwarzeneggerB.J. WinfreyCarlos AyalaCatherine DyerChris Trouble DelfosseDaniel MoncadaDeWayne CalhounEddie J. FernandezElizabeth DavidovichEmily B. TorresEverton LawrenceGary GrubbsHakim CallenderHarold PerrineauJaime FitzSimonsJared WoodsJermaine HoltJimmy OrtegaJoe ManganielloJose L. VasquezJosh HollowayKendrick CrossKevin VanceLaurence ChavezLuis MoncadaMaia Moss-FifeMario Ramirez ReyesMark SchlegelMartin DonovanMaurice CompteMax MartiniMaya SantandreaMelissa MartinezMichael MonksMichelle Alvarado MartinsMireille EnosMorgan AlexandriaNed YousefNeko ParhamNick ChaconOlivia WilliamsParisa JohnstonPatrick JohnsonPaul Anthony BarrerasRalf MoellerSabrina LeBrunSam WorthingtonTerrence HowardTerry GraggTim WareTravis Lee YoungTroy GarityCastAdrian F. GonzalezAlan GilmerAmy ParrishAndrew Comrie-PicardAndrew FincherAntony MatosArnold SchwarzeneggerB.J. WinfreyCarlos AyalaCatherine DyerChris Trouble DelfosseDaniel MoncadaDeWayne CalhounEddie J. FernandezElizabeth DavidovichEmily B. TorresEverton LawrenceGary GrubbsHakim CallenderHarold PerrineauJaime FitzSimonsJared WoodsJermaine HoltJimmy OrtegaJoe ManganielloJose L. VasquezJosh HollowayKendrick CrossKevin VanceLaurence ChavezLuis MoncadaMaia Moss-FifeMario Ramirez ReyesMark SchlegelMartin DonovanMaurice CompteMax MartiniMaya SantandreaMelissa MartinezMichael MonksMichelle Alvarado MartinsMireille EnosMorgan AlexandriaNed YousefNeko ParhamNick ChaconOlivia WilliamsParisa JohnstonPatrick JohnsonPaul Anthony BarrerasRalf MoellerSabrina LeBrunSam WorthingtonTerrence HowardTerry GraggTim WareTravis Lee YoungTroy Garity",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5Ds8cbVWqrpToyPOpUMiwTVgoBJ.jpg",
      "https://image.tmdb.org/t/p/w300/uKWlP1xvFtqAVCBzr5PDRjMmAUZ.jpg",
      "https://image.tmdb.org/t/p/w300/yr0u5WAaIF52cJS6jK8fALDySkj.jpg",
      "https://image.tmdb.org/t/p/w300/iudPYgEJHEjQjTL7zIqOcpqauPD.jpg",
      "https://image.tmdb.org/t/p/w300/fJwffE9OmGy5fyAuOFaO9bQX00I.jpg",
      "https://image.tmdb.org/t/p/w300/pSxRzQ91K6jd667uLjamYiH8QCK.jpg",
      "https://image.tmdb.org/t/p/w300/xTaJ0kjyZMtiHovVX7J9K07mmLp.jpg",
      "https://image.tmdb.org/t/p/w300/wEmkk3aUcP74lQ0DB0aitWfHBry.jpg",
      "https://image.tmdb.org/t/p/w300/tQj6ordF5zws6ts9WU942P3nYLd.jpg",
      "https://image.tmdb.org/t/p/w300/wLZ3uW66me4ErQEwghm0YKDp8C1.jpg",
      "https://image.tmdb.org/t/p/w300/rNa6qZlPskAzKqlnTSj7QqeWDvt.jpg",
      "https://image.tmdb.org/t/p/w300/MTPgXp28cPzU3QVwFJUzg94d93.jpg",
      "https://image.tmdb.org/t/p/w300/CeH8ezqnLjdiTZIx4b5xFTPepB.jpg",
      "https://image.tmdb.org/t/p/w300/luq1EvNy6wNyB2n0zLF4F4HVjhE.jpg",
      "https://image.tmdb.org/t/p/w300/dH4jJqS9557u8D7rrqrlwulN3v5.jpg",
      "https://image.tmdb.org/t/p/w300/ojO5yBVMTOGBvsbUmeKJFhf4xKl.jpg",
      "https://image.tmdb.org/t/p/w300/tcvi2IYhU4bfwOMGn9xUI4cueT5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Sabotage-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sabotage-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vc9z5pgog3de.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TPal/Sabotage.2014.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZXkX2S6K#uJYBbAJHdcsd_2yTrQdMmDtPzUIp4KbbxHyJYDA8Jjw",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sabotage-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yt2k86r7gz8a.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fK4f/Sabotage.2014.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8fMSVLZA#j2AIlRrehHGOUNdcgRwoFayMmk0v-_NbpfYfi396q8M",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/2foutcm9vr5f.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vtcg0q66p30n",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ZlC7iz_OAlc",
      "video_url": "https://www.youtube.com/watch?v=ZlC7iz_OAlc",
      "embed_url": "https://www.youtube.com/embed/ZlC7iz_OAlc"
    }
  },
  {
    "metadata": "Unrated|2022|2h|Adventure,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "4200"
    },
    "title": "Alcarràs (2022)",
    "description": "Alcarràs (2022)~ IMDb – 7.1/10, RT – 90%, Meta – 85% ~ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာ Palme d’Or ဟာ အမြင့်ဆုံးဆုဖြစ်သလို ဒီရုပ်ရှင်ဟာ ဘာလင်ရုပ်ရှင်ပွဲတော်ကြီးရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Golden Bear ဆုကို ဆွတ်ခူးထားတဲ့ ရုင်ရှင်ပဲဖြစ်ပါတယ်။ဒီကားထဲက ထူးခြားမှုတစ်ခုက ဘာလဲဆိုတော့ သရုပ်ဆောင်အစစ်တစ်ယောက်ကလွဲရင် ကျန်တဲ့ ပါဝင်သမျှသရုပ်ဆောင်တွေအားလုံးဟာ အဲဒီရိုက်တဲ့နေရာက ဒေသခံတွေချည်းပဲဖြစ်ပါတယ်။ ဒေသခံမဟုတ်တဲ့ တစ်ဦးတည်းသော သရုပ်ဆောင်ကလည်း ဒါရိုက်တာရဲ့ ညီမဖြစ်သူပဲဖြစ်ပါတယ်။ ကျေးလက်ဒေသနဲ့ ခြံသမားတွေအပေါ် ဇာတ်လမ်းတည်ထားတာဖြစ်တဲ့အလျောက် သရုပ်ဆောင်မဟုတ်သူ (Non-Actors) တွေကို သုံးထားတာက တကယ့်ကို လက်တွေ့ဆန်စေပြီး ရုပ်ရှင်ဆိုတာကို မေ့သွားစေပါတယ်။ သရုပ်ဆောင်မဟုတ်လို့ဆိုပြီး သဘာဝမကျ တောင့်တောင့်ကြီးတွေ ဖြစ်နေမယ်လို့တော့ မထင်လိုက်ပါနဲ့၊ ဘာလို့ဆို Best New Actor/Actress အတွက် Nomination တွေ အများကြီး ဝင်ခဲ့သေးတာမို့လို့ပါ။ဇာတ်လမ်းအကြောင်းကို သွားရမယ်ဆိုရင်တော့ အဘိုးဖြစ်သူလက်ထက်ကတည်းက မက်မွန်ခြံစိုက်ပြီး အသက်မွေးလာခဲ့တဲ့ မိသားစုကြီးတစ်စုဟာ မြေပိုင်ရှင်အသစ်ဖြစ်လာသူက တစ်ရက်မှာ ဖယ်ခိုင်းလာပါတယ်။ စာချုပ်စာတမ်းမရှိခဲ့ဘဲ လက်ရှိမြေပိုင်ရှင်ရဲ့ အဘိုးတို့ အဖေတို့ ခေတ်အဆက်ဆက်က နှုတ်ကတိစကားနဲ့ ပေးစိုက်လာခဲ့တဲ့ မြေဖြစ်တာကြောင့် ပိုင်ဆိုင်မှုသက်သေမရှိဘဲ အခက်ကြုံရတဲ့ အနေအထားဖြစ်လာပါတယ်။ခေတ်စနစ်၊ လူတန်းစား၊ ဓလေ့ထုံးစံ၊ သဘာဝတရား၊ မိသားစုရေးရာ…ဒါတွေအပြင်ကို ကျေးလက်လူမှုဘဝမှာ လိုအပ်နေတဲ့ ခွန်အားကို သိမ်သိမ်မွေ့မွေ့ပုံဖော်ထားတဲ့ နွေးထွေးကြည်နူးစရာကောင်းသလောက် ဝမ်းနည်းခံပြင်းဖို့လည်းကောင်းတဲ့ သိပ်လှတဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုZမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 850MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 2HGenre – Adventure, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byZEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCarla SimónStarsAinet JounouAlbert BoschAnna OtinBerta PipóCarles CabósJordi Pujol DolcetJosep AbadMontse OróXenia RosetCastAinet JounouAlbert BoschAnna OtinBerta PipóCarles CabósJordi Pujol DolcetJosep AbadMontse OróXenia Roset",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5sl6GEHjvo0V2lGYlcCghTkUUzK.jpg",
      "https://image.tmdb.org/t/p/w300/lgXYuJXLbfoqoZEopU7uyl6Cx1u.jpg",
      "https://image.tmdb.org/t/p/w300/5bRY1KDMY7uKrMWNzknQuO3QEFk.jpg",
      "https://image.tmdb.org/t/p/w300/nIfo69A7kt2fqijlViCDgGB1ra.jpg",
      "https://image.tmdb.org/t/p/w300/njvQB8a0xQqNKENbWwYIbC5Ep5Y.jpg",
      "https://image.tmdb.org/t/p/w300/ciWt6yzxO3lSfZvT0BixkJUAdn.jpg",
      "https://image.tmdb.org/t/p/w300/1jBobRuQ6nYHW0lcSvK02ZCYE3q.jpg",
      "https://image.tmdb.org/t/p/w300/9k9AxJKBgrfR85yd6Rq28g3UH2A.jpg",
      "https://image.tmdb.org/t/p/w300/8kPuEIo3tEKs593A5KiwhcU7WYy.jpg",
      "https://image.tmdb.org/t/p/w300/nA1MwlqoMr79Qdhwng9K8vtdHi1.jpg",
      "https://image.tmdb.org/t/p/w300/r0IeD80XGtP5Wsk656fu5teeRGR.jpg",
      "https://image.tmdb.org/t/p/w300/yXqmGHEIWsAW107Z22ni7eHZ3OW.jpg",
      "https://image.tmdb.org/t/p/w300/pTjNaQ9MSdNmQv2DHJmqCh1j39z.jpg",
      "https://image.tmdb.org/t/p/w300/z7tIugECkdxe7lye8o2Ekk4l4P3.jpg",
      "https://image.tmdb.org/t/p/w300/62ypgnFBkFxDC2VzRb5MYCGDj4J.jpg",
      "https://image.tmdb.org/t/p/w300/l9mnr0t2ghCPFS3cNQ8pqAbIHzK.jpg",
      "https://image.tmdb.org/t/p/w300/4cLMN9JL6i7JTsBHI2dJIhw1Fx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/93eceHkP3bTTGhrERgL6nKdYgNG.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1bRt8/(CM)_Alcarr%C3%A0s_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/LYlHWLwQ#9y465oRzhrP2vB2F20AMWNzW1Bc1uHjYXhILVYXsVqE",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/myvnf9cg0xnl.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/10a5gf6izqz1.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/pcm1c6nanb44",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-alcarras-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bRsd/(CM)_Alcarr%C3%A0s_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WEVh0CSa#44rjasHyYkk0MLc14Yvr-uagBOJyl77fCLyVdhqTiIQ",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dli0h0r31nly.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/fedfgef5cumn.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/aiumma6fmgqu",
        "server": "streamvid.io",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "av7xGRiXe0M",
      "video_url": "https://www.youtube.com/watch?v=av7xGRiXe0M",
      "embed_url": "https://www.youtube.com/embed/av7xGRiXe0M"
    }
  },
  {
    "metadata": "|||Action,Drama,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": ""
    },
    "title": "The Great Raid(2005)",
    "description": "ဒါကတော့ ၂၀၀၄ ကထွက်တဲ့ဒုတိယကမ္ဘာစစ်ကားလေးပါ။၁၉၄၁ မှာဂျပန်တွေကပုလဲဆိပ်ကမ်းကိုဗုံးကျဲပြီးနောက် အမေရိကန်ပိုင် ဖိလစ်ပိုင်ကို၀င်သိမ်းတာအမေရိကန်စစ်သားတစ်သောင်းလက်နက်ချအဖမ်းခံခဲ့ရပါတယ်။၁၉၄၄အရောက်မှာတော့အမေရိကန်တွေက စစ်ရေးသာလာပြီး ဖိလစ်ပိုင်ကိုပြန်သိမ်းဖို့တာစူနေပါပြီ။အဲဒီအချိန်မှာ ရိန်းဂျားတပ်ရင်း(၆)ဟာ ရှေ့တန်း‌ကိုကျော်ပြီး အမေရိကန်စစ်သုံ့ပန်းငါးရာရှိတဲ့စခန်းကို၀င်စီးပြီး သုံ့ပန်းတွေကိုကယ်ဖို့ တာ၀န်ကျလာပါတယ်။လမ်းခရီးမှာတွေကြုံရတဲ့အခက်အခဲတွေ၊တိုက်ပွဲ၀င်ပုံတွေ၊ရဲဘော်ရဲဘက်စိတ်ထားပုံတွေကို ပြထားပါတယ်။သုံးစွဲတဲ့လက်နက်တွေ၊အသုံးအဆောင်တွေ၊လက်နက်တွေကိုလည်း အမှန်အတိုင်းဖြစ်အောင် ဂရုစိုက်ပြီးသုံးပြထားပါတယ်။Director John Dahl ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသား James Franco, Benjamin Bratt,Joseph Fiennesတို့ပါ၀င်ထားပါတယ်။ စစ်ကားကြိုက်တတ်သူတွေ အတွက်အကြိုက်တွေ့မယ့်ကားလေးပါ။File size…(3.24GB)/(1.4GB)/(1014MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….02:12:00Genre…Drama /Action/WarSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….SPYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCésar BonoManuel 'Flaco' IbáñezOlivia CollinsSergio Ramos",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-2.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-great-raid2005",
        "server": "VIP Links",
        "size": "3.24GB/1.4GB/1014MB",
        "quality": "1080p/720p/480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-raid-2005-1080-p-t-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/5difc08iwv6j.html",
        "server": "usersdrive.com",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2qljl/The_Great_Raid_(2005)_(1080p_t).(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "3.24GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-raid-2005-720-p-mp-4-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/coljs9ng6x70.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/14qob/The_Great_Raid_(2005)720p.mp4(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/iwriumxwhdxq.html",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-great-raid-2005-480-p-mp-4-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1014MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/q0rttwljm7kn.html",
        "server": "usersdrive.com",
        "size": "1014MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2qljl/The_Great_Raid_(2005)_(1080p_t).(CM)mp4.mp4 https://megaup.net/2qliC/The_Great_Raid_(2005)_480p.mp4(CM).mp4",
        "server": "megaup.net",
        "size": "1014MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/e5r1rt075zf6.html",
        "server": "streamsb.com",
        "size": "1014MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2018|1h 31min|Drama,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "22,687"
    },
    "title": "Midnight Sun (2018)",
    "description": "Midnight Sun (2018)_____IMDb – 6.6/10၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…အဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…အဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…အပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…သူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…သူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…ဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…သူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…နောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…ဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…ဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…နောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…ရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…Ratings တွေကတော့ IMDb – 6.6/10 Google Users – 95%(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin  ပါ)File Size : (850 MB)Quality : Blu-Ray 720pRunning Time : 1hr 31minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-DRONESTranslated by Zuel Khant ThwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorScott SpeerStarsAlex PangburnBella ThorneJenn GriffinKen TremblettNicholas CoombePatrick SchwarzeneggerPaul McGillionQuinn ShephardRob RiggleTiera SkovbyeCastAlex PangburnAllyson GrantAudrey SmallmanAustin AnozieAustin ObiajunwaAva DewhurstBella ThorneChris SheildsDarla PitkanenDean PetriwDonny LucasFarris TyabGuy ChristieJacqueline KingJaeda Lily MillerJeff ReyesJenn GriffinJerome YooKen TremblettKenneth TynanKiarra GoldbergKiefer O'ReillyKris NeufeldMichelle Choi-LeeNicholas CoombeNick WatsonNorm MisuraPatrick SchwarzeneggerPaul McGillionQuinn ShephardRay BoulayRob RiggleSuleka MathewTiera SkovbyeTom VanderkamYobdee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9T8sj5io4SGCBTHsk5H8LGcfKVe.jpg",
      "https://image.tmdb.org/t/p/w300/o1i7daIYTaD61hbcXFYS4o8Zflf.jpg",
      "https://image.tmdb.org/t/p/w300/rKWg1SnU3yLyph00ZTKtTQsMJrU.jpg",
      "https://image.tmdb.org/t/p/w300/nmTtZSO8BPDB7cPYxbxVldOR6JX.jpg",
      "https://image.tmdb.org/t/p/w300/sTo3F36RtLGR69npYBWu9RuxKbs.jpg",
      "https://image.tmdb.org/t/p/w300/xiDuiG4go4TPPI2JDMzqyImttyL.jpg",
      "https://image.tmdb.org/t/p/w300/136dM24AZJcVNjwCg0A3tM9qBB.jpg",
      "https://image.tmdb.org/t/p/w300/8gquyHmt6lGCQdsbjIHikRQHdz0.jpg",
      "https://image.tmdb.org/t/p/w300/3MBTTeDF1L6hkYB5SBU50eULcM8.jpg",
      "https://image.tmdb.org/t/p/w300/lzoXW3gqFPvvMzcn4TwCvZOvKoe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/midnight-sun--2018--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/ky2vondkd4k3.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/0f9dcm0fd80k/Midnight_Sun_[2018]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/JZcBiCpI#FcPfd2WCdJ2NfFPAIDFsBvL_NA5CuJs0pDUehDVRhfs",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ztnhusnmrmrb",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/midnight-sun-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/midnight-sun2018",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "fEskVQgtwaI",
      "video_url": "https://www.youtube.com/watch?v=fEskVQgtwaI",
      "embed_url": "https://www.youtube.com/embed/fEskVQgtwaI"
    }
  },
  {
    "metadata": "Unrated|1995|1h 40m|Adult,Drama,History",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "308"
    },
    "title": "[18+] Lover of the Last Empress (1995)",
    "description": "Lover of the Last Empress (1994)Chingmy Yau ကို တော်တော်များများ နာမည်နဲ့တွဲမသိကြရင်တောင် လူကိုရင်းနှီးပြီးသားဖြစ်နေမှာပါ။ သူဟာ ၁၉၈၀နှောင်းပိုင်းနဲ့ ၁၉၉၀ကာလ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ နာမည်ကျော် သရုပ်ဆောင်မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မက်ဂီချောင်တို့ ဘရစ်ဂစ်တီလင်းတို့ကိုတော့မမီပေမဲ့ သူတို့လောက်နီးနီးနာမည်ကြီးခဲ့တဲ့သူပါပဲ။ ဟောင်ကောင်ရဲ့ ထိပ်တန်းမင်းသားတွေဖြစ်တဲ့ ချောင်ယွန်ဖတ်ရဲ့ God of Gamblers Returns, စတီဖင်ချောင်ရဲ့ Lawyer Lawyer နဲ့ Royal Tramp I & II, ဂျက်ကီချမ်းရဲ့ City Hunter, ဂျက်လီရဲ့ Kung Fu Cult Master, အန်ဒီလောင်ရဲ့ Casino Tycoon, အာရွန်ကော့ရဲ့ Legend of the Liquid Sword တို့လိုကားတွေလည်းရိုက်ခဲ့သလို Naked Killer တို့လို Category III ဖလင်ပေါင်းများစွာမှာလည်း သရုပ်ဆောင်ခဲ့ဖူးပါတယ်။ အခု Lover of the Last Empress ကားကလည်း Category III films အမျိုးအစားထဲပါပြီး မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်တဲ့ အခန်းတွေလည်း မနည်းပါဝင်ပါတယ်။ သူရိုက်ဖူးသမျှကားတွေထဲ အကြမ်းဆုံးလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်လမ်းကတော့ တရုတ်ပြည်ရဲ့နောက်ဆုံးဧကရီဘုရင်မအကြောင်းပါပဲ။ ဘာလဲဟဆိုပြီးဖြစ်ချင်စရာပဲမလား။ တရုတ်ပြည်ရဲ့ နောက်ဆုံးဧကရာဇ်ဟာ ပုရီဖြစ်ကြာင်း တော်တော်များများ သိပြီးသားပဲကိုး။ တကယ်တမ်း ပုရီအပါအဝင် သူ့ရှေ့ကမင်းနှစ်ဆက်လောက်ဟာ ရုပ်သေးဘုရင်တွေသာဖြစ်ပြီး တကယ်တမ်းအုပ်စိုးခဲ့တဲ့သူက ရှီစီလို့ခေါ်တဲ့ ဧကရီမကြီးလို့ ဆိုကြပါတယ်။ သူ ဧကရီမကြီးဖြစ်မလာခင် သာမန်မိန်းကလေးဘဝကနေ ရက်စက်ပြီး ဘယ်သူမှမငဲ့တဲ့ ဧကရီမကြီး ဘယ်လိုဖြစ်လာခဲ့သလဲ ဆိုတာကို ရိုက်ပြထားပြီး တစ်ဖက်မှာလည်း မနူးမနပ်ကလေးမလေးဘဝကနေ မင်းကြီးစွဲနေအောင် လုပ်တတ်တဲ့ လိင်ပိုင်းဆိုင်ရာကိစ္စတွေကို သင်ယူခဲ့တာတွေကိုလည်းပြထားတယ်။ Category III ကားအနေနဲ့လည်း ကြည့်ကောင်းသလို ဒီတိုင်းလည်း ကြည့်ကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ CateIII ကားပေမဲ့ ရိုက်တဲ့ဒါရိုက်တာက Infernal Affairs ရဲ့ ပဲ့ကိုင်ရှင်တစ်ယောက်ဖြစ်တဲ့ Andrew Lau ဖြစ်ပြီး ဇာတ်လမ်းကိုရေးသားတဲ့သူကတော့ ချောင်ကား တော်တော်များများရိုက်ဖူးသလို တွဲဖက်ပါသရုပ်ဆောင်ဖူးတဲ့ ဝမ်ကျင်းပါပဲ။ ဟောင်ကောင်စီနီမာအကြောင်းပြောရင် တစ်ထောင့်တစ်နေရာက ပါနေမယ့်လူပဲပေါ့။ ရိုက်တာတို့ ရေးတာတို့ကတော့ ဆရာကြီးတွေချည်းပါပဲ။မင်းသားတွေကတော့ ဘစ်တိုနီလို့သိကြတဲ့ တိုနီလျောင်ခဖိုင်နဲ့ ဂျက်ကီချမ်းရဲ့ Shanghai Noon ထဲပါဖူးတဲ့ Rongguang Yu တို့တွေပါ။ CateIII ကားပေမဲ့ အဘက်ဘက်က တော်တော်လေး လန်ထွက်နေသလို Chingmy Yau ရဲ့ ကိုယ်ကာယအလှတွေကိုလည်း တဝကြီးရှုစားရမယ့် ရုပ်ရှင်ဆိုလည်းမမှားပါဘူး။ နာမည်ကြီးမင်းသမီးဖြစ်ပြီး ဘာလို့ ဒီလိုရိုက်လဲတော့ မမေးကြပါနဲ့။ ဂျက်ကီချမ်းတောင် CateIII ကားတွေ ရိုက်တဲ့ဘဝကနေ ဒီအထိတက်လာခဲ့တာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 880MBQuality – 1080p, 720pIMDb Rating – 5.6/10Format – mp4Duration – 1H 40MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated byWEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrew LauStarsChin GwanChingmy YauJulia ChengKingdom YuenKu FengLo HungLui TatMichael Lee Ming-YeungPower ChanShun LauTeresa Ha PingTony Leung Ka-FaiValerie ChowYu RongguangYvonne Yung HungCastChin GwanChingmy YauJulia ChengKingdom YuenKu FengLo HungLui TatMichael Lee Ming-YeungPower ChanShun LauTeresa Ha PingTony Leung Ka-FaiValerie ChowYu RongguangYvonne Yung Hung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i6lAjyJeU6WaZt92ZCtib1wB1PE.jpg",
      "https://image.tmdb.org/t/p/w300/yshotagFpG4Eebnec8tF6EGHeLq.jpg",
      "https://image.tmdb.org/t/p/w300/5C7FkNobgHiw3Rg0SLV1tBh8sz2.jpg",
      "https://image.tmdb.org/t/p/w300/x4efyUo6K69EZl3J8fAfEiW9qsT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gz1JOeHEPYfMQDbJdEDfUCAylVX.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lover-of-the-last-empress-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1R2n8/(CM)_Lover_of_the_Last_Empress_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rVNjCAbL#ZOcYQs6UPH06Nh5K-FT-vxQtotXSWMWww_AflZQXd6s",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/89b4g7lqnk8y.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/0d2z2nw2x7a4.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/p119rsao07u3",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-lover-of-the-last-empress-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2wZP8/(CM)_Lover_of_the_Last_Empress_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WAklzThD#JbVYsNtkbuVxKAVPSiRNllqCNxajrXixN-8UxqUg5EU",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kkofkqxlzez6.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/62sit17cq08d.html",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/jpjhv431xilh",
        "server": "streamvid.io",
        "size": "880MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "qiDEdHHs0mc",
      "video_url": "https://www.youtube.com/watch?v=qiDEdHHs0mc",
      "embed_url": "https://www.youtube.com/embed/qiDEdHHs0mc"
    }
  },
  {
    "metadata": "PG-13|2013|3h 6min|Biography,Drama,Sport",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "60,259"
    },
    "title": "Bhaag Milkha Bhaag (2013)",
    "description": "Bhaag Milkha Bhaag (2013)IMDb – 8.2/10_____Rotten – 72%ကျွန်တော် အကိုတို့ blog ကနေပြီးတော့ movies တွေ အမြဲတမ်းကြည့်ဖြစ်ပါတယ် .. အကိုတို့ဘလော့လေးကို သဘောလဲကျမိပါတယ်.. အဲ့အတွက် ကျွန်တော်လည်း တတ်နိုင်သမျှပြန်ကူညီတဲ့အနေနဲ့ ဇာတ်ကား တစ်ကားကို ဘာသာပြန်ပြီး အကိုတို့ကို ပေးလိုက်ပါတယ် ..ဇာတ်လမ်းလေးကလည်း အထုပ္ပတ္တိ ကားလေးလည်းဖြစ်.. တော်တော်လေးလည်းကောင်း.ဘဝအတွက်လည်း message တွေအများကြီးပေးပါတယ်..ပြီးတော့ မြန်မာလို ပြန်ထားတာ မတွေ့သေးတဲ့အတွက် ကျွန်တော်ပြန်ပြီး ပို့ပေးလိုက်တာပါ .. ဇာတ်လမ်းက ၂၀၁၃ ခုနှစ်က ထွက်တဲ့ Bhaag Milkha Bhaag ဆိုတဲ့ ဇာတ်ကားလေးပါ .. အကိုတို့လဲ ကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်…ဇာတ်လမ်းက ၃ နာရီကြာတော့ ဆိုဒ်ကလည်း နဲနဲကြီးသွားတယ် 2 Gb နည်းနည်းကျော်သွားပါတယ်….ဇာတ်လမ်းအညွှန်းက Movie Locos ကနေကူးယူပြီး ပေးလိုက်ပါတယ်..================================================၁၉၄၇ ခုနှစ်မှာ အိန္ဒိယနိုင်ငံ လွတ်လပ်ရေးရပါတယ်။ အကုန်လုံးပျော်နေကြပေမယ့် မပျော်နိုင်တဲ့ လူမျိုးတစ်မျိုးရှိပါတယ်။ သူတို့ကတော့ ပန်ဂျပ် (Punjab) တွေပါပဲ။ ဘာဖြစ်လို့လဲဆိုတော့ အိန္ဒိယနိုင်ငံလွတ်လပ်ရေးရတဲ့အခါ ပါကစ္စတန်က ပန်ဂျပ်ပြည်နယ်တစ်ခြမ်းကို တောင်းပါတယ်။ အင်္ဂလိပ်ကခွင့်ပြုလိုက်တဲ့အတွက် ပန်ဂျပ်ပြည်ဟာ နှစ်ခြမ်းကွဲပြီး တစ်ခြမ်းက အိန္ဒိယထဲမှာ၊ နောက်တစ်ခြမ်းကတော့ ပါကစ္စတန်ထဲရောက်သွားပါတယ်။ပါကစ္စတန်ပိုင်နက်ထဲရောက်သွားတဲ့ ပန်ဂျပ်တွေကို မွတ်စလင်ဘာသာ အတင်းပြောင်းခိုင်းပါတယ်။ မပြောင်းနိုင်တဲ့သူတစ်ချို့က ကိုယ့်လယ်ယာ၊ အိုးအိမ်တွေကိုစွန့်ပြီး အိန္ဒိယဘက်ခြမ်းကို ရွှေ့ကြပါတယ်။ ကိုယ့်မြေကိုမစွန့်နိုင်တဲ့သူတစ်ချို့ကတော့ ရရာလက်နက်စွဲပြီး တွန်းလှန်ကြပါတယ်။ အဲဒီလိုတိုက်တဲ့အခါ မေခါဆင်း (Milkha Singh) ဆိုတဲ့ ကောင်လေးရဲ့မိသားစုတစ်စုလုံး အသတ်ခံလိုက်ရပါတယ်။ တွယ်ရာမဲ့ဖြစ်သွားတဲ့ မေခါဆင်းတစ်ယောက် အိန္ဒိယဘက်ခြမ်းကို ပြေးရပြီပေါ့။ သူ့ဘဝဟာ အဲသလိုပဲ အပြေးနဲ့စခဲ့ရရှာပါတယ်။အရွယ်ရောက်လာတဲ့အခါ ဒီမေခါဆင်းလေးဟာ အိန္ဒိယစစ်တပ်ထဲဝင်ပြီး စစ်မှုထမ်းပါတယ်။ တစ်နေ့ကျတော့ သူတို့တပ်မှာ အပြေးပြိုင်ပွဲတစ်ခုလုပ်ပါတယ်။ အဲဒီပြိုင်ပွဲဟာ တကယ်တော့ လူသစ်ရှာတဲ့ပွဲပါပဲ။ အခြေအနေကောင်းတဲ့သူတွေကို ရွေးပြီးတော့ လက်ရွေးစင်အပြေးအသင်းအတွက် လေ့ကျင့်ပေးမှာပါ။တပ်သားတွေ ဝင်ပြိုင်ချင်အောင် ဆာဂျင်ကြီးက မက်လုံးပေးပါတယ်။ ပထမဆုံးပန်းဝင်တဲ့သူ ၁၀ ယောက်ကို ကြက်ဥနှစ်လုံးနဲ့ နွားနို့တစ်ခွက်တိုက်ပါမယ်တဲ့။ ပြီးတော့ ဖက်ထိပ် (Fatigue) ၁၄ ရက် မလုပ်ရဘူးတဲ့။ မေခါဆင်းဟာ နွားနို့အရူးအမူးကြိုက်သူပါ။ ဒါကိုမက်ပြီး ဝင်ပြိုင်တာ ပထမရပါတယ်။ ဒီတော့ လက်ရွေးစင်အသင်းအတွက် သူ့ကိုပဲ ရွေးသွားပါတော့တယ်။ဒါဟာ သူ့ဘဝအတွက်တော့ အကြီးမားဆုံး အပြောင်းအလဲတစ်ခုပါပဲ။ အဲဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်တယ်ဆိုတာကို Bhaag Milkha Bhaag ဆိုတဲ့ ဘောလိဝုဒ်ဇာတ်ကားလေးမှာ ကြည့်ကြရမှာပါ။ ဒီဇာတ်ကားမှာ အဓိကဇာတ်ကောင် မေခါဆင်းအဖြစ် Farhan Akhtar က သရုပ်ဆောင်ထားပါတယ်။ Farhan Akhtar ဟာ လူသစ်ပါ။ သူ့ဘဝဟာလည်း စိတ်ဝင်စားဖို့၊ အတုယူဖို့ အင်မတန်ကောင်းပါတယ်။ အင်မတန်ကိုကြိုးစားတဲ့ ပါရမီရှင်တစ်ယောက်ပါ။ သူ့အကြောင်း နောက်အလျဉ်းသင့်လျှင် တင်ပြပေးပါ့မယ်။ဒီဇာတ်ကား Bhaag Milkha Bhaag နဲ့ ပတ်သက်လို့ ကျွန်တော့်မှာ ပြောစရာတွေ အများကြီးရှိနေပါတယ်။ အိန္ဒိယ-ပါကစ္စတန် တွဲရေးခွဲရေးကိစ္စကို ကျွန်တော်အပေါ်မှာ ထည့်ရေးခဲ့ပါတယ်။ ဘာသာရေးအရှုပ်အထွေးတွေဖြစ်အောင် တမင်ရေးတာမဟုတ်ပါဘူး။ ဒီအကြောင်းအရာကို မသိလျှင်၊ ဒီအဖြစ်အပျက်နဲ့ပတ်သက်လို့ မေခါဆင်း ရင်ထဲက ခံစားချက်ကို နားမလည်လျှင်၊ ဒီဇာတ်ကားကို ကြည့်ရတာ အရသာအင်မတန်ပေါ့သွားပါလိမ့်မယ်။ ဇာတ်ကားကိုကြည့်ရင်းနဲ့ ကျွန်တော်ထည့်ရေးခဲ့တဲ့ ရည်ရွယ်ချက်ကို သဘောပေါက်သွားကြမှာပါ။နောက်တစ်ချက်က ဒီဇာတ်ကားဟာ စိတ်ခွန်အား အင်မတန်ဖြစ်စေတဲ့ ဇာတ်ကားပါ။ ကြည့်ရင်းနဲ့ ကိုယ်ပါ အားတွေတက်လာတယ်။ သူ့လိုကြိုးစားချင်စိတ်တွေ ပေါက်လာတယ်။ အောင်မြင်မှုဆိုတာ လွယ်လွယ်ကူကူမရဘူး။ ဘယ်လောက်တောင်ခက်ခဲတယ်ဆိုတာမျိုးကို နားလည်လာမှာပါ။မေခါဆင်းရဲ့ စိတ်ဓာတ်ပြတ်သားပုံမျိုးကို အတုယူစေချင်ပါတယ်။ သူ့ရဲ့ရည်မှန်းချက်ပန်းတိုင်ကို ရောက်ဖို့ သူဘယ်လိုကြိုးစားခဲ့သလဲဆိုတာ လေ့လာစေချင်ပါတယ်။ သူဟာ အပြေးလေ့ကျင့်ရင်းနဲ့ ပင်ပန်းလွန်းလို့ ပါးစပ်က သွေးတောင်အန်ထွက်ပါတယ်။ တော်ရုံတန်ရုံလူဆို ဒီအဆင့်တောင် ရောက်မလာဘူး။ ချွေးလေး နည်းနည်းရွဲလာရင်ပဲ ရပ်ပစ်လိုက်တော့မှာ။ မေခါဆင်းက သွေးအန်နေတာတောင် မရပ်ဘူး။ ကြုံးထပြီး ပြန်ပြေးတယ်။ ဒီလိုမျိုးကြိုးစားမှုမျိုး အတုယူစေချင်တာပါ။လူငယ်တွေ အဓိကကြည့်သင့်ပါတယ်။ ဒါ့ကြောင့် ဒီလောက်အရှည်ကြီးရေးပြီး ညွှန်းနေရတာပါ။ ကြည့်စေချင်လွန်းလို့ပါ။၂၀၁၃ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ဒီဇာတ်ကားဟာ ဘောလိဝုဒ်မှာ အင်မတန်အောင်မြင်ခဲ့ပါတယ်။ ဘောလိဝုဒ်သမိုင်းတစ်လျှောက် ဝင်ငွေအကောင်းဆုံးဇာတ်ကား နံပါတ် ၅ ထိ တက်ချိတ်ထားပါတယ်။ မေခါဆင်း (Milkha Singh) ရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိစာအုပ် ‘The Race Of My Life’ ကိုမှီငြမ်းပြီး ပြန်ရိုက်ကူးထားတာပါ။ ကဲ…ကြည့်ဖြစ်အောင် ကြည့်ကြပါဦးဗျာFile Size – 2.2 GBQuality – HD Rip 720pFormat – mp4Duration – 03:06:00Subtitle – Myanmar HardsubYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRakeysh Omprakash MehraStarsFarhan AkhtarPavan MalhotraSonam KapoorCastArt MalikDalip TahilDev GillDivya DuttaFarhan AkhtarHerry TangiriJass BhatiaK.K. RainaMeesha ShafiNawab ShahPavan MalhotraPrakash RajRebecca BreedsSonam KapoorYograj Singh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jp9qQXJTHczGOSar2pNntv5lEUJ.jpg",
      "https://image.tmdb.org/t/p/w300/eryhpwnyvEWnsDapQ9jwbam8itA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/02/Bhaag-Milkha-Bhaag-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://cmdrive.net/d/bhaag-milkha-bhaag--2013--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://usersdrive.com/o940v05y15x8.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "http://www.filedwon.info/4971ac5y3i8r/Bhaag_Milkha_Bhaag_[2013]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://megaup.net/2fRom/Bhaag_Milkha_Bhaag_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://mega.nz/file/tY9SUR7D#mNya1xPjIOKnwLuPYxbSapB3BDsM7eUXaL14GlO60Jg",
        "server": "mega.nz",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      },
      {
        "link": "https://upstream.to/a0433r42rgmv",
        "server": "upstream.to",
        "size": "2.2 GB",
        "quality": "HD Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "0nR9JS2WsNg",
      "video_url": "https://www.youtube.com/watch?v=0nR9JS2WsNg",
      "embed_url": "https://www.youtube.com/embed/0nR9JS2WsNg"
    }
  },
  {
    "metadata": "|||Action,Crime,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "We Own the Night(2007)",
    "description": "ဘဝကို ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ပဲ ဖြတ်သန်းလာတဲ့ နယူးယောက်မှ နာမည်ကြီး အဒ်ကာဘီဘားကိုကြီးကြပ်ရသူ ဘော်ဘီဂရင်း။ကောင်မလေးဖြစ်သူ အမန်ဒါနဲ့ နေ့ရက်တိုင်းအချိန်းဖြုန်း၊ လည်ပင်းဖက်ပေါင်းတဲ့ဘော်ဒါဖြစ်တဲ့ ဂျန်ဘိုတို့နဲ့ ပါတီလုပ်လိုက်ပျောက်လိုက်ပါးလိုက်နဲ့နေလာခဲ့သည်။ထို့အပြင် ဘားပိုင်ရှင်ဖြစ်သူ ရုရှားလူမျိုးမစ္စတာဘူရှိုင်းရာ့ဗ်နဲ့လည်း မိသားစုလိုမျိုး ဆက်ဆံရေးကောင်းမွန်ပြီး သူကလည်း ဘော်ဘီရဲ့လုပ်ရည်ကိုင်ရည်ကိုသဘောကျသည်။လုပ်ငန်းတိုးချဲဖို့ကြံစည်နေသော ဘူရှိုင်းရာ့ဗ်နှင့် နဂိုကတည်းက ဘားကို မန်ဟတ်တန်ဘက်အထိထိုးဖောက်ချင်နေသော ဘော်ဘီ။ အရာရာအဆင်ပြေသလိုလိုရှိနေစဉ်မှာပင် ဘော်ဘီ့ဆီမမျှော်လင့်တာတွေဖြစ်လာသည်။တကယ်တော့သူ့နာမည်အရင်းက ဘော်ဘီဂရင်းမဟုတ်ဘဲ အရင်မျိုးရိုးနာမည်မှာ အဖေဖြစ်သူမြို့တော်ရဲ့ရဲချုပ်ညွှန်ကြားရေးမှူးနဲ့ အစ်ကိုဖြစ်သူ ရဲအရာရှိတို့အတိုင်း ရူဇင်စကီဖြစ်လေသည်။သူ့အစ်ကိုမှာ မူးယစ်ဆေးဝါးနှိပ်နင်းရေးမှာတာဝန်ယူရစဉ် ရုရှားမူးယစ်ရာဇာတစ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့တော့သည်။ ထိုအဖွဲ့က သူ့အစ်ကိုဖြစ်သူကိုလုပ်ကြံခဲ့ပြီး သူ့အဖေကိုပါကြံစည်နေတာကို သူ သိသွားတဲ့အခါ ရဲဌာနနဲ့ပူးပေါင်းပြီး မူးယစ်ဆေးဝါးမှုကို သူကိုယ်တိုင် ဘယ်လိုပေါ်အောင်လုပ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.9GB)  / (`981GB) / (741.04MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:57:00Genre…  Drama / Crime / ActionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mash IslandYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAaron ScottiAaron VexlerAl LineaAlex VeadovAlexandra Tejeda RieloffAntoni CoroneAshley AvisAva Lee ScottBarbara Ann DavisonBernadette LordsBlaise CorriganBob CollettiChristopher PlaceChristopher StadulisClaudia LopezCraig WalkerDanny HochDominic ColónDominick CiccoDoug TorresDouglas J. AguirreEd KochEdward ConlonEdward M. KelahanEdward ShkolnikovEdwin J. BirminghamElliot SantiagoErin DeighanEva MendesFrancis ToumbakarisFrank GirardeauFred BurrellGina HernandezGreg WilsonHoon LeeIrwin GrayJ.W. CortesJamal WeathersJames BalsamoJeff WardJoaquin PhoenixJoe ForbrichJohn BorrasJose Edwin SotoJoseph CoffeyJoseph D'OnofrioKaren NazarovKarl BuryKatie CondidorioKatya SavinaKristen SchianoLoukas PapasLuigi ScorciaMaggie KileyMarilyn SalisburyMark WahlbergMartin PfefferkornMatthew DjentchouraevMike BurkeMike MassiminoMiriam CruzMoni MoshonovNik PjeternikajNina LisandrelloOleg TaktarovPatrick M. WalshPaul HermanPhilip E JonesRichard PetrocelliRichard ShankmanRobert A. PennacchiaRobert BizikRobert C. KirkRobert DuvallRobert G. McKayRobert NardiRoss BrodarSalvatore InzerilloSamantha MacIvorScott NicholsonSharon WilkinsSybelle SilverphoenixTeddy ColucaTony DevonTony GuidaTony MusanteTuri HaimTyler NobleVictor TatarkinYelena Solovey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/syO4HCR4t3tz6TX9CbYlW9fTQX3.jpg",
      "https://image.tmdb.org/t/p/w300/rbhVwKpL3vdZ3e4fufq3MfKujwb.jpg",
      "https://image.tmdb.org/t/p/w300/418Sbi6BLxGndZhME3XGz7EQ34t.jpg",
      "https://image.tmdb.org/t/p/w300/fzYsv31xoRGHRbThpFlEis1Scb8.jpg",
      "https://image.tmdb.org/t/p/w300/5MzBCBqmpPaAkMbmiZLaAnrv6Sm.jpg",
      "https://image.tmdb.org/t/p/w300/btZ3mfFfWYtKukGmFo5Hq0Xu3wb.jpg",
      "https://image.tmdb.org/t/p/w300/b1NbrsFsyb2yST3XGp7obgRSxeQ.jpg",
      "https://image.tmdb.org/t/p/w300/6OttZ7DTJpb1f9kHAfHaZ2CI8a6.jpg",
      "https://image.tmdb.org/t/p/w300/zHYxpTAzD2aIoMG1xjsGySgREOF.jpg",
      "https://image.tmdb.org/t/p/w300/4qVaebkqsq0TvXGwzfflKD4S63x.jpg",
      "https://image.tmdb.org/t/p/w300/hg2Tq0lnRkwgcl9IozxIfghY7tU.jpg",
      "https://image.tmdb.org/t/p/w300/ivmq3pLGPrdiVHGqxKlLMlh4LIY.jpg",
      "https://image.tmdb.org/t/p/w300/8vImcKD1gSga80wzmXqjwJMFZlH.jpg",
      "https://image.tmdb.org/t/p/w300/4qnANmCjHmR78hN099A4Z3KQb9.jpg",
      "https://image.tmdb.org/t/p/w300/roTQnHS0z9Z2MFIBX5AQeOCP8oq.jpg",
      "https://image.tmdb.org/t/p/w300/wwey9i6JF6QbQ49we0genHCflV.jpg",
      "https://image.tmdb.org/t/p/w300/fJWeJL39Pddz30ULiQBn4WIv5hx.jpg",
      "https://image.tmdb.org/t/p/w300/n81h0GZWEw5dJEVkkYaAui8uLX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-own.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-2007-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/irf4pwkfp6jy.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2y5O0/We_Own_the_Night_(2007)_1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/pq5mmZQY#mCCLwTbUG4e4jIhZdIy3tGOQQDCF65gdNGCoBSwIaCs",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vzvcnobb6p0y.html",
        "server": "usersdrive.com",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1RRi4/We_Own_The_Night_BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yURV3aJK#NgR1xlBHggu4TiEse2aQix2CHR_Pr7ZvzC1I9jWFAyk",
        "server": "mega.nz",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrity.com/qjqjvds0hv26.html",
        "server": "streamsb.com",
        "size": "981MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/we-own-the-night-2007-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/68o264z0vomu.html",
        "server": "usersdrive.com",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": " https://megaup.net/1RRid/We.Own.the.Night.2007.480p(CM).mp4",
        "server": "megaup.net",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/6VQkVZxS#l2D8uHQyOYBpM8hlt_2bRqjA01T2eGqmsrRMJ2bPAkk",
        "server": "mega.nz",
        "size": "635MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrity.com/34r6kglo7u2f.html",
        "server": "streamsb.com",
        "size": "635MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vCXVToxZNB4",
      "video_url": "https://www.youtube.com/watch?v=vCXVToxZNB4",
      "embed_url": "https://www.youtube.com/embed/vCXVToxZNB4"
    }
  },
  {
    "metadata": "|||Crime,Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Boston Strangler (2023)",
    "description": "Boston Strangler 2023 ( ဘော်စတွန် လည်ပင်းညှစ်လူသတ်သမား )IMDb – 6.5/10, RT – 63%Pirates of the Caribbeanရုပ်ရှင်တွေ၊ Star War Episode 1နဲ့ IV၊ The Imitation Game၊ Begin Againနဲ့ Jack Ryanတို့လို ရုပ်ရှင်ကားကောင်းတွေပါ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ ဝါရင့်မင်းသမီးKeira Knightleyနဲ့အတူAvenger infinity war, Avenger end gameနဲ့ Animated series What ifတို့မှာ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ Carrie Coonတို့က ဇာတ်လမ်းကို ဦးဆောင်ပြီး ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ 1960ခုနှစ်အစပိုင်း 1962ခုနှစ်က ဖြစ်ရပ်မှန်ကွင်းဆက်လူသတ်မှုအပေါ် အခြေခံထားပါတယ်။ လိုရက်တာမက်လောက်လင်က Record Americaသတင်းဌာနက သာမည သတင်းထောက်မလေးပါ၊ သူက မှုခင်းအမှုတွေကို လုပ်ဆောင်ချင်တာဖြစ်ပြီးတော့ စိတ်ကူးနဲ့လက်တွေ့အကောင်ထည်မဖော်နိုင်သေးသူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ လိုရက်တာတစ်ယောက် ကွင်းဆက်လူသတ်မှု ဖြစ်နိုင်တဲ့ အမျိုးသမီးတွေကို လည်ပင်းညှစ်ပြီး လိုက်လံသတ်ဖြတ်နေတဲ့အမှုတစ်ခုကို လမ်းစဖော်လိုက်မိပါတယ်။ သူဒီအမှုကိုစုံစမ်းရင်း စုံစမ်းရင်းနဲ့ အမှုဟာ ဘယ်လိုဖြစ်သွားမလဲ၊ ဒီမိန်းမတွေကို လိုက်သတ်နေတဲ့လူကဘယ်သူလဲ၊ ဘာလို့ လည်ပင်းညှစ်ပြီးပဲသတ်ရတာလဲ၊ လူသတ်မှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုလူတွေရှိနေကြလဲဆိုတာကို ဒီကားထဲမှာ စုံထောက်တစ်ယောက်လို သတင်းထောက်သလောက်လိုPOVနဲ့ကြည့်ရှု့သွားရမှာဖြစ်ပါတယ်။ Disney+ထုတ်ထာမို့လို့ ဇာတ်လမ်းက တစ်ဝက်လောက်မှာ နည်းနည်းလေးအီသလိုဖြစ်ပင်မယ့် အမှုအတွက် လမ်းစခင်းနေတာမို့လို့ နောက်ဆုံးကြမှ အော် အဲလိုလား ဆိုပြီး ဖြစ်မယ့်ရုပ်ရှင်မျိုးပါ။ လူသတ်ကားတွေကြိုက်တဲ့Tasteမျိုးလည်းရှိတယ် စုံထောက်ပုံစံ သတင်းထောက်တွေအလုပ်လုပ်တဲ့ပုံစံမျိုးလည်းကြိုက်တတ်တဲ့tasteရှိတယ်လို့ ဒီကားက အင်မတန်မှ ကြည့်လို့ကောင်းမယ့် ” ဖြစ်ရပ်မှန်ပေါ် အခြေခံရိုက်ကူးထားတဲ့ရုပ်ရှင် ” တစ်ကားဖြစ်ပါကြောင်း သုံးသပ်ရင်း နိဂုံးချုပ်အိပ်ပါတယ်။File size…(1 GB)/(600 MB )/(260 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:51:00Genre…Crime, Thriller, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Min Khant Kyi WinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlessandro NivolaAntonio VolpicelliAurora McLaughlinBill CampBill MootosBill ThorpeBrian FahertyCaitlin Zerra RoseCaroline NesbitCarrie CoonCharlie ThurstonChris CooperChristian J. MallenCorinne OgnibeneDanielle PerryDanny ConnellyDavid ConleyDavid DastmalchianErin RoseFrank RidleyGary GaloneGrace Aiello AntczakGreg VrotsosIan LyonsIvan MartinJake CasperJames CicconeJames WilcoxJennifer LafleurJimmy LeBlancJohn Lee AmesJonathan FieldingJosh DrennenKate AvalloneKate LynchKate MiddletonKeira KnightleyKris SidberryKyra WeeksLaura DarrellLiam AndersonLuke KirbyLydia HarrellMarissa CarpioMichael MalvestiMichael TowMichele ProudeMike BashMoira DriscollMorgan SpectorNancy E. CarrollOwen BurkePamela Jayne MorganPat FitzPaula PlumPeter GeretyRichard O'RourkeRobert C. KirkRobert John BurkeRory CochraneRosemary HowardRyan WinklesSheriden ThomasSissy O'HaraStephen ThorneSteve RoutmanTamara HickeyTherese PlaehnThomas KeeVictor Warren",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/254iY5CzFzjnjkP0lUkLpOLvXar.jpg",
      "https://image.tmdb.org/t/p/w300/kvwSkfn4LHFo1kHS3iC79zupteA.jpg",
      "https://image.tmdb.org/t/p/w300/173VoB2yAHJ2KlWSy0lBj48ahHJ.jpg",
      "https://image.tmdb.org/t/p/w300/f8Edr69HRN5ViapEQfolk9QyZLK.jpg",
      "https://image.tmdb.org/t/p/w300/6zkvj9LDQZq9VTk8qOswHzNGWTL.jpg",
      "https://image.tmdb.org/t/p/w300/6bboXJKdHlUDfZqR1Z5Q5SMA2Gz.jpg",
      "https://image.tmdb.org/t/p/w300/mGMJx56Ltv8YmpNUH0zEUpQ8Hkd.jpg",
      "https://image.tmdb.org/t/p/w300/p8wRstpAUz3K2jMq6Ot63MKdz2l.jpg",
      "https://image.tmdb.org/t/p/w300/5av3yFurgZWs0hjYqz3S3Hpa1kR.jpg",
      "https://image.tmdb.org/t/p/w300/gHqM0bq2NT66iekYKhOaPF26DYH.jpg",
      "https://image.tmdb.org/t/p/w300/nqlbg3Z0nXkoDYEH1ELKCjTAhlB.jpg",
      "https://image.tmdb.org/t/p/w300/jbwK4GYFrZOe0UxSwoRzfwRJ8bg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/bbbb.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/boston-strangler-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fpjn3swozwvg.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cX7q/boston.strangler.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EaZC0aia#yWLfsozP5p9lqTLwAOP5Xaui0n6fbiySUMfUljRmmyQ",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/3ucpcbob0a8c.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/kw97eh4votvf",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/boston-strangler-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hpntb2gd37ui.html",
        "server": "usersdrive.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cX7k/boston.strangler.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9e50mQqK#9wf5I7P8SMztzL49I5EAKLjgwbCFtLw4IvBh_q7sIyA",
        "server": "mega.nz",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/6m3mmotlwz8m.html",
        "server": "streamsb.com",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/47g8fucjf00u",
        "server": "streamvid.io",
        "size": "600MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/boston-strangler-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "260MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/zknx7dnb8y62.html",
        "server": "usersdrive.com",
        "size": "260MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1SUzL/boston.strangler.2023.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "260MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/cHBDGAJC#rsWPiyQHWtgS8jeZw8YMQYpNVgO2lVyvJxo5_oDLlTA",
        "server": "mega.nz",
        "size": "260MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/g1pvukn4xbxu.html",
        "server": "streamsb.com",
        "size": "260MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/idnuo83xnydr",
        "server": "streamvid.io",
        "size": "260MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "N_yfmHCkSB0",
      "video_url": "https://www.youtube.com/watch?v=N_yfmHCkSB0",
      "embed_url": "https://www.youtube.com/embed/N_yfmHCkSB0"
    }
  },
  {
    "metadata": "PG|2016|2h 10min|Bollywood,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "626"
    },
    "title": "Chalk N Duster (2016)",
    "description": "Chalk N Duster (2016)_____IMDb – 6.5/10” Chalk N Duster ဇာတ်ကားမှဖောက်ထွက်လာသော အတွေးများ “•••••••••••••••••••••••••••“ငါတို့တတွေဟာပညာရေးရဲ့ လင်းရောင်တန်ဆာဖြစ်ခဲ့တာမို့ ကမ္ဘာတစ်လွှမ်းလုံးထိတိုင်အောင် တတ်စွမ်းသမျှလေးလင်းလက်ခဲ့ပါ့မယ် ”[ Song lyrics]ကျွန်မတို့က မြေဖြူတွေ။ ကျွန်မတို့ကသင်ပုန်းဖျက် ပစ္စည်းတွေ။ မီးအိမ်ငယ်ငယ် ကို ကိုင်ဆောင်သူတွေ။ တစ်နည်းအားဖြင့် ခြင်းတောင်းလေး ကိုင်ရင်းဝါသနာလမ်းပေါ် လျှောက်လှမ်းလာကြတဲ့သူတွေ။“ကျွန်မတို့က ဆရာမတွေ ”______________________________အမှန်ပြောရရင် ဒီလို ဇာတ်ကားမျိုးကကြည့်ချင်လာအောင် ရေးပြရမယ့် Review မျိုးမဟုတ်ပါ။ ဇာတ်ဝင်ခန်းတစ်ခန်းချင်း ကို ကိုယ့်ငယ်ဘဝနဲ့ ပြန်တွေးရမယ့် ပုံပြင်ဆန်နေခြင်းမျိုးပါ။ဒီပုံပြင်တွေထဲက သူရဲကောင်းတချို့ဟာအပြင်လောကမှာ ရှိခဲ့ပါကြောင်း နားလည်ခဲ့ရမယ့် အတွေးမျိုးပါ။ဒါပေမဲ့ ဇာတ်လမ်းအကျဉ်း ကို ပြောပါစို့ ။KB ဆိုတဲ့ ကျောင်းတစ်ကျောင်းမှာ အုပ်ချုပ်ရေးမှူး အသစ် ဖြစ်တည်လာတဲ့အချိန်ကစလို့ အုပ်ချုပ်သူနဲ့ ဆရာမတွေကြား မသင့်မြတ်မှုလေးတွေကတစ်စ တစ်စ ကြီးထွားလာခဲ့တယ်။စာသင်ခန်းမှာ ဆရာမ ထိုင်ခုံတွေမထားရှိမှုတွေ။ ဆရာမ ရဲ့ သားသမီးဖြစ်လင့်ကစား ကျောင်းလခ ပြန်လည်ကောက်ခံမှုတွေက အချို့ဆရာမ များအား အခက်တွေ့စေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆရာမ Vidya ဟာကျောင်းသားတွေကို စာကူးခိုင်းနေတုန်း ခဏ နားနေမိခဲ့တယ်။ အဲ့ဒီနေ့ကသူမဟာ နာမကျန်းဖြစ်နေသော်လည်းတကယ် စေတနာပါပါ သင်ကြားနေခဲ့တာပါ။ဒါပေမဲ့ ကျောင်းအုပ်ချုပ်ရေးမှူး ကVidya ကို အပြစ်ဆိုခဲ့ပါတယ်။ Vidya ရဲ့ မှတ်မိလွယ် သော သင်ကြားနည်းတွေကရှေးရိုးဆန် လှကြောင်း / အင်တာနေရှင်နယ် မဆန်ကြောင်း ပြစ်တင်ပါတော့တယ်။ ဒီလိုနဲ့ အချေအတင်ဖြစ်ပြီး မကြာမီVidya ဆီ အလုပ်ထုတ်စာ ရောက်လာခဲ့တယ်။ အကြောင်းပြချက် က ဆရာမအရည်အသွေး မပြည့်မီတဲ့ အတွက်ပါတဲ့ဒီစာဟာ Vidya အတွက် စိတ်ထိခိုက်စေခဲ့ပါတယ်။ ယခင်ကတည်းက နှလုံးရောဂါ အခံရှိသူမို့ Shock ပါရသွားခဲ့ပါတယ်။ဒီလို အခြေအနေမှာတော့ ဆရာမ Jyoti ကပဲ ကူညီစောင့်ရှောက်ခဲ့ရပါတယ်။တစ်ဖက်မှာလဲ Vidya ရဲ့ သမီးငယ် ရယ် ခြေမသန်ခဲ့တဲ့ တွန်းလှည်းပေါ်က ခင်ပွန်းရယ် က ဆုတောင်းပေးရုံသာ တတ်နိုင်ခဲ့ကြပါတယ်။ဒါတွေဟာ တချို့ဆရာမတွေရဲ့ အခြေခံ ဘဝတွေပါ။စာသင်လာကြတဲ့ကလေးတွေကို ပြုံးပြတဲ့အခိုက်မှာမိသားစု ပြဿနာတွေကို သူတို့ခမျာခေါက်ရိုးချိုး ထားတတ်ကြပါတယ်။အဆင်မပြေပေမယ့် အဆင်ပြေပြေ နေခဲ့ကြတယ်။ဒါ့အတွက် ဆရာ / ဆရာမတွေ မည်သည်များ ပြန်လည် ရရှိခဲ့ပါသလဲ။ချမ်းသာလောက်တဲ့ ငွေကြေးလား။တပည့်တွေ မမေ့ကြတဲ့ပြန်လည်သတိရမှု မျိုးလား။လေးစားမှုတရားလား။ဒီဇာတ်ကားဟာ အတွေးပေါင်းများစွာနဲ့ပါ။ ဆရာမတွေအတွက်ရော တပည့်ဖြစ်ခဲ့ဖူးတဲ့ ကျွန်တော်တို့အားလုံးအတွက်တစ်ခါတည်းပစ်လိုက်တဲ့ခဲလုံးလေးပါ။အခုလည်း ဆရာမ Vidya ရဲ့ အလုပ်ထုတ်ခံရမှုက မီဒီယာထက်မှာပဲ ဟိုးလေးတကျော် ဖြစ်ခဲ့ရပါပြီ။ 28 နှစ်ကျော်လုပ်သက်ရှိတဲ့ Vidya ရဲ့ လုပ်ဖော်ကိုင်ဖက်တွေ နဲ့ တပည့်တွေက ဆရာမအပေါ် ပြန်သိတတ်ပုံတွေကလည်း တမျိုးလေး ချစ်စရာကောင်းနေပါတယ်။ဒီလိုနဲ့ အိန္ဒိယပညာရေးအပေါ် မေးခွန်းထုတ်လာမှုတွေကြားမှာVidya နဲ့ Jyoti တို့ အတူလက်တွဲပြီးဖြေရှင်းခဲ့ကြပါတယ်။ ဆရာမတစ်ယောက်ရဲ့ ပြင်ပ ဗဟုသုတ ပြည့်ဝမှု / အရည်အချင်း ပြည့်စုံနေမှု ကို လည်းသက်သေပြဖို့ ကြိုးစားခဲ့ပါတယ်။ဒီဇာတ်ကား ရဲ့ ပြင်ပဗဟုသုတ စမ်းသပ်ပုံတွေကလည်း စိတ်ကူးဆန်းလှပါတယ်။” ဒလိုင်းလားမား ရဲ့ နာမည်အဓိပါ္ပယ်”“Yahoo ရဲ့ အရှည်ကောက် ”” လွတ်လပ်ရေး သီချင်းအကြောင်း ”အစရှိတဲ့ မေးခွန်းတွေပါ။ဇာတ်ကားကြည့်ရင်း ဗဟုသုတလည်း ရခဲ့ပါတယ်။ဒါ့အပြင် ဒိုင်ယာလော့တွေကလည်းရိုးရိုးရှင်းရှင်းလေးနဲ့ ထိမိစေခဲ့တာပါပဲ။” မင်းတို့ကို ABC သင်ပေးတဲ့ ဆရာမနာမည်တွေ မှတ်မိကြပါရဲ့လား ”ဒီ ဒိုင်ယာလော့ဟာ အများကြီး တည်ဆောက်ခဲ့တာ မဟုတ်ပါဘူး။ ဒါပေမဲ့ အများကြီး တွေးမိစေခဲ့တယ်။မင်းသားဆိုလို့လည်း အဓိက မရှိ။ မင်းသမီးနေရာက ဆိုလို့လည်း နှင်းဆီပန်းနီနီနဲ့ ဆရာမ လည်း မဟုတ်ခဲ့။“ငွေသော်တာ ရောင်ခြည် ” သီချင်းဆိုမယ့် သူလည်း မရှိခဲ့။ဒါဆို ဒီဇာတ်ကား ကြည့်ရင်း ဘာရမလဲ။အဓိက ကတော့“ကျင့်ဝတ်နဲ့ လောဘတရားတွေအကြောင်း ” ။” အိန္ဒိယ ကိုယ်ပိုင်ကျောင်း စနစ်တွေ ”” ဆရာ တပည့် လေးစားမှုတွေ ”” ဆရာစစ် ဆရာမှန်တစ်ယောက် ရဲ့ဂုဏ်ဒြပ် တရား တွေ ” ကိုပဲသိမြင်ရရှိစေမှာပါ။#အကယ်၍ဒါတွေမရခဲ့ရင်တောင် ငယ်စဉ်ဘဝကဆရာ / ဆရာမ တစ်ယောက်ကို တော့သတိရစေမှာတော့ အမှန်ပင် ဖြစ်ပါကြောင်း ။(imdb-6.5)#review#linnkhayan(လင်းခယံ)(ရုပ်ရှင်အညွှန်းကိုKo LinnKhaYan Facebookမှ ကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…WEB-DL Rip 720pFormat…mp4Duration….02:10:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMgNyeinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJayant GilatarStarsArya BabbarDivya DuttaGavie ChahalGirish KarnadJackie ShroffJuhi ChawlaRicha ChaddaRishi KapoorShabana AzmiUpasna SinghCastArya BabbarDivya DuttaGavie ChahalGirish KarnadJackie ShroffJuhi ChawlaRicha ChaddaRishi KapoorShabana AzmiUpasna SinghZarina Wahab",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/chalk-n-duster-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/chalk-n-duster-2016",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/5u484w8v1wvn.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/chalk-n-duster-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/SToa/Chalk_N_Duster_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/hviy29dwch6j",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://tubesb.com/4j6omxnxeq90.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "FtcubOnXgZk",
      "video_url": "https://www.youtube.com/watch?v=FtcubOnXgZk",
      "embed_url": "https://www.youtube.com/embed/FtcubOnXgZk"
    }
  },
  {
    "metadata": "Not Rated|2016|1h 56m|Bollywood,Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1k"
    },
    "title": "(18+) Hawas Ki Inteha (2016)",
    "description": "Hawas Ki Inteha (2016)လင်ရယ် မယားရယ်လို့ ဖြစ်လာကြပြီဆိုရင် ဆိုးတူကောင်းဖက်အတူလက်တွဲသွားကြပြီးဘဝသက်ဆုံးတိုင် နားလည်မှုတွေနဲ့ ဘဝကို တည်ဆောက်ကြရမှာပါ။ဒီလိုမှ မဟုတ်ရင်တော့ ထိုအိမ်ထောင်..ထိုလင်မယားဟာ ရှားစောင်းနဲ့မျက်ချေးလိုတစ်မိုးအောက်ထဲက ရန်သူတွေလိုပါပဲ။အိမ်ထောင်တစ်ခုမှာ အချစ်က အခရာကျသလို လိင်မှုကိစ္စဟာလည်းအဓိကကျပါတယ်။ မှားတဲ့လူရှိရင် ခွင့်လွှတ်ပေးနိုင်တဲ့သူ ရှိရမှာဖြစ်သလိုမှားတဲ့သူဟာလည်း အဲ့ဒီအမှားမျိုးကို နောက်ထပ်မကျူးလွန်သင့်ပါဘူး။အမှားတွေကို မလွန်ဆန်နိုင်တော့တဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ အိမ်ထောင်တစ်ခုဟာပျက်တော့မှာပဲမဟုတ်လား။ဒီဇာတ်ကားမှာလည်း ရာဂစိတ်ကြောင့် အမှားနွံထဲနစ်ပြီး ဘဝပျက်ခဲ့ရတဲ့ လင်မယားအကြောင်းကိုပညာပေးရိုက်ကူးတင်ဆက်ပေးထားပါတယ်။၁၈အပေါင်းအခန်းလေးတွေလည်း ပါတာမို့ ၁၈ယောက်စုကြည့်ကြပါနော်။File size…1.8GB / 925MBQuality…1080p AMZ WEB DL /720pFormat…mp4Duration…1h 56mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….XCrossTranslated by DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSurya KanthStarsBaliram GawadKomal DhillonSarita NagarCastBaliram GawadKomal DhillonSarita Nagar",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/Hawas-Ki-Inteha-pic.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hawas-ki-inteha-2016-1080-p-amzn-web-dl-aac-2-0-avi-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4siazq0m9ayj.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/899y70x8la5u",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cP3s/Hawas_Ki_Inteha_(2016)_1080p_AMZN_WEB-DL_AAC2.0.avi(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/oV1jBLTQ#0GgYQwpi_BDnJkAPOS9dyyWejCdBqs2n2Xccmc0pWJ0",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/hawas-ki-inteha-2016-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/strhv3cu4nq8.html",
        "server": "usersdrive.com",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i7k237cn2occ",
        "server": "streamvid.io",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cP37/Hawas_Ki_Inteha_(2016)_720p(CM).mp4",
        "server": "megaup.net",
        "size": "925MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0RM0wKID#j_UR7Tome-ZKmX7wOc6abBSr97wi7KqTl8411qlaq6E",
        "server": "mega.nz",
        "size": "925MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|1h 42m|Asian,Comedy,Drama",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "98"
    },
    "title": "Perjanjian Gaib (2023)",
    "description": "Perjanjian Gaib 2023 (သို့) ငွေနောက်လိုက်လူမိုက်များIMDb-8.4/10ညဆို စောင်ခေါင်းမြီးခြုံပြီး သရဲကားလေးကြည့်ရမှဇိမ်ရှိသူတွေအတွက် 2023ထွက် အင်ဒိုသရဲကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါပြီ။အင်ဒိုသရဲကားတွေ နောက်ပိုင်းမှာ အဆင့်မြင့်လာပြီး ratingကောင်းလာကြပြီဆိုတော့ ဒီကားလေးလည်း ဘယ်လိုလာမလဲဆိုတာ ရှုစားကြပါဦး။အန်ဒရီနဲ့ဝတီတို့လင်မယားဟာ စိတ်တူကိုယ်တူရှိတဲ့လင်မယားနှစ်ယောက်ပီပီ ဖြတ်လမ်းနည်းနဲ့ချမ်းသာချင်တာကအစတူညီပြီး ချမ်းသာဖို့ဆိုသင်္ချိုင်းသွားပြီး အုတ်ဂူပေါ်ဆုတောင်းဖို့ပါ ဝန်မလေးသူတွေပါ။ခိုးဖို့လည်း လက်ယဉ်နေလေးတော့ အလောင်းဆီကပိုက်ဆံအိတ်အနှိုက်ကောင်းပြီးအန်ဒရီတစ်ယောက် ရင်ခွဲရုံသန့်ရှင်းရေးအလုပ်ကပါ ပြုတ်သွားပါတော့တယ်။ အိမ်လခကမပေးနိုင် အလုပ်ကပြုတ်နဲ့လမ်းဘေးရောက်တော့မယ့်လင်မယားနှစ်ယောက် တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ထူးထူးဆန်းဆန်းလခအရမ်းများနေတဲ့အဘွားအိုကိုစောင့်ရှောက်ပေးရမယ့်အလုပ်ကို မျက်စိကျပြီး အလုပ်လျှောက်ဖို့သွားရာက အိမ်ကြီးတစ်လုံး‌ဆီရောက်လာတဲ့အခါ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ စောင့်ရှောက်ပေးရမယ့်အဘွားကြီးကလည်း သူတို့စနက်မကင်းစွာနဲ့ရုတ်တရက်ဆုံးသွားတဲ့အပြင် လက်စလက်နကလည်းရှိကြတဲ့လင်မယားနှစ်ယောက်ဗီဇလေးတွေပေါ်လာပြီး အိမ်ကတန်ဖိုးရှိတာတွေခိုးပြီးထွက်ပြေးကြဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ရအောင်ပါ။(အညွှန်းကို Alexမှရေးသားပြီး ဘာသာပြန်ကတော့ ToMo ~ Yunni ~ Alexတို့ပဲဖြစ်ပါတယ်)File size…611MBQuality…720p WEB DLFormat…mp4Duration….1h 42mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by ToMo ~ Yunni ~ AlexYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAllan DastanAyu LaksmiDella DartyanDennis AdishwaraDominique ReginaKinaryosihMcDannyRestu TriandyYurike PrasticaCastAllan DastanAyu LaksmiDella DartyanDennis AdishwaraDominique ReginaKinaryosihMcDannyRestu TriandyYurike Prastica",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3H2ZV2NGPrOooK3qf8g1p0qVLee.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BMWQ3ZmMxZTAtNzA3NC00NzkwLThjZTMtN2JmMjUxZmRjYWVmXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/perjanjian-gaib-2023-720-p-maxs-web-dl-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "611MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pj8tthhozxwb.html",
        "server": "usersdrive.com",
        "size": "611MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/04l42vu7lyzc",
        "server": "streamsb.com",
        "size": "611MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/g2s31omb5k0q",
        "server": "streamvid.io",
        "size": "611MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j-sAqH2ICdI",
      "video_url": "https://www.youtube.com/watch?v=j-sAqH2ICdI",
      "embed_url": "https://www.youtube.com/embed/j-sAqH2ICdI"
    }
  },
  {
    "metadata": "|2009||Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "City Island (2009)",
    "description": "City Island (2009)=============IMDb Rating – 7.4/10ဇာတ်လမ်းလေးကတော့ ပျော်ရွှင်စရာမိသားစုကမ္ဘာလေးပေါ့။ ‌မျက်နှာချင်းတိုင်းခဏတဖြုတ်ပဲ လေပေးဖြောင့်တဲ့ ရစ်ဇိုတို့လင်မယားမှာ သားသမီးနှစ်ယောက်ရှိတယ်။ ယောက်ျားဖြစ်သူ ဗင့်စ်ဟာ အကျဉ်းဦးစီးအရာရှိတစ်ဦးဖြစ်ပြီး မိန်းမဖြစ်သူ ဂျွိုင်ဆီကို ကြောက်နေရတယ်။ မိန်းမမသိအောင် ဆေးလိပ်တောင်ခိုးသောက်ရတဲ့ဘဝ။ ဂျွိုင်ဆီကလည်း ကြမ်းကြမ်းတမ်းတမ်း။သူတို့သမီးလေး ဗီဗီယန်ကို ကောလိပ်ကျောင်းတက်နေတယ်လို့သိထားပေမယ့် တကယ်တမ်းက အဖော်အချွတ်မယ်လုပ်ပြီးမိဘတွေမသိအောင်ပိုက်ဆံရှာနေသူပါ။သားဖြစ်သူ လူပျိုပေါက်အရွယ် ဗင်နီဟာ ကိုယ့်ကိုယ်ကို ကျောင်းထက်ပိုတော်တယ်လို့ထင်ပြီး အမြဲကျောင်းပြေးနေသူ။ ဒီလိုနဲ့ ဗင့်စ်နဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ တစ်ချိန်တစ်ခါက လက်သွန်ကြက်သွန်ဖြစ်ပြီးမွေးလာတဲ့သားတစ်ယောက်က ဒီလိုအကြောင်းပြချက်ကိုယ်စီရှိတဲ့ မိသားစုထဲကို ရောက်လာတဲ့အခါမှာတော့……….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Tin Myo Lwin ဖြစ်ပါတယ်)File Size……….(2 GB) / (851 MB)Quality…………WEB-DL 1080p / 720pDuration……..1Hr 44MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, DramaTranslator……Tin Myo LwinEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaymond De FelittaCastAlan ArkinAndy GarcíaBen MathesBettina BresnanCarly HughesCarrie Baker ReynoldsChad HesslerChazz MenendezCurtiss CookDamian AchillesDaniel MaldonadoDominik GarciaDylan BresnanEmily MortimerEzra MillerHallie Cooper-NovackHope Glendon-RossIvy JonesJee Young HanJennifer LarkinJoseph DragoJulianna MarguliesLora ChioLouis MustilloLouise StrattenLynn CollinsMarianne EbertMarshall EfronMatthew ArkinMichael Jean DozierMike BurkePaul DiomedePaul MariniPaul RomeroRick AielloSarah SaltzbergSharon AngelaSteven StraitVernon CampbellYevgeniy Dekhtyar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vy0vzHqPF4PsEip4IF4zwhKNy4P.jpg",
      "https://image.tmdb.org/t/p/w300/xrAOKwVy5GsILkpW1VofUV2GQCj.jpg",
      "https://image.tmdb.org/t/p/w300/ezTAC6IQ9d0k2djj40DBmA65Sos.jpg",
      "https://image.tmdb.org/t/p/w300/5JfAlbSukkeqxp2xBZrn6HDXYDR.jpg",
      "https://image.tmdb.org/t/p/w300/5sKFGEJOZbZQAcnJHAriahdxQ6s.jpg",
      "https://image.tmdb.org/t/p/w300/tp4rKLI8XkaoJhk3yL77ZM9XSYC.jpg",
      "https://image.tmdb.org/t/p/w300/nXkWiGlNwjVrkLbWi0oesSqNOHn.jpg",
      "https://image.tmdb.org/t/p/w300/pampILktaIOviSUTYUTB2PHYfi0.jpg",
      "https://image.tmdb.org/t/p/w300/hsEuuWA2HYcAIqDqARXngHnJHku.jpg",
      "https://image.tmdb.org/t/p/w300/7Ue52DvCpf8bqJ4xg7GRsPnrKU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTM1MTY2Mjk0Nl5BMl5BanBnXkFtZTcwMDYxODkxMw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/city-island-2009-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jTct/City.Island.2009.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://wishfast.top/6jok42ovxasz",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Jj0khCIQ#II6c_ga61sCUQ1pYIWP30CiEWFeSycGCLUL_aCP8o1w",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wcdln3uq8wxb.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jzsjazewdiel",
        "server": "streamvid.io",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/city-island-2009-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "851 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1XYhm/City.Island.2009.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "851 MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/q42vw0luhdv5",
        "server": "streamsb.com",
        "size": "851 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Y2lEQChb#wE2YmItTHrMOqeuRYc1wYLUrPzJV2zklKoHA4YvI194",
        "server": "mega.nz",
        "size": "851 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7hinn77dg4uz.html",
        "server": "usersdrive.com",
        "size": "851 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/uf25yqjfjmqp",
        "server": "streamvid.io",
        "size": "851 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "nkilMXjv0YE",
      "video_url": "https://www.youtube.com/watch?v=nkilMXjv0YE",
      "embed_url": "https://www.youtube.com/embed/nkilMXjv0YE"
    }
  },
  {
    "metadata": "||1h 30m|Action,Crime,Drama",
    "rating": {
      "rating": "8.9/10/10",
      "rating_count": "504"
    },
    "title": "The Return of the Sister-in-Law (2021)",
    "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကတော့အက်ရှင်ခပ်ကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့လူတွေအတွက်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ဇာတ်လမ်းကတော့ မူးယစ်ဆေးရောင်းတဲ့လောကမှာဘုရင်တစ်ပါးဖြစ်တဲ့ ကွေယန်နဲ့ဟေးဟော်တို့က အစပိုင်းမှာသွေးသောက်ညီအစ်ကိုတွေဖြစ်ပြီး အရမ်းဆိုးသွမ်းခဲ့ကြတာပေါ့။ဒီလိုနဲ့ တနေ့မူးယစ်ဆေးနှိမ်နင်းရေးရဲတစ်ယောက်က သူတို့ကိုဖမ်းဖို့ထောင်ချောက်ဆင်ခဲ့ပေမဲ့သူတို့ကတော့ရဲကိုသတ်ပစ်ခဲ့တယ်။ အိမ်ထဲမှာရှိနေတဲ့ကောင်မလေးကိုပါမုဒိမ်းကျင့်ခဲ့တာပေါ့။ ဒီလိုနဲ့ချင်းချန်ဆိုတဲ့မုဒိမ်းကျင့်ခံခဲ့ရတဲ့ကောင်မလေးက သူ့အစ်ကိုအစားလက်စားချေဖို့ဟေးဟော်ဆီတပည့်သွားခံခဲ့တယ်။တိုက်ခိုက်ရေးမှာ အရမ်းတော်ပြီးအရည်အချင်းရှိနာမည်ကြီးတဲ့သူဖြစ်လာခဲ့တယ်။ ကဲဒီလိုနဲ့ ချင်းချန်တစ်ယောက်သူ့အစ်ကိုကိုသတ်ပစ်ခဲ့သူကို လက်စားချေနိုင်မလား။လူသတ်သမားကကောဘယ်သူဖြစ်မလဲစတဲ့ မူးယစ်ဆေးလောကရဲ့ ရက်စက်မှုတွေသတ်ဖြတ်မှုတွေအစရှိတာတွေကို ဒီဇာတ်လမ်းလေးကနေပြသပေးသွားမှာဖြစ်တဲ့အတွက် ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်Quality – WEB DL 1080p,720pFormat – mp4Genres – Action, Crime, DramaRuntime – 1 hr 30 minSubtitle – Myanmar Subtitile (Hardsub)Translated by CM TeamReviewed by Ann ChiEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAndrew LinJane WuLi YuehuiRaquel XuTerence YinXu ShaowuXu ZhangchaoZhong XinghuiCastAndrew LinJane WuLi YuehuiRaquel XuTerence YinXu ShaowuXu ZhangchaoZhong Xinghui",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qtid7C7AqT5H31iv2qkTYj3FCXA.jpg",
      "https://image.tmdb.org/t/p/w300/1mQwgx9rHc3cr8dENVvNCuVUG82.jpg",
      "https://image.tmdb.org/t/p/w300/8UeGEWSix1U2Z0gPuoXLsNN3xfA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-return-of-the-sister-in-law-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rrg55ho7hafo.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/cd0t8vertm42",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1WUwc/The_Return_of_the_Sister-in-Law_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/4jievseyrjo3",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2NkWhCqb#NTf3l4KREyJmf3OJ8J4tZPoPqVL8Z7EG3YsNS9IHhAQ",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-return-of-the-sister-in-law-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "671.3MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4b1z5ey427pg.html",
        "server": "usersdrive.com",
        "size": "671.3MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7J8mRTjb#oEUEvb0QcOfU6cw2V3iS55oA4HH3aq4QSlb9AU74Rys",
        "server": "mega.nz",
        "size": "671.3MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2013|134 min|Action,Adventure,Asian,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "2,917"
    },
    "title": "Young Detective Dee: Rise of the Sea Dragon (2013)",
    "description": "Young Detective Dee: Rise of the Sea Dragon (2013)IMDb Rating (6.5)/ Rotten Tomatoes (53%)Mark Chao သရုပ်ဖော်တဲ့ ဒီးလျန်ကျယ် ခေါ် စုံထောက် ဒီးဒီဇာတ်လမ်း ဟာ ၂၀၁၀ ခုနှစ်ကထွက်ရှိထားတဲ့Detective Dee and the Mystery of the Phantom Flameရုပ်ရှင်ရဲ့ Prequel ဖြစ်ပါတယ် …ဒါကြောင့် စုံထောက်ဒီးကိုငယ်စဉ်ဘဝကပုံစံနဲ့တွေ့ရမှာပါ။မင်းသား Mark Chao ကစုံထောက်ဒီးအဖြစ်ပါဝင်ထားပြီး မင်းသမီးကတော့ Angelababy ဖြစ်ပါတယ်။ ကိုရီးယားမင်းသား Kim Bum လဲအရံပါဝင်ထားပါတယ်။Andy Lou နဲ့ ဒီးလျန်ကျယ် ကို ရင်းနှီးခဲ့ရတဲ့ ကျွန်တော်တို့ဟာ Mark Chao နဲ့ ရုတ်တရက်ကြုံလိုက်ရတော့ အသားမကျဖြစ်လိုက်ရသေးတယ်။ ဒါပေမဲ့ ဒီဇာတ်ကားပုံဖော်လိုက်တဲ့ ဒီးလျန်ကျယ် က တောစာရေးလေးတစ်ယောက် လူးရန်မြို့ကြီးကို ရောက်လာတဲ့ပုံစံ ဒီး အငယ်စားလေးဆိုတော့ ကွက်တိဖြစ်နေပြန်ရော။ဧကရာဇ်မင်းကြီး နတ်ရွာမစံမီ၊ ဧကရာဇ်ဘုရင်မကြီး ဝူ နဲ့ တိုင်းပြည်ကို အတူအုပ်ချုပ်ချိန်ကို ဇာတ်လမ်းတည်ပါတယ်။ အတူအုပ်ချုပ်တယ်ဆိုတာ နားခံသာအောင်ပြောတဲ့စကားပေါ့။ တကယ်တော့ အရုပ်ဘုရင်ကို မျောက်ပြစားပြီး ဝူ ဧကရာဇ်မ တန် နိုင်ငံတော်ကို ကြိုးကိုင်ချိန်ပါပဲ။တန် နိုင်ငံတော်နဲ့ ဖူယု နိုင်ငံတော် စစ်မက်ဖြစ်ပွားချိန် ရေကြောင်းစစ်ချီမှုတစ်ခုမှာ ရေတပ်ကြီးတစ်ခုလုံးကို စိတ်ရှိလက်ရှိ ရိုက်ချိုးဖျက်ဆီးသွားတဲ့ ပင်လယ်သတ္တဝါကြီးတစ်ကောင်ကြောင့် တန် နိုင်ငံတစ်ခုလုံး ဟိုးလေးတကြော် ကြောက်လန့်တကြားဖြစ်ကုန်ပါတယ်။ပင်လယ်နဂါးကြီး အမျက်ထွက်တယ်လို့ ယုံကြည်ကြတဲ့ မြို့သူမြို့သားတွေက လူးရန်မြို့ရဲ့ ပြည်ကြီးတန်ဆာ၊ အထက်တန်းပြည့်တန်ဆာမလေး ယင်ယူကျီ ကို ပင်လယ်နဂါးကျောင်းတော်မှာ ဥပုသ်စောင့်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ ပင်လယ်နဂါးကြီး အမျက်ပြေစေရန်အတွက်ပါ။အဲဒီအချိန်မှာ ဘင်း စီရင်စုကနေ နေပြည်တော်ကို အဆင့် ၇ အရာရှိမင်းအဖြစ်ရောက်လာတဲ့ ဒီးလျန်ကျယ် က သဲလွန်စတစ်ခုကို ဖော်ထုတ်မိပြီး မမျှော်လင့်ဘဲ နောက်ထပ်ရေသတ္တဝါငယ်တစ်ကောင်နဲ့ ဆုံရပြန်ပါတယ်။ ပင်လယ်ထဲမှာ ရေနဂါးတစ်ကောင်၊ လူးရန်မြို့ထဲမှာ ရေနဂါးတစ်ကောင်၊ တော်တော်ရှုပ်တဲ့ဇာတ်ပေါ့။ပင်လယ်နဂါးတွေက အပျင်းပြေ လူ့ပြည်အလည်လာတာမဟုတ်ဘဲ တန်နိုင်ငံတော်ကြီးကို တစ်စစီဖျက်ဆီး၊ ဘုရင်အသစ်အဖြစ် ထီးနန်းကိုသိမ်းပိုက်ရန် ကြံစည်နေတဲ့သူရဲ့ အိမ်မွေးတိရစ္ဆာန်‌တွေဆိုတာ ဒီးလျန်ကျယ်တို့ မကြာခင်ပဲ သိလိုက်ရပါတယ်။ဧကရာဇ် ဝူ ရဲ့ အပျင်းပြေ လူသတ်ချင်နေတဲ့စိတ်ဓာတ်၊ မထင်မရှား အရာရှိလေးကို မလေးမစား တန်ဖိုးမထားသူတွေကြား၊ နိုင်ငံနဲ့ချီတဲ့ ကပ်ဆိုးကြီးကို အချိန်အကန့်အသတ်နဲ့ ဖြေရှင်းရဖို့ဖြစ်လာတဲ့အခါ ရေမကူးတတ်တဲ့ ဒီးလျန်ကျယ် တစ်ယောက် ပင်လယ်ပြင်မှာ သင်္ဘောမှောက်တော့ ဘယ်မေခလာ လာကယ်မလဲ။ ပင်လယ်နဂါးတစ်ကောင်ကို သတ်၊ နောက်ပင်လယ်နဂါးတစ်ကောင်ကို ကယ်တင်ရမယ့် ဂွကျကျဇာတ်လမ်း၊ ပြည့်တန်ဆာမလေးရဲ့ အဖြူထည်နှလုံးသားကို စာနာမိလို့ အသက်နဲ့ပါ လောင်းကြေးထပ်ခဲ့တဲ့ ဒီးလျန်ကျယ် ဘယ်လိုဇာတ်သိမ်းရမယ်ဆိုတာ ကြည့်လိုက်ကြစို့ရဲ့။ဒီဇာတ်လမ်းမှာ ဒီးလျန်ကျယ် က ခေါင်းသုံးတဲ့နေရာမှာ ကျွမ်းကျင်ပေမယ့် အတိုက်အခိုက်မှာတော့ တော်တော်လိုနေသေးတာကို တွေ့ရတယ်။ သူတာဝန်ထမ်းဆောင်နေတဲ့ တလီစီရုံးတော်က အကြီးအကဲ ယုချီ နဲ့ယှဉ်လိုက်ရင် သိသာပါတယ်။ ရေတောင်မကူးတတ်သေးဘူးပေါ့လေ။ ပြီးတော့ ဒီးလျန်ကျယ် စုံစမ်းစစ်ဆေးရေးမှူး အရာရှိမင်းတစ်ယောက် ဘယ်လိုဖြစ်လာလဲ၊ သူ့ရဲ့ ဝိသေသ နဂါးနိုင်ဓား ခေါ် ကျိုင်းတော်ကို ဘယ်လိုရခဲ့တယ်ဆိုတာ ဒီဇာတ်ကားမှာ မြင်တွေ့နိုင်ပြီး ပလ္လင်လုမယ့် ဧကရာဇ် ဝူ မျက်လုံးထဲက သွေးချောင်းစီးလူသတ်ပွဲကိုပါ ကြိုတင်ခန့်မှန်းမိပုံတွေပါ ပါဝင်နေလို့ ကျော်ခဲ့လို့မရတဲ့ ဒီး ဇာတ်လမ်းပါပဲ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ထားသူကတော့ Arr Khun Winchester ဖြစ်ပါတယ်။)File size…(2.9 GB)/(1.7 GB)Quality….BluRay1080p HEVC/ 720pFormat…mkv/mp4Duration….02:14:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byArr Khun WinchesterYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHark TsuiStarsAngelababyCarina LauChien ShengMark ChaoCastAngelaBabyCarina LauChao Hsu LinChao XuChen KunCheng RangChien ShengDong HuFanjie MengFucheng ZhangGangqiang YangGuangchao LiuGuangwen BaoGuoqiang WuGuoyi ChenGuoyin JiangHangyu TianHui GuoJaihui YanJianfeng ChenJiatong LaiJunjie GuanJunzhu ZhangKim BumLili WangLimin DengLin GengxinMa JingjingMa QiankunMaoping ZhanMark ChaoMeihui ChenMingzhe SongNuo A.Peng ZhouQingjian WuRongjian YangTanwei PangTeng ZhouTie NanTuli GuerWang XichaoWenxue SunWilliam FengXiao XiaoXiaoluo MoXu XiaoqinYan JieYongyong YangYuanfeng GaoYulin GaoYuzhan GaoZhang HanyiZhang HaoZhang ShanZhang YouZhou Peng",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2GyUjbfQb20gr92cGV3EwNCgtCc.jpg",
      "https://image.tmdb.org/t/p/w300/p3ebdgyl2m8tBvB14SxAUnenOK3.jpg",
      "https://image.tmdb.org/t/p/w300/dbr1BC8o5LO9qEJrRephZToHGVD.jpg",
      "https://image.tmdb.org/t/p/w300/lY5SDcGMx87CqhFuRReGCvdUDB2.jpg",
      "https://image.tmdb.org/t/p/w300/aHgZBNbU5u4lNOTPDvFMKMhzig3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGUyZmNmOWMtNzE5Ni00MTVhLTkwZmQtMzNmZTc5MjA3MWZlXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-young-detective-dee-rise-of-the-sea-dragon-2013-1080-p-bluray-remux-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2zMO6/(CM)_Young.Detective.Dee.Rise.Of.The.Sea.Dragon.2013.1080p.Bluray.REMUX.HEVC.AAC.5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Cc4E3ahA#6nmBT0UVP3pz51tBTxyM5LQVYV8ImHDBRtpjJfSxBHo",
        "server": "mega.nz",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/if2yyprrw6k8.html",
        "server": "usersdrive.com",
        "size": "2.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-young-detective-dee-rise-of-the-sea-dragon-2013-720-p-bluray-remux-avc-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4BFag/(CM)_Young.Detective.Dee.Rise.Of.The.Sea.Dragon.2013.720p.Bluray.REMUX.AVC..AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/OFgxFaZL#v7kwA9GXcl9n61c9aqgvenTELa1YlqTXLBuidFnCyYQ",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mjel994c8sjq.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sixs9lm5lrxr",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/47vx13t2wris.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "E01DwfOYKys",
      "video_url": "https://www.youtube.com/watch?v=E01DwfOYKys",
      "embed_url": "https://www.youtube.com/embed/E01DwfOYKys"
    }
  },
  {
    "metadata": "|||Crime,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "6.7K"
    },
    "title": "The Trials of Cate McCall(2013)",
    "description": "Genre – Crime, DramaIMDB – 6.2/10ဇာတ်ကားအကြောင်းမပြောခင် မမ ကိတ်ဘက်ကင်ဆေးရဲ့အလှတော်လေး ချီးမွမ်းခန်းဖွင့်ချင်လို့ပါ။ သူဟာ အင်္ဂလိပ်မဆိုပေမဲ့အဖေရဲ့အဖွားက မြန်မာမစစ်စစ် မနှင်းဖြစ်လို့ မြန်မာသွေးကို ၈ ပုံ၁ ပုံလောက် ပါလာလို့လားမသိ အတော်ချောမောလှပတဲ့မင်းသမီးဖြစ်ပါတယ် ဒီကားထဲမှာဆို ဖွာလန်ကျဲနေရာတွေပါတာတောင်သူ့အလှကို ခံစားကြရဦးမှာပါ အသက်ငယ်လို့ ငယ်ဂုဏ်မောက်တာမျိုးလည်းမဟုတ်ပါဘူး ကြီးတဲ့ထိ ကျက်သရေရှိရှိ လှနေတာမျိုးပါ။သူ့ရဲ့နာမည်ကြီးကားတွေဆို Underworld ကားတွေတို့ Van Helsing တို့ရှိကြပါတယ် ကြည့်ဖူးကြမှာပါ အားလုံးလည်း။ကဲ ဒီတော့ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ရအောင် “အသက်တစ်ရာမနေရ အမှုတစ်ရာပွေရ” ဆိုသလို ဇာတ်ကားနာမည်က ကိတ်မက်ကောရဲ့တရားခွင်များတဲ့ ပြောရမယ်ဆို မမရဲ့ ရှုပ်ထွေးပွေလီ ပြဿနာများပေါ့။ရှေ့နေဖြစ်တဲ့မမဟာ အရက်စွဲနေတဲ့ပြဿနာရှိပြီး ရှေ့နေရုံးကနေလည်းဆိုင်းငံ့ခံထားရတယ် နောက်ပြီး ခံဝန်နဲ့ နေနေရတယ်။ မိသားစုရေးမှာလည်းသမီးဖြစ်သူကို ဂရုစိုက်မပေးနိုင်လို့ ဖခင်ဖြစ်သူက အုပ်ထိန်းခွင့်ရဖို့အမှုစွဲထားတာမျိုး ကြုံနေရပါတယ် ဒါက သူ့ ကိုယ်ရေးကိုယ်တာအမှုတစ်ခုပေါ့လေ။ အဲဒီမှာ ရှေ့နေရုံးကနေ အပြစ်ကို ပြန်လည်ပေးဆပ်စေချင်လို့အမှုတစ်ခုကို ပြန်လိုက်ခိုင်းပါတယ်။ ဒီအမှုကတော့ ချစ်သူဖြစ်သူကမုဒိမ်းကျင့်တာခံရ ရဲတွေမုဒိမ်းကျင့်တာခံရ ထောင်ကျတော့လည်းအစောင့်က မုဒိမ်းကျင့်တာခံရပြီး ချစ်သူနဲ့ရထားတဲ့ ကိုယ်ဝန်ရှိနေချိန်ချစ်သူကို အီစီကလီ လာလုပ်တဲ့ကောင်မလေးကို အဖော်တစ်ယောက်နဲ့သွားဖြဲရာကနေ လူသတ်မှုဖြစ်ခဲ့ပါတော့တယ်။ အဲဒီမှာ သူသတ်တာသေချာပါတယ်ဆိုတဲ့အမှုကို မမတစ်ယောက် လိုက်ရာကနေ လွဲမှားနေတာတွေစတွေ့လာတဲ့အခါ… အမှုကို ဘယ်လိုမျိုး လိုက်ပေးမလဲ၊ မိသားစုရေးရာမှာ သမီးလေးကို အုပ်ထိန်းခွင့်ပြန်ရပါ့မလား၊ နောက်ထပ် ဘာပြဿနာတွေကြုံရဦးမလဲ စသဖြင့် တဖြည်းဖြည်းနဲ့ ဇာတ်ရှိန်တက်ပြီး ခေါ်သွားမယ့်တရားဥပဒေရုပ်ရှင်မျိုး ဖြစ်ပါတယ်။ လူတစ်ယောက်ဘဝတွေပျက်ခွေးဖြစ်လုနီးပါး ဖြစ်ခဲ့တာတောင် အဖော်ကောင်းတွေရှိပြီးသေသေချာချာလေး ကြိုးစားရင် ပြန်ထူထောင်နိုင်ပါတယ်ဆိုတဲ့စိတ်ခွန်အားလည်း ပေးသွားတဲ့ ဇာတ်ကားကောင်းလေးပါ။File size…1.41GB / 524.8MBQuality…Blu-Ray 1080p/ 720pFormat…mp4Duration….1h 29mGenre ….. Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Thit San KhantTranslated by Thura AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaren MoncrieffStarsJames CromwellKate BeckinsaleNick NolteCastAmanda AdayAmanda PetersenAmy BenedictAnna SchaferAnne JohnsonAva KolkerBethany Brooke AndersonBrad GreenquistBrendan Sexton IIICarrie LazarCathy Cahlin RyanClancy BrownDale DickeyDavid LyonsDavid Paul FrancisDeborah Van ValkenburghGus BuktenicaHilary WagnerIsaiah WashingtonJames CromwellJay ThomasJerry YingJim KlockJoe StevensJohnny SneedJoseph Lyle TaylorKate BeckinsaleKathy BakerLee WeaverLou Beatty Jr.Lyle KanouseMarco TazioliMark PellegrinoMichael HyattMichelle CsitosNick NolteNicki MicheauxOmar LeyvaRuby Moncrieff-KartenSanny van HeterenSara ArringtonSharon OmiTaye Diggs",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3MDjl2k0U9Bjcqn0IrCoeTEGgz9.jpg",
      "https://image.tmdb.org/t/p/w300/rzk08YqwjZhFP7ZQh02y1lLqEE2.jpg",
      "https://image.tmdb.org/t/p/w300/lGh6YNVCQAzU3uKytmu6fPzo01I.jpg",
      "https://image.tmdb.org/t/p/w300/u7MqBYuXy482gAqEg9noQHh984A.jpg",
      "https://image.tmdb.org/t/p/w300/7ug0hQygsVfjFPXr7y44JwILvAy.jpg",
      "https://image.tmdb.org/t/p/w300/54jdvAl4UaWuWzbtW1PK47hFZAy.jpg",
      "https://image.tmdb.org/t/p/w300/md2pKbdL5Zeq2Em72VP4DDKzYry.jpg",
      "https://image.tmdb.org/t/p/w300/omzThWuPlhqlALRVbTASQr6HXlJ.jpg",
      "https://image.tmdb.org/t/p/w300/cDpHUCp0zisawOpdjXpKlmZTC7H.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jk0NsJqXvJw4pfa386fEEC5RpIj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/prn8f1zobuew.html",
        "server": "usersdrive.com",
        "size": "1.41GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-trials-of-cate-mc-call-2013-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.41GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2A3gC/The.Trials.Of.Cate.McCall.2013.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.41GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/cTNXWYxJ#tQDb_l2aHsH8U5t3AKO8haKBjcl-BdSkETNyfB5zjfc",
        "server": "mega.nz",
        "size": "1.41GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5ygez1wmsgj2.html",
        "server": "usersdrive.com",
        "size": "524.8MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-trials-of-cate-mc-call-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "524.8MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2A3gl/The.Trials.Of.Cate.McCall.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "524.8MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EO1EXCyS#K47YtppHhDcWW_-jz6REWtmhAdsNG_9nPn4gC7JO2dA",
        "server": "mega.nz",
        "size": "524.8MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/n4ml1crehfru.html",
        "server": "streamsb.com",
        "size": "524.8MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/s7r30zlrhcf2",
        "server": "streamvid.io",
        "size": "524.8MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "YcZ2ANo2ICI",
      "video_url": "https://www.youtube.com/watch?v=YcZ2ANo2ICI",
      "embed_url": "https://www.youtube.com/embed/YcZ2ANo2ICI"
    }
  }
]