[
  {
    "metadata": "Unrated|2011|1h 54m|Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1800"
    },
    "title": "Bunny Drop (2011)",
    "description": "Bunny Drop (2011)~ IMDb – 7.2/10, RT – 68%, MyDramaList – 8.2/10 ~ကလေးတစ်ယောက်ကို ကျွေးမွေးပြုစုစောင့်ရှောက်ရတာက လွယ်တယ်လို့ထင်ပါသလား။ အဲဒီကလေးက ကိုယ့်ကလေးမဟုတ်ဘဲ တစ်ခြားသူရဲ့ကလေးဖြစ်နေတဲ့အပြင် ပြောစကားနားမထောင်တဲ့ကလေးဖြစ်နေပြန်ရင်လည်း ပြုစုစောင့်ရှောက်ရပိုခက်မှာမလား။ဒိုင်းကီချိ (Daikichi) တစ်ယောက် သူ့အဘိုးစျာပနအခမ်းအနားကြောင့် အဘိုးဖြစ်သူရဲ့အိမ်ကို ပြန်လာရင်း အသက် ၆ နှစ်အရွယ် ရင်း (Rin) လို့ခေါ်တဲ့ကလေးမလေးတစ်ယောက်ကို တွေ့သွားပြီး ဘယ်သူ့ကလေးလဲဆိုတာမေးတော့ သူ့အဘိုးရဲ့တိတ်တိတ်ပုန်းကလေးဖြစ်နေတယ်။ ဒိုင်းကီချိရဲ့မိဘကအစ သူ့ဆွေမျိုးတွေက ရင်းကို သူတို့မိသားစုမျိုးရိုးရဲ့ အရှက်ရစရာတစ်ခုလို့ သတ်မှတ်ကြပြီး ဘယ်သူမှခေါ်ထားပြီး မစောင့်ရှောက်ချင်ကြဘူး။ အဲဒီမှာ ဒိုင်းကီချိက ချစ်ဖို့‌ကောင်းပြီး အပြစ်မရှိတဲ့ ရင်းကို သနားသွားလို့ ခေါ်ယူကျွေးမွေးစောင့်ရှောက်ဖို့ ဆုံးဖြတ်လိုက်တာကို သူ့မိဘတွေရော သူ့ဆွေမျိုးတွေရော အသည်းအသန် တားကြပေမဲ့ ဒိုင်းကီချိကတော့ သူ့ဆုံးဖြတ်ချက်ကိုမပြင်ဘဲ ရင်းကို ခေါ်ယူစောင့်ရှောက်ပါတော့တယ်။ စစချင်းတော့ ကိုယ့်ကလေးမဟုတ်တဲ့သူကို ခေါ်ယူစောင့်ရှောက်တာကမှားသွားပြီလားလို့ လူပျိုဖြစ်တဲ့ ဒိုင်းကီချိတစ်ယောက် နောင်တရနေပေမဲ့ အဆိုးထဲကအကောင်းလို့ပြောရလောက်အောင် သိပ်လိမ္မာတဲ့ ရင်းကို တဖြည်းဖြည်း ကိုယ့်သမီးလို မြင်ယောင်ပြီး သံယောဇဉ်တွယ်လာမိတော့တယ်။ဟုတ်ပါတယ်… ဇာတ်လမ်းကသိပ်ကိုရိုးရှင်းပါတယ်။ လှည့်ကွက်တွေ၊ ဒရာမာအရမ်းချိုးတာတွေမပါဘဲ ကလေးတစ်ယောက် အထူးသဖြင့် တစ်ခြားသူရဲ့ကလေးကို ကျွေးမွေးပြုစုစောင့်ရှောက်နိုင်မှာလား၊ အလုံးစုံတာဝန်ယူနိုင်မှာလား၊ အဲဒီကလေးအတွက် တစ်ခါတစ်ရံ ကိုယ့်ဘဝကိုယ် အနစ်နာခံနိုင်မှာလားဆိုတာကို ရိုးရိုးရှင်းရှင်း ပုံဖော်ရိုက်ကူးပြထားတာပါ။ဒီ Usagi Drop ဇာတ်ကားက Yumi Unita ရေးတဲ့ Usagi Drop (2005-2011) Manga ကိုပြန်ရိုက်ထားတဲ့ Live-Action ဇာတ်ကားဖြစ်ပြီး Anime အဖြစ်လည်း ၂၀၁၁ ခုနှစ်မှာ Production I.G စတူဒီယိုကနေ ၁၁ ပိုင်းထွက်ရှိထားပါတယ်။ Usagi Drop ဇာတ်ကားရဲ့ဒါရိုက်တာ Sabu က ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တုန်းက သရုပ်ဆောင်တွေဆီက သဘာဝကျကျ သရုပ်ဆောင်မှုတွေကို လိုချင်ခဲ့တာဆိုပြီး အစအဆုံးနီးပါး ဇာတ်ညွှန်းအသင့်မရှိဘဲ လက်တန်းရိုက်ကူးခဲ့တယ်လို့သိရပါတယ်။ Usagi Drop ကို ရိုက်ကူးပြီး ၁၄ ကြိမ်မြောက် Shanghai International Film Festival မှာပြတော့လည်း လှိုက်လှိုက်လှဲလှဲ ချီးကျူးခံခဲ့ရတဲ့ကားကောင်းပါပဲ။အလုပ်တစ်ဖက် ကလေးတစ်ဖက်နဲ့ တိုင်ပတ်နေတဲ့ လူပျိုကြီး ဒိုင်းကီချိအဖြစ် ပေါ်လွင်အောင် သရုပ်ဆောင်ပြတဲ့သူက တစ်ခြားသူမဟုတ်ပါဘူး… ပထမဆုံး Death Note Live-Action တွေထဲမှာ L အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Kenichi Matsuyama ပါ။ ရင်း အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ ကလေးသရုပ်ဆောင် Mana Ashida က ကလေးပီပီ ချစ်စရာကောင်းလောက်အောင် Kenichi နဲ့အပြိုင် သရုပ်ဆောင်နိုင်ခဲ့လို့ အဲဒီနှစ်ကကျင်းပခဲ့တဲ့ ၅၄ ကြိမ်မြောက် Blue Ribbon Awards ပွဲမှာ Best Newcomer (အကောင်းဆုံးတက်သစ်စသရုပ်ဆောင်) ဆုကို ရရှိခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.15GB, 920MBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 54MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSabuStarsAtsuko TakahataBaijaku NakamuraChizuru IkewakiGo AyanoHiroko UchidaJun FubukiKarinaKen'ichi MatsuyamaMana AshidaMayu KitakiMirei KiritaniRuiki SatoRyô KimuraToshie NegishiWakato KanematsuCastAtsuko TakahataBaijaku NakamuraChizuru IkewakiGo AyanoHiroko UchidaJun FubukiKarinaKenichi MatsuyamaMana AshidaMayu KitakiMirei KiritaniRuiki SatoRyô KimuraToshie NegishiWakato Kanematsu",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pucdNCFgCBGTgkmPQjPjxbV4oRl.jpg",
      "https://image.tmdb.org/t/p/w300/hWKHPMQIfEBMr8aA8OJ13wSqrEQ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nwBEWBfbWowSFujX0KHUtD8QgFm.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bunny-drop-2011-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3nh8i/(CM)_Bunny_Drop_(2011)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UfU3BCIB#OR1vRJOeuzgj7i32Hbya5o7XZDmwxk8-S255zVBoxlw",
        "server": "mega.nz",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zvk0mf3lfmsc.html",
        "server": "usersdrive.com",
        "size": "2.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bunny-drop-2011-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21mdo/(CM)_Bunny_Drop_(2011)_720p.mp4",
        "server": "megaup.net",
        "size": "920MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xX9ATLjK#gRnXB73WQPcMXo9aY3Xp11mIJ0WuyZeLIXzD3h0pznE",
        "server": "mega.nz",
        "size": "920MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/5k4nqov2ht31.html",
        "server": "usersdrive.com",
        "size": "920MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/229zzch102rc",
        "server": "streamsb.com",
        "size": "920MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rpzpkiotogcs",
        "server": "streamvid.io",
        "size": "920MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "z_L0J-Ot9ws",
      "video_url": "https://www.youtube.com/watch?v=z_L0J-Ot9ws",
      "embed_url": "https://www.youtube.com/embed/z_L0J-Ot9ws"
    }
  },
  {
    "metadata": "PG-13|1993|141 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "67,674"
    },
    "title": "The Pelican Brief(1993)",
    "description": "The Pelican Brief (1993)IMDB Rating ——– 6.6ဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုဟာThe Firm တို့ A Time To Kill တို့ Rain Makerတို့လို နာမည်ကျော် Legal Thriller တွေပဲရေးခဲ့တဲ့ John Grisham ပါ။သူရဲ့ ပထမဆုံးဝတ္တု A time to killဟာ၂၀၁၂အထိစစ်တမ်းအရ ၂၇၅သန်းအထိ ကော်ပီရောင်းရပြီးပါပြီ။ဒီနောက်ရေးတဲ့ The Firm ဟာ Best Seller စာရင်းဝင်ခဲ့ပြီး သူ့ကို စအောင်မြင်စေခဲ့တဲ့ Legal Thrillerဖြစ်ပြီးမကြာသေးခင်ကပဲ CM မှာ တင်ဆက်ပေးခဲ့ပြီး ဖြစ်ပါတယ်။အခုတော့ သူရဲ့ နာမည်ကျော်ဝတ္တုတစ်ပုဒ်ကိုပဲJulia Roberts နဲ့ Denzel Washington တို့လိုဒိတ်ဒိတ်ကြဲတွေ သရုပ်ဆောင်ထားတဲ့The Pelican Brief ဆိုတဲ့ ကားနဲ့ ထပ်မိတ်ဆက်ပေးပါရစေ။ဗဟိုတရားရုံး ဂျူဒီ နှစ်ယောက်ကို Khamelလို့အမည်တွင်တဲ့ လူလတ်သမားတစ်ယောက်ဟာလုပ်ကြံသတ်ဖြတ်သွားပါတယ်။ ဒီအဖြစ်အပျက်အပြီးနှစ်နှစ်တာ အကြာမှာ Tulane တက္ကသိုလ်ကရှေ့နေကျောင်းသူ Darby Shaw ဟာဒီအဖြစ်အပျက်နဲ့ ပက်သက်ပြီး ဘာလို့ သူတို့အသတ်ခံရလဲဆိုတာကို သီအိုရီထုတ်ပြီးလျှောက်လဲချက်တစ်ခု ရေးခဲ့ပါတယ်။ဒီလျှောက်လဲချက်ကို သူမရဲ့ ဥပဒေပါမောက္ခကိုပေးခဲ့ပြီး သူ့ဆရာက Gavin Verheek ဆိုတဲ့FBI ဒါရိုက်တာ ရဲ့အထူးရှေ့နေတစ်ယောက်ကို မူပွားပေးခဲ့ပါတယ်။ ဒီနောက်မှာ..ပါမောက္ခဟာ ဗုံးခွဲအသတ်ခံခဲ့ရပါတယ်။Darby ကိုယ်တိုင်လည်း တိုက်ခိုက်မှူ တစ်ချို့ုကြုံရပြီးတဲ့အခါ သူ မသေအောင်ရှောင်ဖို့ လုပ်ရပါတော့တယ်။ဒီအချိန်မှာပဲ သူ သီအိုရီ ထုတ်ထားတဲ့လျှောက်လဲချက်ဟာ မမှားလို့ သူ့ကို လုပ်ကြံဖို့ကြံစည်နေကြောင်း သဘောပေါက်ခဲ့တယ်။ဒီလိုနဲ့ သူမ ပုန်းကွယ်ပြီး Verheek ဆီက အကူအညီတောင်းခဲ့ရပါသတဲ့..။တစ်ဖက်မှာ Garciaလို့ သူ့ကိုယ်သူ ခေါ်တဲ့ သတင်းပေးတစ်ယောက်ဟာသတင်းထောက် Gray Granthamကို လုပ်ကြံမှုတွေနဲ့ ပက်သက်တဲ့သတင်းပေးပြီး ချက်ချင်း ပျောက်ကွယ်သွားခဲ့တယ်။ဒီနောက် Darby ဟာ သူ့ လျှောက်လှဲချက်တွေ မှန်ကန်တာတွေ့ရှိခဲ့တဲ့သတင်းထောက်နဲ့ ဆက်သွယ်ခဲ့ပါတယ်။Darby ဟာ ထပ်အတိုက်ခိုက်ခံရပြီး လွတ်မြောက်သွားပေမဲ့သူ့ကွန်ပျူတာ ဖိုင် ဒေတာတွေ အကုန်ပျောက်ကွယ် သွားခဲ့တယ်။Verheek နဲ့ တွေ့ဆုံဖို့ စီစဉ်တဲ့အခါလည်းVerheek အသတ်ခံခဲ့ရပြီး လူသတ်သမားကအယောင်ဆောင်လာတွေ့ခဲ့ပါတယ်။ဒါပေမဲ့ ဘယ်ဆီကရောက်လာမှန်းမသိတဲ့ကျည်တစ်တောင့်က သူ့ အသက်ကို ကယ်တင်သွားခဲ့ပါတယ်။Grantham နဲ့ Darbyတို့ နယူးယောက်မှာ တွေ့ကြပြီးသူရဲ့ Palican လျှောက်လဲချက်ထဲက ခန့်မှန်းချက်တွေအကြောင်း Granthamကို ပြောပြခဲ့ပါတယ်။ Granthamကလည်းသတင်းပေးလူအကြောင်းပြောပြရရင်း သတင်းပေးတဲ့လူကိုသူကို သူတို့သိပြီးတဲ့အခါ…. သက်သေဘယ်လိုရှာရင်းသူရဲ့ Palican လျှောက်လဲချက်ကို ဘယ်လို သက်သေပြမလဲဘယ်လောက်ထိ အဆင့်မြင့်တဲ့ အုပ်ချူပ်ရေးပိုင်းက လူတွေပါပါနေလဲဆိုတာတော့ကိုယ်တိုင်ပဲ ကြည့်ရှုရင်ခုန်လိုက်ကြပါ….။ဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုရေးဆရာ John Grishmanဟာရှေ့နေလည်းဟုတ်သလို နိုင်ငံရေးသမားတစ်ဖြစ်လဲစာရေးဆရာလည်း ဟုတ်ပါတယ်။ဒီတော့ သူ့ရဲ့ Legal Thriller ဝတ္တုတွေဟာ သေသပ်ပြည့်စုံပါတယ်။သူ့ စာအုပ်ကို ရိုက်ထားတဲ့Julia Roberts တို့ Danzel Washington တို့လိုလူတွေ သရုပ်ဆောင်ထားတဲ့ ဒီကားဟာလည်းRating မများလှပေမဲ့ ကားကောင်းတစ်ခုမို့လို့ပြန်လည်တူးဖော် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကိုတော့ Wira Aung မှရေးသားပေးပြီးဘာသာပြန်သူကတော့  Pinky Barbie ပဲဖြစ်ပါတယ်…File Size : 1012MBQuality : Blu-Ray 720pFormat…mp4Duration…02:22:00Genre :Crime,Drama,MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pinky BarbieEncoded by Phyo PyaezawgyiThe Pelican Brief (1993)IMDB Rating ——– 6.6ဒီ႐ုပ္ရွင္ရဲ႕ မူရင္းဝတၱဳဟာThe Firm တို႔ A Time To Kill တို႔ Rain Makerတို႔လို နာမည္ေက်ာ္ Legal Thriller ေတြပဲေရးခဲ့တဲ့ John Grisham ပါ။သူရဲ႕ ပထမဆုံးဝတၱဳ A time to killဟာ၂၀၁၂အထိစစ္တမ္းအရ ၂၇၅သန္းအထိ ေကာ္ပီေရာင္းရၿပီးပါၿပီ။ဒီေနာက္ေရးတဲ့ The Firm ဟာ Best Seller စာရင္းဝင္ခဲ့ၿပီး သူ႔ကို စေအာင္ျမင္ေစခဲ့တဲ့ Legal Thrillerျဖစ္ၿပီးမၾကာေသးခင္ကပဲ CM မွာ တင္ဆက္ေပးခဲ့ၿပီး ျဖစ္ပါတယ္။အခုေတာ့ သူရဲ႕ နာမည္ေက်ာ္ဝတၱဳတစ္ပုဒ္ကိုပဲJulia Roberts နဲ႔ Denzel Washington တို႔လိုဒိတ္ဒိတ္ႀကဲေတြ သ႐ုပ္ေဆာင္ထားတဲ့The Pelican Brief ဆိုတဲ့ ကားနဲ႔ ထပ္မိတ္ဆက္ေပးပါရေစ။ဗဟိုတရား႐ုံး ဂ်ဴဒီ ႏွစ္ေယာက္ကို Khamelလို႔အမည္တြင္တဲ့ လူလတ္သမားတစ္ေယာက္ဟာလုပ္ႀကံသတ္ျဖတ္သြားပါတယ္။ ဒီအျဖစ္အပ်က္အၿပီးႏွစ္ႏွစ္တာ အၾကာမွာ Tulane တကၠသိုလ္ကေရွ႕ေနေက်ာင္းသူ Darby Shaw ဟာဒီအျဖစ္အပ်က္နဲ႔ ပက္သက္ၿပီး ဘာလို႔ သူတို႔အသတ္ခံရလဲဆိုတာကို သီအိုရီထုတ္ၿပီးေလွ်ာက္လဲခ်က္တစ္ခု ေရးခဲ့ပါတယ္။ဒီေလွ်ာက္လဲခ်က္ကို သူမရဲ႕ ဥပေဒပါေမာကၡကိုေပးခဲ့ၿပီး သူ႔ဆရာက Gavin Verheek ဆိုတဲ့FBI ဒါ႐ိုက္တာ ရဲ႕အထူးေရွ႕ေနတစ္ေယာက္ကို မူပြားေပးခဲ့ပါတယ္။ ဒီေနာက္မွာ..ပါေမာကၡဟာ ဗုံးခြဲအသတ္ခံခဲ့ရပါတယ္။Darby ကိုယ္တိုင္လည္း တိုက္ခိုက္မႉ တစ္ခ်ိဳ႕ုႀကဳံရၿပီးတဲ့အခါ သူ မေသေအာင္ေရွာင္ဖို႔ လုပ္ရပါေတာ့တယ္။ဒီအခ်ိန္မွာပဲ သူ သီအိုရီ ထုတ္ထားတဲ့ေလွ်ာက္လဲခ်က္ဟာ မမွားလို႔ သူ႔ကို လုပ္ႀကံဖို႔ႀကံစည္ေနေၾကာင္း သေဘာေပါက္ခဲ့တယ္။ဒီလိုနဲ႔ သူမ ပုန္းကြယ္ၿပီး Verheek ဆီက အကူအညီေတာင္းခဲ့ရပါသတဲ့..။တစ္ဖက္မွာ Garciaလို႔ သူ႔ကိုယ္သူ ေခၚတဲ့ သတင္းေပးတစ္ေယာက္ဟာသတင္းေထာက္ Gray Granthamကို လုပ္ႀကံမႈေတြနဲ႔ ပက္သက္တဲ့သတင္းေပးၿပီး ခ်က္ခ်င္း ေပ်ာက္ကြယ္သြားခဲ့တယ္။ဒီေနာက္ Darby ဟာ သူ႔ ေလွ်ာက္လွဲခ်က္ေတြ မွန္ကန္တာေတြ႕ရွိခဲ့တဲ့သတင္းေထာက္နဲ႔ ဆက္သြယ္ခဲ့ပါတယ္။Darby ဟာ ထပ္အတိုက္ခိုက္ခံရၿပီး လြတ္ေျမာက္သြားေပမဲ့သူ႔ကြန္ပ်ဴတာ ဖိုင္ ေဒတာေတြ အကုန္ေပ်ာက္ကြယ္ သြားခဲ့တယ္။Verheek နဲ႔ ေတြ႕ဆုံဖို႔ စီစဥ္တဲ့အခါလည္းVerheek အသတ္ခံခဲ့ရၿပီး လူသတ္သမားကအေယာင္ေဆာင္လာေတြ႕ခဲ့ပါတယ္။ဒါေပမဲ့ ဘယ္ဆီကေရာက္လာမွန္းမသိတဲ့က်ည္တစ္ေတာင့္က သူ႔ အသက္ကို ကယ္တင္သြားခဲ့ပါတယ္။Grantham နဲ႔ Darbyတို႔ နယူးေယာက္မွာ ေတြ႕ၾကၿပီးသူရဲ႕ Palican ေလွ်ာက္လဲခ်က္ထဲက ခန႔္မွန္းခ်က္ေတြအေၾကာင္း Granthamကို ေျပာျပခဲ့ပါတယ္။ Granthamကလည္းသတင္းေပးလူအေၾကာင္းေျပာျပရရင္း သတင္းေပးတဲ့လူကိုသူကို သူတို႔သိၿပီးတဲ့အခါ…. သက္ေသဘယ္လိုရွာရင္းသူရဲ႕ Palican ေလွ်ာက္လဲခ်က္ကို ဘယ္လို သက္ေသျပမလဲဘယ္ေလာက္ထိ အဆင့္ျမင့္တဲ့ အုပ္ခ်ဴပ္ေရးပိုင္းက လူေတြပါပါေနလဲဆိုတာေတာ့ကိုယ္တိုင္ပဲ ၾကည့္ရႈရင္ခုန္လိုက္ၾကပါ….။ဒီ႐ုပ္ရွင္ရဲ႕ မူရင္းဝတၱဳေရးဆရာ John Grishmanဟာေရွ႕ေနလည္းဟုတ္သလို ႏိုင္ငံေရးသမားတစ္ျဖစ္လဲစာေရးဆရာလည္း ဟုတ္ပါတယ္။ဒီေတာ့ သူ႔ရဲ႕ Legal Thriller ဝတၱဳေတြဟာ ေသသပ္ျပည့္စုံပါတယ္။သူ႔ စာအုပ္ကို ႐ိုက္ထားတဲ့Julia Roberts တို႔ Danzel Washington တို႔လိုလူေတြ သ႐ုပ္ေဆာင္ထားတဲ့ ဒီကားဟာလည္းRating မမ်ားလွေပမဲ့ ကားေကာင္းတစ္ခုမို႔လို႔ျပန္လည္တူးေဖာ္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းအၫႊန္းကိုေတာ့ Wira Aung မွေရးသားေပးၿပီးဘာသာျပန္သူကေတာ့  Pinky Barbie ပဲျဖစ္ပါတယ္…File Size : 1012MBQuality : Blu-Ray 720pFormat…mp4Duration…02:22:00Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pinky BarbieEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlan J. PakulaDianne DreyerStarsDenzel WashingtonHume CronynJames SikkingJohn HeardJulia RobertsRobert CulpSam ShepardStanley TucciTony GoldwynWilliam AthertonCastAnthony HealdCynthia NixonDenzel WashingtonHume CronynJake WeberJames SikkingJohn HeardJohn LithgowJulia RobertsRalph CoshamRobert CulpSam ShepardStanley TucciTom QuinnTony GoldwynWilliam Atherton",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ur2Hu19ehVhJvNVtVfMMxUMn7cF.jpg",
      "https://image.tmdb.org/t/p/w300/fvXqxd4xuUHG4ObgUpiF0N1Qa0d.jpg",
      "https://image.tmdb.org/t/p/w300/wqzelpV4dsqoNac385KXbiFZiEo.jpg",
      "https://image.tmdb.org/t/p/w300/wPiztQZbaLHXSzs4gKdAEeC7bQo.jpg",
      "https://image.tmdb.org/t/p/w300/5BgiZ0U0CE3zaxuvBaEb6AFMvu9.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qs6qs95rgxbm.html",
        "server": "usersdrive.com",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-pelican-brief-1993-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/e35e2/the-pelican-brief-193-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/1LI3/The_Pelican_Brief_[1993]_(MM_Sub).mp4",
        "server": "Soliddrive.co",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1wod2/The_Pelican_Brief_[1993]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/oJsn0KhQ#P0EP4M8LsU9fO5W1c5i-3cye1iDkxA-hR0WiWeEEhog",
        "server": "mega.nz",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/d/QVekV3-OIbnNKA",
        "server": "disk.yandex.com",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/3lqms207y5or",
        "server": "upstream.to",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.mediafire.com/file/ozjn3zo37putpnv/The_Pelican_Brief_%255B1993%255D_%2528MM_Sub%2529.mp4/file",
        "server": "mediafire.com",
        "size": "1012MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "4k9bqqLUge0",
      "video_url": "https://www.youtube.com/watch?v=4k9bqqLUge0",
      "embed_url": "https://www.youtube.com/embed/4k9bqqLUge0"
    }
  },
  {
    "metadata": "|||Action,Adventure,Drama,Thriller,Western",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Sanctified (2022)",
    "description": "အချိန်ကာလအားဖြင့် ၁၈၉၀ကာလဖြစ်ပါတယ်။ ၀က်စ်တန်လို့‌အမည်ရတဲ့ တောပုန်းတစ်ယောက်ဟာ လူသူအရောက်အပေါက်နည်းတဲ့ ဆိုးသွမ်းတဲ့ကန္တာရအလယ်မှာ သေအံ့ဆဲဆဲဖြစ်နေချိန် လှည်းတစ်စီးနဲ့ မြောက်ဘက်ကိုခရီးသွားနေတဲ့ ခရစ်ယာန်သီလရှင်တစ်ဦးရဲ့ ကယ်တင်ခြင်းကို ခံလိုက်ရပါတယ်။ ၀က်စ်တန်နဲ့ အန်းမက် ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက တောပုန်းခေါင်းဆောင်ဖြစ်တဲ့ မစ္စတာရှောရဲ့ မွေးစားခြင်းကိုခံခဲ့ရတာပါ။ ၀က်စ်တန်ဟာ ထူးချွန်လှတဲ့ ရိန်းဂျားတစ်ယောက်ဖြစ်တဲ့အတွက် မစ္စတာရှောဟာ ၀က်စ်တန်ကို တစ်နေ့ သူ့ရဲ့အရိုက်အရာကိုဆက်ခံပြီး တောပုန်းအုပ်စုကို ဦးဆောင်စေချင်နေပါတယ်။ ၀က်စ်တန်ကတော့ စိတ်မ၀င်စားဘဲ မစ္စတာရှောရဲ့လောင်းရိပ်အောက်ကနေ ရုန်းထွက်ပြီး ကယ်လီဖိုးနီးယားမှာ အခြေချပြီး ဘ၀သစ်ကိုတည်ထောင်ချင်နေသူပါ။ ဒီလိုနဲ့ ၀က်စ်တန်ဟာ ညီဖြစ်သူအန်းမက်ကို သူနဲ့အတူ မစ္စတာရှောဆီကထွက်သွားဖို့ စည်းရုံးရာ မစ္စတာရှောကိုသစ္စာဖောက်ဖို့ကြိုးစားတဲ့ ၀က်စ်တန် ညီဖြစ်သူရဲ့ သစ္စာဖောက်ခြင်းကိုပြန်ခံလိုက်ရပါတယ်။တောပုန်းတွေရဲ့စည်းကမ်းအရ တောပုန်းတစ်ယောက်ဟာ သူ့ကိုပြုစုပျိုးထောင်ပေးခဲ့တဲ့ အသိုက်အ၀န်းဆီကထွက်သွားချင်ရင် အလကားထွက်သွားလို့မရပါဘူး။ သွေးနဲ့ပေးဆပ်ပြီးမှထွက်သွားခွင့်ရပါတယ်။ ဆိုလိုတာက ထွက်သွားချင်ရင် သေသွားမှထွက်သွားခွင့်ရမှာပါ။ မစ္စတာရှောတစ်ယောက် ၀က်စ်တန်ကို ကန္တာအလယ်က သစ်ပင်တစ်ပင်မှာ ကြိုးချည်ကာနှိပ်စက်ပြီး ဓားဒဏ်ရာနဲ့ သေလုမျောပါးဖြစ်အောင် ပစ်ထားခဲ့ပါတယ်။ ဒီလိုနဲ့ ၀က်စ်တန်ဟ ခရစ်တော်ရဲ့အမှုကိုထမ်းဖို့ မြောက်ဘက်ကိုခရီးသွားနေတဲ့ စစ်စတာဟေဒီရဲ့ ကယ်တင်ခြင်းကိုခံလိုက်ရပြီးတဲ့နောက်မှာ ၀က်စ်တန်တစ်‌ယောက် ‌မစ္စတာရှောရဲ့လက်အောက်က လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို ဘာသာရေးအတွေးအမြင်တွေနဲ့ ရောယှက်ရိုက်ကူးထားတဲ့ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။File size…(1 GB)/(481 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Western, Drama, Thriller, Action, AdventureSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Steven KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllan DemarayAndrew E. WheelerCarl SwansonChelsey GrantDaniel BielinskiKevin LokeyTiffany Cornwell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fuw3fKLj4RcjTYoyYe2dV6Yvh73.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzU2NzVjYmYtODEwNy00ZmRjLTk3OWItNTNlZTNmZTc4MWI3XkEyXkFqcGdeQXVyMTUxNzM1NTkw._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sanctified-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/mgrsdmmugvvm.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1WrtY/Sanctified.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/A31ihRYJ#QH896qs7o1uwRPfAZJqRVpCOPSQqbXn43Ip5SXmQmM8",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sanctified-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "481MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mqwcive8ftyt.html",
        "server": "usersdrive.com",
        "size": "481MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gu1t/Sanctified.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "481MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Bqd0ABaI#mxiP9G775HrErNeyIwsDTkcQCyuDjGgJWjqbCXsje7c",
        "server": "mega.nz",
        "size": "481MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/c3d8jzqr24i0",
        "server": "streamsb.com",
        "size": "481MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h2zrvby59n8g",
        "server": "streamvid.io",
        "size": "481MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TeRK7ch-gGk",
      "video_url": "https://www.youtube.com/watch?v=TeRK7ch-gGk",
      "embed_url": "https://www.youtube.com/embed/TeRK7ch-gGk"
    }
  },
  {
    "metadata": "N/A|2022|2h 56m|Biography,Bollywood,Drama,Short",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "23k"
    },
    "title": "Jhund (2022)",
    "description": "Jhund (2022)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ မင်းသားကြီး အမီတာဘချမ်းရဲ့ကားသစ်လေး ထွက်ရှိလာခဲ့ပါပြီ။၉၀ ခုနှစ်တွေကတည်းက အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေရဲ့အသည်းနှလုံးကို သိမ်းပိုက်လာတဲ့မင်းသားကြီး အမီတာဘချမ်းကတော့ အသက် ၇၉ နှစ်ရှိပြီဆိုပေမဲ့ ငယ်တုန်းကလို လန်းမြဲလန်းဆဲပါပဲ။လက်ရှိအထိ အိန္ဒိယရုံတင်ကားတွေရဲ့သမိုင်းမှာ လွှမ်းမိုးမှုအရှိဆုံးသူတွေထဲကတစ်ယောက်လို့သတ်မှတ်ခံထားရတာပါ။ ဒီကားထဲမှာတော့ သူ့ရဲ့ရင့်ကျက်တဲ့သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဒီကားလေးကတော့ NGO slum soccer ကို တည်ထောင်ခဲ့သူဖြစ်တဲ့ Vijay Barse ရဲ့ ဘဝဇာတ်ကြောင်းကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆင်းရဲနွမ်းပါးတဲ့ဒေသတွေမှာ ငွေကြေးမတတ်နိုင်တဲ့အလျောက် ပညာရေးကလည်း နိမ့်ကျနေတတ်ပါတယ်။အိမ်တစ်အိမ်မှာရှိတဲ့ ကလေးတွေကပါ အလုပ်ထွက်လုပ်ရတော့ ပညာမသင်ရ၊ အားကစားလိုက်စားခွင့်မရတဲ့အပြင်ငွေကြေးကို အလွယ်ရဖို့ ခိုးဆိုးလုနှိုက်ပြီး ပြန်ရောင်းစားတာတွေအထိပါ လုပ်လာကြပါတယ်။အဲဒီကထက် တစ်ဆင့်တက်ပြီး ဈေးပေါတဲ့အရက်ဆေးလိပ်တွေနဲ့ မူးယစ်ဆေးစွဲတဲ့အထိ ဖြစ်လာကြပြန်ပါတယ်။ဒီလိုနဲ့ အငြိမ်းစား အားကစားဆရာတစ်ယောက်က အဲဒီလို ဆင်းရဲနွမ်းပါးတဲ့အရပ်ထဲမှာရှိတဲ့စာမတတ်တဲ့ လူကြီးတွေကို စာသင်ပေးဖို့ ရောက်လာရင်းနဲ့ လူငယ်တွေ၊ကလေးတွေ ဖြစ်ပျက်နေတဲ့အခြေအနေကို မျက်မြင်ကြုံတွေ့လိုက်ရပါတော့တယ်။ကလေးတွေရဲ့အနာဂတ်ကို မပျက်စီးစေချင်တဲ့စေတနာ၊ မိမိကျွမ်းကျင်ပိုင်နိုင်တဲ့ပညာရပ်နဲ့ဒီဆင်းရဲတွင်းထဲက ဒီကလေးတွေကို ဘယ်လိုဆွဲဆောင်ရမလဲဆို‌တဲ့ဆင်ခြင်ဉာဏ်တို့ ပေါင်းစပ်ပြီး ဘောလုံးအားကစားကို လက်တွဲခေါ်သင်ကြားပေးရင်းဘယ်လောက်အထိ ထွန်းပေါက်အောင် ဖန်တီးပေးနိုင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ခံစားကြည့်ရှုရမှာပါ။ဒီကားလေးကိုတော့ 2018 ခုနှစ် ဒီဇင်ဘာမှာ ဒါရိုက်တာ Nagraj Manjule ကစတင်ရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။ IMDb 7.2/10 ရရှိထားပြီးတော့ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်လို့ ဆက်ဆက်ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါရစေနော်။File size…1.96GB / 3.8GBQuality…720pFormat…mp4Duration….2h 56mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Myo Myo Htet & Lai Lai & Poe & Yunni & OeliuJYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNagraj ManjuleStarsAkash ThosarAmitabh BachchanAnkush GedamKishore KadamRinku RajguruCastAkash ThosarAmitabh BachchanAngel AnthonyAnkush GedamArjun RadhakrishnanBharat GaneshpureChhaya KadamKartik UikeyKishore KadamNagraj ManjulePriyanshu ThakurRajiya SuhelRinku RajguruSayli PatilSomnath AwghadeTanaji Galgunde",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1ZpUiROM4WA3tHyRC8CESv77MeP.jpg",
      "https://image.tmdb.org/t/p/w300/oiEk0w4X6d6VJ7Wxv9TX41hwTmv.jpg",
      "https://image.tmdb.org/t/p/w300/dVUjVIaxHFqTKhTAAUhFln8heo3.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/jhund.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/jhund-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-1080-p-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7onhktcseyrw.html",
        "server": "usersdrive.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Krec/Jhund_(2022)_Hindi_TRUE_WEB-DL_.1080p_AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://dgdrive.xyz/zuveq92uoj1l",
        "server": "dropgalaxy.com",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/GwFjwKRb#uFgBvK2YwjB-2UfPAUTtWHEdQJOIqwpvKsBpOqYc1ik",
        "server": "mega.nz",
        "size": "3.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-720-p-hindi-aac-2-0-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pq6x9vy2s8e4.html",
        "server": "usersdrive.com",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Kr5g/Jhund_(2022)_Hindi_TRUE_WEB-DL_.720p.hindi.AAC2.0CH_(CM).mp4",
        "server": "megaup.net",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://dgdrive.xyz/e70q2gq3w1of",
        "server": "dropgalaxy.com",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Gg9gQIBS#tHbDBwl4FgjlJ3crCT0haI4V377KEzkw0sOcADd4J-Q",
        "server": "mega.nz",
        "size": "1.96GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/jhund-2022-hindi-true-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ej0mwce5d7z0.html",
        "server": "usersdrive.com",
        "size": "700MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/36m6x/Jhund_(2022)_Hindi_TRUE_WEB-DL_.480p(CM).mp4",
        "server": "megaup.net",
        "size": "700MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "54757"
    },
    "title": "Mimi(2021)",
    "description": "Mimi(2021) အညွှန်း*****************IMDb….8.5ဒီအိန္ဒိယဇာတ်လမ်း ဇာတ်ကွက်ကဆန်းပြားသလို စိတ်ဝင်စားဖို့လည်းကောင်းတယ်…မိခင်ဖြစ်သူရဲ့ချို့ယွင်းချက်ကြောင့်သားသမီးယူလို့မရနိုင်တဲ့ အမေရိကန်လင်မယားနှစ်ယောက်ဟာ သူတို့ရင်သွေးကို အငှားကိုယ်ဝန်လွယ်ခိုင်းဖို့ အိန္ဒိယပြည်မှာကျန်းမာကြံ့ခိုင်သန်စွမ်းတဲ့ မိန်းမငယ်လေးတစ်ဦးကို လိုက်ရှာပါတယ်…မိန်းမငယ်လေးဘက်လည်းအဆင်ပြေအောင်အခကြေးငွေမြိုးမြိုးမြက်မြက်လေးပေးမယ်စိတ်ကူးပြီး ရှာဖွေတာပေါ..အဲ့လိုနဲ့ဘောလီဝုဒ်မှာ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်ဖို့ ကြိုးစားရုန်းကန်နေတဲ့ သူတို့လိုချင်တဲ့ပုံစံအတိုင်းဖြစ်တဲ့ ကောင်မလေးကိုတွေ့လိုက်တယ်…ဘောလီဝုဒ်သရုပ်ဆောင်တစ်ယောက်ဖြစ်ဖို့ဆိုတာကလည်း ပိုက်ဆံမရှိရင် ဘယ်လိုမှမဖြစ်နိုင်တဲ့အတွက်ကောင်မလေးဘက်ကလဲ ဒီအငှားကိုယ်ဝန်ဆောင်မယ့်ကိစ္စကို သဘောတူလိုက်တယ်… ရူပီးသိန်းနှစ်ဆယ်နဲ့ပေါ့ကိုယ်ဝန်ဆောင်ကာလ ကိုးလအတွက် တစ်လငါးသောင်းနှုန်းနဲ့ လေးသိန်းခွဲအရင်ပေးထားပြီး ကျန်တဲ့၁၅သိန်းကျော်ကိုကလေးမွေးပြီးမှပေးမယ်ဆိုပြီး သဘောတူခဲ့ကြတယ်…ဒီလိုနဲ့ ကိုယ်ဝန်ဆောင်ဖို့ ဖြစ်လာပါတယ်…အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့…..IMDb..8.5ဖြစ်ပြီး အိန္ဒိယရဲ့ မင်းသမီးချောKriti Sanon နဲ့ မင်းသားကြီးPankaj Tripathiတို့ပါဝင်ထားတဲ့အပြင်တမူထူးတဲ့ ဇာတ်လမ်းဖြစ်လို့နင်းကန်ကြည့်သင့်ပါကြောင်း…File Size : (2.6GB) and (1.1GB)Quality :WEB-DL 1080P,720pFormat…mp4Duration…02:12:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwe Zan Aung & Thaik SanEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAidan WhytockAmardeep JhaEvelyn EdwardsIshaque Mohammad ShaikhJacob SmithJaya BhattacharyaKriti SanonManoj PahwaPankaj TripathiSai TamhankarSupriya Pathak",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gLyQNcX2NSwuMPdZI0E8XgYV91X.jpg",
      "https://image.tmdb.org/t/p/w300/stxfNK1FJBQDEM1ee34GFmJsHSc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zz6ScNmHqYbYv6OPFQkBI01SnCy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-mimi-2021-1080-p-jio-web-dl-ddp-5-1-x-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "WEB-DL1080P5.1"
      },
      {
        "link": "https://usersdrive.com/fhzxezintt1x.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "WEB-DL1080P5.1"
      },
      {
        "link": "https://megaup.net/1E2kr/(CM)Mimi.2021.1080p.JIO.WEB-DL.DDP5.1.x264-Telly.mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "WEB-DL1080P5.1"
      },
      {
        "link": "https://mega.nz/file/SJgGVSYK#dnAboFTJPCy84111vNXA2EImTZn-f-vQ-AkaGm-6aJQ",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "WEB-DL1080P5.1"
      },
      {
        "link": "https://usersdrive.com/tm7nkzhb1sqo.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/mimi-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/HQgAAAoT#UUqT83_ibljJ5XTBTS7HXKSK_2pnEoxYups6iK0hzTo",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/1E2kk/Mimi.2021.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://sbcloud1.com/df9mw6j42453.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/jwp9458fdwsz.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-mimi-2021-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2jZO2/(CM)Mimi.2021.SmallFile.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/LMgXFSJK#RW6E_-UE7oA5-scR6pqoO1QWx5W0AJx288gJ_qc6qx0",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "480P"
      },
      {
        "link": "https://sbcloud1.com/6670nj955199.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/mimi2021",
        "server": "VIP Links",
        "size": "2.6G/1.1GB",
        "quality": "1080P/WEB-DL720P"
      }
    ],
    "trailer": {
      "video_id": "_sc3HyeNxPs",
      "video_url": "https://www.youtube.com/watch?v=_sc3HyeNxPs",
      "embed_url": "https://www.youtube.com/embed/_sc3HyeNxPs"
    }
  },
  {
    "metadata": "R|2014||Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Force Majeure (2014)",
    "description": "သင်ဟာ ဇာတ်ကားလေးကြည့်ရင်း တွေးနေရတာကိုသဘောကျသူလား၊ တစ်စိမ့်စိမ့်နဲ့ဆွဲခေါ်သွားတဲ့ဇာတ်ကားမျိုးကိုသဘောကျသူလား၊ အဆုံးမှာတွေးစရာတွေပေးသွားတာမျိုးကို သဘောကျသူလား။ဒါဆို Force Majeure ဆိုတဲ့ drama/comedy ဇာတ်ကားလေး ရှိပါတယ်။ဒီဇာတ်ကားမှာပေါ့ တိုမက်စ် နဲ့ အက်ဘီဆိုတဲ့ လင်မယားမှာဟယ်ရီ နဲ့ ဗီရာဆိုတဲ့ သားသမီးနှစ်ယောက်ရှိပါတယ်။သူတို့တွေဟာ မိသားစုနဲ့အတူ အနားယူချင်တာကြောင့်နှင်းလျှောစီးတဲ့နေရာကို ၅ရက် အပန်းဖြေခရီးထွက်လာခဲ့ကြတာဖြစ်ပါတယ်။နှင်းလျှောစီးတဲ့အချိန် အဆင်ပြေနေခဲ့ကြပေမယ့် နေ့လယ်စာစားချိန်ရောက်တော့ ပြဿနာစလာပါတော့တယ်။သူတို့‌ နေ့လယ်စာ စားဖို့လုပ်တုန်း နှင်းတောင်ပြိုမှုတစ်ခုဖြစ်လာခဲ့ပါတယ်။ဒါဟာ နှင်းလျှောစီးသူတွေအန္တရာယ်ကင်းအောင် တမင်ဖြိုချတာဖြစ်ပေမယ့်စားသောက်ဆိုင်တည့်တည့်ကို အရှိန်နဲ့ဆင်းလာတဲ့အခါတိုမက်စ်လည်း ကလေးတွေနဲ့မိန်းမကို ထားခဲ့ပြီး တန်းနေအောင်ပြေးပါတော့တယ်။ကံကောင်းစွာနဲ့ ဘယ်သူမှဘာမှမဖြစ်ခဲ့ပေမယ့် ဒီအဖြစ်အပျက်ဟာအက်ဘာကို စိတ်ခုစေခဲ့ပါတယ်။ဒီအဖြစ်အပျက်ပြီးကတည်းက တိုမက်စ်နဲ့အက်ဘာဟာ အဆင်မပြေတွေဖြစ်ခဲ့ကြပြီးသူတို့ပြဿနာကတစ်ဖက်၊ ကလေးတွေကတစ်ဖက်၊ ကြားမှာဘယ်လိုတွေဆက်ပြီးဖြစ်သွားမလဲ၊ တိုမက်စ်တကယ်ပဲမှားခဲ့တာလား၊အက်ဘာကပဲ အတွေးလွန်နေတာလား၊ အဆုံးမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာစိတ်၀င်စားဖို့ကောင်းတာကြောင့် drama ကြိုက်သူတွေကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။File size…  1.20 GB /  697 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2hGenre …..  Drama, ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by JakaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrian HeinischBrady CorbetClara WettergrenEkaterina IlinaFanni MeteliusFranco MosconJakob GranqvistJasmine LandstromJohannes Bah KuhnkeJohannes MoustosJorge LattofJulie RoumegouxKarin MyrenbergKarl PinçonKristofer HivjuLisa Loven KongsliMalin DahlMartin ChertudiMattias KindbergMichael BreitenbergerNatacha Mutomb DackénPeter GauntVera KolupaevaVincent Wettergren",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oZp8CLwvRXgBAYGhn8P0pKOD4Ho.jpg",
      "https://image.tmdb.org/t/p/w300/os632o7nbJ2PTdLaJoo5mRJ30LP.jpg",
      "https://image.tmdb.org/t/p/w300/qZ3rzhbOFmPdbaje0Hvl3sYoRqU.jpg",
      "https://image.tmdb.org/t/p/w300/xBRgrLY9zydqKvrO1Nq7Io9szaN.jpg",
      "https://image.tmdb.org/t/p/w300/l16hW8OVOMnkyM1CT6McnfMSSxy.jpg",
      "https://image.tmdb.org/t/p/w300/wzAsaOtQf2SZc6sus0H5sfYWfMv.jpg",
      "https://image.tmdb.org/t/p/w300/6TgIMBaXyfAFQMCEexJ7zhNn25Z.jpg",
      "https://image.tmdb.org/t/p/w300/8nTKWjwHDAL76PoCnCP5ONPpcJu.jpg",
      "https://image.tmdb.org/t/p/w300/3qIF0NekCz0ADEsa3cS9WQdu8T.jpg",
      "https://image.tmdb.org/t/p/w300/mzSKNYL5PYCyBZBJZvdIlyVqRvj.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/41agNfzepz2DTdgTBX1fX0QclHp.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2yi3jqs9k5hs.html",
        "server": "usersdrive.com",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/force-majeure-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Eyky/Force.Majeure.2014.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V2VlkTYZ#SVitjRBR47HknWOrUKGkiIKtINIo0R8D2_VZz_DAKts",
        "server": "mega.nz",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qet1es8lps6n",
        "server": "streamvid.io",
        "size": "1.20 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/tsui7j74vnwo.html",
        "server": "usersdrive.com",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/force-majeure-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Eykh/Force.Majeure.2014.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hiNinaKK#qQODskSH-I-uCDR-VT8XzdwxOPgJ4G_IXbtexjmf-qk",
        "server": "mega.nz",
        "size": "697 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/q3bpa9uh7fy8",
        "server": "streamvid.io",
        "size": "697 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "fjjzVbTBF8o",
      "video_url": "https://www.youtube.com/watch?v=fjjzVbTBF8o",
      "embed_url": "https://www.youtube.com/embed/fjjzVbTBF8o"
    }
  },
  {
    "metadata": "||1h 24 min|Crime,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "256"
    },
    "title": "Fraud Crackdown : Unknown Caller ( 2018 )",
    "description": "တိုးတက်လာတဲ့ ခေတ်ကြီးမှာ ဒုစရိုက်သမားတွေအတွက် ဒုစရိုက်လုပ်ဖို့နည်းလမ်းတွေလည်း များလာပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့ဖုန်းနဲ့ လိမ်လည်မှုတွေကို အဓိကထားပြီး ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-ဖုန်းနဲ့လိမ်လည်တဲ့ ဒုစရိုက်အဖွဲ့ဝင် လေရှောင်ကျွင်းတစ်ယောက်မနက်စာသွားဝယ်နေတဲ့အချိန်မှာ ရဲတွေ အဖွဲ့ကို ဝင်ဖမ်းသွားတဲ့အချိန်နဲ့တိုက်ဆိုင်ပြီး လွှတ်မြောက်သွားခဲ့ပါတယ်။ ထို့နောက် သူဟာနောက်ထပ် လူ ၂ ယောက်နဲ့ ပူးပေါင်းပြီး သူ့ကိုယ်သူ“ဆယ်သိန်းအရင်ရှာဖို့” ဆိုပြီး ဦးတည်ချက်ထားခဲ့ပါတယ်။ဒါပေမယ့် ကံဆိုးတဲ့ လေရှောင်ကျွင်းတစ်ယောက်ဟာသူနဲ့ပူးပေါင်းသူအားလုံး ဖမ်းဆီးခြင်းကို ခံခဲ့ရပါတယ်။လမ်းပျောက်နေတဲ့ လေရှောင်ကျွင်းတစ်ယောက် အန္တရာယ်တွေ ကြားထဲကညသန်ခေါင်အချိန်မှာ ဒုစရိုက်ဂိုဏ်းကြီး “ဟုန်လုံ” ရဲ့ ကိရိယာတွေနဲ့အချက်အလက်တွေကို ခိုးယူပြီး လိမ်လည်မှုလုပ်ငန်းကို ပြန်လည်ထူထောင်ချင်နေပါတယ်။သူမသိတာက ပင်းဟိုင်ရဲ့ လိမ်လည်မှုဆန့်ကျင်ရေးရဲတပ်ဖွဲ့ကလေရှောင်ကျွင်းရဲ့ အမှားတစ်ခုကြောင့် “ဟုန်လုံ” ကုမ္ပဏီရဲ့တည်နေရာကိုသိသွားပြီး တစ်ချက်တည်း အပိုင်သိမ်းဖမ်းဆီးသွားခဲ့ပါတယ်။ဒီတစ်ကြိမ်မှာလည်း လေရှောင်ကျွင်းတစ်ယောက် ကံကောင်းစွာနဲ့ လွှတ်မြောက်သွားခဲ့ပါတယ်။လက်ထဲရောက်လာတဲ့ ငွေတွေကို တစ်ကိုယ်တည်း အပိုင်ယူချင်တဲ့အတွက်လေရှောင်ကျွင်းတစ်ယောက် သူ့အဖွဲ့သားတွေကို သတ်ဖို့ဆုံးဖြတ်လိုက်သောအခါ……လောဘစိတ်တစ်ခု မထိန်းချုပ်နိုင်တာနဲ့ လူ့အသက်အများအပြား ဆုံးရှုံးနိုင်ကြောင်း ……ရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Crime , DramaRuntime : 1h 24 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed ByMoonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen ZhuoxianStarsHe MinghanLiu ChangdeWang RuiziWu MingxuanCastHe MinghanLiu ChangdeWang RuiziWu Mingxuan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/Fraud.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fraud-crackdown-unknown-caller-2018-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "934 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0vmc6nuoi41w.html",
        "server": "usersdrive.com",
        "size": "934 MB",
        "quality": "1080p"
      },
      {
        "link": "https://likessb.com/pm2v431jtgld.html",
        "server": "streamsb.com",
        "size": "934 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hwg0/Fraud_Crackdown_Unknown_Caller_2018_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "934 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/iMd0wDhI#5zU_i93RE3HH2A3KksmFIxAuZpedDzOYwRzFNh_TsTI",
        "server": "mega.nz",
        "size": "934 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fraud-crackdown-unknown-caller-2018-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "624 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2v1xav3bxeyp.html",
        "server": "usersdrive.com",
        "size": "624 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/aRUk0IjC#a9mRRw7oJy-flg9WxpoyHNREZEZWPQcfYryktSUkQu0",
        "server": "mega.nz",
        "size": "624 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|2023|2h 12m|Bollywood,Drama,Uncategorized",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "1.4k"
    },
    "title": "Fatafati (2023)",
    "description": "FatafatiIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်လူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့body shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့drama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့သာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်သူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့ယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကိုခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်းတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦးဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်body shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီးသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊မလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့ဒီ” Fatafati “ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့body shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကိုထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့လက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့တိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)File size…2.04GB / 974MBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YH~Cherry~Moon~Saii~YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAritra MukherjeeStarsAbir ChatterjeeAsmee GhoshLoknath DeyRitabhari ChakrabortySanghashri Sinha MitraSoma BanerjeeSwastika DuttaCastAbir ChatterjeeAsmee GhoshLoknath DeyRitabhari ChakrabortySanghashri Sinha MitraSoma BanerjeeSwastika Dutta",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hOhRtFivLvZqzVgSgUhSqfidVXu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fatafati-2023-web-rip-1080-p-bengali-aac-2-0-x-264-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yyxxgshilehb.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hT2y/Fatafati_2023_WebRip_1080p_Bengali_AAC_2.0_x264_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Om52HbbB#Jed6jECoS5X9TGR5SmErHkIVuSt60B-8Pi3mLF389oA",
        "server": "mega.nz",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fatafati-2023-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9rx470dvmon5.html",
        "server": "usersdrive.com",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BVzT/Fatafati_2023_WebRip_720p(CM).mp4",
        "server": "megaup.net",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Dux2TaRB#d7ES0IFq4LwJAwynzmGw-jDKPnMi7-hpfjmLSO3cdE4",
        "server": "mega.nz",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/1zrfve1hth7l",
        "server": "streamsb.com",
        "size": "974MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/s1jyuo7fyve3",
        "server": "streamvid.io",
        "size": "974MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "c6Lf4vN4b1Q",
      "video_url": "https://www.youtube.com/watch?v=c6Lf4vN4b1Q",
      "embed_url": "https://www.youtube.com/embed/c6Lf4vN4b1Q"
    }
  },
  {
    "metadata": "|||Action,Bollywood,Drama,Fantasy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": ""
    },
    "title": "Karan Arjun (1995)",
    "description": "Karan Arjun (1995)**********အက်ရှင်လဲ အလန်းဇယား အကြမ်းကြီး ၊ ဒရမ်မာလဲ ပါရမယ်…..သဲထိတ်ရင်ဖိုလဲ ဖြစ်ရမယ်ဆိုတဲ့ ပရိသတ်တွေအတွက် ၁၉၉၅ ၊ ဇန်နဝါရီလ (၁၃)ရက်နေ့က ရုံတင်ခဲ့တဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ဒရမ်မာရုပ်ရှင် “Karan Arjun ” အကြောင်းလေးတင်ပေးလိုက်ပါတယ် ။ ဒီဇာတ်ကားမှာတော့ ဘောလီးဝုဒ် ရဲ့ ထိတ်ထိတ်ကြဲတွေဖြစ်တဲ့ ရှာရွတ်ခန် ၊ ဆယ်လ်မားန်ခန်း ၊ ကာဂျိုး ၊ ဟောလီးဝုဒ်ရော ဘောလီးဝုဒ် ရောရဲ့အကျော်အမော် ဗီလိန်သရုပ်ဆောင်ကြီး အမ်းမရစ်ရှ်ပူရီး ၊ ဂန္တဝင်မင်းသမီးကြီး ရာခီး ၊ Mamta Kulkarni တို့က သရုပ်ဆောင်ထားကြလို့ ကြည့်ရတန်တဲ့ ဇာတ်ကားကောင်းလေးပါ ။ဒီဇာတ်ကားကို လက်ပွားမင်းသားလို့ သိကြတဲ့ Hritik Roshan ရဲ့ဖေဖေ ဒါရိုက်တာကြီး ရာကေ့ရှ်ရိုရှန်ကိုယ်တိုင် ရိုက်ကူးခဲ့ပါတယ် ။ ရာကေ့ရှ်ရိုရှန် ရဲ့ ဇာတ်ကားတွေကို သတိထားကြည့်မိရင် များသောအားဖြင့် အက်ရှင် ၊ဖိုက်တင် ၊ စွန့်စားခန်းတွေ ပါလေ့ရှိတဲ့အပြင် အမြဲမြင်နေကျ ခမ်းနားကြီးကျယ်လှတဲ့ ရွှေမြို့တော်တို့နဲ့ ဝေးရာ တောတောင်ရေမြေ သဘာဝရှုခင်းတွေနဲ့ ပြည့်နက်နေတဲ့ ကျေးလက်ဇနပုဒ်တွေ ၊ လှပတဲ့ သစ်တောအုပ်တွေမှာ ရိုက်ကူးလေ့ရှိတာက သူ့ရဲ့ထူးခြားချက်တစ်ခုလို့ပဲ ဆိုရမယ်ထင်ပါတယ် ။ ပြီးတော့ သူ့ရဲ့ ဇာတ်ကားတိုင်းလိုလိုဟာ အင်္ဂလိရှ်အက္ခရာ “K “နဲ့ အစချီလေ့ရှိတာကိုလဲ သတိထားမိကြမယ်ထင်ပါတယ် ။ ဥပမာ.. “Koyal ” “Karan Arjun ” “Kaho Naa Pyar Hai ” “Koi Miligaya ” ” Khrish ” တို့ပေါ့ ။ဒီဇာတ်ကားဟာ ဘတ်ဂျတ် ရူပီ ၆ ကုဋေအကုန်ကျခံရိုက်ကူးခဲ့ပြီး ၊ ရူပီ ကုဋေ ၅၃.၅၈ ပြန်ရခဲ့ကာ ၁၉၉၅ခုနှစ် ရဲ့ ဒုတိယဝင်ငွေအကောင်းဆုံးအိန္ဒိယရုပ်ရှင် အနေနဲ့ရပ်တည်ခဲ့တယ် ။ (ဘာလို့ဆို ၁၉၉၅ ရဲ့ ဝင်ငွေအကောင်းဆုံး(၁) ဇာတ်ကားက DDLJ ဖြစ်နေခဲ့လို့ပါပဲ)ဇာတ်လမ်းအကျဉ်း*************ဒူရ်ဂါဆင်းဂ် (Raakhee) ဟာ ဆင်းရဲနုံချာလှတဲ့ အမျိုးသမီးကြီးပေမဲ့ တည်ငြိမ်ရိုးသားပြီး ၊ ကရန်(ဆယ်လ်မားန်) နဲ့ အာဂျွန်(ရှာရွတ်) ဆိုတဲ့ သားနှစ်ယောက်ကို လူလားမြောက်ကြီးပြင်းလာတဲ့အထိ ပြုစုပျိုးထောင်ခဲ့တဲ့ အာဂ မုဆိုးမအမျိုးသမီးကြီးပါ ။ တစ်နေ့မှာ သူမရဲ့ ယောက္ခထီး (Thakur) ရဲ့ နောက်ဆုံးအချိန်ကို ရောက်နေပြီဖြစ်ကြောင်း လူတစ်ယောက်က သူမကို လာရောက်အကြောင်းကြားတာကို သားနှစ်ယောက်ကြားသိသွားခဲ့တယ် ။ ဒူရ်ဂါဆင်းဂ် က Thakur ဟာ သားတို့ရဲ့ဘိုးဘိုးဖြစ်ကြောင်း နဲ့ သူမခင်ပွန်း ဟာ သူ့ဖေဖေ (နယ်မြေဧကများစွာတို့ရဲ့ အရှင်သခင် သူဌေးကြီး) သဘောမတူတဲ့ကြားက သူမကို လက်ထပ်ခဲ့လို့ သူမတို့ကို အမွေပြတ်စွန့်လွှတ်ခဲ့တာ ဖြစ်ကြောင်း ၊ ခု သူ( Thakur) မဆုံးခင်မှာ သူ့ရဲ့မြေးနှစ်ယောက်ကို အမွေလွှဲပေးချင်လို့ လာခေါ်တာဖြစ်ကြောင်း သားနှစ်ယောက်ကို ဖွင့်ပြောပြခဲ့တယ် ။ဒူရ်ဂျန်း(Amrish Puri) ဟာ Thakur ရဲ့ ဆွေမျိုးတော်စပ်သူတစ်ယောက် ။ သူက Thakur ရဲ့ နယ်မြေများစွားနဲ့ တစ်သက်စားမကုန်တဲ့ အမွေတွေကို တစ်ယောက်တည်း မောင်ပိုင်စီးလိုမှုနဲ့လောဘ ရမ္မက်မီးတောက်နေသူ ။ ဒူရ်ဂျန်းဟာ မြေးနှစ်ယောက်အလာကို မျှော်နေရှာတဲ့ Thakur ကို ဒီစည်းစိမ်းအာဏာတွေကို သူလိုချင်လွန်းလို့ Thakurရဲ့သား (ကရန်-အာရ်ဂျွန်ရဲ့ဖေဖေ) ကိုလွန်ခဲ့တဲ့ နှစ်များစွာကတည်းက သူကိုယ်တိုင် သတ်ခဲ့တာ ဖြစ်ကြောင်း ဖွင့်ပြောပြီး ၊ Thakur ကိုလဲ သတ်ခဲ့တယ် ။ ဒါ့အပြင် ရောက်ရှိလာခဲ့တဲ့ မြေးနှစ်ယောက်ဖြစ်တဲ့ ကရန် – အာရ်ဂျွန် ညီအစ်ကိုကိုလဲ ဒူရ်ဂျန်း နဲ့ အဖွဲ့က သူ့မေမေမုဆိုးမကြီး ဒူရ်ဂါဆင်းဂ် ရှေ့မှာ ရက်ရက်စက်စက် လူမဆန်စွာ ညှင်းပန်းနှိပ်စက်ပြီးမှ သတ်ဖြတ်ခဲ့တယ် ။ အသည်းနှလုံးအိမ်တစ်စစီ ကြွေခဲ့ရတဲ့ ဒူရ်ဂါဆင်းဂ် ဟာ ဒီအဖြစ်ကို လုံးဝ မခံမရပ်နိုင်ခံစားရရှာပြီး ၊ ကာလီမယ်တော်ကို တိုင်တည်သစ္စာပြုကာ သူ့ရဲ့သားနှစ်ယောက် လု့လောကကို ပြန်လည်မွေးဖွားလာပြီး ၊ ဒီလိုလူမဆန်တဲ့သစ္စာမဲ့တဲ့ လူယုတ်မာတွေကို ကလဲ့စားခြေသုတ်သင်နိုင်ပါစေကြောင်း ကျိန်ဆိုခဲ့တယ် ။ ဒူရ်ဂါဆင်းဂ် ရဲ့ ကျိန်စာတွေ အယုတ်တမာမှူအပေါင်း သရဖူဆောင်းထားတဲ့ ဒူရ်ဂျန်းကို သင့်ပါ့မလား ။ ကရန်-အာရ်ဂျွန် ညီအစ်ကိုကရော လူ့လောကကို တစ်ဖန်ပြန်လည်ဝင်စားမွေးဖွား့ပါ့ဦးမလား ဆိုတာ ဆက်ကြည့်လိုက်နော် ။ လုံးဝကို အကြမ်းကြီးနော် ။♠ဘောလီးဝုဒ် ရဲ့ အခန့်ညားဆုံးမင်းသားလေး Hrithik Roshan အတွက် ဒီဇာတ်ကားဟာ သူ့ရဲ့ ပထမဦးဆုံး လက်ထောက်ဒါရိုက်တာ လုပ်ခဲ့တဲ့ ရုပ်ရှင်ပါတဲ့ ။♠ဇာတ်ကားတစ်ကားလုံးကို ရာဂျစ်စတန် မှာရိုက်ကူးခဲ့ပြီး ၊ ဒီဇာတ်ကားရဲ့ ဇာတ်ဝင်ခန်းတွေရိုက်တဲ့ ရွာကတော့ ရာဂျစ်စတန် ပြည်နယ် ၊ အယ်လ်ဝါခရိုင်ရှိ ဘန်ဂါ့သ်ရွာမှာ ရိုက်ကူးခဲ့တယ် ။♠ ဒီဇာတ်ကားထဲက ဒူရ်ဂါမယ်တော် ဘုရားကျောင်း ကတော့ အဂျ်မာရ်အနီးရှိ ပူရ်ကားရ်ရွာမှာ တည်ထားတဲ့ မယ်တော်ကျောင်းပါတဲ့ ။♠ဒီ ကရန်- အာရ်ဂျွန် အတွဲအတွက် Sunny Deol နဲ့ Ajay Devgan အတွဲကို အရင်ကမ်းလှမ်းခဲ့ပြီး ၊ သူတို့က ရိုက်ရက်မပေးနိုင်လို့သာ ဆယ်စုနှစ်တွေကြာသည့်တိုင် မမေ့နိုင်တဲ့ ကျနော်တို့ရဲ့ SRK -Sallu အတွဲကို ကြည့်မြင်ခွင့်ရခဲ့တာပါ ။♠Filmfare Best Action Award နဲ့ Filmfare Best Editing Award ရခဲ့တယ် ။♠ ဒီဇာတ်ကားရဲ့ ဇာတ်ဝင်တေးတွေကို Rajesh Roshan (ဒါရိုက်တာ ရာကေ့ရှ်ရိုရှန် ရဲ့ ညီ) ကိုယ်တိုင်သီကုံးရေးဖွဲ့ခဲ့ပြီး ၊ ဒီသီချင်းတွေရဲ့ မူပိုင်ခွင့်တွေကိုတော့ Times Magnetic မှ အစောပိုင်းကတည်းက ဝယ်ယူသွားခဲ့တယ် ။♠ ဒီဇာတ်ကားနာမည် ကို အစောပိုင်းတုန်းက “Kaaynaat ” လို့ပေးထားခဲ့တာပါတဲ့ ။♠ ကရန်ဇာတ်ကောင်အတွက် ဆယ်လ်မားန် ကို ရွေးချယ်ဖို့ရှာရွတ်က မရမက တောင်းဆိုခဲ့တယ် ။♠ ရှာရွတ် နဲ့တွဲမဲ့ မင်းသမီးကို ဂျူဟီးချော်လာကို အရင်ရွေးချယ်ဖို့စဉ်းစားခဲ့ပြီး ၊ ကာဂျိုးကို အတည်ပြုရွေးချယ်ခဲ့တယ် ။ ဆယ်လ်မားန် နဲ့တွဲမဲ့မင်းသမီးကိုလဲ Nagma ကို အရင်ရာထားခဲ့ရာကနေ Mamta Kulkarni ကို နောက်ဆုံးရွေးချယ်ဖြစ်သွားခဲ့တယ် ။#HN(SRK UNIVERSE MYANMAR)(ရုပ်ရှင်အညွှန်းကိုSRK Universe Myanmar Pageမှ ကူးယူဖော်ပြပါသည်။)File size…(3.7 GB)/(1.5 GB)Quality….WEB-DL 1080p/720pFormat…mp4Duration….02:56:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byTaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAashif SheikhAmrish PuriAnil NagrathArjunAshok SarafBabbanlal YadavDinesh HingooGavin PackardGhanshyam RoheraIla ArunJack GaudJohn GabrielJohnny LeverKajolKishore Anand BhanushaliMamta KulkarniRaj KishoreRakhee GulzarRanjeetSalim Khan Ding-DongSalman KhanShah Rukh KhanSuresh Chatwal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iHWyoBZLyIkSJ13oLHcbG4ytHpm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmNkOWEzM2MtYWM5Ni00MmZiLTg4OTAtOTRkZTRmMGFjNDY2XkEyXkFqcGdeQXVyODYwMTE4MzE@._V1_.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-karan-arjun-1995-web-rip-1080-p-hindi-dd-2-0-x-264-nyein-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2oOrn/(CM)_Karan_Arjun_1995_WebRip_1080p_Hindi_DD_2.0_x264_-_Nyein.mp4",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/EJBR0K6Q#TAoOciaZxeEt1TRNvBimdOOqMmv3QBbHB9Cbljb6ZB4",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2qyg3remno1v.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://viewsb.com/z5dv04zn13in.html",
        "server": "streamsb.com",
        "size": "3.7 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-karan-arjun-1995-web-rip-720-p-hindi-dd-2-0-x-264-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1IQYR/(CM)_Karan_Arjun_1995_WebRip_720p_Hindi_DD_2.0_x264.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pVIxnCyY#hHcer7wzMc5aaHb927H14WEwvrdx0vbkKaSpCyZhAkA",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7fc3vdjcx1vf.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/ugpynckzkvwc.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "WbWtNny5x4c",
      "video_url": "https://www.youtube.com/watch?v=WbWtNny5x4c",
      "embed_url": "https://www.youtube.com/embed/WbWtNny5x4c"
    }
  },
  {
    "metadata": "N/A|2022|2h 12m|Bollywood,Drama,Fantasy,Mystery",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Dobaaraa (2022)",
    "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့အားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီးအတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့်ဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်းကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲအန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီးအာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကိုအန်တာရာက သိထားတာမို့လို့အာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ်အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလားအနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင်သူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်File size…1.34Gb / 630MBQuality…1080p NF WEB DL /720pFormat…mp4Duration….2h 12mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor & Sora & BpL & Thet Ko & OeliuJYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnurag KashyapStarsAarriant SawantFarida Patel VenkatHimanshi ChoudhryMadhurima RoyMedini KelamaneMyra RajpalNassarNidhi SinghPavail GulatiRahul BhatSaswata ChatterjeeShaurya DuggalSukant GoelTaapsee PannuVidushi MehraCastAarriant SawantFarida Patel VenkatHimanshi ChoudhryMadhurima RoyMedini KelamaneMyra RajpalNassarNidhi SinghPavail GulatiRahul BhatSaswata ChatterjeeShaurya DuggalSukant GoelTaapsee PannuVidushi Mehra",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vA9N4eI19uBGE5HOhHxl9kJr5Ph.jpg",
      "https://image.tmdb.org/t/p/w300/a4muB9VmBDKKsjeoXyonHLb2UqQ.jpg",
      "https://image.tmdb.org/t/p/w300/alyBeCI3VqK7y1fQgwVaO6wxHau.jpg",
      "https://image.tmdb.org/t/p/w300/mPnWwEUfRshqU0SikGHlL8EcfZv.jpg",
      "https://image.tmdb.org/t/p/w300/mYDpG40awpCuDD3l5yOqn1WEgMO.jpg",
      "https://image.tmdb.org/t/p/w300/dhN8q2eM7n0VL10RSAH2EeFxstQ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmNhOTc5OTUtODllZi00NTk4LTk2NDUtYjYzZWY4OTNiZWRiXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/dobaaraa-2022-1080-p-nf-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ugry3dq8p58o.html",
        "server": "usersdrive.com",
        "size": "1.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/196zc/Dobaaraa.2022.1080p.NF.WEB_DL.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/zapve3cj1z3t.html",
        "server": "streamsb.com",
        "size": "1.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/9HEHDb4C#agItwSTWrdyP6YfXxHxnvwopF6N1oXG36ynJKlsC8yU",
        "server": "mega.nz",
        "size": "1.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/dobaaraa-2022-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/usxmy9ahnrt6.html",
        "server": "usersdrive.com",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2v1qA/Dobaaraa.2022.720p.NF.WEB-DL(CM).mp4",
        "server": "megaup.net",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MK0g1SiY#KPhHux3tzaaNDzpXw2COEDCugmnD30MEMKTk7RsfPO8",
        "server": "mega.nz",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/hg8i38gl6pn1.html",
        "server": "streamsb.com",
        "size": "630MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "AeTsMFbmK14",
      "video_url": "https://www.youtube.com/watch?v=AeTsMFbmK14",
      "embed_url": "https://www.youtube.com/embed/AeTsMFbmK14"
    }
  },
  {
    "metadata": "|2017|155 min|Bollywood,Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "7,495"
    },
    "title": "Toilet – Ek Prem Katha (2017)",
    "description": "“Toilet”လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့”အိမ်သာ”ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ…..ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့……………….,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)Quality : Blu-Ray 720pRunning Time : 2hr 35minFormat : Mp4Genre :Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pyae Xeinn SettEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShree Narayan SinghStarsAkshay KumarAnupam KherBhumi PednekarRajesh SharmaSachin KhedekarSana KhanShubha KhoteSudhir PandeyCastAkshay KumarAnupam KherBhumi PednekarRajesh SharmaSachin KhedekarSana KhanShubha KhoteSudhir Pandey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wrG6HnGcpmzuPELSwlPYhDxhU6k.jpg",
      "https://image.tmdb.org/t/p/w300/bDnyCpHeO9SDODn2Fcsrtm4cM0A.jpg",
      "https://image.tmdb.org/t/p/w300/gcaMf69uz09d117MNOfTkPZmRVh.jpg",
      "https://image.tmdb.org/t/p/w300/m9KKUbwYkFPXICsMAGi61cpDLsQ.jpg",
      "https://image.tmdb.org/t/p/w300/5FqE5tttmO2T1IxG5RXZXrpEoZM.jpg",
      "https://image.tmdb.org/t/p/w300/cJfunEiopdz8OrmdknUwqdt7Hvg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/toilet-ek-prem-katha-2017-dvd-rip-720-p-largefile-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/dye6dweisqla.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/NxwkFCTC#z8_2nvZzhxUlKsraFpvFjTxZ7Jd9AMVJWUYmZaxdUOA",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "ym4EJQ7XORk",
      "video_url": "https://www.youtube.com/watch?v=ym4EJQ7XORk",
      "embed_url": "https://www.youtube.com/embed/ym4EJQ7XORk"
    }
  },
  {
    "metadata": "TV-MA|2018|98 min|Comedy,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "612"
    },
    "title": "Like Father (2018)",
    "description": "Like Father 2018 IMDb 6.1/10ရေချယ်ဟယ်မစ်တန်က အလုပ်ကြိုးစားလွန်းတဲ့သူတစ်ယောက်ပါခေါင်းထဲမှာအလုပ် အလုပ်ရာထူးတက်ရမယ်ဆိုတာကလွဲလို့ကျန်တာသိပ်မ စဉ်းစားတတ်သူပါ ဘယ်လောက်ထိအလုပ်ကိုဦးစားပေးလွန်းလဲဆိုရင်သူ့မင်္ဂလာပွဲဆင်နွှဲမယ့်နေ့မှာတောင် ဖုန်းတစ်လုံးနဲ့ညွှန်ကြားအလုပ်များနေသူပါသူ့သတို့လောင်းမှာဒီအကြောင်းကိုသိသွားတော့ သည်းမခံနိုင်တော့ပဲမင်္ဂလာပွဲကိုဆက်မလုပ်နိုင်တော့ဘူးဆိုပါလေရော ရေချယ်မသိခဲ့တာကသူ့မင်္ဂလာဆောင်မှာ သူမဖိတ်ခေါ်ထားတဲ့ဧည့် သည်တစ်ယောက်ရောက်နေတာကိုပါပဲတစ်ခြားသူတော့မဟုတ်ပါဘူး သူနဲ့သူ့အမေကို နှစ်ပေါင်းများစွာပစ်ထားခဲ့ပြီးအလုပ်ကိစ္စတွေနဲ့ကမ္ဘာ ပတ်နေတဲ့သူမ အဖေ ဟယ်ရီဟယ်မစ်တန်ပါပဲဟယ်ရီတစ်ယောက်သူ့သမီးမင်္ဂလာဆောင်ကိုတိုးတိုးတိတ်တိတ်တက်ရောက်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေကြောင့်ရေချယ်ကလဲသူ့ကိုမြင်သွားသလို သူကလဲသူ့သမီးလေးရဲ့ပျက်စီးသွားတဲ့မင်္ဂလာပွဲလေးကိုစိတ်မကောင်းစွာကြုံတွေ့လိုက်ရပါတယ်ဒီနောက်မှာတော့ ငယ်ငယ်ထဲကပစ်သွားရမလားဆိုပြီးဖခင်အပေါ်စိတ်နာနေတဲ့ ရေချယ်နဲ့ လောလောလတ်လတ်အသည်းကွဲနေတဲ့သမီးကိုနှစ်သိမ့်ပေးချင်တဲ့ ဟယ်ရီတို့၂ယောက်က စုံတွဲတွေအတွက်သီးသန့်ခရီးစဉ်ဖြစ်တဲ့ ဇိမ်ခံသဘောင်္ကြီးပေါ်မူးမူးနဲ့ရောက်သွားကျရောဆိုပါတော့(တကယ်က အဲ့ခရီးစဉ်ကရေချယ်နဲ့သတို့သားအိုဝင်တို့ ဟန်းနီးမွန်းထွက်ဖို့လုပ်ထားတဲ့ခရီးစဉ်ပါ)စုံတွဲတွေ လတ်လတ်ဆတ်ဆတ်လက်ထပ်ထားတဲ့ဇနီးမောင်နှံတွေကြားမတည့်အတူနေသားအဖ၂ယောက်ရောက်သွားတဲ့အခါမှာတော့….Like Fatherက အဖေကိုအထင်လွဲစိတ်နာနေတဲ့သမီးနဲ့အတိတ်ကအမှားတွေကိုပြင်ဆင်ဖို့ကြိုးစားနေတဲ့ဖခင်တို့ကြားကသံယောဇဉ် ချစ်ခြင်း မေတ္တာတို့အကြောင်းပေါ့ပေါ့ပါးပါးလေးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဟာသလေးတွေလဲပါသလို မထင်မှတ်ထားတဲ့ဇာတ်လမ်းပုံစံလေးတွေနဲ့သင့်ရဲ့အချိန်ကိုပေါ့ပေါ့ပါးပါးလေးကုန်ဆုံးစေပါလိမ့်မယ်…ဒီရုပ်ရှင်ကားကို Wai Zin မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLauren MillerStarsAmber HodgkissBrittany RossDanielle DavenportKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach AppelmanCastAlex PérezAmber HodgkissBrett GelmanBrian McCarthyBrittany RossDanielle DavenportElisabeth NessJen ZaborowskiKeilly McQuailKelsey GrammerKristen BellLenny JacobsonPaul W. DownsSeth RogenWynter KullmanZach Appelman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pDQvWtaF4ujUooN4lojronauIFU.jpg",
      "https://image.tmdb.org/t/p/w300/3MvWApcDxoRUkQlws4kyE3UW7xZ.jpg",
      "https://image.tmdb.org/t/p/w300/j8hzxFIq7lkx2UakB3MgxchsxDb.jpg",
      "https://image.tmdb.org/t/p/w300/4bFPPovuMET9ZUS78K0NVpPQb1k.jpg",
      "https://image.tmdb.org/t/p/w300/uIGO0vyIi2POnZlC0TXScHpoCJG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTY1NDc3MzgxNV5BMl5BanBnXkFtZTgwNDc3MTQwNjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/like-father-2018-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/like-father-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/fqvrrom3jqbi.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "_bfqsNh6U7c",
      "video_url": "https://www.youtube.com/watch?v=_bfqsNh6U7c",
      "embed_url": "https://www.youtube.com/embed/_bfqsNh6U7c"
    }
  },
  {
    "metadata": "not rated|2023|1h 19mins|Bollywood,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "18"
    },
    "title": "The Last Coffee(2023)",
    "description": "The Last Coffee (2023)IMDb 6.7/10နာမည်လေးကိုကနောက်ဆုံးကော်ဖီတစ်ခွက်တဲ့ ‌ကြည့်ရင်းနဲ့သင်ခန်းစာယူစရာတွေနဲ့ အတွေးတစ်ခုခုရနိုင်မဲ့ဇာတ်ကားမျိုးပါဘဝမှာပြန်ပြင်လို့မရတဲ့အမှားတွေလုပ်ဖူးကြမှာပေါ့ဒီထဲမှာအိမ်ထောင်ရေးလည်းပါဝင်မှာပါဒီကားမှာဆိုရင်တော့ သိပ်ချစ်ကြတဲ့လင်မယား၂ယောက်ရီဟန်နဲ့ အီရမ်တဲ့ ရီဟန်ကအိမ်ထောင်ကွဲပေမဲ့အရာရာနားလည်ပေးပြီးလက်ထပ်ပေးခဲ့တဲ့အီရမ်…ပြဿနာတစ်ခုကြောင့် ကွာရှင်းရမဲ့အထိဖြစ်လာတဲ့အခါဘယ်သူမှားမလဲဘယ်သူမှန်မလဲ အိမ်ထောင်ရေးတစ်ခုမှာယုံကြည်မှုကအဓိကမဏိုင်ဖြစ်ပြီး တစ်ဖက်လူကိုမယုံကြည်နိုင်တော့ရင်တောင်မှပြဿနာကိုအဆုံးထိနားထောင်ပြီးမှ အိမ်ထောင်တစ်ခုကိုအဆုံးသတ်ကြဖို့လွယ်လွယ်နဲ့လက်မလျော့ကြဖို့မီးမောင်းထိုးပြထားတဲ့ကားပဲဖြစ်ပါတယ်File size…855MB / 422MBQuality…1080p Zee5 WEB DL / 720pFormat…mp4Duration….1h 19mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YunniYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShoib Nikash ShahStarsAnkita LokhandeShoib Nikash ShahCastAnkita LokhandeShoib Nikash Shah",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bDkxblEzNTKMnThXwtCt75iRKBn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZWEyMjA5YjUtNGRiOS00YThhLTg0ZDUtMjY5Y2U5ZmU3ZWM2XkEyXkFqcGdeQXVyNjQ2MjM1OTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-last-coffee-2023-1080-p-zee-5-web-dl-hindi-aac-2-0-h-264-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "855MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rq50b6veayrr.html",
        "server": "usersdrive.com",
        "size": "855MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/tsu1nepsvoxk",
        "server": "streamvid.io",
        "size": "855MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yk4l/The.Last.Coffee.2023.1080p.ZEE5.WEB-DL.Hindi.AAC2.0.H.264.(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "855MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2BV3nJSB#KCfIoXwBBfy1dsiu_rZ_OUCz_BqG4bCtR8TCQpvX4H8",
        "server": "mega.nz",
        "size": "855MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-last-coffee-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "422MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7xevm6zq4xn0.html",
        "server": "usersdrive.com",
        "size": "422MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7bpiuz2uji4a",
        "server": "streamvid.io",
        "size": "422MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cp9u/The.Last.Coffee.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "422MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SBM3GAoA#9sieZdniI3OHoHHoQ7I6xoNzzVh6RkXZpcEfTjGEOt4",
        "server": "mega.nz",
        "size": "422MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2003|1h 44m|Adult,Drama,Romance",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1600"
    },
    "title": "[18+] A Good Lawyer’s Wife (2003)",
    "description": "A Good Lawyer’s Wife (2003)~ IMDb rating – 6.2/10 ~(ဒီလိုကားတွေထုံးစံအတိုင်း လုံးဝအကြည်မလွယ်လို့ 720p ကိုပဲ အတတ်နိုင်ဆုံး ဖန်တီးပေးလိုက်ပါတယ်)ဒီကားကို 2010 မှာ The Housemaid နဲ့တစ်‌ခေါက်၊ 2012 မှာ The Taste of Money နဲ့တစ်ခေါက် ကိန်းမှာ ပြိုင်ဖို့ အဖိတ်ခံခဲ့ရတဲ့ Im Sang-soo က ရိုက်ထားတာပါ။ ကိုရီးယားရဲ့ ပါချီပါချက်မဟုတ်တဲ့ A+ မင်းသားစာရင်း၀င် Hwang Jung Min က အဓိက ပါ၀င် သရုပ်ဆောင်ထားပါတယ်။ Hwang ဟာ Ode to My Father, Veteran, New World, Deliver us from Evil စတဲ့ ကားတွေမှာ သရုပ်ဆောင်ခဲ့ဖူးပါတယ်။ မင်းသမီးကတော့ တောင်ကိုရီးယားရဲ့ အတော်ဆုံးဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ လီချန်းဒုံရဲ့ လက်စွဲတော် မင်းသမီး Moon So Ri ပါ။ ကိုရီးယားမင်းသမီးပေမဲ့ Minari နဲ့ အော်စကာပါရဖူးတဲ့ မင်းသမီးကြီး Youn Yuh-jung ကလည်း အားဖြည့်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့ ရှေ့နေနဲ့ သူ့မိန်းမကြားက အိမ်ထောင်ရေး အရှုပ်အရှင်းတွေ၊ ရှေ့နေမိသားစုရဲ့အကြောင်းတွေ၊ သူတို့မွေးစားထားတဲ့ ကလေးရဲ့ အကြောင်းတွေကို ပြသထားတာဖြစ်ပြီး ရှေ့နေကားနဲ့ တိုက်မိတဲ့ စာပို့သမားရဲ့အကြောင်းကိုပါ အရန်အနေနဲ့ ပုံဖော်ထည့်ထားပြီး သူ့အခန်းကတော့ တော်တော်လေး အသက်၀င်လွန်းပါတယ်။ သူ့ဇာတ်ကောင်ဟာ ဘာမှဆုံးရှုံးစရာမကျန်တော့တဲ့ သူတစ်ယောက်က ဘယ်လောက်ထိ လုပ်နိုင်လဲနဲ့ လူတစ်ယောက်ရဲ့ အငုံ့စိတ်က ဘယ်လိုမျိုးလဲ သေချာပုံဖော်သွားတဲ့ ဇာတ်ကောင်ပါပဲ။ Hwang Jung Min ဟာ A+ စာရင်း၀င် မင်းသားပီပီသသ အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့သလို မင်းသမီးကြီး၂ယောက်ကလည်း ပြောင်မြောက်အောင် ပုံဖော်နိုင်ခဲ့ကြပါတယ်။ ဒီလိုသရုပ်ဆောင်တွေနဲ့တင် ကြည့်သင့်တဲ့ ကားကောင်းပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို6 9မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GBQuality – 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 28MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by6 9Encoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIm Sang-sooStarsBaek Jeong-rimBong Tae-gyuChoi Dong-hoonHwang Jung-minJeong WooJung Jae-jinKim Eung-SooKim In-munLee Bong-gyuMoon So-riPark Kil-sooYoun Yuh-jungCastBaek Jeong-rimBong Tae-gyuChoi Dong-hoonHwang Jung-minJeong WooJung Jae-jinKim Eung-SooKim In-munLee Bong-gyuMoon So-riPark Kil-sooYoun Yuh-jung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sSDRNbPa7eUv5yN7cAVSCwn8FEq.jpg",
      "https://image.tmdb.org/t/p/w300/gKATsQsVfKsgfCYC3BenHIBrS83.jpg",
      "https://image.tmdb.org/t/p/w300/xvKwOIy2m2RFYTVJ5h2AMecBDvA.jpg",
      "https://image.tmdb.org/t/p/w300/40QBIOMSW26Rrw1VzQkiObqw0On.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u1txTG5duqYDe4b9RAZTTlBJMYV.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-a-good-lawyers-wife-2003-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Q442/(CM)_A_Good_Lawyer_s_Wife_(2003)_720p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lbNCGaCK#Mldayj4HMSKo2e0kS2JRZF7B7MNvtBgVPPkmM-yo_3k",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2ny0g4809pbh.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/ch17idqjmces.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3hfHvNbEgaQ",
      "video_url": "https://www.youtube.com/watch?v=3hfHvNbEgaQ",
      "embed_url": "https://www.youtube.com/embed/3hfHvNbEgaQ"
    }
  },
  {
    "metadata": "|2020||Drama,Horror,Uncategorized",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "2,461"
    },
    "title": "Relic (2020)",
    "description": "Relic (2020)==========IMDb Rating – 6.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ 2020ခုနှစ်ထွက် IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ်လမ်းလေးပါ။åဇာတ်လမ်းအညွှန်းကတော့ အသက်80အရွယ်အမေဖြစ်သူဟာ အိမ်က ရက်အတော်ပျောက်သွားတာကိုနယ်မြေရဲဖြစ်သူက ဖုန်းဆက်လာတာကြောင့် သမီးဖြစ်တဲ့ ကေနဲ့ မြေးမလေး ဆမ်တို့ဟာ အဖွားရှိရှာ မြို့ကိုချက်ချင်းလာခဲ့ပါတယ်။ ရဲတွေနဲ့ပူးပေါင်းပြီး သူတို့သားအမိဟာ အမေဖြစ်သူကို ရှာခဲ့ပေမယ့်လည်း လုံး၀ရှာမရခဲ့ပါဘူး။ ဒါပေမယ့် မထင်မှတ်တဲ့ တမနက်မှာတော့ အဖွားကြီးဟာ အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာခဲ့ပါတယ်။ ကေနဲ့ဆမ်ဟာ အဖွားဖြစ်သူကို ဘယ်ရောက်ခဲ့တာလဲ မေးခဲ့ပေမယ့်လည်း အသက်80အရွယ် အဖွားကြီးဆိုတော့ မမှတ်မိခဲ့ပါဘူး။ ဒါပေမယ့် တဖြည်းဖြည်းချင်း အဖွားဖြစ်သူရဲ့ ပုံမှန်မဟုတ်တဲ့ မှတ်ညဏ်ချို့ယွင်းမှုတွေဖြစ်လာတာမို့ အဲ့လိုဖြစ်တာတွေကို သူတို့သားအမိရှာဖွေတွေရှိလာခဲ့ပါတယ်။ သူတို့သားအမိဟာ အဖွားရဲ့မှတ်ညဏ်ချို့ယွင်းမှုကြောင့် မျက်စိအောက်က အပျောက်မခံပဲ သေချာစောင့်ကြည့်လိုက်တဲ့အခါမှာတော့ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ ဖြစ်ခဲ့ပါတယ်။ ဘယ်လို ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေလဲဆိုတာကိုတော့ ဇာတ်လမ်းကို ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး……..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ YK ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ 2020ခုႏွစ္ထြက္ IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ္လမ္းေလးပါ။ဇာတ္လမ္းအၫႊန္းကေတာ့ အသက္80အ႐ြယ္အေမျဖစ္သူဟာ အိမ္က ရက္အေတာ္ေပ်ာက္သြားတာကိုနယ္ေျမရဲျဖစ္သူက ဖုန္းဆက္လာတာေၾကာင့္ သမီးျဖစ္တဲ့ ေကနဲ႔ ေျမးမေလး ဆမ္တို႔ဟာ အဖြားရွိရွာ ၿမိဳ႕ကိုခ်က္ခ်င္းလာခဲ့ပါတယ္။ ရဲေတြနဲ႔ပူးေပါင္းၿပီး သူတို႔သားအမိဟာ အေမျဖစ္သူကို ရွာခဲ့ေပမယ့္လည္း လုံး၀ရွာမရခဲ့ပါဘူး။ ဒါေပမယ့္ မထင္မွတ္တဲ့ တမနက္မွာေတာ့ အဖြားႀကီးဟာ အိမ္ကို ဆိုက္ဆိုက္ၿမိဳက္ၿမိဳက္ေရာက္လာခဲ့ပါတယ္။ ေကနဲ႔ဆမ္ဟာ အဖြားျဖစ္သူကို ဘယ္ေရာက္ခဲ့တာလဲ ေမးခဲ့ေပမယ့္လည္း အသက္80အ႐ြယ္ အဖြားႀကီးဆိုေတာ့ မမွတ္မိခဲ့ပါဘူး။ ဒါေပမယ့္ တျဖည္းျဖည္းခ်င္း အဖြားျဖစ္သူရဲ႕ ပုံမွန္မဟုတ္တဲ့ မွတ္ညဏ္ခ်ိဳ႕ယြင္းမႈေတြျဖစ္လာတာမို႔ အဲ့လိုျဖစ္တာေတြကို သူတို႔သားအမိရွာေဖြေတြရွိလာခဲ့ပါတယ္။ သူတို႔သားအမိဟာ အဖြားရဲ႕မွတ္ညဏ္ခ်ိဳ႕ယြင္းမႈေၾကာင့္ မ်က္စိေအာက္က အေပ်ာက္မခံပဲ ေသခ်ာေစာင့္ၾကည့္လိုက္တဲ့အခါမွာေတာ့ ထိတ္လန႔္ေျခာက္ျခားဖြယ္ရာ အျဖစ္အပ်က္ေတြ ျဖစ္ခဲ့ပါတယ္။ ဘယ္လို ထိတ္လန႔္ေျခာက္ျခားဖြယ္ရာေတြလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းကို ဆက္လက္ၾကည့္ရႈခံစားေပးၾကပါဦး……..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ YK ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HorrorSource : 1080p.WebRipTranslator – YKEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNatalie Erika JamesStarsBella HeathcoteCatherine GlavicicChris BuntonChristina O'NeillEmily MortimerJeremy StanfordJohn BrowningRobin NorthoverRobyn NevinSteve RodgersCastBella HeathcoteCatherine GlavicicChris BuntonChristina O'NeillEmily MortimerJeremy StanfordJohn BrowningRobin NorthoverRobyn NevinSteve Rodgers",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vpUUznNzW85xo02H16RaSxRNS1.jpg",
      "https://image.tmdb.org/t/p/w300/hl0JNyvJKU2KbvowdaxrnI7XQzI.jpg",
      "https://image.tmdb.org/t/p/w300/jYju6lxKH1TsIHZAuKjYAQJUuMg.jpg",
      "https://image.tmdb.org/t/p/w300/4dr8eahERk1LnF8SPIBf7dLrqB0.jpg",
      "https://image.tmdb.org/t/p/w300/beNLniUH5DLbLbiqQgAJkiIlgpw.jpg",
      "https://image.tmdb.org/t/p/w300/lfmXUeD8qHCFUsJEusSQC3M74CR.jpg",
      "https://image.tmdb.org/t/p/w300/fPutKOcJasSweIu6Gqb3qp2oTex.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOGY1MGM2ZjItZDJjMC00ZGM0LTg2MDctNmExNzcyYTcwMjM3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_SX675_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yx2qih9mwrsn.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://usersdrive.com/1emyermj0rq4.html",
        "server": "usersdrive.com",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-relic-2020-web-rip-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-relic-2020-web-rip-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://megaup.net/4fCRV/[CM]Relic.2020.WebRip.720P.mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://megaup.net/3zFpu/[CM]Relic.2020.WebRip.480P.mp4",
        "server": "megaup.net",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://upstream.to/qg0jk97spv6e",
        "server": "upstream.to",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://upstream.to/sza4c16jeimv",
        "server": "upstream.to",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://mega.nz/file/UZxHmCRQ#7-Sx1i2c4AZzSiKPiC7RaYBEfrpZsYzFohOpmglHGC0",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://mega.nz/file/NVpVka5A#yYQ9DWOa-XXdinp9GGevDhXT-Zi4oMLJfu7EFH3J5qo",
        "server": "mega.nz",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      },
      {
        "link": "https://yadi.sk/i/2VYgQDmf7exIwA",
        "server": "disk.yandex.com",
        "size": "760 MB",
        "quality": "WEBRIP 720P"
      },
      {
        "link": "https://yadi.sk/i/XybkimfeXZfx7w",
        "server": "disk.yandex.com",
        "size": "380 MB",
        "quality": "WEBRIP 480P"
      }
    ],
    "trailer": {
      "video_id": "Byk8tQGU5uE",
      "video_url": "https://www.youtube.com/watch?v=Byk8tQGU5uE",
      "embed_url": "https://www.youtube.com/embed/Byk8tQGU5uE"
    }
  },
  {
    "metadata": "|||Adult,Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Bambola (1996)",
    "description": "Erotic Thriller ပုံစံနဲ့ ဒီအီတလီဇာတ်ကားက နာမည်ကြီးသလို နိုင်ငံတချို့မှာ ပြန်ရိုက်ထားကြတဲ့ Version တွေရှိပါတယ်…‘ကျွန်မ နာမည်က မီနာ ဒါပေမယ့် အားလုံးက ကျွန်မကိုဘမ်ဘိုလာ (အရုပ်ကလေး)လို့ခေါ်ကြတယ်’ဘမ်ဘိုလာက နယ်မြို့လေးတစ်မြို့မှာ စားသောက်ဆိုင်သေးသေးလေးဖွင့်ထားတဲ့မိခင်နဲ့အတူနေပြီး လိင်တူစိတ်ဝင်စားတဲ့မောင်တစ်ယောက်ရှိတယ်၊သူ့ရဲ့ငယ်ငယ်လေးကတည်းက အိမ်မက်ကတော့နယ်မြို့လေးတွေမှာရှိတတ်တဲ့လူငယ်အတော်များများနဲ့ထပ်တူပါပဲ၊ ဒီမြို့လေးကိုစွန့်ခွာပြီး အဝေးတစ်နေရာမြို့ကြီးပြကြီးမှာအခြေချအောင်မြင်ဖို့ပေါ့။ ဘမ်ဘိုလာဟာ နာမည်နဲ့လိုက်အောင် ချောတယ်၊ အရုပ်ကလေးတစ်ရုပ်လိုလှလွန်းတယ်။ယောက်ျားတကာကိုဆွဲဆောင်နိုင်ရုံတင်မက ရူးသွပ်သွားအောင်ဖမ်းစားနိုင်တယ်။ အဲ့ဒီအလှအပကပဲ သူ့အတွက်အားသာချက်ဖြစ်သလို အဲ့ဒီအလှအပကပဲသူ့အတွက် အန္တရာယ်ဖြစ်လာပြန်တယ်၊အဲ့ဒါကတော့ ထောင်ထဲက စရိုက်ကြမ်းတမ်းလှတဲ့လူဆိုးလူမိုက်တစ်ယောက်က သူ့ကိုအရူးအမူးချစ်မိသွားတာဖြစ်ပြီးပိုဆိုးတာကတော့ ဘမ်ဘိုလာကိုယ်တိုင်အဲ့ဒီလူဆိုးရဲ့ သူ့အပေါ်နိုင်ထက်စီးနင်းအဓမ္မတွေကို စွဲလန်းမိသွားခဲ့တာပါပဲ။ဒါပေမယ့်..။Bámbola က ဘာမျှော်လင့်ချက်မထားပဲကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါး cheesy ဖြစ်တဲ့ erotic melodrama ကားလေးတစ်ကားပါ၊အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ သာယာလှပတဲ့ရှုမျှော်ခင်းတွေပါမယ်၊ ပီပြင်ကြမ်းတမ်းတဲ့ လိင်ဆက်ဆံခန်းတွေများမယ်၊ဇာတ်ရုပ်နဲ့လိုက်အောင် မင်းသမီးလေးအရမ်းလှတယ်။ အဲ့ဒီလောက်ဆိုလုံလောက်တာထက်ပိုနေပါပြီ။File Size : (1.3 GB)Quality : DVDRip 720pRunning Time : 01:32:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated byALSEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnita EkbergAntonino IuorioJorge PerugorríaLilli BerquiniManuel BanderaStefano DionisiValeria Marini",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/xx4-e1365322059265.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-bambola-1996",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-18-bambola-1996-720-p-dvd-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15zbd/(CM)_18+_Bambola.1996_720p_DVDRip.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/EPEkALxT#ZpGSeidp1AfcdMqGw3WPVB3hinXhTEW9I2-Am67AAlg",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qhrkpl0bwqbw.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/ri3zg9416ems.html",
        "server": "streamsb.com",
        "size": "1.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2024|50m|Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Dilig (2024)",
    "description": "Dilig (2024)ရိုဆာက မုဆိုးဖိုသူဌေးကြီးတစ်ဦးကို လက်ထပ်တော့မှာဖြစ်ပါတယ်။ ဒါပေမယ့် အဘိုးကြီးမှာ သူနဲ့ ရွယ်တူသမီးတစ်ယောက်ရှိနေတဲ့အတွက် ဥယျာဉ်မှူး ငယ်ငယ်တောင့်တောင့်တစ်ယောက်ကိုရွေးချယ်ပြီး အဲဒီသမီးဖြစ်သူကိုပထုတ်ဖို့ကြံခဲ့ပါတယ်။သမီးဖြစ်တဲ့ ကတ်တလင်းကလည်း သူ့ကိုတစ်ဖက်သတ်ချစ်သလို မိဘချင်းသဘောတူတဲ့ ငယ်သူငယ်ချင်းဒဲလ်ရှိပေမဲ့ ဥယျာဉ်မှူးကောင်လေးကိုမှ စွဲစွဲလန်းလန်းချစ်မိသွားတဲ့နောက်အခြေအနေတွေက ရိုဆာအကွက်ထဲကိုဝင်သွားမလား… အခြေအနေတွေရှုပ်ထွေးမသွားခင် ကယ်တင်ရှင်ပေါ်လာနိုင်မလား… ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။Hibang ထဲက အမိုက်စားစကီလေးဖြစ်တဲ့ Rica Gonzales က ဗီလိန်ရီဆာအဖြစ် ပွဲကြမ်းပြထားပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.15GBQuality – 1080pFormat – mp4Duration – 50MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChristian Paolo LatStarsArchie AdamosDyessa GarciaJD AguasRica GonzalesRichard SolanoCastArchie AdamosDyessa GarciaJD AguasRica GonzalesRichard Solano",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4GHPT4glMQHPCke2DNigRqZ6KqH.jpg",
      "https://image.tmdb.org/t/p/w300/mKNelZtT2wdmeaDOmnKi0U4ghPi.jpg",
      "https://image.tmdb.org/t/p/w300/wumTxjv0HNIvmoSLRFP5M9gwEh6.jpg",
      "https://image.tmdb.org/t/p/w300/6KlHwVNp1jj0H47YdCpRgxiMck3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lDn02aAZFUb7JpM7l7iuHdbWEHH.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dilig-2024-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/yxaw3/(CM)_Dilig_(2024)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8aVFlbLK#SmqUkIk-nE8Z9Txe7UfepD6dALBfYGqHMkgGN63dobQ",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ptbbix5tpsy2.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://flaswish.com/hijm2rpnm9j3",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/qfclkx3z9b1u",
        "server": "streamvid.io",
        "size": "1.15GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "J5HmvVv9LpU",
      "video_url": "https://www.youtube.com/watch?v=J5HmvVv9LpU",
      "embed_url": "https://www.youtube.com/embed/J5HmvVv9LpU"
    }
  },
  {
    "metadata": "|2021|1h 35min|Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "23"
    },
    "title": "Everglow (2021)",
    "description": "Everglow (2021)“အသက်အရွယ်ဆိုတာ ကိန်းဂဏန်းတစ်ခုပါပဲ” ဆိုတဲ့ ဘွားဘွားနဲ့ ကောင်လေးတို့ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်လာပါပြီ :3ဒီဇာတ်လမ်းလေးမှာတော့ ရေငုပ်သမဘွားဘွားနဲ့ဆိုးလ်ကနေ ရိုက်ကူးရေးလာလုပ်တဲ့ ပီဒီကောင်လေးတို့နှစ်ယောက်ဂျယ်ဂျူဒိုမှာ တွေ့ဆုံကြပြီးချစ်သွားကြတဲ့အကြောင်းလေးကို ပုံဖော်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ဂိုဂျင်အို့ဆိုတဲ့ ဘွားဘွားအန်တီက ဂျယ်ဂျူကျွန်းရဲ့အတော်ဆုံးရေငုပ်သမဖြစ်ပါတယ်။ဒါပေမယ့် သူ့ဘဝဟာ သမီးလေးမရှိတော့တဲ့နောက် အထီးကျန်မှုတွေနဲ့သာပြည့်နှက်နေခဲ့ပါတယ်။ဒါ့အပြင် အိပ်ရာပေါ်လဲနေတဲ့ ခင်ပွန်းဖြ်စ်သူကို ပြုစုရင်း ၊တစ်ဖက်မှာလည်း ရေငုပ်သမအနေနဲ့ အသက်မွေးရင်း အထီးကျန်ဆန်စွာဖြတ်သန်းနေခဲ့ရပါတယ်။ဂယောင်ဟွန်းကတော့ ဆိုးလ်ရုပ်သံလွှင့်ဌာနမှာအလုပ်လုပ်နေတဲ့ ပီဒီတစ်ဦးဖြစ်ပြီးဂိုဂျင်အို့အကြောင်းကို အစီအစဉ်မှာထည့်သွင်းရိုက်ကူးချင်တာကြောင့် ဂျယ်ဂျူဒိုကိုရောက်လာခဲ့သူပါ။ဒါပေမယ့် ဂိုဂျင်အို့ကတော့ ရိုက်ကူးရေးလုပ်ဖို့ အဆုံးထိငြင်းဆန်နေတဲ့အတွက်ကြောင့်မရရတဲ့နည်းလမ်းအစုံသုံးပြီး ဖြောင်းဖျကြည့်ဖို့ ကြိုးစားတဲ့အခါမှာတော့ သူတို့နှစ်ယောက် ဘယ်လိုနီးစပ်သွားမလဲ …..တူညီတဲ့စိတ်ဒဏ်ရာရှိတဲ့သူအချင်းချင်း ဘယ်လိုအားပေးရင်း ချစ်မိသွားကြမလဲဆိုတာကိုရသဆန်ဆန်တင်ဆက်ထားတဲ့ ကားကောင်းလေးမို့ မလွတ်တမ်းအားပေးကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ThantSinပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality…. 1080p | 720p | 480pFile size… 1.9GB | 857MB | 400MBFormat… mp4Duration…. 1h 35minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..ThantSinEncoder …..AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastGoh Doo-shimJeon Hye-JinJi Hyun-wooKim Joong-kiYang Jung-won",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7NBIeDjwZYgnzZAbhhT21J41f03.jpg",
      "https://image.tmdb.org/t/p/w300/iTLv9d10hnrtCak8Wc82nI4PYZU.jpg",
      "https://image.tmdb.org/t/p/w300/76HrhOoxBQfrbkEkVCIADy50RtL.jpg",
      "https://image.tmdb.org/t/p/w300/pffK6FM6Yn2palAg7Kr1BgHVmhI.jpg",
      "https://image.tmdb.org/t/p/w300/u7JPbn6oQgehSsXcvMvWCMOgcRL.jpg",
      "https://image.tmdb.org/t/p/w300/vPqSDZ312TZbLCz2cVjWxIZv9Bo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6xxPIzuv1Rrxu4FTbUvSH286PWG.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t31hj4hqxk4u.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/everglow-2021-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1bDnu/Everglow.2021.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/iIFhCJba#MbqQ44q4tTZHb7CuavhG_tj46VjDBmnBdwDz-Ji8gxA",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/eoyl16gdxjoi",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/a1m89c052own.html",
        "server": "usersdrive.com",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/everglow-2021-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1bDnb/Everglow.2021.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/XIVCAJAR#JuHvZNY0apj7HEHe-QMhDuxVZMCbKtyFBeB0bL1lmXI",
        "server": "mega.nz",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/mjz6yxeeo6rl",
        "server": "streamvid.io",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/kgvp0nud8xn4.html",
        "server": "streamsb.com",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/v6utkb28evc2.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/everglow-2021-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2xyhC/Everglow.2021.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/GEsh1YIS#IQkYuvkvavYrjXfnoCoyON0WFRY8wyMcy6ZiPtLhujo",
        "server": "mega.nz",
        "size": "400MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/4h4utadbt58f",
        "server": "streamvid.io",
        "size": "400MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/rtccyopydt6m.html",
        "server": "streamsb.com",
        "size": "400MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "nUZDOPPBKa0",
      "video_url": "https://www.youtube.com/watch?v=nUZDOPPBKa0",
      "embed_url": "https://www.youtube.com/embed/nUZDOPPBKa0"
    }
  },
  {
    "metadata": "N/A|2018|90 min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "114"
    },
    "title": "We Have Always Lived in the Castle(2018)",
    "description": "We Have Always Lived in the Castle(2018)IMDb….6.0ျမိဳ႕အျပင္ဖက္ ေတာင္ကုန္းတစ္ခုေပၚက အိမ္ႂကီးမွာ မွာ ၿမိဳ႕မွာအခ်မ္းသာဆံုး ဘလက္ခ္ဝုဒ္ မိသားစုေနထိုင္ၾကတယ္ အစကေတာ့ မိသားစုစံုစံုလင္လင္႐ွိခဲ့ေပမယ့္ ခုေတာ့ ဒုကၡိတဦးေလးတစ္ဦးရယ္ ညိ္ီအစ္မႏွစ္ေယာက္ရယ္ပဲ က်န္ေတာ့တယ္ၿမိဳ႕ထဲကလူေတြ တီးတိုးစကားအရ ညီအစ္မႏွစ္ေယာက္ထဲက အႀကီးမက သူ႔အေဖနဲ႔အေမအပါအဝင္ တစ္မိသားစုလံုးကို သတ္ပစ္လိုက္တာတဲ့… ၿမိဳ႕ထဲက ကေလးေတြကလည္း သူတို႔ကိုအရမ္းေၾကာက္ၾကတယ္… မိဘေတြကလည္း ကေလးေတြကိုအိမ္ႀကီးဆီမသြားေအာင္ ေျခာက္လွန္႔ထားၾကတယ္…မည္သို႔ပင္ဆိုေစကာမူ ပတ္ဝန္းက်င္က ဖယ္က်ဥ္ခံထားရတဲ့ ညီအစ္မႏွစ္ေယာက္အတြက္ေတာ့ အိမ္ႀကီးဟာသူတို႔ရဲ႕ ကမ႓ာေလးပါပဲဒါေပမယ့္ သူ႔တို႔အတိတ္က ဘယ္လို႐ွိခဲ့တာမ်ားလဲ?တစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့အျဖစ္ေတြ သူတို႔ဆီေရာက္လာခဲ့ပါေတာ့တယ္…..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (345 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:30:00Genre :Drama,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorStacie PassonStarsAlexandra DaddarioBosco HoganCrispin GloverJoanne CrawfordPaula MalcomsonPeter CoonanPeter O'MearaSebastian StanStephen HoganTaissa FarmigaCastAlexandra DaddarioBosco HoganCrispin GloverJoanne CrawfordLiz O'SullivanPatrick Joseph ByrnesPaula MalcomsonPeter CoonanPeter O'MearaSebastian StanStephen HoganTaissa Farmiga",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fFI2MuuA2gRRFuYVKMdVWojPmHW.jpg",
      "https://image.tmdb.org/t/p/w300/e5Id5wSOFpKirSwc7GsCV9TYsqv.jpg",
      "https://image.tmdb.org/t/p/w300/knJLlILZdT8rTpezlxVdqZ7FvFp.jpg",
      "https://image.tmdb.org/t/p/w300/oQDg1OG4mBLxMlTRhemOz1NVrLi.jpg",
      "https://image.tmdb.org/t/p/w300/6i5MeHfEiHkurkNwhSizG2eb8BC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ejp1MQSlekBjH3bBJrBlWItpmQW.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/bubyxl1s062j.html",
        "server": "usersdrive.com",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/1xsj2/We_Have_Always_Lived_In_The_Castle_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://drive.google.com/file/d/1I_fLzlvBxYzvmJBTyvIQAMfQZDn_wXY6/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/bxbijawxtr5z",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "NQg-nUoMCBo",
      "video_url": "https://www.youtube.com/watch?v=NQg-nUoMCBo",
      "embed_url": "https://www.youtube.com/embed/NQg-nUoMCBo"
    }
  },
  {
    "metadata": "PG-13|2017|102 min|Biography,Drama,History",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "5,562"
    },
    "title": "The Current War (2017)",
    "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ၁၈၈၅ ဝန်းကျင်မှာ ဖြစ်ခဲ့တဲ့ သောမတ်အက်ဒီဆင်၊ နီကိုလာ တက်စလာ၊ ဂျော့ ဝက်စတင်ဟောက် တို့ရဲ့ အားပြိုင်မှုတွေကို အခြေတည်ထားတာပါ။အက်ဒီဆင်ဆိုတဲ့ ဥာဏ်ကြီးရှင်ကို မကြားဖူးတဲ့သူ ရှားပါလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဥာဏ်ကြီးရှင်ဇာတ်ရုပ်တွေအတွက် မွေးလာသလို့ထင်ရတဲ့ မင်းသားပဲ သရုပ်ဆောင်ထားတာပါ။ဘန်နီဒစ် ကမ်းဘားဘက်ခ်ျ ပါပဲ။သူ့ရဲ့လက်ထောက်အဖြစ်တော့ စပိုက်ဒါမန်းမင်းသား တွမ်ဟော်လန် က ပါဝင်ထားပါတယ်။နီကိုလာတက်စလာ အဖြစ်တော့ နီကိုလတ်ဟောက်ထ် က သရုပ်ဆောင်ထားပါတယ်။သူ့ကိုတော့ x-men အဖြစ်ရော warm bodies ထဲက ဇွန်ဘီးအဖြစ်ရော သိကြမှာပါ။သူတို့တွေရဲ့ အဓိက အားပြိုင်မှုကတော့ လျှပ်စစ်ဖြန့်ဖြူးရေး စျေးကွက်မှာပါပဲ။အက်ဒီဆင်က DC Current ကိုအသုံးပြုပြီး AC ဟာ လူသေနိုင်ချေ အရမ်းများတဲ့အတွက် အသုံးမပြုခဲပါဘူး။ဂျော့ဝက်စတင်ဟောက်နဲ့နီကိုလာတို့ကတော့ ဒီစီထက် သုံးဆလောက် စျေးသက်သာမယ့် အေစီနဲ့ စျေးကွက်ကို ယှဉ်ပြိုင်လာပါတယ်။ဒီတော့ အက်ဒီဆင်က အေစီတွေဟာ လူသေစေနိုင်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင်းနဲ့လျှပ်စစ်ကုလားထိုင်ကို တီထွင်ဖို့ ကူညီလိုက်မိတဲ့အထိဖြစ်လာခဲ့ပါတယ်။တစ်ဖက်မှာလည်း နီကိုလာက အေစီလျှပ်စစ်နဲ့ နိုင်ရာဂရာရေတံခွန်ကြီးကနေ လျှပ်စစ်ဖြန့်ဖို့အထိ ကြိုးစားခဲ့တာပါပဲ။ဒီကားကို သမိုင်းစိတ်ဝင်စားသူတွေနဲ့ အင်ဂျင်နီယာတွေ သဘောကျကြမှာပါ။ပညာရှင်တွေရဲ့ စေတနာတွေ၊ ဇွဲတွေ၊ မာနတွေကို ကောင်းကောင်းပုံဖော်ပြထားတာပါပဲ။ဇာတ်လမ်းအဆုံးမှာ မူရင်းလူတွေရဲ့ သမိုင်းတွေကို ရှင်းပြတာအပြင် အက်ဒီဆင်ရဲ့ အခန်းပိုပါသေးတာမို့အဆုံးထိကြည့်ကြပါလို့။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Unicode)ဒီ႐ုပ္ရွင္ကေတာ့ ၁၈၈၅ ဝန္းက်င္မွာ ျဖစ္ခဲ့တဲ့ ေသာမတ္အက္ဒီဆင္၊ နီကိုလာ တက္စလာ၊ ေဂ်ာ့ ဝက္စတင္ေဟာက္ တို႔ရဲ႕ အားၿပိဳင္မႈေတြကို အေျခတည္ထားတာပါ။အက္ဒီဆင္ဆိုတဲ့ ဥာဏ္ႀကီးရွင္ကို မၾကားဖူးတဲ့သူ ရွားပါလိမ့္မယ္။ဒီ႐ုပ္ရွင္မွာလည္း ဥာဏ္ႀကီးရွင္ဇာတ္႐ုပ္ေတြအတြက္ ေမြးလာသလို႔ထင္ရတဲ့ မင္းသားပဲ သ႐ုပ္ေဆာင္ထားတာပါ။ဘန္နီဒစ္ ကမ္းဘားဘက္ခ္် ပါပဲ။သူ႔ရဲ႕လက္ေထာက္အျဖစ္ေတာ့ စပိုက္ဒါမန္းမင္းသား တြမ္ေဟာ္လန္ က ပါဝင္ထားပါတယ္။နီကိုလာတက္စလာ အျဖစ္ေတာ့ နီကိုလတ္ေဟာက္ထ္ က သ႐ုပ္ေဆာင္ထားပါတယ္။သူ႔ကိုေတာ့ x-men အျဖစ္ေရာ warm bodies ထဲက ဇြန္ဘီးအျဖစ္ေရာ သိၾကမွာပါ။သူတို႔ေတြရဲ႕ အဓိက အားၿပိဳင္မႈကေတာ့ လွ်ပ္စစ္ျဖန္႔ျဖဴးေရး ေစ်းကြက္မွာပါပဲ။အက္ဒီဆင္က DC Current ကိုအသုံးျပဳၿပီး AC ဟာ လူေသႏိုင္ေခ် အရမ္းမ်ားတဲ့အတြက္ အသုံးမျပဳခဲပါဘူး။ေဂ်ာ့ဝက္စတင္ေဟာက္နဲ႔နီကိုလာတို႔ကေတာ့ ဒီစီထက္ သုံးဆေလာက္ ေစ်းသက္သာမယ့္ ေအစီနဲ႔ ေစ်းကြက္ကို ယွဥ္ၿပိဳင္လာပါတယ္။ဒီေတာ့ အက္ဒီဆင္က ေအစီေတြဟာ လူေသေစႏိုင္ေၾကာင္း သက္ေသျပဖို႔ ႀကိဳးစားရင္းနဲ႔လွ်ပ္စစ္ကုလားထိုင္ကို တီထြင္ဖို႔ ကူညီလိုက္မိတဲ့အထိျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္မွာလည္း နီကိုလာက ေအစီလွ်ပ္စစ္နဲ႔ ႏိုင္ရာဂရာေရတံခြန္ႀကီးကေန လွ်ပ္စစ္ျဖန္႔ဖို႔အထိ ႀကိဳးစားခဲ့တာပါပဲ။ဒီကားကို သမိုင္းစိတ္ဝင္စားသူေတြနဲ႔ အင္ဂ်င္နီယာေတြ သေဘာက်ၾကမွာပါ။ပညာရွင္ေတြရဲ႕ ေစတနာေတြ၊ ဇြဲေတြ၊ မာနေတြကို ေကာင္းေကာင္းပုံေဖာ္ျပထားတာပါပဲ။ဇာတ္လမ္းအဆုံးမွာ မူရင္းလူေတြရဲ႕ သမိုင္းေတြကို ရွင္းျပတာအျပင္ အက္ဒီဆင္ရဲ႕ အခန္းပိုပါေသးတာမို႔အဆုံးထိၾကည့္ၾကပါလို႔။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (450 MB)Quality : Blu-Ray 720pRunning Time : 1hr 42minFormat : Mp4Genre : Biography, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.X264-AMIABLETranslated by LittleneoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex OakleyAlfonso Gomez-RejonJean-Paul ChrekyStarsBenedict CumberbatchConor MacNeillDamien MolonyKatherine WaterstonMatthew MacfadyenMichael ShannonNicholas HoultStanley TownsendTom HollandTuppence MiddletonCastAbigail JohnsAdam LazarusAdam PearceAndrew OkelloAndy CockellBen MarsBenedict CumberbatchBenjamin SchnauCelyn JonesChristopher McMullenColin StintonConor MacNeillCraig RobertsDamien MolonyDavid Morley HaleEkow QuarteyFaye OrmstonGary KielyGiacomo Joshua BrunelliGreg HaisteHarry MellingIain McKeeJames ChalmersJames ChipmanJason MatthewsonJay William Whittington BarretteJed AukinJeremy OliverJohn KinoryJohn Pierce JonesJohn SchwabJoseph BalderramaKatherine WaterstonKaty PoulterKevin MillingtonLiza RossLouis Ashbourne SerkisMartyn MaygerMatthew MacfadyenMichael ShannonMichael YatesNancy CraneNicholas HoultNigel WilcockOliver PowellPamela Betsy CooperPhil HodgesRobert-Anthony ArtlettSimon ConnollySimon ManyondaSophia AllyStanley TownsendSteve CarrollSteven I. DillardThor JankeTim SteedToby WilliamsTom BellTom HollandTom SweetTuppence MiddletonWill IrvineWoody Norman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uvIs2CYJ39ABFQKZ9UVbXE5Vmww.jpg",
      "https://image.tmdb.org/t/p/w300/2MNFQVTSFbKE9o3F7kMxERq8DoX.jpg",
      "https://image.tmdb.org/t/p/w300/7JXrNjXMR3dihpRhjdgN2FDscjS.jpg",
      "https://image.tmdb.org/t/p/w300/jypNy38bThNz4K6IWDoE7h0xlP2.jpg",
      "https://image.tmdb.org/t/p/w300/15jjY9qU1ZohMSWyJrCy2DI5Nph.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/z6vDqTz4fQb60QRcMLNbeJ1IMVq.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-current-war-2017-720-p-blu-ray-mp-4",
        "server": "drive.google.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/65c005956/_the-curent-war-2017-720p-bluray-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/30YC/(CM)_The.Current.War.2017.720p.BluRay.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29i7k/(CM)_The.Current.War.2017.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YMZX1CKJ#-dBzSNztvlrvYk48Rc7QP7B5eYx0zXy1qmbmSwLIAuE",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4hzPg",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/oqc5xxlkj0kx",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ug4pvvfDkDo",
      "video_url": "https://www.youtube.com/watch?v=ug4pvvfDkDo",
      "embed_url": "https://www.youtube.com/embed/ug4pvvfDkDo"
    }
  }
]