[
  {
    "metadata": "N/A|2021|1h 51m|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": ""
    },
    "title": "(18+)Mahjong Nights (2021)",
    "description": "Mahjong Night (2021)Evaဆိုတဲ့ ရုပ်ရှင်ကားနဲ့ dsဖန်တွေကို ဆွဲဆောင်နိုင်ခဲ့တဲ့မင်းသမီးလေးရဲ့ ဇာတ်လမ်းသစ်ပေါ့ဗျာ….ဇာတ်လမ်းအကျဉ်းကတော့အယ်လီဇာက မိခင်ဖြစ်သူရယ် ပထွေးရယ်နဲ့အတူနေရတဲ့ ဟင်းချက်ဝါသနာရှင် အလှလေးပေါ့…ထုံးစံအတိုင်း ပထွေးက အယ်လီဇာရဲ့အလှတရားကိုခံစားမိချိန်မှာ ငယ်ငယ်တည်းက ကျွေးမွေးထားရတဲ့ကျေးဇူးရှိပါတယ်ဆိုပြီး သူ့ပိုင်ပစ္စည်းလုပ်ချင်နေတာပေါ့…ဒီလိုနဲ့ တနေ့မှာတော့ အယ်လီဇာရဲ့မိခင်ကကိုဗစ်ကာလမှာ ကွဲကွာခဲ့တဲ့ အပေါင်းအသင်းတွေနဲ့မာကျောက်ကစားဖို့ သူတို့အိမ်မှာ စုံကြရင်း…မထင်မှတ်ထားနဲ့ ဇာတ်ကွတ်တချို့နဲ့အယ်လီဇာရဲ့အလှတရားကြောင့် ဒီကားဟာdsဖန်တွေအတွက် ပြီးပြည့်စုံမယ့်ကားတခုလို့ထင်မှတ်ပြီး တင်ဆက်ပေးလိုက်ပါတယ်File size…1.3Gb / 700MbQuality…1080p / 720pFormat…mp4Duration….1h 51mSubtitle….Myanmar Subtitle (hard sub)Encoder….X CrossTranslated by  X Cross",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dFLdHp7JebhmkwEMeOoF3nCHl31.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bOWuycAHVWoAXy6gFPVoPbdtYGM.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18mahjong-nights-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/mahjong-nights-2021-1080-p-web-dl-aac-2-0-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vj7lkdgpsoru.html",
        "server": "usersdrive.com",
        "size": "1.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ofA0/Mahjong.Nights.2021.1080p.WEB-DL.AAC2.0.(CM).mp4",
        "server": "megaup.net",
        "size": "1.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://dropgalaxy.in/wlmfkex5w2hv",
        "server": "dropgalaxy.com",
        "size": "1.3Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mahjong-nights-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/35fc6edpztll.html",
        "server": "usersdrive.com",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ii7o/Mahjong.Nights.2021.720p(CM).mp4",
        "server": "megaup.net",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://dropgalaxy.in/1ry6juv8awhk",
        "server": "dropgalaxy.com",
        "size": "700Mb",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/dgmy5q4o18gi.html",
        "server": "streamsb.com",
        "size": "700Mb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Biography,Comedy,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "10,943"
    },
    "title": "Mank (2020)",
    "description": "Mank (2020)============IMDb Rating – 7.4/10#Unicodeမနှစ်ကတင် Tarantinoက ဟိုးအရင်ဟောလိဝုဒ်ကို တမ်းတတဲ့ရုပ်ရှင်တစ်ကားထွက်ထားပါတယ်။ ဒီနှစ်တော့David Fincher အလှည့်ပါပဲ။Mankရဲ့ ဒါရိုက်တာ David Fincherကိုတော့အတော်များများသိကြမှာပါ။FightClub ,Gone Girl, Seven, Zodiacတို့လိုနာမည်ကျော်ကားတွေနဲ့ နာမည်ကျော်ပါတယ်။အခု Mankရဲ့ ဇာတ်ညွှန်းကိုရေးထားတာကသူ့အဖေ Jack Fincherပါ။ ဒီရုပ်ရှင်ကိုJackဟာ သူ့အရင်ရွှေခေတ်ကိုတမ်းတသမှုနဲ့1990ကတည်းကစ ဇာတ်ညွှန်းရေးခဲ့ပေမယ့်အထမမြောက်ခဲ့ပါဘူး။လွန်ခဲ့တဲ့နှစ်သုံးဆယ်ကမြစ်ဖျားခံတဲ့ ဟောလိဝုဒ်ရွှေခေတ်တမ်းတမှုဟာနောက်ထပ်ခေတ်တစ်ဆက်ခြားပြီးတဲ့ဟောလိဝုဒ်ရဲ့ခေတ်မဟုတ်တော့တဲ့ခေတ်မှာထွက်လာခဲ့ပါပြီ။ဇာတ်အိမ်ရော ‌ဇာတ်လမ်းနာမည်ရောကလူတစ်ယောက်တည်းပေါ်ပဲ အခြေပြုထားတယ်။ အဲ့ဒီလူက ဇာတ်ညွှန်းရေးဆရာ မန့်ခ်ပါ။သူအကြောင်းဆိုတာက သူလုပ်ခဲ့တဲ့ ရုပ်ရှင်ကုမ္ပဏီအကြောင်း၊ သူအော်စကာရခဲ့တဲ့ဇာတ်ညွှန်းကိုရေးခဲ့တဲ့အကြောင်းတွေ။တစ်ချိန်လုံးဘာမှမလုပ်ဘဲ ဥက္ကဌတောင်းကာမှနှုတ်တန်းဇာတ်ညွှန်းတစ်ခုကို တစ်ယောက်တစ်ကြောင်းကောက်ရေးကြတာတဲ့အကြောင်းတွေ။ဟောလိဝုဒ်လောကကသူဌေးတွေနဲ့ သူတို့လိုဇာတ်ညွှန်းရေးဆရာတွေရဲ့ဆက်ဆံရေးတွေပါပဲ။။ဇာတ်ကားကအေးပေမယ့်လည်း ဒီအခန်းတွေကတကယ်အားရစရပါပဲ။အေးစက်တဲ့ရုပ်ရှင်ပေမယ့်ရုပ်ရှင်က အချိန်အစဉ်လိုက်မဖြစ်တော့သူ့ဘ၀ကို ကျွန်တော့်တို့အတွေးထဲမှာပုံပြန်ဖမ်းယူရတဲ့ အလုပ်ကို ဒါရိုက်တာကပေးထားတယ်။ တစ်ခုရှိတာက ဒီအစဉ်လိုက်ဖြစ်‌မနေမှုအတွက် ဇာတ်ညွှန်းကိုသူတော်တော်နိုင်ပါတယ်။ မန့်ခ်ရဲ့ခါးသက်တဲ့ နေ့တွေကို ကနဦးမှာကတည်းကထည့်သွင်းထားပေမယ့်ခါးသက်တယ်မထင်ရအောင်သေချာထည့်ထားတာပါပဲ။အမှတ်မထင်ထည့်ထားတဲ့တစ်ချို့ဟာသတွေကလည်းခိုးခနဲခွက်ခနဲရယ်ရနေတာမဟုတ်ပေမဲ့ဖြစ်တတ်တဲ့သဘာ၀လေးကိုပဲသဘောကျမိစေတာမျိုးတွေပါ။ရုပ်ရှင်ဓာတ်ပုံပညာကလည်းကျွန်တော်ဆို leaked photoတွေထွက်လာကတည်းကသဘောကျမိတာတွေတောင်ရှိတော့အထွေအထူးပြောစရာမလိုပါဘူး။ဂန္တ၀င်ရုပ်ရှင်ကားတွေများစွာကိုထုတ်ပေးခဲ့တဲ့ ဟောလိဝုဒ်ရဲ့ရွှေရောင်အတိတ်နေ့တွေကိုရောဂန္တ၀င်ကားတစ်ကားကို ဇာတ်ညွှန်းဖန်တီးခဲ့ပုံကိုရော Mankမှာသေချာပုံဖော်ပေးသွားပါတယ်။ရုပ်ရှင်ထဲက မန့်ခ်ကတော့လူတစ်ယောက်ရဲ့ ဘ၀တစ်သက်တာကို၂နာရီဆိုတဲ့အချိန်အတွင်းမှာအမိအရရိုက်ပြလို့မရဘဲအဲ့ဒီလူရဲ့ ခံစားမှုသွင်ပြင်တစ်ခုထင်ကျန်နေအောင်ပဲလုပ်ပြလို့ရမယ်ဆိုတယ်။ဒါဆိုရင်‌တော့ Grey OldmanရောDavid နဲ့ Jackရော သူတို့တာ၀န်ကိုကြေခဲ့ကြပါတယ်။Mankဟာ 2021အော်စကာစာရင်း၀င်ရုပ်ရှင်တစ်ကားလည်း ဖြစ်လာဦးမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းကို ရေးသားပေးသူကတော့ WiRa Aung ဖြစ်ပြီး ၊WiRa Aung နဲ့ d3mon က တွဲဖက် ဘာသာပြန်ပေးထားပါတယ်။)#Zawgyiမႏွစ္ကတင္ Tarantinoက ဟိုးအရင္ေဟာလိဝုဒ္ကို တမ္းတတဲ့႐ုပ္ရွင္တစ္ကားထြက္ထားပါတယ္။ ဒီႏွစ္ေတာ့David Fincher အလွည့္ပါပဲ။Mankရဲ႕ ဒါ႐ိုက္တာ David Fincherကိုေတာ့အေတာ္မ်ားမ်ားသိၾကမွာပါ။FightClub ,Gone Girl, Seven, Zodiacတို႔လိုနာမည္ေက်ာ္ကားေတြနဲ႔ နာမည္ေက်ာ္ပါတယ္။အခု Mankရဲ႕ ဇာတ္ၫႊန္းကိုေရးထားတာကသူ႔အေဖ Jack Fincherပါ။ ဒီ႐ုပ္ရွင္ကိုJackဟာ သူ႔အရင္ေ႐ႊေခတ္ကိုတမ္းတသမႈနဲ႔1990ကတည္းကစ ဇာတ္ၫႊန္းေရးခဲ့ေပမယ့္အထမေျမာက္ခဲ့ပါဘူး။လြန္ခဲ့တဲ့ႏွစ္သုံးဆယ္ကျမစ္ဖ်ားခံတဲ့ ေဟာလိဝုဒ္ေ႐ႊေခတ္တမ္းတမႈဟာေနာက္ထပ္ေခတ္တစ္ဆက္ျခားၿပီးတဲ့ေဟာလိဝုဒ္ရဲ႕ေခတ္မဟုတ္ေတာ့တဲ့ေခတ္မွာထြက္လာခဲ့ပါၿပီ။ဇာတ္အိမ္ေရာ ‌ဇာတ္လမ္းနာမည္ေရာကလူတစ္ေယာက္တည္းေပၚပဲ အေျချပဳထားတယ္။ အဲ့ဒီလူက ဇာတ္ၫႊန္းေရးဆရာ မန႔္ခ္ပါ။သူအေၾကာင္းဆိုတာက သူလုပ္ခဲ့တဲ့ ႐ုပ္ရွင္ကုမၸဏီအေၾကာင္း၊ သူေအာ္စကာရခဲ့တဲ့ဇာတ္ၫႊန္းကိုေရးခဲ့တဲ့အေၾကာင္းေတြ။တစ္ခ်ိန္လုံးဘာမွမလုပ္ဘဲ ဥကၠဌေတာင္းကာမွႏႈတ္တန္းဇာတ္ၫႊန္းတစ္ခုကို တစ္ေယာက္တစ္ေၾကာင္းေကာက္ေရးၾကတာတဲ့အေၾကာင္းေတြ။ေဟာလိဝုဒ္ေလာကကသူေဌးေတြနဲ႔ သူတို႔လိုဇာတ္ၫႊန္းေရးဆရာေတြရဲ႕ဆက္ဆံေရးေတြပါပဲ။။ဇာတ္ကားကေအးေပမယ့္လည္း ဒီအခန္းေတြကတကယ္အားရစရပါပဲ။ေအးစက္တဲ့႐ုပ္ရွင္ေပမယ့္႐ုပ္ရွင္က အခ်ိန္အစဥ္လိုက္မျဖစ္ေတာ့သူ႔ဘ၀ကို ကြၽန္ေတာ့္တို႔အေတြးထဲမွာပုံျပန္ဖမ္းယူရတဲ့ အလုပ္ကို ဒါ႐ိုက္တာကေပးထားတယ္။ တစ္ခုရွိတာက ဒီအစဥ္လိုက္ျဖစ္‌မေနမႈအတြက္ ဇာတ္ၫႊန္းကိုသူေတာ္ေတာ္ႏိုင္ပါတယ္။ မန႔္ခ္ရဲ႕ခါးသက္တဲ့ ေန႔ေတြကို ကနဦးမွာကတည္းကထည့္သြင္းထားေပမယ့္ခါးသက္တယ္မထင္ရေအာင္ေသခ်ာထည့္ထားတာပါပဲ။အမွတ္မထင္ထည့္ထားတဲ့တစ္ခ်ိဳ႕ဟာသေတြကလည္းခိုးခနဲခြက္ခနဲရယ္ရေနတာမဟုတ္ေပမဲ့ျဖစ္တတ္တဲ့သဘာ၀ေလးကိုပဲသေဘာက်မိေစတာမ်ိဳးေတြပါ။႐ုပ္ရွင္ဓာတ္ပုံပညာကလည္းကြၽန္ေတာ္ဆို leaked photoေတြထြက္လာကတည္းကသေဘာက်မိတာေတြေတာင္ရွိေတာ့အေထြအထူးေျပာစရာမလိုပါဘူး။ဂႏၲ၀င္႐ုပ္ရွင္ကားေတြမ်ားစြာကိုထုတ္ေပးခဲ့တဲ့ ေဟာလိဝုဒ္ရဲ႕ေ႐ႊေရာင္အတိတ္ေန႔ေတြကိုေရာဂႏၲ၀င္ကားတစ္ကားကို ဇာတ္ၫႊန္းဖန္တီးခဲ့ပုံကိုေရာ Mankမွာေသခ်ာပုံေဖာ္ေပးသြားပါတယ္။႐ုပ္ရွင္ထဲက မန႔္ခ္ကေတာ့လူတစ္ေယာက္ရဲ႕ ဘ၀တစ္သက္တာကို၂နာရီဆိုတဲ့အခ်ိန္အတြင္းမွာအမိအရ႐ိုက္ျပလို႔မရဘဲအဲ့ဒီလူရဲ႕ ခံစားမႈသြင္ျပင္တစ္ခုထင္က်န္ေနေအာင္ပဲလုပ္ျပလို႔ရမယ္ဆိုတယ္။ဒါဆိုရင္‌ေတာ့ Grey OldmanေရာDavid နဲ႔ Jackေရာ သူတို႔တာ၀န္ကိုေၾကခဲ့ၾကပါတယ္။Mankဟာ 2021ေအာ္စကာစာရင္း၀င္႐ုပ္ရွင္တစ္ကားလည္း ျဖစ္လာဦးမွာပါ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းကို ေရးသားေပးသူကေတာ့ WiRa Aung ျဖစ္ၿပီး ၊WiRa Aung နဲ႔ d3mon က တြဲဖက္ ဘာသာျပန္ေပးထားပါတယ္။)Quality – 1080p, 720p WebRipDuration – 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Comedy, DramaSource : 1080p.WebRipTranslator – WiRa Aung, d3monEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/A3hyHeJGxoxOyZo8LyEve8Uk2V9.jpg",
      "https://image.tmdb.org/t/p/w300/KCmbVvroDjun8ZQjwUBSTURrl1.jpg",
      "https://image.tmdb.org/t/p/w300/kkER8liZhI6Oa7seKDM5P84e1eH.jpg",
      "https://image.tmdb.org/t/p/w300/bEOgH14wSbyPWVUgkSEbK3dO0Vo.jpg",
      "https://image.tmdb.org/t/p/w300/hovz5cLuh88g216YeOL20JfwUxR.jpg",
      "https://image.tmdb.org/t/p/w300/3SjgL1Bo11rofqU20Rfkv8fYjuJ.jpg",
      "https://image.tmdb.org/t/p/w300/fZSkTE1nk7WB0wHj6v9vPmaNBOJ.jpg",
      "https://image.tmdb.org/t/p/w300/zmwR1dxuLoxkZQnGvNxYX8w08dh.jpg",
      "https://image.tmdb.org/t/p/w300/kaywCuoIg9zVe9artGXu07UkyAb.jpg",
      "https://image.tmdb.org/t/p/w300/zxtg2ILZXZPWRCVHO4hYg2k9XcE.jpg",
      "https://image.tmdb.org/t/p/w300/tc7u5fvoTB658sDkXfNspK7FESS.jpg",
      "https://image.tmdb.org/t/p/w300/lhgHc6UKJO5Hw2CIfmCwOSzCCG8.jpg",
      "https://image.tmdb.org/t/p/w300/mVfDMLBtEGHw763rTcDbx7XMIib.jpg",
      "https://image.tmdb.org/t/p/w300/eH0WxFTeNpEChrJeg2AlgXMvTxB.jpg",
      "https://image.tmdb.org/t/p/w300/paxk1e4fkraJde16WfZH9sswdKc.jpg",
      "https://image.tmdb.org/t/p/w300/8PnHdrd1e6TZH5KdeJhtS9ZJ1Dv.jpg",
      "https://image.tmdb.org/t/p/w300/qg7mFasxXYw7puxfRkdTWwYqXll.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjAzNDE2YzMtM2E4OC00NWViLTkwZTItYmVmYmNkYWNhOTMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mank-2020-1080-p-web-rip-x-264-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.86 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/mank-2020-720-p-web-rip-x-264-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.12 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/Ufsl/Mank.2020.1080p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "1.86 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://megaup.net/Ufrx/Mank.2020.720p.WEBRip.x264[CM].mp4",
        "server": "megaup.net",
        "size": "1.12 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/5k1mhtvt4vms",
        "server": "upstream.to",
        "size": "1.86 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://upstream.to/x10qujd82crt",
        "server": "upstream.to",
        "size": "1.12 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/ki6yg8ho3ju5.html",
        "server": "usersdrive.com",
        "size": "1.86 GB",
        "quality": "WebRip 1080P"
      },
      {
        "link": "https://usersdrive.com/jqw75egfdm06.html",
        "server": "usersdrive.com",
        "size": "1.12 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/mank-2020",
        "server": "VIP Links",
        "size": "1.86 GB",
        "quality": "WebRip 1080P / WebRip 720P"
      },
      {
        "link": "https://veryfiles.com/77vt4r9gikzb",
        "server": "veryfiles.com",
        "size": "1.12 GB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://veryfiles.com/lev7lu28zgn7",
        "server": "veryfiles.com",
        "size": "1.86 GB",
        "quality": "WebRip 1080P"
      }
    ],
    "trailer": {
      "video_id": "4Xwmo4mc_dQ",
      "video_url": "https://www.youtube.com/watch?v=4Xwmo4mc_dQ",
      "embed_url": "https://www.youtube.com/embed/4Xwmo4mc_dQ"
    }
  },
  {
    "metadata": "N/A|2018|137 min|Bollywood,Crime,Drama,Thriller",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "1,141"
    },
    "title": "Baazaar (2018)",
    "description": "Baazaar ဆိုတာ အိႏၵိယအေခၚအရ ေစ်း ၊ ေစ်းကြက္ေပါ့….ဟုတ္ပါတယ္ေစ်းဆိုတဲ့အတိုင္း ေရာင္းသူရွိမယ္ ၀ယ္သူရွိမယ္ေစ်းအျပိဳင္တင္တာ ခ်တာေတြ အျပင္ေရာင္းသူ ၀ယ္သူႏွစ္ဦးၾကားက ပင္မဦးတည္ရာ အရွံဳးနဲ ့အျမတ္ဆိုတာလည္း ရွိမွာေပါ့….ဒီဇာတ္ကားၾကည့္ျပီးေတာ့ ေတြးစရာေတြက ေခါင္းထဲမွာ အစေပါင္းမ်ားစြာ ထြက္လာတယ္…ဘ၀သရုပ္ေဖာ္လို ့ေျပာရမလားစီးပြားေရးေလာက အေၾကာင္း ၊ စေတာ့ရွယ္ယာေစ်းကြက္အေၾကာင္းလားဒါမွမဟုတ္ ၾကီးပြားခ်မ္းသာခ်င္တဲ့ လူငယ္ေလးတစ္ေယာက္အေၾကာင္းပဲလား…ကိုယ္လိုခ်င္သလို ယူလို ့ရေပမယ့္ကြ်န္ေတာ့္အတြက္က ရသစံု ပါ၀င္ေနတဲ့ ဟင္းေလးအိုးၾကီးတစ္ခုလိုပါပဲ….ဟိုးငယ္စဥ္ကတည္းက ဘ၀ကို ခ်ိဳ ့ခ်ိဳ ့တဲ့တဲ့ ေနလာခဲ့ရတဲ့ရွာကြန္းကိုသာရီ…..မိဘရဲ ႔ေလာင္းရိပ္ေအာက္ကေန ထိုးထြက္ျပီးအလင္းေရာင္ရွိမယ္ထင္တဲ့ မြန္ဘိုင္းမွာ အေျခခ်ျပီးဘ၀ကို တက္လမ္းရွာခ်င္ေနသူ လူငယ္ေလး ရီဇ္၀မ္အာမက္….ျမိဳ ့ျပရဲ ႔လူေနမွဳစရိုက္ေတြၾကားမွာသိကၡာနဲ ့ေငြကုိ အလဲအထပ္လုပ္ေနမိတဲ့ မိန္းကေလး ပရီယာရိုင္း…ဒီဇာတ္ေကာင္ သံုးခုက ဒီဇာတ္လမ္းရဲ ႔ပင္စည္ဆိုရင္ျပိဳင္ဘက္ကုမဏီအုပ္စုေတြ ၊ သူတို ့မိသားစုေတြအေၾကာင္းနဲ ့စေတာ့ရွယ္ယာေစ်းကြက္အေၾကာင္းေတြက ဒီဇာတ္လမ္းရဲ ႔အကိုင္းအခက္ေတြလို ့ေျပာရမွာပါ….ကြ်န္ေတာ္ဒီေလာက္ပဲ ညႊန္းပါရေစ….၂၀၁၈ ခုႏွစ္ထြက္ ေဘာလိ၀ုဒ္ကားေတြထဲမွာဒီကားဟာ မၾကည့္မျဖစ္ ၾကည့္သင့္တဲ့ကားစာရင္းမွာပါတယ္လို ့ေျပာရင္ေတာင္ လြန္မယ္ မထင္ပါဘူး ခင္ဗ်ာ။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MLMC Team မွ ကိုျမင့္သူျဖစ္ပါတယ္)File Size : (1.10 GB) and (500 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.AVC. DDP.5.1.DTOneTranslated by Myint Thu (MLMC)Encoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wYPpAXkDjqJk0ubTPdfn7SxPMml.jpg",
      "https://image.tmdb.org/t/p/w300/oPzxsEhfrNYyQOzoarqDyuE6qO7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lTCYfjQ7jr0iX3vlBeiGe7YKWUe.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/baazaar-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2UBch/Baazaar_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/lqk7akvgd2l2",
        "server": "upstream.to",
        "size": "1.10 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pgnn9v50paaw.html",
        "server": "usersdrive.com",
        "size": "1.10 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Pb7iJnIWzNk",
      "video_url": "https://www.youtube.com/watch?v=Pb7iJnIWzNk",
      "embed_url": "https://www.youtube.com/embed/Pb7iJnIWzNk"
    }
  },
  {
    "metadata": "R|1986|2h|Drama,War",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "401000"
    },
    "title": "Platoon (1986)",
    "description": "Platoon (1986)[ Dir: Oliver Stone ]IMDb – 8.1/10, Rotten Tomatoes – 87%” ငါတို့တွေဟာ တိုက်လာတဲ့ စစ်ပွဲတိုင်းနိုင်ခဲ့ကြတာချည်းပဲလေ။ ဒီတစ်ပွဲတော့ရှုံးသင့်ပါတယ် “Sergeant Elias ကနေ ညတစ်ညမှာ တပ်သားလေး Chris ကိုပြောခဲ့တဲ့စကား။Platoon ဟာ Oliver Stone ရဲ့အအောင်မြင်ဆုံးဇာတ်ကားကြီးတွေထဲကတစ်ခုပေါ့။ သူ့အတွေ့အကြုံ သူ့ခံစားချက်တွေကိုချပြခဲ့တယ်။ Vietnam စစ်ပွဲမှာ အမေရိကန်တွေစစ်ရှုံးသွားပုံတွေပေါ့။ ပိုဆိုးတာက စိတ်ဓာတ်တွေပါ ဆုံးရှုံးသွားခဲ့ရတာ။=================Chris ရဲ့အဖိုးဟာ ပထမကမ္ဘာစစ်မှာ ဝင်ကြမ်းခဲ့တဲ့ သူရဲကောင်း။ အဖေက ဒုတိယကမ္ဘာစစ်မှာ အမေရိကန်တွေအတွက်ဂုဏ်ဆောင်ပေးခဲ့တဲ့သူ။ သူကိုယ်တိုင်ကရော ဒီ Vietnam စစ်ပွဲမှာ ဘာလုပ်ပေးနိုင်မလဲ?Chris ဟာတစ်ယောက်ထဲ စာရေးနေတတ်တယ်။ စကားတွေလဲပြောတတ်တယ်။ ဘယ်ကမှန်းမသိ ရှိလဲမရှိတဲ့ သူ့အဖွားဆီကိုပေါ့။နည်းနည်းတော့ ကြောင်တောင်တောင်နိုင်ပေမဲ့ ဒီ ဇာတ်လမ်းတစ်ခုလုံးက သူ့ ဒဿနတွေချည်းပဲလေ။တပ်သား Chris ဟာ ကောလိပ်တက်ခွင့်ရသူပါ။ ပညာတတ်တစ်ယောက်။ သူ့ရုပ်ရည်ရူပါဟာ စစ်ပွဲနဲ့ မအပ်စပ်ဘူး။ လုံးဝကိုမအပ်စပ်တာ။ ရိုးသားပြီး စိတ်ကောင်းရှိတဲ့လူ။ Vietnam မြေပြင်ပေါ်ကို သူဘာလာလုပ်တာလဲ?ကျောင်းထွက်ပြီး စစ်ထဲကို စေတနာ့ဝန်ထမ်းလုပ်ပြီးဝင်လာတာတဲ့။“ချမ်းသာတဲ့သူတွေကျတော့ စစ်ပွဲနဲ့‌ရှောင်နေတယ်။ ဆင်းရဲတဲ့လူတွေကျတော့ တိုက်ပွဲထဲမှာ ရုန်းနေရတယ်”သူက အဲ့လိုလူမျိုးထဲမှာမပါဘူး။ အဆင့်အတန်းဂုဏ်တွေ ချောင်ထိုးထားပြီး စစ်ပွဲမှာ တိုင်းပြည်တာဝန်လာထမ်းတာ။“ကောလိပ်တက်နေလဲဘာထူးမှာလဲ။ လူ့လောကအကြောင်း ဘာမှ ရေရေရာရာသင်ပေးတာမှမဟုတ်တာ”ခုတော့ “Vietnam စစ်မြေပြင်” ဆိုတဲ့ ကျောင်းတော်ကြီးမှာ ပညာတွေသင်နေလေရဲ့…Vietnam ရောက် အမေရိကန်တွေဟာ စိတ်ဓာတ်တွေ ရေစုန်မြောနေပြီ။ အကုန်လုံးက စုတ်ပဲ့နေတာ။ တပ်သားအသစ်တွေဆိုပစားမပေးဘူး နှိမ်ခိုင်းတယ်။ မြန်မြန်သေ အေးတယ်။ ဒါမှ ဒုက္ခမပေးနိုင်မှာ။ ဘာလို့လဲဆို တိုက်ပွဲ အတွေ့အကြုံ မရှိလို့တဲ့။သေရေးရှင်ရေးဆိုရင်တော့ တပ်သားအသစ်တွေကို ရှေ့တန်းတင်တော့တာပဲ။Sergeant Elias ကတော့ တခြားသူတွေနဲ့မတူဘူး။ သူဟာ အမြဲတန်း စစ်နိုင်သူပဲ။ စိတ်ထားကောင်းပြီး တပ်သားအသစ်တွေအပေါ် စိတ်ရှည်ရှာတယ်။ လိုအပ်တာတွေ သေချာသင်ပေးတယ်။ သူနဲ့ဆန့်ကျင်ဘက်က Sergeant Barnes ဆိုတဲ့ဘဲကြီးပေါ့။ မျက်ခွက်ကိုက ဆွဲထိုးချင်စရာ ရုပ်ကြီးနဲ့။Platoon ( တပ်စု ) ထဲမှာ အဖွဲ့နှစ်ဖွဲ့ကွဲတယ်။ Elias ရဲ့ ဘက်တော်သားနဲ့ Barnes ရဲ့အစေခံကျွန်သပေါက်တွေ။ Chris ကတော့Elias ရဲ့ အကောင်းဆုံး တပည့်ပေါ့။ အဖွဲ့နှစ်ဖွဲ့ဟာ အယူအဆမတူသလို အချင်းချင်းလဲ အမြင်စောင်းနေကြတာပါ။တစ်ရက်မှာ ရန်သူ့ စခန်းတစ်ခုကို ဝင်မွှေပါတယ်။ ရန်သူတွေ ရှိမနေပေမဲ့ ရန်သူတွေရဲ့ စွန့်ခွာလက်ဆောင် မိုင်းလေးကြောင့်တပ်သားနှစ်ယောက် ကြွသွားတယ်။ အလောင်းကတော့ တူးနေပြီ။ တစ်ယောက်ကတော့ ဒယိမ်းဒယိုင် ထွက်လာတယ်။လက်တော့မရှိတော့ဘူး။ အူတွေကလဲ အလိပ်လိုက်ထွက်လို့… Barnes အရမ်းတင်းသွားတယ်။ ရန်သူတွေ ဝင်သွားခဲ့တယ်ဆိုတဲ့ရွာကို အမြန်လိုက်။ ပြီးတော့… ရွာသားတွေကို နှိပ်စက်ပြီးမေးတော့တာပဲ။ဒီမှာ……စိတ်ကောင်းရှိပါတယ်ဆိုတဲ့ Chris တစ်ယောက်ဟာ နောက်တစ်ယောက်ဖြစ်သွားတော့တာပဲ။ ခြေတစ်ဖက်မရှိတဲ့ ကောင်လေးကိုအော်ဟောက်နေမိတယ်။ အမေအိုကြီးက တောင်းပန်ငိုယိုလို့နေတာ…။ Chris ကတော့ ရပ်မနေခဲ့ပါဘူး။ အဲ့ကောင်လေးကိုတွန်းလှဲပြီး ခေါင်းကို သေနတ်ဒင် နဲ့ထုသတ်လိုက်တယ်။ ဦးနှောက်တွေတောင်ထွက်လာတယ်။ အမေအိုကြီးအငိုတိတ်သွားတယ်။သူ့မျက်လုံးကတော့ သားဆီမှာ…မယုံနိုင်တဲ့ အကြည့်တွေနဲ့ပေါ့…ငိုဖို့တောင် မျက်ရည်မကျန်ရှာတော့ဘူး…သူငယ်ချင်းတစ်ယောက်ကလဲ Chris ကိုကြည့်လို့။ မယုံနိုင်ဘူး။ Chris ကတော့ မျက်နှာ မှိုင်ပြီး ထွက်သွားတယ်။ Oliver Stoneဟာ လူတွေရဲ့ ပတ်ဝန်းကျင်ကြောင့်ပြောင်းလဲသွားတဲ့စရိုက်ကို အကောင်းဆုံးချပြလိုက်တာပါ။Sergeant Barnes ဟာ အစစ်အမေးကြမ်းလွန်းတယ်။ ရွာသူကြီးကို အတင်းစစ်မေးတယ်။ ဝင်ရှုပ်နေတဲ့ သူ့မိန်းမကို Headshot နဲ့Kill လိုက်တယ်။ မကျေနပ်နိုင်သေးတဲ့ သူ့စိတ်က အဖိုးကြီးရဲ့ သမီးလေးကို မဲတော့တာပဲ။ Elias ကပြေးဝင်ပြီးတားတယ်။ထိုးကြကြိတ်ကြနဲ့။ ရန်ဖြစ်။ ဝင်ဆွဲ။ လုံးထွေးနေကြတယ်။ ပွဲပြီးတော့ Barnes ဟာ Elias ကို ကြည့်လိုက်တယ်။ ”တွေ့ကြသေးတာပေါ့ ” ဆိုတဲ့ အဓိပ္ပာယ်နဲ့။Barnes ရဲ့ ကောင်တွေက ခြုံတစ်ခုမှာ ကောင်မလေးတစ်ယောက်ကို မုဒိန်း ကျင့်နေကြတာ။ အောက်တန်းကျတဲ့ ခွေးမျိုးတွေ။Chris ဝင်ချလာတယ်။ ဒီမှာတော့ သူ့စိတ်ကောင်းက လွှမ်းမိုး‌နေတဲ့အချိန်။ ကောင်မလေးကို ဆွဲခေါ်တယ်ကျင့်နေတဲ့ကောင်တွေကို ခပ်ကြမ်းကြမ်း ဆဲဆိုနေတယ်။ ဟိုကောင်တွေက Chris ကိုပြောတယ်…..“မင်းက သောက်ခြောက်လား? ဒီဟာမ က Vietnam ကွ”နာကျည်းနေတဲ့ Chris က ပြန်‌အော် ပြောလိုက်တယ် ….” She’s a f**king human being !!!F**k you !!! “လူလူချင်းတောင် တိရိစ္ဆာန်သဖွယ် သဘောထားနိုင်သွားတဲ့ စုတ်ချာ နေတဲ့ စိတ်ဓာတ်တွေကို ကွက်ကွက်ကွင်းကွင်းကြီးပြသွားတာပဲ။ ဒါတောင် အမေရိကန်တွေနော်။ ဖွံဖြိုးပြီး နိုင်ငံတစ်ခုရဲ့ စစ်သားတွေပါ။ ပထမကမ္ဘာစစ်တင်မကဒုတိယကမ္ဘာစစ်မှာပါ လူတွေရဲ့ အားကျမှုကို ရခဲ့တဲ့ တပ်မတော်။ ဘာမဟုတ်တဲ့ Vietnam တောထဲမှာ ဖြစ်ပျက်သွားတာကမြင်မကောင်းရှုမကောင်းကိုဖြစ်လို့……Chris ဟာ သူသိလိုက်ရတယ်…သူလိုချင်နေတဲ့ လူ့ဘဝကြီးအကြောင်းကိုပေါ့…” ကျနော်တို့ဟာ ရန်သူတွေနဲ့ စစ်တိုက်နေကြရတာမှမဟုတ်ပဲ။ အချင်းချင်း တိုက်နေကြရတာ။ အထူးသဖြင့် ကိုယ့်စိတ်ထဲကဆိုးတာနဲ့ကောင်းတာရဲ့ မဟာစစ်ပွဲကြီးပေါ့ ” ( Chris Taylor )ခင်ဗျားတို့ ကျနော်တို့လဲ နေ့စဉ်ရက်ဆက် တိုက်နေကြရတာပဲမဟုတ်လား?ရလဒ်ကော ကောင်းကြရဲ့လား?Barnes နိုင်သွားလား?Elias နိုင်သွားလား?=====================ဒီဇာတ်ကားတွေထဲက ဇာတ်ဝင်ခန်းတွေဟာ တကယ့်အဖြစ်အပျက်တွေပေါ်အခြေခံထားတာပါ။ Oliver Stone ဟာ Vietnamစစ်ပွဲအပေါ် အရမ်း အာရုံကျနေခဲ့တာပါ။ ဒီတစ်ခါတော့ သူ ကြမ်းပြလိုက်ပြီလေ။Cinematography ကို Robert Richardson ကကိုင်ခဲ့တာပါ။ Shutter Island ( 2010 ) နဲ့ Hugo ( 2011 )ကိုကောင်းကောင်းကိုင်ခဲ့သူ။ ဒါ့အပြင် The Aviator, Once Upon a Time In Hollywood, Kill Bill စတာတွေရဲ့Cinematography ဖန်တီးရှင်ကြီးပါ ..Rating: 8.1Rotten Tomatoes: 87%Metacritic: 92%ကိုလဲ ရထားပါတယ်။ဇာတ်လမ်းလေးပြီးသွားရင်..သေချာပါတယ် Chris Taylor ရဲ့ အတွေးတစ်ပိုင်းတစ်စ ဟာ ခေါင်းထဲ နစ်မြုပ်ကျန်နေရစ်တော့မှာပါ ……( ရုပ်ရှင်ပရိသတ်တစ်ယောက်အနေနဲ့ ခံစားရေးထားတာမို့လို့ အမှားပါခဲ့ရင် ခွင့်လွှတ်ပေးပါ )(ဒီဇာတ်ကားရဲ့ အညွှန်းအတွက် Ultimate Classic Films ပေ့ဂ်ကို Credit ပေးပါတယ်ခင်ဗျာ)Size – 2.88GB, 1.44GB, 430MBQuality – Remastered Bluray 1080p, 720p, 480pIMDb Rating – 8.1/10Format – mp4Duration – 2HType – Drama, WarSubtitle – Myanmar Subtitle (Hardsub)Translated byNay Lin TharEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8LdElajDZ56XA5Y8UiIbW624x14.jpg",
      "https://image.tmdb.org/t/p/w300/2WZLSN9cdHCkJFbkj0oMfOfVHn8.jpg",
      "https://image.tmdb.org/t/p/w300/cLybNkD3CtoNv1ifvN2i9xlmufK.jpg",
      "https://image.tmdb.org/t/p/w300/5MP0OfrWnDypdIjb569xWazVTh0.jpg",
      "https://image.tmdb.org/t/p/w300/A22iYyW1n9EC5gn7NXuD6Ym4Ojg.jpg",
      "https://image.tmdb.org/t/p/w300/5NX8D6xMPiOgLAsabY68pNmGYa2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/m3mmFkPQKvPZq5exmh0bDuXlD9T.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/platoon-1986",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-platoon-1986-remastered-bluray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "Remastered Bluray 1080p",
        "quality": "2.88GB"
      },
      {
        "link": "https://megaup.net/2ntB0/(CM)_Platoon_(1986)_REMASTERED.Bluray_1080p.mp4",
        "server": "megaup.net",
        "size": "Remastered Bluray 1080p",
        "quality": "2.88GB"
      },
      {
        "link": "https://mega.nz/file/PKoUnSwb#z5Tu2M7nJjcp-a1Iy7f3au19t8gBua8_IkiYuTbv4pU",
        "server": "mega.nz",
        "size": "Remastered Bluray 1080p",
        "quality": "2.88GB"
      },
      {
        "link": "https://usersdrive.com/ikp6d56w8t88.html",
        "server": "usersdrive.com",
        "size": "Remastered Bluray 1080p",
        "quality": "2.88GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-platoon-1986-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "720p",
        "quality": "1.44GB"
      },
      {
        "link": "https://megaup.net/1Hw8v/(CM)_Platoon_(1986)_REMASTERED.720p.mp4",
        "server": "megaup.net",
        "size": "720p",
        "quality": "1.44GB"
      },
      {
        "link": "https://mega.nz/file/fSwWHK7b#Db6DCkI3PeLTEAtd2Yg1XCVuK_l9d1og76TB0AdAVMs",
        "server": "mega.nz",
        "size": "720p",
        "quality": "1.44GB"
      },
      {
        "link": "https://usersdrive.com/bjh4dg83gu5q.html",
        "server": "usersdrive.com",
        "size": "720p",
        "quality": "1.44GB"
      },
      {
        "link": "https://watchsb.com/07k798v9gx77.html",
        "server": "streamsb.com",
        "size": "720p",
        "quality": "1.44GB"
      },
      {
        "link": "https://yoteshinportal.cc/cm-platoon-1986-remastered-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "480p",
        "quality": "430MB"
      },
      {
        "link": "https://megaup.net/1Hw8t/(CM)_Platoon_(1986)_REMASTERED.480p.mp4",
        "server": "megaup.net",
        "size": "480p",
        "quality": "430MB"
      },
      {
        "link": "https://mega.nz/file/iHpFkKbb#zwsOkZRwrK2JFrubdg3mfRfzZ75-INENn_dxuBfMNv8",
        "server": "mega.nz",
        "size": "480p",
        "quality": "430MB"
      },
      {
        "link": "https://usersdrive.com/cirjh4g4r5pv.html",
        "server": "usersdrive.com",
        "size": "480p",
        "quality": "430MB"
      },
      {
        "link": "https://watchsb.com/l7jeji21615f.html",
        "server": "streamsb.com",
        "size": "480p",
        "quality": "430MB"
      }
    ],
    "trailer": {
      "video_id": "PSLx-_swp9Y",
      "video_url": "https://www.youtube.com/watch?v=PSLx-_swp9Y",
      "embed_url": "https://www.youtube.com/embed/PSLx-_swp9Y"
    }
  },
  {
    "metadata": "|||Action,Adventure,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "31K"
    },
    "title": "How I Live Now(2013)",
    "description": "မွေးကတည်းက အမေဖြစ်သူဆုံးသွားပြီး အဖေဖြစ်သူကလည်းဂရုမစိုက်တာကြောင့် အမေ့ရဲ့အမျိုးဖြစ်တဲ့ ဗြိတိန်ကအဒေါ်တွေဆီမှာ နွေရာသီပိတ်ရက်အတွင်း လာနေတဲ့အမေရိကန်လူမျိုး ဒေစီ…ငယ်စဉ်ကတည်းက သူနားကလူတိုင်း သူ့ကြောင့်ဒုက္ခရောက်ရတယ်ဆိုတဲ့ စိတ်အစွဲနဲ့ ဒေစီက အဒေါ်‌တို့မိသားစုနဲ့လည်းကင်းကင်းရှင်းရှင်းပဲနေပါတယ်..‌တစ်နေ့မှာ အဒေါ်ဖြစ်သူက ငြိမ်းချမ်းရေးကိစ္စနဲ့ပတ်သက်ပြီးဂျနီဗာမြို့ကို ခရီးထွက်ရမှာမို့လို့ သူငယ်ချင်းဖြစ်သူကို ကိုယ်စားစောင့်ရှောက်ပေးဖို့ အပ်ခဲ့ပါတယ်။ အဒေါ့်သူငယ်ချင်းဖြစ်သူမရောက်ခင်မှာ ဗုံးပေါက်ကွဲပြီး စစ်စဖြစ်ပါတော့တယ်..စစ်အတွင်းမှာ ဒေစီတို့ မောင်နှမလေးယောက် ဘယ်လိုတွေဖြစ်မလဲ၊ဒေစီ တစ်ယောက် ဘယ်လိုတွေ ပြောင်းလဲလာမလဲ ဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြရအောင်ပါနော်..ဒီကားထဲမှာ စစ်ဖြစ်တာတွေ ပါတယ်ဆိုပေမယ့် လုံးဝပျင်းစရာမကောင်းဘဲ အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ကားလေးဖြစ်လို့မလွတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်..File size…2.38GB / 1.04GBQuality…Blu-Ray 1080p 5.1CH/ 720pFormat…mp4Duration….1h 41mGenre ….. Action , Adventure , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Benni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c6GyiCJDHrZV6DiIuziyRaBcJwy.jpg",
      "https://image.tmdb.org/t/p/w300/cfwmEOa86hfSK78840Hf023rXDQ.jpg",
      "https://image.tmdb.org/t/p/w300/p5YNqcS7KGKt6JTGjrePQz10xT.jpg",
      "https://image.tmdb.org/t/p/w300/gjrSmGaNS27GpnXggcIxdCxdbRc.jpg",
      "https://image.tmdb.org/t/p/w300/4hgUkknKi9mzL07NSBEBPaZfZHP.jpg",
      "https://image.tmdb.org/t/p/w300/nXZU40FIZgA3nRXkSNiB4ZQoq9h.jpg",
      "https://image.tmdb.org/t/p/w300/z9hdgq83bd6uNjsefiMXTQEmYAq.jpg",
      "https://image.tmdb.org/t/p/w300/mTL3zFAcPHUY5FgVLliEybSEeTm.jpg",
      "https://image.tmdb.org/t/p/w300/ep47tGaYQbDmNZJUPY1O8ekAH2d.jpg",
      "https://image.tmdb.org/t/p/w300/wTW6M7qZybwJGj8C2r00STSYe6q.jpg",
      "https://image.tmdb.org/t/p/w300/wI4X2FB7aeTOeyqENN1uJujf4C5.jpg",
      "https://image.tmdb.org/t/p/w300/wCpiq5EbPrTleKVLZKXyl0qaUIL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4FyDHVuuiy6XObYLyXxFUb4oX8J.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xhluy9nrk636.html",
        "server": "usersdrive.com",
        "size": "2.38GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/how-i-live-now-2013-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.38GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2A86y/How.I.Live.Now.2013.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.38GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/sBs0BR7b#-ZdZXdde0rpx-66JlwtIpmoJiTr7DOq5_84jE_qQ-3o",
        "server": "mega.nz",
        "size": "2.38GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qanpaxmfo205.html",
        "server": "usersdrive.com",
        "size": "1.04GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/how-i-live-now-2013-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.04GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1edbp/How.I.Live.Now.2013.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.04GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/pYF3FZAS#yxC93UWPL9TQMLQWIHLH7o4jcI_MUpd8u-l6gJ_k-ys",
        "server": "mega.nz",
        "size": "1.04GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/i78p39liatuf.html",
        "server": "streamsb.com",
        "size": "1.04GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/6frf65kfntk2",
        "server": "streamvid.io",
        "size": "1.04GB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "RSaxm68PPT4",
      "video_url": "https://www.youtube.com/watch?v=RSaxm68PPT4",
      "embed_url": "https://www.youtube.com/embed/RSaxm68PPT4"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]Family Virgin 2 (2020)",
    "description": "Family Virgin 2 (2020)*********************သားအဖရှိတယ်ဗျာအဖေအရင်းတော့မဟုတ်ဘူးသားက သူ့မိန်းမနဲ့ သူ့ခယ်မနဲ့ အတူတူနေတာသူ့မိန်းမက သူ့ယောကျ်ားရဲ့စွမ်းဆောင်ရည်ကိုသဘောမကျဘဲ အဖေဖြစ်သူနဲ့ လုပ်နေတာအဖေကတော့ ဆရာကြီးပေါ့နော် 😆အဲမှာ မိန်းမလုပ်တဲ့သူက သူ့ညီမက အထီးကျန်နေလို့ဆိုပြီး dating app လိုမျိုး random chatting ဆိုတဲ့ app ကို ပြောပြလိုက်တာအမှန်က အဟွာအကြောင်းပြောချင်တဲ့သူတွေ သုံးကြတဲ့ဟာပေါ့အဲကနေ သူ့ယောကျ်ားနဲ့ သူ့ညီမတွေ့ပြီးဖြစ်ကြတာလူချင်းမတွေ့ခင်တုန်းက ခယ်မနဲ့ ခဲအိုမှန်းမသိဘူးလူချင်းတွေ့လည်း သူစိမ်းထက်စာရင်ကောင်းတာပေါ့ဆိုပြီး ဂျိမ်းတာတနေ့ကျ မိန်းမလုပ်သူက သူ့ညီမနဲ့ သူ့ယောကျ်ားနဲ့ ဖြစ်နေတာကိုသိသွားတော့ယောက္ခထီးကြီးကိုခေါ်ပြီးတိုင်ပင်တာအဲခါကျမှ ယောက္ခထီးကြီးက သူ့သားက သူ့ထက်ကျော်သွားလို့မဖြစ်ဘူးဆိုပြီးသားရော ချွေးမရောအလုပ်သွားကြတဲ့အချိန် အိမ်မှာရှိနေတဲ့ကျောင်းသူဖြစ်တဲ့ ခယ်မလေးကိုပါ သွားဂျိမ်းတာအဲကနေ ညီအစ်မတွေနဲ့ဟွာဖူးချင်လို့ဆိုပြီး သူ့ချွေးမကိုခေါ်ပြောပြတော့ ညီအစ်မတွေက ရူးနေလားဆိုပြီး အိမ်ပြန်ယောကျ်ားဖြစ်သူနဲ့တွေ့ အားလုံးပြောပြအရက်တွေသောက်ပြီး threesome တွေဖြစ်အဲကနေ ခယ်မလုပ်တဲ့သူကရှည်ပြီး အဖေကိုပါဖုန်းဆက်ခေါ်ပြီး နှစ်တွဲ ဖြစ်ချင်သလိုဖြစ်ကြတာ…File size… 2GB& 713MBQuality… WEB-DL1080p,720pFormat…mp4Duration….1h 36minGenre ….. Adult , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….DSTranslated by SD",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/sih5lqghavyj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/0k5yxpv8s8bx.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/family-virgin-2-2020-web-dl-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3iW6B/Family.Virgin.2.2020.WEB-DL.1080P(DS).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ozNhRSbR#tt9C6_GS0A4XPrS2sZb4PaxlDJYoni8_kZIuO3Lgi68",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/jmy65hy1iny1",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dipld3ppnni2.html",
        "server": "usersdrive.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/family-virgin-2-2020-web-dl-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1X1bs/Family.Virgin.2.2020.WEB-DL.720P(DS).mp4",
        "server": "megaup.net",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9zs2FRbS#J6KHsfRSYZOlganyy5Hb04SGP3xEA7CoJpyQVhml-ws",
        "server": "mega.nz",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/6qcwhfyusxxz",
        "server": "streamvid.io",
        "size": "713MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2001|1h 51min|Drama,Romance",
    "rating": {
      "rating": "7/10",
      "rating_count": "86k"
    },
    "title": "Monster’s Ball(2001)",
    "description": "Monster’s Ball ဆိုတဲ့စကားလုံးဟာ ရှေးအင်္ဂလိပ်အသုံးအနှုန်းတစ်ခုဖြစ်တယ်။ သေဒဏ်ကျလူတစ်ယောက်ရဲ့ နောက်ဆုံးည ဆိုတဲ့ အဓိပ္ပာယ်ပေါ့။ ဒီကားတစ်ကားလုံးရဲ့ ဇာတ်ရှိန်နဲ့ အဖြစ်အပျက်တွေကလည်း အဲဒီညကနေ အစပြုတယ်။ပါဝင်တဲ့ဇာတ်ကောင်တစ်ကောင်ချင်းစီဟာ သူ့ကျရာဇာတ်ရုပ်နဲ့ လုံးဝသွေဖီခြင်းမရှိလောက်အောင်ထိကို ကောင်းလွန်းခဲ့တယ်။ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ကောင်ကတော့ Heath Ledger နဲ့ Halle Berry ရဲ့ ဇာတ်ကောင်တွေပဲ။ ဒီရုပ်ရှင်ဟာ Heath Ledger ရဲ့ သရုပ်ဆောင်ဘဝ အစပိုင်းကို အရောင်တင်ပေးခဲ့တဲ့ ဇာတ်ကားဖြစ်ခဲ့တယ်။ Halle Berry အတွက်လည်း အော်စကာဆုကြီးကို ပိုင်ပိုင်နိုင်နိုင် ဆွတ်ခူးနိုင်စေခဲ့တဲ့ကားဖြစ်တယ်။ဒီကားရဲ့ ဇာတ်လမ်းကို ပြောပါဆို ကျွန်တော်ပြောတတ်မှာမဟုတ်ဘူး။ ရိုးရိုးရှင်းရှင်း မင်းသားနဲ့ မင်းသမီးညားကြတဲ့ကားဆိုပြီး ပြောလိုက်ရင် ဒီရုပ်ရှင်ကို စော်ကားရာကျသလိုဖြစ်သွားနိုင်တယ်။ ဒါပေမယ့် ဒီရုပ်ရှင်ကြည့်ပြီး ရလာတဲ့ ခံစားချက်တွေကတော့ တစ်ပတ်လောက်ထိ ဆက်ရှိနေမှာ အသေအချာပါပဲ။ဒါပေမယ့် ဇာတ်လမ်းကို သေချာပိုင်းခြားလိုက်ရင် နှစ်ပိုင်းတော့ ထွက်လာနိုင်တယ်။ Hank ရဲ့ ဇာတ်လမ်းနဲ့ Leticia ရဲ့ ဇာတ်လမ်းပေါ့။ ဒီလူနှစ်ယောက်ဟာ ဇာတ်လမ်းအဆုံးထိ ဘယ်သူက ဘယ်သူမှန်း သေချာတောင် သိသွားခဲ့ကြတာမဟုတ်ဘူး။ ဒါပေမယ့် ဒီလူနှစ်ယောက်ကို ဆုံတွေ့ရအောင် ဖန်ပေးခဲ့တဲ့ ကံဇာတ်ဆရာကတော့ အတော်လေးကို ရက်စက်လွန်းခဲ့တယ်။ရုပ်ရှင်ရဲ့ တချို့နေရာတွေမှာ ခင်ဗျား ငိုမိကောင်း ငိုမိလိမ့်မယ်။ တချို့နေရာတွေမှာတော့ မှင်သက်ပြီး ငူငူကြီး ဖြစ်သွားရင်ဖြစ်သွားလိမ့်မယ်။ အဲဒီလို ဖြစ်ရအောင်လည်း ဇာတ်ညွှန်းဟာ သိပ်ကိုပြီးပြည့်စုံလွန်းပါတယ်။ ဇာတ်ကောင်တွေတိုင်းရဲ့ လုပ်ရပ်တိုင်းမှာ အဓိပ္ပာယ်ရှိတယ်။ ဒီလူ ဘာအကြောင်းကြောင့် ဒီလိုလုပ်လဲဆိုတာကို ကြည့်တဲ့သူကို အတင်းမစဉ်းစားခိုင်းထားဘူး။ ဖြေလည်း မဖြေရှင်းပြထားဘူး။ ဒါပေမယ့် ကျွန်တော်တို့ဟာ တဖြည်းဖြည်းနားလည်လာတယ်။ အဲဒါဟာ ဒီရုပ်ရှင်ရဲ့ လှပမှုပဲ။ဒီအညွှန်းကိုဖတ်ပြီး ဘာတွေမှန်းမသိဘူးလို့ တွေးမိရင်တော့ ကျွန်တော်တောင်းပန်ပါတယ်။ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းဟာ ပြောပြရတာထက် ကိုယ်တိုင်ကြည့်လိုက်တာက ပိုပြီး ခံစားမိစေလို့ပါ။ ခင်ဗျားတို့လည်း ကြည့်ပြီးရင် ထုတ်မပြောတတ်တဲ့ ခံစားမှုတစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ။File size…(1.8 GB)/ (900 MB)/ (352MB)Quality…BlurayFormat…mp4Duration….01:51:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….d3monTranslated byY",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2lZYvShWuVThLM6Oo8zfakdBMqw.jpg",
      "https://image.tmdb.org/t/p/w300/bxh8kJO13lTFD8LM3gMsCJhfyMT.jpg",
      "https://image.tmdb.org/t/p/w300/2n80J4nBfhL4nyKxIsigY8n6qKf.jpg",
      "https://image.tmdb.org/t/p/w300/v6O5Fyd0UptPjvxFNAtzC2ZcVfB.jpg",
      "https://image.tmdb.org/t/p/w300/xUtSZKuUkq12EYs0bIcPhTC42lL.jpg",
      "https://image.tmdb.org/t/p/w300/yLzEHdRe24tayeavRqGR3KCKlbN.jpg",
      "https://image.tmdb.org/t/p/w300/3HHDQVaJH86qxnLa1wRRtZfgCrK.jpg",
      "https://image.tmdb.org/t/p/w300/lo2LlYDJJnBDs3NFYi4Rbyg0Tan.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/s7o0AyOFIYNjTe008pV6EZMI2IP.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/monsters-ball2001",
        "server": "VIP Links",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-ball-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Z0wg/(CM)Monster_Ball.2001.1080p.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3mnich2ghzht.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/z19jparl78rj.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-ball-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Z0wl/(CM)Monster_Ball_.2001.720p.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gvt3vw02rts9.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/uierk5x53fkk.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-monster-ball-2001-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "352 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Z0wm/(CM)Monster_Ball_2001.480p.mp4",
        "server": "megaup.net",
        "size": "352 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/rtgp9p1rkl0a.html",
        "server": "usersdrive.com",
        "size": "352 MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/cdawylpgwucg.html",
        "server": "streamsb.com",
        "size": "352 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "IaTU6U10p5s",
      "video_url": "https://www.youtube.com/watch?v=IaTU6U10p5s",
      "embed_url": "https://www.youtube.com/embed/IaTU6U10p5s"
    }
  },
  {
    "metadata": "R|2018|121 min|Action,Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "9,246"
    },
    "title": "Destroyer (2018)",
    "description": "ဒီကားေလးကေတာ့ တကယ့္ဒိတ္ဒိတ္ၾကဲမင္းသမီး ၾကီးNicole Kidman အဓိကပါဝင္ထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ငယ္ရြယ္တဲ့စံုေထာက္မိန္းကေလး၁ေယာက္ ဘဏ္ဓါးျပမႈေတြနဲ႕ဆိုးသြမ္းတဲ့အဖြဲ႕ကိုတိတ္တဆိတ္စံုစမ္းဖို႕ေစလႊတ္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံဆိုးစြာပဲသူ႕ရဲ႕စစ္ဆင္ေရးက်ရွဳံးသြားခဲ့ျပီးသူခ်စ္တဲ့လူေကာတျခားလူေတြေရာအသတ္ခံလိုက္ရတဲ့အခါမွာတသက္လံုးသူ႕ကိုယ္သူအျပစ္တင္စိတ္ေတြနဲ႕ပဲေနထိုင္လာခဲ့ရင္း….သူလက္စားျပန္ေခ်ခ်င္တဲ့လူျပန္ေပၚလာတဲ့အခ်ိန္လက္စားေခ်ဖို႕ဘယ္လိုေတြၾကိဳးစားမလဲ…တဖက္မွာလည္း သူ႕ရဲ႕သမီးနဲ႕ေျပလည္ေအာင္ညိွႏိႈင္းျပီးျပႆနာေတြရွင္းရ….သမီးကိုခ်စ္တဲ့စိတ္,စိုးရိမ္စိတ္ေတြနဲ႕တဖက္မွာလည္းလက္စားေခ်လိုစိတ္ေတြကိုမင္းသမီးၾကီးကဘယ္လိုေတြသရုပ္ေဆာင္ျပီးဇာတ္ကိုဆြဲေခၚသြားမလဲဆိုတာေတြကိုဒီကားေလးမွာျမင္ရမွာျဖစ္ပါတယ္File Size : (1 GB) & ( 410 MB)Quality : Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMay Pyae Sone Oo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rURV5xPzt9ZxEXAc4OQmxchGyZ8.jpg",
      "https://image.tmdb.org/t/p/w300/n4eLeK2OdxRDqwIJtwYC212vmBF.jpg",
      "https://image.tmdb.org/t/p/w300/diuyfbgDPjezPj70TFsrr6dMsUx.jpg",
      "https://image.tmdb.org/t/p/w300/b9tR4BKmHRgYBLEr4UhlKQD4z29.jpg",
      "https://image.tmdb.org/t/p/w300/8sRR83jnpLln0g3FKp2qxikwcvD.jpg",
      "https://image.tmdb.org/t/p/w300/A97XrPDRR24v1dPM1U85AKZjdhq.jpg",
      "https://image.tmdb.org/t/p/w300/o2dRMwUUUg601AaFiPXBNwurAhM.jpg",
      "https://image.tmdb.org/t/p/w300/i44AIGCv5pJ8ftTWa49TB2yAgOE.jpg",
      "https://image.tmdb.org/t/p/w300/jVvXCdoraW4eqmpNqQs1yBVqgWE.jpg",
      "https://image.tmdb.org/t/p/w300/mAAgFprnEEGfUnju7h72vJxRWm.jpg",
      "https://image.tmdb.org/t/p/w300/cWStCGfATBZjwHQPltASxUeMGlP.jpg",
      "https://image.tmdb.org/t/p/w300/aRTiv3aWSPg9MtSwPGvXwKW4tKn.jpg",
      "https://image.tmdb.org/t/p/w300/j9xNI7K7I891S6OQmtdbkXfYTAs.jpg",
      "https://image.tmdb.org/t/p/w300/yPAAbuhmw1Dh3SLrupI3GIdrXH2.jpg",
      "https://image.tmdb.org/t/p/w300/4dDx0CcItrqi1wek3uG5oPIxeJm.jpg",
      "https://image.tmdb.org/t/p/w300/ct30Dnoll75YGj26LWSOp0DnxkA.jpg",
      "https://image.tmdb.org/t/p/w300/j8iWJ3wgcakWL4Mk5oDk17hIKUf.jpg",
      "https://image.tmdb.org/t/p/w300/TfSjA89PaDvzxNhnVy61PSZMgK.jpg",
      "https://image.tmdb.org/t/p/w300/50QWKcMak3bujt2IFlM3hDLTXgz.jpg",
      "https://image.tmdb.org/t/p/w300/objAzqevOqWFgLeXEcPRln6FUF9.jpg",
      "https://image.tmdb.org/t/p/w300/qNHz8CmMMnzSkQcWfrUaJDoJWEO.jpg",
      "https://image.tmdb.org/t/p/w300/uqxqEnRRyr1wTrlrAuJOWUzmPbb.jpg",
      "https://image.tmdb.org/t/p/w300/i2FwroYEfLyJKRiG1MtOYEfDLOy.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/sHw9gTdo43nJL82py0oaROkXXNr.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2xj2fwtbyxho.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1y3zj/Destroyer_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/destroyer-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/rw9crqp0n6ky",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "bqHaLUoiWZU",
      "video_url": "https://www.youtube.com/watch?v=bqHaLUoiWZU",
      "embed_url": "https://www.youtube.com/embed/bqHaLUoiWZU"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Magic Mike’s Last Dance (2023)",
    "description": "လတ်တလောလေးကမှ ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်လေးလာပါပြီ။Magic Mike 1 & 2 ထွက်ရှိထားပြီး အခုတော့ သုံးကားမြောက်အနေနဲ့Magic Mike’s Last Dance ပါ။Lost City, 21 Jump Street, Dog, Dear John, White House Downတို့နဲ့ကျော်ကြားလှတဲ့ ကိုယ်တွေရဲ့ မင်းသားချော Channing Matthew Tatum ကသရုပ်ဆောင်အဖြစ်ရော ထုတ်လုပ်သူတွေထဲကတစ်ယောက်အဖြစ်နဲ့ပါ ပါဝင်ထားပါတယ်။မင်းသမီးကတော့ Hitman’s Wife Bodyguard ထဲက Salma Hayek ဖြစ်ပြီးDirector က Steven Soderberghပါ။(ဒီနေရာမှာ Dance ဆိုတာကို မိတ်ဆက်ပေးရရင်ကခုန်ခြင်းဆိုတာ ရှေးခေတ်ဦးကတည်းက ပေါ်ပေါက်လာတဲ့အရာတဲ့..ရှေးမျိုးနွယ်စုတွေ ပိုးပန်းတာမျိုးလုပ်တဲ့အချိန် အချင်းချင်း စကားမပြောကြခင်အတူတွဲကပြီး ရင်းနှီးမှုတည်ဆောက်ကြတာပါတဲ့..ကလပ်မှာ အရင် အတူတွဲကရင်းနဲ့မှ ရင်းနှီးသွားပြီးအဆင်ပြေရင် စကားဆက်ပြောဖြစ်ကြတာမျိုးနဲ့ ဆင်တူမယ်ထင်ပါတယ်)လူသားတွေက အချိန်တိုင်းလိုလို တစ်ခုမဟုတ်တစ်ခုတော့ လိုချင်နေတတ်ကြတာမလား..ဒါပေမယ့် တစ်ယောက်သောသူနဲ့သာဆိုရင်တော့ သူ့အတွက် ကိုယ်ကသာ အရာရာဖြစ်ချင်ကြတာမျိုး..အဲဒီလို သူ့အတွက် ကိုယ်ကသာ အရာရာဆိုတဲ့ အကြီးမြတ်ဆုံးစိတ်ကူးယဉ်အိပ်မက်တွေ တကယ်ဖြစ်လာခဲ့တဲ့အခါ..ဇာတ်လမ်းအကျဉ်းဖော်ချွတ်အကသမားအဖြစ်က ထွက်ခဲ့ပြီး ကုမ္ပဏီလေးတစ်ခုထောင်ထားတဲ့ မိုက်ခ်ကကမ္ဘာ့ကပ်ရောဂါကြောင့် ထင်သလောက် အလုပ်မဖြစ်ဘဲ အရက်စပ်တဲ့သူအဖြစ် ဝင်လုပ်ခဲ့ပါတယ်..ပရဟိတပွဲတစ်ခုမှာ အရက်စပ်ပေးရင်းနဲ့ တစ်ညမှာတော့ အထီးကျန်နေတဲ့ သူဌေးကတော်လေး မက်စ်အတွက်တစ်ကိုယ်တော်ကပြဖျော်ဖြေဖြစ်သွားတယ်ပဲ ဆိုပါတော့လေ…မိုက်ခ်ရဲ့ ဖျော်ဖြေမှုကြောင့် အကြံအစည်သစ်တစ်ခု ရသွားတဲ့ မက်စ်က လန်ဒန်ကိုအတူလိုက်ခဲ့ဖို့၊ မိုက်ခ်အတွက် အလုပ်တစ်ခု စီစဉ်ပေးမှာဖြစ်လို့ သူနဲ့တစ်လလောက်အလုပ်အတူလုပ်ပါလို့ ကမ်းလှမ်းလာခဲ့တာမို့ မိုက်ခ်တစ်ယောက် လန်ဒန်ကို ပါသွားပါတော့တယ်..ဟိုရောက်မှ သိရတာက သူလုပ်ရမှာက ပြဇာတ်ရုံတစ်ခုမှာ ဒါရိုက်တာအဖြစ် ပွဲတစ်ခုစီစဉ်ပေးရမှာဖြစ်ပြီးအမျိုးသမီးတွေအတွက် ဦးစားပေးတင်ဆက်တဲ့ အကြီးစားအကဖျော်ဖြေပွဲတစ်ခုကိုအစအဆုံး တာဝန်ယူလုပ်ပေးရမှာဆိုတာပါ..အဓိက ပြဿနာကတော့ သူတင်ဆက်ရမယ့် ပြဇာတ်ရုံကမက်စ်ရဲ့အရင်ယောက်ျားဘက်ကနေ မက်စ်ရထားတဲ့ ဂန္တဝင်ပြဇာတ်ရုံဖြစ်ပြီးသူတို့ကို ပွဲမလုပ်နိုင်အောင် ပြဇာတ်ရုံပြင်ဆင်မွမ်းမံရေးမှာအရင်ယောက်ျားဘက်က နည်းအမျိုးမျိုးနဲ့ နှောင့်ယှက်လာတာပါပဲ..အကအဖွဲ့တွေ ရှာရ၊ အရင်ယောက်ျားရဲ့ နှောင့်ယှက်မှုတွေကို နည်းမျိုးစံနဲ့ခံရနဲ့ဗျာများနေခဲ့တဲ့ မိုက်ခ်နဲ့ မက်စ်တို့နှစ်ယောက်ကြားနားမလည်နိုင်ခြင်းတွေ မယုံကြည်နိုင်ခြင်းတွေ ပေါက်ဖွားလာခဲ့ချိန်မှာတော့..သူတို့ စီစဉ်ထားသလို ပွဲက အောင်အောင်မြင်မြင်နဲ့ ပြီးသွားနိုင်မှာလား..သူဌေးမလေးမက်စ်ကရော မိုက်ခ်ကိုထားခဲ့ပြီး အရင်ယောက်ျားဆီ ပြန်သွားမှာလား..မိုက်ခ်ကရော မက်စ်ဖြစ်စေချင်သလို ပြီးပြည့်စုံအောင် တင်ဆက်ပြသနိုင်ပါ့မလား..ဆိုတာကိုတော့ မင်းသမီးကအကိတ် မင်းသားကအလန်း ဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့…(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Emily ပါ)File size…(1.6 GB)/(900 MB)/(400 MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:52:00Genre…Drama, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by…. Emily",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wVxlmhk4OS2eCr0wTQcM4zJ20ml.jpg",
      "https://image.tmdb.org/t/p/w300/pI1fC1huXVZI1TYHrESfoCAs0vj.jpg",
      "https://image.tmdb.org/t/p/w300/fT0PslIuYXPRBI7QxyITOULSIyh.jpg",
      "https://image.tmdb.org/t/p/w300/e8RC5eQsPRZRBISiWPy5QTBcycx.jpg",
      "https://image.tmdb.org/t/p/w300/2md2mEzK6LSuVOn9FRFBX65hHNo.jpg",
      "https://image.tmdb.org/t/p/w300/baO7ZhMtqgv9z5mqFqq9uEAx8Gs.jpg",
      "https://image.tmdb.org/t/p/w300/w2wWLyaLOE4HEJkYc3L6ixw7CnJ.jpg",
      "https://image.tmdb.org/t/p/w300/7s35PFQmNDx4afDsXtlmmyyabCS.jpg",
      "https://image.tmdb.org/t/p/w300/jLMyfmMMyQuu4rzGOuP9nxoOKF6.jpg",
      "https://image.tmdb.org/t/p/w300/kAR4gibwGJfuhQ8BHitBAO20NJB.jpg",
      "https://image.tmdb.org/t/p/w300/jlWBrDxY7ZchH8oD6pRacwNesNs.jpg",
      "https://image.tmdb.org/t/p/w300/zULIp7zCCpssBuZLoMHSjMORQqc.jpg",
      "https://image.tmdb.org/t/p/w300/mvnfrVEF5DPc1z6DySy4beqpa92.jpg",
      "https://image.tmdb.org/t/p/w300/qonVoGQVqDODaolTFduIXEpuVSK.jpg",
      "https://image.tmdb.org/t/p/w300/rzMM2bpdaRxIoSMMmzb4Dm7yPpy.jpg",
      "https://image.tmdb.org/t/p/w300/x7jbJ2j4zzUbPznm341tP8JRdd2.jpg",
      "https://image.tmdb.org/t/p/w300/h8hsIwaZ5Oqz0Pd5MUHTNAdVQl1.jpg",
      "https://image.tmdb.org/t/p/w300/eNrGqHrSPjyKXNzmVkKMpW2kM5x.jpg",
      "https://image.tmdb.org/t/p/w300/cvv5x3rz0ygWsqbQSCSLfgZ2ZMa.jpg",
      "https://image.tmdb.org/t/p/w300/w9gDkR6EwACpLIr9AxBwTuuXomv.jpg",
      "https://image.tmdb.org/t/p/w300/uboJU1YdyqwwxfsqjUbLKxtm9qW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTg4ZWZhODQtNWVhNC00NjA1LWJhZjgtZTFkY2JmNWJlYzU0XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/magic-mikes-last-dance-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1SBd0/magic.mikes.last.dance.2023.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tzQWwACL#a41KkfPI54W5u8WM9aHNWmg7SQK9ho3kOOImUBwZJSM",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/yvx1e9zuxuqp.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/knzw0jwgrmr8.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/magic-mikes-last-dance-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3UtzX/magic.mikes.last.dance.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VvgESZKb#8YCNomiEwTo3ZeIfY7wPd2vyzQFWMKlFZpW-038cUJE",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/bvaxmj96wbtv.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/p468i4u4e6wr.html",
        "server": "streamsb.com",
        "size": "900MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/magic-mikes-last-dance-2023-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3ew7A/magic.mikes.last.dance.2023.480p(CM).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/duRx1ZSB#-MD83v21IWuDjddij_e4xapDMDwsXNTmSC2lPMdf4qE",
        "server": "mega.nz",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://sbbrisk.com/54vwuffa1ly6.html",
        "server": "streamsb.com",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/httr49jysa5t.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "pBIGdw-BRxw",
      "video_url": "https://www.youtube.com/watch?v=pBIGdw-BRxw",
      "embed_url": "https://www.youtube.com/embed/pBIGdw-BRxw"
    }
  },
  {
    "metadata": "|||Adventure,Drama,Thriller",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "23K"
    },
    "title": "Backcountry(2014)",
    "description": "Backcountry(2014)==============Backcountry ဆိုတဲ့ Survival Thriller ဇာတ်ကားလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်မွန်းကျပ်လှတဲ့ နေ့စဉ်လူမှုဘဝထဲကနေ ရုန်းထွက်ပြီး တောတောင်ရေမြေအလှအပကို ခံစားဖို့အတွက် တောတွင်းခရီးစဉ်တစ်ခု ထွက်လာခဲ့တဲ့အဲလက်စ် နဲ့ ဂျန်းတို့စုံတွဲ..မထင်မှတ်ဘဲ လူထူးဆန်း ဘရက်ဒ်နဲ့ စတင်တွေ့ဆုံရချိန်.အဲလက်စ် နဲ့ ဂျန်းကြားမှာ ကတောက်ကဆမီးပွားလေးများ စတင်ဖြစ်ပေါ်လာရင်း.လူသူမရောက်တဲ့နေရာမှာ မမျှော်လင့်ထားတဲ့အန္တရာယ်တွေ ကြုံလာရချိန်ဘယ်လိုတွေ ဖြေရှင်းကြမလဲ. လူသားနဲ့သားရဲကောင် ကြားက အသက်လုပွဲ.၊ survival ဆိုတဲ့အတိုင်း အသက်ရှင်သန်ဖို့ ဘယ်လောက်ထိ ရုန်းကန်ရမလဲ၊ကံ၊ ဉာဏ်၊ ဝီရိယ စိုက်ထုတ်ရမလဲ ဆိုတာကို ထင်ဟပ်ပြသထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…1.29GB / 543.9MBQuality…Blu-Ray 1080p 5.1CH/ 720pFormat…mp4Duration….1h 32mGenre ….. Adventure , Drama , HorrorSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Sai Sumali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/357ucRmTEOkv1fwPtq1xxMhG3ac.jpg",
      "https://image.tmdb.org/t/p/w300/lZQrxqIpgMp2i9NlJUQrgHHdyi0.jpg",
      "https://image.tmdb.org/t/p/w300/y9GCOTKcPvZHgvQb5IzX5pyZWkp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/AdIkDCWcBqv1B10ncm71sMiqEEF.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6ldhgn2drxvq.html",
        "server": "usersdrive.com",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/backcountry-2014-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1cqam/Backcountry.2014.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/fMYHVbBT#tsH7sEPWUg-loeM4jreb7SiK7O71j_WyMtMOtvabZXo",
        "server": "mega.nz",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/5a5p4dkcmcfx.html",
        "server": "streamsb.com",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/9nswk75knfuj",
        "server": "streamvid.io",
        "size": "1.29GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yo27eapxblri.html",
        "server": "usersdrive.com",
        "size": "543.9MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/backcountry-2014-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "543.9MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cqab/Backcountry.2014.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "543.9MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/vcRCxYKK#s6Y8mbPrJTiSfrj5MU_4BCmgRdzimczvNTKliCXJdh8",
        "server": "mega.nz",
        "size": "543.9MB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/j2xklgdrbfhh.html",
        "server": "streamsb.com",
        "size": "543.9MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/08rzgvlaun1e",
        "server": "streamvid.io",
        "size": "543.9MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "46uwmzTf5nA",
      "video_url": "https://www.youtube.com/watch?v=46uwmzTf5nA",
      "embed_url": "https://www.youtube.com/embed/46uwmzTf5nA"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Musical",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "6958"
    },
    "title": "The Prom(2020)",
    "description": "The Prom(2020)အညွှန်း**********************ကျောင်းကပွဲဆိုတာ ကျောင်းပြီးဆုံးခါနီးကျောင်းသားတွေအတွက်တော့ကိုယ့်ချစ်သူတွေ သဘောကျတဲ့သူတွေနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းရင်းဘဝမှာမေ့ပျောက်လို့မရတဲ့ညတစ်ညအဖြစ်နဲ့ အမှတ်တရတွေ အများကြီးချန်ထားခဲ့ရမယ့်ပွဲတစ်ပွဲပဲဖြစ်ပါတယ်။အင်ဒီယားနားပြည်နယ် အက်ချ်ဝါးတားမြို့က အထက်တန်းကျောင်းသူလေးအမ်မာကတော့လိင်တူချစ်သူတစ်ယောက်ဖြစ်နေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ကျောင်းကပွဲတက်ရောက်ခွင့် မရရှိပါဘူး….မြို့နေလူထုဟာတစ်ဖက်သန်တစ်ယူသန်တွေများပြီး ကျောင်းသားမိဘတွေဟာလည်းလိင်တူစုံမက်ချစ်ခင်မှုကို မလိုလားတဲ့သူတွေဖြစ်ပါတယ်…လိင်တူချစ်ခင်သူတစ်ယောက်ဖြစ်တဲ့အကြောင်းပြချက်နဲ့တင်Parent Teacher Association (PTA)ကဆုံးဖြတ်ချက်နဲ့ကျောင်းကပွဲတက်ရောက်ခွင့်မပြုပဲ လူ့အခွင့်အရေးကို ချိုးဖောက်ခံခဲ့ရပါတယ်…တစ်ဖက်မှာလဲ အရင်တုန်းကနာမည်ကြီးခဲ့ကြတဲ့ ပြဇာတ်သရုပ်ဆောင်တွေဟာပွဲတစ်ပွဲကရာမှ ဝေဖန်ပြစ်တင်မှုများစွာခံရပြီး နာမည်ကိုပြန်အဖတ်ဆယ်ရဖို့ဖြစ်လာခဲ့ပါတယ်။ကောင်းတဲ့အရာတစ်ခုခုကိုလုပ်ပေးလိုက်ရင် လူတွေအမြင်ပြောင်းသွားမှာပဲဆိုတဲ့ဆယ်လီဘရစ်တီတွေလုပ်နေကြ လှည့်ကွက်တွေနဲ့အတူလူတွေအာရုံပြောင်းဖို့ အမ်မာရဲ့ဖက်ကနေ ကူညီပေးဖို့ကြိုးစားကြပါတော့တယ်….အဆုံးသတ်မှာအမ်မာတစ်ယောက် သူချစ်ရတဲ့သူနဲ့အတူ ကျောင်းကပွဲကိုတက်ရောက်နိုင်ပါ့မလား…လူတွေရဲ့လိင်တူချစ်သူတွေကို မြင်တဲ့အမြင်ကရောဘယ်လိုရှိသလဲဆိုတာကြည့်ရှုလိုက်ကြပါဦး။Musicalကားတစ်ကားဖြစ်တာနဲ့အညီ သီချင်းဒိုင်ယာလော့တွေဝေဝေဆာဆာပါဝင်ပါတယ်။ဆုကြီး (၂)ဆုရရှိထားတဲ့အပြင် မင်းသမီးကြီးMeryl Streepလည်းပါဝင်ထားလေတော့အလန်းဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါFile Size :(2.3GB) and (1.02GB)Quality : WEB-DL1080P, 720pFormat…mp4Duration…02:10:00Genre :Comedy,Drama,MusicalSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u517zo6teGyiKoa4dRIP5rMbFaH.jpg",
      "https://image.tmdb.org/t/p/w300/wXcT4RkSjQaDupB36mitQeX7OgH.jpg",
      "https://image.tmdb.org/t/p/w300/pF4pEiMHKvCIqX3h582tTCoNkwC.jpg",
      "https://image.tmdb.org/t/p/w300/mqIl9E9jj3WCoqpN2Q5vG7fBQ1p.jpg",
      "https://image.tmdb.org/t/p/w300/o2lqm5KpdVR5enKR5UR7U7tNVjj.jpg",
      "https://image.tmdb.org/t/p/w300/z3wdiEyqxipSAt24OZgFRkVTb78.jpg",
      "https://image.tmdb.org/t/p/w300/2VX3O2eEaQyKao3nYtNiKHeqYZp.jpg",
      "https://image.tmdb.org/t/p/w300/m1HBWCeUiDBmN3Sfdvq8hm063mw.jpg",
      "https://image.tmdb.org/t/p/w300/kaSV9GJ7Vf5j2EPTrVLDCQlhHaf.jpg",
      "https://image.tmdb.org/t/p/w300/8Kdm0aqvccqIBCckr4b7TgDRq9D.jpg",
      "https://image.tmdb.org/t/p/w300/vpvbbe1KekkdEzaQ2XOUdttTUV4.jpg",
      "https://image.tmdb.org/t/p/w300/A1h8lKY8Z68ewMx362CBwVnbHyh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/utYKyP9q7aYxU6LdOwkxRo92XFU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/m3cv5co9v2si.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://usersdrive.com/djx2pwbv4uka.html",
        "server": "usersdrive.com",
        "size": "1.02GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-prom-2020-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-prom-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.02GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1Am2l/The_Prom.2020.WEB-DL.1080P.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://megaup.net/1Am53/The_Prom.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.02GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/Y8FTRaCL#a7WQQRE35ojovzREjrPaPZiI2ziUmdpN1Dl4odHRZ40",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://mega.nz/file/U5MxkKTK#fxcCI9ytr6JMbgBR5gW7-wStrn7mkKcfcuKpUfdFceY",
        "server": "mega.nz",
        "size": "1.02GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-prom2020",
        "server": "VIP Links",
        "size": "2.3GB",
        "quality": "WEB-DL1080P"
      }
    ],
    "trailer": {
      "video_id": "Zt9v3f35l5Y",
      "video_url": "https://www.youtube.com/watch?v=Zt9v3f35l5Y",
      "embed_url": "https://www.youtube.com/embed/Zt9v3f35l5Y"
    }
  },
  {
    "metadata": "||1h 49min|Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "1.3K"
    },
    "title": "Do You Love Me as I Love You ( 2020 )",
    "description": "ကြည်နူးစရာကောင်းတဲ့ ထိုင်ဝမ်အချစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်လူတိုင်းက သူများရဲ့အချစ်ရေးကို အရမ်းစိတ်ဝင်စားပြီးအတင်းအဖျင်းတွေ ပြောလေ့ရှိပါတယ် အဲ့လိုပဲဒီကားလေးထဲမှာလည်း ကျောင်းကလူတွေရဲ့ အတင်းအဖျင်းတွေထဲမှာနာမည်ကြီးနေတဲ့ လုံးဝအတွဲမ​ဖြစ်နိုင်ဘူးလို့သတ်မှတ်ထားတဲ့ စုံတွဲစာရင်း (MI စာရင်း) ဆိုတာရှိပါတယ်ဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ရှောင်ရှန်းကတော့ ရူပဗေဒမေဂျာကျောင်းသူတစ်ယောက်ဖြစ်ပြီး ဗေဒင်ကို အရမ်းစိတ်ဝင်စားတဲ့အပြင်သူ့ရဲ့ငယ်သူငယ်ချင်းလေးကျူးဟောက် ကိုကြိတ်ကြွေနေတဲ့ ကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာ သူဟာ သူငယ်ချင်းဇုန်ထဲကနေရုန်းထွက်ပြီးအဲ့ဒီကောင်လေးကို ဗေဒင်ယ​တြာတွေကအစအသေးစိတ်ပြင်ဆင်ပြီးဖွင့်ပြောဖို့လုပ်ထားပေမဲ့သူလုပ်ထားသမျှသဲထဲရေသွန်ဖြစ်သွားခဲ့ပါတယ်အကြောင်းကတော့ အဲ့ဒီနေ့မှာပဲ ကျူးဟောက်ကတခြားကောင်မလေးကို ဖွင့်ပြောလိုက်တာပါရှောင်ရှန်းရဲ့ ဇာတ်လမ်းလေးက ဒီမှာတင်ပြီးပြတ်မသွားပါဘူးသူ့ရဲ့ အကြီးမားဆုံးကံဆိုးမှုက အခုမှရောက်လာတာပါအဲ့ဒါကတော့… တစ်ကျောင်းလုံးရဲ့ နတ်ဘုရားမလို့တင်စားရလောက်တဲ့ အင်တာနက်ဆယ်လီ ရီကျင်းကကျူးဟောက်ဖွင့်ပြောချိန်မှာ ကျူးဟောက်သာMI စာရင်းရဲ့ ထိပ်ဆုံးသုံးတွဲကို အောင်သွယ်ပေးနိုင် မယ်ဆိုရင်တွဲမယ်လို့ပြောလိုက်တာပါပဲ ဒီလိုနဲ့ ပိုချစ်ရတဲ့လူကရှုံးရတယ်ဆိုတဲ့အတိုင်း ကြိတ်ကြွေနေတဲ့ရှောင်ရှန်းလေးတစ်ယောက် ကျူးဟောက်ကိုကူညီပေးရပါတော့တယ် ကဲ ဒီတော့ ကျူးဟောက်နဲ့ရှောင်ရှန်းတို့နှစ်ယောက် လုံးဝတွဲဖို့မဖြစ်နိုင်ပါဘူးလို့တွေးရလောက်တဲ့ထိ အကျင့်စရိုက်တွေဆန့်ကျင်ဖက်ကွဲပြားနေတဲ့ အတွဲသုံးတွဲကို ဘယ်လိုတွေအောင်သွယ်ပေးမလဲရှောင်ရှန်းလေးရဲ့အချစ်ရေးကရောဘယ်လိုဆက်ဖြစ်ဦးမှာလဲဆိုတာကို စိတ်ဝင်စားရင်တော့CM က တင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးကို အခုပဲကြည့်လို့ရပါပြီနော်Quality : BRRip 1080pFormat : mp4Duration : 1h 49minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( Hardsub )Translated by Yamin EiEncoded By LK",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2u2vITAfenGEHTIsONiFhlc7jLH.jpg",
      "https://image.tmdb.org/t/p/w300/tX9IBn0vOcS48aeohTmmvg846sr.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hjD9WtY6xZQxRwPC34xNTfajOke.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/do-you-love-me-as-i-love-you-2020",
        "server": "VIP Links",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/do-you-love-me-as-i-love-you-br-rip-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://usersdrive.com/4sfzdla9orzl.html",
        "server": "usersdrive.com",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://megaup.net/2mZL7/Do_You_Love_Me_as_I_Love_You_BRRip_1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://watchsb.com/xbs4qy2975u7.html",
        "server": "streamsb.com",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://mega.nz/file/T2pWyRzI#hnGIlWyMkKjDgB1V4fFzDe28jriqJBijWzikPNA2_ho",
        "server": "mega.nz",
        "size": "1.56 GB",
        "quality": "BRRip 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/do-you-love-me-as-i-love-you-br-rip-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/tdg6s3yffdxa.html",
        "server": "usersdrive.com",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/32XdA/Do_You_Love_Me_as_I_Love_You_BRRip_480p_(CM).mp4",
        "server": "megaup.net",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/brhk0RoZ#rriR4eiR-LZ81yP6krJYa3nZsjoko-70ShoVggFiN1Q",
        "server": "mega.nz",
        "size": "488 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "BAthVD1zz84",
      "video_url": "https://www.youtube.com/watch?v=BAthVD1zz84",
      "embed_url": "https://www.youtube.com/embed/BAthVD1zz84"
    }
  },
  {
    "metadata": "N/A|2023|2h 29m|Action,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "341"
    },
    "title": "Bedurulanka 2012 (2023)",
    "description": "Bedurulanka 2012 (2023)IMDB 6.2/10 ရထားတဲ့ အိန္ဒိယTelugu ဘာသာစကားပြော ဟာသ/ဒရာမာ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်Telugu မင်းသား Kartikeya Gummakonda သရုပ်ဆောင်ထားပါတယ်2012 ဆိုတာ တစ်ချိန်က နာမည်ပေါက်သွားခဲ့တဲ့ Hollywood ကမ္ဘာပျက်ဇာတ်လမ်းပါဒီကားလေးကလည်း အဲဒီ 2012 ဒီဇင်ဘာ 21ရက်နေ့အကြောင်းကိုသတင်းမီဒီယာတွေတကြော်ကြော်ပြောနေတာတွေနဲ့ စတင်ထားပါတယ် Bedurulanka ဆိုတဲ့ ရွာလေးကပညာတတ်နည်းပါးပြီး အုပ်ချုပ်ရေးမှူးကအစ တကယ့်သောက်တလွဲပါထိုအချိန်မှာ မီဒီယာရဲ့စကားတွေကို ထပ်ဆင့်ခုတုံးလုပ်ပြီး စီးပွားရှာချင်တဲ့ လူတစ်စုကလည်း ရှိနေပြန်ပါတယ်ရှီဗာဆိုသူက ရွာမွေးခြံပေါက်ဆိုပေမဲ့ မြို့မှာ ရုပ်ရှင်ဇာတ်ကားတွေအတွက်CGI effect တွေပြုလုပ်တဲ့ artist တစ်ယောက်ဖြစ်ပါတယ် ရွာမှာတော့သူချစ်ရတဲ့ မိန်းကလေးကျန်နေခဲ့ပါတယ်တစ်နေ့ လက်ပေါက်ကပ်တဲ့ စီးပွားရှင်နဲ့ အနုပညာသမား ရှီဗာနဲ့ စကားအဝေမတည့် ဖြစ်ပြီး ရှီဗာတစ်ယောက် အလုပ်ကထွက်လို့ ရွာပြန်လာပါတော့တယ်“ကမ္ဘာမီးလောင် သားကောင်ချနင်း” ဆိုတဲ့ အတိုင်း ဘေးဒုက္ခရောက်မယ်ဆိုကာမှ |အသွင်ပေါ်လာတဲ့လူတွေရဲ့ ကိုယ်ကျင့်တရားကို ထုံးစံအတိုင်းပေါ့ပေါ့ပါးပါးပဲ အပန်းပြေအောင်ရိုက်ကူးထားပါတယ်အညွှန်းကို KKKZ မှရေးသားထားပြီး ဘာသာပြန်သူတွေကတော့KKKZ ~ ToMo ~ Alex ~ Dee တို့ပဲဖြစ်ပါတယ်File size…2.4GB / 1.12GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 29mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by KKKZ ~ ToMo ~ Alex ~ Dee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zfwGObudkmYFZy66uHzZFxrvGct.jpg",
      "https://image.tmdb.org/t/p/w300/mPPMTbtqLHI0dgQzjycM9QBxrmh.jpg",
      "https://image.tmdb.org/t/p/w300/2QjqtkZ4tMsWSgQw6E2XiXSa29x.jpg",
      "https://image.tmdb.org/t/p/w300/xXA0dcHQVcMt7THZ9G5oQB8MaWM.jpg",
      "https://image.tmdb.org/t/p/w300/8zjsxP20lkGip87LnjIbLIGR8pH.jpg",
      "https://image.tmdb.org/t/p/w300/eIqtDIb6xJZpj7qtBaTYea59M7g.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYjU0ZmIwMTEtZmU1NS00ZDk0LWIyNTUtOTYwYjM4NDcwNzlkXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bedurulanka-2012-2023-telugu-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/a6ch26yzg7a4.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XsXO/Bedurulanka_2012_(2023)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC_.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QrNhnahR#30dvziEmN2W0uaRZ0gKXhIXdJQ9FYXZwCfHuiH1mDJ8",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bedurulanka-2012-2023-telugu-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hobwa87yse02.html",
        "server": "usersdrive.com",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Dqqw/Bedurulanka_2012_(2023)_Telugu.720p.YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/h21zXBJY#Qkm_6edd8UoeeDGRlFXVgnQSJFwaSfmR9uvxHGRBViI",
        "server": "mega.nz",
        "size": "1.12GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/5v5ipwmnypzl",
        "server": "streamsb.com",
        "size": "1.12GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2009|129 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "146,532"
    },
    "title": "He’s Just Not That Into You (2009)",
    "description": "He’s Just Not That Into Youဒီဇာတ္လမ္းကေတာ့ ၂၀၀၉ တုန္းက ထြက္ထားတဲ့ အခ်စ္ဒရမ္မာဇာတ္ျမဴးေလးပါ။ ဒီကားမွာ လူငယ္ ၉ ေယာက္ရဲ႕ အခ်စ္ေရးျပသနာေတြကို ပံုေဖာ္ထားတာေၾကာင့္ မင္းသား မင္းသမီးေတြ စံုစံုလင္လင္ ေတြ႔ရမွာပါ (ဆာဘတ္ေတာင္ ပါေသးတယ္ ?)။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္Ben Affleck, Jennifer Aniston, Bradley Cooper, Jennifer Goodwin, Drew Barrymore,Scarlett Johanssဝn နဲ႔ Justin Long တို႔လို႔ နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာမို႔ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။လက္ေတြ႔ဘဝမွာ လူငယ္ေတြၾကားျဖစ္ပ်က္ေနတဲ့ အခ်စ္ေရးျပသနာေတြကို ႐ိုက္ကူးထားတာမို႔ relationship နဲ႔ မကင္းႏိုင္သူတိုင္း ၾကည့္သင့္ပါတယ္။ မိန္းကေလးအေတြးနဲ႔ ေယာက်ာ္းေလးဘက္က အေတြး မတူတာေလးေတြ၊ ေဆာရန္ ေ႐ွာင္ရန္ ေလးေတြေပါ့ ??? အခ်စ္စစ္ကိုလိုခ်င္ေပမဲ့ လူမွန္မေတြ႔ႏိုင္ဘဲ အျမဲလြဲေနတဲ့ ေကာင္မေလး၊ အဲဒီေကာင္မေလးကို အၾကံေတြ ေပးတတ္တဲ့၊ ေစာ္ေတြထည္လဲတြဲတတ္တဲ့ ဘားဆိုင္ပိုင္႐ွင္ လူငယ္တစ္ေယာက္။? ခုနစ္ႏွစ္ေလာက္တြဲေနၿပီး တကယ္လည္း ခ်စ္ေပမဲ့ လက္ထပ္ျခင္းကို မယံုၾကည့္တဲ့လူငယ္နဲ႔ တျခားမိန္ကေလးေတြနည္းတူ ခ်စ္သူနဲ႔ လက္ထပ္ပြဲဆင္ႏႊခ်င္တဲ့ မိန္းကေလးတစ္ေယာက္။? အခ်စ္တစ္ခုတည္းနဲ႔လက္ထပ္ဖို႔ အဆင္သင့္မျဖစ္ေသးခင္မွာမိန္ကေလးရဲ႕ အတင္းအၾကပ္ေတာင္းဆိုမႈနဲ႔လက္ထပ္လိုက္တဲ့ စံုတဲြဲ။? မိမိကို အသည္းအသန္ေႂကြေနတဲ့သူ ႐ွိပါရက္နဲ႔အိမ္ေထာင္သည္ကိုမွ ၾကဳိက္မိတဲ့ အလန္းစားေကာင္မေလး။? မိမိအေပၚ လိုသံုးလိုသေဘာထားမွန္းသိရက္နဲ႔အဲဒီမိန္းကေလးကိုမွ တန္းတန္းစြဲခ်စ္ေနတဲ့ လူငယ္။? ရည္းစားရဖို႔အေရး အြန္လိုင္းမွာ အေကာင့္ေပါင္းစံုနဲ႔ ၾကဴ ၿပီး အျမဲအညာမိေနတဲ့ ေကာင္မေလး။သူတို႔.. သူတို႔ေတြ ဘယ္လိုေတြေ႐ွ႕ဆက္ ျဖစ္ၾကမလဲဆိုတာကို စိတ္ဝင္စားစရာ ၾကည့္ၾကရမွာပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ Cherry Mon ျဖစ္ပါတယ္။)File size…(1.6 GB) and(1.2 GB) and (520 MB)Quality…Blu-Ray Rip 720p DTS 5.1 CHFormat…mkvDuration….02:09:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byCherry Mon",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lyltBzgnMcWo13FTc1RyU8Xl1Zk.jpg",
      "https://image.tmdb.org/t/p/w300/kjqhGlNUbXCOIgqFYnHpjRFP8X0.jpg",
      "https://image.tmdb.org/t/p/w300/89XpDITEZYOG1WG72Vjt21Vp1qv.jpg",
      "https://image.tmdb.org/t/p/w300/urYRWnJTM9h1plXqZpozqkgOEST.jpg",
      "https://image.tmdb.org/t/p/w300/4awIdnYys2ejqY3NOWHN3G3WoK3.jpg",
      "https://image.tmdb.org/t/p/w300/4DiSeE0H4knTydEWW3Ycjce7a3l.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/936full-hes-just-not-that-into-you-poster.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/hes-just-not-that-into-you-2009-mm-sub-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2eTM3/He’s_Just_Not_That_Into_You_[2009]_(MM_Sub).mkv",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/xbhpwr6htm91",
        "server": "upstream.to",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/qyz0qpjgm3ry.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "2c3rxHgfRTo",
      "video_url": "https://www.youtube.com/watch?v=2c3rxHgfRTo",
      "embed_url": "https://www.youtube.com/embed/2c3rxHgfRTo"
    }
  },
  {
    "metadata": "UNRATED|2016|103 min|Biography,Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "1,510"
    },
    "title": "A Street Cat Named Bob (2016)",
    "description": "(ေအာက္ပါ ပံုသည္ ပိုင္ရွင္ျဖစ္သူ ဂ်ိန္း ႏွင့္ သူ၏ ေၾကာင္ ေဘာ့ တို႔ ၏ မူရင္းပံုျဖစ္သည္)(အောက်ပါ ပုံသည် ပိုင်ရှင်ဖြစ်သူ ဂျိန်း နှင့် သူ၏ ကြောင် ဘော့ တို့ ၏ မူရင်းပုံဖြစ်သည်)ဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္ျဖစ္ေၾကာင္း ပထမဆံုးအေနနဲ႔ ေျပာပါရေစ ၿပီးေတာ့ဒီဇတ္လမ္းကို ရိုက္ဖို႔ သရုပ္ေဆာင္တဲ့ ေၾကာင္ေလး ကလဲ ဇတ္လမ္းျဖစ္တည္ခဲ့တဲ့ ေၾကာင္ေလး Bob ကိုယ္တုိင္ပါပဲေၾကာင္ေလး Bob ဟာ က်ေနာ္ ျမင္ဖူးသမွ် ေၾကာင္ေတြထဲမွာ အလိမၼာဆံုး ေၾကာင္ေလး တစ္ေကာင္ျဖစ္ၿပီးအံ့ေအာထူးဆန္းဖြယ္ အျပည့္နဲ႔ပါပဲ…တိရိစၦာန္ ဇတ္လမ္းေတြမွာ ေခြးေတြကို သင္ေပးရတာ လြယ္ၿပီး ေၾကာင္ေတြကို လိုရာအတိုင္းခိုင္းႏုိင္ဖို႔ အေတာ္ခက္ခဲပါတယ္ေၾကာင္ေလး Bob အေနနဲ႔ ပီပီျပင္ျပင္ အားလံုးကို သရုပ္ေဆာင္သြားႏုိင္ပါတယ္…(Nine Live 2015 လို ကားမ်ိဳးလဲ ရွိေသးလို႔ ရွာေဖြ ၾကည့္ရႈပါရန္)ဇတ္လမ္းပံုစံကေတာ့ ေဆးစြဲၿပီး လမ္းစ ေပ်ာက္ေနတဲ့ ဂ်ိန္း ဟာ ငယ္ရြယ္ေပမယ့္သူ႔ ဘ၀ က မူးယစ္သားေကာင္ျဖစ္ေနၿပီး မူးယစ္ေဆးမွာ နစ္မြန္းေနပါတယ္ဒါကို ကယ္တင္ဖို႔ မူးယစ္ေဆး ျဖတ္ဖို႔ ကူညီေပးတဲ့ ဌာန မွ ဗယ္လ္ က ဂ်ိန္း ကို ျပန္လည္ထူေထာင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္…ဂ်ိန္း သည္ အလြန္းဆိုး၀ါး လြန္းတဲ့ အတြက္ ဖခင္ ျဖစ္သူ ကိုယ္တုိင္ အဖက္မလုပ္ေတာ့ပဲ အိမ္မွ ႏွင္ခ်ထားတာျဖစ္ၿပီး၀မ္းေရးအတြက္ လမ္းေဘးတြင္ ဂစ္တာတီး သီခ်င္းဆိုရင္း အလွဴခံေနရသူ ျဖစ္ပါတယ္…ညအိပ္စရာဆိုလဲ ေတြ႔ရာေနရာအိပ္ အလွဴခံမရတဲ့ေန႔ေတြဆိုရင္ အမိႈက္ပံုးမ်ားမွ အစားကၽြင္းက်န္မ်ားရွာေဖြစားေသာက္ရသည္ အထိဘ၀ က ဆိုး၀ါးလြန္းပါတယ္….တစ္ရက္မွာေတာ့ ဂ်ိန္း ေဆးျဖတ္ဖို႔ အတြက္ ဗယ္လ္ မွ အခန္းေသးေသးေလး တစ္ခု လူမႈ ကယ္ဆယ္ေရးအဖြဲ႔မွေတာင္းဆိုေပးခဲ့ၿပီး တည္တည္ၿငိမ္ၿငိမ္ ေနထုိင္ ေဆးျဖတ္ႏုိင္ရန္ ေဆာင္ရြတ္ေပးခဲ့ပါတယ္…တစ္ေန႔မွာေတာ့ သူ႕ အိမ္ထဲ ေနာက္ေဖး မီးဖိုေခ်ာင္မွ တဆင့္ မဖိတ္ေခၚပဲ ၀င္ေရာက္လာတဲ့ ဧည့္သယ္ေလးတစ္ေယာက္ ေရာက္ရွိလာပါေတာ့တယ္ သူကေတာ့ ေၾကာင္၀ါေလး Bob ပဲ ျဖစ္ပါတယ္…Bob ေရာက္လာကတည္းက ဂ်ိန္း ဟာ မူးယစ္ေဆး၀ါး ဘက္ကို စိတ္မ၀င္စား သူ႔အခ်ိန္အားလံုးကို Bob အတြက္ျမဳတ္ႏွံထားလုိက္ပါေတာ့တယ္…..  က်ေနာ္တို႔ ေၾကာင္ေလးေတြကို ခ်စ္တာထက္ သူပိုခ်စ္ႏုိင္ခဲ့ပါတယ္…ဒါေပမယ့္ ကံၾကမၼာရဲ႕ အလွည့္အေျပာင္းေတြက ဂ်ိန္း နဲ႔ Bob တို႔ ၂ ဦးကို ဘယ္လို ဒုကၡေတြ ေ၀ဒနာေတြ ေပးမလဲေပ်ာ္ရႊင္ေစရမလဲ ဆိုတာေတာ့ အညႊန္းေလးကို ဖတ္တာရပ္ၿပီး ၾကည့္ရႈလုိက္ၾကပါစို႔…..ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Tariq L Walker ျဖစ္ၿပီး အညႊန္းကိုေတာ့ က်ေနာ္ Thit San Khant မွေရးေပးထားပါတယ္…UNICODEဒီရုပ်ရှင်ကားဟာ ဖြစ်ရပ်မှန်ဖြစ်ကြောင်း ပထမဆုံးအနေနဲ့ ပြောပါရစေ ပြီးတော့ဒီဇတ်လမ်းကို ရိုက်ဖို့ သရုပ်ဆောင်တဲ့ ကြောင်လေး ကလဲ ဇတ်လမ်းဖြစ်တည်ခဲ့တဲ့ ကြောင်လေး Bob ကိုယ်တိုင်ပါပဲကြောင်လေး Bob ဟာ ကျနော် မြင်ဖူးသမျှ ကြောင်တွေထဲမှာ အလိမ္မာဆုံး ကြောင်လေး တစ်ကောင်ဖြစ်ပြီးအံ့အောထူးဆန်းဖွယ် အပြည့်နဲ့ပါပဲ…တိရိစ္ဆာန် ဇတ်လမ်းတွေမှာ ခွေးတွေကို သင်ပေးရတာ လွယ်ပြီး ကြောင်တွေကို လိုရာအတိုင်းခိုင်းနိုင်ဖို့ အတော်ခက်ခဲပါတယ်ကြောင်လေး Bob အနေနဲ့ ပီပီပြင်ပြင် အားလုံးကို သရုပ်ဆောင်သွားနိုင်ပါတယ်…(Nine Live 2015 လို ကားမျိုးလဲ ရှိသေးလို့ ရှာဖွေ ကြည့်ရှုပါရန်)ဇတ်လမ်းပုံစံကတော့ ဆေးစွဲပြီး လမ်းစ ပျောက်နေတဲ့ ဂျိန်း ဟာ ငယ်ရွယ်ပေမယ့်သူ့ ဘ၀ က မူးယစ်သားကောင်ဖြစ်နေပြီး မူးယစ်ဆေးမှာ နစ်မွန်းနေပါတယ်ဒါကို ကယ်တင်ဖို့ မူးယစ်ဆေး ဖြတ်ဖို့ ကူညီပေးတဲ့ ဌာန မှ ဗယ်လ် က ဂျိန်း ကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားခဲ့ပါတယ်…ဂျိန်း သည် အလွန်းဆိုးဝါး လွန်းတဲ့ အတွက် ဖခင် ဖြစ်သူ ကိုယ်တိုင် အဖက်မလုပ်တော့ပဲ အိမ်မှ နှင်ချထားတာဖြစ်ပြီးဝမ်းရေးအတွက် လမ်းဘေးတွင် ဂစ်တာတီး သီချင်းဆိုရင်း အလှူခံနေရသူ ဖြစ်ပါတယ်…ညအိပ်စရာဆိုလဲ တွေ့ရာနေရာအိပ် အလှူခံမရတဲ့နေ့တွေဆိုရင် အမှိုက်ပုံးများမှ အစားကျွင်းကျန်များရှာဖွေစားသောက်ရသည် အထိဘ၀ က ဆိုးဝါးလွန်းပါတယ်….တစ်ရက်မှာတော့ ဂျိန်း ဆေးဖြတ်ဖို့ အတွက် ဗယ်လ် မှ အခန်းသေးသေးလေး တစ်ခု လူမှု ကယ်ဆယ်ရေးအဖွဲ့မှတောင်းဆိုပေးခဲ့ပြီး တည်တည်ငြိမ်ငြိမ် နေထိုင် ဆေးဖြတ်နိုင်ရန် ဆောင်ရွတ်ပေးခဲ့ပါတယ်…တစ်နေ့မှာတော့ သူ့ အိမ်ထဲ နောက်ဖေး မီးဖိုချောင်မှ တဆင့် မဖိတ်ခေါ်ပဲ ဝင်ရောက်လာတဲ့ ဧည့်သယ်လေးတစ်ယောက် ရောက်ရှိလာပါတော့တယ် သူကတော့ ကြောင်ဝါလေး Bob ပဲ ဖြစ်ပါတယ်…Bob ရောက်လာကတည်းက ဂျိန်း ဟာ မူးယစ်ဆေးဝါး ဘက်ကို စိတ်မဝင်စား သူ့အချိန်အားလုံးကို Bob အတွက်မြုတ်နှံထားလိုက်ပါတော့တယ်…..  ကျနော်တို့ ကြောင်လေးတွေကို ချစ်တာထက် သူပိုချစ်နိုင်ခဲ့ပါတယ်…ဒါပေမယ့် ကံကြမ္မာရဲ့ အလှည့်အပြောင်းတွေက ဂျိန်း နဲ့ Bob တို့ ၂ ဦးကို ဘယ်လို ဒုက္ခတွေ ဝေဒနာတွေ ပေးမလဲပျော်ရွှင်စေရမလဲ ဆိုတာတော့ အညွှန်းလေးကို ဖတ်တာရပ်ပြီး ကြည့်ရှုလိုက်ကြပါစို့…..ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီး အညွှန်းကိုတော့ ကျနော် Thit San Khant မှရေးပေးထားပါတယ်…",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTY5MTI1MzE5Nl5BMl5BanBnXkFtZTgwMjQzNjEzOTE@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/a-street-cat-named-bob-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/aaf5e4d3f/a-stret-cat-named-bob-2016-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2cijd/A_Street_Cat_Named_Bob_[2016]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ihqewp5mtohg",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/8JNm1YCL#kDnwr7aeCS8YGJv4eE5maIR2crwNgp9Vnn3mvSPZTaw",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2023|2h 15m|Action,Bollywood,Comedy,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "6.6k"
    },
    "title": "Mr. Pregnant",
    "description": "Mr.PregnantIMDb-8/10အခုတစ်ခါမှာတော့ ၄ရက်အတွင်း‌၄ကုဋေကျော်အမြတ်ပြန်ရခဲ့တဲ့ရုံတင်ကားအသစ်စက်စက်လေးကိုCMပရိသတ်ကြီးအတွက် တင်ဆက် ပေးလိုက်ရပါတယ်ဇာတ်လမ်းအကျဉ်းဇာတ်လိုက်ကျော်ဂေါ်သမ်ဆိုတဲ့သူက နာမည်ကြီးလူငယ်တက်တူးပညာရှင်တစ်ယောက်၊ သူ့ကို မဟီဆိုတဲ့ကောင်မလေးက တဖက်သတ်လိုက်ကြိုက်နေတာဒီခေတ်စကားအရဆို crush နေတာပေါ့မဟီက ဂေါ်သမ့်ဆီလာပြီး အမြဲတမ်းချစ်စကားတွေပြောလိုက်၊ကြူးလိုက်မိန်းကလေးဘက်ကနေပဲ လက်ထပ်ခွင့်တောင်းလိုက်နဲ့ပေါ့၊ ဂေါ်သမ်က အစကတော့မဟီ့ကိုလက်မခံဘဲ အမြဲငြင်းနေရာကနေ နောက်‌တော့ မဟီ့ရဲ့အချစ်တွေကြားမှာကျရှူံးသွားပြီးသူတို့နှစ်ယောက်လက်ထပ်ကြလေသတည်းပေါ့။ ဒီအထိ ဇာတ်လမ်းကရိုးရိုးရှင်းရှင်းပေါ့လေ။တစ်နေ့ တက်တူးထိုးပြိုင်ပွဲလုပ်ရင်း ဂေါ်သမ်နိုင်သွားတာကိုမကျေမနပ်ဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့တက်တူးထိုးဆရာတစ်ယောက်က ဂေါ့်သမ်ကို ရန်ငြိုးဖွဲ့သွားတယ်။ဂေါ်သမ်နဲ့မဟီတို့ လက်ထပ်ပြီး မဟီက ကလေးယူချင်ပေမဲ့ဂေါ်သမ်က မဟီကိုယ်ဝန်ဆောင်ရမှာကို အကြောက်အကန် ငြင်းခဲ့တယ်။အဲဒီလို မဟီကိုယ်ဝန်ဆောင်မှာကို မလိုလားရတဲ့ဂေါ်သမ့်ဆီမှာ ကိုယ်ဝန်ဆောင်ရမှာနဲ့ပတ်သက်တဲ့ ဆိုးရွားတဲ့စိတ်ဒဏ်ရာတွေရှိနေခဲ့လို့ပါ ။မဟီကလည်း ကလေးဇွတ်လိုချင်နေတော့ နောက်ဆုံးမှာ ဂေါ်သမ်လည်းကလေးယူဖို့သဘောတူခဲ့ပေမဲ့ ကလေးရလာချိန်မှာ‌တော့ သန္ဓေသားလေးကိုယောက်ျားကြီးတန်မဲ့ သူကိုယ်တိုင်ပဲလွယ်ထားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်လောကကြီးမှာမဖြစ်နိုင်ဘူးလို့ထင်တဲ့အရာတွေက အိန္ဒိယကားတွေထဲမှာတော့ ဖြစ်နိုင်ပါတယ်။ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ဂေါ်သမ်တစ်ယောက် ယောကျာ်းကိုယ်ဝန်သည်ကြီးအဖြစ်ဘယ်လိုမျိုးဂယက်တွေကြုံမလဲ၊ခုနက သူမသိလိုက်ဘဲ ရန်သူဖြစ်သွားတဲ့ မိုက်ကယ်ဆိုတဲ့သူရဲ့ရန်ငြှိုးဖွဲ့မှုတွေကိုဘယ်လိုမျိုးရင်ဆိုင်သွားရမလဲဆိုတာကိုသိချင်ရင်တော့ အချစ်၊အလွမ်း၊ဟာသ ၊အက်ရှင်စတဲ့ရသစုံပါတဲ့ဒီဇာတ်ကားလေးကိုCMရုပ်ရှင်ချစ်ပရိသတ်ကြီးကပဲဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦးဗျ…(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ YH ~ KKKZ ~ Dee ~ Alex ~ ToMoတို့ပဲဖြစ်ပါတယ်)File size… 2.5GB / 1.4GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 15mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by YH ~ KKKZ ~ Dee ~ Alex ~ ToMo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xm8CxKBa2DHonoVjhRu6pTLgRUG.jpg",
      "https://image.tmdb.org/t/p/w300/ngwcXo6vZQkRNZ5YufymfDG2JL5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BNWFkYzVjMTktODBhZS00YzQ0LTkwMmMtMTU5MjcyNTBhOTJiXkEyXkFqcGdeQXVyNTU2NTQ3Nw@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mr-pregnant-2023-telugu-web-dl-1080-p-avc-yk-cm-mp-4-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2uy3z3cyzzua.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1i4s9/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_1080p_-_AVC_-_YK(CM)mp4.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/arAVQaDb#5Ky0dVRJf7d-PWBz2FcVw9Jn9ToAPBNBYxVfj7SZfz0",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mr-pregnant-2023-telugu-web-dl-720-p-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9o7ht2w19c7p.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1i4ro/Mr._Pregnant%C2%A0(2023)_Telugu_WEB-DL_-_720p-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/X3xE0J4a#yrkaXuZSJULxglUuFYWQzZBUCCU89pvaOTsUkkos4Ec",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/dklbcjrv81cz",
        "server": "streamsb.com",
        "size": "1.4GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/2weidtgorcut",
        "server": "streamvid.io",
        "size": "1.4GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|101 min|Drama,History",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "133"
    },
    "title": "Edge of the Knife (2019)",
    "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ…ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္….လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ….ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ…..အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါFile Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated byPhueEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7ZUOxfSsfY7iyDOTC4tsye2geho.jpg",
      "https://image.tmdb.org/t/p/w300/vsWphdGk9OXHsdT1tRmWbrZyfyl.jpg",
      "https://image.tmdb.org/t/p/w300/rzk5lqDeOKlvkMq4C6ndKtYwbV7.jpg",
      "https://image.tmdb.org/t/p/w300/wkntYHzQJi2ksZ9FtwiWMDgs5yY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/edge-of-the-knife-s-gaawaay-kuuna-2019-mm-sub-mp-4",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/ls4rh0mvd3a7.html",
        "server": "usersdrive.com",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/Exl2DKTK#UEa1GsubUGLSs4wxOg86V3iNB5h2AswWwSTZBlu8VY0",
        "server": "mega.nz",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/t86ufqhg1rs3",
        "server": "upstream.to",
        "size": "944 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "DnbOw5Nuq2U",
      "video_url": "https://www.youtube.com/watch?v=DnbOw5Nuq2U",
      "embed_url": "https://www.youtube.com/embed/DnbOw5Nuq2U"
    }
  },
  {
    "metadata": "||1h 42m|Adult,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": ""
    },
    "title": "[18+]From the Queen to the Chief Executive (2001)",
    "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)Quality__1080p, 720pIMDb Rating__7.1/10Format__mp4Duration__01:45:00Type__Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byMo MoEncoded byNaing Aung Latt",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/18-from-the-queen-to-the-chief-executive-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qc5j/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cGc1ABAT#KjNMyJwGyd9AIvi0XYyHZSkDR1x5gZvftivslsBLbP4",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/naawsp2cmsse.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-from-the-queen-to-the-chief-executive-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qc5a/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/VHlATCQb#xPhEOqLU1xiuuRWD_ygM9VcDkaGkJCYi22fzS8fNuhc",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/a0jue4vl76bt.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2023|2h 39m|Action,Bollywood,Drama,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": "1.3k"
    },
    "title": "Bhola Shankar (2023)",
    "description": "Bhola shankar (2023)===================ဘိုင်ရာဗာမင်းသား ရမ်ချရန်ရဲ့အဖေ မင်းသားကြီးချီရန်ဂျီဗီး၊နာမည်ကြီး တောင်ပိုင်းမင်းသမီးချောတွေဖြစ်ကြတဲ့သမန်းနားနဲ့ ကရီသီဆူရက်ရှ်တို့ ပါဝင်ထားကြပြီးကုဋေ ၁၀၀၀ ကျော် ဘက်ဂျက်သုံးရိုက်ကူးခဲ့တဲ့ရုံတင်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့မိန်းကလေးတွေ‌ ပျောက်ဆုံးမှုက ကိုလ်ကာတာမြို့ကြီးထဲ တွင်တွင်ကျယ်ကျယ်ကိုဖြစ်နေပါတယ် ဝန်ကြီးချုပ်အထိပါ ခေါင်းခဲရတဲ့ကိစ္စတစ်ခုဖြစ်တာကြောင့်တစ်ချက်အတိမ်းစောင်းမခံဘဲ ပြစ်မှုရှင်းလင်းရေးရဲ့ အတော်ဆုံးအရာရှိကိုလွှတ်တာတောင်အသတ်ခံလိုက်ရတဲ့အမှုဆိုတော့ တော်ရုံလူမကိုင်ရဲ ပျောက်ဆုံးမှုတွေဖြစ်မြဲပါပဲဘိုလာ.. ဒီလူ့အကြောင်းပြောရမယ်ဆိုရင် တစ်ပါးလူအပေါ်ဘယ်သူရယ်ဘယ်ဝါရယ်မတွေးကူညီချင်စိတ်အပြည့်နဲ့ပေါ့ဗျာ အဖေအမေမရှိတဲ့ သူ့မှာ မိသားစုဆိုလို့သူ့ညီမလေးမဟာတစ်ယောက်တည်းရှိတယ် ညီမလေးက သူ့ဘဝရဲ့ အရာရာ‌ပေါ့ညီမလေးကို တုန်နေအောင်ချစ်တဲ့လူပေါ့ တစ်နေ့ ..လူပျောက်မှုတွေဖြစ်တဲ့မြို့ထဲ အကြောင်းမသိဘဲသွားတိုက်ခန်းငှားနေမိရာကစ ဘာတွေဆက်မယ်ဆိုတာကတော့ …ဒီ Bhola Shankar ရုပ်ရှင်ဟာဆိုရင် တမီလ်ရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Vedalam ကိုတေလေဂူဗားရှင်း remake ပြန်ရိုက်ထားတာဖြစ်ပြီး မူရင်းကို မီမလားဆိုတာကို ပရိသတ်ကြီးကပဲဆုံးဖြတ်ပေးကြပါဦး…။( Yunni~Zwe ~Cherry ~YH~ToMo တို့က ညွှန်းဆိုဘာသာပြန်ပေးထားပါတယ်။ )File size…4.4GB / 2.2GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 39mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  Yunni~Zwe ~Cherry ~YH~ToMo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aIZDssvWpzniJNSWOZfgkikM7Pj.jpg",
      "https://image.tmdb.org/t/p/w300/yhA1K1UYhI0fu3TpNWOu2TyGUqq.jpg",
      "https://image.tmdb.org/t/p/w300/e8pCX6MFDTtiAuw83tHtzJgmvfK.jpg",
      "https://image.tmdb.org/t/p/w300/9S9CG9PrSXi03su8ASRCniSbksH.jpg",
      "https://image.tmdb.org/t/p/w300/lYSzwSODAACQXJvlXsWerKg4hRL.jpg",
      "https://image.tmdb.org/t/p/w300/9NiL79Z2SbyuvUDgAnKbYXWer85.jpg",
      "https://image.tmdb.org/t/p/w300/9Bi78HYPApCLff34fFVKr2XZFOS.jpg",
      "https://image.tmdb.org/t/p/w300/m4wtsvP24R2OPdFs9gXfgPgiULu.jpg",
      "https://image.tmdb.org/t/p/w300/48uW3drc6fll435PBnCsnH8iD7.jpg",
      "https://image.tmdb.org/t/p/w300/b4MAR2MheNakxbdJvHVI6oCAIiQ.jpg",
      "https://image.tmdb.org/t/p/w300/wYuzaZ4m4EttUiqXmZqC3By4knL.jpg",
      "https://image.tmdb.org/t/p/w300/uei0ed2GYnhIxPPTcvxUSwRzCho.jpg",
      "https://image.tmdb.org/t/p/w300/nnXB7H47HgpM4JlsUCt6QAaick1.jpg",
      "https://image.tmdb.org/t/p/w300/tzLErFsluZdA9kNI9Wv8n5Ia3xV.jpg",
      "https://image.tmdb.org/t/p/w300/iMr7wd8sTMhqL2K4HtmG55FXu5y.jpg",
      "https://image.tmdb.org/t/p/w300/tO2SidWUSfjMXmphXuigYrnDjuZ.jpg",
      "https://image.tmdb.org/t/p/w300/HvC8zSYn1amY6HYYJIZdWhIwKC.jpg",
      "https://image.tmdb.org/t/p/w300/qAByRr9wd7G4uubnA06RJT8TPa.jpg",
      "https://image.tmdb.org/t/p/w300/3cHfv4afNwI3Piv7BUtDy65N1Xx.jpg",
      "https://image.tmdb.org/t/p/w300/1VQE2f1DEN8qnuEdwVH82xaTOef.jpg",
      "https://image.tmdb.org/t/p/w300/fpaMqZ0xtQp88g3g8bN1Tj72vSB.jpg",
      "https://image.tmdb.org/t/p/w300/nKKl1MMRO6V0QrLB9UVj2nuPkP.jpg",
      "https://image.tmdb.org/t/p/w300/o13Cl4xviQufEe4pqnfverxbQB5.jpg",
      "https://image.tmdb.org/t/p/w300/vKeqyeHsXGiYiZW2WD64CwME01u.jpg",
      "https://image.tmdb.org/t/p/w300/cztKo1voKM91x3Ako1oj1i7B7kG.jpg",
      "https://image.tmdb.org/t/p/w300/yY5NaPraeUGQ6GDsoPYsjSqiU1x.jpg",
      "https://image.tmdb.org/t/p/w300/3r64OJeVWIlRIktvlFzsOi3bPjW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNDMyYzZlNTAtNjE2ZS00NmJhLWFlNzMtODM4NGVjNzNhYjI3XkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bhola-shankar-2023-telugu-true-web-dl-1080-p-hq-avc-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ljypt4g50p7p.html",
        "server": "usersdrive.com",
        "size": "4.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Xg8d/Bhola_Shankar_(2023)_Telugu_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_(CM).mp4",
        "server": "megaup.net",
        "size": "4.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NyMTiJrQ#IvVo01ebeMu4_LsLMoOR1SIQT_J_HxJoYb1DQQaXUt4",
        "server": "mega.nz",
        "size": "4.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bhola-shankar-2023-telugu-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/89tj0hhbatzq.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Xg8o/Bhola_Shankar_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/M3NwFSiS#iF_Aks_h-lciCdfvtMNQGUXXbY3MqRJ9B4E3IICPsnk",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/e71de4syc0dt",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9a53fwn0ecbo",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Drama,Western",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "The Proposition (2005)",
    "description": "ဒါကတော့ western ကားလေးပါ။ Australia ရဲ့တရားဥပဒေစိုးမိုးမှုးအားနည်းသေးတဲ့၁၈၈၀ပြည့်နှစ်တွေမှာဇာတ်တည်ထားပါတယ်။Charlie Burns ဟာနာမည်ကျော်ရာဇ၀တ်သားတစ်ယောက်ဖြစ်ပြီး တစ်ရက်မှာတော့သူနဲ့သူ့ညီကို ရဲတွေကပစ်ခတ်ဖမ်းဆီးလိုက်ပါတယ်ရဲဗိုလ်ကြီး Stanley က ချာလီသာ မုဒိန်းမှု၊လူသတ်မှုနဲ့အလိုရှိနေတဲ့ သူ့အကိုဖြစ်သူ Arthur Burns ကိုဖမ်းပေးနိုင်ရင်သူနဲ့သူ့ညီကိုလွှတ်ပေးမယ်၊မဖမ်းနိုင်ရင်တော့ သူ့ညီကိုကွပ်မျက်မယ်လို့ အကျပ်ကိုင်ပါတယ်။ချာလီက သဘောတူပြီး သူနဲ့ကွဲနေတဲ့ ဆိုးသွမ်းလှတဲ့အကိုဖြစ်သူကို အရှာထွက်ရာကနေ ဒေသခံလူမည်းတွေ၊ကြေးစားတွေရန်ကိုပါရင်ဆိုင်ရပါတယ်။File size…(1.6GB)/(864MB)Quality…. 1080p/720p HDCAM/ 480pFormat…mp4Duration….01:44:00Genre…Crime /Drama/ westernSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by….SP",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/05/feature-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-proposition2005",
        "server": "VIP Links",
        "size": "1.64GB/847MB",
        "quality": "720p/1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-proposition-2005-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KwxV/The_Proposition_2005_1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ahn9i9p3vac7.html",
        "server": "usersdrive.com",
        "size": "1.64GB",
        "quality": "1080p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "1.64GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-proposition-2005-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Kwxd/The_Proposition_2005_720p(CM).mp4",
        "server": "megaup.net",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z3b9qstaosut.html",
        "server": "usersdrive.com",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "847MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/4ylw76ntw0u1.html",
        "server": "streamsb.com",
        "size": "847MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2023|2h 19m|Bollywood,Comedy,Drama,Horror",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "99"
    },
    "title": "Ghosty (2023)",
    "description": "Ghosty ( 2023 )==============IMDb. 6.8/10.Cm ပရိသတ်တွေအတွက် ဘိုင်ရာဗာရုပ်ရှင်ထဲကမင်းသမီး ကာဂျယ်အက်ဂါဝယ်ရဲ့ အသစ်ထွက်တမီလ်စကားပြော comedy, horror ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။အာရ်သီဆိုတဲ့ ရဲစုံထောက်မလေးဟာ အင်မတန်မှ တလွဲလုပ်တတ်လွန်းတဲ့သူပါ။တစ်နေ့မှာတော့ သူ့အဖေရဲမှူး အငြိမ်းစားမယူခင် ခက်ခက်ခဲခဲ ဖမ်းခဲ့ဖူးတဲ့ ဒါ့စ်ဆိုတဲ့ရာဇဝတ်ကောင်တစ်ယောက်ဟာ ထောင်ဖောက်ပြီးထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီသတင်း ကြားတဲ့အချိန်ကနေစပြီး အာရ်သီဟာ ဒါးစ်ကို အသည်းအသန်လိုက်ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ သူဟာ ဒါးစ်နောက်ကိုလိုက်ရင်းတလွဲတချော်တွေဖြစ်ပြီးနောက်ပိုင်း သူ့ရဲ့အိမ်မှာ အပမှီသလိုမသိုးမသန့်ကိစ္စတွေ ကြုံလာရပါတော့တယ်။ဒီ Ghosty ဆိုတဲ့ သရဲ၊ ဟာသရုပ်ရှင်လေးဟာ ကာဂျယ် ကလေးမွေးပြီးနောက်ပိုင်းပထမဆုံးပြန်ထွက်လာတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်းကြည့်လို့အဆင်ပြေတဲ့အပြင် ကာဂျယ်ကလည်း အစွမ်းကုန်လှနေတဲ့အတွက်အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်…။File size…2.4GB / 1.2GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 19mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by  Khin Khin~ BpL~ Yunni~ Cherry~Zwe Yan Naing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nEf8IiSdP1bJ097VnXyxfq9diPL.jpg",
      "https://image.tmdb.org/t/p/w300/kgm3G6TMTNORChUeLofE4tZOsIa.jpg",
      "https://image.tmdb.org/t/p/w300/mcWOv1UpIyyn5RqrOqw9RhTeY8c.jpg",
      "https://image.tmdb.org/t/p/w300/bmN2AFcyk8EfiUebla8IeWaswGW.jpg",
      "https://image.tmdb.org/t/p/w300/JyZGEbfYWzzDHzvd3oWNGqhdoZ.jpg",
      "https://image.tmdb.org/t/p/w300/gvKfNUYSpraz4tdxJN5AG4FT9WP.jpg",
      "https://image.tmdb.org/t/p/w300/uAC0nLd5Mqcjq7UUUEmNCtPohbS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTU4MjlmYTUtMmFjNy00NzNiLTg4NmYtN2VlMWQ0YTBiZGRmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ghosty-2023-tamil-true-web-dl-1080-p-avc-aac-2-0-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/vroj9jkjkh8i.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3fp4x/Ghosty_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_AAC.2.0(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UNMjQYzD#1sbXPy5d9q7wy5FETNNSZR4FDNa_s2YE4jtUGQ3vWLg",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ghosty-2023-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qwrjj4hhz7d0.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3fp4v/Ghosty_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4RMDXIba#p6mpzflKDgnLEBNwtIRv_khG4pGRc1N7fSyWNHP3twg",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/d7sh01wlfx9k.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9nxduq2lymvo",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|1952|2h 23m|Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "81000"
    },
    "title": "Ikiru (1952)",
    "description": "Ikiru (1952)~ IMDb – 8.3/10, Rotten Tomatoes – 98% ~Golden Age of Asian Cinema လို့လည်းခေါ်ကြတဲ့ ၁၉၅၀ဝန်းကျင်ကာလဟာ non-English World Cinema ရဲ့ ရွှေခေတ်ဖြစ်ခဲ့ပါတယ်။ ဒီ ၁၉၅၀ဝန်းကျင်မှာပဲ အာရှဒါရိုက်တာတွေဟာ အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ အနုပညာအရည်အသွေးရှိတဲ့ ရုပ်ရှင်တွေကို တင်ဆက်နိုင်ခဲ့ပြီး ဒီနေ့ထိလည်း ဒီကားတွေဟာ ခေတ်ကိုကျော်ဖြတ်ပြီး ရှင်သန်နေတုန်းပါ။ ဒီကာလမှာ Yasujirō Ozu ရဲ့ Tokyo Story (1953), Satyajit Ray’s The Apu Trilogy (1955–1959), Kenji Mizoguchi ရဲ့ Ugetsu (1954), Ishirō Honda ရဲ့ Godzilla (1954) နဲ့ Akira Kurosawa ရဲ့ Rashomon (1950), Ikiru (1952), Seven Samurai (1954) နဲ့ Throne of Blood (1957) တို့တွေလည်း ထွက်ရှိခဲ့ပါတယ်။ ဒီရုပ်ရှင်တွေဟာ ကမ္ဘာ့ရုပ်ရှင်လောကကို ဒီနေ့ထိထက်တိုင် လွှမ်းမိုးမှုကြီးခဲ့ပြီး ကူရိုဆာဝါရဲ့ ရာရှိုးမွန်ကားက “Rashomon Effect” ကို ဒီနေ့ခေတ်ထက်ထိ ရုပ်ရှင်တက္ကနစ်တစ်ခုအနေနဲ့ အသုံးပြုနေကြတုန်းပါပဲ။ The Usual Suspects (1995), Gone Girl (2014), Predestination (2014), Hero (2002), The Handmaiden (2016) တို့လို နာမည်ကြီးဒါရိုက်တာတွေရဲ့ နာမည်ကျော်ကားတွေမှာပါ “Rashomon Effect” ကို သုံးနေကြတုန်းပါပဲ။ နောက် ကူရိုဆာဝါရဲ့ Seven Samurai ကို အနောက်ဘက်က ခဏခဏပြန်ရိုက်ခဲ့ကြသလို The Hidden Fortress (1958) ဟာလည်း ဂျော့လူးကတ်စ်ရဲ့ စတားဝါးစ်ယူနီဗာ့စ်ကြီးရဲ့ အင်စပီရေးရှင်းတစ်ခုလည်းဖြစ်ခဲ့တယ်။ ကမ္ဘာ့ရုပ်ရှင်သမိုင်းမှာပါ ဒီကာလကို အာရှရုပ်ရှင်ရဲ့ရွှေခေတ်လို့တစ်မျိုး ဂျပန်ရုပ်ရှင်ရဲ့ရွှေခေတ်လို့တစ်ဖုံ သတ်မှတ်ခဲ့ကြပါတယ်။အကီရာကူရိုဆာဝါဟာ ရုပ်ရှင်ရိုက်သက် နှစ်ငါးဆယ်ကျော်မှာ ကား၃၃ကားရိုက်ခဲ့ပြီး ကားတိုင်းနီးပါး အနုပညာအရအောင်မြင်ခဲ့တဲ့အပြင် သူ့ခေတ်သူ့အခါမှာတင် နိုင်ငံတကာကို ထိုးဖောက်နိုင်ခဲ့တဲ့ အထင်ကရဂျပန်ဒါရိုက်တာတစ်ယောက်ပါ။ လက်ရှိဟောလိဝုဒ်ရဲ့ဘိုးအေကြီးတွေဖြစ်နေတဲ့ စကောဆေးစိတို့ စပီးဘာ့ဂ်တို့နဲ့လည်း လက်တွဲလုပ်ဖူးတဲ့ လူဆိုလည်းမမှားပါဘူး။ သူတို့ထက်ရှေးကျတဲ့ ရုပ်ရှင်ရဲ့ဆရာကြီးတွေဖြစ်တဲ့ အင်ဂမာဘာ့ဂ်မန်းတို့၊ ဖက်ဒါရီကို ဖယ်လင်နီတို့၊ ပက်ဒင်တန်ပေါ်မလာခင်အထိ တစ်ချိန်ကအကောင်းဆုံးရုပ်ရှင်လို့သတ်မှတ်ဖူးကြတဲ့ Citizen Kane ရဲ့ဖန်တီးရှင် အော်ဆန်ဝဲလ်တို့ကပါ ကူရိုဆာဝါ ရုပ်ရှင်တွေကိုထောပနာပြုခဲ့ကြဖူးပါတယ်။ ယုတ်စွအဆုံး တာကော့စကီးကလည်း ဆဲဗင်းဆာမူရိုင်းကို သူ့အကြိုက်ဆုံးရုပ်ရှင်ဆယ်ကားထဲက တစ်ကားလို့ပြောဖူးပါတယ်။ စတန်လေကူးဘရစ်ကိုယ်တိုင်လည်း “One of the Great Film Directors” လို့ ချီးကျူးဖူးတဲ့ သူပါပဲ။ အများစုကတော့ ဆဲဗင်းဆာမူရိုင်းနဲ့ Ran ပြီးရင် Ikiru ကို ကူရိုဆာဝါရဲ့ အကောင်းဆုံးရုပ်ရှင်လို့ သမုတ်ကြပါတယ်။ Ikiru ဟာ လီယိုတော်စတွိုင်းရဲ့ ဝတ္တုကို ကူရိုဆာဝါက သူ့ဟန်နဲ့ပြန်အသက်သွင်းထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး Living (2022) အဖြစ်လည်း ပြန်လည်ခံစား ခံထားရတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ Living မှာလည်း Ikiru အကြောင်း တော်တော်လည်းပြောပြီးပြီဆိုတော့ ဘာမှတော့ သိပ်ပြောစရာမရှိတော့ပါဘူး။ Living က စာကိုပါ ပြန်ပေါင်းဖတ်လိုက်ရင် Ikiru အကြောင်းက မဆိုသလောက်လေး စုံနေပါပြီ။ အောက်ကဟာကတော့ ရေးချင်တာရေးထားတာမို့ ဖတ်ချင်မှဖတ်ကြပါ။ပစ္စုပ္ပန်မှာနေတာ အကောင်းဆုံးလို့ တစ်ချို့ကပြောကြတယ်။ မှားတော့လည်း မမှားပါဘူး။ အနေလွန်သွားရင်ကျလည်း ဘေးထွက်ဆိုးကျိုးသဘောမျိုးရှိတတ်လားတော့မသိဘူး။ ဒီလိုအခါတွေကျ ခြင်္သေ့လည်ပြန်ထဲက ဘယ်နေရာမဆို တစ်ဖက်စွန်းကျရင် တစ်ယောက်တော့ နစ်နာရစမြဲဆိုတဲ့ စာသားကိုပဲ ပြေးပြေးမြင်မိတယ်။ ပစ္စုပ္ပန်မှာ ရှင်သန်နေရတာ ကျွန်တော့်အတွက်တော့ လွယ်လှတယ်မဟုတ်ပေမဲ့ မခက်လှဘူး။ ဒီလိုပဲ ရွှင်တစ်လှည့် ပြတ်တစ်လှည့်နဲ့ တစ်နေ့ပြီးတစ်နေ့ကုန်သွားခဲ့တာ ကြာပြီ။ တစ်ယောက်ယောက်အတွက်ပါ ထည့်သွင်းစဉ်းစားမိတဲ့အခါတွေဆိုရင်တော့ Summer Palace ရုပ်ရှင်ထဲက တစ်စက်မှမမှားတဲ့ ဒိုင်ယာလော့တစ်ကြောင်းကို ပြေးပြေးမြင်တာပဲ။”တစ်ယောက်တည်းဆိုရင်တော့ ခိုကိုးရာမဲ့ဘဝမှာ နေလို့ရပေမဲ့ နှစ်ယောက်ဆိုရင်တော့ ဒီလိုဘဝမှာ နောင်တတွေပဲရနိုင်မယ်“တဲ့။ ရှေ့ကိုလုံးဝမကြည့်တဲ့ ပစ္စုပ္ပန်ဟာ နေတတ်သူနဲ့ မနေတတ်သူကြားထဲမှာတော့ တော်တော်အန္တရာယ်များတဲ့အရာပဲ။ ကျွန်တော့်အတွက်တော့ ပစ္စုပ္ပန်မှာပဲ နေထိုင်ခြင်းဆိုတာ တော်တော်အကျိုးရှိတဲ့အမြင်လည်းဖြစ်သလို တစ်ခါတလေ တော်တော်အန္တရာယ်များတဲ့ အမြင်လည်းဟုတ်တယ်။ဒီရုပ်ရှင်ဟာလည်း ပစ္စုပ္ပန်မှာပဲ အနေလွန်သွားတဲ့ လူတစ်ယောက်အကြောင်းပဲလို့ ပြောရမလားပဲ။ ဇာတ်ကောင်ဟာ သူ့ဘဝကို သူပစ္စုပ္ပန်ကိုပဲတည့်တည့်ကြည့်ရင်း အနှစ်၃၀လုံး ဘာမှမပြောင်းလဲပဲ ရှင်ရင်းသာနေလာခဲ့တယ်။ ဒီလိုနဲ့ သူ့အကန့်အသတ်ကို ရောက်လာတယ်။ သူနောက်ထပ်၆လပဲနေရတော့မယ်။ တစ်သက်လုံး သူက ပစ္စုပ္ပန်တည့်တည့်ကလွဲ ဘာကိုမှမကြည့်ဘဲ နေလာခဲ့တော့ မခက်ခဲဘူးပေါ့။ တစ်ခုရှိတာက သူ့ပစ္စုပ္ပန်မှာ နေပုံက လုံးဝအနိမ့်အမြင့် အတက်အကျ ဘာမှမရှိဘဲ တော်တော်ပျင်းဖို့ကောင်းတဲ့ ရုံးဝန်ထမ်းဘဝနဲ့ ရှင်လာတာ။ သေရတော့မယ်ဆိုတော့ အတိတ်ကိုလှည့်ကြည့်တော့လည်း ဒီနှစ်၃၀လုံး သူဘာမှမဖြစ်ခဲ့ဘူး။ ယုတ်စွအဆုံး ညနေခင်းနေဝင်ချိန်လေးတစ်ခုကိုတောင် အရသာခံပြီး မကြည့်ခဲ့ဖူးဘူး။ ရှင်လျက်နဲ့သေနည်းမျိုးနဲ့ ရှင်သန်လာခဲ့တယ်။ ဒီနေရာမှာ တစ်ချိန်လုံးသုံးလာခဲ့တဲ့ ပစ္စုပ္ပန်ဆိုတဲ့စကားလုံးကို ကျွန်တော်ပြောချင်ခဲ့တဲ့ဆိုလိုရင်းက ပစ္စုပ္ပန်ဆိုတာထက် အခြေအနေတစ်ခုမှာနေသားကျနေခြင်းလို့ ပြောရင်ပိုမှန်မလားပဲ။ နည်းနည်းတော့ ဝေဝါးသွားပြီ။ ဒီလိုဝေဝါးနေတာကိုကပဲ ရှင်သန်ခြင်းပိုဆန်နေမလားပဲ။ ထားလိုက်ပါတော့။ ဆက်ရရင်…ဇာတ်ကောင်က တစ်ချိန်လုံး အလုပ်တော့များနေတာပဲ။ အသက်ရှုဖို့အချိန်မရှိလောက်အောင်ကို သူ့မှာ အလုပ်များနေခဲ့တာ။ ဒါပေမဲ့ တကယ်တမ်း ဘာတွေလုပ်နေသလဲဆိုရင်လဲ သူ့မှာ လက်ဆုပ်လက်ကိုင်ပြစရာ ဘာမှမရှိဘူး။ သူ့ရထားတဲ့နေရာလေးကို သူကာကွယ်ရင်း အလုပ်များနေခဲ့တာပဲ။ ဒီအခြေအနေမှာပဲ သူနေသားကျနေခဲ့တယ်။ ဒီလိုနဲ့ ဘာမှမတွေးဘဲ ပစ္စုပ္ပန်မှာ နေလာခဲ့တဲ့သူ့ကို ရှောင်လွှဲမရတဲ့အရာတွေက တံခါးလာခေါက်တယ်။ သေခြင်းပေါ့။ ဒါကတော့ သူ့ကိုတံခါးလာခေါက်တဲ့အရာပေါ့။ ကျွန်တော်ဆိုရင်တော့ သေခြင်းက နည်းနည်းဝေးဦးမယ်လို့ထင်ရတယ်။ မလွယ်ကူတဲ့ ဆုံးရှုံးခြင်းတွေ တံခါးလာခေါက်တာဖြစ်ဖို့က ပိုနီးစပ်တယ်။ လွယ်ကူတဲ့ဆုံးရှုံးခြင်းမျိုးတွေကတော့ ပစ္စုပ္ပန်ကို တံခါးလာခေါက်နိုင်တဲ့ စွမ်းပကားမျိုးရှိမှာမဟုတ်ဘူး။ ဘာကလွယ်ပြီး ဘာကမလွယ်လဲကတော့ လူပေါ်မူတည်ပါလိမ့်မယ်။ဒီလိုတံခါးလာခေါက်တဲ့အချိန် ဒီလိုအခြေအနေမှာသာနေနေတဲ့လူဆို ဘယ်လိုမှတော့ ဒီအရာကို ရင်ဆိုင်ဖို့ အဆင်သင့်ဖြစ်နေစရာအကြောင်းမရှိဘူး။ ဒီတော့ စစချင်း သူဆောက်တည်ရာမရဖြစ်သွားတယ်။ သူမရှင်သန်ခဲ့ရတဲ့ဘဝကို ရှင်သန်ဖို့ကြိုးစားတယ်။ သေခြင်းကို မမြင်နိုင်ခဲ့ဘဲ မရှင်သန်နေတဲ့ ပစ္စုပ္ပန်မှာပဲနေလာခဲ့တဲ့လူဟာ ရှင်သန်နည်းကိုရှာတယ်။ ရှင်သန်တယ်ဆိုတာ ဘာများလဲ။ ဘယ်လိုဆို တကယ်ရှင်သန်နေတာလဲ အဖြေကို သူရှာရင်း နောက်ဆုံးကျ သူအဖြေကိုတွေ့သွားတယ်။ သေခြင်းတရားကို အစိမ်းလိုက်ရင်ဆိုင်ရဲစေမယ့် ရှင်သန်ခြင်းမျိုးကို သူတွေ့ရှိသွားခဲ့တယ်။ ဒါပေမဲ့ သူတွေ့ရှိသွားတဲ့ ရှင်သန်ခြင်းမျိုးကို ဘာမှမဟုတ်ပါဘူးလို့ ခင်ဗျားတွေးချင်လည်း တွေးမိလိမ့်မှာပဲ။ အဲဒီကျ အောက်က စာလေးဖတ်ကြည့်ပေါ့။ ကျွန်တော်တို့ချစ်တဲ့လူတစ်ယောက်အကြောင်းကို သူ့ကိုချစ်တဲ့လူတစ်ယောက်ပြောပြခဲ့တဲ့အရာပေါ့။ ဒီလောက်ပါပဲ။“တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ ဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။ ဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို ဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ သူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။”စာကြွင်း။ နေ့တွေဟာ အကန့်အသတ်ရှိတာကြောင့်ပဲ…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.5GB, 980MBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 2H 23MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5qtOVAcBFogwktkseoZSfZVq6bx.jpg",
      "https://image.tmdb.org/t/p/w300/jYR8U0mykgHv2PgekCRLCeZyVaz.jpg",
      "https://image.tmdb.org/t/p/w300/j0zrfpozbek9OeapYYS9w8ECFn5.jpg",
      "https://image.tmdb.org/t/p/w300/mVyiXDmcFrPvf88x3kdRWx774CT.jpg",
      "https://image.tmdb.org/t/p/w300/yn6DvHSEXE8Ao3QaNlELpqeSOqx.jpg",
      "https://image.tmdb.org/t/p/w300/twnDNZofnemp2Ulg8cioSXS08vH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dgNTS4EQDDVfkzJI5msKuHu2Ei3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-ikiru-1952-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yMyg/(CM)_Ikiru_(1952)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/1rZ2CBBL#MVlmJIm1SU6QVRcqZkkrE9AointRlhgUxvPPi_00xec",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/b1pbz4d2fe3z.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/oy32qewt5rol.html",
        "server": "streamsb.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/0u5x0fhyy0gu",
        "server": "streamvid.io",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-ikiru-1952-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SP53/(CM)_Ikiru_(1952)_720p.mp4",
        "server": "megaup.net",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FjxDmAJS#RnRSZ8E8gqILg5YTZKxFKpyTTh4SyOSU043BtTiCEuE",
        "server": "mega.nz",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lkdo13l3eux9.html",
        "server": "usersdrive.com",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/swphdxmbj5b3.html",
        "server": "streamsb.com",
        "size": "980MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yed6htt1kh7n",
        "server": "streamvid.io",
        "size": "980MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Lc4y-asVh3c",
      "video_url": "https://www.youtube.com/watch?v=Lc4y-asVh3c",
      "embed_url": "https://www.youtube.com/embed/Lc4y-asVh3c"
    }
  },
  {
    "metadata": "N/A|2015|1h 59mins|Animation,Drama,Family",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "4724"
    },
    "title": "The Anthem of the Heart (2015)",
    "description": "Anthem of the heartNaruse Jun ဆိုတဲ့ကောင်မလေးဟာ သူအမှတ်မထင်ပြောလိုက်တဲ့စကားကြောင့် သူ့မိဘတွေခွဲခွာသွားတာလို့ ယူဆထားပါတယ်။အဖေဖြစ်သူထွက်သွားလို့ ငိုနေချိန်မှာ ကြက်ဥလေးတစ်လုံးပေါ်လာကာရှေ့လျှောက်သူ့စကားတွေကြောင့် သူ့ဘဝမပျက်စီးရအောင်ဆိုပြီး စကားမပြောနိုင်အောင်ကျိန်စာခတ်လိုက်ပါတော့တယ်။အလယ်တန်းအရွယ်ရောက်လာတဲ့အခါ စန္ဒရားတီးတတ်သူအတန်းဖော် ကောင်လေး Sakagami နဲ့ရင်းနှီးသွားပြီး Jun ဟာ စကားမပြောနိုင်ပေမယ့်သီချင်းဆိုလို့ရတယ်ဆိုတာ သိလိုက်ရပြီးနောက်သူပြောချင်တဲ့စကားတွေကို သီချင်းအဖြစ်ရေးဖို့Sakagami ကို အကူအညီတောင်းပါတော့တယ်…Translated by :Pyi T NyeinEncoded by : YKQuality : 1080p and 720pFile Size : 1.9Gb and 1.3GbDuration : 1h 59minsOriginal Name : Kokoro ga sakebitagatterund",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kfGUVDM03SGHIV1e3oS7R68j8Ek.jpg",
      "https://image.tmdb.org/t/p/w300/A4EYBTiUFUS1av5xb5GDjvouJJN.jpg",
      "https://image.tmdb.org/t/p/w300/w5mJmvRM51BGToghCQxT6gxpmhN.jpg",
      "https://image.tmdb.org/t/p/w300/w6MeQR1nZvE1tuoUztr7RJn93R0.jpg",
      "https://image.tmdb.org/t/p/w300/4s5HjQmLwlGOycU5P4NUAg8Gpge.jpg",
      "https://image.tmdb.org/t/p/w300/8QWBIsC91eDszygtWbmx4MT9OuT.jpg",
      "https://image.tmdb.org/t/p/w300/qehfB4x3JS3CzZgZ6sF2sZDUO0x.jpg",
      "https://image.tmdb.org/t/p/w300/zNSC9lUUMwKnI7cKkufsBy5sU0N.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7bJHM6t6j3YLjDNTwe4hyghKqSr.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/359s68nkpy8m.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wd3jb8642br7.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2iU8q/The_Anthem_of_the_Heart_(Kokoro_ga_Sakebitagatterunda)_[BD_1080p_FLAC](CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2iU8w/The_Anthem_of_the_Heart_(Kokoro_ga_Sakebitagatterunda)720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-anthem-of-the-heart-kokoro-ga-sakebitagatterunda-bd-1080-p-flac-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-anthem-of-the-heart-kokoro-ga-sakebitagatterunda-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/4bz10elwz3n5",
        "server": "upstream.to",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/iti43w8yva8p",
        "server": "upstream.to",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/zdkl92yyv1bs",
        "server": "veryfiles.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/l7nubtdlpplt",
        "server": "veryfiles.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-anthem-of-the-heart-2015",
        "server": "VIP Links",
        "size": "1.9GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "MigQL0tbGnU",
      "video_url": "https://www.youtube.com/watch?v=MigQL0tbGnU",
      "embed_url": "https://www.youtube.com/embed/MigQL0tbGnU"
    }
  },
  {
    "metadata": "|2017|95 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "203"
    },
    "title": "The Eyes (2017)",
    "description": "ကဲဆက္တင္ေတြ ရႈေထာင့္အမ်ဳိးအမ်ဳိးေတြရိုက္ျပ၀ုန္းဒိုင္းဂြမ္းေတြလုပ္ျပတဲ့ဇာတ္ကားေတြထက္ ပိုမိုေလးနက္တဲ့ အခန္းတစ္ခန္းထဲမွာတင္ လူေလး ၅ေယာက္ ၆ေယာက္ေလာက္နဲ႕တင္ျပီးသြားတဲ့ကားေတြရဲ႕အရသာကို ဇာတ္ကားCrazy ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ။ဒီကားေလးကလည္း အဲဒီလုိပဲအစအဆံုး အခန္းေလးတစ္ခုထဲမွာတင္ရိုက္ျပ သြားတာပါ။စရိုက္မတူတဲ့လူ၆ေယာက္ကိုအခန္းတစ္ခန္းထဲမွာထည့္ထားလိုက္ပါတယ္။အားလံုးႏိုးလာတဲ့အခါမွာေတာ့ ေျခေတြလက္ေတြတုပ္ေႏွာင္ထားတာကိုေတြ႕လိုက္ရေတာ့ စရိုက္အမ်ဳိးမ်ဳိးအလုိက္ တံု႕ျပန္ပံုခ်င္းကြဲျပားပံုကို စိတ္၀င္စားဖြယ္ေတြ႕ၾကရမွာပါ။ဒါ့အျပင္အဲဒီလူ၆ေယာက္လံုးဟာလည္း တစ္ခါမွမျမင္ဖူးမေတြ႕ဖူးတဲ့လူေတြျဖစ္ေနတာပါပဲ။ဒီမွာတစ္ခ်က္ရွိတာကေတာ့ ဒါဟာဂိမ္းတစ္ခုျဖစ္လိမ့္မယ္ဆိုျပီး လူတစ္ေယာက္ခန္႕မွန္းျပထားကိုၾကည့္ျခင္းအားျဖင့္ “ဟာ ဒီလုိပံုစံပဲ ဂိမ္းတစ္မ်ဳိးလာျပန္ျပီ”ဆိုတဲ့ပရိသတ္ရဲ႕အေတြးကိုေစာေစာကတည္းကေခ်ဖ်က္ထားျပီး စိတ္၀င္စားမႈရယူထားပါတယ္။စရိုက္တစ္မ်ဳိးစီ အသက္ေမြး၀မ္းေက်ာင္းမႈပံုစံတစ္မ်ဳိးစီနဲ႕ လူ၆ေယာက္အတြက္ ဘာလို႕သူတို႕ေတြဒီအခန္းထဲေရာက္ေနရသလဲဆိုတာကို အေျဖရွာၾကေတာ့တာပါပဲ။အဲဒီမွာပဲ လူတစ္ကိုယ္အၾကိဳက္တစ္မ်ဳိးဆိုသလို လူေတြရဲ႕အမ်ုဳိးမ်ဳိးေသာပံုစံေတြ ဟန္ေဆာင္ပန္ေဆာင္မ်ားမႈေတြေတြ႕ရမွာပါ။တစ္ခုပါပဲ အဲဒီလိုဟန္ေဆာင္ပန္ေဆာင္မ်ားတယ္ဆိုတာကို ဇာတ္လမ္းအဆံုးမွာဘြားကနဲခ်သြားတာကေတာ့ ၾကည့္ရႈသူပရိသတ္ရဲ႕ရင္ကိုေကြ႕၀ိုက္သြားေစတာေတာ့ အားမရစရာပါ။ဒါေပမယ့္အဲဒီလိုကားမ်ဳိးပဲဆိုတဲ့အထင္တစ္လံုးကို တစ္မ်ဳိးတစ္ဖံုလုပ္ျပသြားတာျဖစ္ေတာ့ ၾကည့္ရတာမဆိုးလွတာမို႕ Mystery/Thiller ၾကိဳက္တဲ့ပရိသတ္ေတြအတြက္ တင္ေပးလိုက္ရပါတယ္။ ရႈစားၾကပါဦး…File Size : (730 MB) and (370 MB)Quality : WEB-DL 720pRunning Time : 1hr 35minFormat : Mp4Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by Thura Zarni AungEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cFEWO3OPEep4EZ7rte7u6o80f3b.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BYmUzZGI1YzktZjY4OC00NzAzLTk0ZDMtOWUxZDY2ZjY4NmFlXkEyXkFqcGdeQXVyMTYwMzA3OQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/FmyK",
        "server": "drive.google.com",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/Fmz3",
        "server": "Soliddrive.co",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/Fnkp",
        "server": "Soliddrive.co",
        "size": "370 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/FnmX",
        "server": "openload.co",
        "size": "730 MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/Fnn2",
        "server": "openload.co",
        "size": "370 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4mJdIZu8J8s",
      "video_url": "https://www.youtube.com/watch?v=4mJdIZu8J8s",
      "embed_url": "https://www.youtube.com/embed/4mJdIZu8J8s"
    }
  },
  {
    "metadata": "N/A|2018|111 min|Biography,Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1,885"
    },
    "title": "At Eternity’s Gate (2019)",
    "description": "အခ်ိန္​မွားၿပီးေမြးဖြားခဲ့တဲ့……….. ေခတ္​အဆက္​ဆက္​…တည္​ၿမဲေနဦးမယ့္…………ပန္​းခ်ီကားတို႔ရဲ႕ ဖန္​တီးရွင္​…ဗင္​းဆင္​့ဗန္​ဂုိး…………ဗန္​ဂိုးဟာ ဒတ္​ခ်္​လူမ်ိဳးပန္​းခ်ီဆရာတစ္​ေယာက္​ပါ……သူ႔ရဲ႕စိတ္​ခံစားခ်က္​ကို အေရာင္​မ်ားနဲ႔ေဖာ္​ျပတတ္​သူျဖစ္​ၿပီး……သူ႔ရဲ႕ပန္​းခ်ီကားေတြမွာ ျပင္​းျပတဲ့စိတ္​ဆႏၵကို ၾကက္​သီးထဖြယ္​ေတြ႕ျမင္​ရတတ္​ပါတယ္​…….သူဟာပန္​းခ်ီကို အလြန္​ရူးသြပ္​သူတစ္​ေယာက္​ျဖစ္​ၿပီးအသက္​ ၂၇ႏွစ္​မွစတင္​ၿပီး ပန္​းခ်ီဆြဲခဲ့တာပါ…..ေလာကမွ နာမည္​အေက်ာ္​ၾကားဆံုးနဲ႔ ကံအဆိုးဆံုးပန္​းခ်ီဆရာတစ္​ေယာက္​ဆိုရင္​လည္​း မမွားပါဘူးဘာလို႔လဲဆိုေတာ့ သူဟာ အခ်ိန္​မွားၿပီးေမြးဖြားလာခဲ့လို႔ပါပဲ……သူ႔ေခတ္​က ပန္​းခ်ီပညာရွင္​အမ်ားစုက သူ႔ကို အသိအမွတ္​မျပဳခဲ့ၾကေပမယ္​့ေခတ္​သစ္​ပန္​းခ်ီဆရာေတြကေတာ့ သူ႔ပန္​းခ်ီကားေတြရဲ႕ထူးျခားခ်က္​ကိုအသိအမွတ္​မျပဳဘဲ မေနနိုင္​ၾကပါဘူး သူ႔ပန္​းခ်ီကားေတြဟာ သူေသဆံုးၿပီးႏွစ္​၃၀ဆယ္​ခန္​႔ၾကာမွ စတင္​နာမည္​ေက်ာ္​ၾကားလာခဲ့တာျဖစ္​ပါတယ္​ဘဝတစ္​ေလ်ွာက္​လံုး ဆင္​းရဲႏြမ္​းပါးစြာေနလာခဲ့ရၿပီး ေသသြားသည္​့တိုင္​ေအာင္​သူ႔ကို ဘယ္​သူကမွ အသိအမွတ္​မျပဳခဲ့ပါဘူးဒါေပမယ္​့ ၁၀ႏွစ္​လံုးလံုး ပန္​းခ်ီဆြဲတဲ့အလုပ္​ကို စိတ္​ဓာတ္​ႀကံ့ခိုင္​စြာနဲ႔ေဇာက္​ခ်လုပ္​ခဲ့ပါတယ္​ အသက္​ ၃၇ႏွစ္​မွာေသဆံုးခဲ့ၿပီး ………ပန္​းခ်ီဆြဲခဲ့တဲ့ ၁၀ႏွစ္​တာ ကာလတစ္​ေလ်ွာက္​မွာပန္​းခ်ီကားခ်ပ္​ေပါင္​း ၁၆၀၀ခန္​႔ေရးဆြဲခဲ့ပါတယ္​ပန္​းခ်ီကားတိုင္​းဟာ သူေျပာျပခ်င္​တဲ့ အေၾကာင္​းအရာေတြသူေဖာ္​ျပခ်င္​တဲ့ စိတ္​ခံစားမႈအေျခအေနေတြ ျပည္​့ႏွက္​ေနပါတယ္​သူအသက္​ရွင္​စဥ္​ကာလတစ္​ေလ်ွာက္​မွာ ပန္​းခ်ီကားက ၁ခ်ပ္​ပဲေရာင္​းခဲ့ရပါတယ္​ အဲ့ဒါေတာင္​မွ သူ႔မိတ္​ေဆြနာမည္​ႀကီး ပန္​းခ်ီဆရာတစ္​ေယာက္​ကခင္​မင္​မႈသေဘာနဲ႔ဝယ္​ယူခဲ့တာပါ အစမွာေျပာခဲ့သလိုပဲသူဟာ အခ်ိန္​မွားၿပီး ေမြးဖြားလာခဲ့တာပါအခုခ်ိန္​မွာဆိုရင္​ေတာ့ သူ မေသခင္​ကေရးဆြဲခဲ့တဲ့“Portrait of Dr Gachet” ဆိုတဲ့ ပန္​းခ်ီကားဟာ ေဒၚလာ ၁၀၀ မီလီယံေက်ာ္​တန္​ေၾကးရွိပါတယ္​ဒါေတြကေတာ့ ဇာတ္​ကားေလးမၾကည္​့ခင္​ သိထားသင္​့တဲ့သူ႔ရဲ႕သနားစဖြယ္​ ဇာတ္​ေၾကာင္​းေလးတစ္​ခုပါ…….ဒီဇာတ္​ကားေလးထဲမွာေတာ့ အႏုပညာကိုရူးသြပ္​ၿပီးသိပ္​ကိုသံေယာဇဥ္​ႀကီးမားတဲ့ ဗင္​ဆင္​့ကိုဂရုဏာသက္​ဖြယ္​ ေတြ႕ရွိရမွာပါဒီဇာတ္​ကားေလးဟာ အႏုပညာရွင္​ႀကီး ဗင္​ဆင္​့ဗန္​ဂိုးရဲ႕ အတၳဳပၸတၱိဆိုရင္​လည္​း မမွားပါဘူး…ဒါ့အျပင္​ ကမာၻေက်ာ္​ ပန္​းခ်ီဆရာႀကီး ဗင္​ဆင္​့ဗန္​ဂိုးရဲ႕ အႏုပညာအေပၚသေဘာထားနဲ႔ခိုင္​မာတဲ့စိတ္​ဓာတ္​ကို ဒီဇာတ္​ကားထဲမွာ ေလးစားဖြယ္​ေတြ႕ရွိရမွာပဲျဖစ္​ပါတယ္​….File Size : ( 957 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1hr 34 minFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMg KingEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vmLDDBvF022Scen7jF0nN8uIlEe.jpg",
      "https://image.tmdb.org/t/p/w300/yeZT5nvzILsaX5lKgECFQswUDkB.jpg",
      "https://image.tmdb.org/t/p/w300/yv1bxYqRI2QGc8b3oe5bYdxjhZn.jpg",
      "https://image.tmdb.org/t/p/w300/tWmVappV1ggzaFmgbD4Btt6yLWo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7rUnZrcSyfwfloeI5aoccztSLSg.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/at-eternitys-gate-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "957 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/2ewle/At_Eternity’s_Gate_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "957 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/sgbx1c6428fk",
        "server": "upstream.to",
        "size": "957 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/k0u9fpeqn9u9.html",
        "server": "usersdrive.com",
        "size": "957 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "T77PDm3e1iE",
      "video_url": "https://www.youtube.com/watch?v=T77PDm3e1iE",
      "embed_url": "https://www.youtube.com/embed/T77PDm3e1iE"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "7.8/10",
      "rating_count": ""
    },
    "title": "[18+] Girl Lost: A Hollywood Story (2020)",
    "description": "Girl Lost,A Hollywood Story (2020)===========================IMDb Rating. =. 7.8/10၀င်းဖေရေးတဲ့ ခင်မောင်ရင်နဲ့ရုပ်ရှင်ဆိုတဲ့ဆောင်းပါးလေးဖတ်ရတော့ အဲ့ဒီထဲမှာခင်မောင်ရင်ကို ရုပ်ရှင်ပိုးကြွစေတဲ့ဒါရိုက်တာတစ်ယောက်အကြောင်းဖတ်လိုက်ရသေးတယ်။အဲ့ဒီရုပ်ရှင်ဒါရိုက်တာက ဘင်္ဂါလီအောက်ခြေလူတန်းစားနဲ့ အလယ်အလတ်တန်းစားအကြောင်းTriologyရိုက်ထားတယ်။ အဲ့ဒီသုံးကားကိုဒါရိုက်တာက ရိုက်ရတဲ့အကြောင်းအရင်းကိုခင်မောင်ရင်က….” အဲဒီရှော်တိုး ဂျစ်ရွိုင်းဆိုတဲ့ ဘင်္ဂါလီဒါရိုက်တာကဘင်္ဂါလီအောက်ခြေလူတန်းစားနဲ့အလယ်အလတ်တန်းစားတွေအကြောင်း ကောင်းကောင်းသိတယ်။ကောင်းကောင်း သိတော့ ဒီသုံးကားကို ရိုက်တယ်။ကောင်း ကောင်းသိတယ်ဆိုတာကသူတို့အိမ်တွေက ဘယ်လို၊သူတို့ယုံကြည်တာက ဘယ်လို၊သူတို့ဓလေ့ထုံးတမ်းက ဘယ်လို၊သူတို့ယဉ်ကျေးမှုက ဘယ်လို၊သူတို့ရိုးရာတွေက ဘယ်လို၊သူတို့မိသားစုချင်း ဆက်ဆံတာက ဘယ်လို၊ဘယ်လိုစားတာ၊ ဘယ်လိုသွားတာ၊ ဘယ်လိုစားတယ်၊ ဘယ်လိုအိပ်တယ်၊ ဘယ်လို ထိုင်တယ်အကုန်လုံး ရှော်တိုးဂျစ်ရွိုင်းက သိတယ်။သိတော့ အဲဒီဟာကို ရိုက်တယ်။ဘာဖြစ်လို့ရိုက်တာတုန်း။သူသိပ်သိလို့ရိုက်တာ။ “လို့ဆိုတယ်။ဒီရုပ်ရှင်က ဟောလိဝုဒ်ပခြုပ်သည်မတွေအကြောင်းသက်သက်ပါပဲ။ ဘာမှကိုမပါဘူးဒီအကြောင်းသက်သက်ပါပဲ။အခု Girl Lostရော၂၀၁၆ကထွက်ခဲ့တဲ့ Girl Lostရောကအမေရိကန်ဟောလိဝုဒ်က ပခြုပ်သည်မတွေအကြောင်းသက်သက်ပါပဲ။ဒီနှစ်ကားလုံးကိုဇာတ်ညွှန်းရော ဒါရိုက်တာရောလုပ်ခဲ့တဲ့Robin Bainက ဒရာမာ Genreသက်သက်မှာဒီလောက်စိတ်ညစ်စရာကောင်းတဲ့ရုပ်ရှင်ကိုရိုက်ခဲ့တဲ့အကြောင်းအရင်းကလည်းသူသိလို့ပဲဖြစ်ပါလိမ့်မယ်။ဒါရိုက်တာက အယ်အေဇာတိဆိုတော့ဒါတွေကို‌အတော်တော့ကြုံဖူးပုံရပါတယ်။ဒီလိုထင်ရလောက်အောင်လည်းသူ့ဇာတ်ညွှန်းနဲ့ ပြသပုံတွေကဟောလိဝုဒ်ပခြုပ်သည်လောကကိုခရေစေ့တွင်းကျပြထားတယ်။အချုပ်ပြောရရင် 2016 ကကားရောအခုကားရော Rating‌တွေကောင်းတယ်ဒါရိုက်တာကလည်း သူရိုက်တာကိုသူသေချာသိတဲ့သူဆိုတော့ဂျင်းဖြစ်နေမှာတော့ စိတ်ပူစရာမလိုပါဘူး။စိတ်ညစ်မခံနိုင်ရင်တော့မကြည့်တာအကောင်းဆုံးပါပဲသရုပ်ဆောင်တွေကအစစိတ်ညစ်စရာကောင်းပါတယ်။သတိချပ်ရမှာက Nude Scene တွေပါဝင်ပြီး Gang Rapeအထိပါပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Wira Aung ဖြစ်ပါတယ်။)File size…(1.6 GB) and (900 GB)Quality….WEB-DL 1080p and 720pFormat…mkvDuration….01:30:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Wira Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9Gyjeb6m2H3ZjQx0KGjVkaqkKlK.jpg",
      "https://image.tmdb.org/t/p/w300/cVLcM8rnTsks9f0BJmgPaXqhoe6.jpg",
      "https://image.tmdb.org/t/p/w300/uNbKZQP9i4iP8sZCdVvD88ZJNQf.jpg",
      "https://image.tmdb.org/t/p/w300/31xv4wGxyOCH1cuIyBKizFDm1qw.jpg",
      "https://image.tmdb.org/t/p/w300/nfnnfajfMssdZnt3dhmLx7n3gIu.jpg",
      "https://image.tmdb.org/t/p/w300/tr1XZOsGzrqT9qK2eigRXO3nVby.jpg",
      "https://image.tmdb.org/t/p/w300/pifvg4EMciwBHCHOdIVy1MwINfi.jpg",
      "https://image.tmdb.org/t/p/w300/iLl3gFkIkxuPpjySPiSoMEYMU7J.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/12/Girl-Lost-Final-Key-2-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-girl-lost-a-hollywood-story-2020",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/girl-lost-a-hollywood-story-2020-1080-p-web-rip-x-264-rarbg-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/girl-lost-a-hollywood-story-2020-720-p-web-rip-x-264-rarbg-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1At2p/Girl.Lost.A.Hollywood.Story.2020.1080p.WEBRip.x264-RARBG.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1At2k/Girl.Lost.A.Hollywood.Story.2020.720p.WEBRip.x264-RARBG.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NCQ2UDAa#IRQy8KWRNl2dHAfr_w_KBM3sIrpL9JDIoSflzgD2j2M",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sbRkzLQL#0M0QLLCUbxoJg0DJTG7Ab2OHUCLaFtVF_WmXFw8TRh0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ourpqc38vytp.html",
        "server": "usersdrive.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ndeqksxlec7e.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/cwjs0xnqav3u.html",
        "server": "datbu.com",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/3nkuh1ct0lgf.html",
        "server": "datbu.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/p6q3hq6wf6cj",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "YCv-KKatM64",
      "video_url": "https://www.youtube.com/watch?v=YCv-KKatM64",
      "embed_url": "https://www.youtube.com/embed/YCv-KKatM64"
    }
  },
  {
    "metadata": "Unrated|1985|1h 28m|Adult,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "335"
    },
    "title": "[18+] Love Hotel (1985)",
    "description": "Love Hotel (1985)မှောင်နေတဲ့ထဲမှာ အမှောင်ခန်းတွေပါတဲ့ အချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။အချစ်ဟိုတယ်ဆိုတဲ့နာမည်အတိုင်း မင်းသားနဲ့ မင်းသမီးက အချစ်ဟိုတယ်မှာ စတွေ့ကြပါတယ်။ မင်းသမီးကတော့ အချိန်ပိုင်း ဖျော်ဖြေတဲ့သူဖြစ်ပြီးတော့ မင်းသားကတော့ အကြွေးတွေများလို့ စိတ်ဓာတ်ကျပြီး တစ်ယောက်တည်းသတ်သေရမှာပျင်းလို့ အဖော်ခေါ်သွားချင်တာနဲ့ ဖျော်ဖြေရေးခေါ်ရာကနေ တွေ့ကြပါတယ်။သတ်သေဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးမျက်နှာမြင်ပြီး စိတ်ပြောင်းသွားလို့ ကောင်မလေးကို ခုတင်ပေါ်မှာ ပစ်ထားပြိး လစ်ပြေးသွားပါတယ်။နောက်တော့ မင်းသားက တက္ကစီဒရိုက်ဘာလုပ်နေရင်း မင်းသမီးကို ပြန်တွေ့ပါတယ်။ မင်းသမီးက ဖျော်ဖြေရေးမလုပ်တော့ဘဲ တခြားအလုပ်လုပ်နေပေမဲ့ အတိတ်က အရိပ်ဆိုးရဲ့ ဖုံးလွှမ်းမှုကို ခံနေရပါတယ်။တက္ကစီဒရိုက်ဘာမင်းသားက သူ့ကိုယ်သူသတ်မသေအောင် စိတ်ပြောင်းပေးနိုင်တဲ့ မင်းသမီးကိုကြွေသွားပြီး မင်းသမီးကလည်း သူ့ကို မုဒိမ်းကျင့်သတ်ဖို့ စီစဉ်ပေမဲ့ မလုပ်ဖြစ်တဲ့ မင်းသားကို ကြိုက်သွားပါတယ်။ဒါပေမဲ့ သူတို့အချစ်ခရီးလမ်းက အိမ်ထောင်ရေးဖောက်ပြန်မှုလမ်းခွဲတွေ အများကြီး ကွေ့ဝင်ထားတာကြောင့် စိတ်ဝင်စားစရာ ဇာတ်ကွက်လေးတွေကို တဝကြီးကြည့်ရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုsမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 750MBQuality – 1080p, 720pIMDb Rating – 6.5/10Format – mp4Duration – 1H 28MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bysEncoded byRGB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o5qzpoMk3KpAxBeSlPX9QAmF9V6.jpg",
      "https://image.tmdb.org/t/p/w300/jXKePLwrhaEJTv0qiyj7evNiL4s.jpg",
      "https://image.tmdb.org/t/p/w300/gz9GhmeSNHVPBEpwa6gv8f6382d.jpg",
      "https://image.tmdb.org/t/p/w300/3QGn7BhADVfyGBKfgiooT2Zuv8j.jpg",
      "https://image.tmdb.org/t/p/w300/fahF05yyyyGJHPImDm4zHgWUHdI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/t6M7Txm2cxR90IOycIs39F5jbjI.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-love-hotel-1985-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1T8j8/(CM)_Love_Hotel_(1985)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UcsQGRjD#aQv8T-AgqcPMdEsMn5HjGNc7ZFWyyRkdZnJHU34eI-U",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p2smximj9caz.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbface.com/swu7amheqa36.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamavid.net/oinb8maktw2v",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-love-hotel-1985-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1T8j3/(CM)_Love_Hotel_(1985)_720p.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gcdgSbyb#Wki61CG-NABhIbHAxaEP0Bv-W-i65BJ2XohXjlbf9SQ",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kiuz1eafjapw.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sbface.com/la2s5vcsebi5.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4wmhc9awhmom",
        "server": "streamvid.io",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2017|115 min|Comedy,Drama,Fantasy",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "64"
    },
    "title": "Daddy You, Daughter Me (2017)",
    "description": "ဒီကား​ေလးက​ေတာ့ အ​ေဖနဲ႔သမီး ၇ရက္တာ စိတ္​​ေျပာင္​းသြားတဲ့အ​ေၾကာင္​း​ေလးကို ဂ်ပန္​ဝတၱဳတစ္​ပုဒ္​ကိုမွီျငမ္​းၿပီး ႐ိုက္​ကူးထားတာပါ။ဖခင္​နဲ႔ဆယ္​​ေက်ာ္​သက္​အရြယ္​သမီးၾကားက ဆက္​ဆံ​ေရးကို႐ိုက္​ကူးထားတဲ့အတြက္​ ပ်င္​းစရာႀကီးလို႔​ေတာ့မထင္​နဲ႔​ေနာ္​။စိတ္​ခ်င္​း​ေျပာင္​းသြားတဲ့ အျဖစ္​အပ်က္​​ေလးကို ဟာသ​ေလးမ်ားနဲ႔ ရယ္​​ေမာစရာ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ Drama,comedyကား​ေလးမို႔ အရမ္​းကိုရယ္​ရပါတယ္​။ဒိုယြန္​း(Jung So Min)ကစာက်က္​ဖို႔ပဲ​ေျပာ​ေနတဲ့အ​ေဖ(Yoon Je Moon) နဲ႔အဆင္​မ​ေျပတဲ့ အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါ။အဘိုးအိမ္​က​ေနျပန္​တဲ့လမ္​းမွာ သားအဖႏွစ္​​ေယာက္​စကားမ်ားၾကရင္​း ​ေနရာခ်င္​းလဲခ်င္​တဲ့အ​ေၾကာင္​း​ေျပာမိၾကပါတယ္။သူတို႔​​ရဲ႕စိတ္​ဆနၵ​ေတြကို ဆု​ေတာင္​းျပည္​့သစ္​ပင္​ႀကီး​ေအာက္​မွာ​ေျပာမိလို႔ သူတို႔စကား​ေတြဟာ အတည္​ျဖစ္​လာခဲ့ပါတယ္​။ဆက္​ဆံ​ေရးအဆင္​မ​ေျပ​ေပမယ္​့ ၇ရက္အတြင္​းရန္​မျဖစ္​မွ ပံုမွန္​ခနၶာျပန္​ရမယ္​ဆိုတဲ့အဖိုးရဲ႕စကား​ေၾကာင္​့ သားအဖႏွစ္​​ေယာက္​သင္​့သင္​့ျမတ္​ျမတ္​​ေနၾကရင္​းဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး ဒိုယြန္​းတစ္​​ေယာက္​ သူ႔အ​ေဖခနၶာကိုယ္​နဲ႔ ကုမၸဏီကိစၥ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ???ဒိုယြန္​းရဲ႕ခက္​ခဲလွတဲ့စာ​ေတြကို​ေရာ ဖခင္​ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ အဆင္​​ေျပ​ေျပ​ေျပက်က္​မွတ္​ႏိုင္​ပါ့မလား???သမီးကိုသူ႔ထက္​ပိုခ်စ္​တဲ့သူ႐ွိလာမွာစိုးရိမ္​​ေနတဲ့ ဖခင္​ ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ ဒိုယြန္​းႀကိတ္​ႀကိဳက္​​ေနရတဲ့ စီနီယာနဲ႔အဆင္​​ေျပပါ့မလား???စတဲ့ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြကို ဟာသျပကြက္​​ေလးနဲ႔​ေဖာ္​ျပထားၿပီး ဖခင္​နဲ႔သမီးအၾကားဆက္​ဆံ​ေရးကို ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထားတဲ့အတြက္​အႏွစ္​သာရ႐ွိတဲ့ကား​ေလးပါ။ဒါ့အျပင္​ ဟန္​​ေဆာင္​အနမ္​းဆိုတဲ့ကား​ေလးနဲ႔ ပရိသတ္​ရင္​ခြင္​ထဲ​ေရာက္​လာတဲ့ မင္​းသမီး Jung So Min ရဲ႕ကား​ေလးမို႔ So Min Fan​ေတြအတြက္​ လက္​မလႊတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ(ဘာသာျပန္သူကေတာ့ ၾကာျဖဴလြင္ပါ)File Size : (850 MB) and (330 MB)Quality : Bluray 720pRunning Time : 1hr 55minFormat : Mp4Genre :Comedy, Drama, FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated by Kyar Phyu LwinEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r7cg8mE3cTkZwY08Yuvb3rqs3V4.jpg",
      "https://image.tmdb.org/t/p/w300/5C8rekxj5fL3exjU7kUuZosI3qY.jpg",
      "https://image.tmdb.org/t/p/w300/aNCnOlvwDkbUcwOx9KBoXgfG06U.jpg",
      "https://image.tmdb.org/t/p/w300/qJ9XOeynHnLLAjEQBG5MkCNLbPm.jpg",
      "https://image.tmdb.org/t/p/w300/rHHzT8Tq6aMDYmCArOhzXl4rYfW.jpg",
      "https://image.tmdb.org/t/p/w300/gJGSAWkSpjsO1IUAXblxPt3bCgu.jpg",
      "https://image.tmdb.org/t/p/w300/6kgQQfwm9hwxnlrpbLYNoB2Nr5b.jpg",
      "https://image.tmdb.org/t/p/w300/jxj61bl4je5X0TX9iQ8IN2A1pXp.jpg",
      "https://image.tmdb.org/t/p/w300/uOUt19ferXV0RhylhhoyltrjlsE.jpg",
      "https://image.tmdb.org/t/p/w300/zqKtOWpptDqpeoM27r3a8yLCOnm.jpg",
      "https://image.tmdb.org/t/p/w300/iqHSqT6n8gzK4Nuqd7IAvaCJ7tE.jpg",
      "https://image.tmdb.org/t/p/w300/cfV19hTA1E7X8GKWQ3aZioLoeDY.jpg",
      "https://image.tmdb.org/t/p/w300/zAnUBb07FmKbRewLcQtrP3ZlkST.jpg",
      "https://image.tmdb.org/t/p/w300/xJdPUXIPVkBZIPItHcsGR34FcZV.jpg",
      "https://image.tmdb.org/t/p/w300/1lkFtryAVQ3RaGCPhoiAzB6rZz4.jpg",
      "https://image.tmdb.org/t/p/w300/iEhNLyKDqKs15QAmP8GVTUHP34i.jpg",
      "https://image.tmdb.org/t/p/w300/puCS33R1r4gLRZJ2saJBCSwjTDi.jpg",
      "https://image.tmdb.org/t/p/w300/mCm3pfYNT2xZp1os9HhdX1mvmcZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNGI1NTA5N2MtMjBmOS00MjVlLThjOTgtY2I2ZTQ3M2RhNTYxXkEyXkFqcGdeQXVyNzU5NTIxMzg@._V1_SY1000_CR006981000_AL_.jpg",
    "movie_links": [
      {
        "link": "http://yobuilder.com/92ic",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/92ju",
        "server": "channelmyanmar.agbcloud.com",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/92lc",
        "server": "channelmyanmar.agbcloud.com",
        "size": "330 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/92mN",
        "server": "openload.co",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "http://yobuilder.com/92nI",
        "server": "openload.co",
        "size": "330 MB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2020||Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "2393"
    },
    "title": "Wander Darkly (2020)",
    "description": "Wander Darkly (2020)=================IMDb Rating – 5.9/10အိမ်ထောင်တစ်ခု တစ်အိုးတစ်အိမ် ထူထောင်ဖို့ဆိုတာ အချစ်တစ်ခုတည်းနဲ့ ပြီးပြည့်စုံတယ်ဆိုတာ မရှိပါဘူး…..တစ်ယောက်အပေါ် တစ်ယောက် ယုံကြည်မှု၊ နားလည်မှု၊ အပေးအယူညီမျှမှသာလျှင် အဆင်ပြေချောမွေ့နိုင်မှာပါ…….ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ Adrienne နဲ့ Matteo တို့ စုံတွဲတစ်တွဲရဲ့ ဇာတ်လမ်းကို ရိုက်ကူးထားတဲ့ Dramaကားတစ်ကားပါ……ဇာတ်လမ်းကတော့ Adrienne နဲ့ Matteo တို့ဟာ စိတ်တူကိုယ်တူမရှိ၊ တစ်ယောက်ကို တစ်ယောက် သံသယတွေနဲ့ အမြဲတစ်ကျပ်ကျပ် ရန်ဖြစ်နေကြတဲ့အတွဲပါပဲ…..သူတို့မှာ သမီးလေးတစ်ယောက်လည်း ရှိပါတယ်။ တစ်ရက် ညဘက်အပြင်ထွက်ကြရင်း ယာဥ်တိုက်မှုတစ်ခုဖြစ်ကာ Adrienne ကသူ့ကိုယ်သူ သေသွားပြီလို့ ထင်မှတ်ပြီး Trauma ရသွားပါတော့တယ်။အဲ့ထိအချိန်မှာ Matteo က Adrienne နေပြန်ကောင်းလာဖို့အတွက် အတိတ်ကအကြောင်းတွေကို ပြန်ပြောပြရင်း သူတို့နှစ်ယောက်ဘာတွေ ဆက်ဖြစ်ကြမလဲ…..Adrienne ကရော တကယ်သေသွားတာလား Matteo တစ်ယောက် Adrienneနေပြန်ကောင်းလာအောင် ကူညီနိုင်မလားဆိုတာကို စိတ်ဝင်စားဖွယ်အပြည့်နဲ့ ဇာတ်လမ်းပြီးဆုံးတဲ့အထိ ခင်ဗျားတို့ကို ဆွဲခေါ်သွားမှာ အမှန်ပါပဲ…….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 37minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – ParrisEncoder – SWM",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BNjNkNmU2M2EtMzEwZS00M2E5LWFlOTYtZjU3ZGQ5MTU0YTM4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/wander-darkly-2020-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.71 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/wander-darkly-2020-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://megaup.net/2hJnl/Wander.Darkly.2020.1080p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "1.71 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/1BLUM/Wander.Darkly.2020.720p.BluRay[CM].mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://upstream.to/4a2nd1fvjid2",
        "server": "upstream.to",
        "size": "1.71 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/IPQ2kZDC#owjfLeKSbuVsgHLwYGd1x9FPYcD9SJ4fR1KzdoYpQnQ",
        "server": "mega.nz",
        "size": "1.71 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/0SJkTBQR#YfcabmeuBeUagLA-eKwe4aGTXA-Im5b1y8Rn5XJk9TQ",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://usersdrive.com/t78cluxnsqr3.html",
        "server": "usersdrive.com",
        "size": "1.71 GB",
        "quality": "WebRip 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/1l1bwzl7kn12.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WebRip 720P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/wander-darkly-2020",
        "server": "VIP Links",
        "size": "1.71 GB / 850 MB",
        "quality": "WebRip 1080P 5.1CH / WebRip 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2019|N/A|Action,Drama,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "3500"
    },
    "title": "Never Grow Old(2019)",
    "description": "Never Grow Old(2019)IMDb…5.5,,,,,Rotten..100%အလြန္ေအးခ်မ္းသာယာလွတဲ့ နယ္စပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ရွိတယ္….ဒီေအးခ်မ္းမႈေတြဟာ ဒတ္ခ်္အဲလ္ဘတ္ နဲ႔ သူ႔လူေတြ ေရာက္လာတဲ့အခ်ိန္မွာေတာ့ကမၻာပ်က္သလုိျဖစ္ကုန္တယ္.. ဒတ္ခ်္အဲလ္ဘတ္တုိ႕အဖြဲ႕ဟာသူတို႔ကိုဆန္႔က်င္သူအားလံုးကုိေသနတ္နဲ႔ပစ္သတ္ တဲ့အျပင္  ၿမဳိ႕ေနလူထုအေပၚမွာလည္း လုပ္ခ်င္တုိင္းလုပ္ေနတယ္…မည္သုိ႕ပင္ဆုိေစကာ မူ  ဒီၿမိဳ႕ရဲ႕ သုဘရာဇာ ပတ္ထရစ္ တိတ္ ကေတာ့လူသတ္မႈေတြမ်ားလာတာနဲ႔အမွ် အလုပ္အကိုင္ အဆင္ေျပသလုိေတာင္ျဖစ္လာတယ္….သူကိုယ္တိုင္လည္း လူရမ္းကားဝရမ္းေျပးေတြနဲ႔ အေပါင္းအသင္းျဖစ္သြားခဲ့တယ္…ဒါေပမဲ့ ေနာက္ပိုင္းမွာေတာ့ သူ႔မိသားစုပါ အႏၱရာယ္ရွိလာတဲ့အခါလူရမ္းကားေတြလက္ကေန သူ႔မိသားစုကို ႀကိဳးစားကယ္တင္ပံုေတြကိုရင္တထိတ္ထိတ္ နဲ႔ ၾကည့္ရႈခံစားရမဲ့ အက္ရွင္ ဇာတ္ကားေကာင္းတစ္ကားပါ…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္..File Size : (850 MB) and (316 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:40:00Genre :Action,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f3HjvmwoZs2rljNp5X9lwdr3yFA.jpg",
      "https://image.tmdb.org/t/p/w300/2KZdoWRQrLJftxy9WOWXoGvqn3o.jpg",
      "https://image.tmdb.org/t/p/w300/2QRpyOMKv2XmT4TKfwNcIVtwJen.jpg",
      "https://image.tmdb.org/t/p/w300/7ZflAix9JU7qaata4tkQZ1xAq4m.jpg",
      "https://image.tmdb.org/t/p/w300/aP9mLFp6uX4LYk2VmGFxty2QmIn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTY0OTIwNzI4NF5BMl5BanBnXkFtZTgwMTI3Mjk0NzM@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7cs5q33atzk7.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://megaup.net/Sbwv/Never_Grow_Old_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      },
      {
        "link": "https://upstream.to/2d2lra7xyp8m",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "WEB-DL 720p,"
      }
    ],
    "trailer": {
      "video_id": "65QJ8DvDin0",
      "video_url": "https://www.youtube.com/watch?v=65QJ8DvDin0",
      "embed_url": "https://www.youtube.com/embed/65QJ8DvDin0"
    }
  }
]