[
  {
    "metadata": "N/A|2018|115 min|Drama,History",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "1,520"
    },
    "title": "King Lear (2018)",
    "description": "အဂၤလန္ျပည့္ရွင္မင္းၾကီး King Lear ဟာတိုင္းျပည္ကိုသံုးပိုင္းခြဲျပီးသမီးေတာ္သံုးဦးဆီမွ်ေ၀ေပးရာကေနဇာတ္လမ္းစပါတယ္…ေကာက္က်စ္တဲ့သမီးႏွစ္ဦးရဲ႕ေျမွာက္ပင့္စကားေတြၾကား ဘ၀င္ေခြ႕ခဲ့တဲ့ King Lear…မိမိအေပၚစိတ္ရင္းနဲ႕ေမတၱာထားတဲ့သမီးငယ္ကိုမွရက္စက္မိေလခဲ့့တဲ့ King Lear…ယုတ္ညံ့သူေတြရဲ႕မ်က္ႏွာဖံုးကြာက်လာခ်ိန္္မွာ…အမွားအမွန္ကို ကြဲကဲြျပားျပားသိလာခ်ိန္မွာ…အရာအားလံုးက ျပန္ျပင္ဆင္ဖုိ႕အခ်ိန္မွီပါဦးမလား…(ဒီရုပ္ရွင္ထဲမွာ ဘုရင္ၾကီးလီယာေဘးက မိတ္ေဆြစစ္ေတြရဲ႕တန္ဖိုးကိုလည္းေဖာ္က်ဴးထားပါတယ္)။Shakespear ရဲ႕နာမည္ေက်ာ္ King Lear၀တၳဳကို ယေန႕ေခတ္အသြင္အျပင္နဲ႕ျပန္လည္အသက္သြင္းရိုက္ကူးထားျခင္းျဖစ္ပါတယ္။Archi Than Gyi ဘာသာျပန္ၿပီးအညႊန္းကိုယ္လဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlex GaviganKaren SavageLuc GaviganNick ShuttleworthRichard EyreStarsAndrew ScottAnthony CalfAnthony HopkinsEmily WatsonEmma ThompsonFlorence PughJim BroadbentJim CarterJohn MacMillanTobias MenziesCastAndrew ScottAnthony CalfAnthony HopkinsArinzé KeneBernardo SantosChristopher EcclestonChukwudi IwujiEmily WatsonEmma ThompsonEric Kofi AbrefaFlorence PughJim BroadbentJim CarterJohn MacMillanJohn StandingKarl JohnsonKaye BrownLiam McKennaPaul TintoPeter ForbesRaphael DesprezSam RedfordSamuel ValentineSharon WattisShawn DixonSimon ManyondaTobias Menzies",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rxYjrlnDWTE8OdhthCfUrEHpUBe.jpg",
      "https://image.tmdb.org/t/p/w300/dOvVD9B4IACZ5nH3DMJDyPWQgDW.jpg",
      "https://image.tmdb.org/t/p/w300/aPTecz0ZxtztDgtS56QkqkaG2Kc.jpg",
      "https://image.tmdb.org/t/p/w300/2gwmFpFM9oyuIUfubnSB1mXss1z.jpg",
      "https://image.tmdb.org/t/p/w300/fsWfO4nKndMMwx5t5mjyLqwOtBR.jpg",
      "https://image.tmdb.org/t/p/w300/pmEK3LI65zhxCCuSgLEtImuGbHQ.jpg",
      "https://image.tmdb.org/t/p/w300/f3ek4mn4q1lltYWOt7FQ5OgRhiY.jpg",
      "https://image.tmdb.org/t/p/w300/8PGX0g9J5xbZsqjlQCzTDr7sFJq.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjEwNTk0MzA1Ml5BMl5BanBnXkFtZTgwMTAwMzAzNjM@._V1_SY1000_CR006741000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/king-lear-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1yGfx/King_Lear_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/h9trk7ld2yj6",
        "server": "upstream.to",
        "size": "1.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/zw5clyt2bm3n.html",
        "server": "usersdrive.com",
        "size": "1.23 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "utsDahZ42ys",
      "video_url": "https://www.youtube.com/watch?v=utsDahZ42ys",
      "embed_url": "https://www.youtube.com/embed/utsDahZ42ys"
    }
  },
  {
    "metadata": "|2021||Comedy,Drama,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1670"
    },
    "title": "She Will (2021)",
    "description": "She will (2021)===========ဒီဇာတ်ကားကတော့ 2021 မှာ ထွက်ရှိခဲ့ပြီး IMDb 5.5 ရရှိထားတဲ့Psychological Horror and Thriller ဇာတ်ကားလေးတစ်ကားပါ။ဇာတ်လမ်းကတော့ ဗရိုနီကာ ဂန့်ထ် ဆိုတဲ့ နာမည်ကြီးမင်းသမီးကြီးတစ်လက်ဟာ ခွဲစိတ်မှုတစ်ခုကို ခံယူပြီး ပြန်လည်ထူထောင်ရေးအတွက်စကော့တလန်နယ်ဘက်မှာ သွားရောက်နေထိုင်ရာမှ စတင်လာပါတယ်။ဒေစီ ဆိုတဲ့ သူနာပြုအကူတစ်ယောက်လည်း ဗရိုနီကာ့ကို ပြုစုပေးဖို့အတွက်သူမနဲ့အတူတူ လိုက်ပါလာခဲ့တယ်။ အဆိုပါနေရာက ဆက်သွယ်မှုပြင်ပဧရိယာတစ်ခုဖြစ်ပြီး ထိတ်လန့်ဖွယ် အဖြစ်ဆိုးတွေနဲ့ တည်ရှိနေခဲ့တဲ့နေရာတစ်ခုပါ။လူထောင်ချီ မီးလောင်သေဆုံးခဲ့ရပြီး ထူးဆန်းဖွယ် ရွှံ့နွံတွေအပြည့်နဲ့နေရာမှာ ဗရိုနီကာတို့လိုပဲ အနားယူဖို့ လာရောက်ကြတဲ့ လူထူးဆန်းတွေလည်းရှိလို့နေပါတယ်။ ဗရိုနီကာလည်း အဲဒီကိုရောက်မှ သူမရဲ့ ငယ်ဘဝကစိတ်ဒဏ်ရာတွေ ပြန်ပေါ်လာပြီး အိပ်မက်တွေနဲ့ ဆက်သွယ်နိုင်တဲ့ စွမ်းအင်တွေ ရရှိလာတာကို သိလိုက်ရတယ်။ အဲဒီနောက်မှာတော့ ကြောက်လန့်ဖွယ်အဖြစ်အပျက်တွေနဲ့ ထိတ်လန့်ဖွယ်အတိတ်ဆိုးတွေ ပြန်လည်စတင်လာပါတော့တယ်။မီးလောင်မှုတွေနဲ့ ရွှံ့နွံတွေကြား ဆက်စပ်မှုတွေ၊ စုန်းမငှက်မွှေးလို့ခေါ်ကြတဲ့ကျပ်ခိုးတွေနဲ့ အမှောင်ထုတွေကြားက ဒဏ္ဍာရီဆန်ဆန်ဇာတ်လမ်းတွေကိုမြင်တွေ့ရမှာမို့ Psychological Horror and Thriller ကြိုက်တဲ့သူတွေအဖို့ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်စေမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size……….(1.36 GB) / (563 MB) / (323 MB)Quality…………WebRip 1080p / 720p / 480pDuration………1Hr 35minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, Drama, HorrorTranslator…….May Thet Khine SoeEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCharlotte ColbertCastAlice KrigeAmy MansonAndrew SteeleApple YangCatriona McNicollDaniel LapaineFiz MarcusJack GreenleesJoanna BaconJohn McCreaJonathan ArisKenneth CollardKota EberhardtLayla BurnsMalcolm McDowellOlwen FouéréRenee WilliamsRupert EverettStephen Adjei-KyemThomas Handling",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ceSQcIWWKSwubn4ny8BlWtE5q7u.jpg",
      "https://image.tmdb.org/t/p/w300/8MZOEnXcB2YJDcHRLWWn6TW2fWH.jpg",
      "https://image.tmdb.org/t/p/w300/b3JZlSrCzRf93AjKgNrdOiJ5yrm.jpg",
      "https://image.tmdb.org/t/p/w300/vcFMZTXFkHwxws1AmZF5Ik1Gq2v.jpg",
      "https://image.tmdb.org/t/p/w300/fgahbZHJTSDZX9nuICB049k4H2u.jpg",
      "https://image.tmdb.org/t/p/w300/yiaJ5ReLXpWDjqLUZx6fXK8NM2m.jpg",
      "https://image.tmdb.org/t/p/w300/rcX5Lp306rQpaYnWpRJ9UMSzzjw.jpg",
      "https://image.tmdb.org/t/p/w300/5gZWTZDdiO4Ic6Z2fukYtseC69q.jpg",
      "https://image.tmdb.org/t/p/w300/bZKg1kiC6HgLZrTyAfisotmnP52.jpg",
      "https://image.tmdb.org/t/p/w300/mhfAiN03QdsZSWgd6qtJeh0PG5v.jpg",
      "https://image.tmdb.org/t/p/w300/oImhYL6w9HDFnX8jiraz5PJkToK.jpg",
      "https://image.tmdb.org/t/p/w300/jxkV4slvBdvhe2pYNOhJSsd9MIz.jpg",
      "https://image.tmdb.org/t/p/w300/s6vysqfbm7bCymXERQJjkVpO5c4.jpg",
      "https://image.tmdb.org/t/p/w300/usH6VAKB0h6uleU0r9XGjB5nCU8.jpg",
      "https://image.tmdb.org/t/p/w300/2wRyOko7rTrWjb6Bs4B5IaGtCP2.jpg",
      "https://image.tmdb.org/t/p/w300/21j2kEiEFVoaCE4ClIItLjUEm6Q.jpg",
      "https://image.tmdb.org/t/p/w300/lm0TLjIPjmEplw6bDjkxlBFhse3.jpg",
      "https://image.tmdb.org/t/p/w300/hGTZEdATVJ0My4Zl8Nf1tCaaGfZ.jpg",
      "https://image.tmdb.org/t/p/w300/9oJFR6zmeEuxnLcLyorerOyXhmi.jpg",
      "https://image.tmdb.org/t/p/w300/e5pyKgcP0t5eD4DA9ShYtuEQaLV.jpg",
      "https://image.tmdb.org/t/p/w300/sO5e3buR081hdK3vPChULiZ51a4.jpg",
      "https://image.tmdb.org/t/p/w300/9Tk5NS931zvVHdRB0pjJR70gvFE.jpg",
      "https://image.tmdb.org/t/p/w300/r9jqA3PfJ8gzJM3PE5pF3NDzzSX.jpg",
      "https://image.tmdb.org/t/p/w300/5pzdVJmYI2BitjTESwL249EYInh.jpg",
      "https://image.tmdb.org/t/p/w300/wy5jcI8x6tYEPssjBcGkTSV2cCP.jpg",
      "https://image.tmdb.org/t/p/w300/jzfapnboQUUodZuD8Sw4uYqxLxE.jpg",
      "https://image.tmdb.org/t/p/w300/mBca5KaVs4eLjS0Etf4KoGZgfGG.jpg",
      "https://image.tmdb.org/t/p/w300/rNxXKc09hWApHksfGbvb96FuhdL.jpg",
      "https://image.tmdb.org/t/p/w300/2YrjgE7TnuTnv2z1RIvIQ3V64cf.jpg",
      "https://image.tmdb.org/t/p/w300/lTa2magdSatWfcphOMSY7cGTe6W.jpg",
      "https://image.tmdb.org/t/p/w300/pnAxUeAR998ZmzBSUo0q1uSB8nc.jpg",
      "https://image.tmdb.org/t/p/w300/4AHrZX8ErebyRmXXgo2cO8AYDk5.jpg",
      "https://image.tmdb.org/t/p/w300/7JVeKeFV1NhoWjkQde50sMCrAVn.jpg",
      "https://image.tmdb.org/t/p/w300/mPfuu6elkJrSO5Ls61dSM6bn2pL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmI5ZjIyYjYtOGM4Mi00Y2NjLTgxYTgtMzcyOGM5MDc3OWRkXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/she-will-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/she-will-2021-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/16Kcx/She.Will.2021.1080p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "1.36 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/r2o3RI4Z#d1OpwG7dThTeCNSClwCVWhroclshkdk7xhVmZ0mrOtY",
        "server": "mega.nz",
        "size": "1.36 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/fs6071ljo4rd.html",
        "server": "usersdrive.com",
        "size": "1.36 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/she-will-2021-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "563 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2sF78/She.Will.2021.720p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "563 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbthe.com/189f14rmzoeo.html",
        "server": "streamsb.com",
        "size": "563 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/r2o3RI4Z#d1OpwG7dThTeCNSClwCVWhroclshkdk7xhVmZ0mrOtY",
        "server": "mega.nz",
        "size": "563 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/cz3v0assgwh9.html",
        "server": "usersdrive.com",
        "size": "563 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/she-will-2021-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "323 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/16Kcl/She.Will.2021.480p.WEBRip(CM).mp4",
        "server": "megaup.net",
        "size": "323 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbthe.com/n4jon07pvfyz.html",
        "server": "streamsb.com",
        "size": "323 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/D3JhSKyL#6U0feXBm8dncKIT_NIAwdHMg3ml6Ujtr3C7oRk0IH4U",
        "server": "mega.nz",
        "size": "323 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/8fw7q7h31u6o.html",
        "server": "usersdrive.com",
        "size": "323 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "Gh3tVvJdgnk",
      "video_url": "https://www.youtube.com/watch?v=Gh3tVvJdgnk",
      "embed_url": "https://www.youtube.com/embed/Gh3tVvJdgnk"
    }
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "8.6/10",
      "rating_count": ""
    },
    "title": "Se7en (1995) Seven",
    "description": "“The world is a fine place and worth fighting for.”Ernest HemingwayCM ပရိသတ်ကြီးရေ။ ဘဝမှာ ရုပ်ရှင်ဇာတ်ကားတစ်ကားကိုကြည့်ပြီး ဘယ်တော့မှမေ့ဖျောက်လို့ မရနိုင်တော့တဲ့ အဖြစ်မျိုးဖြစ်ဖူးပါသလားခင်ဗျာ။ ဖြစ်ခဲ့ဖူးတယ်ဆိုရင်တောင် အခုဇာတ်ကားကို ကြည့်လိုက်ရင် အရင်ကစွဲလန်းခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားတွေဟာ မှေးမှိန်သွားနိုင်ပါတယ်။ အထူးသဖြင့်ကတော့ သည်းထိတ်ရင်ဖို ရုပ်ရှင်နှစ်သက်သူတွေပေါ့ဗျာ။IMDb 8.6/10 နဲ့ RT 80% ရထားခဲ့တဲ့ Se7en (1995) ဟာ သည်းထိတ်ရင်ဖိုရုပ်ရှင်အမျိုးအစားတွေထဲမှာ ဂန္တဝင်ရုပ်ရှင်အဖြစ် သတ်မှတ်ခံထားရတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကို အညွှန်းရေးရင် ကျွန်တော် သတိအထားဆုံးအရာက Spoil လုပ်လိုက်မိမှာကိုပါ။ တချို့ဇာတ်ကားတွေမှာ ဒါက သိပ်မသိသာပေမယ့် အလှည့်အပြောင်း အဝေ့အဝိုက်များတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းအမျိုးအစားတွေမှာ အရမ်းသိသာပါတယ်။ အထူးသဖြင့် ဒီဇာတ်ကားမှာဆို ပိုတောင်သိသာပါတယ်။ ဒါကြောင့် အညွှန်းကို သဘောလောက်ပဲ ရေးပေးပါရစေ။ဇာတ်လမ်းကဒီလိုပါ…..ဝီလီယမ် ဆမ်မာဆတ်( Morgan Freeman)ဟာ ရာဇဝတ်မှုတွေထူပြောတဲ့မြို့လေးတစ်မြို့က အမှုလိုက်အရာရှိတစ်ယောက်ဖြစ်ပါတယ်။ သူ့လုပ်သက်တစ်လျှောက်လုံးမှာ တွေ့ကြုံခဲ့ရတဲ့ ရာဇဝတ်မှုတွေကြောင့် မြို့ကိုရော သူ့ရဲ့အလုပ်ကိုပါစိတ်ကုန်နေတဲ့သူတစ်ယောက်လည်းဖြစ်ပါတယ်။ သူအနားယူဖို့ တစ်ပါတ်အလိုမှာ သူ့နေရာကို ဆက်လက်တာဝန်လွှဲပြောင်းယူရမယ့် ဒေးဗစ်မီလ် (Brad Pitt)ဆိုတဲ့ အမှုလိုက်အရာရှိအသစ်တစ်ယောက် ရောက်လာခဲ့ပါတယ်။ မီလ် ကတော့ ဆမ်မာဆတ်နဲ့ ကွဲပြားစွာပဲ တာဝန်ထမ်းဆောင်ဖို့ အလွန်တက်ကြွနေပြီး ဒီမြို့ကလေးအတွက်ကောင်းမွန်တဲ့ အပြောင်းအလဲကိုဖော်ဆောင်ပေးချင်နေတဲ့သူပါ။ မီလ်ဟာ လူငယ်လည်းဖြစ်တဲ့ အလျောက် စိတ်မြန်လက်မြန်ရှိပြီး ခေါင်းမာတဲ့သူတစ်ယာက်လည်ဖြစ်ပါတယ်။ မီလ်မှာ့ သူ့ကိုအရမ်းချစ်ပြီး နားလည်မှုလည်းရှိတဲ့ ချစ်စရာကောင်းတဲ့ ထရေစီ (Gwyneth Patrow)ဆိုတဲ့ ဇနီးတစ်ယောက်ရှိပါတယ်။ ထရေစီဟာ သူ့ခင်ပွန်းနဲ့ အတူတွဲပြီး အလုပ်လုပ်ရမယ့် ဆမ်မာဆတ်ကို ညစာဖိတ်ကျွေးရင်း သူတို့တွေ ရင်းနှီးခဲ့ကြပါတယ်။ ဒီလိုနဲ့ပဲ ဆမ်မာဆတ်နဲ့မီလ်ဟာ အတူတွဲပြီး အလွန်ရက်စက်ပြီး ထူးဆန်းတဲ့လူသတ်မှုတစ်ခုကို စုံစမ်းဖို့ဖြစ်လာပါတယ်။ အဲဒီအမှုကို စုံစမ်းထောက်လှမ်းရင်းနဲ့ ဆမ်မာဆတ်နဲ့ မီလ်တို့နှစ်ယောက် ဘယ်လိုအဖြစ်အပျက်တွေနဲ့ ဆက်လက်ကြုံတွေ့ပြီး ဘယ်လိုဖြစ်ပျက်ကြမယ်ဆိုတာကိုတော့……ဇာတ်ကားကိုသာ ဆက်လက်ကြည့်ရှုခံစားလှည့်ကြပါလို့ပြောပါရစေ။ ဒီဇာတ်ကားကို MMDB ရဲ့ Page မှာလည်းရေးသားဖော်ပြထားပါတယ်။ ဇာတ်လမ်းအညွှန်းကို ဒီလောက်နဲ့အားမရရင်တော့ အဲဒီမှာ သွားရောက်ဖတ်ရှုခံစားနိုင်ပါတယ်။ ဒါပေမယ့် အဲဒီပို့စ်မှာလည်း မကြည့်ရသေးသူများအနေနဲ့ ပို့စ်ကိုအရင် မဖတ်ကြဘဲ ဇာတ်ကားကို အရင်ကြည့်ရှုကြသင့်ကြောင်း တိုက်တွန်းပြောကြားထားပါတယ်။ ဒီဇာတ်လမ်းကို ရိုက်ကူးပုံဖော်ခဲ့တဲ့ ဒါရိုက်တာ David Fincher ရဲ့ကြိုးစားရိုက်ကူးပုံဖော်ထားခဲ့မှု၊ သူ့ရဲ့တင်ပြပုံတွေနဲ့ ပါတ်သတ်ပြီး သုံးသပ်တင်ပြထားတဲ့ MMDB ရဲ့ Preview တစ်စိတ်တစ်ပိုင်းကိုလည်း အောက်မှာ ဖော်ပြပေးထားပါတယ်ခင်ဗျာ။မေတ္တာဖြင့်Kaung Thant Sin—————-//—————-“Long is the way and hard, that out of Hell leads up to light.”John Milton (Paradise Lost)… … … … … … … … … … … …… … … … … … … … … … … …Seven (သို့) Se7en ဟာ Aliens 3 ဇာတ်ကားနဲ့ ပွဲဦးထွက်ဒါရိုက်တာဘ၀ မလှပခဲ့တဲ့ David Fincher, ဒုတိယမြောက် ရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားပါ။ Brad Pitt, Morgan Freeman, Gwyneth Patrow တို့ ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားဟာ 1995 ခုနှစ်ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်တွေထဲ အပါအဝင် ဖြစ်သလို၊ Thriller အမျိုးအစားထဲ ဂန္တဝင်အဆင့်သတ်မှတ်ခံခဲ့ရပြီး၊ David Fincher ကိုပါ သူ့မျိုးဆက်ရဲ့ အရည်အချင်းအရှိဆုံး ဒါရိုက်တာတွေထဲ တစ်ယောက်အဖြစ် ထင်ရှားစေခဲ့တဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းကို Somerset နဲ့ Mills တို့ စတွေ့တဲ့အခန်းနဲ့ စဖွင့်ထားပေမယ့်၊ Se7en ကို သမာရိုးကျ ဇာတ်ကားမဟုတ်မှန်း သိသာသွားစေတာကတော့ အဲဒီဇာတ်ဝင်ခန်းနောက်မှာလာတဲ့ အဖွင့်စာတန်းထိုးတဲ့ အခန်းပါပဲ။ ဒိုင်ယာရီလို စာအုပ်တစ်အုပ်ထဲ ရေးမှတ်နေတဲ့ လက်တစ်စုံ၊ သတင်းစာဖြတ်ပိုင်းတွေနဲ့ ဘယ်သူဘယ်ဝါမှန်း မသိရသေးတဲ့ လူတစ်ချို့ရဲ့ ဓါတ်ပုံတွေကို အဲဒီလက်တွေက ကိုင်တွယ်နေတာကို ကြည့်နေရင်းနဲ့၊ အဲဒီအခန်းရဲ့ နောက်ခံတီးလုံးကို နားထောင်နေရင်းနဲ့ပဲ ဒီဇာတ်ကားမှာ မြင်ရမယ့် ရက်စက်မှူတွေ၊ မျှော်လင့်ချက်မဲ့မှူတွေရဲ့ အရသာကို မသိစိတ်က ခပ်ရေးရေး ခံစားမိနေပြီ။ဇာတ်ဝင်ခန်းတိုင်းလိုလိုမှာ၊ ကောင်းကင်က ညို့မှိူင်းနေသလို၊ မိုးကလဲ တဖျောက်ဖျောက် အမြဲကျနေတတ်ပြီး၊ အဆောက်အဦးတွေ၊ အခန်းတွေထဲကို ရိုက်ပြထားတဲ့အချိန်မှာလဲ အဲဒီထိုင်းမှိူင်းတဲ့ ခံစားချက်က လုံးဝပျောက်မသွားတာကလဲ အခုဆိုရင် Fight Club, Panic Room, Zodiac, The Girl With The Dragon Tattoo ပြီးတော့ ခုနောက်ဆုံး Gone Girl တို့လို ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ Fincher ရဲ့ အမှတ်သညာတစ်ခုလို ဖြစ်နေပါပြီ။ပရိသတ်ဟာ ဒီသွေးပျက်စရာလူသတ်မှူတွေကို ဖြစ်ပွားပြီးမှသာ မြင်ခွင့်ရခဲ့သလို၊ တရားခံကိုယ်တိုင်ကလဲ ဇာတ်သိမ်းခါနီးမှသာ ထွက်ပေါ်လာခဲ့ပေမယ့်၊ အဲဒါကပဲ ဒီဇာတ်ကားရဲ့ ဗီလိန်ဖြစ်တဲ့ John Doe ကို ကြည့်နေတဲ့သူစိတ်ထဲ ဖျောက်မရအောင် ဖြစ်သွားစေခဲ့ပါတယ်။ ဒါကလဲ မထူးဆန်းပါဘူး။ လူတွေဟာ အကောင်အထည်လိုက် ခြေ ာက်နေတဲ့ သရဲတစ္တေထက်၊ အိပ်ယာဝင်ပုံပြင်တွေဖတ်ပြီး၊ ကိုယ့်မသိစိတ်က ကိုယ်တိုင်ပုံဖော်တဲ့ မိစ္တာတွေကိုသာ ပိုပြီး ထိတ်လန့်တတ်တာ သဘာဝပဲ မဟုတ်လား။Howard Shore ရဲ့ နောက်ခံဂီတအပိုင်း၊ Cinematography ကို ကိုင်တဲ့ Darius Khondji နဲ့ Editing ပိုင်းတာဝန်ယူတဲ့ Richard Francis-Bruce တို့နဲ့ ဒါရိုက်တာ David Fincher ရဲ့ ရိုက်ကူးမှူအပိုင်းဟာ Se7en က တစ်ဆင့် သူတို့ထုတ်ပြချင်တဲ့ လောကတစ်ခုကို လုံးဝဟာကွက်မရှိပဲ အပြည့်စုံဆုံး ဖန်တီးနိုင်ခဲ့ပေမယ့်၊ Masterpiece ဆိုတဲ့ တကယ့် ဂန္တဝင်လက်ရာတွေမှာ ဖန်တီးသူရဲ့ အရည်အချင်းက 90%ဆိုရင်၊ ကျန်တဲ့ ၁၀ရာနှူန်းက ကံတရားဖေးမမှူပါပဲ။ဥပမာပြောရရင်၊ ဇာတ်လမ်းအစအဆုံး နေရောင်ခြည်စစ်စစ်ကို လုံးဝမပြခဲ့လို့ Se7en ရဲ့ စိတ်ချောက်ချားစရာ theme ဟာ တစ်လျှောက်လုံး ဇာတ်ကားတစ်လျှောက်လုံး စိတ်ထဲနစ်ဝင်နေခဲ့ပေမယ့်၊ တစ်ကားလုံးမှာ ချောက်ချားစရာ အကောင်းဆုံးဆိုတဲ့ ဇာတ်သိမ်းခန်းကတော့ လင်းလင်းချင်းချင်းနေရာမှာ ဖြစ်ပွားခဲ့ပြီး၊ အဲဒီအချက်ကပဲ ဒီဇာတ်သိမ်းခန်းရဲ့ သွေးပျက်စရာခံစားချက်ကို နှစ်ဆတိုးစေခဲ့ပါတယ်။ ဒါပေမယ့်၊ ဒီအဖြစ်အပျက်ဟာ David Fincher ရဲ့ ဆုံးဖြတ်ချက်မဟုတ်ပဲ၊ ဒီဇာတ်ဝင်ခန်းကို ရိုက်ကူးတဲ့အချိန်မှာ မိုးရေဖြန်းတဲ့စက်တွေ သုံးလို့မရခဲ့လို့သာ ဒီအတိုင်းရိုက်ကူးခဲ့ရတာပါ။ယှဉ်ပြီးပြောရရင်၊ Avatar လို ဇာတ်ကားမျိုးကို ကြည့်ပြီးရင် စိတ်ထဲမှာ ကျန်ခဲ့တာက ဒီလိုဇာတ်ကားမျိုးရအောင် သူတို့ ဘယ်လိုများ ဖန်တီးခဲ့ပါလိမ့်ဆိုတဲ့ အံ့သြချီးမွမ်းစိတ်ပဲ ဖြစ်ဖို့များပါတယ်။ ဒါပေမယ့်၊ Se7en ဇာတ်လမ်းဆုံးလို့ စာတန်းထိုးတဲ့အချိန်မှာ ရုပ်ရှင်တစ်ကားထက် လက်တွေ့လောကက ခြောက်ခြားစရာ အဖြစ်အပျက်တစ်ခုကို ကိုယ်တွေ့ကြုံလိုက်ရသလို ခံစားချက်နဲ့ စိတ်ထဲမှာ အတွေးတစ်စုံတစ်ရာကတော့ ကျန်ခဲ့မှာပါ။ကျွန်တော်ဟာ၊ ကျွမ်းကျင်လို့မဟုတ်။ ဝါသနာပါလို့ ကိုယ့်စိတ်ထဲပေါ်တာကို ချရေးနေတဲ့ အပျော်တမ်းသမားတစ်ယောက်ဆိုတာ အထူးပြောစရာမလိုဘူးဆိုပေမယ့်၊ သေချာအာမခံနိုင်တာ တစ်ခုတော့ ရှိပါတယ်။ အဲဒါကတော့၊ ဝေဖန်သူတစ်ယောက်မဟုတ်ပဲ၊ ဇာတ်လမ်းထဲစိတ်နှစ်ပြီး ကြည့်တတ်တဲ့ ရုပ်ရှင်ပရိသတ်တစ်ယောက်အတွက်၊ Se7en ဟာ ပေးဆပ်ရတဲ့အချိန်နဲ့ ထိုက်တန်တဲ့ ကျေနပ်မှူကို ရရှိစေမယ့် ဇာတ်ကားဖြစ်တယ်ဆိုတာပါပဲ။Credit- MMDB#Se7enFile size…(5.4 GB)/ (1.9 GB)/(1 GB)Quality….BluRay4K HEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:06:49Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byKaung Thant SinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlfonso FreemanAllan KolmanAndrew Kevin WalkerArthur MaxBob CollinsBob StephensonBrad PittBrian EversCharles A. TamburroCharles S. DuttonDaniel ZacapaDavid CorreiaDominique JenningsEmily WagnerEndre HulesEvan MirandGene BorkanGeorge ChristyGwyneth PaltrowHarris SavidesHarrison WhiteHawthorne JamesHeidi SchanzJames DeethJohn C. McGinleyJohn CassiniJulie AraskogKevin SpaceyLeland OrserLennie LoftinLexie BighamMario Di DonatoMark Boone JuniorMartin SereneMichael MasseeMichael Reid MacKayMorgan FreemanPamala TysonPaul EcksteinPeter CrombieR. Lee ErmeyRachel FlanaganReg E. CatheyRichard PortnowRichard RoundtreeRichard SchiffRichmond ArquetteShannon WilcoxWilliam Davidson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/i5H7zusQGsysGQ8i6P361Vnr0n2.jpg",
      "https://image.tmdb.org/t/p/w300/hWrxRwnnisPE4LJdER3FmdeM39b.jpg",
      "https://image.tmdb.org/t/p/w300/6jRk8m3Bd5i514cFzv95YKUjpw8.jpg",
      "https://image.tmdb.org/t/p/w300/bd4RndWxzL2H7aiJKoGgk4clEdD.jpg",
      "https://image.tmdb.org/t/p/w300/vxPrxPufDQc4e2zr492LkXoEjdl.jpg",
      "https://image.tmdb.org/t/p/w300/fopucwQz3d46dB9CQG4Q3YbN5Ff.jpg",
      "https://image.tmdb.org/t/p/w300/8TCtTGrnwQzE504IArmSZNn3BfC.jpg",
      "https://image.tmdb.org/t/p/w300/p1PLSI5Nw2krGxD7X4ulul1tDAk.jpg",
      "https://image.tmdb.org/t/p/w300/hkKTtlHjiVUW5XRfkQfl3FmJUfX.jpg",
      "https://image.tmdb.org/t/p/w300/tplpkMfGGlfXvlJgN3hNLCwLRgB.jpg",
      "https://image.tmdb.org/t/p/w300/mEbyFTKcWsrFqWBKROzq0Uxoqas.jpg",
      "https://image.tmdb.org/t/p/w300/wivWTbadzu3YLyEFzfvNUdo4Xn4.jpg",
      "https://image.tmdb.org/t/p/w300/kjttc58Nbew9LMEaB4GL8EUVRFJ.jpg",
      "https://image.tmdb.org/t/p/w300/neYH6VXdpqSR0KNREwAJ1aNmnsB.jpg",
      "https://image.tmdb.org/t/p/w300/nvO9cBv7es3CRj4cBEOBY99dgYY.jpg",
      "https://image.tmdb.org/t/p/w300/21tEX69Eq88wgY98gIDtQSDq0VF.jpg",
      "https://image.tmdb.org/t/p/w300/zMqAK3YLN8QhDznd22NnnmlXlK0.jpg",
      "https://image.tmdb.org/t/p/w300/uJByPV1d2IJ5T1kSIm5fYfT9z9h.jpg",
      "https://image.tmdb.org/t/p/w300/9caF8YFMOTzOm0N5zwhKUeVoOSY.jpg",
      "https://image.tmdb.org/t/p/w300/dYjZ27hDw2QFaEIfzbNGwW0IkV9.jpg",
      "https://image.tmdb.org/t/p/w300/4U4q1zjIwCZTNkp6RKWkWPuC7uI.jpg",
      "https://image.tmdb.org/t/p/w300/9nb0wDgAhhaKBWuNUHzn1HORZD5.jpg",
      "https://image.tmdb.org/t/p/w300/fNXmMaPSOjG4cj9PEHlM5fzrqTa.jpg",
      "https://image.tmdb.org/t/p/w300/6WGhShKiTdqeU53oNlQljOhyJPl.jpg",
      "https://image.tmdb.org/t/p/w300/iwgl8zlrrfvfWp9k9Paj8lvFEvS.jpg",
      "https://image.tmdb.org/t/p/w300/yclxrk0GHjdMhzn3G2f2hBEH1rG.jpg",
      "https://image.tmdb.org/t/p/w300/yGLnZnFdju12VuP1uYLdDTO8iiZ.jpg",
      "https://image.tmdb.org/t/p/w300/oLxyZXyHXvvbST7ALDI5syirVnN.jpg",
      "https://image.tmdb.org/t/p/w300/oToUsWNn2JPAgb0bufECVMvz5Z4.jpg",
      "https://image.tmdb.org/t/p/w300/jd6SyfD9EdisCEJiPMt07ooCetO.jpg",
      "https://image.tmdb.org/t/p/w300/oEi2sokVGedgX6CY6lVGw6qoSiM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BZDgyZmY5MmItY2I3Ny00NjA4LWFhNmItMGQ4ZGJhZDk5YjU3XkEyXkFqcGdeQXVyMTAzMDM4MjM0._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-se-7-en-1995-blu-ray-2160-p-x-265-10-bit-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://mega.nz/file/Y7tGAQwB#lbUXWvZKkDYJ-9vqS6jSdfB7Kz4vL7SgFlERoCwCBpM",
        "server": "mega.nz",
        "size": "5.4 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-se-7-en-1995-blu-ray-1080-p-x-265-10-bit-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1hHc4/(CM)_Se7en_(1995)_BluRay_1080p_x265_10bit_-Naung.mkv",
        "server": "megaup.net",
        "size": "1.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/GyQA0KjD#Z_VsuowPdKWY6aXE7Bg_1IjERiff5FyKIHHtPUCfE04",
        "server": "mega.nz",
        "size": "1.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/peq3vnqvnas6.html",
        "server": "usersdrive.com",
        "size": "1.9 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-se-7-en-1995-blu-ray-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3jzyf/(CM)_Se7en_(1995)__BluRay_720p-Naung.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/S7oFwYIB#kr2Dd9QWtij6-ZD-X1BiuFlgrBJ5H_s_3ABxsM1nWCU",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0s88b3vzxkk6.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ojy1koryadvr",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/s1qd5p0l5nkk",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "vr3UZ-axauU",
      "video_url": "https://www.youtube.com/watch?v=vr3UZ-axauU",
      "embed_url": "https://www.youtube.com/embed/vr3UZ-axauU"
    }
  },
  {
    "metadata": "Unrated|2023|1h 47m|Adult,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "49"
    },
    "title": "[18+] BJJ: Woman on Top (2023)",
    "description": "BJJ: Woman on Top (2023)BJJ ဆိုတာ Brazilian Jiu-jitsu ကိုဆိုလိုပါတယ်။ အားလုံးထင်ထားသလိုတော့မဟုတ်ပါဘူး။အဲလိစ်က သူ့အဖေသေဆုံးမှုကြောင့် စိတ်ဓာတ်ကျအားငယ်နေရတဲ့ကြားထဲ ပါတီတစ်ခုမှာ ဆေးခတ်ပြီး မုဒိမ်းကျင့်ခံလိုက်ရချိန်မှာတော့ ကိုယ်စိတ်နှလုံးဂျူံးဂျူံးကျပြီး အိမ်ထဲက အိမ်ပြင်မထွက်ရဲတဲ့အထိ ဖြစ်သွားခဲ့တဲ့ စိတ်ဒဏ်ရာရှင် ကောင်မလေးတစ်ယောက်ပါ။ သူ့ကို ငယ်ဘဝကတည်းက ချစ်ရေးဆိုခဲ့တဲ့ သူငယ်ချင်း မာကိုရှိပေမဲ့ သူငြင်းလိုက်တဲ့နောက်မှာတော့ မာကိုက တစ်ခြားတစ်ယောက်ကိုရွေးသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း မာကိုရည်းစားကတော့ သူ့ကိုကြုံတာနဲ့ စောင်းမြောင်းတိုက်ခိုက်လေ့ရှိပါတယ်။အဲဒီလို စိတ်ချမ်းသာစရာမရှိတဲ့သူ့ဘဝကို လူတောတိုးရဲအောင်၊ စိတ်ဓာတ်ကြံ့ခိုင်အောင် စေတနာအပြည့်နဲ့ အားပေးကူညီခဲ့တဲ့ ဂျူဂျစ်ဆုနည်းပြလူချောကို အားကိုးပုံအပ်မိချိန်မှာ အဲဒီလူဟာလည်း ဆုံးပါးသွားတဲ့ ဇနီးသည်ကိုအခုထိမမေ့နိုင်သေးတဲ့အတွက် သူ့ကိုအပြည့်အဝမေတ္တာမပေးနိုင်ပြန်တဲ့သူဖြစ်နေတဲ့နောက်တော့…Angela Morena, Alexa Ocampo, Jela Cuenca, Julia Victoria အစရှိတဲ့ မျက်နှာသစ်မျက်နှာဟောင်း အမိုက်စားမင်းသမီးတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ရှုစားရမယ့် ဇာတ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 880MBQuality – 1080p, 720pIMDb Rating – 5.9/10Format – mp4Duration – 1H 47MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLinnet ZurbanoStarsAlexa OcampoAngela MorenaJela CuencaJiad ArroyoJulia VictoriaKeanna ReevesYuki SakamotoCastAlexa OcampoAngela MorenaJela CuencaJiad ArroyoJulia VictoriaKeanna ReevesYuki Sakamoto",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r9S8NeS9iTQalegyHiYmkA1byQX.jpg",
      "https://image.tmdb.org/t/p/w300/ldmmFTllwyOPOMzsG5D6eZXWwQi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xm0FmKu6t0zS3XcMkobs2hulJDt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bjj-woman-on-top-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1l0wn/(CM)_BJJ_Woman_On_Top_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kDNEmAIb#jNFYVseOO45rbeVJmxn05KMZTfUkqN6UxdC1ApPLJmY",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/irv89lts9jxd.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bjj-woman-on-top-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1l0vb/(CM)_BJJ_Woman_On_Top_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9KdilRjJ#mL4Dy9ADCCcf9UpA35pnR1iNHbqqQAsao8vpW5MBAns",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/yt296m7jpwjp.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/1xjz3ud6r6yk",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ws8kj03bp6g8",
        "server": "streamvid.io",
        "size": "880MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Aj62G98gHiI",
      "video_url": "https://www.youtube.com/watch?v=Aj62G98gHiI",
      "embed_url": "https://www.youtube.com/embed/Aj62G98gHiI"
    }
  },
  {
    "metadata": "|2022|1h 50m|Drama,Thriller",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "1.4K"
    },
    "title": "Broken Wings (2022)",
    "description": "Broken Wings (2022)အင်ဒိုနီးရှား ဖြစ်ရပ်မှန်ကားလေး တင်ဆက်ပေးပါရစေ။ 2018 ခုနှစ်က အင်ဒိုနီးရှားရဲတွေနဲ့ ထောင်သားတွေအကြားဖြစ်ပွားခဲ့တဲ့ အထိကရု‌ဏ်းကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ Leong ဆိုတဲ့လူဟာ ISIS ဆန်ဆန် လူသစ်တွေ ရှာဖွေစုဆောင်းပြီး လူစုလူဝေးများတဲ့နေရာတွေမှာ အသေခံဗုံးလိုက်ခွဲပါတယ်။ တစ်ဖက်မှာလည်း ရဲအရာရှိ Ajiဟာ ကိုယ်‌ဝန်ဆောင်သည်ဇနီးနဲ့အတူ နယ်ပြောင်းလာရပါတယ်။ရဲအရာရှိ Aji ဟာ Leongကို ဖမ်းဆီးနိုင်အောင် ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတော့တော့ ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကJaneပါ။)File Size          :1.3GB,522MB, 283MBQuality            :1080p WEB-DL AC3 5.1CH,720p WEB-DL, 480pFormat            :mp4Duration         :1hr 50minsGenre              :Drama,ThrillerTranslated byJaneEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRudy SoedjarwoStarsAriel TatumIwa K.Nicholas SaputraCastAden BajajAgla ArtalidiaAriel TatumAriyo WahabEdward AkbarFajar GomezGibran MartenIwa KKhiva IskakNicholas SaputraNugiePoppy SoviaRevaldoRoyhan HidayatVolland Humonggio",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aTkGKWi78hEDlnLJr3ksxPo2r0z.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1r1vp678jbvsOwgCIW0hc4JQeHA.jpg",
    "movie_links": [
      {
        "link": "https://streamvid.net/dxaj31bz6c5l/[CM]Broken.Wings.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wlzub8kk9vh9.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Qzpe/[CM]Broken.Wings.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/e4n7plpyossb/[CM]Broken.Wings.2022.720p.WEB-DL.mp4",
        "server": "streamvid.io",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rfgzni7oyqn8.html",
        "server": "usersdrive.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Qzp4/[CM]Broken.Wings.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/T5cSSBbI#mygfBXrwET8_3gwHMWm4C5J7Hn67Jw4wcFknYHJOqD8",
        "server": "mega.nz",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/wgykytkuba2g.html",
        "server": "streamsb.com",
        "size": "522MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1191e4u1kbf8/[CM]Broken.Wings.2022.480p.mp4",
        "server": "streamvid.io",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/tsg4bs9u6ovz.html",
        "server": "usersdrive.com",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3cujz/[CM]Broken.Wings.2022.480p.mp4",
        "server": "megaup.net",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/Tpki3IQI#g_VhmVtKK-QcGJfBXRCn0XBkgu81IxRijUngOcdtZAU",
        "server": "mega.nz",
        "size": "283MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/ecdz800goyr8.html",
        "server": "streamsb.com",
        "size": "283MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "jiK1A3BhEBQ",
      "video_url": "https://www.youtube.com/watch?v=jiK1A3BhEBQ",
      "embed_url": "https://www.youtube.com/embed/jiK1A3BhEBQ"
    }
  },
  {
    "metadata": "|||Adventure,Drama,War",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "18059"
    },
    "title": "Da 5 Bloods(2020)",
    "description": "Da 5 Bloods(2020)ဒီဇာတ်ကားဟာ  ၁၉၅၀ခုနှစ်များအလွန်က ဖြစ်ခဲ့တဲ့ အမေရိကန်-ဗီယက်နမ်စစ်ပွဲပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားပါတယ်..Bloodsအဖွဲ့လို့ သူတို့ကိုယ်သူတို့ခေါ်ကြတဲ့ အမေရိကန်ကလူမည်းဗီယက်နမ်စစ်ပြန်ကြီးလေးယောက်ဟာစစ်အတွင်းကကျဆုံးသွားတဲ့ အဖွဲ့ခေါင်းဆောင်လဲဖြစ် သွေးသောက်ညီအစ်ကိုလဲဖြစ်သူ‌နော်မန်ဆိုတဲ့ လူမည်းစစ်သားရဲ့ကြွင်းကျန်တဲ့ရုပ်အလောင်းကိုရှာဖို့ ဗီယက်နမ်နိုင်ငံကိုခရီးထွက်ခဲ့တယ်…သူတို့ဟာ ဗီယက်နမ်ကို သွားခဲ့တဲ့ အခြားရည်ရွယ်ချက်လည်းရှိသေးတယ်..အဲ့ဒါက စစ်အတွင်းမှာပဲသူတို့ရှာတွေ့ပြီး ဝှက်ထားတဲ့ရွှေတွေကို ပြန်လည်သယ်ဆောင်ဖို့ဖြစ်တယ်…သူတို့ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်File Size : (1.2 GB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:34:00Genre :Adventure,Drama,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarTizasEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid WebbNavarutt RoongaroonSpike LeeTrevor TavaresStarsClarke PetersDelroy LindoIsiah Whitlock Jr.Jasper PääkkönenJohnny Trí NguyễnJonathan MajorsLê Y LanMélanie ThierryNorm LewisPaul Walter HauserCastAdrienne J. StowersAlex WintersAlexander WintersAmanda NguyenAndrey KasushkinAnton PatrynikaCasey ClarkChadwick BosemanChaiyos ChaiyosburanaChu Xuan AiClarke PetersDelroy LindoDevin RumerDuc LuongHanh PhucHawk NewsomeHoang SangHung CuongIsiah Whitlock Jr.Jasper PääkkönenJean RenoJohnny Trí NguyễnJonathan MajorsJordan MorganKenda RobertsLaersak PhusomjaiLe CuongLê Y LanLinh HuynhMav KangMélanie ThierryNgoc AnhNguyen Anh TuanNguyen Bao NgocNguyen Kim DungNguyen Ngoc LâmNguyen Vu Truc NhuNhu LeNhu ThucNhut LinhNorm LewisPaul Walter HauserPernell EdwardPhuc Pham HoangPichaiyut JongjaiQuoc ToanQuoc TuanRick ShusterSandy Huong PhamSuradet DongthaisongSurawan SatchukornTaweesak BaoseehahThanh VanThuy HongTirina SimonsTran Minh ThuongTruc LinhVan Veronica NgoXuan Thanh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Aq5Zhj9iaTF6BEKNk05dlUxeHKa.jpg",
      "https://image.tmdb.org/t/p/w300/eE7WZFYW5joFUE38DhEG8K81d68.jpg",
      "https://image.tmdb.org/t/p/w300/ctk9xjbYOKHRwdpH7UZ540lJYAk.jpg",
      "https://image.tmdb.org/t/p/w300/gAOQVMzoJQM51blMF9Vw16Cg1zj.jpg",
      "https://image.tmdb.org/t/p/w300/eZH9PX9Ftz92si6botd5GNsOKfM.jpg",
      "https://image.tmdb.org/t/p/w300/sWcZMa6hPrp6bXlyeKbkP1mEyTw.jpg",
      "https://image.tmdb.org/t/p/w300/4VE1fI68lTzc3R6GzH6bI8LldWw.jpg",
      "https://image.tmdb.org/t/p/w300/aHoADASyn2dJCQvNssFoCGUlCyR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yx4cp1ljJMDSFeEex0Zjv45b55E.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2lm2gbjtp70q.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/06tmnbfwji8o.html",
        "server": "usersdrive.com",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yoteshinportal.cc/da-5-bloods-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/da-5-bloods-2020-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/1xrfx/Da_5_Bloods.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1xrg2/Da_5_Bloods.2020.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/cOolyZwD#yukTGymxULx4rwO53KoWbxb-JlgvgYtAvoXd1VayhwA",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/tCxjSRwb#-pFRCDBNXLByCAGKYjpcgYDrnMVkmgmtVyISI3QUoLY",
        "server": "mega.nz",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/i/-cdgESeHpGTUMA",
        "server": "disk.yandex.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/d/Ihpf9v3JDAgyeg",
        "server": "disk.yandex.com",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://1fichier.com/?r5gw5skqkis9qrm2fuvy",
        "server": "1fichier.com",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?2r1g85i6cznnkd0o65c5",
        "server": "1fichier.com",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/ciml2w8ve97k",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/dxd7srp29dij",
        "server": "upstream.to",
        "size": "561MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "D5RDTPfsLAI",
      "video_url": "https://www.youtube.com/watch?v=D5RDTPfsLAI",
      "embed_url": "https://www.youtube.com/embed/D5RDTPfsLAI"
    }
  },
  {
    "metadata": "||1h 09 min|Action,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "524"
    },
    "title": "The Rescue ( 2023 )",
    "description": "သဘာဝဘေးအန္တရာယ်ကြောင့်ဖြစ်လာတဲ့နောက်ဆက်တွဲဒုက္ခတွေကနေကယ်ဆယ်တဲ့အကြောင်း ပုံဖော်ထားတဲ့ Survival ဇာတ်ကားလေးပါ။တောင်လမ်းတစ်ခုမှာ ဘတ်စ်ကားတစ်စင်းဖြတ်သွားတဲ့အချိန် မြေပြိုတဲ့အတွက်ဘတ်စ်ကားကချောက်နက်ထဲကိုပြုတ်ကျသွားခဲ့ပါတယ်။ကံကောင်းခြင်းတော့ မိုင်းတွင်းဝမှာပိတ်နေတဲ့နွယ်တွေပေါ်ကျသွားတာကြောင့်ဘတ်စ်ကားကမပေါက်ကွဲပဲ အထဲကလူတွေလဲအသက်ရှင်ကျန်နေပါတယ်။အသက်ဘေးကလွတ်မြောက်ခဲ့ပေမယ့် သူတို့ဆီကိုစိန်ခေါ်မှုတွေကရောက်လာပါပြီ။အသက်ဘေးနဲ့ကြုံလာတဲ့အခါ လူ့ရဲ့သဘာဝတွေဗီဇတွေဟာ ဘွင်းဘွင်းကြီးပေါ်လာတတ်တယ်မဟုတ်လား…..ဒီစွန့်ပစ်မိုင်းအတွင်းကနေလွတ်မြောက်အောင်သူတို့ကြိုးစားပြီးလွတ်မြောက်နိုင်ပါ့မလား …….Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Action , DramaRuntime : 1h 9 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By Nu MonEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsJerry WuXinlin HeYu WeiweiCastJerry WuXinlin HeYu Weiwei",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cSSgfGBCP0mkfRi1zM5S2jrOOzD.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-rescue-2024-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "983 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p2rbdmjywwn6.html",
        "server": "usersdrive.com",
        "size": "983 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kYZXX/The_Rescue_2024_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "983 MB",
        "quality": "1080p"
      },
      {
        "link": "https://obeywish.com/ha74zlafitkb",
        "server": "streamsb.com",
        "size": "983 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hucHWCDL#uxybfFOKGS3lTU_RNJo6aeOR0izNIdPmbaGoRyUG3fU",
        "server": "mega.nz",
        "size": "983 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-rescue-2024-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "518 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/dn2wr7xentea.html",
        "server": "usersdrive.com",
        "size": "518 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wnlRDbSD#OjYTNiJGZkayoDYbZJcgug6rPTglKKH5qFz2xT3V1Wg",
        "server": "mega.nz",
        "size": "518 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/edpoo/The_Rescue_2024_720p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "518 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2011|94 min|Comedy,Drama,Uncategorized",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "68,440"
    },
    "title": "Young Adult(2011)",
    "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့Imdb..6.3 ရ“Young Adult”ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္…  Mavis Gary ဆိုတဲ့ အမ်ိဴးသမီးဟာ ဘဝကိုမေက်နပ္မႈေတြ စိတ္မခ်မ္းေျမ႕မႈေတြ ကိုယ့္ကုိကိုယ္အားမရမႈေတြနဲ႔ ျဖတ္သန္းခဲ့ပါတယ္…. သူဟာ Young Adult ဆိုတဲ့ စီးရီးကိုလဲ ေရးသားေနသူပါ…ဒီစီးရီးကလဲ ေအာင္ျမင္မႈမရခဲ့ပါဘူး… သူ႔ရဲ႕ အခ်စ္ေရးကလဲ ကံမေကာင္းလွပါဘူး…. သူ႔ရဲ႕ Young adult စီးရီးက Kendall Strickland လို႔ေခၚတဲ့ ဆယ္ေက်ာ္သက္ေကာင္မေလးအေၾကာင္းကို ေရးထားတာပါ…Kendall က အထက္တန္းေက်ာင္းမွာ ေကာင္ေလးတိုင္း ေႂကြရတဲ့ ေကာင္မေလးတိုင္းမနာလိုျဖစ္အားက်ရတဲ့ မိန္းမေခ်ာေလးပါ… ခုေခတ္စကားအရဆိုရင္ Queen ဆိုပါေတာ့… Mavis က ဘာလို႔ Kendall အေၾကာင္းကို ေရးလဲ..အေၾကာင္းကေတာ့ သူ႔ငယ္ဘဝကလဲတစ္ခ်ိန္တစ္ခါက Kendall လို ေရႊထီးေဆာင္းခဲ့တာပါ…. ေျပာရရင္ သူ႔ဘဝဇာတ္ေၾကာင္းကို အေျခခံထားတာေပါ့…. သူ႔ရဲ႕ လွပခဲ့တဲ့ အတိတ္ေဟာင္းကို အျမဲစျမဳပ္ျပန္ေနသူပါ… အဆင္မေျပမႈေတြနဲ႔ အသက္အရြယ္ကလဲ ရလာခ်ိန္မွာေတာ့ Mavis တစ္ေယာက္ ေရႊထီးမေဆာင္းႏိုင္ဘဲ ေခါက္ထီးသာေဆာင္းႏိုင္ပါေတာ့တယ္… Mavis ရဲ႕ Young adult ေနာက္ဆံုးစီးရီးၿပီးခါနီးမွာပဲ အေၾကာင္းဖန္လာပါေတာ့တယ္…ဒါကေတာ့ သူ႔ငယ္ခ်စ္ေဟာင္း Buddy နဲ႔ Beth ကေလးေမြးတယ္ဆိုတဲ့သတင္းပါ….Mavis ေခါင္းထဲေနရာယူသြားတာကေတာ့ “Beth လဲ ကေလးေမြးၿပီ မအား မလွႏိုင္ေတာ့ဘူး ငါ စႏိုက္ေက်ာ္ရင္ အိုေခေလာက္တယ္”ဆိုတာပါပဲ… ….. ဒီလုိအေတြးေတြနဲ႕သူမ ဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး..မင္းသမီးေခ်ာ.Charlize Theronအဓိက သရုပ္ေဆာင္ထားပါတယ္…ဇာတ္လမ္းအညႊန္းကုိေတာ့ May Haruko မွေရးသားေပးပါတယ္….File Size…(848MB) and (370MB)Quality…BluRay 720pFormat…mp4Duration…01:34:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Honest AbeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason ReitmanStarsBrian McElhaneyCharlize TheronCollette WolfeElizabeth ReaserJill EikenberryKate NowlinMary Beth HurtPatrick WilsonPatton OswaltRichard BekinsCastBrian McElhaneyCharlize TheronCollette WolfeElizabeth ReaserElizabeth Ward LandElla Rae PeckEmily MeadeHettienne ParkJ.K. SimmonsJenny Dare PaulinJill EikenberryKate NowlinLouisa KrauseMary Beth HurtPatrick WilsonPatton OswaltRebecca HartRichard Bekins",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/exAFMvwgze8wYSDcLJsyQLbvZ7y.jpg",
      "https://image.tmdb.org/t/p/w300/lomu7giDKaxTp8rAEGowuEeMzYg.jpg",
      "https://image.tmdb.org/t/p/w300/cmdiXw6pOKgp4dwxjYzkxcLvFJF.jpg",
      "https://image.tmdb.org/t/p/w300/jDneML2vMF2hF0sHLfdT0ufIQY2.jpg",
      "https://image.tmdb.org/t/p/w300/mkeo4rrsXWaSaqlSNFYXYXekePN.jpg",
      "https://image.tmdb.org/t/p/w300/16tSurU2dckkGox0t7ItXZPue3f.jpg",
      "https://image.tmdb.org/t/p/w300/gPN1e9b9tpbdBgbZpxuw2mibl4h.jpg",
      "https://image.tmdb.org/t/p/w300/3SpkgjtaH7GpRrAd6Atu8UBgZVZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fuYkFeGLnRkwBB95zApqI5dETQP.jpg",
    "movie_links": [
      {
        "link": "http://activeation.com/B7Ls",
        "server": "openload.co",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/B7PG",
        "server": "openload.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/B7Ut",
        "server": "Soliddrive.co",
        "size": "848MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/B7Xk",
        "server": "Soliddrive.co",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/B7Zb",
        "server": "channelmyanmar.agbcloud.com",
        "size": "370MB",
        "quality": ""
      },
      {
        "link": "http://activeation.com/B7jk",
        "server": "drive.google.com",
        "size": "848MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "Ar_-v7dEEoo",
      "video_url": "https://www.youtube.com/watch?v=Ar_-v7dEEoo",
      "embed_url": "https://www.youtube.com/embed/Ar_-v7dEEoo"
    }
  },
  {
    "metadata": "|||Adult,Drama,Music,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "12043"
    },
    "title": "[+21] 9 Songs(2004)",
    "description": "[21+]9 Songs(2004) အညွှန်း*******************ဒီကားက Music Romance ဖြစ်ပြီး ဆုတွေလည်းရထားပေမဲ့စိတ်မကောင်းချင်စရာကောင်းတာက အထဲမှာပါတဲ့အချစ်ကိုဖော်ပြတဲ့အခန်းအတော်များများဟာ 21+ အဆင့်ဖြစ်နေတာပါပဲ..Music ,Romance ကြိုက်တဲ့သူတွေအတွက်စိတ်မကောင်းချင်းများစွာနဲ့ ဒီကားကိုဒေါင်းရမှာ ဖြစ်ပါတယ်…ဘဝတစ်ကွေ့မှာ ဆုံတွေ့ခဲ့ပြီး၊ ကိုယ့်ရင်ခွင်ထဲ ခဏ၀င်နားကာပြန်ထွက်ခွာသွားတဲ့သူမျိုးကတော့ လူတိုင်းဆီမှာရှိကျစမြဲပါပဲ။လန်ဒန်မှာ အလုပ်လာလုပ်ပြီး သူ့ရင်ခွင်ထဲခိုလှုံကာ မွေးရပ်မြေကိုပြန်သွားတဲ့အမေရိကန်သူလေး လီဆာကို အင်္ဂလန်သားလေး မတ်တစ်ယောက် သတိရ‌နေပြီးအတူရှိခဲ့စဉ်က နှစ်ယောက်သား  ရဲ့ ချစ်ပုံရိပ်တွေကိုသီချင်းကိုးပုဒ်တို့ဖြင့်  ခမ်းနားထည်ဝါစွာဖော်ပြထားပါတယ်..File Size : (1.5GB) (885 MB) and (207MB)Quality : Blu-Ray1080p, 720pFormat…mp4Duration…01:11:00Genre : Music, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by YEncoded by XYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlex KapranosBobby GillespieCourtney Taylor-TaylorGruff RhysGuy GarveyJason StollsteimerKieran O'BrienMarcie BolenMargo StilleyMichael NymanPeter HayesRobert Levon Been",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qU7tNIMpRqkizIObXfkJY3haTqh.jpg",
      "https://image.tmdb.org/t/p/w300/j3hDf5XGQytqnmIGKtmw5d4Aj9v.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/91O7z0vo7MiNWd5xD2BoivwbQsb.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/21-9-songs2004",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/mxrwnewgpidy.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/9-songs-2004-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/1M43v/9.Songs.2004.BLU-RAY1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/gOMSTSaS#8KDG6FpyxXEYVsNQHoAb93hcH3Q5MeQqi3Z4ufPKZr0",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://usersdrive.com/50rzp4y5o5vf.html",
        "server": "usersdrive.com",
        "size": "855MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/9-songs-2004-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "855MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1M439/9.Songs.2004.BLU-RAY720P(CM).mp4",
        "server": "megaup.net",
        "size": "855MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/YDVRHThb#vkNkPDOsY-B5f70aBN2VJYaoJwgORIuyVhApOL37QZk",
        "server": "mega.nz",
        "size": "855MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfull.com/ohydyp2bfl9p.html",
        "server": "streamsb.com",
        "size": "855MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/2lrlk4pau98e.html",
        "server": "usersdrive.com",
        "size": "230MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/9-songs-2004-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "230MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2s1wY/9.Songs.2004.BLU-RAY_480P(CM).mp4",
        "server": "megaup.net",
        "size": "230MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/UC0zCB5Y#250PxQ0E9OBRkcoCrxtdyMJFvAhecOFhcIumb5NT68o",
        "server": "mega.nz",
        "size": "230MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/9oyq1na4m945.html",
        "server": "streamsb.com",
        "size": "230MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "4gMLW0vKbGI",
      "video_url": "https://www.youtube.com/watch?v=4gMLW0vKbGI",
      "embed_url": "https://www.youtube.com/embed/4gMLW0vKbGI"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "12043"
    },
    "title": "Waiting for rain(2021)",
    "description": "Waiting for rain(2021) အညွှန်း************************IMDb…7.5Moon lovers ထဲက မင်းသားတစ်ယောက်ဖြစ်တဲ့ Kang Ha Neul ရဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ကောင်လေးတစ်ယောက်ဟာ တက္ကသိုလ်ဝင်ခွင့်ရဖို့ အသည်းအသန်ကြိုးစားနေတယ်…ရှေ့(၂)ခါကျထားတော့ သူ့ခဗျာ စိတ်ဓာတ်ကျနေပြီလို့လည်းပြောလို့ရတယ်… တစ်ရက်စာကြည့်တုန်းစာအုပ်ထဲမှာအပြေးပြိုင်ပွဲပုံလေးတွေ့သွားတယ်… သူကလေးဘဝအပြေးပြိုင်တုန်းကကောင်မလေးတစ်ယောက်က ချွေးသုတ်ဖို့ လက်ကိုင်ပဝါလေးပေးဖူးတာကို အမှတ်ရသွားတယ်…ကျွန်တော်တို့ဟာ တစ်စုံတစ်ယောက်နဲ့ပတ်သက်ပြီးရင်ခုန်ခဲ့ဖူး အမှတ်တရရှိခဲ့ဖူးပေမဲ့ အချိန်ကြာလာရင်အနည်ထိုင်သွားတတ်တယ်…သို့ပေမဲ့ အနည်ဆိုတာမျိုးဟာလည်း တစ်စုံတစ်ခုထိ ထိခိုက်မိသွားရင်ပြန်လှုပ်နိုးလာတတ်တာပဲမဟုတ်လား…ဒါ့ကြောင့် ကောင်လေးဟာ လက်ကိုင်ပဝါပေးဖူးတဲ့ကောင်မလေးရဲ့လိပ်စာကိုစုံစမ်းပြီး စာလေးပို့ပေးဖို့ကြိုးစားပါတယ်…သူကြိုးစားတာအောင်မြင်တယ်လို့ပြောရပါ့မယ်…ကောင်မလေးဆီက ပြန်စာလေးတွေရောက်လာတတ်တယ်…သူ့အတွက်နေ့ရက်တိုင်းဟာ အဓိပ္ပါယ်ရှိလာသလိုပါပဲ…ဒါပေမဲ့ ဒီစာလေးတွေရဲ့နောက်ကွယ်မှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်…စာရေးဆရာတစ်ယောက်ရဲ့စကားကိုကိုးကားပြောရမယ်ဆိုရင်ကျွန်တော်တို့ဟာ အားလုံးကိုစွန့်လွှတ်ရရင်တောင်Romance နဲ့ Drama ဇာတ်ကားလေးတွေကိုတော့ ချိုမြိန်စွာခံစားခွင့်ရှိကြတယ်မဟုတ်လား…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့…File Size :(2.16GB)(1.1GB) and (450 MB)Quality : WEB-DL1080P, 720pFormat…mp4Duration…01:48:00Genre : Romance , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Myo Myo Htet & Ichika SatoruEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastChun Woo-heeGo Geon-hanKang Ha-NeulKang So-raKim Sung-kyunLee Hang-naLee SeolLee Yang-heeLim Ju-hwanPark Se-hyun",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/sFdw6IINCaXBhi3WKWuwaf0vtxu.jpg",
      "https://image.tmdb.org/t/p/w300/pVW0kUPPfAmv3XTZ6j87LRRUp9t.jpg",
      "https://image.tmdb.org/t/p/w300/x6VvksAFnDr06HIC4TY0BEJuE6F.jpg",
      "https://image.tmdb.org/t/p/w300/yn1tv4BMLTSrWwckwJJb1VymYAc.jpg",
      "https://image.tmdb.org/t/p/w300/7hspR7A076xHmghuWEl9c72mHtY.jpg",
      "https://image.tmdb.org/t/p/w300/u2gPGa1boD5YzO2b2XREpCO8J4S.jpg",
      "https://image.tmdb.org/t/p/w300/meAlJP7NtoMmYYgCn08eELgxrHs.jpg",
      "https://image.tmdb.org/t/p/w300/jv03CUmDwNxNeUMOxnD81LrBUTc.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/ENDEEDE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/waiting-for-rain2021",
        "server": "VIP Links",
        "size": "2.16GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://usersdrive.com/j95t75zvhvru.html",
        "server": "usersdrive.com",
        "size": "2.16GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-rain-2021-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.16GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://megaup.net/Yfj2/Waiting_For_Rain.(2021).WEB-DL.1080P.mp4",
        "server": "megaup.net",
        "size": "2.16GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://mega.nz/file/iEJBSCjC#RtAcV_dm8mO65uqorxXevTYK1xFy-xJnFwKXUK5MUa4",
        "server": "mega.nz",
        "size": "2.16GB",
        "quality": "WEB-DL1080P"
      },
      {
        "link": "https://usersdrive.com/0sexgo4yqfdn.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-rain-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/2ka9o/Waiting_for_rain(2021).WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/yAxQgShD#Bm05PyKBVO4boqC1AO6qnoT8hYvpFnZ0n7QI5VUOO_M",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://cloudemb.com/gr1govtdjk5a.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://usersdrive.com/al42u8n573fr.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "360P"
      },
      {
        "link": "https://yoteshinportal.cc/waiting-for-rain-2021-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/Yfhp/Waiting_for_rain(2021).480p.pp.mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/XdgWXagQ#h3N5BAqoducOIu6tzlMV6AbAha36CGXbpczZFI0gW5w",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "360P"
      },
      {
        "link": "https://cloudemb.com/ph01qb6p256s.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "360P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": ""
    },
    "title": "My Awkward Sexual Adventure (2012)",
    "description": "ဆော်က ငထန် မင်းသားက ငဒူ ဆော်က အားမရလို့ပစ်သွားတော့မှ ဆော်က ကိုယ့်ကို စိတ်ပြန်လည်လာဖို့ ကူပါကယ်ပါနဲ့ ဘယ်သူ့ကို အဖေခေါ်ရမှန်းမသိတဲ့အဖြစ် အဖော်အချွတ်ကလပ်က ဆော်တစ်ပွေနဲ့တွေ့ပြီးကိုယ်ဖိရင်ဖိသင်ကြားပြီးတော့မှ သိုင်းကွက်အစုံနဲ့ ရေခဲတောင်ကြာပွင့်စားစရာမလိုပဲ အတွင်းအားတွေရသွား တဲ့Canadian Comedy/Romance ဇာတ်ကားလေးတစ်ကားပေါ့မင်းသားကတော့ Canadian ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာ ဖြစ်တဲ့ Jonas Chernick နဲ့ မင်းသမီးကတော့ Canadian Series တွေ British Series တွေရိုက်ကူးနေတဲ့ Emily Hampshire တို့ပါပဲ နှစ်ယောက်စလုံးကလည်း Canadian လူမျိုးတွေပဲဆိုတော့ Canadian Sex ဇာတ်ကားကောင်းလေးတစ်ကားကိုအသွင်သစ်အမြင်သစ်လေးတစ်ခုအနေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ်File size…(2.2 GB)/(1 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:38:00Genre…Comedy, Romance, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by LeoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAisha AlfaAndrea del CampoDean HarderEmily HampshireJessica BurlesonJonas ChernickLaura OlafsonMarina Stephenson KerrMelissa Marie EliasMike BellOnalee AmesRandy ApostleSarah ConstibleSarah ManninenTamara GorskiVik Sahay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2gR4hjE2atX7rwVm3pxtHKlTSx.jpg",
      "https://image.tmdb.org/t/p/w300/zw6SAPEa2qSyPRdAByJG5fpjxsT.jpg",
      "https://image.tmdb.org/t/p/w300/gNc4pxp852bKcba2kW72ytlZw88.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjI5MTYzOTMyNF5BMl5BanBnXkFtZTcwNTgwNDYzOQ@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/my-awkward-sexual-adventure-2012-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/asbkl3qcyue0.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hAlf/My.Awkward.Sexual.Adventure.2012.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tiMWRbhI#ZtZIC8My9K55UXW_KeYc7fYuMPBSw1dmLMvx3xbbmT0",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-awkward-sexual-adventure-2012-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/cymtg1obyq2u.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VFq5/My.Awkward.Sexual.Adventure.2012.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Iy0wVLqR#4PibW8wp_S_2mhZ2NnLwxF5kS1DfUUFAty_xwolN4fw",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/nwpakendj4li",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9FTPToEEstI",
      "video_url": "https://www.youtube.com/watch?v=9FTPToEEstI",
      "embed_url": "https://www.youtube.com/embed/9FTPToEEstI"
    }
  },
  {
    "metadata": "R||1h 32m|Drama,Fantasy,Horror",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "10,214"
    },
    "title": "Ju-on: The Grudge 2 (2003)",
    "description": "Ju-On: The Grudge 2 (2003)ဂျပန်နာမည်ကြီးရုပ်ရှင် ဒါရိုက်တာ Takashii Shimizu ရဲ့ အောင်မြင်ခဲ့တဲ့ Ju-On sequel ကားတွေထဲက ၂၀၀၃ခုနှစ်ထွက် ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ အရင်ထွက်ခဲ့တဲ့ Ju-On ၂၀၀၂ကားရဲ့အဆက်လို့ပြောလို့ရပေမဲ့ တစ်ကားတည်းကြည့်ရင်လည်း အဆင်ပြေပါတယ်။ Ju-On ရုပ်ရှင်တွေက ဂျပန်မှာ အလွန်အောင်မြင်ခဲ့တာဖြစ်ပြီး သူ့ရဲ့ဇာတ်ကားတွေက ထိုခေတ်အခါက တခြားhorrorတွေနဲ့ မတူကွဲပြားတယ်လို့ ဆိုကြပါတယ်။ Howling Villageအပါအဝင် Ox-Head Village,Suicide Forest village ကားတွေရဲ့ ပဲ့ကိုင်ရှင် ဒါရိုက်တာပါပဲ။နဲရိမခရိုင်မှာ သရဲအခြောက်ကြမ်းပြီးကျိန်စာသင့်နေတယ်ဆိုတဲ့ အိမ်တစ်အိမ်ရှိခဲ့ပါတယ်။ အဲဒီအိမ်မှာနေထိုင်တဲ့မိသားစုမှန်သမျှ ကျိန်စာမိပြီး လူစားလဲခံရကာ အကုန်သေဆုံးကုန်ပါတယ်။အဲဒီအိမ်ရဲ့အရင်ပိုင်ရှင်ဖြစ်သူက သူ့မိသားစုတစ်ခုလုံးကိုပြန်သတ်ပြီး သူကိုယ်တိုင်လည်း သူ့မိန်းမရဲ့ဝိဉာဉ်သတ်လို့ သေဆုံးခဲ့တာပါ။ ဇောကပ်ပြီး သေဆုံးခဲ့ရတဲ့သူ့မိသားစုရဲ့ဝိဉာဉ်တွေ အထူးသဖြင့် မိန်းမဖြစ်သူက မကျွတ်မလွတ်နိုင်ဘဲ အဲဒီအိမ်ထဲကို ဝင်လာသူမှန်သမျှ သေစေဖို့ ကျိန်စာတိုက်ခဲ့ပါတယ်။ တစ်ယောက် သေပြီးရင် နောက်တစ်ယောက်ဆီကို ကျိန်စာကူးပြောင်းကာ ထူးဆန်းစွာနဲ့ ထပ်မံသေဆုံးရပါတယ်။ဒီကားမှာတော့ ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့က သရဲခြောက်တဲ့အိမ်ကြီးအကြောင်း မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ အိမ်ထဲကိုဝင်သွားကြမှာပါ။ သရုပ်ဆောင်မဲ့ မင်းသမီးဖြစ်သူ၊ သတင်းထောက်နဲ့ စက်အဖွဲ့သားတွေရော ဘယ်လိုမျိုးခြောက်လှန့်ခံရမလဲဆိုတာ ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားလိုက်ကြပါဦး။သရဲ တစ္ဆေနဲ့ ကျိန်စာဇာတ်လမ်းတွေနှစ်သက်တဲ့သူတွေအတွက် ကားကောင်းတစ်ကားဖြစ်မှာပါ။ အော်သံတွေနဲ့ ခြောက်လှန့်မှု အဖြစ်အပျက်တွေ ရိုက်ကူးထားပုံက ကိုယ်တိုင်သရဲခြောက်ခံရသလို ခံစားချက်မျိုးကို ရစေတယ်လို့ ဆိုကြပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB) / (700MB)Quality__Blu-Ray_1080p, 720pIMDb Rating__6.2/10Format__mp4Duration__01:36:00Type__Drama, HorrorSubtitle__Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakashi ShimizuStarsAyumu SaitôChiharu NiiyamaChika NojimaEmi YamamotoErika KuroishiFumika HidejimaHidekazu MashimaHidetoshi KageyamaHiroko TodaKaoru MizukiKei HorieKenji YamagamiKôjun ItôMio KagawaNaruki MatsukawaNoriko SakaiSakura KamataSatoru JitsunashiShingo KatsurayamaShinobu YukiTakako FujiToshiaki TanabeYasuhi NakamuraYui IchikawaYukizumi ItôYuu KamataYuya OzekiZiko UchiyamaCastAyumu SaitôChiharu NiiyamaChika NojimaEmi YamamotoErika KuroishiFumika HidejimaHidekazu MashimaHidetoshi KageyamaHiroko TodaKaoru MizukiKei HorieKenji YamagamiKôjun ItôMio KagawaNaruki MatsukawaNoriko SakaiSakura KamataSatoru JitsunashiShingo KatsurayamaShinobu YukiTakako FujiToshiaki TanabeYasuhi NakamuraYui IchikawaYukizumi ItôYuu KamataYuya OzekiZiko Uchiyama",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9NACuGg0YkzNAUoRIxUSYFqfJ5m.jpg",
      "https://image.tmdb.org/t/p/w300/qnfM2MfPlUEFIYLVhLOidSS95tO.jpg",
      "https://image.tmdb.org/t/p/w300/yltwOThVx18W7OneqHFTDrb41RT.jpg",
      "https://image.tmdb.org/t/p/w300/hxKX5jZfHGqG1rR2HAlvDXuj9CS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGY5ZTk1MDQtMzVkMS00YWI5LWEzN2UtYTlmNTNhMGViMjIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ju-on-the-grudge-2-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ju-on-the-grudge-2-2003-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tza1/Ju-on_The_Grudge_2_(2003)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Zf1xEawT#n1GMQFA3a3H1dOrItD0Br3YJyXYTj2KVEPrVPobn-sk",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/fkmoj8t2g7wx.html",
        "server": "streamsb.com",
        "size": "1.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ju-on-the-grudge-2-2003-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3Pu4y/Ju-on_The_Grudge_2_(2003)_720p.mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4K1l2LRb#Dz__auwW36yM4XemuXO1dLu0dswsO6Pk7i3-1LMqTG0",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/b86mcu4dnjrn.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "25HsTNMrsRU",
      "video_url": "https://www.youtube.com/watch?v=25HsTNMrsRU",
      "embed_url": "https://www.youtube.com/embed/25HsTNMrsRU"
    }
  },
  {
    "metadata": "R|1972|1h 47min|Action,Drama,Martial,Romance",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "25,092"
    },
    "title": "Fist of Fury (1972)",
    "description": "Fist of Fury (1972)IMDb – 7.4/10______Rotten – 92%Bruce Lee ရဲ့ Big Boss အပြီး ၁၉၇၂ မှပဲ ဆက်တိုက်နောက်ထပ်တကား ထပ်မံထွက်ရှိခဲ့ ပြန်ပါတယ် ဒီကားကိုလဲ ၁၉၆၀လောက်က မွေးဖွားခဲ့ တဲ့ သူတွေတော်တော် များများက တော့ အဲ့ခေတ်အဲ့အခါက ဗီဒီယို ရုံကကြော်ငြာသလိုပဲ ဘရုစ္စလီ ရဲ့ ဒေါသလက်သီး အဖြစ်သိရှိ နာမည်ကြီးခဲ့ သလိုပဲ ဘရုစ္စလီ ကို ဒီကားမှာပဲ Chinese Arnold ရယ်လို့ ခေါ်တွင် သမုတ်ခဲ့ကြပြန်ပါတယ် ကဲ ပထမ Big Boss မှာအောင်မြင်ခဲ့ သလိုပဲ ဒီကားမှာလဲ လီ ရဲ့ ပြောင်မြောက်လှတဲ့ အသတ်အပုတ်တွေကိုမြင်တွေကြရမှာ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နိုင်ငံရပ်ခြားမှာ ပညာသွားသင်နေတဲ့ချန်ဈာန်တစ်ယောက် ဆရာဖြစ်သူနာရေးအတွက်ပြန်လာခဲ့ရာမှအဆုတ်ရောဂါနဲ့ သေဆုံးရတာကိုမကြည်ပဲ ဆက်လက်စုံစမ်းရာပြိုင်ဖက်သိုင်းသင်တန်းကျောင်းရဲ့ လက်ချက်ဟု သိရှိလိုက်ရာမှ ထိုအချိန်တွင် ရုရှားကလဲ တရုပ်တွင်ခြေ ရှပ်နေချိန်မှာတော့ လီ တဖြစ်လဲ ချန်ဈန်တစ်ယောက်ဘယ်လိုတွေများ လက်စားချေမလဲဆိုတာကိုတော့ …………။Bruce Lee ရဲ႕ Big Boss အၿပီး ၁၉၇၂ မွပဲ ဆက္တိုက္ေနာက္ထပ္တကား ထပ္မံထြက္ရွိခဲ့ ျပန္ပါတယ္ ဒီကားကိုလဲ ၁၉၆၀ေလာက္က ေမြးဖြားခဲ့ တဲ့ သူေတြေတာ္ေတာ္ မ်ားမ်ားက ေတာ့ အဲ့ေခတ္အဲ့အခါက ဗီဒီယို ႐ုံကေၾကာ္ျငာသလိုပဲ ဘ႐ုစၥလီ ရဲ႕ ေဒါသလက္သီး အျဖစ္သိရွိ နာမည္ႀကီးခဲ့ သလိုပဲ ဘ႐ုစၥလီ ကို ဒီကားမွာပဲ Chinese Arnold ရယ္လို႔ ေခၚတြင္ သမုတ္ခဲ့ၾကျပန္ပါတယ္ ကဲ ပထမ Big Boss မွာေအာင္ျမင္ခဲ့ သလိုပဲ ဒီကားမွာလဲ လီ ရဲ႕ ေျပာင္ေျမာက္လွတဲ့ အသတ္အပုတ္ေတြကိုျမင္ေတြၾကရမွာ ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ႏိုင္ငံရပ္ျခားမွာ ပညာသြားသင္ေနတဲ့ခ်န္ဈာန္တစ္ေယာက္ ဆရာျဖစ္သူနာေရးအတြက္ျပန္လာခဲ့ရာမွအဆုတ္ေရာဂါနဲ႔ ေသဆုံးရတာကိုမၾကည္ပဲ ဆက္လက္စုံစမ္းရာၿပိဳင္ဖက္သိုင္းသင္တန္းေက်ာင္းရဲ႕ လက္ခ်က္ဟု သိရွိလိုက္ရာမွ ထိုအခ်ိန္တြင္ ႐ုရွားကလဲ တ႐ုပ္တြင္ေျခ ရွပ္ေနခ်ိန္မွာေတာ့ လီ တျဖစ္လဲ ခ်န္ဈန္တစ္ေယာက္ဘယ္လိုေတြမ်ား လက္စားေခ်မလဲဆိုတာကိုေတာ့ …………။File Size – 765 MBQuality – 720pTranslator – Con PikeEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLo WeiWei LoStarsBruce LeeHan Ying-ChiehHuang Chung-HsinJames TienLee KwanLo WeiMaria YiNora MiaoTien FengWei Ping-aoCastBruce LeeFu Ching ChenFung NgaiGam Tin-ChueHan Ying-ChiehHuang Chung-HsinJackie ChanJames TienJun KatsumuraLee KwanLittle UnicornLo WeiMaria YiNora MiaoPeter Chan LungRiki HashimotoRobert BakerSan ChinTien FengTony LiuWei Ping-aoYin Chi LeeYuen Biao",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wZjsOvkv2jybgnTAuRF41WPnezs.jpg",
      "https://image.tmdb.org/t/p/w300/gA4qAcpyrkg8CWcRlf3bhgHyDv2.jpg",
      "https://image.tmdb.org/t/p/w300/4EUxVOhlHGolvrvpopDvZhFbzjf.jpg",
      "https://image.tmdb.org/t/p/w300/cfHOyfVY8mv7cEeZNAWwPpIC1iV.jpg",
      "https://image.tmdb.org/t/p/w300/q0scLxJvX89hh1NcHJwo1Ke7s0e.jpg",
      "https://image.tmdb.org/t/p/w300/p9NlJhgRvTkwHVM5vFjrFNFZRow.jpg",
      "https://image.tmdb.org/t/p/w300/fHyRU5P5vDsN62NvBMQrXLf6Yso.jpg",
      "https://image.tmdb.org/t/p/w300/AddgRVGaQg3FCFS0Ew8yixzjG1t.jpg",
      "https://image.tmdb.org/t/p/w300/8z9vDt4UhRhGAceYA0l2zN0ncyr.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/fist-of-fury-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/01raovuaaaag.html",
        "server": "usersdrive.com",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/fist-of-fury-jing-wu-men-1972-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Rpvs/Fist_Of_Fury_(Jing_Wu_Men)_[1972]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NfAU2KrK#2xEnAbiYEfZDCJvNuH7l4N_6eYxScZ3YjiJt_PHUgS4",
        "server": "mega.nz",
        "size": "765 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/mnv3t5tvnmor",
        "server": "upstream.to",
        "size": "765 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "uWeT0ja7Icw",
      "video_url": "https://www.youtube.com/watch?v=uWeT0ja7Icw",
      "embed_url": "https://www.youtube.com/embed/uWeT0ja7Icw"
    }
  },
  {
    "metadata": "not rated||2h 13m|Biography,Bollywood,Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "2.6k"
    },
    "title": "Mrs. Chatterjee Vs Norway (2023)",
    "description": "Mrs Chatterjee Vs NorwayIMDb-7.4/10 Rotten Tomatoes-15%ညိုချောလေးရာနီးအဓိကသရုပ်ဆောင်ထားတဲ့အိန္ဒိယမိခင်တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်အာရှတိုက်သားတွေအတွက် နော်ဝေးတို့လိုဥရောပနိုင်ငံတွေဟာ dream land လို့ကိုပြောလို့ရပါတယ်ဒေဘီကာတို့ဇနီး‌မောင်နှံဟာ နော်ဝေးနိုင်ငံမှာနေတဲ့ အိန္ဒိမိသားစုလေးပါအနောက်နိုင်ငံမှာနေပေမဲ့ အိန္ဒိယအိမ်ထောင်သည်ဘဝအတိုင်းယောက်ျားကစီးပွားရှာ မိန်းမကအိမ်မှုကိစ္စနဲ့ ကလေးတွေကိုပြုစုထိန်းသိမ်းပါတယ်အနောက်နိုင်ငံမှာ ကလေးနှစ်ယောက်ရယ် အိမ်မှုကိစ္စရယ်နဲ့ တစ်ယောက်တည်းကသီလင်တနိုင်နေတဲ့ဒေဘီကာတို့အခြေအနေကို နော်ဝေးအရာရှိတွေက အထင်အမြင်လွဲမှားသွားပါတော့တယ်အဲဒီအထင်နဲ့ပဲ ‌ဒေဘီကာတို့မောင်နှံဟာကလေးကို စောင့်ရှောက်နိုင်စွမ်းမရှိဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့ကလေးနှစ်ယောက် အတင်းဆွဲခေါ်သွားပါတော့တယ်လူ့အခွင့်အရေးအပြည့်အဝရတဲ့ နော်ဝေးလိုနိုင်ငံက မိခင်ရင်ခွင်ထဲရှိနေရမယ့်လူမမယ်ကလေးနှစ်ယောက်ကိုဘာကြောင့်များအတင်းဆွဲခေါ်သွားရပါသလဲအင်အားကြီးနိုင်ငံရဲ့ ဥပဒေနဲ့ သာမန်မိခင်တစ်ယောက်ရဲ့မေတ္တာလွန်ဆွဲကြမယ့်ပွဲကိုတစ်ရှူးဘူးလေးဘေးချပြီး ရှူစားကြည့်နိုင်ဖို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်File size…1.79GB / 812MBQuality…1080p NF WEB DL / 720pFormat…mp4Duration….2h 13mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL~Yunni~ThaikSan~Nyein~SaiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAshima ChibberStarsAnirban BhattacharyaBalaji GauriBarun ChandaBodhisattva MazumdarBritta SollErki LaurJim SarbhKärt TammjärvMithu ChakrabartyNeena GuptaRani MukerjiSoumya MukherjeeCastAnirban BhattacharyaBalaji GauriBarun ChandaBodhisattva MazumdarBritta SollCarol TammCharu ShankarElina PähklimägiElina ReinoldErki LaurJason E. MedinaJim SarbhKärt TammjärvKristjan SarvKristjan ÜkskülaMithu ChakrabartyNeena GuptaRaimo PassRani MukerjiRoopangi VanvariSara SouliéSaswati GuhathakurtaSoumya MukherjeeTiina TauraiteVarun VazirYuvaan Vanvari",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ej3y6rQLcArQcYZvcNSkXPMvW6O.jpg",
      "https://image.tmdb.org/t/p/w300/2pv723BfhVMCAwH9onNLX0JpVEE.jpg",
      "https://image.tmdb.org/t/p/w300/1M0k2JNZ6Hv5SN9WlXKWCt4YwEv.jpg",
      "https://image.tmdb.org/t/p/w300/2JUyLEblaiSrFDg7YbaNxMcqLLR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uy26E04DxYdICergibgtAFIUuDo.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/mrs-chatterjee-vs-norway-2023-1080-p-nf-web-dl-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.79GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/t3urh8vrbgxx.html",
        "server": "usersdrive.com",
        "size": "1.79GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eaql/Mrs.Chatterjee.vs.Norway.2023.1080p.NF.WEB-DL.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.79GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hGox0BjR#md_NpH8J5tZl5hgZYL3MFvOgurPz1moTXZgBXiSSb_w",
        "server": "mega.nz",
        "size": "1.79GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/mrs-chatterjee-vs-norway-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/mos4ihp8k9sw.html",
        "server": "usersdrive.com",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eaqu/Mrs.Chatterjee.vs.Norway.2023.720p(CM).mp4",
        "server": "megaup.net",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/kWYSjQzD#N7H6-2bfQi42AWIBeYm7WC9pCEj9MDY8cFtEjj8Ok9c",
        "server": "mega.nz",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/ed5bcdymh4q5.html",
        "server": "streamsb.com",
        "size": "812MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rrsc7swy229p",
        "server": "streamvid.io",
        "size": "812MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Horror,Thriller",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "3.7K"
    },
    "title": "Macabre (2009)",
    "description": "ဒီတစ်ခါမှာတော့ Horror ဇာတ်ကားကောင်းကောင်းလေးတွေကိုမှ ကြည့်ရှုရတာကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့ ပရိတ်သတ်ကြီးကို rating 6.4/10 အထိရရှိထားတဲ့Macabreဆိုတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး တစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားကို Kimo Stamboel က ဒါရိုက်တာအဖြစ်ကော ဇာတ်ညွှန်းရေးဆရာအဖြစ်ကော တာဝန်ယူရိုက်ကူးထားပြီး အင်ဒိုနီးရှားရုပ်ရှင်သရုပ်ဆောင်အကျော်အမော်တွေဖြစ်တဲ့ မင်းသား Ario Bayuနဲ့ မင်းသမီး JulieEstellaကပါဝင်အားဖြည့်ရိုက်ကူးထားပါတယ် ဇာတ်လမ်းအစမှာ မိဘတွေအက်ဂျီကြောင့်ကားမတော်တဆမှုဖြစ်ပြီးဆုံးသွားလို့ ခပ်တန်းတန်းဖြစ်သွားတဲ့ ညီမဖြစ်သူလိုင်ဒီယာနဲ့ အက်ဂျီတို့ မောင်နှမနှစ်ယောက်ကို ပြန်လည်ပေါင်းစည်းဖို့ကြိုးစားကြပုံနဲ့အစပျိုးထားပါတယ် အဲ့နောက်မှာတော့ ညီမဖြစ်သူလိုင်ဒီယာတစ်ယောက်အကိုဖြစ်သူတို့အက်ဂျီနဲ့ဇနီးဖြစ်သူ ကိုယ်ဝန်သည် အက်စ်ထရစ်တို့အတူတူဂျာကာတာမြို့ကိုသွားတော့မှာဖြစ်တဲ့အတွက် လိုက်ပို့လိုက်ပါတယ် ဒီလိုနဲ့အက်ဂျီတို့ငါးယောက် ဂျာကာတာကိုသွားတဲ့လမ်း ညကြီးမိုးချုပ်မှာ လမ်းမှာမျှော်လင့်မထားဘဲ ကောင်မလေးတစ်ယောက် ဒုက္ခရောက်နေတာတွေ့လိုကူညီဖို့ဆုံးဖြတ်လိုက်ကြပြီး ကားအသွားမလာမရှိတာနဲ့ အိမ်အထိလိုက်ပို့ပေးလိုက်ကြပါတယ် သူတို့တစ်တွေ လမ်းမှာကူညီပေးလိုက်တဲ့ ကောင်မလေးနာမည်ကဆိုနီဖြစ်ပြီး ကောင်မလေးအိမ်ကိုရောက်တဲ့အခါမှာတော့ ထင်မှတ်မထားတဲ့အရာတွေနဲ့တွေ့ကြုံလိုက်ရပါတော့တယ် အဲ့တာကတော့ဆိုနီတို့မိသားစုဟာ အိမ်ကိုရောက်လာတဲ့ ဧည့်သည်တွေကို စားကောင်းသောက်ဖွယ်တွေနဲ့ဧည့်ခံကျွေးမွေးပြီး ဆေးခတ်ကာ ရက်ရက်စက်စက်သတ်ဖြတ်ပြီး ကလိစာတွေကိုလူချမ်းသာတွေထံပြန်လည်ရောင်းချတာပဲ ဖြစ်ပါတယ် သူတို့တွေ ဒီအိမ်ကြီးမှာဘယ်လိုရက်စက်မှုအပေါင်းသရဖူဆောင်းထားတဲ့လုပ်ရက်တွေကို ရင်ဆိုင်ကြုံတွေ့ကြမလဲသူတို့တွေ ဒီအိမ်ကြီးကနေ အသက်ရှင်လျက်လွတ်မြောက်အောင် ဘယ်လိုတွေကြိုးပမ်းကြမလဲ အဲ့ဒီနောက် သူတို့တစ်တွေ ဒီအိမ်ကြီးကနေကော အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလား ဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ လိုက်ပါစီးမျောခံစားကြည့်ရှုလိုက်ပါဦးဒီဇာတ်ကားက Horror,Drama&Thriller ဖြစ်ပြီး ကြည့်ရှုသူပရိတ်သတ်ကဟာခနဲ့ ဟင်ခနဲ့ဖြစ်သွားအောင် မျက်တောင်မခတ်ကြည့်ရှုရမယ့် ဇာတ်ကားဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ အင်ဒိုနီးရှားHorrorကားဖြစ်တာနဲ့အညီ သွေးသံရဲရဲအခန်းတွေပါဝင်တဲ့အတွက် ကလေးငယ်လေးတွေ ကြည့်ရှုဖို့မသင့်တော်ဘူးဆိုတဲ့အကြောင်းကိုကြိုတင်အသိပေးပါရစေ….File size…1.87GB / 857MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 35mGenre ….. Drama , Horror , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Eh PhawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAming SugandhiArifin PutraArio BayuDaniel ManantaDelon TioDendy SubangilIkhsan SamiajiImelda TherinneJoko AnwarJulie EstelleMike LucockPutrama TutaRuly LubisShareefa DaanishSigi Wimala",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8yIPeGnWzJZxYimyDCwLc2MGfY3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bzirDRNA3JH7TjjhEMRz5QN8rAx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/hbh1t338vjj0.html",
        "server": "usersdrive.com",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/macabre-2009-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3nxSL/Macabre.2009.BluRay,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/pylHwK6C#VWsD9F3OAxDyrwbESUaOYmLABs0GooC7vKuih3Bb_80",
        "server": "mega.nz",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/2s5p6tppsamh",
        "server": "streamvid.io",
        "size": "1.87GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/9ca94ul9egc6.html",
        "server": "usersdrive.com",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/macabre-2009-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3nxSD/Macabre.2009.BluRay,720p(CM).mp4",
        "server": "megaup.net",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/R6l1EIKT#WR8SQckdpCg4S2gSz1ZuHvhX5_MT1lSBbCLwFbrjDX4",
        "server": "mega.nz",
        "size": "857MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/z3ffa5zexb2u",
        "server": "streamvid.io",
        "size": "857MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "gh9bmTwo9-I",
      "video_url": "https://www.youtube.com/watch?v=gh9bmTwo9-I",
      "embed_url": "https://www.youtube.com/embed/gh9bmTwo9-I"
    }
  },
  {
    "metadata": "|2022|2h 21m|Action,Drama,Thriller",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "856"
    },
    "title": "Emergency Declaration (2022)",
    "description": "Emergency Declaration (2022)အညွှန်း*******************************************ဒီရုံတင်ကားကြီးဟာ ကိုဗစ်ကြောင့် ရုံတင်ရက်တွေရွှေ့ဆိုင်းလို့ အားလုံးမျှော်လင့်နေကြတာယခုမှပဲကြည့်ဖို့ အခွင့်အရေးရပါတော့တယ်…Lee Byung Hun, Song Kang-ho, Im Si Wan နဲ့ Kim Nam Gil တို့လို မင်းသားကြီးတွေခေါင်းဆောင် ပါဝင်ထားတဲ့အပြင် ကိုရီးယားနိုင်ငံတစ်ဝှမ်းမှာသာမက နိုင်ငံတော်တော်များများမှာပါရုံဝင်ငွေ အမြောက်အမြား ရရှိထားတဲ့ ဇာတ်ကားကြီး ကြည့်ရကျိုးနပ်စေမှာပါ…အင်တာနက်ပေါ် ပျံ့နေတဲ့ အကြမ်းဖက်ခြိမ်းခြောက်မှုတစ်ခုကို စစ်ဆေးရင်း သံသယရှိသူဟာ အမေရိကားကိုလေယာဥ်နဲ့ လိုက်ပါသွားပြီဆိုတာကို ကိုရီးယားအာဏာပိုင်တွေ နောက်ကျမှ သိလိုက်ရတယ်…အဲ့ဒီ ​လေယာဥ်မှာပဲ စီးနင်းလိုက်ပါလာတဲ့ ကျန်းကျန်းမာမာ ခရီးသည်တစ်ဦးဟာ မည်သည့်အကြောင်းအရင်းကြောင့်မှန်းမသိ ​ကြောက်မက်ဖွယ် သေဆုံးသွားချိန်မှာ‌တော့ လေယာဥ်တွင်းရော မြေပြင်မှာပါ ထိတ်လန့်တုန်လှုပ်မှု​တွေ ဖြစ်လာ​တော့တယ်။တဖြည်းဖြည်းချင်း လျော့နည်းလာတဲ့ လောင်စာဆီအ​နေအထား၊ နိုင်ငံတကာကလည်းအကူအညီပေးဖို့ ငြင်းပယ်မှုတွေကြောင့် လေယာဥ်မှူးနဲ့ အဖွဲ့သားတွေက ခရီးသည်များကိုကယ်တင်နိုင်ဖို့အတွက် သူတို့ ဘဝမှာ တစ်ကြိမ်တစ်ခါမှ လုပ်ဖူးခြင်း မရှိခဲ့တဲ့အရေးပေါ် လုပ်ဆောင်ချက်ကို လုပ်ဖို့ ဖြစ်လာတဲ့ အခါမှာ​တော့ …(ဇာတ်လမ်းအညွှန်းကိုတော့Song Songက ရေးပေးထားပါတယ်။)File Size :Quality :720p WEB-DL, 480pFormat :mkv,mp4Duration :2hr & 10minsGenre :Action, Drama, ThrillerSubtitle :Myanmar Subtitle(Hardsub)Translated byHnin Khine Wai & Song Song ThynnEncoded byPhyoPyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHan Jae-rimStarsJeon Do-yeonLee Byung-hunSong Kang-hoCastHyun Bong-sikIm Sung-jaeJeon Do-yeonKang Mal-geumKim Bo-minKim Hak-sunKim Ho-jungKim Kuk-heeKim Nam-gilKim So-jinKwak Min-kyuKwon Han-solLee Byung-hunLee Hwa-ryongLee Jae-eunLee Si-wonLee Yul-eumLim Hyung-kookMaurice Turner Jr.Moon SookNam Myung-ryeolPark Hae-junSeol In-aSong Kang-hoWang Jong-myungWoo Mi-hwaYim Si-wanYoon Se-woong",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fI8hv1IqWUIUjx4YRfl6TWhdqHW.jpg",
      "https://image.tmdb.org/t/p/w300/8Erjy7XVg8KeNKuJeMpctAJipxJ.jpg",
      "https://image.tmdb.org/t/p/w300/r33eo8QuoyLJS39ddWgQwUwwhaQ.jpg",
      "https://image.tmdb.org/t/p/w300/lbsplrfsF8i5leCDtKKJZAczoiK.jpg",
      "https://image.tmdb.org/t/p/w300/iIJs0jNWxpInKJVc7euilFoWMks.jpg",
      "https://image.tmdb.org/t/p/w300/zXEiUyCOC8DOQ20CoEmRCaA5pa3.jpg",
      "https://image.tmdb.org/t/p/w300/SgD5AdcIbxH7hOtxc0zjCuwxK.jpg",
      "https://image.tmdb.org/t/p/w300/pFD4ThD7k8d0coxbQ9PcXvsNqGj.jpg",
      "https://image.tmdb.org/t/p/w300/tRP4uhp32ZW6HMF6zfzXfimrIWp.jpg",
      "https://image.tmdb.org/t/p/w300/jFaaX2sjybY1BLvyansL5vwkusp.jpg",
      "https://image.tmdb.org/t/p/w300/hRF26wSJGUhU0zJCBS1ju0fYfUj.jpg",
      "https://image.tmdb.org/t/p/w300/baMpNJcvhnQ4gjR2LRymZLyWbnb.jpg",
      "https://image.tmdb.org/t/p/w300/6DG6yDzhImVCXrzRlOGIrRnxV14.jpg",
      "https://image.tmdb.org/t/p/w300/tjMZZtjlM59XsRwgCFFNKoESqbl.jpg",
      "https://image.tmdb.org/t/p/w300/7qPyf1Pqmatq2DC3AOBgaU7D63t.jpg",
      "https://image.tmdb.org/t/p/w300/oQbStpMUyZdGRQM7ffW8SIYTlEs.jpg",
      "https://image.tmdb.org/t/p/w300/oLUJRiOE3tDrpc8I69FLDsGlIko.jpg",
      "https://image.tmdb.org/t/p/w300/2b0Ngh69H26l9tHMRi6xekyz5DH.jpg",
      "https://image.tmdb.org/t/p/w300/vR6jYbKmiWpoWNdmCblIDyHNnJe.jpg",
      "https://image.tmdb.org/t/p/w300/z5IhwgAqeALs3dSbdUsmGCg1MYG.jpg",
      "https://image.tmdb.org/t/p/w300/7z0x8jFpGp21Tb17OK1pFmbDCvh.jpg",
      "https://image.tmdb.org/t/p/w300/5njU73nyvsSf0vSuqsCeDe6LhYG.jpg",
      "https://image.tmdb.org/t/p/w300/lNtruGvxNuGS1Aqk4RiTtQYvsb0.jpg",
      "https://image.tmdb.org/t/p/w300/vETnO6AgV7z1rcaFejEE1ZkWLf0.jpg",
      "https://image.tmdb.org/t/p/w300/9ZcyAzT48QgUCcAzYLWoKPjJGXv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/h7kaQG5MbraSLibOuTpo0gtMxRz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9cfp9h0yov9u.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/emergency-declaration-2022-web-dl-1080-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/17U1w/Emergency.Declaration.2022.WEB-DL.1080P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/kK9gDJgQ#-3-drwEmqgsVHBIa_HRn7WtViDSbznKBQfvkfRUQtQI",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/hoghzm0j9f85.html",
        "server": "usersdrive.com",
        "size": "923MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/emergency-declaration-2022-web-dl-720-p-pp-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "923MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1NRqz/Emergency.Declaration.2022.WEB-DL.720P.PP(CM).mp4",
        "server": "megaup.net",
        "size": "923MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/kO8gXIjR#T6Ysr8HEnQR3nLqgbCKvJp7-Lpiag2Mpj7ic1bSIzRY",
        "server": "mega.nz",
        "size": "923MB",
        "quality": "720P"
      },
      {
        "link": "https://sbspeed.com/0sqs0rbdfve2.html",
        "server": "streamsb.com",
        "size": "923MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/yrmw2pwtnc4d.html",
        "server": "usersdrive.com",
        "size": "231MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/emergency-declaration-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "231MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1NRr4/Emergency.Declaration.2022.WEB-DL.480P(cm).mp4",
        "server": "megaup.net",
        "size": "231MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/9elSgCyT#sL6AzYrewFIkxj1lFYlI61rryfzf8xm00k8lv0L14TM",
        "server": "mega.nz",
        "size": "231MB",
        "quality": "480P"
      },
      {
        "link": "https://sbspeed.com/0047o5tykvo7.html",
        "server": "streamsb.com",
        "size": "231MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "ZHN9bN7PyLA",
      "video_url": "https://www.youtube.com/watch?v=ZHN9bN7PyLA",
      "embed_url": "https://www.youtube.com/embed/ZHN9bN7PyLA"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]When the Rain Falls(2022)",
    "description": "[18+]When the Rain Falls(2022)*****************************ဒီဇာတ်လမ်းမှာတော့ မင်းသမီး Kazumi နဲ့ Kazuha Komiya တိုက အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးပွင့်လင်းမြင်သာတဲ့အိပ်ရာခန်းတွေပါတဲ့ GL ဇာတ်ကားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…ဇာတ်လမ်းအကျဉ်းဟာဇူကီက မိန်းကလေးချင်းစိတ်ဝင်စားတဲ့ကောင်မလေးတစ်ယောက်ပါမိုးရွာတိုင်း အကြောင်းမဲ့ဝမ်းနည်းနေတတ်ပြီး လက်သည်းညှပ်တတ်တဲ့ အကျင့်လေးတစ်ခုလည်း သူမဆီမှာရှိပါတယ်ဟာဇူကီရဲ့ အိပ်မက်ထဲမှာ ညတိုင်းလို ကောင်မလေးတစ်ယောက်ကို အမြဲမက်လေ့ရှိတယ်ဒါပေမဲ့ အဲဒီကောင်မလေးက ဘယ်သူဆိုတာ ဟာဇူကီ မမှတ်မိပါဘူးဟာဇူကီက သူ့အလုပ်က စီအီးအိုမမကို တိတ်တခိုးစိတ်ဝင်စားနေပြီးနီးစပ်ဖိုလည်း ကြိုးစားနေတာပါဒါပေမဲ့ စီအီးအို ရှီရီယိုကတော့ သူထင်ထားသလိုမဟုတ်ဘဲ လျှိဝှက်ချက်တွေနဲ့ ရှုပ်ထွေးတဲ့ဘဝမှာ နေထိုင်နေတဲ့သူပါဒါပေမဲ့ သူတိုနှစ်ယောက်စလုံး အချင်းချင်း ချစ်မိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဟာဇူကီရဲ့ အိပ်မက်ထဲက မိန်းကလေးကရော ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပါဦး၁၈+ ဖြစ်တာကြောင့် ၁၈ယောက်စုပြီးကြည့်ကြဖို အကြံပေးချင်ပါတယ်File Size : (1.1GB) and (467MB)Quality : WEB-DL1080P,720PFormat…mp4Duration…01:24:00Genre : Adult,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by SDEncoded by DSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAika YukihiraJiro ÔmiyaJun HosoiKanari HoshinoKazuha KomiyaKazumiSatomi HouboTomu MiyazakiYurisa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/o18dPLaGmqpKXSk1KlM70pzhsR3.jpg",
      "https://image.tmdb.org/t/p/w300/7HYlFSiAlE7yPO9GAlgGrR0yp6I.jpg",
      "https://image.tmdb.org/t/p/w300/l1C5h8ZyXEQ0JumvxLC03tk8Wp3.jpg",
      "https://image.tmdb.org/t/p/w300/sl3RFkff6mgDFbgIMElQqdOBcgw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kujzgaLNZn57GjZTJ72C0Jftplc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/7bizzemzyzzi.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/when-the-rain-falls-2022-web-dl-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3XQ2T/When.the.Rain.Falls.2022.WEB-DL.1080P(DS).mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/aq4wTCJI#TEdKrZzlM89fIjff50QTvHletbzuYnLinzCiNcLYLes",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/nfy7b2z025np",
        "server": "streamvid.io",
        "size": "1.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4ffrtfa6f75t.html",
        "server": "usersdrive.com",
        "size": "467MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/when-the-rain-falls-2022-web-dl-7200-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "467MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BV8k/When.the.Rain.Falls.2022.WEB-DL.7200P(DS).mp4",
        "server": "megaup.net",
        "size": "467MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/juxnCQpL#jxkX-HGPW0pKOw6vmcxksZdpiwB0r3B8FToM355WuOA",
        "server": "mega.nz",
        "size": "467MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/pjdn19amll77",
        "server": "streamvid.io",
        "size": "467MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PrFgflI6Vcg",
      "video_url": "https://www.youtube.com/watch?v=PrFgflI6Vcg",
      "embed_url": "https://www.youtube.com/embed/PrFgflI6Vcg"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 2m|Bollywood,Comedy,Drama,Musical",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "157"
    },
    "title": "Little Miss Rawther (2023)",
    "description": "Little Miss Rawther (2023)”အချစ်ရူးမလေး မိရော်သာ”=======================================IMDb 8.3/10စီအမ် အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် Little Miss Rawther ဆိုတဲ့ မလျာလမ်စကားပြောအချစ်ဟာသဇာတ်မြူးရုပ်ရှင်လေးကို CM Bollywood Team ကနေ တင်ဆက်ပေးချင်ပါတယ်။နိုင်နာရော်သာဆိုတဲ့ ကောင်မလေးဟာ အရာဝတ္ထုတွေ အစီအစဉ်တကျဖြစ်မနေရင် ရင်ဘက်ထဲ ကျလိကျလိဖြစ်တတ်တဲ့OCD ရောဂါပိုင်ရှင် အရပ် ၅ ပေ ဝန်းကျင်ကောင်မလေးပဲဖြစ်ပါတယ်။ သူ့ဘဝမှာ အခက်အခဲဆိုလို့ သူများမျက်နှာ မော်ကြည့်ရတာလောက်သာ ရှိပြီးဘဝကို သက်တောင့်သက်သာဖြတ်သန်းနေရတဲ့ ကံကောင်းသူလေးပေါ့။သူဟာ အရပ်ငါးပေဝန်းကျင်သာ ရှိပေမဲ့ သူ့ရဲ့ ရည်းစားဦး အာဘီဂျစ်ကတော့ အရပ် ၆ ပေကျော်တဲ့ ကလန်ကလားကိုကိုပဲဖြစ်ပါတယ်။အာဘစ်ဂျစ်ကတော့ နီနာ့လို ဖယောင်းလမ်းကို သက်တောင့်သက်သာလျှောက်ခွင့်မရဘဲ ကလေးဘဝကနေ အရွယ်ရောက်တဲ့အထိအခက်အခဲတွေကြားမှာ ဘဝကို ကန့်လန့်တိုက်ဖြတ်သန်းနေရတဲ့ မအောင်မြင်တဲ့ ဇာတ်ညွှန်းရေးဆရာတစ်ယောက်ဖြစ်ပါတယ်။တစ်ယောက်နဲ့တစ်ယောက်ချစ်ကြပေမဲ့ အရပ်ကစလို့ အစစအရာရာကွာခြားနေတဲ့ သူတို့နှစ်ယောက်ကြား မတူညီမှုတွေကိုတစ်ဆင့်ပြီးတစ်ဆင့် တွေ့ကြုံရပုံကို ဒီရုပ်ရှင်လေးထဲမှာ ရယ်ရယ်မောမောကြည့်ရှုခံစားကြရမှာပါ…။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team ပဲဖြစ်ပါတယ်။)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…1.84GB  / 835MBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 2mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood TeamYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorVishnu DevStarsGouri G KishanJishnu SreekumarManoj K UNandini GopalakrishnanNikita Theresa MathewSangeetha PrathapShersha SheriefCastGouri G KishanJishnu SreekumarManoj K UNandini GopalakrishnanNikita Theresa MathewSangeetha PrathapShersha Sherief",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/little-miss-rawther.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/little-miss-rawther-2023-malayalam-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/9w5bn2jdjjbe.html",
        "server": "usersdrive.com",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2103n/Little_Miss_Rawther_(2023)_Malayalam%C2%A0TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lO11RKYK#xFeaJ5kBsnRnc7mOrtr03VcYX36BWnrlSQ1iHXDh2NE",
        "server": "mega.nz",
        "size": "1.84GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/little-miss-rawther-2023-malayalam-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8eb5obu3hxei.html",
        "server": "usersdrive.com",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2102k/Little_Miss_Rawther_(2023)_Malayalam%C2%A0TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pa9XQbiS#9hoEGdJ1W3FU9SgdZcCU-QTUDuj6Pjtv4ckaw7VkCzs",
        "server": "mega.nz",
        "size": "835MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/fjgoaahqgtoi",
        "server": "streamsb.com",
        "size": "835MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2001|1h 46m|Adult,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "124000"
    },
    "title": "[18+] Y Tu Mamá También (2001)",
    "description": "Y Tu Mamá También (2001)~ IMDb – 7.7/10, Rotten Tomatoes – 92% ~(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။ဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု… ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ…မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ…မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ မရင့်ကျက်မှုတွေကို ဒီဇာတ်ကားကနေတဆင့်တွေ့မြင်ရမှာဖြစ်တဲ့အတွက်ကြောင့် ဆိုးခဲ့ မိုက်ခဲ့ဖူးတဲ့အချိန်တွေရှိခဲ့ရင်လည်း သေချာပေါက် လွမ်းရမှာပါ။သုံးလောကမှာ တစ်ခုတည်းသောဝေဒနာရှိရင် အဲဒီဝေဒနာဟာ မမပဲဆိုပေမဲ့… ဒီဇာတ်ကားထဲက မမ လူဝီဆာတစ်ယောက်ရဲ့ စိုးရိမ်မှုတွေဟာရော ဘာများဖြစ်လိမ့်မလဲ စိတ်ဝင်စားစရာပဲ။ဒီ့အပြင် ဒီဇာတ်ကားကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာဟာ အဲဒီနှစ်ကာလတွေတုန်းက မက္ကဆီကိုဒေသရဲ့ နိုင်ငံရေးနဲ့ စီးပွားရေးအခြေအနေတွေရဲ့ အပုပ်အပွတွေ အကြောင်းကို ခပ်ပါးပါးလှစ်ဟပြထားခဲ့သေးတယ်။ ဒီလိုလေးနက်တဲ့အကြောင်းတွေကို ပေါ့ပေါ့ပါးပါးဖြစ်နေတဲ့ဇာတ်လမ်းကြောင်းထဲ ဆီလျော်အောင်ထည့်ပြီး တင်ဆက်ပြသနိုင်တာ သိပ်လေးစားဖို့ကောင်းတယ်ဆိုရလိမ့်မယ်။ဒါကြောင့်ပဲ ဒီဇာတ်လမ်းပြသခဲ့ချိန်တုန်းက ပြင်းထန်တဲ့ဝေဖန်မှုတွေရခဲ့ပေမယ့်လည်း Golden Globe Awards လို ဆုပေးပွဲမျိုးမှာ Best Foreign Language Film အတွက် ဆန်ခါတင်စာရင်းဝင်ခဲ့တာဖြစ်လောက်မယ်။ ပြီးတော့ အပိုထပ်ဆောင်းအချက်အလက်တစ်ခုအနေနဲ့ပြောရရင် ဒီဇာတ်ကားဟာကောင်လေးတွေရဲ့ အရွယ်ရောက်ကြီးပြင်းလာခြင်း အဆင့်ဆင့်ကို အပိုအလိုမရှိ ကွက်တိပုံဖော်ထားနိုင်တဲ့ဇာတ်လမ်းမျိုးတစ်ခုဖြစ်တာကြောင့် ကြည့်ရှုရမယ့်စာရင်းထဲ သေချာပေါက်ထည့်ထားသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုtadaa_jမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 960MBQuality – REMASTERED 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 46MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated bytadaa_jEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlfonso CuarónStarsAmaury SérbuloAna López MercadoAndrea LópezAndrés AlmeidaArturo RíosDaniel Giménez CachoDiana BrachoDiego LunaEmilio EchevarríaGael García BernalGiselle AudiracJorge VergaraJuan Carlos RemolinaLiboria RodríguezMaría AuraMaribel VerdúMarta AuraMayra SérbuloNathan GrinbergSilverio PalaciosVerónica LangerCastAmaury SérbuloAna López MercadoAndrea LópezAndrés AlmeidaArturo RíosDaniel Giménez CachoDiana BrachoDiego LunaEmilio EchevarríaGael García BernalGiselle AudiracJorge VergaraJuan Carlos RemolinaLiboria RodríguezMaría AuraMaribel VerdúMarta AuraMayra SerbuloNathan GrinbergSilverio PalaciosVerónica Langer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9G6m2ZFmtiX7IfbJ7b794UyDI80.jpg",
      "https://image.tmdb.org/t/p/w300/wyGelNYHLH1Gtpl2BhvYruiv99S.jpg",
      "https://image.tmdb.org/t/p/w300/pemFVvSaYyJZyjBKwR1dtzClP7M.jpg",
      "https://image.tmdb.org/t/p/w300/uLpxnS98fnt5iWHUSs3g1XrYuQe.jpg",
      "https://image.tmdb.org/t/p/w300/7aW9IZjpsoTXYEARlnOvTtl6EBr.jpg",
      "https://image.tmdb.org/t/p/w300/w4hDpuqqOhuZYCLBWXWdj6ED8uy.jpg",
      "https://image.tmdb.org/t/p/w300/y9MgEfNDUA6pQqRFPtCeSbsTNiD.jpg",
      "https://image.tmdb.org/t/p/w300/1MTaQ7mZZJAfke5geidqGmtaBwC.jpg",
      "https://image.tmdb.org/t/p/w300/qCCSDqbFBWeHjlwxwbSTsUJpqig.jpg",
      "https://image.tmdb.org/t/p/w300/jNSIcidmLRpDAKGrrfkD1rjaRVl.jpg",
      "https://image.tmdb.org/t/p/w300/eYE6tpkLmtpTwWICb8SkwJEsvgu.jpg",
      "https://image.tmdb.org/t/p/w300/gPdlr11wmRmOJjzUmnvR3hhKaQz.jpg",
      "https://image.tmdb.org/t/p/w300/yC3AhkiOxXPcNp8VWGPxx6ugxmW.jpg",
      "https://image.tmdb.org/t/p/w300/z9sNlE1PJhLKRa5hHnsUp2tCuQO.jpg",
      "https://image.tmdb.org/t/p/w300/orIxqUMEcU3DT7qCs16Si8KWjBO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/izw41PkE8y891yraO6fN1tCNmOG.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-y-tu-mama-tambien-2001-remastered-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3cyfu/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3tl02QiR#ew9HqB4CTWi0DS1M7uWVZUYXG9uF72BQpI3PJyEeiS0",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gpzu4clc1hhg.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/9o4gika0bqij.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/2pxl52n4y4s8/(CM)_Y_Tu_Mamá_También_(2001)_REMASTERED_1080p.mp4",
        "server": "streamvid.io",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-y-tu-mama-tambien-2001-remastered-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3cydx/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7xFlSDob#hOcDQeqTk5PiUblT89ke8UyUEyG5hZu0DxYs1khQVXQ",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fdgkdx7r99mr.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/c538div0fkv4.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/2vbvuzwtlsq2/(CM)_Y_Tu_Mamá_También_(2001)_REMASTERED_720p.mp4",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "inc0vS58ZKg",
      "video_url": "https://www.youtube.com/watch?v=inc0vS58ZKg",
      "embed_url": "https://www.youtube.com/embed/inc0vS58ZKg"
    }
  },
  {
    "metadata": "R|1977|1h 34m|Adult,Comedy,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "826"
    },
    "title": "(21+) Cinderella (1977)",
    "description": "ဒီဇာတ်ကားလေးက စင်ဒရဲလားလေးရဲ့လူကြီးကြိုက် နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်ဒီထဲမှာ စင်ဒရဲလားလေး ကြင်ယာဖြစ်သွားပုံက ထူးဆန်းတယ်အစောင့်ရှောက်ကလဲ ထူးဆန်းတယ်စင်ဒရဲလားလေးကလှတယ်ငယ်ရွယ်တယ် နုပျိုတယ် ဖြူစင်တယ်စင်ဒရဲလားလေးက မယားပါသမီးနဲ့ မိထွေးတို့ရဲ့ အနှိမ်ခံဘဝနဲ့အစပျိုးထားပါတယ်ဘုရင့်သားတော်ရဲ့ မွေးနေ့ ကြင်ယာရွေးပွဲ ဖိတ်စာရပေမဲ့တက်လို့မရအောင် မိထွေးနဲ့ မယားပါသမီးတွေကဖျက်ဆီးပါတယ်အဲဒီကြင်ယာရွေးပွဲကထူးဆန်းပါတယ်မိန်းမတွေအကြောင်းပေါင်းကြည့်မှသိဆိုသလိုပဲကံစမ်းမဲနှိုက်ပြီး ခဏတာ ပေါင်းကြည့်တာပါပဲစင်ဒရဲလားလေးကတော့ သူ့ဖြူစင်တဲ့စေတနာအတိုင်းအချိန်တန်တော့ သူမရဲ့ ကိုယ်စောင့်နတ်နဲ့တွေ့ပြီးအကူညီရပါတော့တယ်အကူညီကလဲ အတော်ထိရောက်ပါတယ်မိန်းမတစ်ယောက်ရဲ့ အဓိကကိုပါ ပြောင်းပေးလိုက်ပါတယ်မိန်းမ တစ်‌ထောင်မှာ တစ်ယောက်မရှိတဲ့ အရာမျိုးပါအဲဒါကို မင်းသားလေးက စွဲလန်းသွားတဲ့အခါမှာတော့မင်းသားလေးရဲ့ရှာပုံတော်ကြင်ရာရွေးပွဲစတာတွေက DS Fans တွေအကြိုက်ဖြစ်နေတာကြောင့်စင်ဒရဲလားရဲ့ ရသတမျိုးကို တင်ဆက်လိုက်ပါတယ်File size…1.86GB / 918MBQuality…1080p Blu Ray  / 720pFormat…mp4Duration….1h 34mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael PatakiStarsBobby HerbeckBrenda FogartyBrett SmileyCheryl SmithElizabeth HalseyFrank Ray PerilliJennifer DoyleJimmy WilliamsKirk ScottLinda GildersleeveMarilyn CorwinMariwin RobertsPamela StonebrookRay MylesRoberta TapleySy RichardsonYana NirvanaCastBobby HerbeckBrenda FogartyBrett SmileyCheryl SmithElizabeth HalseyFrank Ray PerilliJennifer DoyleJimmy WilliamsKirk ScottLinda GildersleeveMarilyn CorwinMariwin RobertsPamela StonebrookRay MylesRoberta TapleySy RichardsonYana Nirvana",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cqWFXLqrFINrGPhxCCbcUKWBYtQ.jpg",
      "https://image.tmdb.org/t/p/w300/b57nrhLnQUEUrFaExSb2VVVxt3D.jpg",
      "https://image.tmdb.org/t/p/w300/9MOHj54730IQGFvXkGEOX3E9NA8.jpg",
      "https://image.tmdb.org/t/p/w300/xfijjFRb0rjuqQ4rl1MsCsRlJuz.jpg",
      "https://image.tmdb.org/t/p/w300/pyZP3Og94rbjeIknMGURALYRZ6H.jpg",
      "https://image.tmdb.org/t/p/w300/ayr1VWualjFzsLnjSEv9JuyOjAH.jpg",
      "https://image.tmdb.org/t/p/w300/b701bSLHspgl62KMNh0u69nKklF.jpg",
      "https://image.tmdb.org/t/p/w300/zXnRRyoYkciTxVnEyYZ8cVarcPZ.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjNiNGNiMDQtYjI2ZC00NTE4LThmMzYtYTc1ODlhNDkwNmE2XkEyXkFqcGdeQXVyMTUzNzYwMzA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cinderella-1977-1080-p-blu-ray-x-264-aac-5-1-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/94dus9hxcfkv.html",
        "server": "usersdrive.com",
        "size": "1.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbchill.com/l5f3vhhwp1kd.html",
        "server": "streamsb.com",
        "size": "1.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1bx9o/Cinderella.1977.1080p.BluRay.x264.AAC5.1(DS).mp4",
        "server": "megaup.net",
        "size": "1.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/WjAwSSjK#CqafWaRF5766iXIdpWKXvtQbIGbl2Xtc95hUtUW1eac",
        "server": "mega.nz",
        "size": "1.86GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cinderella-1977-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/i7fcar3wcaeb.html",
        "server": "usersdrive.com",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://sbchill.com/q6dgi175c3ti.html",
        "server": "streamsb.com",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1bx9c/Cinderella.1977.720p(DS).mp4",
        "server": "megaup.net",
        "size": "918MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yqQx0JxY#TJMNX-48zfwGjvAlP1hRfkalfiPSRWFQex21GMTGlBY",
        "server": "mega.nz",
        "size": "918MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]