[
  {
    "metadata": "||1hr 48min|Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "22621"
    },
    "title": "The United States of Leland (2003)",
    "description": "The United States of Leland (2003)လီလန်းဖစ်စ်ဂျဲရက် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးဟာကျပ်မပြည့်တဲ့ကလေးတစ်ယောက်ကိုရက်စက်စွာသတ်ခဲ့ပြီးသတ်ရတဲ့အ​ကြောင်းအရင်းဟာလူတွေရဲ့ဝမ်းနည်းမှုတွေကြောင့်လို့ပြောခဲ့ပါတယ်။လီလန်းဟာအဖမ်းခံရပြီးနောက် အသက်ငယ်သေးတဲ့အတွက်ပြုပြင်ရေးစခန်းကိုပို့ခံရပါတယ်။ထိုစခန်းက လီလန်းရဲ့အတန်းကိုစာသင်ကြားပေးတဲ့ဆရာဟာလီလန်းရဲ့ထူးဆန်းတဲ့အပြုအမူတွေကိုစိတ်ဝင်စားပြီးလူသတ်ခဲ့ရတဲ့ရည်ရွယ်ချက်အစစ်အမှန်ကိုသိလိုစိတ်နဲ့လီလန်းရဲ့အတွေ့အကြုံတွေကိုမေးမြန်းကာ စာအုပ်ရေးဖို့ကြိုးစားပါတော့တယ်။Translated by :Pyi.T.NyeinEncoded by :August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lIWbyPbnUUJPUvzwIN4BaeEGIgU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nBcyjNhybeKyOhRNFzXXRDEEB56.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-united-states-of-leland-2003",
        "server": "VIP Links",
        "size": "1.5 GB/707MB",
        "quality": "1080 P/720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-united-states-of-leland-2003-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://yoteshinportal.cc/the-united-states-of-leland-2003-720-p-2-mp-4",
        "server": "yoteshinportal.cc",
        "size": "707MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2owof/The_United_States_of_Leland.2003.720p_2.mp4",
        "server": "megaup.net",
        "size": "707MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-united-states-of-leland-2003-1080-p-mp-4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080 P"
      },
      {
        "link": "https://viewsb.com/1q5e6y6b4h27.html",
        "server": "streamsb.com",
        "size": "707MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "0yZujcBv8S4",
      "video_url": "https://www.youtube.com/watch?v=0yZujcBv8S4",
      "embed_url": "https://www.youtube.com/embed/0yZujcBv8S4"
    }
  },
  {
    "metadata": "|||Drama,Romance,Western",
    "rating": {
      "rating": "7/10",
      "rating_count": ""
    },
    "title": "The Power of the Dog (2021)",
    "description": "မင်းသားကြီးဘန်နီဒစ် ကမ်းဘာဘက်ချ်ရဲ့ ရုပ်ရှင်အသစ်လေးကို ကြည့်လိုက်ရအောင်။ဒီရုပ်ရှင်ဟာ Drama, Romance, Western အမျိုးအစားဖြစ်ပြီး ခေါင်းစဉ်ဖြစ်တဲ့Power of the dog ဆိုတာ ခွေးအကြောင်း မဟုတ်ပါဘူး။ ခွေးမပါပါဘူး။ သမ္မာကျမ်းစာထဲကDeliver my soul from the sword; my darling from the power of the dog.ဆိုတဲ့စာလေးကို တင်စားပြီး သုံးစွဲထားတာပါပဲ။ နားလည်သလို ဘာသာပြန်ရရင်ကျွနု်ပ်ရဲ့ဝိညာဉ်ကို ဓားသွားဆီကနေ ကယ်တင်တော်မူပါ၊ ကျွန်ုပ်ရဲ့ ဘဝကို လူယုတ်မာများဆီကနေ ကယ်တင်တော်မူပါလို့ပြောရမယ်ထင်ပါတယ်။ ခွေးဆိုတာ သစ္စာရှိခြင်းကို ရည်ညွှန်းသလို တစ်ခါတရံမှာလည်း ယုတ်မာတာကို ရည်ညွှန်းတတ်ပါတယ်။တစ်ခါတလေမှာ ကြမ်းတမ်းသလို တစ်ခါတလေမှာ သိမ်မွေ့တတ်ပါတယ် ဘာကြောင့်လဲဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ပြီး စဉ်းစားကြတာပေါ့။ဒီကားကတော့ award သုံးခုနဲ့ norminee ခြောက်ခုထိ ဝင်ထားနိုင်ပြီး၊ နိုင်ငံတကာမှာပြသနေဆဲကားပါ.ကျွန်တော်တို့ရဲ့ သခွားသီး Benedict Cumberbatch သရုပ်ဆောင်ထားပြီးတော့နယူးဇီလန်မှာ ရိုက်ထားတဲ့ကားဖြစ်လေတော့ သခွားသီးရဲ့ ခန္ဓာကိုယ်နောက်ပိုင်းအလှတွေအပြင်နယူးဇီလန်ရဲ့ ရင်သပ်ရှူမောလောက်တဲ့ ရှုခင်းတွေကိုပါ ခံစားရဦးမှာပဲဖြစ်ပါတယ်။ဖေးလ်နဲ့ ဂျော့တို့က မိဘရဲ့လက်ငုပ်လက်ရင်း မွေးမြူရေးခြံကြီးကိုပိုင်ထားပြီးတော့ အင်မတန်မှလည်းအောင်မြင်ပါတယ်။ဖေးလ်ကိုယ်တိုင်ကလည်း သန်မာပြီးတော့ သူကဒါကိုဂုဏ်ယူလေ့ရှိပါတယ်။တွယ်တာစရာ ညီအစ်ကို နှစ်ယောက်တည်းရှိလေတော့ တစ်ကုတင်တည်းတောင် အိပ်ကြပါတယ်။ရိုစ့်ကတော့ စားသောက်ဆိုင်နဲ့တည်းခိုခန်းတွဲရက်ဖွင့်ထားတဲ့ ဆိုင်လေးတစ်ဆိုက်ကို ပိုင်ပြီးပီတာဆိုတဲ့ သားလေးတစ်ယောက်လည်းရှိပါတယ်၊ ရိုစ့်ရဲ့ယောက်ျားတော့ဆွဲကြိုးချသေသွားသူပါ။ဒီလိုနဲ့ ဖေးလ်အစ်ကို ဂျော့တို့နဲ့ ဆုံမိကြပြီး ဂျော့က ချစ်သွားတဲ့အတွက်မင်္ဂလာဆောင်လိုက်ပါရော။ဖေးလ်ကတော့ လုံးဝအမြင်မကြည်တော့ပါဘူး၊ ရိုစ့်ရဲ့သား ပီတာကို အခြောက်ကလေးလို့ခေါ်နေကျဖြစ်ပြီးတူတော်လာရလေတော့ တော်တော်လည်းစိတ်ပျက်နေတဲ့ပုံပါ။ သို့ပေမဲ့ ဖေးလ်က အရမ်းလျို့ဝှက်လွန်းပြီးသူ့လျို့ဝှက်ချက်တွေကို ပီတာသိသွားတဲ့အခါမှာတော့ ဖေးလ်နဲ့ ပီတာရဲ့ ဆက်ဆံရေးကအရင်လိုမဟုတ်တော့ပါဘူး။သောမတ်စ် ဆားဗေစ့်ရဲ့ ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်တဲ့အတွက် ဂန္တဝင်တွေကို သဘောကျတဲ့သူတွေနှစ်ခြိုက်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ ဇာတ်ရဲ့ အလှည့်အပြောင်းတွေမှာမှ ဪဒီလူက ဒီလိုပါလားလို့သိလာရမှာမို့ သေချာလေး စီးမြောစေချင်ပါတယ်။ ဇာတ်လမ်းရဲ့ နာမည်လေးကိုလည်း ဇာတ်လမ်းထဲမှာ အဖြေရှာကြည့်ကြပါဦး။File size…(2.4 GB) / (1.2 Gb)Quality….Webrip 1080p / 720pFormat…mp4Duration….02:06:00Genre…Drama, Romance, WesternSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Murphy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gAsHuCQMN7mv4uFIvM4ACQ09hPr.jpg",
      "https://image.tmdb.org/t/p/w300/hDwKDrTDzRqdMPCkx4i5Wxss3bc.jpg",
      "https://image.tmdb.org/t/p/w300/p1eneBfZCGbbzicwksOhIaibUwk.jpg",
      "https://image.tmdb.org/t/p/w300/1BfE1b04uNmuo3f71hfRDEy81im.jpg",
      "https://image.tmdb.org/t/p/w300/rg5cwyR9UflxJigmBSG47h7MI5w.jpg",
      "https://image.tmdb.org/t/p/w300/mbQ2WnKnCUwhfk6q72m5la5wiNx.jpg",
      "https://image.tmdb.org/t/p/w300/3tAuC6YWsGA46fEVjaV5e4Ao3za.jpg",
      "https://image.tmdb.org/t/p/w300/iMBitldtIZIAw6L6dYRNIoXlqGw.jpg",
      "https://image.tmdb.org/t/p/w300/tIMTvObMZZztefIzrqh2iYleLsm.jpg",
      "https://image.tmdb.org/t/p/w300/45NaUHojRMGVn54AjoyxVWsMx03.jpg",
      "https://image.tmdb.org/t/p/w300/2Y8q5R2SRHeZpNtOeaPLxO7uohW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/p.jpg",
    "movie_links": [
      {
        "link": "https://cmsharer.com/915416d37f779b0a",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-power-of-the-dog-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2mr9x/The.Power.of.the.Dog.2021.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2.4 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-power-of-the-dog-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/yr1odeoo7a7m.html",
        "server": "streamsb.com",
        "size": "1.2 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/yr1odeoo7a7m.html",
        "server": "streamsb.com",
        "size": "600 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/10wj2/The.Power.of.the.Dog.2021.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1.2 Gb",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ELvKuuXdfCU",
      "video_url": "https://www.youtube.com/watch?v=ELvKuuXdfCU",
      "embed_url": "https://www.youtube.com/embed/ELvKuuXdfCU"
    }
  },
  {
    "metadata": "PG|2023|2h 3m|Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "5800"
    },
    "title": "Perfect Days (2023)",
    "description": "Perfect Days (2023)~ IMDb – 7.9/10, RT – 93%, Meta – 73% ~ကျွန်တော့်အတွက်တော့ ၂၀၂၃ထဲ အမျှော်ခဲ့ရဆုံးကားက “PERFECT DAYS” ပဲ။ ဘာလို့ဆို Wim Wenders ရုပ်ရှင်ဖြစ်နေတာကတစ်ကြောင်း၊ Kōji Yakusho ကြောင့်တစ်ကြောင်းပေါ့။ နောက်ကျ ကိန်းမှာ ခိုဂျိက မင်းသားဆုရသွားသလို ဂျပန်ရဲ့ အော်စကာ Entry ကားဆိုတော့လည်း ပိုမျှော်ချင်စရာကောင်းသွားတယ်။ တစ်ခုရှိတာက ဒီနှစ် ထိတ်ထိတ်ကြဲ ဂျပန်ဒါရိုက်တာနှစ်ယောက်ရဲ့ နှစ်ကားလည်း ထွက်ထားသေးတယ်။ တစ်ကားက Evil Does Not Exist ပါ။ တနှစ်က အော်စကာရခဲ့တဲ့ Drive My Car ဒါရိုက်တာ ရူဆုခဲဟမဂုချိ ရိုက်တာ။ ဒါပေမဲ့ အဲဒီကားက သိသိသာသာကို ကျန်တဲ့၂ကားကို မမီနေဘူးပြောကြတော့ ထားလိုက်လို့ရတယ်။ နောက်တစ်ကားက Hirokazu Kore-eda ရဲ့ Monster ပေါ့။ Monster ကို အာရှရုပ်ရှင်ပရိသတ်တော်တော်များများကြည့်ပြီးကြသလို တော်တော်လည်းကြိုက်ကြတယ်။ Perfect Days ရဲ့ဇာတ်နဲ့ ပြသခြင်းဟာ အရမ်းရိုးရှင်းလွန်းတော့ Monster ကိုပဲ ဘာလို့ Entry မရွေးလိုက်လဲ ဝိုင်းပြောခဲ့ကြသေးတယ်။ Perfect Days ကို ကြည့်ပြီးတဲ့အချိန်မှာတော့ ကျွန်တော့်အတွက် ဒီသံသယက ရှင်းသွားတယ်။ Perfect Days ဟာ ရိုးရှင်းလွန်းတာမှန်ပေမဲ့ တစ်ခါတ‌လေကျ ဒီလိုအပိုမပါဘဲ ရိုးရှင်းတာကို ရိုးရှင်းတဲ့အတိုင်းရိုက်ပြနိုင်တာကိုက ပိုအနုပညာမြောက်သလို သတ္တိပိုလိုတယ်လို့ မြင်တာပဲ။ ဒီလိုပြနိုင်လို့ပဲ ပါဖက်ဒေးဟာ ပါဖက်ဖြစ်တဲ့ရုပ်ရှင်ဖြစ်ခဲ့တယ်။ ကျွန်တော့်အတွက်တော့ ဒီနှစ်ကြည့်ခဲ့သမျှထဲ ဂျပန်အနေနဲ့ရော အင်တာအနေနဲ့ရော အကြိုက်ဆုံးရုပ်ရှင်လို့ပြောရမယ်။ လက်ရှိမှာ အော်စကာ Shortlist ၁၅ကားထဲတော့ ဝင်ထားတယ်။ ကျန်တဲ့အပြိုင်ကားတွေကလည်း ကြမ်းသလို ဇာတ်တွေလည်း ဆန်းပြားကြတော့ ပါဖက်ဒေးဟာ ဆန်ခါတင်အနေနဲ့တောင် ဝင်ချင်မှတောင်ဝင်လိမ့်မယ်။ ဒါပေမဲ့ အရေးမကြီးပါဘူး။ ရုပ်ရှင်တွေနဲ့ပတ်သက်လာရင် အတတ်ပညာကိုပါ ထည့်သွင်းစဉ်းစားမယ့် ဆုပေးပွဲတွေဟာ ဘယ်တုန်းကမှ လူ‌တွေရဲ့ ခံစားချက်တွေနဲ့ မညီဖူးဘူးကိုး။ ဒါပေမဲ့ ပါဖက်ဒေးက ခင်ဗျားကို ခင်ဗျားလိုချင်တဲ့ အရသာကိုတော့ ကျိန်းသေပေးနိုင်လိမ့်မယ်။Perfect Days ရဲ့ အစက Win Wenders ကို တိုကျိုအိမ်သာပရောဂျက်ကို လေ့လာဖို့ဖိတ်ကြားလိုက်ရာက စတယ်။ တိုကျိုအိမ်သာပရောဂျက်က ကမ္ဘာတစ်ဝန်း Creator ၁၆ယောက်ကို ဖိတ်ခေါ်ပြီး တိုကျိုက နေရာ၁၇နေရာမှာ ခေတ်မီဆန်းသစ်တဲ့ အိမ်သာတွေဆောက်ခဲ့တဲ့ ပရောဂျက်ပေါ့။ တကယ်လည်း အိမ်သာတွေက လန်းတယ်။ ဒီရုပ်ရှင်မှာ အဲဒီအိမ်သာတွေကို မြင်ရလိမ့်မယ်။ ပရိုဂျူဆာက စစချင်း Wenders အနေနဲ့ ရှော့ဖလင်လေးတွေလောက်ရိုက်လောက်မယ်ပဲထင်ခဲ့ပေမဲ့ Wenders က Feature Film အနေနဲ့ပဲ ပြောင်မြောက်စွာ အသက်သွင်းခဲ့တယ်။ဇာတ်ကြောင်းကတော့ ဆိုခဲ့သလို ရိုးရိုးလေးပဲ။ အဲဒီတိုကျိုအိမ်သာတွေကို သန့်ရှင်းရေးလုပ်ရတဲ့ ဟိယာရာမဆိုတဲ့ အိမ်သာသန့်ရှင်းရေးသမားတစ်ယောက်ရဲ့ နေ့တွေအကြောင်းပဲ။ မနက်ဆို ဟိယာရာမက သူနေတဲ့အဆောင်ခန်းလို အခန်းလေးကနေထတယ်။ မျက်နှာသစ် အအေးတစ်ဘူးသောက် သူ့ကားပေါ်တက် အိမ်သာသွားဆေးတယ်။ ဆေးပြီးရင် ရေချိုးခန်းသွားရေချိုး။ ညနေကျ သူစားနေကျ မြေအောက်ဘူတာက ဆိုင်လေးမှာသွားစား။ ညဘက်ဆို စာအုပ်တစ်အုပ်ဖတ် အိပ်ရာဝင်တယ်။ သူ့တစ်နေ့တာက ဒါတွေပဲဖြစ်နေတာ။ တချို့နေ့တွေကျရင်တော့ သူထိုင်နေကျ အသေးစားဘားလေးကိုသွားတာတို့၊ သူ့ဖလင်ကင်မရာလေးနဲ့ရိုက်ထားတဲ့ ဓာတ်ပုံတွေကိုသွားထုတ်တာတို့၊ စာအုပ်ဆိုင်သွားပြီး ဈေးပေါပေါစာအုပ်တွေကို ရွေးတာတို့ လုပ်တတ်တယ်။ ဒီလောက်ကိုမှ ကားရဲ့တစ်ဝက်လောက်ကိုက အိမ်သာဆေးရင်းပဲ အချိန်ကုန်သွားတယ်။ ဒါဆိုဘာလို့ကြည့်သင့်တာလဲလို့ မေးလာရင်တော့ သူ့ရှင်သန်မှုနဲ့ သူ့ရှင်သန်ပုံ သူ့ရှင်သန်နည်းကြောင့်ပဲ။ ပြောခဲ့တဲ့ဟာတွေက ဒီကားထဲက သူ့တစ်နေ့တာအရာတွေအကုန်ပဲ။ ဒါပေမဲ့ အဲဒီတစ်နေ့တာအရာတွေကို သူလုပ်တဲ့ပုံက အဓိပ္ပာယ်ရှိနေတယ်။ ရှင်သန်မှုရှိနေတယ်။ ကျေနပ်ခြင်းရှိနေတယ်။သူအိမ်သာသွားဆေးတဲ့အချိန် အိမ်သာဝင်မယ့်သူတွေက တစ်ခါတစ်ခါ သူဆေးနေရင်းတန်းလန်ကြီး ဝင်ဝင်လာတတ်တယ်။ အဲဒီကျ သူက အပြင်ထွက်စောင့်ပေးရတယ်။ နေရာအနှံ့အပြားရှိနေတဲ့ အိမ်သာပေါင်းစုံကို လိုက်ပတ်ဆေးနေရတဲ့သူအတွက် ဒီလိုပြန်စောင့်နေရတာက တော်တော်တော့အချိန်ပုပ်လိမ့်မယ်။ ဒေါသထွက်ချင်စရာ စိတ်ရှုပ်စရာကောင်းနေလိမ့်မယ်။ ဒါပေမဲ့ ဟိယာရာမကတော့ အိမ်သာ အပြင်ထွက်လိုက်တဲ့အခါ လေယိမ်းတိုင်းလှနေတဲ့သစ်ပင်ကြီးကို၊ သစ်ပင်ရဲ့အရိပ်တွေ လူတွေရဲ့အရိပ်တွေ အိမ်သာနံရံပေါ်ထင်ပြီး ပန်းချီတစ်ချပ်လို လှပနေတာကို အရသာခံကြည့်ရင်း အမြဲဆိုသလို သူ့မျက်နှာမှာ ဒီမြင်ကွင်းကို သူမြင်လိုက်ရတဲ့အတွက် အားရကျေနပ်တဲ့အငွေ့အသက်တွေ… ဒီမြင်ကွင်းကို အရသာခံစားနေတဲ့အငွေ့အသက်တွေ ပေါ်နေတယ်။ ဒါတော့ ခိုဂျိရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကို ချီးကျူးရလိမ့်မယ်။အိမ်သာဆေးတဖြတ်နားလို့ နေ့ခင်းမုန့်စားတဲ့အခါလည်း ပန်းခြံထဲမုန့်စားနေရင်း သူ့ကိုမိုးထားတဲ့ သစ်ပင်ကြီးရဲ့အကိုင်းအရွက်တွေကို အမြဲအရသာခံကြည့်တတ်သလို သူမျက်စိထဲ လှတဲ့မြင်ကွင်းတွေအားလုံးကို သူ့ရဲ့ ခေတ်တော်တော်ဟောင်းနေတဲ့ ဖလင်ကင်မရာတစ်လုံးနဲ့ရိုက်ထားတတ်တယ်။ သူအားတဲ့နေ့တွေဆို အဲဒီဖလင်တွေကို ဓာတ်ပုံသွားကူးပြီး ပုံတွေကို ဘူးတွေ ဘူးတွေနဲ့ထည့်ပြီး တစ်လကိုတစ်ဘူးနှုန်းနဲ့ဘူးပေါင်းများစွာ သူ့ဗီရိုထဲသိမ်းထားတတ်တယ်။ ကင်မရာအပါအဝင် သူ့မှာ ဒစ်ဂျစ်တယ်ပစ္စည်းတစ်ခုမှမရှိဘူး။ အကုန်အန်နာလော့တွေချည်း။ သူအလုပ်သွားတိုင်း သူ့ကားအိုကြီးက ကက်ဆက်ထဲ တိတ်ခွေတွေထည့်ပြီး သီချင်းနားထောင်တတ်တယ်။ ညဘက်ဆိုစာအုပ်တွေဖတ်တယ်။ ဖုန်းတောင် ခလုတ်ဖုန်းပဲ။ ဒါလည်းသုံးလှတယ်မဟုတ်ဘူး။ သူ့အလုပ်ဖြစ်တဲ့ အိမ်သာဆေးတဲ့အလုပ်ကိုလည်း အရမ်းကြီးစေ့စပ်သေချာလွန်းလို့ ဘေးလူတွေကတောင် ပြောယူရတဲ့လူမျိုး။ ပြောရရင် သူက သူ့ဘဝမှာသူလုပ်နေသမျှအားလုံးကို အရသာခံပြီးလုပ်တယ်… အရသာလည်းခံတတ်တယ်။ ဆိုခဲ့သလို အိမ်သာနံရံမှာထင်နေတဲ့အရိပ်တွေကိုတောင် ပန်းချီတစ်ချပ်လိုအရသာခံတတ်တဲ့လူမျိုး။ လမ်းမှာတွေ့တဲ့ အပင်ပေါက်စလေးတွေကိုတောင် ကောက်သိမ်းလာပြီး အိမ်မှာပြန်စိုက်ပြီး လှပစေတဲ့လူမျိုး။ဒီလိုဆိုလို့ သူ့မှာဝမ်းနည်းခြင်းတွေ မရှိဘူးလားဆိုတော့ မရှိဘူးမဟုတ်ဘူး။ ရှိတယ်။ ဒီကားမှာ Wim Wenders အဖြူအမဲနဲ့ပြထားတဲ့အရာတွေရှိတယ်။ ဟိယာရာမရဲ့ အိပ်မက်လိုလို သူ့ညဘက်တွေရဲ့လွမ်းဆွေးခြင်း ဝမ်းနည်းခြင်းလိုလို သူ့ရဲ့တမ်းတခြင်းလို သူ့ရဲ့အတိတ်တွေလိုလို မရေရာတဲ့အရာတွေပေါ့။ ဒီအဖြူအမဲအခန်းတွေမှာ အပြက တော်တော်လေးလှသလို ဝမ်းနည်းစရာလွမ်းစရာလည်းကောင်းနေတယ်။ Wenders ဟာ ဟိယာရာမရဲ့ ညဘက်တွေကို အဲဒီလိုအရိပ်တွေနဲ့ပဲ ပုံဖော်ထားခဲ့တယ်။ ညခင်းတွေရဲ့ အထီးကျန်ခြင်းကို နားလည်တဲ့လူတွေအတွက်တော့ ဒီအခန်းတွေဟာ တော်တော်လှတဲ့ အခန်းတွေဖြစ်မှာဖြစ်သလို Wenders ရဲ့ပြသပုံကလည်း သူမတူအောင်ကောင်းတယ်လို့ ခံစားမိလိမ့်မယ်။ အခန်းတိုင်းရဲ့ စီနီမာတိုဂရပ်ဖီတွေလည်း လှလွန်းတယ်။နောက် OST… Wenders အနေနဲ့ OST တွေကို သွင်းပုံက တော်တော်လေးမိုက်တယ်။ ဒီကားမှာ OST တွေကို နားထောင်ရတာက ဟိယာရာမနဲ့အတူတူပဲ နားထောင်ရမှာ။ နားထောင်ရမယ့်အချိန်ကလည်း များသောအားဖြင့်တော့ သူကားမောင်းတဲ့အချိန် ကားကက်ဆက်ထဲ တိတ်ခွေထည့်ပြီး ဖွင့်ထားတဲ့အချိန်တွေပဲ။ ဇာတ်ဝင်ခန်းတွေမှာ သီချင်းကိုလုံးဝမသုံးသွားဘူး။ တစ်ခါတော့သုံးသလိုလိုဖြစ်သွားပေမဲ့ အဲဒါကလည်း ရှေ့ကဖွင့်ထားတဲ့အချိန်နဲ့ တစ်ဆက်တည်းဖြစ်သွားတဲ့တစ်ခေါက်ပဲ။ ကျန်တာတွေကိုတော့ ဟိယာရာမနားထောင်တဲ့အချိန် သူနဲ့အတူတူ လိုက်နားထောင်ရမှာ။ သီချင်းတွေကတော့ ၁၉၆၀ – ၇၀က သီချင်းတွေချည်းပဲ။ အဓိကကတော့ ဒီကားရဲ့နာမည်တစ်ဖြစ်လဲ Lou Reed ရဲ့ “Perfect Day”ပေါ့။ နောက် Lou Reedရဲ့ “Pale Blue Eyes” တို့၊ Van Morrison ရဲ့ “Brown Eyed Girl”တို့၊ Nina Simone ရဲ့ “Feeling Good” တို့၊ Sachiko Kanenobu ရဲ့ “Aoi Sakana” တို့ပေါ့။ ဟိယာရာမရဲ့ တိတ်ခွေတွေကဖွင့်တဲ့သီချင်းတွေဆိုတော့ သူကြိုက်တဲ့ ၇၀ ၈၀က အင်္ဂလိပ်သီချင်းတွေများတယ်။ ဒီလိုခေတ်ဟောင်း အင်္ဂလိပ်သီချင်းတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက်တော့ တော်တော်အရသာရှိတယ်။ Pale Blue Eyes ကတော့ ကျွန်တော့်အတွက် အကြိုက်ဆုံးသီချင်းပဲ။ဟိယာရာမဟာ တော်တော်စကားနည်းတဲ့လူ။ ဒီကားရဲ့ပထမတစ်ခြမ်းကျော်ကျော်လောက်ကို သူတစ်လုံးမှ မပြောသွားဘူး။ သူများပြောလည်း သူခေါင်းညိတ်ခေါင်းခါလောက်နဲ့ပဲ တုံ့ပြန်တယ်။ ဒါပေမဲ့ ဒီလိုဆိုလို့ သူဟာအေးစက်တဲ့သူတော့မဟုတ်ဘူး။ သူရဲ့လူသားဆန်မှုကို ဒီကားရဲ့နေရာတော်တော်များများမှာ သိသိသာသာကြီးမဟုတ်ပေမဲ့ တော်တော်လေးပြသွားတယ်။ အထင်ရှားဆုံးကတော့ အိမ်သာထောင့်မှာ ဘယ်သူမှန်းမသိတဲ့လူနဲ့သူ့ရဲ့ အဝိုင်းနဲ့ကြက်ခြေခတ်ကစားပွဲပဲ။ အားလုံးသိတဲ့ကစားနည်းပါ။ ဇယားကွက်လို နေရာလွတ်ကိုးကွက်ရှိမယ်။ တစ်ဘက်က အဝိုင်းယူရင် တစ်ဘက်က ကြက်ခြေခတ်ယူရတယ်။ သုံးခုအရင်တန်းတဲ့လူကနိုင်မယ်။ အိမ်သာဆေးရင်း အဲဒီစာရွက်လေးကို အိမ်သာထောင့်မှာတွေ့တော့ သူက မလွှင့်ပစ်ဘူး။ ဘာမဟုတ်တဲ့ကိစ္စလေးပေမဲ့ သူက တစ်ကွက်ထပ်ဖြည့်ပြီး အိမ်သာထောင့်မှာ ပြန်ညှပ်ထားလိုက်တယ်။ တစ်ဘက်လူက ဒီနေ့အိမ်သာတက်ရင်း တစ်ကွက်ဖြည့်ခဲ့၊ သူက နောက်နေ့အိမ်သာဆေးရင်း နောက်တစ်ကွက်ထပ်ဖြည့်။ အဲဒီလိုနဲ့ အနိုင်အရှုံးတော့မရှိပေမဲ့ အကွက်ပြည့်သွားတယ်။ အကွက်ပြည့်သွားတဲ့အချန် တစ်ဘက်လူက “Thank You” ဆိုတဲ့စာလေးရေးရင်းထားခဲ့တယ်။ ဘာမဟုတ်တဲ့ကိစ္စလေးပါပဲ။ သိပ်လှတဲ့အဖြစ်အပျက်လေးဖြစ်သွားတယ်။ဆိုခဲ့သလို ပထမတစ်ခြမ်းကျော်ကျော်အထိ စကားလုံးဝမပြောခဲ့တဲ့ ဟိယာရာမဟာ သူ့တူမလေး အိမ်က ထွက်ပြေးရင်း သူ့ဆီအလည်ရောက်လာမှပဲ စကားစပြောတယ်။ အဲဒီအချိန်မှာ သူ့အတိတ်ဘဝကို ဒဲ့ကြီးတော့ ပြောမပြပေမဲ့ ပါးပါးလေးလှစ်ပြသွားတယ်။ ဒါပေမဲ့ သူမပြောပြပေမဲ့ တော်တော်လည်းမြင်လိုက်ရသလိုပါပဲ။ Wenders ဟာ အိုဇုရုပ်ရှင်တွေကိုကြိုက်ဖူးတော့ အိုဇုဟန်နွယ်သွားတာလည်းဖြစ်နိုင်တယ်။ သူ့တူမလေးက သူ့ကို သူ့အမေက သူ့ကို သူ့ဦးလေးနဲ့သူ ကမ္ဘာမတူကြောင်းပြောတဲ့အကြောင်းပြောတော့ သူပြန်ပြောတာက “ဒီကမ္ဘာကြီးမှာ မတူညီတဲ့ကမ္ဘာတွေအများကြီးပဲ။ တချို့ကမ္ဘာတွေက ဆက်စပ်နေတယ် တချို့ကမ္ဘာတွေကတော့ မဆက်စပ်ဘူး”တဲ့။ သူ့အတိတ်က နုံချာတဲ့အတိတ်တော့မဟုတ်ခဲ့ဘူး။ ဘာလို့ ဒီလိုအလုပ်ရွေးလိုက်သလဲတော့မသိရပေမဲ့ သူ့ညီမက သူသိပ်ချစ်တဲ့တူမလေးကိုခေါ်ပြီး ထွက်သွားတဲ့အခါ ကျွန်တော်တို့မြင်ရမှာက မျက်ရည်တွေပဲ။ ဒီမျက်ရည်တွေက သူ့အတိတ်ပါပဲ။ နောက်တစ်နေ့ သူ့တူမလေးမပါတော့ပေမဲ့ မနက်ခင်းသူအိမ်သာသွားဆေး ညနေနိစ္စဓူဝလုပ်တဲ့ သူ့တစ်နေ့တာကို ဆက်ဖြတ်သန်းရတာပဲ။ အရင်လို အရသာအပြည့်နဲ့ပဲ။Wim Wenders ရဲ့ “PERFECT DAYS” ဟာ ဟိယာရာမလို့ခေါ်တဲ့ အိမ်သာသန့်ရှင်းရေးအလုပ်သမားတစ်ယောက်ရဲ့ ကမ္ဘာအကြောင်းပဲ။ နောက် သူနဲ့ဆက်စပ်နေတဲ့ တခြားကမ္ဘာတွေအကြောင်း။ မဆက်စပ်တော့တဲ့ ကမ္ဘာဟောင်းတွေအကြောင်း။ ညညဆို မြင်နေရတတ်တဲ့ မဆက်စပ်တော့တဲ့ ကမ္ဘာတွေရဲ့အရိပ်တွေအကြောင်းပေါ့။ကမ္ဘာထဲက ဆက်စပ်နေတဲ့ကမ္ဘာတွေ။ ကမ္ဘာထဲက မအပ်ဆက်တော့တဲ့ ကမ္ဘာတွေ။ ကမ္ဘာဟာ လည်နေမြဲပဲ။ ကမ္ဘာဟောင်းရဲ့ အရိပ်တွေ ထင်နေဆဲပဲ။ အရိပ်တွေနဲ့ပဲ ကျွန်တော်တို့ကမ္ဘာတွေလည်း လည်နေမြဲပဲ။ အပ်ဆက်နေတဲ့ကမ္ဘာတွေ မအပ်ဆက်တော့တဲ့ကမ္ဘာတွေလည်း လည်နေမြဲပဲ။ အရိပ်တွေလည်းရှိမယ်။ ရေခဲမြစ်တွေလည်းရှိမယ်။ တံခါးကိုဖွင့်ကြည့်တတ်ရင် နွေဦးတွေကိုလည်း မြင်မယ်။ ရေခဲမြစ်တွေလည်း အရည်ပျော်ဦးမယ်။ အရိပ်တွေနဲ့ အလှတရားတွေနဲ့ လည်နေတဲ့နေ့ရက်တွေ။ နွေဦးပေါက်နေ့ရက်တွေ။ မပြည့်စုံတဲ့ကမ္ဘာကြီးထဲ မပြည့်စုံခြင်းတွေနဲ့ ပြည့်စုံနေခဲ့တဲ့နေ့ရက်တွေ… ရှင်သန်နေတဲ့နေ့ရက်တွေ… နေ့ရက်တွေ… နေ့ရက်တွေ…။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.55GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 7.9/10Format – mp4Duration – 2H 3MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ae48U4187XzjJ7En7YTAIz2QKQC.jpg",
      "https://image.tmdb.org/t/p/w300/hjWxngV6tidwDkfJDEgMjHD2KEz.jpg",
      "https://image.tmdb.org/t/p/w300/nMMBX1cEBycfeY9o1f79eTgr073.jpg",
      "https://image.tmdb.org/t/p/w300/e8RiSU9664JVuChI9WaOEKtaURc.jpg",
      "https://image.tmdb.org/t/p/w300/bKyGc7BA0fe2D3mPedUAbtKjPZO.jpg",
      "https://image.tmdb.org/t/p/w300/kxh8XjNemslRgww3QJyFrW7HYzU.jpg",
      "https://image.tmdb.org/t/p/w300/56HMKoHY7xL5kia07ttEd5OacGO.jpg",
      "https://image.tmdb.org/t/p/w300/q9p8HG9a8JA9Pb9KHnUxQk5pUuQ.jpg",
      "https://image.tmdb.org/t/p/w300/kmCgnP08CrDsg26iOSjd1ypojIm.jpg",
      "https://image.tmdb.org/t/p/w300/muIhv5cR0hHHHt8RnuxTmqoCMfl.jpg",
      "https://image.tmdb.org/t/p/w300/3MfQBMbRzEofcq3lQl9zl1gsNxf.jpg",
      "https://image.tmdb.org/t/p/w300/8VrisJWUl0e2CDkqEb3ouAREJSY.jpg",
      "https://image.tmdb.org/t/p/w300/ygdRVHhCygN3bcOtvlqwp30qQrJ.jpg",
      "https://image.tmdb.org/t/p/w300/hYQgU2vL71QTRCGNfF0je152B7V.jpg",
      "https://image.tmdb.org/t/p/w300/fIGJp7fQ3XXwqvFtPq5MeK3NNxU.jpg",
      "https://image.tmdb.org/t/p/w300/1Zjotce1VVmOYJBDP2buoZJBJRf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/mjEk5Wwx6TYVqw29zSaUHclMIgp-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-perfect-days-2023-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/kZgx4/(CM)_Perfect_Days_(2023)_WEB-DL_1080p.mp4",
        "server": "megaup.net",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YasnwRhL#6PnqSHbmeJ-qNnwE5GZHRvDrAmqjwdQi2E9fiMGIw7c",
        "server": "mega.nz",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xfokocz3ene3.html",
        "server": "usersdrive.com",
        "size": "2.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-perfect-days-2023-web-dl-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZgqq/(CM)_Perfect_Days_(2023)_WEB-DL_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tO92RLjY#75LnU3Qo9s9_EaX9LNVjkN1KUjVoJz9LjjCTWCbe7A8",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ll0uk2uc24o0.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/f73lizsvufcs",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/1umkptbgqbm7",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "HTgWYojq-z8",
      "video_url": "https://www.youtube.com/watch?v=HTgWYojq-z8",
      "embed_url": "https://www.youtube.com/embed/HTgWYojq-z8"
    }
  },
  {
    "metadata": "N/A||112 min|Action,Drama,War",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "6,046"
    },
    "title": "Cyborgs: Heroes Never Die (2017)",
    "description": "Cyborgs: Heroes Never Die (2017)IMDb…..8.32014 တုန်းက ရုရှားတွေရဲ့ကျူးကျော်စစ်ကို ယူကရိန်းတွေခုခံခဲ့ကြတဲ့ တိုက်ပွဲတွေထဲကတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ကိုယ်နှစ်သက်တဲ့လူတစ်ယောက်ကိုပိုင်ဆိုင်ဖို့ဆိုရင်အဲ့ဒီလူရဲ့ အဓိကနေရာဖြစ်တဲ့ နှလုံးသား အလယ်ဗဟိုတည့်တည့် ချိန်ရွယ်ပစ်ခပ်သိမ်းပိုက်ဖို့လိုပါတယ်…ဒီလိုပဲ စစ်ပွဲတစ်ပွဲမှာဆိုလည်း အောင်မြင်ရေးသော့ချက်ဖြစ်တဲ့ အဓိကအချက်အချာမြေကို သိမ်းပိုက်ဖို့ ကြိုးစားကြပါတယ်…ယူကရိန်းနိုင်ငံကDonetskလေဆိပ်ကိုရုရှားတွေလာရောက်တိုက်ခိုက်နေကြတယ်….အဲ့လေဆိပ်ကိုဘာလို့တိုက်ရလဲဆိုတော့ အထက်ကပြောခဲ့သလို အချက်အချာမြေနေရာဖြစ်နေလို့ပါပဲ…ဒီလေဆိပ်ကျသွားရင် ယူကရိန်းကျသွားတာနဲ့တူတူပဲဖြစ်နေလို့ပါ…ဒါ့ကြောင့် ယူကရိန်းတို့ ဒီလေဆိပ်မကျသွားဖို့အရေးကိုစစ်သည်အပေါင်းတို့ဟာ တတ်စွမ်းသမျှ အတတ်နိုင်ဆုံးခုခံဖို့ကြိုးစားကြပါတယ်…ဒီစစ်သည်တွေ အောင်မြင်ပါ့မလား…အသက်ပေါင်းများစွာ ဘယ်လောင်တောင်ပေးဆပ်လိုက်ကြရလဲ….သူရဲကောင်းတွေဟာ ဘယ်သူများဖြစ်မလဲ….စစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ…ဒီကားကတော့ ယူကရိန်းစစ်ကားတစ်ကားဖြစ်ပြီးပြီးတော့ အောင်မြင်မှုတွေလည်းရသလိုIMDb မှာဆိုလည်း 8.3တောင်ရထားလေတော့ ထွေထွေထူးထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး…ခံစားကြည့်လိုက်ဦးဗျို့…File Size : (1.1 GB)/(850 MB) / (332MB)Quality : Blu-Ray 1080p HEVC/720p/480pFormat…mp4Duration…01:52:00Genre : Action, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwel Zan AungEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tBG4oI4zpviUzeUZCEfEaNJtc4U.jpg",
      "https://image.tmdb.org/t/p/w300/p0KlVLVvCDmkoYrndqnE6q1PtI5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYTUyMWNkYWUtMTg1ZS00MjJiLWE2ZjgtYjJkYTJmMmEzNWI0XkEyXkFqcGdeQXVyNTEzNDIxOTg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/cyborgs-heroes-never-die-2017",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-cyborgs-heroes-never-die-2017-1080-p-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2oqvX/(CM)Cyborgs-Heroes-Never-Die-2017-1080p.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/ci5EwB5L#XHry7q2Hxuc3eqOJ0mnJ5JFgiaW3ng24fwjgp_wsppk",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/v2doyj2yldo3.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cyborgs-heroes-never-die-2017-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2oqcf/(CM)Cyborgs_Heroes_Never_Die.2017.BluRAY720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V3gSFBZB#l0ZygzHwlFL0xylF6h0zSjkLCvnu0Nj1Xm8BhMTgn0w",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/yqsrnbboakig.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cyborgs-heroes-never-die-2017-360-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "330 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/12vhk/(CM)Cyborgs_Heroes_Never_Die.2017.360P.PP.mp4",
        "server": "megaup.net",
        "size": "330 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Q650yJ5R#9z8zUsRMo4IUCH9wxfeK2tZRHNLUOQwRMGgry3Kegm8",
        "server": "mega.nz",
        "size": "330 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/s1026205bz2c.html",
        "server": "usersdrive.com",
        "size": "330 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/61cefpg3rdco.html",
        "server": "streamsb.com",
        "size": "330 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2001|1h 37m|Bridget Jones Trilogy,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "249000"
    },
    "title": "Bridget Jones’s Diary (2001)",
    "description": "Bridget Jones’s Diary (2001)~ IMDb – 6.8/10, RT – 80%, Meta – 66% ~Main Character တွေအဖြစ် Chicago လို Best Picture ရထားတဲ့ရုပ်ရှင်မှာ ကတ်သရင်းဇီတာဂျုန်းနဲ့ အပြိုင်ကြဲခဲ့တဲ့၊ တွမ်ခရုစ်ရဲ့ Jerry Maguire က မင်းသမီး Renée Zellweger က သရုပ်ဆောင်ပေးထားပြီး The King’s Speech နဲ့ အော်စကာရထားတဲ့ Colin Firth နဲ့ တစ်ချိန်က နှုတ်ခမ်းနီမလေးတွေရဲ့အသည်းစွဲ Notting Hill မင်းသား Hugh Grant တို့ကလည်း ပါဝင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ဟာ ၁၉၉၆မှာထွက်ခဲ့တဲ့ နာမည်တူဝတ္တုကို ရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီဝတ္တုကတော့ 1813 ခုတုန်းက ထွက်ခဲ့တဲ့ နာမည်ကျော်ဂန္ထဝင်စာအုပ် Pride and Prejudiceကို အမြင်သစ်နဲ့ ပြန်ရေးထားတဲ့ စာအုပ်ဖြစ်ပါတယ်။ Pride and Prejudice ဖန်တွေ ကြည့်သင့်တဲ့ကားဆိုလည်း မမှားပါဘူး။ နောက်အဆက်၂ကားရှိသေးသလို ၂ကားလုံးလည်း အောင်မြင်ခဲ့ပါတယ်။ အဓိကမင်းသမီးလည်း အော်စကာဆန်ခါတင်ဝင်ခဲ့ပါတယ်။အမျိုးသမီးတစ်ယောက်ရဲ့အချစ်ရေးနဲ့ အလုပ်အကြောင်းကို ဒိုင်ယာရီ ရေးသားထားသလိုမျိုးရိုက်ကူးထားတဲ့ လှလှပပ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။ဘရစ်ဂျစ်ဂျုန်းစ်ဆိုတဲ့ အသက်သုံးဆယ်ကျော်အရွယ်တစ်ကိုယ်တည်းအမျိုးသမီးတစ်ယောက်ဟာ ဆေးလိပ်၊ အရက်တွေကြိုက်ပြီး ကိုယ်စိတ်ထဲရှိတာကို ထိန်းမထားဘဲ ပြောတတ်သူဖြစ်ပါတယ်။ နှစ်တိုင်း သူမိဘအိမ်ပြန်ရင် သူ့ရဲ့မိခင်က တစ်ယောက်ယောက်နဲ့ အဆင်ပြေဖို့ အောင်သွယ်ပေးလေ့ရှိပါတယ်။ ဒီတစ်ခါ အားလပ်ရက်အိမ်ပြန်တဲ့အချိန်မှာတော့ ဘရစ်ဂျစ်အမေက ဘရစ်ဂျစ်ရဲ့ငယ်ငယ်က အတူဆော့ကစားဖူးတဲ့ သူ့ထက်လေးနှစ်ကြီးတဲ့ တစ်ခုလပ်အိမ်ထောင်ကွဲအမျိုးသားမာ့ခ်နဲ့ အဆင်ပြေအောင်မိတ်ဆက်ပေးရာကနေ ဇာတ်လမ်းစတင်ခဲ့တာပါ။ အဲဒီအမျိုးသားက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး ဘရစ်ဂျစ်ရဲ့ ပင်ကိုယ်စရိုက်ကို သဘောမကျတဲ့အတွက် အဆင်တော့မပြေခဲ့ပါဘူး။ဒီလိုနဲ့ ဘရစ်ဂျစ်က အလုပ်ထဲက သူ့သူဌေးလူရှုပ်နဲ့တွဲဖို့ဖြစ်လာပါတယ်။ အဲဒီသူဌေးနဲ့ မာ့ခ်နဲ့က ကျောင်းနေဖက်တွေပါတဲ့။ သူ့သူဌေးပြောပြတဲ့ အတိတ်က အကြောင်းအရာတွေကိုယုံပြီး ဘရစ်ဂျစ်က မာ့ခ်ကိုအထင်လွဲနေပြီး ပိုသဘောမကျဖြစ်လာပါတယ်။ သူ့လက်ရှိရည်းစား သူဌေးကလည်း နောက်တစ်ယောက်နဲ့‌ဇာတ်လမ်းရှုပ်ပြီး ဘရစ်ဂျစ်နဲ့လမ်းခွဲလိုက်ပါတယ်။နောက်မှသိရတာကတော့ မာ့ခ်ကလည်း မာနကြီးသူပီပီ ဘရစ်ဂျစ်ကို နှုတ်ကအကန်တွေပြောပေမယ့် စိတ်ထဲကတော့သဘောကျနေတယ်ဆိုတာပါ။ ရည်းစားဟောင်းပြောပြတဲ့ မာ့ခ်ရဲ့အတိတ်နဲ့ သူ့အမေတို့သိတဲ့ တကယ့်အမှန်တရားနဲ့မတူတာကို သိသွားတဲ့အခါမှာ… ဘရစ်ဂျစ်တစ်ယောက် ရည်းစားဟောင်းကိုပြန်ရွေးမလား… မာ့ခ်ကိုရွေးမလားဆိုတာကို ဒိုင်ယာရီဖတ်သလိုကြည့်ရှုရမယ့် ဇာတ်ငြိမ်ငြိမ်အေးအေးလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.9GB, 750MBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 37MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/imvV078HyWsa9jgDVLi4APgskrJ.jpg",
      "https://image.tmdb.org/t/p/w300/3jIHKLFaypySDCc2qreGnohkyLK.jpg",
      "https://image.tmdb.org/t/p/w300/cAZzH82kxaOhqPNQrGmMPqOEIP9.jpg",
      "https://image.tmdb.org/t/p/w300/bHcCfEIfwRpzxphjHqU3pxEfsK2.jpg",
      "https://image.tmdb.org/t/p/w300/f3TpUw5qYLEtKFGjMLSXUUuCyS2.jpg",
      "https://image.tmdb.org/t/p/w300/tRq9itVp7buvv4dPGT102UI3yzV.jpg",
      "https://image.tmdb.org/t/p/w300/j1aPdVxvB5MtBs0k3D7kPYw3DQK.jpg",
      "https://image.tmdb.org/t/p/w300/4EhElcy6G5LnF3JiG2Unp5whkfU.jpg",
      "https://image.tmdb.org/t/p/w300/zNy5mRSRQ0PVSrXF8pgU4dm9AAv.jpg",
      "https://image.tmdb.org/t/p/w300/31A8RpdiDGp0rAp87mKqhNzL1uH.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dkauRl9TosBFikftrC3OVcKWDoz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-diary-2001-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2yRdu/(CM)_Bridget_Jones_s_Diary_(2001)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hCxAHAhT#JUugZawksY8vFzoRSIG-By0a9sESaZLiQJiVAMOGuaw",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z3d7adho9015.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/81v9slxficgk.html",
        "server": "streamsb.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/c5t7rmv9h1if",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bridget-joness-diary-2001-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cWiw/(CM)_Bridget_Jones_s_Diary_(2001)_720p.mp4",
        "server": "megaup.net",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/4LhWXIRC#hTI2p9MD3_dMdDuI9ZLTcmpsxqFGTMS97X90INiThms",
        "server": "mega.nz",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kv6fer1o9p8x.html",
        "server": "usersdrive.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/vtmdclkco1hq.html",
        "server": "streamsb.com",
        "size": "750MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/10pdm70wngf8",
        "server": "streamvid.io",
        "size": "750MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "PYPK3jPZkYI",
      "video_url": "https://www.youtube.com/watch?v=PYPK3jPZkYI",
      "embed_url": "https://www.youtube.com/embed/PYPK3jPZkYI"
    }
  },
  {
    "metadata": "N/A|2021|2h 25min|Comedy,Drama,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "350"
    },
    "title": "Tughlaq Durbar (2021)",
    "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်….ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့……အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ….ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ သူ့ရဲ့အိပ်မက်ကိုရော အောင်မြင်အောင် ဖြည့်ဆည်းနိုင်ပါ့မလား??အတ္တသမား ဆင်းဂန်တစ်ယောက် အမြင်မှန်ရပြီး အတ္တစိတ်ကိုရှေ့တန်းမတင်ဘဲအများအကျိုးသယ်ပိုးသွားမလား…?? ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်Netflix ကနေ ပူပူနွေးနွေးလေး ထွက်ရှိထားဆဲဖြစ်ပြီး IMDb rating အနေနဲ့ 6.7/10 ရရှိထားပါတယ်Review & Translated By Shwe Pyae & Shwe PwintFile size…2.43Gb / 1.2Gb / 600MBQuality…1080p True Web Dl DD+5.1 / 720p / 480pFormat…Mp4Duration….2h 25 minsSubtitle….Myanmar Subtile (Hard Sub)Encoder….YKTranslated by Shwe Pyae & Shwe Pwint",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gAv25JelDgr0w2P1q6gcmJ6MSzh.jpg",
      "https://image.tmdb.org/t/p/w300/eLs645GexbFbJTSykJ68H0ZhATq.jpg",
      "https://image.tmdb.org/t/p/w300/nv0pG093pYSDj3ZbeVNFtybhQiU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/tughlaq-durbar-2021",
        "server": "VIP Links",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-1080-p-avc-untouched-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1EUbf/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_UNTOUCHED_-(DD+5.1(CM).mp4",
        "server": "megaup.net",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/p4amdbsoqcd6",
        "server": "veryfiles.com",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ciwsgh2bcw8x.html",
        "server": "usersdrive.com",
        "size": "2.43GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1EUc3/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2l2eqxzliwyd.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/qwflt7ofzbkj",
        "server": "veryfiles.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/ko0gceb2gdij.html",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/tughlaq-durbar-2020-tamil-true-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/r4tjswrdym7g",
        "server": "veryfiles.com",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/al0qoz9t7ktt.html",
        "server": "usersdrive.com",
        "size": "622MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/30P6B/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_480p(CM).mp4",
        "server": "megaup.net",
        "size": "622MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "IKNqeuxQKqk",
      "video_url": "https://www.youtube.com/watch?v=IKNqeuxQKqk",
      "embed_url": "https://www.youtube.com/embed/IKNqeuxQKqk"
    }
  },
  {
    "metadata": "not rated|2022|2h 40m|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "18k"
    },
    "title": "Vikram Vedha (2022)",
    "description": "Vikram Vedha (2022)ကဲ ဒီကားကိုတော့ ထွေထွေထူးထူး ညွှန်းနေစရာမလိုဘူးထင်ပါတယ်သူ့အရင်ထွက်ထားတဲ့ တောင်ပိုင်းကားကလည်း အတော်ပေါက်ခဲ့တာဆိုတော့…။ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေဖြစ်ကြတဲ့ ရီသစ်ရိုရှန်းနဲ့ ဆေ့ဖ်အလီခန်းတို့ကအဓိကပါဝင်အားပြိုင်ထားပေးကြပြီး မင်းသမီးရာဒီကားအာပ်တေးကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်…ဇာတ်လမ်းကတော့ ရဲနဲ့ ဂိုဏ်းစတားအားပြိုင်တဲ့ကား…။ဒါပေမဲ့ ဇာတ်လမ်းလေးက ဆန်းတယ်…။ဗစ်ကရမ်…။သူဟာ ဖြောင့်မတ်တဲ့ ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရာဇဝတ်သားမြင်ရင်လက်ရွံ့တွန့်ဆုတ်မနေတတ်ဘဲ လက်ရဲဇက်ရဲနိုင်တဲ့ ဌာနဆိုင်ရာအားကိုးရတဲ့ရဲတစ်ယောက်…။ဗေဒါး…။သူဟာလည်း လက်ခနောင်းမြို့တခွင်မှာ ဒိတ်ဒိတ်ကြဲလူမိုက်ကြီးတစ်ယောက်ဖြစ်ပြီးဘယ်သူမှမော်မကြည့်ရဲကြသလို မြို့နေပြည်သူတွေရဲ့ ချစ်ခြင်းကိုခံနေရတဲ့ဂိုဏ်းစတားတစ်ယောက်…။လက်ခနောင်းမြို့နယ်အတွင်းက ဂိုဏ်းတွေအချင်းချင်း မသင့်မြတ်ကြရင်းသတ်ဖြတ်မှုတွေဖြစ်ပေါ်လာတော့ မြို့နေပြည်သူများဟာအသက်အန္တရာယ်စိုးရိမ်နေရပါတယ်…ဒီတော့ ဒီဂိုဏ်းတွေကို ရှင်းပစ်ဖို့ ရဲဌာနကနေ အထူးတပ်ဖွဲ့တစ်ဖွဲ့ဖွဲ့စည်းလိုက်တယ်..တပ်ဖွဲ့ရဲ့တာဝန်က ဒီရာဇဝတ်သားတွေကိုလိုက်လံရှာဖွေသတ်ပစ်ဖို့ပဲအဲ့ဒီမှာပဲ ဗစ်ကရမ်နဲ့ ဗေဒါးဟာ ထိပ်တိုက်တွေ့ရဖို့အကြောင်းဖန်လာပါတော့တယ်…ဆက်လက်ပြီး ဘယ်လိုတွေကြမ်းလာမယ့်အပြင် လှည့်ကွက်လေးတွေနဲ့ကြည့်ရဦးမှာမို့ မပျင်းရစေမှာ အမှန်ပဲဖြစ်ပါတယ်…လူအယောက် 18Kလောက်က IMDb 7.1 vote ပေးထားတာဆိုတော့ကြည့်လို့ကောင်းတဲ့ မှုခင်းအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ညွှန်းပေးလိုက်ပါတယ်နော်…။File size…3.14GB  /  1.26GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 40mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor~Thaik San",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iOWXSdxNDCCTrJh2Pyst3SgRsfG.jpg",
      "https://image.tmdb.org/t/p/w300/b6er6NU7vtXTEBiBPcE98aSNhnb.jpg",
      "https://image.tmdb.org/t/p/w300/4FItBxXvg5CM2WbsJ7oXIf3cX56.jpg",
      "https://image.tmdb.org/t/p/w300/prZbs0mKlRYqVd4wuWvUnqU1Rnr.jpg",
      "https://image.tmdb.org/t/p/w300/3ELmBDSsx5OGcf38YXBqACD35dY.jpg",
      "https://image.tmdb.org/t/p/w300/uZsBUGVec4lOwHzdRzb1YdYDPDR.jpg",
      "https://image.tmdb.org/t/p/w300/iGW3wR72fHgYupzs4v9IsftYsBt.jpg",
      "https://image.tmdb.org/t/p/w300/frFjJ7zOAFWHwxyqvyMFnsSHsW2.jpg",
      "https://image.tmdb.org/t/p/w300/x4uvBXxL7acBcchdEbou56Ckfdz.jpg",
      "https://image.tmdb.org/t/p/w300/uwBf0YeHH8kVdndQmmC0feM8Kp2.jpg",
      "https://image.tmdb.org/t/p/w300/sx32v1dQQWrS9O2xYi7ESS0kSE2.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Vikram-Vedha.jpeg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/vikram-vedha-2022-hindi-true-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.14GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/k1q1h5oyi2si.html",
        "server": "usersdrive.com",
        "size": "3.14GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2A1O9/Vikram_Vedha_(2022)_Hindi_TRUE_WEB-DL_-_1080p_-_AVC.AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.14GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/c7EBFRIK#pP9nqb84GRp8DhNJZLnLjySiTXOhWV16Y9-K2FVZnMQ",
        "server": "mega.nz",
        "size": "3.14GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vikram-vedha-2022-hindi-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wey7dabdyz8c.html",
        "server": "usersdrive.com",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1U4d3/Vikram_Vedha_(2022)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MzdSiB6L#fDL3fBM9p9SYcl9ItEi1b-f87bQXO-X94apxOOgQC14",
        "server": "mega.nz",
        "size": "1.26GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/2msp2x27flwm.html",
        "server": "streamsb.com",
        "size": "1.26GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Unrated|2023|1h 42m|Adult,Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "37"
    },
    "title": "[18+] Tayuan (2023)",
    "description": "Tayuan (2023)~ IMDb rating – 7.7/10 ~အယ်လာ (Angeli Khang) ဟာ ငယ်ရွယ်ပြီးထက်မြက်တဲ့ ကိုယ်ပိုင်လုပ်ငန်းရှင် မိန်းမငယ်တစ်ယောက်ဖြစ်ပြီး ယောက်ျားတွေကို အပျင်းပြေ စားစရာလို့ပဲ သဘောထားတတ်သူပါ။ ယောက်ျားတွေနဲ့ပတ်သက်ရင် သူ့မှာ စည်းမျဉ်းတွေများစွာရှိပြီး လူတစ်ယောက်ကို နှစ်ခါပြန်မတွေ့တာ၊ ကိုယ့် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေကိုပြောမပြတာ အစရှိတာတွေ ပါဝင်ပါတယ်။ဒါတွေဟာလည်း ငယ်ရွယ်စဉ် အချစ်ဦးနဲ့ ခါးသီးတဲ့အတွေ့အကြုံတွေကြောင့်ဖြစ်ပြီး နောက်ပိုင်းတွေ့ကြုံလာရတဲ့ယောက်ျားမှန်သမျှ သူ့စံနှုန်းတွေနဲ့ မကိုက်ညီတာကြောင့်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း သူ့အလိုဆန္ဒကိုပြီးမြောက်အောင် ဖြည့်ဆည်းမပေးနိုင်တဲ့ ယောက်ျားတွေကိုကြုံရဖန်များလာတဲ့နောက် အယ်လာတစ်ယောက် ပုံမှန်လုပ်ရိုးလုပ်စဉ်ကနေ ခွဲထွက်ပြီး စွန့်စားကြည့်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ အဲဒီမှာ ရီကိုဆိုတဲ့လူကိုတွေ့ခဲ့ရတာပါပဲ။ရီကိုဆိုတာ အယ်လာ ကားမအားတဲ့ရက် အလုပ်အသွားမှာ ဘတ်စ်ကားစီးမိတဲ့ လမ်းကြောင်းပေါ်က လက်မှတ်ရောင်းသမား (စပယ်ယာ) တစ်ယောက်ပါ။ စံချိန်စံညွှန်းမြင့်မား စည်းကမ်းချက်တွေများလှတဲ့ အယ်လာတစ်ယောက် သာမန်ဘတ်စ်ကားလက်မှတ်ရောင်းလေးကိုမှ အစွဲလန်းကြီးစွဲလန်းပါတော့တယ်။အစပိုင်းမှာတော့ သွေးသားဆန္ဒအတွက်သက်သက် နှစ်ယောက်လုံး ရည်ရွယ်ခဲ့ပေမဲ့ တစ်ဖြည်းဖြည်းသံယောဇဉ်တွယ်တာခိုင်မာလာပြီး ခံစားချက်တွေပိုလာတဲ့အချိန်မှာတော့…18 နှစ်အထက်အခန်းတွေ ခပ်များများနဲ့ အချစ်ဟာသဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကြည့်ကောင်းသလို မင်းသမီးလေးကလည်း အထူးတလည် မိတ်ဆက်ပေးစရာမလိုတဲ့အတွက် အားလုံး အကြိုက်တွေ့ကြမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 830MBQuality – 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 42MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGB",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9DMtK7PtOemRIvckja1cPZFCEHS.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xoOgf4Grb5Kl2EeFacbuMUd5vJi.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-tayuan-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Baqp/(CM)_Tayuan_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cW0wBB5C#M9pCU9ssq3zqipmTTANWvRgRR1JxpRECNEqz_zM9HnY",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/2jxniqgjp3hj.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-tayuan-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ffvy/(CM)_Tayuan_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NXk0TQ4C#4s2RK0VNJEJjpkmeNh36cPMXH7MMPH1A5H8ltJUpH0w",
        "server": "mega.nz",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/6l5i31wzm207.html",
        "server": "usersdrive.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/cs68ldz883pf.html",
        "server": "streamsb.com",
        "size": "830MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/jvdqdooz4a6m",
        "server": "streamvid.io",
        "size": "830MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "tKHMd8im4Ic",
      "video_url": "https://www.youtube.com/watch?v=tKHMd8im4Ic",
      "embed_url": "https://www.youtube.com/embed/tKHMd8im4Ic"
    }
  },
  {
    "metadata": "TV-MA|2020|1h 32min|Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "495"
    },
    "title": "Di Bawah Umur (2020)",
    "description": "Di Bawah Umur [2020](IMDb 5.5/10)အာယိုတို့ ကျောင်းကို ကျောင်းသူအသစ်ကလေးတစ်ယောက် ရောက်လာပါတယ်..သူ့နာမည်က လာနာတဲ့… လာနာကို အာယို သဘောကျတယ်ဒါပေမဲ့ ခက်တာက လာနာဟာ အာယိုတချိန်က အရမ်းခင်ခဲ့တဲ့ ကယ်ဗင်ရဲ့ ညီမဝမ်းကွဲဖြစ်နေပါတယ်…အာယိုနဲ့ ကယ်ဗင် ခွာပြဲရခြင်းကလည်း အကြောင်းအရင်းသက်သက် ရှိလို့နေပြန်ပါတယ်…ခွာပြဲတာမှ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဆောင် လုံးထွေးသတ်ပုတ်တဲ့အဆင့်ပါပဲ…တစ်ဖက်မှာလည်း လာနာ ဂျာကာတာကို ကျောင်းပြောင်းလာရခြင်းဟာသူ့အစ်မ အိမ်ထောင်မကျခင် ကိုယ်ဝန်ရှိသွားတာကြောင့် သူတို့မိသားစုက လာနာကိုဒီလိုအဖြစ်မျိုးက ကင်းဝေးအောင် အဒေါ်တွေရှိရာ ကယ်ဗင်တို့အိမ်ကို ပို့ထားတာပဲ ဖြစ်ပါတယ်…အထက်ကျောင်းသားကျောင်းသူတွေ ဖြစ်ကြတာမို့ ဇယားရှုပ်ရှုပ်ယှက်ယှက်တွေနဲ့လိင်မှုကိစ္စတွေကလည်း လက်တည့်စမ်းကြနဲ့ ကောလဟာလတွေကလည်း ပျံ့လို့နှံ့လို့ပေါ့…ဒီလိုအနေအထားမျိုးမှာ စော်ကြည်ဘဲ အာယိုတစ်ယောက် ရည်းစားမထားဖို့ တားမြစ်ခံထားရတဲ့လာနာ့အချစ်ကို ဘယ်လိုမျိုး သိမ်းပိုက်မိအောင် ကြိုးစားမလဲ ရှုစားကြရမှာပဲဖြစ်ပါတယ်အညွှန်း န့ ဘာသာပြန်ကတော့Tun Aung Kyawပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720pFile size… 1.4GB | 582MBFormat… mp4Duration…. 1h 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Tun Aung KyawEncoder …..Aaron",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cfaONLhuz0PTe61gzOAMf6zgaDy.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8c5whghhhy7n.html",
        "server": "usersdrive.com",
        "size": "582MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/di-bawah-umur-2020-720-p-hs-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "582MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mOPS/Di.Bawah.Umur.2020.720p.HS.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "582MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sLdEVZoC#9UojUUFAlWnm_ls3bznM0NY8vCmuMHQ_Q5sUN8sv1-I",
        "server": "mega.nz",
        "size": "582MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/3rhusz0k7cdy",
        "server": "streamvid.io",
        "size": "582MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/fhge1g4d5dky",
        "server": "streamsb.com",
        "size": "582MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Drama,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Beekeeper (2024)",
    "description": "ကတုံးမင်းသား ဂျေဆင်ရဲ့ ရုံတင်အက်ရှင်ကားအသစ်လာပါပြီ။ Equalizer နဲ့ John Wick နဲ့ Jason Bourne စပ်ကျထားတဲ့ သားပေါက်လေးလိုပဲ ကြမ်းပါတယ်။ ဒါရိုက်တာက Suicide Squad ရဲ့ဒါရိုက်တာ David Ayer ပါ။ ဇာတ်ညွှန်းရေးဆရာက Equilibrium တို့ Law Abiding Citizen တို့ကိုရေးတဲ့ Kurt Wimmer ပါပဲ။ဇာတ်လမ်းအကျဉ်းဘယ်ထောက်လှမ်းရေး အစိုးရအဖွဲ့မှာမှ စာရင်းမဝင်တဲ့ ပျားမွေးသမားတွေဆိုတဲ့ လျို့ဝှက်အဖွဲ့က ဆရာကြီးတစ်ယောက်က အငြိမ်းစားယူပြီး ပျားတကယ်မွေးစားနေပါတယ်။ သူ့ကို ဂိုထောင်လေးငှားပေးထားပြီး ကျွေးမွေးထားတဲ့ အငြိမ်းစားဆရာမကြီးတစ်ယောက်ရှိပါတယ်။ တစ်နေ့မှာ အွန်လိုင်းလူလိမ်အဖွဲ့တစ်ဖွဲ့က ဆရာမကြီးရဲ့တစ်သက်လုံးစုထားတဲ့ငွေတွေရော ပရဟိတရန်ပုံငွေတွေရော သန်းချီပြီး လိမ်လည်သွားပါတော့တယ်။ လူလိမ်အဖွဲ့ကို ဆုံးမဖို့ လိုက်ရင်းနဲ့ သူလိုက်တဲ့လူလိမ်တွေက အဖွဲ့ခွဲလေးပဲဆိုတာသိသွားတဲ့အခါ နောက်ကွယ်ကလူတွေနောက်ကိုလိုက်စုံစမ်းရင်းနဲ့ ပိုပိုအင်အားကြီးတဲ့အဖွဲ့တွေနဲ့ တွေ့ရပါတော့တယ်။ ဘယ်လောက်ကြီးကြီး သူ့ကိုမနိုင်ကြပါဘူး။ ဘယ်လောက်များများ သူပဲနိုင်ပါတယ်။ ဂျွန်ဝစ်တို့လို သူငယ်ချင်းအကူအညီတောင် မပါပါဘူး။ တစ်ယောက်တည်းမှ တစ်ယောက်တည်းချတာပါ။ တစ်နိုင်ငံလုံးကိုချသွားတာပါ။ ဒုတိယကားထွက်ရင်တော့ တစ်ကမ္ဘာလုံးကိုချပြီး တတိယကားလောက်ဆို စကြဝဠာတစ်ခုလုံးနဲ့ချမယ်လို့ ယူဆရပါတယ်။ ကြည့်လိုက်ကြပါဦး။File size…(6GB) (2 GB)/(1 GB)Quality….4K-HEVC / Webrip 1080p / 720pFormat…mp4Duration….01:45:00Genre…Action, Thriller, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr Anderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4MCKNAc6AbWjEsM2h9Xc29owo4z.jpg",
      "https://image.tmdb.org/t/p/w300/42m67GBzlxwu2fcjcsLdMB4VeAN.jpg",
      "https://image.tmdb.org/t/p/w300/wX48b8no5YwD3Zm6A6iBEJW63nL.jpg",
      "https://image.tmdb.org/t/p/w300/ds3tUg9bGAgdbtfFuorXtsPKyHh.jpg",
      "https://image.tmdb.org/t/p/w300/33dpR3rGKhzrdtciwQiMFbH9Nqn.jpg",
      "https://image.tmdb.org/t/p/w300/b13AIF25bMYimJw3Sv5H8CiXua3.jpg",
      "https://image.tmdb.org/t/p/w300/tL8fzn7JaBzRJKsE1W6GrVxmMQj.jpg",
      "https://image.tmdb.org/t/p/w300/zyUYR7OraDNSZ5TBUuat3yjUS2u.jpg",
      "https://image.tmdb.org/t/p/w300/1vWI4E9Qf135X2cr2AJOZ0CcWS7.jpg",
      "https://image.tmdb.org/t/p/w300/bjY0EB9GuHJ1RYnlFopZXe6ouVW.jpg",
      "https://image.tmdb.org/t/p/w300/qY2Q0lBesTjvGoY4mLbziFLBhTe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/01/MV5BYjZmODc5YmQtNjA2Mi00OTIwLWI5OWMtMzgwNGI2NDczNWZlXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-beekeeper-2024-2160-p-web-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "6GB",
        "quality": "4K-HEVC"
      },
      {
        "link": "https://usersdrive.com/2lin5mddv6aa.html",
        "server": "usersdrive.com",
        "size": "6GB",
        "quality": "4K-HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/the-beekeeper-2024-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8wgpjld0wcyj.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/7sMgd/The.Beekeeper.2024.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YHkVmArS#7KGABPCbw_sGGkM_aKw48TZkXPil_mY8QbHPIQ2hRsk",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-beekeeper-2024-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kfe50dpfs49z.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/kZXki/The_Beekeeper_2024_720p_AMZN_WEB-DL(CM).mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wHkmCY7S#iMt6iM-dJkr4VJyasv4YU6UeCi-cTZasWm3te8ctjXE",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/vxlhs5qnygsd",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "SzINZZ6iqxY",
      "video_url": "https://www.youtube.com/watch?v=SzINZZ6iqxY",
      "embed_url": "https://www.youtube.com/embed/SzINZZ6iqxY"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1.7K"
    },
    "title": "Driving Madeleine (2022)",
    "description": "ဒီဇာတ်ကားလေးက အဘိုးအဘွားကိုချစ်တတ်တဲ့သူတွေအတွက် ကြည့်ပြီးရင်ရင်ထဲတစ်ခုခုကျန်ခဲ့စေမယ့် ကားမျိုးပဲဖြစ်ပါတယ်။ IMDb-7/10 နဲ့Rotten Tomato-100%အထိ ရရှိထားတဲ့ဇာတ်ကားဖြစ်လို့ ကြည့်ကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်။ချားလ်ဟော့မန်းဟာ ပြဿနာပေါင်းသောင်းခြောက်ထောင်နဲ့ မိသားစုအတွက်ရုန်းကန်နေရတဲ့ တက္ကစီသမားတစ်ဦးပဲဖြစ်ပါတယ်။ တစ်နေ့မှာတော့မက်ဒလိန်းကယ်လာဆိုတဲ့ အသက်၉၂နှစ်အရွယ် အဖွားအိုတစ်ယောက်ကိုလူအိုရုံကိုပို့ဖို့ သူ့ရဲ့ကားကိုငှားခဲ့ပါတယ်။ ပို့ရမယ့်နေရာက ပဲရစ်မြို့ရဲ့တစ်ဖက်ခြမ်းဖြစ်တော့ မလိုက်ချင်ပေမယ့်လည်း ငွေကြေးအခက်အခဲကြောင့် လိုက်ပို့မိတဲ့အခါမှာဒီအဖွားအိုနဲ့ စကားပြောမိရင်း မက်ဒလိန်းရဲ့အတိတ်ကအဖြစ်အပျက်တွေကိုပြန်လည်တူးဖော်ကြပါတော့တယ်။ ဒီခရီးစဉ်တိုလေးတစ်ခုအတွင်းမှာပဲ ချားလ်နဲ့မက်ဒလိန်းတို့ကြားမှာ ဘယ်လိုသံယောဇဉ်တွေဖြစ်သွားမလဲ။ မက်ဒလိန်းရဲ့အတိတ်မှာရောဘယ်လိုကြမ်းတမ်းမှုတွေနဲ့ကြုံတွေ့ခဲ့ရလဲဆိုတာကို ကရုဏာသက်စွာ ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။File size…1.23 GB / 607 MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 31mGenre ….. DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Aung Paing Phyoe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1qXeeWsXm1cmvG5K2x3RQpLPkuL.jpg",
      "https://image.tmdb.org/t/p/w300/6SFmqRKY0zfOA4kHTEMv1UpIUgH.jpg",
      "https://image.tmdb.org/t/p/w300/ze8kONwkKEtPaTBB9cs0e2PocEm.jpg",
      "https://image.tmdb.org/t/p/w300/k6sjuln2TEjmngD3yuZNmFc8wQi.jpg",
      "https://image.tmdb.org/t/p/w300/8gPJf5WvShd21xhH9sDYC69byKv.jpg",
      "https://image.tmdb.org/t/p/w300/igWmAypzN543hBHKKEI5AYsmssk.jpg",
      "https://image.tmdb.org/t/p/w300/t1AJo5v2pEOVIPtkUydmsV999XD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/w7V3UqmdBwwzSmBRuRd6WT5Xm1Q.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/qi2cg44i6ayd.html",
        "server": "usersdrive.com",
        "size": "1.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/driving-madeleine-2022-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2HOrj/Driving.Madeleine.2022.BluRay,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LjJGnI7a#vlJ0mtt1wztCEnS_HLVch2TGi1i8qerCpuQ_zIhTTNI",
        "server": "mega.nz",
        "size": "1.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/b13ynwi6o0a3",
        "server": "streamvid.io",
        "size": "1.23GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/yjd8dlqlgeii.html",
        "server": "usersdrive.com",
        "size": "607MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/driving-madeleine-2022-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "607MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1lTw5/Driving.Madeleine.2022.BluRay,720p(CM).mp4",
        "server": "megaup.net",
        "size": "607MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/PuBhnD4L#niQrwzIsl0_OUlvv7FBlaSARNKWzXfK6xCS_Wq47kjg",
        "server": "mega.nz",
        "size": "607MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/g9gjquebhjvk",
        "server": "streamvid.io",
        "size": "607MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "uLIbWmShi1I",
      "video_url": "https://www.youtube.com/watch?v=uLIbWmShi1I",
      "embed_url": "https://www.youtube.com/embed/uLIbWmShi1I"
    }
  },
  {
    "metadata": "|2023|1h 43min|Drama,Romance",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "35"
    },
    "title": "High School Serenade / Gita Cinta Dari SMA (2023)",
    "description": "High School Serenade / Gita Cinta Dari SMA (2023)ဆယ်ကျော်သက်လူငယ်ဘဝကို ပြန်ရောက်သွားသလိုခံစားရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။အထက်တန်းကျောင်းသားဘဝ ဆယ်ကျော်သက်အရွယ်မှာ အချစ်ဦးနဲ့တွေ့ခဲ့ရပြီး လွဲခဲ့ရတဲ့လူတွေအတွက်ခံစားချက်နဲ့တိုက်ဆိုင်နိုင်လောက်မယ့် Drama ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ကျောင်းပြောင်းလာတဲ့ ကျောင်းသူလေး Ratna တစ်ယောက်ကျောင်းအသစ်မှာ စာတော်ပြီး အေးစက်စက်နေတတ်တဲ့ Gahli ဆိုတဲ့ ကျောင်းသားလေးနဲ့တွေ့ပြီး အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။မိဘအသိုင်းအဝိုင်း အဆင့်အတန်းတွေမတူညီတော့ Ratna ရဲ့ အဖေက သဘောမတူဘဲအတင်းလိုက်ခွဲတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။MDb ကလည်း 8.3 ရထားတာမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720pFile size… 1.3GB | 671MBFormat… mp4Duration…. 1h 43minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/z7usudBpkzcHrTQUtJPSmSypDs5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sit1ezw41y6v.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/gita-cinta-dari-sma-2023-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Vxs5/Gita.Cinta.Dari.SMA.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/culjiDgD#arNQsf0bb1azftqKHxoNGGZ9EJQN9R-NvmDX5-io-Rw",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fkwrfbnm9gco.html",
        "server": "usersdrive.com",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/gita-cinta-dari-sma-2023-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BuU0/Gita.Cinta.Dari.SMA.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0n0mSKaA#H9tiv2L0UUamZ0oATFnxb8kt37O5wfFR2UNj4wWGDwE",
        "server": "mega.nz",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/lvd8rpofch6o.html",
        "server": "streamsb.com",
        "size": "671MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i8o85kpgkavq",
        "server": "streamvid.io",
        "size": "671MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j92YfcwLacM",
      "video_url": "https://www.youtube.com/watch?v=j92YfcwLacM",
      "embed_url": "https://www.youtube.com/embed/j92YfcwLacM"
    }
  },
  {
    "metadata": "R|2006|139 min|Action,Adventure,Drama,History",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "240,482"
    },
    "title": "Apocalypto (2006)",
    "description": "Apocalypto (2006)IMDb Rating (7.8 ) / Rotten Tomatoes (65%)လူ့သမိုင်းကြောင်းမှာ အကြီးကျယ်ဆုံး အခမ်းနားဆုံးဆိုတဲ့ ယဉ်ကျေးမှုတွေ၊ အဆောက်အဦတွေ ဖန်တီးနိုင်ခဲ့တဲ့ မာယာလူမျိုးတွေ ဘာကြောင့် မျိုးသုဉ်းပျောက်ကွယ် သွားခဲ့တာလဲ….မာယာလူမျိုးတွေဟာ သူတို့ရဲ့ ယဉ်ကျေးမှုလက်ရာတွေနဲ့ ကမ္ဘာကို အလှဆင်နိုင်ခဲ့ကြတယ်။ စာပေ အရေးအသားတွေဖန်တီးခဲ့ကြတယ်။ ပြက္ခဒိန်ကိုတောင် တီထွင်နိုင်ခဲ့ကြတယ်။ဒီလို ယဉ်ကျေးမှုအဆင့်အတန်းမြင့်ခဲ့တဲ့လူမျိုးရဲ့ သမိုင်းကြောင်းကို ဂုဏ်ယူပြီး ပြန်ပြောနိုင်တဲ့သူ မရှိတော့လောက်အောင်ကို ဘာကြောင့်မျိုးသုဉ်းပျောက်ကွယ် သွားခဲ့တာလဲ။ပညာရှင်တွေ တညီတညွတ်ထဲ လက်ခံထားကြတာကတော့ မာယာလူမျိုးတွေ မျိုးသုဉ်းပျောက်ကွယ်သွားရတဲ့ အဓိကအချက်က စစ်ပွဲတွေကြောင့်တဲ့။မာယာလူမျိုးတွေက သူတို့သွေးတူ မျိုးကွဲ ညီအစ်ကိုတွေနဲ့ တစ်နှစ်ပတ်လုံး စစ်တိုက်နေကြလို့ မျိုးသုဉ်းပျောက်ကွယ်သွားကြရတာလို့ ဆိုကြပါတယ်။ဒီအကြောင်းနဲ့ပက်သက်ပြီး အကောင်းဆုံးညွှန်းဆိုပြရမယ့် ရုပ်ရှင်ဆိုရင်တော့ Mel Gibson ရဲ့ Apocalypto (2006) ရုပ်ရှင်ဇာတ်ကားကြီးပါပဲ။2006 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ဒီကားကို မကြည့်ဖူးသူ မရှိသလောက်ပါပဲ။ဒီကားဟာ ငယ်ငယ်က အသည်းစွဲကား ဖြစ်ပြီးတော့ အခုချိန်ထိကြည့်လည်း မရိုးသေးတဲ့ ဇာတ်ကားပါ။Mel Gibson ရဲ့အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ ပြောလို့ရပါတယ်။ဒါရိုက်တာ Mel Gibson ဟာ မာယာ Maya ခေတ် က လူမျိုးတွေအကြောင်းကို ရိုက်ချင်တဲ့အတွက် မာယာဘာသာစကားတွေကို လေ့လာသင်ယူခဲ့ရပါတယ်။ဒီရုပ်ရှင်တစ်ခုလုံးက Maya ဘာသာစကားတွေနဲ့ပဲ ပြောထားတာပါ။ရုပ်ရှင်သရုပ်ဆောင် တော်တော်များများကိုလည်း မာယာဘာသာစကားကို သင်ယူစေခဲ့ပြီးမှ ရိုက်ကူးစေခဲ့ပါသတဲ့။ဒီရုပ်ရှင်ရိုက်ကူးဖို့ ပထမတော့ Costa Rica ဗင်နီဇွဲလား နိုင်ငံတွေမှာ သွားရိုက်ဖို့ စိတ်ကူးပေမယ့် တောနက်တာကြောင့် မက္ကစီကိုမှာသာ ရိုက်ကူးခဲ့ပါတယ်။ဒီရုပ်ရှင်အတွက် တစ်ခါမှ သရုပ်မဆောင်ဖူးသေးတဲ့ လူသစ်တွေတွေကိုသာ ထည့်သုံးပြီး ရိုက်ခဲ့ပါတယ်။Main Cast တော်တော်များများဟာ မက္ကဆီကန် မျိုးနွယ်စပ်တွေ အများစုဖြစ်ကြပါတယ်။Jaguar Paw နေရာမှာ သရုပ်ဆောင်တဲ့ Rudy Youngblood ဟာ အမေရိကန်ဌာနေတိုင်းရင်းသား ဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာ မိတ်ကပ်ပညာရှင်အများအပြားခေါ်သုံးခဲ့ရပြီး scene တစ်ခုရိုက်ဖို့ မိတ်ကပ်အတွက် ၆ နာရီလောက် အချိန်ယူပြင်ခဲ့ရပါသတဲ့။Make up အတွက် Oscar စာရင်းဝင်ခဲ့ပါသေးတယ်။ဒါရိုက်တာ Mel Gibson ဟာ ဒီကားအတွက် Maya ခေတ် မာယာထုံးတမ်းစဉ်ယဉ်ကျေုးမှုတွေ သိတဲ့ ပါမောက္ခတစ်ယောက်ကို ငှားရမ်းအသုံးပြုခဲ့ရပါတယ်။ဒါရိုက်တာ Mel Gibson နဲ့ Farhad Safinia ကဇာတ်ညွန်းရေးပြီး ရိုက်ခဲ့တာပါ။ဘတ်ဂျက် သန်း ၄၀ သာကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ သန်း ၁၂၀ ပြန်ရခဲ့တဲ့ထိ အောင်မြင်ခဲ့ပြီး ရုပ်ရှင်ဝေဖန်သမားတွေရဲ့ ချီးကျူးမှုလည်း ရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့….အခါတစ်ပါး မာယာနိုင်ငံတော်ကြီးမှာ သဘာဝလွန် သဘောတရားတွေကြီးစိုးနေတာကြောင့် နတ်ဆရာလို နေဆရာလို ဆရာကြီးဆိုသူတွေကမိုးခေါင်တိုင်း အသီးအနှံမဖြစ်တိုင်း အားတိုင်းယားတိုင်း မမြင်ရတဲ့မိုးနတ်မင်းကို ပူဇော်ပသတယ်ဆိုပြီးမျိုးနွယ်တူ အားနည်းသူ တောထဲကမျိုးနွယ်စုတွေကိုဖမ်းခေါ်ပြီး အရှင်လတ်လတ် နှလုံးထုတ် ခေါင်းဖြတ်ခြင်းအလုပ်ကို စိတ်တိုင်းကျလုပ်နေပါတော့တယ်။ဒီလိုနဲ့ ဖမ်းလာတဲ့ အထဲကမှ Jaguar Paw ကတော့ ဇာတ်လမ်းအရ နတ်ဘုရားတွေရဲ့ မျက်နှာသာပေးခြင်းကိုခံရပြီးယစ်ပူဇော်ခံရခါနီးမှာ မိုးအုံ့လာလို့ ကံကောင်းပြီး ယစ်စင်ပေါ်ကနေပြန်ဆင်းလာရပါတယ်။ဒါပေမယ့် လူသတ်ရတာကို ထမင်းစားရေသောက်လိုဖြစ်နေတဲ့ အရိုင်းအစိုင်းခေတ်ကြီးမှာ သူတို့ကို ဒီတိုင်းပြန်လွှတ်ပါ့မလား….ရေတွင်းထဲမှာ ကိုယ်ဝန်ကြီးနဲ့ပုန်းကျန်ခဲ့တဲ့ သူ့မိန်းမနဲ့ကလေးကရော မိုးတွင်းကြီးမှာ လွတ်မြောက်နိုင်ပါ့မလား…အားလုံးကို ကျော်ဖြတ်နိုင်ခဲ့ရင်တောင်မှ အယူမှားတွေနဲ့ပြည့်နှက်နေပြီး တစ်ဖွဲ့နဲ့တစ်ဖွဲ့ရန်စောင်နေကြတဲ့ သူတို့ဘဝတွေက ဘယ်လောက်ထိရှင်သန်နိုင်ပါ့မလဲဆိုတာ…။(ရုပ်ရှင်က R-Rated သတ်မှတ်ထားပြီး အသတ်အဖြတ်တွေက ကြမ်းတာကိုတော့ သတိပြုရပါမယ်။)ရုပ်ရှင်အညွှန်းအတွက် အင်တာနက်စာမျက်နှာပေါ်က အချက်အလက်တချို့ကို ကူးယူဖော်ပြထားပါသည်။File size…(9.7 GB)/(4.5 GB)/(2.5 GB)Quality….BluRay4K HEVC/1080p/720pFormat…mkv/mp4Duration….02:18:21Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byLittleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hMl124Go2Ed9Qu8VsPLiA3nBSMk.jpg",
      "https://image.tmdb.org/t/p/w300/s8yphXScZsnvTFbSFE8rIG334vK.jpg",
      "https://image.tmdb.org/t/p/w300/l7XRMURNroPYajcqLlWxyzUlucW.jpg",
      "https://image.tmdb.org/t/p/w300/pHSydMm4thC7C6Va3LGa1BbQJev.jpg",
      "https://image.tmdb.org/t/p/w300/8hna0prP4dRJnqVkK94dLy2EM9b.jpg",
      "https://image.tmdb.org/t/p/w300/nnmbJvYyDS1VkMOCbxSpdBi3WbJ.jpg",
      "https://image.tmdb.org/t/p/w300/pG2eEXN7KmHlPuo2T59UcmZzDs5.jpg",
      "https://image.tmdb.org/t/p/w300/sCPib25C9Nwjk7eVfK2vMAl08w7.jpg",
      "https://image.tmdb.org/t/p/w300/l65KNGabPk30BSe9uORRr7DLH4E.jpg",
      "https://image.tmdb.org/t/p/w300/59h6iI7HerARQoQPDfsoy1B0hsY.jpg",
      "https://image.tmdb.org/t/p/w300/tuP2FbKtB6wJ1qLPQq8njDMDoay.jpg",
      "https://image.tmdb.org/t/p/w300/jADw4sKuhU4qUySXSXwiTqpiYih.jpg",
      "https://image.tmdb.org/t/p/w300/R8cOZFhfw0ZRVZ48jKQq0O7OEq.jpg",
      "https://image.tmdb.org/t/p/w300/ihiAlB0xs1aQR8A7XN7v825p7Gc.jpg",
      "https://image.tmdb.org/t/p/w300/nNX6KhETd0UIKfZStltsyg2M3v0.jpg",
      "https://image.tmdb.org/t/p/w300/iZcCzCj0e0TwzcyPwoAytTb73bg.jpg",
      "https://image.tmdb.org/t/p/w300/eNb0zhVdxdo9U0950s0LnrjndWR.jpg",
      "https://image.tmdb.org/t/p/w300/mAoeGan3g7WfBA1HqLqO3bhYRny.jpg",
      "https://image.tmdb.org/t/p/w300/vdYAejvThfgYlmcO0HvR3fxwafT.jpg",
      "https://image.tmdb.org/t/p/w300/yPOCwAYuG73pOYXsRkhqMa6ov9o.jpg",
      "https://image.tmdb.org/t/p/w300/wuUN2WqYB7TZIfTI40LpVhDMvga.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTM1NjYyNTY5OV5BMl5BanBnXkFtZTcwMjgwNTMzMQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-apocalypto-2006-2160-p-4-k-h-265-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "9.7 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-apocalypto-2006-blu-ray-1080-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2GBP1/(CM)_Apocalypto.2006.BluRay.1080p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "4.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ditnmRLR#h4lASIRzaTyViKA6OUQ0Qs6SkcjdHsbyS-kRPIGV5SY",
        "server": "mega.nz",
        "size": "4.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iym1njyxneae.html",
        "server": "usersdrive.com",
        "size": "4.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-apocalypto-2006-blu-ray-720-p-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3mzfo/(CM)_Apocalypto.2006.BluRay.720p.x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ErklDKiA#bwYW-gg98MpvZqPkHEaFKDooTPaZwdRpL8ZegFAGiko",
        "server": "mega.nz",
        "size": "2.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4kkn0vjp5mmj.html",
        "server": "usersdrive.com",
        "size": "2.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/l5avobg70r7z",
        "server": "streamvid.io",
        "size": "2.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/sdf37luirgpx",
        "server": "streamsb.com",
        "size": "2.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ngWBddVNVZs",
      "video_url": "https://www.youtube.com/watch?v=ngWBddVNVZs",
      "embed_url": "https://www.youtube.com/embed/ngWBddVNVZs"
    }
  },
  {
    "metadata": "|||Biography,Crime,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Monster (2003)",
    "description": "IMDb Rating (7.3) / Rotten Tomatoes (81%)ဒီဇာတ်ကားက အမေရိကန်မှာ လူ ၇ ယောက်ကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ပြည့်တန်ဆာမ Aileen Wuornos အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်…အယ်လင်းအဖြစ် မင်းသမီး Charlize Theron မှ အကောင်းဆုံးသရုပ်ဆောင်ထားပြီး အကယ်ဒမီဆုပါ ရရှိခဲ့တာပါ။၂၀၀၃ ခုနှစ်ရဲ့ ရုပ်ရှင်ဆုပေးပွဲအမျိုးမျိုးမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုအဖြစ်Charlize Theron အနေနဲ့ ဆုတွေအများကြီးရရှိခဲ့သလို သူ့ရဲ့ရုပ်ဖျက်ထားတဲ့သရုပ်ဆောင်ချက်တွေက သက်ဝင်လွန်းပါတယ်။ဘဝဆိုတာ ရှည်လျားကောက်ကွေးပြီး အလှည့်အပြောင်းများလှတာမို့…လိုတာမရ၊ ရတာမလိုတဲ့အပြင် စိတ်ကူးနဲ့လက်တွေ့တစ်ထပ်တည်းမကျတာတွေ တစ်ပုံကြီးပါ ..အယ်လင်းဟာ ငယ်ငယ်က နာမည်ကျော်စတားတစ်ယောက်ဖြစ်ချင်ခဲ့ပေမဲ့အကြောင်းအမျိုးမျိုးကြောင့် ပြည့်တန်ဆာတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ် ..လောကကြီးကိုစိတ်ကုန်လာချိန်မှာတော့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေဖို့လုပ်ရင်းဆဲလ်ဘီဆိုတဲ့လိင်တူချစ်သူကောင်မလေးနဲ့ဆုံတွေ့ခဲ့ပြီး သူတို့နှစ်ယောက်ချစ်ကြိုက်မိသွားကြတယ် ..အချစ်ရေးနောက်မှာ ငွေရေးကြေးရေးကလည်းကပ်ပါလာစမြဲပါပဲ ..အယ်လင်းဟာ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီး ဆဲလ်ဘီကိုထောက်ပံ့ခဲ့ပေမယ့်မတော်တဆဖြစ်ရပ်တစ်ခုကြောင့် ပြည့်တန်ဆာအလုပ်ကိုနားလိုက်ရတဲ့အခါမှာတော့…….။ဖြစ်ရပ်မှန်တို့မည်သည် စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် ပိုမွန်းကြပ်တတ်တာမျိုးပဲ…လူတိုင်းဟာ ဘဝကိုအကောင်းဆုံးတည်ဆောက်ချင်ကြပေမယ့် ဘဝဆိုတာ ဘုရားသခင်ချစ်ခင်တဲ့အထဲ မပါဝင်ပါဘူး။ဟုတ်တယ်..ဘုရားသခင်က ကြွေအံကစားတယ်…ကံကြမ္မာဆိုတာ ဖြစ်ချင်ရာဖြစ်တတ်တဲ့ ဘုရားသခင်ရဲ့ ကြွေအံကစားပွဲပါပဲ။File size…(1.8 GB)/ (999 MB) / (500 MB)Quality…BluRay 1080p /720p / 480pFormat…mp4Duration….01:50:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byNay Lin Thar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/awQwyN5Qau8HsBfCi1hI7nmFPOa.jpg",
      "https://image.tmdb.org/t/p/w300/ucZ9vuODCLhzWAKd37occ5NmzNZ.jpg",
      "https://image.tmdb.org/t/p/w300/39Eb7rVMo819Bpp1T919AAh1lpt.jpg",
      "https://image.tmdb.org/t/p/w300/nUJk4UjWS9YvBJUepCWziQ1QYSf.jpg",
      "https://image.tmdb.org/t/p/w300/xO2XsRxmc27BHICTmCyiHBiCUJZ.jpg",
      "https://image.tmdb.org/t/p/w300/qA5fVV7a2kWZp1GXriD4kT5cE7z.jpg",
      "https://image.tmdb.org/t/p/w300/6ZCFLJrn1ZP7Bc2bQtFDaNtWJKl.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-2003",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/monster-2003-1080-p-blu-ray-x-265-silence-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://tubesb.com/2ob6xrore11i.html",
        "server": "streamsb.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/YJlz/Monster_(2003)_(1080p_BluRay_x265_Silence).mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Wm4BlIQT#R78mF0bTINuOVkVNZAf21tEhix0h4vj6LTJTRIlEYQA",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-2003-720-p-blu-ray-x-265-silence-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/7ejbujp4r8mp.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/YJld/Monster_(2003)_(720p_BluRay_x265_Silence).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/fmgWWJIC#0nM_6wwljm-TjjdGP9omOGjwB9lnf2sH2fwadQkerfA",
        "server": "mega.nz",
        "size": "999 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-2003-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://tubesb.com/p4hozyytf690.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "XhSo0hYL4bc",
      "video_url": "https://www.youtube.com/watch?v=XhSo0hYL4bc",
      "embed_url": "https://www.youtube.com/embed/XhSo0hYL4bc"
    }
  },
  {
    "metadata": "||1h 59min|Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "2,423"
    },
    "title": "A Girl at My Door (2014)",
    "description": "[Unicode]IMDb Rating – 6.9/10သင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။Lesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်ဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်Low Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရဲအရာရှိတစ်ဦးဖြစ်တဲ့”လီယောင်းနမ်”ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။မြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် “ဒိုဟီး”ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။“ဒိုဟီး”ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် “ယောင်းနမ်”က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ “ဒိုဟီး”ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့”ဒိုဟီး”ကို “ယောင်းနမ်”ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။ဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက”ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်”ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ)[Zawgyi]IMDb Rating – 6.9/10သင္က Psychological Drama ေတြကိုႏွစ္သက္တဲ့သူဆိုရင္ေတာ့ ဒီကားကိုအႀကိဳက္ေတြ႕ႏိုင္ပါတယ္။Lesbianတစ္ေယာက္နဲ႔ ၁၄ႏွစ္အရြယ္ေကာင္မေလးရဲ႕ၾကားကခ်စ္ျခင္းေမတၱာအေၾကာင္း႐ိုက္ကူးထားတာျဖစ္တဲ့အျပင္ဒြိဟျဖစ္ေစတဲ့ဆက္ဆံေရးကို႐ိုက္ကူးထားတာေၾကာင့္Low Budget႐ိုက္ကူးေရးျဖစ္ခဲ့တဲ့အျပင္ ပါဝင္ခဲ့နဲ႔ Bae Doonaနဲ႔ Kim Sae Ronတို႔ ၂ေယာက္လုံးက အႏုပညာေၾကးမယူဘဲ႐ိုက္ကူးေပးခဲ့တဲ့ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ရဲအရာရွိတစ္ဦးျဖစ္တဲ့”လီေယာင္းနမ္”ဟာ သူ႔ရဲ႕လိင္စိတ္တိမ္းၫႊတ္မႈေၾကာင့္ အထင္လြဲခံရၿပီး ဆိုးလ္ကေနကမ္းေျခၿမိဳ႕ေလးဆီ ရာထူးေရႊ႕ေျပာင္းခံခဲ့ရပါတယ္။ၿမိဳ႕ကိုေရာက္တဲ့အခါ ၁၄ႏွစ္အရြယ္ “ဒိုဟီး”ကို ပေထြးနဲ႔အဘြားကအၿမဲႏွိပ္စက္ေနတာကို စၿပီးေတြ႕ျမင္ခဲ့ရပါတယ္။“ဒိုဟီး”ကို ပေထြးကထပ္ၿပီးႏွိပ္စက္မွာကိုစိုးရိမ္တဲ့အတြက္ေၾကာင့္ “ေယာင္းနမ္”က ေႏြရာသီေက်ာင္းပိတ္ရက္အတြင္းမွာ သူ႔အိမ္မွာလာေနဖို႔ “ဒိုဟီး”ကိုေခၚထားခဲ့ပါတယ္။ဘဝတစ္ေလွ်ာက္လုံး သူ႔ကိုဂ႐ုစိုက္တဲ့သူမရွိခဲ့တဲ့”ဒိုဟီး”ကို “ေယာင္းနမ္”ကမိသားစုဝင္တစ္ေယာက္လိုဆက္ဆံတဲ့အခါ သူ႔ကိုခင္တြယ္လာပါတယ္။ဒီလိုနဲ႔ကေလးမေလးရဲ႕အေၾကာင္းေတြကိုပိုၿပီးသိလာရတဲ့အခါမွာေတာ့ ႐ိုးအတဲ့ သာမန္ကေလးမေလးမဟုတ္တာကိုသိလာရပါတယ္။တစ္ဖက္မွာလည္း ပေထြးရဲ႕လုပ္ငန္းမွာ တရားမဝင္လုပ္သားေတြကိုခိုင္းတာေၾကာင့္ပေထြးကိုဖမ္းတဲ့ကိစၥနဲ႔ပတ္သက္ျပီး ရဲအရာရွိျဖစ္သူေယာင္းနမ္နဲ႔ အေခ်အတင္ျဖစ္လာပါတယ္။သူ႔အလုပ္ကိုထိခိုက္လာတဲ့အတြက္ ပေထြးက”ေယာင္းနမ္က ဒိုဟီးနဲ႔လိင္ပိုင္းဆိုင္ရာပတ္သက္မႈရွိပါတယ္”ဆိုၿပီး တိုင္ခ်က္ျပန္ဖြင့္တဲ့အခါမွာေတာ့Lesbianတစ္ေယာက္ျဖစ္တဲ့ေယာင္းနမ္ကဒိုဟီးကို စိတ္သန္႔သန္႔နဲ႔ေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကိုဘယ္လိုသက္ေသျပမွာလဲဒီလိုျပစ္မႈေၾကာင့္ပဲနယ္ေျပာင္းခံရတဲ့ေယာင္းနမ္နဲ႔ စိတ္ဒဏ္ရာရွိတဲ့ဒိုဟီးတို႔ၾကားမွာဘာေတြဆက္ျဖစ္သြားမလဲမထင္ထားတဲ့ထြက္ဆိုခ်က္ေတြၾကားမွာ ေယာင္းနမ္တစ္ေယာက္ ျပစ္မႈကေနလြတ္ေျမာက္ႏိုင္မလားဆိုတာကို ဒီဇာတ္ကားမွာဆက္လက္ၾကည့္ရႈႏိုင္ပါၿပီ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ)Quality__720pIMDb Rating__6.9/10Format__mp4Duration__01:55:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byIngyin SanEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Alf3XfN7zoc3iYpxfvorrk3LHjs.jpg",
      "https://image.tmdb.org/t/p/w300/gr37qph5hbrzytgOd60QTt5E2TQ.jpg",
      "https://image.tmdb.org/t/p/w300/A80v57u74OPylOmG3FNpxrJbEzV.jpg",
      "https://image.tmdb.org/t/p/w300/sU5G90rpFxMCLeAgxleh5IL5gI1.jpg",
      "https://image.tmdb.org/t/p/w300/xAxjspHoA8sYNfysvCTB3zBqGL0.jpg",
      "https://image.tmdb.org/t/p/w300/hxRl0aR4QDdTBdbKFl6oVnPsxdz.jpg",
      "https://image.tmdb.org/t/p/w300/rXXTyUZMxnvdilJac7aNETYI6Mr.jpg",
      "https://image.tmdb.org/t/p/w300/zwUBAAmQ9cc6TLKsGL5yWiFxbeA.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/clsf4ahm1KYucXxTZBEOZ3YJUyp.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-girl-at-my-door-2014",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-girl-at-my-door-2014-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zx4u6fq2r9bd.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2h0zi/A_Girl_At_My_Door_(2014).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/x9kRSAIY#GF5TQTW_0a_T9ZbrPHywSyFuIZpT8kkbO_PJmenaDbY",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/ddjpx1nqm94x",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Hgi0a_kGTvo",
      "video_url": "https://www.youtube.com/watch?v=Hgi0a_kGTvo",
      "embed_url": "https://www.youtube.com/embed/Hgi0a_kGTvo"
    }
  },
  {
    "metadata": "No|2018||Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "14"
    },
    "title": "We Are ( 2018 )",
    "description": "Zawgyi*******တစ္ခါကဂ်ပန္ႏိုင္ငံတြင္းမွာရွိတဲ့႐ြာေလးတစ္႐ြာမွာအိမ္မက္ေတြရည္မွန္းခ်က္ေတြကိုယ္စီနဲ႔သူငယ္ခ်င္းတစ္ဖြဲ႕ကသူတို႔အထက္တန္းေက်ာင္းၿပီးေတာ့ကိုယ့္ကိုယ္စီအိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔အတြက္ကိုယ့္လမ္းကိုယ္စီေလွ်ာက္ခဲ့ၾကပါတယ္…ဘဝကိုႀကိဳးစား႐ုန္းကန္ၾကရတဲ့လမ္းမွာက်ရႈံးမႈေတြနာက်င္မႈေတြစိတ္ပ်က္စရာေတြႀကဳံလာရၿပီးအိမ္မက္နဲ႔လက္ေတြ႕ဘဝ​ေတြရဲ႕ျခားနားခ်က္ကိုေတြ႕ႀကဳံလာရလာတဲ့အခါ ဘဝကိုအရႈံးေပးလိုက္မွာလားဆက္ႀကိဳးစားရွင္သန္သြားမွာလား..သူတို႔ေတြကေရာဘယ္လိုေ႐ြးခ်ယ္မႈ​မ်ိဳးေတြကိုလုပ္သြားမွာလဲဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါအုန္းေနာ္Unicode*******တစ်ခါကဂျပန်နိုင်ငံတွင်းမှာရှိတဲ့ရွာလေးတစ်ရွာမှာအိမ်မက်တွေရည်မှန်းချက်တွေကိုယ်စီနဲ့သူငယ်ချင်းတစ်ဖွဲ့ကသူတို့အထက်တန်းကျောင်းပြီးတော့ကိုယ့်ကိုယ်စီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့အတွက်ကိုယ့်လမ်းကိုယ်စီလျှောက်ခဲ့ကြပါတယ်…ဘဝကိုကြိုးစားရုန်းကန်ကြရတဲ့လမ်းမှာကျရှုံးမှုတွေနာကျင်မှုတွေစိတ်ပျက်စရာတွေကြုံလာရပြီးအိမ်မက်နဲ့လက်တွေ့ဘဝတွေရဲ့ခြားနားချက်ကိုတွေ့ကြုံလာရလာတဲ့အခါ ဘဝကိုအရှုံးပေးလိုက်မှာလားဆက်ကြိုးစားရှင်သန်သွားမှာလား..သူတို့တွေကရောဘယ်လိုရွေးချယ်မှုမျိုးတွေကိုလုပ်သွားမှာလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါအုန်းနော်Translated & Review By MineEncoded By LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rsFwXfEQ3HBADOjob0C4Flt4VSQ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-we-are-2018-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/1w76g/(CM)We.Are.2018.BluRay.720p.mp4",
        "server": "megaup.net",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/tkQyWQiA#ZwUWxtDVHI_E5PtX8hsZb9PsSDfpEwFjmXwlSve3csI",
        "server": "mega.nz",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/we-are-2018",
        "server": "VIP Links",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://veryfiles.com/hikjx2wfqhml",
        "server": "veryfiles.com",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://sbembed2.com/scamblkutbum.html",
        "server": "streamsb.com",
        "size": "1.01 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2015|2h 2m|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "35000"
    },
    "title": "The Second Best Exotic Marigold Hotel (2015)",
    "description": "The Second Best Exotic Marigold Hotel (2015)~ IMDb – 6.5/10, Rotten Tomatoes – 66% ~ဒါကတော့ 2011 ခုနှစ်ကထွက်ခဲ့တဲ့ “The Best Exotic Marigold Hotel” ရဲ့ အဆက်ကားပါပဲ။ လေးနှစ်အကြာ 2015 ခုနှစ်မှာ ထွက်ခဲ့တာဖြစ်ပြီး ပထမကားရဲ့ ဒါရိုက်တာဖြစ်တဲ့ အော်စကာဆုရှင် John Madden ကပဲပြန်ရိုက်ထားပါတယ်။ အရင်တစ်ကားလိုပဲ ထိတ်ထိတ်ကြဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Maggie Smith, Judi Dench, Bill Nighty တို့ပြန်ပါတဲ့အပြင် မင်းသားကြီး Richard Gere ပါထပ်ဆောင်းပါလာသေးလို့ Cast တွေက မြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။ဒီ Sequel ထဲမှာဆိုရင် ဆန်နီက ဒုတိယအကောင်းဆုံးတိုင်းတစ်ပါးမေရီဂိုးလ်ဟိုတယ်ဖွင့်ဖို့ ကြိုးစားနေရင်း တစ်ဖက်မှာလည်း ချစ်သူနဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အကြောင်းကို ကြည့်ရှုရမှာပါ။ အဲဒါအပြင် တခြားဇာတ်ကောင်တွေရဲ့ချစ်သူရည်းစားဆက်ဆံ‌ရေးအကြောင်းတွေ၊ အသက်ကြီးပေမဲ့ ဘ၀အသစ်တစ်ခုပြန်စဖို့မနောက်ကျသေးတဲ့အကြောင်းတွေအပြင် တခြားနမူနာယူ အတုယူစရာတွေကို ရင်တသိမ်သိမ့်တနွေးနွေးကြည့်ရှုရမှာဖြစ်ပါတယ်။ အရင်ကားထက် မသာပေမဲ့လည်း မဆိုးရွားတဲ့ Sequel ဖြစ်တဲ့အပြင် တမူထူးခြားတဲ့အရသာကိုပါခံစားကြည့်နိုင်မှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSoe Thiri Sweမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.25GB, 970MBQuality – 1080p, 720pIMDb Rating – 6.5/10Format – mp4Duration – 2H 2MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated bySoe Thiri SweEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lwwVM9MHvFBPSt5w8OU8yuh4Ak7.jpg",
      "https://image.tmdb.org/t/p/w300/tw06VcAipA5w9Q8hwUXaExmMNDx.jpg",
      "https://image.tmdb.org/t/p/w300/2QXgzbfDzstce3XEAS7e2On7pCF.jpg",
      "https://image.tmdb.org/t/p/w300/qAPKBkTtCYXcUIgqjxH117XsBha.jpg",
      "https://image.tmdb.org/t/p/w300/k38H52Gr9G6oH9aR4vlV84jENFK.jpg",
      "https://image.tmdb.org/t/p/w300/4fAEsOT2ADzxsiR4FjpQNqb32yi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/j4PARl3gDpv2K45YAv0tgocLW5K.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-second-best-exotic-marigold-hotel-2015-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jG6f/(CM)_The_Second_Best_Exotic_Marigold_Hotel_(2015)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6np2RTyT#Er6KBrDAHz1A1fRmAkzn6O2txei0VQUrfNxmMDIJBYw",
        "server": "mega.nz",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/p756dfv1gb82.html",
        "server": "usersdrive.com",
        "size": "2.25GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-second-best-exotic-marigold-hotel-2015-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3ZDyg/(CM)_The_Second_Best_Exotic_Marigold_Hotel_(2015)_720p.mp4",
        "server": "megaup.net",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/vmp2FRRK#LBLXkliYLa5VavDsWSGrGeMqfV-GH1qoH2AdVGhFZfg",
        "server": "mega.nz",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/orp26r8fup2f.html",
        "server": "usersdrive.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/c0njpjahu7tv",
        "server": "streamsb.com",
        "size": "970MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/rnmnfx4x02iw",
        "server": "streamvid.io",
        "size": "970MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "3REYWGRmLnQ",
      "video_url": "https://www.youtube.com/watch?v=3REYWGRmLnQ",
      "embed_url": "https://www.youtube.com/embed/3REYWGRmLnQ"
    }
  },
  {
    "metadata": "R|2022|1h 42m|Drama,Thriller,Western",
    "rating": {
      "rating": "5/10",
      "rating_count": "915"
    },
    "title": "Corsicana (2022)",
    "description": "Corsicana (2022)~ IMDb – 5/10, Rotten Tomatoes – 79% ~အမေရိကန်တောင်ပိုင်းက အန္တရာယ်အရှိဆုံး ဥပဒေမဲ့လုပ်ရပ်တွေ လူဆိုးတွေကို နှိမ်နင်းဖမ်းဆီးပေးခဲ့တဲ့ လူမည်း Marshal အရာရှိ ဘက်စ်ရိဖ် အကြောင်း ပြောင်မြောက်တဲ့ လက်ရာတစ်ခုပါ။ဘက်စ်ရိဖ်က အသက် 23 နှစ်မှာ ကျွန်သ‌ဘောက်ဘဝကနေ ထွက်ပြေးလွတ်မြောက်လာပြီး သူ့ရဲ့ ထူးချွန်မှုနဲ့ သတ္တိကြောင့် အရာရှိအဖြစ်ရာထူးရလာပြီး နှစ်ကာလကြာရှည် အမှုထမ်းခဲ့ပါတယ်။ ရိဖ်က စာတော့မဖတ်တတ်ပါဘူး။ သူ့ကို Legend အဖြစ် တင်စားခဲ့ကြပါတယ်။အခု ဇာတ်အိမ်ကတော့ ကိုစီကန်နာပြည်နယ်က ရေနံထွက်တဲ့ စားကျက်မြေကို ၀ယ်ချင်တဲ့ သူဌေးတစ်ယောက်က ကောင်းဘွိုင်လူဆိုးဂိုဏ်းကို ငွေပေးခိုင်းတာကနေ စပါတယ်။ ရိဖ်ကလည်း ဒီလူဆိုး‌ဂိုဏ်းကို သုတ်သင်ဖို့သူ့အပေါင်းအပါ ၂ယောက်နဲ့ လာမှာပါ။ သူ့အဖွဲ့သားတွေက မိတ်ဆွေဟောင်း ဆမ်နဲ့ သူထွက်ပြေးနိုင်အောင် ကူညီပေးခဲ့တဲ့ ကယ်လီဖိုးနီးယားဆိုတဲ့ လက်ဖြောင့် သေနတ်သမား ဖြစ်ပါတယ်။ ကမ်းကုန်အောင် ယုတ်မာဆိုးသွမ်းတဲ့ ဂိုဏ်းနဲ့ ရိဖ်တို့ အဖွဲ့ ရင်ဆိုင် တိုက်ခိုက်ကြတာကို ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.85GB, 800MBQuality – 1080p, 720pIMDb Rating – 5/10Format – mp4Duration – 1H 42MinGenre – Drama, Thriller, WesternSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lGLpzrvvRX3nzdqye8ZoZKvI9MG.jpg",
      "https://image.tmdb.org/t/p/w300/dZuV8Q6XqilafccYOwlh9rricpb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A9IGX68owMl6KIV9IPPsqEvTlt0.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-corsicana-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hWtm/(CM)_Corsicana_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/438hmLwY#bVTtS1WmJ-ZSl8uaVmBJsdhvpZaa_-ryiG_rFK3TyhA",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1xgipukci4no.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-corsicana-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hWt3/(CM)_Corsicana_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o71AlJoJ#XL0HNLxbxAvJFqw82JFel7cOR4G8ofBVbWgqeQTccbw https://mega.nz/file/438hmLwY#bVTtS1WmJ-ZSl8uaVmBJsdhvpZaa_-ryiG_rFK3TyhA",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/odthqsx18l0n.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/5cgxgu01nv16",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zauviaqm9vea",
        "server": "streamvid.io",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zf4eAgSGKOM",
      "video_url": "https://www.youtube.com/watch?v=zf4eAgSGKOM",
      "embed_url": "https://www.youtube.com/embed/zf4eAgSGKOM"
    }
  },
  {
    "metadata": "|2019||Crime,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "126"
    },
    "title": "A Diamond in the Rough (2019)",
    "description": "A Diamond in the Rough (2019)ဂင်ဂီဂန်းဟာ အထက်တန်းကျောင်းသားတစ်ဦးပါ….ဒီသားလေးတစ်ယောက်ထဲရှိတာဆိုပြီးမိခင်ရဲ့ အလိုလိုက်မှုကြောင့်  ခပ်ဆိုးဆိုးကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်…တစ်ရက်မှာတော့ သူငယ်ချင်းတွေနဲ့ အတူ ရွာမှာရှိတဲ့ အိမ်တစ်အိမ်ရဲ့ စိုက်ခင်းကနေကြက်သွန်ဖြူ ခိုးရောင်းမှုနဲ့ ထောင်ကျသွားခဲ့ပါတယ်…..မိခင်ဖြစ်သူက အိမ်နောက်က မြေကွက်ကိုအလျော်ပေးပြီး ကျေအေးပေးလို့ ပြန်လွတ်လာခဲ့ပါတယ်…..ဒီအမှုရဲ့နောက်ဆက်တွဲအကျိုးဆက်က ကျောင်းထုတ်ခံခဲ့ရပါတယ်….ဒါ့ကောင့် ဂင်ဂီဂန်းဟာသူ့ကိုယ်သူပြင်ဆင်ပြီးကောင်းအောင်နေမယ်ဆိုပြီး   ဆိုးလ် မြို့ကိုတက်သွားခဲ့ပါတယ်…..ဆိုးလ်ကိုရောက်တဲ့အချိန်မှ တကယ်ကံဆိုးတာပါ…. ပြဿနာအကြီးကြီးကြုံပြီးသေဒဏ်ပါကျသွားတယ်….ဒီလိုအခြေအနေမှာ တောကမိခင်ဖြစ်သူဟာသားလေးအမှုက ပြစ်ဒဏ်ပြေလျော့ဖို့ သူတတ်စွမ်းသလိုကြိုးစားပါတော့တယ်….ဒီကားထဲက မခင်ဖြစ်သူအဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသမီးကြီးHae-sook Kim ကိုတော့အားလုံးသိကြမှာပါ…သရုပ်ဆောင်အင်မတန်တော်တဲ့သူပါ….ဒီတစ်ကားလုံးလည်း သူတစ်ယောက်ထဲထိန်းသွားတာ…သားဖြစ်သူဟာ ဘယ်လိုအမှုမျိုးကျူးလွန်ခဲ့တာလဲ….မိခင်ကြီးကလည်း သားကိုချစ်တဲ့စိတ်နဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်….File Size :(858 MB) and (333 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:48:00Genre : Drama, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Han Thu AyeEncoded by Phyo Pyae",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/ADIA.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q9kwcinzda2k.html",
        "server": "usersdrive.com",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/a-diamond-in-the-rough-2019-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/T9ne/A_Diamond_In_The_Rough.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/7f75416vuvvk",
        "server": "upstream.to",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-diamond-in-the-rough-2019",
        "server": "VIP Links",
        "size": "858MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2023|1h 38min|Comedy,Drama",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "1.8k"
    },
    "title": "The Year I Started Masturbating (2022)",
    "description": "The Year I Started Masturbating (2022)Netflix ကထွက်ထားတဲ့ The Year I Started Masturbating ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်ကားနာမည်ကြည့်ပြီးတော့ ကျောင်းသားကားဆိုပြီး တွေးနေရင်တော့ မှားသွားပါလိမ့်မယ်။၁၈ ယောက်စုကြည့်ရမယ်ထင်နေရင်လဲ သင့်ရဲ့ စိတ်ကို အမှောင်ဘက်ခြမ်းကနေ ပြန်ခေါ်လိုက်ပါ။ဒီဇာတ်ကားလေးဟာ မိန်းကလေးတွေ ကိုယ့်ကိုကိုယ် ဘယ်လိုတန်ဖိုးထားရမယ်ဆိုတာ ပြသွားမဲ့ကားမျိုးပါ။ဒါပေမဲ့ စကားလုံးတွေက ပွင့်ပွင့်လင်းလင်းပြောထားတော့ မိသားစုနဲ့တွဲကြည့်လို့လဲ အဆင်ပြေမှာမဟုတ်ပါဘူး။(ဥပမာဆို လူတိုင်းသိကြတာက ဂျီစပေါ့ လောက်ပါပဲဒါပေမဲ့ ဒီထဲမှာတော့ ဂျီစပေါ့တင်မကဘဲ အိုစပေါ့ အမ်စပေါ့ ဒီစပေါ့ တွေပါ ပါပြီးတော့ဘယ်နေရာမှပါ ရှိတယ်ဆိုတာ ညွှန်ပြထားပါသေးတယ်)။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟန်နာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ အလုပ်တွေကြိုးစားပြီး မိသားစုကို အချိန်မပေးနိုင်ဘဲ အလုပ်ပဲဖိလုပ်တဲ့သူပါ။ယောကျာ်းဖြစ်သူဟာလဲ ကြာလာတေ့ ငြိုငြင်လာပါတယ်။ဟန်နာအတွက်ကတော့ ကလေးတွေယူပြီး အလုပ်လုပ် ပိုက်ဆံရှာပေးနေရင် မိသားစုကိစ္စပြီးပြီလို ထင်နေပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာ ယောကျာ်းဖြစ်သူနဲ့ ပြဿနာ ဖြစ်ပြီး အိမ်ကနေဆင်းလာတဲ့အချိန်မှာ အချစ်ဆုံးသူငယ်ချင်းကလဲ သူ့ကိုပစ်ခွာသွားတော့ဟန်နာ တစ်ယောက် သူ့ဘဝမှာ ရင်းနှီးခဲ့တဲ့သူတေွ အနားမှာမရှိတော့ဘဲ တစ်ယောက်တည်း ဘဝကိုရင်ဆိုင်ရတဲ့အချိန်မှာဘယ်သူတွေက သူ့ကိုကူညီပြီး ဘယ်သူတွေက အမြတ်ထုတ်မလဲ။နောက်ဆုံးမှာတော့ အခြားသူတွေအမြင်က အရေးမကြီးဘဲကိုယ့်ကိုကိုယ် ဘယ်လိုမြင်လဲဆိုတာသာ အဓိကကျကြောင်းဘယ်လိုတင်ဆက်သွားမလဲဆိုတာ ကြည့်ရှုအားပေးလိုက်ကြပါဦး ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့K.Heinပဲ ဖြစ်ပါတယ်။Genre….. Comedy, DramaQuality…. 1080p | 720p | 480pFile size… 1.8GB | 867MB | 415MBFormat… mp4Duration…. 1h 38minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..K.HeinEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1IPEh9U51W0ygb0U7XotU64JDAh.jpg",
      "https://image.tmdb.org/t/p/w300/e4ngxo8yVEEYy6bxbMA9vb3gunO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/snkWwY1gEk7n1azAZi4WPW6PZ3h.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t77afia0xxwm.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-year-i-masturbating-2022-1080-p-nf-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2AQkk/The.Year.I.Masturbating.2022.1080p.NF.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/4R91BT7I#ko6wdUWn4u9CskfFDhFZyV_ha6vSroU_eyNWXuVoRno",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3wsbm8y75bgw.html",
        "server": "usersdrive.com",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-year-i-masturbating-2022-720-p-nf-web-dl-dd-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1eVpw/The.Year.I.Masturbating.2022.720p.NF.WEB-DL.DD5.1.CM.mp4",
        "server": "megaup.net",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/AZNTHKAY#oQxBC6JgH3cbyVOu4F-kA0k6YKAMkOHCIbrbeHkpdWo",
        "server": "mega.nz",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://sblona.com/8oc8v7nh8ttq.html",
        "server": "streamsb.com",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/93gbztd0ijru",
        "server": "streamvid.io",
        "size": "867MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/cyopgoo6vxs9.html",
        "server": "usersdrive.com",
        "size": "415MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/the-year-i-masturbating-2022-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "415MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1eVpt/The.Year.I.Masturbating.2022.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "415MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/5ZczTJ4Y#I2zftCSsUkSjkHh3wbnPFj_NgKoTd17fYcV3yDsV9W8",
        "server": "mega.nz",
        "size": "415MB",
        "quality": "480P"
      },
      {
        "link": "https://sblona.com/0416efh0ldj7.html",
        "server": "streamsb.com",
        "size": "415MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/9bd9mi2uy1ka",
        "server": "streamvid.io",
        "size": "415MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "W23QVeshjDE",
      "video_url": "https://www.youtube.com/watch?v=W23QVeshjDE",
      "embed_url": "https://www.youtube.com/embed/W23QVeshjDE"
    }
  },
  {
    "metadata": "Unrated|1972|1h 9m|Adult,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+] Circuit of Sorrow (1972)",
    "description": "Circuit of Sorrow (1972)ဒီဇာတ်လမ်းရဲ့ တစ်ခြားနာမည်တစ်ခုကတော့Love and Death at Fuji Speedwayလို့ခေါ်ပါတယ်။မောင်းနေတဲ့ကားကို ထိန်းချုပ်မရခဲ့ပဲ ကြေကွဲဖွယ်ဇာတ်သိမ်းခဲ့တဲ့ ပြိုင်ကားမောင်းသမား Yukio Fukuzawa ကိုအခြေခံထားပြီး ဇာတ်လမ်းထဲမှာ နာမည်ကျော် ပေါ့ပ်အဆိုတော် ကောင်မလေးတစ်ယောက်နဲ့ထင်ရာစိုင်းနေခဲ့တဲ့ အချစ်ကို အရူးအမူးလိုက်ရှာနေခဲ့တဲ့ ဇာတ်ကြောင်းပါပဲ။ Pink Film ဆိုပေမဲ့ သေသေသပ်သပ်ရိုက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။မြင်နေကျ ကြိုးတုပ် ဖယောင်းစက်ချ အိအိအအတွေကိုမြင်ရမှာမဟုတ်ပေမဲ့ Mainstream လိုင်းထဲကသွားပြီး မင်းသမီးတွေတော်တော်လှတဲ့ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုAliasမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.55GB, 680MBQuality – 1080p, 720pFormat – mp4Duration – 1H 9MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byAliasEncoded byRGB",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6tSSQ7ksR5dZLQVP3rReKkBmotl.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-circuit-of-sorrow-1972-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2F5zd/(CM)_Circuit_of_Sorrow_(1972)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Bj8EGSyA#_blPIx4OhKq_-fVyRfnITWvv7IppgjfViEpPTJCKrmM",
        "server": "mega.nz",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/hogxx1rod4l1.html",
        "server": "usersdrive.com",
        "size": "1.55GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-circuit-of-sorrow-1972-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2F5ya/(CM)_Circuit_of_Sorrow_(1972)_720p.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YmVl0ApL#giaweCaBmN2_39G-2tKy6hpGQ37jkX2XvE5b74_G9rQ",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fdrqxakeujul.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/qrg8flazlzbt",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/biggwweuhyoh",
        "server": "streamvid.io",
        "size": "680MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": ""
    },
    "title": "Student A (2018)",
    "description": "[ Unicode ]Student ‘A’“၂၀၁၅ အောက်တိုဘာ၁၇ရက်တွင် ကျောင်းခေါင်မိုးပေါ်မှခုန်ချသွားသော ကျောင်းသူ’A’၏ ဖြစ်ရပ်မှန်”အငိုမရပ်ဘဲ ဆက်တိုက်ငိုနေခဲ့တဲ့ ငှက်ကလေးတစ်ကောင် ရှိခဲ့ပါတယ်…အဲဒီငှက်ကလေးရဲ့နာမည်ကတော့ ဂျန်းမီရယ်တဲ့ ၊သူကအလယ်တန်းကျောင်းသူလေးပါကျောင်းမှာအမြဲတမ်းအနိုင်ကျင့်ခံရပြီး အမြဲတမ်းနာကျင်ရတဲ့အခါမှာ သူမရဲ့ထွက်ပေါက်က Wondering worldဆိုတဲ့ဂိမ်းဖြစ်လာပါတယ် ၊Darkဆိုတဲ့နာမည်နဲ့ ဂိမ်းခိုးကစားတတ်ပြီး ဂိမ်းထဲမှာလည်းတော်ပါတယ် ၊သူ့ရဲ့ကမ္ဘာထဲမှာ ဂိမ်းနဲ့ သူရေးထားတဲ့ဝတ္တုတွေသာ ရှိပါတယ် ။ဂျန်းမီရယ်က ဇာတ်လမ်းတစ်ပုဒ်ကိုရေးနေပြီးအဲဒီဇာတ်လမ်းကိုအဆုံးသတ်ဖို့နိဂုံးကို သူမ စဉ်းစားလို့မရသေးပါဘူး…တစ်နေ့မှာ လီဘက်ဆိုတဲ့ကောင်မလေးရောက်လာပြီး ဇာတ်လမ်းဆက်ရေးနိုင်ဖို့ကူညီပေးခဲ့ပါတယ် ။မီရယ်ဟာ လီဘက်နဲ့ထေယန်းတို့နှစ်ယောက်နဲ့ ရင်းနှီးလာပြီးနောက်ပိုင်း သူတို့နှစ်ယောက်အပေါ် ခင်တွယ်လာခဲ့ပါတယ်…ဒါပေမယ့်လည်း သနားစရာမီရယ်ခမျာ သူငယ်ချင်းနှစ်ယောက်ရဲ့သစ္စာဖောက်မှုကိုခံခဲ့ရပါတယ်။Wondering world ဂိမ်းကလည်း ပိတ်သိမ်းသွားခဲ့ပြန်ပါတယ်။သူ့ရဲ့ကမ္ဘာပျောက်ဆုံးသွားတဲ့မီရယ်တစ်ယောက် သေကြောင်းကြံဖို့ကြိုးစားတဲ့အခါ…အထီးကျန်နေတဲ့မီရယ်လိုလူတစ်ယောက်က ဘယ်အရာကို အားကိုးပြီးဘယ်လိုရှေ့ဆက်သွားမှာလဲ ?Student ‘A’ဆိုတဲ့ ကောင်မလေးနေရာကနေ ခဏလောက်ဝင်ပြီးစီးမျောလိုက်ကြရအောင်…( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )[ Zawgyi ]Student ‘A’“၂၀၁၅ ေအာက္တိုဘာ၁၇ရက္တြင္ ေက်ာင္းေခါင္မိုးေပၚမွခုန္ခ်သြားေသာ ေက်ာင္းသူ’A’၏ ျဖစ္ရပ္မွန္”အငိုမရပ္ဘဲ ဆက္တိုက္ငိုေနခဲ့တဲ့ ငွက္ကေလးတစ္ေကာင္ ရွိခဲ့ပါတယ္…အဲဒီငွက္ကေလးရဲ႕နာမည္ကေတာ့ ဂ်န္းမီရယ္တဲ့ ၊သူကအလယ္တန္းေက်ာင္းသူေလးပါေက်ာင္းမွာအၿမဲတမ္းအႏိုင္က်င့္ခံရၿပီး အၿမဲတမ္းနာက်င္ရတဲ့အခါမွာ သူမရဲ႕ထြက္ေပါက္က Wondering worldဆိုတဲ့ဂိမ္းျဖစ္လာပါတယ္ ၊Darkဆိုတဲ့နာမည္နဲ႔ ဂိမ္းခိုးကစားတတ္ၿပီး ဂိမ္းထဲမွာလည္းေတာ္ပါတယ္ ၊သူ႔ရဲ႕ကမာၻထဲမွာ ဂိမ္းနဲ႔ သူေရးထားတဲ့ဝတၱဳေတြသာ ရွိပါတယ္ ။ဂ်န္းမီရယ္က ဇာတ္လမ္းတစ္ပုဒ္ကိုေရးေနၿပီးအဲဒီဇာတ္လမ္းကိုအဆုံးသတ္ဖို႔နိဂုံးကို သူမ စဥ္းစားလို႔မရေသးပါဘူး…တစ္ေန႔မွာ လီဘက္ဆိုတဲ့ေကာင္မေလးေရာက္လာၿပီး ဇာတ္လမ္းဆက္ေရးႏိုင္ဖို႔ကူညီေပးခဲ့ပါတယ္ ။မီရယ္ဟာ လီဘက္နဲ႔ေထယန္းတို႔ႏွစ္ေယာက္နဲ႔ ရင္းႏွီးလာၿပီးေနာက္ပိုင္း သူတို႔ႏွစ္ေယာက္အေပၚ ခင္တြယ္လာခဲ့ပါတယ္…ဒါေပမယ့္လည္း သနားစရာမီရယ္ခမ်ာ သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕သစၥာေဖာက္မႈကိုခံခဲ့ရပါတယ္။Wondering world ဂိမ္းကလည္း ပိတ္သိမ္းသြားခဲ့ျပန္ပါတယ္။သူ႔ရဲ႕ကမာၻေပ်ာက္ဆုံးသြားတဲ့မီရယ္တစ္ေယာက္ ေသေၾကာင္းႀကံဖို႔ႀကိဳးစားတဲ့အခါ…အထီးက်န္ေနတဲ့မီရယ္လိုလူတစ္ေယာက္က ဘယ္အရာကို အားကိုးၿပီးဘယ္လိုေရွ႕ဆက္သြားမွာလဲ ?Student ‘A’ဆိုတဲ့ ေကာင္မေလးေနရာကေန ခဏေလာက္ဝင္ၿပီးစီးေမ်ာလိုက္ၾကရေအာင္…( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )File size__( 1 GB ) and ( 400 MB)Quality__Blu-720pIMDb Rating__7.5/10Format__mp4Duration__01:54:01Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4JUC0FnQA3ujopE8wRSkI9pZIng.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6DRmQhadahdytndw74rdmKBbIDT.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/zj16qwiu9sz2.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/student-a-2018-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/v001HDwa#4HfSpQ5TYbysO7uUUnLGEObmaHnJvEkxJw9obKAUy8Y",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/oynl5i0we4qo",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/1LmJ/Student_A_(2018).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/3ek",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/4oSYuj7ohdfmyg",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "vtweWmBfXSM",
      "video_url": "https://www.youtube.com/watch?v=vtweWmBfXSM",
      "embed_url": "https://www.youtube.com/embed/vtweWmBfXSM"
    }
  },
  {
    "metadata": "|||Asian,Comedy,Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "Flying Colors (2015)",
    "description": "ကဲ .. ဒီတစ်ပတ်တော့ ကျောင်းသူကျောင်းသားများ ဒါမှမဟုတ် စာမေးပွဲတစ်ခုခုဖြေစရာရှိသူများအတွက် ရုပ်ရှင်ကြည့်လိုက်ရုံနဲ့ ကြိုးစားချင်စိတ် motivation တွေ တဖွားဖွားပေါ်လာစေမယ့် ဂျပန်ရုပ်ရှင်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်။ နာမည်ကတော့ Flying Colors (ဂုဏ်ထူး) ပါတဲ့ ။ ဂျပန်ပြည်တွင်းမှာတော့ Biri Gyaru (ဘိတ်ချီးကောင်မလေး) လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၅ခုနှစ်မှာ ဒါရိုက်တာ Doi Nobuhiro ကနေ ကျူရှင်ဆရာတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ ဘဝဟာသဇာတ်ကားတစ်ကား ဖြစ်ပြီး၊ ဂျပန် Box office မှာ နံပါတ်တစ်ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ Gyaru ဆိုတာကတော့ ဂျပန်ဖက်ရှင် ၊ music ပိုင်းနဲ့ ရင်းနှီးသူတွေအတွက် ခဏခဏကြားဖူးနေပါလိမ့်မယ်။ Gal(Girl) ဆိုတာက ဂျပန်အသံထွက်နဲ့ slang ပုံစံသုံးကြရာက တွင်ကျယ်လာတဲ့ ဒီစကားလုံးဟာ သုံးနှုန်းပုံဖွင့်ဆိုချက်တွေ၊ အမျိုးအစားတွေအများကြီးရှိပေမယ့် ဒီမှာနားလည်ရလွယ်အောင်လို့ အလှအပအရမ်းဦးစားပေးပြီး၊ ခေတ်ပေါ်ဖန်စီရှုပ်ရှုပ်ယှက်ယှက်တွေအများကြီးဆင်ယင်ထားတဲ့၊ ကလေးဆန်တဲ့ခေတ်ကောင်မလေး လို့ပဲ ဆိုကြပါစို့။Kudo Sayaka ဟာ ဆံပင်ရွှေရောင်ဆိုးထားတဲ့ Gyaru တစ်ယောက်ဖြစ်ပါတယ်။ သာမန်မိန်းကလေးအထက်တန်းကျောင်းတစ်ကျောင်းမှာ တက်ရောက်နေတဲ့ Sayaka ဟာ ကျောင်းစာကိုလုံးဝ(လုံးဝ)ကိုစိတ်မဝင်စားသလို အနာဂတ်အတွက်လည်းဘာမှအပူအပင်ရှိစရာမလိုပဲ အတန်းချိန်မှာ အေးအေးလူလူ စကားပြောလိုက်၊ မိတ်ကပ်လိမ်းလိုက်လုပ်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ တစ်နေ့တော့ Sayaka ဆီကနေ ဆေးလိပ်ဘူး မိပြီးနောက် သူ့သူငယ်ချင်းတွေကိုပါဖော်ကောင်လုပ်ဖို့ ငြင်းဆန်တဲ့ Sayaka တစ်ယောက်တည်း ကျောင်းနားခံလိုက်ရပါတယ်။ စာမေးပွဲအမှတ်တွေကလည်း အားရစရာ၊ ဟိုးအောက်ကကို မတက်တဲ့ကြားထဲ ဒီလိုပြဿနာတွေဖြစ်လာတဲ့ Sayaka ဟာ အထက်တန်းဒုတိယနှစ်၊ နောက်နှစ်ဆို တက္ကသိုလ်ဝင်တန်းဖြေရတော့မယ် ဆိုတော့ အမေဖြစ်သူက စိတ်မအေးနိုင်ပဲ အပြင်ကျူရှင်အပ်ဖို့ လုပ်လာရပါတယ်။အမေဖြစ်သူခေါင်းမီးတောက်နေချိန်မှာ အဖေဖြစ်သူကတော့ Sayaka ရဲ့မောင်လေးဖြစ်သူ Ryuta ကို ဘေ့စ်ဘောကစားသမားတစ်ယောက်ဖြစ်လာအောင် ပျိုးထောင်ဖို့သာအားသန်လျက်ရှိပါတယ်။ သူကိုယ်တိုင်မဖြစ်ခဲ့ရလို့ သားဖြစ်သူအပေါ် ရည်မှန်းချက်ထားလွန်းတဲ့ ဖခင်ဖြစ်သူဟာ Sayaka နဲ့အငယ်ဆုံးညီမလေးကို လုံးလုံးဂရုမစိုက်တော့ပဲ ဘေ့စ်ဘောပဲရူးနေတာပေါ့။ ဒါကလည်း Sayaka တစ်ယောက် ဒီလိုပုံစံဖြစ်လာဖို့ တွန်းအားဖြစ်ခဲ့ပါတယ်။ ငယ်ငယ်ကကျောင်းခဏခဏပြောင်းရပြီး၊ သူငယ်ချင်းဖွဲ့ရမှာကြောက်တတ်တဲ့ Sayaka ကို ပထမဆုံးနွေးနွေးထွေးထွေးဆက်ဆံခဲ့တဲ့ သူငယ်ချင်းသုံးယောက်က သူ့လိုပဲမထူးခြားနား Gyaru တွေဖြစ်ကြပြီး၊ ကျောင်းမှာအမွှေဆုံးအုပ်စုအဖြစ် ထင်ရှားပါတယ်။ဒီလို Sayaka ကို တက္ကသိုလ်ဝင်တန်းအတွက်ပြင်ဆင်ဖို့အတွက် အမေဖြစ်သူက အပြင်ကျူရှင်ဆရာတစ်ယောက်ဖြစ်တဲ့ Tsubota Yushitaka ဆီအပ်ပါတယ်။ ပထမဆုံးနေ့မှာအစမ်းtestလေးတစ်ခုဖြေခိုင်းတော့ အားရစရာ ဇီးရိုးကိုက်၊ဥမကွဲတဲ့ Sayaka ကို သြချမိပေမယ့် လက်တော့မလျှော့သေးပါဘူး။ ထူးခြားတဲ့သင်ကြားမှုပုံစံနဲ့ Tsubota ဟာ တပည့်တွေအကြိုက်ကိုလိုက်ပြီး၊ရင်းနှီးမှုရယူ ၊ ပြီးတော့ သူတို့စိတ်အားတက်အောင် များများချီးကျူးပေးပြီး သင်ကြားတတ်တဲ့ ဆရာတစ်ယောက်လည်း ဖြစ်ပါတယ်။ အခုလို ဥမကွဲတာကိုတောင် ပြန်ပြီး၊ ချီးကျူးလိုက်တော့ ဆရာတွေဆီမှာတစ်ခါမှချီးကျူးမခံရဖူးတဲ့ Sayaka တစ်ယောက် နည်နည်းတော့ပျော်သွားပါတယ်။ Tsubota က ရည်မှန်းချက်မြင့်မြင့်ထားဖို့ပြောပြီး၊ သူရွေးပေးလိုက်တဲ့ ကျောင်းက ဂျပန်နိုင်ငံရဲ့ ထိပ်ဆုံးကတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ Keio University ဖြစ်နေပါတယ်။ Tsubotaရဲ့ မက်လုံးကတော့ Keio က ကောင်လေးတွေချောတယ်လို့နာမည်ကြီးပါတယ်တဲ့။ test ရလဒ်တွေအရဆိုရင် လေးတန်းလောက်သာသာ ပညာရေးအဆင့်ရှိတဲ့ Sayaka က Keio သွားမယ်ဆိုတော့ သူ့အမေကလွဲလို့ အားလုံးရယ်ကြတာပေါ့။ အထူးသဖြင့် သူတို့အတန်းပိုင်ဆရာက (သူကလည်း မွှေလွန်းတဲ့ Sayaka တို့အုပ်စုကို မျက်မုန်းကျိုးနေတာ) Keio ဝင်ဖို့ ဘယ်လိုမှမဖြစ်နိုင်ဘူး ဆိုပြီး ၊ စကားနိုင်လုကြရာက Sayaka နဲ့ ကျောင်းရှေ့မှာအင်္ကျီချွတ်ကြေး အလောင်းအစားလုပ်ကြပါတော့တယ်။ အဲဒီမှာပဲ အစကဟာသတစ်ခုလိုသဘောထားရာက Sayaka ဟာ သူ့ရဲ့ Keio ပန်းတိုင်ကို နည်းနည်းseriousထားလာပြီး၊ နောက်ပိုင်း အိမ်မှာ ပြဿနာတွေတက်ကြရာက အဖေဖြစ်သူခနဲ့တဲ့စကားတွေကို မခံချင်တဲ့စိတ်နဲ့ ကြိုးစားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမယ့် ကျောင်းစာမရရုံတင်မဟုတ် ပြင်ပဗဟုသုတပါလုံးဝမရှိတဲ့ Sayaka (သူဟာ Santa Clause နဲ့ Ultraman တို့ကိုအပြင်မှာတကယ်ရှိတယ်လို့ယုံပါတယ်) ကို Tsubotaအတွက် စာသင်ပေးရတာလွယ်ကူတဲ့ကိစ္စတစ်ခုမဟုတ်သလို နေ့ချင်းညချင်းလည်းအဆင့်တွေဝုန်းခနဲတက်မလာပါဘူး။ ဒါပေမယ့် သူ့ရဲ့ တပည့်တွေစိတ်ဝင်စားမှု၊ အကြိုက်ပေါ်လိုက်ပြီး၊ မတူညီတဲ့ချဉ်းကပ်မှုအမျိုးမျိုးနဲ့ (ဥပမာ Idol ကြိုက်သူဆိုရင် Idol တွေနဲ့၊ Anime ကြိုက်သူဆိုရင် Anime နဲ့၊ Game ကြိုက်သူဆိုရင် Gameနဲ့) သင်ကြားပေးတဲ့စနစ်ဟာ အလုပ်ဖြစ်လာမယ်လို့ စွဲစွဲမြဲမြဲယုံကြည်ထားသူပါ။ အချိန်တွေကုန်လွန်လာတာနဲ့အမျှ Sayakaတစ်ယောက် သူ့ကိုချစ်လွန်းတဲ့အမေအတွက် ရည်မှန်းချက်အပေါ် ပိုစိတ်အားထက်သန်လာပြီး၊ သူမရဲ့ကြိုးစားအားထုတ်မှုက သူ့ပတ်ဝန်းကျင်ကလူတွေ၊ ကိုယ့်ရည်မှန်းချက်ကို သားဖြစ်သူအပေါ် အတင်းဖိသွင်းတတ်တဲ့ဖခင်၊ ဝါသနာပါတာမလုပ်ရပဲ ဘေ့စ်ဘောပဲကစားနေတဲ့ မောင်ဖြစ်သူ၊ Sayaka ရဲ့ အချစ်ဆုံးသူငယ်ချင်း မိGyaruလေးတွေ၊ သူတို့ကျူရှင်မှာပဲလာအပ်ထားတဲ့ နာမည်ကျော်ရှေ့နေမျိုးရိုးရဲ့ သား မောင်Yankee(ကျောင်းလူမိုက်)လေး၊ နောက်ဆုံး ကိုယ့်ကိုကိုယ်ယုံကြည်မှုအားနည်းနေတဲ့ Tsubota ကိုယ်တိုင်ဆီမှာ လွှမ်းမိုးမှုတွေဖြစ်လာပါတော့တယ်။ တစ်ရက်မှာတော့ အင်္ဂလိပ်စာတစ်သက်မှာတစ်ခါမှမအောင်ဖူးတဲ့ Sayaka တစ်ယောက် အမှတ်၇၀ ထိရခဲ့ပြီးနောက်မှာတော့ …သူမအနေနဲ့ Keio တက္ကသိုလ်ရှေ့မှာ fresher ကျောင်းသူတစ်ယောက်အနေနဲ့ ဓာတ်ပုံရိုက်ခွင့်ကြုံနိုင်မလား .. ဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦး။ပုံမှန်တွေ့နေကျ အထက်တန်းကျောင်းနောက်ခံဂျပန်ဇာတ်ကားတွေနဲ့ တော်တော်လေးကွဲပြားနေတာကိုတော့ ဇာတ်လမ်းအကျဉ်းဖတ်ကြည့်ရုံနဲ့ သိနိုင်ပါတယ်။ ကိုယ်တိုင်မမြင်ဖူးတော့မသိပေမယ့် ဒီဇာတ်ကားထဲက မိန်းကလေးအထက်တန်းကျောင်းတွေနဲ့ Gyaru character တွေကိုသရုပ်ဖော်ပြမှုဟာ တော်တေ်ာလေးမှန်ကန်တယ်လို့ ဆိုကြပါတယ်။ ရုတ်တရက်ကြည့်ရင်တော့ စာစိတ်မဝင်စားပဲ အလှအပ၊အပျော်အပါးပဲမက်တဲ့ ပေါ့ပျက်ပျက်ကောင်မလေးကို အသိတရားရအောင်စာသင်ပေးတဲ့ဇာတ် လို့ ခေါင်းကြီးတပ်နိုင်ပေမယ့် အဓိကဇာတ်ကောင် ကောင်မလေး Sayaka ရဲ့ ကြီးပြင်လာပုံ ၊ ပြီးတော့ သူမရဲ့လက်ရှိမိသားစုအခြေအနေတွေပါထည့်တွက်ကြည့်လိုက်တော့ ခုနကလိုလွယ်လွယ်ပြောလို့မရတော့တာ တွေ့ရမှာပါ။ တစ်နေရာမှာတော့ ကျောင်းကအတန်းပိုင်ဆရာကနေ ကျူရှင်ဆရာ Tsubota ကိုလာပြီးသတိပေးတဲ့ဇာတ်ဝင်ခန်းတစ်ခန်းပါပြီး၊ ကျွန်တော်တို့အနေနဲ့သိပ်နားမလည်တဲ့ ကျူရှင်နဲ့ကျောင်းကြီးကြားက အားပြိုင်မှု၊ တက္ကသိုလ်ဝင်ခွင့်အားပြိုင်မှုတွေဘာတွေကို သရုပ်ဖော်ထားတာက သူတို့ပြည်တွင်းကလူတွေအနေနဲ့ ပိုrelateဖြစ်နိုင်မယ့် ဇာတ်လမ်းဇာတ်ကွက်မျိုးတွေလို့ ဆိုရမှာပါ။ ပိုပြီးသဘောကျစရာတစ်ချက်ကတော့ ပြသချိန်၂နာရီအတွင်းမှာ Sayaka ရဲ့ လေးတန်းအသိဉာဏ်နဲ့ အထက်တန်းကျောင်းသူလေးအဖြစ်ကနေ Keio ဝင်ခွင့်စာမေးပွဲကြီးဆီသို့သွားရာလမ်းအတိုင်း ကိုယ်ကိုယ်တိုင်ဘေးကလိုက်ပြီး၊ ဖြတ်သန်းခဲ့ရသလို ခံစားချက်မျိုး ပေးစွမ်းနိုင်တာပါ။ ဘယ်လိုပြောရမလဲ။ ကြည့်ရှုသူပရိသတ်အနေနဲ့ ဇာတ်လမ်းအစက Sayaka နဲ့ အဆုံးက Sayaka က တစ်ယောက်တည်းပေမယ့် ဘာတွေကွဲပြားသွားသလဲဆိုတာ အသေအချာမြင်နိုင်ပြီး၊ ဘာလို့ဒီလိုပြောင်းလဲသွားသလဲဆိုတာ သိနေတဲ့ပုံစံမျိုးပေါ့။ Sayaka တစ်ယောက်တည်းမဟုတ်ဘူး။ ပါဝင်တဲ့တစ်ခြားဇာတ်ကောင်တွေလည်း ဇာတ်လမ်းပြီးတဲ့အချိန်မှာ အနည်းငယ်စီကွဲပြားပြောင်းလဲသွားကြတဲ့ပုံစံလေးတွေ တွေ့ကြရမှာပါ။ ဒါကလည်း ဒါရိုက်တာ Doi Nobuhiro (Hanamizuki ၊ Kirin no Tsubasa) ရဲ့ ရိုက်ကူးမှုနဲ့ pacing တွေကို ချီးကျူးရမှာဖြစ်သလို Sayaka အဖြစ်ခေါင်းဆောင်ပါဝင်တဲ့ မင်းသမီး Arimura Kasumi (Strobe Edge)ရဲ့ သရုပ်ဆောင်စွမ်းရည်အပါဝင် တခြား ဇာတ်ပို့castတွေရဲ့ ကောင်းမွန်တဲ့performance တွေကြောင့်လည်း အများကြီးပါပါတယ်။ရုပ်ရှင်ထဲမှာပဲကွာ ကြိုးစားရတာလွယ်မှာပေါ့ လို့ဆိုချင်ဆိုလိမ့်မယ်။ ဒါပေမယ့် တကယ်မဖြစ်နိုင်ဘူးလား။ ဖြစ်နိုင်တာပေါ့ ။ အပြင်မှာလည်း ဒီလိုမျိုးသာဓကတွေရှိတာပဲ ။ မှန်ကန်တဲ့သင်ကြားလမ်းပြမှု နဲ့ လက်တွေ့ကြိုးစားမှုနဲ့ ပေါင်းစပ်လိုက်ရင် အောင်မြင်တာ၊မအောင်မြင်တာ အသာထား ၊ ပြောင်းလဲမှုတစ်ခုခုကိုတော့ပြုလုပ်နိုင်စွမ်းရှိကြတာပဲ မဟုတ်လား။ ပြောရရင် ဒီဇာတ်လမ်းကိုယ်တိုင်ကိုက ကျူရှင်ဆရာတစ်ယောက်ဖြစ်တဲ့ Tsubota Nobutaka ရဲ့ ကိုယ်တွေ့ဖြစ်ရပ်မှန်လို့ဆိုတဲ့ စာအုပ်ကို ရိုက်ကူးထားတာပဲလေ။ ဘာပဲဖြစ်ဖြစ်ပါ။ ဒီဇာတ်ကားပြီးဆုံးသွားတဲ့အချိန်မှာ ကျန်ရစ်ခဲ့တဲ့ raw feeling လေးတစ်ခုနဲ့တင် လက်ရှိရောက်နေတဲ့နေရာကနေ နည်းနည်းပဲဖြစ်ဖြစ် ကြိုးစားချင်စိတ်လေးတစ်ခု ပေါ်လာမိလိမ့်မှာတော့ အသေအချာပါပဲ။ ။#Samuri(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို myotaku.club မှ Samuri (Soe Nyein Oo) မှ တင်ဆက်ထားတာပါ။)File size…(1.3 GB)/(670 MB)Quality….BluRay 1080p/720pFormat…mkvDuration….01:56:23Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated bySamuri",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kEQee6JM5EtDGMcofa75enQ2B45.jpg",
      "https://image.tmdb.org/t/p/w300/9G2mRdQYdBiBiRLwmhpmihIMOlV.jpg",
      "https://image.tmdb.org/t/p/w300/zHw8i6I76ll4nJtCxCrI0VGQo0q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjA2NDJjZjgtNmFjYS00ZTE1LWFhMjEtNTc5MjA3ODFlODRlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/flying-colors-2015",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-flying-colors-2015-1080-p-blu-ray-x-264-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1295r/(CMorg)_Flying.Colors.2015.1080p.BluRay.x264.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Y2xQnbQL#iyGDS9h0RN9DecfI9IH9FitloUt8HaFTIouZtuVE_8k",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dud1up7ljj22.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-flying-colors-2015-720-p-blu-ray-x-264-mkv",
        "server": "yoteshinportal.cc",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1292g/(CMorg)_Flying.Colors.2015.720p.BluRay.x264.mkv",
        "server": "megaup.net",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/p7wAAZ5b#HKQAa5pET0KcZwlRw-bCiiXIyLFvpgAKmawi4jTsBc0",
        "server": "mega.nz",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xb3p9hx0tmze.html",
        "server": "usersdrive.com",
        "size": "670 MB",
        "quality": "720p"
      },
      {
        "link": "https://viewsb.com/mihi640nmbdg.html",
        "server": "streamsb.com",
        "size": "670 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "oyqqcgpWzsM",
      "video_url": "https://www.youtube.com/watch?v=oyqqcgpWzsM",
      "embed_url": "https://www.youtube.com/embed/oyqqcgpWzsM"
    }
  },
  {
    "metadata": "|2023|1h 40min|Action,Drama,Fantasy",
    "rating": {
      "rating": "8/10",
      "rating_count": "7"
    },
    "title": "Iron Mask (2023)",
    "description": "Iron Mask (2023)ဝူယောင်းဝူတို့ ဇာတ်ကားထဲက ရှေ့နေဂွမ်မင်ဝူးကို ကာရိုက်တာအသစ်တစ်မျိုးနဲ့ကြည့်ရှုရမယ့်Iron Mask (2023) ထွက်ရှိလာပါပြီ။Kendo အားကစားလောကကို အခြေတည်ပြီး အစ်ကိုဖြစ်သူရဲ့ သေဆုံးမှုအတွက်လက်စားချေမယ့် ကောင်လေးတစ်ယောက်ရဲ့အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။နိုင်ငံ့လက်ရွေးစင် Kendo ကစားသမားဖြစ်လာဖို့ ယှဉ်ပြိုင်ခွင့်ရမယ့်Survival ပွဲစဉ်တစ်ခုကို ဂင်ဂျယ်ဝူ ရောက်ရှိလာခဲ့တာဟာသဘောရိုးနဲ့မဟုတ်ဘဲ အစ်ကိုဖြစ်သူရဲ့သေဆုံးမှုအတွက် ဟွမ်ထယ်ဆူဆိုတဲ့ ကစားသမားကို လက်စားချေဖို့ပါ။ဒါပေမဲ့ သူ့ရဲ့စိတ်ခံစားချက်တွေကို မထိန်းချုပ်နိုင်ဘဲ တဖြည်းဖြည်း သူ့ရဲ့အရည်အချင်းတွေပါ ကျဆင်းလာခဲ့တဲ့အခါမှာတော့ဂျယ်ဝူတစ်ယောက် အဲဒီအခြေအနေကို ကျော်ဖြတ်ပြီး လက်စားချေသွားနိုင်ပါ့မလားဒါမှမဟုတ် သူ့ဘဝကြီးကပဲ ရေစုန်မြောသွားမလား ဆိုတာကိုတော့ ကိုယ်တိုင်ကိုယ်ကျ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Hmwe က ရေးးသားထားပြီးးတော့ဘာသာပြန်ထားတာကတော့HmweandJoyzပဲ ဖြစ်ပါတယ်။Genre….. Action, Drama, FantasyQuality…. 1080p | 720pFile size… 890MB | 348MBFormat… mp4Duration…. 1h 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..HmweandJoyzEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2kh0lGOAvRRUjOSwRCiqJIoginX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/4HIIwt0xfnm73tzD0xXf9NgadVK.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x4ubwk1dx7pm.html",
        "server": "usersdrive.com",
        "size": "890MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-mask-2023-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/217bl/IRON_MASK,2023.1080p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "890MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4KVH1RQZ#QYQlm0gLVZnvUTrgkaAoo81qbNemOYBVU5aA01YGpAs",
        "server": "mega.nz",
        "size": "890MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1rny3zpkt4fs.html",
        "server": "usersdrive.com",
        "size": "348MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-mask-2023-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "348MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2H4kz/IRON_MASK,2023.720p.WEBRip.CM.mp4",
        "server": "megaup.net",
        "size": "348MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/xT8XGL6C#zPLU3G4hxxXv6rMesjy5OnH5yojlSswbnRYjsu9JZVQ",
        "server": "mega.nz",
        "size": "348MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cdzqpy7yhhnr",
        "server": "streamvid.io",
        "size": "348MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/epattg95hmj5",
        "server": "streamsb.com",
        "size": "348MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|N/A|Drama,Thriller",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "342"
    },
    "title": "Rust Creek (2018)",
    "description": "CM ပရိတ္သတ္ႀကီးအတြက္ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ Rust Creek ဆိုတဲ့ကားေလးပါေစာရာဆိုတဲ့ေကာင္မေလးကမိဘေတြရဲ႕အေဝး ၿမိဳ႕တစ္ၿမိဳ႕မွာ ေကာလိပ္တက္ေနတာပါ။တစ္ေန႔ သူကအလုပ္အင္တာဗ်ဴးတစ္ခု ေၿဇိဳ႕အေရြးခံရတဲ့အတြက္ဝါ႐ွင္တန္ဒီစီကို သြားဖို႔အေၾကာင္းေပၚလာပါတယ္။ဒါေပမဲ့ အေဝးေျပလမ္းႀကီးမွာ ယာဥ္လမ္းအခ်ိန္းအေျပာင္း႐ွိလို႔ေတာလမ္းကသြားဖို႔ ေရဒီယိုက သတင္းကိုၾကားၿပီးသူဟာ တစ္ခုမွမသြားဖူးတဲ့လမ္းကို GPSအားကိုးနဲ႔တစ္ေယာက္ထဲ ကားေမာင္းလာခဲ့ပါတယ္။GPS ထံုးစံအတိုင္း ေတာထဲလဲေရာက္ေရာ လမ္းေပ်ာက္ပါေလေရာေပါ့။အဲဒါနဲ႔ ကားရပ္ၿပီး ေျမပံုထုတ္ၾကည့္ေနတုန္း အနားကိုလူ ၂ ေယာက္ေရာက္ေရာ။ပထမေတာ့အဲ့လူေတြက ကူညီေပးမလိုနဲ႔ ေနာက္ပိုင္းက် အၾကမ္းဖက္လာပါေတာ့တယ္။ေစာရာလဲ သူတို႔နဲ႔တိုက္ခိုက္ၿပီး ေတာထဲဝင္ေျပးရေတာ့တာေပါ့။ဒီလူေတြက ေစာရာကိုဘာအတြက္တိုက္ခိုက္တာလဲ။ဒီေတာႀကီးထဲမွာ ဒဏ္ရာရေနတဲ့ ေစာရာတစ္ေယာက္အသက္႐ွင္ေအာင္႐ုန္းကန္ႏိုင္မွာလား။ေစာရာကို ကယ္တင္မဲ့လူေရာေပၚလာမွာလား။ေနာက္ကြယ္မွာေရာ ဘယ္လိုကိစၥေတြ႐ွိေနသလဲဆိုတာကေတာ့စိတ္၀င္စားစြာနဲ႕ၾကည့္လိုက္ရေအာင္…..File Size : (932 MB) & (273 MB)Quality :Web DL 720pRunning Time :1hr 48 minFormat : Mp4Genre :Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated byHMOEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AlXCKpiAVk8gq4kP7klsfc50J3h.jpg",
      "https://image.tmdb.org/t/p/w300/mVqywOWO4paFr3B7QuUH9zKAvAk.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rd8kbkcvdNTByYKDqY2FyxlhhCy.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/rust-creek-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "932 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/2eHkn/Rust_Creek_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "932 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/0waxv7zneols",
        "server": "upstream.to",
        "size": "932 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/sqrqufdqxano.html",
        "server": "usersdrive.com",
        "size": "932 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "5sLIwhkWS3c",
      "video_url": "https://www.youtube.com/watch?v=5sLIwhkWS3c",
      "embed_url": "https://www.youtube.com/embed/5sLIwhkWS3c"
    }
  },
  {
    "metadata": "R|2005|92 min|Comedy,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "203,539"
    },
    "title": "Thank You for Smoking (2005)",
    "description": "Rotten Romatoes – 86%ဆေးလိပ်သောက်တာ မကောင်းဘူး။ ဆေးလိပ်သောက်တတ်သူတွေ အတော်များများနားခါးကြမယ့်စကားပါ။ အဲဒါကိုဘယ်သူပြောတာလဲ။ အဲဒါကယုံကြည်ရတဲ့နေရာကအချက်အလက်လား။ သောက်ဖူးလား။ တကယ်သောက်တဲ့သူတွေအဲလိုဖြစ်တာမြင်ဖူးလား စတဲ့ အချက်အလက်တွေနဲ့ ပြန်ပြီးဘလိုင်းကြီးဆေးလိပ်သောက်တာ မကောင်းဘူးပြောတဲ့သူကို ပြန်ရှင်းခိုင်းလိုက်ပါ။လေ့လာချက်တစ်ခုအရ စာသားတစ်ခုရဲ့အရှေ့မှာ လေ့လာချက်တစ်ခုအရ ဒါမှမဟုတ်သိပ္ပံနည်းကျပြောပြချက်အရ ဆိုတာကို တပ်ပြီးပြောရင် ပိုပြီးယုံချင်တတ်ကြပါတယ်တဲ့။ဒီဇာတ်ကားမှာကလည်း အဓိကဇာတ်ဆောင်က သိပ္ပံနည်းကျအချက်အလက်တွေကိုသုံးပြီး ဆေးလိပ်ဘက်ကနေ ပြန်လည်တိုက်ခိုက်သွားတာကို မြင်တွေ့ရမှာပါ။အမှန်တရားဆိုတာ ကိုယ်မြင်တဲ့အမြင်ပေါ်မူတည်တယ်ဆိုတဲ့ အချက်ကိုသုံးပြီးနေရာပြောင်းပြသွားတာတွေက အရမ်းကို လှပါတယ်။လူတော်တော်များများက အရမ်းအန္တရာယ်များပါတယ်ဆိုတဲ့ ဆေးလိပ်ကို ပညာသားပါပါနဲ့နေ့စဉ်သုံးပစ္စည်းတစ်ခုအဖြစ်သတ်မှတ်ချင်စိတ်ပေါက်သွားနိုင်အောင် စကားလုံးတွေကအရမ်းလန်းပါတယ်။IMDB Rating 7.6 ထိရရရှိထားပြီး Satire,Comedy အမျိုးအစား ဇာတ်ကားတစ်ကားပါ။ဟားနေရင်း တွေးချင်ရင်တော့ ကြည့်လိုက်ကြပါဗျာ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ဖြစ်ပါတယ်)File size__( 350 MB) and ( 850 MB)Quality__BR-Rip 720pIMDb Rating__7.6/10Format__mp4Duration__01:32:07Type__Comedy, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/D1VqMoYT4K2aFcywu3kGnycD6n.jpg",
      "https://image.tmdb.org/t/p/w300/kLM0xsGtaUs5NdnL0j3srjsgmP1.jpg",
      "https://image.tmdb.org/t/p/w300/p5FGjrpDA0dKNyfFDGKBDQ3kd1n.jpg",
      "https://image.tmdb.org/t/p/w300/pNNs77fSas0bVDUSUHwcAfmdSek.jpg",
      "https://image.tmdb.org/t/p/w300/cv6GPeRbvlS0Vp9zVSu954nhxtR.jpg",
      "https://image.tmdb.org/t/p/w300/p2aKUNhkV5U1lWYvG4OmWp1bEI.jpg",
      "https://image.tmdb.org/t/p/w300/f4rXghlNKDVMV7IKertMpfs2qfl.jpg",
      "https://image.tmdb.org/t/p/w300/pbXioiNfkry84YkgoILY4ZbX1WL.jpg",
      "https://image.tmdb.org/t/p/w300/lHEzkgZPGJg16AHYJEb5bBFy0Re.jpg",
      "https://image.tmdb.org/t/p/w300/uQNJNRIU8fWeKofxXbFYEt988Ip.jpg",
      "https://image.tmdb.org/t/p/w300/mimmo6QMkskaCWNtshDY0UPmlID.jpg",
      "https://image.tmdb.org/t/p/w300/jK1DPYdD7Ao9E0IdAWm8ceCXHdb.jpg",
      "https://image.tmdb.org/t/p/w300/roHYTvbKpMovUsiDoafZiUQi6PD.jpg",
      "https://image.tmdb.org/t/p/w300/ntSKfKS0mbPlbSMKwGiB47iKwRU.jpg",
      "https://image.tmdb.org/t/p/w300/zHzK5JH996LIAcJGJEsfnLlSSKg.jpg",
      "https://image.tmdb.org/t/p/w300/putvfWCdMBv6y7faxMkubRnpl4y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/smoke.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/thank-you-for-smoking-2005-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/f4tpyj8orjto",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/fxjxdmhvp89b.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "4GBJOWqlXqE",
      "video_url": "https://www.youtube.com/watch?v=4GBJOWqlXqE",
      "embed_url": "https://www.youtube.com/embed/4GBJOWqlXqE"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "1854"
    },
    "title": "Live Twice, Love Once(2019)",
    "description": "Live Twice, Love Once(2019)IMDb…7.2(unicode)ဒေါက်တာ အီမီလျို ဟာ တက္တသိုလ်ကျောင်းတစ်ခုရဲ့သင်္ချာပါမောက္ခ လည်းဖြစ်ပြီး သုဒ္ဓကိန်းကို ရှာဖွေတွေ့ရှိခဲ့တဲ့သူလည်းဖြစ်တယ်။ ဉာဏ်ကောင်းလွန်းတဲ့သူတစ်ယောက်ပါပဲ။သူက ငယ်ငယ်ကတည်းက သင်္ချာဘာသာရပ် ကိုစိတ်ဝင်စားခဲ့တယ်။ ဒါကြောင့် သူဟာ တခြားအရာအတွက် အချိန်မပေးနိုင်ခဲ့ပါဘူး။ တစ်ဘက်မှ အစွန်းရောက်အောင်ထူးချွန်သူတွေ ဖြစ်လေ့ ဖြစ်ထရှိတဲ့ အခြားတစ်ဘက်မှာ လစ်ဟင်းမှုမျိုး သူ့မှာလည်းရှိခဲ့တယ်…သူကတော့ ငယ်ရွယ်တုန်းက အချစ်ဦးနဲ့လွဲခဲ့ရတယ်။ဆက်ပြီးကံဆိုးတာက ဒီနှစ်အတောအတွင်းမှာ သူဟာ အတိတ်မေ့ရောဂါ ရခဲ့တယ်။ အရင်လို မှတ်ဉာဏ်မျိုးတွေ တွေးခေါ်နိုင်စွမ်းတွေမရှိတော့တဲ့နောက် သူအကြီးအကျယ်လုပ်ချင်ခဲ့တာတစ်ခုရှိတယ်… အဲ့ဒါက သူ့ရဲ့အချစ်ဦးကို မမေ့ခင်မှာ သူနဲ့နောက်ဆုံးအကြိမ်တွေ့ချင်ခဲ့တယ်။ဒီလိုနဲ့ပဲ ငယ်ချစ်ဦးကို လိုက်ရှာဖို့ ခရီးကိုစတင်လိုက်ပါတယ်။သူအဆင်ပြေပါ့မလား… ဒီကားက အချစ် ဟာသကားဆိုပေမယ့် တကယ့်ကို တွေးစရာလေးတွေဆင်ခြင်စရာလေးတွေပေးတဲ့ကားဖြစ်လို့ IMDb..7.2 တောင်ရရှိထားလို့ ခံစားကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်….(zawgyi)ေဒါက္တာ အီမီလ်ိဳ ဟာ တကၱသိုလ္ေက်ာင္းတစ္ခုရဲ႕သခ်ၤာပါေမာကၡ လည္းျဖစ္ၿပီး သုဒၶကိန္းကို ရွာေဖြေတြ႕ရွိခဲ့တဲ့သူလည္းျဖစ္တယ္။ ဉာဏ္ေကာင္းလြန္းတဲ့သူတစ္ေယာက္ပါပဲ။သူက ငယ္ငယ္ကတည္းက သခ်ၤာဘာသာရပ္ ကိုစိတ္ဝင္စားခဲ့တယ္။ ဒါေၾကာင့္ သူဟာ တျခားအရာအတြက္ အခ်ိန္မေပးႏိုင္ခဲ့ပါဘူး။ တစ္ဘက္မွ အစြန္းေရာက္ေအာင္ထူးခြၽန္သူေတြ ျဖစ္ေလ့ ျဖစ္ထရွိတဲ့ အျခားတစ္ဘက္မွာ လစ္ဟင္းမႈမ်ိဳး သူ႔မွာလည္းရွိခဲ့တယ္…သူကေတာ့ ငယ္႐ြယ္တုန္းက အခ်စ္ဦးနဲ႔လြဲခဲ့ရတယ္။ဆက္ၿပီးကံဆိုးတာက ဒီႏွစ္အေတာအတြင္းမွာ သူဟာ အတိတ္ေမ့ေရာဂါ ရခဲ့တယ္။ အရင္လို မွတ္ဉာဏ္မ်ိဳးေတြ ေတြးေခၚႏိုင္စြမ္းေတြမရွိေတာ့တဲ့ေနာက္ သူအႀကီးအက်ယ္လုပ္ခ်င္ခဲ့တာတစ္ခုရွိတယ္… အဲ့ဒါက သူ႔ရဲ႕အခ်စ္ဦးကို မေမ့ခင္မွာ သူနဲ႔ေနာက္ဆုံးအႀကိမ္ေတြ႕ခ်င္ခဲ့တယ္။ဒီလိုနဲ႔ပဲ ငယ္ခ်စ္ဦးကို လိုက္ရွာဖို႔ ခရီးကိုစတင္လိုက္ပါတယ္။သူအဆင္ေျပပါ့မလား… ဒီကားက အခ်စ္ ဟာသကားဆိုေပမယ့္ တကယ့္ကို ေတြးစရာေလးေတြဆင္ျခင္စရာေလးေတြေပးတဲ့ကားျဖစ္လို႔ IMDb..7.2 ေတာင္ရရွိထားလို႔ ခံစားၾကည့္ၾကပါလို႔ တိုက္တြန္းပါရေစ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (248 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:41:00Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mjSypIJlFYrxUZJNllPZ2edSs0c.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/onos8n9Q8Zo6aCglKJPkB6cPxh0.jpg",
    "movie_links": [
      {
        "link": "https://fastload.cc/370",
        "server": "fastload.cc",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://soliddrive.co/1LgL/Live_Twice,_Love_Once.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yadi.sk/i/QycPT4fXH4jigg",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://usersdrive.com/fj3f14x8ta7a.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mega.nz/file/svZyXC6R#twZzHV3hBpNJDb3LUnEdikXX_hkR8G7-YKz6WNO66aE",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://upstream.to/hsr0k95qc45x",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "WEB-DL  720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2021||Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "12000"
    },
    "title": "The Hand of God (2021)",
    "description": "The Hand of God (2021)====================IMDb Rating – 7.5/1094 ကြိမ်မြောက် အော်စကာအတွက် Best International Feature Film အတွက်submission တင်ထားတဲ့ကားလေး။ 78 ကြိမ်မြောက် Venice International FilmFestival မှာ Grand Jury Prize ရထားပြီး အော်စကာ၊ Golden Globe နဲ့ Bafta ဆုတွေဆွတ်ခူးထားဖူးတဲ့ ဒါရိုက်တာ Paolo Sorrentino ရိုက်ကူးထားတဲ့အပြင် IMDb 7.5,Rotten Tamatoes 82% ရပ်တည်မှုနဲ့အတူ ၁၉၈၀ ခုနှစ်တွေက ဖာဘီယက်တိုဆိုတဲ့လူငယ်တစ်ယောက်ရဲ့ ဘ၀အကြောင်းကို မြင်ရဦးမှာပါ။  သူကြုံရတဲ့ အဖြစ်အပျက်တွေကိုcoming of age ဆန်ဆန်ရိုက်ကူးထားတာမို့ သာမာန် ထဲကခွဲထွက်နေတဲ့ရုပ်ရှင်ကားလေးပေါ့။ဖာဘီယက်တိုမှာ သူငယ်ချင်း များများစားစားမရှိဘူး။ များသောအားဖြင့် သီချင်းတွေနားထောင်နေတတ်ပြီး အိမ်ကွင်းအတွက် ကစားပေးနေတဲ့ Napoli အသင်းက ဒီရေဂိုမာရာဒိုနာကို သူအားပေးတယ်။ လူပျိုဖော်၀င်ခါစ ကောင်လေးတစ်ယောက်ရဲ့ စိတ်ကစားပုံတွေ၊ဝါသနာတွေနဲ့ မိသားစုရေးရာတွေကို ဇာတ်အေးအေးလေးနဲ့ ရိုက်ပြထားတယ်။ ဒီလောက်ပါပဲဒါပေမဲ့ သေချာတာကတော့ ခင်ဗျားတို့ကို open ending တစ်ခုနဲ့ အတွေးတွေပေးခဲ့ဦးမယ့်ဇာတ်လမ်းတစ်ပုဒ်လေးပေါ့ဗျာ ။     ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aungမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့Yoon Sandi Aung, JoJoVa တို့ဖြစ်ပါတယ်။File Size – (2.14 GB)/(1.13 GB)/(700 MB)Quality – WebDL – (1080p)/(720p)/(480p)Duration – 2hr 10minSubtitle – Myanmar HardsubFormat – MP4Genre : DramaTranslator – Yoon Sandi Aung, JoJoVaEncoder – San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dTvGUMFc5WCziTzXZKZ2EfW2bEM.jpg",
      "https://image.tmdb.org/t/p/w300/2zYeFMd8qnuE4NDRUHDQk7A0d5W.jpg",
      "https://image.tmdb.org/t/p/w300/1E408YATvJ49bjgSzB9YVk8GmTt.jpg",
      "https://image.tmdb.org/t/p/w300/og5eM3bVUfTkIpHBDgelJh4w6F4.jpg",
      "https://image.tmdb.org/t/p/w300/atWI8M3VZKJsBwV3ucrPYwXEuuL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZmE4NzM4YmItOTRkYS00NTEyLThlNDItNzJjMTNlMTgwMzEyXkEyXkFqcGdeQXVyODA0MjgyNzM@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-hand-of-god-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-hand-of-god-2021-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.14 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1H1ie/The.Hand.of.God.2021.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "2.14 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://watchsb.com/lfox75vu1uo2.html",
        "server": "streamsb.com",
        "size": "2.14 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/L4cmkDaT#xSnYhvPSmrJVBZ4nqOsH6yzLJY5Wt7PI54mu8kJ6fcg",
        "server": "mega.nz",
        "size": "2.14 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/di5phlwmadtt.html",
        "server": "usersdrive.com",
        "size": "2.14 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-hand-of-god-2021-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.13 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://megaup.net/1H1iq/The.Hand.of.God.2021.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.13 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://watchsb.com/9x0f6hc1lolq.html",
        "server": "streamsb.com",
        "size": "1.13 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mega.nz/file/K5dgwBYC#kzb6s5SSA1y-JFT2JAC6g_pric8JkAIXmZ9dYTSGBOE",
        "server": "mega.nz",
        "size": "1.13 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://usersdrive.com/95amzczeywx0.html",
        "server": "usersdrive.com",
        "size": "1.13 GB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-hand-of-god-2021-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1H1ij/The.Hand.of.God.2021.480p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://watchsb.com/3gmjrct8jtm6.html",
        "server": "streamsb.com",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/LhcGDJxY#7TrT2O3VfsNYCEnF8Oa4YXGYRz24AhR4nT367eG3bDc",
        "server": "mega.nz",
        "size": "700 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/dw5zbc7woljp.html",
        "server": "usersdrive.com",
        "size": "700 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "i_1VW_0i6vo",
      "video_url": "https://www.youtube.com/watch?v=i_1VW_0i6vo",
      "embed_url": "https://www.youtube.com/embed/i_1VW_0i6vo"
    }
  },
  {
    "metadata": "Unrated||2h 59min|Bollywood,Drama,Musical,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "5400"
    },
    "title": "Taal (1999)",
    "description": "မင်းသမီး Aishwarya Rai အဓိကပါဝင်ထားပြီး Anil Kapoor နဲ့ Akshaye Khanna တို့လို မင်းသားကြီးတွေနဲ့ဒီရုပ်ရှင်ကားက အချစ်ရိုမန့် အလွမ်းအဆွေးရသစုံတဲ့ ရုပ်ရှင်ကားကြီးပါ။“Taal” ဆိုတာ သိပ်ကိုနူးညံ့တဲ့စကားလုံးလေး “ဂီတသံစဉ်”တစ်နည်းအားဖြင့် “နှောင်ကြိုး”လူသားရဲ့စိတ်ဖြေရာ အချစ်တို့မွေးဖွားရာခံစားချက်တွေ ပေါင်းဆုံရာကို ဂီတလို့ခေါ်နိုင်မလား…ဂီတငြိစွန်းလာတဲ့အခါ လူ့ရဲ့စိတ်ကနူးညံ့လာပြီးနှလုံးသားချင်း စကားပြောလာတတ်ပါတယ်အဲ့ဒီစကားလုံးတွေကပဲ နှလုံးသားကို အချစ်လမ်းသွယ်လေးဆီခေါ်ဆောင်လာတတ်တယ်…ဟုတ်ပါတယ် ဒီနှောင်ကြိုးလေးက မာနဗ် မာန်ဆီဗစ်ကရန်းဆိုတဲ့ ဘဝသုံးခုနဲ့ ချိတ်တွယ်ထားပါတယ်ဘဝရဲ့လမ်းသွယ်လေးတွေမှာ ကျွန်မတို့လူတော်တော်များများနဲ့ ဆုံဖြစ်ကြပါလိမ့်မယ်ကိုယ့်စိတ်နဲ့ ထပ်တူမကျတာရှိနိုင်သလို ကိုယ့်နှလုံးသားနဲ့အဲ့ဒီလူကို ငြိတွယ်သွားတာလည်း ဖြစ်နိုင်ပါတယ်နိုင်ငံခြားပြန် မြေပြန့်သားလေး မာနဗ်ဟာ ဖခင်ဖြစ်သူရဲ့အလုပ်ကိစ္စနဲ့ တောင်ပေါ်ဒေသကို အလည်လာရင်းရိုးသားတဲ့တောင်ပေါ်သူလေး မာန်ဆီနဲ့ သံယောဇဉ်ငြိတွယ်ခဲ့ပါတယ်…အခြေအနေအချင်းက အရမ်းကွာဟတာကြောင့် ဒီနှောင်ကြိုးကိုမြဲအောင်မထားနိုင်ခဲ့ပါဘူး…ဘဝရဲ့အခန်းကဏ္ဍတစ်ခုပြီးဆုံးသွားတဲ့အခါ တခြားကဏ္ဍတစ်ခုကပေါ်လာတတ်စမြဲပဲဆိုတာ ကြားဖူးကြတယ်မလား…အဲ့ဒီအခန်းကဏ္ဍနဲ့အတူ မာန်ဆီရဲ့ဘဝထဲကို ထပ်မံဝင်ရောက်လာသူကတော့အောင်မြင်ကျော်ကြားတဲ့ သီချင်းဒါရိုက်တာကြီး..ထုတ်လုပ်သူကြီး ဗစ်ကရန်းကပူရ်ပါပဲ“လက်ထပ်တယ်ဆိုတာ ဘဝနှစ်ခု ပေါင်းဆုံဆည်းတာ”“လက်ထပ်တယ်ဆိုတာ နှလုံးသားနှစ်ခု ထပ်တူကြတာ”“အတူတူသေမယ် အတူတူရှင်သန်မယ်” တဲ့…။ကဲ..သူတို့သုံးဦးရဲ့ဘဝနှောင်ကြိုးတွေက ဘယ်ကိုဦးတည်သွားမလဲဒီနှောင်ကြိုးလွန်ဆွဲပွဲမှာ ဘယ်သူ့အချစ်က အနိုင်ရပြီးဘယ်သူနဲ့ဆုံဆည်းရမလဲဆိုတာကိုစောင့်မျှော်ကြည့်ရှုပြီးလူသားတိုင်း အချစ်နဲ့ဘဝထပ်တူကျပါစေလို့ တောင်းဆိုပေးလိုက်ပါတယ်…။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Taylor မှ ခံစားတင်ဆက်ထားပါတယ်။)File size…(3.3 GB)/(1.8 GB)Quality….WEB-DL 1080p HEVC / 720pFormat…mkv/mp4Duration….02:58:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byTaylor",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7plKC8kzK8J7UP5N5mt2DXVfwKs.jpg",
      "https://image.tmdb.org/t/p/w300/gXZ1flC2CI598ly4GapafvQRVK5.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.fun/wp-content/uploads/2022/05/mXBY08ztPwe9467XQqKx4yRbaaR-225x300.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/taal-1999",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-taal-1999-hindi-1080-p-nf-webdl-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1KHi0/(CMorg)_Taal_1999_Hindi_1080p_NF_WEBDL_HEVC_AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/FwMWyaKB#ZJGK_TUN6NTwYhE6gIO2QXj1mZL-G7jazC9XE79-g5I",
        "server": "mega.nz",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wkrbuxsdb3i3.html",
        "server": "usersdrive.com",
        "size": "3.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/c-morg-taal-1999-hindi-720-p-nf-webdl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/36Cde/(CMorg)_Taal_1999_Hindi_720p_NF_WEBDL.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/c8kXSSZK#a4BOvSzbMUAKhpAhzEEVxNZjRUjyiNnNDpYUABWOlCo",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/gw0nyl3izo6s.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/k9mswvoltawi.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2023|2h 9m|Biography,Drama,Music",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "5400"
    },
    "title": "Maestro (2023)",
    "description": "Maestro (2023)~ IMDb – 7.2/10, RT – 80%, Meta – 78% ~Maestro ဟာ လက်ရှိမှာ American Film Institute ရဲ့ Top Ten Films of The Year စာရင်းဝင်ထားပြီး Bradley Cooper ရဲ့ ဒါရိုက်တာဘဝ ပိုအသက်ဝင်လာစေတဲ့ ရုပ်ရှင်လို့ပြောကြတယ်။ Maestro ကို ကနဦးမှာတော့ ပါရာမောင့်က မာတင်စကောဆဲစီရိုက်ဖို့ ရည်ရွယ်ခဲ့တာဖြစ်ပြီး The Irishman ရိုက်ဖို့ မာတင်ကြီးက ငြင်းလိုက်လို့ စပီးဘာ့ဂ်ရဲ့ Amblin Entertainment လက်ထဲရောက်သွားပြီး ဘရက်ဒလေကူးပါးလက်အပ်လိုက်ပါတယ်။ မာတင်စကောဆဲစီလည်း သူ မရိုက်ဖြစ်ပေမဲ့ စတီဗင်စပီးဘာ့ဂ်နဲ့အတူတူ ပရိုဂျူဆာတော့ ဝင်လုပ်ထားပေးတယ်။ စီနီမာတိုဂရပ်ဖာကတော့ ဒါရန်အာရွန်နော့စကီးရဲ့ Pi (1998), Requiem for a Dream (2000), The Fountain (2006) နဲ့ Black Swan (2010) တို့အပြင် သူ့ကားတိုင်းအားလုံးနီးပါးမှာ စီနီမာတိုဂရပ်ဖာလုပ်ပေးခဲ့တဲ့ Matthew Libatique ပါပဲ။ ကူးပါးရဲ့ ပထမကား A Star is Born မှာလည်း သူပဲ စီနီမာတိုဂရပ်ဖာလုပ်ပေးထားတာပါ။ ဇာတ်ညွှန်းပိုင်းကိုတော့ ဘရက်ဒလေကူးပါးနဲ့ ဂျို့စ်ဆင်းဂါးက ကိုင်ခဲ့တယ်။ ဂျို့စ်ဆင်းဂါးက Spotlight (2015) နဲ့ အော်စကာမှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရဖူးတဲ့လူလည်းဟုတ်သလို The Post (2017) နဲ့ First Man (2018) တို့ကိုလည်း ဇာတ်ညွှန်းရေးခဲ့ဖူးတယ်။ဇာတ်ကတော့ ခေတ်တစ်ခေတ်ရဲ့ဂန္ထဝင် ဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ လီယိုနာ့ဒ်ဘန်စတိုင်းအကြောင်းပါ။ သူ့အကြောင်းဆိုတာထက် သူနဲ့ သူ့မိန်းမ တယ်လီဗေးရှင်းမင်းသမီး ဖယ်လီစီယာမွန်တီလက်ဂျ်ရဲ့ ဆက်ဆံရေးအကြောင်းဆို ပိုမှန်မယ်။ အဲဒီဆက်ဆံရေးဆိုတာကလည်း ကျွန်တော်တို့မြင်နေကျတွေလို ကတောက်ကဆတွေချည်း ရိုက်ပြထားတာမျိုးမဟုတ်တာက သူ့ထူးခြားချက်ပဲဖြစ်မယ်။ လီယိုနာ့ဒ်အကြောင်းအရင်ပြောရရင် ဒီဘဲက ဂီတပညာရှင်။ ဘယ်လိုဂီတပညာရှင်လဲဆိုတော့ ဂီတနဲ့ပတ်သက်ရင် အကုန်သူ့နယ်ပယ်ပဲလို့ ခံယူပြီး ဂီတနဲ့ပတ်သက်သမျှ အကုန်လုပ်တဲ့ အကုန်လည်းဟုတ်တဲ့ ဂီတပညာရှင်။ သူက ဂီတမှူး၊ ဂီတစာဆို၊ စန္ဒယားဆရာ၊ ဂီတသင်ကြားသူ၊ ရုပ်ရှင်နောက်ခံတေးစသဖြင့် အစုံ့အစုံအကုန်လုပ်ခဲ့တဲ့သူ။ အမေရိကန်သမိုင်းက အတော်ဆုံး အအောင်မြင်ဆုံး ဂီတသမားတွေထဲက တစ်ယောက်လည်းဟုတ်တယ်။ သူ့ကို နာမည်နဲ့တွဲမသိရင်သာနေမယ်။ ရုပ်ရှင်သမားတွေတော့ သူ့ဂီတနဲ့ကောင်းကောင်းရင်းနှီးကြလိမ့်မယ်။ Elia Kazan ရိုက်ပြီး မာလွန်ဘရန်ဒိုသရုပ်ဆောင်ထားတဲ့၊ Best Picture အထိရခဲ့တဲ့ On the Waterfront ရဲ့ နောက်ခံတေးကို သီကုံးခဲ့တဲ့သူ။ အဲဒီကားနဲ့ သူဆန်ခါတင်လည်းဝင်ခဲ့ဖူးတယ်။ West Side Story မူရင်းကားရဲ့ဂီတပိုင်းကိုရော သူပဲကိုင်ခဲ့သလို လူမရှိတော့ပေမဲ့ စပီးဘာ့ဂ်ပြန်ရိုက်တဲ့အသစ်မှာလည်း သူ့ဂီတကိုပဲ ပြန်သုံးထားတယ်။ ကုန်ကုန်ပြောရရင် ဒီ Maestro ထဲက ဂီတပိုင်းတောင် သူ့ဂီတကိုပဲ ပြန်သုံးထားတာပါပဲ။ လီယိုနာ့ဒ်ဟာ တိုနီဆု ၂ဆု၊ ဂရမ်မီ ၁၆ဆု၊ အမ်မီ ၇ဆု ရခဲ့တယ်။ အော်စကာတော့ မရခဲ့ရှာပါဘူး။ ဒါပေမဲ့လည်း သူ့လိုင်းက ပြဇာတ်နဲ့ဂီတမှူး ဂီတစာဆိုလိုင်းဘက်ပိုသွားတော့ သူလုပ်ခဲ့တာတွေနဲ့ သူရထားတာတွေနဲ့က အံကိုက်တော့အံကိုက်ပါပဲ။ ဘန်စတိုင်းနေရာကတော့ ဘရက်ဒလေကူးပါးကပဲ သရုပ်ဆောင်ထားပြီး သူ့မိန်းမနေရာကတော့ ကာရေးမယ်လီဂန်က သရုပ်ဆောင်ထားတယ်။Maestro မှာ ကူးပါးဟာ ဘန်စတိုင်းရဲ့ ဘဝဇာတ်ကို သူ့အနုပညာနဲ့ သူ့မိသားစုဘဝ ၂ခုလုံးကို ပြသွားတယ်။ ဒီလိုဆိုပေမဲ့ သူ့မိသားစုဘဝဘက်ကိုတော့ ပိုအလေးပိုလိမ့်မယ်။ ဒီရုပ်ရှင်မှာ ဘန်စတိုင်းရဲ့ အောင်မြင်ခြင်းတွေထက် သူ့မိန်းမဖယ်လီစီယာရဲ့ အချစ်နဲ့နားလည်မှုက သူ့အောင်မြင်ခြင်းကို ဘယ်လိုအရောင်တင်ပေးခဲ့လဲ ပိုအလေးပေးပြသွားတယ်လို့ပြောရမယ်။ ဒါကြောင့်ပဲ မယ်လီဂန်အတွက် သရုပ်ဆောင်ကွက် ပိုရခဲ့သလို သူကလည်း ကောင်းကောင်းကြီး ထုတ်ပြနိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာတော့ ကူးပါးထက်ကို မယ်လီဂန်ရဲ့သရုပ်ဆောင်ပေါက်တွေက ပိုတာသွားတယ်လို့ မြင်တယ်။ ၂၀၀၉မှာ An Education, ၂၀၂၀မှာ Promising Young Woman တို့နဲ့ အော်စကာ ဆန်ခါတင်ဝင်ဖူးခဲ့တဲ့ Carey Mulligan ကတော့ ဒီနှစ်လည်း Golden Globe မှာ မင်းသမီးဆုဝင်ထားသလို Maestro နဲ့ သူ့ကိုရသင့်တယ်အော်နေကြတဲ့ အသံတွေလည်းရှိနေ‌တော့ ဆန်ခါတင်ပဲထပ်ဝင်သွားမလား ရပဲရသွားမလား ကြည့်ရဦးမှာပါပဲ။ လီယိုနာ့ဒ်နဲ့ ဖယ်လီစီယာတို့ရဲ့ သမီးနှစ်ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျေမီအဖြစ်သရုပ်ဆောင်သွားတဲ့ Maya Hawke ကလည်း အခန်းသိပ်မရပေမဲ့ ပါသလောက်မှာ သဘောကျချင်စရာတော့ကောင်းတယ်။ ဇာတ်လမ်းက လီယိုနာ့ဒ်နဲ့ သူ့မိန်းမကြားက အချစ်လို့ခေါ်မလား မေတ္တာလို့ခေါ်မလား အဲဒီအရာတစ်ခုကိုတော့ ပေါ်လွင်အောင်ပြသွားနိုင်ခဲ့တယ်။ ပြဿနာလုံးဝကင်းတယ်တော့မဟုတ်ပေမဲ့ ချစ်ခြင်းနဲ့အဆုံးသတ်ပြီး သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လီယိုနာ့ဒ်ရဲ့အခြေအနေကိုလည်း ပြသွားတယ်။ ပြောရရင် Maestro တစ်ယောက်ရဲ့ ဘဝပဲ့ကိုင်ရှင်တစ်ယောက်အကြောင်းပဲထားပါတော့။ သေချာတာတော့ သတိရခြင်းနဲ့ ခရီးဆက်နေတဲ့ လူတစ်ယောက်ကိုတော့ ခံစားမိမှာပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.6GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 2H 9MinGenre – Biography, Drama, MusicSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/et0G74BxoBgNQEZBkUcVhsgeRFF.jpg",
      "https://image.tmdb.org/t/p/w300/5aa0Dp2weJuVqnaKH7DOjealBme.jpg",
      "https://image.tmdb.org/t/p/w300/lTwIdWVjhst9u2aj2Ea2hFTBitQ.jpg",
      "https://image.tmdb.org/t/p/w300/aGXCtrbBtDdq97y11fjf9wEtFtv.jpg",
      "https://image.tmdb.org/t/p/w300/ob01ndA93OTbyvHkm1hvUKlarpe.jpg",
      "https://image.tmdb.org/t/p/w300/8aLAL3GqWKSTRBkrIvmVZYrk9d.jpg",
      "https://image.tmdb.org/t/p/w300/5kksqAGXUa043EjsJBzqB0q8Ys1.jpg",
      "https://image.tmdb.org/t/p/w300/iNws0GhOwUMcXCPjB7Hv85bBAue.jpg",
      "https://image.tmdb.org/t/p/w300/cJ0Pma5vg1Xt5331UByMHRd23Do.jpg",
      "https://image.tmdb.org/t/p/w300/j7BG8EYc0tES3kater7eX7lZviM.jpg",
      "https://image.tmdb.org/t/p/w300/dlpVr14X74LfrnslJbiywSPUXLI.jpg",
      "https://image.tmdb.org/t/p/w300/1niOCiItNqpBIOVD5gbYCEYcM8J.jpg",
      "https://image.tmdb.org/t/p/w300/jZQHEFexVCW6aKxz2MvChPod46e.jpg",
      "https://image.tmdb.org/t/p/w300/jyW5e7EGLMAZDSybOGMhveM0TTM.jpg",
      "https://image.tmdb.org/t/p/w300/vC1cbQcWtFdW5iU2WK7bX6Nm50q.jpg",
      "https://image.tmdb.org/t/p/w300/ehPdpOgirxXPXa7nmr4yCbUWbY8.jpg",
      "https://image.tmdb.org/t/p/w300/o5iRmV0EkV5E5SCoxua6myjdxx7.jpg",
      "https://image.tmdb.org/t/p/w300/bCdMnY1chuvaKal2RjMLQ1dqtfG.jpg",
      "https://image.tmdb.org/t/p/w300/kz7Sz1tlBnXr2zbYd18FFYr2X69.jpg",
      "https://image.tmdb.org/t/p/w300/3LlVS6SgWCwyyYiwJVqnFltbkWe.jpg",
      "https://image.tmdb.org/t/p/w300/dFP9CyARzHQLDDCQsWL39FZvOZs.jpg",
      "https://image.tmdb.org/t/p/w300/bCiR9y4oQcEc95AG5dRFkwObn3K.jpg",
      "https://image.tmdb.org/t/p/w300/8IucKGulR33Z1T7g4f14EdEKNE6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kxj7rMco6RNYsVcNwuGAIlfWu64.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-maestro-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21sev/(CM)_Maestro_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gTEmgLIJ#LGb7w688NA5tHxTG65-6YnqGYv3hQ_xb4bf3ZAGKsYM",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uwgc2xk3xn6c.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-maestro-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/21s0W/(CM)_Maestro_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sOlnARKK#hwHoQj8SwetBdmeUjk8PxUkVImyUaG-2sNysiLRB_5c",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/g3xb92ipc0km.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/t38f3a6ayv9b",
        "server": "streamsb.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/kx5xc0cvlc7v",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zU6GbM5c9aE",
      "video_url": "https://www.youtube.com/watch?v=zU6GbM5c9aE",
      "embed_url": "https://www.youtube.com/embed/zU6GbM5c9aE"
    }
  }
]