[
  {
    "metadata": "TV-MA||1h 57min|Drama,Horror,Thriller",
    "rating": {
      "rating": "7.8/10",
      "rating_count": ""
    },
    "title": "Ghost Lab (2021)",
    "description": "[Unicode]Castsချီဝီဖရုမ်မေထတ် / ဝီအဖြစ် Tor Thanapobအဂ်အုန်ဆွန်ယာဒါ / ကလ အဖြစ် Ice Parisမိုင် အဖြစ် Nychaa Nuttanichaဇာတ်လမ်းအကျဉ်းဆေးရုံတာဝန်ကျရင်း မုန့်သွားဝယ်ရာမှ သရဲခြောက်ခံလိုက်ရတဲ့ ဒေါက်တာဝီနဲ့ ဒေါက်တာကလတို့နှစ်ယောက် တခြားသူတွေကိုလည်း သူတို့မြင်သလိုသရဲ မြင်နိုင်ဖို့ သုတေသနကို တူတူလုပ်ခဲ့တယ်ကလအနေနဲ့ ပထမဆုံး သရဲ မြင်ဖူးတာကတော့ ဖခင်ဖြစ်သူဆုံးပြီး လာနှုတ်ဆက်ခံခဲ့ရတဲ့ ကလေးဘဝက ဖြစ်ပြီး အဲဒီချိန်မှစကာ ဒီသုတေသနကို အကောင်အထည်ဖော်ချင်သူ ဖြစ်လာခဲ့တယ်ချစ်သူဖြစ်သူ မိုင်ကိုတောင် အချိန်မပေးနိုင်ပဲ ဒီသုတေသနကိုပဲ အာရုံစိုက်နေတဲ့ ကလတစ်ယောက် အဖော်ဖြစ်တဲ့ ဝီပါရှိလာတဲ့အခါ ပိုပြီးအာရုံစိုက်လာခဲ့တယ်အဲဒီချိန်မှာပဲ ဝီ့အမေ ဆုံးပါးသွားပြီး ဝိညာဉ်ဖြစ်သူ လာစကားပြောတယ်လို့ မြင်လိုက်မိတဲ့ ဝီတစ်ယောက် သူတို့ သုတေသနအောင်မြင်ဖို့ရော အမေနဲ့ တွေ့ဖို့ပါ အသက်ကို စတေးဖို့ ကြိုးစားခဲ့ပါတော့တယ်သုတေသနဆက်လုပ်ဖို့ ဝီနဲ့ကလ တစ်ဦးဦး အသက်ပေးရမယ်ဖြစ်လာတဲ့အခါ ဘယ်သူ့အသက်ဆုံးရှုံးရမလဲ…သရဲတကယ်ရှိနေတာကို သက်သေပြမယ့် သူတို့ရဲ့ သုတေသနကရော အောင်မြင်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ကြည့်ရှူကြရအောင် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )Quality__NF_720pIMDb Rating__7.8/10Format__mp4Duration__01:56:00Type__Drama , Horror , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated byKyi Nue Zin & Nang Mwe KhamEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPaween PurijitpanyaStarsNuttanicha DungwattanawanichParis IntarakomalyasutThanapob LeeratanakajornCastNuttanicha DungwattanawanichParis IntarakomalyasutThanapob Leeratanakajorn",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/05/gl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ghost-lab-2021",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://yoteshinportal.cc/ghost-lab-2021-nf-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://megaup.net/2j3cn/Ghost_Lab_(2021)_NF_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://mega.nz/file/4XgUXCoa#ooAABOI3c-wx82YUEs0-ToLXbrcBA6DhoNSedUxtAoY",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://veryfiles.com/g4f9maxk04uo",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "NF_720p"
      },
      {
        "link": "https://upstream.to/4nis115qsqop",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "NF_720p"
      }
    ],
    "trailer": {
      "video_id": "jysnSG_pSQU",
      "video_url": "https://www.youtube.com/watch?v=jysnSG_pSQU",
      "embed_url": "https://www.youtube.com/embed/jysnSG_pSQU"
    }
  },
  {
    "metadata": "R|2015|124 min|Drama,Sport",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "198,833"
    },
    "title": "Southpaw (2015)",
    "description": "Southpaw(2015)==================Southpaw လို့ကြားလိုက်တာနဲ့ သေချာတယ် ခင်ဗျားတို့ တန်းခွီကြမှာဒါပေမယ့်…အရင်ကြည့်ကြည့်ပါအခွီမစောပါနဲ့ဒီ Southpaw ဆိုတဲ့လက်ဝှေ့ကားမှာ ခင်ဗျားတို့မထင်မှှတ်ထားတဲ့ ဘဝတွေ မမျှော်လင့်ထားတဲ့ စွဲဆောင်အားတွေ တိမ်မြုပ်နေပါတယ် ။ဘီလီဟုပ် ပွဲ ၄၀ ကျော်လာပြီသူ့ဘဝမှာ ရှုံးပွဲဆိုတာ တစ်ခါဖူးမျှမှ မရှိခဲ့…ပွဲတိုင်းအောင်ပွဲဆင်ခဲ့တာချည်း ဒါပေမယ့် သူ့ထိုးသတ်မှုနည်းဗျူ ဟာက အခြားသူတွေနဲ့မတူပါဘူး ။ပြင်းထန်တဲ့ ရန်သူ့လက်သီးချက်တွေကို တပျော်တပါးကြီးခံစားပြီးမှ သွေးဆာလောင်မှုကိုမွေးမြူ တတ်သူ ။ဒါပေမယ့်သူ့မိန်းမမော်ရင်းကအဲ့လိိုထိုး သတ်တာကိုမကြိုက်ဘူး ။တစ်ဘဝလုံးဇနီးဖြစ်သူရဲ့စီစဉ်ပေးမှုအောက်မှာပဲ နေထိုင်လာတဲ့ဘီလီတစ်ယောက်…ဇနီးဖြစ်သူက သူထိုးပါလို့ပြောတဲ့သူနဲ့မှထိုးတဲ့ အရိုင်းကောင်ကြီးဘီလီ…ကံကြမ္မာဆိုးကဆိုက်ကလုန်းလိုမွှေနောက်ပြီးတဲ့အခိုက်မှာ သမီးလေးနဲ့ နှစ်ယောက်တည်း ဖိအားတွေ အောက်မှာပြားပြားဝပ်ပေါ့ ။လက်စားချေလိုမှုတွေအမုန်းတရားအာဃာတတွေနဲ့ ဖုံးလွှမ်းနေတဲ့ဘီလီတစ်ယောက် သူအမှောင်ထဲမှာအလင်းပြပြလေးတွေ့ခဲ့တယ် ။‘ သူ့လက်သီးချက်တွေကိုအဓိပ္ပာယ်ရှိစေမယ့်အလင်း ‘‘ ဒီဖိုက်တာကောင်ကြီးရဲ့မာန်စွယ်တွေကို ထက်ရှနေအောက်သွေးပေမယ့် အလင်း ‘ဘီလီဟုပ် အော် ဘီလီဟုပ်တဲ့ Billy Hope ရှိနေသ၍ Hope ဆိုတဲ့မျှော်လင့်ချက်ကရှိနေဦးမှာပါပဲ ။ဒီကားမှာ အဓိကထားပြောချင်တာတော့ JakeGyllenhaal ပါပဲ ဘယ်လိုမှ Jake လို့မထင်မိအောင်ကောင်းလွန်းတယ် ။လုံးဝအရိုင်းစိုင်းဖိုက်တာကြီးတစ်ယောက် ကြိုးဝိုင်းစင်မြင့်ထက်မှာ အောင်သေအောင်သားစားနေတဲ့ သွေးဆာနေတဲ့ဘောက်ဆာသမားတစ်ယောက်အဖြစ်ပဲမြင်ရမှာပါ ။နောက်ပြီး Equalizer တို့ Training Day တို့နဲ့ရေလည်လန်းခဲ့တဲ့ ဒါရိုက်တာ Antoine Fuqua ရဲ့ပေါင်းစပ်မှုနဲ့ဆိုတော့ ပြောစရာမရှိတော့ပါဘူး ။ဒီ Southpaw ဆိုတဲ့ ညာခြေညာလက်အယောင်ပြပြီး ဘယ်ခြေဘယ်လက်သုံးထိုးနည်းဟာ တိကျတဲ့ထိုးသတ်မှုအပေါင်းစည်းပါ ။ဘီလီအတွက်လဲ အဓိပ္ပာယ်အများကြီးရှိပီး သူ့အတွက်တစိမ်းတရံဆန်တဲ့ ထိုးသတ်မှုမျိုး ။ချောက်ကမ်းပါးထက်ရောက်နေတဲ့ လူတစ်ယောက်ရဲ့အားမာန် ငါမလုပ်ရင်မဖြစ်ဘူး ငါလုပ်ကိုလုပ်ရမယ်ဆိုတဲ့ motivational sense တွေအများကြီးပါတဲ့ Southpaw…တချိန်က Eminem ကို သရုပ်ဆောင်ဖို့ဖြစ်စေခဲ့တဲ့Southpaw…Rap God ကြီး Eminem ရဲ့ Soundtrack တွေနဲ့ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ ကြမ်းတမ်းခက်ထန်တဲ့ ဘဝခရီးကိုခံစားကြည့်ကြပါ….။(အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Hein That Naing ဖြစ်ပါတယ်)File size__( 1.1 GB) and ( 450 MB)Quality__BR-Rip 720pIMDb Rating__7.4/10Format__mp4Duration__02:3:48Type__Drama , SportSubtitle__Myanmar Subtitle (Hardsub)Translated by Hein That NaingEncoded by Naing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAntoine FuquaDeirdre HorganStars50 CentBeau KnappForest WhitakerJake GyllenhaalMiguel GomezNaomie HarrisOona LaurenceRachel McAdamsSkylan BrooksVictor OrtizCast50 CentAaron QuattrocchiAdam KroloffBeau KnappCharles HoyesClare FoleyDanny HenriquezDominic ColónForest WhitakerJake GyllenhaalJim LampleyJimmy Lennon Jr.Joe FishelJose CaraballoLana YoungMalcolm M. MaysMiguel GomezNaomie HarrisOona LaurencePatsy MeckRachel McAdamsRita OraSkylan BrooksTony WeeksVictor OrtizVito Grassi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tTt1cdEEkKMJ1R4VBTe5vbE3bWO.jpg",
      "https://image.tmdb.org/t/p/w300/2vFH3ntJbBC7QCwB0nRJGLx0oPU.jpg",
      "https://image.tmdb.org/t/p/w300/pNwU3nUkXVuKIdLiXAA08rMsiOQ.jpg",
      "https://image.tmdb.org/t/p/w300/qvsSZTfTatR9HgSTZonmtoe1GJ2.jpg",
      "https://image.tmdb.org/t/p/w300/lPUGWKqQoOdZM96u8X2yYk7guFx.jpg",
      "https://image.tmdb.org/t/p/w300/jgBX9B2kxVgCR2jDovddPiDmTyY.jpg",
      "https://image.tmdb.org/t/p/w300/6XcgV0JM3PoTi4BAg6eQHddjTwB.jpg",
      "https://image.tmdb.org/t/p/w300/srPpZy8TDdDO9klppGyLcD6CDEt.jpg",
      "https://image.tmdb.org/t/p/w300/3S5rOvIUGSPvf7xs5ioI65f3GtK.jpg",
      "https://image.tmdb.org/t/p/w300/jiS26Czt5gtUMkd6XETYY00gyEJ.jpg",
      "https://image.tmdb.org/t/p/w300/kTOz8XZ3gPjwjxd5Cv333dHv6hF.jpg",
      "https://image.tmdb.org/t/p/w300/1W4LbSb79QA4moNFd4IhS3N6SQN.jpg",
      "https://image.tmdb.org/t/p/w300/a4gRwrVyjhtf9Tz7dtZTE5XPSPv.jpg",
      "https://image.tmdb.org/t/p/w300/qiJYDt84tlOpSGplAtM5sym6Laj.jpg",
      "https://image.tmdb.org/t/p/w300/ncamJWow253Gj86WSMEoRLvRaNC.jpg",
      "https://image.tmdb.org/t/p/w300/aDdhsmPXpG8jXYzooMv2tGA9X7V.jpg",
      "https://image.tmdb.org/t/p/w300/gabgm9DECeuIYSEaqdC9mBFwHav.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/south.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2Tndp/Southpaw_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/southpaw-2015",
        "server": "VIP Links",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/southpaw-2015-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed3.com/9antiu6bnvwx.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Mh2ebPxhoLs",
      "video_url": "https://www.youtube.com/watch?v=Mh2ebPxhoLs",
      "embed_url": "https://www.youtube.com/embed/Mh2ebPxhoLs"
    }
  },
  {
    "metadata": "Unrated|2005|2h 13m|Comedy,Drama,Family",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "2400"
    },
    "title": "Always – Sunset on Third Street (2005)",
    "description": "Always: Sunset on Third Street (2005)~ IMDb – 7.7/10, RT – 90%, MyDramaList – 7.9/10 ~~~~~~~~~~~~~~~~~~~~~ဓားငါ ပျော်ရင်တော့ မင်းကို ခွဲပေးပါ့မယ်အဲဒါ လွယ်တယ်ငါ မပျော်ရင်တော့ မင်းကို ခွဲမပေးတော့ဘူးအဲဒါ ခက်တယ်သံက မီးဖိုထဲမှာ အရည်ပျော်ပြီး ပြန်လာသလိုမျိုး။ ။~ သုခမိန်လှိုင် (ချစ်သော တောပန်းကလေးများ – ၂၀၁၅)~~~~~~~~~~~~~~~~~~~~Always ဟာ ၁၉၅၈၊ ၁၉၅၉၊ ၁၉၆၄ စတဲ့ နှစ်ကာလသုံးခုရဲ့ တိုကျိုမြို့ တိုကျိုတာဝါနားက ရပ်ကွက်ကလေးအကြောင်းကို ခုနှစ်တစ်ခုကို တစ်ကားနှုန်းနဲ့ Trilogy ထုတ်ထားတဲ့ ရုပ်ရှင်ပါ။ ရုပ်ရှင်ကတော့ ရပ်ကွက်တစ်ခုထဲကလူတွေနဲ့ သူတို့ရဲ့ ဆက်ဆံရေးကိုပြထားတာပါပဲ။ဆိုပေမဲ့ ထူးထူးခြားခြား ဆူဇူကီးမော်တော်ကားကုမ္ပဏီရဲ့ မူလဘူတလို့ ယူဆရတဲ့ ဆူဇူကီးဆိုတဲ့ လူတစ်ယောက်ပါတယ်။ သူကလည်း မော်တော်ကားကုမ္ပဏီနာမည်တပ်ထားတဲ့ ကုမ္ပဏီမဖြစ်သေးတဲ့ ၀ပ်ရှော့လေးကိုထောင်ထားတယ်။ Fictional Founder ပါပဲ။ အပြင်က တကယ့်ဆူဇီးကီးကတော့ ရုပ်ရှင်ထဲက ဆူဇူကီး၀ပ်ရှော့အဆင့်ပဲရှိသေးတဲ့ 1958 လောက်မှာ ကားကုမ္ပဏီကို ထောင်ပြီးနေပြီ။ ကျားကုတ်ကျားခဲ ကြိုးစားခဲ့ရတာချင်းတော့တူတယ်။ ဂျပန်ရဲ့ Image ကိုဖော်ပြချင်လို့ ဂျပန်ရဲ့နာမည်ကျော် ဆူဇူကီးကုမ္ပဏီရဲ့ ဇာစ်မြစ်ဆန်ဆန်ဇာတ်ကောင်ကို ထည့်သွင်းထားတာ ဖြစ်နိုင်ပါတယ်။ ဇာတ်ကောင်ရဲ့ ဒေါသထိန်းမရတဲ့စရိုက်အပါအဝင် မတော်မတည့်စရိုက်အချို့ကြောင့် မူလလူနဲ့ကွဲလွဲအောင် ဖန်တီးပေးထားတာဖြစ်မယ်။ဆူဇူကီးအိမ် မျက်စောင်းထိုးမှာက ဂျပန်ရဲ့အမြင့်ဆုံးစာပေဆုဖြစ်တဲ့ အခုတဂဝစာပေဆုရဖို့ကြိုးစားရင်း ဖြစ်မလာဘဲ ကလေးစာပေတွေပဲ ရေးနေရတဲ့ စာရေးဆရာ နေတယ်။ ဒီဇာတ်လမ်းမှာ သူက Emotional အဖြစ်ဆုံးဇာတ်ကောင်။ စားဖို့အနိုင်နိုင်ဘဝမှာ သူများကလေးကို အိမ်ခေါ်တင်ထားပြီး ဂေးရှားမယ်ကလေးကို ချစ်မိခဲ့တဲ့ ခပ်ညံ့ညံ့စာရေးဆရာပေါ့။ နောက်ဇာတ်ကောင်က အကြွေးတွေဆပ်ဖို့ ဂေးရှားမယ်လုပ်ခဲ့ပြီး ရပ်ကွက်ထဲ အရက်ဆိုင်လာဖွင့်ထားတဲ့ မိန်းကလေး။ နောက်တစ်ယောက်က ရွာကနေ ဆူဇူကီးကားကုမ္ပဏီမှာ အလုပ်လာလုပ်တဲ့ ကောင်မလေး။ စစ်အတွင်းမှာ သူ့ဇနီးနဲ့ သားသမီးကိုဆုံးရှုံးလိုက်ရတဲ့ ရပ်ကွက်ဆရာ၀န်။ ဇာတ်လမ်းကတော့ သူတို့ အပါအဝင် သူတို့မိသားစုတွေရဲ့ ငိုစရာ ရယ်စရာ ဘဝအကြောင်းလေးတွေပါပဲ။ ဇာတ်ကောင်တွေ ဇာတ်အိမ်တွေရဲ့ ချစ်ဖို့ကောင်းချက်ကတော့ ကြည့်နေရင်း ပြုံးမိခဲ့တာ ခဏခဏကိုပါပဲ။ ဇာတ်ကောင်တိုင်းဟာ တစ်နည်းမဟုတ်တစ်နည်းနဲ့ ကျွန်တော်တို့ဘ၀ထဲက လူတွေ သို့မဟုတ် ကျွန်တော်တို့ကိုယ်တိုင်နဲ့ ဆင်တူနေတယ်။ ဒါကြောင့်ပဲ ဇာတ်ကောင်တွေရဲ့ စိတ်ထဲကို လွယ်လွယ်ကူကူနဲ့ ၀င်ရောက်နိုင်ခဲ့တယ်။တစ်ဖက်ကကြည့်ရင် ဇာတ်လမ်းဟာပေါ့ပါးပေမဲ့ တစ်ဖက်ကကြည့်တော့လည်း နည်းနည်းလေးနက်တယ်။ သူ့အငွေ့အသက်က ဂျပန်စာပေရဲ့ အငွေ့အသက်တော့ မကင်းဘူး။ ဖတ်ဖူးတဲ့ ဂျပန် ဘာသာပြန်စာအုပ်တစ်ချို့မှာ နှောင်းခေတ်အတော်ကြာအောင် ဂျပန်တွေဟာ ဒုတိယကမ္ဘာစစ်ရဲ့ ဒဏ်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာ ရိုက်ခတ်မှုကိုခံနေရတုန်းဆိုတာ ပေါ်လွင်အောင် ထည့်သွင်း ရေးသားထားတတ်ကြတယ်။ ဒီရုပ်ရှင်က ဇာတ်ကောင်တစ်ချို့ကလည်း ဒီအခြေအနေကိုပုံဖော်ထားတယ်။ ရပ်ကွက်ဆရာဝန်ဆို စစ်အတွင်းက သူ့ဇနီးနဲ့သမီးကိုဆုံးရှုံးထားပြီး ၁၃နှစ်ကြာတဲ့အထိ စိတ်ဝေဒနာ ဖြစ်နေတုန်းပဲ။ ဆူဇူကီးဆိုလည်း စကားပြောရင် စစ်ပွဲအကြောင်း မပါမဖြစ်ပြောတတ်တယ်။ စစ်အတွင်းမှာကျဆုံးခဲ့တဲ့ သူ့ရဲဘော်တွေအတွက် လိပ်ပြာမလုံတဲ့စိတ်ကို ခံစားနေရတုန်းပဲ။ နောက် ဂျပန်ဆိုတာကို ထင်ဟပ်စေတဲ့ အရာတစ်ချို့လည်း သုံးထားတယ်။ရုပ်ရှင်တစ်ကားကနေ ဘာမက်ဆေ့ရပါတယ်လို့ ကျွန်တော် မပြောချင်ပါဘူး။ ပြောလိုက်ရင်လည်း သူ့အနုပညာကို စော်ကားလိုက်သလိုပဲ။ Always က ပေးနိုင်တဲ့အရာဟာ နေဝင်ချိန်တစ်ခုပါပဲ။ ဘာလို့နေဝင်ချိန်လဲဆိုရင်…အားလုံးမှာအဆင်မပြေဖြစ်ခဲ့ကြတဲ့ နေ့တို့တွေ ရှိခဲ့ဖူးမှာပဲ။ မအောင်မြင်ခဲ့ကြတဲ့… တစ်စုံတစ်ရာကို ဆုံးရှုံးခဲ့ကြတဲ့… မျှော်လင့်ချက်မဲ့နေ့တို့တွေ ရှိခဲ့ဖူးမှာပဲ။ မီးဖိုထဲက အရည်ပျော်ပြီး ပြန်လာရတဲ့နေ့တွေရဲ့ အဆုံးမှာ နေဝင်ချိန်လေးတစ်ခုကို တစ်ခါတလေတော့လည်း ငေးမောဖူးမှာပေါ့။ မလှပခဲ့တဲ့နေ့ရက်တွေရဲ့ လှပတဲ့နေဝင်ချိန်ကလေးတစ်ခုဟာ မနက်ဖြန်ဟာတော့ လှပဦးမှာပါလို့ မျှော်လင့်ချက်ရှိစေခဲ့တယ်။စိတ်ပျက်လက်ပျက်နေ့တွေကို ကြုံပြီးတဲ့အခါ ဆည်းဆာလှတတ်တဲ့ ညနေခင်းတွေဆို တိမ်တွေကို မြင်ရတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးရဲ့ တစ်ထောင့်မှာ သောက်ရတဲ့ ချိုစိမ့်တစ်ခွက်ရဲ့အရသာဟာ ဒီကမ္ဘာမှာ ကျွန်တော်အသက်ပြင်းခဲ့ရတဲ့ အကြောင်းတရားတစ်ရံပေါ့။ ဒီထက်ပိုတဲ့အရာတွေလည်း ရှိကောင်းရှိလိမ့်မယ်။ ဒီတစ်ခုကတော့ ပိုသေချာတယ်လို့ ကျွန်တော်ယုံတယ်။ ကံဟာ ဘယ်တော့မှ ထင်တိုင်းမဖြစ်ခဲ့ရင်တောင် အနည်းဆုံးအားဖြင့် ဆွဲယူသွားလို့မရနိုင်တဲ့အရာပေါ့။ အဲဒီနေ၀င်ချိန်တွေဟာ အမြဲတမ်းလှပနေဦးမှာပဲ။ ဘယ်လောက်ပဲ မျှော်လင့်ချက်မဲ့နေပါစေ မနက်ဖြန်တွေဟာလည်း အမြဲတမ်းဆက်ရှိနေဦးမယ်။ ဒီရုပ်ရှင်ဟာ ရှေ့ဆက်ရဦးမယ့် မနက်ဖြန်များမှာ အမြဲတမ်းရှိနေဦးမယ့် နေ၀င်ချိန်တွေအကြောင်းပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.7GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 2H 13MinGenre – Comedy, Drama, FamilySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTakashi YamazakiStarsAiru ShigemotoEru ShigemotoFumiyo KohinataHajime OkayamaHidetaka YoshiokaHiroko YakushimaruHiroshi KanbeKaga MochimaruKaoru OkunukiKazuki KoshimizuKenjirou IshimaruKenta SugaKisuke IidaKosuke SuzukiKoyukiKuniko AsagiMagiMaki HorikitaMasako MotaiMasaya TakahashiPierre TakiShigemitsu OgiShinichi HatoriShinichi TsutsumiTakashi MatsuoTarô IwateTomokazu MiuraToru MasuokaYoichi NukumizuYuichi KimuraCastAiru ShigemotoEru ShigemotoFumiyo KohinataHajime OkayamaHidetaka YoshiokaHiroko YakushimaruHiroshi KanbeKaga MochimaruKaoru OkunukiKazuki KoshimizuKenjirou IshimaruKenta SugaKisuke IidaKosuke SuzukiKoyukiKuniko AsagiMagiMaki HorikitaMasako MotaiMasaya TakahashiPierre TakiShigemitsu OgiShinichi HatoriShinichi TsutsumiTakashi MatsuoTarô IwateTomokazu MiuraToru MasuokaYoichi NukumizuYuichi Kimura",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gURfAPPoAQHSaplYV18uiPdz7Wb.jpg",
      "https://image.tmdb.org/t/p/w300/6Hvyh6Li71yAqsNpA3SN294jc8A.jpg",
      "https://image.tmdb.org/t/p/w300/56GQ4QIIJ2fobwi0gVpgtGc26PI.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/20lchzT4J5v8VwEIud6CicAwBoZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-always-sunset-on-third-street-2005-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/21m2w/(CM)_Always_-_Sunset_on_Third_Street_(2005)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/sONG2IgS#0cUu2U3qmG0H66ubXJQ7qYZwOA63yDDGbZUPLxXDTBs",
        "server": "mega.nz",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1740g2t0evx5.html",
        "server": "usersdrive.com",
        "size": "2.35GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-always-sunset-on-third-street-2005-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1lozo/(CM)_Always_-_Sunset_on_Third_Street_(2005)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cacEVCCT#Q7MvuTh0YRW5qOqSm9o7tSUbfk_Dvha1oQvOBjJoToI",
        "server": "mega.nz",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/rqr02wgqxth7.html",
        "server": "usersdrive.com",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://obeywish.com/w1oz2danzevp",
        "server": "streamsb.com",
        "size": "890MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sf5r4x4cwh0g",
        "server": "streamvid.io",
        "size": "890MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2022|2h 39m|Comedy,Drama",
    "rating": {
      "rating": "7.1/10",
      "rating_count": "4000"
    },
    "title": "BARDO, False Chronicle of a Handful of Truths (2022)",
    "description": "BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González Iñárrituဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ရှိနေတာကိုလည်း ဘာဇာတ်ကြောင်းမှမဖြည်ဘဲကို အတွေးထဲဝင်လာအောင် ရိုက်ပြထားတယ်။ အရှိတရားနဲ့ အိပ်မက်တွေ စိတ်ကူးတွေဟာ ရောထွေးနေတယ်။ ဘာက ဘာလဲ သူပြသွားတဲ့တစ်ကွက်ချင်းကိုကြည့်ပြီး တရိပ်ရိပ်တော့ သိလာလိမ့်မယ်။ ဒါပေမဲ့လည်း သိပ်တော့ မသည်းကွဲချင်ဘူးပေါ့။ ဘယ်အချိန်ထိလဲဆိုရင် သူသတ်မှတ်ထားတဲ့ အချိန်အထိလို့တော့ ပြောရမှာပဲ။ဆန်းတာက ဒီကားက တစ်ဖက်ကကြည့်ရင် ဟန်များလွန်းတယ်ထင်ရတဲ့အနေအထားမှာရှိတယ်။ ဒါပေမဲ့ ကြည့်ရင်းနဲ့ သူတို့ ဒိုင်ယာလော့တွေ စကားတွေအရှည်ကြီးထိုင်ပြောနေကြတာတွေကို ကြည့်ရင်း ဟန်များနေသလို ထင်ရတာနဲ့ တစ်ချိန်တည်းမှာပဲ ဖန်တီးသူရဲ့ ရိုးသားမှုက အလိုလိုသိလာလိမ့်မယ်။ အဲဒီလိုရိုးသားမှုဟာ တာကော့စကီးကားတွေနဲ့ မစိမ်းတဲ့လူတွေအတွက် ပိုပြီးထင်သာမြင်သာရှိမယ်လို့တော့ ထင်ရတာပဲ။ ဒီလိုရိုးသားလိုက် ဟန်များသလိုဖြစ်လိုက်ဆိုတဲ့အချက်ကို တစ်နေရာမရောက်ခင်အထိတော့ ဒီလိုပဲမြင်နေဦးမယ်။ တစ်နေရာအရောက်တော့ ကျွန်တော်တော့ ဒီကားဟာ ရိုးသားတဲ့ဘက် ပိုသွားတယ်လို့ပဲ မြင်မိတော့တယ်။ အမြင်တူချင်မှလည်းတူမယ်။ ဒီရုပ်ရှင်ကို ကြိုက်ချင်မှလည်း ကြိုက်လောက်မယ်ပေါ့။ အာမ တော့ ခံလို့မရဘူး။သူ့ဇာတ်လမ်းက ဒိုကူဖစ်ရှင်ရိုက်တဲ့ ဒါရိုက်တာတစ်ယောက်အကြောင်းပေါ့။ ထူးတာက ဒီကားထဲက ဇာတ်ကောင်က ရိုက်ချင်တာက သူ့အကြောင်းပေါ့။ ပြဿနာက ဒီဘဲက သူ့အကြောင်းသူရိုက်ချင်တယ်ဆိုပေမဲ့ သူ့အကြောင်း သူမရိုက်ဘူး။ ဟိုးမဆီမဆိုင် မက္ကဆီကိုကနေ ရွှေ့ပြောင်းအခြေချတဲ့လူတွေအကြောင်းတွေ၊ ဟိုးရှေးခေတ်ကလူတွေအကြောင်းတွေ၊ မက္ကဆီကိုသမိုင်းက တချို့အဖြစ်အပျက်တွေအကြောင်းတွေ ကောက်ရိုက်တယ်။ ဒါပေမဲ့ သူ့ခံယူချက်က ဒီအကြောင်းအရာတွေက သူနဲ့တူညီတယ်လို့ ခံစားရတာကို သူရိုက်ထားတာဆိုတော့ ဒီအကြောင်းအရာတွေကို ပြခြင်းအားဖြင့် သူ့အကြောင်းပါ ပြပြီးပြီလို့ ဆိုလို့ရတယ်။ဘာလို့ ဒီလိုပြသလဲဆို လူတစ်ယောက်က ကိုယ့်အကြောင်းကိုယ်ရေးတယ်ဆိုပါစို့… ဒါမှမဟုတ်လည်း ရိုက်တယ်ဆိုပါစို့… ဒါကြီးက အမှန်တရားဖြစ်ကောင်းဖြစ်မယ်။ ဒါပေမဲ့ ပြောပြရလွယ်တဲ့ ပြောပြချင်တဲ့ အမှန်တွေပဲ ဖြစ်ဖို့တော့များမယ်။ ကိုယ့်မကောင်းကြောင်းကိုယ် ရေးနိုင်တယ်ဆိုတာကလည်း ကိုယ်ပြောပြချင်တဲ့ မကောင်းကြောင်းပဲမလား။ သူက သူ့အကြောင်းကို ဒီလိုအပေါ်ယံကြောကို မရိုက်ချင်ဘူး။ လူတစ်ယောက်အကြောင်းဆိုတာက ဘယ်လိုနေလာတယ် ဘယ်လိုရှင်လာတယ်ဆိုတာထက် တစ်ခါတလေ သူ့ဘဝမှာ သူစကားလုံးနဲ့ပြောဖို့ခက်တဲ့ အတွေးခေါ်တွေ ခံစားချက်တို့ ရှိကောင်းရှိမှာပဲ။ မဟုတ်လည်း ဒီတိုင်းကြီးပြောပစ်ရင် သူများအတွက် ဘာမှမဟုတ်တာတွေဖြစ်သွားနိုင်ပြီး သူ့အတွက်တော့ နက်ရှိုင်းနေတဲ့ဟာမျိုးတွေပေါ့။ ဒီတော့ သူက သူ့အကြောင်းကို စကားလုံးနဲ့လည်းမပြောဘူး။ အရုပ်နဲ့လည်း ရိုက်မပြဘူး။ ဘာနဲ့ ဒိုကူမန်ထရီ ရိုက်ပြသလဲဆို သူရဲ့ Handful of Truths တွေကို သမိုင်းထဲက တချို့ဖြစ်ရပ်တွေမှာ သူ့ကိုယ်သူထည့်ပြီးပြတယ်။ ဒီလိုပြတဲ့နေရာမှာ Chronology ကာလစဉ်အတိုင်း မပြဘူး။ ဗြောက်သောက် ပေါ်လာချင်သလိုပေါ်လာလိမ့်မယ်။ ကာလစဉ်လွဲနေတဲ့ Chronicle လိုမျိုး ပြတယ်။ဒါပေမဲ့ ဒီလိုပြတဲ့နေရာတွေမှာရော အိပ်မက်လိုနေရာတွေမှာရော သူညှပ်ထားတဲ့ စကားလုံးတွေက ဆန်းသလိုလိုရှိပေမဲ့ သူ့အရင်ကားတွေနဲ့ယှဉ်ရင် သူ့အကြောင်းသူပြောနေတယ်လို့ ထင်ရလောက်အောင် ဇာတ်ကောင်မဆန်နေတာမျိုးတွေကို သူ့ကားတွေကို ရင်းနှီးရင် အလိုလို သတိထားမိလောက်တယ်။ တစ်ဝက်ကျော်လောက်မှာ ကိုယ်တိုင်လည်း သတိထားမိလို့ ဒါရိုက်တာရဲ့ဘဝအကြောင်းရှာကြည့်တော့ ဒီထဲက ဇာတ်ကောင်ရဲ့ဘဝအစပိုင်းက သူ့ဘဝအစပိုင်းနဲ့ ချွတ်စွပ်လိုဖြစ်နေတာကို တွေ့ရတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကတော့ သူ့နာမည်အတိုင်း နောက်ဆုံးအချိန်ကို ဦးတည်တာဆိုတော့ သူ့အကြောင်းလို့တော့ ပြောလို့မရဘူး။ ဒါပေမဲ့လည်း ရုပ်ရှင်ထဲက ဇာတ်ကောင်က သူ့အကြောင်းကို ပြောပြဖို့ ဒဲ့မပြောဘဲ False Chronicle of a Handful of Truths ကိုသုံးထားသလိုမျိုး သူလည်း သုံးထားတာသလိုရှိတဲ့ ခံစားချက်မျိုးတော့ ရနေတာပါပဲ။ ရုပ်ရှင်တော်တော်ကြည့်စရှိနေရင် ဇာတ်ကားတစ်ကားရဲ့ ရိုးသားမှုပမာဏကို အလိုလိုခံစားမိနေမှာပဲ မဟုတ်လား။တစ်ခုရှိတာက ဒီကားကို ဒီထက်နည်းနည်းအရွယ်လွန်ပြီးတဲ့ အချိန်မှကြည့်ရင် ပိုထိလောက်မယ်ဆိုတဲ့ အသိမျိုးလည်း ရနေပြန်တာပဲ။ ပုဂ္ဂလိက အမြင်အရတော့ ကိုယ့်ကိုယ်ကိုယ် ဒီကားကြည့်ဖို့ နောက်မကျသေးဘူးလို့ ထင်ရင် သိမ်းထားလိုက်ပြီး တော်တော်ကြာမှ နည်းနည်းအရွယ်လွန်မှ ကြည့်တာ ပိုကောင်းမယ်ထင်တာပါပဲ။ ၂ခါပြန်ကြည့်လည်းရပေမဲ့ အရသာတော့ မတူနိုင်ဘူးမလား။BARDO, False Chronicle of a Handful of Truths ဟာ Alejandro ရဲ့ အရင်ကားတွေလောက် ဝေဖန်ရေးသမားတွေရဲ့ မျက်နှာပန်းမလှခဲ့ပေမဲ့ တော်တော်ကောင်းတဲ့ ကားတစ်ကားဖြစ်နေတုန်းဆိုတာတော့ ငြင်းမရသလို ပုဂ္ဂလိက အမြင်အရတော့ Bardo ဟာ သူ့ကားတွေထဲ အရိုးသားဆုံးလည်းဟုတ်သလို Pretentious အဖြစ်ဆုံးလည်း ဟုတ်တဲ့ကားပါပဲ။ ရှေ့ကကားတွေလောက် အားမရသလို ရှေ့ကကားတွေထက် ပိုသဘောကျမိတဲ့ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 811MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 2H 39MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlejandro González IñárrituStarsAlex GuevaraAndrés AlmeidaClementina GuadarramaDaniel DamuziDaniel Giménez CachoEdison RuizFabiola GuajardoFrancisco RubioGrace ShenGrantham ColemanGriselda SicilianiHugo AlboresÍker Sánchez SolanoJay O. SandersJeronimo GuerraJorge GidiLuis CouturierLuis GneccoLuz JiménezMar CarreraMisha Arias De La CantollaNoé HernándezOmar LeyvaRubén ZamoraXimena LamadridCastAlex GuevaraAndrés AlmeidaClementina GuadarramaDaniel DamuziDaniel Giménez CachoEdison RuizFabiola GuajardoFrancisco RubioGrace ShenGrantham ColemanGriselda SicilianiHugo AlboresÍker Sánchez SolanoJay O. SandersJeronimo GuerraJorge GidiLuis CouturierLuis GneccoLuz JiménezMar CarreraMisha Arias De La CantollaNoé HernándezOmar LeyvaRubén ZamoraXimena Lamadrid",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ghIF9txDO8mXGQIhuzSLSzlnSvh.jpg",
      "https://image.tmdb.org/t/p/w300/7CqkZCY3tRo5xsi99DGGVerKt1K.jpg",
      "https://image.tmdb.org/t/p/w300/u9vQlS8PPGtdi7XMlWRlWVQy1y2.jpg",
      "https://image.tmdb.org/t/p/w300/8xCL0U7CaDltwYI9327BU401IMp.jpg",
      "https://image.tmdb.org/t/p/w300/9Szr0e833dpYkIJBIid5t87edLk.jpg",
      "https://image.tmdb.org/t/p/w300/6ToPWc840KosiKdRfm3mmTWWOE5.jpg",
      "https://image.tmdb.org/t/p/w300/dCCA12sJU821FisJKVF9SwtBzZZ.jpg",
      "https://image.tmdb.org/t/p/w300/uCMREk415hknUKZ4MLYSajFodj9.jpg",
      "https://image.tmdb.org/t/p/w300/wslcuHaWCjGPb6Cp4L2Y09b8uHb.jpg",
      "https://image.tmdb.org/t/p/w300/ySey24UWcoWH9UYocXHEl5o07oU.jpg",
      "https://image.tmdb.org/t/p/w300/59SjSFr22Bt8lkP9bL5g7zVlynR.jpg",
      "https://image.tmdb.org/t/p/w300/jr0OwfI2froJCZ2NY3qV8RxeYXF.jpg",
      "https://image.tmdb.org/t/p/w300/hJUdV01driPD1Tq5eM3c2v0kV9A.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/gzJn9fQTSFLNL93PUhyatS4kGog.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bardo-false-chronicle-of-a-handful-of-truths-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1aTwh/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/mE903LAJ#diKEugB37yzSErjpboZA9PhbUDUMy74t4HnJQ6SyTzA",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0937mo9cac9b.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblongvu.com/gauk956tkw9k.html",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ffmtv5iqdopv/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_1080p.mp4",
        "server": "streamvid.io",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bardo-false-chronicle-of-a-handful-of-truths-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "811MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1aTvu/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "811MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CNcEmJ7K#7n2mp0CBZcYIsohusAJS4DwGV-rGWwbhWswJK7YjXpo",
        "server": "mega.nz",
        "size": "811MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/odhvyhipv7ex.html",
        "server": "usersdrive.com",
        "size": "811MB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/2cqng3ywczjn.html",
        "server": "streamsb.com",
        "size": "811MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wje8o3we032j/(CM)_BARDO,_False_Chronicle_of_a_Handful_of_Truths_(2022)_720p.mp4",
        "server": "streamvid.io",
        "size": "811MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "lCQimQfDuTs",
      "video_url": "https://www.youtube.com/watch?v=lCQimQfDuTs",
      "embed_url": "https://www.youtube.com/embed/lCQimQfDuTs"
    }
  },
  {
    "metadata": "K/R|2020|1h 37mins|Drama,Family",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Shooting Girls (2020)",
    "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ “Shooting Girls” ဆိုတဲ့ korea ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်တယ် ဒါရိုက်တာအနေနဲ့ကတော့ Bae Hyo Ming ကရိုက်ကူးပြီးThe prison ကားထဲက မင်းသားဖြစ်တဲ့ Jung Woong In က အဓိကသရုပ်ဆောင်ထားပါတယ်တောင်ကိုရီးယား နိုင်ငံအနေနဲ့ကတော့ အားကစားနဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ရိုက်ကူးထုတ်လုပ်မှုက အလွန်နည်းပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားကို ပြသတဲ့အခါမှာ Box Office မှာနာမည်ကြီးလူကြိုက်များတဲ့ ကားတစ်ကားဖြစ်လာပါတယ်ဒီလမ်းကိုတော့ အမျိုးသမီး ဘောလုံးအားကစားသမားတွေရဲ့ အကြောင်းကို အခြေခံယူပြီး ရိုက်ကူးထားတာပါဆမ်ရယ်မိန်ကလေးအထက်တန်းကျောင်းက ကျောင်းသူတွေကို စုပြီး ဖွဲ့ထားတဲ့ ဘောလုံးအသင်းတစ်သင်းကပြိုင်တဲ့ပွဲတိုင်းရှုံးနေလို့ လူအများကြားမှာ လှောင်ပြောင်စရာတစ်ခုဖြစ်ခဲ့ပါတယ်။သူတို့တွေ အနေနဲ့ နိုင်ငံလက်ရွေးစဥ် အားကစားသမားတွေ ဖြစ်ဖို့အတွက် ဘယ်လိုတွေကြိုးစားကြလဲ တကယ်ရော နောက်ဆုံးမှာ သူတို့ရည်မှန်းချက်တွေက ပြည့်ဝသွားကြရဲ့လား …အစရှိတာတွေကိုတော့ ဒီဇာတ်ကားလေးကိုကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်စေလိုပါတယ်ရှင်။Translated by : HanaEncoded by : YKQuality : FHD 1080p and 720pFile Size : 1GB and 495 MBYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBae Hyo-minStarsChung Ye-jinJung Woong-inLee Bi-anCastChung Ye-jinJeong Ji-hyeJung Ha-jinJung Woong-inKim Dong-gyoonLee Bi-an",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7B6uEG69fsRJ8HfiW85hKUJgNnf.jpg",
      "https://image.tmdb.org/t/p/w300/osktGCygDLC4OCONB9LcGitCRj0.jpg",
      "https://image.tmdb.org/t/p/w300/ad6mVSTYgjAeLSJEsxC2sYAknw7.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/fXYx8ARMdVDupIlmFZiEQiuNA1j.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/2gede/%7BCM%7DShooting.Girls.2020.FHD.1080p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Ujix/%7BCM%7DShooting.Girls.2020.FHD.720p.mp4",
        "server": "megaup.net",
        "size": "495MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3imjsfkycynw.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xk3dm36inkto.html",
        "server": "usersdrive.com",
        "size": "495MB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/b4jps9abo3wp.html",
        "server": "datbu.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://www.datbu.com/1gvemvtcnezw.html",
        "server": "datbu.com",
        "size": "495MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/4udafp45u5wc",
        "server": "veryfiles.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/d0ofo912yc87",
        "server": "veryfiles.com",
        "size": "495MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/shooting-girls-2020",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "e7p-p7tb8xk",
      "video_url": "https://www.youtube.com/watch?v=e7p-p7tb8xk",
      "embed_url": "https://www.youtube.com/embed/e7p-p7tb8xk"
    }
  },
  {
    "metadata": "||1h 48m|Adult,Drama",
    "rating": {
      "rating": "5.1/10",
      "rating_count": ""
    },
    "title": "[18+]The Lady Improper (2019)",
    "description": "ဘ၀မှာဆုံးရှုံးရတာတွေ များလာတဲ့အခါ ဘ၀အသစ်ပြန်စချင်ကြတာပဲ မဟုတ်လားဒီဇာတ်ကားထဲမှာလည်း Siu Man ဆိုတဲ့ ကောင်မလေးက ယောကျ်ားရဲ့စွန့်ပစ်ခြင်းခံရ ၊ ဖခင်ကလည်း ဆုံး သတ်သေချင်စရာလောကထဲကနေဘ၀အသစ်ပြန်စဖို့ စာဖိုးမှူးလုပ် အဖေ့ရဲ့စားသောက်ဆိုင်ကိုပြန်လည်ဖွင့်ဖို့လုပ်ပါတော့တယ်အတွေ့အကြုံမရှိတဲ့သူမို့ အရံစားဖိုမှူးငှားရတာပေါ့ ငှားတဲ့ စားဖိုမှူးက ချောတဲ့အပြင် ဆွဲဆောင်မှု့အပြည့်ရှိနေကာ ဂရုစိုက်မှု့တွေပါကောင်းတော့ ချစ်ကြွမ်း၀◌င်မိသွားတာပေါ့သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို လှိုက်လဲရင်သက်စွာ ကြည့်ရှု့ရမယ့် ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးနော် ။( အညွှန်းရေးသားထားသူကတော့ Dark Devil ပါ )File Size__(1.5GB) / (800MB)Quality__1080p, 720pIMDb Rating__5.1/10Format__mp4Duration__01:24:00Type__Adult, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byButterflyEncoded byDark DevilYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTsui Shan TsangStarsAlex Lam Tak-ShunAshina KwokCecilia YipCharlene ChoiCharlie LamCynthia HoDeep NgHedwig Tam Sin-yinLawrence ChouLeila TongSham Ka-KiTai BoTony LiuWong Chi-LanWu Kang-renCastAlex Lam Tak-ShunAshina KwokCecilia YipCharlene ChoiCharlie LamCynthia HoDeep NgHedwig Tam Sin-yinLawrence ChouLeila TongSham Ka-KiTai BoTony LiuWong Chi-LanWu Kang-ren",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nVGqTvEm9Vt63k5V6OXn6IW2tZX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTdkNTM5MjctN2NkNy00ZTA0LThkYWMtNjE0MjIyOTA5YzgyXkEyXkFqcGdeQXVyMzM3MTg1MDQ@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/18-the-lady-improper-2019-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2uqni/[18+]The_Lady_Improper_(2019)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Ja0yDYSb#kpZKUUM4Da8kwuNXtWY-sL-ai1T68zZBkeUcNJtMplA",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblanh.com/h0tt3pjkq4i7.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/18-the-lady-improper-2019-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18vs9/[18+]The_Lady_Improper_(2019)_720p.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5D0EWQbZ#e-qVU4UAV99Au-AhBgoevOq7qYYxJ5SsTIV81MC-ME0",
        "server": "mega.nz",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/3n3onf004fdv.html",
        "server": "streamsb.com",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_xU_Xj48f6g",
      "video_url": "https://www.youtube.com/watch?v=_xU_Xj48f6g",
      "embed_url": "https://www.youtube.com/embed/_xU_Xj48f6g"
    }
  },
  {
    "metadata": "Unrated|1995|1h 40m|Drama,Music,Romance",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "879"
    },
    "title": "The Phantom Lover (1995)",
    "description": "The Phantom Lover (1995)~ IMDb – 6.6/10, Rotten Tomatoes – 60% ~လတ်စလီချောင်ရဲ့ သမိုင်းတစ်လျှောက်က အရမ်းမခမ်းနားရင်တောင် လတ်စလီချောင်ကားမို့ အလိုလိုခမ်းနားသွားတဲ့ ရုပ်ရှင်တွေထဲကတစ်ကားပေါ့။ ဒါပေမဲ့ The Phantom Lover က တကယ်ဆို တော်တော်ခမ်းနားတဲ့ ကလပ်စစ်ကားဖြစ်သွားသင့်တာကို မဖြစ်သွားခဲ့တာဆိုတော့ နှမြောစရာတော့ကောင်းတယ်။ ဘာလို့ဆို The Phantom Lover ဟာ နာမည်ကျော် The Phantom of the Opera ဝတ္တုကိုပဲ မှီးပြီးရိုက်ခဲ့တာမို့ပါပဲ။ အင်္ဂလိပ်ကားတွေလည်း တစ်သီတစ်သန်းကြီး ထွက်ခဲ့ဖူးတဲ့ ဝတ္တုပေါ့။ The Phantom Lover ဟာတော့ ဒါရိုက်တာလည်းကောင်း သရုပ်ဆောင်တွေလည်းကောင်းပေမဲ့ သရုပ်ဆောင်နှစ်ယောက်ကြားက Chemistry က ပေါ်သင့်သလောက်မပေါ်သွားတာကြောင့် ကလပ်စစ်တန်းဝင်ကားတော့ မဖြစ်သွားခဲ့ဘူး။ ဒီလိုဆိုလို့ ဒါရိုက်တာမကောင်းလို့လားဆိုတော့ မဟုတ်ပြန်ဘူး။ The Phantom Loverရဲ့ ဒါရိုက်တာ Ronny Yu ဟာ ဟီးရိုးပြီးရင် ဂျက်လီရဲ့ ဒုတိယအကောင်းဆုံးကားလို့ ပုဂ္ဂလိက အမြင်အရ ကျွန်တော်သတ်မှတ်ထားတဲ့ Fearless ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာလည်းဟုတ်သလို ကမ္ဘာသိ အများကြိုက်ကြတဲ့ Freddy vs. Jason ကို ရိုက်ခဲ့တဲ့သူလည်း ဟုတ်တယ်။နောက် ဒီကားမှာ လတ်စလီချောင်အပြင် ကျွန်တော်သဘောကျတာက ဂျက်ကလင်းဝူ။ ဂျက်ကလင်းဝူဟာ A Moment of Romance ထဲ အချစ်ကလွဲ ဘာမှမမြင်တဲ့ ချစ်စရာကောင်မလေးအဖြစ် သရုပ်ဆောင်တဲ့နေရာမှာ အတုမရှိအောင် ပြောင်မြောက်ခဲ့သလို ဒီရုပ်ရှင်ထဲက အချစ်ကို ဘဝတစ်ခုလုံးနဲ့ ရင်းခဲ့တဲ့ဇာတ်ကောင်နေရာမှာလည်း အံဝင်ခွင်ကျဖြစ်နေတယ်။ ဒါရိုက်တာဘက်ကလိုနေရင်တောင် သရုပ်ဆောင်တွေ မျက်နှာထောက်ပြီး ကြည့်တော့ကြည့်သင့်တဲ့ရုပ်ရှင်လို့ပြောရမှာပဲ။ ဟောင်ကောင်ပရိသတ်တွေတော့ ကျွန်တော့်လိုပဲ လတ်စလီချောင်နဲ့ ဂျက်ကလင်းဝူနဲ့တင် သဘောကျကြမှာပဲ။ The Phantom of the Opera ကို မှီးထားတယ်ဆိုပေမဲ့လည်း ဒီရုပ်ရှင်ထဲက ကာရိုက်တာကတော့ တကယ်ရှိခဲ့တဲ့ တရုတ်အော်ပရာသမား ထန်ချောင်ကိုလည်း မှီငြမ်းထားသေးတယ်။ ရိုမီရို ဂျူးလိယက်ဇာတ်ကိုသုံးပြီးလည်း ဇာတ်ကို ပိုကြွအောင်လုပ်ထားသေးတယ်။ဇာတ်လမ်းကတော့ ၁၉၄၀ဝန်းကျင် တရုတ်ပြည်က နာမည်ကျော် အော်ပရာသမားတစ်ယောက်ရယ် သူချစ်တဲ့ မြို့မျက်နှာဖုံးသူဌေးသမီးရယ်။ တားမြစ်ထားတဲ့အချစ်ကို ဖန်တီးမိတဲ့သူတို့၂ယောက်ကို ခွဲကြမယ့်သူတွေရယ်ကြားက ဇာတ်ပေါ့။ ကြမ္မာဆိုးတွေ ဝိုင်းရံခြင်းခံရတဲ့ ချစ်ခြင်းတစ်ခုအကြောင်းဆိုလည်း မမှားဘူး။ ထူးတာကတော့ ဒါရိုက်တာက အတိတ်နဲ့ လက်ရှိမှာ လက်ရှိကို မှုန်မှုန်မှိုင်းမှိုင်းပြပြီး အတိတ်ကိုကြည်ကြည်လင်လင်ပြသွားတယ်။ မြင်နေကျစတိုင်တော့မဟုတ်ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ပစ္စုပ္ပန်က မှုန်မှိုင်းနေပြီး လှပခဲ့တဲ့ အချိန်တွေက အတိတ်မှာပဲကျန်နေတာဆိုတော့ ဒီလိုပဲဖြစ်သင့်တယ်လို့ ပြောရမှာပဲ။ ဘာနေနေပါ ဂျက်ကလင်းကို ချစ်မိဖူးတဲ့လူတွေ၊ ဟောင်ကောင် ဂန္ထဝင်တစ်ပါးဖြစ်တဲ့ လတ်စလီချောင်ရဲ့ ကြွင်းရစ်တဲ့ ဖန်တီးမှုတွေကို ချစ်တဲ့လူတွေအတွက် ဒီကားဟာ အရမ်းကြီးမကောင်းတောင် ကောင်းနေပါလိမ့်မယ်။ ဒီရုပ်ရှင်ရဲ့ Theme song ကိုလည်း လတ်စလီချောင်ကိုယ်တိုင်သီဆိုခဲ့ပြီး သူ့အယ်လ်ဘမ်မှာ ပြန်ထည့်ခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ဟာလည်း လတ်စလီကို လွမ်းဆွတ်တဲ့ နောက်ထပ်ရုပ်ရှင်တစ်ကားပဲပေါ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.2GB, 865MBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 40MinGenre – Drama, Music, RomaceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRonny YuStarsBao FangLeslie CheungLiu LinPhillip Chung-Fung KwokRoy SzetoWu Chien-LienYu YankaiCastBao FangLeslie CheungLiu LinPhillip Chung-Fung KwokRoy SzetoWu Chien-LienYu Yankai",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4XubunC34xCE54Bvx6x3dTptFFP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/u63yzFmZsPd7jK5T61W8Gf2jugZ.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-phantom-lover-1995-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/42Dgt/(CM)_The_Phantom_Lover_(1995)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/4uFSTQYL#5VNDmXM34eY9gsQAByEYAOud0l_2KX0UNgCpTX4gntQ",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/436gde16bmri.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-phantom-lover-1995-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "865MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42Dgg/(CM)_The_Phantom_Lover_(1995)_720p.mp4",
        "server": "megaup.net",
        "size": "865MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/p3Nw3bhZ#sFYH7b9nAw9NzluAQhbgDrtOgnHL4QmVBxeJ0MBzSOI",
        "server": "mega.nz",
        "size": "865MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/glde20s5uzhf.html",
        "server": "usersdrive.com",
        "size": "865MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/z6g67rsxl6li",
        "server": "streamsb.com",
        "size": "865MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8tqycfuza7yw",
        "server": "streamvid.io",
        "size": "865MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022|1h 52min|Action,Comedy,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Tell It Like a Woman (2022)",
    "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။အမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။ကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။မင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။အဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကိုဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။ဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်ဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။ဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။Bonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့“Applause” သီချင်းဟာ အော်စကာမှာ “Best original Song” အဖြစ် ဆန်ကာတင်စာရင်းဝင်ခဲ့ပါသေးတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Rashidaပဲ ဖြစ်ပါတယ်။Genre….. Action, Comeday, DramaQuality…. 1080p | 720p | 480pFile size… 2.8GB | 1GB | 513MBFormat… mp4Duration…. 1h 52minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RashidaEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAkane MotomatsuAlex AlexanderAlex BentleyAlex PierceAlexa HaleAlyson VanAnastasia RutkowskiAndrea VergoniAndy PriceAnjali LamaAnna Kloczynska KatarzynaAnne WatanabeAntonello FassariAnubhav ChopraAryan PashaAseem BajajAurora MenentiAvantika AkerkarAyesha HarrisAyesha Raza MishraBlas Roca-ReyBrandon WinBruce Van PattenCara DelevingneCashmakeupartistryChabeli Sastre GonzálezChimeka CrawfordDame ImfalaDanielle PinnockDenise YelichDiana KerimtayevaDiane BrownEloho Josephine OkujeniErika OsanaiErin FlynnEudora TotoEva LongoriaFlaminia SartiniGabriel EllisGabriele CoppolaGlorious LunaHimanshu SinghHolly GilliamIacopo RicciottiIgnazio DolceItsuki ItagakiJacqueline FernandezJasmine LuvJasmine WilliamsJennifer HudsonJennifer UlrichJesse GarciaJewel HargroveJoshua D'MelloKartikeya SharmaKatia GomezKent McGuireKoki YudaLauren RobinsonLaxminarayan TripathiLeena YadavLeonor VarelaLewis De PascalisLovedeep GuleyaniMahesh BalrajMandy OlsenMarcia Gay HardenMargherita BuyMaria TorresMattia SbragiaMaxim MehmetMayra LaraMikan OginoMillie FongMorris SarraMy-Ishia Cason-BrownNadine LeeNaina SareenNate' JonesNeha Krishan VijNikelola BalogunParicia PoluckiPauletta WashingtonPriyanka AryaRachel AllenRegan DucasseRochelle BoydSagal SinghSaloni MahendruSergio PierceShaan MuttathilSheridan WardShiho SasakiShirin Bano AnsariShivali ChhetriSushant DivgikarTsunekazu EbiharaVijay SnapWayne PriceWendy GutierrezZary Alozian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kC1iTWbaFlgpsx7Ri5vG3qf5N9V.jpg",
      "https://image.tmdb.org/t/p/w300/iCNTUqTC81GEK9f1siJgCUuAdlB.jpg",
      "https://image.tmdb.org/t/p/w300/dj7kh1Bn9X0iNcub0r2l4mWXAiW.jpg",
      "https://image.tmdb.org/t/p/w300/qCquglpoyYP1h7BvG7ZEWx1cq3.jpg",
      "https://image.tmdb.org/t/p/w300/fpnwW1jgEWKRrMV7ts13LsRogZd.jpg",
      "https://image.tmdb.org/t/p/w300/rxdV6FWIhxkLtZUZQyhcOi4aKZg.jpg",
      "https://image.tmdb.org/t/p/w300/3B37X1kB13hUw0zpP6d5XATcYLG.jpg",
      "https://image.tmdb.org/t/p/w300/pHXETYxxIxzlvhTzs1idn9sy5ga.jpg",
      "https://image.tmdb.org/t/p/w300/ptLExNIv99smzugotVmojgsoN4R.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/phtrrunr1z5x.html",
        "server": "usersdrive.com",
        "size": "2.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/tell-it-like-a-woman-2022-1080-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1U166/Tell.It.Like.A.Woman.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0eQU1S4A#RDGRFGsfI5dIPh79AOExwPZdfmS7AohZVUmMCFe_j9Y",
        "server": "mega.nz",
        "size": "2.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/m4prxipu00op.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/tell-it-like-a-woman-2022-720-p-amzn-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1TZ7m/Tell.It.Like.A.Woman.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/pfQSyK7J#_8WtXulyZrTsbfvD5pExbKaCIxVS1iXfQH_HFtIeWlo",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/4how0dvs1dt8.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/huqt00x75sb3",
        "server": "streamvid.io",
        "size": "1GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/kuvopnnth2fd.html",
        "server": "usersdrive.com",
        "size": "513MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/tell-it-like-a-woman-2022-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "513MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2zWzi/Tell.It.Like.A.Woman.2022.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "513MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/gWQxgZwS#LXf_6GVncL2EGC5WkS0ACY17uENRvUFPORK3iRQ1JrU",
        "server": "mega.nz",
        "size": "513MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/bhe3mv5pl7cc.html",
        "server": "streamsb.com",
        "size": "513MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/tv3je4zv65h1",
        "server": "streamvid.io",
        "size": "513MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "aariSQlekQ0",
      "video_url": "https://www.youtube.com/watch?v=aariSQlekQ0",
      "embed_url": "https://www.youtube.com/embed/aariSQlekQ0"
    }
  },
  {
    "metadata": "||1hr 17min|Action,Drama,Fantasy",
    "rating": {
      "rating": "5.2/10",
      "rating_count": "621"
    },
    "title": "The Legend of Herring (2022)",
    "description": "မကောင်းဆိုးဝါးနှိမ်နင်းသူလျိုချန်းကျစ်က နဂါးအဖြစ်ကျင့်ကြံအောင်မြင်ချင်တဲ့ ငါးမကောင်းဆိုးဝါးရှောင်ချင်းနဲ့ သိရှိခဲ့ကြတယ်ရှောင်ချင်းက သူ့ကိုငါးမကောင်းဆိုးဝါးမှန်း မသိစေဖို့အတွက်သူ့ကိုယ်သူလည်း မကောင်းဆိုးဝါးနှိမ်နင်းသူလို့ လိမ်ပြောခဲ့တယ်နောက်တော့သူတို့နှစ်ယောက်က အတူအဖော်လုပ်သွားလာခဲ့ပြီးအခက်အခဲအန္တရာယ်တွေကို အတူ‌ရင်ဆိုင်ကျော်ဖြတ်ခဲ့ကြတယ်ရှောင်ချင်းရဲ့ကြင်နာတဲ့နှလုံးသားကလျိုချန်းကျစ်ရဲ့ မကောင်းဆိုးဝါးတိုင်းကို မကောင်းဘူးလို့ထင်တဲ့အမြင်ကို ပြောင်းလဲစေခဲ့တဲ့အပြင်အချင်းချင်းရဲ့မှီခိုအားထားရာ ဖြစ်လာခဲ့ကြတယ်နောက်ဆုံးမှာ သူတို့နှစ်ယောက်လက်တွဲပြီးနဂါးဆိုးရဲ့မကောင်းကြံစည်မှုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းပြီးလောကကြီးကို ဘယ်လိုကာကွယ်ပေးမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါနော်Quality – WEB DL 1080p,720pFormat – mp4Genres – Action, Drama, FantasyRuntime – 1 hr 17 minSubtitle – Myanmar Subtitile (Hardsub)Translated by CM TeamReviewed by Mary EaintEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCanti LauLanyi ZhangLi ShiyanSabrina QiuShao SihanZhang YaqiZhao RuihanZheng PeilinCastCanti LauLanyi ZhangLi ShiyanSabrina QiuShao SihanZhang YaqiZhao RuihanZheng Peilin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1wInJ5Nbes0abl4Ai6biQhaPU2R.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1Avzg6TfpsSaMc44sueZBw9eXHx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-legend-of-herring-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zoijjv74d8h3.html",
        "server": "usersdrive.com",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/ocn3htx5mulo",
        "server": "streamsb.com",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3YPwR/The_Legend_of_Herring_2022_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/vydt5c9ppebz",
        "server": "streamvid.io",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Uz1yyQLb#aEdjRv01x1cOCFrxnvv1CMnxz4cLFuzpJUoLYtNxrEw",
        "server": "mega.nz",
        "size": "1.03GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-legend-of-herring-2022-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "556MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0z0l71xj548x.html",
        "server": "usersdrive.com",
        "size": "556MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sv9kEILR#QPKoYsz_BwkbD7a_91wHo9bOMy9qannHu_w0sZpEvYw",
        "server": "mega.nz",
        "size": "556MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "G|1993|1h 41m|Drama,Family,Fantasy",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "43000"
    },
    "title": "The Secret Garden (1993)",
    "description": "The Secret Garden (1993)~ IMDb – 7.3/10, RT – 88%, Meta – 74% ~ဒီတစ်ခေါက်မှာတော့ လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီအလည်သွားရ​အောင်။ စာရေးဆရာ Frances Hodgson Burnett ရဲ့ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့ Fantasy Movie “The Secret Garden” ​ကို​ နွေရာသီနဲ့လိုက်ဖက်စွာတင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယမှာ ဗြိတိသျှမိသားစုနဲ့အတူနေထိုင်တဲ့ မေရီလန်းနက်ခ်ဆိုတဲ့ ၁၀ နှစ်အရွယ်ကောင်မလေး။ မိဘတွေဆီက အာရုံစိုက်မှု ချစ်ခင်ကြင်နာမှုနည်းနည်းလေးတောင်မရတဲ့မေရီဟာ ခံစားချက်မဲ့ပြီး ရင့်သီးတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့တယ်။ သူငယ်ချင်းရယ်လို့လည်းမရှိခဲ့ဘူး။ တစ်နေ့မှာ မေရီ့မိဘနှစ်ပါးလုံး ငလျင်တစ်ခုကြောင့် သေဆုံးသွားခဲ့တယ်။ မိဘမဲ့ဖြစ်သွားတဲ့မေရီကို အင်္ဂလန်ကဦးလေး ကရေဗင်ကခေါ်ယူမွေးစားခဲ့တယ်။ယော့ခ်ရှိူင်းယားပြည်နယ်ကမြက်ခင်းလွင်ပြင်မှာ ခြောက်ကပ်စွာတည်ရှိနေတဲ့ မစ်ဇယ်ဝိတ်ရဲတိုက်ကြီး။ ရဲတိုက်ရဲ့သခင် ကရေဗင်က လူတွေနဲ့အဆက်အသွယ်မလုပ်တော့လို့ ရဲတိုက်ကြီးလည်းတိတ်ဆိတ်ခြောက်ကပ်လာခဲ့တာ ၁၀ နှစ်ကျော်ကြာခဲ့​ပြီ။ အိပ်မက်ထဲကဝိညာဥ်တစ်ခုက မေရီ့ကို လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီခေါ်နေခဲ့တယ်။ ရဲတိုက်အပြင်ကို တစ်ယောက်တည်း ခိုးထွက်ခဲ့တဲ့အခါ ရဲတိုက်ကြီးရဲ့အလွန် တောစပ်တစ်နေရာမှာ လျှို့ဝှက်ဥယျာဥ်တစ်ခု တကယ်ရှိနေတာကိုတွေ့လိုက်ရပါတော့တယ်။ မှော်ဆန်တဲ့ လျှို့ဝှက်ဥယျာဥ်ထဲကို အလည်သွားရင်း မထုံတတ်တေးလေးမေရီက ရဲတိုက်ကြီးအတွက် ဘယ်လို အပြောင်းအလဲတွေယူဆောင်လာခဲ့လဲဆိုတာကိုလည်းကြည့်ရှုခံစားလိုက်ကြပါဦး…(ဒီဇာတ်ကားနဲ့အညွှန်းကိုHnin Ei Paiမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 870MBQuality – 1080p, 720pIMDb Rating – 7.3/10Format – mp4Duration – 1H 41MinGenre – Drama, Family, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated byHnin Ei PaiEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAgnieszka HollandStarsAndrea PickeringAndrew KnottArthur SpreckleyColin BruceDavid StollEileen PageHeydon ProwseIrène JacobJohn LynchKate MaberlyLaura CrossleyMaggie SmithParsan SinghPeter MoretonTabatha AllenValerie HillWalter SparrowCastAndrea PickeringAndrew KnottArthur SpreckleyColin BruceDavid StollEileen PageHeydon ProwseIrène JacobJohn LynchKate MaberlyLaura CrossleyMaggie SmithParsan SinghPeter MoretonTabatha AllenValerie HillWalter Sparrow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8s7FJ9dHXgeFZdvxfjPmrrJh6EC.jpg",
      "https://image.tmdb.org/t/p/w300/gSIfujGhazIvswp4R9G6tslAqW7.jpg",
      "https://image.tmdb.org/t/p/w300/xfPkelB0Xqpbejd60gF8oHvqejl.jpg",
      "https://image.tmdb.org/t/p/w300/nPx8TyuqYtYNRgWsM8ETbhiFHsX.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xvTK4KSFeHNl1QVzjYgOtHL2QYS.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-secret-garden-1993-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1dn23/(CM)_The_Secret_Garden_(1993)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XuABSBAK#yJw3R0oxLiFgo_tt1YroJoucrYC3360y0a8D1ikj2J0",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ax4bt7b24n44.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-secret-garden-1993-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1dn1v/(CM)_The_Secret_Garden_(1993)_720p.mp4",
        "server": "megaup.net",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CupSTLoD#JoAGUDjtxPQ3oFGo6NyTB7oEYLSVPtTPlbaYxO1u0oA",
        "server": "mega.nz",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wauwcdu1ea8e.html",
        "server": "usersdrive.com",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/c2y7pd4sfunc.html",
        "server": "streamsb.com",
        "size": "870MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "1zeqqhA5Z3A",
      "video_url": "https://www.youtube.com/watch?v=1zeqqhA5Z3A",
      "embed_url": "https://www.youtube.com/embed/1zeqqhA5Z3A"
    }
  },
  {
    "metadata": "|||Drama,Music,Romance",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "3215"
    },
    "title": "Wish You(2021)",
    "description": "Wish You(2021) အညွှန်း********************ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်…သီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။File Size : (1.65GB)(956MB) and (324MB)Quality : Web-DL 1080p,720pFormat…mp4Duration…01:42:00Genre : Drama , Music  , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by IchikaEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBaek Seo-binKang In-sooLee SangPark Soo-bin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7lrD3VwrCYKEUaeGpX8ql5ELYwl.jpg",
      "https://image.tmdb.org/t/p/w300/hUXtDz4cK7dWyntpUdw4qHhsf2K.jpg",
      "https://image.tmdb.org/t/p/w300/8ExqrD8HI8l8dMXA782PbWfXXAD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/wish-you2021",
        "server": "VIP Links",
        "size": "1.65GB",
        "quality": "Web-DL1080P"
      },
      {
        "link": "https://usersdrive.com/rqnaqd3dljrb.html",
        "server": "usersdrive.com",
        "size": "1.65GB",
        "quality": "Web-DL1080P"
      },
      {
        "link": "https://yoteshinportal.cc/wish-you-2021-web-dl-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.65GB",
        "quality": "Web-DL1080P"
      },
      {
        "link": "https://megaup.net/10ovx/Wish_You.2021.WEB-DL.1080P.mp4",
        "server": "megaup.net",
        "size": "1.65GB",
        "quality": "Web-DL1080P"
      },
      {
        "link": "https://mega.nz/file/tkk3SQpQ#vvsZsKAuPsnzyhGoJ30BAizrTaOcd6GPjSoLZVR15vo",
        "server": "mega.nz",
        "size": "1.65GB",
        "quality": "Web-DL1080P"
      },
      {
        "link": "https://usersdrive.com/dphpwqercr4t.html",
        "server": "usersdrive.com",
        "size": "956MB",
        "quality": "Web-DL720p"
      },
      {
        "link": "https://yoteshinportal.cc/wish-you-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "956MB",
        "quality": "Web-DL720p"
      },
      {
        "link": "https://megaup.net/10ovk/Wish_You.2021.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "956MB",
        "quality": "Web-DL720p"
      },
      {
        "link": "https://mega.nz/file/s0UCkJjQ#gX8SkZjJmwl3h-TrnwcGKMKlFX3e40TJxKcCzvnRHOs",
        "server": "mega.nz",
        "size": "956MB",
        "quality": "Web-DL720p"
      },
      {
        "link": "https://watchsb.com/8qb941lprzhc.html",
        "server": "streamsb.com",
        "size": "956MB",
        "quality": "Web-DL720p"
      },
      {
        "link": "https://usersdrive.com/vjpyptzd7mfj.html",
        "server": "usersdrive.com",
        "size": "324MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/wish-you-2021-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "324MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/10ox6/Wish_You.2021.480p.mp4",
        "server": "megaup.net",
        "size": "324MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/R1VUGDCI#4NgVIbJxNZuMgGhcs4cRCge2Icjgz_je11VdNdZpGTQ",
        "server": "mega.nz",
        "size": "324MB",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/1eq838ys8poh.html",
        "server": "streamsb.com",
        "size": "324MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022||Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "1200"
    },
    "title": "[18+] 99 Moons (2022)",
    "description": "[18+] 99 Moons (2022)==================IMDb Rating – 5.9/10အဖြူနှင့်အမည်းကဲ့သို့ အရောင်ဖြစ်တာခြင်းတူပေမယ့်ဝိသေသလက္ခဏာချင်းမတူတဲ့ ဘီညာနဲ့ ဖရန်ကီတို့နှစ်ယောက်။ ဘီညာက ချီလီနိုင်ငံမှာ သိပ္ပံသုတေသနပြုဖို့ကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်မလေးဖြစ်တယ်။ တစ်ခါတစ်ရံ လစ်ရင်လစ်သလို ယောင်္ကျား‌တွေနဲ့တစ်ယောက်ပြီးတစ်ယောက် တိတ်တခိုးချစ်ရည်‌လူးတတ်တဲ့အကျင့်လေးရှိတာကတစ်ပိုင်းပေါ့လေ။အဲလိုနဲ့ ဘီညာတစ်ယောက် ကာမစိတ်တွေဖြေနေရင်းအဖော်မဲ့‌နေတဲ့ ဖရန်ကီနဲ့ ဆုံဆည်းခွင့်ရသွားတယ်။ ဖရန်ကီကတော့ မူးယစ်ဆေး‌တွေသုံးရင်း အချစ်ရဲ့အဓိပ္ပာယ်ကိုရှာဖွေနေတဲ့ တစ်ကိုယ်တော်သမားတစ်ယောက်ဖြစ်တယ်။အဲလိုမျိုး ဆန့်ကျင်ဘက်လူနှစ်ယောက်တွေ့ဆုံသွားတဲ့အခါသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့KSN ဖြစ်ပါတယ်)File Size……….(1.85 GB) / (634 MB) / (350 MB)Quality…………WEB-DL 1080p / 720p / 480pDuration………1Hr 50MinsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..DramaTranslator…….KSNEncoder……….AdminXYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJan GassmannCastAle LindmanAnnina MachazDanny ExnarDominik FellmannGregory HariJessica HuberKaterina Stoykova-KlemerKathrin SchweizerLeo Matteo GirolamoLia von BlarerNoemi CeresolaValentina Di Pace",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3m3E7HU4l0y7iOCVSSly2UbCTuR.jpg",
      "https://image.tmdb.org/t/p/w300/i7sLa1ih9ZdrpKJZUHg04qwMzYF.jpg",
      "https://image.tmdb.org/t/p/w300/u13R6WLlgZ47YrUf76ItpzT0w8j.jpg",
      "https://image.tmdb.org/t/p/w300/x2j40XtIa0n6iJuUcW6rYVeNtst.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/99.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/99-moons-2022-german-1080-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2zXz7/99.Moons.2022.GERMAN.1080p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://lvturbo.com/noib19c8ajza.html",
        "server": "streamsb.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/kLRDEDLB#3qxLbjg4cWLv-odk2zCqfZrZ-lbEmaiX74-H4eDfXIs",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/394ds4bno5tx.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ezxs79hujltj",
        "server": "streamvid.io",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/99-moons-2022-german-720-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1U06u/99.Moons.2022.GERMAN.720p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/qgv3s17edy0w.html",
        "server": "streamsb.com",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FDxFyAAR#J04cOipCzqa9EMjCSV0xs24ExJpZaNRUA1_fCu3tjPc",
        "server": "mega.nz",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7l243t9n46h3.html",
        "server": "usersdrive.com",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4mlc8jr3ex5n",
        "server": "streamvid.io",
        "size": "634 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/99-moons-2022-german-480-p-web-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1U06m/99.Moons.2022.GERMAN.480p.WEBRip.(CM).mp4",
        "server": "megaup.net",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://lvturbo.com/wn9qft4ncgat.html",
        "server": "streamsb.com",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/pCRxSIBZ#sq8Y_a6Mfk3n88Jbu_K3FCnIQ_dbU4KMF-_e3uVp9Mk",
        "server": "mega.nz",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/keerqzz5ult6.html",
        "server": "usersdrive.com",
        "size": "350 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/1iu1kqchfefe",
        "server": "streamvid.io",
        "size": "350 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "9lukKEbsDdY",
      "video_url": "https://www.youtube.com/watch?v=9lukKEbsDdY",
      "embed_url": "https://www.youtube.com/embed/9lukKEbsDdY"
    }
  },
  {
    "metadata": "R|1999|2h 39min|Drama,Mystery,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "294,989"
    },
    "title": "Eyes Wide Shut (1999)",
    "description": "Eyes Wide Shut (1999)IMDb – 7.4/10_____Rotten – 75%ဒီဇာတ်ကားကတော့ နာမည်ကြီး ဒါရိုက်တာ Stanley Kubrick ရဲ့ နောက်ဆုံးလက်ရာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအမျိုးအစားကတော့ Drama/Mystery/Thriller ပါ။အက်ရှင်ကားတွေမှာပဲ ကျွန်တော်တို့ အတွေ့များတဲ့ မင်းသား Tom Cruise ကို ဒီကားမှာဆရာဝန်’ဘေးလ် ဟားဖို့ဒ်’ အဖြစ်နဲ့ အဓိက သရုပ်ဆောင်နေရာမှာ တွေ့ရမှာဖြစ်ပါတယ်။လူမသိသူမသိ လျှို့ဝှက်ကျင်းပတဲ့ အုပ်စုလိုက်ဆင်နွဲကြတဲ့ လိင်အပျော်အပါးပါတီတစ်ခုကိုမလိမ့်တပတ်လုပ်ပြီး ဝင်ရောက်သွားတဲ့ ဆရာဝန်’ဘေး ဟားဖို့ဒ်’ ရဲ့ တစ်ညတာ ကြုံတွေ့ခဲ့ရတဲ့ စိတ်လှုပ်ရှားစရာအဖြစ်အပျက်တွေကို ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ကျွန်တော့်အနေနဲ့ ပြောရရင် ဒီဇာတ်ကားရဲ့ အရသာမျိုးကို အရင်က တခါမှ မခံစားခဲ့ဖူးပါဘူး။တခြားကားတွေနဲ့ မတူတဲ့ ခံစားမှုမျိုးကို ဒီကားမှာ မိတ်ဆွေတို့ ထိတွေ့ခွင့်ရပါလိမ့်မယ်။ပြကွက်တိုင်းကိုက အဓိပ္ပါယ်ရှိပါတယ်။ IMDB rating (7.4) နဲ့ Rotten Tomatoes (75%) ရရှိထားပါတယ်။နောက်ပြီး ဒီဇာတ်ကားက တစ်ခါကြည့်ပြီးသွားရင် အချိန်တော်တော်ကြာ အမှတ်ရနေမယ့် ဇာတ်ကားမျိုးပါ။မိတ်ဆွေတို့ ကြည့်ဖြစ်အောင် ကြည့်ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်။(18+ အခန်းတွေ အများအပြားပါဝင်တဲ့အတွက် မိသားစုနဲ့ အတူကြည့်ဖို့ မသင့်တော်ပါ။)ဒီဇာတ္ကားကေတာ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Stanley Kubrick ရဲ႕ ေနာက္ဆံုးလက္ရာ ျဖစ္ပါတယ္။ဇာတ္လမ္းအမ်ိဳးအစားကေတာ့ Drama/Mystery/Thriller ပါ။အက္႐ွင္ကားေတြမွာပဲ ကြၽန္ေတာ္တို႔ အေတြ႕မ်ားတဲ့ မင္းသား Tom Cruise ကို ဒီကားမွာဆရာဝန္’ေဘးလ္ ဟားဖို႔ဒ္’ အျဖစ္နဲ႔ အဓိက သ႐ုပ္ေဆာင္ေနရာမွာ ေတြ႕ရမွာျဖစ္ပါတယ္။လူမသိသူမသိ လ်ွိဳ႕ဝွက္က်င္းပတဲ့ အုပ္စုလိုက္ဆင္ႏြဲၾကတဲ့ လိင္အေပ်ာ္အပါးပါတီတစ္ခုကိုမလိမ့္တပတ္လုပ္ၿပီး ဝင္ေရာက္သြားတဲ့ ဆရာဝန္’ေဘး ဟားဖို႔ဒ္’ ရဲ႕ တစ္ညတာ ၾကံဳေတြ႕ခဲ့ရတဲ့ စိတ္လႈပ္႐ွားစရာအျဖစ္အပ်က္ေတြကို ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။ကြၽန္ေတာ့္အေနနဲ႔ ေျပာရရင္ ဒီဇာတ္ကားရဲ႕ အရသာမ်ိဳးကို အရင္က တခါမွ မခံစားခဲ့ဖူးပါဘူး။တျခားကားေတြနဲ႔ မတူတဲ့ ခံစားမႈမ်ိဳးကို ဒီကားမွာ မိ္တ္ေဆြတို႔ ထိေတြ႕ခြင့္ရပါလိမ့္မယ္။ျပကြက္တိုင္းကိုက အဓိပၸါယ္ရိွပါတယ္။ IMDB rating (7.4) နဲ႔ Rotten Tomatoes (75%) ရရိွထားပါတယ္။ေနာက္ၿပီး ဒီဇာတ္ကားက တစ္ခါၾကည့္ၿပီးသြားရင္ အခ်ိန္ေတာ္ေတာ္ၾကာ အမွတ္ရေနမယ့္ ဇာတ္ကားမ်ိဳးပါ။မိတ္ေဆြတို႔ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ၾကည့္ပါလို႔ တိုက္တြန္းခ်င္ပါတယ္။(18+ အခန္းေတြ အမ်ားအျပားပါဝင္တဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔ မသင့္ေတာ္ပါ။)File Size : (1.2 GB)Quality : Blu-Ray 720pRunning Time : 2hr 39 minFormat : Mp4Genre :Drama,Mystery,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : Blu-Ray 720pTranslated by Aaron MoeEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAdrian ToyntonBrian W. CookStanley KubrickStarsFay MastersonJackie SawirisLeelee SobieskiLeslie LoweMadison EgintonMichael DovenNicole KidmanPeter BensonRade SerbedzijaSky du MontSydney PollackTodd FieldTom CruiseVinessa ShawCastAbigail GoodAlan CummingAngus MacInnesBrian W. CookCarmela MarnerCate BlanchettCindy DolencClark HayesEiji KusuharaFay MastersonFlorian WindorferGary GobaJackie SawirisJulienne DavisKevin ConnealyLeelee SobieskiLeon VitaliLeslie LoweLisa LeoneLouise J. TaylorMadison EgintonMariana HewettMarie RichardsonMichael DovenNicole KidmanPeter BensonPhil DaviesRade SerbedzijaSam DouglasSky du MontStewart ThorndikeSydney PollackTodd FieldTogo IgawaTom CruiseTres HanleyTreva EtienneVinessa Shaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dFSF6cIzacFsgOBIfsztd90AIyj.jpg",
      "https://image.tmdb.org/t/p/w300/AklO85uUDAL3O7iSOtFGfqT3w8n.jpg",
      "https://image.tmdb.org/t/p/w300/wWTdj6hZ5f0IoGycQpxuz8p1BEt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/eyes-wide-shut-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6668ai9w8dvq.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/eyes-wide-shut-17-1999-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/1yIag/Eyes_Wide_Shut_[17+]_[1999]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/9xJjhQYK#Bm_YJRu9-_QFgthmiKMJwBxj9XScF3tUU4EysCGZOuw",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/vg8z418658gh",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "yxqrzWe0Ggc",
      "video_url": "https://www.youtube.com/watch?v=yxqrzWe0Ggc",
      "embed_url": "https://www.youtube.com/embed/yxqrzWe0Ggc"
    }
  },
  {
    "metadata": "PG|2012|1h 27m|Animation,Comedy,Drama",
    "rating": {
      "rating": "6.9/10",
      "rating_count": "108000"
    },
    "title": "Frankenweenie (2012)",
    "description": "Frankenweenie (2012)~ IMDb – 6.9/10, Rotten Tomatoes – 87% ~ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ခွေးလေးကို အခြေတည်ပြီး သရုပ်ဖော်ထားတဲ့ ခွေးကလေးဖြစ်ပါတယ်။ ဘာတန်အရသာအပြည့်နဲ့ တင်ဘာတန်ကားမို့ ဘာတန် ပရိသတ်တွေ သဘောကျကြမှာပါ။နောက် ဒီကားဟာ 1984 မှာ ပွဲဦးထွက်အနေနဲ့ ဖရန်ကင်ဝီနီဆိုပြီး ရိုက်ခဲ့တဲ့ လူကားရဲ့ အန်နီမိတ်ဗားရှင်းလည်း ဟုတ်ပါတယ်။ ဘာတန်ဟာ လက်ရှိအထိ ကား၂၀ ရိုက်ခဲ့ပြီး ၂၀၁၉ ရဲ့ ဒမ်ဘိုကလွဲ ကျန်တဲ့ကားတွေအကုန် ရှယ်တွေပဲလို့ ပြောလို့ရပါတယ်။ Edward Scissorhands, Big Fish, Charlie and the Chocolate Factory, Corpse Bride တို့ကတော့ သူ့ရဲ့ လူသိအများဆုံးကားတွေဖြစ်ပါလိမ့်မယ်။ ဖရန်ကင်စတိန်းကိုမှ Pet Semetary ပေါင်းပြီး ဘာတန်စတိုင်အပြည့်နှောရိုက်ထားတဲ့ကားဖြစ်သလို ခွေးချစ်တဲ့သူတွေအတွက်လည်း ရင်ထဲ တော်တော်ထိမယ့်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 1.1GB, 630MBQuality – 1080p, 720p, 480pIMDb Rating – 6.9/10Format – mp4Duration – 1H 27MinGenre – Animation, Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTim BurtonStarsAtticus ShafferCatherine O'HaraCharlie TahanChristopher LeeConchata FerrellDee Bradley BakerFrank WelkerJames Hiroyuki LiaoJeff BennettMartin LandauMartin ShortRobert CapronTom KennyWinona RyderCastAtticus ShafferCatherine O'HaraCharlie TahanChristopher LeeConchata FerrellDee Bradley BakerFrank WelkerJames Hiroyuki LiaoJeff BennettMartin LandauMartin ShortRobert CapronTom KennyWinona Ryder",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zu8QKHnL9a3bI82p8wTEmvvd5QC.jpg",
      "https://image.tmdb.org/t/p/w300/yfTZ2MSRWc06cBrFOsAF4Lebi4.jpg",
      "https://image.tmdb.org/t/p/w300/zto0pwEEiggApdaghotOsQQMe14.jpg",
      "https://image.tmdb.org/t/p/w300/1m7YOPdseNcpJwaukWc6alhMnks.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-frankenweenie-2012-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2uZok/(CM)_Frankenweenie_(2012)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hXVn3Sya#XlC6xrG-gjy4e1ULtc9dbSEOTLJ4IOlT4pSGKjQReVQ",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rf527wc3zbu9.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/ymhxud2y4yk9.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-frankenweenie-2012-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2uZnu/(CM)_Frankenweenie_(2012)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/AX9VwBiL#AS4tGCfQqCp_kRGAHeNdyh9SyeKnePyflcykPtk9t2A",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sidu7on6mqbk.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/k4g02fp3h7vy.html",
        "server": "streamsb.com",
        "size": "1.1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-frankenweenie-2012-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/194s3/(CM)_Frankenweenie_(2012)_480p.mp4",
        "server": "megaup.net",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/pG832KCT#w5sBUwVYXrVit_NLW9GwqCc_8VT4IZ0spozNSg3h2HI",
        "server": "mega.nz",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/0im7calwh6d6.html",
        "server": "usersdrive.com",
        "size": "630MB",
        "quality": "480p"
      },
      {
        "link": "https://sbanh.com/xcg2s0zuqdg0.html",
        "server": "streamsb.com",
        "size": "630MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "XBfcGLBJ2Uc",
      "video_url": "https://www.youtube.com/watch?v=XBfcGLBJ2Uc",
      "embed_url": "https://www.youtube.com/embed/XBfcGLBJ2Uc"
    }
  },
  {
    "metadata": "N/A|2018|83 min|Drama,Horror,Sci-Fi",
    "rating": {
      "rating": "4.5/10",
      "rating_count": "20"
    },
    "title": "Astral {2018}",
    "description": "ကြ်န္ေတာ္တို႔ေတြ လိပ္ျပာလႊင့္တယ္ဆိုတဲ့အရပ္သံုးစကားကို ေတာ္ေတာ္မ်ားမ်ားၾကားဖူးၾကမွာပါဒီဇတ္ကားေလးကေတာ့ ငယ္ငယ္ေလးထဲကမိခင္ဟာကိ္ုယ့္ကိုယ္ကိုသတ္ေသသြားတာကိုအခုမွသိလိုက္ရတဲ့ တကၠသိုလ္ေက်ာင္းသားအဲလက္စ္ တစ္ေယာက္ ေက်ာင္းလက္ခ်ာခ်ိန္မွာလိပ္ျပာလႊင့္တာႏွင့္ပတ္သတ္ၿပီး သင္ၾကားမိတာကေန စၿပီးသူ ့အေမရဲ႕ ဝိညာဥ္ႏွင့္ အဆက္အသြယ္ရဖ္ု႔လိပ္ျပာလႊင့္တဲ့အတတ္ကို စမ္းၾကည့္ရာကေနမေမွ်ာ္လင့္ထားတဲ့ ပရေလာကကံၾကမၼာဆိုးႀကီးႏွင့္ေတြ ့ၿပီးဘယ္လိုေျဖရွင္းသြားမလဲဆိုတာသည္းတထ္တ္ထိတ္ရင္တဖိုဖိုေစာင္ၾကည့္ရမယ့္ horror ဇတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္ရုပ္ရွင္ကားကို ေကာင္းျမတ္သူ က ဘာသာျပန္ေပးထားၿပီးအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChris MulStarsCatherine SteadmanDarwin ShawFrank DillaneTrevor WhiteVanessa GrasseCastCatherine SteadmanDarwin ShawFrank DillaneTrevor WhiteVanessa Grasse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Uxsw2VqpHQqdrQGibrQl5VVk0X.jpg",
      "https://image.tmdb.org/t/p/w300/7UvBXgqHwXGETw1wlMvhZY42jDW.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BODkyNGNkOTktMzllYy00MmMwLWFhOWMtODM5ZWU0NDE5ZGQ5XkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_SY1000_CR006661000_AL_-1.jpg",
    "movie_links": [
      {
        "link": "https://drive.google.com/file/d/15NfFLUO9bkmY_VmOWP-jaTs1fccjTYsT/view?usp=sharing",
        "server": "yoteshinportal.cc",
        "size": "1.18 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/SVpq/Astral_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.18 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/6so39rczzf2p",
        "server": "upstream.to",
        "size": "1.18 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/3aedk2zhwb0p.html",
        "server": "usersdrive.com",
        "size": "1.18 GB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "JTdM9XqXNRo",
      "video_url": "https://www.youtube.com/watch?v=JTdM9XqXNRo",
      "embed_url": "https://www.youtube.com/embed/JTdM9XqXNRo"
    }
  },
  {
    "metadata": "|2023|1h 35min|Drama,Horror",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "91"
    },
    "title": "Muoi: The Curse Returns (2023)",
    "description": "Muoi : The Curse Returns (2023)လင်းက မြို့ပေါ်က ပန်းချီပြခန်းမှာ အလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူမရဲ့သူငယ်ချင်းကောင်လေးဟာ ရုတ်တရက်ဆုံးသွားခဲ့လို့ စျာပနအခမ်းအနားကို တက်ရောက်တဲ့အချိန်မှာငယ်ငယ်က သူမရဲ့အချစ်ဆုံးသူငယ်ချင်း ဟမ် နဲ့ပြန်ဆုံခဲ့ပါတော့တယ်။ဟမ် က အနီးနားမှာရှိတဲ့ မြို့ဟောင်းတစ်ခုရဲ့အိမ်အိုကြီးမှာနေပြီး ပန်းချီဆွဲရင်း အချိန်ကုန်ဆုံးနေခဲ့တာပါ။စျာပနအခမ်းအနားမှာ လင်း နဲ့ဆုံတွေ့ပြီးနောက် ဟမ်ဟာ သူမရဲ့နေရာကို အလည်လိုက်ဖို့ လင်းကို တောင်းဆိုခဲ့ပါတယ်။ဒီလိုနဲ့ လင်းက နှစ်ပေါင်းများစွာ သရဲခြောက်နေတဲ့မူအွိုင်ရဲ့ပုံတူပန်းချီနဲ့ ကျိန်စာကို ရှာဖွေတွေ့ရှိပြီးလင်းဟာ သူမရဲ့သူငယ်ချင်းကောင်လေးနဲ့ဖောက်ပြန်မိတာကို ဝန်ခံရင်း ထွက်ပြေးဖို့ကြိုးစားရာကနေသူမရဲ့သူငယ်ချင်းခန္ဓာကိုယ်ဟာ မူအွိုင်ဝင်ပူးတာခံရတာကို သိရှိခဲ့ပါတယ်။လင်းက သူမရဲ့သူငယ်ချင်းကိ ကယ်ဖို့ထွက်ပြေးမှာလား ဒါမှမဟုတ် ကျိန်ဟာနဲ့ရင်ဆိုင်ဖို့အတွက် အသက်ပေးမလားဆိုတာကို ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။ဒီသရဲခြောက်တဲ့ပုံတူပန်းချီရဲ့နောက်ကွယ်က အမှောင်မိုက်ဆုံးလျှို့ဝှက်ချက်ကို ဖြည်းညှင်းစွာဖော်ထုတ်ရင်းသူမ သိရသလောက် လင်းက ကြောက်မက်ဖွယ်အကောင်းဆုံးထောင်ချောက်ထဲကို နက်ရှိုင်းစွာ ကျရောက်သွားခဲ့တော့တယ်လင်းက သူမရဲ့သူငယ်ချင်းကို ကယ်တင်နိုင်မှာလား ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့Myo Myoပဲ ဖြစ်ပါတယ်။Genre….. Drama, HorrorQuality…. 1080p | 720p | 480pFile size… 1.7GB | 626MB | 307MBFormat… mp4Duration…. 1h 35minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Myo MyoEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnh ThưBình MinhChi PuĐinh Y NhungHồng ÁnhRima Thanh VyTô Kinh Lâm",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wCNmLfTJkwDO3v5mirK1vyUPNmj.jpg",
      "https://image.tmdb.org/t/p/w300/nC7dCTF9zkkw70CDa6GSuvRCgWX.jpg",
      "https://image.tmdb.org/t/p/w300/6u5hzRb0eWDrGOXjc8R5Dv7ALw3.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xcTPr8gxvrblR2fhldzHaWgvaeZ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/o6xmkymfaztd.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/muoi-the-curse-returns-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2A2wc/Muoi.-.The.Curse.Returns.2022.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/gfJTWQKJ#CthdPQrLFhKkcvIIOZFpcbDerODVJz9y2lvgIiNDIas",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/u665ikymy81s.html",
        "server": "usersdrive.com",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/muoi-the-curse-returns-2022-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1U53a/Muoi.-.The.Curse.Returns.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/lC5i1Z6a#6jlHXWNuOuPqkawMyEYbc1b2VxAnuinMYGrYehK9D68",
        "server": "mega.nz",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://lvturbo.com/k9erf0hjhmpa.html",
        "server": "streamsb.com",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/npwodct6emdd",
        "server": "streamvid.io",
        "size": "626MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/stjweks30lqm.html",
        "server": "usersdrive.com",
        "size": "307MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/muoi-the-curse-returns-2022-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "307MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2A2v7/Muoi.-.The.Curse.Returns.2022.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "307MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/RT5inJra#uUjNUUozi-HUJGD-wUkYbetNHCHou5oMfJ5_iqAsWPE",
        "server": "mega.nz",
        "size": "307MB",
        "quality": "480P"
      },
      {
        "link": "https://lvturbo.com/rxmneg49ufhs.html",
        "server": "streamsb.com",
        "size": "307MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/syn8e79p7p2y",
        "server": "streamvid.io",
        "size": "307MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2009|2h 3m|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "63k"
    },
    "title": "Fish Tank (2009)",
    "description": "Fish Tank (2009)================ဆယ်ကျော်သက်အရွယ်ကို လူတိုင်းဖြတ်ကျော်ခဲ့ကြဖူးမှာပါ။ဆယ်ကျော်သက်အရွယ်ဆိုတာ အမှားအများဆုံးအရွယ် နဲ့အများဆုံးသင်ယူတဲ့အရွယ်လို့ပြောရရင် မှားမယ်လို့တော့မထင်ပါဘူး။ကလေးစိတ်နဲ့လူကြီးစိတ် အကူးအပြောင်းမှာ သစ်ရွက်လှုပ်ရင်တောင်ရင်ခုန်ခဲ့ကြတတ်ပြီးတော့ အဲဒီအရွယ်မှာ ရူးရူးမူးမူးဖြစ်ခဲ့သမျှတွေဟာအသက်ကြီးလာလို့ ပြန်တွေးမိတိုင်း ရယ်စရာအမှတ်တရအနေနဲ့ ဝိုးတဝါးပဲ ကျန်ရှိနေတတ်ပါတယ်။ဆယ်ကျော်သက်ညီငယ်ညီမငယ်တို့ကို မှာချင်တာက ဘာတွေပဲကြုံလာကြုံလာအရေးအကြီးဆုံးက စိတ်ကိုအလိုမလိုက်ပဲ အဖြစ်သင့်ဆုံးလမ်းကိုသေချာစဉ်းစားပြီးတော့မှ လျှောက်ကြရင် နောင်တချိန်ပြန်လှည့်ကြည့်တိုင်းမှာအရာအားလုံးက အဓိပ္ပါယ်ပြည့်၀နေမှာပါပဲ။ဇာတ်ကားအကြောင်းပြောရရင် မီယာဆိုတဲ့ ဆယ်ကျော်သက်လေးတစ်ယောက်ဟာအဖေမရှိတော့တာကြောင့် သူ့အမေရယ် ညီမလေးရယ်နဲ့အတူ နေထိုင်ပါတယ်။မီယာဟာ ကျောင်းမှာလည်း အင်မတန်ဆိုးတာကြောင့် ကျောင်းထုတ်ခံလိုက်ရပြီးတော့လေလွင့်နေခဲ့ပေမယ့် သူဟာ အကဝါသနာပါတာကြောင့် တိုက်ခန်းလေးတစ်ခန်းမှာအကသွားကျင့်နေလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သူ့အမေက ရည်းစားအသစ်ကော်နာ ကို အိမ်ခေါ်လာတဲ့အခါမှာ မီယာရဲ့စိတ်က စတင်ပြီး တစ်စုံတစ်ရာဖြစ်လာပါတော့တယ်။ကော်နာဟာ သူတို့မိသားစုကိုဂရုစိုက်ပြီး မီယာရဲ့ဝါသနာပါရာကိုလည်းဆက်လျှောက်ဖို့ တွန်းအားပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ သားအမိနှစ်ယောက်လုံးကော်နာရဲ့ ဂရုစိုက်မှုတွေကြား မြှောပါသွားခဲ့ပြီးဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဒီဇာတ်ကားဟာ IMDb(7.3) အထိရရှိထားပြီး တစ်ကားလုံးကို တစိမ့်စိမ့်နဲ့အချိန်ကုန်မှန်းမသိအောင် ဆွဲခေါ်သွားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ ညွှန်းလိုက်ပါရစေခင်ဗျာ။File size…1.34Gb / 630MBQuality…1080p NF WEB DL /720pFormat…mp4Duration….2h 3mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by JakaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAndrea ArnoldStarsHarry TreadawayJack GordonJason MazaJoanna HortonKatie JarvisKierston WareingMichael FassbenderRebecca GriffithsCastAnthony GearyBrooke HobbyCarrie-Ann SavillCharlie BakerCharlotte CollinsChelsea ChaseGeoff McCrackenGeorgia CraneGrant WildHarry TreadawayJack GordonJason MazaJoanna HortonKatie JarvisKierston WareingKirsty PageKirsty SmithKishana ThomasMaxine BroganMichael FassbenderNatasha IlicNick StaversonPeter RoueRaquel ThomasRebecca GriffithsSarah BayesSydney Mary NashToyin OgidiVal King",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8ufo9PWybjYEzBIt79Hwg5n6yot.jpg",
      "https://image.tmdb.org/t/p/w300/kUa5p73cjzDXoqB6SKncfYKmMu2.jpg",
      "https://image.tmdb.org/t/p/w300/rxjDSSmwkFF5m65jqYSfB1gO1cO.jpg",
      "https://image.tmdb.org/t/p/w300/fSuxq5lzzjKoRnNXXrAtx5w3HFe.jpg",
      "https://image.tmdb.org/t/p/w300/hrCTMOwQDtFzXob6z7aj3nkpeAk.jpg",
      "https://image.tmdb.org/t/p/w300/ovGF6VFdIPJc7sfq2AZb2PHHFGC.jpg",
      "https://image.tmdb.org/t/p/w300/m2RKbbNnA46nBsZfZDxQxxgsnOS.jpg",
      "https://image.tmdb.org/t/p/w300/aQswG0vCjnZBaikWjXoVnDhsNdR.jpg",
      "https://image.tmdb.org/t/p/w300/oj8ZdBHfvhoizk5NIY840blqanL.jpg",
      "https://image.tmdb.org/t/p/w300/80HYZFmgwQLpvMLnFuXP6ZxDVms.jpg",
      "https://image.tmdb.org/t/p/w300/gWmQf6qNhDkE4HAjmVlFs8DFLP4.jpg",
      "https://image.tmdb.org/t/p/w300/yMUmG0UARUBCLQTyndTY2KPyFJ7.jpg",
      "https://image.tmdb.org/t/p/w300/gKhGd7RRwO1i6T9daHhbvfdOxCG.jpg",
      "https://image.tmdb.org/t/p/w300/qVDlTS9XUva9YQxV64lvjrbxZNl.jpg",
      "https://image.tmdb.org/t/p/w300/kyetfaQ1Ya8ET6EtqrlmUTCBSqt.jpg",
      "https://image.tmdb.org/t/p/w300/qsB0MZ7qxhDx9o7yJjH84MIwphv.jpg",
      "https://image.tmdb.org/t/p/w300/oSz0KsHRaBYOrlIufDhTcSk134O.jpg",
      "https://image.tmdb.org/t/p/w300/mCosXsSglejAHlgeXZ4dWDbZGjG.jpg",
      "https://image.tmdb.org/t/p/w300/rNoHLwrb3qYUjwVPjreOYb7Hafs.jpg",
      "https://image.tmdb.org/t/p/w300/q84lsfi39yAaoCEvnG8oTvFE51J.jpg",
      "https://image.tmdb.org/t/p/w300/pEGCJ5UzD760WLSGUGxHVA3ANGG.jpg",
      "https://image.tmdb.org/t/p/w300/tDBtSKWZh7az1qqTky0wpnSIhuH.jpg",
      "https://image.tmdb.org/t/p/w300/gd7XUIvu8GFLheQH5CwOoNMvJCe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/fish-tank-2009.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/fish-tank-2009-1080-p-blu-ray-h-264-aac-rarbg-final-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.34Gb",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xf6wyt2bx3so.html",
        "server": "usersdrive.com",
        "size": "1.34Gb",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2vxK3/Fish.Tank.2009.1080p.BluRay.H264.AAC-RARBG.Final(CM).mp4",
        "server": "megaup.net",
        "size": "1.34Gb",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/DzwSGaxa#kJBu1b2XTsaR7z1BE0dyEAqw-zi2bOsIUV37jeKmFLk",
        "server": "mega.nz",
        "size": "1.34Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/fish-tank-2009-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pdv8s7jayxpb.html",
        "server": "usersdrive.com",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1PAhn/Fish.Tank.2009.720p(CM).mp4",
        "server": "megaup.net",
        "size": "630MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/X7gSmA7R#wFKI9S_UxPOOsnlMjCbnXQ_rMqDJRMcye_RFJr05Msc",
        "server": "mega.nz",
        "size": "630MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "xf5VOvB5MHA",
      "video_url": "https://www.youtube.com/watch?v=xf5VOvB5MHA",
      "embed_url": "https://www.youtube.com/embed/xf5VOvB5MHA"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "867"
    },
    "title": "Someone, Somewhere (2019)",
    "description": "ဒီကားလေးကတော့ IMDb6.7 ရထားတဲ့ ဇာတ်လမ်းအေးအေးလေးတစ်ကားပါပဲတစ်ယောက်တည်းအတွေးတွေများစွာနဲ့ကိုယ့်ကိုယ်ကိုအားမလိုမရဖြစ်နေသူတွေတခြားစိုးရိမ်ပူပန်တာတွေတွေးနေမိသူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါမင်းသားကတော့သူ့ရဲ့အိမ်ကပြဿနာတွေရယ်အလုပ်အဆင်မပြေမှုတွေရယ်ကြောင့်အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရတဲ့သူဖြစ်ပြီးမင်းသမီးကတော့သူ့ရဲ့လူနေမှုပုံစံနဲ့relationshipပြဿနာတွေရယ်ကြောင့်အမြဲတမ်းအိပ်နေတဲ့ရောဂါကိုခံစားနေရသူဖြစ်ပါတယ်တစ်ရက်သူတို့နှစ်ယောက်အသီးသီးစိတ်ပိုင်းဆိုင်ရာကုသမှုတွေကိုခံယူပြီးတော့လူတွေနဲ့လိုက်လျောညီထွေဖြစ်​အောင်နေထိုင်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့…အဆင်မပြေမှုတွေကိုဘယ်လိုဖြေရှင်းမလဲကိုယ့်ကိုယ်ကိုအထင်သေးမှုတွေအဆိုးမြင်ဝါဒတွေကိုဘယ်လိုရင်ဆိုင်ပြီးအနိုင်ယူမလဲဆိုတာတွေကိုရိုက်ကူးထားတဲ့ကားလေးပါဇာတ်လမ်းကအေးတာကြောင့်ပျင်းဖို့ကောင်းတယ်လို့ထင်ရနိုင်ပေမယ့်ဒီလိုဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားပါFile Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwinzawgyiဒီကားေလးကေတာ့ IMDb6.7 ရထားတဲ့ ဇာတ္လမ္းေအးေအးေလးတစ္ကားပါပဲတစ္ေယာက္တည္းအေတြးေတြမ်ားစြာနဲ႔ကိုယ့္ကိုယ္ကိုအားမလိုမရျဖစ္ေနသူေတြတျခားစိုးရိမ္ပူပန္တာေတြေတြးေနမိသူေတြအတြက္ ၾကည့္သင့္တဲ့ဇာတ္လမ္းေလးပါမင္းသားကေတာ့သူ႔ရဲ႕အိမ္ကျပႆနာေတြရယ္အလုပ္အဆင္မေျပမႈေတြရယ္ေၾကာင့္အိပ္မေပ်ာ္တဲ့ေရာဂါကိုခံစားေနရတဲ့သူျဖစ္ၿပီးမင္းသမီးကေတာ့သူ႔ရဲ႕လူေနမႈပုံစံနဲ႔relationshipျပႆနာေတြရယ္ေၾကာင့္အၿမဲတမ္းအိပ္ေနတဲ့ေရာဂါကိုခံစားေနရသူျဖစ္ပါတယ္တစ္ရက္သူတို႔ႏွစ္ေယာက္အသီးသီးစိတ္ပိုင္းဆိုင္ရာကုသမႈေတြကိုခံယူၿပီးေတာ့လူေတြနဲ႔လိုက္ေလ်ာညီေထြျဖစ္​ေအာင္ေနထိုင္ဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့…အဆင္မေျပမႈေတြကိုဘယ္လိုေျဖရွင္းမလဲကိုယ့္ကိုယ္ကိုအထင္ေသးမႈေတြအဆိုးျမင္ဝါဒေတြကိုဘယ္လိုရင္ဆိုင္ၿပီးအႏိုင္ယူမလဲဆိုတာေတြကို႐ိုက္ကူးထားတဲ့ကားေလးပါဇာတ္လမ္းကေအးတာေၾကာင့္ပ်င္းဖို႔ေကာင္းတယ္လို႔ထင္ရႏိုင္ေပမယ့္ဒီလိုဇာတ္လမ္းမ်ိဳးႀကိဳက္တဲ့သူေတြအတြက္ေတာ့ကားေကာင္းေလးတစ္ကားပါFile Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCédric KlapischStarsAna GirardotCamille CottinFrançois BerléandFrançois CivilJoaquim TivoukouSimon AbkarianCastAna GirardotCamille CottinFrançois BerléandFrançois CivilJoaquim TivoukouSimon Abkarian",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vMgpILNM1lMfGgYlNrQUF67fU9x.jpg",
      "https://image.tmdb.org/t/p/w300/wK5MA0pde5csJdt0wyF3cJl316X.jpg",
      "https://image.tmdb.org/t/p/w300/w2Tib7qNLfFXnhWk3BKfbUa8ZSe.jpg",
      "https://image.tmdb.org/t/p/w300/mtm8VqgEoTyoEVgKfP2wrwG0TnO.jpg",
      "https://image.tmdb.org/t/p/w300/peoidyr1och9UmTVz0jgkdklGDu.jpg",
      "https://image.tmdb.org/t/p/w300/d9U1xWJMq4458J5RSZLdfKPC5mE.jpg",
      "https://image.tmdb.org/t/p/w300/gtDl31fFIwG1LoYDFHEwk1SGktw.jpg",
      "https://image.tmdb.org/t/p/w300/oWd3dKNOL7MBnz8a9H51Zeg2zgi.jpg",
      "https://image.tmdb.org/t/p/w300/ufTtLwWb4p158EvzS2vyXltpT6W.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/rFhDXIruFQzXcZ81jAbKjHdZzbj.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vco/(CM)_Someone_Somewhere_2019_BluRay_720p.mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://fastload.cc/34s",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yadi.sk/i/g2ip7Dma0lidNw",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mirrorace.com/m/3CGqt",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/zvgeg93eyqn0.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yuudrive.me/eee2c42/cm-someone-somewhere-2019-bluray-720p-mp4",
        "server": "yuudrive.me",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-someone-somewhere-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://mega.nz/file/5oYyHaoZ#dkY59b6P-_VhDqNYmTL49A8hOLi1KmAq8-zF4ZbVEH0",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/hpxithevtqej",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Manorama Six Feet Under (2007)",
    "description": "IMDb Rating (7.6/10) / Rotten Tomatoes (75%)ဒီဇာတ်ကားက ဇာတ်ကားနဲ့မတူပါဘူး….ရုပ်ရှင်ဆိုတဲ့ ရသကို မရစေဘဲ တကယ့်ဖြစ်ပျက်နေသလို ကြည့်နေရင်း ခံစားနေရတာပါ…ဘာအလှအပ ဘာအကမှလဲ မပါပါဘူး…ရိုက်ချက်တွေကလဲစားပါတယ်…ကိုယ်က ဇာတ်ဆောင်တွေနောက်ကို လိုက်ချောင်းနေရသလိုမျိုး နစ်ဝင်စေပါတယ်…ဇာတ်လမ်းကလဲအရှုပ်..ကြည့်နေရင်း ဖြေရှင်းနေရင်း ပိုပိုရှုပ်လာပါတယ်…နောက်ဆုံး ဒါရိုက်တာက ပုံတွေ နောက်ခံစကားပြောတွေနဲ့ ရှင်းပြလိုက်မှပဲဪ..ဒီလိုပါလားဆိုပြီး သက်ပြင်းချနိုင်ပါတယ်…ဇာတ်ကောင် တစ်ယောက်စီတိုင်းရဲ့ ကာရိုက်တာတွေက တကယ့်အပြင်ကလိုပါပဲ…အပိုတွေမပါဘူး…အရှိအတိုင်း တုံးတိတိကြီးပါပဲ…ဇာတ်လမ်းကတော့ မအောင်မြင်တဲ့စာရေးဆရာတစ်ယောက် နိုင်ငံနဲ့ချီတဲ့အမှုတစ်ခုထဲ မထင်မှတ်ဘဲရောက်သွားတာကို ရိုက်ထားတာပါပဲ..ရုပ်ရှင်နဲ့မတူတဲ့ရုပ်ရှင်ဆိုတော့ ရုပ်ရှင်ကြိုက်တဲ့လူတွေနဲ့ ကီးမကိုက်လောက်ပါဘူး။အေးအေးဆေးဆေး တစ်ယောက်ထဲ လွင့်မျောမယ်..ဇာတ်ဆောင်တွေနောက် လိုက်ပါခံစားမယ်ဆိုရင်တော့ဒီကားက သင့်ကိုသေချာပေါက်ခေါ်ဆောင်သွားမှာပါ။စုံထောက်ကားတွေထဲတော့ ဒီဇာတ်ကားက အရှိအတိုင်းခံစားရတဲ့ ရှားရှားပါးပါး ဘောလိဝုဒ်ဇာတ်ကားပါပဲ။Shemaroo Entertainment ကထုတ်လုပ်ဖြန့်ချိထားတာပါ။File size…(2.4 GB) and (1.5 GB)Quality…BluRay 1080p and 720p 5.1CHFormat…mp4Duration….02:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMay Zin OoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbhay DeolBrijendra KalaGul PanagJogi NaiduKulbhushan KharbandaM. RajeshNakshatra BagweNawazuddin SiddiquiRaima SenSarikaTejpal SinghVinay PathakYana Gupta",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/07/315x420_f7b1908b21e36dae1f0b9fc09e25b2f769d99346b386ea16ce63051092b136b6.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/manorama-six-feet-under-2007",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/manorama-six-feet-under-2007-1080-p-amzn-web-dl-dd-5-1-h-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/wLo1Oz_6-ftLEw",
        "server": "disk.yandex.com",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3FEHW/Manorama.Six.Feet.Under.2007.1080p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/k9t3i9ygf97y",
        "server": "veryfiles.com",
        "size": "2.4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/manorama-six-feet-under-2007-720-p-amzn-web-dl-dd-5-1-h-264-telly-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed3.com/dy4kd7wkrvz7.html",
        "server": "streamsb.com",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4lCam/Manorama.Six.Feet.Under.2007.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/j4wigu4ynn4h",
        "server": "veryfiles.com",
        "size": "1.5 GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Shuyurenhe (2016)",
    "description": "အခုတစ္ခါေတာ့ BL ပရိတ္သတ္ႀကီးအတြက္ တရုတ္ BL ကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ လံုး၀ ရို ရမယ့္ဇာတ္လမ္းေလးျဖစ္ၿပီးၾကည့္ၿပီးရင္ေတာ့ ၈ ခ်င္စိတ္ေတြ မေတာ္မတရားႀကီးေပၚလာမယ္ဆိုတာကိုေတာ့ အာမခံ ပါတယ္လုေရွာင္ဖန္ က အားထန္ရဲ႕လက္ေထာက္အားထန္ကမင္းသား CEOဂူဆိုတာ ကုမၸဏီပိုင္ရွင္အဲ့မင္းသားကလုေရွာင္ဖန္ကို ႀကိဳက္တာ သူ႔အႀကိဳက္မလိုက္ေတာ့လုေရွာင္ဖန္ကိုကုမၸဏီက ထြက္ေအာင္ဉာဏ္ဆင္ ေခ်ာက္တြန္းတာအဲ့မွာလုေရွာင္ဖန္နဲ႔ CEOဂူ ျပႆနာတက္ၿပီးအလုပ္ကထြက္ရတယ္အဲ့မွာလုေရွာင္ဖန္က အလုပ္ကသူ႔သူငယ္ခ်င္းေခ်ာင္ေခ်ာင္ဆိုတဲ့ေကာင္မေလးကိုအကူညီေတာင္းၿပီးသူတို႔႐ုပ္ရွင္ ကုမၸဏီကက်င္းပတဲ့ Be A Star ၿပိဳင္ပြဲဝင္ၿပိဳင္တာ CEOဂူက သိၿပီးသနားသြားလို႔ ေတာင္းပန္ဖို႔လုပ္ေတာ့သူေတာင္းပန္ရင္မင္းသားမျဖစ္ေတာ့မွာဆိုးၿပီးမေတာင္းပန္ေတာ့ဘူးေနာက္ပိုင္း မင္းသားထန္က လုေရွာင္ဖန္ကိုခဏခဏေခ်ာက္ခ်ေသေၾကာင္းၾကံပါတယ္အဲ့ဒါကိုCEoဂူကလိုက္ကယ္ေပးရင္း CEOဂူနဲ႔လုေရွာင္ဖန္ ဘာညာဘာညာနဲ႔ရင္ထဲမွာ ဘာေတြ က်န္ခဲ့မလဲဆိုတာကိုေတာ့Qty – 720p DVD ripDuration – 1hr 20minGern – Drama / RomanceTranslator – Phyu ThanTReview – Phyu ThantEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/12/received_900177663481798.jpeg",
    "movie_links": [
      {
        "link": "http://yamechanic.com/J0wD",
        "server": "openload.co",
        "size": "741MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/J0yR",
        "server": "openload.co",
        "size": "300MB",
        "quality": ""
      },
      {
        "link": "http://yamechanic.com/J13p",
        "server": "drive.google.com",
        "size": "741MB",
        "quality": ""
      }
    ],
    "trailer": null
  }
]