[
  {
    "metadata": "||1h 34 min|Drama,Fantasy,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "53"
    },
    "title": "The Legend of Enveloped Demons ( 2022 )",
    "description": "“လူသားတွေနဲ့ မိစ္ဆာတွေရဲ့ကြားမှ ပြင်းထန်လှတဲ့ တိုက်ပွဲတစ်ခု ”ဟိုးလွန်ခဲ့တဲ့ နှစ်​ပေါင်းရာချီအချိန်ကာလ မိစ္ဆာတွေဟာလူသားတွေနေထိုင်ရာ ကမ္ဘာကြီးကိုလာရောက်ဖျက်ဆီးသော အချိန်တစ်ခု…….,အပြစ်မဲ့တဲ့ ပြည်သူတွေ ခမျာ မိစ္ဆာတွေရဲ့ဒဏ်ကိုအလူးအလဲခံကာနေရပါတော့တယ်အဲဒီအချိန်မှာ လျဲ့ယန် မီးတောင်အတွင်းမှာ အနက်ရောင်သံလို့ခေါ်တဲ့အထူးသတ္ထုတစ်မျိုးရှိပြီးတော့ အဲ့ဒီ သတ္တုနဲ့ ပြုလုပ်ထားတဲ့လက်နက်တွေဟာ မိစ္ဆာတွေအပေါ် အရမ်းပြင်းထန်တဲ့အကျိူးသက်ရောက်မှုတစ်ခု ရှိလို့နေပါတယ်ဒါပေမဲ့လို့ သာမန်သက်ရှိတွေကတော့ အဲဒီ သံသတ္ထုရဲ့စွမ်းအားကိုမခံနိုင်ကြပါဘူး အဲ့ဒါကြောင့်နဲ့ပဲ များစွာလှသော ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ယောကျာ်းတွေဟာမိစ္ဆာတွေကို နှိမ်နင်းဖို့အတွက် မီးတောင်ဆီကို ရောက်ရှိလို့လာကြပါတယ်အဲဒီမှာ သူတို့ရဲ့ ခြေတွေ/လက်တွေကို စတေးပြီး သံနဲ့ပြုလုပ်ထားတဲ့ခြေအတု လက်အတုတွေကို တပ်ဆင်ခဲ့ကြပြီးတော့သူတို့ကိုယ်သူတို့ “မိစ္ဆာနှိမ်နင်းသူ” လို့ အမည်ခေါ်တွင်ခဲ့ကြပါတော့တယ်“မိစ္ဆာနှိမ်နင်းသူ” သူဆိုတာ လူသားတွေနဲ့ မိစ္ဆာတွေအကြားကအဖွဲ့အစည်းတစ်ခုလဲဖြစ်ပါတယ် မိစ္ဆာနှိမ်နင်းသူ တွေရဲ့တိုက်ပွဲဟာဆိုရင် အရမ်းကိုမှအံ့သြဖွယ်ကောင်းလှပေမဲ့လဲသံသတ္ထုရဲ့ စွမ်းအားတွေက မိစ္ဆာနှိမ်နင်းသူ တွေကို ဝါးမျိုလို့နေဆဲပါပဲဒါပေမဲ့ မိစ္ဆာတွေကို ကိုယ်ကျိုးစွန့်ကာ နှိမ်နင်းပေးပေမယ့်လို့လူတွေရဲ့အမြင်ထဲမှာတော့ သူတို့ဟာ ဆူးတစ်ချောင်းလိုကာဆီးနေပြီး အမည်မသိသူရဲကောင်းတွေအဖြစ် ရပ်တည်လို့နေခဲ့ရရှာပါတော့တယ် အဲဒီအထဲမှာမှ ကျမ်းသစ္စာကျိန်ဆိုထားကြတဲ့နောက်ဆုံးသော မိစ္ဆာနှိမ်နင်းသူမျိုးဆက်မှ ညီအစ်ကိုသုံးယောက်ဟာတစ်ကြိမ်မှာတော့ မတော်တဆမှုတစ်ခုကိုကြုံတွေ့သွားရပြီးမိစ္ဆာပြန်လည်မွေးဖွားခြင်းအကြောင်း သိရှိသွားခဲ့ပါတော့တယ်နက်နက်နဲနဲ စုံစမ်းရှာဖွေပြီးတဲ့နောက်မှာ ဒါတွေအားလုံးက“မိစ္ဆာနှိမ်နင်းသူ” တွေကို ဆန့်ကျင်ဖို့ တမင်စီစဥ်ထားတဲ့ကြံစည်မှုကြီးတစ်ခုဖြစ်တဲ့အကြောင်း သိရှိသွားချိန်မှာတော့….?အချင်းချင်းသစ္စာဖောက်မှုတွေ စွန့်လွှတ်စတေးရမှုတွေချစ်ခြင်းမေတ္တာတွေ အစရှိတဲ့ အရာတွေကြားထဲကမှမကောင်းမှုတွေကို သူတို့တွေ အနိုင်ယူသွားကြမလားဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , Thriller , FantasyRuntime : 1h 34minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dLnPLtsN7qa6hZkd4rvHTwXNaq8.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-legend-of-enveloped-demons-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/6zbqlrlealo5.html",
        "server": "usersdrive.com",
        "size": "1.03 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sblanh.com/23ninfpov499.html",
        "server": "streamsb.com",
        "size": "1.03 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/cDNQwZiZ#-R3_tRNjOmcq_u1ylVtla4RUmNJ2YSRLXUFBWNpuHqQ",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-legend-of-enveloped-demons-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "563 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/yog0kajg14ds.html",
        "server": "usersdrive.com",
        "size": "563 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0G9j3RjS#Y7uBmudnmAhySB4bnsfbCKC56IwTZVJM6zEUIwhpTo4",
        "server": "mega.nz",
        "size": "563 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Senzano Savana (2023)",
    "description": "Senzano Savana (2021)ဒီတစ်ခါမှာတော့ Crime, Drama အမျိုးအစား အင်ဒိုနီးရှားဇာတ်ကားလေးတစ်ကား တင်ဆက်ပေးပါ့မယ်။Senzano က ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီးတော့တစ်နေ့မှာ မိခင်နဲ့အတူတူ ကမ်းခြေမှာ အခြေချနေထိုင်ပြီးကြေးစားအလုပ်ကို ဆက်မလုပ်တော့ဖို့ ဆုံးဖြတ်ထားပါတယ်။သူက ကြေးစားဘဝမှာ ကျင်လည်နေပေမယ့် သူ့ရည်းစားဟောင်း Savana ကို စိတ်ထဲမှာ အမြဲရှိနေပြီးတော့တစ်နေ့ သူတို့ပြန်တွေ့တဲ့အချိန်မှာ Savana က သားလေးတစ်ယောက်နဲ့ Single Mother ဖြစ်နေပါပြီ။အဲဒီအချိန်မှာ Senzano ရဲ့ သူဌေးက နောက်ဆုံးအလုပ်အနေနဲ့ ပိုက်ဆံနှစ်ဆပေးပြီးလူတစ်ယောက်ကို သတ်ပေးဖို့ပြောတဲ့အခါမှာ သတ်ပေးရမယ့်သူကသူ့ရည်းစားဟောင်း Savana ဖြစ်နေတာကို သိလိုက်ရပါတယ်။သံယောဇဉ်လက်ကျန်တွေရှိနေတဲ့ ရည်းစားဟောင်းနှစ်ယောက် ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲ ဆက်ပြီးကြည့်လိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. Crime, DramaQuality…. 1080p | 720pFile size… 748MB | 310MBFormat… mp4Duration…. 1h 15minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d4F5MPORBZ0qnzNqEPsUttgzG94.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/71Vtphlwfu34rNSAbd71TdgDAxx.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8oxpige6mwa6.html",
        "server": "usersdrive.com",
        "size": "748MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/senzano-savana-2021-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "748MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/20syf/Senzano.Savana.2021.1080p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "748MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/gnVUXLxR#nwW9aU0uriki_R9GL8PrsZU3Z7DEHWvlSmbw1xG5lPw",
        "server": "mega.nz",
        "size": "748MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0867zupv84ev.html",
        "server": "usersdrive.com",
        "size": "310MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/senzano-savana-2021-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "310MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/20sy4/Senzano.Savana.2021.720p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "310MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/HY8VCC4R#QOTLCrExXxOVsiLvsMzzyVT5S_XRRrFAn_oy2EU67BQ",
        "server": "mega.nz",
        "size": "310MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/mcmrrlsbi225",
        "server": "streamvid.io",
        "size": "310MB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/rg07jmebyqld",
        "server": "streamsb.com",
        "size": "310MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "pF4PjTmrLOM",
      "video_url": "https://www.youtube.com/watch?v=pF4PjTmrLOM",
      "embed_url": "https://www.youtube.com/embed/pF4PjTmrLOM"
    }
  },
  {
    "metadata": "|2023||Drama,Mystery",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "1221"
    },
    "title": "Who Are You People (2023)",
    "description": "Who Are You People (2023)=====================မိသားစု ဆွေမျိုးတွေကြားထဲမှာ စ’နေကျစကားရှိတယ်လေ။ နင့်ကိုမွေးစားထားတာနင့်ကိုဘယ်ကကောက်ရလာတာဆိုပြီး။ မိဘတွေနဲ့အဆင်ပြေ၊ ဘာပြဿနာမှမရှိတဲ့ကလေးအတွက်တော့ ဒီစကားက စနောက်ရုံသက်သက်ထက်မပိုပေမဲ့ သားသမီးချင်းအတူတူ အချစ်မခံရတဲ့ ကလေးအတွက်ကျ ဒီလိုမျိုး စနောက်မခံရဘဲနဲ့တောင် ငါကသူတို့ကလေးမှဟုတ်ရဲ့လားလို့ အတွေးဝင်သွားတတ်တယ်။အဲလက်က သမီးအကြီးဆုံး။ သူ့အောက်မှာ အမြွှာညီမနှစ်ယောက်ရှိတယ်။ ငယ်ငယ်လေးကတည်းက အဖုအထစ်တွေရှိလာတဲ့ မိဘနဲ့သားသမီးကြားဆက်ဆံရေးမှာ အဲလက်၁၆နှစ်အရွယ်ရောက်တော့ ပိုဆိုးကုန်တာပေါ့။ အရွဲ့တိုက် ကလန်ကဆန်လုပ်တတ်တဲ့အရွယ်မှာ အဖေဖြစ်သူက ဒေါသအိုး၊ အမေကလည်း စိတ်မရှည်တဲ့သူမျိုးဆိုတော့ ဒီအဖေအမေနဲ့ သမီးက အမြဲတမ်းတကျက်ကျက်ပါပဲ။ အဲလက်ရဲ့ အမြွှာညီမနှစ်ယောက်ကတော့ အဖေအမေရဲ့ အသည်းကျော်လေးတွေပါ။ သူတို့နှစ်ယောက်ကိုရဖို့ ဆရာဝန်တွေနဲ့ ဘယ်လိုတွေ့ခဲ့ရကြောင်း ဘယ်လိုခက်ခက်ခဲခဲကြိုးစားပြီးမှ ရလာတဲ့ကလေးတွေဖြစ်ကြောင်းကို ပုံပြင်ပြောသလို တဖွဖွပြောနေတော့ သမီးကြီးဖြစ်တဲ့ အဲလက်ရင်ထဲမှာ သံသယမျိုးစေ့တွေ အညှောက်ပေါက်လာပါတယ်။ဒီမျိုးစေ့တွေ ကြီးထွားလာအောင် ရေလောင်းပေးလိုက်တာကတော့ အဲလက်အမေသိမ်းထားတဲ့ စာတစ်စောင်ကြောင့်ပါ။ အဲလက်မမွေးခင်ခြောက်လအလိုမှာ ကားလ်ဆိုတဲ့အမျိုးသားတစ်ယောက်က အဲလက်အမေဆီပို့ထားတဲ့တောင်းပန်စာ။ ဒီစာကြောင့်ပဲအဲလက်က ကားလ်ဆိုတာ သူ့အဖေအရင်းများဖြစ်မလားလို့တွေးမိလာပါတယ်။ ဒါကြောင့်အိမ်ကပို့တဲ့ ဘော်ဒါဆောင်ကိုမသွားဘဲ လစ်ပြေးလာပြီး ကားလ်ဆီလိုက်သွားပါတယ်။အဲလက်နဲ့ကားလ်က သားအဖအရင်းလား… အဲလက်တစ်ယောက်သူနဲ့သက်ဆိုင်တဲ့နေရာကိုရှာတွေ့နိုင်မလား… ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့EL ဖြစ်ပါတယ်)File Size……….(1.83 GB) / (643 MB)Quality…………WEB-DL 1080p / 720pDuration………1Hr 43MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Drama, MysteryTranslator……ELEncoder……….SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lGoeXrIDHalAyjYInslUyZoRX8X.jpg",
      "https://image.tmdb.org/t/p/w300/vTzCCT2IzDaWekpYZUtIbknA68x.jpg",
      "https://image.tmdb.org/t/p/w300/1f4e1gPUmAdTs7UeOcLBDnvFoeX.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzBjNjU0OGQtZGJlMS00MDIwLWIyMDUtN2JiYmYzMDIyYWM5XkEyXkFqcGdeQXVyMTU5MzU3MDk@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/who-are-you-people-2023-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Ca9v/Who.Are.You.People.2023.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://embedwish.com/61mc2971i75w",
        "server": "streamsb.com",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/82cCmZAS#W0KfxxOLcX9P6KdE8im3zRXjiRaZIs7jspfb6Wr8Sxk",
        "server": "mega.nz",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wslzikq5hj5w.html",
        "server": "usersdrive.com",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/1yfo8gt060ez",
        "server": "streamvid.io",
        "size": "1.83 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/who-are-you-people-2023-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Ca8u/Who.Are.You.People.2023.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/sr1pgqud5tkg",
        "server": "streamsb.com",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5rdmlAhY#CmuTtqPW031k1WiMCV7Efqq25snOyyofzuTmZlXWDoM",
        "server": "mega.nz",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ymg8izvvbzrt.html",
        "server": "usersdrive.com",
        "size": "643 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/i9c9lknc9786",
        "server": "streamvid.io",
        "size": "643 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "ajyUqlAgMDs",
      "video_url": "https://www.youtube.com/watch?v=ajyUqlAgMDs",
      "embed_url": "https://www.youtube.com/embed/ajyUqlAgMDs"
    }
  },
  {
    "metadata": "Not Rated|2023|2h 26m|Bollywood,Drama",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "132"
    },
    "title": "Martin Luther King (2023)",
    "description": "Martin Luther King(2023)”ချုံကြားမှ ဘုံဖျားသို့”IMDb-7.3/10ကျေးရွာဥက္ကဋ္ဌဖြစ်ဖို့အရေး ရွာရဲ့ တောင်ပိုင်းသားနဲ့မြောက်ပိုင်းသားတို့ အပြိုင်မဲဆွယ်ကြပုံကိုဟာသနှောရိုက်ကူးထားတဲ့ တလဂူးလ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။မာတင်လူသာကင်းဆိုတာ 1968ခုနှစ်က ဆုံးပါးသွားခဲ့တဲ့ အာဖရိကန်-အမေရိကန်လူမျိုး သင်းအုပ်ဆရာတယောက်ဖြစ်ပြီးလူ့အခွင့်အရေး တက်ကြွလှုပ်ရှားသူတယောက်ပေါ့။ သူ့ကို လူ့အခွင့်အရေးသင်္ကေတအဖြစ် အခုခေတ်ထိရည်ညွှန်းပြောဆိုလေ့ရှိကြတယ်။မာတင်လူသာကင်းလို့ နာမည်ပေးထားတဲ့ ဒီဇာတ်လမ်းက အဲဒီလူ့အခွင့်အရေးတက်ကြွလှုပ်ရှားသူအကြောင်းတော့မဟုတ်ပါဘူး။တံဆိပ်ခေါင်းပေါ်က မာတင်လူသာကင်းကိုမြင်ပြီး နာမည်အစစ်မရှိသေးတဲ့ ဖိနပ်ချုပ်သမားလေးကိုမာတင်လူသာကင်းလို့ နာမည်ပေးရာကစခဲ့တဲ့ဇာတ်လမ်းလေးပေါ့။တောင်ပိုင်း မြောက်ပိုင်းကွဲနေတဲ့ရွာကို သူကြီးဖြစ်သူ အခုခေတ်လိုဆို ဥက္ကဋ္ဌပေါ့၊အဲဒီဥက္ကဋ္ဌက တောင်ပိုင်းသူတစ်ယောက်နဲ့မြောက်ပိုင်းသူတစ်ယောက်ကို ပေါင်းသင်းလက်ထပ်ပြီး ကျေးရွာကိုပေါင်းစည်းစေနိုင်ခဲ့တဲ့သူ။ရွေးကောက်ပွဲပြန်လည်နီးကပ်လာတဲ့အချိန်မှာတော့ ဥက္ကဋ္ဌကြီး နာမကျန်းဖြစ်ရာကနေနိုင်ငံရေးကတစ်ဆင့်ရမယ့် အကျိုးအမြတ်တွေကို မျှော်ကိုးပြီး မယားတစ်ယောက်ဆီက သားတော်မောင်နှစ်ကောင်ဥက္က‌ဋ္ဌနေရာကို ဝင်ပြိုင်ကြပါတော့တယ်။သူ့ထက်ငါ မဲအသာစီးရရေးအတွက် အမျိုးမျိုးအဖုံဖုံ စည်းရုံးရေးဆင်းကြရင်း နှစ်ဖက်လုံး မဲအရေအတွက်တူညီနေချိန်မှာတော့…။တစ်ရွာလုံးရဲ့ခိုင်းဖက် ရွာရဲ့အနှိမ်ခံ ဖိနပ်ချုပ်သမားလေး မာတင်လူသာကင်းရဲ့ အသဲကြားကမဲတစ်ပြားဟာ အရေးပါလာပါတော့တယ်။အဲဒီကနေစလို့ မာတင်လူသာကင်းတစ်ယောက် ဘယ်လိုဒုက္ခသုခတွေရင်ဆိုင်ရမလဲဆိုတာ…။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Teamပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.28GB / 1.11GBQuality…1080p WEB DL /720pFormat…mp4Duration….2h 26mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kSaLCtj7hZ5KwKWpD0wFSLvsQ0N.jpg",
      "https://image.tmdb.org/t/p/w300/fZUkWzm4kairOVcyrIutPoRcUGb.jpg",
      "https://image.tmdb.org/t/p/w300/49VuO2L9bFMNg1JD0swVkUSonmh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/12/MV5BNDQ4MzMwNmYtNWYyMC00NTZlLWJhYjgtMTJlNzU3Y2I5MWVjXkEyXkFqcGdeQXVyMzI4MzEwNQ@@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/martin-luther-king-2023-true-web-dl-1080-p-avc-ykcm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/xb8885vxmqrz.html",
        "server": "usersdrive.com",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/42wai/Martin_Luther_King_(2023)_TRUE_WEB-DL_-_1080p_-_AVC_-_YKCM).mp4",
        "server": "megaup.net",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/V20GiJLZ#yxMLu_fZJ5MRmGdX9jSl2_i7PVvDdiHtPyRCv45jSmo",
        "server": "mega.nz",
        "size": "2.28GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/martin-luther-king-2023-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/9ekisxnq9w3y.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/42wa8/Martin_Luther_King_(2023)_TRUE_WEB-DL_-720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lrEnSQ4B#2XUyvdM8yGZ5jTYTlmpHTYXI8CDlbuaa51JDbOw21l8",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/88urvg2jehh4",
        "server": "streamvid.io",
        "size": "1.11GB",
        "quality": "720p"
      },
      {
        "link": "https://flaswish.com/mzc2a5lkgpet",
        "server": "streamsb.com",
        "size": "1.11GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1999|189 min|Crime,Drama",
    "rating": {
      "rating": "8.6/10",
      "rating_count": "1,031,668"
    },
    "title": "The Green Mile (1999)",
    "description": "က်မတို ့ၿဂိဳဟ္ကမၻာမွာ တရားသျဖင့္ဆိုတ့ဲစကားဟာ တကယ္ရိွရဲ ့လား။လူသားတစ္ေယာက္နဲ ့တစ္ေယာက္ႏွိပ္စက္သတ္ျဖတ္ၾကတာ ၊အားငယ္သူကို အားႀကီးသူက ညႇဥ္းပန္းတာ ၊မတရားမႈမွန္းသိသိႀကီးေတာင္ဝင္မစြက္ရဲတာ / ဝင္စြက္ဖို ့ရာအင္အားမလံုေလာက္တာ ။ က်မတို ့မ်က္စိေ႐ွ ့ေလးတင္မွာပဲမတရားမႈကို တြန္းလွန္ႏိုင္တ့ဲ အင္အားနည္းပါးလို ့ က်ရံႈးခ့ဲရၿပီးသူေတြဘယ္ေလာက္ေလာက္ ရိွေနၿပီလဲ။က်မတို ့ တတ္ႏိုင္သေရြ ့ကယ္တင္ခ့ဲလား။မျမင္ခ်င္ေယာင္ေဆာင္ခ့ဲၾကလား။ဒါမွမဟုတ္ ႐ွင္ဟာ တစ္ပါးသူနာက်င္မႈုအႀကီးစားနဲ ့ညည္းတြားေနတာကို လ်ွာေလးတသပ္သပ္နဲ ့အရသာခံၾကည့္တတ္သူလား။ကဲ အခု က်မဇာတ္ကားေဟာင္းတစ္ခုအေၾကာင္းနည္းနည္း ျပန္ေျပာျပမယ္ေလ။The Green Mile ဆိုတ့ဲ ေျခာက္အုပ္တြဲ ဝတၳဳထဲကပထမတြဲကို ၁၉၉၆ ခုႏွစ္ မာ့ခ်္လကုန္ေလာက္မွာ စထုတ္တယ္။ထုတ္ထုတ္ၿပီးခ်င္းပဲ ဒုတိယတြဲအတြက္လူေတြ အုတ္ေအာ္ေသာင္းနင္း ရင္ခုန္ၾကသတ့ဲ။ဒါနဲ ့ စာေရးဆရာ Stephen King ရဲ ့ The Green Mileအခန္းဆက္ဝတၳဳ႐ွည္ဟာ ကမၻာေက်ာ္သြားခ့ဲတယ္။၁၉၉၉ ဒီဇင္ဘာမွာ စၾကဝဠာရဲ ့အေကာင္းဆံုးဇာတ္လမ္းေကာင္းေတြကိုပဲ ထုတ္လုပ္တယ္လိ ့ေၾကျငာထားတ့ဲWarner Bros ကေန The Green Mile အမည္နဲ ့ဇာတ္လမ္းတစ္ပုဒ္ စတင္ျဖန္ ့ခ်ိလာတယ္။Fantasy crime drama အမ်ိဳးအစားေပါ့။ဝတၳဳေရာ ဇာတ္လမ္းေရာက Paul Edgecombe လို ့အမည္ရတ့ဲ ေထာင္ဝါဒါေဟာင္းတစ္ဦးကသူ ့ရဲ ့မိတ္ေဆြျဖစ္သူကို ၁၉၃၀ ဝန္းက်င္ကာလေတြတုန္းက အေမရိကရဲ ့ တရားစီရင္ေရးနဲ ့ခြၽတ္ေခ်ာ္တိမ္းပါးမႈေတြ ၊ အမွားအယြင္းနဲ ့အားနည္းခ်က္ေတြအေၾကာင္းကို ျပန္ေျပာျပေနဟန္ဇာတ္လမ္းတည္ထားတယ္။အင္းစိန္ေထာင္ထဲမွာ အျပင္လူေတြ မသိႏိုင္တ့ဲအရမ္းစိတ္ဝင္စားဖို ့ေကာင္းတ့ဲ အေၾကာင္းေတြနဲ ့တခ်ိဳ ့ထူးဆန္းအ့ံျသဖြယ္ ရင္နာဖြယ္အျဖစ္ေတြ ၊တရားေရးနဲ ့ဥပေဒရဲ ့အားေပ်ာ့ကြက္ေတြကိုတဆင့္ျပန္ၾကားေနရပံုနဲ ့ ခပ္ဆင္ဆင္ေပါ့။ေပါလ္ဟာ ၁၉၃၂ခုႏွစ္မ်ားဆီတုန္းကေတာ့ ငယ္ရြယ္သန္မာတ့ဲေထာင္ဝါဒါ လူလတ္ပိုင္းတစ္ဦးေပါ့။သူႀကီးၾကပ္ရတ့ဲ ဝါ့ဒ္က ေသဒဏ္က် အက်ဥ္းသားေတြကိုေသဒဏ္မေပးခင္ ယာယီခ်ဳပ္တ့ဲ ဝါ့ဒ္ေပါ့။အင္မတန္ စည္းကမ္းထားရၿပီး တင္းျကပ္ထားတ႔ဲဥပေဒနဲ ့လူ ့ႏူးၫြတ္မႈ စိတ္ခံစားခ်က္ႏွစ္ခုၾကားအလယ္တည့္တည့္မွာ ၊ ဒါမွမဟုတ္ဥပေဒဘက္ျခမ္းမွာ မတ္မတ္ေနေပးရတ့ဲ ေနရာေပါ့။ဒီေနရာဟာ ေသဒဏ္က်ခံ အက်ဥ္းသားေတြရဲ႕အထီးက်န္ဆန္မႈေတြ၊ ေနာင္တနဲ ့ ညည္းတြားသံေတြ၊အားငယ္စိတ္ပ်က္ဟန္ေတြၾကား ေထာင္အုပ္ခ်ုပ္သူတို ့ပါလိုက္ၿပီး ယိမ္းယိုင္မသြားေအာင္ ဟန္ခ်က္လိုက္ညိွေနရတ့ဲ ေနရာေပါ့။အျပစ္လုပ္ခ့ဲရင္လည္းခံ၊ မလုပ္ခ့ဲသည္ရိွေသာ္မွသက္ေသအေထာကိအထားခိုင္လံုေနခ့ဲရင္လည္း ခံေပါ့။ဥပေဒဟာ တကယ့္ကို စာအုပ္ႀကီးပဲ။လူသားခ်င္း စာနာေထာက္ထားစိတ္ သူ ့မွာမရိွဘူး။တခါတေလမွာ စစ္မွန္တ့ဲ တရားမ်ွတမႈဆိုတာအႀကီးဆံုးဒိုင္ျဖစ္တ့ဲ အဲဒီဥပေဒဆိုတ့ဲေကာင္ဆီမွာေတာင္ မရိွဘူး။ဒါဆို ဘာလို ့ဥပေဒထားေနေတာ့မွာလဲ။ဘာလို ့ဥပေဒထားေနေတာ့မွာလဲဆိုေတာ့အသိဥာဏ္နည္းတ့ဲ တိရိစၦန္ထက္စိတ္ဓာတ္အထားအသို ပိုနိမ့္က်တ့ဲလူ ့တိရိစၦာန္ေတြ ရိွေနလို ့ေပါ့။ဒီေတာ့လည္း လက္ခံၾကရံုေပါ့။ဒီဇာတ္ကားက ဘာသာေရးကိုလည္း အတန္ငယ္ တိမ္းၫႊတ္ထားတယ္။low-angel လို ့ပဲ ေခၚၾကစို ့ရဲ ့။အဲဒီတေယာက္ဟာ ေသဒဏ္က်ခံဖို ့ရာတရားခံမွားယြင္းေရာက္ရိွလာသူ ။တန္ဖိုးျမင့္ တန္ခိုးအာႏုေဘာ္ ရိွသူ၊ထြားက်ိဳင္းသန္မာၿပီး အရပ္ ေျခာက္ေပ ႐ွစ္လက္မရိွတ့ဲလူမည္းႀကီးေပါ့။ဂြၽန္ေကာ္ဖီတ့ဲ ။ John Coffey ေပါ့။သူ ့နံမည္ကလြဲလို ့ က်န္တ့ဲစာကို မဖတ္တတ္႐ွာသူႀကီးေပါ့။သူ ့နံမည္ကိုေမးတိုင္း ”ဂြၽန္ေကာ္ဖွီပါခင္ဗ်ာ။ေသာက္တ့ဲ ေကာ္ဖီနဲ ့အသံထြက္တူပါတယ္။စာလံုးေပါင္းေတာ့မတူပါဘူး။” လို ့ေလးတိေလးကန္ ယဥ္ယဥ္ေက်းေက်း ျပန္ေျပာတတ္သူႀကီးေပါ့။ဘဝမွာ တခါဘူးမ်ွ ႐ုပ္႐ွင္မၾကည့္ဖူးသူႀကီးေပါ့။လူတိုင္းကို ခ်ိဳခ်ိဳသာသာနဲ ့မ်က္ရည္ေတြ ဝိုင္းၿပီးသနားက႐ုဏာသက္ဟန္နဲ ့ေျပာတတ္ ၾကည့္တတ္သူႀကိီးေပါ့။ကိုယ္တိုင္ကေတာ့ သူတပါးအခက္အခဲေတြကိုတတ္ႏိုင္သေလာက္ အစြမ္းကုန္ ကူညီကယ္တင္ခ့ဲေပမ့ဲကိုယ့္အလွည့္မွာေတာ့ ကူည္ီကယ္တင္သူမရိွ႐ွာဘဲ ဘုရားသခင္လိုပဲ သူတပါးအျပစ္အတြက္ကိုယ့္ကိုကိုယ္ စြန္ ့ပစ္လိုက္ရသူ သနားစရာ လူထြားႀကီးေပါ့။ေသဒဏ္က်ခံဖို ့ ေရာက္ေနတ့ဲ တျခားအက်ဥ္းသားေလးငါးေျခာက္ေယာက္လည္း ရိွသေပါ့။သူတို ့လည္း သူတို ့အေၾကာင္းနဲ ့သူတို႔ေပါ့။ေသဖို ့ေနာက္ဆံုးေန ့ရက္နဲ အခ်ိန္အတိအက်ကိုသိသိႀကီးနဲ ့ေစာင့္ေနၾကရတ့ဲ အထီးက်န္လူသားမ်ားေပါ့။ရဒ္အင္ဒီးယန္းတေယာက္ပါတယ္၊ေထာင္ထဲက ႂကြက္စုတ္ေလးတစ္ေကာင္အေပၚ သူ ့ရဲ ့အေဖာ္အျဖစ္ေနာက္ဆံုးထြက္သက္ထိ သံေယာဇဥ္တႀကီးတြယ္ဖက္သြားတ့ဲ လူတစ္ေယာက္ပါတယ္၊ ေဆးအျမဲကြဲေနတ့ဲေဆးဘဲတစ္ေပြပါတယ္၊ စသျဖင့္ေပါ့ေလ။သူတို ့ရဲ႕ေနာက္ဆံုးခ်ိန္ေတြကို သူတို ့နဲ ့အတူကူေစာင့္ေပးရင္း သူတို ့ျဖစ္ခ်င္တ့ဲ ေနာက္ဆံုးဆႏၵေတြကိုတတ္ႏိုင္တ့ဲဘက္က ဝိုင္းျဖည့္ေပးေနၾကတ့ဲေထာင္ဝန္ထမ္း အရာရိွမ်ားရဲ ့ ျဖစ္တည္မႈေပါ့။ဇာတ္ကားၾကည့္ရင္ ငိုတတ္တ့ဲအက်င့္ ႐ွင္တို ့မွာရိွလား။က်မကေတာ့ တေယာက္ထဲ ဇာတ္ကားၾကည့္မွစိတ္ကိုလႊတ္ၿပီး ၾကည့္ေလ့ရိွတယ္။ကိုယ္မ်က္ရည္က်တာကို သူမ်ားမေလွာင္ေစဖို ့ေပါ့။႐ွင္ဟာ အကယ္၍ အဲဒီလို ခံစားမႈ အားေကာင္းသူဆိုရင္ ၊မၾကည့္ရေသးဘူးဆိုရင္ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ေပါ့။႐ွင္တို ့ၾကည္ႏူးရမယ္။ ဝမ္းနည္းရမယ္။ ငိုေႂကြးရမယ္။အထီးက်န္ဆန္ရမယ္။ ေသဒဏ္က်ခံရတ့ဲ အက်ဥ္းသားေတြကိုကြပ္မ်က္တ့ဲပံုစံက လ်ွပ္စစ္ကုလားထိုင္မွာ တကိုယ္လံုးကိုဝါယာႀကိဳးေတြနဲ ့ စည္းၿပီး စီရင္တ့ဲပံုစံပဲ။သူတို ့ကို စီရင္ေနခ်ိန္မွာ သူတို ့ရဲ ့ အသားေတြကိုလ်ွပ္စစ္ျဖတ္စီးသြားရာကေန ရလာတ့ဲလူသားေညႇာ္နံ ့ေတြကို ႐ွင္တို ့ႏွာေခါင္းထဲ ရလာလိမ့္မယ္။ေသျခင္းတရားကို ဘယ္ေလာက္ပဲ ၾက့ံၾက့ံခံ ရင္ဆိုင္ဖို ့ေတြးထားထားတကယ့္ေသျခင္းတရားဟာ ဗို ့အားေထာင္ခ်ီၿပီးလ်ွပ္စီးေၾကာင္းေတြအျဖစ္ ကိုယ့္ခႏၶာကိုယ္ထဲ ဝင္လာခ်ိန္မွာအသက္ဓာတ္ေလးနဲ ့ လက္ရိွျဖစ္တည္မႈေလးအေပၚဖကိတြယ္ထားေသးခ်င္စိတ္က ဟုတ္ခနဲ ေတာက္ႂကြလာမယ္။သူတို ့ရဲ ့ေသျခင္းတရားအေပၚ ရင္ဆိုင္ၾကပံုဟာဒီလိုပါလားလို ့ ႐ွင္တို ့ အလမ္ ့တၾကားေတြ ့ရမယ္။ေလာကႀကီးရဲ ့ တရားမ်ွတမႈအေပၚမွာလည္းသံသယဝင္ေကာင္း ဝင္လာႏိုင္ေသးတယ္။ဇာတ္ၫႊန္းသမားနံမည္ကို အရင္မိတ္ဆက္စို ့ရဲ႕။ဒီဇာတ္ကားနဲ ့ေအာ္စကာရခ့ဲတ့ဲ ဇာတ္ၫႊန္းခြဲသူကေတာ့Frank Darabont ပါတ့ဲ။နံမည္ေက်ာ္ ဒါ႐ိုက္တာတစ္ေယာက္လည္းျဖစ္တာမို ့ဒီဇာတ္ကားကို အစအဆံုး သူပဲဇာတ္ၫႊန္းခြဲသူပဲ႐ိုက္ကူးခ့ဲတာျဖစ္တယ္။ပ႐ိုဂ်ဴဆာလည္း သူပဲ။John Coffey ေနရာမွာ Michael Clarke Duncan,supporting roles ေနရာေတြမွာDavid Morse, Bonnie Hunt, Jamrs Cromwell နဲ ့အသက္ႀကီးသြားတ့ဲ ေပါလ္အဒ္ခ်္ကုမ့္ဘ္ ေနရာမွာေတာ့မင္းသားႀကီး Dabbs Greer တို ့ပါဝင္သ႐ုပ္ေဆာင္ထားတယ္။ၾကံဳတုန္း ထည့္ေျပာရမယ္ဆိုရင္ Dabbs Greer ဟာအဲဒီကားမွာ သ႐ုပ္ေဆာင္စဥ္အခ်ိန္မွာအသက္႐ွစ္ဆယ့္ႏွစ္ႏွစ္အရြယ္ ရိွေနၿပီမို ့ ဒါဟာသူေနာက္ဆံုးသ႐ုပ္ေဆာင္ခ့ဲတ့ဲ ဇာတ္ကားလည္းျဖစ္တယ္။ တ့ဲ။ဒီဇာတ္ကားရဲ ့အားႀကီးတ့ဲ သက္ေရာက္မႈေၾကာင့္အေမရိကရဲ ့ တရားစီရင္ေရးစနစ္အခ်ိဳ ့ေျပာင္းလဲခ့ဲတယ္။ဝတၳဳမွာတင္ ေအာင္ျမင္ၿပီးသားကမၻာေက်ာ္ၿပီးသား The Green Mile ဟာဇာတိလမ္းအေနနဲ ့လည္း အေကာင္းဆံုးဇာတ္ကားဆု၊အေကာင္းဆံုး အသံဆု၊ အေကာင္းဆံုး ဇာတ္ၫႊန္းဆုနဲ ့အေကာင္းဆံုး ဇာတ္ပို ့ဆုအျဖစ္Michael Clarke Duncan (John Coffey) တို ့ ရရိွခ့ဲတယ္။ကန္ေဒၚလာ သန္း ၆၀ ကုန္က်ခံ႐ိုက္ကူးခ့ဲၿပီးဝင္ေငြ ၂၉၀.၇ သန္း ကန္ေငြ ျပန္ရခ့ဲတယ္။မၾကည့္ရေသးဘူးဆိုရင္ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ေစခ်င္တယ္။ၾကည့္ၿပီးရင္လည္း ထပ္ၾကည့္ခ်င္တတ္တ့ဲ ကားမ်ိဳးပါ။ရုပ္ရွင္ကားအညႊန္းကိုဆရာမခ်ိဳပိန္းေနာင္Facebook မွ ကူးယူေဖာ္ျပသည္ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူက Myo Nyunt (August) ျဖစ္ၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/Rlt20sEbOQKPVjia7lUilFm49W.jpg",
      "https://image.tmdb.org/t/p/w300/l6hQWH9eDksNJNiXWYRkWqikOdu.jpg",
      "https://image.tmdb.org/t/p/w300/vOfEyKHfE8vNWzMYloDCXELiapP.jpg",
      "https://image.tmdb.org/t/p/w300/dATygzDbQGJWlolx2vebgqFYAKO.jpg",
      "https://image.tmdb.org/t/p/w300/4vKyAjvop6XemIn6gGcKmwfiEoV.jpg",
      "https://image.tmdb.org/t/p/w300/2P6bSpZdQmNFr9tEzFwF0dGjBs5.jpg",
      "https://image.tmdb.org/t/p/w300/a5pZRUnGiWXwdDe06nnbvjH0HK2.jpg",
      "https://image.tmdb.org/t/p/w300/82RK1Ssq41z1P7NpaHizeOBpGjY.jpg",
      "https://image.tmdb.org/t/p/w300/mHQ0MHAVdcyssrdDaOf7YIu2Zr3.jpg",
      "https://image.tmdb.org/t/p/w300/wGRW6AA3JZDEzSeuwU5AkB0Jf7x.jpg",
      "https://image.tmdb.org/t/p/w300/6Xb1QlmLZO0gOk27ynCiJbiVZfu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-green-mile-1999-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yuudrive.me/54bee/the-gren-mile-19-1080p-bluray-cm-mp4",
        "server": "yuudrive.me",
        "size": "2.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1wvhd/The.Green.Mile.1999.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "2.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/YNVHnSzJ#F-IpZrSlHrwJsSYvcxzWMinO1y5vbbJERYKQVVp3zzo",
        "server": "mega.nz",
        "size": "2.65 GB",
        "quality": "1080P"
      },
      {
        "link": "https://upstream.to/biw77o5ic78x",
        "server": "upstream.to",
        "size": "2.65 GB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "ctRK-4Vt7dA",
      "video_url": "https://www.youtube.com/watch?v=ctRK-4Vt7dA",
      "embed_url": "https://www.youtube.com/embed/ctRK-4Vt7dA"
    }
  },
  {
    "metadata": "|2022|1h 31min|Drama,Mystery,Sci-Fi",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "97"
    },
    "title": "Stone Turtle (2023)",
    "description": "Stone Turtle (2023)ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ လျို့ဝှက်ပြီးပဟေဠိဆန်တဲ့ဇာတ်ကားလေးပါအာရစ်ဖ်ဆိုတဲ့လူတစ်ယောက်ကသူ့ညီလေးဟာကျွန်းတစ်ကျွန်းကိုသွားရင်းမတော်တဆပျောက်ဆုံးသွားလို့သူ့ညီရဲ့ပျောက်ဆုံးမှုကိုရှာဖွေဖို့ ဒဏ္ဍာရီပုံပြင်ပေါင်းများစွာရှိတဲ့အဲ့ဒီကျွန်းကို ရောက်လာခဲ့ပါတယ်အဲ့ကျွန်းပေါ်မှာတော့အမျိုးသမီးတစ်ဦးနဲ့ကလေးမလေးတစ်ဦးတို့နေထိုင်ကြပြီးထိုအမျိုးသမီးကတော့သူ့ကိုသတ်ချင်နေပါတယ်အဲဒီအမျိုးသမီးရဲ့နောက်ကြောင်းကရောဘာလဲအဲဒီအမျိုးသားကရော သူ့ကိုသတ်မယ့်သူရဲ့လက်ထဲကနေလွတ်မြောက်နိုင်ပါ့မလားအဒီအမျိုးသမီးကရော သူ့ကို ဘာကြောင့်သတ်ချင်နေတာလဲအာရစ်ဖ်နဲ့အဲ့အမျိုးသမီးရဲ့ပက်သက်မှုကဘယ်လိုလဲဆိုတာပဟေဠိဆန်ဆန်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွန်းကိုတော့Thae Thaeမှရေးသားထားပါတယ်Genre….. Drama, Mystery, Sci-fiQuality…. 1080p | 720pFile size… 1.5GB | 574MBFormat… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Thae ThaeEncoder …..Aaron",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nU2MpgIQF3FfAoVjgEmq5tCOjHV.jpg",
      "https://image.tmdb.org/t/p/w300/2aqoVMYIYzVU1RYoRW0IHb7CYS7.jpg",
      "https://image.tmdb.org/t/p/w300/knJ89GpuRHpzXozNfP79XStyv7m.jpg",
      "https://image.tmdb.org/t/p/w300/axqnGZMmgprWHd6Letzv8LLVDrP.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wE70Lo2wFqd3490qvpHJM00u1Oh.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9qly8lku6u9u.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/stone-turtle-2023-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1icqk/Stone.Turtle.2023.1080p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/rvxzlayR#sJ3UKf8uxvTxnU_i-fYi3TCPeTrdpUF6ZiELs9nGqC0",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/ckn4s2h8sdhs.html",
        "server": "usersdrive.com",
        "size": "574MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/stone-turtle-2023-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "574MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1icpp/Stone.Turtle.2023.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "574MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/CrRkRS7a#hewawmA6lyViS_HaQyktnFkjQSWXuxoYkz4jlymh2kA",
        "server": "mega.nz",
        "size": "574MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/jsw9fk3dgpos",
        "server": "streamvid.io",
        "size": "574MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/phpzba6nenmw",
        "server": "streamsb.com",
        "size": "574MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "_PMxsUh6qVM",
      "video_url": "https://www.youtube.com/watch?v=_PMxsUh6qVM",
      "embed_url": "https://www.youtube.com/embed/_PMxsUh6qVM"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "457"
    },
    "title": "Lucky Grandma 2019",
    "description": "နယူး​ေယာ့ခ္​ၿမိဳ႕ရဲ႕ တရုတ္​တန္​းမွာ​ ​ေနထိုင္​တဲ့ ​အဘြားဝမ္​ဟာ ဘဝကိုပင္​ပန္​းဆင္​းရဲစြာ ရုန္​းကန္​ခဲ့​ေပမယ္​့ ခင္​ပြန္​းသည္​ဆံုးၿပီး​ေနာက္​ ဘာမွ မ်ားမ်ားစားစားပိုင္​ဆိုင္​မႈမရွိတဲ့ အသက္​၈၀အ႐ြယ္​ အမ်ိဳးသမီးႀကီးတစ္​ဦးပါ။ ကံ​ေကာင္​းလာၿပီဆိုတဲ့ ​ေဗဒင္​ဆရာမရဲ႕စကားကိုယံုစားၿပီး ဘဏ္​အ​ေကာင္​့ထဲက ရွိသမွ် ​ေငြ​ေတြထုတ္​ကာ ​ေလာင္​းကစားရံုသြားၿပီး အရဲစြန္​႔ခဲ့တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ မွန္​းခ်က္​နဲ႔ ႏွမ္​းထြက္​ မကိုက္​ခဲ့ရွာပါဘူး။ ဒါ့​ေၾကာင္​့ အဘြားဝမ္​ဟာ အိမ္​အျပန္​​လမ္​းမွာ ​သူ႔ခံု​ေဘးထိုင္​တဲ့ ​ေသသြားတဲ့လူတစ္​​ေယာက္​ရဲ႕​ ပိုက္​ဆံ​ေတြအျပည္​့ပါတဲ့ အိတ္​တစ္​အိတ္​ကို ခိုးယူလာခဲ့ပါတယ္​။ သားျဖစ္​သူက အတူ​ေနဖို႔​ေတာင္​းဆို​ေပမယ့္​ ကိုယ္​့ဘာသာကိုယ္​ပဲ ရပ္​တည္​ခ်င္​တဲ့ အဘြားဝမ္​တစ္​​ေယာက္​ သူယူလာတဲ့ပိုက္​ဆံ​ေတြက​ေနတစ္​ဆင္​့ လူမိုက္​ဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိတဲ့အခါ သူ႔ရဲ႕​ေန႔စဥ္​ဘဝမွာ ဘယ္​လို အခက္​အခဲ​ေတြ ထိတ္​လန္​႔မႈ​ေတြ ႀကံဳ​ေတြ႕ရမလဲ ​ေဗဒင္​တြက္​ထားတဲ့အတုိင္​း​ေရာ သူ႔ရဲ႕ကံဇာတာပြင္​့လန္​းၿပီး ကံ​ေကာင္​းမႈ​ေတြ ​ေရာက္​လာပါ့မလား လူဆိုးဂိုဏ္​း​ေတြရဲ႕ ၿခိမ္​း​ေျခာက္​မႈ​ေတြကို သက္ႀကီး႐ြယ္​အို အဘြားဝမ္​တစ္​​ေယာက္​ ဘယ္​လို​ေျဖရွင္​းမလဲ စတာ​ေတြကို ရင္​တထိတ္​ထိတ္​နဲ႔ ျမင္​​ေတြ႕ခံစားရမယ္​့ ဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ပါဝင္​တဲ့သရုပ္​​ေဆာင္​​ေတြက​ေတာ့ Tasi Chin ; Hsiao-Yuan Ha;Michael Tow; Yan Xi :Eddie Yu တို႔ပဲျဖစ္​ပါတယ္​။File Size : 600 Mb / 300 MbQuality :webrip 720pFormat…mp4Duration…01:27:00Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Lwin Lwin AungEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gGiKWF8ZK7xOEX7TzmG1W9ssZKQ.jpg",
      "https://image.tmdb.org/t/p/w300/u7zS4ei0jsWLijF5u4XiTapr0yA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/Lucky.jpg",
    "movie_links": [
      {
        "link": "http://www.filedwon.info/xg9rw3pf934a/Lucky.Grandma.2019.CHINESE_720p_(CM).mp4.html",
        "server": "filedwon.info",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "http://www.filedwon.info/aeryhzyqvfk5/Lucky.Grandma.2019.CHINESE_480p_(CM)_.mp4.html",
        "server": "filedwon.info",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/w7dwpo3cqadi.html",
        "server": "usersdrive.com",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/krf8qfwhey3n.html",
        "server": "usersdrive.com",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/Suia/Lucky.Grandma.2019.CHINESE_720p_(CM).mp4",
        "server": "megaup.net",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Suic/Lucky.Grandma.2019.CHINESE_480p_(CM)_.mp4",
        "server": "megaup.net",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/lucky-grandma-2019-chinese-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/lucky-grandma-2019-chinese-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/mth1jayR#qDVMztH-xv1SrSRiAs5BuOcY4u3OOG0iGxz8DNBesVQ",
        "server": "mega.nz",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/3poRQaIa#3spSKzNFp3OH4OEjecPOvIw7J0Pe5v1VServFVzK3Pg",
        "server": "mega.nz",
        "size": "300 Mb",
        "quality": "480p"
      },
      {
        "link": "https://upstream.to/wii4vlhzrg8k",
        "server": "upstream.to",
        "size": "600Mb",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/2gh95yze7mm3",
        "server": "upstream.to",
        "size": "300 Mb",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "zM4ikl2DCmE",
      "video_url": "https://www.youtube.com/watch?v=zM4ikl2DCmE",
      "embed_url": "https://www.youtube.com/embed/zM4ikl2DCmE"
    }
  },
  {
    "metadata": "|1975|1h 10m|Adult,Crime,Drama",
    "rating": {
      "rating": "4.7/10",
      "rating_count": "64"
    },
    "title": "[18+]True Story of a Woman in Jail: Continues (1975)",
    "description": "ဂျပန်မလေးတွေရဲ့ ရောင်စုံအလှကို ဆက်ခံစားကြည့်ရအောင်ဒီဇာတ်လမ်းလေးက ရှေ့ကဇာတ်လမ်းလေးရဲ့အဆက်ပါပဲမာရူမီ တယောက် အချုပ်က ခိုးထွက်ပြေးပြီးလွတ်လာချိန်မှာပဲသူချစ်သူက တခြားကောင်မလေးတယောက်နဲ့ အတူအိပ်နေတာကိုတွေ့သွားခဲ့ပါတယ် အဲဒီမှာပဲ လက်မရွံ့ဖြစ်နေတဲ့ မာရူမီကသစ္စာမဲ့တဲ့ချစ်သူကို သတ်ခဲ့ပြီး သက်ငယ်ထောင်ပြန်ရောက်ပါတယ်ထောင်ဝန်းထမ်းတွေ အပြင်က ရာကူဇာတွေနဲ့ တွဲလုပ်စားပုံကောင်မလေးတွေအပေါ် မက်လုံးတွေပေးပြီး တာဝန်မယူတာတွေထုံးစံအတိုင်း သွေးအေးအေးနဲ့ လုပ်တက်တဲ့ မာရူမီရဲ့လှလှပပ အကွက်တွေကို လှလှပပ ဖေါ်ကြူးထားတာဖြစ်လို့DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်File size…1.3GB / 640MBQuality…1080p / 720pFormat…mp4Duration….1h 10mSubtitle….Myanmar Subtitle (Hard Sub)Encoder…XCrossTranslated by Ki Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rdAfNZTzATSSPRKNHLdovkV5gJW.jpg",
      "https://image.tmdb.org/t/p/w300/rr1XCchS9WhFxGPNV92LJWBCNFA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjU2NDZhODctMzg5NC00ODJjLTg3NTAtNzg4NWUzZmE0MTY2XkEyXkFqcGdeQXVyNDkyMDgwNQ@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/true-story-of-woman-condemned-continues-1975-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/oaoa03rjhh6z.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1fPre/True.Story.Of.Woman.Condemned.Continues.1975.1080p(DS).mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/wicFBYpR#l3uIdGSKPP4ydsaYslGa3sd5K6diI3bqiaBuBDXBBwQ",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/true-story-of-woman-condemned-continues-1975-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8l4nigl9u88r.html",
        "server": "usersdrive.com",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1VMTm/True.Story.Of.Woman.Condemned.Continues.1975.720p(DS).mp4",
        "server": "megaup.net",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/oyEhhDoB#WzwtcLSJDPjCN3zRyWJvNGq7rpHVJOdjgNJmCligWZc",
        "server": "mega.nz",
        "size": "640MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/tkrdhfcgn7ii",
        "server": "streamvid.io",
        "size": "640MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,History,War",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "868 votes"
    },
    "title": "U311 Cherkasy (2019)",
    "description": "U311 Cherkasy (2019)================IMDb Rating – 6.6/10၂၀၁၉ ခုနှစ်က ထွက်ရှိထားတဲ့ တကယ့်ဖြစ်ရပ်မှန် စစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ၂၀၁၄ ခုနှစ် ရုရှားနိုင်ငံဟာ ယူကရိန်းပိုင်ဖြစ်တဲ့ခရိုင်းမီးယားဒေသကို သိမ်းပိုက်ပြီး ဒွန်နူစလပ်ပင်လယ်ကွေ့မှ ပင်လယ်နက်ဆီသို့ ထွက်ပေါက်ကို ပိတ်ဆို့လိုက်ပါတော့တယ်။ အဆိုပါ ပိတ်ဆို့မှုကြောင့်ယူကရိန်း ‌ရေတပ်သင်္ဘော ၇ စင်းဟာလည်း နိုင်ငံဆီသို့ပြန်မရဘဲ ပိတ်မိသွားပါတော့တယ်။ သင်္ဘော ၇ စင်းဟာ တစ်စင်းပြီး တစ်စင်း ရုရှားထံသို့ အညံ့ခံသွားခဲ့ကြပါတယ်။သို့သော် မိုင်းရှင်းလင်းရေး သင်္ဘော Cherkasy ကတော့ မျှော်လင့်ချက်မရှိနိုင်သည့်တိုင်အောင် ပြန်လည်ခုခံဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။Cherkasy သင်္ဘောမှ ယူကရိန်းရေတပ်သားတွေ အင်အားကြီးမားတဲ့ရုရှား‌‌ရေတပ်ကို ဘယ်လိုခုခံကြမလဲ။ ရှုံးနိုင်ချေများတဲ့ စစ်ပွဲတစ်ခုမှာစစ်သားတွေရဲ့ ခံယူချက်၊ ခံစားချက်၊ ရုန်းကန်ရမှုတွေကို ရှု့ထောင့်တစ်မျိုးမှကြည့်ရှု့ရမယ် ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size – (1.13 GB) / (650 MB) / (420 MB)Quality – Web-Rip 1080p/ 720p / 480pDuration – 1Hr 42minsSubtitle – Myanmar HardsubFormat – MP4Genre : Action, Drama, WarTranslator – Leonard LinEncoder – SWMDownload Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDmytro SovaEvgeny AvdeenkoOleg KarpenkoOleg ScherbynaOrest GardaRoman SemysalRuslan Koval'Serhii DetiukVadim LyalkoVitalina BiblivYevhen Lamakh",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vuvjp9dll5OtXKqtDAhGSQ5n7dT.jpg",
      "https://image.tmdb.org/t/p/w300/sHNK3wp4jVqWBpW9W7DnXvJxbJo.jpg",
      "https://image.tmdb.org/t/p/w300/eD12FtzeQidhtL2AmCBPHyqLVvF.jpg",
      "https://image.tmdb.org/t/p/w300/7dRcywa4nKg5vuB1Lmz6UMIi9dY.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dSO7CoTOwPhWliBkkxbqr54p0vq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/u311-cherkasy-2019",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2qEox/Cherkasy.2019.RUSSIAN.1080p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/LighgLpK#DhXeOWU7qHDqZ3pnGtmu1-y7xLmbKOh3Qlskp5MD7Tg",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/sxeqdvc3rzdu.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/14Jtu/Cherkasy.2019.RUSSIAN.720p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfull.com/48360av8ne78.html",
        "server": "streamsb.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/OzB0WLyT#Bo_VzXUQIlRtQdYP_fyR-TyIVTf-ttCIkWpN-t4F9Co",
        "server": "mega.nz",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/zkysp75blqma.html",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/cherkasy-2019-russian-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/14Jtl/Cherkasy.2019.RUSSIAN.480p.BluRay%5BCM%5D.mp4",
        "server": "megaup.net",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfull.com/p9y2kk1he7dk.html",
        "server": "streamsb.com",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/P7RlVaiD#qCdfv0WCKrMsiPuwGLLffcqNRRWrLXd1pf3Gbq3sYks",
        "server": "mega.nz",
        "size": "420 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "RTz6kIQkoSE",
      "video_url": "https://www.youtube.com/watch?v=RTz6kIQkoSE",
      "embed_url": "https://www.youtube.com/embed/RTz6kIQkoSE"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "23568"
    },
    "title": "Noise(2022)",
    "description": "Noise(2022)**********ဒီကားလေးက မက်ဆီကိုမှာ ပျောက်သွားတဲ့ကောင်မလေးအကြောင်း ရိုက်ထားတဲ့ drama/ action ကားပါဇာတ်လမ်းကတော့ ဂျူလီယာဆိုတဲ့ artist တစ်ယောက်က သူ့သမီးလေးပျောက်လို့လိုက်ရှာနေတာပါ ..၏ရဲစခန်းမှာ အမှုဖွင့်ထားပေမဲ့ ဘာမှလည်း မထူးခြား ဘာသတင်းမှလည်း မရဘဲ ၉လသာကြာသွားပါတယ်ဒါနဲ့ သတင်းထောက်တစ်ယောက်ရဲ့အဆက်အသွယ်နဲ့ လူပျောက်ရှာပေးနိုင်တဲ့ ရှေ့နေ့တစ်ယောက်ဆီရောက်ပြီး သဲလွန်စရလာပါတယ်…ဒီသဲလွန်စလေးကနေ သူ ဘယ်လိုဆက်လှုပ်ရှားမလဲဆိုတာကိုတော့…File Size :(1.5 GB) and (694 MB)Quality :WEB-DL 1080P,720pFormat…mp4Duration…01:45:00Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by MarieEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/iBEs4PnQLkL4BbsAGvsuBgeTCM3.jpg",
      "https://image.tmdb.org/t/p/w300/pOXPpYPx3u7dyS2aWvqzhMyzu8C.jpg",
      "https://image.tmdb.org/t/p/w300/7foER4eomRTlpm6qz9adninUALL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6GemI78Ge0ABs5qM6CnvCPduKEU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/po6vgs32cxcb.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/noise-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1RVji/Noise.2022..WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/qdkhhbIL#HxM-t4i5Fh_pgUyGqdgFuVUD932hemAm_m2lwTqSryA",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbrity.com/ivxk0w8khov7.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/n92s2tcknvsj",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/3taem3nd3e6l.html",
        "server": "usersdrive.com",
        "size": "694 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/noise-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "694 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1RVjb/Noise.2022..WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "694 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/CMMB3QDL#TlNEfOzceqy4MNYCz369n0t2PRYfXktRmo1edqt2Un0",
        "server": "mega.nz",
        "size": "694 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbrity.com/0g00ha92g5m6.html",
        "server": "streamsb.com",
        "size": "694 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/42rfvq9zjaqt",
        "server": "streamvid.io",
        "size": "694 MB",
        "quality": "720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2019||Action,Drama,Horror",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Blood Quantum (2019)",
    "description": "Rotten Tomatoes 90% ရရှိထားတဲ့ ဒီရှပ်ရှင်ဟာဇွန်ဘီအပေါ်ကလေ့ပ်စ်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်။အမေရိကားမှာရှိတဲ့ လူနီရိုင်းအပိုင်ဒေသကဖုတ်ကောင်တွေနဲ့ကမ္ဘာပျက်တဲ့အကြောင်းရိုက်ကူးထားတာပါ။ဇာတ်လမ်းထဲမှာထူးဆန်းစွာနဲ့ပဲလူနီရိုင်း(နေးတစ်အမေရိကန်)တွေဟာ ဇွန်ဘီပိုးကို Immune ဖြစ်နေကြပါတယ်။လူဖြူတွေကသာအကိုက်ခံရရင် ပိုးကူးစပ်ပြီး ဇွန်ဘီတွေအဖြစ်ပြောင်းလဲကြပါတယ်။ဇွန်ဘီရုပ်ရှင်တွေထဲမှာ လူနီရိုင်းဇွန်ဘီကားဆိုတော့ကြည့်ရတာ ထူးထူးခြားခြားလေးဖြစ်နေပါတယ်။လူမှုရေးအရှုပ်ထွေးတွေနဲ့ သေရေးရှင်ရေးကိစ္စတွေဖြစ်နေတာတောင် လူတွေရဲ့အတ္တ၊ မာန၊ဒေါသတွေဟာ ခဝါချနိုင်ဖို့မလွယ်တဲ့အကြောင်းရှင်သန်ဖို့အတွက်ဆိုဘာမဆိုလုပ်မဲ့ သူတွေအကြောင်းစတာတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းက ကျီးနီ(Red Crow)ကိုယ်ပိုင်ဒေသမှာငါးအသေတစ်ကောင်အသက်ပြန်ရှင်လာတာ၊ခွေးအသေအသက်ပြန်ရှင်လာတာကနေ စပါတယ်။နောက်ပိုင်း လူတွေပါ ပိုးကူးစပ်ပြီးဇယားတွေကပ်ကုန်ကြပါတော့တယ်။ရဲမှူး ထရေဗာတစ်ယောက်ပြဿနာတွေကိုဦးဆောင်ဖြေရှင်းဖို့ဖြစ်လာပြီးခံတပ်တွေ စခန်းတွေဆောက်ကာ အစုဖွဲ့နှင့်ရှင်သန်နေရာမှအပြင်ဘက်မှာ ပိုးထိထားတဲ့ လူဖြူဒုက္ခသည်တွေကိုစခန်းသို့ချွေးမဖြစ်သူ လူဖြူမချာလီခေါ်ဆောင်လာရာမှာဒုက္ခလှလှတွေ့ကြပါတော့တယ်။ဘယ်လိုရှေ့ဆက်ပြီး သတ်ဖြတ်ရှင်သန်ကြမလဲ၊ဘယ်သူတွေက ဘယ်လိုထဖောက်ကြမလဲဆိုတာဇာတ်လမ်းအဆုံးထိကြည့်ရှုခံစားကြည့်ရမှဖြစ်ပါတယ်။File size…  1.46 GB /  709 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 38mGenre …..  Action , HorrorSubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Kaung Paing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xg1adjc8iEsQ4znJNjUQSvuiPjr.jpg",
      "https://image.tmdb.org/t/p/w300/6zRWgBmNJpjoy3aAZF868gV0c0s.jpg",
      "https://image.tmdb.org/t/p/w300/s6HjexnVmyEAwwfkVn0sRFcVHh4.jpg",
      "https://image.tmdb.org/t/p/w300/nIClsboWPWMZ5ZGeA6zVkzPv217.jpg",
      "https://image.tmdb.org/t/p/w300/xzwedDd7V3nJYhcI9rABpm6FteI.jpg",
      "https://image.tmdb.org/t/p/w300/hW9H5bD7Edw5Z3FnpqiAG20JsoH.jpg",
      "https://image.tmdb.org/t/p/w300/2B9dSTF86U7ssTJ5aUT9SPFKMYE.jpg",
      "https://image.tmdb.org/t/p/w300/dQCFzDXD6LRQ9Us9LRwifWhLUgE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/pQnfrys3nyOpUxktxK2CBnm7Rv8.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/pp6rw97xu8sy.html",
        "server": "usersdrive.com",
        "size": "1.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/blood-quantum-2019-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wa1e/Blood.Quantum.2019.1080p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/nxd4l060x5kf",
        "server": "streamvid.io",
        "size": "1.46 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/wlfupy1sbbge.html",
        "server": "usersdrive.com",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/blood-quantum-2019-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1gcyv/Blood.Quantum.2019.720p.BluRay_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "709 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h06wremoe7xk",
        "server": "streamvid.io",
        "size": "709 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "GxWrPr3XQjc",
      "video_url": "https://www.youtube.com/watch?v=GxWrPr3XQjc",
      "embed_url": "https://www.youtube.com/embed/GxWrPr3XQjc"
    }
  },
  {
    "metadata": "|||Crime,Drama,Thriller",
    "rating": {
      "rating": "7/10",
      "rating_count": "5768"
    },
    "title": "Julia 2008",
    "description": "ဂျူလီယာဟာ အပျော်အပါးမက်သူဖြစ်ပြီး တစ်ကိုယ်တည်းသမား ယောက်ျားတကာနဲ့ မူးရူးပျော်ပါးနေသူဖြစ်တယ်။ ဒါကြောင့်ပဲ သူ့ရဲ့အလုပ်ကို သူဆုံးရှုံးခဲ့ပြီး ၀င်ငွေမရှိတဲ့သူဘ၀ကို ရောက်သွားတယ်။ တစ်နေ့ အယ်လီနာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ဆုံခဲ့တယ်။ အယ်လီနာဟာ သားဖြစ်သူကို သူ့အဖိုးဆီကနေ ပြန်ခေါ်ယူဖို့ ကြိုးစားနေသူဖြစ်ပြီး ဒီလိုလုပ်ဖို့အတွက် ဂျူလီယာကို ငွေပေးမယ်ပြောပြီး အကူအညီတောင်းခဲ့တယ်။ ငွေမက်သူ ဂျူလီယာဟာ ကူညီမယ်ပြောပြီး ကြားထဲကနေ ကလေးကို ပြန်ပေးဆွဲဖို့ ကြိုးစားပါတော့တယ်။ သူ့ရဲ့အကြံအောင်မြင်ပြီး ကလေးနဲ့အတူ Mexico ရှောင်တိမ်းထွက်ပြေးလာခဲ့တယ်။ ဒေါ်လာ ၂သန်းနဲ့ ကလေးကို ပြန်ရွေးခိုင်းဖို့ ကြံစည်နေစဉ်မှာ Mexico မှာရှိတဲ့ ပြန်ပေးဆွဲသမားတွေဟာ ဂျူလီယာရဲ့လက်ထဲက ကလေးကို ထပ်ပြီး ပြန်ပေးဆွဲသွားချိန်မှာတော့ …………ဂျူလီယာတစ်ယောက် ဘယ်လိုအကြပ်ရိုက်မလဲဆိုတာ စိတ်၀င်စားဖွယ်တွေ့ရမှာပါFile Size : 1 GbQuality :WEB-DL 360pFormat…mp4Duration…02:24:00Genre : Drama, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoon Sandi AungEncoded by Littleneo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/idTiuY7IIjzfzQa3c30UH4tfy3B.jpg",
      "https://image.tmdb.org/t/p/w300/eluynQmE9VPD15G0vGbT5y1E2qw.jpg",
      "https://image.tmdb.org/t/p/w300/2jlP10p6exBOlBm9asqzgjhIrlj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/julia.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/julia-2008-web-360-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "360p"
      },
      {
        "link": "https://usersdrive.com/z3g097znt8ed.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/2ecjq/Julia.2008.web_360p_(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "360p"
      },
      {
        "link": "https://upstream.to/bjgy7lmukarm",
        "server": "upstream.to",
        "size": "1 Gb",
        "quality": "360p"
      }
    ],
    "trailer": {
      "video_id": "VDDWeWknMl0",
      "video_url": "https://www.youtube.com/watch?v=VDDWeWknMl0",
      "embed_url": "https://www.youtube.com/embed/VDDWeWknMl0"
    }
  },
  {
    "metadata": "||1h 23 min|Drama,Romance",
    "rating": {
      "rating": "6/10",
      "rating_count": "256"
    },
    "title": "Chong Zi – The Snow Fairy Love ( 2023 )",
    "description": "ဟဲလို ဒီတစ်ခါ CM တင်ဆက်မယ့်ရုပ်ရှင်က The Journey of Chong Zi (2023)ရဲ့Movie Version လေးပဲဖြစ်ပါတယ် ယင်ဆွေရှန်းဟာ ထျန်းစန်းနတ်ဂိုဏ်းရွှယ်လင်ရဲ့တပည့်ဖြစ်ပြီး ဆရာ့ကိုချစ်မြတ်နိုးတဲ့အတွက်ကြောင့် နတ်ဂိုဏ်းစည်းမျဉ်းချိုးဖောက်မိပြီး နှင်ထုတ်ခံရတယ်။ရွှယ်လင်(နတ်မင်း)တာဝန်ဟာ လူသားတွေကို ကာကွယ်စောင့်ရှောက်ရတယ်။ရွှယ်လင်ဟာယင်ဆွေရှန်းအပေါ် မေတ္တာသက်ဝင်မှုတွေကို စိတ်ထဲမြိုသိပ်ထားရတယ်။ ‌ဒီလိုနဲ့ရွယ်လင်ဟာနတ်ဆိုးဘုရင်နီလွင်နဲ့ တိုက်ခိုက်ရမှ သေဆုံးသွားတယ်ယင်ဆွေရှန်း နတ်ဆိုးလောကမှာ ဘယ်လိုအခက်အခဲကြုံတွေ့နိုင်မလဲ ။ရွှယ်လင်ဟာပြန်လည်နိုးထလာပြီးနောက်ယင်ဆွေရှန်းနဲ့အတူ ဇနီးမောင်နှံအဖြစ် လူ့ပြည်မှာနေထိုင်တယ်။ပြီးနောက် နတ်ဆိုးလောကက မိစ္ဆာမိဖုရား ရွှမ်လွေ့ကိုဖိနှိပ်ဖို့စေလွှတ်တဲ့အခါမှာ ရှောင်လန်(နတ်ပင်)နဲ့မိစ္ဆာမိဖုရား ရွှမ်လွေ့တို့ရဲ့အချစ်နဲ့အမုန်းတရားရန်ငြိုးတွေဖြစ်ပွားလာတော့သူတို့လေးဦးကြားမှာ ဘယ်လိုအချိတ်ဆက်တွေရှိနိုင်မလဲယင်ဆွေရှန်း၊ ရွှယ်လင်တို့ကြား ဘယ်လိုအထင်လွှဲမှုတွေဖြစ်လာပြီး ပြေလည်သွားမလဲသူတို့နှစ်ဦးရဲ့ အချင်းချင်းပေးဆပ်မှု၊ ကာကွယ်မှုနှင့်ယုံကြည်မှုတို့ကို CM ပရိတ်သတ်တို့စောင့်မျှော်ကြည်ရှုကြပါရှင်[ Reviewed By Mei Mei ]Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Drama , RomanceRuntime : 1h 23 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ujTTAQ7g0JkjNg3NF4N7INQtpK2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/chong-zi-the-snow-fairy-love-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/rv4xmblnot0x.html",
        "server": "usersdrive.com",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbface.com/xms2d36qcju1.html",
        "server": "streamsb.com",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/3eV7i/Chong_Zi_-_The_Snow_Fairy_Love_2023_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://streamvid.net/k2su6cle1auc",
        "server": "streamvid.io",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/unBwhCAa#gtK1f_VLh9OFdbPVpHsE6X1Ilg8TfYMjIILZEpEnhag",
        "server": "mega.nz",
        "size": "904 MB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/chong-zi-the-snow-fairy-love-2023-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "502 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/8br441i05jmm.html",
        "server": "usersdrive.com",
        "size": "502 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/HuhTnDpS#RCkkjBF7z3JNftsjF1PGCX-rSHzasZ9MkJuRfRlyUEg",
        "server": "mega.nz",
        "size": "502 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG|2019|N/A|Adventure,Comedy,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "1651"
    },
    "title": "Lady and the Tramp (2019)",
    "description": "ငယ္ငယ္တုန္းကၾကည္႔ခဲ႔ဖူးတဲ႔ Lady and The Tramp ဆိုတဲ႔ကာတြန္းကားေလးကိုအားလံုးမွတ္မိၾကလားမသိဘူးေခြးေလးႏွစ္ေကာင္ ပါစတာတစ္မွ်င္ကိုစားရင္း အတူတူနမ္းမိသြားတဲ႔အခ်ိန္ဆိုတာငယ္ဘဝရဲ ႔Romance ဆုိတာေပါ႔။အခုအဲဲဒီခ်စ္ဖို႔ေကာင္းတဲ႔ကာတြန္းကားေလးကို ဆန္းသစ္ရိုက္ကူးထားတဲ႔ကားသစ္ေလးထြက္ရွိလာပါျပီ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Lady and the Tramp (2019)ပါ။Walt Disney ကစီစဥ္ရိုက္ကူးထားတဲ႔ ဒီကားေလးကေတာ႔ေကာင္းေကာင္းေနေကာင္းေကာင္းစားရတဲ႔ ေခြးမေလး ေလဒီ နဲ႔လမ္းေဘးေခြးေလး ထရမ္႔ရဲ ႔အခ်စ္ဇာတ္လမ္းေလးလို႔ေျပာရမွာပါပဲ။သူတို႔ရဲ ႔အခ်စ္ေတြ၊စြန္႔စားခန္းေတြ၊သူငယ္ခ်င္းေတြ၊သီခ်င္းေတြနဲ႔ထံုလႊမ္းထားတဲ႔ဒီကားေလးကေတာ႔ၾကည္႔လို႔တန္တဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ဇာတ္လမ္းကိုေတာ႔ အေထြအထူးမညႊန္းေတာ႔ပါဘူး။ဇာတ္လမ္းအဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႈရမွာပါလို႔ ညႊန္းလိုက္ပါေတာ႔မယ္File Size : (963 MB ,  317 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Adventure , Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byAye Mon KyawEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qb2WSA5nQwBqxPDKL7h9pbqUu5F.jpg",
      "https://image.tmdb.org/t/p/w300/2lFF4qTFFn4lDN9ZTyk5vhiFIex.jpg",
      "https://image.tmdb.org/t/p/w300/73curw674iTzTX81AGaj5dyZUX5.jpg",
      "https://image.tmdb.org/t/p/w300/xEdCQ4MFnrLBf7QSZj8f1PZ9zL0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kzJ4a0ITuMJDuX2IjFKYG6QIipW.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-lady-and-the-tramp-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yuudrive.me/16e28aaea/cm-lady-and-the-tramp-2019-large-size-mp4",
        "server": "yuudrive.me",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1ws15/(CM)_Lady_And_The_Tramp_2019_(Large_Size)_(2).mp4",
        "server": "megaup.net",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://mega.nz/file/lgERnQyR#jsDMIVqHKKth1-vHdWGw_ynDLhxYIEFFOyS2tH_kZMY",
        "server": "mega.nz",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/6kb461dl5x8d",
        "server": "upstream.to",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://soliddrive.co/2AUz/(CM)_Lady_And_The_Tramp_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://clicknupload.org/53ef7t8mp1bt",
        "server": "yuudrive.me",
        "size": "963 MB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "A2ZDDU34gYw",
      "video_url": "https://www.youtube.com/watch?v=A2ZDDU34gYw",
      "embed_url": "https://www.youtube.com/embed/A2ZDDU34gYw"
    }
  },
  {
    "metadata": "Not Rated|2010|115 min|Action,Crime,Drama",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "74,164"
    },
    "title": "Elite Squad: The Enemy Within (2010)",
    "description": "” ရဲဆိုတာအမွန္တရားရဲ႕ ဘက္ေတာ္သားလို႕ပဲက်ဳပ္တစ္သက္လံုးယံုၾကည္လာခဲ့တာ”….မသမာတဲ့ဥပေဒဘက္ေတာ္သားေတြေၾကာင့္သားျဖစ္သူကိုဆံုးရံူးခါနီးမွာ ရလိုက္တဲ့အရာခံတပ္ထိန္းဗိုလ္ၾကီး Roberto Nescimento ရဲ႕သံေ၀ဂတရားပါ။သူသိလိုက္တဲ့အခ်ိန္မွာ ရီယိုတစ္ျမိဳ႕လံုးကိုအက်င့္ပ်က္ႏိုင္ငံေရးသမားေတြနဲ႕ရဲေတြတည္ေထာင္္ထားတဲ့ မာဖီးယားဆန္ဆန္ျပည္သူ႕စစ္ေတြကၾကီးစိုးေနပါျပီ။ေျဖာင့္မတ္တဲ့ Nescimento လိုျပည္သူ႕အမူထမ္းနဲ႕ ရဲရင့္တဲ့စာနယ္ဇင္းသမားေတြပူးေပါင္းျပီးေတာ့အုပ္ခ်ဳပ္ေရးပိုင္းရဲ႕မသမာမူေတြကိုဘယ္လိုေဖာ္ထုတ္ၾကမလဲ ဆိုတာနဲ႕အမွန္တရားက အႏိုင္ရပါ့မလားဆိုတာကိုဒီရုပ္ရွင္ထဲမွာဆက္လက္ရူစားၾကပါ။ရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားပါတယ္",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/oMaCjoomZ1ZvFX7sASAbcDrkxU7.jpg",
      "https://image.tmdb.org/t/p/w300/1odL7ZU4rP8wOqPj2NLDOTyMJCh.jpg",
      "https://image.tmdb.org/t/p/w300/3ve2ffBMTOil11bvdMU0uLs7pCL.jpg",
      "https://image.tmdb.org/t/p/w300/fCqiZiEkgF7SZ9aaMFXISYmOrC4.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjEzMzMxOTUyNV5BMl5BanBnXkFtZTcwNjI3MDc5Ng@@._V1_SY1000_CR006761000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/elite-squad-the-enemy-within-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "824 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2eobD/Elite_Squad_-_The_Enemy_Within_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "824 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/gadb8g8ec3na",
        "server": "upstream.to",
        "size": "824 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/62f65bttpsyj.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "_gnJB10WTpE",
      "video_url": "https://www.youtube.com/watch?v=_gnJB10WTpE",
      "embed_url": "https://www.youtube.com/embed/_gnJB10WTpE"
    }
  },
  {
    "metadata": "not rated|2023|2h 14m|Bollywood,Drama,Family",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "315"
    },
    "title": "Kutch Express (2023)",
    "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊အပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊ဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့မင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့မွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့သူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူးမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့ဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ….ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်ဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ…အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ…(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)File size…2.1GB / 844MBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 14mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by BpL ~ Yunni ~ Aditi ~ YH ~ V",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kutch-express-2023-web-rip-1080-p-gujarati-aac-2-0-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rovjxuw0geg6.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1g1ox/Kutch_Express_2023_WebRip_1080p_Gujarati_AAC_2.0_x264(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/uzgzVLyY#4xox7ww2BAiJVP_SkTdb3bZTwKz-RwrRo8Glz7pd_dU",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kutch-express-2023-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "844MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/437sf4hvaogq.html",
        "server": "usersdrive.com",
        "size": "844MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BWjg/Kutch_Express_2023_WebRip_720p(CM).mp4",
        "server": "megaup.net",
        "size": "844MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/WughhI5C#WBlXky4zcfHuKqigEuFDCdkMmNI4Qs9N00IQe0J7tv4",
        "server": "mega.nz",
        "size": "844MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/zwqmxvcmau9j",
        "server": "streamsb.com",
        "size": "844MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9qfmbpzkef5w",
        "server": "streamvid.io",
        "size": "844MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Crime,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "28K"
    },
    "title": "Bad Santa 2 (2016)",
    "description": "ဒီတစ်ခါမှာတော့ ကြည့်ရှုသူပရိတ်သတ်ကြီးကို ၂၀၀၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့Bad Santa 2003 ရဲ့အဆက်ဖြစ်တဲ့ Bad Santa 20016ဆိုတဲ့ ဒုတိယမြောက်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ ဒီဇာတ်ကားကိုတော့ဒါရိုက်တာ Mark Waters ကရိုက်ကူးပုံဖော်ထားပြီး မင်းသားWilly Bob Thornton,Tony Cox နှင့် မင်းသမီးKathy Batesတို့ကပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်ဒီဇာတ်ကားမှာလည်း ဝီလီ အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Willy Bob Thornton ကဇာတ်ကားနာမည်အတိုင်း အရင်လိုဆိုးပေနေတဲ့ ဆန်တာကလော့စ်ဖြစ်နေသေးတုန်းပဲဆိုတာကိုမြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီဇာတ်လမ်းက ထောင်ကထွက်လာတဲ့ သူငယ်ချင်းဖြစ်သူမားကတ်နဲ့ ဝီလီတို့ ပရဟိတအဖွဲ့အစည်းတစ်ခုရဲ့ မီးခံသေတ္တာကို ဖောက်ထွင်းဖို့ကြိုးစားကြပုံကို ကြည်နူးပျော်ရွှင်ဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ် ဝီလီတို့သူငယ်ချင်းနှစ်ယောက်မီးခံသေတ္တာကိုဖောက်ထွင်းဖို့အတွက် ချီကာဂိုမြို့ကိုရောက်တဲ့အခါမှာတော့ ဝီလီမျှော်လင့်မထားတဲ့ လုပ်ငန်းစပ်တူလုပ်ကိုင်ရမည့် ပါတနာတစ်ယောက်ပါလာပါတယ်အဲ့တာကတော့ ဝီလီကိုငယ်ငယ်လေးကတည်းက ပစ်သွားတဲ့ ဝီလီရဲ့ အမေ ဆန်နီဆုတ်ပဲဖြစ်ပါတယ် နှစ်ပေါင်းများစွာဝေးကွာ သွားပြီးနောက် သားမိနှစ်ယောက်ပြန်လည်ဆုံတွေ့တဲ့အခါမှာကော ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ ဝီလီအမေကရော ဘာလို့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ဝီလီကိုပစ်သွားရတာလဲ သူတို့တွေအောင်မြင်အောင်ကော လုပ်ဆောင်နိုင်ကြပါ့မလားဒီဇာတ်ကားမှာ ဝီလီရဲ့စိတ်ကိုနူးညံ့ပျော့ပြောင်းသွားစေတဲ့ ဇာတ်ကောင်တစ်ယောက်လည်းရှိပါသေးတယ် အဲတာကတော့ ဝီလီကိုငယ်ငယ်လေးကတည်းက အခုချိန်ထိကပ်တွယ်နေတဲ့သားမန်းဆိုတဲ့ကောင်လေးဖြစ်ပါတယ် ငယ်ငယ်ကတည်းကမိဘမေတ္တာငတ်မွတ်ခဲ့တဲ့သားမန်းဆိုတဲ့ကောင်လေးကရော ဘာလို့ဝီလီက ဆန်တာကလော့စ်အစစ်မဟုတ်မှန်းသိတာတောင် တကောက်ကောက်လိုက်နေရသေးတာလဲ သားမန်းတစ်ယောက်ဝီလီတို့တစ်တွေ နေထိုင်တဲ့ချီကာဂိုမြို့အထိလိုက်လာခဲ့ရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲသူကရော ဝီလီရဲ့စိတ်ကိုဘယ်လိုမျိုးနူးညံ့ပျော့ပြောင်းသွားစေမလဲ ဆိုတာ ဒီဇာတ်ကားလေးထဲမှာစီးမျောကြည့်ရှုလိုက်ပါဦး ဒီဇာတ်ကားဟာ Comedy,Crime&Dramaအမျိုးအစားကိုမှကြည့်ရှုရတာကြိုက်နှစ်သက်သူတွေ မလွတ်စတမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်…File size…1.45GB / 712MBQuality…Blu-Ray 1080p / 720pFormat…mp4Duration….1h 32mGenre ….. Comedy , Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Eh Phaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/bZVGqBE9ejZAvhKYLAg4SpstdAD.jpg",
      "https://image.tmdb.org/t/p/w300/d9yaFmfadosUxHNpsFHZnNy2VOj.jpg",
      "https://image.tmdb.org/t/p/w300/nVnspBZNDxThkmsln08zOnNO0Wx.jpg",
      "https://image.tmdb.org/t/p/w300/r2bXFawWlejT9Oj5xwCwPEURRHW.jpg",
      "https://image.tmdb.org/t/p/w300/98CaTLhUDIdGYOF8pfQytxLyUA3.jpg",
      "https://image.tmdb.org/t/p/w300/o8auLiRshyvLqmNjAwiXNpc3mmE.jpg",
      "https://image.tmdb.org/t/p/w300/qSlQEFQi3EriGfTimXRWxz98cnS.jpg",
      "https://image.tmdb.org/t/p/w300/32BMcpsn6g0R2ZkoJcQTcFdbpA4.jpg",
      "https://image.tmdb.org/t/p/w300/i0SQqa2wRpuukfVGUO7SjCRnLXf.jpg",
      "https://image.tmdb.org/t/p/w300/lj7enxOyRXazcCIFJyCn9dLuF2V.jpg",
      "https://image.tmdb.org/t/p/w300/cmtYtT4DALwUGlHHw8W2YJFvenm.jpg",
      "https://image.tmdb.org/t/p/w300/sNwsl1gXdAanCkzDpd8ZvaZ1cAP.jpg",
      "https://image.tmdb.org/t/p/w300/oY7eqblLED1EJBJCYrn04EIvnj1.jpg",
      "https://image.tmdb.org/t/p/w300/nnpoLJFp0R6Hp252JlROeocDc9k.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xmsEwpA2fSq6IO3sfKrLuIPLHSc.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jofidkkj38am.html",
        "server": "usersdrive.com",
        "size": "1.45GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bad-santa-2-2016-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.45GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1lc8g/Bad.Santa.2.2016.BluRay1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.45GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/QjNTQI4K#S9PaVHy-CuVfM_vEmOPjM1ha9I7zv73hbE5REKuFcP4",
        "server": "mega.nz",
        "size": "1.45GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/176kny3fuy99",
        "server": "streamvid.io",
        "size": "1.45GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/5213t40m8nku.html",
        "server": "usersdrive.com",
        "size": "712MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bad-santa-2-2016-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "712MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1lc87/Bad.Santa.2.2016.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "712MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/k6EiUJYY#S6V84uyL103vBAsnrzSAJOS_M0kTH7XcgUQNBh15RoQ",
        "server": "mega.nz",
        "size": "712MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/rm6087r1sho9",
        "server": "streamvid.io",
        "size": "712MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "HGcZxBNNpKM",
      "video_url": "https://www.youtube.com/watch?v=HGcZxBNNpKM",
      "embed_url": "https://www.youtube.com/embed/HGcZxBNNpKM"
    }
  },
  {
    "metadata": "R|1999|1h 37m|Cruel Intentions Trilogy,Drama,Romance",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "193000"
    },
    "title": "[18+] Cruel Intentions (1999)",
    "description": "Cruel Intentions (1999)~ IMDb – 6.8/10, Rotten Tomatoes – 54% ~1782 ခုနှစ်တုန်းက ထုတ်ခဲ့တဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြိမ်းရိုက်ခဲ့တဲ့ ဒီဇာတ်ကားဟာ အစကတော့ Low Budget ရုပ်ရှင်တစ်ကားအနေနဲ့သာ ထုတ်ဖို့ရည်ရွယ်ခဲ့ကြပေမဲ့ ရုံဝင်ငွေ အမြတ်တွေ အတော်ရပြီး အကြီးအကျယ်ပေါက်ခဲ့သလို Cult Classic ရုပ်ရှင်တစ်ကားအဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။ ဒီထဲမှာ ပါတဲ့သူတွေကတော့ ရုပ်ရှင်ဝါသနာအိုးတွေ ရင်းနှီးနေပြီးသားဖြစ်မယ့်သူတွေချည်းပါပဲ။ ဆိုတော့ ဇာတ်လမ်းအကျဉ်းလေး ပြောရအောင်ဗျာ…ဆီဘက်ရှန်နဲ့ ကတ်သရင်းဆိုတာ အဖေမတူအမေကွဲ ငြိတိတိ ချိတ်တိတ်တိတ် မောင်နှမတွေပေါ့။ နှစ်ယောက်လုံးက ခပ်ဟော့ဟော့နဲ့ စားဘဲကြီးစားစော်ကြီးတွေ အသီးသီးလုပ်နေကြတာပေါ့။ ဆီဘက်ရှန်ဘဝမှာ မအောင်မြင်သေးတဲ့ ပန်းတိုင်ကတော့ ကတ်သရင်းပါပဲ။ ကတ်သရင်းကလည်း ဆီဘက်ရှန် သူ့ကို လိုချင်မှန်းသိတော့ မထိတထိ ကလူသလို လူကိုမြူဆွယ် ကျီစယ်နေကျပါပဲ။ တစ်ရက်မှာတော့ အရမ်းရိုးသားဖြူစင် ဗိုင်းကောင်းကျောက်ဖိကောင်မလေးတစ်ယောက်ကို ဆီဘက်ရှန်တစ်ယောက် ကတ်သရင်းကို ဖြုတ်ခွင့်ရမယ်ဆိုတဲ့ မက်လုံးနဲ့ အလောင်းအစားလုပ်ပြီး လိုက်ကြိုက်ပါတော့တယ်။ အဖြူထည်မလေးကရော ဆီဘက်ရှန်လို ငရှုပ်ကောင်ကို လက်ခံမှာလား… ကတ်သရင်းကိုရော ဆုအနေနဲ့ ထပ်ရမှာလား…ဒီမေးခွန်းတွေရဲ့ အဖြေတွေသိရဖို့ကတော့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါ။Plot က သိပ်ပြီး‌ဆန်းလှတာ‌တော့ မဟုတ်ပေမဲ့ မင်းသားနဲ့မင်းသမီးတွေရဲ့ အချင်းချင်းကြားက Chemistry တွေ၊ Interaction တွေက အဲဒီရိုးစင်းနေတဲ့ Plot ဇာတ်ကြောင်းကြီးကို မေ့သွားအောင် ပြုစားနိုင်ပါလိမ့်မယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုSai Thurein Lynnမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 980MB, 570MBQuality – 1080p, 720p, 480pIMDb Rating – 6.8/10Format – mp4Duration – 1H 37MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated bySai Thurein LynnEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m2QvGozzKz5ux74gKocn4kFTGz1.jpg",
      "https://image.tmdb.org/t/p/w300/5JbeDoSm4aHI1mNuhttQW5LUtXx.jpg",
      "https://image.tmdb.org/t/p/w300/tERkCApmRUeEQxGcmPsPjeRz0CB.jpg",
      "https://image.tmdb.org/t/p/w300/qMoL7JIuyQQImeRZPadZZr2aoir.jpg",
      "https://image.tmdb.org/t/p/w300/nMsFI2bwDPXiiAGER2IcJcXHoNX.jpg",
      "https://image.tmdb.org/t/p/w300/fCcwuuxvFu5p7mOkF95hh2g0OoE.jpg",
      "https://image.tmdb.org/t/p/w300/xZBwEn1RpWcGqrWsux3vP7Rryg9.jpg",
      "https://image.tmdb.org/t/p/w300/oTmEgvCUikntpBbAIrffzaEw3Pq.jpg",
      "https://image.tmdb.org/t/p/w300/4EU77LHou5lxeaTrXzFcDF9pjJd.jpg",
      "https://image.tmdb.org/t/p/w300/8XMCnR3HoHRjozEkTMSjJRh35XJ.jpg",
      "https://image.tmdb.org/t/p/w300/m5ouHaSWtoBWhL8oFgBob8bV3UN.jpg",
      "https://image.tmdb.org/t/p/w300/7mm8ElbzdgIGCQdqf19ruLJd3As.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/76cCsRtQ5MJBAqoigojXsLXLJwh.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-1999-1080-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2vrre/(CM)_Cruel_Intentions_(1999)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VWEUFL6Q#ENPXP4RjtLr0Z1UwzqDb3KV8QW8irkiSmEGY1YO5QGk",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbanh.com/mu4ck0l1zik1.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-1999-720-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/19wuf/(CM)_Cruel_Intentions_(1999)_720p.mp4",
        "server": "megaup.net",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lWsmSApZ#M8JZag5EiJLQXtM8EJ9DSumSQjHHj7XbSzolOaawRak",
        "server": "mega.nz",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://sbanh.com/t9ewdct0a32a.html",
        "server": "streamsb.com",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-cruel-intentions-1999-480-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "545MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/19wt0/(CM)_Cruel_Intentions_(1999)_480p.mp4",
        "server": "megaup.net",
        "size": "545MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/gKVXjZpA#3WGdzUHfk0HyMG3cuQbK9wzaeGmj8V4zgQivp2D93KQ",
        "server": "mega.nz",
        "size": "545MB",
        "quality": "480p"
      },
      {
        "link": "https://sbanh.com/f7w2zo8uj64w.html",
        "server": "streamsb.com",
        "size": "545MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "UzlKsS-IhEo",
      "video_url": "https://www.youtube.com/watch?v=UzlKsS-IhEo",
      "embed_url": "https://www.youtube.com/embed/UzlKsS-IhEo"
    }
  },
  {
    "metadata": "||1h 19 min|Action,Crime,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "62"
    },
    "title": "Bangkok Storm ( 2023 )",
    "description": "Action ကားကြိုက်တဲ့ CM ရဲ့ ပရိသတ်တွေအတွက်Bangkok Storm ဆိုတဲ့ လက်ဝှေ့ကားလေးကိုဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေအောက်လက်ဝှေ့ချန်ပီယံဖြစ်သူ လင်ဖုန်းဟာ အသက်အန္တရာယ်နဲ့ခြိမ်းခြောက်ခံနေရတဲ့ကြားက လက်ဝှေ့အတုမထိုးတဲ့အတွက် လုပ်ကြံခံခဲ့ရလို့အတိတ်မေ့သွားခဲ့ပါတယ်။ အတိတ်မေ့သွားတဲ့ လင်ဖုန်းတစ်ယောက်အပေါ်ယံမှာတော့ ရိုးသားဖြူစင်ပြီး ပေါ့ပေါ့ပါးပါးနေသလို ဖြစ်နေပေမဲ့အတိတ်က အဖြစ်အပျက်တွေမှာတော့ လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နှက်နေပါတယ်။ရန်ငြိုးအသစ် အဟောင်းတွေ ရောထွေးနေပေမယ့်လည်း သိုင်းပညာစိတ်ဓာတ်ကိုဆက်လက်ထိန်းသိမ်းပြီးတော့ ဒုစရိုက်ဂိုဏ်းတွေနဲ့ လုံးဝ မပူးပေါင်း ခဲ့ပါဘူး။နောက်ဆုံးမှာ သူ့ရဲ့ ကိုယ်ပိုင် အစွမ်းဖြင့် လောင်းကစားရုံကိုဖျက်ဆီးခဲ့နိုင်ပြီး မကောင်းမှုတွေကို တိုက်ဖျက်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။လင်ဖုန်းတစ်ယောက် ဒုစရိုက်ဂိုဏ်းကြီး တစ်ခုလုံးကို ဘယ်လို တိုက်ခိုက်မလဲ……သူချစ်ရတဲ့ လူတွေကိုရော အန္တရာယ်ထဲက ကြိုးစား ကာကွယ်မလဲ……ဆိုတာကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါခံစားကြည့်ရှုလိုက်ပါနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Action , Drama , CrimeRuntime : 1h 19 minSubtitle : Myanmar Subtitle ( Hardsub )Translated & Reviewed ByMoonEncoded by LK",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bDOHC0n2rkSmbOS0awPNChtUZ16.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/bangkok-storm-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/r1b92gxmctwd.html",
        "server": "usersdrive.com",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/9g2hy8qz5vtn.html",
        "server": "streamsb.com",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1V4uY/Bangkok_Storm_2023_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hkjly3714abh",
        "server": "streamvid.io",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/57ky1RJY#1T3kAu3ALr3vOJ6BG_SnDAy1zLl69H2I8b8zWgQqkko",
        "server": "mega.nz",
        "size": "976 MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bangkok-storm-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "415 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/w0m5uc5qkxt4.html",
        "server": "usersdrive.com",
        "size": "415 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/pnkXxJjB#g22CL6BrL55m-8fRvV7xQ_VIx18BYa365NTxTYjez_Y",
        "server": "mega.nz",
        "size": "415 MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h 7min|Drama,Family,Romance",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "1,282"
    },
    "title": "His (2020)",
    "description": "His 2020ကိုယ်ကြိုက်ချင်တဲ့လူကို ကြိုက်ခွင့်ရှိတာက လူတယောက်ရဲ့ လွတ်လပ်ခွင့်တဲ့ကဲ အဓိပ္ပါယ်လေးကတော့ ထိထိမိမိနဲ့ ရှင်းရှင်းလေးပါပဲကျွန်တော်တို့ လူ့ပတ်ဝန်းကျင်ဆိုတဲ့ သဘောသဘာဝကြီးကတော့ လွတ်လပ်ခွင့်တွေကို အပြစ်တင် ဝေဖန်တတ်ကြစမြဲဒါပေမယ့်လည်း အဲ့ပတ်ဝန်းကျင်ကြီးမှာပဲ နေသားတကျဖြစ်အောင်နေရင်း ရှေ့ဆက်လျှောက်လှမ်းကြရတာပါပဲအဲ့လိုရှေ့ဆက်လျှောက်လှမ်းကြမယ့် ကောင်းလေးနှစ်ယောက်ရဲ့ အချစ်ရေးအကြောင်းကို ဒီဂျန်ကားလေးထဲမှာ စီးမျောကြည့်ဖို့ အကျဉ်းချုပ်လေး ပြောပြရရင်ရွှမ်နဲ့ နာဂီဆာ တို့နှစ်ယောက်ဟာ အထက်တန်းကျောင်းသားဘဝတည်းက ချစ်သူဖြစ်ခဲ့ကြပြီး တက္ကသိုလ်ထိလည်း ဆက်ဆံရေးလေးဟာ ချိုမြိန်နေခဲ့ပါတယ်ဘွဲ့ရခါနီး တနေ့မှာတော့ မထင်မှတ်စွာပဲ နာဂီဆာက ရွှမ်ကို လမ်းခွဲပြီး ထားပစ်ခဲ့ပါတော့တယ်စိတ်ဒဏ်ရာတွေကြောင့် ရွှမ်တယောက် လူတွေနဲ့ သိပ်မဆက်ဆံရတဲ့ ကျေးလက်ဒေသလေးမှာ ဇာတ်မြုှပ်နေခဲ့ပြီး နှစ်တွေကြာပြီးနောက်နာဂီဆာဟာ သူ့ရဲ့ချစ်စရာ သမီးလေး ဆိုရာကိုခေါ်ပြီး ရွှမ့်ဆီ ပြန်ရောက်လာတဲ့ခါ…ပျော်ရွှင်စရာအခိုက်အတန့်လေးတွေဖြစ်နေရင်တောင် သူတို့ရဲ့လွမ်းဆွတ်အားငယ်စရာ ခံစားချက်တွေကို သိမြင်ခံစားလာစေမယ့် မိသားစုဆန်ဆန် BLကားလေးဖြစ်လို့ ရင်ထဲတခုခု စွဲကျန်နေခဲ့မှာ အသေအချာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__2.2 GB , 1.1 GBQuality__1080p , 720p , 360pIMDb Rating__7.5/10Format__mp4Duration__02:05:00Type__Drama , Family , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated byHay Mann ThitsarEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qBYWC0RCfeWOFcY40KGGlypQ9vz.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/08/afea.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/his-2020",
        "server": "VIP Links",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/his-2020-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/his-2020-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/his-2020-360-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/YGr9/His_(2020)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/YGr2/His_(2020)_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kBlz/His_(2020)_360p.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://upstream.to/p782i3uvaw33",
        "server": "upstream.to",
        "size": "2.2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/a003zwnmk0ap",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/42aa0a6lq99h",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://tubesb.com/9kntarv5me9e.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "tXjVlAvqvq4",
      "video_url": "https://www.youtube.com/watch?v=tXjVlAvqvq4",
      "embed_url": "https://www.youtube.com/embed/tXjVlAvqvq4"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": ""
    },
    "title": "[18+] Madrid, 1987 (2011)",
    "description": "Madrid 1987 (2011)IMDb Rating (6.2)/ Rotten Tomatoes (89%)ဝတ်လစ်စလစ်ခန်းများပါဝင်သဖြင့် အသက်မပြည့်သေးသူများကြည့်ရှုရန်မသင့်ပါ၁၉၈၇… စပိန်နိုင်ငံမှာ နိုင်ငံရေးတင်းမာမှုတွေပြင်းထန်နေခဲ့တဲ့နှစ်။အာဏာရှင်လက်အောက်က လွတ်မြောက်ခါစ အချိန် ဆိုရှယ်လစ်ပါတီရအာဏာရနေတုန်း အလုပ်သမားသမဂ္ဂနဲ့ အာဏာလွန်‌ဆွဲ‌ပွဲတွေဖြစ်နေကြတဲ့အချိန်ဒီရုပ်ရှင်နာမည်ထဲက ၁၉၈၇ ဆိုတဲ့‌ခုနှစ်ဟာ အဲဒီလိုခေတ်မှာ နေထိုင်ရတဲ့လူတွေရဲ့ဘဝကိုပါ အရိပ်အယောင်ပြထားတယ်။အဲဒီလို အာဏာရှင်ခေတ်မှာ ကြီးပြင်းခဲ့ရတဲ့ စာရေးဆရာကြီး မီဂူရယ်လ်နဲ့ ‌ခေတ်သစ်မှာမှမွေးဖွားတဲ့ အိန်ဂျလာ ဆုံခဲ့ကြတယ်။အိန်ဂျလာက သူ့ကျောင်းမှာရေးဖို့စာတမ်းအတွက် မီဂူရယ်လ်လို ဝါရင့်စာရေးဆရာကြီးကို အင်တာဗျူးချင်ခဲ့တာ။အဲဒီလိုနဲ့ သူတို့ဟာ စာရေးဆရာကြီးရဲ့ မိတ်ဆွေအိမ်ဆီလာခဲ့ကြတာပေါ့။“‌ငါဟာ တောင်ပံတွေပြိုနေတဲ့ငှက်အို… မင်းတောင်ပံ‌တစ်စုံနဲ့ ငါပြန်နုပျိုပါ‌ရစေ”မီဂူရယ်လ်ဟာ တကယ့်မုန်းစရာလူ၊ စတွေ့ကတည်းက အတူအိပ်ဖို့ပဲတဂျီဂျီတောင်းဆိုနေခဲ့တယ်။ အကြောင်းပြချက်ကဘာလဲ။ ငါပြန်နုပျိုကြည့်ချင်လို့ပါတဲ့။ဒီလိုနဲ့ ကံကြမ္မာဆန်းပြားပုံက သူတို့နှစ်ယောက် ရေချိုးခန်းတံခါးပိတ်ရင်း တံခါးညှပ်ပြီး ပိတ်မိသွားတော့တယ်။အဲဒီအချိန်မှပဲ အင်တာဗျူးစရတာပေါ့။ရေချိုးခန်းထဲကတစ်နေ့တာအချိန်မှာ နိုင်ငံရေးတွေ ငယ်ဘဝတွေ ရုပ်ရှင်အကြောင်း စာပေအကြောင်းတွေဆွေးနွေးရင်း သူတို့ကြားက Generation Gap ကို တဖြည်းဖြည်းမြင်လာရတယ်။အစမှာမြင်ခဲ့ရတဲ့ ဘုကန့်လန့်လူအိုကြီးဟာ တစ်ခါတစ်လေကျ သိပ်သနားစရာကောင်းသွားပြီး တစ်ခါတစ်လေကျလည်း သိပ်ချစ်စရာကောင်းနေပြန်တယ်။ဇာတ်လမ်းပြီးခါနီးမှာ အိန်ဂျလာကိုခေါ်ထိုင်ရင်း ရုပ်ရှင်ကြည့်မယ်ဆိုပြီး စိတ်ကူးယဉ်ပိတ်ကားပေါ် ဇာတ်လမ်းတစ်ခုလုံးကိုပုံဖော်ပြောပြနေပုံက သိပ်နူးညံ့ရိုးသားလွန်းတယ်။‌ပြောရင်းတန်းလန်း တံခါးဖွင့်ပေးမယ့်လူရောက်လာတော့ သူပြောလက်စဇာတ်လမ်းလေး ဘယ်လိုဇာတ်သိမ်းသွားလဲ အိန်ဂျလာကိုယ်တိုင်ကော ကြည့်နေတဲ့လူတွေပါ မသိရတော့ဘူး။သူကတော့ အိန်ဂျလာကိုပြောပါတယ် “ငါတို့နောက်တစ်ခါတွေ့မှ ဆက်ကြည့်ကြမယ်လေ” တဲ့။နောက်တစ်ခါဆိုတာရှိမရှိ သူတို့နှစ်ယောက်လုံးသိနေခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ဟာ အစပိုင်းမှာတော့အေးအေးလေးသွားပေမယ့် နောက်ပိုင်းမှာ ဇာတ်ထဲမျောသွားတဲ့ ရုပ်ရှင်မျိုးပါ။ဒိုင်ယာလော့ခ်ကောင်းကောင်းလေးတွေအများကြီးပါတဲ့အပြင် အနုပညာနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားတဲ့လူတွေအတွက် ငြိမ့်ငြိမ့်လေးကြည့်ကောင်းမယ့် ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Thant Bo မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB)/(580 MB)Quality….WEB-DL 1080p /720pFormat…mp4Duration….01:45:20Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated byMin Thant Bo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/kXvzU7FBUp337Vm1xniQw1Oyvtl.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/p9219113_p_v8_aa.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-madrid-1987-2011-blu-ray-remux-1080-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Al4B/(CM)_Madrid.1987.2011.BluRay.REMUX.1080p.Naung.mp4",
        "server": "megaup.net",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbrapid.com/k39xif4abdd4.html",
        "server": "mega.nz",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3ugde3r5t5cn.html",
        "server": "usersdrive.com",
        "size": "1.8 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-madrid-1987-2011-blu-ray-remux-720-p-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "580 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eqa6/(CM)_Madrid.1987.2011.BluRay.REMUX.720p.Naung.mp4",
        "server": "megaup.net",
        "size": "580 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/k39xif4abdd4.html",
        "server": "mega.nz",
        "size": "580 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vbp2k32avcab.html",
        "server": "usersdrive.com",
        "size": "580 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/9z5umjz3di6v",
        "server": "streamvid.io",
        "size": "580 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/k39xif4abdd4.html",
        "server": "streamsb.com",
        "size": "580 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "9SlxD4ZOXxc",
      "video_url": "https://www.youtube.com/watch?v=9SlxD4ZOXxc",
      "embed_url": "https://www.youtube.com/embed/9SlxD4ZOXxc"
    }
  },
  {
    "metadata": "N/A|2018|156 min|Action,Bollywood,Drama",
    "rating": {
      "rating": "8.9/10",
      "rating_count": "13,036"
    },
    "title": "K.G.F: Chapter 1 (2018)",
    "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating – 8.7/10Google Users – 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့ကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့ဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ “El Dorado- အယ်လ်ဒိုရာဒို”စာအုပ်ကိုအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီးထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကိုမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့ဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီးဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။“ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံပြိုင်တူအဖြစ်အပျက်နှစ်ခု…”ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်(ယခု ကာနာတားကားပြည်နယ် – ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။ဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်အသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကိုရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့ဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီးရွှေကြောကို အပိုင်စီးလိုက်တာပဲ…။အဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့၉၉နှစ်တာ လုပ်ကိုင်ခွင့် စာချုပ်နဲ့အတူနာရာချီထုံးကျောက်တူးဖော်ရေးကုမ္ပဏီဆိုပြီး သတ္တုတူးဖော်ရေးကုမ္ပဏီတစ်ခုကို ကောက်ထူထောင်ပြီးခံတပ်ကြီးတစ်ခုကို အခိုင်အမာ ဆောက်တည်တယ်။အင်အားကြီးလာတဲ့ ဆူရိယဗာဒန်ဟာ ပတ်ဝန်းကျင်ဒေသတွေမှာရှိတဲ့လူတွေကိုသူ့ခံတပ်အတွင်းကို အတင်းအဓမ္မခေါ်ယူပြီး မညှာမတာ အလုပ်စေခိုင်းတော့တယ်။လုံခြုံရေးသုံးဆင့်ကာရံထားတဲ့ ခံတပ်ကြီးအတွင်းကို ရောက်ရှိသွားသူတွေဟာ ပြန်လမ်းမရှိတော့ဘူး။အဲ့ဒီလုံခြုံရေးသုံးဆင့်ဆိုတာက ၁ – အခိုင်အမာတည်ဆောက်ထားတဲ့ ဧရာမတံတိုင်းကြီး ၊၂ – ဧရာမတံခါးကြီး နဲ့ ၊ ၃ – အဲ့ဒီနှစ်ခုကို စောင့်ရှောက်ပေးမယ့်ရက်စက်ကြမ်းကြုတ်လွန်းသူ လူမိုက်ခေါင်းဆောင် ဗားနာရမ် တို့ ဖြစ်တယ်။လက်ရှိအချိန်မှာ သူဟာ နာမကျန်းဖြစ်ပြီးတော့ အိပ်ယာထဲ လဲနေတယ်။သူ့အရိုက်အရာကို ဆက်ခံဖို့ သားကြီးဖြစ်တဲ့ ဂါရူးဒါးကို တာဝန်ပေးထားတယ်။ကိုလာရွှေလုပ်ကွက်ရဲ့ ခေါင်းကိုင်ဖခင်ကြီးမှာအိုးစားဖက် ငါးယောက်ရှိတယ်။၁ – ဘာဂါ့ဗ်ရဲ့သား ကာမဲလ်(ကိုလာရွှေလုပ်ကွက်က ထွက်လာသမျှ ရွှေတွေကိုသန့်စင်ပေးတဲ့သူ)၂ – ရာဂျန်ဒရာဒီစိုင်း(ဘန်ဂလောမှာနေရင်းကိုလာရွှေတွေကို စျေးကွက်ကို ဖြန့်ပေးတဲ့သူ)၃ – အင်ဒရူး(ရေလမ်းကုန်သွယ်ရေးအတွက်အနောက်ကမ်းရိုးတမ်းကို ချုပ်ကိုင်ထားတဲ့သူ)၄ – ဂုရုပန်ဒရန်း(ဆူရိယဗာဒန်ကြောင့် နိုင်ငံရေးသမား ဖြစ်လာတဲ့သူ)၅ – အာဒီးရာ(ဆူရိယဗာဒန်ရဲ့ ညီအရင်း)ဒီ၅ယောက်ကို အုပ်ချုပ်ပြီး ၊ ဒီ၅ယောက်ရဲ့ အကူအညီနဲ့ကိုလာရွှေလုပ်ကွက်ကို လည်ပတ်နေတာ….။“ရော့ကီ့အကြောင်း”ရော့ကီဟာ ဘုံဘေမြို့မှာနေထိုင်တယ်။ငယ်ကလည်းက ဇရှိတယ် ၊ လက်ရဲတယ်။ရည်မှန်းချက် ကြီးမားတယ်။သွားလေသူ မိခင်ပေးခဲ့တဲ့ ဘ၀ခွန်အားတွေကြောင့် အမြင့်ဆုံးကို ရောက်ချင်နေတဲ့သူ။ငယ်ကလည်းက လက်ယဉ်တာကြောင့် ဘုံဘေရှက်တီဆိုသူ လူမိုက်ကြီးရဲ့လက်သပ်မွေးခြင်းကို ခံရတဲ့သူ။ ရှက်တီ့မှာ ကြုံလာသမျှ ဘေးရန်တွေ ၊ ရှက်တီ့လုပ်ငန်းတွေကိုစွမ်းစွမ်းတမံလုပ်ကိုင်ပေးရင်း သူမတူတဲ့သူ့အစွမ်းအစကြောင့်လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ အမြင်မကြည်တာကို ခံရတဲ့သူ။သူ့အစွမ်းအစကို ရှက်တီက အသိအမှတ်မပြုပေမယ့်ရှက်တီ့အထက်က အကောင်ကြီးတစ်ကောင်ဖြစ်တဲ့ နံပါတ် ၃ အိုးစားဖက် အင်ဒရူးကရော့ကီ့အကြောင်းကို ကြားပြီး အလုပ်တစ်ခု လာကမ်းလှမ်းတယ်။ကမ်းလှမ်းတဲ့အလုပ်က လုံခြုံရေးအပြည့်ယူထားပြီးဘန်ဂလောမြို့ကို လာမယ့်လူတစ်ယောက်ကို အပြတ်ရှင်းပေးရမှာ…။ဒီတော့ သူဟာ ဘုံဘေကနေ ဘန်ဂလောကို ခရီးထွက်လာခဲ့ပြီးသူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့ ဖြစ်လာခဲ့ပါတယ်။အပိုင်း၂အတွက်ဆိုရင်တော့ ဇာတ်ဆောင် အသစ်တွေ မြင်ရတော့မှာပါ။ရာမီကာစိမ်းဆိုတဲ့ လူထုဩဘာသံနဲ့အတူ နိုင်ငံရေးလောကထဲ ဝင်ရောက်လာသူနဲ့ဆူရီးယားဗာဒန်ရဲ့ ညီ၊ ဂါရူးဒါးရဲ့ ဦးလေးဖြစ်တဲ့အားဒီးယားပါ။အပိုင်း၁မှာတော့ သူတို့အကြောင်း အနည်းငယ်မျှသာပါဝင်ခဲ့ပြီး အပိုင်း၂မှာတော့ ရော့ကီရဲ့အဓိကပြိုင်ဘက်တွေ ဖြစ်လာနိုင်ပါတယ်။မကြာခင်ထွက်လာတော့မယ့် အပိုင်း၂ကို စောင့်စားရင်းအပိုင်း၁ကို အရင်ကထက် ပိုလန်းတဲ့ အရည်အသွေး၊ပိုကောင်းတဲ့မြန်မာမှု၊ မူရင်းအသံတို့နဲ့အတူပြန်လည် ခံစားလိုက်ကြရအောင်ဗျာ။File Size :(1.20 GB ) and (600 MB)Quality : WEB-DL 720pRunning Time : 2h 36minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL-1080p-UNTOUCHED-AVC-DD5.1Translated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/n0z49k6qSB9QilogdbMHblUSZxp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/fm1sr7e2tfvx.html",
        "server": "usersdrive.com",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://usersdrive.com/ikb4yozrakeg.html",
        "server": "usersdrive.com",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.datbu.com/cldmepqfm0jd.html",
        "server": "datbu.com",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/k-g-f-chapter-1-2018-1080-p-5-1-ch-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/k-g-f-chapter-1-2018-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2gJ8e/K.G.F_Chapter_1_(2018).1080P.5.1CH.HEVC.mkv",
        "server": "megaup.net",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://megaup.net/2gJQ4/K.G.F_Chapter_1.2018.720p.pp.mp4",
        "server": "megaup.net",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/FxVxSQ6C#jvAWsxKVXmGYqhdFjSPXGJZNPPvwBdnbhcpJO6xEADA",
        "server": "mega.nz",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      },
      {
        "link": "https://mega.nz/file/ghEVhQSb#iUY_-5Ak03h3UBXp7-ochkT4SaVU19ynIpF4Psi5a9U",
        "server": "mega.nz",
        "size": "1.4GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/kgf-chapter-1-2018",
        "server": "VIP Links",
        "size": "2.98GB",
        "quality": "WEB-DL1080P.5.1CH"
      }
    ],
    "trailer": {
      "video_id": "qXgF-iJ_ezE",
      "video_url": "https://www.youtube.com/watch?v=qXgF-iJ_ezE",
      "embed_url": "https://www.youtube.com/embed/qXgF-iJ_ezE"
    }
  },
  {
    "metadata": "|1990||Drama,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": ""
    },
    "title": "The Exorcist III (1990)",
    "description": "The Exorcist III (1990)IMDb – 6.5/10ဇာတ်လမ်းအညွှန်းဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်တွေဖြစ်တဲ့ လက်ဖတင်နင်ဘေလ်ကင်မ်ဒါမန်းနဲ့ ဖာသာဒိုင်ယာတို့ရဲ့မိတ်ဆွေ ဖာသာဒေမီယန်ကဲရက်စ်သေဆုံးပြီး ၁၅နှစ်အကြာမှာ ဇာတ်အိမ်စတည်ထားပါတယ်။ဝါရှင်တန်ဒီစီ ဂျော့ဂျ်တောင်းမှာ သောမတ်စ်ကင်ထရီလို့ခေါ်တဲ့၁၂နှစ်အရွယ် လူမဲကောင်လေး အသတ်ခံရမှု စတင်ပေါ်ပေါက်လာပါတယ်။ဘေလ်ကင်မ်ဒါမန်းဟာ ဒီအမှုကို ဆက်စုံစမ်းနေပါတယ်။ဒီလိုနဲ့ နောက်ထပ် ဖာသာတစ်ယောက်အသတ်ခံရမှု ပေါ်ပေါက်လာပြန်ပါတယ်။အသတ်ခံရမှုတွေမှာ စဉ်းစားစရာက သေဆုံးသူတွေဟာဆက်စနိုင်းကိုလင်း ဆေးထိုးခံထားရခြင်းနဲ့ အသတ်ခံကြရတဲ့ပုံစံဖြစ်ပါတယ်။နောက်တစ်ချက်အနေနဲ့ ကြောက်စရာအကောင်းဆုံးလူသတ်သမား The Gemini killer ကတော့ လွန်ခဲ့တဲ့ ၁၅နှစ်ကျော်ကလျှပ်စစ်ထိုင်ခုံမှာ သေဆုံးသွားခဲ့ပါပြီ။ဒါဆိုရင် အခုဖြစ်နေတဲ့ လူသတ်မှုတွေရဲ့ တရားခံဟာ ဘယ်သူလဲပေါ့…ဘေလ်ကင်မ်ဒါမန်း တစ်ယောက် လူသတ်သမားကို ရှာရင်းဘာတွေကြုံတွေ့ရမလဲဆိုတာတော့ စိတ်ဝင်စားစရာပါပဲ။စိတ်ဝင်စားစရာနဲနဲလောက်ပြောပြရမယ်ဆိုရင်ဘေလ်ဟာ ဆေးရုံမှာဖြစ်တဲ့လူသတ်မှုအကြောင်း စုံစမ်းရင်းစိတ္တဇဆောင် အခန်းနံပါတ် ၁၁မှာ ထူးဆန်းတဲ့ လူနာတစ်ယောက်နဲ့ တွေ့ရပါတယ်။လူသတ်မှုတွေက ဒီလူနာနဲ့ရော ပတ်သတ်လား၊ နတ်ဆိုးလား မကောင်းဆိုးဝါးလား၊ အဓိကရန်သူဘယ်သူလဲဆိုတာ သိချင်စိတ်လေးတွေဖြစ်နေပြီမလား။ဇာတ်လမ်းရဲ့မြှုပ်ကွက်တွေကို စိတ်ခြောက်ခြားစရာhorror ဇာတ်ဝင်ခန်းတွေနဲ့အတူ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။horror မှာ နာမည်တစ်လုံးနဲ့ ရပ်တည်နေတဲ့The Exorcist ရဲ့ နံပါတ် ၃ ကားမြောက် ဇာတ်လမ်းဆိုတဲ့အတိုင်းhorror ကို အပြည့်အဝခံစားကြရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ writer နဲ့ director ကတော့ rating 8.1 အထိတောင် ရရှိခဲ့တဲ့The Exorcist (1973) ရဲ့ writer လည်းဖြစ် အော်စကာဆုရှင်လည်းဖြစ်တဲ့William Peter Blatty ပဲ ဖြစ်ပါတယ်။၁၉၉၀ ကထွက်ထားတဲ့ ဇာတ်လမ်းပါ၊ ကဲ ဟောင်းပေမယ့်လည်း ကောင်းနေဆဲ…horror ပရိတ်သတ်ကြီးတို့အတွက် CM မှ တင်ဆက်ပေးလိုက်ပါပြီ။ခံစားကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက Orika ဖြစ်ပါတယ်။File size…  1.82 GB /  1.35 GBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 1h 50mGenre …..  Action , ComedySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Orika",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/k6CDxvHzLZMNI6KvTNyLLessbJi.jpg",
      "https://image.tmdb.org/t/p/w300/lEiEC0VbRbht1OiUCgwDFGVFPRL.jpg",
      "https://image.tmdb.org/t/p/w300/lcLoZoIbTLdYiXjLE2l0ciS9Vdx.jpg",
      "https://image.tmdb.org/t/p/w300/fxt2z5L7ZbWoUUvKMBDlu3azBGv.jpg",
      "https://image.tmdb.org/t/p/w300/mpMC8HEUjnU0mMVlFsWTlFJeiq5.jpg",
      "https://image.tmdb.org/t/p/w300/fzKpStn4k6DJpHktSkeKf2gJ2Nj.jpg",
      "https://image.tmdb.org/t/p/w300/o5HhWtEAaTTYa36BzYBpbynTVM1.jpg",
      "https://image.tmdb.org/t/p/w300/zF1vTWYP3AF97olCAbI5yz4QBvO.jpg",
      "https://image.tmdb.org/t/p/w300/1d1FVDNE8o293IK7d5M7Z4xkvcc.jpg",
      "https://image.tmdb.org/t/p/w300/nGy0m3LGYeCpKA9fTS1cROZd4Tq.jpg",
      "https://image.tmdb.org/t/p/w300/fhmHTUcQPslZIlVzFBziGENNtRY.jpg",
      "https://image.tmdb.org/t/p/w300/19UqC9YjTmAoUzPxufaLostrHsc.jpg",
      "https://image.tmdb.org/t/p/w300/wqHYf0H0G7SGfzHd9PpmR51Yvds.jpg",
      "https://image.tmdb.org/t/p/w300/3MpQ3T6qbJ9dqZGYFSpvaDQroTG.jpg",
      "https://image.tmdb.org/t/p/w300/xJBaOxlqpxWrnoVzjpIX4O4p3ZT.jpg",
      "https://image.tmdb.org/t/p/w300/hc4JfnHUEEHEuEuPKZnM7VMhbqD.jpg",
      "https://image.tmdb.org/t/p/w300/2JnyyxTibd5ZdMKMePY7zSyedmi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bl6nSPcyqz6xD2Igd2VQvz8qWo0.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/b6eq786u8hn4.html",
        "server": "usersdrive.com",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-exorcist-iii-1990-rm-1080-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1j9t4/The_Exorcist_III_(1990)_RM__1080p_BluRay_{CM}_TSK.mp4",
        "server": "megaup.net",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5O1hlaJA#qRsxGFJMHm9ISQGQu5SpmAEIzpzLLDDeJZX8YXJNvEA",
        "server": "mega.nz",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/raqxxgmpqnxa",
        "server": "streamvid.io",
        "size": "1.82 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/djctxicrf7ul.html",
        "server": "usersdrive.com",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-exorcist-iii-1990-rm-720-p-blu-ray-cm-tsk-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1j9sc/The_Exorcist_III_(1990)_RM__720p_BluRay_{CM}_TSK_(2).mp4",
        "server": "megaup.net",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/pOtkzZhA#-s1TlZngO4mDVofLUkY__kipQO6am0yNSKNWNYCHT0A",
        "server": "mega.nz",
        "size": "1.35 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cxejhvaq02y0",
        "server": "streamvid.io",
        "size": "1.35 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "BXsj26KH4jk",
      "video_url": "https://www.youtube.com/watch?v=BXsj26KH4jk",
      "embed_url": "https://www.youtube.com/embed/BXsj26KH4jk"
    }
  },
  {
    "metadata": "not rated|2024|2h 30m|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "506"
    },
    "title": "Naa Saami Ranga (2024)",
    "description": "Naa Saami Ranga (2024)“ရွာလူမိုက်”တေလဂူး အက်ရှင်/ဒရာမာ ဇာတ်ကားကြမ်းကြမ်းလေး တင်ပေးလိုက်ပါတယ် ၂၀၁၉ ကမလေယာလမ် ရုပ်ရှင် Porinju Mariam Jose ကို ပြန်ပြီးရိုက်ထားတာ ဖြစ်ပါတယ်၂၀၂၄ ရဲ့ ဝင်ငွေအကောင်းဆုံး ၇ ကားမြောက်အိန္ဒိယရုပ်ရှင် ဖြစ်ခဲ့ပြီး တတိယ ဝင်ငွေအများဆုံး တေလဂူးကား ဖြစ်ပါတယ်ဇာလ်လမ်းအကျဥ်းကတော့ ၁၉၆၃ ရွာတစ်ရွာမှာ ကစ်ရှ်တေယာ ဆိုတဲ့ မိဘမဲ့ကောင်လေးကို အန်ဂျီရဲ့အမေက မွေးစားခဲ့ပြီး သူတို့နှစ်ယောက် ညီအစ်ကိုရင်းပမာ အတူတူကြီးပြင်းခဲ့ပါတယ်တစ်နေ့ သူတို့အမေ ဆုံးတော့ အလောင်းမချသေးခင် အကြွေးနဲ့အိမ်လာသိမ်းတဲ့ ကြွေးရှင်ရဲ့ ရန်ကနေ“ပက်ဒေယာ” ဆိုတဲ့ ကျေးရွာခေါင်းဆောင်က ကယ်တင်ပေးခဲ့တဲ့နေ့ကစပြီး ကစ်ရှ်တေယာ တစ်ယောက်ရွာသူကြီးကို ကျေးဇူးရှင်တစ်ယောက်လို သဘောထားခဲ့ပါတယ်ငယ်စဥ်ကလေးဘဝကတည်းက ချစ်ခဲ့ရတဲ့ ကောင်မလေးကိုလည်း အကြောင်းကြောင်းကြောင့်လက်မထပ်နိုင်သေးပဲ သူကြီးခိုင်းတာမှန်သမျှ ပြဿနာအဝဝကို လူယုံတစ်ယောက်လို ဖြေရှင်းပေးနေရပါတယ်ဒီလို ကစ်ရှ်တေယာကို အရေးပေးခြင်းအပေါ် သူကြီးရဲ့သားအရင်းတွေက မနာလိုကြပါဘူးတစ်နေ့တော့ သူချစ်ခင်တွယ်တာတဲ့ သူတွေအပေါ်အန္တရာယ်ကျရောက်လာတဲ့ အချိန်မှာ မားမားမတ်မတ်ဘယ်လို ကာကွယ်ပေးသွားမလဲဆယ်နှစ်တာချစ်ခဲ့ရတဲ့ ကောင်မလေးနဲ့ရော ကံကြမ္မာက ဆုံဆည်းခွင့်ပေးပါ့မလားဆိုတာကို ဆက်လက်ကြည့်ရှုပေးပါဦးအညွှန်းနဲ့ဘာသာပြန်ကတော့ CM Bollywood Team က ဖြစ်ပါတယ်( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…3.44GB /1.6GBQuality…WEB DL 1080p / 720pFormat…mp4Duration….2h 30mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by CM Bollywood Team",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4LQlyIkccYkCoLAu198EdFqkeY7.jpg",
      "https://image.tmdb.org/t/p/w300/7zqjXAh9RtOrGS8JnwgPGEHGRY.jpg",
      "https://image.tmdb.org/t/p/w300/23vhNHkzxiBGWNoIjzVdmxkfgGy.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2024/02/Naa-Saami-Ranga-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/naa-saami-ranga-2024-true-web-dl-1080-p-hq-hevc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.44GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1dmf56utqgzh.html",
        "server": "usersdrive.com",
        "size": "3.44GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/ef5c9/Naa_Saami_Ranga_(2024)_TRUE_WEB-DL_-_1080p_HQ_-_HEVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "3.44GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/QGEFxTzJ#2otqAS-RsPZnCc6NTzqN8OOIFpNqJev2zBGoVxyXGzk",
        "server": "mega.nz",
        "size": "3.44GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/naa-saami-ranga-2024-true-web-dl-720-p-hq-hevc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wiwiehwc0r2r.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/rMgko/Naa_Saami_Ranga_(2024)_TRUE_WEB-DL_-_720p_HQ_-_HEVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tCdBlKiC#FYt81hyoeq9xWn4qNsNtX0ly4yP6RkpZfugZpQRRhXU",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://cdnwish.com/mwrvfyb4e0wd",
        "server": "streamsb.com",
        "size": "1.6GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yvxutku5i5eq",
        "server": "streamvid.io",
        "size": "1.6GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|1999|2h 9min|Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "7,340"
    },
    "title": "Peppermint Candy (1999)",
    "description": "[Unicode]Peppermint Candy (1999)ဝေဖန်ရေးသမားတွေ အဆိုအရတော့ Burningနဲ့ Green fishတို့လိုကားတွေကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Lee Chang Dongရဲ့ အကောင်းဆုံးကားဟာ Poetry(2010)ပါ။သူရဲ့ ဒုတိယအကောင်းဆုံးကားကတော့ သူရဲ့ အစောပိုင်းလက်ရာတစ်ခုဖြစ်တဲ့ အခုဒီ Peppermint Candyပါပဲ။ရုပ်ရှင်တစ်ကား ကောင်းမကောင်းဟာ ကြည့်ရှုသူအပေါ်မှာပဲ မူတည်တာမို့ ကျွန်တော်တော့ Peppermint Candyကို ပိုသဘောကျပါတယ်။Peppermint Candyဟာ Nolanရဲ့ mementoလိုမျိုး ဖြစ်ရပ်အချိန်စဉ်အလိုက် မပြထားတဲ့ ရုပ်ရှင်မျိုးပါပဲ။အခန်းဖြတ်၇ခန်းကို သုံးထားပြီး အခန်းဖြတ်တိုင်းမှာ ခုနှစ် အချိန်အခါ ပါတာမို့ သိပ်ပြီး Mind-Blowingဖြစ်စေမယ့် ရုပ်ရှင်မျိုးတော့ မဟုတ်ပါဘူး။မြင့်သန်းဘာသာပြန်ပြီး ဂျပန်စာရေးဆရာ ကဇူးအို အစ်ရှိဂူရိုးရေးထားတဲ့ လွင့်မျောနေသောကမ္ဘာကြီး၏အနုပညာသည်တစ်ဦးလိုခေတ်ကာလနှစ်ခုရဲ့ မျဉ်းပြိုင်ရသကို ပါးပါးလေးသုံးထားပြီး ၁၉၈၀ကျောင်းသားထကြွမှုကနေ ဇာတ်ကားထွက်ခဲ့တဲ့ ၂၀၀၀ခုနှစ်အထိ ကိုရီးယားသမိုင်းရဲ့အနှစ်နှစ်ဆယ်ကာလကိုသုံးထားပါတယ်။ဇာတ်ရဲ့အဖွင့်ရဲ့ ဦးဆုံးအခန်းမှာ ပြထားတာကတော့ ရထားတစ်စင်း မြစ်ကူးသံလမ်းတံတားပေါ် ခုတ်မောင်း‌နေတာပါပဲ။မြစ်ကူးသံလမ်းတံတားရဲ့အောက်မှာ လူတစ်ယောက်ပက်လက်လှဲပြီး ရထားကိုငေးမောနေပါတယ်။အချိန်ကတော့ ၁၉၉၉‌‌နွေဦး။ဂင်မ်ဟာ ပြန်လည်တွေ့ဆုံပွဲ‌မှာသီချင်းတွေဆို စားနေသောက်နေရင်းက မြစ်ကူးသံလမ်းတံတားပေါ်တက် ရထားတိုက်ခံ အဆုံးစီရင်သွားပါတယ်။ဒီတစ်ခန်းဖြတ်ရဲ့ အဆုံးသတ်ကတော့ ရထားတိုက်ခံသေခါနီး အော်ကြွေးနေတဲ့ ဂင်မ်ရဲ့ မျက်နှာပါပဲ။ဒါက ပထမအခန်းရဲ့ အကြောင်းအရာ အကုန်ပါပဲ။မော်ဒန်ဝတ္တုလောကမှာ အတိုဆုံးဝတ္တုလို့ခေါ်တဲ့ ရသမြောက်ဝတ္တုကလေးတွေရှိပါတယ်။တိုတာမှ လေးငါးကြောင်းပဲပါတာပါ။သို့ပေမယ့် ရသမြောက်တဲ့ ဝတ္တုတွေပါပဲ။Peppermint Candyဟာ အဲ့ဒီလိုဝတ္တုတိုကလေးတွေကို Pointတစ်ခုနဲ့ ချိတ်ဆက်ထားသလိုပါ။ဒါပေမယ့် သူက လူတစ်ယောက်အကြောင်းကို ဦးတည်ထားပါတယ်။အခန်းဖြတ်အတိုကလေးခုနှစ်ခုကို အတိတ်နဲ့ဆက်စပ်တဲ့အကြောင်းအရာတစ်ခုကိုပြောပြီးအဲ့ဒီအကြောင်းအရာဖြစ်ခဲ့တဲ့ အတိတ်ကိုခေါ်ဆောင်သွားတဲ့နည်းနဲ့ ပထမအခန်းမှာတင် သတ်သေသွားတဲ့လူရဲ့ ဇာတ်လမ်းဟောင်းတွေဆီ ကျွန်တော်တို့ကို တဖြည်းဖြည်းချင်း ခေါ်ဆောင်သွားပါတယ်။ထူးခြားတာကတော့ဒါရိုက်တာဟာ ဇာတ်လမ်းအပိုင်းလေးတစ်ခုရဲ့အဆုံးနောက်အပိုင်းကလေးရဲ့အစတိုင်းမှာ ရထားတစ်စင်းခုတ်မောင်း နေတာကိုပြထားပါတယ်။ဒီရုပ်ရှင်မှာ ရထားရဲ့နိမိတ်ပုံဟာ ဘဝသံသရာဖြစ်ချင်မှဖြစ်ပါမယ်။နှုတ်ဆက်ခွဲခွာခြင်းဖြစ်ချင်မှဖြစ်ပါမယ်။ဘယ်သူမှသေသေချာချာမသိပါဘူး။Lee Chang Dongဟာ ဒီရုပ်ရှင်မှာလည်း မသိခြင်းကို ရသတစ်ခုအဖြစ်သုံးသွားပြန်တာပါပဲ။IMdb 7.7 ,Rotten Tomatoes 83% ratingရှိတဲ့Lee Chang Dongရိုက်တဲ့ ဒီကိုရီးယားရုပ်ရှင်ဟာကိန်းရုပ်ရှပ်ပွဲတော်အပါအဝင်ရုပ်ရှင်ပွဲတော်ခြောက်ခုက ဆု‌ဆယ်ဆုရထားပါတယ်။( အညွှန်းရေးသားပြီး ဘာသာပြန်ပေးထားတာတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Peppermint Candy (1999)ေဝဖန္ေရးသမားေတြ အဆိုအရေတာ့ Burningနဲ႔ Green fishတို႔လိုကားေတြကို႐ိုက္ခဲ့တဲ့ ဒါ႐ိုက္တာ Lee Chang Dongရဲ႕ အေကာင္းဆုံးကားဟာ Poetry(2010)ပါ။သူရဲ႕ ဒုတိယအေကာင္းဆုံးကားကေတာ့ သူရဲ႕ အေစာပိုင္းလက္ရာတစ္ခုျဖစ္တဲ့ အခုဒီ Peppermint Candyပါပဲ။႐ုပ္ရွင္တစ္ကား ေကာင္းမေကာင္းဟာ ၾကည့္ရႈသူအေပၚမွာပဲ မူတည္တာမို႔ ကြၽန္ေတာ္ေတာ့ Peppermint Candyကို ပိုသေဘာက်ပါတယ္။Peppermint Candyဟာ Nolanရဲ႕ mementoလိုမ်ိဳး ျဖစ္ရပ္အခ်ိန္စဥ္အလိုက္ မျပထားတဲ့ ႐ုပ္ရွင္မ်ိဳးပါပဲ။အခန္းျဖတ္၇ခန္းကို သုံးထားၿပီး အခန္းျဖတ္တိုင္းမွာ ခုႏွစ္ အခ်ိန္အခါ ပါတာမို႔ သိပ္ၿပီး Mind-Blowingျဖစ္ေစမယ့္ ႐ုပ္ရွင္မ်ိဳးေတာ့ မဟုတ္ပါဘူး။ျမင့္သန္းဘာသာျပန္ၿပီး ဂ်ပန္စာေရးဆရာ ကဇူးအို အစ္ရွိဂူ႐ိုးေရးထားတဲ့ လြင့္ေမ်ာေနေသာကမာၻႀကီး၏အႏုပညာသည္တစ္ဦးလိုေခတ္ကာလႏွစ္ခုရဲ႕ မ်ဥ္းၿပိဳင္ရသကို ပါးပါးေလးသုံးထားၿပီး ၁၉၈၀ေက်ာင္းသားထႂကြမႈကေန ဇာတ္ကားထြက္ခဲ့တဲ့ ၂၀၀၀ခုႏွစ္အထိ ကိုရီးယားသမိုင္းရဲ႕အႏွစ္ႏွစ္ဆယ္ကာလကိုသုံးထားပါတယ္။ဇာတ္ရဲ႕အဖြင့္ရဲ႕ ဦးဆုံးအခန္းမွာ ျပထားတာကေတာ့ ရထားတစ္စင္း ျမစ္ကူးသံလမ္းတံတားေပၚ ခုတ္ေမာင္း‌ေနတာပါပဲ။ျမစ္ကူးသံလမ္းတံတားရဲ႕ေအာက္မွာ လူတစ္ေယာက္ပက္လက္လွဲၿပီး ရထားကိုေငးေမာေနပါတယ္။အခ်ိန္ကေတာ့ ၁၉၉၉‌‌ေႏြဦး။ဂင္မ္ဟာ ျပန္လည္ေတြ႕ဆုံပြဲ‌မွာသီခ်င္းေတြဆို စားေနေသာက္ေနရင္းက ျမစ္ကူးသံလမ္းတံတားေပၚတက္ ရထားတိုက္ခံ အဆုံးစီရင္သြားပါတယ္။ဒီတစ္ခန္းျဖတ္ရဲ႕ အဆုံးသတ္ကေတာ့ ရထားတိုက္ခံေသခါနီး ေအာ္ေႂကြးေနတဲ့ ဂင္မ္ရဲ႕ မ်က္ႏွာပါပဲ။ဒါက ပထမအခန္းရဲ႕ အေၾကာင္းအရာ အကုန္ပါပဲ။ေမာ္ဒန္၀တၱဳေလာကမွာ အတိုဆုံး၀တၱဳလို႔ေခၚတဲ့ ရသေျမာက္၀တၱဳကေလးေတြရွိပါတယ္။တိုတာမွ ေလးငါးေၾကာင္းပဲပါတာပါ။သို႔ေပမယ့္ ရသေျမာက္တဲ့ ၀တၱဳေတြပါပဲ။Peppermint Candyဟာ အဲ့ဒီလို၀တၱဳတိုကေလးေတြကို Pointတစ္ခုနဲ႔ ခ်ိတ္ဆက္ထားသလိုပါ။ဒါေပမယ့္ သူက လူတစ္ေယာက္အေၾကာင္းကို ဦးတည္ထားပါတယ္။အခန္းျဖတ္အတိုကေလးခုႏွစ္ခုကို အတိတ္နဲ႔ဆက္စပ္တဲ့အေၾကာင္းအရာတစ္ခုကိုေျပာၿပီးအဲ့ဒီအေၾကာင္းအရာျဖစ္ခဲ့တဲ့ အတိတ္ကိုေခၚေဆာင္သြားတဲ့နည္းနဲ႔ ပထမအခန္းမွာတင္ သတ္ေသသြားတဲ့လူရဲ႕ ဇာတ္လမ္းေဟာင္းေတြဆီ ကြၽန္ေတာ္တို႔ကို တျဖည္းျဖည္းခ်င္း ေခၚေဆာင္သြားပါတယ္။ထူးျခားတာကေတာ့ဒါ႐ိုက္တာဟာ ဇာတ္လမ္းအပိုင္းေလးတစ္ခုရဲ႕အဆုံးေနာက္အပိုင္းကေလးရဲ႕အစတိုင္းမွာ ရထားတစ္စင္းခုတ္ေမာင္း ေနတာကိုျပထားပါတယ္။ဒီ႐ုပ္ရွင္မွာ ရထားရဲ႕နိမိတ္ပုံဟာ ဘ၀သံသရာျဖစ္ခ်င္မွျဖစ္ပါမယ္။ႏႈတ္ဆက္ခြဲခြာျခင္းျဖစ္ခ်င္မွျဖစ္ပါမယ္။ဘယ္သူမွေသေသခ်ာခ်ာမသိပါဘူး။Lee Chang Dongဟာ ဒီ႐ုပ္ရွင္မွာလည္း မသိျခင္းကို ရသတစ္ခုအျဖစ္သုံးသြားျပန္တာပါပဲ။IMdb 7.7 ,Rotten Tomatoes 83% ratingရွိတဲ့Lee Chang Dong႐ိုက္တဲ့ ဒီကိုရီးယား႐ုပ္ရွင္ဟာကိန္း႐ုပ္ရွပ္ပြဲေတာ္အပါအ၀င္႐ုပ္ရွင္ပြဲေတာ္ေျခာက္ခုက ဆု‌ဆယ္ဆုရထားပါတယ္။( အညႊန္္းေရးသားျပီး ဘာသာျပန္ေပးထားတာေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 2.37 GB ) and ( 1.16 GB)Quality__Bluray-1080p , Bluray-720pIMDb Rating__7.7/10Format__mp4Duration__02:10:17Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uVxRS7FF3qdhcPTh8UAI9EehsS0.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jPP0gFDgdXRa1YgP8Cn8arzOHI3.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/peppermint-candy-1999-1080-p-5-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://yoteshinportal.cc/peppermint-candy-1999-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/peppermint-candy-1999-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://usersdrive.com/en9m6p0agsal.html",
        "server": "usersdrive.com",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://usersdrive.com/q86ubk0gevf4.html",
        "server": "usersdrive.com",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://usersdrive.com/7ciujmn25h1f.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yuudrive.me/8e9ec8c351/pepermint-candy-19_1080p-5-1-mp4",
        "server": "yuudrive.me",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://yuudrive.me/e15cc1b8e/pepermint-candy-19_720p-mp4",
        "server": "yuudrive.me",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yuudrive.me/aec5e1bc3/pepermint-candy-19_sfs-mp4",
        "server": "yuudrive.me",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/3yGqk/Peppermint_Candy_(1999)_[1080p_5.1].mp4",
        "server": "megaup.net",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://megaup.net/4eDSc/Peppermint_Candy_(1999)_[720p].mp4",
        "server": "megaup.net",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://megaup.net/3yGqq/Peppermint_Candy_(1999)_SFS.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/dFRiXcWkBKIdGA",
        "server": "disk.yandex.com",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://yadi.sk/i/ul3m3uJRkL3feA",
        "server": "disk.yandex.com",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://yadi.sk/i/u18oWvKyQKxPmw",
        "server": "disk.yandex.com",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/wc1TFYzT#suX0UhsohBgin7dnTFi0EE9qcxEZIFZ94Z9lHOzEV7A",
        "server": "mega.nz",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://mega.nz/file/AU1jDAIZ#68ViIylp_WsFLNQGejFwVCKpJgOj7iTyhGHJAyIhxlM",
        "server": "mega.nz",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://mega.nz/file/RF9RRAKQ#OKP7yRxvSGl-ELcPLAXwS5qurP5a-B5ZEBybxlF_R8E",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/i7abr4ydmdw2",
        "server": "upstream.to",
        "size": "2.37 GB",
        "quality": "Bluray-1080p 5.1"
      },
      {
        "link": "https://upstream.to/uqe9lhh8iktt",
        "server": "upstream.to",
        "size": "1.2 GB",
        "quality": "Bluray 720p"
      },
      {
        "link": "https://upstream.to/b7sszznoyvu9",
        "server": "upstream.to",
        "size": "450 MB",
        "quality": "SFS"
      }
    ],
    "trailer": {
      "video_id": "qyPlwI6IUHg",
      "video_url": "https://www.youtube.com/watch?v=qyPlwI6IUHg",
      "embed_url": "https://www.youtube.com/embed/qyPlwI6IUHg"
    }
  },
  {
    "metadata": "|||Biography,Drama",
    "rating": {
      "rating": "7.6/10",
      "rating_count": ""
    },
    "title": "Gods (2014)",
    "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ဆေးလောကနဲ့ သက်ဆိုင်တဲ့ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Bogowie ပါ။2014 ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး IMDb rating 7.6 နဲ့Rotten tomatoes မှာ rating 82% ရထားတဲ့ဇာတ်ကားဖြစ်သလို ပိုလန်နိုင်ငံက ချီးမြှင့်တဲ့ရုပ်ရှင်ဆုတွေအများကြီး ဆွတ်ခူးထားတဲ့ ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းဟာ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ‌ပိုလန်နိုင်ငံမှာ ပထမဆုံး နှလုံးအစားထိုးကုသမှုကို ဦးစီးဆောင်ရွက်ခဲ့တဲ့ဒေါက်တာရလီဂါအကြောင်းကို ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းပြောပြရရင် ဒေါက်တာရလီဂါဟာနှလုံးခွဲစိတ်ဆရာဝန်တစ်ယောက်ပါ။ခွဲစိတ်ဆရာဝန်တစ်ယောက်အနေနဲ့ ခွဲစိတ်မှုများစွာလုပ်ဆောင်ရသလို ခွဲစိတ်မှုမအောင်မြင်ဘဲဆုံးပါးသွားရသူတွေလည်း အများကြီးပါ။ဒေါက်တာရလီဂါဟာ လူတွေ နှလုံးရောဂါကြောင့်မသေကြစေဖို့အတွက် နှလုံးအစားထိုးကုသဖို့စိတ်ကူးကို အကောင်အထည် ဖော်ချင်ခဲ့တယ်။ဒါပေမဲ့ အထက်လူကြီးတွေက လက်အခံခဲ့ပါဘူး။နောက်တော့ ဒေါက်တာရလီဂါက သူ့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့နှလုံးအစားထိုးကုသမှုကို ‌ဆောင်ရွက်ဖို့ လုပ်လက်စ ဆေးရုံက နုတ်ထွက်ခဲ့ပြီးကိုယ်ပိုင်ဆေးရုံတစ်ခု ထောင်ခဲ့ပါတယ်။ဒါပေမဲ့လည်း ဘဝဆိုတာ ထင်သလို မလွယ်ကူတာမလို့ဒေါက်တာရလီဂါတစ်ယောက် ဆေးရုံကို ဦးစီးနိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ရမလဲ၊သူ နှလုံးအစားထိုးကုသမယ့် လူနာတွေကရော အသက်ရှင်နိုင်ပါ့မလားဆိုတာကိုဟောဒီ Bogowie ဇာတ်ကားထဲမှာ ပရိသတ်ကြီးတို့ကိုယ်တိုင် ကြည့်ရှုလိုက်ပါ။File size…  1.95 GB /  725 MBQuality… BluRay 1080p / 720pFormat… mp4Duration…. 2 hrGenre …..  Drama, BiographySubtitle…. Myanmar Subtitle (Hard Sub)Encoder…. Thit San KhantTranslated by Htet Nyein Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gseFlPbavFpTdsWmqhrmRcf8CLD.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5oDW4t1K8xAFeU0meO7PoVHPq8S.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/4n80m57n4h77.html",
        "server": "usersdrive.com",
        "size": "1.95 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/bogowie-2014-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.95 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1XNuQ/Bogowie.2014.1080p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "1.95 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/6AsU2ALB#MgSU9UWkY1QkPTN7VXS9AoiXVCGO8A_Scj_yPAE7Xvg",
        "server": "mega.nz",
        "size": "1.95 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/bxz9qcldkg07",
        "server": "streamvid.io",
        "size": "1.95 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1dh6hol8ad0g.html",
        "server": "usersdrive.com",
        "size": "725 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/bogowie-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "725 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hQ2s/Bogowie.2014.720p.BluRay_{CM}.mp4",
        "server": "megaup.net",
        "size": "725 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yQMjkBKI#KznprwNTluFkUJR59dNnE5Nbx5yJjSbNm8PvCjtF5r8",
        "server": "mega.nz",
        "size": "725 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/11puoqtcgrxn",
        "server": "streamvid.io",
        "size": "725 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zir6oSjlbdg",
      "video_url": "https://www.youtube.com/watch?v=zir6oSjlbdg",
      "embed_url": "https://www.youtube.com/embed/zir6oSjlbdg"
    }
  },
  {
    "metadata": "|||Drama,Horror,Mystery",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "54757"
    },
    "title": "Session 9(2001)",
    "description": "Session 9(2001) အညွှန်း********************ဂေါ်ဒွန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ကျောက်ဂွမ်းမှုန့် (Asbestos) တွေရှင်းလင်းသန့်စင်ပေးတဲ့အဖွဲ့ဖြစ်ပါတယ်…စိတ္တဇဆေးရုံတစ်ခုကိုပြန်လည်ပြုပြင်ရေးပရောဂျက်မှာလေလံဝင်ဆွဲရာကနေအနည်းဆုံးသုံးပတ်ကြာမဲ့အလုပ်ကိုတစ်ပတ်နဲ့ပြီးစေရပါမယ်ဆိုပြီး လေလံအောင်ခဲ့ပါတယ်…ဂေါ်ဒွန်ကတော့ သူ့မိန်းမဝင်ဒီနဲ့ သူ့သမီးလေးကြောင့် တစ်ခုခုစိတ်ရှုပ်နေရပုံပါ…သူတို့အလုပ်လုပ်နေကြရင်းsession 9 ဆိုတဲ့ ခွေကိုဖွင့်ကြည့်ခဲ့မိပါတယ်…အဲဒီမှာတော့ မေရီဆိုတဲ့ စိတ်အထွေထွေကွဲပြားတဲ့ရောဂါသည်လေးကိုဆွေးနွေးမေးမြန်းထားတာပဲဖြစ်ပါတယ်…ဟန့်ကလည်း ငွေပြားတွေရှာတွေ့ပြီးနောက်မှာထူးထူးဆန်းဆန်းပျောက်ကွယ်သွားပါတယ်…အဲဒီနောက်မှာတော့ ထူးဆန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်ကိုပေါ်လာပါတော့တယ်…ဘာတွေလဲဆိုတာကိုတော့….Box Office ဝင် Horror မို့ ခံစားကြည့်သင့်ပါကြောင်း…File Size :(1.7GB) (715 MB) and (278MB)Quality : Blu-Ray 1080P,720pFormat…mp4Duration…01:37:00Genre : Horror,  Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PoantEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/q00YpCIaO4ke4qstYnds9PtAz3t.jpg",
      "https://image.tmdb.org/t/p/w300/4z3HVEDKuUDTkiQD5OKXVqFORs5.jpg",
      "https://image.tmdb.org/t/p/w300/n9eZfUPO2s0uE8v5qxA5452SFgL.jpg",
      "https://image.tmdb.org/t/p/w300/zor3ayp18ofgWgogXHbKSnFOixF.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A3Au37c3KJX29BDvldzGiYtaU5B.jpg",
    "movie_links": [
      {
        "link": "",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/gjb4skyzvd1n.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/session-9-2001-blu-ray-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://megaup.net/1M4i9/Session.9.2001.BLU-RAY.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://mega.nz/file/db9TRS4a#rPd-D0E5yLeP552QU2eArOOBMhndFikne_pNnm2zNWM",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "Blu-Ray 1080p"
      },
      {
        "link": "https://usersdrive.com/b20bm3us2jzr.html",
        "server": "usersdrive.com",
        "size": "715MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/session-9-2001-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "715MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/37Zcy/Session.9.2001.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "715MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/1TsFBbIa#v0-lBJmldJUDkWa8a1fjql7_LEhaHlz-GEbfrkQdlUE",
        "server": "mega.nz",
        "size": "715MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbfull.com/z56j6qjtqbx1.html",
        "server": "streamsb.com",
        "size": "715MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/6trfqlcpovrc.html",
        "server": "usersdrive.com",
        "size": "278MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bling-ring-2013-blu-ray-480-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "278MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2s1M2/The.Bling.Ring.2013.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "278MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/JftBALjR#1CZ8V0m-H7jRCprTjCTW3uW2A-aWsFpbJ_9lu9fFnWU",
        "server": "mega.nz",
        "size": "278MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/6w30gi71pvds.html",
        "server": "streamsb.com",
        "size": "278MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "LsxkRNvEbhM",
      "video_url": "https://www.youtube.com/watch?v=LsxkRNvEbhM",
      "embed_url": "https://www.youtube.com/embed/LsxkRNvEbhM"
    }
  },
  {
    "metadata": "R|2016|112 min|Drama,Mystery",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "63,962"
    },
    "title": "The Girl on the Train (2016)",
    "description": "The Girl On the Train‘ ငါ့အမျိုးသားက ငါ့ကိုအမြဲတမ်းစိတ်ကူးယဉ်တယ်လို့ပြောတတ်တယ်ငါမတတ်နိုင်ဘူးလေ ငါဆိုလိုချင်တာက မင်းဟာရထားစီးနေရင်းနဲ့ ရထားလမ်းဘေးကလူတွေရဲ့ ဘဝကဘယ်လိုလဲဆိုတာ စဉ်းစားကြည့်ဖူးလား???မင်းမနေဖူးတဲ့ဘဝမျိုးတွေလေ အဲ့ဒါတွေက ငါသိချင်နေတဲ့အကြောင်းတွေပဲ’Emily Bluntရဲ့ 2016နှစ်ကုန်နီးကမှထွက်တဲ့ DVDလေးအကြောင်း လက်တို့ပါရစေ။ ဒီ Movieကို ကျွန်တော့်ဖေးဗရိတ်ထဲကျွန်တော်ထည့်လိုက်ပါတယ်။ဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက်ကတော့ အကြိုက်ခြင်းမတူနိုင်ပါဘူး။ ဒီ Movieဟာ ခံစားသူအပေါ်မူတည်ပြီး အဓိပ္ပာယ်အမျိုးမျိုးထွက်နိုင်ပါတယ်။မူရင်းစာရေးဆရာရည်ညွှန်းတာကတော Thrillerပါ။ Paula Hawkinရဲ့ အရောင်းရဆုံးစာအုပ် That Shocked The Worldကို ပြန်ရိုက်တာပါ။ DVDကာဗာမှာ Entertainment Weekly က ‘ The Darkest,Sexiest,Most Daring Thriller of the Year.’လို့ညွှန်းတာကို ဖော်ပြထားပါတယ်။ဒီmovieမှာက ဇာတ်ကောင်အများကြီးမပါပါဘူး။ 6ယောက်ပဲပါတယ်။ အဲ့ ဇာတ်ကောင် 6ယောက်ရဲ့ ပတ်သတ်မှုတွေကို တစ်ခန်းခြင်းဆီ ပြီးတော့ အချိန်တွေ လတွေနဲ့ပါ ခွဲပြီးရိုက်ပြထားပါတယ်။ ဇာတ်ရည်မလည်ခင်ထိ အတော်အားစိုက်ကြည့်ယူရပါတယ်။ အစပိုင်းက အနည်းငယ်ပျင်းစရာကောင်းပါတယ်။ တစ်ဝက်လောက်လဲရောက်ရော ဘာဆက်ဖြစ်မလဲ ဘာဆက်ဖြစ်မလဲဆိုတဲ့ထိ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဓိကကဇာတ်ကောင်က ရေချယ်(Emily Blunt)ပါ။သူဟာအထီးကျန်ပြီး အရက်စွဲနေတဲ့ တစ်ခုလပ်ပါ။ ယောကျာၤးဖြစ်သူနဲ့လည်း ကွာရှင်းထားပါတယ်။ ယောင်္ကျားနဲ့ကွာရှင်းရတဲ့ အကြောင်းက သူ့မှာကိုယ်ဝန်မရနိုင်တော့လို့ပါ။ အဲ့မှာပဲ သူမဟာ အရက်တွေအလွန်အကျွံသောက်တတ်လာတယ်။အမူးလွန်ပြီးရင် လုပ်မိလုပ်ရာလုပ်တတ်တယ်။မနက်မိုးလင်းရင် ဘာမှမမှတ်မိတော့ဘူး။သူမဟာ သူနေတဲ့နေရာကနေ နယူးယောက်ထိ နေတိုင်းရထားစီးပါတယ်။ ဘာကြောင့်လဲဆိုတော့ သူမဟာ အလုပ်မရှိလို့ပါ။ သူမအလုပ်ပြုတ်ခဲ့တာကို သူမကပ်နေရတဲ့အိမ်ကသူငယ်ချင်းမသိအောင် နေတိုင်းအပြင်ထွက်ပြနေတာပါ။ဘာကြောင့်လဲဆိုတော့ အလုပ်မရှိရင် အိမ်လခမပေးနိုင်တာကို သူငယ်ချင်းကိုမသိစေချင်တာပါ။ အထီးကျန်နေတာလည်းပါပါတယ်။ ရထားစီးနေရင်းနဲ့ အရမ်းလိုက်ဖက်တဲ့ စုံတွဲ ရိုမန်တစ်ဆန်တဲ့စုံတွဲကို သူမတွေ့လိုက်ရပါတယ်။ အဲ့ဘဝဟာ ရေချယ်အရမ်းလိုချင်ပြီး မရခဲ့တဲ့ဘဝမျိုးပါ။အဲ့ကောင်မလေးကို သူမ မသိပေမယ့် သူမရဲ့စိတ်ထဲမှာသိပါလိုက်ပြီး အမျိုးပုံဖော်ကြည့်နေမိပါတယ်။တစ်ရက်ကြတော့ အဲ့ကောင်မလေးဟာ တခြားအမျိုးသားတစ်ဦးနဲ့ နမ်းနေတာကို ရေချယ်တွေ့လိုက်တယ်။ သူမအရမ်းဒေါသတွေထွက်သွားတယ်။ သူ့စံပြဟာ ဒီလိုဖောက်ပြန်ရသလားဆိုပြ သွားသတ်မယ်စိတ်ကူးပါတယ်။ မူးလည်းအရမ်းမူးနေပါတယ်။ သတ်မယ်ဆိုပြီး ရထားပေါ်ကဆင်းတယ်။ သူမ အိပ်ယာနိုးလာတော့ သူမမှာဒဏ်ရာတွေ သွေးတွေနဲ့ ဒါပေမယ့် ဘာမှ မမှတ်မိတော့ပါဘူး။ အဲ့ကောင်မလေးကတော့ပျောက်သွားခဲ့တယ်။အဲ့ကောင်မလေးနာမည်က မီဂန်သူမဟာ ဆယ်ကျော်သက်လေး ပုန်ကန်ချင်တဲ့စိတ်ရှိတဲ့ကောင်မလေး။ ပြီးတော့ စိတ်မှာဒဏ်ရာတွေအများကြီးရဖူးတယ်။ ဒါမို့ သူမဟာ စိတ်ရောဂါဆရာဝန်နဲ့ စိတ်ရောကုထုံးတွေပြလေ့ရှိတယ်။ ဆရာဝန်နဲ့တိုင်ပင်လေ့ရှိတယ်။သူ့ကိုယ်သူ မိန်းမပျက်လို့ထင်လေ့ရှိတယ်။ 17နှစ်က အစ်ကိုရဲ့သူငယ်ချင်း Macနဲ့ ကိုယ်ဝန်ဖူးတယ်။ အဲ့ကလေးကို သူမရဲ့နမော်နမဲ့နိုင်မှုကြောင့် သတ်မိသလိုဖြစ်သွားတယ်။ အဲ့မှာပဲ Macက သူမကို စွန့်ခွာသွားတယ်။ သူမဟာပြောတယ်’ လိမ်တယ်ဆိုတာဟာ ခရီးထွက်နေရသလိုပဲတဲ့’ ။ ပြီးတော့ ‘ သူတို့ကဘယ်သူတွေဆိုတာအရေးမပါဘူးတဲ့ သူတို့ငါကို ဘယ်လိုခံစားရအောင်လုပ်လဲပဲ အရေးပါတာတဲ့ ကိုယ့်ကိုယ်ကို အာသာဖြေဖျောက်ရသလိုပဲတဲ့ အခြားဘယ်သူမှ မသိဘူးတဲ့ ဒါမို သူမဟာ များများလိမ်ပြီး ဟန်ဆောင်တတ်လာတယ်တဲ့ ‘ အဲ့လို အတွေးတွေရှိတဲ့ ဆယ်ကျော်သက်တစ်ယောက်ပါ။ သူမကိုကုသပေးနေတဲ့ ဆရာဝန်နဲ့ လိင်ဆက်ဆံဖို့ကြိုးစားကြည့်တယ်။ သူမပျောက်သွားတော့ ရဲတွေက ဆရာဝန်ကို သံသယဝင်တယ်။နောက်တစ်ယောက်က ‘ အန်နာ ‘အန်နာဟာ ရေချယ်အမျိုးသားဟောင်းရဲ့ နောက်အိမ်ထောင်။ သူမဟာ ရေချယ်မရခဲ့တဲ့ ကလေးကိုရခဲ့ပြီး ရေချယ့်ခင်ပွန်းဟောင်းနဲ့ သာယာတဲ့ မိသားစုလေးကို တည်ထောင်နိုင်ခဲ့တယ်။ရေချယ်အရက်မူးပြီးသူတို့ကလေးကို ခေါ်သွားဖူးတယ်။တကယ်တော့ ရေချယ်ဟာ ကလေးမရလို့ ကလေးကိုချီကြည့်ချင်ရုံလေးပါ။ အန်တာက အဲ့လို့မထင်ဘူး သူမရဲ့ကလေးကို လာသတ်တယ်ပဲထင်တာ။ အဲ့အတွက် ရေချယ်ကို သူမမုန်းတယ်။ ထူးဆန်းတာက ‘ မီဂန် ‘က အန်နာတို့အိမ်က ကလေးထိန်းဖြစ်နေတယ်။ ဒါပေမယ့် ‘ မီဂန် ‘ဟာ ကလေးထိန်းအလုပ်ကို မုန်းတယ်။Scottသူက မီဂန်ရဲ့ ယောကျာၤး သူဟာ ကလေးလိုချင်ပြီး မီဂန်ကို သဝန်တိုတတ်တယ်။ မီဂန်ဟာ သူမကို ကုသပေးနေတဲ့ စိတ်ရောဂါဆရာဝန်နဲ့ ဖောက်ပြန်နေတယ်လို့ ထင်နေတယ်။ မီဂန်ပျောက်သွားတော့ ရဲတွေက စကော့ကိုလည်းသံသယဝင်တယ်။ အဲ့မှာ ရေချယ်က စကော့ဆီသွားပြီး မီဂန်နဲ့တခြားအမျိုးသားတစ်ဦးဖောက်ပြန်နေတာ တွေ့တယ်ဆိုပြီးသွားပြောတယ်။အဲ့လိုပြောဖို့အတွက် ရေချယ်ဟာ မီဂန်ကို သိတယ်လို့ စကော့ကို လိမ်ပြောလိုက်တယ်။ စကော့က ဒီလူလားဆိုပြီး စိတ်ရောဂါဆရာဝန်ပုံပြလိုက်တော့ ရေချယ်က ဟုတ်တယ်ဆိုပြီးထောက်ခံလိုက်တယ်။Tomတွန်က ရေချယ်ရဲ့ခင်ပွန်းဟောင်း။တကယ်တော့သူဟာ ကြမ်းတမ်းခက်ထန်တဲ့စိတ်ရှိသူတစ်ယောက်ပါ။ရေချယ်ကလေးမရတာကို ရွံရှာလို့ ရေချယ်ကို စိတ်ပိုင်းဆိုင်တာ အနိုင်ကျင့်ခဲ့တယ်။ ရေချယ်အရက်မူးလွန်လို့ သူပါအလုပ်ပြုတ်ရတယ်လို့ ရေချယ်ထင်ယာင်ထင်မှားဖြစ်အောင် ဆိုက်ကိုသွင်းပေးလိုက်တယ်။ ဒါပေမယ့် အလုပ်မှာတော်သူဖြစ်တဲ့အတွက် တခြားအလုပ်ပြန်ရတယ်။တကယ်တော့သူအလုပ်ပြုတ်တာဟာ မစောင့်စည်းလို့တဲ့။ sub.titelမှာတော့ဘန်းစကားသုံးထားပါတယ်။ ‘ he couldn’t keep his dick in his pants.’ တဲ့။အဲ့လို တစ်ကွက်ခြင်းဆီပြပြီးတဲ့နောက်မှာ ‘မီဂန်’ ရဲ့အလောင်းကို တွေ့ပြီလို့ရဲတွေက ကြော်ငြာလိုက်တယ်။အသတ်ခံရတာဖြစ်ပြီး မီဂန်မှာ ကိုယ်ဝန်ရှိနေတယ်တဲ့။ DNA စစ်ကြည့်တော့ ကလေးဟာ ‘စကော့’ ရဲ့ရင်သွေးမဟုတ်ဘူးတဲ့။ဒါဆို မီဂန်ကို သတ်တာ ဘယ်သူလဲ???ဖောက်ပြန်တယ်လို့သံသယရှိတဲ့ စိတ်ရောဂါဆရာဝန်လား???သဝန်တိုတတ်တဲ့ စကော့လား???အမူးလွန်နေတဲ့ ရေချယ်လား????နောက်ဆုံးဇာတ်သိမ်းကတော့ ကျွန်တော့်ကိုကျေနပ်သွားစေပါတယ်။စာရေးဆရာရဲ့ဇာတ်အိမ်နိုင်နင်းမှုကတော့ ရေလည်မိုက်တာဗျ။ထင်မထားတဲ့ အလည့်အပြောင်းလေးတွေနဲ့။Thanks a lotDe Mon\\m/(ရုပ်ရှင်အညွှန်းကို Ko Myo Min Thu FB မှကူးယူဖော်ပြပါသည်။)File size…(955 MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:52:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/02/girl_on_the_train_ver2.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-girl-on-the-train-2016-mm-sub-1-mp-4",
        "server": "yoteshinportal.cc",
        "size": "955 MB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://yuudrive.me/5cae13039a/the-girl-on-the-train-2016-m-sub1-mp4",
        "server": "yuudrive.me",
        "size": "955 MB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://megaup.net/Qygv/The_Girl_On_The_Train_[2016]_(MM_Sub)(1).mp4",
        "server": "megaup.net",
        "size": "955 MB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://mega.nz/file/5cMFCK5C#8YuAGCjoasxxYWgD8F2F5u_xBJWPXVbPN3eRssYYOsQ",
        "server": "mega.nz",
        "size": "955 MB",
        "quality": "Blu-Ray Rip 720p"
      },
      {
        "link": "https://upstream.to/dw04mgc5ut9w",
        "server": "upstream.to",
        "size": "955 MB",
        "quality": "Blu-Ray Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Crime,Drama,Mystery",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "4.7K"
    },
    "title": "10 Days of a Good Man (2023)",
    "description": "ဇာတ်ကားနာမည်ကတော့ မြန်မာလိုဘာသာပြန်ရရင် “လူကောင်းတစ်ယောက်ရဲ့ဆယ်ရက်တာ” တဲ့။ လူကောင်းဆိုတာ ဘယ်လိုလူမျိုးတွေသတ်မှတ်ကြတာလဲ။အကြမ်းဖျင်းသတ်မှတ်ရရင် သူများကို ဒုက္ခမပေး၊အန္တရာယ်မပေး၊ သစ္စာရှိပြီးယုံကြည်ရတဲ့လူမျိုးတွေပေါ့။ဒီဇာတ်ကားထဲက ဆာဒစ် ဟာလည်း အဲ့လိုလူစားမျိုးပဲ။“ကောင်းလွန်းရင် လူပါးဝခံရတတ်တယ်” ဆိုတဲ့စကားအတိုင်းပဲ ဆာဒစ်လည်းအဲ့ဒဏ်ကိုကောင်းကောင်းခံခဲ့ရတယ်။ ဘယ်လောက်ထိလဲဆိုရင် သူ့ဘဝကြီးပြောင်းပြန်လှန်သွားတဲ့အထိပဲ။ ဒီလိုနဲ့ ရှေ့နေအလုပ်ကနေပါ နားလိုက်ရပြီးအလွတ်တမ်းစုံထောက်သဘောမျိုးပဲ လုပ်ကိုင်နေတော့တယ်။ တစ်ရက်ကျသူ့ရဲ့ ရှေ့နေမိတ်ဆွေတစ်ယောက်က သူ့ကလေးထိန်းရဲ့ သားပျောက်သွားလို့စုံစမ်းပေးပါဆိုပြီး အလုပ်အပ်လာခဲ့တယ်။ ဒီလိုနဲ့ လူကောင်းတစ်‌ယောက်ရဲ့ဆယ်ရက်တာ အစပြုခဲ့တာပေါ့။တစ်ဖက်မှာလည်း ထူးဆန်းတဲ့လူနှစ်ယောက်က လူတွေသတ်ပြီး လက်စဖျောက်ပစ်နေတဲ့ကိစ္စကလည်းဖြစ်နေသေးတယ်။ ဒါတွေနဲ့ ပျောက်ဆုံးနေတဲ့ ကောင်လေးကရောဘယ်လိုအဆက်အစပ်ရှိတာလဲ။ ဒီကောင်လေးကဘာလို့ပျောက်ဆုံးသွားတာလဲ။အဲ့ကောင်လေးကရော ဘယ်လိုလူမျိုးလဲ။ ဒီလိုမေးခွန်းတွေအပြင်ကိုမှ လူတွေရဲ့အရှုံးပေးသူကိုမှ အနိုင်လိုချင်တတ်တဲ့ စိတ်ထားတွေ၊ ကိုယ်ချစ်ရတဲ့သူက သစ္စာဖောက်တဲ့အခါ နှစ်ခါပြန်သေခဲ့ရတာမျိုးတွေ၊ ကိုယ်ကျိုးပဲကြည့်ပြီး ဘယ်သူဘာဖြစ်ဖြစ်ဆိုတဲ့ စိတ်ထားမျိုးတွေ၊ ဒီလိုတွေ့နေမြင်နေကျ လူ့သဘောလူ့သဘာဝတွေကိုလည်းဒီဇာတ်ကားထဲမှာတွေ့ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက တူရကီ film တစ်ခုဖြစ်ပြီးCrime/ mystery အမျိုးအစားမျိုးဖြစ်တာကြောင့် လူပျောက်ရှာပုံတော်ကတော်တော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်။ ဆယ်ရက်တာအတွင်း လူကောင်းတစ်ယောက် ဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာကြည့်ရှုခံစားလိုက်ကြပါဦး။File size…1.58 GB/ 752MBQuality…NF WEB-DL 1080p 5.1 CH/ 720pFormat…mp4Duration….2h 4mGenre ….. Crime , Drama , MysterySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Muse",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/72Cz99QcfnlcyUy7PePQZISVxxr.jpg",
      "https://image.tmdb.org/t/p/w300/As60nJ8QCzaAcdwRVuoOcy9lDkR.jpg",
      "https://image.tmdb.org/t/p/w300/q3vYvfLNkQdM0j0d5Yu1NWbA9cl.jpg",
      "https://image.tmdb.org/t/p/w300/9nlBI2sL3KIZijmwArAIzYHHBHP.jpg",
      "https://image.tmdb.org/t/p/w300/7Y3y6GtMFTQgueFs9GPBblicgAh.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/eQnY9isD2u7jdSkyfy8qjdMgQnT.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c74zhutkiif4.html",
        "server": "usersdrive.com",
        "size": "1.58GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/10-days-of-a-good-man-2023-nf-web-dl-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.58GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3jgcB/10.Days.of.a.Good.Man.2023.NF.WEB-DL1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.58GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "1.58GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/czumpnmqmx84",
        "server": "streamvid.io",
        "size": "1.58GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/hfx7v648d6rf.html",
        "server": "usersdrive.com",
        "size": "752MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/10-days-of-a-good-man-2023-nf-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "752MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "megaup.net",
        "size": "752MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "752MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/2nyik6wfkyax",
        "server": "streamvid.io",
        "size": "752MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "HNlEdUmROyM",
      "video_url": "https://www.youtube.com/watch?v=HNlEdUmROyM",
      "embed_url": "https://www.youtube.com/embed/HNlEdUmROyM"
    }
  },
  {
    "metadata": "Unrated|1997|1h 45m|Adult,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "152"
    },
    "title": "[18+] Downfall (1997)",
    "description": "[18+] Downfall (2022)~ IMDb – 6.5/10, MyDramaList – 6.7/10 ~(ထုံးစံအတိုင်းပါပဲ။ ခေတ်ဟောင်းက ကိုရီးယားကားဆိုတော့ အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးလိုက်ပါတယ်)Penthhouse ထဲက ဂျင်နီအမေရဲ့ ငယ်စဉ်ရွယ်စဉ်က ကားအလန်းတစ်ကားပါ။ တစ်ချိန်တစ်ခါဆီက ကိုရီးယားရဲ့ ပြည့်တန်လောကကို ပုံဖော်ထားတဲ့ကားပါပဲ။ ပြည့်တန်ဆာတစ်ယောက်ရဲ့ ဖြစ်တည်မှုအစကနေ ဖြစ်တည်မှုအဆုံးအထိ ပြသထားတဲ့ ရုပ်ရှင်ဆိုရင်လည်း မမှားပါဘူး။လွတ်မြောက်ဖို့ကြိုးစားရခြင်းတွေ… ဒီဘဝကို ပျော်မွေ့သွားခြင်းတွေ… အဖြူတွေအမဲတွေ ဒွန်တွဲနေတဲ့အကြောင်းတွေကို မျက်ဝါးထင်ထင်မြင်ကြရပါလိမ့်မယ်။ ကိုရီးယားပြည့်တန်ဆာလောကအကြောင်း ဆရာကင်ကီဒွပ်ကြီး သရုပ်ဖော်တာကို ကျွန်တော်တို့ခဏခဏကြည့်ဖူးခဲ့ပြီးပြီမလား။ ဒါကတော့ အရသာအသစ်ပေါ့။ ဘာလို့ဆို ကင်ကီဒွပ်ကားတွေမှာ ဖြစ်သွားတဲ့ မိန်းကလေးတွေရဲ့ ပျော်မွေ့သွားခြင်းကို မတွေ့ရပေမဲ့ ဒီမှာတော့ တွေ့ရသလောက်ရှိတာကိုး။ မင်းသမီးဟောင်းကြီးရဲ့ မြင်ကွင်းအသစ်တွေကို ရှုစားရင်း လေ့လာကြသင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.5GB, 740MBQuality – 1080p, 720pIMDb Rating – 6.4/10Format – mp4Duration – 1H 45MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by “___“Encoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cu0L5PBzpZdpRGXu3jfXTXM2t7T.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cVPfq45HDPbKpV8QvRYCw69MyDz.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-downfall-1997-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3cRoy/(CM)_Downfall_(1997)_720p.mp4",
        "server": "megaup.net",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/7J8xhbIK#pR-lu_uaKi0bATGSzjUL4sJ1aUNJkAFaN09nGr7ojPI",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/w21qs0hinahq.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/fkhh44lcm1lf.html",
        "server": "streamsb.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5j9u1bbrxlk7/(CM)_Downfall_(1997)_720p.mp4",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-downfall-1997-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1QWtc/(CM)_Downfall_(1997)_480p.mp4",
        "server": "megaup.net",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/WcMWTa6C#n2nBKVra8gEs25F-Uc0_ggb4CFgR0VogHdJQiHl-DYw",
        "server": "mega.nz",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/edoq5tjpgvn6.html",
        "server": "usersdrive.com",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://sblongvu.com/39efve14ddh7.html",
        "server": "streamsb.com",
        "size": "740MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/sd7wyz88t8zz/(CM)_Downfall_(1997)_480p.mp4",
        "server": "streamvid.io",
        "size": "740MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  }
]