[
  {
    "metadata": "R|2018|127 min|Biography,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "449"
    },
    "title": "Trial by Fire (2019)",
    "description": "တကယ်ပဲကလေးတွေကိုမီးရှို့သတ်ခဲ့တာလား၊လွတ်မြောက်ဖို့မျှော်လင့်ချက်တွေထားရင်းတကယ်ပဲသေဒဏ်မှလွတ်မြောက်မှာလားဆိုတာရယ်ဥပဒေလုပ်ထုံးလုပ်နည်းတွေကရောတကယ်ပဲမျှတရဲ့လား၊အဆိုးရွားဆုံးပြစ်မှုကျ ူးလွန်တဲ့သူတွေကရောလူသားတွေဖြစ်တဲ့အတွက်သေဒဏ်ပေးသင့်လား၊အပြင်လောကမှာရောမှားယွင်းပြီးသေဒဏ်ပေးခံရတဲ့လူဘယ်လောက်များရှိနေမလဲဆိုတာတွေကိုဖော်ပြရိုက်ကူးထားတဲ့ တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ကြည့်သင့်တဲ့ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။IMDb rating 6.3 Rotten Tomatoesမှာ 61%နှင့်တခြားဝေဖန်မှုကောင်းတွေလည်းရထားပြီးနာမည်ကြီးမင်းသမီးကြီး Laura Dernလည်းပါဝင်ထားပါတယ်။(ရေဒီယိုမှလာတဲ့အမေရိကန်soccerအသုံးအနှုန်းအချို့ကိုအနီးစပ်ဆုံးဘာသာပြန်ထားပါတယ်)File Size : (1 GB) & ( 372 MB)Quality : Web-DL 720pRunning Time : 2 hr 07 minFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byMoe LayEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ceFrcBkOxBwwDvXuFtQ6aQblqJB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/Aeon31iP17ys9FesAK3bLycXI6v.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/trial-by-fire2019",
        "server": "VIP Links",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/trial-by-fire-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.16GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/o6eros2ucrdb.html",
        "server": "streamsb.com",
        "size": "1.16GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "rrq6SOwyr5s",
      "video_url": "https://www.youtube.com/watch?v=rrq6SOwyr5s",
      "embed_url": "https://www.youtube.com/embed/rrq6SOwyr5s"
    }
  },
  {
    "metadata": "N/A|2019|1h 58min|Bollywood,Crime,Drama,Mystery",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "19.372"
    },
    "title": "Badla (2019)",
    "description": "Badla (2019)__________IMDB – 7.9/10=========================Badla -2019ဆိုတဲ့ ရုပ်ရှင်ကားဟာဘောလိဝုဒ်ပရိသတ်တွေကြား တော်တော်လေး လူသိများတယ်ဆိုရင် မှားမယ်မထင်ပါဘူးဗျာ။“မအိုသေး” ဆိုတဲ့ အလောင်းစည်သူမင်းကြီးရဲ့ ပြောစကားလိုအသက်ကြီးနေပြီဖြစ်ပေမဲ့ဒီနေ့ထိ မြင်တွေ့နေရတုန်း အမီတာဘချန်းနဲ့Mulk-2018ရဲ့ မင်းသမီးTapsee Pannuတို့ နှစ်ယောက်ကို အဓိက မြင်တွေ့ရမှာပါ။——————————————————–“ဇာတ်လမ်းအကျဉ်း”တစ်နှစ်တာ Focus Business Person ဆုကိုရရှိထားတဲ့ စီးပွားရေးလုပ်ငန်းရှင်နိုင်နာဟာ လတ်တလောမှာ လူသတ်မှုတစ်ခုအတွက်သံသယရှိရသူအဖြစ် အကျယ်ချုပ်နဲ့ စောင့်ကြည့်ခံထားရပါတယ်။ဖြစ်ရပ်ကဟိုတယ်အခန်းထဲမှာ သူရယ်၊ ပူနွေးနွေးသတ်ခံထားရတဲ့ အလောင်းတစ်ခုရယ်နဲ့အခန်းဟာ ပိတ်မိနေခဲ့ပါတယ်။ဒါကို နိုင်နာက သူမသတ်ဘူးလို့ ငြင်းဆိုနေတယ်။ဒီအတွက် သူ့ရှေ့နေ ဂျင်မီဟာ အရမ်းတော်တဲ့ ရှေ့နေ ဂု(ပ်)တာကို ငှားရမ်းခဲ့ပါတယ်။ရှေ့နေ ဂု(ပ်)တာဟာ သိပ်ကို တော်တဲ့ ရှေ့နေတစ်ယောက်ပါ။အမှုမှန်ကို ဖော်ထုတ်တဲ့ နေရာမှာ ကျွမ်းကျင်သူပေါ့။နိုင်နာရဲ့ ထွက်ဆိုချက်အရ”သေဆုံးသူနဲ့ အာဂျွန်းနဲ့ သူနဲ့ကို ဟိုတယ်ကို ချိန်းဆိုပြီစောင့်ခိုင်းပါတယ်တဲ့။ဒါပေမဲ့…ငွေကို လာရောက်မယူဘဲ စာတိုတစ်စောင်ကို ပို့ခဲ့ပါတယ်။ဒါဟာ ထောင်ချောက်တစ်ခုပဲ ဆိုတာ အာဂျွန်းသိနေတော့ ထွက်ပြေးဖို့ကြိုးစားရာမှာနိုင်နာဟာ တစ်စုံတစ်ခုနဲ့ ဦးခေါင်းကို ကိုင်ဆောင့်ခံရပြီးသတိလစ်သွားခဲ့ပါတယ်။ပြန်ပြီး သတိလည်လာတော့ အာဂျွန်းဟာ ငွေတွေကြားမှာသေဆုံးနေခဲ့ပါပြီ” တဲ့။နိုင်နာရဲ့ ထွက်ဆိုချက်ကို ရှေ့နေကြီး ဂု(ပ်)တာကြံဆစဉ်းစားရင်း သဲလွန်စများ လိုက်လံ ဖော်ထုတ်ရာမှာတော့…..။အမှုသည် နိုင်နာနဲ့ ရှေ့နေကြီး ဂု(ပ်)တာတို့ အတူအမှုမှန်ကို ရှာဖွေဖော်ထုတ်ရင်းပရိသတ်တွေကို ဆွဲဆောင်ထားနိုင်ပါတယ်။အချိန်ကာလ သေးသေးလေးမှာတောင်ဇာတ်လမ်းက မျိုးစုံပြောင်းလဲသွားနိုင်တာမို့ဘယ်အခန်းကိုမှ လက်လွတ်မခံဖို့ ပြောချင်ပါတယ်။——————————–”Spoiler Alert“စပိန်ဇာတ်ကားဖြစ်တဲ့The Invisible Guest (2016)ကို ပြန်လည်ရိုက်ကူးထားတာလို့ ဖော်ပြထားပါတယ်။မူရင်းဇာတ်ကားကို ကြည့်ဖူးတဲ့ သူတွေအတွက်တော့စိတ်ဝင်စားမှု အားနည်းသွားနိုင်ပေမဲ့မူရင်းကို မကြည့်ဖူးတဲ့ သူတွေအတွက်တော့အားရစေမိမှာ အမှန်ပါ။တောင်းဆိုချင်တာကတော့မူရင်းဇာတ်ကားကို ကြည့်ဖူးသူတွေအနေနဲ့ မန့်ဘောက်စ်ထဲ spoiler ရေးမသွားဖို့တော့အနူးအညွတ်တောင်းဆိုချင်ပါတယ်ဗျာ။(အညွန်းနဲ့ ဘာသာပြန်ကတော့Myint Thuနဲ့Nyi Nyi Koeတို့ ညီအစ်ကိုပါ)Badla -2019ဆိုတဲ့ ႐ုပ္ရွင္ကားဟာေဘာလိဝုဒ္ပရိသတ္ေတြၾကား ေတာ္ေတာ္ေလး လူသိမ်ားတယ္ဆိုရင္ မွားမယ္မထင္ပါဘူးဗ်ာ။“မအိုေသး” ဆိုတဲ့ အေလာင္းစည္သူမင္းႀကီးရဲ႕ ေျပာစကားလိုအသက္ႀကီးေနၿပီျဖစ္ေပမဲ့ဒီေန႔ထိ ျမင္ေတြ႕ေနရတုန္း အမီတာဘခ်န္းနဲ႔Mulk-2018ရဲ႕ မင္းသမီးTapsee Pannuတို႔ ႏွစ္ေယာက္ကို အဓိက ျမင္ေတြ႕ရမွာပါ။——————————————————–“ဇာတ္လမ္းအက်ဥ္း”တစ္ႏွစ္တာ Focus Business Person ဆုကိုရရိွထားတဲ့ စီးပြားေရးလုပ္ငန္းရွင္ႏိုင္နာဟာ လတ္တေလာမွာ လူသတ္မႈတစ္ခုအတြက္သံသယရိွရသူအျဖစ္ အက်ယ္ခ်ဳပ္နဲ႔ ေစာင့္ၾကည့္ခံထားရပါတယ္။ျဖစ္ရပ္ကဟိုတယ္အခန္းထဲမွာ သူရယ္၊ ပူေႏြးေႏြးသတ္ခံထားရတဲ့ အေလာင္းတစ္ခုရယ္နဲ႔အခန္းဟာ ပိတ္မိေနခဲ့ပါတယ္။ဒါကို ႏိုင္နာက သူမသတ္ဘူးလို႔ ျငင္းဆိုေနတယ္။ဒီအတြက္ သူ႔ေရွ႕ေန ဂ်င္မီဟာ အရမ္းေတာ္တဲ့ ေရွ႕ေန ဂု(ပ္)တာကို ငွားရမ္းခဲ့ပါတယ္။ေရွ႕ေန ဂု(ပ္)တာဟာ သိပ္ကို ေတာ္တဲ့ ေရွ႕ေနတစ္ေယာက္ပါ။အမႈမွန္ကို ေဖာ္ထုတ္တဲ့ ေနရာမွာ ကြၽမ္းက်င္သူေပါ့။ႏိုင္နာရဲ႕ ထြက္ဆိုခ်က္အရ”ေသဆံုးသူနဲ႔ အာဂြၽန္းနဲ႔ သူနဲ႔ကို ဟိုတယ္ကို ခ်ိန္းဆိုၿပီေစာင့္ခိုင္းပါတယ္တဲ့။ဒါေပမဲ့…ေငြကို လာေရာက္မယူဘဲ စာတိုတစ္ေစာင္ကို ပို႔ခဲ့ပါတယ္။ဒါဟာ ေထာင္ေခ်ာက္တစ္ခုပဲ ဆိုတာ အာဂြၽန္းသိေနေတာ့ ထြက္ေျပးဖို႔ႀကိဳးစားရာမွာႏိုင္နာဟာ တစ္စံုတစ္ခုနဲ႔ ဦးေခါင္းကို ကိုင္ေဆာင့္ခံရၿပီးသတိလစ္သြားခဲ့ပါတယ္။ျပန္ၿပီး သတိလည္လာေတာ့ အာဂြၽန္းဟာ ေငြေတြၾကားမွာေသဆံုးေနခဲ့ပါၿပီ” တဲ့။ႏိုင္နာရဲ႕ ထြက္ဆိုခ်က္ကို ေရွ႕ေနႀကီး ဂု(ပ္)တာႀကံဆစဥ္းစားရင္း သဲလြန္စမ်ား လိုက္လံ ေဖာ္ထုတ္ရာမွာေတာ့…..။အမႈသည္ ႏိုင္နာနဲ႔ ေရွ႕ေနႀကီး ဂု(ပ္)တာတို႔ အတူအမႈမွန္ကို ရွာေဖြေဖာ္ထုတ္ရင္းပရိသတ္ေတြကို ဆြဲေဆာင္ထားႏိုင္ပါတယ္။အခ်ိန္ကာလ ေသးေသးေလးမွာေတာင္ဇာတ္လမ္းက မ်ဳိးစံုေျပာင္းလဲသြားႏိုင္တာမို႔ဘယ္အခန္းကိုမွ လက္လြတ္မခံဖို႔ ေျပာခ်င္ပါတယ္။——————————–”Spoiler Alert“စပိန္ဇာတ္ကားျဖစ္တဲ့The Invisible Guest (2016)ကို ျပန္လည္႐ိုက္ကူးထားတာလို႔ ေဖာ္ျပထားပါတယ္။မူရင္းဇာတ္ကားကို ၾကည့္ဖူးတဲ့ သူေတြအတြက္ေတာ့စိတ္ဝင္စားမႈ အားနည္းသြားႏိုင္ေပမဲ့မူရင္းကို မၾကည့္ဖူးတဲ့ သူေတြအတြက္ေတာ့အားရေစမိမွာ အမွန္ပါ။ေတာင္းဆိုခ်င္တာကေတာ့မူရင္းဇာတ္ကားကို ၾကည့္ဖူးသူေတြအေနနဲ႔ မန္႔ေဘာက္စ္ထဲ spoiler ေရးမသြားဖို႔ေတာ့အႏူးအၫြတ္ေတာင္းဆိုခ်င္ပါတယ္ဗ်ာ။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့Myint Thuနဲ႔Nyi Nyi Koeတို႔ ညီအစ္ကိုပါ)File Size : (1.80 GB) and (900 MB)Quality : NF WEB-DL (1080p 5.1, 720p)Running Time : 1hr 58minFormat : Mp4Genre : Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WeB.DL.H264.DDP.5.1.DusIcTvTranslated by Nyi Koe & Myint ThuEncode by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qrJc761yfWYyesjwvyh8Ws8bQhT.jpg",
      "https://image.tmdb.org/t/p/w300/8VshatSiYQX2YGKgSEcbdNFgi0u.jpg",
      "https://image.tmdb.org/t/p/w300/okhoiuVn0GpmlreE6wuHR7qTRby.jpg",
      "https://image.tmdb.org/t/p/w300/wbpxd4KwKgGZQXG7w5Z72QYtrRw.jpg",
      "https://image.tmdb.org/t/p/w300/9x5FlwoPtU8xlJ6BtEkEle2OtHo.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/04/badla-et00077951-19-06-2018-10-46-53.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/n9mw0sfwveqr.html",
        "server": "usersdrive.com",
        "size": "1.80 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/badla-2019-1080-p-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.80 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1x216/Badla_[2019]_{1080p}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.80 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/UYRh2QaC#Xfkmhegg07PKgdpUjQsXGumvu8hyeUTk42Q_4QE5iqQ",
        "server": "mega.nz",
        "size": "1.80 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/asba0gy2o6lr",
        "server": "upstream.to",
        "size": "1.80 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/qxpzokpiaww2.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/badla-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/R4og/Badla_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/lAAAXQhL#4Ryg-CdqAYNsILgNGrKYkVE3NvqRAvYzbhJBqjSdjUE",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/hnzcoig1x832",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mSlgu8AQAd4",
      "video_url": "https://www.youtube.com/watch?v=mSlgu8AQAd4",
      "embed_url": "https://www.youtube.com/embed/mSlgu8AQAd4"
    }
  },
  {
    "metadata": "R|1976|1h 54min|Crime,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "692,484"
    },
    "title": "Taxi Driver (1976)",
    "description": "Taxi Driver (1976)IMDb 8.3/10______Rotten Tomatoes 96%Nominated for 4 Oscars.Another 21 wins & 15 nominations” စကားပြောမလို့လား ““အင်း , ကျွန်တော်တစ်ယောက်တည်းပါပဲဗျာ “______________________ဒီစကားလုံးလေးနှစ်ခုဟာ လျှာဖျားကလေးလှုပ်ပြီး ဖတ်လိုက်ကြားလိုက်ရချိန်မှာ ဘာမှမဟုတ်သယောင်ထင်ရပေမယ့် ယခု ဇာတ်ကားတစ်ခုလုံးအတွက်တော့ အရေးကြီးဆုံး စကားလုံးနှစ်ခု ဖြစ်ပါတယ်။ကျွန်တော့်အနေနဲ့ကတော့ ဘယ်တော့မှ မေ့ပျောက်နေမှာမဟုတ်တော့ဘဲ တသသ ဖြစ်ကျန်ခဲ့ရတဲ့ တက္ကစီ ဒရိုင်ဘာလေး ထရာဘစ်စ်ရဲ့ စကားလုံး နှစ်ခုဖြစ်ပါတယ်လို့ပဲ ဆိုရပါ့မယ်။ပြောရရင် တက္ကစီဒရိုင်ဘာလေးရဲ့ ဘဝအနေအထားနဲ့ စိတ်ပဋိသန္ဓေမှာ အမြစ်တည်ကြီးထွားဖို့လိုအပ်နေတဲ့ နွေးထွေးပျော်ရွှင်မှု စိတ်အာဟာရတွေ ပေါ့ပါးစွာခြေဆန့်နိုင်ဖို့။လူလောကအလယ်မှာ အခြားသောလူသားတွေလို အံဝင်ခွင်ကျ ဝင်ဆံ့ချင်လိုမှု တွေကို အသောနှင် ပိုင်ဆိုင်ချင်နေကြောင်းကို ပြည့်ပြည့်ဝဝ ပြဆိုလိုက်တဲ့ စကားနှစ်ခုလို့ပဲ ပြောရမှာဖြစ်ပါတယ်။ဒါပေမယ့် တက္ကစီဒရိုင်ဘာလေးခမျာမှာတော့ ရရှိဖို့ ခက်ခဲနေခဲ့ပါတယ်။ယခုရုပ်ရှင်ထဲက ဒရိုင်ဘာလေး ထရာဘစ်စ်ဟာ လိင် | စကားလုံး ချိတ်ငင်မှု | ပျော်ရွှင်မှု |ရယူပြည့်ဝမှု စတဲ့ လူသဘာဝကြီးထဲက လူသားအများစုတိုင်း ရရှိရမှာ ဖြစ်တဲ့ ယင်းကဲ့သို့သော ယေဘုယျအချက်အလက်တွေကို ရရှိပိုင်ဆိုင်ဖို့မျှော်လင့်ခဲ့ပေမယ့် မျှော်လင့်မှု ရဲ့ အဆုံးသတ်ရလဒ်တွေက ရှုံ းနိမ့်ကြေကွဲခြင်းပဲ ဖြစ်ခဲ့ရတယ်။ဗီယက်နမ်စစ်မြေပြင်ကနေ ကယောင်ချောက်ချားနဲ့ ပြည်တော်ပြန်လာတယ်။အဲဒီကနေ အိပ်မပျော်တဲ့ရောဂါတစ်ခုကို စွဲကပ်လာခဲ့တယ်။အိပ်မပျော်တဲ့သူဖြစ်လေတော့ သူ့အတွက် အဆင်ပြေဆုံး အလုပ်က ညပိုင်းအငှားကားမောင်းခြင်းက အကိုက်ညီဆုံး လုပ်ငန်းတစ်ခု မဟုတ်ပါလား။အဲဒီလိုနဲ့ သူဟာ တက္ကစီမောင်းတဲ့အလုပ်ကို လုပ်ကိုင်ခဲ့တော့တယ်။မြို့ပြညဟာ အချိန်မြင့်လာတာနဲ့အမျှ မှိုင်းမှုံ ရီဝေလာသယောင် ရှိပေမယ့် အမှောင်ကာလပိုင်းရောက်မှသာ အသက်ဝင်နိုးကြွသူတွေလည်း ရှိကြပါတယ်။ဆေးသမားတွေ ။ပြည့်တန်ဆာတွေ။ဖောက်သည်ရှာပေးနေတဲ့ ပြည့်တန်ဆာခေါင်းတွေ စသဖြင့်ပေါ့ ။သူတို့က ညကိုမှီခိုပြီး အလုပ်လုပ်ကြတဲ့သူတွေပါပဲ။သူ့ရဲ့တက္ကစီကလေးက မြို့ပြရဲ့ အလင်းမှန်ကူကွက်တွေကြားမှာ တိုးဝင်လူးလွန့်နေတဲ့ မြွေငယ်ကလေးတစ်ကောင်ဖြစ်ပါတယ်။လူဆိုတဲ့သဘာဝဟာ ကိုယ်မျှော်လင့်ချက်အပြည့်အဝထားပြီး လုပ်ကိုင်သမျှက ထင်သလိုဖြစ်မလာတဲ့အခါမှာ မိမိကိုယ်မိမိယုံကြည်စိတ်မဲ့လာတယ်။သိမ်ငယ်လာတယ်။အရာရာကို အပြစ်မြင်လာတယ်။ငြူ စူမိလာတယ်။အမှားတွေကို ကျူ းလွန်ဖို့ပဲ စိတ်ကသွေးဆောင်လာတာ သဘာဝပါပဲ။သူအနေနဲ့လည်း လူသားတစ်ယောက်ပဲလေ။မိန်းမလှလှလေးတစ်ယောက်ယောက်နဲ့ စကားဖောင်ဖွဲ့ချင်မှာပဲ။လိင်ဆက်ဆံချင်မှာပဲ။နီးစပ်ရာလူ့ပတ်ဝန်းကျင်က လူသားတွေနဲ့ ကျွမ်းဝင်မိတ်ဖွဲ့ချင်တာပဲလေ။ဒါပေမယ့် ဖြစ်မလာခဲ့ဘူး။ပြည့်တန်ဆာမလေးတစ်ယောက်ကို မြင်မိရာက ခင်မင်စိတ်ဝင်သွားခဲ့တယ်။ဒါပေမယ့် သူကို မကောင်းဆိုးဝါးတစ်ယောက်ကို မြင်သလိုဟန်ပန်မျို းနဲ့ ထွက်သွားတယ်။နောက်ထပ် သမ္မ္မတဖြစ်ဖို့ ကြို းစားနေသူဆိုတဲ့ ကိုယ်စားလှယ်လောင်းတစ်ယောက်ရုံးမှာ မဲဆွယ်တဲ့အလုပ်လုပ်ကို လုပ်ကိုင်ပေးနေတဲ့ကောင်မလေးတစ်ယောက်ကိုလည်း မိတ်ဆွေဖွဲ့ခဲ့တယ်။အစပိုင်းကတော့ အဆင်ပြေတော့မယောင်ရှိပါတယ်။ဒါပေမယ့် အဲဒီမိန်းကလေးကလည်း သိပ်မထူးပါဘူး။ယောကျာ်းသားတစ်ယောက်ရဲ့ တစ်သီးပုဂ္ဂလဆိုင်ရာ ပြု မူမှု ကို အပြစ်လို့ဘာကြောင့်ယူဆမိတတ်ကြတယ်မသိဘူး။သူက အားလပ်တဲ့အချိန်မှာ အပြာရုပ်ရှင်ရုံသွားပြီး အပြာကားတွေ ကြည့်လေ့ရှိတယ်။ဒါက အပြစ်တစ်ခုလို့ သတ်မှတ်သလား မဆိုနိုင်ပါဘူး။အခြားအရွယ်ရောက်ပြီးသား စုံတွဲတွေလည်း လာပြီး ကြည့်ကြတာပဲလေ။သူလည်း သူတတ်မြောက်တဲ့ မိတ္တဗလဋီကာက ဒါပဲရှိတယ်။အားလပ်ချိန်မှာ ကြုံ သမျှကို စာရေးမယ်။ကားမောင်းမယ်။အပြာကားကြည့်မယ်။ဘယ်သူကိုများထိခိုက်နေလို့တုန်း။အဲဒီကောင်မလေးကတော့ အပြာရုံထဲကနေ စိတ်ဆိုးမာန်ဆိုးနဲ့ ထွက်သွားတော့တာပဲ။သူက မှန်တစ်ချပ်ရှေ့မှာ ရပ်နေမိတယ်။သူ့ဘာသာကြည့်ပြီး ရေရွတ်ပါတယ်။မင်းစကားပြောနေတာဘယ်သူလဲ တဲ့။သူက လူလောကရဲ့အပစ်ပယ်ခံတစ်ယောက်။လိပ်စာမရှိတဲ့ ဘဝမဲ့တစ်ယောက်လို့ သူကိုယ်သူ သတ်မှတ်လိုက်သလိုမျို းပါ။ဒါရိုက်တာမာတင်စကော့စဆေးလ်ဟာ လူ့လောကရပ်ဝန်းထဲက အထီးကျန်အဆန်ဆုံး လူသားတစ်ယောက်ရုပ်ပုံလွှာကို အမေရိကန်ရဲ့ ရုပ်ရှင်ခေတ်ဦးမှာ ထာဝရဆန်းသစ်အသက်ဝင်နိုင်စေအောင် ပုံဖော်အသက်သွင်းနိုင်ခဲ့ပါတယ်။ကျွန်တော်တို့ပရိသတ်တွေမြင်လိုတဲ့ /မြင်ရစမြဲဖြစ်တဲ့ အထင်ကရသူရဲကောင်းဇာတ်လိုက်တွေကနေ သီးသန့်အက့်အကန့်ထဲမှာရှိနေတဲ့ လူသားတစ်ယောက်ကို ဆွဲထုတ်ပြခဲ့ပါတယ်။ထရာဗစ်စ်နဲ့ ကျွန်တော်တို့ဟာ တစ်သားတည်း ဖြစ်သွားခဲ့ရပါတယ်။ကျွန်တော်တို့ဟာ ထရာဗစ်စ်ရဲ့ အထီးကျန်ဖြစ်မှု တွေကို အလိုလိုခေါင်းညိတ်သဘောတူခဲ့မိပါတော့တယ်။ဘာဖြစ်လို့လည်းဆိုတော့ လက်တွေ့ဘဝမှာလည်း ကျွန်တော်တို့လူသားအများစုဟာ စနက်တံမရှိတဲ့ဗြောက်အိုးကလေးတွေနဲ့ တိတ်တိတ်ပုန်းပေါက်ကွဲပြနေရတဲ့ စိတ်အမြုံ တွေသာများတဲ့ ဖောက်ခွဲရေးသမားကလေးတွေသာ ဖြစ်နေကြတာ မဟုတ်လား။1976ခုနှစ်ကထုတ်လုပ်ဖြန့်ချီခဲ့တဲ့ ယခုရုပ်ရှင်ဟာ လက်ရှိအချိန်ကနေ ပြန်ကြည့်လိုက်ရင် နှစ်ပရိစ္ဆေဒ အတော်ကြာမြင့်ခဲ့ပြီ ဖြစ်ပေမယ့် ဘယ်သောအခါမှ ရိုးအီသွားတာမျို း ခေတ်နောက်ကျသွားတော့တာမျို း မရှိပါဘူး။ကျွန်တော် ကြိမ်ဖန်များစွာ ကြည့်ဖြစ်ခဲ့တယ်။ကြည့်လိုက်တိုင်းလည်း ဒရိုင်ဘာလေး ထရာဗစ်နဲ့အတူ အမှောင်ကမ္ဘာကြီးထဲကို တစ်သားတည်း ထိုးဆင်းသွားရတယ်။အထီးကျန် စိတ်ငတ်မွတ်မှု တွေနဲ့ ဒေါသဖြစ်မှု တွေကို ထပ်တူခံစားခဲ့ရတယ်။ဇာတ်ညွှန်းရေးဆရာ Paul Schraderအထူးလက်စွမ်းပြထားတဲ့ ယခုရုပ်ရှင်ဟာ 1956ကထုတ်လုပ်ခဲ့ဘူးတဲ့ ဒါရိုက်တာကြီး ဂျွန်ဖို့ဒ်ရဲ့ The Searchers ရုပ်ရှင်ကို ဆင့်ပွားဖန်တီးထားတယ်လို့ ဆိုပါတယ်။The Searchers ရုပ်ရှင်ဟာ ဟောလိဝုဒ်ခေတ်ဦး မင်းသားကြီး ဂျွန်ဝိန်းရဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ကားတစ်ကားဟု သတ်မှတ်နိုင်သလို နှောင်းခေတ်ရုပ်ရှင်တွေအပေါ်လည်း များစွာ လမ်းပြလွှမ်းမိုးနိုင်ခဲ့တဲ့ ရုပ်ရှင်ကားတစ်ကားလို့ သတ်မှတ်ထားကြပါတယ်။အဲဒီရုပ်ရှင်ဟာ ထပ်တူအသက်သွင်းလာတဲ့ ကလဲ့စားချေမှုရဲ့ ဇာတ်လမ်းသွားတွေကို ဆန်းသစ်ပြောင်းလဲတဲ့ ကားတစ်ကား အရောင်နဲ့ဆိတ်ငြိမ်သော ပုံရိပ်များက အဖြေများစွာကို အလိုလိုထုတ်ပေးပြီးသား ဆိုတဲ့ Film Language ကို ညွှန်းဆိုပြတဲ့ကားတစ်ကားလို့ ပြောလို့ရနိုင်ပါမယ်။ယင်းရုပ်ရှင်သွားဟာ ပြည်တွင်းစစ်က ပြန်လာချိန်မှာ မိသားစုအပေါ်သတ်ဖြတ်ပြီး မိသားစုဝင်တွေကိုပါ ပြန်ပေးဆွဲသွားတဲ့ တိုင်းရင်းသားသူပုန်တွေကို လိုက်လံကလဲ့စားချေတဲ့ လူတစ်ယောက်အကြောင်းဖြစ်ပါတယ်။သူက ပျောက်ဆုံးသွားတဲ့ တူမကလေးကို လိုက်ရှာတယ်။တကယ်တွေ့ချိန်မှာတော့ ကောင်မလေးက ရန်သူနဲ့တစ်သားတည်းဖြစ်နေပြီ။သူ့အနေနဲ့ ပစ်သတ်ရမှာ မဟုတ်လား။ဒါပေမယ့် သူတူမလေးကို မြှောက်ချီပြီး ” လာအိမ်ပြန်ကြမယ်တဲ့ “။သူဟာ တူမကလေးနဲ့အတူ တိုက်ပွဲတွေထဲပါဝင်ခဲ့တယ်။တူမကလေးမိသားစုနဲ့ ဆုံချိန်မှာလည်း တံခါးဝနားမှာသာ မတ်တပ်ရပ်လို့။တူမကလေးနဲ့ပတ်သက်ပြီး ဘာတွေတွေးနေသလဲဆိုတာတော့ ဘယ်သူမှ သိနိုင်မှာမဟုတ်ဘူးပေါ့။Taxi Driver ထဲက ကားသမားလေး ထရာဗစ်စ်ကလည်း စစ်မှု ထမ်းဟောင်းတစ်ယောက်ပါပဲ။သူမုန်းတီးသွားတဲ့ ပြည့်တန်ဆာခေါင်းစပေါ့(Sport)ဆိုသူကလည်း အဲဒီရုပ်ရှင်ထဲက တိုင်းရင်းသား ခေါင်းပေါင်းကြီးနဲ့လေ။တူညီနေတယ်မဟုတ်လား။သူမှာလည်း အသက်မပြည့်သေးတဲ့ ပြည့်တန်ဆာမလေးအိုင်းရစ်စ် (Jodie Foster) ကို ကယ်တင်ချင်တာပဲ။ယခု နှို င်းယှဉ်ပြတဲ့ ရုပ်ရှင်ကားနှစ်ကားထဲက ဂျွန်ဝိန်းဇာတ်ကောင်နဲ့ တက္ကစီဒရိုင်ဘာနှစ်ယောက်စလုံးဟာ အခြေခံဘဝအချက်အလက်တွေက တူညီနေပါတယ်။တစ်ယောက်ကလည်း ဘဝကို ဆုံးရှုံ းရတဲ့အတွက် အမျက်သိုနေတယ်။အာဃာတတွေနဲ့ပဲ လုံးထွေးရစ်ပတ်နေတယ်။ကားဒရိုင်ဘာဖြစ်သူရဲ့ဘဝအခြေအနေကလည်း အရာရာကို လက်လွှတ်ဆုံးရှုံ းနေရတယ်။အပစ်ပယ်ခံ ဘဝဖြစ်နေရတယ်။အဲဒီအခါမှာ ဘဝကိုအသာစီးအနေအထားက ရပ်ခွင့်ရသူတွေအပေါ် မုန်းတီးစိတ်ဝင်နေမိတယ်။သူက ကားေမောင်းရင်းနဲ့ သမ္မတလောင်းဖြစ်သူကို တွေ့ခဲ့ရတယ်။သူကတော့ ခင်ဗျားစကားလုံးတွေက အရမ်းလေးစားဖို့ကောင်းကြောင်း။တိုင်းပြည်အပေါ် ဦးဆောင်ဦးရွက်ပြု နိုင်မယ့် ခေါင်းဆောင်ကောင်း ဖြစ်မယ့်သူပါ စသဖြင့်ပေါ့။ဖားလျားမြှောက်ပင့်ပြောဆိုနေပေမယ့် အမျက်သိုနေတာကတော့ အသေအချာဖြစ်ပါတယ်။လူ့ဘဝမှာ သုံးစားမရတဲ့ လူသားတစ်ယောက်ဆိုပေမယ့် လူသားတစ်ယောက်လိုတော့ အရာရာပြု မူနိုင်စွမ်း ရှိတယ်ဆိုတာ သိစေလိုတဲ့ သဘောတွေ ရှိမှာပေါ့။အဲဒီကနေ သူမဲဆွယ်ရုံးက ကောင်မလေးတစ်ယောက်နဲ့ အဆင်ပြေမလို ဖြစ်တယ်။ဒါပေမယ့် သူ့ရဲ့ညံ့ဖျင်းမှု ကြောင့် ကောင်မလေးက ပစ်ပယ်သွားတယ်။ထိုအခါမှာ သူဟာ ပိုမိုပြီး စိတ်ဓါတ်တွေကျဆင်းလာတော့တယ်။ငါက အထီးကျန်မှု ဘုရားသခင်ပဲတဲ့။အထီးကျန်ခြင်းက ငါ့နောက်မှာ ။ငါသွားလေရာ အရက်ဘားတွေအထိ ထပ်ကြပ်မကွာ လိုက်ပါနေတော့တာပဲတဲ့ ။သူဟာ သမ္မ္မတလောင်းကို လုပ်ကြံဖို့။ဘဝအဓိပ္ပါယ်တစ်စုံတစ်ရာ ရရှိဖို့ ဆုံးဖြတ်ခဲ့တော့တယ်။ကိုယ်လက်ကြံ့ခိုင်ရေး လေ့ကျင့်ခန်းတွေ လုပ်တယ်။သေနတ်တွေဝယ်တယ်။ပစ်သတ်ဖို့ကြံရွယ်ထားတယ်။တကယ်လုပ်ကြံတဲ့အချိန်မှာတော့ အဆင်မပြေခဲ့ပြန်ဘူး။ယင်းကာလမှာသူ့စိတ်သူပြန်လည်ကယ်တင်ဖို့အခြေအနေကို အလိုလိုပြု မူခဲ့မိပြန်တယ်။ဘာလဲဆိုတော့ ပြည့်တန်ဆာမလေးကို ကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်လိုက်တာပါပဲ။The Searchers ထဲမှာ သတ်ဖို့ကြံရွယ်ခဲ့တဲ့ တူမကလေးကို ပြန်လည်ချီမြှောက်သလိုမျို းပေါ့။ယခုရုပ်ရှင်ကို ဒါရိုက်တာမာတင်စကော့စဆေးလ်ဟာ သူရိုက်နေကျစတိုင်လ်အတိုင်းပဲ ဇာတ်ကောင်ရဲ့အမြင်ရိုက်ချက်တွေကို Slow motion နဲ့ပဲ သွားစေခဲ့တယ်။မီးပွင့်တွေနဲ့ ပြို းပြက်နေတဲ့ မက်ဟန်တန်ရဲ့ နီယွန်ညလမ်းတွေ။လမ်းဘေးထောင့်တွေမှာ မြူ ဆွယ်နေကြတဲ့ ပြည့်တန်ဆာတွေရဲ့မြင်ကွင်းတွေ။ပြည့်တန်ဆာတွေ လိင်မှုနဲ့ဆိုင်တဲ့ စကားလုံးတွေ ကို ထရာဗစ်စ် ကြားနေရပုံတွေ။ပြည့်တန်ဆာမလေး အိုင်းရစ်ကို တွေ့ဆုံချိန်မှာ သူအပြင်းအထန် စကားပြောချင်ပေမယ့် ပြန်လည်တုံ့ပြန်မှု မရှိတာတွေ ကို ဒိုင်ယာလောဂ့်တွေ မပါဘဲ Slow Motion ရိုက်ချက်တွေနဲ့ ထရာဗစ်စ်ရဲ့ အခြေအနေကို တစ်ခါတည်း နားလည်စေအောင် ပြဆိုနိုင်တာ ဒါရိုက်တာမာတင်ကြီးရဲ့ အကောင်းဆုံး ပါရမီတစ်ခုဟု ပြောရင် လွန်မယ်မထင်ပါဘူး။တစ်ခုတော့ ရှိတာပေါ့။Slow Motion ရိုက်ချက်တွေဟာ အများအားဖြင့် အချစ်ကားတွေမှာ မြင်နေကျ ရိုက်ချက်တွေပါ။သိပ်ပြီး ထူးခြားတဲ့ အခြေအနေတစ်ရပ်ကို ပေးနိုင်တာတော့မဟုတ်ဘူးလို့ ပြောလို့ရပေမယ့် မာတင်ကြီးကတော့ မပစ်ပယ်ဘဲ အံဝင်ခွင်ကျဖြစ်အောင် သုံးသွားခဲ့ပါတယ်။နောက်တစ်ခု မာတင်ကြီး လုပ်ပြသွားတာကpriest’s-eye-view ရိုက်ချက်တွေ ဖြစ်ပါတယ်။ထရာဗစ်စ် အိပ်ယာပေါ်က သေနတ်ကို ကြည့်တဲ့အခန်းတွေ။အနီရောင်ကာလာတွေ တောက်နေတဲ့ ပြည့်တန်ဆာတိုက်ခန်းတွင်း ပစ်ခတ်သတ်ဖြတ်ခန်းတွေကို အပေါ်စီးကနေ (ဆိုကြပါစို့ တရားဟော ဓမ္မဆရာက ခန်းမတစ်ခုလုံးကို မြင်နေတဲ့ အမြင်မျို း)ကင်မရာကို သွားစေပြီး ကြောက်မက်ဖွယ် သေဆုံးနေတာတွေကို ရိုက်ပြတဲ့ ရိုက်ချက်တွေက မာတင်ကြီးရဲ့ ဆန်းသစ်မှု တစ်ရပ်လို့ ပြောရမှာပဲ။(ဇာတ်ကားထဲတွင် မြင်လျှင်သဘောပေါက်ပါမည်)။ထုံးစံအတိုင်း ယခုရုပ်ရှင်အဆုံးသတ်ဟာလည်း အငြင်းပွားစရာတွေနဲ့ပဲ ကျန်ရစ်ခဲ့ပြန်ပါတယ်။အထူးသဖြင့် တက္ကစီသမား ထရာဗစ်စ်ကို သတင်းစာသတ်မှတ်ချက်ထဲကလို သူရဲကောင်းတစ်ယောက်လား။အမှန်တရားဘက်တော်သားလား။တကယ်ပဲအသက်ရှင်ကျန်ရစ်ခဲ့တာတော့ ဟုတ်ရဲ့လား။ကျွန်တော်တို့ကပဲ သူ့ရဲ့သက်စွန့်ဆံဖျား သေအံ့မူးမူးကာလတွေကို စဉ်းစားခဲ့တာကို ပြချင်တာလား။သူအပေါ်ပစ်ပယ်ခဲ့တဲ့ ကောင်မလေးရဲ့ ချီးမွန်းစကားတွေကရော သူ့ရဲ့စိတ်ကူးထဲက ဖြစ်လိုမှု ပဲလား။ကျွန်တော်တို့ ရှင်းလင်းစွာ အဖြေထုတ်နိုင်မှာ မဟုတ်ပါဘူး။ပြောလို့ရနိုင်တာကတော့ မာတင်ကြီး ဖန်တီးတဲ့ ဇာတ်ကောင်တွေဟာ အမှားတွေကြားမှာပဲ နေထိုင်ကြတယ်။ခွင့်လွှတ်ခြင်းနဲ့ ပျော်ရွှင်ခြင်းတွေကို ပိုင်ဆိုင်ချင်ကြတယ်။ထရာဗစ်ကတော့ ဖြစ်တည်မှု နယ်ပယ်ထဲမှာပဲ နေထိုင်သွားမလား။ဒါမှမဟုတ် သူ့စိတ်နယ်ပယ်ထဲမှာပဲ ဘာမှနိဂုံကမ္ပတ် အဆုံးသတ်တာမျို း မရှိတော့ပဲ ဖြစ်ခဲ့လတ္တံ့သော အတိတ်အပိုင်းအစကလေးဖြစ် ထားရစ်ပြီး အသက်ဆက်ရှင်ခဲ့သလား ဆိုတာကတော့ ။(ဝန်ခံချက် -အင်တာနက်မှ ဆောင်းပါးအချို့အား မှီငြမ်းရေးသားထားပါသည်။)~ ညီလင်းအိမ် ~(ရုပ်ရှင်အညွှန်းကိုKo Nyi Linn Eain Facebookမှကူးယူဖော်ပြပါသည်။)” စကားေျပာမလို႔လား ““အင္း , က်ြန္ေတာ္တစ္ေယာက္တည္းပါပဲဗ်ာ “______________________ဒီစကားလုံးေလးႏွစ္ခုဟာ လ်ွာဖ်ားကေလးလွဳပ္ျပီး ဖတ္လိုက္ၾကားလိုက္ရခ်ိန္မွာ ဘာမွမဟုတ္သေယာင္ထင္ရေပမယ့္ ယခု ဇာတ္ကားတစ္ခုလုံးအတြက္ေတာ့ အေရးၾကီးဆုံး စကားလုံးႏွစ္ခု ျဖစ္ပါတယ္။က်ြန္ေတာ့္အေနနဲ႔ကေတာ့ ဘယ္ေတာ့မွ ေမ့ေပ်ာက္ေနမွာမဟုတ္ေတာ့ဘဲ တသသ ျဖစ္က်န္ခဲ့ရတဲ့ တကၠစီ ဒရုိင္ဘာေလး ထရာဘစ္စ္ရဲ႕ စကားလုံး ႏွစ္ခုျဖစ္ပါတယ္လို႔ပဲ ဆိုရပါ့မယ္။ေျပာရရင္ တကၠစီဒရုိင္ဘာေလးရဲ႕ ဘဝအေနအထားနဲ႔ စိတ္ပဋိသေႏၶမွာ အျမစ္တည္ၾကီးထြားဖို႔လိုအပ္ေနတဲ့ ေႏြးေထြးေပ်ာ္ရႊင္မွဳ စိတ္အာဟာရေတြ ေပါ့ပါးစြာေျခဆန္႔ႏိုင္ဖို႔။လူေလာကအလယ္မွာ အျခားေသာလူသားေတြလို အံဝင္ခြင္က် ဝင္ဆံ့ခ်င္လိုမွဳ ေတြကို အေသာႏွင္ ပိုင္ဆိုင္ခ်င္ေနေၾကာင္းကို ျပည့္ျပည့္ဝဝ ျပဆိုလိုက္တဲ့ စကားႏွစ္ခုလုိ႔ပဲ ေျပာရမွာျဖစ္ပါတယ္။ဒါေပမယ့္ တကၠစီဒရုိင္ဘာေလးခမ်ာမွာေတာ့ ရရွိဖို႔ ခက္ခဲေနခဲ့ပါတယ္။ယခုရုပ္ရွင္ထဲက ဒရုိင္ဘာေလး ထရာဘစ္စ္ဟာ လိင္ | စကားလုံး ခ်ိတ္ငင္မွဳ | ေပ်ာ္ရႊင္မွဳ |ရယူျပည့္ဝမွဳ စတဲ့ လူသဘာဝၾကီးထဲက လူသားအမ်ားစုတိုင္း ရရွိရမွာ ျဖစ္တဲ့ ယင္းကဲ့သို႔ေသာ ေယဘုယ်အခ်က္အလက္ေတြကို ရရွိပိုင္ဆိုင္ဖို႔ေမ်ွာ္လင့္ခဲ့ေပမယ့္ ေမ်ွာ္လင့္မွဳ ရဲ႕ အဆုံးသတ္ရလဒ္ေတြက ရွံဳ းနိမ့္ေၾကကြဲျခင္းပဲ ျဖစ္ခဲ့ရတယ္။ဗီယက္နမ္စစ္ေျမျပင္ကေန ကေယာင္ေခ်ာက္ခ်ားနဲ႔ ျပည္ေတာ္ျပန္လာတယ္။အဲဒီကေန အိပ္မေပ်ာ္တဲ့ေရာဂါတစ္ခုကို စြဲကပ္လာခဲ့တယ္။အိပ္မေပ်ာ္တဲ့သူျဖစ္ေလေတာ့ သူ႔အတြက္ အဆင္ေျပဆုံး အလုပ္က ညပိုင္းအငွားကားေမာင္းျခင္းက အကိုက္ညီဆုံး လုပ္ငန္းတစ္ခု မဟုတ္ပါလား။အဲဒီလိုနဲ႔ သူဟာ တကၠစီေမာင္းတဲ့အလုပ္ကို လုပ္ကိုင္ခဲ့ေတာ့တယ္။ျမိဳ ႕ျပညဟာ အခ်ိန္ျမင့္လာတာနဲ႔အမ်ွ မွဳိင္းမွဳံ ရီေဝလာသေယာင္ ရွိေပမယ့္ အေမွာင္ကာလပိုင္းေရာက္မွသာ အသက္ဝင္ႏိုးၾကြသူေတြလည္း ရွိၾကပါတယ္။ေဆးသမားေတြ ။ျပည့္တန္ဆာေတြ။ေဖာက္သည္ရွာေပးေနတဲ့ ျပည့္တန္ဆာေခါင္းေတြ စသျဖင့္ေပါ့ ။သူတို႔က ညကိုမွီခိုျပီး အလုပ္လုပ္ၾကတဲ့သူေတြပါပဲ။သူ႔ရဲ႕တကၠစီကေလးက ျမိဳ ႕ျပရဲ႕ အလင္းမွန္ကူကြက္ေတြၾကားမွာ တိုးဝင္လူးလြန္႔ေနတဲ့ ေျမြငယ္ကေလးတစ္ေကာင္ျဖစ္ပါတယ္။လူဆိုတဲ့သဘာဝဟာ ကိုယ္ေမ်ွာ္လင့္ခ်က္အျပည့္အဝထားျပီး လုပ္ကိုင္သမ်ွက ထင္သလိုျဖစ္မလာတဲ့အခါမွာ မိမိကိုယ္မိမိယုံၾကည္စိတ္မဲ့လာတယ္။သိမ္ငယ္လာတယ္။အရာရာကို အျပစ္ျမင္လာတယ္။ျငဴ စူမိလာတယ္။အမွားေတြကို က်ဴ းလြန္ဖို႔ပဲ စိတ္ကေသြးေဆာင္လာတာ သဘာဝပါပဲ။သူအေနနဲ႔လည္း လူသားတစ္ေယာက္ပဲေလ။မိန္းမလွလွေလးတစ္ေယာက္ေယာက္နဲ႔ စကားေဖာင္ဖြဲ႕ခ်င္မွာပဲ။လိင္ဆက္ဆံခ်င္မွာပဲ။နီးစပ္ရာလူ႔ပတ္ဝန္းက်င္က လူသားေတြနဲ႔ က်ြမ္းဝင္မိတ္ဖြဲ႕ခ်င္တာပဲေလ။ဒါေပမယ့္ ျဖစ္မလာခဲ့ဘူး။ျပည့္တန္ဆာမေလးတစ္ေယာက္ကို ျမင္မိရာက ခင္မင္စိတ္ဝင္သြားခဲ့တယ္။ဒါေပမယ့္ သူကို မေကာင္းဆိုးဝါးတစ္ေယာက္ကို ျမင္သလိုဟန္ပန္မ်ိဳ းနဲ႔ ထြက္သြားတယ္။ေနာက္ထပ္ သမၼၼတျဖစ္ဖို႔ ၾကိဳ းစားေနသူဆိုတဲ့ ကိုယ္စားလွယ္ေလာင္းတစ္ေယာက္ရုံးမွာ မဲဆြယ္တဲ့အလုပ္လုပ္ကို လုပ္ကိုင္ေပးေနတဲ့ေကာင္မေလးတစ္ေယာက္ကိုလည္း မိတ္ေဆြဖြဲ႕ခဲ့တယ္။အစပိုင္းကေတာ့ အဆင္ေျပေတာ့မေယာင္ရွိပါတယ္။ဒါေပမယ့္ အဲဒီမိန္းကေလးကလည္း သိပ္မထူးပါဘူး။ေယာက်ာ္းသားတစ္ေယာက္ရဲ႕ တစ္သီးပုဂၢလဆိုင္ရာ ျပဳ မူမွဳ ကို အျပစ္လို႔ဘာေၾကာင့္ယူဆမိတတ္ၾကတယ္မသိဘူး။သူက အားလပ္တဲ့အခ်ိန္မွာ အျပာရုပ္ရွင္ရုံသြားျပီး အျပာကားေတြ ၾကည့္ေလ့ရွိတယ္။ဒါက အျပစ္တစ္ခုလို႔ သတ္မွတ္သလား မဆိုႏိုင္ပါဘူး။အျခားအရြယ္ေရာက္ျပီးသား စုံတြဲေတြလည္း လာျပီး ၾကည့္ၾကတာပဲေလ။သူလည္း သူတတ္ေျမာက္တဲ့ မိတၱဗလဋီကာက ဒါပဲရွိတယ္။အားလပ္ခ်ိန္မွာ ၾကံဳ သမ်ွကို စာေရးမယ္။ကားေမာင္းမယ္။အျပာကားၾကည့္မယ္။ဘယ္သူကိုမ်ားထိခိုက္ေနလို႔တုန္း။အဲဒီေကာင္မေလးကေတာ့ အျပာရုံထဲကေန စိတ္ဆိုးမာန္ဆိုးနဲ႔ ထြက္သြားေတာ့တာပဲ။သူက မွန္တစ္ခ်ပ္ေရွ႕မွာ ရပ္ေနမိတယ္။သူ႔ဘာသာၾကည့္ျပီး ေရရြတ္ပါတယ္။မင္းစကားေျပာေနတာဘယ္သူလဲ တဲ့။သူက လူေလာကရဲ႕အပစ္ပယ္ခံတစ္ေယာက္။လိပ္စာမရွိတဲ့ ဘဝမဲ့တစ္ေယာက္လို႔ သူကိုယ္သူ သတ္မွတ္လိုက္သလိုမ်ိဳ းပါ။ဒါရုိက္တာမာတင္စေကာ့စေဆးလ္ဟာ လူ႔ေလာကရပ္ဝန္းထဲက အထီးက်န္အဆန္ဆုံး လူသားတစ္ေယာက္ရုပ္ပုံလႊာကို အေမရိကန္ရဲ႕ ရုပ္ရွင္ေခတ္ဦးမွာ ထာဝရဆန္းသစ္အသက္ဝင္ႏိုင္ေစေအာင္ ပုံေဖာ္အသက္သြင္းႏိုင္ခဲ့ပါတယ္။က်ြန္ေတာ္တို႔ပရိသတ္ေတြျမင္လိုတဲ့ /ျမင္ရစျမဲျဖစ္တဲ့ အထင္ကရသူရဲေကာင္းဇာတ္လိုက္ေတြကေန သီးသန္႔အက္႔အကန္႔ထဲမွာရွိေနတဲ့ လူသားတစ္ေယာက္ကို ဆြဲထုတ္ျပခဲ့ပါတယ္။ထရာဗစ္စ္နဲ႔ က်ြန္ေတာ္တို႔ဟာ တစ္သားတည္း ျဖစ္သြားခဲ့ရပါတယ္။က်ြန္ေတာ္တို႔ဟာ ထရာဗစ္စ္ရဲ႕ အထီးက်န္ျဖစ္မွဳ ေတြကို အလိုလိုေခါင္းညိတ္သေဘာတူခဲ့မိပါေတာ့တယ္။ဘာျဖစ္လို႔လည္းဆိုေတာ့ လက္ေတြ႕ဘဝမွာလည္း က်ြန္ေတာ္တို႔လူသားအမ်ားစုဟာ စနက္တံမရွိတဲ့ေျဗာက္အိုးကေလးေတြနဲ႔ တိတ္တိတ္ပုန္းေပါက္ကြဲျပေနရတဲ့ စိတ္အျမံဳ ေတြသာမ်ားတဲ့ ေဖာက္ခြဲေရးသမားကေလးေတြသာ ျဖစ္ေနၾကတာ မဟုတ္လား။1976ခုႏွစ္ကထုတ္လုပ္ျဖန္႔ခ်ီခဲ့တဲ့ ယခုရုပ္ရွင္ဟာ လက္ရွိအခ်ိန္ကေန ျပန္ၾကည့္လိုက္ရင္ ႏွစ္ပရိေစၧဒ အေတာ္ၾကာျမင့္ခဲ့ျပီ ျဖစ္ေပမယ့္ ဘယ္ေသာအခါမွ ရုိးအီသြားတာမ်ိဳ း ေခတ္ေနာက္က်သြားေတာ့တာမ်ိဳ း မရွိပါဘူး။က်ြန္ေတာ္ ၾကိမ္ဖန္မ်ားစြာ ၾကည့္ျဖစ္ခဲ့တယ္။ၾကည့္လိုက္တိုင္းလည္း ဒရုိင္ဘာေလး ထရာဗစ္နဲ႔အတူ အေမွာင္ကမာၻၾကီးထဲကို တစ္သားတည္း ထိုးဆင္းသြားရတယ္။အထီးက်န္ စိတ္ငတ္မြတ္မွဳ ေတြနဲ႔ ေဒါသျဖစ္မွဳ ေတြကို ထပ္တူခံစားခဲ့ရတယ္။ဇာတ္ညႊန္းေရးဆရာ Paul Schraderအထူးလက္စြမ္းျပထားတဲ့ ယခုရုပ္ရွင္ဟာ 1956ကထုတ္လုပ္ခဲ့ဘူးတဲ့ ဒါရုိက္တာၾကီး ဂ်ြန္ဖို႔ဒ္ရဲ႕ The Searchers ရုပ္ရွင္ကို ဆင့္ပြားဖန္တီးထားတယ္လို႔ ဆိုပါတယ္။The Searchers ရုပ္ရွင္ဟာ ေဟာလိဝုဒ္ေခတ္ဦး မင္းသားၾကီး ဂ်ြန္ဝိန္းရဲ႕ နာမည္အၾကီးဆုံးရုပ္ရွင္ကားတစ္ကားဟု သတ္မွတ္ႏိုင္သလို ေႏွာင္းေခတ္ရုပ္ရွင္ေတြအေပၚလည္း မ်ားစြာ လမ္းျပလႊမ္းမိုးႏိုင္ခဲ့တဲ့ ရုပ္ရွင္ကားတစ္ကားလို႔ သတ္မွတ္ထားၾကပါတယ္။အဲဒီရုပ္ရွင္ဟာ ထပ္တူအသက္သြင္းလာတဲ့ ကလဲ့စားေခ်မွဳရဲ႕ ဇာတ္လမ္းသြားေတြကို ဆန္းသစ္ေျပာင္းလဲတဲ့ ကားတစ္ကား အေရာင္နဲ႔ဆိတ္ျငိမ္ေသာ ပုံရိပ္မ်ားက အေျဖမ်ားစြာကို အလိုလိုထုတ္ေပးျပီးသား ဆိုတဲ့ Film Language ကို ညႊန္းဆိုျပတဲ့ကားတစ္ကားလို႔ ေျပာလို႔ရႏိုင္ပါမယ္။ယင္းရုပ္ရွင္သြားဟာ ျပည္တြင္းစစ္က ျပန္လာခ်ိန္မွာ မိသားစုအေပၚသတ္ျဖတ္ျပီး မိသားစုဝင္ေတြကိုပါ ျပန္ေပးဆြဲသြားတဲ့ တိုင္းရင္းသားသူပုန္ေတြကို လိုက္လံကလဲ့စားေခ်တဲ့ လူတစ္ေယာက္အေၾကာင္းျဖစ္ပါတယ္။သူက ေပ်ာက္ဆုံးသြားတဲ့ တူမကေလးကို လိုက္ရွာတယ္။တကယ္ေတြ႕ခ်ိန္မွာေတာ့ ေကာင္မေလးက ရန္သူနဲ႔တစ္သားတည္းျဖစ္ေနျပီ။သူ႔အေနနဲ႔ ပစ္သတ္ရမွာ မဟုတ္လား။ဒါေပမယ့္ သူတူမေလးကို ေျမွာက္ခ်ီျပီး ” လာအိမ္ျပန္ၾကမယ္တဲ့ “။သူဟာ တူမကေလးနဲ႔အတူ တိုက္ပြဲေတြထဲပါဝင္ခဲ့တယ္။တူမကေလးမိသားစုနဲ႔ ဆုံခ်ိန္မွာလည္း တံခါးဝနားမွာသာ မတ္တပ္ရပ္လို႔။တူမကေလးနဲ႔ပတ္သက္ျပီး ဘာေတြေတြးေနသလဲဆိုတာေတာ့ ဘယ္သူမွ သိႏိုင္မွွာမဟုတ္ဘူးေပါ့။Taxi Driver ထဲက ကားသမားေလး ထရာဗစ္စ္ကလည္း စစ္မွဳ ထမ္းေဟာင္းတစ္ေယာက္ပါပဲ။သူမုန္းတီးသြားတဲ့ ျပည့္တန္ဆာေခါင္းစေပါ့(Sport)ဆိုသူကလည္း အဲဒီရုပ္ရွင္ထဲက တိုင္းရင္းသား ေခါင္းေပါင္းၾကီးနဲ႔ေလ။တူညီေနတယ္မဟုတ္လား။သူမွာလည္း အသက္မျပည့္ေသးတဲ့ ျပည့္တန္ဆာမေလးအိုင္းရစ္စ္ (Jodie Foster) ကို ကယ္တင္ခ်င္တာပဲ။ယခု ႏွိဳ င္းယွဥ္ျပတဲ့ ရုပ္ရွင္ကားႏွစ္ကားထဲက ဂ်ြန္ဝိန္းဇာတ္ေကာင္နဲ႔ တကၠစီဒရုိင္ဘာႏွစ္ေယာက္စလုံးဟာ အေျခခံဘဝအခ်က္အလက္ေတြက တူညီေနပါတယ္။တစ္ေယာက္ကလည္း ဘဝကို ဆုံးရွဳံ းရတဲ့အတြက္ အမ်က္သိုေနတယ္။အာဃာတေတြနဲ႔ပဲ လုံးေထြးရစ္ပတ္ေနတယ္။ကားဒရုိင္ဘာျဖစ္သူရဲ႕ဘဝအေျခအေနကလည္း အရာရာကို လက္လႊတ္ဆုံးရွံဳ းေနရတယ္။အပစ္ပယ္ခံ ဘဝျဖစ္ေနရတယ္။အဲဒီအခါမွာ ဘဝကိုအသာစီးအေနအထားက ရပ္ခြင့္ရသူေတြအေပၚ မုန္းတီးစိတ္ဝင္ေနမိတယ္။သူက ကားေေမာင္းရင္းနဲ႔ သမၼတေလာင္းျဖစ္သူကို ေတြ႕ခဲ့ရတယ္။သူကေတာ့ ခင္ဗ်ားစကားလုံးေတြက အရမ္းေလးစားဖို႔ေကာင္းေၾကာင္း။တိုင္းျပည္အေပၚ ဦးေဆာင္ဦးရြက္ျပဳ ႏိုင္မယ့္ ေခါင္းေဆာင္ေကာင္း ျဖစ္မယ့္သူပါ စသျဖင့္ေပါ့။ဖားလ်ားေျမွာက္ပင့္ေျပာဆိုေနေပမယ့္ အမ်က္သိုေနတာကေတာ့ အေသအခ်ာျဖစ္ပါတယ္။လူ႔ဘဝမွာ သုံးစားမရတဲ့ လူသားတစ္ေယာက္ဆိုေပမယ့္ လူသားတစ္ေယာက္လိုေတာ့ အရာရာျပဳ မူႏိုင္စြမ္း ရွိတယ္ဆိုတာ သိေစလိုတဲ့ သေဘာေတြ ရွိမွာေပါ့။အဲဒီကေန သူမဲဆြယ္ရုံးက ေကာင္မေလးတစ္ေယာက္နဲ႔ အဆင္ေျပမလို ျဖစ္တယ္။ဒါေပမယ့္ သူ႔ရဲ႕ညံ့ဖ်င္းမွဳ ေၾကာင့္ ေကာင္မေလးက ပစ္ပယ္သြားတယ္။ထိုအခါမွာ သူဟာ ပိုမိုျပီး စိတ္ဓါတ္ေတြက်ဆင္းလာေတာ့တယ္။ငါက အထီးက်န္မွဳ ဘုရားသခင္ပဲတဲ့။အထီးက်န္ျခင္းက ငါ့ေနာက္မွာ ။ငါသြားေလရာ အရက္ဘားေတြအထိ ထပ္ၾကပ္မကြာ လိုက္ပါေနေတာ့တာပဲတဲ့ ။သူဟာ သမၼၼတေလာင္းကို လုပ္ၾကံဖို႔။ဘဝအဓိပၸါယ္တစ္စုံတစ္ရာ ရရွိဖို႔ ဆုံးျဖတ္ခဲ့ေတာ့တယ္။ကိုယ္လက္ၾကံ႕ခိုင္ေရး ေလ့က်င့္ခန္းေတြ လုပ္တယ္။ေသနတ္ေတြဝယ္တယ္။ပစ္သတ္ဖို႔ၾကံရြယ္ထားတယ္။တကယ္လုပ္ၾကံတဲ့အခ်ိန္မွာေတာ့ အဆင္မေျပခဲ့ျပန္ဘူး။ယင္းကာလမွာသူ႔စိတ္သူျပန္လည္ကယ္တင္ဖုိ႔အေျခအေနကို အလိုလိုျပဳ မူခဲ့မိျပန္တယ္။ဘာလဲဆိုေတာ့ ျပည့္တန္ဆာမေလးကို ကယ္တင္ဖို႔ စိတ္ပိုင္းျဖတ္လိုက္တာပါပဲ။The Searchers ထဲမွွာ သတ္ဖို႔ၾကံရြယ္ခဲ့တဲ့ တူမကေလးကို ျပန္လည္ခ်ီေျမွာက္သလိုမ်ိဳ းေပါ့။ယခုရုပ္ရွင္ကို ဒါရုိက္တာမာတင္စေကာ့စေဆးလ္ဟာ သူရုိက္ေနက်စတိုင္လ္အတိုင္းပဲ ဇာတ္ေကာင္ရဲ႕အျမင္ရုိက္ခ်က္ေတြကို Slow motion နဲ႔ပဲ သြားေစခဲ့တယ္။မီးပြင့္ေတြနဲ႔ ျပိဳ းျပက္ေနတဲ့ မက္ဟန္တန္ရဲ႕ နီယြန္ညလမ္းေတြ။လမ္းေဘးေထာင့္ေတြမွာ ျမဴ ဆြယ္ေနၾကတဲ့ ျပည့္တန္ဆာေတြရဲ႕ျမင္ကြင္းေတြ။ျပည့္တန္ဆာေတြ လိင္မွဳနဲ႔ဆိုင္တဲ့ စကားလုံးေတြ ကို ထရာဗစ္စ္ ၾကားေနရပုံေတြ။ျပည့္တန္ဆာမေလး အိုင္းရစ္ကို ေတြ႕ဆုံခ်ိန္မွာ သူအျပင္းအထန္ စကားေျပာခ်င္ေပမယ့္ ျပန္လည္တုံ႔ျပန္မွဳ မရွိတာေတြ ကို ဒိုင္ယာေလာဂ့္ေတြ မပါဘဲ Slow Motion ရုိက္ခ်က္ေတြနဲ႔ ထရာဗစ္စ္ရဲ႕ အေျခအေနကို တစ္ခါတည္း နားလည္ေစေအာင္ ျပဆိုႏိုင္တာ ဒါရုိက္တာမာတင္ၾကီးရဲ႕ အေကာင္းဆုံး ပါရမီတစ္ခုဟု ေျပာရင္ လြန္မယ္မထင္ပါဘူး။တစ္ခုေတာ့ ရွိတာေပါ့။Slow Motion ရုိက္ခ်က္ေတြဟာ အမ်ားအားျဖင့္ အခ်စ္ကားေတြမွွာ ျမင္ေနက် ရုိက္ခ်က္ေတြပါ။သိပ္ျပီး ထူးျခားတဲ့ အေျခအေနတစ္ရပ္ကို ေပးႏိုင္တာေတာ့မဟုတ္ဘူးလို႔ ေျပာလို႔ရေပမယ့္ မာတင္ၾကီးကေတာ့ မပစ္ပယ္ဘဲ အံဝင္ခြင္က်ျဖစ္ေအာင္ သုံးသြားခဲ့ပါတယ္။ေနာက္တစ္ခု မာတင္ၾကီး လုပ္ျပသြားတာကpriest’s-eye-view ရုိက္ခ်က္ေတြ ျဖစ္ပါတယ္။ထရာဗစ္စ္ အိပ္ယာေပၚက ေသနတ္ကို ၾကည့္တဲ့အခန္းေတြ။အနီေရာင္ကာလာေတြ ေတာက္ေနတဲ့ ျပည့္တန္ဆာတိုက္ခန္းတြင္း ပစ္ခတ္သတ္ျဖတ္ခန္းေတြကို အေပၚစီးကေန (ဆိုၾကပါစို႔ တရားေဟာ ဓမၼဆရာက ခန္းမတစ္ခုလုံးကို ျမင္ေနတဲ့ အျမင္မ်ိဳ း)ကင္မရာကို သြားေစျပီး ေၾကာက္မက္ဖြယ္ ေသဆုံးေနတာေတြကို ရုိက္ျပတဲ့ ရုိက္ခ်က္ေတြက မာတင္ၾကီးရဲ႕ ဆန္းသစ္မွဳ တစ္ရပ္လို႔ ေျပာရမွာပဲ။(ဇာတ္ကားထဲတြင္ ျမင္လ်ွင္သေဘာေပါက္ပါမည္)။ထုံးစံအတိုင္း ယခုရုပ္ရွင္အဆုံးသတ္ဟာလည္း အျငင္းပြားစရာေတြနဲ႔ပဲ က်န္ရစ္ခဲ့ျပန္ပါတယ္။အထူးသျဖင့္ တကၠစီသမား ထရာဗစ္စ္ကို သတင္းစာသတ္မွတ္ခ်က္ထဲကလို သူရဲေကာင္းတစ္ေယာက္လား။အမွန္တရားဘက္ေတာ္သားလား။တကယ္ပဲအသက္ရွင္က်န္ရစ္ခဲ့တာေတာ့ ဟုတ္ရဲ႕လား။က်ြန္ေတာ္တို႔ကပဲ သူ႔ရဲ႕သက္စြန္႔ဆံဖ်ား ေသအံ့မူးမူးကာလေတြကို စဥ္းစားခဲ့တာကို ျပခ်င္တာလား။သူအေပၚပစ္ပယ္ခဲ့တဲ့ ေကာင္မေလးရဲ႕ ခ်ီးမြန္းစကားေတြကေရာ သူ႔ရဲ႕စိတ္ကူးထဲက ျဖစ္လိုမွဳ ပဲလား။က်ြန္ေတာ္တို႔ ရွင္းလင္းစြာ အေျဖထုတ္ႏိုင္မွာ မဟုတ္ပါဘူး။ေျပာလို႔ရႏိုင္တာကေတာ့ မာတင္ၾကီး ဖန္တီးတဲ့ ဇာတ္ေကာင္ေတြဟာ အမွားေတြၾကားမွာပဲ ေနထိုင္ၾကတယ္။ခြင့္လႊတ္ျခင္းနဲ႔ ေပ်ာ္ရႊင္ျခင္းေတြကို ပိုင္ဆိုင္ခ်င္ၾကတယ္။ထရာဗစ္ကေတာ့ ျဖစ္တည္မွဳ နယ္ပယ္ထဲမွာပဲ ေနထိုင္သြားမလား။ဒါမွမဟုတ္ သူ႔စိတ္နယ္ပယ္ထဲမွာပဲ ဘာမွနိဂုံကမၸတ္ အဆုံးသတ္တာမ်ိဳ း မရွိေတာ့ပဲ ျဖစ္ခဲ့လတၱံ႕ေသာ အတိတ္အပိုင္းအစကေလးျဖစ္ ထားရစ္ျပီး အသက္ဆက္ရွင္ခဲ့သလား ဆိုတာကေတာ့ ။(ဝန္ခံခ်က္ -အင္တာနက္မွ ေဆာင္းပါးအခ်ိဳ ႕အား မွီျငမ္းေရးသားထားပါသည္။)~ ညီလင္းအိမ္ ~(ရုပ္ရွင္အညႊန္းကိုKo Nyi Linn Eain Facebookမွကူးယူေဖာ္ျပပါသည္။)File size…(1.03 GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:54:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMyo Min Aung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a58oc5qGNazb3QOxEH8eG5S7gjr.jpg",
      "https://image.tmdb.org/t/p/w300/bjY8I16jze9XWVwpWXxOhB0oysS.jpg",
      "https://image.tmdb.org/t/p/w300/sFORmfjQQl6h0VhDrATB8Vgkmfn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/Taxi-driver.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/taxi-driver-1976-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2SpH0/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mVoXQZzD#IZkuf68r_rc7l30Roq1x_HQh2e_1x7yWqR0RtKd8FA0",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/taxi-drive-1976",
        "server": "VIP Links",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/ut67vng24u8g",
        "server": "veryfiles.com",
        "size": "1.03 GB",
        "quality": "720p"
      },
      {
        "link": "https://sbembed2.com/d/n001nwv6i5g4.html",
        "server": "streamsb.com",
        "size": "1.03 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UUxD4-dEzn0",
      "video_url": "https://www.youtube.com/watch?v=UUxD4-dEzn0",
      "embed_url": "https://www.youtube.com/embed/UUxD4-dEzn0"
    }
  },
  {
    "metadata": "Adult|2016|144 min|Adult,Asian,Drama",
    "rating": {
      "rating": "8.3/10",
      "rating_count": "2,909"
    },
    "title": "The Handmaiden (2016)",
    "description": "မနေ့က ရုပ်ရှင်ကား တစ်ကားကြည့်တယ်။The Handmaiden တဲ့…IMDb မှာ rating 8.1 ရထားတဲ့ ဇာတ်ကား တစ်ခုပေါ့။ကိုရီးယားနိုင်ငံရဲ့ ဗစ်တိုးရီးယားခေတ်ဂျပန်ကိုလိုနီကာလကို အခြေပြုပြီး တည်ထားတဲ့ ဇာတ်လမ်းပဲ။စာရေးဆရာမ Sarah Waters ရဲ့ Fingersmith ဆိုတဲ့ဝတ္ထုကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်ကား။ကိုရီးယားဒါရိုက်တာ Park Chan Wook က ရိုက်ထားပြီးအဲ့ဒီဇာတ်ကားနဲ့ ဆုတွေအများကြီးရခဲ့ကြတယ်။8.8 millions သုံးခဲ့ပြီး box office မှာတော့38.6 millions လောက် ပြန်ရခဲ့တဲ့ ဇာတ်လမ်းပေါ့။16+,18+,21+ အမျိုးမျိုး သတ်မှတ်ကြပေမယ့်ကိုယ့်အတွက်တော့ 18+ လောက်ပါပဲ။သိမ်မွေ့တယ်ပေါ့။လူလိမ် မြို့စားမင်း Fujiwara ဟာ သိပ်ပြီးချမ်းသာတဲ့မိဘမဲ့အမျိုးသမီးလေး Hideko ကို လက်ထပ်ယူဖို့ ကြိုးစားနေတယ်။သူ့ကို လက်ထပ်ချင်လာအောင် သွေးဆောင်ဖျားယောင်းပေးဖို့Sook Hee ဆိုတဲ့ ပစ္စည်းအတုလုပ်ကျွမ်းကျင်တဲ့လူလိမ်မိသားစုက ကောင်မလေးကိုအိမ်ဖော်အဖြစ် Hideko အနားကို ပို့ခဲ့တယ်။Hideko ဟာ ဂေးရှားမယ် တစ်ယောက်လို ပုံသွင်းခံထားရတဲ့သူ။လိင်အာသီသတွေ တလှိုက်လှိုက်တစ်လွှာချင်းပွင့်ထွက်လာဖို့ ဖျော်ဖြေပေးရတဲ့ Entertainer .. ။တစ်ခုပဲ … သူ ဘာကိုမှ ဖော်ချွတ်နေစရာ မလိုအပ်ဘဲရှေးဟောင်းစာအုပ်တွေကို ဖတ်ပြရုံပဲ။သူ့ကို ထိန်းချုပ်ထားခဲ့တာက သူ့ ဦးလေး။သိမ်မွေ့တယ်၊ နူးညံ့တယ်၊ ဖြူဖြူနွဲနွဲ့ Hideko ရဲ့အတွင်းစိတ်…သူတကယ်ရော သူ့အပြင်ပုံပန်းသဏ္ဍာန်ကလေးလို သူ့စိတ်၊ သူ့နှလုံးသားကလီလီပန်းပွင့်ကလေးနဲ့ တူရဲ့လား။Sook Hee ကရော မြို့စားမင်းကို လက်ထပ်ချင်လာအောင်တကယ်ပဲ သိမ်းသွင်းနိုင်ခဲ့ပါ့မလား။ချစ်ခြင်းမေတ္တာနဲ့ လိင်စိတ်ဆိုတာ အမျိုးသားနဲ့ အမျိုးသမီးမှာပဲသီးသန့်ဖြစ်တည်နိုင်တာလား။မိန်းကလေးချင်းရော ချစ်လို့မရဘူးလား။သူတို့နှစ်ယောက်ကို ခွဲမယ့် Hideko ဦးလေးနဲ့ Fujiwara လက်ကရောသူတို့ လွတ်ပါ့မလား။အလိမ်အညာနဲ့ တည်ဆောက်ထားတဲ့၊ တည်ဆောက်တော့မယ့်ဘဝထဲကနေ မာယာနဲ့ ဘယ်လိုပြန်ရုန်းထွက်မလဲ။Lesbian ဇာတ်ဝင်ခန်းတွေ၊ Bdsm ဆန်ဆန် အခန်းတစ်ချို့နဲ့ စိတ်ဝင်စားစရာကောင်းလောက်အောင် တည်ဆောက်ထားတဲ့ဒီဇာတ်လမ်းဟာ IMDb rating 8.1 ရနေတာဟာအဆန်းတော့ မဟုတ်ဘူး။ မိန်းမမာယာဆိုတာ ‌သွားရှုပ်လို့တော့ မရဘူးပဲ…#ပြာ#ကြည့်ဖြစ်သောရုပ်ရှင်များReview Credit : Myat Thet ChellFile Size – 1.5 gbQuality – Bluray 1080pSubtitle –  burmeseTranslator – Myo Myint MaungFix – DollyEncoder – Thit San Khant",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2OAWsa5DpHi28PdA8tbimArBazF.jpg",
      "https://image.tmdb.org/t/p/w300/3upEZ0ltY7WwOSFVXrtiP34D48p.jpg",
      "https://image.tmdb.org/t/p/w300/eUKJrORgXWAMFoBwTqJgwqSFprs.jpg",
      "https://image.tmdb.org/t/p/w300/2b3RNXF7ca9bgX8FrjRBYfLnNQC.jpg",
      "https://image.tmdb.org/t/p/w300/zyoy69ZnIBuAGCebHdCRjFOQqKG.jpg",
      "https://image.tmdb.org/t/p/w300/9o9ci7ZH9chSy8B7YXCBYih8Kkd.jpg",
      "https://image.tmdb.org/t/p/w300/499Bcxa6mwZcNLcP7XpS6oS3o4A.jpg",
      "https://image.tmdb.org/t/p/w300/7rYRwzYu5RwXVocbCaqhBDz56rO.jpg",
      "https://image.tmdb.org/t/p/w300/jlQAhIxBaEe3qIoyuCgqGWjhKeh.jpg",
      "https://image.tmdb.org/t/p/w300/pQ2KwaIk78xVlK9jFpXNAKOpzLg.jpg",
      "https://image.tmdb.org/t/p/w300/ICbJ0sTebbjKXVzc3kOiJdicxx.jpg",
      "https://image.tmdb.org/t/p/w300/nOK0uEDnp99ZYl2ihCZwviNaSv2.jpg",
      "https://image.tmdb.org/t/p/w300/ynGVycdCdqu2RhuGt3JsDpKAGxo.jpg",
      "https://image.tmdb.org/t/p/w300/7y8IJDUwSXwCGTEiRMg1AjdLAz6.jpg",
      "https://image.tmdb.org/t/p/w300/mbYLy2ua535PVuLXrpVDhuqzH0U.jpg",
      "https://image.tmdb.org/t/p/w300/gVJ2u7yf6QD3lCT70HBAm2SgDYA.jpg",
      "https://image.tmdb.org/t/p/w300/fPxC6r98CEDvu1IOGkDJo7JdzPh.jpg",
      "https://image.tmdb.org/t/p/w300/z8VEHUeFDX9yXVttzGqajLb6Bae.jpg",
      "https://image.tmdb.org/t/p/w300/mA1aZqkA17DvDxghlUv8Yx10xKw.jpg",
      "https://image.tmdb.org/t/p/w300/aedaVHQ7fLEgSJIJQCVVbldSw2a.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDJhYTk2MTctZmVmOS00OTViLTgxNjQtMzQxOTRiMDdmNGRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006951000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/c46ge07wx93f.html",
        "server": "usersdrive.com",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/q6sq4c4f6c15.html",
        "server": "usersdrive.com",
        "size": "705.02 MB",
        "quality": "720P"
      },
      {
        "link": "http://www.filedwon.info/o4rbnnmjdstf/The.Handmaiden.2016.1080p.Bluray_%7BCM%7D.mp4.html",
        "server": "filedwon.info",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "http://www.filedwon.info/snei69z07qjb/The.Handmaiden.2016.720p.Bluray_%7BCM%7D_.mp4.html",
        "server": "filedwon.info",
        "size": "705.02 MB",
        "quality": "720P"
      },
      {
        "link": "https://veryfiles.com/q9yv36o9nsd3",
        "server": "veryfiles.com",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "https://veryfiles.com/2htrvcvjpb5h",
        "server": "veryfiles.com",
        "size": "705.02 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-handmaiden-2016-1080-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-handmaiden-2016-720-p-bluray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "705.02 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/Pr4HjLDI#gkKfnIGcHnHLqAOt3wr8va0J1ddBBtOZb14Y7l4Oxaw",
        "server": "mega.nz",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/iihVCB4Q#joFnDPPbQ4sSP2pu3sXmCo_paf7Unduhkuxt9yYSK8k",
        "server": "mega.nz",
        "size": "705.02 MB",
        "quality": "720P"
      },
      {
        "link": "https://www.datbu.com/px68mqdfpkrf.html",
        "server": "datbu.com",
        "size": "1.53 GB",
        "quality": "1080P"
      },
      {
        "link": "https://www.datbu.com/40wf0r56lw9w.html",
        "server": "datbu.com",
        "size": "705.02 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "whldChqCsYk",
      "video_url": "https://www.youtube.com/watch?v=whldChqCsYk",
      "embed_url": "https://www.youtube.com/embed/whldChqCsYk"
    }
  },
  {
    "metadata": "|||Drama,History,Thriller",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "190"
    },
    "title": "Clouds of Chernobyl (2022)",
    "description": "1986ခုနှစ် ရိုမေးနီးယားမှာ ကွန်မြူနစ်အစိုးရအုပ်ချုပ်ခဲ့တုန်းကနျူကလီးယားဓာတ်ပေါင်းဖို ပေါက်ကွဲခဲ့တဲ့ဖြစ်ရပ်ကို နောက်ခံထားရိုက်ထားတဲ့မိသားစုဇာတ်ကားဖြစ်ပါတယ်။ဓာတ်ပေါင်းဖိုကနေယိုစိမ့်လာတဲ့ ရေဒီယိုဓာတ်ရောင်ခြည်တွေက လေကနေတဆင့် ချာနိုဘယ်မြို့ရဲ့ တိမ်တွေထဲမှာစုနေပါတယ်။ပြည်သူပြည်သားတွေက ကွန်မြူနစ်အစိုးရကြောင့်ဒုက္ခရောက်ကြရတဲ့အထဲအဆိပ်သင့်ဓာတ်ငွေ့တွေကိုလေကတဆင့်ရှူမိကြလို့ ကျန်းမာရေးပြဿနာတွေဖြစ်ကြပါတယ်။ဒီနျူကလီးယားဓာတ်ပေါင်းဖိုပေါက်ကွဲတဲ့ဖြစ်ရပ်ဟာ သမိုင်းမှာရှိတဲ့ဟီရိုရှီးမားဗုံးပေါက်ကွဲမှုပြီးရင်အထင်ရှားဆုံးဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ အီရီနာဆိုတဲ့အမျိုးသမီးဟာ ခေတ်ပျက်ထဲမှာ ကိုယ်ဝန်ရသွားပြီး ဖိအားတွေကြားထဲကနေအသက်ရှင်ဖို့ရုန်းကန်ရပုံကိုကြည့်ရမှာပါ။ ဇာတ်လမ်းစစချင်း ဇာတ်လမ်းအေးမယ်လို့ထင်ရနိုင်ပေမယ့် တစိမ့်စိမ့်နဲ့အရှိန်တက်ပြီးကြည့်လို့ကောင်းတဲ့ကားမျိုးဖြစ်ပါတယ်။မိဘမေတ္တာနဲ့အဲဒီခေတ်က victimတွေအတွက်ရည်ရွယ်ရိုက်ကူးထားတဲ့ကားဖြစ်လို့political drama ကောင်းကောင်းကြည့်ချင်နေသူတွေအတွက် ကွက်တိပါပဲ။File size…(1.2 GB)/(679 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:16:00Genre…Drama, History, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Hsu Hlyann Ni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3zNx8RsRqOdbznO3VbwCDNdQFjZ.jpg",
      "https://image.tmdb.org/t/p/w300/nokTHFcDJLn9twgCdVsIuLvLzsO.jpg",
      "https://image.tmdb.org/t/p/w300/7xgi0mH4K1EuyP6yKRIrmw4QQj5.jpg",
      "https://image.tmdb.org/t/p/w300/ec4jLGd33uRCxXExBKDkmXkb3qp.jpg",
      "https://image.tmdb.org/t/p/w300/umhfGdzruwiE42zXV1cdlRnIzpK.jpg",
      "https://image.tmdb.org/t/p/w300/lrki48fqTpYgNnudkcGc0pBaDIu.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTk1NTQ0ZDMtZGE3ZC00N2M2LWE2ZDMtZTViNjU2YzVmNzllXkEyXkFqcGdeQXVyOTgyOTE1NDk@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/clouds-of-chernobyl-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/iuakqtvnoqrb.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1g2p3/Clouds.Of.Chernobyl.2022.1080p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/ZiFnWQxL#s95Z8x5nJa_8JvCn4ZugP8VqcBElSq55IZXsxrlPfIc",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/clouds-of-chernobyl-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "679MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4402sndzjse4.html",
        "server": "usersdrive.com",
        "size": "679MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2BXjp/Clouds.Of.Chernobyl.2022.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "679MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/c29BTKaC#F59vdSzGkCQIthDTrg1pE0xTR7xzhtyOQEZ2t_30YDk",
        "server": "mega.nz",
        "size": "679MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/wgm4up69wje0",
        "server": "streamvid.io",
        "size": "679MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Drama,History",
    "rating": {
      "rating": "7.7/10",
      "rating_count": ""
    },
    "title": "Empire of the Sun (1987)",
    "description": "စတီဗင် စပီးဘက်ရဲ့ Epic war dram ရုပ်ရှင်တစ်ခုတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဒါရိုက်တာကအသက် 13 နှစ်အရွယ် မင်းသား ခရစ်ရှန်ဘေးကိုအယောက် ၄၀၀၀ လောက် ဝင်အရွေးခံတဲ့အထဲကမှရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့ဂျေမီဆိုတဲ့ ဗြိတိန်လူမျိုး ကောင်ကလေးပါပဲ။သူက သူ့မိဘနှစ်ယောက်နဲ့အတူ ရှန်ဟိုင်းမှာမွေးကတည်းက နေခဲ့တာပါ။ တကယ်တော့တရုတ်နဲ့ ဂျပန် စစ်မကြေညာဘဲ စစ်ဖြစ်နေတာလေးနှစ်လောက်ကြာနေပါပြီ။ ဒါပေမဲ့ နိုင်ငံတကာသံတမန်လုံခြုံရေးအရ ရှန်ဟိုင်းမှာ အေးအေးလူလူနေထိုင်နေကြတဲ့ အနောက်တိုင်းသားတွေ အများကြီးပါပဲ။သူတို့အေးအေးလူလူ နေနိုင်တဲ့အချိန်တွေကုန်တော့မှာကို မသိကြသေးပါဘူး။ပုလဲဆိပ်ကမ်းကို ဂျပန်တွေဗုံးမကျဲခင်အထိပေါ့လေ။ဒီလိုနဲ့ ဒုတိယကမ္ဘာစစ်ကြီးထဲမှာ ဂျပန်တွေရှန်ဟိုင်းကိုဝင်လာချိန်မှာမှာ ဗြိတိန်သားတွေအလုအယက်ထွက်ပြေးကြရပါတော့တယ်။ ထွက်ပြေးကြတဲ့အချိန်မှာမှဂျေမီလေးက တစ်ယောက်တည်း မိဘတွေနဲ့ ကွဲပြီးကျန်နေခဲ့တာပေါ့။ဂျေမီလေးက လေယာဉ်တွေကို အရမ်းစိတ်ဝင်စားပြီးဂျပန်တွေကိုလည်း သတ္တိရှိတယ် လေယာဉ်တွေပိုကောင်းတယ်ဆိုပြီးလေးစားတဲ့စိတ်ရှိပါတယ်။ ကလေးတစ်ယောက်ရဲ့ ရိုးရှင်းတဲ့အတွေးပေါ့။ဒါပေမဲ့ ဘေစီဆိုတဲ့ အမေရိကန်တစ်ယောက်နဲ့အတူဂျပန်ချွေးတပ်စခန်းမှာ နှစ်အတော်ကြာနေလိုက်ရတဲ့အခါမှာတော့ဂျေမီ တစ်ဖြည်းဖြည်းပြောင်းလဲလာရတာကိုစစ်သမိုင်းနောက်ခံနဲ့ လှလှပပ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။သေသွားတဲ့သူရဲ့ ဖိနပ်တွေကို မချွတ်ဖို့အတင်းတားခဲ့ဖူးတဲ့ကောင်လေး အဖြစ်ကနေ သူသေသွားရင် သူ့ဖိနပ် ကျွန်တော့်ကိုပေးနော်ဆိုတဲ့ကောင်လေးဖြစ်လာတဲ့ဂျေမီ။ နေ့စဉ်စာသင်နေရင်းနဲ့စကားလုံးအသစ်တွေ သင်နေခဲ့တဲ့ ဂျေမီအတွက်ချွေးတပ်စခန်းမှာ နောက်ဆုံးသင်ရမယ့်စာလုံးကအနုမြူဗုံးဆိုတဲ့ စာလုံးဖြစ်သွားတဲ့ ဂျေမီ။ကြောက်စရာကောင်းဆုံးအချိန်က စစ်ပွဲအစနဲ့ စစ်ပွဲအဆုံးသတ်အချိန်ပဲ၊ကြားထဲမှာတော့ ဟန်ချက်ညီအောင်အသက်ရှင်ရင်းပေါင်းသင့်တဲ့သူနဲ့ပေါင်းရတယ်ကွဆိုတဲ့ ဘေစီ။သူတို့နှစ်ယောက် ချွေးတပ်စခန်းထဲမှာ ဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ…..File size…(2.8 GB) / (1.4 GB)Quality….Bluray rip 1080p / 720p 5.1CHFormat…mp4Duration….02:33:00Genre…Action, Drama, HistorySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated byMr.Anderson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/l1HWd2rQ0XDNP9FUT4ZQJIQdEgp.jpg",
      "https://image.tmdb.org/t/p/w300/aEg7CSHmeAMZIl5MRih5GzlZuBk.jpg",
      "https://image.tmdb.org/t/p/w300/k1ppJC3h2qgHES2E17KPUhAcOBx.jpg",
      "https://image.tmdb.org/t/p/w300/9wLetxZRpBtq3kyaNwBhWPAapUe.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/11/e-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/empire-of-the-sun-1987-1080-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "2.8 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/empire-of-the-sun-1987-720-p-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://megaup.net/10jim/Empire.Of.The.Sun.1987.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2.8 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": " https://megaup.net/2medi/Empire.Of.The.Sun.1987.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://streamvid.net/q38ra5us1aw1",
        "server": "streamvid.io",
        "size": "2.8 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://streamvid.net/a9r30tv6izqu",
        "server": "streamvid.io",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/rzucwgo5jdew.html",
        "server": "usersdrive.com",
        "size": "2.8 Gb",
        "quality": "1080p 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/snttjvlhwjo9.html",
        "server": "usersdrive.com",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      },
      {
        "link": "https://streamvid.net/a9r30tv6izqu",
        "server": "streamsb.com",
        "size": "1.4 Gb",
        "quality": "720p 5.1 CH"
      }
    ],
    "trailer": {
      "video_id": "-tHigCYpoOo",
      "video_url": "https://www.youtube.com/watch?v=-tHigCYpoOo",
      "embed_url": "https://www.youtube.com/embed/-tHigCYpoOo"
    }
  },
  {
    "metadata": "|2000|1h 58min|Adult,Drama",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "320"
    },
    "title": "18+ Plum Blossom (2000)",
    "description": "18+ Plum Blossom ( 2000 )ဒီ Erotic ကားကို တော်တော်များများ သိကြမယ်ထင်တာပါပဲ။မသိသေးရင်လည်း အခုကစ ကြည့်သင့်တဲ့ လက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မမှားဘူး။ဘာလို့ဆို သရုပ်ဆောင်တွေပဲရှိုးကြည့်ပါဦး။မင်းသမီးက ကိုရီးယားတစ်ပြည်လုံးက မင်းသမီးတွေအကုန်ပေါင်းလို့သူတစ်ယောက်တည်း အင်တာမှာ ရိုက်ထားတဲ့ အရေအတွက်ကို မမီနိုင်တဲ့ကိုရီးယားရဲ့ ဆရာအကျဆုံးမင်းသမီးဖြစ်တဲ့ ဘဲ့ဒိုနာကိုး။ကိုရီးယားပြည်တွင်းမှာဆိုလည်း ထိပ်တန်းဂိဆရာနှစ်ပါးဖြစ်တဲ့ ဘွန်းဂျွန်းဟိုနဲ့ ပတ်ချန်းဝုတို့ကားတွေမှာ သရုပ်ဆောင်ခဲ့သလိုဂျပန်ဂိဆရာ Hirokazu Koreedaရဲ့ကားတွေမှာလည်း ပါဖူးပါတယ်။ တခြားဂျပန်ကားတွေလည်း သူရိုက်ပါသေးတယ်။နောက်မက်ထရစ်ဒါရိုက်တာ၂ယောက် အဓိကရိုက်တဲ့ Sense8လို နာမည်ကြီး အင်္ဂလိပ်စီးရီးမှာလည်း အဓိကမင်းသမီးနေရာက ပါခဲ့ရဖူးပါတယ်။Cloud Atlasမှာလည်းပါဖူးပါတယ်။ Kingdomနဲ့တော့ သူ့ကို လူသိများပါလိမ့်မယ်။မင်းသားကတော့ ဟိုးရှေးခေတ်ကတည်းက Love Story in Harvard နဲ့ နာမည်ကြီးခဲ့တဲ့ခုတလောတောင် သူ့ကား The First Respondersတို့ Decibel တို့ တော်တော်ရေပန်းစားနေတဲ့ ကင်ရေဝန်းပါ။ဒါရိုက်တာကတော့ ၁၉၈၀ဝန်းကျင်ကတည်းက ရိုက်လာတဲ့ ရှေးဒါရိုက်တာဖြစ်တဲ့အပြင်ဒီကားဟာ သူ့နောက်ဆုံးကိုရီးယားကားဖြစ်တာကြောင့် သမ္ဘာတွေလည်း မြင်ရမှာပါ။Eroticကားကိုမှ ကိုရီးယားရဲ့အဂေါ်ဆုံး မင်းသမီးနဲ့တွဲကြည့်ရမယ့်အပြင် အခန်းတွေကလည်း လန်းတာမို့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ဘာသာပြန်ထားတာကတော့Rookieပဲ ဖြစ်ပါတယ်။Genre….. Adult, DramaQuality…. 1080p | 720p | 480pFile size… 2.39GB | 1.11GB | 529MBFormat… mp4Duration…. 1h 58minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..RookieEncoder…..Blank",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/towY8ML2d6FwOFV3HvdVG63InZ1.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oG1jILiTUZbsTYPKd88KO5iL2eO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1bn4xt30d6ue.html",
        "server": "usersdrive.com",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-1080-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Rtt2/(18+)Plum.Blossom.2000.1080p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/G3RwGYTA#f7rWpXOpdt5rmHF3awBOSjTPUkDR5ziumOzlh7PmgKY",
        "server": "mega.nz",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/oapv7zxwrw5r",
        "server": "streamvid.io",
        "size": "2.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/g5gaoy6m3cno.html",
        "server": "usersdrive.com",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-720-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3donA/(18+)Plum.Blossom.2000.720p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/yvJHWTqB#iAfOyoFHNHsKtwcW7h2qaOj07AsyniODzV144-qyTbI",
        "server": "mega.nz",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/cz74pdu3f3cz",
        "server": "streamvid.io",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/8z6quozwyacw.html",
        "server": "streamsb.com",
        "size": "1.11GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/9oap73t2538w.html",
        "server": "usersdrive.com",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/18-plum-blossom-2000-480-p-fhd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1bw0y/(18+)Plum.Blossom.2000.480p.FHDRip.CM.mp4",
        "server": "megaup.net",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eywUAagT#pTSmwknSegU-Je6flwnxCRorNWjgy4xGcSMCW2hMQak",
        "server": "mega.nz",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://sbchill.com/b6hs3ank97m5.html",
        "server": "streamvid.io",
        "size": "529MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/c2m1ip6gn5vu",
        "server": "streamsb.com",
        "size": "529MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "HFexirncy1E",
      "video_url": "https://www.youtube.com/watch?v=HFexirncy1E",
      "embed_url": "https://www.youtube.com/embed/HFexirncy1E"
    }
  },
  {
    "metadata": "PG-13|2018|1h 36min|Drama,Fantasy,Horror",
    "rating": {
      "rating": "5.1/10",
      "rating_count": "10,792"
    },
    "title": "Down a Dark Hall (2018)",
    "description": "Down a Dark Hall (2018)IMDb – 5.1/10_____Rotten – 50%Kit Gordy ဟာ ဆယ်ကျော်သက်အရွယ် အထက်တန်းကျောင်းသူလေးတစ်ယောက်။ကိုးနှစ်သမီးကတည်းက အရမ်းချစ်ရတဲ့အဖေဆုံးပါးသွားခဲ့ပြီးတော့ ဖတဆိုးလေးဖြစ်ခဲ့တာကြောင့် ကြီးလာတဲ့အခါမှာ ခပ်ဆိုးဆိုးခပ်ပေပေမိန်းကလေးတစ်ဦး ဖြစ်လာခဲ့ပါတယ်။အမေဖြစ်သူဟာ David ဆိုတဲ့လူနဲ့နောက်အိမ်ထောင်ပြုလိုက်တာကြောင့် Kit တစ်ယောက် ပထွေးနဲ့အတူနေဖို့အကြောင်းဖန်လာပါတော့တယ်။David ဟာလူကောင်းတစ်ယောက်ဖြစ်ပြီးတော့ Kit ကို ကိုယ့်သမီးအရင်းလိုစောင့်ရှောက်ပေးခဲ့ပေမယ့် Kit ရင်ထဲကကွက်လပ်ကြီးကိုတော့ မဖြည့်ဆည်းပေးနိုင်ခဲ့ပါဘူး။ဒါကြောင့်လည်း Kit ဟာဆိုးသွမ်းပျက်စီးနေတဲ့သူတစ်ဦးဖြစ်လာပါတော့တယ်။ဘယ်လောက်ဆိုးလိုက်သလဲဆိုရင် မီးရှို့မှုအပါအဝင်နဲ့တခြားအမှုတွေနဲ့ စွဲချက်တင်ခံရတဲ့အထိပါပဲ။Kit ကတော့ သူလုပ်တာမဟုတ်ဘူးလို့ ငြင်းဆိုခဲ့ပေမယ့်လည်း သက်သေအထောက်အထား ခိုင်ခိုင်လုံလုံမရှိခဲ့တာကြောင့် လက်ရှိတက်ရောက်နေတဲ့ကျောင်းကနေနားပြီး လူငယ်သင်တန်းကျောင်းဆန်ဆန် ကျောင်းတစ်ခုဖြစ်တဲ့ Blackwood အကယ်ဒမီကျောင်းကို ကျောင်းအိပ်ကျောင်းစားအဖြစ်နဲ့ အချိန်တစ်ခုထိ ပြောင်းရွှေ့တက်ရောက်ဖို့အတွက် သဘောတူလိုက်ရပါတော့တယ်။တကယ့်ဇာတ်လမ်းက ဒီမှာစတာပါပဲ။Blackwood လို့ခေါ်တဲ့ကျောင်းဟာ ကျောင်းလို့သာခေါ်တွင်ပေမယ့် အဆောက်အဦးက ရှေးဟောင်းအဆောက်အဦးတစ်ခုပဲ ဖြစ်ပါတယ်။အဆောက်အဦးအတွင်းက ပရိဘောဂအသုံးအဆောင်ပစ္စည်းတွေကလည်း အတော်ကိုရှေးကျပြီး အဆောက်အဦးတစ်ခုလုံးကိုထိန်လင်းနေအောင် ထွန်းပေးနိုင်မယ့် လျှပ်စစ်မီးသီးအလုံအလောက်မရှိတာကြောင့် အနည်းငယ်မှောင်မိုက်နေပြီး ရုတ်တရက်ကြည့်လိုက်ရင် အလွန်ခြောက်ခြားစရာကောင်းလှပါတယ်။ကျောင်းအုပ်ဆရာမကြီးဖြစ်သူဟာ Madam Duret ဆိုတဲ့ပြင်သစ်မကြီးဖြစ်ပြီးတော့ သူ့လက်အောက်မှာလည်း စာသင်ပြတဲ့ဆရာ၊ဆရာမ သုံးဦးနဲ့ Mrs.Orlonsky လို့ခေါ်တဲ့ အထွေထွေအလုပ်သမ တစ်ဦးပဲရှိပါတယ်။Kit တစ်ယောက်အဲဒီကျောင်းကိုရောက်ပြီးတဲ့အခါမှာတော့ နောက်ထပ်အံ့အားသင့်စရာတစ်ခုနဲ့ ထပ်ပြီးကြုံရပါတယ်။အဲဒါကတော့ အဲဒီကျောင်းမှာ ကျောင်းသူဆိုလို့ သူအပါအဝင်မှ ငါးယောက်တည်းရှိနေရခြင်းပါ။အားလုံးဟာမိန်းကလေးတွေချည်းဖြစ်ပြီးတော့ သူလိုပဲပြစ်မှုကျူးလွန်ထားလို့ကျောင်းပြောင်းရတဲ့သူတွေချည်းပဲဖြစ်ပါတယ်။Kit ဟာ ဘာကြောင့်ကျောင်းတစ်ကျောင်းမှာ ကျောင်းသူငါးယောက်တည်းရှိရတာလဲလို့ ကျောင်းအုပ်ကြီးကိုမေးခွန်းထုတ်ခဲ့ရာမှာ ‘မင်းတို့ဟာပါရမီထူးရှိတဲ့သူဖြစ်တာကြောင့်’ လို့ဆိုတဲ့အဖြေတစ်ခုကလွဲပြီး တိတိပပဘာတစ်ခုမှမသိခဲ့ရပါဘူး။ကျောင်းသူတွေအနေနဲ့လည်း ကိုယ့်အပြစ်ကိုယ်ခံရတာဖြစ်တယ်ဆိုတဲ့အသိနဲ့ ဘာမှစောဒကမတက်တော့ဘဲ ကျောင်းကိုသာအေးအေးချမ်းချမ်းတက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ကျောင်းအိပ်ကျောင်းစားဖြစ်တဲ့အတွက်ကြောင့် ကျောင်းသူငါးယောက်ဟာ တစ်ယောက်တစ်ခန်းဆီအပိုင်ရပြီး ကိုယ်ပိုင်အခန်းတွေမှာပဲအိပ်ရပါတယ်။Kit တစ်ယောက် ညဘက်အိပ်စက်တဲ့အခါမှာ အသံဗလံတွေကြားရပြီး တစ်ယောက်ယောက်ကစိုက်ကြည့်နေသလိုခံစားရတာတွေ ရှိခဲ့ပေမယ့်လည်း စိတ်ထင်တာကြောင့် ဖြစ်မှာပါဆိုပြီးမေ့မေ့ပျောက်ပျောက်ပဲနေခဲ့ပြီး ကျောင်းစာကိုသာဆက်ပြီးသင်ကြားခဲ့ပါတယ်။အဲဒီကျောင်းမှာအလွန်ထူးဆန်းတာနောက်တစ်ခုရှိပါသေးတယ်။အဲဒါကတော့ စာသင်တဲ့ကာလဘာမှမကြာသေးပေမယ့် ကျောင်းသူတေရဲ့အရည်အချင်းဟာ ပညာရှင်အဆင့်လောက်ထိရောက်အောင် တဟုန်ထိုးမြင့်တက်သွားတာပါပဲ။အရင်ကျောင်းမှာ ရိုးရိုးဂဏန်းသင်္ချာတောင် အောင်ဖို့မနည်းဖြေရတဲ့သူက အဆင့်မြင့်သင်္ချာဘာသာရပ်မှာ ဆရာတစ်ဆူလိုဖြစ်နေတာတွေ၊ စန္ဒယားတီးသင်ခါစသူက ဘာမှမကြာသေးဘဲ ဂန္ဓဝင်တေးသွားကြီးတွေကို တီးတတ်နေတာ အစရှိသဖြင့်ပါပဲ။ကျောင်းသူတွေကတော့ သူတို့ပါရမီပါတာကြောင့်ထင်ခဲ့ပေမယ့် တကယ့်အဖြစ်မှန်ကတော့အဲဒီလိုမဟုတ်ခဲ့ပါဘူး။တစ်ညမှာ အဖြစ်မှန်အားလုံးပေါ်ပေါက်လာဖို့အကြောင်းဖန်လာခဲ့ပြီး Kit တစ်ယောက် ကျောင်းအုပ်ဆရာမကြီး Madam Duret ရဲ့အကြံအစည်အားလုံးကို သိရှိသွားတဲ့အခါမှာတော့…..။ဒီဇာတ်ကားက Horror အမျိုးအစားဇာတ်ကားဖြစ်ပေမယ့် ဇာတ်လမ်းအသားပေးပြီးရိုက်ကူးထားတာကြောင့် အရမ်းကြီးတော့ကြောက်ဖို့မကောင်းပါဘူး။Horro Genre Film တို့ရဲ့ထုံးစံအတိုင်း Rating နည်းပေမယ့် ကြည့်လို့ကောင်းပြီး အချိန်ပေးရကျိုးနပ်စေမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Horror ကားကြိုက်ပေမယ့် အခုနောက်ပိုင်းမှာအရမ်းကိုပေါများလာတဲ့ ကြောက်ဖို့ကောင်းရင်ပြီးရော Jump Scare တွေလှိမ့်သုံးထားတဲ့ Horror ရုပ်ရှင်တွေကိုငြီးငွေ့နေတဲ့သူတွေ၊ Mystery ဆန်ဆန်လေးနဲ့ အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားတဲ့ ဇာတ်လမ်းမျိုးကိုကြိုက်တဲ့သူတွေအနေနဲ့ကတော့ ဒီဇာတ်ကားကိုလက်မလွှတ်သင့်ပါဘူး။(ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Myo Thant Kyaw ပါ)File Size : (750 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 36minFormat : Mp4Genre : Drama, Fantasy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTGTranslated by Myo Thant KyawEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eoTjilPmObqBMcXaBDBYTIPdB7e.jpg",
      "https://image.tmdb.org/t/p/w300/ecXkxOxRZUEerS9TE9XNzWrkCwO.jpg",
      "https://image.tmdb.org/t/p/w300/cS6S6OcvcAjx0aBzvHPy1Sm4Snj.jpg",
      "https://image.tmdb.org/t/p/w300/52qZbrX3SaxS085D1nZg0OMq9K4.jpg",
      "https://image.tmdb.org/t/p/w300/nI06rjEcc6Z2RdmZZehM0WClIlS.jpg",
      "https://image.tmdb.org/t/p/w300/d2k2d2hA0mv0QN8PftWDthJkWpn.jpg",
      "https://image.tmdb.org/t/p/w300/f2CB7qKueNFvemCzDPnfTbkXbxJ.jpg",
      "https://image.tmdb.org/t/p/w300/irh8cxweG6FtdjTkeS515l8zHpm.jpg",
      "https://image.tmdb.org/t/p/w300/1pVnFYylL9doclWfowOWCqXC8aZ.jpg",
      "https://image.tmdb.org/t/p/w300/yUJ5gy5gILWb9zCjdsmNvhzZ0gS.jpg",
      "https://image.tmdb.org/t/p/w300/9vByuSFnDwiB2BvW5njf6BR6gq4.jpg",
      "https://image.tmdb.org/t/p/w300/e6jCCeaaMXV6CUwB1GcdTjWoqID.jpg",
      "https://image.tmdb.org/t/p/w300/vxCfLcclMEdTxB2P0r17q9Sa3Ny.jpg",
      "https://image.tmdb.org/t/p/w300/oqctiWFJrxeVeEW5kipXHC1odFZ.jpg",
      "https://image.tmdb.org/t/p/w300/twPC1xWGfeISaTl3VQCHH3tumI5.jpg",
      "https://image.tmdb.org/t/p/w300/2lhZxEhCNLSYPCD20JE8W24gUp5.jpg",
      "https://image.tmdb.org/t/p/w300/tRdbSKm2HxIbt860GpkHzpRmNai.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/down-a-dark-hall.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l1zdy1va85rm.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/down-a-dark-hall-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/58ffb27/down-a-dark-hal-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "http://www.filedwon.info/l4by0yk0l4el/Down_A_Dark_Hall_[2018]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/1zklw/Down_A_Dark_Hall_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/Gs5U2I4a#sVXr4AO2D0fJWx85rA6bwOSwjf7OCLLD2Yp42fqmdn8",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/p25s4pt274df",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "TwHoY2dVZLE",
      "video_url": "https://www.youtube.com/watch?v=TwHoY2dVZLE",
      "embed_url": "https://www.youtube.com/embed/TwHoY2dVZLE"
    }
  },
  {
    "metadata": "TV-MA|2019|1h 58min|Action,Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "70,275"
    },
    "title": "Polar (2019)",
    "description": "Polar (2019)____IMDb – 6.3/10Comic Series တစ်ခုကိုအခြေခံရိုက်ကူးထားတာမို့ ကြည့်ရတာ အမြင်ဆန်းနေစေမယ့် အက်ရှင်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်၁၈+ခန်းတစ်ချို့နဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုန်းတွေ သွေးသံတရဲရဲ Gore တွေပါဝင်တာမို့ မိသားစုနဲ့မကြည့်ရှုသင့်ကြောင်းကိုတော့ စကားခံထားပါရစေဇာတ်လမ်းအကျဉ်းကတော့ ရရှားကြေးစားလူသတ်သမားအငှားဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုမှာ အသက် ၅၀ ပြည့်ရင် ဘယ်လောက်လက်စွမ်းထက်နေပါစေပင်စင်ယူကိုယူရတဲ့စည်းမျဉ်းတစ်ခုရှိပါတယ်ဘလက်ကိုင်ဇာလို့နာမည်ကြီးတဲ့ ဒန်ကန်ဗစ်ဇလာက မကြာခင် အသက် ၅ဝပြည့်တော့မယ့် ထိပ်ထိပ်ကြဲ ကြေးစားတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာတော့ သူ့လိုသက်တူရွယ်တူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရနေတာ ကြားလိုက်ရတဲ့အခါ…သက်ကြီးဝါကြီးကြေးစားတွေကို လိုက်သတ်နေတာဘယ်သူဖြစ်မလဲဆိုတာကို ဖော်ထုတ်ရပါတော့တယ်…ဒန်ကန်ဗစ်ဇလာအဖြစ် Mads Mikkelsen နဲ့အတူHigh school musical ထဲကမင်းသမီး Vanessa Hudgens တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB)Quality : HDRip 720pRunning Time : 1hr 58minFormat : Mp4Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HDRip.X264.AC3-EVOTranslated by May Myat ThuEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/u8CP7EeWbYMlIVqEoKAt6OYsEe1.jpg",
      "https://image.tmdb.org/t/p/w300/uR4Laei8u0b0fstqiGP1bOmREW5.jpg",
      "https://image.tmdb.org/t/p/w300/lSCKo6QGJ88Gn3espNnvL87CinA.jpg",
      "https://image.tmdb.org/t/p/w300/4xF5kFbBmEfFjd7bda2eUat5epo.jpg",
      "https://image.tmdb.org/t/p/w300/8dj2oniHR1QpVbscodqJ9Wtpa8J.jpg",
      "https://image.tmdb.org/t/p/w300/o7dl92o4GbgA2jbVkfgAg8WJ2cF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/01/polar-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3o82x88iip1r.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/polar-16-2019-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/Sget/Polar_[16+]_[2019]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sI1QyS5Z#nuf87JQhlIjDstqDdMcDUDxpPf3D3z1zjcTKnbvPNa0",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/qixdoib4yl1w",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "oMHwRal-AR8",
      "video_url": "https://www.youtube.com/watch?v=oMHwRal-AR8",
      "embed_url": "https://www.youtube.com/embed/oMHwRal-AR8"
    }
  },
  {
    "metadata": "||1h 52min|Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "2,028"
    },
    "title": "American Dreams in China (2013)",
    "description": "[Unicode]လူတိုင်းမှာ အိပ်မက်တွေ ကိုယ်စီရှိကြမှာပါဒါပေမယ့် ကိုယ့်အိပ်မက်တွေ ဖြစ်မလာတဲ့ အခါမှာတော့သူတို့တွေ ဘာလုပ်ကြမှာလဲဘာဖြစ်သွားကြမှာလဲ….ဒီဇာတ်လမ်းမှာတော့ အမေရိက ကို အရမ်းသွားချင်ကြတဲ့ တရုတ်လူငယ် ၃ ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ် ။ချန်ဒုံချင်း မုန့်ရှောင်ကျွင်းနဲ့ ဝမ်ရန်တို့ သူငယ်ချင်း ၃ ယောက်ဟာ အမေရိကမှာ ကျောင်းတက် အလုပ်လုပ်ချင်ကြတဲ့ သူတွေပါဒါပေမယ့် တကယ်တမ်း Visa လျှောက်တဲ့ အခါမှာတော့ မုန့်ရှောင်ကျွင်းတစ်ယောက်ပဲ အမေရိက ကိုသွားနိုင်ခဲ့ပြီးကျန်တဲ့ ၂ ယောက်ကတော့ တရုတ်မှာကျန်ခဲ့ပါတယ် ။ချန်ဒုံချင်းဟာ တက္ကသိုလ် နည်းပြလုပ်ရာကနေ ကျူရှင်ခိုးသင်တာ မိသွားလို့ အလုပ်ပြုတ်ခဲ့ပါတယ်အမေရိက ရောက်နေတဲ့ မုန့်ရှောင်ကျွင်းကလည်း အဲ့မှာ အဆင်မပြေလို့ ပြန်လာခဲ့တယ်သူပြန်လာတဲ့အခါ ချန်ဒုံချင်းနဲ့ ဝမ်ရန်က အင်္ဂလိပ်စာသင်တန်း ဖွင့်နေတာကို သိသွာပြီးသူငယ်ချင်းတွေနဲ့ အတူ သူလည်း အဲ့အလုပ်ကို လုပ်ဖို့ ဆုံးဖြတ်လိုက်တယ်ကိုယ်ပိုင်ကျောင်း ထူထောင်နိုင်ဖို့ ကြိုးစားကြတယ် ။အိပ်မက်တွေ အတိုင်းဖြစ်မလာကြတဲ့ သူတို့ ၃ ယောက်တကယ်ပဲ ကိုယ်ပိုင်ကျောင်းတစ်ခု ထူထောင်နိုင်မှာလားအရင်လိုပဲ ကျရှုံးဦးမှာလားအောင်မြင်မှုတွေရဖို့ ဘယ်လိုကြိုးစားလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]လူတိုင္းမွာ အိပ္မက္ေတြ ကိုယ္စီရွိၾကမွာပါဒါေပမယ့္ ကိုယ့္အိပ္မက္ေတြ ျဖစ္မလာတဲ့ အခါမွာေတာ့သူတို႔ေတြ ဘာလုပ္ၾကမွာလဲဘာျဖစ္သြားၾကမွာလဲ….ဒီဇာတ္လမ္းမွာေတာ့ အေမရိက ကို အရမ္းသြားခ်င္ၾကတဲ့ တ႐ုတ္လူငယ္ ၃ ေယာက္အေၾကာင္းကို ႐ိုက္ျပထားပါတယ္ ။ခ်န္ဒုံခ်င္း မုန္႔ေရွာင္ကြၽင္းနဲ႔ ၀မ္ရန္တို႔ သူငယ္ခ်င္း ၃ ေယာက္ဟာ အေမရိကမွာ ေက်ာင္းတက္ အလုပ္လုပ္ခ်င္ၾကတဲ့ သူေတြပါဒါေပမယ့္ တကယ္တမ္း Visa ေလွ်ာက္တဲ့ အခါမွာေတာ့ မုန္႔ေရွာင္ကြၽင္းတစ္ေယာက္ပဲ အေမရိက ကိုသြားႏိုင္ခဲ့ၿပီးက်န္တဲ့ ၂ ေယာက္ကေတာ့ တ႐ုတ္မွာက်န္ခဲ့ပါတယ္ ။ခ်န္ဒုံခ်င္းဟာ တကၠသိုလ္ နည္းျပလုပ္ရာကေန က်ဴရွင္ခိုးသင္တာ မိသြားလို႔ အလုပ္ျပဳတ္ခဲ့ပါတယ္အေမရိက ေရာက္ေနတဲ့ မုန္႔ေရွာင္ကြၽင္းကလည္း အဲ့မွာ အဆင္မေျပလို႔ ျပန္လာခဲ့တယ္သူျပန္လာတဲ့အခါ ခ်န္ဒုံခ်င္းနဲ႔ ၀မ္ရန္က အဂၤလိပ္စာသင္တန္း ဖြင့္ေနတာကို သိသြာၿပီးသူငယ္ခ်င္းေတြနဲ႔ အတူ သူလည္း အဲ့အလုပ္ကို လုပ္ဖို႔ ဆုံးျဖတ္လိုက္တယ္ကိုယ္ပိုင္ေက်ာင္း ထူေထာင္ႏိုင္ဖို႔ ႀကိဳးစားၾကတယ္ ။အိပ္မက္ေတြ အတို္င္းျဖစ္မလာၾကတဲ့ သူတို႔ ၃ ေယာက္တကယ္ပဲ ကိုယ္ပိုင္ေက်ာင္းတစ္ခု ထူေထာင္ႏိုင္မွာလားအရင္လိုပဲ က်ရႈံးဦးမွာလားေအာင္ျမင္မႈေတြရဖို႔ ဘယ္လိုႀကိဳးစားလဲဆိုတာကို ဒီဇာတ္ကားေလးမွာ ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 2 GB ) and ( 1 GB)Quality__BR 1080p ,720pIMDb Rating__7.2/10Format__mp4Duration__01:52:15Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated bySeungEncoded byNaing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lswkUAtTw0264W5nds9w17hHvRE.jpg",
      "https://image.tmdb.org/t/p/w300/4UFeA0pI0AmGhCErGxGjHGqLRNy.jpg",
      "https://image.tmdb.org/t/p/w300/fDlAsdhGkDMOqwo2KuJIa5LvAoi.jpg",
      "https://image.tmdb.org/t/p/w300/t80rD5fPoK5xXeTCR3nefSGfq8R.jpg",
      "https://image.tmdb.org/t/p/w300/67p0csqrMLyDLnkS0vyKxOyI1aQ.jpg",
      "https://image.tmdb.org/t/p/w300/vkuYOYmDzWW9CrfPWYINAqXxWF8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/i1lM9FfnJMRHwKr82QJdKIPJGF4.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/933sfkcncby0.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://usersdrive.com/q259dgt90elb.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://usersdrive.com/w06ldzd2fbem.html",
        "server": "usersdrive.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/american-dreams-in-china-2013-br-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://yoteshinportal.cc/american-dreams-in-china-2013-br-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yoteshinportal.cc/american-dreams-in-china-2013-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2dj7p/American_Dreams_in_China_(2013)_BR1080p.mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://megaup.net/2dj7i/American_Dreams_in_China_(2013)_BR720p.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://megaup.net/2dj7s/American_Dreams_in_China_(2013)_SFS.mp4",
        "server": "megaup.net",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/RHhEmCjQ#KKeMRIhgO7hEGGQIEs3o6EYPLFErv6OGFnW0VVckLMw",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://mega.nz/file/gGxViIpB#0YlY6Ek-dMVZV317pXIx2xU-MIaCBRS3AuYrmbTlNbc",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://mega.nz/file/QX5yAAZK#M11JrjKLQgjZngJumygHN9761vjnV7oqfrWmoVFoPLA",
        "server": "mega.nz",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/BqrWF70P9D3dFg",
        "server": "disk.yandex.com",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://yadi.sk/i/0sIWYAgVdnvo8w",
        "server": "disk.yandex.com",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://yadi.sk/i/YxH8XF5GzPS21g",
        "server": "disk.yandex.com",
        "size": "400 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/4kswp0u2l99v",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "BR-1080p"
      },
      {
        "link": "https://upstream.to/7uopwzcdsanj",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "BR-720p"
      },
      {
        "link": "https://upstream.to/zykwfcu321e6",
        "server": "upstream.to",
        "size": "400 MB",
        "quality": "SFS"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "X|1977|1977|Adult,Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "618"
    },
    "title": "(21+) Barbara Broadcast (1977)",
    "description": "Barbara ရဲ့ နာမည်သတင်းနဲ့ ရုပ်ရည်ရူပကာကျော်ကြားမှုကအံ့ဩစရာကောင်းလောက်အောင်ပါပဲသူမရဲ့ အဓိက အလုပ်က စာရေးဆရာဖြစ်တယ်ဒါပေမဲ့ အမျိုးသားထုကြီးကတော့ သူ့ကို အပြာမော်ဒယ်လို့ပဲသိတယ်သူက အပြာလောကမှာ ပိုပြီး နာမည်ကြီးပါတယ်တစ်နေ့ စားသောက်ဆိုင်တစ်ခုမှာ အင်တာဗျူးလုပ်ပါတယ်ဆိုင်မှာရတဲ့ မန်နျူးတွေက DS Fans တွေအကြိုက်ပါပဲPublic မှာ ပေါ်တင်ကြီးတွေ ဆင်ဆာမပါဘွင်းဘွင်းရှင်းရှင်းကြီးတွေဖြစ်လို့ မိသားစုနှင့် အတူကြည့်ဖို့ မသင့်တော်ပါဘူးFile size…1.6GB / 730MBQuality…1080p WEB DL / 720pFormat…mp4Duration….1h 22mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu Chi",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/y0R55Xer8bYiIFhmGvMTapD2Dj3.jpg",
      "https://image.tmdb.org/t/p/w300/xVG0KJe3AZFZNCa6KK79UK9D4E8.jpg",
      "https://image.tmdb.org/t/p/w300/byuVMd4MHJq9iYZ2HwAvs8cROfz.jpg",
      "https://image.tmdb.org/t/p/w300/m6ZoOqsc5xiNAZI1zNKLJVZEujU.jpg",
      "https://image.tmdb.org/t/p/w300/30lkVP1jhkYDuCjRySdIaZIMAYr.jpg",
      "https://image.tmdb.org/t/p/w300/3Ukzhr7LWM2B9Bp8WT1HgeO6OBi.jpg",
      "https://image.tmdb.org/t/p/w300/7UjiSaEcodrHcWCEyzSa8ZV2Prg.jpg",
      "https://image.tmdb.org/t/p/w300/aN4wmakEheqX20vBAob3rmvXFjE.jpg",
      "https://image.tmdb.org/t/p/w300/aKiAJmI81wRl3ZWdodE5Qcpo2Wm.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/05/Barbara-Broadcast.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/barbara-broadcast-1977-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rs5wikduhgv7.html",
        "server": "usersdrive.com",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1efk2/Barbara_Broadcast-1977.1080p(DS).mp4",
        "server": "megaup.net",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/cGRWFbwK#43OyVpeTvnu4mmOLk1WXNoZLgPVCH4k-2pzGAnN_Zkc",
        "server": "mega.nz",
        "size": "1.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/barbara-broadcast-1977-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/793n04sh1tc5.html",
        "server": "usersdrive.com",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1efkd/Barbara_Broadcast-1977.720p(DS).mp4",
        "server": "megaup.net",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dTpVlaAD#Lmk7FIExddTzaSAuiI8_hIMUaB6EyPO4yPOg4AbNRWc",
        "server": "mega.nz",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/17u7wk3iux9q",
        "server": "streamvid.io",
        "size": "730MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/657cn6cr1gfz.html",
        "server": "streamsb.com",
        "size": "730MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UbXW1kb7sd4",
      "video_url": "https://www.youtube.com/watch?v=UbXW1kb7sd4",
      "embed_url": "https://www.youtube.com/embed/UbXW1kb7sd4"
    }
  },
  {
    "metadata": "|2021||Adventure,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "1329"
    },
    "title": "The Tale of King Crab (2021)",
    "description": "The Tale of King Crab (2021)====================IMDb Rating – 6.7/10အီတလီနိုင်ငံမှာ ယနေ့အချိန်ထိမုဆိုးအိုကြီးတွေပြောနေကြဒေသပုံပြင်လေးတစ်ပုဒ်ရှိတယ်။ အဲ့ဒီပုံပြင်လေးက Lucianoဆိုတဲ့ခြေသလုံးအိမ်တိုင်အရက်သမားတစ်ယောက်အကြောင်းပေါ့။ Luciano ကအရက်သမားသာဖြစ်တာ ခေသူမဟုတ်…သူသိုးကျောင်းနေကြလမ်းကို မင်းသားကပိတ်လိုက်လို့ မင်းသားကိုပြဿနာရှာခဲ့တဲ့သူ။တစ်နေ့တော့ သူပြစ်မှုတစ်ခုကျူးလွန်ခဲ့မိပြီး သူ့ရဲ့ရွာလေးကနေTierra del Fuego ဆိုတဲ့နေရာလေးဆီထွက်ပြေးသွားခဲ့ပါတယ်။အဲ့ဒီနေရာလေးကလူမျိုးစုတွေပြောကြတဲ့ ရတနာကျွန်းအကြောင်းသူသိသွားပြီးနောက် ရှာဖွေရေးခရီးထွက်ခဲ့ရာကနေ…..ဒရမ်မာအခန်းလေးတွေပါတဲ့ စွန့်စားခန်းပုံပြင်လေးသဖွယ်ကြည့်ရမှာပါနောက်ပြီး ကြည့်လို့ကောင်းတဲ့ အီတလီဇာတ်ကားကောင်းလေးတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size – (2.23 GB) / (1.03 GB) / (642 MB)Quality – WEB-DL 1080p / 720p / 480pDuration – 1Hr 45minsSubtitle – Myanmar HardsubFormat – MP4Genre : Adventure, DramaTranslator – Chit TeeEncoder – SWM",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/npOCBRMTKqsoQepGPKLWuaDjm5r.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTU0ZGFiMDktMjAxMC00OWZmLWI2OGMtYjYyMzA2MGNmMjc1XkEyXkFqcGdeQXVyMjQ0NzcxNjM@._V1_-scaled.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tale-of-king-crab-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/the-tale-of-king-crab-2021-1080-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Kf3x/The.Tale.of.King.Crab.2021.1080p.AMZN.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "2.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbfast.com/1d97q6x6w36k.html",
        "server": "streamsb.com",
        "size": "2.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/0jYV3CoY#O8BO1BNr9pR9lyJzMfHL7zQlpswbhWqBz8Ni7RM2qAY",
        "server": "mega.nz",
        "size": "2.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/qzn69s9k4caa.html",
        "server": "usersdrive.com",
        "size": "2.23 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tale-of-king-crab-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03 GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Kf3h/The.Tale.of.King.Crab.2021.720p[CM].mp4",
        "server": "megaup.net",
        "size": "1.03 GB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/2p67e77ryp73.html",
        "server": "streamsb.com",
        "size": "1.03 GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/RvIGybLb#txpHdLDJv4DlK-eQYi8JPNFY5JZnfHvNJFYun0DPAEQ",
        "server": "mega.nz",
        "size": "1.03 GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/e6u1coapsv6w.html",
        "server": "usersdrive.com",
        "size": "1.03 GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tale-of-king-crab-2021-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "642 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Kf3d/The.Tale.of.King.Crab.2021.480p[CM].mp4",
        "server": "megaup.net",
        "size": "642 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/mvy9bts98sks.html",
        "server": "streamsb.com",
        "size": "642 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/FjxzzSrY#TgIfTa0NsbrP55rSlth25dJXmVMqxs8Bcn4ajGw0HZI",
        "server": "mega.nz",
        "size": "642 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/86p2wlcjfxzy.html",
        "server": "usersdrive.com",
        "size": "642 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "WkFXI81LqhM",
      "video_url": "https://www.youtube.com/watch?v=WkFXI81LqhM",
      "embed_url": "https://www.youtube.com/embed/WkFXI81LqhM"
    }
  },
  {
    "metadata": "PG-13|2005|2h 15m|Biography,Drama,History",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "88K"
    },
    "title": "The New World (2005)",
    "description": "The New World (2005)Pocahontas နဲ့ Captain John Smith တို့ရဲ့ ဇာတ်လမ်းလေး တင်ဆက်ပေးပါရစေ။အင်္ဂလိပ်ကိုလိုနီအဖွဲ့တွေဟာ နယ်ချဲ့ရင်းနဲ့ အမေရိကတိုက်ကိုရောက်ရှိလာပါတယ်။ အမေရိကတိုက်ရဲ့ ယခုဗာဂျီးနီးယားလို့ခေါ်ဆိုတဲ့နေရာမှာ အမေရိကန်လူမျိုးစစ်စစ်တွေဖြစ်တဲ့ အင်ဒီးယန်းလူမျိုးစုတွေ နေထိုင်ပါတယ်။အင်ဒီးယန်းတွေနဲ့ အင်္ဂလိပ်နယ်ချဲ့တွေအကြား ပဋိပက္ခဖြစ်ပွားရာမှာ Captain Smith အသတ်ခံရမယ့်အရေးကို အင်ဒီးယန်းလူမျိုးစုမင်းသမီး Pocahontasက ကယ်ဆယ်လိုက်ပါတယ်။ မင်းသမီး Pocahontasဟာ ဖခင်ရဲ့ အရေးအပေးခံရဆုံး သမီးတော်လည်းဖြစ် ထူးလည်းထူးခြားတာကြောင့် သမီးတော်သဘောကိုလိုက်ကာ Captain Smith ကို မသတ်ဘဲလွှတ်ထားလိုက်ပါတယ်။ဒီလိုနဲ့ Pocahontas နဲ့ Captain Smith ဟာ တွယ်ငြိသွားကြပါရော။ ရန်သူနှစ်ဖက်ကြား ပဋိပက္ခတွေနဲ့ သူတို့ချစ်သူနှစ်ယောက်ဟာ ဘယ်လိုနှစ်ပါးသွားကြမလဲ?ဘယ်လိုအလှည့်အပြောင်းတွေကြုံကြဦးမလဲ? ဆိုတာ …ဇာတ်လမ်းသွားက အေးအေးနဲ့မို့ အစပိုင်းပျင်းဖို့ကောင်းနိုင်ပေမဲ့ ငြိမ့်ငြိမ့်လေးနဲ့ အရသာရှိရှိထိုင်ကြည့်လို့ကောင်းမဲ့ဇာတ်ကားတစ်ကားပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Janeပါ။)File Size          :4GB,1.8GB, 994MBQuality            :1080p Blu-ray,720p Blu-ray, 480pFormat            :mp4Duration         :2hr 15minsGenre              :DramaTranslated byJaneEncoded byKinnov",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/43whF542lZhHQLlOAYHcNgoqDaa.jpg",
      "https://image.tmdb.org/t/p/w300/qSOZayrXXeK6TMiBBL6wPCQsjab.jpg",
      "https://image.tmdb.org/t/p/w300/1BhmdgRcKtJ3l7MVyllAcRH5Vt1.jpg",
      "https://image.tmdb.org/t/p/w300/p8A3Lh09i6D4oa9UzX07QMxmYkN.jpg",
      "https://image.tmdb.org/t/p/w300/kxVdNVPwK4lMWNSh5ggf0g27pj6.jpg",
      "https://image.tmdb.org/t/p/w300/fCq8bk4i13D0Xfm9zx5eHLWpo79.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dPyWMlQd54r3pK17GKG3iqjvNZ7.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-new-world-2005-1080-p-blu-ray-aac-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/22rjnqzoszxr.html",
        "server": "usersdrive.com",
        "size": "4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Uze4/[CM]The.New.World.2005.1080p.Blu-ray.AAC.5.1CH.mp4",
        "server": "megaup.net",
        "size": "4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Jmt2iB6L#w9fU_Gr_MPPHy84mmwy-9ONAzkNI86uzYgFI5d0BzmM",
        "server": "mega.nz",
        "size": "4GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/p8icby33t1ou",
        "server": "streamvid.io",
        "size": "4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-new-world-2005-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/a9zi3sl6iezg.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2AwG7/[CM]The.New.World.2005.720p.Blu-ray.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/trcSULTC#bSB9dOOAIG8MwMNp4eYvq97ysNYeQM3YDD-HqmusHe4",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/6715oe9noz8v",
        "server": "streamvid.io",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://sbrapid.com/ax14g898gaa0.html",
        "server": "streamsb.com",
        "size": "1.8GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-new-world-2005-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "994MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/j8f3duh2yjid.html",
        "server": "usersdrive.com",
        "size": "994MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2AwG5/[CM]The.New.World.2005.480p.mp4",
        "server": "megaup.net",
        "size": "994MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/56MS0a5I#k0e8xOAbKLGzEmCckFYVPWKHcCvFqg2xeLCW4cUmhNE",
        "server": "mega.nz",
        "size": "994MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/1ylgaurlpllv",
        "server": "streamvid.io",
        "size": "994MB",
        "quality": "480p"
      },
      {
        "link": "https://sbrapid.com/y443mo7t4nhn.html",
        "server": "streamsb.com",
        "size": "994MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "i2LdlqW26zc",
      "video_url": "https://www.youtube.com/watch?v=i2LdlqW26zc",
      "embed_url": "https://www.youtube.com/embed/i2LdlqW26zc"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "470000"
    },
    "title": "Wall Street: Money Never Sleeps(2010)",
    "description": "Wall Street: Money Never Sleeps(2010)***********************************Shia LaBeoufနဲ့Michael Douglasတို့လို ဆရာကြီးတွေအဓိကပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်…ဒီကားကတော့ 2008 ခုနှစ်တုန်းက ငွေကြေးပြဿနာတွေနဲ့ပတ်သက်ပြီးရိုက်ကူးထားတာပါGordon Gekko ဆိုတဲ့လူဟာ အမှုတစ်ခုကြောင့် ချောက်ချခံခဲ့ရပြီး ထောင်ကျခံလိုက်ရပါတယ် …အဲ့ဒီအတွက်သူဟာ သူ့မိသားစုအပေါ် တာဝန်တွေ လစ်ဟင်းသလိုဖြစ်ခဲ့ပြီး သားကိုလည်းဆုံးရှုံးခဲ့ရပါသေးတယ်… အဲ့ဒီအတွက်သူ့ရဲ့သမီးဖြစ်သူ Winnie Gekko ဟာ သူ့ကို စိတ်နာနေခဲ့တာပါ…တစ်နေ့ သူထောင်ကထွက်လာတဲ့နေ့မှာပဲ သူထောင်ထဲမှာရေးခဲ့တဲ့ စာအုပ်အတွက် ဟောပြောပွဲတစ်ခုကို လုပ်ခဲ့ပါတယ် …ထိုပွဲကို သူ့သမီးရဲ့ချစ်သူ Jacob moore လည်း လာရောက်ကြည့်ရှုခဲ့ပါတယ်…အဲ့ဒီကနေတစ်ဆင့် သူ့ရဲ့သမက်လာဖြစ်မယ့် Jacob moore ရဲ့ အကူအညီကို ယူပြီးသူ့သမီးနဲ့ဘယ်လို ပြန်အဆင်ပြေအောင် လုပ်မလဲ…သူ့ကို ချောက်ချခဲ့တဲ့လူကိုရော ဘယ်လိုပြန်လက်စားချေရမလဲဆိုတာကိုပါ ကြည့်ရှုရမှာပါ….File Size :(3.06GB)(1.01GB) and (378MB)Quality :BLU-RAY1080P5.1Ch,720pFormat…mp4Duration…02:13:00Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by EricEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dgfgoHamsfCTW7UgxI7cfnJLNEo.jpg",
      "https://image.tmdb.org/t/p/w300/rLX0O7PZ8ZmKCs6uIT7ZHv1Rtv2.jpg",
      "https://image.tmdb.org/t/p/w300/kEqs6uZxNrZA3uhihZwtdhJZdoI.jpg",
      "https://image.tmdb.org/t/p/w300/oPJCd9s50FydycrTrS6y791iv3c.jpg",
      "https://image.tmdb.org/t/p/w300/uBtWDpxk7Obm9XpCCffJ8cSikov.jpg",
      "https://image.tmdb.org/t/p/w300/kYYp3n3bsetQQBhnoOxTQFgDMgS.jpg",
      "https://image.tmdb.org/t/p/w300/a7r1yInLi58w0s6nyXNgE1AHLj4.jpg",
      "https://image.tmdb.org/t/p/w300/jQajmhesobLgkF4MnoBF6FoXuND.jpg",
      "https://image.tmdb.org/t/p/w300/syLvuKQUjzqJXJjh6Et7jdJ0mS8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/i9DFTWbD6mpM6UT3HlzZwlA92l4.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/sxm455rwdyn3.html",
        "server": "usersdrive.com",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/wall-street-money-never-sleeps-2010-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SMch/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.1080P5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Fu5nhbqR#GO5M38H7Y7ND64Qv6yW3Zk4zIOoYxNqVg5L2oDbpjqM",
        "server": "mega.nz",
        "size": "3.06GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/1akcjb6s3wa4.html",
        "server": "usersdrive.com",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/wall-street-money-never-sleeps-2010-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SMc8/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/4yYBRJKT#6pA-h2RJUO7gIx5uk51JmZZ9j1rOkSjenLmYfC8aGFs",
        "server": "mega.nz",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1SMch/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.1080P5.1CH(CM).mp4",
        "server": "streamsb.com",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/rpau0ej2ny5b",
        "server": "streamvid.io",
        "size": "1.01GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/amtfzk64hp5z.html",
        "server": "usersdrive.com",
        "size": "378MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/wall-street-money-never-sleeps-2010-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "378MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2yJF3/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.480P(CM).mp4",
        "server": "megaup.net",
        "size": "378MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/V6YyQJ6C#oH6W37FrYjEFXyMASwUFdESKPVgkdmCnfpA70OowpJo",
        "server": "mega.nz",
        "size": "378MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/amiwzohlgry5.html",
        "server": "streamsb.com",
        "size": "378MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/2fnj336s0qsb",
        "server": "streamvid.io",
        "size": "378MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "q7j8leLG8fc",
      "video_url": "https://www.youtube.com/watch?v=q7j8leLG8fc",
      "embed_url": "https://www.youtube.com/embed/q7j8leLG8fc"
    }
  },
  {
    "metadata": "PG|2017|113 min|Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "3,824"
    },
    "title": "The Bookshop (2017)",
    "description": "File Size : (850 MB) and (၂၀၁၇ ခုနှစ်ထွက် ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေBookshop လို့အမည်ရတဲ့ဇာတ်ကားလေးက ၁၉၅၀ ဝန်းကျင်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးမိန်းမသားတစ်ဦးရဲ့ လောကဓံကို ကြံ့ကြံ့ခံရင်ဆိုင်ပုံတွေ လူမှုစရိုက်သဘောသဘာဝရဲ့ကောင်းကွက် ဆိုးကွက်တွေ မြေနိမ့်ရာလှံစိုက် ဖိနှိပ်မှုတွေကို ဇာတ်လမ်းအေးအေးလေးနဲ့တင်ဆက်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။။။။ဇာတ်လမ်းအကျဉ်းကတော့ ဖလော့ရမ့်စ်ဂရင်းဆိုတဲ့ မုဆိုးမလေးဟာ သူမရဲ့ဝါသနာသူမရဲ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးကို ဇာတိမြေဖြစ်တဲ့ ဟာ့ဒ်ဘော့မြို့မှာပြန်လာဖွင့်တာလေးနဲ့ အစပျိုးထားပါတယ်။ဒါပေမယ့်လဲ အဲ့မြို့မှာကစာအုပ်ဖတ်တဲ့လူဆိုလို့ မစ္စတာ ဘရန်ဒစ်ရှ်ဆိုတဲ့ အဖိုးကြီးတစ်ယောက်ပဲရှိတာဆိုတော့သူစာအုပ်ဆိုင်ဖွင့်မယ့်ကိစ္စက အထူးအဆန်းလို စွန့်စားမှုကြီးတစ်ခုလို လူတွေကမြင်ကြတာပေါ့သူဆိုင်ဖွင့်မယ် Old House(အိမ်အိုကြီး)ကလဲ ရှေးဟောင်းအိမ်ကြီးဆိုတော့မစ္စစ် ဂါမက်လို့ခေါ်တဲ့ ဘွားတော်ကြီးကလဲ Art center ဖွင့်ချင်နေပြန်ပါလေရောဒါပေမယ့်လဲ သူဖြစ်ချင်တဲ့ အကောင်အထည်ဖော်ချင်တဲ့အတိုင်း စာအုပ်ဆိုင်ကိုဇွတ်အတင်းရအောင်ဖွင့်ခဲ့ပါတယ်။ဖလော့ရမ့်စ်ဂရင်းတစ်ယောက်သူ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးက အောင်အောင်မြင်မြင်ဖြစ်သွားမလားသူ့ကို မနာလိုမရှုစိမ့်ဖြစ်နေသူတွေကနေ ဘယ်လိုများနှောင့်ယှက်သွားအုန်းမလဲတစ်ကိုယ်တည်း မုဆိုးမတစ်ယောက်အနေနဲ့ လောကဓံကိုဘယ်လိုများတောင့်ခံသွားသလဲဆိုတာတော့ဆက်လက်ဒေါင်းကြည့်ကြပါကုန်။။။။ဇာတ်ကားတွေမှာ ရယ်စရာကောင်းတဲ့ကား၊ ကြောက်စရာကောင်းတဲ့ကား၊ ငိုရတဲ့ကား ဆိုပြီးရှိကြသလိုကျနော်ကတော့ ဒီကားလေးကို ချစ်စရာကောင်းတဲ့ကားလေးလို့ ခေါ်ချင်ပါတယ်။ဒရာမာကားစစ်စစ် တစ်ကားဖြစ်သလို ၁၅၀၀ အချစ်လုံးဝမပါတဲ့ ဒရာမာကားလဲဖြစ်နေပြန်ပါသေးတယ်အဲ့ဒါအပြင် အပြင်ဖက်လက်တွေ့ဘဝနဲ့ အများကြီးထပ်တူကျတဲ့ပုံစံမျိုးဖြစ်နေတာကြောင့် ဒရာမာရုပ်ရှင်ချစ်မြတ်နိုးသူတွေလက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တယ်ဆိုတာကို လက်တို့လိုက်ပါရစေလားဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)(ဇာတျလမျးအညှှနျးနဲ့ဘာသာပွနျသူကတော့ ကိုဟိနျးမငျးထှနျးပါ)370 MB)Quality : Blu-Ray 720pRunning Time : 1hr 53minFormat : Mp4Genre :DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : LiMiTED.1080p.BluRay.x264-VETOTranslated by Hein Min TunEncoded by Thanhtike Zaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lyHQInVLIBt5YKKNAktoXi1W1Gy.jpg",
      "https://image.tmdb.org/t/p/w300/1RNUS0ExNlVW3mWg9DDPayBITge.jpg",
      "https://image.tmdb.org/t/p/w300/avQ9sN5Hcp1yObdIrFoEdxvsLy4.jpg",
      "https://image.tmdb.org/t/p/w300/57LEr2CScU29AwdaYg7OlUGBdR2.jpg",
      "https://image.tmdb.org/t/p/w300/llh5cvFq6HDB7q1zxJyt0oJmrV1.jpg",
      "https://image.tmdb.org/t/p/w300/uEH1sR5PPzJOmDsGn7jyhu8n7Yk.jpg",
      "https://image.tmdb.org/t/p/w300/e18uwlwjnhxFJ9CxL8BQVDkdG2K.jpg",
      "https://image.tmdb.org/t/p/w300/y3k4vAOKJMzvVAltY1bp8lLNLiB.jpg",
      "https://image.tmdb.org/t/p/w300/2PAW43AB3wQjhqxKQxjLaiastAT.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nh2ZpwuTKjY0tTGcsGu7TwOpT4p.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-bookshop-2017",
        "server": "VIP Links",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-bookshop-2017-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://cloudemb.com/t7ifxwe3q93i.html",
        "server": "streamsb.com",
        "size": "850 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "3KgMW3rowXY",
      "video_url": "https://www.youtube.com/watch?v=3KgMW3rowXY",
      "embed_url": "https://www.youtube.com/embed/3KgMW3rowXY"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": ""
    },
    "title": "An Education (2009)",
    "description": "မင်းသမီးချောလေး Carey Mulligan က ဂျန်နီ အဖြစ်နဲ့ မင်းသားကြီး Peter Sarsgaard က ဒေးဗစ် အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးတော့ 2009 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး rating လည်းအသင့်အတင့်ရရှိထားတဲ့ Drama/Romanceအမျိုးအစားဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ကျောင်းမှာစာလည်းတော် ဂီတမှလည်း ပါရမီပါတဲ့ မြီးကောင်ပေါက်မလေး ဂျန်နီ တစ်ယောက်ကျောင်းတော်ကြီးမှာ အလိမ်မာလေးပေါ့ တစ်နေ့တော့ ဒေးဗစ်ဆိုတဲ့ ရုပ်ရှိရေလျှံဘဲကြီးတစ်ပွေနဲ့တွေ့ပြီး ဘဲကြီးကလည်း ရှယ်အမ်းတော့ ဒီကောင်မလေးကြွေပြီပေါ့နော်……မနူးမနှပ်လေး ဂျန်နီ ရဲ့ပထမဆုံး အချစ်ခရီးလမ်းအတွေ့အကြုံလေးဟာတစ်နေ့မှာတော့ မျှော်လင့်မထားတဲ့ ကံဆိုးမှုတွေနဲ့တွေ့ကြုံလာချိန်မှာတော့…….ပညာပေးကားလေးတစ်ကားလိုလည်းဖြစ် ဘဝမှာပညာရှာချိန်ပညာရှာ ကြင်ယာရှာချိန်ကြင်ယာရှာဆိုတဲ့ စကားတွေဟာ အလကားမဟုတ်ဘူးဆိုတာကို မြင်သာအောင်ရိုက်ပေးထားတဲ့ Drama/Romance ဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ဖြစ်ပါတယ်။File size…(1.85 GB)/(870 Mb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:40:00Genre…DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….GarfieldTranslated by Leo",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/10/MV5BMTg4NjgzOTc0MF5BMl5BanBnXkFtZTcwOTc2OTE3Mg@@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/an-education-2009-1080-p-cm-blu-ray-h-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3k0hw/An.Education.2009.1080p(CM).BluRay.H264.AAC.mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/lucjiaKT#qhU7WY_J5X4frL44XXOYm0bSeIRUVGLj8HBuTWdcSeg",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/4r661skud7s9.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/an-education-2009-720-p-cm-blu-ray-h-264-aac-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870 Mb",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y5mi/An.Education.2009.720p(CM).BluRay.H264.AAC.mp4",
        "server": "megaup.net",
        "size": "870 Mb",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ViVGmA4Q#oIMUTe4sSvfITTGiBxYJP_JPwUZ1SGR4j1EbwgCi30M",
        "server": "mega.nz",
        "size": "870 Mb",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/19o4mgasvax4.html",
        "server": "usersdrive.com",
        "size": "870 Mb",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/cbm6atmq6u3h",
        "server": "streamsb.com",
        "size": "870 Mb",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/o1jas2obfmhv",
        "server": "streamvid.io",
        "size": "870 Mb",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2018|105 min|Drama",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "3,173"
    },
    "title": "Wildlife (2018)",
    "description": "Rating 7.3 ရရွိထားတဲ့Drama ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးပါ့မယ္…Wild Life ဆိုတဲ့ရုပ္ရွင္ကားေလးကေတာ့ လက္ရွိလူ႔ပတ္ဝန္းက်င္မွာျဖစ္ေလ့ရွိတာေလးေတြကို မီးေမာင္းထိုးျပၿပီး ရိုက္ကူးထားတဲ့ ကားတစ္ကားျဖစ္ပါတယ္။မိသားစုနဲ႕အတူၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးဆိုရင္လည္းမွားမယ္မထင္ပါဘူး…အိမ္ေထာင္စုတစ္ခုမွာ စီးပြားေရးအဆင္မေျပရင္ဘယ္လိုပဋိပကၡေတြ ျဖစ္ေပၚလာႏုိင္တယ္ဆိုတာရယ္စိတ္ေတြကဘယ္လိုေျပာင္းလဲႏိုင္တယ္ဆိုတဲ့အေၾကာင္းကိုခေလးတစ္ေယာက္ရွိတဲ့ လူသံုးေယာက္မိသားစုေလးနဲ႔ရိုက္ကူးျပသထားတဲ့ ပညာေပးကားေလးျဖစ္ပါတယ္။ၾကည့္ရႈအားေပးၾကပါဦးေနာ္…File Size : (900 MB) & (245 MB)Quality :Wed-DL 720pRunning Time :1hr 45 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byTar Tee PoeEncoded byMoe Myint Lwin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8alKnwW5uwUhRJ4bN5HAU6pZgry.jpg",
      "https://image.tmdb.org/t/p/w300/hDtiyCztpFdv9yLNSwNblhOjLKJ.jpg",
      "https://image.tmdb.org/t/p/w300/oxNwxyibPBs1FhRKMQ3eKEmDDQT.jpg",
      "https://image.tmdb.org/t/p/w300/2QDulDhQxoiBst7SkX0DDssZA36.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/hQSUwjSSRtWCA5EBoY22gGzaE8Y.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/wildlife-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://megaup.net/2eG3f/Wildlife_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://upstream.to/y4ncysnnhdmz",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/2nf4zadlk1k4.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "WemDKlmMAIs",
      "video_url": "https://www.youtube.com/watch?v=WemDKlmMAIs",
      "embed_url": "https://www.youtube.com/embed/WemDKlmMAIs"
    }
  },
  {
    "metadata": "PG-13|2022|1h 42m|Drama",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "5900"
    },
    "title": "Living (2022)",
    "description": "Living (2022)~ IMDb – 7.5/10, Rotten Tomatoes – 96% ~ဒီနှစ်ထွက်လာမယ့်ကားတွေထဲ အမျှော်ခဲ့ဆုံးကားက Living ဖြစ်သလို တကယ်ထွက်လာတော့လည်း မျှော်မှန်းထားတာထက်တောင် ပိုကောင်းတယ်လို့ ပြောရမှာပါပဲ။ ဒါဆို ဒီကားကို ဘာလို့မျှော်ရလဲဆိုတဲ့အကြောင်းရင်းက စပြောရမှာပဲ။ ပထမဆုံးအချက်ကတော့ Kazuo Ishiguro ပါ။ သူ့ကို ဒီကလူတော်တော်များများ ရင်းနီးပြီးသားပဲဖြစ်ပါလိမ့်မယ်။ သူက ကျွန်တော်တော်တော်ကြိုက်တဲ့စာအုပ်တွေထဲပါတဲ့An Artist of the Floating Worldခေါ်  မြင့်သန်းဘာသာပြန်တဲ့ “လွင့်မျောနေသော ကမ္ဘာကြီး၏ အနုပညာသည်တစ်ဦး” စာအုပ်ကို ရေးခဲ့တဲ့ စာရေးဆရာလည်းဟုတ်တယ်။ ၂၀၁၇မှာ နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာလည်းဖြစ်သလို သူ့သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုဖြစ်တဲ့ Never Let Me Go ကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတာမှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တယ်။ ဒီကားကိုလည်း သူကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားတာပါ။ Kazuo Ishiguro ဟာ အခုရုပ်ရှင် Living (2022) နဲ့လည်း အော်စကာမှာ ဇာတ်ညွှန်းဆု ဆန်ခါတင်ဝင်ထားပါသေးတယ်။နောက်တစ်ချက်ကတော့ ဒီကားက ကူရိုဆာဝါရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ Ikiru ကို ပြန်ရိုက်ထားတာ။ Ikiru ရဲ့ ဘိုလိုကလည်း To Live ပဲဆိုတော့ နာမည်ပါအတူတူပဲ ပေးထားတယ်လို့ ပြောလို့ရပါတယ်။ Kazuo Ishiguro ကိုယ်တိုင်ကလည်း Ikiru (1952) ကို Bill Nighy နဲ့ ပြန်ရိုက်ချင်နေတာ နှစ်ပေါင်းများစွာကြာနေပြီ။ ရိုက်ချင်လွန်းလို့ကို သူရိုက်ချင်တဲ့မင်းသား Bill Nighy ကို Ikiru ကြည့်ခိုင်းပြီး ရိုက်ပေးနိုင်မလားမေးခဲ့တယ်။ ကူရိုဆာဝါကားပီပီသသ ပြောင်မြောက်လွန်းလေတော့ Nighy ကလည်း ကြည့်ပြီးပြီးချင်းပဲ ရိုက်ဖို့ သဘောတူလိုက်တယ်။နောက်ဆုံးအချက်ကတော့ Ikiru ရော ဒီကားရောရဲ့ မူရင်းဇာတ်လမ်းက မသိသူမရှိတဲ့ ရုရှစာရေးဆရာကြီး လီယိုတော်စတွိုင်းရဲ့ အစဉ်အလာကြီးတဲ့The Death of Ivan Ilyichဆိုတဲ့ ဝတ္ထုကိုပြန်ရိုက်ထားတာ။ ကူရိုဆာဝါရဲ့ တင်ပြပုံနဲ့ တော်စတွိုင်းရဲ့ တင်ပြပုံကတော့ မတူဘူး။ ဒါပေမဲ့ အခုဗားရှင်းကျ ကူရိုဆာဝါရဲ့ မူလဗားရှင်းအတိုင်းပဲ အဓိကနေရာတွေတော်တော်များများသုံးပြီး ပြန်ရိုက်ထားတယ်။ နှစ်ခုလုံး မူရင်းဝတ္ထုနဲ့ တင်ပြပုံမတူဘူး။ ကား ၂ကားကကျ အတူတူပဲမို့ ဘယ်ကားကြည့်ရမလဲဆိုရင်တော့ နှစ်ကားလုံးသာကြည့်ပါ။ ဘာလို့လဲတော့ ဆက်ပါမယ်။ဒီ၂ကားဟာ တစ်ကားက ဂျပန်မှာ ဇာတ်အိမ်တည်ပြီး တစ်ကားက ၁၉၅၀ အင်္ဂလန်မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ပြတဲ့နိုင်ငံချင်းမတူပေမဲ့ ဇာတ်အိမ်တည်ရာ အချိန်လည်းတူ၊ ဇာတ်ဝင်ခန်းတော်တော်များများလည်းတူ၊ ဇာတ်ကောင်တော်တော်များများလည်း အတူတူပါပဲ။ ဒါပေမဲ့ သရုပ်ဆောင်ပုံတော့ လုံးဝကိုမတူပါဘူး။ ကူရိုဆာဝါကားရဲ့ ဇာတ်ကောင်တွေက မျက်နှာမှာ Emotions တွေ အရမ်းသိသိသာသာပြပြီး ဇာတ်ကောင်ရဲ့ ခံစားချက်ကိုပုံဖော်သွားပေမဲ့ Oliver Hermanus နဲ့ Kazuo Ishiguro တို့ကားရဲ့ ဇာတ်ကောင်တွေက လုံးဝကို အငြိမ်ပါပဲ။ ဒါပေမဲ့လည်း Bill Nighy ကြီးဟာ ဇာတ်ကောင်ရဲ့ဘဝကို၊ ဇာတ်ကောင်ရဲ့ဝေဒနာကို ပေါ်လွင်အောင် သရုပ်ဆောင်ပြသွားပါတယ်။ ငြိမ်ငြိမ်လေးနဲ့ကို လုပ်ပြသွားတာပါ။ ဒါကြောင့်လည်း အော်စကာမှာ သူ အဓိကဇာတ်ဆောင် ဆန်ခါတင်ဝင်ထားတာပါပဲ။ ပုဂ္ဂလိက အမြင်အရတော့ The Whale က ဘရန်ဒန်ဖရေဆာထက် သူ့ကိုပိုကြိုက်ပါတယ်။ ဒါပေမဲ့လည်း သူတို့သုံးထားတဲ့ သာမန်ညောင်ညမိန်းကလေးဇာတ်ကောင် အနေအထားနဲ့ကကျ ဂျပန်မင်းသမီးက အပြတ်အသတ်ပိုလိုက်နေတာတော့ သေချာပါတယ်။Living (2022) ဟာ Remake ကိုမှ ကမ္ဘာ့ရုပ်ရှင်လောကရဲ့ အကျော်အမော်ကြီးရဲ့ အကောင်းဆုံးဆိုတဲ့ကားတွေထဲက တစ်ကားကို ရိုက်ထားတာပေမဲ့ မူရင်းကားကို ဘယ်လိုမှမမီပါဘူးလို့လည်း ပြောမရသလို ရုပ်ရှင်အဆင့်အတန်းတစ်ခုပေးနိုင်သွားတဲ့ အကြောင်းရင်းက ချစ်စိတ်လို့ပဲ ထင်ပါတယ်။ Kazuo Ishiguro ဟာ Ikiru ကို သိပ်ကြိုက်လွန်းလို့ ဇာတ်ညွှန်းရေးပြီး Bill Nighy နဲ့ ရိုက်ချင်တာဖြစ်တဲ့အတွက် ဒီကားအပေါ်သူ့ချစ်စိတ်ကို ကျွန်တော်တို့ တွေးကြည့်စရာမလိုပါဘူး။ Bill Nighy လည်း မထူးပါဘူး။ ကားကြည့်ပြီး ကြိုက်လို့ သဘောတူလိုက်တာပဲမလား။ဒါပေမဲ့ ဒီကားကို လက်တွေ့အသက်သွင်းခဲ့တဲ့ ဒါရိုက်တာ Oliver Hermanus ရဲ့ ချစ်စိတ်ကိုတော့ ကျွန်တော်တို့ကားထဲမှာ မြင်နိုင်ပါတယ်။ ဘယ်လိုဆို ဒီကားမှာ Kazuo Ishiguro ရဲ့ အငွေ့အသက်တစ်ချို့ ကျွန်တော်တို့ရနေတာကလွဲ ဒီကားဟာ Ikiru ကို သစ္စာမဖောက်ထားပါဘူး။ ဘယ်လိုအငွေ့အသက်လဲကတော့ ကိုယ်တိုင်ပဲကြည့်လိုက်ပါ။ ကျွန်တော်တော့ လွင့်မျောနေသောကမ္ဘာကြီးထဲက ကျွန်တော့်အကြိုက်ဆုံး စာသားတစ်ချို့နဲ့ ဇာတ်ဝင်ခန်းကို ဒီထဲ အသွင်ပြောင်းပြီး တွေ့လိုက်ရပါတယ်။ Living (2022) ဟာ နှိမ့်ချတယ် သိမ်မွေ့တယ်ဆိုတဲ့ ညွှန်းဆိုချက်တစ်ခု တွေ့လိုက်ပါသေးတယ်။ တကယ်လည်း ဟုတ်တယ်ပြောရမှာပါပဲ။ ဒါရိုက်တာဟာ သူဘာလုပ်နိုင်တယ် ဘာလုပ်ပြမယ်ဆိုတဲ့ မာနကိုမထည့်ထားဘဲ ကူရိုဆာဝါရဲ့လက်ရာကို ရိုးရိုးရှင်းရှင်းနဲ့ပဲ ပြန်တင်ပြထားတာပါ။ ဒီဘက်ခေတ်နဲ့လည်း ပိုကီးကိုက်တယ်လို့ပြောလို့ရတာပေါ့။ ဘာလို့ပြောလဲဆို ၂ကားယှဉ်ကြည့်ရင်လိုက်ရင် သိမှာပါပဲ။ နောက် ဒီရုပ်ရှင်ရဲ့ဇာတ်ကိုတင် ၁၉၅၀လောက်မှာ တည်ထားတာတင်မဟုတ်ဘဲ သုံးထားတဲ့ ဖရိန်တွေ ကာလာတုန်းတွေ Editing တွေကအစ အဲဒီခေတ်အရသာကိုပဲ ရ‌အောင်လုပ်ထားလို့ ဒီနှစ်ထွက်ကားပေမဲ့ ကလပ်စစ်ကားတစ်ကားရဲ့ အငွေ့အသက်တော့ ပေးနိုင်နေမှာပါပဲ။ ဒီလိုအားလုံးချစ်စိတ်နဲ့ ရိုက်ခဲ့ကြလို့ ဒီ Remake ဟာ တော်တော်လေး လှတဲ့ Remake ဖြစ်နေတာပါပဲ။ဒါပေမဲ့လည်း ကူရိုဆာဝါဖန်တွေ ကြိုက်မယ်လို့တော့ တစ်ထစ်ချ အာမခံလို့မရပါဘူး။ ဆဲတဲ့ဖန်တွေလည်း ဆဲတာပါပဲ။ နည်းတော့နည်းပါတယ်။ တစ်ချို့အခန်းတွေမှာ ကိုယ်တိုင်လည်း လာစားနေပြီလို့ တွေးမိတာ နည်းနည်းပါပေမဲ့ ဒီဇာတ်ရဲ့ အလှကို ပျက်အောင်တော့မလုပ်သွားပါဘူး။ ပြန်ခြုံငုံကြည့်ရင် ချစ်စိတ်နဲ့ရိုက်တာကပဲ ပိုထင်ရှားနေမှာပါ။ ဘာအရင်ကြည့်ရမလဲမေးလာရင်တော့ ကူရိုဆာဝါ့ဟာ အရင်ကြည့်စေချင်ပါတယ်။ ဒါမှပဲ ဒီကားကို ပိုထဲထဲဝင်ဝင်ခံစားနိုင်မယ်လို့ ယူဆပါတယ်။ Ikiru ကို မကြည့်ရသေးတဲ့လူတွေအတွက် ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့ –လူတစ်ယောက်ရှိတယ်။ တစ်နေ့နေ့ ခင်ဗျား အဲဒီလူလိုဖြစ်လာချင်ဖြစ်လာမယ်။ အခုလည်း ခင်ဗျား အဲဒီလူလို ဖြစ်နေတာလည်း ဖြစ်နိုင်တယ်။ ဒီလူဟာ လူတစ်ယောက်ဆိုတာထက် လူတွေရဲ့ ရှင်သန်ခြင်းရဲ့ နိမိတ်ပုံတစ်ခုလို့ ယူဆလည်းမမှားဘူး။ သူ့အလုပ်က သာမန် အစိုးရဝန်ထမ်းအလုပ်။ တစ်နေ့တစ်နေ့ လျော့မလာတဲ့ စာရွက်စာတမ်းပုံတွေကြားနေရင်း သူ့ဘဝမှာ တစ်နေ့နဲ့တစ်နေ့ ဘာမှအပြောင်းအလဲမရှိခဲ့တာ နှစ်ပေါင်းတော်တော်ကြာပြီ။ သူတို့ရုံးကလည်း အဲဒီစာရွက်စာတမ်းပုံကြီးကို မလျော့စေချင်တဲ့လူက ခပ်များများ။ ဘာလို့ဆို အလုပ်တွေ မတရားကြိုးစားလိုက်လို့ ဒီအပုံကြီးကုန်သွားရင် ဘာမှအရေးကြီးတာ လုပ်စရာရှိမနေတဲ့လူတွေပဲလို့ လူတွေကဲ့ရဲ့မှာကြောက်ကြသတဲ့။ မနက်ဆို သူရုံးသွားတယ်။ ညနေဆို အိမ်ပြန်လာတယ်။ ရုပ်ရှင်ကြည့်မယ့်နေ့မှာ ရုပ်ရှင်ကြည့်တယ်။ သူ့ဘဝကဒါပဲ။ အလုပ်ချိန်ကိုလည်းနောက်မကျဖူးသလို စောလည်းမဆင်းဖူးဘူး။ ပုံမှန်အတိုင်းပဲ လည်ပတ်နေခဲ့တယ်။ ဒါပေမဲ့ သူ့ဘဝကြီးကို ဘယ်လိုအတွေးမှမပေါက်ဘဲ ဒီတိုင်းပဲ သူရှင်သန်နေခဲ့တယ်။ တစ်နေ့အထိပေါ့။ အဲဒီနေ့မှာ သူဆေးစစ်ချက်သွားထုတ်ဖို့ ရုံးစောစောဆင်းသွားတယ်။ သိလိုက်ရတာက ကင်ဆာတဲ့။ အဲဒီမှာ သူအိမ်ပြန်လာပြီး ဧည့်ခန်းမှာ တစ်ယောက်တည်းထိုင်ပြီး သူ့ဘဝကြီးရဲ့ အချည်းနှီးဖြစ်မှုကို ထိုင်တွေးတယ်။ ဝတ္ထုက တော်စတွိုင်းဆိုတော့ သူဘာတွေးသလဲ နီးနီးစပ်စပ်သိချင်ရင် မြသန်းတင့် ဘာသာပြန်ထားတဲ့ တော်စတွိုင်း၏ ဘဝအမြင်နဲ့ သမိုင်းအမြင်ဆိုတဲ့စာအုပ်က ပထမခြမ်း ဘဝအမြင်ကို ဖတ်ကြည့်လို့ရတယ်။ ဒီကားကိုယ်တိုင်ကလည်း အဲဒီထဲက တော်စတွိုင်း ဘဝ ရှင်သန်ခြင်း သေဆုံးခြင်းကို ဆက်စပ်စဉ်းစားထားသလိုအကြောင်းအရာကို ရိုက်ပြထားတယ်လို့ မြင်မိပါတယ်။ ကားနာမည်ကိုက ရှင်သန်ခြင်း ခေါ် ဘဝခေါ် Living မလား။ သူသေတော့မှာ သိပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို သူတကယ်မရှင်သန်ခဲ့ရဘူးဆိုတဲ့ အသိဝင်သွားသလားတော့မသိပါဘူး။ နှစ်ပေါင်းများစွာ ရုံးချိန်တောင် နောက်မကျဘဲ ဒီပုံစံခွက်ထဲပဲရှင်သန်ခဲ့တဲ့သူဟာ နောက်နေ့အလုပ်မတက်ခဲ့ဘူး။ သူ့ဘဝကို ရှင်သန်တယ်ဆိုတဲ့ ခံစားချက်ရအောင် ရှင်သန်ဖို့ နည်းလမ်းကို သူရှာဖွေခဲ့တယ်။ ဇာတ်ကြောင်းကတော့ ဒါပဲပေါ့။ဘဝမှာ အတွေးအခေါ်တွေ များများစားစားတော့ မလိုပါဘူး။ လိုတယ်ထင်တဲ့လူတွေလည်း အဆုံးမရှိရှာနေကြသလို အတွေးအခေါ်လိုလား မလိုလားဆိုတဲ့ အမေးတောင် မမေးဘဲ ရှင်သန်နေကြတဲ့လူတွေလည်း မနည်းဘူးမလား။ ဟိုလိုလို ဒီလိုလိုဖြစ်နေတာထက်စာရင်တော့ အဲဒီလိုလူတွေက ပိုအားကျဖို့ကောင်းတယ်။ ဒါပေမဲ့လည်း တစ်ခါတလေတော့ ကျွန်တော်တို့ ရှင်သန်လာခဲ့ခြင်းတွေကို ကျွန်တော်တို့ ပိုချစ်တတ်လာအောင် တစ်ချို့အနုပညာပစ္စည်းတွေက စီးကူးပေးနိုင်တယ်။ Kazuo Ishiguro ရဲ့ “လွင့်မျောနေသောကမ္ဘာကြီး၏ အနုပညာသည်တစ်ဦး“ကို ကျွန်တော်ကြိုက်တာမှာလည်း သူ့ရဲ့အဆုံးသတ်တွေမှာ အဲဒီဓာတ်ပါနေလို့လည်း မကင်းဘူး။ တစ်ခါတလေကျ ဒီဓာတ်ကို တစ်ချို့စာအုပ်တွေကနေ ကျွန်တော်တို့ရတတ်တယ်။ များသောအားဖြင့်တော့ ကဗျာတွေပေါ့။ တစ်ခါတလေကျလည်း ရုပ်ရှင်တွေကနေရတတ်တယ်။ Ikiru ရော Living ရောဟာ သူ့နည်းသူ့ဟန်နဲ့ ဒီဓာတ်ကို စီးကူးပေးနိုင်တဲ့ ရုပ်ရှင်တွေပါပဲ။Living ဟာ ဘာအကြောင်းလဲ တိုတိုနဲ့ လိုရင်းပြောရရင်တော့ Living ဟာ Living အကြောင်းပဲလို့တော့ ဖြေရမှာပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 880MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 42MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by Y",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6A42xrhuyHboDRCsEOkMI0RZicS.jpg",
      "https://image.tmdb.org/t/p/w300/vxxCUHZlPuwepCeZMYLmbXCdOP1.jpg",
      "https://image.tmdb.org/t/p/w300/u61IrX44XuyFiRaIzZladEjf4Dg.jpg",
      "https://image.tmdb.org/t/p/w300/8p3bRy2194OfB6CyxL8h5bmJkM.jpg",
      "https://image.tmdb.org/t/p/w300/zcpZxnNuc9pR5zLJqJ4ctzOECBe.jpg",
      "https://image.tmdb.org/t/p/w300/cpoZjfrB5YCavnW014xgusAcBHC.jpg",
      "https://image.tmdb.org/t/p/w300/7DIrmDJaWPVqVlTETjVx4OQDSiY.jpg",
      "https://image.tmdb.org/t/p/w300/njW7LZkQbSEAOBe5jjk1bFCPLGl.jpg",
      "https://image.tmdb.org/t/p/w300/ob4TxA58A7Q0QbMa4xwNsb1rGpf.jpg",
      "https://image.tmdb.org/t/p/w300/8D2DSARLTh6bCQDUIJqzYaTg7Nz.jpg",
      "https://image.tmdb.org/t/p/w300/khNAbHAvvDQ2FDkUYCr5febcAqo.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ftUdaxguhUoPAtwTkSLNglAaqfd.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-living-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1SAq6/(CM)_Living_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/VzRxVKCD#N5Qzeqx79bKYpLMFgdNvrX_2DyJ3UhG1QmIS7NJUVOI",
        "server": "mega.nz",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1h4w8b2lwjr4.html",
        "server": "usersdrive.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/2xpgfeuoi3rb.html",
        "server": "streamsb.com",
        "size": "2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-living-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SApy/(CM)_Living_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/F3oGDLTZ#ollsN3qnnhP96Qr1d9oOGVYMSr6-DeUrGB0WKjo9wTc",
        "server": "mega.nz",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/h0zyy2nlg713.html",
        "server": "usersdrive.com",
        "size": "880MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/23266m8plchz.html",
        "server": "streamsb.com",
        "size": "880MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "w1IYxAIGZ_A",
      "video_url": "https://www.youtube.com/watch?v=w1IYxAIGZ_A",
      "embed_url": "https://www.youtube.com/embed/w1IYxAIGZ_A"
    }
  },
  {
    "metadata": "N/A|2013|N/A|Drama,War",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "82"
    },
    "title": "Sunset at Chaophraya (2013)",
    "description": "ကဲဒီတစ္ခါေတာ့ထိုင္းနဲ႔ဂ်ပန္ႏွစ္နိင္ငံဖက္စပ္႐ိုက္ကူးထားတဲ့ဇတ္ကားအလန္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ထိုင္းနိင္ငံရဲ႕နာမည္ႀကီးမင္းသားနာဒစ္ကအေကာင္းဆံုးသ႐ုပ္ေဆာင္ထားပါတယ္ဒုတိယကမ႓ာစစ္ျဖစ္ေနတဲ့အခ်ိန္ထိုင္းနိင္ငံကိုအင္ဂ်င္နီယာအျဖစ္တာဝန္ထမ္းေဆာင္ဖို႔ေရာက္ရွိလာတဲ့လူငယ္ေလးတစ္ေယာက္ထိုင္းေတာသူမေလးကိုျမင္ျမင္ခ်င္းေမတၱာသက္ဝင္ခ်စ္ခင္မိတဲ့ထိုလူငယ္ေလးထိုင္းမေလးရဲ႕ခ်စ္ျခင္းေမတၱာကိုရရွိနိင္မွာလားဂ်ပန္လူမ်ိဴးဆိုရင္ဖက္ဆစ္လို႔အျမင္ရွိေနတဲ့ေကာင္မေလးကေကာထိုဂ်ပန္ေကာင္ေလးကိုဘိုရီကိုျပန္ခ်စ္မွာလားဂ်ပန္ေကာင္ေလးရဲ႕ေကာင္မေလးအေပၚဘယ္ေလာက္ခ်စ္လဲဆိုတာကိုပရိတ္သတ္ေတြျမင္ၾကရမွာပါထူးအယ္လင္းရဲ႕သီခ်င္းလိုပါပဲကိုယ္ေပးေသာ္လည္းေပးတိုင္းျပန္မရတာအခ်စ္လို႔ေခၚသလားဆိုသလိုမ်ိဳးေပါ့ဒါေပမဲ့ေမတၱာဆိုတာေရာင္ျပန္ဟပ္မယ့္သေဘာကိုယံုၾကည္ေနတဲ့ထိုေကာင္ေလးထိုင္းမေလးရဲ႕အခ်စ္ကိုရရွိဖို႔ဘယ္လိုႀကိဳးစားမလဲဆိုတာေစာင့္ၾကည့္ၾကပါထိုင္းမေလးအျဖစ္သ႐ုပ္ေဆာင္တဲ့မင္းသမီးေလးကိုေတာ့အေတာ္ေလးသေဘာက်မိပါတယ္မင္းသမီးမွာဆိုရင္ကြ်န္ေတာ္သေဘာက်မိတဲ့မခ်စ္သုေဝနဲ႔အေတာ္ေလးဆင္ပါတယ္သ႐ုပ္ေဆာင္ခ်က္ေတြကခ်စ္စရာအရမ္းေကာင္းပါတယ္ဒီ rating အေတာ္ျမင့္ျမင့္ရထားတဲ့ဒီဇတ္ကားဟာပရိတ္သတ္ေတြအႀကိဳက္နဲ႔ထပ္တူျဖစ္မယ္လို႕လည္းကၽြန္ေတာ္ယံုပါတယ္ဒီဇတ္ကားေလးဟာအခ်စ္ေတြေမတၱာေတြဝမ္းနည္းမႈေတြဝမ္းသာမႈေတြေရာႁပြန္းေနတဲ့ကားေလးပါၾကည့္လိုက္ပါၿပီးေတာ့ေဘကုန္က်ိဴးနပ္ၿပီးသိမ္းထားသင့္တဲ့ဇတ္ကားတစ္ကားလို႔ပဲၫြန္းဆိုရင္းေဒါင္းေလာ့သာဆြဲၾကပါေတာ့လို႔ပဲ",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/936full-sunset-at-chaophraya-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sunset-at-chaopharya2013",
        "server": "VIP Links",
        "size": "956MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/sunset-at-chaophraya-khu-kam-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "956MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "83K"
    },
    "title": "Before I Go to Sleep (2014)",
    "description": "ရုပ်ရှင်ချစ်ပရိသတ်တော်တော်များများကြည့်ဖူးကြတဲ့ Kingsmanဇာတ်ကားထဲကနာမည်ကြီးမင်းသားနှစ်ယောက်ဖြစ်တဲ့ Colin Firth နဲ့Mark Strong တို့နှစ်ယောက်နဲ့ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့ဂျင်းနီလိုဇာတ်ကားဖြစ်တဲ့Bewitched ဇာတ်ကားထဲကမင်းသမီးကြီး Nicole Kidman တို့သုံးယောက်ရိုက်ကူးထားတဲ့ 2014 တုန်းကထွက်ရှိထားတဲ့ Before I Go to Sleep ဆိုတဲ့ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။IMDb Rating 6.3 ရရှိထားပြီးအခုပြန်ကြည့်လဲကောင်းနေဆဲ စိတ်ဝင်စားစရာကောင်းနေဆဲဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ခရစ္စတင်းဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အိပ်ရာကနိုးထလာပြီးမနက်တိုင်းမှာ သူ့အတိတ်ကဘာအကြောင်းအရာတွေကိုမှ မမှတ်မိတော့တဲ့အတိတ်မေ့ရောဂါခံစားနေရပါတယ်။သူအိပ်ရာနိုးတိုင်း သူ့ဘေးမှာယောက်ျားဖြစ်သူဘန်ရှိနေပြီး သူဘယ်သူလဲဆိုတာကိုနေ့တိုင်းရှင်းပြနေရပါတယ်။အဲ့ဒီအပြင်ကိုမှ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်လည်ရရှိလာအောင်ကုသပေးနေတဲ့ဒေါက်တာနက်ရှ်ဆိုတဲ့ ဆရာဝန်တစ်ယောက်လည်းရှိနေပြီး ဘန်မရှိတဲ့အချိန်မှာ ခရစ္စတင်းနဲ့ ဒေါက်တာနက်ရှ်က သူ့အတွက်အကူအညီဖြစ်မဲ့အရာအားလုံးကိုလိုက်ကူညီပေးနေတာပဲဖြစ်ပါတယ်။ဒါပေမယ့် သူဒီလိုအတိတ်မေ့ရောဂါရသွားခဲ့တဲ့အကြောင်းအရင်းကို မေးကြည့်လိုက်တဲ့အခါမှာ ယောက်ျားဖြစ်သူဘန်ပြောတဲ့စကားနဲ့ဆရာဝန်ပြောတဲ့စကားမတူတဲ့အခါမှာ ခရစ္စတင်းတစ်ယောက် သူ့အတိတ်ကမှတ်ဉာဏ်တွေကို ပြန်ရချင်စိတ်တွေပြင်းပြလာပြီး မှတ်မိနိုင်ဖို့ကြိုးစားတဲ့အခါမှာဘယ်လိုမထင်မှတ်ထားတဲ့အရာတွေဖြစ်လာမယ်ဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်။File size…1.85GB / 615MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….1h 32mGenre ….. Drama , Mystery , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw Lay",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7bcV1R7z94Jj877I6DQAAFn4L65.jpg",
      "https://image.tmdb.org/t/p/w300/bdwwyDbeAmK88MknWfexn2ke0Bo.jpg",
      "https://image.tmdb.org/t/p/w300/Qf366kUqyfGkB7Q3vqlB8I0VIR.jpg",
      "https://image.tmdb.org/t/p/w300/o6aQGrbVwttLTTzXfV0tHLhHxVa.jpg",
      "https://image.tmdb.org/t/p/w300/5eRUBMDiPsI3WXpwnOeuNrrFNnU.jpg",
      "https://image.tmdb.org/t/p/w300/1lchZdlrjozAvt11yZyJbLuHSos.jpg",
      "https://image.tmdb.org/t/p/w300/j45kYJDZXPKL13kIKOdeDES0Zzm.jpg",
      "https://image.tmdb.org/t/p/w300/hbNNn2FWdyCk5symXDXleXv5BIm.jpg",
      "https://image.tmdb.org/t/p/w300/kIW51tC5WgOj3xymQ6BGBHzxhyu.jpg",
      "https://image.tmdb.org/t/p/w300/aXnHG4XUZJeNLJHMIoF1IYJdgbB.jpg",
      "https://image.tmdb.org/t/p/w300/5X404HFLrMQRVgAmKk92erha7cg.jpg",
      "https://image.tmdb.org/t/p/w300/zpkMEHvMNrbhogxmZ1QMlMK6ltA.jpg",
      "https://image.tmdb.org/t/p/w300/u4MP64it5LCeIHTtXsE4NbZ1qs7.jpg",
      "https://image.tmdb.org/t/p/w300/igUy6t2Xb8uoxbXrzAsCYilcoM9.jpg",
      "https://image.tmdb.org/t/p/w300/lbE4IuIuLIxX0qD59X9PR6KYbP5.jpg",
      "https://image.tmdb.org/t/p/w300/qOCoKerrzlHcbSld7IpomaAVufY.jpg",
      "https://image.tmdb.org/t/p/w300/xAnwZesGE5tl0j8f4bK97LqsoCn.jpg",
      "https://image.tmdb.org/t/p/w300/qX0sqHrR0ikgTABQYAJyo5DI22r.jpg",
      "https://image.tmdb.org/t/p/w300/x3BZ04bqpTSYA1dfYkzsnnrIn57.jpg",
      "https://image.tmdb.org/t/p/w300/3S1Mnkf2E5BYEK3rCPLOTrDxPKW.jpg",
      "https://image.tmdb.org/t/p/w300/kbB48TA8g4fodFIs3db39rvXXA2.jpg",
      "https://image.tmdb.org/t/p/w300/qDFUrZYKTEfGFfSlajKYXjDEHgd.jpg",
      "https://image.tmdb.org/t/p/w300/3ZLy0fpN5vdbTquYIsFBullHmNK.jpg",
      "https://image.tmdb.org/t/p/w300/wtMm9yKWCR293hWjITRGGGhQCuN.jpg",
      "https://image.tmdb.org/t/p/w300/6wWjM6zVpqGw0TPd3ky16TBD6US.jpg",
      "https://image.tmdb.org/t/p/w300/1NMZ4XSu0NPRHmjVReaNfZyKGG8.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1sSWpTupVixOanIpZdLGzsKvcZS.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/3sxrxdybbzu6.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/before-i-go-to-sleep-2014-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/3kKf4/Before.I.Go.To.Sleep.2014.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/NeVWgS4K#LDr24cbtsfNVJTA-I8mQzN0n5z8mYEQZzzevpMLllvU",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/q36n34ngdhuj",
        "server": "streamvid.io",
        "size": "1.85GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/iyh2w7qi1me1.html",
        "server": "usersdrive.com",
        "size": "615MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/before-i-go-to-sleep-2014-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "615MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1YPk8/Before.I.Go.To.Sleep.2014.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "615MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/wfd3ySTa#s9iNw3FdsLUhfjCVR4v1PJZHWRBLNUQY7Repij-c950",
        "server": "mega.nz",
        "size": "615MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/7syi3q05884u",
        "server": "streamvid.io",
        "size": "615MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "L6ckwpaFbBM",
      "video_url": "https://www.youtube.com/watch?v=L6ckwpaFbBM",
      "embed_url": "https://www.youtube.com/embed/L6ckwpaFbBM"
    }
  },
  {
    "metadata": "N/A|2014|127 min|Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "437"
    },
    "title": "The Royal Tailor (2014)",
    "description": "ေတာ္ဝင္အပ္ခ်ဴပ္သမားဆိုတဲ့ The Royal Tailor ဇာတ္ကားကဂ်ဳိဆြန္ေခတ္မွာ အရမ္းေတာ္တဲ့အပ္ခ်ဳပ္သမား အေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ျဖစ္ပါတယ္။မင္းသမီး Park Shin-Hye ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေကာင္းေလးလဲျဖစ္ပါတယ္။အရင္တုန္းကဆိုရင္ အက်ီဝတ္စံုေတြဆိုတာ တစ္သတ္မတ္တည္းရွိေနၿပီးေတာ့အတိုအရွည္အတိုင္းအတာေတြဆိုတာလဲ တစ္ပံုစံတည္းျဖစ္တာေၾကာင့္မေတာ္တဲ့သူကမေတာ္ ရွည္တဲ့သူကရွည္ တိုတဲ့သူကတုိနဲ႕အခ်ိဳးမက်နိုင္ခဲ့တာပါဒါကိုျပဳျပင္ေပးနုိုင္ခဲ့တဲ့သူတစ္ေယာက္ရွိပါတယ္။ထင္ရွားလွတဲ့သူ႕ရဲ႕အရည္အခ်င္းေၾကာင့္ မိဖုရားကနန္းတြင္းကိုေခၚဆိုခဲ့ၿပီးေတာ့ဘုရင့္ရဲ႕အရင္ကဝတ္ရုံေတာ္ကိုျပန္လည္ျပင္ဆင္ေစခဲ့ပါတယ္။ဒါေပမယ့္ သူ႕ဘဝဆိုတာရရေန ရရစားနဲ႕ သူသေဘာက်တဲ့ပံုစံကုိပဲလုပ္ေဆာင္ခ်င္ခဲ့တဲ့ဘဝမ်ိဳးဆိုေတာ့အခ်ိဳးအေကြ႕အေျပာင္းအလဲကသိပ္ေတာ့ မခ်ိျမိန္လွပါဘူး။နန္းေတာ္ရဲ႕ပင္တိုင္အပ္ခ်ဳပ္ႀကီးကလဲ သူ႕ေနရာကိုအစားထိုးဝင္ေရာက္လာတဲ့သူကိုေနရာေပ်ာက္မွာစိုးရိမ္စိတ္ေတြေရာအခ်စ္ဇာတ္လမ္းေသးေသးေလးေတြပါေရာျပြန္းပါဝင္ေနတဲ့ဒီဇာတ္ကားကၾကည့္ေကာင္းလွပါတယ္။အလွဆံုးကေတာ့ ပတ္ခ္ရွင္ေဟးပါပဲ မိဖုရားဆိုတဲ့ဇာတ္ရုပ္ကုိသူ႕ရဲ႕ခ်စ္စရာမ်က္နွာေလးနဲ႕တကယ့္ကိုလိုက္ဖက္ညီေအာင္သရုပ္ေဆာင္နိုင္ခဲ့တာပါ ။ၿပီးေတာ့ ဒီတစ္ကားလံုးမွာဆိုရင္ ပတ္ခ္ရွင္ေဟးရဲ႕ပြဲေတာ္အတြက္ဝတ္စံုကတကယ့္ကိုအသက္ပါပဲ။(ကပ္ပရွင္ကအသက္မဟုတ္ေတာ့ဘူး ဒီတစ္ခါေတာ့ :-P)(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Chram ျဖစ္ျပီ Arkar Phyo မွ Encode ေပးထားပါတယ္)File Size : (1 GB) & (427MB)Quality : .1080p.BluRayRunning Time :2hr  4minFormat : Mp4Genre    :DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by ChramEncoded by Arkar Phyo (Yrfatt)",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cOJsG5ST4ogls3yXaFCHQ6FHlHy.jpg",
      "https://image.tmdb.org/t/p/w300/kG2mZSDrzvjvAZUcmJ8CizOXr3m.jpg",
      "https://image.tmdb.org/t/p/w300/iA8kWRUCYb5SAJy29L6V6kZh9zR.jpg",
      "https://image.tmdb.org/t/p/w300/wIdOlq8fexFhHW25Na4XhS5a8XV.jpg",
      "https://image.tmdb.org/t/p/w300/qKavLY8kEK8Xuaxps9usXFubBLD.jpg",
      "https://image.tmdb.org/t/p/w300/nj3UTgKg0PkYMCykTjQDAGYFrPa.jpg",
      "https://image.tmdb.org/t/p/w300/mEfK7xtddl8u2NDk8YYfSZcFqAb.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Royal-Tailor-2014.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-royal-tailor-2014-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/1yu8s/The_Royal_Tailor_[2014]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/19ux792c2tq6",
        "server": "upstream.to",
        "size": "1.00 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/kr7njclatnx9.html",
        "server": "usersdrive.com",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Bollywood,Drama,Uncategorized",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Naan Kadavul Illai (2023)",
    "description": "Naan Kadavul Illai 2023 (သို့) တစ်ကျော့ပြန်ကလဲ့စားကြမ်းကြမ်းရမ်းရမ်း တမီလ်ကားတွေကြိုက်တဲ့ စီအမ်ပရိသတ်ကြီးအတွက် Leoမင်းသားကြီးဗီဂျေးရဲ့အဖေ ဒါရိုက်တာ SAC ရိုက်ကူးပုံဖော်ပြီးတမီလ်မင်းသားကြီး Samuthirakani ပါဝင်ထားတဲ့ အက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ IMDb 8.6ရထားပြီး critic review ကောင်းတွေလည်းပိုင်ဆိုင်ထားတာဆိုတော့ revenge dramaကြိုက်သူတွေ လက်မလွတ်သင့်တဲ့ရုပ်ရှင်ကားတစ်ကားပါပဲ။ဗီရာပန် ၅ နှစ်တာကာလအတွင်း လူသတ်မှု ၉ မှုကို လက်မရွံ့တမ်းကျူးလွန်ခဲ့တဲ့ နာမည်ကြားရုံနဲ့ လူတကာကြောက်ရတဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်၊ နိုင်ငံရေးအဆက်အသွယ်တွေလည်းရှိတော့ တော်ရုံလူမထိရဲတဲ့အပြင် သက်သေတောင်လာမထွက်ရဲကြတဲ့အထိ ဩဇာညောင်းတဲ့ ရာဇဝင်ထဲကလူမိုက်ကြီးပေါ့။ဒါပေမဲ့ တောင်တစ်လုံးထက် နောက်တောင်တစ်လုံးက ပိုမြင့်နေတတ်တယ်ဆိုတဲ့အတိုင်း ရာဇဝင်လူဆိုးကြီး ဗီရာပန်ကိုလက်ရဖမ်းဆီး သက်သေအခိုင်အလုံနဲ့ ရုံးတင်ပြီး တစ်သက်တစ်ကျွန်းကျအောင် လုပ်နိုင်တဲ့ အင်စပက်တာကြီးဆန်သိုရန်ဖြစ်ချင်တော့ဗီရာပန်တစ်ယောက် ထောင်ဖောက်ပြေးပြီးတော့ သူ့ကိုထောင်ဒဏ်တစ်သက်တစ်ကျွန်းကျအောင်လုပ်ခဲ့တဲ့ တရားသူကြီးတွေ‌ ရှေ့နေတွေနဲ့အတူ အဓိကရန်သူတော်ကြီးဆန်သိုရန်ကို တစ်ချိန်ကကြုံးဝါးခဲ့တဲ့အတိုင်း ချွန်းဖွင့်ပြီး လက်စားချေဖို့ပြန်လာတဲ့အခါမှာတော့….လယ်ပြင်မှာကျားနဲ့ဆင်တို့တွေ့ကြသလို သူသေကိုယ်သေတိုက်ခိုက်ကြမယ့် ဆန်သိုရန်နဲ့ဗီရာပန်တို့ ဘာဆက်ဖြစ်ကြမလဲ။ အရှင့်ဆီကို စာရေးပြီးပို့ရင် ဆုတောင်းတွေပြည့်တယ်လို့ ကြားသိလိုက်ရချိန်မှာ အူမာဆိုတဲ့ကလေးမလေးတစ်ယောက် အရှင့်ဆီကို သူ့ရဲ့မိသားစုကိုကယ်တင်ဖို့ စာရေးပို့တာကို အရှင့်ကိုယ်စား ဆုတောင်းတွေဖြည့်ပေးနေတဲ့ ကြင်နာတတ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးကရော ဘယ်လိုကူညီသွားမလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုရအောင်ပါ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thaik San ~ BpL ~ V ~ Alex ~ Yunniတို့ပဲဖြစ်ပါတယ်)( CMရဲ့ ဘောလိဝုဒ်ရုပ်ရှင်နဲ့ စီးရီးသစ်တွေကို တယ်လီဂရမ်မှာလဲ တင်ဆက်နေပြီမလို့ဒီချန်နယ်လေးမှာ ကြည့်ရှုအားပေးလို့ရပါတယ် Tele Link >>https://t.me/cmbollywood)File size…2.2GB / 944MBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 18minsSubtitle….Myanmar Subtitle (Hard Sub)Encoder…YKTranslated by  Thaik San ~ BpL ~ V ~ Alex ~ Yunni",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/zPIAZUHwtwQssdA7MyfHeU6NkYA.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/naan-kadavul-illai-2023-tamil-true-web-dl-1080-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/82b7sho9zirx.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1ZLdh/Naan_Kadavul_Illai_(2023)_Tamil_TRUE_WEB-DL_-_1080p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/NjUhgD7b#bqJ16RlwhazfzXbEv3EMzja1DSURKgshN_R4lrw0ybU",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/naan-kadavul-illai-2023-tamil-true-web-dl-720-p-avc-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7gpanwe2pg8q.html",
        "server": "usersdrive.com",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3lG5s/Naan_Kadavul_Illai_(2023)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "server": "megaup.net",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/I7U2RTiA#Y92oSo54AbI4tiBxDPw9Wki-gcHYwV1AuwBeiO9VFSo",
        "server": "mega.nz",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/28n1dis2axq7",
        "server": "streamsb.com",
        "size": "944MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/sznock6cbtk5",
        "server": "streamvid.io",
        "size": "944MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2008|120 min|Drama,Romance",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "185"
    },
    "title": "My So Called Love (2008)",
    "description": "My So Called Love (2008)================Broken Family တစ္ခုကေနၾကီးျပင္းလာရတဲ့ ေရွာင္ေမာင္း(ေၾကာင္ကေလး) တစ္ေယာက္ ပေထြးရန္ကလြတ္ေအာင္ ဆယ္ေက်ာ္သက္အရြယ္ထဲကအိမ္ကထြက္ေျပးခဲ့တယ္…အထက္တန္းေက်ာင္းတက္ေနတုန္း အားလ်န္ လို႔ေခၚတဲ့သူ႔ခ်စ္သူေကာင္ေလးနဲ႔ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္အတူေနထိုင္ေနၾကေပမယ့္..ၿမီးေကာင္ေပါက္အခ်စ္က တျဖည္းျဖည္းနဲ႔ သစၥာမဲ့ျခင္းေတြနဲ႔အဆံုးသတ္ခဲ့ၾကတယ္ ။အားလ်န္စစ္မႈထမ္းေနခ်ိန္ ေရွာင္ေမာင္းတစ္ေယာက္ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ဒဏ္….အမက်န္တဲ့ဒဏ္ေတြေရာေထြးျပီးေတာ့ အင္တာနက္ကေနသူ႔ထက္အသက္ၾကီးတဲ့သူတစ္ေယာက္နဲ႔ ခ်ိတ္မိပါေလေရာ….Van ကလည္းေမ်ာက္ေမြးခ်င္တယ္…ေရွာင္ေမာင္းကလည္းေငြလိုေနတယ္ဆိုေတာ့ ဇာတ္လမ္းကစေရာ…Van မွာအိမ္ေထာင္ရွိတယ္ဆိုတာကို ေရွာင္ေမာင္းမသိခင္ေလးတင္…တစ္ေယာက္ကိုတစ္ေယာက္တကယ္ခ်စ္သြားၾကတယ္ ။ဒီအျဖစ္မွန္ကုိသိသြားတဲ့အားလ်န္တစ္ေယာက္တပ္ထဲမွာဘာေတြလုပ္မလဲ…..ခ်စ္ရတဲ့ Van ကလည္းအိမ္ေထာင္ရွိ…တပ္ထဲက အားလ်န္ရဲ႕ဆံုးျဖတ္ခ်က္ကုိလည္းသိလုိက္ရတဲ့ေရွာင္ေမာင္းတစ္ေယာက္ ပလပ္ေတြကၽြတ္ျပီး ေလာကၾကီးကိုစိတ္ကုန္လာျပီး မလုပ္သင့္တာေတြလုပ္ေတာ့….ခ်စ္သူေဟာင္းအားလ်န္ေရာ….ခ်စ္ရတဲ့ Van ေရာ ႏွစ္ေယာက္လံုးက အနီးကပ္ေစာင့္ေရွာက္ေပးၾကတယ္ ။ဆယ္ႏွစ္ေက်ာ္ဒီလိုပဲျဖတ္သန္းျပီးတဲ့အခါ….ေရွာင္ေမာင္းတစ္ေယာက္အသက္ ၂၈ ႏွစ္အရြယ္နဲ႔စိတ္သစ္လူသစ္ လန္းဆန္းတက္ၾကြေနခ်ိန္ ခ်မ္းသာျပီးၾကင္နာတတ္တဲ့ႏွလံုးသားရွိတဲ့ Sunshine နဲ႔ေတြ႔ဆံုခဲ့တယ္….ဒါေပမယ့္….သူကေကာ တကယ္ပဲသူမရဲ႕ ႏွလံုးသားအတြက္ေနာက္ဆံုးနားခိုရာျဖစ္ရဲ႕လား….အခ်စ္ဆိုတာဘာလဲ…ဆိုျပီးစတင္ရွာေဖြခဲ့တဲ့ ေရွာင္ေမာင္းတစ္ေယာက္ တစ္ကယ္ပဲအခ်စ္စစ္ကိုဆံုေတြ႔ခဲ့လား…သူဆံုေတြ႔တဲ့သံုးေယာက္မွာဘယ္သူက သူ႔ရဲ႕ႏွလံုးသားကိုအမွန္တကယ္ စိုးမိုးေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးထဲမွာရွာေဖြၾကည့္ၾကရေအာင္ေနာ္….[ Unicode ]My So Called Love (2008)================Broken Family တစ်ခုကနေကြီးပြင်းလာရတဲ့ ရှောင်မောင်း(ကြောင်ကလေး) တစ်ယောက် ပထွေးရန်ကလွတ်အောင် ဆယ်ကျော်သက်အရွယ်ထဲကအိမ်ကထွက်ပြေးခဲ့တယ်…အထက်တန်းကျောင်းတက်နေတုန်း အားလျန် လို့ခေါ်တဲ့သူ့ချစ်သူကောင်လေးနဲ့ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်နေကြပေမယ့်..မြီးကောင်ပေါက်အချစ်က တဖြည်းဖြည်းနဲ့ သစ္စာမဲ့ခြင်းတွေနဲ့အဆုံးသတ်ခဲ့ကြတယ် ။အားလျန်စစ်မှုထမ်းနေချိန် ရှောင်မောင်းတစ်ယောက်ငွေကြေးချို့တဲ့တဲ့ဒဏ်….အမကျန်တဲ့ဒဏ်တွေရောထွေးပြီးတော့ အင်တာနက်ကနေသူ့ထက်အသက်ကြီးတဲ့သူတစ်ယောက်နဲ့ ချိတ်မိပါလေရော….Van ကလည်းမျောက်မွေးချင်တယ်…ရှောင်မောင်းကလည်းငွေလိုနေတယ်ဆိုတော့ ဇာတ်လမ်းကစရော…Van မှာအိမ်ထောင်ရှိတယ်ဆိုတာကို ရှောင်မောင်းမသိခင်လေးတင်…တစ်ယောက်ကိုတစ်ယောက်တကယ်ချစ်သွားကြတယ် ။ဒီအဖြစ်မှန်ကိုသိသွားတဲ့အားလျန်တစ်ယောက်တပ်ထဲမှာဘာတွေလုပ်မလဲ…..ချစ်ရတဲ့ Van ကလည်းအိမ်ထောင်ရှိ…တပ်ထဲက အားလျန်ရဲ့ဆုံးဖြတ်ချက်ကိုလည်းသိလိုက်ရတဲ့ရှောင်မောင်းတစ်ယောက် ပလပ်တွေကျွတ်ပြီး လောကကြီးကိုစိတ်ကုန်လာပြီး မလုပ်သင့်တာတွေလုပ်တော့….ချစ်သူဟောင်းအားလျန်ရော….ချစ်ရတဲ့ Van ရော နှစ်ယောက်လုံးက အနီးကပ်စောင့်ရှောက်ပေးကြတယ် ။ဆယ်နှစ်ကျော်ဒီလိုပဲဖြတ်သန်းပြီးတဲ့အခါ….ရှောင်မောင်းတစ်ယောက်အသက် ၂၈ နှစ်အရွယ်နဲ့စိတ်သစ်လူသစ် လန်းဆန်းတက်ကြွနေချိန် ချမ်းသာပြီးကြင်နာတတ်တဲ့နှလုံးသားရှိတဲ့ Sunshine နဲ့တွေ့ဆုံခဲ့တယ်….ဒါပေမယ့်….သူကကော တကယ်ပဲသူမရဲ့ နှလုံးသားအတွက်နောက်ဆုံးနားခိုရာဖြစ်ရဲ့လား….အချစ်ဆိုတာဘာလဲ…ဆိုပြီးစတင်ရှာဖွေခဲ့တဲ့ ရှောင်မောင်းတစ်ယောက် တစ်ကယ်ပဲအချစ်စစ်ကိုဆုံတွေ့ခဲ့လား…သူဆုံတွေ့တဲ့သုံးယောက်မှာဘယ်သူက သူ့ရဲ့နှလုံးသားကိုအမှန်တကယ် စိုးမိုးနေတာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာရှာဖွေကြည့်ကြရအောင်နော်….IMDb Rating – 5/10( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Htoo Htoo Ka Joe ဖြစ်ပါတယ် )File size__( 1 GB) and ( 450 MB)Quality__BR-Rip 720pIMDb Rating__5/10Format__mp4Duration__01:52:35Type__Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Htoo Htoo Ka JoeEncoded by Naing Aung Latt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5lENOpDwiA6UZREI0ULVffwagxw.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dINTtuLw0NAUpXHYugqYZfDZZer.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/xncM5In2nH",
        "server": "drive.google.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://myandrive.net/file/0NbHj2rVJj",
        "server": "drive.google.com",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://soliddrive.co/1KM1/My.So.Called.Love_(2008).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/1KM0/My.So.Called.Love_(2008)_SFS.mp4",
        "server": "Soliddrive.co",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://megaup.net/4aEw8/My.So.Called.Love_(2008).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/4aEvR/My.So.Called.Love_(2008)_SFS.mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://openload.co/f/9j8ZplQwO08/My.So.Called.Love_%282008%29.mp4",
        "server": "openload.co",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://openload.co/f/hfiA76B_u3c/My.So.Called.Love_%282008%29_SFS.mp4",
        "server": "openload.co",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://clicknupload.org/q23u6dt2mf31",
        "server": "ClicknUpload.org",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://clicknupload.org/0shgrcvatjru",
        "server": "ClicknUpload.org",
        "size": "450 MB",
        "quality": "360p"
      },
      {
        "link": "https://mirrorace.com/m/2V5dC",
        "server": "mirrorace.com",
        "size": "1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/2V5dv",
        "server": "mirrorace.com",
        "size": "450 MB",
        "quality": "360p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "||2h|Drama,Romance",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Solar Flower (2023)",
    "description": "Solar Flower (2023)“နေမထွက်တဲ့ ကမ္ဘာမှာဆိုရင်တောင် ကျွန်တော့်ဘဝမှာ သိမ်းထားချင်မိတဲ့ အိပ်မက်တစ်ခုရှိတယ်”သိပ်မကြာခင်ကမှ ထောင်ကလွတ်လာပြီး လူမိုက်ခေါင်းဆောင်နမ်ဂယူရဲ့လက်အောက်မှာ မိုတယ်အလုပ်ကို ကြိုးစားသင်ယူရင်းဘဝကို ခက်ခက်ခဲခဲဖြတ်သန်းနေရတဲ့ ဆွန်းယော့ဟာ နေမထွက်တဲ့ကမ္ဘာက ပန်းလေးတစ်ပွင့်လိုပါပဲဘယ်လောက်ပဲ ပင်ပန်းခက်ခဲနေပါစေ တစ်ဦးတည်းသော ညီမလေးအတွက်ဆိုပြီး ကြိုးစားရုန်းကန်နေခဲ့ပေမဲ့တစ်ဖက်မှာ သူကိုယ်တိုင်သတိမထားမိတဲ့ ရင်နင့်စရာအမှန်တရားတစ်ခု ရှိနေပါတယ်အဲဒီလိုနဲ့ အနှိပ်စက်ခံ အဖိနှိပ်ခံရင်း ဘဝကိုကြိုးစားရုန်းကန်နေတဲ့ ဆွန်းယော့တစ်ယောက်ဆွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ တွေ့ဆုံပြီးတဲ့အခါမှာတော့ သူ့ရဲ့ဘဝက တစ်ဆစ်ချိုးပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်ဆွန်းယော့ရဲ့ဘဝတစ်ဆစ်ချိုးဟာ ပိုကောင်းတဲ့အရာတွေနဲ့စောင့်ကြိုနေမလားဒါမှမဟုတ် မှောင်မိုက်နေပြီးသားဘဝကို ပိုပြီးကံဆိုးမိုးမှောင်ကျစေမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့Hmwe Thet Winnပဲ ဖြစ်ပါတယ်Genre….. Drama, RomanceQuality…. 1080p | 720p | 480pFile size… 1GB | 501 MB | 247MBFormat… mp4Duration…. 2hSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Hmwe Thet WinnEncoder …..Aaron",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/bRD2BnEAgt5z1G6p3py3inXpdvZ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jgtx0apcaosa.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/solar-flower-2023-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1f3uq/Solar.Flower.2023.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hekwnJpJ#fe5xc_Tqha14_-zpQKmG-ci3kqHYyawOnCsJSIsgtcU",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1i4np22bi43g.html",
        "server": "usersdrive.com",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/solar-flower-2023-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1f3u2/Solar.Flower.2023.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/keMRVJ5D#fADZdH-y4tBvBDdxGigaMufpbHwSTwGjWiWeNPhseX4",
        "server": "mega.nz",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/im8lktakgxu7.html",
        "server": "streamsb.com",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/5iuer3fn4ams",
        "server": "streamvid.io",
        "size": "501MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/qgd1y6un7d0s.html",
        "server": "usersdrive.com",
        "size": "247MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/solar-flower-2023-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "247MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2AYqz/Who.Invited.Charlie.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4 https://megaup.net/2AYom/Solar.Flower.2023.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "247MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/xHkHzLrS#F2M1Nv9FZwPUSKydeZWvz964NwjgfEv8Q7tIejNhSjY",
        "server": "mega.nz",
        "size": "247MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/uyv9zm0hlq1j.html",
        "server": "streamsb.com",
        "size": "247MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/p47qpqaai3fl",
        "server": "streamvid.io",
        "size": "247MB",
        "quality": "480p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2004|192 min|Bollywood,Drama,Family,Musical",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "39,520"
    },
    "title": "Veer-Zaara (2004)",
    "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်Logic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။ဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။( လျှာရှည်တာ များသွားပြီ )ဇာတ်ကား အစမှာတော့ ပါကစ္စတန် ထောင်ထဲမှာ အိန္ဒိယ လေကြောင်း ကယ်ဆယ်ရေးအရာရှိ ( ရှာရွှတ်ခမ်း) အကျဉ်းကျနေခဲ့တယ်။ သူလျှို ဆိုတဲ့ စွပ်စွဲချက်နဲ့ပါ။နှစ်များစွာ ထောင်ကျပြီးနောက် သူဟာ စကားလည်းမပြောတော့။ သူ့နာမည်ရင်း veer ကိုတောင် ဘယ်သူမှမခေါ်ကြတော့ပါဘူး။သူ့ကို ခေါ်ကြတာက အကျဉ်းသားနံပါတ် 786 တဲ့။ဒီလို နှစ်ပေါင်းများစွာ အကျဉ်းကျရင်း စိတ်ဓာတ်ကျနေရသူ လူတစ်ယောက်ကို ဘယ်သူက ကယ်ဆယ်ဝံ့မှာလဲ ။ ဒါပေမဲ့ သူ့ကို အမိမြေ အိန္ဒိယ နိုင်ငံ ပြန်နိုင်စေဖို့ အတွက် ရှေ့နေမလေး တစ်ဦး ရောက်လာခဲ့ပါတယ်။ရှေ့နေမလေးဟာ သူ့ကို veer လို့ စခေါ်လိုက်သည့်နောက်ပိုင်း Veer အတွက် ခွန်အားအသစ် ရခဲ့သလိုပဲ။ ဒီလိုနဲ့ Veer က ရှေ့နေမလေးကို သူ့ဘဝအတိတ်အကြောင်း နဲ့ အစွပ်စွဲခံ ထောင်ကျနေရပုံကို ပြန်ပြောင်းပြောပြချိန်မှာတော့ …………။တစ်နေ့ပေါ့ ။ကယ်ဆယ်မှုတစ်ခုမှာ Veer ဟာ မျက်ဝန်းလေးတစ်စုံနဲ့ ရင်းနှီးခဲ့မိတယ်။ zara တဲ့။ Zara က သူ့အဖွား ပြာကို အိန္ဒိယ ပိုင်မြစ်တစ်ခုမှာ မျောပေးဖို့ လာခဲ့တာပါ။ Zara ဟာ ပါကစ္စတန် သူလေးဖြစ်ပြီး သူ့အဖေကလည်း အရေးပါအရာရောက်တဲ့ပုဂ္ဂိိုလ်ပါ။ဒီလိုနဲ့ Veer နဲ့ Zara တို့ ရင်းနှီးခင်မင်ခဲ့ပြီး Veer ရဲ့ ဇာတိရွာကို Zara အလည်လာခဲ့ပါတယ်။ ရွာလေးဟာ ရှုခင်းတွေ စိမ်းစိမ်းစိုစိုနဲ့ အလွန်လှပလို့နေတယ်။ Veer ရဲ့ အဖေ ( အမီတာဘဂျမ်း) ကလည်း ရွာ လူကြီးမို့ ရွာလေးဟာ အတော်ဖွံ့ဖြိုးလို့နေခဲ့ပါတယ်။ နောက်ပြီး Zara ကို သမီးလေးအဖြစ်လည်း ချွေးမလေးအဖြစ်လည်း ကြိတ်ပြီး သဘောတူနေခဲ့ပါသေးတယ်။Zara ဟာ ရွာလေးမှာ ပျော်ရွှင်နေခဲ့ပြီးနောက် ပါကစ္စတန်ကို ပြန်ဖို့အချိန်ရောက်လာခဲ့ပါတယ်။ ပြန်ခါနီး လိုက်ပို့ချိန်လေးမှာ Veer က Zara ကို ဖွင့်ပြောဖို့ကြိုးစားချိန်မှာတော့ ………¿ဒီမှာတင် ဇာတ်လမ်းကို ရပ်ပါရစေ။ ကိုယ်တိုင် ခံစားပြီး ဘယ်လို ဇာတ်လမ်းမျိုးလဲ ။ ဘယ်လို ဇာတ်သိမ်းမလဲ။ Veer နဲ့ Zara က ဘယ်လိုဖြစ်မလဲ ဆိုတာ ရင်ခုန်ခံစားမှသာ ဇာတ်လမ်းရဲ့အနှစ်သာရ ပြည့်ဝလာမှာပါ။သာမန်အချစ်ကားတွေနဲ့ မတူတာက ဒီကားလေးရဲ့ စကားပြောခန်းတွေဟာ အရမ်းလှပပါတယ်။ ” Zara ရေ မင်းကြောင့် ပန်းလေးတွေ လှလာတယ်။ တိမ်လေးတွေ သာလာတယ် “စတဲ့ ရိုဆန်ဆန် တော်ကီ လေးကြောင့် စော်ကြည်နိုင်ပါတယ် :-3( နောက်ပြီး ဒီဇာတ်ကား မင်းသမီးလေးရဲ့ ပြုံးချိန်တိုင်း ကျွန်တော့် နှလုံးသားလည်း ပါးချိုင့်လေးထဲ ပြုတ်ပြုတ်ကျခဲ့တာပေါ့ဗျာ :-P)နောက်ပြီး Veer ပြောတဲ့ စကားလေးပါ။Zara အမေကိုပြောလိုက်ပုံက” ကျွန်တော်က လိမ္မာတယ် / နိုင်ငံသားအသက်ကယ်တဲ့ လေကြောင်းသူရဲကောင်း လို့ ချီးကျူးပေမယ့် အခြားသူတွေလည်း တော်မှာပါ။ ဒါပေမဲ့သေချာမပြောနိုင်ဘူး။ ကျွန်တော်ပြောနိုင်တာလေးတစ်ခုက အိန္ဒိယနိုင်ငံရဲ့ မိခင်တိုင်းကတော့ အန်တီလိုပါပဲ။ သားသမီးကို အသက်နဲ့ပုံပြီးချစ်နိုင်တဲ့ သူတွေပါ ” တဲ့။ဒီကားလေးဟာ ရိုဆန်တယ်။ ဒရာမာချိုးတယ်။ အိန္ဒိယ မိန်းကလေးတွေ ပညာသင်ခွင့်မရပုံတွေလည်း ရိုက်ပြတယ်။ဒါ့ပြင် မိန်းကလေးရဲ့ သိက္ခာကို အချစ်နဲ့ယှဉ်တဲ့ ပုံပမာနှိုင်းတယ်။ သံယောဇဉ်ကို ဖော်ကျူးတယ်။ ဘယ်နိုင်ငံမှာနေနေ အမိနိုင်ငံကို ရင်ဘတ်ထဲ မြတ်နိုးတတ်ပုံကို လှစ်ဟတယ်။ နှစ်ပေါက်နေပါစေ အမှန်တရားရဲ့ သဘောတရားကို ဖွင့်ဆိုတယ်။ ဒါ့ကြောင့် Most Popular Film / Filmfare Awards for Best Film / National Film awards စတဲ့ ဆုပေါင်း များစွာ ဆွတ်ခူးရရှိခဲ့ပြီး ငွေကြေးအရရော အောင်မြင်ခဲ့တဲ့ကားလို့ ဆိုရမှာပါ။ ဒါ့ကြောင့် ကြည့်ခွင့်ကြုံရင်တော့ အားပေးလိုက်ပါလို့ တိုက်တွန်းပါရစေ။(ဇာတ်လမ်းအညွှန်းကိုတော့ ကိုလင်းခယံ FB မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)File size…(3.7 GB) and (1.1 GB)Quality…BluRay 1080p (HEVC Encode) & 720pFormat…mkv / mp4Duration….03:12:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byKhin Pyae Sone Kyaw",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3bAaGJa40roPdjQ4tyVwWGc7sFQ.jpg",
      "https://image.tmdb.org/t/p/w300/mbS4svcg1mdTjZKIe9ShgWMee5f.jpg",
      "https://image.tmdb.org/t/p/w300/f2TIBoI8LvskAXQosToEOOmGiGU.jpg",
      "https://image.tmdb.org/t/p/w300/3zLsG6RhlBURGw2DSf5ZZL2GOCD.jpg",
      "https://image.tmdb.org/t/p/w300/yWdj4j0dNIn2zeGf9qVQZECXDAb.jpg",
      "https://image.tmdb.org/t/p/w300/5P9HTCNSJ7q4msQt0dyAOlleRgt.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/veer-zaara-2004-hevc",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/c-mversion-veer-zaara-2004-1080-p-bluray-remux-avc-dts-hdma-5-1-rk-hevc-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/veer-zaara-2004-blu-ray-720-px-264-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2WH8R/(CMversion)Veer_Zaara_2004_1080p_Bluray_Remux_AVC_DTS-HDMA_5.1-_RK(HEVC).mkv",
        "server": "megaup.net",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/3CEBd/Veer-Zaara_[2004]_BluRay_720px264(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/BR0GyKAY#jSiDoz37IeWIwhIOdAfdiw2uCwJxty-7alyEuFZ-jnk",
        "server": "mega.nz",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/FN1CACgb#Tcg1UopC380Z2ulB_mruvM5S4kMe-S4a0tRzPfExPAU",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/c00ur7q42ia3.html",
        "server": "usersdrive.com",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/fg90htminiee.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/39katjjlb6v5",
        "server": "veryfiles.com",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://veryfiles.com/4is47k84bsjy",
        "server": "veryfiles.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.datbu.com/yqcs31vr8e6n.html",
        "server": "datbu.com",
        "size": "3.7 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://www.datbu.com/68jwnn227cnt.html",
        "server": "datbu.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/7jdipdhxtfrx",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "sd2bOhJTIlY",
      "video_url": "https://www.youtube.com/watch?v=sd2bOhJTIlY",
      "embed_url": "https://www.youtube.com/embed/sd2bOhJTIlY"
    }
  },
  {
    "metadata": "|2022|1h 47min|Comedy,Drama",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "120"
    },
    "title": "DAEMUGA (2022)",
    "description": "Daemuga (2022)ဒယ်မူဂါဆိုတာက နတ်ဆရာအဖြစ် ချီးမြှောက်ခံရဖို့ ရွတ်ရမယ့်ဂါထာပါတဲ့အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ရှင်းနမ်ဆိုတဲ့ကောင်လေးကဘယ်လိုမှအလုပ်ရှာဖို့မရတဲ့အဆုံးတော့ နတ်ဆရာလုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်ဒါပေမဲ့ နတ်ဆရာလုပ်ဖို့ ပါရမီမပါလာပေမဲ့ အကြွေးတွေကြောင့် ဆက်လိမ်နေခဲ့ပါတယ်အဲလိုနဲ့ ညာစားလာရင်း အရှုပ်ထုပ်ထဲပါသွားပြီး လက်စပျောက်သွားခဲ့ပါတယ်တကယ့်နတ်ဆရာကြီးဖြစ်တဲ့ မာဆောင်းဂျွန်းနဲ့ လူမိုက် ဆွန်းအစ်ဆူတို့ အဖွဲ့ကတော့ပိုက်ဆံအချီကြီးရဖို့အရေး ဂွင်ဖန်နေကြတဲ့သူတွေပါရှင်းနမ်ပျောက်သွားတဲ့ ကိစ္စမှာ နတ်ဆရာကြီးနဲ့ လူမိုက်တို့ ပါဝင်နေမလားမာဆောင်းဂျွန်းတို့ကရော သူတို့အသည်းအသန်လိုက်နေတဲ့ ကိစ္စကို အောင်မြင်နိုင်မလားဆိုတာ ကြည့်ကြပါဦးနော်မင်းသားကြီး Park Sun Woong,Hospital Playlist ထဲက Park Kyung Ho နဲ့ Ryu Kyung Soo တို့က အဓိကပါဝင်ထားပါတယ်အညွှန်းကိုတော့Joyzက ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့HmweandJoyzပဲ ဖြစ်ပါတယ််။Genre….. Comedy, DramaQuality…. 1080p | 720p | 480pFile size… 1.8GB | 825MB | 357MBFormat… mp4Duration…. 1h 47minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..HmweandJoyzEncoder …..August",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gfU2viRMbJX69iXFy2XGoS6vSoe.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/UddALFKMm2HgbwEpzEY5kNTV2K.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/x7i5hau7jplt.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/daemuga-sorrow-and-joy-2022-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1PFx9/Daemuga.Sorrow.and.Joy.2022.1080p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Vf9RHDyb#dTJdcftz7Y6yCWSDLAdtMjuZgZciUjtDR8RcLYvL3LM",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/tpwwpzd8rbe0.html",
        "server": "usersdrive.com",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/daemuga-sorrow-and-joy-2022-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/19I48/Daemuga.Sorrow.and.Joy.2022.720p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/EL03lBDQ#DJjCWlVQq9k67KMRJjg_4ZeHRus4XNndkCFowLfJhac",
        "server": "mega.nz",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/v20e7cbluraa.html",
        "server": "streamsb.com",
        "size": "825MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/cxcnup4bhbh9.html",
        "server": "usersdrive.com",
        "size": "357MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/daemuga-sorrow-and-joy-2022-480-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "357MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1PFwi/Daemuga.Sorrow.and.Joy.2022.480p.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "357MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/MT00gLTD#IvECuq2N64pPBmdfudUs6JOV_liIeirjPpC1gd2b3VI",
        "server": "mega.nz",
        "size": "357MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/19zrk0k2iyms.html",
        "server": "streamsb.com",
        "size": "357MB",
        "quality": "480P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022||Comedy,Drama,Romance",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "1856"
    },
    "title": "Through My Window (2022)",
    "description": "Through My Window (2022)=====================ဆယ်ကျော်သက် အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက်သိပ်ကောင်းတဲ့ စပိန် ဇာတ်လမ်းလေးလာပါပြီဗျာ။ ခေတ်သစ် စင်ဒရဲလား ဇာတ်လမ်းလေးလို့ပြောရလောက်တဲ့အထိကို ဇာတ်လမ်းလေးက ဆွဲဆောင်မှု ရှိပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့  Hidalgo Mansion မှာနေထိုင်တဲ့ ချမ်းသာတဲ့မိသားစုကြီးတစ်စုရှိပါတယ်။ အကြင်နာ မေတ္တာတွေကို ဘေးဖယ်ထားပြီး စီးပွါးရေးကို ရှေ့တန်းတင်တဲ့ လူချမ်းသာ မိသားစုတစ်စုပေါ့။ အဲဒီမိသားစုမှာမှ ရုပ်ချောချော ခပ်မိုက်မိုက် ညီအစ်ကိုသုံးယောက်ထဲကအလတ်ကောင် Ares Hidalgo ဆိုတဲ့ ကောင်လေး ရှိပါတယ် ဘေးမှာကတော့ Raquel ဆိုတဲ့အိမ်နီးချင်းမလေး ရှိတာပေါ့လေ။ Raquel တို့ကတော့ သာမန်မိသားစုလေးတစ်စုပါပဲ။ သူမကအလတ်ကောင်ဖြစ်တဲ့ Ares ကို ကြိတ် သဘောကျနေခဲ့ရတာပါ။ ဒီလိုနဲ့ တစ်နေ့တော့ သူတို့နှစ်ဦးနီးစပ်ဖို့ အကြောင်းဖန်လာတာကတော့ wifi ပဲ ဖြစ်ပါတယ်။စင်ဒရဲလား ဇာတ်လမ်းမှာ မင်းသားလေးနဲ့ စင်ဒရဲလားကို နီးစပ်သွားစေတာက ဖန်ဖိနပ်လေးတစ်ရံဆိုရင်ဒီကားထဲမှာ သူတို့နှစ်ဦးကို နီးစပ်သွားစေတာကတော့ Wifi လိုင်းလေးပဲ ဖြစ်ပါတယ်။ စာရေးဝါသနာပါတဲ့မနူးမနပ်‌ကောင်မလေး Raquel နဲ့ အချစ်ဆိုတာကြီးက စီးတဲ့ဖိနပ်တစ်ရံလောက်တောင် တန်ဖိုးမရှိတဲ့လူချမ်းသာ အသိုင်းအဝိုင်းက Ares တို့ ဘယ်လို နီးစပ်သွားကြမှာလဲ ဆိုတာ ခံစားချက်ရသ အပြည့်အ၀နဲ့ကြည့်ရမှာ ဖြစ်ပါတယ်။ အိမ်နီးချင်းဆိုတဲ့အခွင့်အရေးကိုအကောင်းဆုံးအသုံးချပြီး crushနေခဲ့တဲ့ Raquelတို့ရဲ့ Wifi Password တစ်ခုအကြောင်းပြုရင်းဖြစ်တည်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးကို ဖော်ကျူးထားတဲ့ကားလေးပါ။ လူငယ်တို့ရဲ့ အချစ် အလွမ်းအဆွေး တွေကို လူငယ်ဆန်ဆန်ရိုက်ကူးထားတဲ့ စပိန်အချစ် ဒရမ်မာဟာသကားလေးဆိုတော့ ကြည့်ရှုရင်း မိမိရဲ့ wifi ကို ခိုးသုံးနေတဲ့ကောင်လေးချောချောရှိနေမလားကြည့်ကြပါဦးလို့။ လူငယ်ဇာတ်ကားဆန်ဆန် nude scene တွေ ခပ်ပါးပါးပုတ်ထားတဲ့ sex scene လေးတွေတော့ ပါ‌တာမို့မိသားစုနဲ့အတူ ကြည့်ရှူရမယ့် ဇာတ်ကားမဟုတ်ကြောင်း အသိပေးလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee, Chuck Chuck တို့ဖြစ်ပါတယ်။)File Size – (1.21 GB) / (605.24 MB) / (272.7 MB)Quality – WebDL – (1080p) / (720p) / (480p)Duration – 1hr 56minSubtitle – Myanmar HardsubFormat – MP4Genre : Comedy, Drama, RomanceTranslator – Chit Tee, Chuck ChuckEncoder – San Win Maung",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4rsomWxlqnHt3muGYK06auhOib6.jpg",
      "https://image.tmdb.org/t/p/w300/rlxYDekulLYDgU6vUIkI0NW5yFR.jpg",
      "https://image.tmdb.org/t/p/w300/g0QOqKDcXK4k4or6n2Z8zWRl9Uv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNWRlZGIzYmItOTg4My00M2JjLTg5MjEtMjM1OTNmYzA4NWJkXkEyXkFqcGdeQXVyNzEzMDUxODk@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/through-my-window-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/through-my-window-2022-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/2nWsj/Through.My.Window.2022.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.21 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://mega.nz/file/0M8RXIrI#nel9boWtdY1wbTf8iy5eU476SxrYaNx_svzUGHOw9cw",
        "server": "mega.nz",
        "size": "1.21 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://usersdrive.com/jmmerrzw8rp9.html",
        "server": "usersdrive.com",
        "size": "1.21 GB",
        "quality": "Web-DL 1080P 5.1 CH"
      },
      {
        "link": "https://yoteshinportal.cc/through-my-window-2022-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "605.24 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://megaup.net/121y7/Through.My.Window.2022.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "605.24 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://mega.nz/file/Md83CSgL#ErK6FaaVwFqwCM7KntX47B6rlC_R0YijS0h_A4SmWZ8",
        "server": "mega.nz",
        "size": "605.24 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://usersdrive.com/r2jr769vb62b.html",
        "server": "usersdrive.com",
        "size": "605.24 MB",
        "quality": "Web-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/through-my-window-2022-360-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "272.7 MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/1HZ07/Through.My.Window.2022.360p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "272.7 MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/1M930AJJ#j-nl124WOjopZ1cACIcTj8dmCCjh0zJKF05NucZdduc",
        "server": "mega.nz",
        "size": "272.7 MB",
        "quality": "360P"
      },
      {
        "link": "https://usersdrive.com/4nn3pp5no3w6.html",
        "server": "usersdrive.com",
        "size": "272.7 MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "5HJPcV8wq14",
      "video_url": "https://www.youtube.com/watch?v=5HJPcV8wq14",
      "embed_url": "https://www.youtube.com/embed/5HJPcV8wq14"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "844"
    },
    "title": "Endings, Beginnings(2020)",
    "description": "Endings, Beginnings(2020)နာမည်ကျော် မင်းသမီး Shailene Woodley ကိုယ်တိုင်အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးFifty Shades ထဲက မင်းသားJamie Dornanနဲ့  Marvel ကားတွေနဲ့ လူသိများခဲ့တဲ့Sebastian Stanလည်း ပါဝင်ထားလေတယ်…IMDB raiting 5.7 ရထားတဲ့ Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ် ..ဒီဇာတ်ကားလေးကတော့ ဒက်ဖနီဆိုတဲ့ကောင်မလေးကသူ့ကိုအရမ်းချစ်ဂရုစိုက်ပါတယ်ဆိုတဲ့ ကောင်လေးအေဒီရီရန်ကိုလမ်းခွဲလိုက်တယ် ….အကြောင်းအရင်းကတော့သူရှုပ်ခဲ့တဲ့ဇာတ်လမ်းတွေကြောင့်ပဲ …အရမ်းချစ်ခဲ့ပေမယ့် သူ့ချစ်သူကို လမ်းခွဲဖို့ဆုံးပြီးတဲ့အကျိုးဆက်က သူမအတွက် မလွယ်ကူလှဘူး…ချစ်ခဲ့စဉ်က အမှတ်တရပေါင်းများစွာကို ပြေပျောက်ဖို့အတွက် အရက်တွေနဲ့ဖြတ်သန်းခဲ့တယ်…အချိန်တစ်ခုရောက်တော့ ဘဝသစ်နဲ့ပျော်ရွှင်အောင်နေဖို့ရာ အရက်တွေဖြတ် ရည်းစားမထားဘဲ အလုပ်တွေကြိုးစားပြီးနေမယ်လို့ဆုံးဖြတ်ပြီးတော့သူ့အစ်မအိမ်ကိုသွားခဲ့တယ်…အစ်မ အိမ်ကိုရောက်ပြီး ဘဝပြန်စမယ်ဆိုခါမှသူမ မထင်ထားတဲ့အရာတွေ ဆက်တိုက်ဖြစ်တော့တာပဲ…ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…File Size : (950 MB) and (476 MB)Quality : WEB-DL  720pFormat…mp4Duration…01:50:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/h7knAvsUJTIpHMCJPxWBFLPBn5R.jpg",
      "https://image.tmdb.org/t/p/w300/jRX5sT0UqQJJqOoGSa9VlyTQSIV.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5yfJDjTp6n8QXN0M9aGCYpqahXZ.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/mix8jocbulbk.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://usersdrive.com/b584x3oe5em9.html",
        "server": "usersdrive.com",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://yuudrive.me/6b3d05ec/endings-beginings-2020-web-dl-720p-p-mp4",
        "server": "yuudrive.me",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yuudrive.me/eeb8754/endings-beginings-2020-web-dl-480p-p-mp4",
        "server": "yuudrive.me",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://yoteshinportal.cc/endings-beginnings-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yoteshinportal.cc/endings-beginnings-2020-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://megaup.net/1wy40/Endings-Beginnings.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://megaup.net/2cvw4/Endings-Beginnings.2020.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://mega.nz/file/vMZ0yIiL#cVNxzOk5g8shdh4d_1m-CotLqGguTNEOdPd4JZZZNR8",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://mega.nz/file/zFRWlA7Q#jy5nL6J-WlSEvXVf2owkPozPz9uGGkoI8VxF3mdPg6k",
        "server": "mega.nz",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://yadi.sk/i/Cc62V705LbV2bQ",
        "server": "disk.yandex.com",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://yadi.sk/i/_hCPbDg1AJUR8Q",
        "server": "disk.yandex.com",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://upstream.to/4pwcgqa5hqw6",
        "server": "upstream.to",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://upstream.to/a73389a879pj",
        "server": "upstream.to",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      },
      {
        "link": "https://1fichier.com/?2smps7ulnnlednh55v1f",
        "server": "1fichier.com",
        "size": "950MB",
        "quality": "WEB-DL  720p"
      },
      {
        "link": "https://1fichier.com/?pe2zgaensa7dd1kqzetr",
        "server": "1fichier.com",
        "size": "476MB",
        "quality": "WEB-DL  480p"
      }
    ],
    "trailer": {
      "video_id": "bYEoQetO56E",
      "video_url": "https://www.youtube.com/watch?v=bYEoQetO56E",
      "embed_url": "https://www.youtube.com/embed/bYEoQetO56E"
    }
  },
  {
    "metadata": "not rated|2023|2h 26m|Bollywood,Comedy,Drama,Musical",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "6.8k"
    },
    "title": "Satyaprem Ki Katha (2023)",
    "description": "Satyaprem Ki Katha (2023)IMDb-7/10Freddy(2022)ထဲမှာ သွားဆရာဝန်အဖြစ်နာမည်ကြီးခဲ့တဲ့မင်းသား ကာတစ်အာရန်းရယ်ဖြူဖွေးဝင်းဥနုဖတ်နေတဲ့အလှတရားတို့ရဲ့ပိုင်ရှင် မင်းသမီးချောလေးကီရာရာတို့ရဲ့အချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းဂူဂျာရတ်ကမြို့ငယ်လေးတမြို့မှာ မိဘတွေနဲ့အတူနေပြီး ဘာအလုပ်အကိုင်မှမရှိတဲ့ ဆပ်တူ။အလုပ်အကိုင်မရှိပေမဲ့ မိန်းမလိုချင်နေလို့ မိဘတွေကို နားဂျီပူဆာလုပ်နေတဲ့သဘောကောင်းမနောကောင်း မေမေ့သားလေး ဆပ်တူ။သူတမ်းတမ်းစွဲချစ်မိနေတာက ချမ်းသာတဲ့အသိုင်းအဝိုင်းကအကမယ်လေး ကာသာ။ကာသာမှာ ရည်းစားရှိမှန်းသိသွားပေမယ့် ယောက်ျားကြိုက်တော့ဆိုက်ဆိုက်လာဆိုတဲ့အတိုင်း မလွန်ဆန်နိုင်တဲ့နှလုံးသားနဲ့ ရစ်နှောင်တွယ်နှင့်ခဲ့ပြီလေ။တစ်ရက် အက်စီးဒန့်တခုမှာ ကာသာရဲ့အသက်ကို ကယ်တယ်ခဲ့ရပြီးတဲ့နောက်မှာတော့အရာရာပြောင်းလဲသွားခဲ့ပေမယ့် အလုပ်အကိုင်မရှိတာကို မနှစ်မြို့တဲ့ယောက္ခမလောင်းကြီးသဘောကျဖြစ်ဖို့ အလုပ်တွေကြိုးစားနေပြီဗျို့ဆိုပြီး ကြိုးစားလိုက်တာ တစ်ရာ့ကိုးတစ်ရာ့တစ်ဆယ်ကနေမန်နေဂျာဘ၀ရောက်သွားပါလေရော။သို့ပေမယ့်လည်း ကံတရားရဲ့စီမံမှုတွေက ဘယ်လိုတွေလွဲချော်ပြီး ဘယ်အချိန်မှာသူတို့တွေကိုဆုံစည်းစေမလဲဆိုတာတော့ မိတ်ဆွေတို့စိတ်ကြိုက်ဖန်သားပြင်ပေါ်မှာ ကြည့်ရှုလိုက်ကြပါဦး။ကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရှာနေတယ်ဆို Satyaprem Ki Kathaကမိတ်ဆွေအတွက်ဆိုတာ သေချာပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Saii~Yunniတို့ဖြစ်ပါတယ်)File size…7GB /2.29GB / 1.15GBQuality…4k AMZ WEB DL/ 1080p WEB DL / 720pFormat…mp4Duration….2h 26mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by V~BpL~Zwe~Saii~Yunni",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ohKz3nyYMlJzqr3G0RkDbnLepxi.jpg",
      "https://image.tmdb.org/t/p/w300/ktmWj9fW2X94vvhzHu9eio2Rlnp.jpg",
      "https://image.tmdb.org/t/p/w300/6WvAE1Mtc2NYKvrBhSyVHAXz6aW.jpg",
      "https://image.tmdb.org/t/p/w300/qpMctVEFn7pEhhZdcsSEvAuJ8MY.jpg",
      "https://image.tmdb.org/t/p/w300/hXg4n8inrPa4HGMQV98CGnRU3Av.jpg",
      "https://image.tmdb.org/t/p/w300/u2W6JjjX46T67XatH3ge8qMEAV4.jpg",
      "https://image.tmdb.org/t/p/w300/ooXL4aFSTJI8dkFjO7u4h5oYXHP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjA5MmU3OGItMTlkZC00OWJmLWIxZGMtMGNlMmQ2MDBkZjMwXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-satyaprem-ki-katha-2023-repack-2160-p-4-k-cbr-amzn-web-dl-ddp-5-1-h-265-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "7GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/satyaprem-ki-katha-2023-hindi-web-dl-1080-p-avc-aac-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.29GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/eohz9tz6mpo4.html",
        "server": "usersdrive.com",
        "size": "2.29GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2C2yZ/Satyaprem_Ki_Katha_(2023)_Hindi_WEB-DL_-_1080p_-_AVC_-AAC5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "2.29GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Eych2RYa#xD4Hu7hCbLgQVlTvWz2WI-c7cdceCIOUvKjRZmHGa4s",
        "server": "mega.nz",
        "size": "2.29GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/satyaprem-ki-katha-2023-hindi-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0a3f895u9tc8.html",
        "server": "usersdrive.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2C2zh/Satyaprem_Ki_Katha_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/cjkR0QqC#vyRw_2dUCA2Ey0qWDfPusTxZfljuGujFxLfgsP-OU4Y",
        "server": "mega.nz",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/921wb2a98qfj",
        "server": "streamsb.com",
        "size": "1.15GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/u9rb2inug3gf",
        "server": "streamvid.io",
        "size": "1.15GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "8EPJiFfWRfw",
      "video_url": "https://www.youtube.com/watch?v=8EPJiFfWRfw",
      "embed_url": "https://www.youtube.com/embed/8EPJiFfWRfw"
    }
  },
  {
    "metadata": "|2022||Action,Adventure,Drama",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "1283"
    },
    "title": "Satria Dewa: Gatotkaca (2022)",
    "description": "Satria Dewa: Gatotkaca (2022)======================IMDb Rating – 6.2/10အင်ဒိုနီးရှားဟာလည်း ကိုယ်ပိုင် စူပါဟီးရိုးတစ်ကောင်ကို အတွဲလိုက်ရိုက်ကူးတော့မှာဖြစ်ပါတယ်။ မိုဘိုင်းလဲဂျန်းဂိမ်းကစားသူတွေကတော့ဒီစူပါဟီးရိုးနာမည်ကို ကြားဖူးမှာပါ။ ဂါတို့ကာ့ကြာပါပဲ။ ဒီဇာတ်လမ်းဟာရာမာယနလိုပဲ နာမည်ကြီး ပြဇာတ်ကြီးတစ်ခုဖြစ်တဲ့ မဟာဘာရာတာဇာတ်ကိုအခြေခံထားတာပါပဲ။ပန်ဒါဝါ တွေနဲ့ ကူရာဝါမျိုးနွယ်တွေဟာ ခရစ်တော်မပေါ်ခင်နှစ် ၃၀၀၀လောက်မှာ ပြည်တွင်းစစ်ကြီးဖြစ်ခဲ့ပါတယ်။ ကူရာဝါတွေဟာ ဖျက်ဆီးချင်းလုယူချင်းဗီဇရှိသူတွေဖြစ်ပြီး၊ ပန်ဒါဝါတွေကတော့ ဗီဇကောင်းရှိသူတွေဖြစ်ခဲ့တာကြောင့် နတ်ဘုရားတွေဟာ စစ်ပွဲမှာ ပန်ဒါဝါတွေကို အနိုင်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ နတ်ဘုရားတွေကိုဆန့်ကျင်ပြီး ကူရာဝါတပ်မှူး အဆွာတာမဟာ ပြန်တိုက်ခဲ့တာကြောင့် ထာဝရအကျဉ်းချခြင်းကိုခံလိုက်ရပါတော့တယ်။အဲဒီသမိုင်းကနေ ဒီနေ့ခေတ်ကိုအရောက်မှာတော့ ကူရာဝါမျိုးဆက်တွေဟာပန်ဒါဝါမျိုးဆက်တွေကို လိုက်သတ်ပြီး သူတို့ရဲ့ သခင် အဆွာတာမကို ကယ်တင်ဖို့ကြိုးစားလာပါတော့တယ်။ ပန်ဒါဝါတွေအကုန်သေဆုံးပြီး အဆွာတာမလွတ်မြောက်လာမှာကို တားဖို့ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ပန်ဒါဝါတွေရဲ့ ကယ်တင်ရှင်ဂါတို့ကာ့ကြာအဖြစ် စွမ်းအားရှင်တစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ အဲဒီဂါတို့ကာ့ကြာအသစ်ဟာ အစွမ်းတွေဘယ်လိုရပြီးဘယ်လိုတိုက်ခိုက်မလဲဆိုတာကို ဆက်ကြည့်ရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size……….(1.82 GB) / (750 MB) / (450 MB)Quality…………Web-DL 1080p / 720p / 480pDuration………2Hr 09minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Adventure, DramaTranslator…….Mr.AndersonEncoder……….SWM",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWEzN2IxOTktMzBjMS00ZWU1LWI0OTgtZjViNWYxOWY1MjUxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/satria-dewa-gatotkaca-2022-1080-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.82 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2vOei/Satria.Dewa.Gatotkaca.2022.1080p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "1.82 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/7RAUSYzC#jfqmQrg80QuzMSnv0gOUKrp1DLTU1v9BaotlOS4DiJM",
        "server": "mega.nz",
        "size": "1.82 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/a3ebr7f8afd6.html",
        "server": "usersdrive.com",
        "size": "1.82 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/satria-dewa-gatotkaca-2022-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/19Tja/Satria.Dewa.Gatotkaca.2022.720p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbanh.com/9a1kecfhr4hk.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/2QA2AByJ#3I4bMaCuZ6EcP7KGsrtgnPvBVUN26cxJGwCCAo50NuQ",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/oog8z1ttn9c8.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/satria-dewa-gatotkaca-2022-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2vOeo/Satria.Dewa.Gatotkaca.2022.480p.NF.WEB-DL[CM].mp4",
        "server": "megaup.net",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbanh.com/567jdt2twqpo.html",
        "server": "streamsb.com",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/TZxkkC5Y#FQPBmmXrCU_hzi0J4WMrw1_BnuxehkE_6_N7MgGwsnk",
        "server": "mega.nz",
        "size": "450 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/egwwfgbu2mlz.html",
        "server": "usersdrive.com",
        "size": "450 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "R7SjBDyaWJk",
      "video_url": "https://www.youtube.com/watch?v=R7SjBDyaWJk",
      "embed_url": "https://www.youtube.com/embed/R7SjBDyaWJk"
    }
  }
]