[
  {
    "metadata": "R|2002|1h 40min|Adult,Drama,Mystery,Romance,Thriller",
    "rating": {
      "rating": "5.5/10",
      "rating_count": "17.061"
    },
    "title": "[18+] Killing Me Softly (2002)",
    "description": "Killing Me Softly Movie (2002)Alice လို မိန်းမလှလေးအနေနဲ့ ဒီလိုလူတစ်ယောက်နဲ့ပဲ အတူနေပြီး ဘဝကိုအတူနေထိုင် ချစ်တင်းနှီးနှော နောက်နေ့အလုပ်သွား အဲလိုမျို းနဲ့ ဘဝဟာ အဓိပ္ပါယ်ရှိလောက်ပြီလို့ ရည်ရွယ်ရင်းရှိပုံပါ။ လက်ရှိအတူနေရည်းစားက ခပ်အေးအေး လိင်မှု ကိစ္စမှာလည်း သမားရိုးကျဆိုတာထက် အလုပ်တစ်ခုလို အိပ်ယာပေါ်တက်ချိန်လောက်ပဲ ချစ်ဗျူ ဟာခင်း အိပ်မောကျမယ်။နောက်နေ့သူလိုအလုပ်သွားမယ်။ဆိုရရင်စာအုပ်ကြီးသမားပုံစံပေါ့။Alice လိုချင်တဲ့ယောကျ်ားသားမျို းက မရိုးနိုင်တဲ့ ချစ်တင်းနှီးနှောဖလှယ်မှုတွေနဲ့ စိတ်လှုပ်ရှားမှု အပြည့်ပေးစွမ်းနိုင်တဲ့ သူမစိတ်ခန္ဓာတစ်ခုလုံး သိမ်းကျုံ းမျောပါးသွားစေလောက်တဲ့အထိ ဆွဲဆောင်မှု အတတ်ပညာပြည့်ဝတဲ့ ယောကျ်ားသားတစ်ယောက်ကို စိတ်ကူးယဉ်တမ်းတနေသလားတော့မသိဘူး။လက်ရှိနေထိုင်မှု အပေါ်ကိုတော့ ငြီးငွေ့စပြုနေတာ သေချာပါတယ်။ပြောလို့သာပြောရတာ အထက်ကဆိုခဲ့တဲ့ ချစ်ဗျူ ဟာခင်းတာလည်းကျွမ်းကျင် ရုပ်ရည်ကလည်းဆွဲဆောင်မှုအပြည့် ယောကျ်ားပီသလှတဲ့ ပုရိသမျို းဆိုတာကလည်း ခပ်ပေါပေါအချစ်ဖန်စီစာအုပ်တွေနဲ့အပြာစာအုပ်တွေထဲလောက်ပဲတွေ့နိုင်တာမဟုတ်လား။ဒါပေမယ့် Aliceမှာ မထင်မှတ်ဘဲ စိတ်လှုပ်ရှားမှု အပြည့်တွေနဲ့ပဉ္စလက်ဆန်လှတဲ့ဘဝနေထိုင်မှုတွေရှိနေတဲ့ Adam ဆိုတဲ့ ယောကျ်ားပျို တစ်ယောက်နဲ့ ဆုံဆည်းဖို့ကံကြုံ လာရတော့တယ်။သူ့ရဲ့အကြည့်တွေဟာ Alice တစ်ကိုယ်လုံးက အသွေးအသားတွေထွက်ကျ ဆွဲပါသွားသလိုမျိုး ဖြစ်အောင်ပဲ ညှို့အားပြင်းထန်လွန်းလှတယ်။Aliceမှာ စတွေ့တဲ့နေ့က ဘတ်စကားမှတ်တိုင်နားမှာ အလုပ်လည်းမလုပ်နိုင်။သူ့အကြောင်းတွေးပြီး အမှားမှားအယွင်းယွင်းတွေဖြစ်နေရတယ်။တရုတ်ကပ်ကလေးကို ခဏခဏလှပ်ပြီး လမ်းပေါ်မှာ သူရှိနေသလား ချောင်းကြည့်မိတာလည်း အကြိမ်ကြိမ်။တကယ်တော့ Adamဖြစ်သူကလည်း တနေ့တာလုံး သူမရုံးဆင်းချိန်ရောက်တဲ့ တိုင်အောင် စာင့်ဆိုင်းနေတာပဲလေ။သူတို့ဆီက အချစ်ရဲ့အဓိပ္ပါယ်ပုံဖော်မှုက ကိုယ်တွေဆီကလို မိဘအရိပ်မှာနေရတာမို့။ဘယ်လိုစံနဲ့မှ ကိုယ်လက်နှီးနှောမှုကို ခွင့်ပြု တာတို့။သုံးနှစ်သုံးမိုးပြည့်ပြီး မင်္ဂလာဦးညမှ အပျို စင်ဘဝကို စွန့်လွှတ်မယ်တွေ ဘာတွေမှ မရှိတာဘဲ။One Nightstand ဆိုတာ ညကလပ်ထဲမှာတင် တွေ့တဲ့တယောက်ယောက်နဲ့ အိပ်ချင်အိပ်လိုက်တာပဲ မဟုတ်လား။သမားရိုးကျ လိင်မှု ဘဝမှာ ငြီးငွေ့ရင်းစွဲရှိတဲ့ Alice ဟာ Adamနဲ့ တွေ့တွေ့ချင်းမှာပဲ သူ့ရဲ့ပြင်းထန်ကြမ်းတမ်းလွန်းတဲ့ သူမခန္ဓာအပေါ် တပ်မက်လွန်းအားကြီးပုံပေါက်နေတဲ့ ချစ်တင်းနှီးနှောမှုအောက်မှာ စွဲဝင်ပြီး နက်နက်ရှို င်းရှိုင်း စွဲလန်းသွားတော့တယ်။အိမ်ပြန်လိုက်ချိန်မှာတော့ အိမ်ကစာအုပ်ကြီးနဲ့ လိင်မှု ဖလှယ်ရမှု အပေါ်မှာ စိတ်ကမထကြွတော့တာ Alice အနေနဲ့ စိတ်မကောင်းဖြစ်မိရတယ်။ဒါကလည်း သူမရဲ့တကိုယ်ရည်စိတ်ပိုင်းဆိုင်ရာရဲ့ နှစ်သက်သဘောကျရာအလိုက် နှစ်သက်ခံစားပိုင်ခွင့်ရှိသွားတာ အပြစ်မှမဟုတ်တာဘဲလေ။Aliceသဘောကျတဲ့ အချစ်သင်္ကေတက Adamလို ပြင်းပြတဲ့အချစ်တွေမျို းပဲ ဖြစ်နေတာကို။ဒါပေမယ့် လိင်ရမ္မက်တစ်ခုနဲ့တင် သူတို့အချစ်ရေးလမ်းကြောင်းဟာ ထာဝရအဆင်ပြေချောမွေ့မယ်လို့ ထင်ပါသလား။Aliceဟာ Adamရဲ့ ရှု ပ်ထွေးခဲ့ပုံရတဲ့ အတိတ်တွေကို ဖြည်းညှင်းစွာသိရှိလာခဲ့တယ်။အဲဒီထဲမှာခုလို လိင်ရမ္မက်ပြသာနာတွေနဲ့ သေဆုံးသွားတဲ့မိန်းမတစ်ယောက်အကြောင်းလည်းပါလာတယ်။ထိုအခါမှာ Adamအပေါ်ထိတ်လန့်လာတော့တယ်။[သမားရိုးကျ Sex Scene အသားပေး Erotic Thriller ရုပ်ရှင်တကားဖြစ်ပြီး ယင်းလိုဇာတ်ကားတွေသဘောကျလေ့ရှိတဲ့ ရုပ်ရှင်ပရိသတ်တွေအတွက် ညွှန်းပေးလိုက်ခြင်းဖြစ်ပါတယ်။အပျင်းပြေ ကြည့်ပျော်ရှု့ပျော်ရှိပါတယ်လို့ ပြောလိုပါတယ်]ညီလင်းအိမ်—–(ရုပ်ရှင်အညွှန်းကိုKo Nyi Linn Eain Facebookမှကူးယူဖော်ပြပါသည်။)File size…(900 MB)Quality….Blu-Ray Rip 720pFormat…mp4Duration….01:40:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated byHein ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChen KaigeHilary FaggStarsAmy RobbinsHeather GrahamIan HartJason HughesJoseph FiennesKika MarkhamNatascha McElhoneOlivia PouletRebecca PalmerUlrich ThomsenCastAmy RobbinsHeather GrahamIan HartJason HughesJoseph FiennesKika MarkhamNatascha McElhoneOliver RyanOlivia PouletRebecca PalmerRonan VibertUlrich ThomsenYasmin Bannerman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5tI7nOWftcTYxmT1lukxKlLgcSU.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTUwNzc5ODQxN15BMl5BanBnXkFtZTYwNTc4NDk5._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/9c8jekay70zf.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/killing-me-softly-18-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/a5e0f9ec/kiling-me-softly-18-202-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2gt9v/Killing_Me_Softly_[18+]_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/y4mtt9tsoifi",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-killing-me-softly-2002",
        "server": "VIP Links",
        "size": "900 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "RLUffv4c6rw",
      "video_url": "https://www.youtube.com/watch?v=RLUffv4c6rw",
      "embed_url": "https://www.youtube.com/embed/RLUffv4c6rw"
    }
  },
  {
    "metadata": "|||Drama,Sci-Fi,Thriller",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Primer (2014)",
    "description": "Primerဒါလေးက ဘက်ဂျက်နည်းနည်းပဲသုံးပြီးရိုက်ထားတဲ့ Independent ရုပ်ရှင်လေးပါ။Aaron နဲ့ Abe တို့ဟာ အင်ဂျင်နီယာသူငယချင်းနှစ်ယောက်ပါ။သူတို့အလုပ်အပြင် အားလပ်ချိန်မှာ Aaron ရဲ့ဂိုဒေါင်ထဲမှာ နည်းပညာအသစ်တွေကို တီထွင်ဖို့ကြိုးစားနေပါတယ်။တစ်ရက်မှာတော့ အရာ၀တ္ထုရဲ့အလေးချိန်ကိုလျှော့ချနိုင်မယ့် စက်တီထွင်ရာကနေ အချိန်ကိုနောက်ပြန်ဆုတ်နိုင်မယ့် အစွမ်းရှိနေတာကို မတော်တဆသိလိုက်ရပါတယ်။ အဲဒီစက်ရဲ့ အချိန်ခရီးသွားနိုင်စွမ်း(time travel) ကိုသူတို့ကိုယ်ကျိုးအတွက်အသုံးချဖို့ကြိုးစားရင်း ထင်မထားတဲ့ကိစ္စတွေပေါ်လာသလို သူငယ်ချင်းနှစ်ယောက်ကြားလည်း စိတ်၀မ်းကွဲတာတွေရှိလာပါတယ်။Time travel လုပ်တဲ့ကားဖြစ်ပြီး သိပ္ပံပညာပိုင်းဆိုင်ရာဆွေးနွေးတာတွေကို technical term တွေအမှန်အတိုင်းသုံးပြထားပါတယ်။စူးစမ်းလေ့လာတာတွေကိုလည်း သ‌ဘာ၀ကျကျရိုက်ပြထားပြီးဇာတ်လမ်းကိုတွေးယူရတာမျိုးပါ။ခေါင်းစားရတဲ့ရုပ်ရှင်ကြိုက်သူတွေအတွက် သင့်တော်ပါတယ်။File size…(2.23GBGB/(1.38GB)/(592MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:17:00Genre…Drama / Sci-Fic / ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SPYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnand UpadhyayaAshley WarrenAshok UpadhyayaBrandon BlaggCarrie CrawfordCasey GoodenChip CarruthDavid JoynerDavid SullivanDelaney PriceEric De SoualhatJack PylandJay ButlerJohn CarruthJon CookJuan TapiaKeith BradshawKevin Lucero LessSamantha ThomsonShane Carruth",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yOF42AWuF9Nz8nGLFpdGACSUwao.jpg",
      "https://image.tmdb.org/t/p/w300/AbQ209CbzbL168DBXRhUcfpXF5G.jpg",
      "https://image.tmdb.org/t/p/w300/n8JTsFzAuDuwmcMk6Xn3ubz1MWX.jpg",
      "https://image.tmdb.org/t/p/w300/jZghv0LICL6SBzY3juAQ7fve06g.jpg",
      "https://image.tmdb.org/t/p/w300/pyToDPOQqb9ue7ntE2IP3IddM7y.jpg",
      "https://image.tmdb.org/t/p/w300/fHjafsBNWMAivHprT1eTDsIhA6d.jpg",
      "https://image.tmdb.org/t/p/w300/gIFbfh9O4HBrO6numxVBxtZ9fTL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-5.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/primer2014",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/primer-2004-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.32GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gzodt95r8g9k.html",
        "server": "usersdrive.com",
        "size": "2.32GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15R1s/Primer.2004.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "2.32GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/primer-2004-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.38GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/t9lua0mmrduj.html",
        "server": "usersdrive.com",
        "size": "1.38GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/37JnU/Primer.2004.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.38GB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/ob1uhf8upips.html",
        "server": "streamsb.com",
        "size": "1.38GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/primer-2004-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "592MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1LOsU/Primer.2004.480p(CM).mp4",
        "server": "megaup.net",
        "size": "592MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ee4qhuh6suc3.html",
        "server": "usersdrive.com",
        "size": "592MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/sxfosimeyev3.html",
        "server": "streamsb.com",
        "size": "592MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "fqx32xkATrY",
      "video_url": "https://www.youtube.com/watch?v=fqx32xkATrY",
      "embed_url": "https://www.youtube.com/embed/fqx32xkATrY"
    }
  },
  {
    "metadata": "||1hr 17min|Action,Drama",
    "rating": {
      "rating": "5/10",
      "rating_count": "23"
    },
    "title": "Ip Man and Four Kings (2019)",
    "description": "Zawgyi*******IP Man ဆိုတာနဲ႔ တ႐ုတ္ Wing Chun ဆရာႀကီး Brue Lee ရဲ့လက္ဦးဆရာ အကၤ်ီနက္ႀကီး ၀တ္ထားတဲ့ ယိမန္းကိုေျပးျမင္မိၾကမွာပါအခု 2019 မွာထြက္လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင္း inspired ယူထားတဲ့ဇာတ္ေကာင္ပါပဲဇာတ္လမ္းကေတာ့ 1950 မွာအေျခတည္ထားတယ္ ဒီကားထဲမွာယဲ့ဝမ္ဆိုတဲ့ wingchun သိုင္းသင္တန္းဆရာအေနနဲ႔ေတြ႕ရမွာပါplot ကေတာ့ ဘာမွသိပ္အေထြထူးမရွိဘူး ယဲ့ဝမ္တစ္ေယာက္martial art ပညာ ရွင္အျဖစ္သတင္းေမႊးေနေတာ့ ရာဇ၀တ္ဂိုဏ္းတစ္ဂိုဏ္းနဲ႔ ၿငိမိတာပဲရိုးရိုးရွင္းရွင္းေလးပါ ဒီကားဟာ ေျပာရမယ္ဆိုရင္ ကိုယ့္ character ကိုကိုယ္ျပန္ kill လိုက္တဲ့ကားပဲအရင္ကားေတြမွာ ဇာတ္လမ္း tempo ေတြေကာင္းခဲ့သေလာက္အခုကားမွာ ip man မဟုတ္ပဲအျခားသီးသန႔္ကားတစ္ခုလိုျဖစ္ေနတယ္အရင္တုန္းက atmosphere မ်ိဳးလဲမခံစားရေတာ့ဘူးအျခား fighting scene ေတြလဲအေထြအထူးေကာင္းေလာက္တာဘာမွမရွိဘူးဘာပဲျဖစ္ျဖစ္ spin off ေတြပါထြက္တဲ့ ထိ ေအာင္ျမင္ခဲ့တဲ့ip man franchise ကားေတြနဲ႔ ယွဥ္ရင္ေတာ့သိသိသာသာကြဲျပားေနမွာပါပဲေကာင္းတာမေကာင္းတာကေတာ့ၾကည့္တဲ့သူေပၚမွာပဲ မူတည္မွာပါၿပီးေတာ႔လည္း Donnie Yen ပါ၀င္ရိုက္ကူးထားတဲ႔ IP Man 4 ကလည္းထြက္လာဦးမွာမို႔..မလာခင္အပ်င္းေၿပေလး ၾကည္႕ေပါ႔ဗ်ာမူရင္းဇာတ္ကားမွာ စာတန္းအေသထိုးထားတာေတြေတာ႔ပါပါတယ္Unicode*******IP Man ဆိုတာနဲ့ တရုတ် Wing Chun ဆရာကြီး Brue Lee ရဲ့လက်ဦးဆရာ အင်္ကျီနက်ကြီး ဝတ်ထားတဲ့ ယိမန်းကိုပြေးမြင်မိကြမှာပါအခု 2019 မှာထွက်လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင်း inspired ယူထားတဲ့ဇာတ်ကောင်ပါပဲဇာတ်လမ်းကတော့ 1950 မှာအခြေတည်ထားတယ် ဒီကားထဲမှာယဲ့ဝမ်ဆိုတဲ့ wingchun သိုင်းသင်တန်းဆရာအနေနဲ့တွေ့ရမှာပါplot ကတော့ ဘာမှသိပ်အထွေထူးမရှိဘူး ယဲ့ဝမ်တစ်ယောက်martial art ပညာ ရှင်အဖြစ်သတင်းမွှေးနေတော့ ရာဇဝတ်ဂိုဏ်းတစ်ဂိုဏ်းနဲ့ ငြိမိတာပဲရိုးရိုးရှင်းရှင်းလေးပါ ဒီကားဟာ ပြောရမယ်ဆိုရင် ကိုယ့် character ကိုကိုယ်ပြန် kill လိုက်တဲ့ကားပဲအရင်ကားတွေမှာ ဇာတ်လမ်း tempo တွေကောင်းခဲ့သလောက်အခုကားမှာ ip man မဟုတ်ပဲအခြားသီးသန့်ကားတစ်ခုလိုဖြစ်နေတယ်အရင်တုန်းက atmosphere မျိုးလဲမခံစားရတော့ဘူးအခြား fighting scene တွေလဲအထွေအထူးကောင်းလောက်တာဘာမှမရှိဘူးဘာပဲဖြစ်ဖြစ် spin off တွေပါထွက်တဲ့ ထိ အောင်မြင်ခဲ့တဲ့ip man franchise ကားတွေနဲ့ ယှဉ်ရင်တော့သိသိသာသာကွဲပြားနေမှာပါပဲကောင်းတာမကောင်းတာကတော့ကြည့်တဲ့သူပေါ်မှာပဲ မူတည်မှာပါပြီးတော့လည်း Donnie Yen ပါဝင်ရိုက်ကူးထားတဲ့ IP Man 4 ကလည်းထွက်လာဦးမှာမို့..မလာခင်အပျင်းပြေလေး ကြည့်ပေါ့ဗျာမူရင်းဇာတ်ကားမှာ စာတန်းအသေထိုးထားတာတွေတော့ပါပါတယ်Translated & Review By AndamanEncoded By LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsLin FengyiTang Wenlong",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/IP-MAN.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/4QHkg/(CM)Ip.Man.and.Four.Kings.2019.HD720p.mp4",
        "server": "megaup.net",
        "size": "835 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3uMpd/(CM)Ip.Man.and.Four.Kings.2019.HD480p.mp4",
        "server": "megaup.net",
        "size": "362 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ip-man-and-four-kings-2019",
        "server": "VIP Links",
        "size": "835 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ip-man-and-four-kings-2019-mp-4",
        "server": "yoteshinportal.cc",
        "size": "835 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://sbembed2.com/d/6hf337makkjl.html",
        "server": "streamsb.com",
        "size": "835 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "not rated|1997|2h 43mins|Bollywood,Comedy,Drama,Musical",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "14k"
    },
    "title": "Yes Boss (1997)",
    "description": "Yes Boss (1997)***************ဒီဇာတ်ကားလေးကတော့ ဘောဝုဒ်ရဲ့ Kingလို့တင်စားကြတဲ့မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီးကြီး ဂျူဟီးချောင်လာတို့ရဲ့Romance/Dramaအမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီးIMDb ratingကလည်း 6.7အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းရာဟူးလ်ရဲ့သူဋ္ဌေးဆစ်ဒါးသ်ဟာ တရားဝင်မိန်းမရှိသူဖြစ်သော်လည်းဆီမာဆိုတဲ့ မိန်းကလေးကိုသဘောကျကာ ချဥ်းကပ်နိုင်ဖို့အတွက်ရာဟူလ်းကို အခကြေးပေးကာ အကူအညီတောင်းပါတယ်။ဒါပေမဲ့ ရာဟူးလ်ဟာ ဆီမာကို နှစ်သက်စွဲလမ်းကာ ချစ်မိသွားပြီးသူ့ရဲ့အလုပ်နဲ့ နှလုံးသားနှစ်ခုထဲက တစ်ခုကို ရွေးချယ်မှရတော့မယ့်အခြေအနေ ဆိုက်ရောက်လာတဲ့အခါ …ရာဟူးလ်တစ်ယောက် သူ့ရဲ့အချစ်ကို ရွေးချယ်နိုင်မှာလား …ဘယ်လို အခက်ခဲအတားအဆီးတွေက စောင့်ကြိုနေမလဲ …ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ …ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ Darama/Romanceအပြင်ဟာသတွေပါ ရောနှောထည့်သွင်းထားပြီး ပျင်းစရာလုံးဝမကောင်းတဲ့ကားကောင်းလေး တစ်ကား ဖြစ်တာမလို့ ဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း …ဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe Kalayarတို့ပဲ ဖြစ်ပါတယ်။File size…2.34GB / 1.23GBQuality…1080p WEB DL / 720pFormat…mp4Duration….2h 43mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Thaik San ~ Intelligence ~ Soe KalayarYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAziz MirzaStarsAditya PancholiAshok SarafGulshan GroverJohnny LeverJuhi ChawlaKashmera ShahKulbhushan KharbandaMahavir ShahRakesh BediReema LagooShah Rukh KhanCastAditya PancholiAshok SarafGulshan GroverJohnny LeverJuhi ChawlaKashmera ShahKulbhushan KharbandaMahavir ShahRakesh BediReema LagooShah Rukh Khan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4AWQOipcjMRHmhKWXzmvISjnjsv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjk3NDQ5NzgtMzM3MC00MjllLThhOGYtMWUwN2EzYWNiODgzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/yes-boss-1997-hindi-1080-p-web-dl-telly-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/n3skq9b3ueaw.html",
        "server": "usersdrive.com",
        "size": "2.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/gokf6slb0o20",
        "server": "streamvid.io",
        "size": "2.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1cHbu/Yes_Boss_1997_Hindi_1080p_WebDL_Telly(CM).mp4",
        "server": "megaup.net",
        "size": "2.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/nBZGmZ6A#PrfqoRr2ZkZvVSVx1XBLj3RkUsTYWp6iy46_JGtxpag",
        "server": "mega.nz",
        "size": "2.34GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/yes-boss-1997-hindi-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/q8zendqwnpuc.html",
        "server": "usersdrive.com",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xdkwjvf7y8h3",
        "server": "streamvid.io",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2yC6p/Yes_Boss_1997_Hindi_720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.23GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/2AZzCYbQ#fyZ1_RGzd908-Tsf62s-B7o3oxRBhJ4nUWxXWHAEVZE",
        "server": "mega.nz",
        "size": "1.23GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y7_1rCuioeI",
      "video_url": "https://www.youtube.com/watch?v=Y7_1rCuioeI",
      "embed_url": "https://www.youtube.com/embed/Y7_1rCuioeI"
    }
  },
  {
    "metadata": "|2003|156 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "54,522"
    },
    "title": "Munna Bhai M.B.B.S. (2003)",
    "description": "ဒီကားကုိ 3 idiot ဒါရုိက္တာ Rajkuma Hirani ရုိက္ကူးခဲ့ၿပီး နာမည္ႀကီးမင္းသား(Sanjay Dutt)မင္းသမီးေခ်ာ Gracy Singh နဲ႕ 3 idiot ထဲက ဗုိင္းရပ္ႀကီးအျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ (Roman Irani)တုိ႕ က အဓိကပါ၀င္ခဲ့ပါတယ္.Sanjay ဟာ လူမိုက္ေခါင္းေဆာင္တစ္ေယာက္ပါ ျပန္ေပးဆြဲတယ္ လုိခ်င္တာကုိ မရ ရတဲ့နည္းနဲ႕ယူတယ္ တပည့္လူမုိက္ေတြလည္း အမ်ားႀကီး ….သုိ႕ေပမဲ့ သူ႕မိဘေတြသိထားတဲ့အျဖစ္က Sanjay ဟာသိပ္ကုိထူးခြ်န္တဲ့ ဆရာ၀န္တစ္ေယာက္ဒီလုိျဖစ္ေအာင္လည္း Sanjay က လိမ္ထားႏုိင္တယ္ မိဘေတြသူ႕ဆီအလည္လာရင္သူတုိ႕ေနတဲ့ အေဆာက္အဦးဟာ ေဆးရုံျဖစ္သြားၿပီး တပည့္ေတြက လူနာေတြဟန္ေဆာင္ႀကတယ္မိဘေတြက တစ္ေန႕ေတာ့ ဆရာ၀န္မတစ္ေယာက္နဲ႕ ေစ့စပ္ေပးၾကတယ္…ေစ့စပ္ပြဲမွာ သူဆရာ၀န္အျဖစ္လိမ္ထားမွန္းအားလုံးက သိသြားႀကတဲ့အျပင္ တန္ဘုိးတစ္စက္မွမရွိတဲ့လူအျဖစ္ ဆက္ဆံခံလုိက္ရေတာ့Sanjay ဟာ မခံခ်င္စိတ္နဲ႕ရည္မွန္းခ်က္ႀကီးတစ္ခုထားလုိက္တယ္…အဲ့ဒါက သူတကယ့္ဆရာ၀န္အစစ္အမွန္ျဖစ္ရမယ္ သူတကယ္ႀကဳိးစားမယ္ဆုိတာပဲ…..သူဘယ္လုိေတြၾကဳိးစားလဲ ဘယ္လုိအခက္အခဲေတြရင္ဆုိင္ရလဲ ဆုိတာကုိေတာ့ဒီကားက အေတာ္ေလးရယ္ရတယ္ ဟာသေလးေတြေႏွာၿပီး message ေလးေတြေပးသြားတယ္ ဒီကားထဲကလူႀကမ္းႀကီးက ကြ်န္ေတာ္တုိ႕လ်စ္လ်ဴရႈထားတဲ့ ေဖးမ သနားႀကင္နာမႈေတြဘယ္လုိေပးရေၾကာင္းလူေတြကုိ ဘယ္လုိဆက္ဆံရေၾကာင္း ျပသြားတယ္ လူတုိင္းအတြက္ အသက္ရွင္ရပ္တည္တဲ့အခ်ိန္မွာေပ်ာ္ရႊင္ဖုိ႕ ႏွလုံးသားအဟာရ ေလးေတြ ဘယ္လုိေနရာမွာ လုိအပ္လဲ ဘယ္လုိအခ်ိန္မွေပးရလဲဆုိတာေတြကုိလည္း ျပသြားတယ္ၿပီးေတာ့ အိႏၵယေဆးရုံေတြရဲ႕ လြဲမွားေနတဲ့စည္းမ်ဥ္းစည္းကမ္းေတြ ဆရာ၀န္အခ်ဳိ႕ရဲ႕ အယူအဆအလြဲေတြကိုမသိမသာေထာက္ျပသြားတယ္ ..ေသခ်ာတာတစ္ခုက ဒီကားႀကည့္ၿပီးရင္ ခင္ဗ်ားရဲ႕မာေက်ာလွပါတယ္ဆုိတဲ့ႏွလုံးသားဟာ နည္းနည္းေတာ့ ေျပာင္းလဲသြားမယ္ဆုိတာပါပဲေဘာလိ၀ုဒ္ပရိတ္သတ္ေတြအတြက္ ကားေကာင္းေလးတစ္ေကာင္းျဖစ္ေၾကာင္းညႊန္းပါရေစ…..File Size…(895MB)Quality…HD-Rip 720pFormat…mp4Duration…02:36:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…Phyo PyaeTranslated by Pyae Xeinn SettYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRajkumar HiraniStarsArshad WarsiBoman IraniGracy SinghJimmy ShergillKurush DebooMumaith KhanRohini HattangadiSanjay DuttSunil DuttYatin KaryekarCastArshad WarsiBoman IraniGracy SinghJimmy ShergillKurush DebooMumaith KhanRohini HattangadiSanjay DuttSunil DuttYatin Karyekar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/p7D32wWWyxfCz720PXxs3Lxv6cs.jpg",
      "https://image.tmdb.org/t/p/w300/f6cj0BBqc2Nt8Iak4wiJXmCtGnv.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMzQ4MTBlYTQtMzJkYS00OGNjLTk1MWYtNzQ0OTQ0OWEyOWU1XkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY999_CR00703999_AL_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/munna-bhai-m-b-b-s-2003-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "895MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://yuudrive.me/7cea584/muna-bhai-m-b-b-s-203-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "895MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://megaup.net/Qsd3/Munna_Bhai_M.B.B.S._[2003]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "895MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/sfhASSzT#5azufcyBoTg3fWiQUMr07NMuod9sOIyVPlFkM-qigHs",
        "server": "mega.nz",
        "size": "895MB",
        "quality": "HD-Rip 720p"
      },
      {
        "link": "https://upstream.to/fy4h0dp6y6iy",
        "server": "upstream.to",
        "size": "895MB",
        "quality": "HD-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "6lCGvu-hwX4",
      "video_url": "https://www.youtube.com/watch?v=6lCGvu-hwX4",
      "embed_url": "https://www.youtube.com/embed/6lCGvu-hwX4"
    }
  },
  {
    "metadata": "|||Action,Drama,Thriller",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "3647"
    },
    "title": "Ayyappanum Koshiyum(2020)",
    "description": "Ayyappanum Koshiyum(2020)IMDb…7.9အိုက်ယာပန်နိုင်းယားလို့ခေါ်တဲ့ ဉပဒေကိုယ်တိုင်လိုက်နာသလို သူစည်းကမ်းတင်းကြပ်တာကိုအမြဲတမ်းဂုဏ်ယူခဲ့တဲ့ နယ်မြို့လေးရဲ့အချစ်တော်seniorရဲအရာရှိတစ်ယောက်ရှိတယ်…စာအုပ်ကြီးသမားဖြစ်လို့ သူ့ကိုရှိန်ကြသူတွေလည်းအတော်များတယ်…တစ်နေ့မှုခင်းတစ်ခုမှာ လူတစ်ယောက်ဖမ်းဆီးလိုက်တယ်…ဉပဒေအရ အရေးယူမှုတွေ ပြုလုပ်ခဲ့တယ်..သို့ပေမဲ့ အကျင့်ပျက်ချစားမှုတွေများလှတဲ့ ဒီနိုင်ငံမှာ သူဖမ်းလိုက်တဲ့သူကြောင့် နောက်ဆက်တွဲပြဿနာတွေဖြစ်လာပြီးရာထူးက အနားခံရတဲ့အပြင် ယူနီဖောင်းချွတ်ပြီးအရပ်သားအဖြစ်ပါပြောင်းခံလိုက်ရတယ်…ကျားနာတစ်ကောင်လိုဖြစ်လာတဲ့သူဟာ“မျက်လုံးတလုံးအတွက်မျက်လုံးတလုံး”“သွားတချောင်းအတွက်သွားတချောင်း”ဆိုတဲ့  စိတ်ရိုင်းတွေဝင်လာတဲ့အခါမှာတော့…သူဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့…India ကားကောင်းတွေနင်းကန်ကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Yoonwahwah Theint ပဲဖြစ်ပါတယ်….File Size :(1.35GB) and (505MB)Quality : WEB-DL 720pFormat…mp4Duration…02:57:00Genre :Action,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoonwahwah TheintEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnil NedumangadAnna Reshma RajanAnu MohanBiju MenonGowry NandhaPrithviraj SukumaranRanjithSabumon AbdusamadShaju Sreedhar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pvSUsVfec0wjrbJ3CVUoZWeubeK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yjDvYhx6HjXSMWI3YZ5SHphkOah.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l792h9u2htc6.html",
        "server": "usersdrive.com",
        "size": "1.35GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/5yuhh3mt3vdo.html",
        "server": "usersdrive.com",
        "size": "505MB",
        "quality": "480p"
      },
      {
        "link": "https://yoteshinportal.cc/ak-ayyappanum-koshiyum-2020-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.35GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ak-ayyappanum-koshiyum-2020-web-dl-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "505MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/U01k/AK_Ayyappanum_Koshiyum.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.35GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/cCpQEThQ#nqI6SnVlA6V-exjslJpPXaqXUCIpaf_7NynswtlL3Ow",
        "server": "mega.nz",
        "size": "1.35GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/8GYyXBAC#rwGgyOx4bMOcrSxqV_hUIw5Ip8yREcn6tbasEeDq3bE",
        "server": "mega.nz",
        "size": "505MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/ayyappanum-koshiyum2020",
        "server": "VIP Links",
        "size": "1.35GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2016|2hr 22min|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "5,868"
    },
    "title": "Fan (2016)",
    "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ရရှိထားပါတယ်။(ဘာသာပြန်ထားတာကတော့ Nyi Koe & Myint Thu တို့ပဲ ဖြစ်ကြပါတယ်)File Size : (2.2 GB) , (1.1 GB) and (740 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 2hr 22minFormat : Mp4Genre : Action,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Blu.Ray.DDP5.1.H264Translated by Nyi Koe & Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDeepika AminGlenn WebsterIndraneel BhattacharyaJames Richard MarshallMegha GuptaMo IdrissSayani GuptaShah Rukh KhanShriya PilgaonkarWaluscha D' SouzaYogendra TikuZachary Coffin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3jsXJRxDr2rDItjeOtFcVcSvaHH.jpg",
      "https://image.tmdb.org/t/p/w300/9yF1ILcahIc3oj7MP3j3KttYYJR.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/fan-2016",
        "server": "VIP Links",
        "size": "2.2 GB/1.1GB/740MB",
        "quality": "1080p5.1/720p/480p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fan-2016-hindi-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/bfmi0g7ngc17.html",
        "server": "usersdrive.com",
        "size": "2.2 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/2kjbh/(CM)FAN_2016_Hindi_BluRay_1080p.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://cloudemb.com/g2yr6amld1l3.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fan-2016-hindi-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sd9vrf8p3b2y.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kjav/(CM)FAN_2016_Hindi_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/j90k3zos5xrp.html",
        "server": "streamsb.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-fan-2016-hindi-blu-ray-360-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/jsx2qfoonqjp.html",
        "server": "usersdrive.com",
        "size": "740 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2kjqA/(CM)FAN_2016_Hindi_BluRay_360p.mp4",
        "server": "megaup.net",
        "size": "740 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/ifme1oqexfti.html",
        "server": "streamsb.com",
        "size": "740 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "vKziLmjSVB4",
      "video_url": "https://www.youtube.com/watch?v=vKziLmjSVB4",
      "embed_url": "https://www.youtube.com/embed/vKziLmjSVB4"
    }
  },
  {
    "metadata": "|2022|1h 36min|BL,Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "My Tempo (2022)",
    "description": "My Tempo (2022)2022 ခုနှစ်က ထွက်ရှိထားတဲ့ BL, Romance လူငယ်ကျောင်းသားဇာတ်ကားလေးကို တင်ဆက်ပေးပါ့မယ်။Hope နဲ့ Seki က ဂစ်တာတစ်လက်တည်းကို လူနှစ်ယောက်လက်လေးဖက်နဲ့တီးတဲ့အပြင် အရည်အချင်းရှိလို့ဆိုပြီး နာမည်ကြီးနေတဲ့ Four Hands အဖွဲ့ရဲ့ အဖွဲ့ဝင်တွေပါ။Hope ကကျတော့ သီချင်းနုတ်တွေအတိုင်း အတိအကျလိုက်တီးတတ်ပြီးတော့Seki ကတော့ ခံစားချက်အတိုင်း တီးချင်တာကြောင့်သူတို့နှစ်ယောက် ကတောက်ကဆဖြစ်ပြီး အဖွဲ့ကွဲသွားတယ်။ချမ်းသာတဲ့မိသားစုရှိတဲ့ Seki အတွက် ဘာမှပြောင်းလဲမသွားပေမယ့်မိသားစုက မပြည်စုံတဲ့ Hope အတွက်တော့ ပညာသင်ဆုကိုပါ လက်လွှတ်လိုက်ရပြီးတော့ ဒုက္ခရောက်သွားတယ်။အဲဒီလိုမျိုး စိတ်ဓာတ်ကျနေတဲ့ Hope ဆီကို Tawan ဆိုတဲ့ ကောင်လေးတစ်ယောက် ရောက်လာတယ်။အဲဒီ Tawan ဆိုတဲ့ကောင်လေးက Producer တစ်ယောက်ဖြစ်ချင်ပေမယ့် လူကြောက်တတ်တော့စင်ပေါ်ကိုမတက်ဘဲ နောက်ကွယ်ကနေ တခြားသူတွေကို ကူညီပေးတတ်တဲ့သူတစ်ယောက်ပါ။Hope အဆင်မပြေဖြစ်နေတဲ့အချိန်မှာ သူတို့နှစ်ယောက် ဆုံမိသွားတော့ကူညီတတ်တဲ့ Tawan က Hope ပြန်အဆင်ပြေအောင် သူတတ်နိုင်သမျှ ကူညီပေးရင်း အချင်းချင်းရင်းနှီးသွားပါတယ်။ဒီဇာတ်ကားလေးထဲမှာတော့ သူငယ်ချင်းတွေကြားက ချစ်ခြင်းမေတ္တာတွေ၊အချင်းချင်းပံ့ပိုးပေးကြတာတွေကို ကြည်နူးစရာတွေ့မြင်ရမှာမို့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုဇာတ်ကားထဲမှာပဲ ဆက်ပြီးကြည့်လိုက်ကြပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့Moh Mohပဲ ဖြစ်ပါတယ်။Genre….. BL, DramaQuality…. 1080p | 720pFile size… 1.87GB | 700MBFormat… mp4Duration…. 1h 36minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Moh MohEncoder …..AaronYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastGorn WannapairoteJesdaporn PholdeeOscar Edward WattrasertePannathorn JirasartPavaris SrichaichanaVorameth Kornubrabhan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2Jn4A1SZymVRYeHRVmli0UN1Mcm.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5O4Mud9nn1jEfIsCwsBVInlA6Dj.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l8mcv7n69znu.html",
        "server": "usersdrive.com",
        "size": "1.87GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/my-tempo-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.87GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3jQb6/My_Tempo_2022_1080p_NF_WEB-DL_DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.87GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Jq1BQC4b#rAfOk7Gcn8TaqTAYpPXSxmddSAPs2HB-4JBZdmkhgjo",
        "server": "mega.nz",
        "size": "1.87GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "PSeML3tLVPQ",
      "video_url": "https://www.youtube.com/watch?v=PSeML3tLVPQ",
      "embed_url": "https://www.youtube.com/embed/PSeML3tLVPQ"
    }
  },
  {
    "metadata": "TV-14|2020|1h 41min|Drama,Romance",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "4,569"
    },
    "title": "To All the Boys: P.S. I Still Love You (2020)",
    "description": "(Unicode)အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ….ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ နွေရာသီလုပ်အားပေးစခန်းမှာပါ အတူရောက်လာခဲ့ချိန်မှာတော့ လာရာဂျင်းတစ်ယောက်၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲမှာ ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းရမှာလဲပီတာနဲ့ ဂျွန် ၂ ယောက်ကြား ဘယ်လို‌တွေ ရွေးချယ် အဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်….(Zawgyi)အခု မိတ္ဆက္ေပးမွာကေတာ့ 2018 က ထြက္ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အေမရိကန္အခ်စ္ဇာတ္ကားေလးရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔2020 မွာ ထပ္မံ႐ိုက္ကူး ထုတ္လႊတ္လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ္ကားေလးပါပထမကားမွာတုန္းကလိုပဲ လူငယ္ႀကိဳက္ အခ်စ္ကားေလးဟာ ပရိသတ္ကို စိတ္မပ်က္ရမယ့္ ၾကည္ႏူးစရာ အခ်စ္ဇာတ္ဝင္ခန္းေလးေတြနဲ႔ ထပ္မံ ဖမ္းစားႏိုင္ခဲ့ျပန္ပါတယ္လာရာဂ်င္းနဲ႔ ပီတာကတ္ဗင္စကီနဲ႔ ပထမဆုံးဒိတ္ေလးနဲ႔ ဇာတ္လမ္းေလးကို စတင္ထားၿပီး ရင္ခုန္ၾကည္ႏူးစရာ ခ်စ္သူဘဝေလးကို ပုံေဖာ္ျပထားပါတယ္အဲလိုအခ်ိန္မွာပဲ လာရာဂ်င္းရဲ႕ ေနာက္ထပ္ ရည္းစားေစာင္တစ္ေစာင္ကို လက္ခံရရွိခဲ့တဲ့ အလယ္တန္းတုန္းက ဂြၽန္အမ္ဘ႐ို႕စ္ဆီက ျပန္စာတစ္ေစာင္လက္ခံရရွိလိုက္တဲ့အခါမွာ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ….ဂြၽန္အမ္ဘ႐ို႕စ္ဟာ လာရာဂ်င္းနဲ႔အတူ ေႏြရာသီလုပ္အားေပးစခန္းမွာပါ အတူေရာက္လာခဲ့ခ်ိန္မွာေတာ့ လာရာဂ်င္းတစ္ေယာက္၃ ပြင့္ဆိုင္ အခ်စ္ဇာတ္လမ္းထဲမွာ ဘယ္လိုေတြ ရင္ဆိုင္ေျဖရွင္းရမွာလဲပီတာနဲ႔ ဂြၽန္ ၂ ေယာက္ၾကား ဘယ္လို‌ေတြ ေ႐ြးခ်ယ္ အဆုံးသတ္သြားမွာလဲဆိုတာကိုေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ေစာင့္ေမွ်ာ္ၾကည့္ရႈလိုက္ၾကပါဦးေနာ္အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္….File Size : (1.80 GB),(800 MB) And (400 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 41minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by May Tharaphi LwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMichael FimognariStarsAnna CathcartEmilija BaranacHolland TaylorJanel ParrishJordan FisherLana CondorMadeleine ArthurNoah CentineoRoss ButlerTrezzo MahoroCastAe Yon HanAlex MiroAnisha CheemaAnna CathcartByron NobleChristian Darrel ScottCindy PiperClaire Margaret CorlettColin FooElan Ross GibsonEmilija BaranacGary HetheringtonHolland TaylorIrene ReynoldsJames HibbardJames LiJanel ParrishJara ZeimerJasmine LukukuJaycie DotinJayden ChowJerry YangJill MorrisonJohn CorbettJordan FisherJulie TaoKelcey MawemaLana CondorLinda KoMaddie ZieglerMadeleine ArthurMaggie SullivunMolly GraceMomona TamadaNaiah CumminsNoah CentineoPeter GrassoRoss ButlerRyan ZhangSarayu RaoSeth RanaweeraSusie LeeTrezzo MahoroWilliam SamplesWinslow Holmes",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9LsJP9OuIBmBUxZpmVKtUUjF0PA.jpg",
      "https://image.tmdb.org/t/p/w300/acFg6uLzuFuShf9i2bzbQJW7g2S.jpg",
      "https://image.tmdb.org/t/p/w300/tLHqZy9LWiReAhB3N6yVLNcG5Ou.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/789DIwuuf7hACsXEFTTSR9H46ka.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/uee20mn82hz6.html",
        "server": "usersdrive.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-1080-p-nf-web-dl-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/4Vz4t/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.1080p.NF.WEB-DL.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://upstream.to/xkn0iisfwyvg",
        "server": "upstream.to",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yadi.sk/i/1qNCUEiwq1XY9Q",
        "server": "disk.yandex.com",
        "size": "1.80 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/f4uwlth2x2sa.html",
        "server": "usersdrive.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-to-all-the-boys-p-s-i-still-love-you-2020-720-p-nf-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/4Vz4z/(CM)_To.All.the.Boys.P.S.I.Still.Love.You.2020.720p.NF.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gwit63rlujcq",
        "server": "upstream.to",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/LnxdfiXn1DxlMg",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/to-all-the-boys-ps-i-still-love-you-2020",
        "server": "VIP Links",
        "size": "1.80GB",
        "quality": "1080p5.1"
      }
    ],
    "trailer": {
      "video_id": "rfJY5vyfyxs",
      "video_url": "https://www.youtube.com/watch?v=rfJY5vyfyxs",
      "embed_url": "https://www.youtube.com/embed/rfJY5vyfyxs"
    }
  },
  {
    "metadata": "|||Drama,History,Thriller",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "20K"
    },
    "title": "An Officer and a Spy (2019)",
    "description": "၁၉၈၄ခုနှစ်ဝန်းကျင် ပြင်သစ်အရာရှိတစ်ဦးအကြောင်းဖြစ်ရပ်မှန်ဝတ္ထုကိုဇာတ်လမ်းပြန်လည်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပြီး…2020ခုနှစ်အတွက် ပြင်သစ်ရုပ်ရှင် ဆုပေးပွဲ César Awardsမှာဆိုရင် အကောင်းဆုံးဒါရိုက်တာ၊ဇာတ်ညွှန်းနဲ့ ဝတ်စုံဒီဇိုင်းဆုတွေပါရရှိထားပါတယ်…။ဇာတ်လမ်းအကျဥ်းဟာဆိုရင်တော့…၁၉၈၄ခုနှစ်မှာ ဒရက်ဖုစ်ဆိုသူ ပြင်သစ်စစ်ရေးသံတမန်လေးဟာ ဂျာမန်တွေအတွက်သူလျှိုလုပ်ပေးတယ်ဆိုပြီး ထောင်ဒဏ်တစ်သက်တစ်ကျွန်းချမှတ်ခံရပါတယ်…။ဆန်းတာက ဒီအမှုအတွက် သက်သေဆိုလို့ စာရွက်အပိုင်းအစလေးတစ်စောင်ပဲရှိပါတယ်…။ဒီသက်သေတောင်မှ သူ့နာမည်လည်းအတိအကျမပါ…သူ့ကိုညွှန်းဆိုထားတာလဲရေရေရာရာမပါဘဲ လက်ရေးတူနေလို့ဆိုတဲ့အချက်လေးတစ်ချက်နဲ့တင် အမိန့်ချခံရတာပါ…။အဲ့ဒီခေတ်က ဂျူးဆိုရင်မျက်မုန်းကျိုးတဲ့ ဓလေ့လည်းရှိတာကြောင့် ဂျူးလူမျိုးတစ်ယောက်ဖြစ်တဲ့ဒရက်ဖုစ်ဟာ အပြစ်ကင်းကြောင်းပြန်လည်ချေပခွင့်တောင်မရလိုက်ဘဲနိုင်ငံ့သစ္စာဖောက်ဖြစ်သွားပါတယ်…။ဒါပေမဲ့ ပြင်သစ်စုံစမ်းထောက်လှမ်းရေးဌာနကကို ပီကရာဆိုတဲ့အရာရှိအသစ်ပြောင်းလာပြီးနောက်မှာတော့ ဒီအမှုဟာ တစ်ဆစ်ချိုးပြောင်းလဲလာခဲ့ပါတယ်….။လက်ရေးမူတစ်ခုတည်းနဲ့ စီရင်ချက်ချတာ…တရားခံရဲ့ ရည်ရွယ်ချက်၊ပြစ်ချက်ကိုရှင်းလင်းသည်အထိမစစ်ဆေးဘဲအလောတကြီးပြစ်ဒဏ်ချမှတ်တာတွေဟာ မှန်ကန်မှုမရှိဘူး တွေ့ရာပုဒ်မတပ်လို့မရဘူးလို့ယုံကြည်တဲ့ အရာရှိအသစ် ပီကရာဟာဒီအမှုနောက်ကို တစ်ဇွတ်ထိုးလိုက်ရင်းသပွတ်အူလိုရှုပ်ထွေးတဲ့ နိုင်ငံရေးကစားကွက်ထဲတိုးဝင်မိသွားတဲ့အခါ…။အမှန်တရားနောက်ကိုလိုက်ရင်းနဲ့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဒီ”အရာရှိတစ်ဦးနဲ့သူလျှိုတစ်ယောက်”အကြောင်းဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ…။File size…1.71GB / 727MBQuality…Blu-Ray 1080p 5.1 CH/ 720pFormat…mp4Duration….2h 12mGenre ….. Drama , History , ThrillerSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by ThemesYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdrien BoulangerAndré MarconAntoine ZerbiniBenjamin DubosBenjamin GouzienBenoît AllemaneBoris Ventura-DiazBrigitte BoucherBruno RaffaelliCamille-Raphaël BérardCarole MonginCharles LapierreCharles TesnièreChristophe MaratierClément JacqminDamien BonnardDenis PodalydèsDidier SandreÉdith Le MerdyÉlodie AugerÉlodie LobjoisEmmanuel BorghiEmmanuelle SeignerEric RufFabien TucciFlorian BlotFranck MercadalFred EpaudGérard ChaillouGrégory GadeboisGuy ChaillaudHervé PierreJean DujardinJean-Baptiste SouchonJean-Gilles BarbierJean-Jacques BreniaudJean-Marie FrinJean-Marie LecoqJeanne RosaJérome DuhamelJulien FrancomanoKevin GarnichatLaurent NatrellaLaurent StockerLaurine RistrophLionel MurLouis GarrelLuca BarbareschiLuce MouchelLudovic ParisMarc LegrandMargritte GouinMathieu AmalricMathieu CayrouMélanie MaletMelvil PoupaudMichel VuillermozMichèle ClémentMickael CartierMohammed Lakhdar-HaminaNicolas BridetNicolas de LavergneNicolas WanczyckiPatrick PerrinPhilippe MagnanPierre AussedatPierre ForestPierre HurelPierre Léon LuneauPierre PoirotRafaël de FerranRaphaël CaratyRomain LehnhoffRomain MestreRoman PolańskiStefan GodinSwan StarostaThibault SignovertThierry GimenezValentin CottonVincent De BouardVincent GrassVincent PérezWladimir YordanoffYannik LandreinYves-Pol Deniélou",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jArl1j9sL2mYjRW23EaZKWAr2E8.jpg",
      "https://image.tmdb.org/t/p/w300/3AZ7VeCiBssKYraKzTsXKTSQh4R.jpg",
      "https://image.tmdb.org/t/p/w300/tFaiAkgx6HtzEnzmNoUdkEQpCIv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/kqlzmKVBpGz7OMWfOXlK4y1m9Uz.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/ktgld5zcpchq.html",
        "server": "usersdrive.com",
        "size": "1.71GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/an-officer-and-a-spy-2019-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.71GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1YKyg/An.Officer.And.A.Spy.2019.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.71GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/F2UzBBRT#pN5F_Rewar8b2SmYvFyntHpJe2eVS7G_SsfYKau33GE",
        "server": "mega.nz",
        "size": "1.71GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/2iui1x3197iy",
        "server": "streamvid.io",
        "size": "1.71GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/letwnvh7os1w.html",
        "server": "usersdrive.com",
        "size": "727MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/an-officer-and-a-spy-2019-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "727MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1YKxW/An.Officer.And.A.Spy.2019.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "727MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/dy11XIrS#W-MPyTtw4OaWhLIQPbcMMtr4ewGfGUB90qCZo7yUZ1E",
        "server": "mega.nz",
        "size": "727MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/l346oky5x1t9",
        "server": "streamvid.io",
        "size": "727MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "HcRpwG6Nl8g",
      "video_url": "https://www.youtube.com/watch?v=HcRpwG6Nl8g",
      "embed_url": "https://www.youtube.com/embed/HcRpwG6Nl8g"
    }
  },
  {
    "metadata": "N/A|2012|122 min|Asian,Drama,History,Romance",
    "rating": {
      "rating": "5.3/10",
      "rating_count": "143"
    },
    "title": "Ripples of Desire (2012)",
    "description": "CMမွာ တင္ေပးဖူးတဲ့Hear Me (2009)အခ်စ္ကားေလးနဲ႔အတူအဲဒီကားထဲက မင္းသမီးေလးေတြကိုလည္းခ်စ္စရာေကာင္းလြန္းတဲ့အမူအရာေလးေတြေၾကာင့္မွတ္မိၾကမယ္ထင္ပါတယ္…ဒီကားေလးထဲမွာလည္းအဲဒီမင္းသမီးႏွစ္ေယာက္ကိုအတူတူ ျမင္ေတြ႔ရမွာပါ…Ripples Of Desire (2012)IMDb rating 5.3/10Google User 92% ဆိုေတာ့အေတာ္အသင့္ေကာင္းတဲ့နန္းတြင္းကားေလးလို႔ဆိုႏုိင္ပါတယ္…ဇာတ္ကားေကာင္းေကာင္းမေကာင္းေကာင္းမင္းသမီးေလးေတြရဲ႕ျဖဴစင္သန္႔႐ွင္း အျပစ္ကင္းတဲ့မ်က္ႏွာေလးေတြ ၾကည့္ရတာနဲ႔တင္တန္ပါတယ္…?(CM Group ထဲက Member Yan Naing Tun ေတာင္းဆိုထားလို႕ တင္ဆက္တာပါ။)File size…(1.1 GB) and (500 MB)Quality…Blu-ray Rip 720pFormat…mp4Duration….02:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorZero ChouStarsCheng Yuan-ChangIvy ChenJerry Yan Cheng-XuLi XiaoranMao ZijunMichelle ChenSandra Ng Kwun-YuSimon YamCastCheng Yuan-ChangIvy ChenJerry Yan Cheng-XuLi XiaoranMao ZijunMichelle ChenSandra Ng Kwun-YuSimon Yam",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2vKbG9JbuQMEj8cG9lXOpEioXrH.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/02/ripples-of-desire-2012-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ripples-of-desire-hua-yang-2012-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2epnx/Ripples_Of_Desire_(Hua_Yang)_[2012]_(MM_Sub).mp4 ",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/vraons6gru82",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": ""
      },
      {
        "link": "https://usersdrive.com/x1b49k2owvx0.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "N/A|2010|122 min|Adventure,Asian,Drama,Fantasy,Sci-Fi",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1,387"
    },
    "title": "Time Traveller: The Girl Who Leapt Through Time (2010)",
    "description": "IMDb Rating (6.5/10)ဒီဇာတ်ကားလေးက ငယ်ကချစ် အနှစ်တစ်ရာမမေ့သာဆိုတဲ့စကားပုံလေးကိုဖေါ်ပြထားတဲ့ငြိမ့်ငြိမ့်ဆိမ့်ဆိမ့်လေး ခံစားရမယ့် အချစ်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းပိုင်းကိုပြောပြရင်တော့..အမေလုပ်တဲ့သူဟာ ငယ်ငယ်ကတစ်ကြိမ်လောက်ပဲဆုံပြီးသူအချစ်ကြီးချစ်ခဲ့ရတဲ့သူရှိပါတယ်…သူ့တစ်ဘဝလုံး အတိတ်ကိုပြန်သွားဖို့ ဆေးရည်ဖျော်စပ်ရင်း အချိန်ကုန်မှန်းမသိ ကုန်နေခဲ့ပါတယ်။အသက်တွေကြီးလာမှ အတိတ်ကဓါတ်ပုံလေးတစ်ပုံကို ပြန်ရလိုက်တဲ့အချိန်မှာသူဖေါ်စပ်ခဲ့တဲ့ အတိတ်ကိုပြန်သွားနိုင်တဲ့ဆေးရည်ကိုအသုံးပြုဖို့ကြိုးစားပါတော့တယ် …အကြောင်းမတိုက်ဆိုင်ပဲ နာမကျန်းဖြစ်သွားရတော့သမီးဖြစ်တဲ့သူကို သွားဖို့ပြောပြီး အကူအညီတောင်းခဲ့တယ်သမီးလုပ်တဲ့သူက ပြာကလပ်စိန် ရှပ်ပြာလေး …အဲ့မှာပဲ သွားခိုင်းတဲ့ ခုနှစ်အစား ၂နှစ်လောက်နောက်ကျပြီးမှ ရောက်သွားတော့ဘာတွေဖြစ်မလဲ ဆက်လက်ကြည့်လိုက်ပါဦးနော်။အရမ်းချစ်ဖို့ကောင်းတဲ့ အချစ်ဇာတ်လမ်းလေးတွေပျော်စရာအလွဲလေးတွေနဲ့မင်းသမီးလေးရဲ့ချစ်စရာကောင်းမှုလေးတွေသီချင်းတွေက ဘယ်လိုတွေဖီးလ်လို့ကောင်းလိုက်လဲ ဆိုတာကြည့်သာကြည့်လိုက်ကျပါတော့နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thinzar HtQuality…Blu-Ray Rip 720pFormat…mp4Duration….02:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byThin Zar HtetYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMasaaki TaniguchiStarsAkiyoshi NakaoAnna IshibashiKanji IshimaruMasanobu KatsumuraMayu KitakiMunetaka AokiNarumi YasudaRiisa NakaShôta ChiyoTokio EmotoCastAkiyoshi NakaoAnna IshibashiKanji IshimaruMasanobu KatsumuraMaya OkanoMayu KitakiMunetaka AokiNarumi YasudaRiisa NakaShôta ChiyoTokio EmotoYuya Matsushita",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/c5Nw1fame9mAazaQ6GLCoruKGFC.jpg",
      "https://image.tmdb.org/t/p/w300/lcbR9uF23TvpxbzllGUzMstrq5R.jpg",
      "https://image.tmdb.org/t/p/w300/bKSSpttVYWWguRy4hWjC5YWbH04.jpg",
      "https://image.tmdb.org/t/p/w300/mC7VJJG6cfWsInNynOahlt0RoJ7.jpg",
      "https://image.tmdb.org/t/p/w300/z25Vvo4bltzQFQ6nxyhN2Gbg4KL.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/Time-Traveller_PosterArt.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/time-traveller-the-girl-who-leapt-through-time-2010-mm-sub",
        "server": "VIP Links",
        "size": "1.03GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/time-traveller-the-girl-who-leapt-through-time-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.03GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/113yr/Tinker_Bell_And_The_Legend_Of_The_NeverBeast_[2014]_(MM_Sub).mp4 https://megaup.net/113yl/Time_Traveller_-_The_Girl_Who_Leapt_Through_Time_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.03GB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/0h1xjdrg1rro.html",
        "server": "streamsb.com",
        "size": "1.03GB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "SwJe9Yp2eLA",
      "video_url": "https://www.youtube.com/watch?v=SwJe9Yp2eLA",
      "embed_url": "https://www.youtube.com/embed/SwJe9Yp2eLA"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Camp X Ray(2014) ျမန္မာစာတန္းထိုး",
    "description": "စစ္တပ္ထဲက ပထမတန္းစစ္တပ္အရာရွိ ေအမီ ကိုးလ္ ဟာ Camp Delta လို႔ေခၚတဲ့ ေနရာမွာ အေစာင့္အေနနဲ႔ တာဝန္ေပးျခင္းခံရပါတယ္ အေစာင့္သစ္တစ္ေယာက္ျဖစ္တဲ့ သူမဟာ အက်ဥ္းသားေတြကို ကိုင္တြယ္တဲ့ေနရာမွာလဲ ေအးတိေအးစက္ျဖစ္ေနပါတယ္ သူမ camp မွာ ရွိေနစဥ္မွာ သူမကို စိတ္ဝင္စားေနတဲ့ ဂ်ာမန္အက်ဥ္းသား Ali နဲ႔ ေတြ႕ဆံုခဲ့ပါတယ္ Amy ကေတာ့ Ali ရဲ႕ ႀကိဳးစားမႈေတြ ေမးခြန္းေတြကို လ်စ္လ်ဴရႈ ထားရင္းတခါတေလ စိတ္ပ်က္ေနတတ္ပါတယ္၈ လ ေလာက္ၾကာၿပီးေနာက္မွာ Amy ဟာ Ali ရဲ႕ ေရခ်ိဳးခ်ိန္ေတြကို ႀကီးၾကပ္ရတဲ့သူအေနနဲ႔ အတင္းအက်ပ္ တာဝန္ခ်ခံရပါတယ္ Ali အတြက္လဲ အဆင္မေျပတဲ့အတြက္ Amy က သူမရဲ႕ အထက္အရာရွိဆီကို report ေရးတင္ခဲ့ပါတယ္ တစ္ညမွာေတာ့ Ali နဲ႔ Amy ဟာ ေနာက္ေၾကာင္းေတြ ျပန္ေျပာၾကရင္း Ali ဟာ ကိုယ့္ကိုယ္ကို ေသေၾကာင္းၾကံဖို႔ ႀကိဳးစားခဲ့ေပမဲ့ Amy ရဲ႕ တားဆီးမႈေၾကာင့္ အသက္ရွင္ခဲ့ပါတယ္ ဒီအေျခအေနေၾကာင့္ Amy ဟာလဲ အက်ဥ္းသားေတြအေပၚမွာ ရွိေနတဲ့ ထင္ျမင္စိတ္ေတြ အေတြးေတြ ေျပာင္းလဲသြားခဲ့ပါတယ္Amy ဟာ ေနာက္ဆံုး စခန္းကေနေျပာင္းရမဲ့ အခ်ိန္ေရာက္လာတဲ့အခါ သူဟာ ဒီလူေတြနဲ႔ စေတြ႕ခ်ိန္နဲ႔ ခဲြခြာရမဲ့ခ်ိန္ ဘယ္လိုေတြ ကဲြျပားသြားမလဲဆိုတာ ၾကားထဲက ဇာတ္လမ္းအခ်ိတ္အဆက္ေလးေတြကို ဆက္ၾကည့္ၾကပါလို႔ ေျပာခ်င္ပါတယ္ IMDB Rating 7 အထိရရွိထားၿပီး Kristine Stewart (Twilight မင္းသမီး) ရဲ႕ သ႐ုပ္ေဆာင္ခ်က္ ေကာင္းေကာင္းေလးေတြအျပင္ ဘဝသ႐ုပ္ေဖာ္ အသားေပး ဇာတ္လမ္းျဖစ္တာေၾကာင့္ ၾကည့္ဖို႔တန္တဲ့ ဇာတ္ကားတစ္ကားလို႔ ဆိုရမွာပါပဲFile Size         : 930 MBQuality           : Blu ray 720PRunning Time : 1hr 57 minuteFormat           : Mp4Genre             : Drama,WarEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD(ဇာတ္ကားအညြန္းေရးသူကေတာ့ ခင္ခ်ယ္ရီႏွင္းပဲ ျဖစ္ပါတယ္)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/12/camp-x-ray-movie-poster-1.jpg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "R|2022|1h 42m|Drama,Thriller,Western",
    "rating": {
      "rating": "5/10",
      "rating_count": "915"
    },
    "title": "Corsicana (2022)",
    "description": "Corsicana (2022)~ IMDb – 5/10, Rotten Tomatoes – 79% ~အမေရိကန်တောင်ပိုင်းက အန္တရာယ်အရှိဆုံး ဥပဒေမဲ့လုပ်ရပ်တွေ လူဆိုးတွေကို နှိမ်နင်းဖမ်းဆီးပေးခဲ့တဲ့ လူမည်း Marshal အရာရှိ ဘက်စ်ရိဖ် အကြောင်း ပြောင်မြောက်တဲ့ လက်ရာတစ်ခုပါ။ဘက်စ်ရိဖ်က အသက် 23 နှစ်မှာ ကျွန်သ‌ဘောက်ဘဝကနေ ထွက်ပြေးလွတ်မြောက်လာပြီး သူ့ရဲ့ ထူးချွန်မှုနဲ့ သတ္တိကြောင့် အရာရှိအဖြစ်ရာထူးရလာပြီး နှစ်ကာလကြာရှည် အမှုထမ်းခဲ့ပါတယ်။ ရိဖ်က စာတော့မဖတ်တတ်ပါဘူး။ သူ့ကို Legend အဖြစ် တင်စားခဲ့ကြပါတယ်။အခု ဇာတ်အိမ်ကတော့ ကိုစီကန်နာပြည်နယ်က ရေနံထွက်တဲ့ စားကျက်မြေကို ၀ယ်ချင်တဲ့ သူဌေးတစ်ယောက်က ကောင်းဘွိုင်လူဆိုးဂိုဏ်းကို ငွေပေးခိုင်းတာကနေ စပါတယ်။ ရိဖ်ကလည်း ဒီလူဆိုး‌ဂိုဏ်းကို သုတ်သင်ဖို့သူ့အပေါင်းအပါ ၂ယောက်နဲ့ လာမှာပါ။ သူ့အဖွဲ့သားတွေက မိတ်ဆွေဟောင်း ဆမ်နဲ့ သူထွက်ပြေးနိုင်အောင် ကူညီပေးခဲ့တဲ့ ကယ်လီဖိုးနီးယားဆိုတဲ့ လက်ဖြောင့် သေနတ်သမား ဖြစ်ပါတယ်။ ကမ်းကုန်အောင် ယုတ်မာဆိုးသွမ်းတဲ့ ဂိုဏ်းနဲ့ ရိဖ်တို့ အဖွဲ့ ရင်ဆိုင် တိုက်ခိုက်ကြတာကို ရှုစားကြည့်လိုက်ပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုShune Lai KKမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.85GB, 800MBQuality – 1080p, 720pIMDb Rating – 5/10Format – mp4Duration – 1H 42MinGenre – Drama, Thriller, WesternSubtitle – Myanmar Subtitle (Hardsub)Translated byShune Lai KKEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorIsaiah WashingtonStarsAmber McNuttBilly BlairBo McNuttBrandon NoackBrooke Anne SmithCharles Solomon Jr.David ShiflettHank SlaughterIsaiah WashingtonJason Allen WearJason JohnsonJeff RobinsonJoe RobinsonJosie Marie McNuttKevin GageLew TempleLhars EbersoldMajor DodgeMark LyleMatthew StillsNoel GugliemiRebeckah BoykinRobert CatriniRobert JohnsonRyan DeLaneySawyer MayoStacey DashThomas Carter RochesterThomas Q. JonesCastAmber McNuttBilly BlairBo McNuttBrandon NoackBrooke Anne SmithCharles Solomon Jr.David ShiflettHank SlaughterIsaiah WashingtonJason Allen WearJason JohnsonJeff RobinsonJoe RobinsonJosie Marie McNuttKevin GageLew TempleLhars EbersoldMajor DodgeMark LyleMatthew StillsNoel GugliemiRebeckah BoykinRobert CatriniRobert JohnsonRyan DeLaneySawyer MayoStacey DashThomas Carter RochesterThomas Q. Jones",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lGLpzrvvRX3nzdqye8ZoZKvI9MG.jpg",
      "https://image.tmdb.org/t/p/w300/dZuV8Q6XqilafccYOwlh9rricpb.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A9IGX68owMl6KIV9IPPsqEvTlt0.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-corsicana-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1hWtm/(CM)_Corsicana_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/438hmLwY#bVTtS1WmJ-ZSl8uaVmBJsdhvpZaa_-ryiG_rFK3TyhA",
        "server": "mega.nz",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/1xgipukci4no.html",
        "server": "usersdrive.com",
        "size": "1.85GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-corsicana-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1hWt3/(CM)_Corsicana_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/o71AlJoJ#XL0HNLxbxAvJFqw82JFel7cOR4G8ofBVbWgqeQTccbw https://mega.nz/file/438hmLwY#bVTtS1WmJ-ZSl8uaVmBJsdhvpZaa_-ryiG_rFK3TyhA",
        "server": "mega.nz",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/odthqsx18l0n.html",
        "server": "usersdrive.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/5cgxgu01nv16",
        "server": "streamsb.com",
        "size": "800MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/zauviaqm9vea",
        "server": "streamvid.io",
        "size": "800MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "zf4eAgSGKOM",
      "video_url": "https://www.youtube.com/watch?v=zf4eAgSGKOM",
      "embed_url": "https://www.youtube.com/embed/zf4eAgSGKOM"
    }
  },
  {
    "metadata": "|||Adult,Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "[18+]Bela Luna(2023)",
    "description": "[18+]Bela Luna(2023)*******************Angeli Khang လေးလာပြန်ပါပြီဗျား..အာနိုနဲ့ ဘယ်လာတို့က ချစ်သူရည်းစားတွေဖြစ်ပြီး ရည်မှန်းချက်ကိုယ်စီနဲ့ပေါ့။အာနိုက ဒါရိုက်တာဖြစ်ချင်ပြီး ဘယ်လာကတော့ စာရေးဆရာတစ်ယောက်ဖြစ်ချင်တာပါ။ဒါပေမယ့် အာနိုဟာပိုက်ဆံရမယ့်အလွယ်လမ်းကိုလိုက်ချင်တယ်။တစ်နေ့မှာ အာနိုဟာ ထုတ်လုပ်သူဒီဇွန်နဲ့ ဘယ်လာကိုတွေ့ပေးတယ်။ဒီဇွန်က ဘယ်လာကို sex ခန်းတွေ၊ BDSM အခန်းတွေပိုပါမယ့်ဇာတ်လမ်းကိုရေးခိုင်းတယ်။ဘယ်လာရဲ့ဇာတ်လမ်းထဲမှာ sex အခန်းတွေကို သဘောမကျဘဲ ထပ်ခါထပ်ခါပြန်ပြင်ခိုင်းတယ်။အဲ့ဒီနောက်မှာတော့……………….File Size :(2.02 GB) and (760 MB)Quality : WEB-DL 1080, 720pFormat…mp4Duration…01:45:00Genre : Adult , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by SDEncoded by DSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAngeli KhangJulio DiazKiko EstradaMark Anthony FernandezMillen Gal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fc1Wn9Q9q9FaJIUfnxwcLB2F2ii.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dLmnmtFLHqGnA0iBrXl9zfVVeBO.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/k54357eakzq8.html",
        "server": "usersdrive.com",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/bela-luna-2023-web-dl-1080-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xO9y/Bela.Luna.2023.WEB-DL.1080P(DS).mp4",
        "server": "megaup.net",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/CF5UHAgQ#ZTgaJdq4dL7HH08rroMgM8iXjgA2NlEkCntO1CwQeJA",
        "server": "mega.nz",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/arme9cueixst.html",
        "server": "streamsb.com",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/tljgg6z03rn6",
        "server": "streamvid.io",
        "size": "2.02 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/925kwhnmhufy.html",
        "server": "usersdrive.com",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/bela-luna-2023-web-dl-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/3TJ3T/Bela.Luna.2023.WEB-DL.720P(DS).mp4",
        "server": "megaup.net",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/7dAW1QDZ#I0Upk7LnumC1rxZuBvpMI5GDtlqe_F9r3Fng472e6Cw",
        "server": "mega.nz",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/ed2uqjs0mpx2.html",
        "server": "streamsb.com",
        "size": "760 MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/2xe6yyu0gva5",
        "server": "streamvid.io",
        "size": "760 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "p8CrTdUKf20",
      "video_url": "https://www.youtube.com/watch?v=p8CrTdUKf20",
      "embed_url": "https://www.youtube.com/embed/p8CrTdUKf20"
    }
  },
  {
    "metadata": "|||Adult,Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "[18+] Young & Beautiful (2013)",
    "description": "IMDb Rating (6.7)Rotten Tomatoes ( 74%)ပြင်သစ်မော်ဒယ်သရုပ်ဆောင် မင်းသမီး Marine Vacth အဓိကပါဝင်ထားတဲ့ပညာပေး 18+ အချစ်ရိုမန့်ဘာညာ ဇာတ်ကားလေးဖြစ်ပါတယ်။အစ်ဇဘယ်လာတစ်ယောက် လှသွေးကြွယ်ချိန် ၁၇ နှစ်လောက်မှာချစ်သူနဲ့ ရိုနေချင်ပေမယ့် ချစ်သူက အတူနေပြီးတာနဲ့ အရိုဇာတ်လမ်းက မြန်မြန်ပဲပွဲသိမ်းခဲ့ပါတယ်…ဒီအချိန်မှာ အစ်ဇဘယ်လာတစ်ယောက် သူ့ရဲ့ Secret Life ကို စတင်စမ်းသပ်ဖြစ်ပါတော့တယ်…Call Girl အဖြစ် အသက်ကြီးကြီးဘိုးတော်အများစုနဲ့ ချိန်းတွေ့ ပိုက်ဆံရှာပြီး ဘဝကိုရေစုံမျောနေပါတော့တယ်။ဒီထဲက ဘိုးတော်တစ်ပွေက သူနဲ့အတူနေရင်း နှလုံးအမောဖောက်ပြီးသေသွားတဲ့အခါမှာတော့…။Young & Beautiful ဆိုတဲ့အတိုင်း လှသွေးကြွယ်ချိန်မှာဖြစ်တတ်တဲ့ ခံစားချက်တွေနဲ့မိသားစုကြားကဆက်ဆံရေးအကြောင်းတွေကို ပွင့်ပွင့်လင်းလင်း တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။( Dark Side Production မှ တင်ဆက်သည်။)File size…(1.6 GB)/ (930 MB)/ (500 MB)Quality…BluRay 1080p /720p / 360pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBBTranslated byALSYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAchille CoudercAkéla SariAlice PauletAnaïs ClergeauAnne-Elina N'DiayeCamille LemoineCamille TilakCarole FranckCaroline BretonCharlotte RamplingCharlotte-Victoire LegrainColine MortierDjédjé ApaliFantin RavatFélicie CazaubonFrançois HaueterFrédéric PierrotGéraldine PailhasGurvan CloatreIliana ZabethJeanne RuffJohan LeysenJules BourbonJules GruaultLaurent DelbecqueLilian MinasLucas PrisorMarie SebillotteMarine VacthMathilde BleuNassim GouainiNathalie RichardNathan N'DiayeOlivier DesautelPatrick BonnelPaul Hadji LazaroPauline LegrandRachel KhanRoland DavidRosalie CharrierRoxane KhodabandehlouSerge HefezStefano CassettiTess Girault de CastillaThaïs Becq de FouquièresThomas BrazeteTom Le SquerUgo BokhobzaVictor BoulangerVictor Le DauphinVincent SilholViolette DeffontainesZoé Lizot",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aOSfvfTvhbRu6yPxMHOdFSGFKN9.jpg",
      "https://image.tmdb.org/t/p/w300/tHrSrexAGZSmf7lsKTy7b0fL5V6.jpg",
      "https://image.tmdb.org/t/p/w300/phC3PqXwVjTlURgNmiGgDDGbJFm.jpg",
      "https://image.tmdb.org/t/p/w300/iiz5BL2Zs26me29X4cEyhUVUmQI.jpg",
      "https://image.tmdb.org/t/p/w300/neABJJj36n6D4jFITVohrFJi2fi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/19ImjMts1JJ2UuvPU33kYSC8f39.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-young-beautiful-2013",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-1080-p-bluray-x-264-nodlabs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.6 GB",
        "quality": "1080p"
      },
      {
        "link": "https://disk.yandex.com/i/E3AnTxV-iGa09Q",
        "server": "disk.yandex.com",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/sf0weewrcgh3.html",
        "server": "streamsb.com",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Ykix/(DS)Young.and.Beautiful.2013.1080p.bluray.x264-Nodlabs.mp4",
        "server": "megaup.net",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/7410lQqB#5e_8Qadt7u45teezDDcrLoIlyzSjyEWXaQ2TrEZ4mb8",
        "server": "mega.nz",
        "size": "1.6 GB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-720-p-bluray-x-264-nodlabs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "930 MB",
        "quality": "720p"
      },
      {
        "link": "https://disk.yandex.com/i/1pjq_of8iPlqvg",
        "server": "disk.yandex.com",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://cloudemb.com/tytcf5stw424.html",
        "server": "streamsb.com",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/Ykiw/(DS)Young.and.Beautiful.2013.720p.bluray.x264-Nodlabs.mp4",
        "server": "megaup.net",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/f4sWTBzI#df7CmeLXX1til1C1msnhlZzVLFgkHaU5tWqkOEIX0Xw",
        "server": "mega.nz",
        "size": "930 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/ds-young-and-beautiful-2013-small-file-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/zqbwuogxa9jl.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/j59EgZhK#iRlxMqIKDD8bg8HLRs3DHmTkEbWAplkbuisfwTwkOjI",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "IzSJ5mijWyA",
      "video_url": "https://www.youtube.com/watch?v=IzSJ5mijWyA",
      "embed_url": "https://www.youtube.com/embed/IzSJ5mijWyA"
    }
  },
  {
    "metadata": "N/A|2016|135 min|Drama,War",
    "rating": {
      "rating": "9.6/10",
      "rating_count": "93,202"
    },
    "title": "The Mountain II (2016)",
    "description": "“ခါဒေးလ်”ဆိုတာ အီရတ်နဲ့တူရကီနိုင်ငံအကြားနယ်စပ်မှာ ရှိနေတဲ့ ဇနပုဒ်ရွာကလေးတစ်ရွာဖြစ်ပြီးတော့ တခါက တူရကီနိုင်ငံရဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့ဖူးပါတယ်။“ဇေဒါး”အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် ဘာသာမတူပေမယ့် အိုင်အက်စ်(Daesh)တို့ဆီမှာ နှိပ်စက်ခံနေရတဲ့ ယာဇီဒီဘာသာဝင်တွေအတွက် ရပ်တည်ပေးခဲ့သူ မွတ်ဆလင်ဘာသာဝင်တူရကီ အမျိုးသမီး…အီရတ်နိုင်ငံထဲက “ယာဇီဒီဘာသာဝင်”တွေ အပေါ် အကြမ်းဖက်မှုတွေကျူးလွန်နေတဲ့ အိုင်အက်စ်တွေအကြောင်း ရုပ်သံရိုက်ကူးမှုတွေပြုလုပ်နေတဲ့ “ဇေဒါး”တို့သတင်းသမားတွေကို အိုင်အက်စ်အဖွဲ့ကွဲ့က ဖမ်းဆီးပြီး ပြန်ပေးဆွဲမှုတစ်ခုပြုလုပ်ခ့ပါတယ်။အကြိမ်ကြိမ်အခါခါ သဘောထားပျော့ပျောင်းပြခဲ့တဲ့ တူရကီအစိုးရဟာ ခုတစ်ကြိမ်မှာတော့ ပြန်ပေးဆွဲသမားတွေတောင်းဆိုတာကို မလိုက်လျောတော့ဘဲ အဖမ်းဆီးခံ တူရကီနိုင်ငံသူကိုပဲ အထူးတပ်ဖွဲ့တွေသုံးပြီး ကယ်တင်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဇေဒါး အနေနဲ့ အသက်ဘေးကလွတ်မြောက်ခဲ့ရပေမယ့် အီရတ်နယ်စပ်ကခါဒေးလ်ရွာကလေးကတူရကီသားချင်းတွေဖြစ်တဲ့ Turkmens တွေကတော့ ဇေဒါးတို့နဲ့နှုတ်ဆက်စကားဆိုပြီး နောက်တစ်နေ့မှာကိုပဲ အိုင်အက်စ်တွေရဲ့ မြေလှန်သတ်ဖြတ်တာကို ခံရတေ့ာမှာပါ။ဇေဒါး အနေနဲ့ သူ့ကိုကယ်တင်ဖို့ရောက်လာတဲ့ တူရကီအထူးတပ်ဖွဲ့ဝင်တွေကိုအကူအညီတောင်းပေမယ့်လည်း နှလုံးသားမရှိသူတွေထံက အကူအညီရမယ့်ပုံမပေါ်ပါဘူး…..ဘာတွေများ ဆက်ဖြစ်ကြဦးမလဲ……..File Size : (0.99 GB) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 15minFormat : Mp4Genre :Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p WEB-DL DD 5 1 H264-TURG – SuGaRxTranslated by Myo Myint Oo (Arakanese)Encoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlper ÇağlarStarsAhmet PinarAtilgan GümüsAtıf Emir BenderlioğluBedii AkinCaglar ErtugrulEylül ArularMurat ArkınOzan AgaçUfuk BayraktarCastAçelya ÖzcanAhmet PinarAhu TürkpençeAtilgan GümüsAtıf Emir BenderlioğluBedii AkinBuse VarolCaglar ErtugrulEylül ArularMurat ArkınMurat SerezliOzan AgaçUfuk Bayraktar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ar7SaKYbramCbVOdQBpu74iHqbI.jpg",
      "https://image.tmdb.org/t/p/w300/wTWFp5huVcH9pu8RkVwsn1fZ1pS.jpg",
      "https://image.tmdb.org/t/p/w300/kmos5FCBZsXNp18nv4uiKhpqud2.jpg",
      "https://image.tmdb.org/t/p/w300/c62ecQHMu8mpFMaUm3n0v0bRqTg.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/02/d.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-mountain-ii-dag-ii-2016-mm-sub",
        "server": "VIP Links",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-mountain-ii-dag-ii-2016-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "",
        "quality": ""
      }
    ],
    "trailer": null
  },
  {
    "metadata": "PG-13|2013|2h 20min|Drama,History",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "2,025"
    },
    "title": "The Face Reader (2013)",
    "description": "The Face Reader (2013)_____IMDb – 6.8/10အရာအားလုံးကဖြစ်ဖို့ကံပါလာရင် ဘယ်အရာကမှတားဆီးလို့မရပါဘူး။ကင်နမ့်ဂျောင်းဟာ လူတစ်ယောက်ရဲ့မျက်နှာကိုကြည့်လိုက်တာနဲ့ အဲ့လူတစ်ယောက်ရဲ့စိတ်အခြေအနေတွေ အမူအကျင့်တွေအနာဂတ်မှာဖြစ်နိုင်တာတွေကိုပြောနိုင်တဲ့ Face Reader ကြီးပါ။လူသတ်မှုတစ်ခုကိုဖော်ထုတ်ပေးရာကနေ ဘုရင်ကခေါ်တွေ့ပြီး ထီးနန်းလုနိုင်တဲ့လူတွေကိုမျက်နှာကိုဖတ်ပြီးဖော်ထုတ်ခိုင်းပါတော့တယ်။ကင် ဘယ်လိုအခက်အခဲတွေတွေ့မယ်။သြဇာအာဏာကြီးတဲ့လူနှစ်ယောက်ဖြစ်တဲ့ ကင်ဂျောင်ဆိုနဲ့မင်းသားဆုရန်းကြားမှာဘယ်လိုတွေဆုံးဖြတ်မလဲဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ပေါ့ဗျာ။ဝင်ငွေအရအောင်မြင်ခဲ့တဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။IMDb rating လည်း 6.8/10 ရရှိထားပါတယ်။အကောင်းဆုံးဇာတ်ကားဆု၊ အကောင်းဆုံးဒါရိုက်တာဆု၊ အကောင်းဆုံးသရုပ်ဆောင်ဆုတွေနဲ့အတူဆုပေါင်း ၅ဆုကိုအကြိမ် ၅၀မြောက် Grand Bell Awards မှာရရှိထားတာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Saw Wuua ပါ)File Size : (1.1 GB)Quality : Blu-Ray 720pRunning Time : 2hr 20minFormat : Mp4Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : LIMITED 720p BluRay x264 GiMCHiTranslated by Saw WunnaEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorHan Jae-rimStarsBaek Yun-ShikChae Sang-wooJo Jung-sukKim Eui-sungKim Hye-sooKim Tae-wooLee Jong-sukLee Jung-jaeSeo Hyun-wooSong Kang-hoCastBaek Yoon-sikBaek Yun-ShikChae Sang-wooCho Jung-seokJo Jung-sukJung Da-wonKim Eui-sungKim Hye-sooKim Tae-wooLee Jong-sukLee Jung-jaeSeo Hyun-wooSong Kang-ho",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-face-reader-poster-scaled.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/avc63adcpwu0.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-face-reader-gwansang-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yuudrive.me/530283c5f/the-face-reader-gwansang-2013-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "http://www.filedwon.info/ul86wmljf73v/The_Face_Reader_(Gwansang)_[2013]_(MM_Sub).mp4.html",
        "server": "filedwon.info",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TEwr/The_Face_Reader_(Gwansang)_[2013]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/ttAUmZrC#QiUgJSYss8h_SNuiouhJmuzejKyoPxK9JYJjA_GKtjM",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/i6ry6lqtqwzu",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "YfxMlxvvxA0",
      "video_url": "https://www.youtube.com/watch?v=YfxMlxvvxA0",
      "embed_url": "https://www.youtube.com/embed/YfxMlxvvxA0"
    }
  },
  {
    "metadata": "N/A|2018|164 min|Bollywood,Comedy,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "15,618"
    },
    "title": "Zero (2018)",
    "description": "ဒီဇာတ်ကားလေးကတော့ တော်တော်များများသိနှင့်ပြီးသားဖြစ်မှာပါ။လူပြောသူပြောများကြီး ဝေဖန်မှုအမျိုးမျိုးရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။နာမည်ကြီး cast တွေအသုံးပြုထားတာဖြစ်ပြီး မင်းသားကြီး Shah Rukh Khan,မင်းသမီးချော Anushka Sharma, Karina Kaif စသည်တို့အပြင်နာမည်ကြီးသရုပ်ဆောင်တွေကိုဘဧည့်သရုပ်ဆောင်အဖြစ်ထည့်သွင်းထားပြီး ငွေကြေးများစွာအကုန်အကျခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Rating အမျိုးမျိုး Review အမျိုးမျိုးတွေရှိနေတာကြောင့် ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ သက်ကြီးပုဖြစ်တဲ့ SRK တစ်ယောက်အသက်၄ဝနားငပ်သည်အထိ မိဘအိမ်မှာ ဘာမှမယ်မယ်ရရမလုပ်ဘာပညာမှမတတ်လုပ်ချင်ရာလုပ်နေလာပြီးနောက် သိပ္ပံပညာရှင်မလည်းနဲ့တွေ့ပြီးနောက်မမျှော်လင့်ထားတဲ့ကံကြမ္မာအလှည့်အပြောင်းတွေကြား နီးစပ်သွားကြပြီ ပြောင်းလဲသွားပုံလေးကို ရိုက်ကူးထားတာပါ။Romance/ Drama ဇာတ်ကားလေးဖြစ်ပြီး SRK ပရိသတ်တွေလည်း စောင့်မျှော်နေကြမယ့် ဇာတ်ကားလေးလည်းဖြစ်မယ်ထင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရ နဲ့ ကိုတင်မျိုးလွင် ပါ)File Size : (1.20 GB)Quality : WEB-DL 720pRunning Time : 2h 44minFormat : Mp4Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AVC.DD.5.1.ESubs-DTOneTranslated by Thura & Tin MyoEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnand L RaiAnirudh GanpathyRahul ShanklyaStarsAbhay DeolAnushka SharmaBrijendra KalaDeepika PadukoneKatrina KaifR. MadhavanSalman KhanShah Rukh KhanSheeba ChaddhaTigmanshu DhuliaCastAbhay DeolAlia BhattAnushka SharmaBrijendra KalaDeepika PadukoneGanesh AcharyaJuhi ChawlaKajolKarisma KapoorKatrina KaifR. MadhavanRani MukerjiRemo D'SouzaSalman KhanShah Rukh KhanSheeba ChaddhaSrideviTigmanshu Dhulia",
    "screenshot_links": [],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/zero-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1ws2k/Zero_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/8n82z9ncg7aw",
        "server": "upstream.to",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/zero2018",
        "server": "VIP Links",
        "size": "1.20 GB",
        "quality": "720p"
      },
      {
        "link": "https://tubesb.com/krw19s9l78qh.html",
        "server": "streamsb.com",
        "size": "1.20 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "RF7DhGIQE1k",
      "video_url": "https://www.youtube.com/watch?v=RF7DhGIQE1k",
      "embed_url": "https://www.youtube.com/embed/RF7DhGIQE1k"
    }
  },
  {
    "metadata": "|||Drama,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "21156"
    },
    "title": "New Religion(2022)",
    "description": "New Religion(2022)*******************မာရာဘီ ဟာ Single Mother ဖြစ်ပြီး သမီးဖြစ်သူနဲ့ နေထိုင်ရင်းဝမ်းရေးအတွက် ကြေးကြီးဇိမ်မယ်အလုပ် ကို လုပ်ကိုင်နေသူတစ်ယောက်ပါ။ တစ်ရက်မှာ သမီးဖြစ်သူ သေဆုံးသွားတာကြောင့် စိတ်ဆင်းရဲနေချိန်မှာယောက်ျားဟောင်းဖြစ်သူကပါ သမီးသေသွားတဲ့ကိစ္စနဲ့ပက်သက်ပြီး လာနှိပ်စက်သွားလို့ ခံစားနေရတဲ့ စိတ်ဒုက္ခတွေ မီးလောင်ရာလေပင့်ဖြစ်‌နေပါတယ်။ဒီလိုသောကပွားနေတဲ့ မာရာဘီကို တစ်ရက်မှာ သူ့အလုပ်က ဖောက်သည် အသစ်တစ်ယောက်နဲ့ချိတ်ဆက်ပေးလို့ထိုသူ့ဆီရောက်သွားပါတယ်။ ထိုဖောက်သည်ဟာ မာရာဘီနဲ့ ပက်သက်ပြီး တခြားကိစ္စကိုစိတ်မဝင်စားဘဲခန္ဓာကိုယ်ကိုသာ ဓါတ်ပုံရိုက်ဖို့ စိတ်ဝင်စားတဲ့ ထူးထူးဆန်းဆန်းလူတစ်ယောက်ပါ။နောက်ပြီး နောက်ရက်တွေမှာလည်း မာရဘီကို ထပ်ခေါ်ပြီး ဓါတ်ပုံရိုက်ရင်း ထူးဆန်းတာတွေ ပြောပြပါတယ်။ထို သူက မာရာဘီရဲ့ စိတ်ဆင်းရဲမှုတွေကို ပျောက်ကင်းအောင် လုပ်ပေးနိုင်တယ်လို့ ဆိုပါသေးတယ်။သူပြောသလိုပဲ မာရဘီရဲ့စိတ်ဆင်းရဲမှုတွေ ပျောက်သွားမလား၊ မပျောက်ကင်းဘဲ ပိုဆိုးသွားမလားဆိုတာကိုတော့ဇာတ်ကားလေး ထဲမှာ ကြည့်ရှုခံစားလိုက်ပါဦးဗျာ။ကလေးတစ်ယောက်ပြေးရင်းလွှားရင်း အကြောင်းတစ်ခုခုကြောင့် မှောက်လျက်လဲသွားချိန်မှာ ထူပေးရင်ဆွဲထူပေးတဲ့သူဘယ်သူဖြစ်နေနေ လက်လှမ်းပြီး ထတတ်ပါတယ်။ အရွယ်ရောက်ပြီးသား လူကြီးတွေလည်းကိုယ် ဒုက္ခရောက်ချိန် အနားမှာ နှိမ့်သိမ့်ပေးသူ၊ ကူညီပေးသူမှန်သမျှကို ကျေးဇူးတင်ရုံမက ယုံမှတ်ပြီးထိုသူပြောသမျှကို လိုက်လုပ်တတ်ပါတယ်။ ကိုယ့်ကို ကူညီတဲ့သူက စေတနာနဲ့လား၊ ဝေဒနာပေးဖို့လားဆိုတာ ထိုအချိန်မှာမတွေးမိ တတ်တဲ့အတွက် ဒီလိုလူတွေရဲ့အားနည်းချိန်ကို ကျားချောင်းချောင်းနေတဲ့သူတွေရဲ့ သားကောင်အဖြစ်ရောက်သွား လေ့ရှိကြပါတယ်။ ဒီလိုအဖြစ်အပျက်မျိုးကို သေချာရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။File Size :(2.1GB)& (416MB)Quality :WEB-DL1080P,720pFormat…mp4Duration…01:40:00Genre : Horror, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Ko MyoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDaiki NunamiKaho SetoRyuseigun SaionjiSatoshi Oka",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/f8HKM6Jb0edbdpJufh7ZcqiLB1R.jpg",
      "https://image.tmdb.org/t/p/w300/djh83Emm5Na2ISbUpLLKsPTUS6y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/mMcFkPWhiFk7BajLmSeFj67cpVK.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/6a3t3xw0vb93.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/new-religion-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/xKVjFbob#xauF3rH51iqDlHRGK6QbBHl-fVCttlnV49r_fuWHLGg",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3gZbf/New.Religion.2023.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/f0ky0s5osffp",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fbgfqgn9n8zb.html",
        "server": "usersdrive.com",
        "size": "416MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/new-religion-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "416MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1V4gw/New.Religion.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "416MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/9KchGIYS#ECLEsXLPvtEBKs5F1yTcx-s-HpTWigvUnzz8GF1fyIY",
        "server": "mega.nz",
        "size": "416MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/wjzl48ecoy0f.html",
        "server": "streamsb.com",
        "size": "416MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/f05yp7d6ik6p",
        "server": "streamvid.io",
        "size": "416MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Y223ekD7CIg",
      "video_url": "https://www.youtube.com/watch?v=Y223ekD7CIg",
      "embed_url": "https://www.youtube.com/embed/Y223ekD7CIg"
    }
  }
]