[
  {
    "metadata": "|2011||Drama,Fantasy",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "166,102"
    },
    "title": "The Tree of Life (2011)",
    "description": "The Tree of Life (2011)=================IMDb Rating – 6.8/10#Unicodeပြောရမယ်ဆိုရင် ဒီရုပ်ရှင်နဲ့ ကျွန်တော်နဲ့ကြားမှာတံတိုင်းကြီးတစ်ခုခြားထားတယ်။အဲ့ဒီတံတိုင်းကခရစ်ယာန်ဘာသာရေးပါပဲ။ ဒီရုပ်ရှင်ရဲ့ အဓိကConceptက ဘာသာရေးဆိုတော့ ဒါကို ဖယ်ပြီးခံစားဖို့အတော်ခက်တယ်။ ကောင်းလားမေးရင်လည်းဒီရုပ်ရှင်ဟာ အတော်တန်းမြင့်တဲ့အထဲထည့်လို့ရတဲ့အထိကောင်းတယ်။ အတော်အနုပညာဆန်တယ်။အပေါ်မှာပြောထားတဲ့ ဘာသာရေးတွေဘာသာစကားတွေကို ဖယ်ကြည့်လိုက်ရင်ကျွန်တော်တို့အားလုံးဟာ နှလုံးသားကိုယ်စီရှိကြတဲ့တူညီတဲ့လူသားတွေပါပဲ။ ဒီတော့ ဒီထဲကအဓိက Conceptမဟုတ်တဲ့ မိသားစုဆက်ဆံရေးထဲကအတော်လှတဲ့ ချစ်ခြင်း ပဋိပက္ခတွေကို ပြသွားတဲ့ပု‌ံတွေကို အပြည့်အ၀ခံစားလို့ရတယ်။အဓိက Conceptမဟုတ်တာနဲ့တောင်ဒီရုပ်ရှင်ဟာ အတော်လေးစွဲမက်ဖို့ကောင်းတယ်။စကားပြောသံတွေက မသဲမကွဲတွေစကားပြောနေရင်းတောင် တစ်ချိန်လုံးနီးပါးကြားနေရတဲ့ဂန္တ၀င်ဂီတ‌တွက စကားပြောသံထက်ပိုစူးရှနေတယ်။ ဒါကလည်းအတော်ဆွဲဆောင်မှုရှိတယ်ပြောရမယ်။ စကြ၀ဠာကနေ သားလောင်းအထိလှပတဲ့ (ခရစ်ယာန်စကားနဲ့ဆို ဖန်ဆင်းမှု)တွေကိုထည့်သုံးသွားတာကလည်း သက်ဆိုင်သူတွေအတွက်တကယ်ခံစားရစေမယ့်အရာပါပဲ။Tree ofLifeဆိုတဲ့နာမည်လှလှလေးနဲ့လိုက်ဖက်အောင်ကိုဒီရုပ်ရှင်ထဲက အရာအားလုံးကလှပတယ်။Castတွေကလည်း Aတန်း၀င် Actorတွေဘရက်ပစ် ရှောင်ပင်းန်။ ဘာရည်ရွယ်ချက်နဲ့လဲတော့မသိပေမယ့် ‌အသက်ခြောက်ဆယ်ရှိပြီဖြစ်တဲ့ရှောင်ပင်းန်ကို ငါးဆယ့်ခြောက် ဘရက်ပစ်ရဲ့သားလုပ်ပစ်ထားတာကတော့ တစ်မျိူးပါပဲ။ရှောင်ပင်းန်အခန်းတွေမှာတော့ ဘာမှထူးထူးခြားခြားသိပ်မရှိပေမယ့် ဘရက်ပစ်ကတော့ တကယ့်ဘ၀မှာကလေးတွေအများကြီးရဲ့ အဖေဖြစ်နေတ‌ာရောဇာတ်ကောင်လိုက်ဖက်မှုကြောင့်ရောဖခင်အစစ်တစ်ယောက်လိုခံစားရစေတယ်။သူမဟုတ်ဘဲ တခြားလူသာဆို ဒီလောက်လှမယ်မထင်မိဘူး။ ဇာတ်လမ်းအကျဉ်းပြောဖို့မလိုလောက်အောင် ဇာတ်လမ်းက အရမ်းရိုးရှင်းတယ်။ဒီဇာတ်လမ်းရိုးရိုးလေးကို မပျင်းရအောင်ရိုက်ပြသွားတဲ့ ဒါရိုက်တာရဲ့ အရည်အချင်းကိုလည်းမချီးကျူးဘဲထားလို့မရဘူး။သူကလည်းခရစ်ယာန်ယုံကြည်သူစစ်တစ်‌ယောက်မဟုတ်ဘူး။ဒါပေမယ့် အခမ်းနားဆုံးဖြစ်သွားအောင်ရိုက်ခဲ့တယ်။ဒါက သူ့အနုပညာအပေါ်သူထားတဲ့ စေတနာပဲထင်တယ်။ အေးအေးဆေးဆေးအချိန်ရမှကြည့်ပြီး အသံတွေကို စပီကာနဲ့နားထောင်ပြီးကြည့်ကြည့်ဖို့တော့ အကြံပေးချင်တယ်။Arthouseဆန်တဲ့ ရုပ်ရှင်ကြိုက်တဲ့လ‌ူတွေအတွက်အတော်ခံစားလို့ကောင်းမှာ မလွဲမသေပါပဲ။Tree of Lifeဟာ 2011ရဲ့ Top 10စာရင်း၀င်တဲ့အပြင်BBCစစ်တမ်းမှာ Gratest American Filmလည်းဖြစ်ခဲ့တယ်။2000ခုနှစ်နောက်ပိုင်း ခုနှစ်ကားမြောက်အကောင်းဆုံးရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရတယ်အော်စကာ ဆန်ခါတင်သုံးခါ၀င်ခဲ့တယ်။ဒီလောက်လှတဲ့ရုပ်ရှင် အော်စကာတစ်ဆုမှမရခဲ့တာတော့‌နှမြောစရာပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiေျပာရမယ္ဆိုရင္ ဒီ႐ုပ္ရွင္နဲ႔ ကြၽန္ေတာ္နဲ႔ၾကားမွာတံတိုင္းႀကီးတစ္ခုျခားထားတယ္။အဲ့ဒီတံတိုင္းကခရစ္ယာန္ဘာသာေရးပါပဲ။ ဒီ႐ုပ္ရွင္ရဲ႕ အဓိကConceptက ဘာသာေရးဆိုေတာ့ ဒါကို ဖယ္ၿပီးခံစားဖို႔အေတာ္ခက္တယ္။ ေကာင္းလားေမးရင္လည္းဒီ႐ုပ္ရွင္ဟာ အေတာ္တန္းျမင့္တဲ့အထဲထည့္လို႔ရတဲ့အထိေကာင္းတယ္။ အေတာ္အႏုပညာဆန္တယ္။အေပၚမွာေျပာထားတဲ့ ဘာသာေရးေတြဘာသာစကားေတြကို ဖယ္ၾကည့္လိုက္ရင္ကြၽန္ေတာ္တို႔အားလုံးဟာ ႏွလုံးသားကိုယ္စီရွိၾကတဲ့တူညီတဲ့လူသားေတြပါပဲ။ ဒီေတာ့ ဒီထဲကအဓိက Conceptမဟုတ္တဲ့ မိသားစုဆက္ဆံေရးထဲကအေတာ္လွတဲ့ ခ်စ္ျခင္း ပဋိပကၡေတြကို ျပသြားတဲ့ပု‌ံေတြကို အျပည့္အ၀ခံစားလို႔ရတယ္။အဓိက Conceptမဟုတ္တာနဲ႔ေတာင္ဒီ႐ုပ္ရွင္ဟာ အေတာ္ေလးစြဲမက္ဖို႔ေကာင္းတယ္။စကားေျပာသံေတြက မသဲမကြဲေတြစကားေျပာေနရင္းေတာင္ တစ္ခ်ိန္လုံးနီးပါးၾကားေနရတဲ့ဂႏၲ၀င္ဂီတ‌တြက စကားေျပာသံထက္ပိုစူးရွေနတယ္။ ဒါကလည္းအေတာ္ဆြဲေဆာင္မႈရွိတယ္ေျပာရမယ္။ စၾက၀ဠာကေန သားေလာင္းအထိလွပတဲ့ (ခရစ္ယာန္စကားနဲ႔ဆို ဖန္ဆင္းမႈ)ေတြကိုထည့္သုံးသြားတာကလည္း သက္ဆိုင္သူေတြအတြက္တကယ္ခံစားရေစမယ့္အရာပါပဲ။Tree ofLifeဆိုတဲ့နာမည္လွလွေလးနဲ႔လိုက္ဖက္ေအာင္ကိုဒီ႐ုပ္ရွင္ထဲက အရာအားလုံးကလွပတယ္။Castေတြကလည္း Aတန္း၀င္ Actorေတြဘရက္ပစ္ ေရွာင္ပင္းန္။ ဘာရည္႐ြယ္ခ်က္နဲ႔လဲေတာ့မသိေပမယ့္ ‌အသက္ေျခာက္ဆယ္ရွိၿပီျဖစ္တဲ့ေရွာင္ပင္းန္ကို ငါးဆယ့္ေျခာက္ ဘရက္ပစ္ရဲ႕သားလုပ္ပစ္ထားတာကေတာ့ တစ္မ်ိဴးပါပဲ။ေရွာင္ပင္းန္အခန္းေတြမွာေတာ့ ဘာမွထူးထူးျခားျခားသိပ္မရွိေပမယ့္ ဘရက္ပစ္ကေတာ့ တကယ့္ဘ၀မွာကေလးေတြအမ်ားႀကီးရဲ႕ အေဖျဖစ္ေနတ‌ာေရာဇာတ္ေကာင္လိုက္ဖက္မႈေၾကာင့္ေရာဖခင္အစစ္တစ္ေယာက္လိုခံစားရေစတယ္။သူမဟုတ္ဘဲ တျခားလူသာဆို ဒီေလာက္လွမယ္မထင္မိဘူး။ ဇာတ္လမ္းအက်ဥ္းေျပာဖို႔မလိုေလာက္ေအာင္ ဇာတ္လမ္းက အရမ္း႐ိုးရွင္းတယ္။ဒီဇာတ္လမ္း႐ိုး႐ိုးေလးကို မပ်င္းရေအာင္႐ိုက္ျပသြားတဲ့ ဒါ႐ိုက္တာရဲ႕ အရည္အခ်င္းကိုလည္းမခ်ီးက်ဴးဘဲထားလို႔မရဘူး။သူကလည္းခရစ္ယာန္ယုံၾကည္သူစစ္တစ္‌ေယာက္မဟုတ္ဘူး။ဒါေပမယ့္ အခမ္းနားဆုံးျဖစ္သြားေအာင္႐ိုက္ခဲ့တယ္။ဒါက သူ႔အႏုပညာအေပၚသူထားတဲ့ ေစတနာပဲထင္တယ္။ ေအးေအးေဆးေဆးအခ်ိန္ရမွၾကည့္ၿပီး အသံေတြကို စပီကာနဲ႔နားေထာင္ၿပီးၾကည့္ၾကည့္ဖို႔ေတာ့ အႀကံေပးခ်င္တယ္။Arthouseဆန္တဲ့ ႐ုပ္ရွင္ႀကိဳက္တဲ့လ‌ူေတြအတြက္အေတာ္ခံစားလို႔ေကာင္းမွာ မလြဲမေသပါပဲ။Tree of Lifeဟာ 2011ရဲ႕ Top 10စာရင္း၀င္တဲ့အျပင္BBCစစ္တမ္းမွာ Gratest American Filmလည္းျဖစ္ခဲ့တယ္။2000ခုႏွစ္ေနာက္ပိုင္း ခုႏွစ္ကားေျမာက္အေကာင္းဆုံး႐ုပ္ရွင္အျဖစ္လည္း သတ္မွတ္ခံခဲ့ရတယ္ေအာ္စကာ ဆန္ခါတင္သုံးခါ၀င္ခဲ့တယ္။ဒီေလာက္လွတဲ့႐ုပ္ရွင္ ေအာ္စကာတစ္ဆုမွမရခဲ့တာေတာ့‌ႏွေျမာစရာပါပဲ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1 CHDuration – 2hr 19minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, FantasySource : 1080p. BluRayTranslator – WiRa AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTerrence MalickStarsBrad PittJessica ChastainSean PennCastBrad PittCrystal ManteconDustin AllenFinnegan WilliamsFiona ShawHunter McCrackenJackson HurstJessica ChastainJoanna GoingJohn HowellKari MatchettKimberly WhalenLaramie EpplerMichael KoethMichael ShowersSean PennTamara JolaineTye Sheridan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/tM4lA66Bt2jDI2kRmwZISh1GK1e.jpg",
      "https://image.tmdb.org/t/p/w300/iXpmOZJwvYXieyie7U5qJfc0m3s.jpg",
      "https://image.tmdb.org/t/p/w300/7kcNux5YvNnEfaetoE1LCkaGdTX.jpg",
      "https://image.tmdb.org/t/p/w300/krDjqWqLAewVYiU8fDQLHO7gPmf.jpg",
      "https://image.tmdb.org/t/p/w300/zDBk0TmoTcrE5UT4S9riIGSuDoj.jpg",
      "https://image.tmdb.org/t/p/w300/f1LyayoYt2P8mYuG5GZ4Kt7Exw6.jpg",
      "https://image.tmdb.org/t/p/w300/lyjiYXaT5UxIODdupvKL58tckmY.jpg",
      "https://image.tmdb.org/t/p/w300/9Kpn2ZHgiLiglW1klEZCitONlxJ.jpg",
      "https://image.tmdb.org/t/p/w300/gbkfUyqX58zeBFrdyOw5P6aoHNS.jpg",
      "https://image.tmdb.org/t/p/w300/exvCUqW8scjHcw7OON2XEABUkfy.jpg",
      "https://image.tmdb.org/t/p/w300/AqGrON0TmVpvfHlv7OVnDfU6zV2.jpg",
      "https://image.tmdb.org/t/p/w300/cmlRI6r49ebZ3ZcKmhH9mCqsdId.jpg",
      "https://image.tmdb.org/t/p/w300/jPK3b0UMomue2cplRqRDgbdPcUt.jpg",
      "https://image.tmdb.org/t/p/w300/AoTVY8e8bPxsYbTzdk2cGy5pzMv.jpg",
      "https://image.tmdb.org/t/p/w300/cRZlLJalOAzaqjH1OG3A6akF4XU.jpg",
      "https://image.tmdb.org/t/p/w300/nMez2WaB7gHe3vJYfqT5mmYY57t.jpg",
      "https://image.tmdb.org/t/p/w300/lQYj5hpoOldPvIBElqyOqkjCRFm.jpg",
      "https://image.tmdb.org/t/p/w300/5dZqw2CR5E0VKeiEOvAokfzz4BW.jpg",
      "https://image.tmdb.org/t/p/w300/1gqKx0iMdKBWr3CXL7iilXDFFK9.jpg",
      "https://image.tmdb.org/t/p/w300/mrJc0j7KGLxRAYb7dGW9JbEHblV.jpg",
      "https://image.tmdb.org/t/p/w300/5pb3YZ75Ev5NadMKDONvQ32cFdV.jpg",
      "https://image.tmdb.org/t/p/w300/jpLpRHq9U4nm2XYVP8t8bGKbvR8.jpg",
      "https://image.tmdb.org/t/p/w300/AfztEjyexiAhlTqDDGLjgDkgyxc.jpg",
      "https://image.tmdb.org/t/p/w300/iAd7Mmr08DyMqfElGe9dq6usAzn.jpg",
      "https://image.tmdb.org/t/p/w300/z0XQXQ81u7JWF1fNAWekq4tQuOL.jpg",
      "https://image.tmdb.org/t/p/w300/8PyVNls58PCYAm4RT57mhm4vgnG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/10/tree.of_.life_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-1080-p-5-1-ch-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://yoteshinportal.cc/the-tree-of-life-2011-blu-ray-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/Tp19/The.Tree.of.Life.2011.BluRay.1080P.5.1CH[CM].mp4",
        "server": "megaup.net",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/Tp1e/The.Tree.of.Life.2011.BluRay.720P[CM].mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://megaup.net/Tp1b/The.Tree.of.Life.2011.BluRay.480P[CM].mp4",
        "server": "megaup.net",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://upstream.to/p4fjdgvlxgcf",
        "server": "upstream.to",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/1p977kxi3aan",
        "server": "upstream.to",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://upstream.to/lfgl1qwriubi",
        "server": "upstream.to",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/4CwjUKqD#LGyTO1Kce2N1Mx6j-VvCM_6rGQgyhoOzj0uj4YGlYK8",
        "server": "mega.nz",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/5T4lxaQS#eDlkRfHrWqRbLcvF6I-jSQmvBy2gC0URGSW_BVzs8Zs",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "BLURAY 1080P"
      },
      {
        "link": "https://mega.nz/file/xexxVQ7Y#uqMz9b4ynqxRon6Ma4MfY_QWe-kHcanxLr9tVyfRoJk",
        "server": "mega.nz",
        "size": "377 MB",
        "quality": "480P"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-tree-of-life-2011",
        "server": "VIP Links",
        "size": "2.45 GB",
        "quality": "BLURAY 1080P 5.1CH"
      }
    ],
    "trailer": {
      "video_id": "RrAz1YLh8nY",
      "video_url": "https://www.youtube.com/watch?v=RrAz1YLh8nY",
      "embed_url": "https://www.youtube.com/embed/RrAz1YLh8nY"
    }
  },
  {
    "metadata": "N/A|2020|2hr|Biography,Bollywood,Drama",
    "rating": {
      "rating": "4.8/10",
      "rating_count": "21,910"
    },
    "title": "Chhapaak (2020)",
    "description": "(Unicode)“ဤဇာတ်ကားနှင့်ပက်သက်၍ ခံစားမိသမျှ. . .”လူတိုင်းရဲ့စိတ်ထဲမှာ မကောင်းဆိုးဝါးတစ်ကောင်(စိတ်ရိုင်းကိုယ်စီ) ရှိကြတယ်။ဘာကြောင့်များ လူတစ်ယောက်ဟာ ဒီလိုလုပ်ရပ်မျိုး လုပ်မိတဲ့အထိ ကိုယ့်စိတ်ရိုင်းကို ကိုယ်တိုင်အရှုံးပေး​ပြီး ဆင်ခြင်တုံတရားဆိုတဲ့ ချည်တိုင်ကနေ လွှတ်ပေးလိုက်ရတာလဲ?မနေ့က ဒီဇာတ်ကားကို ကြည့်မိတော့ ဇာတ်ကားရဲ့အစအလယ်အဆုံးမှာ ကျွန်တော်တွေးနေမိတာက “လူ့စိတ်ထဲက အမှောင်ဘက်ခြမ်း(Darkside)”အကြောင်းပါပဲ။တစ်ချို့လူတွေရဲ့လုပ်ရပ်တွေကို ကိုယ်တိုင်က နားမလည်နိုင်ပေမယ့် ကိုယ့်စိတ်ထဲမှာလည်း သူများနဲ့မတူတဲ့ စိတ်ရိုင်းတစ်မျိုးတော့ ရှိနေမှာ သေချာတယ်။ (ကိုယ်တိုင်လည်း သိတဲ့သူ သိကြမှာပါ)ဒီဇာတ်ကားအကြောင်း ပြောပါဆိုရင်တော့ လည်ပတ်အောင် ပြောပြနိုင်ဖို့က ခဲယဥ်းမယ်ထင်တယ်။ဇာတ်လမ်းက အက်ဆစ်နဲ့အပက်ခံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက် သူ့ဘဝကို ဘယ်လိုပြန်လည်တည်​ဆောက်ယူသလဲသူ့လိုမျိုး နောက်ထပ်အတိုက်ခိုက်ခံရနိုင်တဲ့ မိန်းကလေးတွေအတွက် တရားရုံးအဆင့်ဆင့်ကို တက်ပြီး “အက်ဆစ်ရောင်းချမှုကို တားမြစ်ပိတ်ပင်”ဖို့ အယူခံဝင် ၊ အဆိုပြုလွှာတင်ကာ. . .နောက်ဆုံး ဥပဒေပြစ်ဒါဏ်တစ်ခုအနေနဲ့ ပေါ်ထွန်းလာစေဖို့အထိ ကြိုးစားပုံကို ရိုးရိုးလေး ရိုက်ပြထားတာပါပဲ။ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်လို့ ပရိတ်သတ်ကို မက်ဆေ့ပေးချင်တဲ့ အချက်တွေကို ဇာတ်ကားအစမှာရော အဆုံးမှာပါ ထည့်ပေးထားပါတယ်။ရင်ဖိုစရာ ၊ စိတ်လှုပ်ရှားစရာတွေထက်ကို ဆင်ခြင်စရာတွေ ၊ ပြင်ဆင်စရာတွေကို မြင်မိစေပါလိမ့်မယ်။ဒီဇာတ်ကားကို ရိုက်ဖို့အတွက် မင်းသားရယ်လို့ မယ်မယ်ရရ သုံးမထားပဲ မင်းသမီး Deepika Padukone တစ်ယောက်သာ သုံးထားတာမို့ ၊ ဘတ်ဂျက်လည်း အင်မတန်နည်းပါတယ်။ဇာတ်ကားရဲ့ တင်ပြချင်တဲ့ ရည်ရွယ်ချက်က ကောင်းမွန်တဲ့အတွက် အိန္ဒိယပြည်နယ်လေးခုမှာအခွန်ကင်းလွတ်ခွင့်နဲ့ ပြသခွင့်ရခဲ့သလို ဝေဖန်ရေးဆရာတွေကြားမှာလည်း အပြုသဘော ဝေဖန်ချက်တွေ ရခဲ့ပါတယ်။အညွှန်းအနေနဲ့ ရေးပေးထားတာမျိုး မဟုတ်ပဲ  ဘာသာပြန်တစ်ယောက်အနေနဲ့ ရုပ်ရှင်ချစ်သူတစ်ယောက်အနေနဲ့ ရေးသားပေးလိုက်တာမို့ဖော်ပြချင်တဲ့ အချက်တွေ ၊ ဘာသာပြန်ရာမှာ ဥပဒေဆိုင်ရာအသုံးအနှုန်းတွေနဲ့ ပတ်သက်ပြီး အားနည်းခဲ့ရင် ကြိုတင်တောင်းပန်ထားပါရစေ….။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)“ဤဇာတ္ကားႏွင့္ပက္သက္၍ ခံစားမိသမွ်. . .”လူတိုင္းရဲ႕စိတ္ထဲမွာ မေကာင္းဆိုးဝါးတစ္ေကာင္(စိတ္႐ိုင္းကိုယ္စီ) ရွိၾကတယ္။ဘာေၾကာင့္မ်ား လူတစ္ေယာက္ဟာ ဒီလိုလုပ္ရပ္မ်ိဳး လုပ္မိတဲ့အထိ ကိုယ့္စိတ္႐ိုင္းကို ကိုယ္တိုင္အရႈံးေပး​ၿပီး ဆင္ျခင္တုံတရားဆိုတဲ့ ခ်ည္တိုင္ကေန လႊတ္ေပးလိုက္ရတာလဲ?မေန႔က ဒီဇာတ္ကားကို ၾကည့္မိေတာ့ ဇာတ္ကားရဲ႕အစအလယ္အဆုံးမွာ ကြၽန္ေတာ္ေတြးေနမိတာက “လူ႔စိတ္ထဲက အေမွာင္ဘက္ျခမ္း(Darkside)”အေၾကာင္းပါပဲ။တစ္ခ်ိဳ႕လူေတြရဲ႕လုပ္ရပ္ေတြကို ကိုယ္တိုင္က နားမလည္ႏိုင္ေပမယ့္ ကိုယ့္စိတ္ထဲမွာလည္း သူမ်ားနဲ႔မတူတဲ့ စိတ္႐ိုင္းတစ္မ်ိဳးေတာ့ ရွိေနမွာ ေသခ်ာတယ္။ (ကိုယ္တိုင္လည္း သိတဲ့သူ သိၾကမွာပါ)ဒီဇာတ္ကားအေၾကာင္း ေျပာပါဆိုရင္ေတာ့ လည္ပတ္ေအာင္ ေျပာျပႏိုင္ဖို႔က ခဲယဥ္းမယ္ထင္တယ္။ဇာတ္လမ္းက အက္ဆစ္နဲ႔အပက္ခံခဲ့ရတဲ့ မိန္းကေလးတစ္ေယာက္ သူ႔ဘဝကို ဘယ္လိုျပန္လည္တည္​ေဆာက္ယူသလဲသူ႔လိုမ်ိဳး ေနာက္ထပ္အတိုက္ခိုက္ခံရႏိုင္တဲ့ မိန္းကေလးေတြအတြက္ တရား႐ုံးအဆင့္ဆင့္ကို တက္ၿပီး “အက္ဆစ္ေရာင္းခ်မႈကို တားျမစ္ပိတ္ပင္”ဖို႔ အယူခံဝင္ ၊ အဆိုျပဳလႊာတင္ကာ. . .ေနာက္ဆုံး ဥပေဒျပစ္ဒါဏ္တစ္ခုအေနနဲ႔ ေပၚထြန္းလာေစဖို႔အထိ ႀကိဳးစားပုံကို ႐ိုး႐ိုးေလး ႐ိုက္ျပထားတာပါပဲ။ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္လို႔ ပရိတ္သတ္ကို မက္ေဆ့ေပးခ်င္တဲ့ အခ်က္ေတြကို ဇာတ္ကားအစမွာေရာ အဆုံးမွာပါ ထည့္ေပးထားပါတယ္။ရင္ဖိုစရာ ၊ စိတ္လႈပ္ရွားစရာေတြထက္ကို ဆင္ျခင္စရာေတြ ၊ ျပင္ဆင္စရာေတြကို ျမင္မိေစပါလိမ့္မယ္။ဒီဇာတ္ကားကို ႐ိုက္ဖို႔အတြက္ မင္းသားရယ္လို႔ မယ္မယ္ရရ သုံးမထားပဲ မင္းသမီး Deepika Padukone တစ္ေယာက္သာ သုံးထားတာမို႔ ၊ ဘတ္ဂ်က္လည္း အင္မတန္နည္းပါတယ္။ဇာတ္ကားရဲ႕ တင္ျပခ်င္တဲ့ ရည္႐ြယ္ခ်က္က ေကာင္းမြန္တဲ့အတြက္ အိႏၵိယျပည္နယ္ေလးခုမွာအခြန္ကင္းလြတ္ခြင့္နဲ႔ ျပသခြင့္ရခဲ့သလို ေဝဖန္ေရးဆရာေတြၾကားမွာလည္း အျပဳသေဘာ ေဝဖန္ခ်က္ေတြ ရခဲ့ပါတယ္။အၫႊန္းအေနနဲ႔ ေရးေပးထားတာမ်ိဳး မဟုတ္ပဲ  ဘာသာျပန္တစ္ေယာက္အေနနဲ႔ ႐ုပ္ရွင္ခ်စ္သူတစ္ေယာက္အေနနဲ႔ ေရးသားေပးလိုက္တာမို႔ေဖာ္ျပခ်င္တဲ့ အခ်က္ေတြ ၊ ဘာသာျပန္ရာမွာ ဥပေဒဆိုင္ရာအသုံးအႏႈန္းေတြနဲ႔ ပတ္သက္ၿပီး အားနည္းခဲ့ရင္ ႀကိဳတင္ေတာင္းပန္ထားပါရေစ….။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (900 MB ) and (450 MB)Quality : WEB-DL 720pRunning Time : 2hr 00minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HS.WEB-DL.AAC.2.0.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAbhinav SarinChandradeep Singh RathoreGhazal JavedIshita DasguptaMeghna GulzarStarsAnand TiwariAnkit BishtDeepika PadukoneMadhurjeet SarghiPayal NairVikrant MasseyCastAnand TiwariAnkit BishtDeepika PadukoneMadhurjeet SarghiPayal NairVikrant Massey",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/rGpKAYOfKn3evFnzThkAgG8kKNI.jpg",
      "https://image.tmdb.org/t/p/w300/47chxM5qUWwTW170JlYiVAhlhkp.jpg",
      "https://image.tmdb.org/t/p/w300/oWI7Q790dTDbH3K8mCavL0mjbOT.jpg",
      "https://image.tmdb.org/t/p/w300/6Uo74WKryxUr5pK5zwQEJyCL20y.jpg",
      "https://image.tmdb.org/t/p/w300/mJio89xMHYgVGB1m4BXEepMq43f.jpg",
      "https://image.tmdb.org/t/p/w300/f2E38oSuiLZmRwNNm8mFZs9Sz25.jpg",
      "https://image.tmdb.org/t/p/w300/hIuKVb6NrterIO2km2GsESCmyNU.jpg",
      "https://image.tmdb.org/t/p/w300/n84H9rZGyA1RP67AA9FEu9XSsCS.jpg",
      "https://image.tmdb.org/t/p/w300/tin1INh9lDVJWUZl0Mx0GpWdftT.jpg",
      "https://image.tmdb.org/t/p/w300/sTweTD8YW1QuwkXBgsCJVSEbZxn.jpg",
      "https://image.tmdb.org/t/p/w300/vHzMAwKW5y9kevKYJO1daXSUNjp.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/cr5KqiolMMRUEJxrNLWESxyVVeU.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/2w96dr1p8bwa.html",
        "server": "usersdrive.com",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-chhapaak-2020-720-p-hs-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/m09zRQYY#JKchIHNbxsrAuIW2O4uuT3NI8lHv46lsaBQVUIQ954M",
        "server": "mega.nz",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/1f89y3wiqp5e",
        "server": "upstream.to",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/Vl7/(CM)_Chhapaak.2020.720p.HS.WEB-DL.mp4",
        "server": "Soliddrive.co",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://fastload.cc/5Pb",
        "server": "fastload.cc",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/KiFHFlDL2rxZxw",
        "server": "disk.yandex.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "21156"
    },
    "title": "Close(2022)",
    "description": "Close(2022)***********Best International Feature Film အဖြစ် အော်စကာ ဆန်ကာတင်စာရင်းဝင်ထားတဲ့ကားဖြစ်ပါတယ်…ဒီတစ်ခါ ညွှန်းပေးမယ့်ကားလေးကတော့ ပြင်သစ်ကားလေးတစ်ကားဖြစ်တဲ့ Close ပါ Rating လည်းမြင့်ပြီးသူငယ်ချင်းသံယောဇဉ်ကို ရိုက်ပြထားတာမို့ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပါ…ဇာတ်လမ်းလေးက သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Leo နဲ့ Remi တို့ဟာ အတူသွားအတူစား အတူအိပ်ကြတဲ့အထိ ညီအစ်ကိုလို ခင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ပေါ့….တစ်နေ့ သူတို့အထက်တန်း စတက်ရတဲ့နေ့မှာ အတန်းထဲက ကောင်မလေးတွေကသူတို့နှစ်ယောက်က အရမ်းကို ခင်လွန်းတာမို့ အတွဲတွေလားလို့ စပြီးမေးလိုက်ပါတယ်….ဒါပေမယ့် ဒါဟာ သူငယ်ချင်းနှစ်ယောက်ကြား အဖုအထစ်လို ဖြစ်သွားစေခဲ့ပါတယ်…အဲ့ဒီနောက်တော့ သူတို့သူငယ်ချင်းနှစ်ယောက်ကြားက ဆက်ဆံရေးဟာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့…File Size :(2.2GB)(1.06GB) and (287MB)Quality : WEB-DL.1080P, 720pFormat…mp4Duration…01:44:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by EricEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAhlaam TeghadouiniBaptiste BatailleCachou KirschEden DambrineÉmilie DequenneFreya De CorteGustav De WaeleHélène TheunissenHerman van SlambrouckHervé GuerrisiIgor van DesselIven DeduytschaverJeffrey VanhaerenKevin JanssensLéa DruckerLéon BatailleMarc WeissPieter PironRobin KeyaertSerine Ayari",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ihBrgKx7IuOptUYcblRJHAraRM0.jpg",
      "https://image.tmdb.org/t/p/w300/gHQkesKhRZmoFaS3hSG0fmkwnjB.jpg",
      "https://image.tmdb.org/t/p/w300/uy2hMtS0kFLgyNISa81g6TKwlUw.jpg",
      "https://image.tmdb.org/t/p/w300/l7C5Ivtuv0yQxCn3McD0UCS0Qsw.jpg",
      "https://image.tmdb.org/t/p/w300/mvqsBtkqboxirJO58EeV7B7D8jK.jpg",
      "https://image.tmdb.org/t/p/w300/zdcTqRjOLbmgvNqqx2od7I4MjjO.jpg",
      "https://image.tmdb.org/t/p/w300/tuADo3vx9Ouq86IqeU1e2Y8M0Ds.jpg",
      "https://image.tmdb.org/t/p/w300/5P6CziT13hUsxd2o5BgrY2aWWXF.jpg",
      "https://image.tmdb.org/t/p/w300/rgy9uwKILMH3L9KWiPi6Y4UKpj3.jpg",
      "https://image.tmdb.org/t/p/w300/u0qmQeKoAbvlAeMv81nWjMYRaRC.jpg",
      "https://image.tmdb.org/t/p/w300/qIj5RkNrjvpHPihqVsvzFusSE6k.jpg",
      "https://image.tmdb.org/t/p/w300/xI2T95z71nraMoBiWmkUbyRCRvV.jpg",
      "https://image.tmdb.org/t/p/w300/2XyTKGKXWff2QnhDhz23yON6d8v.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/vBv1e9Wi4t9JQUZpxgLW4DBBD4e.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/xivjq2ujytuu.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1SH2b/Close.2022.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/uMYgCSIa#nZE_Jn4g3I-i4ei6P9L4cpRzitcY7vsr1_b_FOxFP2s",
        "server": "mega.nz",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbbrisk.com/b4vbub88uv0x.html",
        "server": "streamsb.com",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/nkzt8kmcqhzs",
        "server": "streamvid.io",
        "size": "2.2GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/lq7q6aspx6ot.html",
        "server": "usersdrive.com",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1cJzs/Close.2022.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/eIgUXbAA#jukTWEgs2-vePw5ckJLwnEhoz3ubCp4h3ZaFn1RapWo",
        "server": "mega.nz",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://sbbrisk.com/qv9zlyeeky0c.html",
        "server": "streamsb.com",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/2tuygxggqsf0",
        "server": "streamvid.io",
        "size": "1.06GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/8jjcohtdqiof.html",
        "server": "usersdrive.com",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/close-2022-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2yEvg/Close.2022.WEB-DL.480P(CM).mp4",
        "server": "megaup.net",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/eRAwCbpR#g4MOVnDXUzs1xxjWYXP6MLkyvrrBinRLfq3IFnV70Xc",
        "server": "mega.nz",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://sbbrisk.com/f3l1szymdwmp.html",
        "server": "streamsb.com",
        "size": "287MB",
        "quality": "480P"
      },
      {
        "link": "https://streamvid.net/rku3kxqd7t6h",
        "server": "streamvid.io",
        "size": "287MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "6EJGnU2AmV4",
      "video_url": "https://www.youtube.com/watch?v=6EJGnU2AmV4",
      "embed_url": "https://www.youtube.com/embed/6EJGnU2AmV4"
    }
  },
  {
    "metadata": "||2h 17 min|Drama",
    "rating": {
      "rating": "6/10",
      "rating_count": "328"
    },
    "title": "Ping-Pong: The Triumph ( 2023 )",
    "description": "ယခုတစ်ခေါက် CM က ပရိသတ်တွေအတွက် Ping Pong The Triumph ဆိုတဲ့အားကစားရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့- 1990 ပြည့်နှစ်အစောပိုင်းနှစ်တွေမှာတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲဟာ ဆွီဒင်အဖွဲကိုအကြိမ်ကြိမ်ရှုံးနိမ့်ခဲ့ပါတယ်။ ၃ နှစ်ဆက်တိုက် ချန်ပီယံဖလားနဲ့ဝေးကွာခဲ့တဲ့ ပင်ပေါင်အဖွဲဟာ ရှုံးနိမ့်မှုကြီးနဲ့ ကြုံနေရပါတယ်။တိုက်မင်ကျားက ဦးဆောင်တဲ့ နည်းပြအဖွဲ အသစ်ကိုတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲကို ပြုပြင်ပြောင်းလဲပေးဖိုတာဝန်ပေးအပ်ခဲ့ပါတယ်။ ရည်ရွယ်ချက်ကတော့1995 ခုနှစ် ထျန်းကျင်းနိုင်ငံတကာပင်ပေါင်ပြိုင်ပွဲမှာ ချန်ပီယံဆွဲနိုင်ရန် ဖြစ်ပါတယ်။နိုင်ငံတော်ပင်ပေါင်နည်းပြချုပ်အသစ်ဖြစ်သူ တိုက်မင်ကျားကနည်းပြချုပ်ရွေးချယ်ပွဲမှာ ” ၂ နှစ် ၁၀ နှစ်မလိုဘူး” ဆိုတဲ့ စကားကြီးစကားကျယ်ပြောပြီးနောက်……၂ နှစ်အတွင်းမှာ အမျိုးသားပင်ပေါင်အဖွဲကို ချန်ပီယံအဖြစ်လေ့ကျင့်ပေးနိုင်မလား……နိုင်ငံတော်အဖွဲထဲကိုရော ဘယ်လို အားကစားသမားတွေ ဝင်လာမလဲ ……ဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ကြဦးနော်။Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Sport , DramaRuntime : 2h 17 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsAlan ArunaCai YidaDeng ChaoDing GuansenDuan BowenLiang ChaoSun LiSun XilunTan XiheTimmy XuWu JingXi WangYu BaiYu HaomingCastAlan ArunaCai YidaDeng ChaoDing GuansenDuan BowenLiang ChaoSun LiSun XilunTan XiheTimmy XuWu JingXi WangYu BaiYu Haoming",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/3lhjDUfYcJ1iwSYExyGbJClwPg5.jpg",
      "https://image.tmdb.org/t/p/w300/82WHOCPiILlbQ9FBHbQNbYrnM36.jpg",
      "https://image.tmdb.org/t/p/w300/xEvqn3uG3VJZ7E4sZkCkbmAc2ik.jpg",
      "https://image.tmdb.org/t/p/w300/9D5ma3bBxNiNNoQmXjvClvGFiwX.jpg",
      "https://image.tmdb.org/t/p/w300/q5cPX3PljymOJZMXjnFQuOHLTVg.jpg",
      "https://image.tmdb.org/t/p/w300/19ZdieuTQELqxE4UgZAd6KRMhH2.jpg",
      "https://image.tmdb.org/t/p/w300/yhizwHtLRJVoVN7GZL5JFI42i4W.jpg",
      "https://image.tmdb.org/t/p/w300/aj3GnE84OdnwkhI1aga41MCjlK2.jpg",
      "https://image.tmdb.org/t/p/w300/cBDxOOgT8oDunxLcuNPxDChdBDd.jpg",
      "https://image.tmdb.org/t/p/w300/tOTxsg3mO8JaX0gPhgIYvNJdn0C.jpg",
      "https://image.tmdb.org/t/p/w300/3Qn28MhVVVHfMBBCepZcLWjtpz1.jpg",
      "https://image.tmdb.org/t/p/w300/ffIuiTautLWTqSsAMWCkKqwjmWL.jpg",
      "https://image.tmdb.org/t/p/w300/a0cwfJjNkj4IgQoC6bZT89n8p7t.jpg",
      "https://image.tmdb.org/t/p/w300/zQHt5mTvtRXlTvd8kZ7FPP9j9a3.jpg",
      "https://image.tmdb.org/t/p/w300/oyYPqPOcDRq6uAIeSJQhO1KsIPI.jpg",
      "https://image.tmdb.org/t/p/w300/ofjgRLBUjxpFsbHHrhmhPsLIrIR.jpg",
      "https://image.tmdb.org/t/p/w300/zswPPrIIOWrHKfybf1PHATXkIPC.jpg",
      "https://image.tmdb.org/t/p/w300/gTL89jFb6zHqFwXxeRigLf94VYe.jpg",
      "https://image.tmdb.org/t/p/w300/jANdn9HKrhOurT2DcOQUpbaOe78.jpg",
      "https://image.tmdb.org/t/p/w300/9u88V9PqrQaxVQ4pcEiYujoCL6h.jpg",
      "https://image.tmdb.org/t/p/w300/dMhpE74lPgSkuA9YRocHJvLdxGL.jpg",
      "https://image.tmdb.org/t/p/w300/AmZNisU5NS8BQsldZydjVr2uQxe.jpg",
      "https://image.tmdb.org/t/p/w300/xuQ7YicHNoy5kGt0nt1JVGLqZSl.jpg",
      "https://image.tmdb.org/t/p/w300/d0kITWWZNXyguHadteXk2Ds7gpR.jpg",
      "https://image.tmdb.org/t/p/w300/rUuUzvKroPhFHuq9nD5W3waqMaI.jpg",
      "https://image.tmdb.org/t/p/w300/yfefZkhhIjYunDV0VUOGfdx8wTh.jpg",
      "https://image.tmdb.org/t/p/w300/8hF2TvZCtp7unLOQeKKc0YE0kS.jpg",
      "https://image.tmdb.org/t/p/w300/mt1iSGMdtoKGSz30dHWPW7kLXv4.jpg",
      "https://image.tmdb.org/t/p/w300/l10gDaxYBUHwOqM7xCQptzDrEf.jpg",
      "https://image.tmdb.org/t/p/w300/pZOwu9DJrr7t1ZJ6KIhMOfpsUjr.jpg",
      "https://image.tmdb.org/t/p/w300/jJ7tijsJSyZ3RHzn8qNwEuNgPln.jpg",
      "https://image.tmdb.org/t/p/w300/jXm2SMTFsmRbPVsqB1dkLyC1nei.jpg",
      "https://image.tmdb.org/t/p/w300/cBDz4bg7RGaLoBSJfxlOTsBcRoH.jpg",
      "https://image.tmdb.org/t/p/w300/8GuzklM0YjBx7LzPKf5xJIjR2fm.jpg",
      "https://image.tmdb.org/t/p/w300/hxCkfI9pa2l3dmlBgZhYkyFfHEw.jpg",
      "https://image.tmdb.org/t/p/w300/dy7Pgn1NMONT7P3ogoVhUUxBxnL.jpg",
      "https://image.tmdb.org/t/p/w300/fj6eoEKIMFMo8D7iPzXhRqiyHDG.jpg",
      "https://image.tmdb.org/t/p/w300/7uc3o8shjkFx1ploIx9nz4geDiv.jpg",
      "https://image.tmdb.org/t/p/w300/bWKAfOMJVYBVY3Rr6mAaqluE8GB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/akqVNSsoVAgJncKNjlrJxgbCOgO.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/ping-pong-the-triumph-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://usersdrive.com/xaasohy83ity.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://sbbrisk.com/o06sknwovy9v.html",
        "server": "streamsb.com",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/3eQgz/Ping_Pong_The_Triumph_2023_WEB-DL_1080p_CM.mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://streamvid.net/r9sds1sknwfu",
        "server": "streamvid.io",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mega.nz/file/BPQBVbzA#KpMSG8aqGML5w_ZJEdkTpzXLVwUUYKC_jfhxRMbm91A",
        "server": "mega.nz",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ping-pong-the-triumph-2023-web-dl-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "623 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/mkqfwd1h177p.html",
        "server": "usersdrive.com",
        "size": "623 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/ZGpEEKRb#QRhN7TBNQ2ops5MH9RyB0jqt1Xx-JtKO4_iwWKzWsCg",
        "server": "mega.nz",
        "size": "623 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "L3jSkDcGv3Q",
      "video_url": "https://www.youtube.com/watch?v=L3jSkDcGv3Q",
      "embed_url": "https://www.youtube.com/embed/L3jSkDcGv3Q"
    }
  },
  {
    "metadata": "|||Drama,Family",
    "rating": {
      "rating": "7/10",
      "rating_count": ""
    },
    "title": "A Dog Named Palma (2021)",
    "description": "ခွေးချစ်သူတွေအတွက် ရုရှားကားလေး A dog named Palma ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Palma က ဆိုဗီယက်မှာ တကယ်ရှိခဲ့ခွေးမလေး Palma အ‌ကြောင်းကို ဇာတ်လမ်းအဖြစ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။သခင်မှ လေယာဉ်စီးခါနီး ခွေးရဲ့ ကျန်းမာရေးထောက်ခံစာ မပါခဲ့လို့ လေယာဉ်ကွင်းမှာပဲ စွန့်ပစ်ခဲ့ပါတယ်။ခွေးလေးလိုပဲ ဘဝတူ မိခင်ဆံးရှုံးခဲ့ရပြီး တခါမှမမြင်ဖူးသူကို အဖေ ဆိုပြီးလိုက်ခဲ့ရတဲ့ ကိုလျာလေးနဲ့ တွေ့ဆုံးခဲ့ပြီးသူတို့ရဲ့ တူညီတဲ့ခံစားချက်တွေကို ဘယ်လိုဝေမျှခံစားမလဲ လူ့ဘဝကြီးမှာ ကောင်းတာတွေလဲရှိပါသေးတယ်ဆိုတာကိုဖော်ပြထားတဲ့ မိသားစုဒရာမာ ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်အိမ်ရဲ့ တည်ထားတဲ့ အချိန်ဟာလည်းဆိုဗီယက် ခေတ်ဖြစ်တဲ့အတွက် ကွန်မြုနစ်ခေတ်ရဲ့ အငွေ့အသက်လေးတွေလဲ ခပ်ပါးပါး လေးခြယ်မှုန်း ပြထားပါတယ် ။တိချစ်သူတွေကော family ကားလေး‌တွေ သဘောကျတဲ့သူတွေပါ ပေါ့‌ပေါ့ပါးပါး ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။File size…(2 GB) / (1 Gb)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:50:00Genre…Drama, FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Sai Thurein LynnYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexandr DomogarovBain BovaldinovDarya LuzinaElena AnisimovaEvgeniya DmitrievaFilipp SavinkovIgor KhripunovIlya LutsakLeonid BasovMichael JanibekyanPavel MaykovValeriya FedorovichVictor DobronravovViktoriya PivkoVladimir IlinVladimir SimonovYan Tsapnik",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/4AuJa4AoebEYC49BTJ1bwZv0Ey9.jpg",
      "https://image.tmdb.org/t/p/w300/jmvcvwNYQAWBf0IQBOzcMdY7KbD.jpg",
      "https://image.tmdb.org/t/p/w300/hbht9imccmlbXvxUHprHv8FRVWz.jpg",
      "https://image.tmdb.org/t/p/w300/cBhk01ZSfvkFGhSYxrUwWRAoCrj.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/a-dog-named-palma-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/palma-2021-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/palma-2021-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 Gb",
        "quality": "720 p"
      },
      {
        "link": "https://usersdrive.com/8kve52kfii8b.html",
        "server": "usersdrive.com",
        "size": "1 Gb",
        "quality": "720 p"
      },
      {
        "link": "https://megaup.net/10x9a/Palma.2021.1080p_(CM).mp4",
        "server": "megaup.net",
        "size": "2 Gb",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/2ms4j/Palma.2021.720p_(CM).mp4",
        "server": "megaup.net",
        "size": "1 Gb",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/t2728582u9do.html",
        "server": "streamsb.com",
        "size": "1 Gb",
        "quality": "480p"
      },
      {
        "link": "https://watchsb.com/t2728582u9do.html",
        "server": "streamsb.com",
        "size": "500 Mb",
        "quality": "720 p"
      }
    ],
    "trailer": {
      "video_id": "9yhhTYK2Rm4",
      "video_url": "https://www.youtube.com/watch?v=9yhhTYK2Rm4",
      "embed_url": "https://www.youtube.com/embed/9yhhTYK2Rm4"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Thriller",
    "rating": {
      "rating": "6.8/10",
      "rating_count": "521"
    },
    "title": "Kadakh(2020)",
    "description": "Kadakh(2020)ဒီIndiaဇာတ်ကားကတော့ IMDB rating 6.8ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီးComedy,Drama,Thrillerအမျိုးအစားဖြစ်ပါတယ်။ဆူနီးလ်တို့ဇနီးမောင်နှံနှစ်ယောက်က ဒေဝါလီအကြိုပွဲညပါတီလုပ်ဖို့အတွက်သူငယ်ချင်းတွေကိုဖိတ်ထားပါတယ်။ဆူနီးလ်တစ်ယောက်တည်းအိမ်မှာရှိနေတုန်းမဖိတ်ခေါ်ထားတဲ့ဧည့်သည်တစ်ယောက်ရောက်လာပါတယ်။အဲဒီလူကတစ်ခြားသူမဟုတ်ပါဘူး။ဆူနီးနဲ့ဖောက်ပြန်ဇာတ်လမ်းခင်းနေတဲ့ချာယာရဲ့ယောကျာ်းပဲဖစ်ပါတယ် …အဲဒီလူကမေးခွန်းတစ်ချို့မေးပြီးဆူနီးလ်နဲ့အငြင်းပွားကြတယ်…ဒီလိုအငြင်းပွားရုံနဲ့မပြီးကြပါဘူး…ပြဿနာအကြီးကြီးတက်စေမယ့် ကိစ္စတစ်ခုကို မမျှော်လင့်ဘဲ လုပ်မိသွားကြတယ်..အဲ့ဒီနောက်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့….ဇာတ်လမ်းအညွှန်းနဲဲ့ဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။File Size : (900 MB) and (339 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : Comedy , Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaik SanEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRajat KapoorStarsCyrus SahukarKalki KoechlinManoj PahwaMansi MultaniRanvir ShoreyShruti SethTara SharmaCastCyrus SahukarKalki KoechlinManoj PahwaMansi MultaniRanvir ShoreyShruti SethTara Sharma",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/6HtUJ5MADvLdntRlutuqazySqoO.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/opaWOhxmwWsmvlm86aYmbz3uOVN.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/a6zx133qxfv6.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://usersdrive.com/qh8sa7r29g6r.html",
        "server": "usersdrive.com",
        "size": "339MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://megaup.net/4fC75/Kadakh.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4fC6p/Kadakh.2020.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "339MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://mega.nz/file/aswnWKoL#ajBJmpZHtU_gDbyG46wWvob0wCiagifMkwczRTKCEew",
        "server": "mega.nz",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/7tgzGQiA#I7eUaRvtP59V1O_yMjJDCcwsa7MDuTIWSmu_B4jrQxo",
        "server": "mega.nz",
        "size": "339MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://yadi.sk/i/_vBOBB7orjnEmQ",
        "server": "disk.yandex.com",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/Rbf9_SZtGE-9BQ",
        "server": "disk.yandex.com",
        "size": "339MB",
        "quality": "WEB-DL 480p"
      },
      {
        "link": "https://upstream.to/6zxa9lytih55",
        "server": "upstream.to",
        "size": "900MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/poh718d1nsd3",
        "server": "upstream.to",
        "size": "339MB",
        "quality": "WEB-DL 480p"
      }
    ],
    "trailer": {
      "video_id": "9hqxRowawEQ",
      "video_url": "https://www.youtube.com/watch?v=9hqxRowawEQ",
      "embed_url": "https://www.youtube.com/embed/9hqxRowawEQ"
    }
  },
  {
    "metadata": "not rated|2004|June 4 , 2004|Action,Bollywood,Crime,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "3.2k"
    },
    "title": "Aan: Men at Work (2004)",
    "description": "Aan: Men at Work (2004)Action, Crime, DramaIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့မှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်မင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။တခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကိုအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်းတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်းကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့ရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်ကလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့ဇာတ်သိမ်းနဲ့သွားမလား…။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်…။File size…3GB / 1.5GBQuality…1080p ZEE5 HDRIP  / 720pFormat…mp4Duration….2h 29mSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by TaylorYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMadhur BhandarkarStarsAanjjan SrivastavAkshay KumarIrrfan KhanJackie ShroffLara DuttaManoj JoshiMilind GunajiOm PuriParesh RawalRahul DevRajpal YadavRaveena TandonRavi KishanShatrughan SinhaShri Vallabh VyasSuniel ShettyCastAanjjan SrivastavAkshay KumarIrrfan KhanJackie ShroffLara DuttaManoj JoshiMilind GunajiOm PuriParesh RawalRahul DevRajpal YadavRaveena TandonRavi KishanShatrughan SinhaShri Vallabh VyasSuniel Shetty",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/v3sPv48qk0IQ4UshIAzYnAJHk1Y.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/aan-men-at-work-20041080-p-zee-5-hd-rip-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/nxa7v65740jw.html",
        "server": "usersdrive.com",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/h5cvcr3bv3t2",
        "server": "streamvid.io",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1RKe1/Aan_Men_at_Work_20041080p_ZEE5_HDRip(CM).mp4",
        "server": "megaup.net",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/SzBFlDLZ#Zk98qoq46FiQjCPnp7ID7ibW2qnFwbunRG7imIs8HQI",
        "server": "mega.nz",
        "size": "3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/aan-men-at-work-2004-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/kjsiqo9u7av3.html",
        "server": "usersdrive.com",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/W2pjkRrS#vXpWOqCxwcAke6YqL4eWgHNJAb80PMr9aLF5rD0vvtw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/h5cvcr3bv3t2",
        "server": "streamvid.io",
        "size": "1.5GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/W2pjkRrS#vXpWOqCxwcAke6YqL4eWgHNJAb80PMr9aLF5rD0vvtw",
        "server": "mega.nz",
        "size": "1.5GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "7MwCamRDxKg",
      "video_url": "https://www.youtube.com/watch?v=7MwCamRDxKg",
      "embed_url": "https://www.youtube.com/embed/7MwCamRDxKg"
    }
  },
  {
    "metadata": "R|2018|92 min|Comedy,Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "2043"
    },
    "title": "Stockholm (2018)",
    "description": "Stockholm Syndrom ဆိုတာဟာ ကိုယ့္ကိုဖမ္းခ်ဳပ္ထားတဲ့သူကို ခင္မင္ယံုၾကည္လာျပီးသေဘာက်လာမိတာမ်ိဳးကိုေခၚပါတယ္မ်ားေသာအားျဖင့္ေသာ ျပန္ေပးဆဲြခံရသူမ်ားနဲ႔ ျပန္ေပးဆဲြသူတို႔အၾကားမွာ ျဖစ္တတ္ပါတယ္ျပန္ေပးဆဲြခံရတဲ့သူေတြက ျပန္ေပးဆဲြတဲ့သူက သူတို႔အေပၚကိုနည္းနည္းေလးေကာင္းတာေလးလုပ္ေပးလိုက္ရင္သူတို႔ရဲ႕ေက်းဇူး႐ွင္ႀကီးအလားသတ္မွတ္မိျပီး အေကာင္းျမင္လာၾကပါေတာ့တယ္ဒီ “Stockholm” ဆိုတဲ့ဇာတ္ကားကို Stockholm Syndrom အစပ်ိဳးေစခဲ့တဲ့၁၉၇၃ခုႏွစ္က Stockholm ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပတိုက္သည့္ျဖစ္ရပ္ကို႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းထဲမွာ လားစ္ဟာ ဘဏ္ကိုဓားျပ၀င္တိုက္လိုက္ျပီးလူအခ်ိဳ႕ကိုရဲေတြနဲ႔ညႇိႏႈိင္းရာမွာအသံုးခ်ဖို႔အတြက္ ဓားစာခံေတြအျဖစ္ဖမ္းထားခဲ့ပါတယ္အဲ့လိုနဲ႔ပဲ Stockholm Syndrom ဘယ္လိုျဖစ္ေပၚလာမယ္ဆိုတာနဲ႔အဲ့ Syndrom ကဘယ္လိုဘယ္ပံုဆိုတာကို ဒီဇာတ္ကားေလးၾကည့္႐ႈရင္းနဲ႔ပဲ…File Size : (859 MB) and (314 MB)Quality : WebDL 720p , 480pRunning Time : 1hr 32minFormat : Mp4Genre : Comedy , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byPone ThoneEncode byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRobert BudreauStarsBea SantosChristopher HeyerdahlEthan HawkeGustaf HammarstenIan MatthewsJohn RalstonMark RendallMark StrongNoomi RapaceThorbjørn HarrCastAlexander MusgroveAnders YatesBea SantosCarrie BealeChristopher HeyerdahlChristopher WagelinDavid ChristoEthan HawkeGustaf HammarstenHanneke TalbotIan MatthewsIman MirbiokiJessica ShermanJohn RalstonJonelle GundersonLars ClassingtonLinzee BarclayMark RendallMark StrongNick StojanovicNoomi RapaceNora Prinzen-KlagesRebecka AnderssonShanti RoneyThorbjørn HarrUhraney AdrianVioletta PioroVladimir Jon Cubrt",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hTFGxpVQoDTC8kN5aJ7qgY2eWG4.jpg",
      "https://image.tmdb.org/t/p/w300/orvHiPkqQuFkXG8n3MubzajXBG1.jpg",
      "https://image.tmdb.org/t/p/w300/e29oKgmSMqmcuf3VBVukeq8WZJW.jpg",
      "https://image.tmdb.org/t/p/w300/eRdAd0j3dXGJOAvbM8Dd7wiWnEr.jpg",
      "https://image.tmdb.org/t/p/w300/3nINYLmlWAOOHcSNPGIGZEXx1ur.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ko3AS33BLNEBcp1CO4FvdRltTxr.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/stockholm-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "859 MB",
        "quality": "Web-DL 720p"
      },
      {
        "link": "https://usersdrive.com/et5i4e5xch2q.html",
        "server": "usersdrive.com",
        "size": "314 MB",
        "quality": "Web-DL 480p"
      },
      {
        "link": "https://megaup.net/2Tycp/Stockholm_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "859 MB",
        "quality": "Web-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "ydoaqi2Whkk",
      "video_url": "https://www.youtube.com/watch?v=ydoaqi2Whkk",
      "embed_url": "https://www.youtube.com/embed/ydoaqi2Whkk"
    }
  },
  {
    "metadata": "Not Rated||1h 37min|Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "2,497"
    },
    "title": "My Girl and I (2005)",
    "description": "[Unicode]လူတိုင်းရဲ့ဘဝမှာ အချစ်ဦးကိုတော့ မေ့နိုင်တဲ့လူရယ်လို့ ရေရေရာရာမရှိကြပါဘူးအချစ်ဦးဆိုတာ အချစ်ခရီးရဲ့စတင်ရာပဲမဟုတ်ပါလား….အချစ်ဦးကို ၁၀ နှစ်တာဆုံးရှုံးလိုက်ရပေမယ့် အခုချိန်ထိမမေ့နိုင်သေးတဲ့ကောင်လေး ဆူဟို…နောက်ဆုံးအချိန်ထိ သူ့ကိုပဲသတိရနေပေးဖို့ တတွတ်တွတ်တောင်းဆိုနေခဲ့တဲ့ ဆူအွန်း…ငယ်ကအချစ်အနှစ်တစ်ရာဆိုတဲ့ စကားအတိုင်း အပြန်အလှန်အချစ်ဦးဖြစ်ခဲ့ကြတဲ့ သူတို့နှစ်ဦးတစ်ယောက်နဲ့တစ်ယောက် ခွဲခွာခဲ့ရပေမယ့် ရင်ထဲမှာတော့ အချစ်တွေက မလျော့သွားခဲ့ကြပါဘူး …ကျောင်းသားဘဝရင်ခုန်စရာလေးတွေ ချစ်ခြင်းတရားတွေ ပျော်ရွှင်မှု ဝမ်းနည်းမှုတွေနဲ့အတူချစ်သူနှစ်ဦးရဲ့ နက်ရှိုင်းတဲ့ချစ်ခြင်းတရားတွေကို စီးမြောလိုက်ပါခံစားနိင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်မတ်မတ်အွန်ဆောရဲ့ငယ်ဘဝ အလှလေးတွေကိုမြင်ရဦးမှာနော်…။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူတိုင္းရဲ႕ဘဝမွာ အခ်စ္ဦးကိုေတာ့ ေမ့ႏိုင္တဲ့လူရယ္လို႔ ေရေရရာရာမရွိၾကပါဘူးအခ်စ္ဦးဆိုတာ အခ်စ္ခရီးရဲ႕စတင္ရာပဲမဟုတ္ပါလား….အခ်စ္ဦးကို ၁၀ ႏွစ္တာဆုံးရႈံးလိုက္ရေပမယ့္ အခုခ်ိန္ထိမေမ့ႏိုင္ေသးတဲ့ေကာင္ေလး ဆူဟို…ေနာက္ဆုံးအခ်ိန္ထိ သူ႔ကိုပဲသတိရေနေပးဖို႔ တတြတ္တြတ္ေတာင္းဆိုေနခဲ့တဲ့ ဆူအြန္း…ငယ္ကအခ်စ္အႏွစ္တစ္ရာဆိုတဲ့ စကားအတိုင္း အျပန္အလွန္အခ်စ္ဦးျဖစ္ခဲ့ၾကတဲ့ သူတို႔ႏွစ္ဦးတစ္ေယာက္နဲ႔တစ္ေယာက္ ခြဲခြာခဲ့ရေပမယ့္ ရင္ထဲမွာေတာ့ အခ်စ္ေတြက မေလ်ာ့သြားခဲ့ၾကပါဘူး …ေက်ာင္းသားဘဝရင္ခုန္စရာေလးေတြ ခ်စ္ျခင္းတရားေတြ ေပ်ာ္႐ႊင္မႈ ဝမ္းနည္းမႈေတြနဲ႔အတူခ်စ္သူႏွစ္ဦးရဲ႕ နက္ရႈိင္းတဲ့ခ်စ္ျခင္းတရားေတြကို စီးေျမာလိုက္ပါခံစားနိင္မယ့္ ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္မတ္မတ္အြန္ေဆာရဲ႕ငယ္ဘဝ အလွေလးေတြကိုျမင္ရဦးမွာေနာ္…။( အညႊန္္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ )Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeon Yun-suStarsCha Tae-hyunKim Hae-sookKim Shin-youngLee Moon-seLee Soon-JaeMoon Jeong-heePark Hyo-joonSong Chang-euiSong Hye-kyoCastCha Tae-hyunKim Hae-sookKim Shin-youngLee Moon-seLee Soon-JaeMoon Jeong-heePark Hyo-joonSong Chang-euiSong Hye-kyo",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/arpe0bWzltNj090p0nl9V0lvUrL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/n2qessCwAtJ2Ep5GzmqoJdcIFj9.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/93upkwo9yark.html",
        "server": "usersdrive.com",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vvs4h83cit49.html",
        "server": "usersdrive.com",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yoteshinportal.cc/my-girl-and-i-2005-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/my-girl-and-i-2005-sfs-mp-4",
        "server": "yoteshinportal.cc",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://megaup.net/2Tl4u/My_Girl_and_I_(2005)_720p.mp4",
        "server": "megaup.net",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Tl4v/My_Girl_and_I_(2005)_SFS.mp4",
        "server": "megaup.net",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://mega.nz/file/FGgz0Bpb#tOXbYb2JoiniR8dHknmAPw9emhINeEncWOK3YAQ5kvQ",
        "server": "mega.nz",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/0XpxVToQ#GTwCpk7_iW7_KNIDiBAPXwQ-gwQnZZDzjPiMzwIPyTo",
        "server": "mega.nz",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://yadi.sk/i/_trZJWBdGgJTCg",
        "server": "disk.yandex.com",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/Pctlb4D5onIUzQ",
        "server": "disk.yandex.com",
        "size": "300 MB",
        "quality": "SFS"
      },
      {
        "link": "https://upstream.to/6h8a6fplovss",
        "server": "upstream.to",
        "size": "860 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/gz59ekzay6g0",
        "server": "upstream.to",
        "size": "300 MB",
        "quality": "SFS"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Comedy,Drama,Romance",
    "rating": {
      "rating": "7.2/10",
      "rating_count": "89K"
    },
    "title": "Stuck in Love (2012)",
    "description": "Stuck in Love (2012)================IMDb 7.2 / Rotten Tomatoes 58%မင်းသမီးချောလေးတွေဖြစ်တဲ့ Gennifer Connelly နဲ့ Lily Collins တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး Stuck in Loveဇာတ်လမ်းလေးကတော့…ဇနီးဟောင်းကို မေ့မရနိုင်ဖြစ်နေတဲ့ နာမည်ကျော်စာရေးဆရာ ဘေးလ်မိဘတွေရဲ့ အိမ်ထောင်ရေးကွာပြဲမှုကြောင့် ချစ်ရမှာ ကြောက်နေတဲ့သမီးဖြစ်သူ ဆမ်တစ်ယောက်ဆို တစ်ယောက် စွဲစွဲလမ်းလမ်းချစ်တတ်တဲ့သားဖြစ်သူ အချစ်သမားလေး ရက်စတီ Stuck in Love ဆိုတဲ့အတိုင်းအချစ်နွံနစ်ကြမယ့် သားအဖသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးကိုနှစ်သက်ဖွယ် ကြည့်ရှုရမယ့် Romance / Drama ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်..File size…1.36GB / 544MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 37mGenre ….. Crime , Drama , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by PhoebeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh BooneStarsGreg KinnearJennifer ConnellyLily CollinsCastAlex ter AvestBarbara WeetmanDavid CarzellGlen PowellGreg KinnearJennifer ConnellyKaren MalinaKristen BellLiana LiberatoLily CollinsLogan LermanNat WolffPatrick SchwarzeneggerRusty JoinerSpencer BreslinStephen KingZeeko Zaki",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dWiqMpC1WXeHEtVexPqws7jPXyq.jpg",
      "https://image.tmdb.org/t/p/w300/dzcu980sa90w2iBaFHBmDlKXGQ7.jpg",
      "https://image.tmdb.org/t/p/w300/jhUzVw3oicuef9J7FLU7XY8vtyi.jpg",
      "https://image.tmdb.org/t/p/w300/FCtOQSsmJ8D5NB4RBC3hae9RQ1.jpg",
      "https://image.tmdb.org/t/p/w300/wrEYy9YsWYHAPstMbC2PxwYx4Rq.jpg",
      "https://image.tmdb.org/t/p/w300/lLxobUqfyTc5cG3L8NvNflJuNqY.jpg",
      "https://image.tmdb.org/t/p/w300/6Oz03RCLriZXaXaRG95X2NLZXCZ.jpg",
      "https://image.tmdb.org/t/p/w300/jN6R4xgJ9cZyK59Ig9QExPVuLKy.jpg",
      "https://image.tmdb.org/t/p/w300/tOefzHCSsa9NZURHEF8kEKuOxrZ.jpg",
      "https://image.tmdb.org/t/p/w300/gxNg52nzaDZDXJr4eQf53qT9NEE.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qw34d1M7GtE4GPf0eI8QBnUEA0T.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/eg05gsssloxd.html",
        "server": "usersdrive.com",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/stuck-in-love-2012-blu-ray-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2xMqr/Stuck.in.Love.2012.BluRay1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Ydx23LzT#TdhLEpXFo1JIK2momZJviHbVZ5Z6AFpKG8J9VmwLXFQ",
        "server": "mega.nz",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://sbchill.com/6bx9136i0f2t.html",
        "server": "streamsb.com",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/kdbkbo34gdaz",
        "server": "streamvid.io",
        "size": "1.36GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cu5w7qlmxtdt.html",
        "server": "usersdrive.com",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/stuck-in-love-2012-blu-ray-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2xMpg/Stuck.in.Love.2012.BluRay720p(CM).mp4",
        "server": "megaup.net",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/sFo1hQKY#Ikao5cdHUIFbgisYKSm7j72kvqFO18Fw9zQG9HGTI20",
        "server": "mega.nz",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://sbchill.com/xv4c32i03l69.html",
        "server": "streamsb.com",
        "size": "544MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/9mlrdccb1zwi",
        "server": "streamvid.io",
        "size": "544MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "ORKb_Vqbz9U",
      "video_url": "https://www.youtube.com/watch?v=ORKb_Vqbz9U",
      "embed_url": "https://www.youtube.com/embed/ORKb_Vqbz9U"
    }
  },
  {
    "metadata": "|2021||Drama",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "2200"
    },
    "title": "Human Factors (2021)",
    "description": "Human Factors (2021)================IMDb Rating – 6.0/10ဂျာမနီ၊ အီတလီ၊ ဒိန်းမတ် သုံးနိုင်ငံပေါင်းကထုတ်တဲ့ ဇာတ်ကားလေးပဲဆိုပါတော့။ ဇာတ်ကားလေးက လွယ်မယောင်နဲ့ခက်တိမ်ယောင်နဲ့နက်ပါတယ်။ ရုပ်ရှင်လောကမှာ တော်ရုံဇာတ်ကားကောင်းတွေ သိပ်မထွက်လှတဲ့နိုင်ငံတွေက IMDb 6.0 ရထားတဲ့ကားဖြစ်လို့ ကောင်းလား မကောင်းလားကသိပ်မေးနေစရာရှိမယ်မထင်ပါဘူး။ဇာတ်လမ်းဇာတ်ကွက် ရိုးတယ်ထင်ရလွန်းလို့ ဟာ ဇာတ်ကွက်ကြီးက ရိုးလိုက်တာလို့ တွေးမိနေသော်ငြား စလာတည်းက ပဟေဠိပေါင်း သောင်းခြောက်ထောင်ပေးနေပြီး တဖြည်းဖြည်းနဲ့ ထင်သလောက်မရိုးဘူးဟလို့ တွေးရင်း တွေးရင်းကြည့်သွားရမယ့် ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကို ညွှန်းရမယ်ဆိုရင်တော့ ယန်နဲ့သူ့မိသားစု (သူ့မိန်းမရယ်၊သားတစ်ယောက်၊ သမီးတစ်‌ယောက်)ဟာ သူ့ယောက္ခမဝယ်ထားတဲ့ အပန်းဖြေအိမ်ကြီးမှာ မြို့ပြက စိတ်ဒုက္ခတွေသက်သာအောင် လာရောက်အပန်းဖြေရာကနေစပါတယ်။ ဒီတော့ အဲလိုတည်းရာကနေ Drama/ Fiction ဆိုတဲ့ အမျိုးအစားဖြစ်သွားအောင် ဘယ်လိုတွေ ရိုက်ကူးထားမယ်၊ ဘာတွေဆက်ဖြစ်လာမယ် ဘယ်လောက်တောင်ကြည့်လို့ကောင်းမယ်ကတော့ Human Factors ဆိုတဲ့ကားလေးထဲမှာရှူ့စားပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size – (1.7 GB) / (674 MB) / (420 MB)Quality – Web-DL 1080p / 720p / 480pDuration – 1Hr 42minsSubtitle – Myanmar HardsubFormat – MP4Genre : DramaTranslator – San Thu AungEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRonny TrockerStarsIsaak DentlerMark WaschkeMarthe SchneiderCastCevriye TorunDaniel SéjournéHannes PerkmannHassan AkkouchIsaak DentlerJule HermannKaren Margrethe GotfredsenKatia FellinMarie Rosa TietjenMark WaschkeMarthe SchneiderSabine TimoteoSimon Van BuytenSpencer BogaertSteve DriesenWanja Valentin Kube",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pOeOGZ2go1GYWZMC5klaTqCUvTf.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNjJhMGE5NTktZDkzNy00NjRhLThiZjUtMTZlNGMzYzFmZjllXkEyXkFqcGdeQXVyNTY0NzUxNA@@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/human-factors-2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/human-factors-2021-1080-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.7 GB",
        "quality": "WEB-DL 1080P 5.1 CH"
      },
      {
        "link": "https://megaup.net/1Kboe/Human.Factors.2021.1080p.[CM].mp4",
        "server": "megaup.net",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/03kt7vwep50h.html",
        "server": "usersdrive.com",
        "size": "1.7 GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/human-factors-2021-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "674 MB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/366ii/Human.Factors.2021.720p.[CM].mp4",
        "server": "megaup.net",
        "size": "674 MB",
        "quality": "720P"
      },
      {
        "link": "https://sbfast.com/j6t9rycyz2y4.html",
        "server": "streamsb.com",
        "size": "674 MB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/75n2v59koku0.html",
        "server": "usersdrive.com",
        "size": "674 MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/human-factors-2021-480-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/1Kbni/Human.Factors.2021.480p.[CM].mp4",
        "server": "megaup.net",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://sbfast.com/p3egppjxpydc.html",
        "server": "streamsb.com",
        "size": "420 MB",
        "quality": "480P"
      },
      {
        "link": "https://usersdrive.com/k65tcvhcqtlp.html",
        "server": "usersdrive.com",
        "size": "420 MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "g1GGrvBBNOE",
      "video_url": "https://www.youtube.com/watch?v=g1GGrvBBNOE",
      "embed_url": "https://www.youtube.com/embed/g1GGrvBBNOE"
    }
  },
  {
    "metadata": "N/A|2019|93 min|Biography,Drama,Musical",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "154"
    },
    "title": "Daffodils (2019)",
    "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် New Zealand နိုင်ငံထုတ် Drama/Musical ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်relationship တစ်ခုတည်ဆောက်ပြီးပြီဆိုရင် ဘယ်သူမှတော့ ပြိုကွဲချင်ကြမှာမဟုတ်ပါဘူးအထူးသဖြင့် ကိုယ့်ရဲ့ love of the life နဲ့ဆိုရင်ပေါ့အဲ့လိုမပြိုကွဲဖို့ဆိုရင် တစ်ဦးနဲ့တစ်ဦး ဖုံးကွယ်သိုဝှက်ထားတာတွေမရှိပဲ ပွင့်ပွင့်လင်းလင်းနဲ့နားလည်မှုကိုတည်ဆောက်သင့်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးက ကွက်ကွက်ကွင်းကွင်းပြသသွားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲရစ်က ဓာတ်ပြားဆိုင်မှာအလုပ်လုပ်တဲ့ လူငယ်လေးပါတစ်ရက်တော့ သိပ်ကိုလှပတဲ့ ရို့စ်နဲ့ အမှတ်မထင်တွေ့ဆုံရင်း နှစ်ယောက်သား ချစ်မိသွားကြတယ်ဆိုပါတော့ဒီလိုနဲ့ ရို့စ်အမေ သဘောမတူတဲ့ကြားထဲက လက်ထပ်လိုက်ကြတယ်အချိန်တွေကြာလာတာနဲ့အမျှ သူတို့အိမ်ထောင်ရေးဟာ ချစ်စခင်စလိုပန်းခင်းလမ်းမဟုတ်တော့တဲ့အခါ….Ost အမိုက်စားတွေနဲ့အတူ ချစ်တတ်ရင် ရို့စ်နဲ့အဲရစ်တို့နေရာကနေ ဝင်ရောက်ခံစားမိစေမှာအမှန်မို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)၂၀၁၉ ခုႏွစ္ထြက္ New Zealand ႏိုင္ငံထုတ္ Drama/Musical ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုမိတ္ဆက္ေပးခ်င္ပါတယ္relationship တစ္ခုတည္ေဆာက္ၿပီးၿပီဆိုရင္ ဘယ္သူမွေတာ့ ၿပိဳကြဲခ်င္ၾကမွာမဟုတ္ပါဘူးအထူးသျဖင့္ ကိုယ့္ရဲ႕ love of the life နဲ႔ဆိုရင္ေပါ့အဲ့လိုမၿပိဳကြဲဖို႔ဆိုရင္ တစ္ဦးနဲ႔တစ္ဦး ဖုံးကြယ္သိုဝွက္ထားတာေတြမရွိပဲ ပြင့္ပြင့္လင္းလင္းနဲ႔နားလည္မႈကိုတည္ေဆာက္သင့္တယ္ဆိုတာကို ဒီဇာတ္ကားေလးက ကြက္ကြက္ကြင္းကြင္းျပသသြားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အဲရစ္က ဓာတ္ျပားဆိုင္မွာအလုပ္လုပ္တဲ့ လူငယ္ေလးပါတစ္ရက္ေတာ့ သိပ္ကိုလွပတဲ့ ႐ို႕စ္နဲ႔ အမွတ္မထင္ေတြ႕ဆုံရင္း ႏွစ္ေယာက္သား ခ်စ္မိသြားၾကတယ္ဆိုပါေတာ့ဒီလိုနဲ႔ ႐ို႕စ္အေမ သေဘာမတူတဲ့ၾကားထဲက လက္ထပ္လိုက္ၾကတယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမွ် သူတို႔အိမ္ေထာင္ေရးဟာ ခ်စ္စခင္စလိုပန္းခင္းလမ္းမဟုတ္ေတာ့တဲ့အခါ….Ost အမိုက္စားေတြနဲ႔အတူ ခ်စ္တတ္ရင္ ႐ို႕စ္နဲ႔အဲရစ္တို႔ေနရာကေန ဝင္ေရာက္ခံစားမိေစမွာအမွန္မို႔ၾကည့္ရႈဖို႔တိုက္တြန္းလိုက္ပါတယ္(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 33minFormat : Mp4Genre : Biography, Drama, MusicalSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by May Myat ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid StubbsStarsGeorge MasonJodie HillockKatie WolfeKimbraMark MitchinsonRose McIverTandi WrightCastGeorge MasonJodie HillockKatie WolfeKimbraMark MitchinsonRose McIverTandi Wright",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/jWHXrBPChfJnAXwDRMWvELpbfph.jpg",
      "https://image.tmdb.org/t/p/w300/mDJSser5Ks2V9TV9XW8YksNc8pB.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6PYCZJhUSbfxKIDQijYoRgfe8b2.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.com/file/0PgfLbnHTOh0BjGfLDGm",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://soliddrive.co/2B0q/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "Soliddrive.co",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/29rsj/(CM)_Daffodils.2019.720p.WEBRip.mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/Zr5gFaYR#KEEyUSBgeUklQ3RAO5LqkZ-DS4Cnhy2E5uJof_9J1ko",
        "server": "mega.nz",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4XFEd",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/3mktspd4n2es.html",
        "server": "usersdrive.com",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/6c31e/cm-dafodils-2019-720p-webrip-mp4",
        "server": "yuudrive.me",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-daffodils-2019-720-p-web-rip-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/wfd16561vdau",
        "server": "upstream.to",
        "size": "750 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "XHkkE7ukGSQ",
      "video_url": "https://www.youtube.com/watch?v=XHkkE7ukGSQ",
      "embed_url": "https://www.youtube.com/embed/XHkkE7ukGSQ"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The House of Secrets (2023)",
    "description": "အန်တီဆာရာက နှစ်ပေါင်းများစွာ မတရားဖမ်းဆီး အကျဥ်းချခံထားရတာကို လွတ်မြောက်လာပြီးနောက် သူ့ကိုစောင့်ရှောက်ပေးနေတဲ့ မိသားစုဝင်တွေနဲ့ သူ့ရဲ့ဆရာဝန်ကပြောပြတဲ့ သူ့ရဲ့ အတိတ်အကြောင်းအရာတွေကိုလည်း မမှတ်မိနိုင်ဖြစ်နေပြီးတော့ ဆရာဝန်ပြောသမျှကိုလိုက်နာရင်း သူမကိုစောင့်ရှောက်ပေးနေတဲ့မိသားစုဝင်တွေနဲ့ အတူတူပျော်ပျော်ရွှင်ရွှင် နေထိုင်နေတာပဲဖြစ်ပါတယ်။ လက်ရှိ ခြေထောက်ဒဏ်ရာကြောင့် ဝှီးချဲပေါ်မှာပဲ အချိန်ကုန်နေရတာကြောင့် အိမ်နီးချင်းစုံတွဲအကြောင်းကိုပဲ စောင့်ကြည့်ပြီး ဝတ္ထုရေးသားနေတဲ့ အန်တီဆာရာတစ်ယောက် သူ့မိသားစုဝင်တွေကရော သူ့ရဲ့အမှန်တကယ်မိသားစုဝင်တွေဟုတ်ရဲ့လား သူ့ရဲ့ဆရာဝန်ကရော သူ့အတွက်တရားမျှတမှုရအောင်လို့ သူ့အတိတ်အကြောင်းကိုသတိရအောင်ကူညီပေးနေတာလား ဒါမှမဟုတ်အခြားရည်ရွယ်ချက်နဲ့လား သူကိုယ်တိုင်မှတ်မိရမှာအရမ်းကြောက်နေတဲ့ သူ့ရဲ့အတိတ်အကြောင်းကကောဘာလဲ ဆိုတာကို လှည့်ကွက်တွေအများကြီးနဲ့ စိတ်ဝင်တစားကြည့်ရမှာပဲဖြစ်ပါတယ် လှည့်ကွက်တွေ တစ်ခုပြီးတစ်ခုနဲ့ ဇာတ်အိမ်တည်ထားတာမို့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်း မှုခင်းဇာတ်လမ်းတွေကို စိတ်ဝင်စားတဲ့သူတွေအတွက် ဇာတ်ကားကောင်းတစ်ခုပါFile size…(1.7 GB)/(885 MB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:59:00Genre…DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ls.KoYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnee IchaEbisan ArayiEbiwari MateinEfe IreleEmeka NwagbaraochaFemi JacobsFiyin AsenugaFunlola AofiyebiGbubemi EjeyeKate Henshaw-NuttalKeppy Ekpenyong-BasseyMoyinoluwa OlutayoNajite DedeShawn FaquaTaye ArimoroTobi Daniels",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hRYE3wF6Chrekqjf5LAiHDcY34v.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRkOGE3ZTctODE3NC00NzA2LThhNDUtM2FmMDEwMDAzOTJmXkEyXkFqcGdeQXVyNjQyMjI1MTk@._V1_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-house-of-secrets-2023-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7hxowe58frdo.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1VO29/The.House.Of.Secrets.2023.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vuY0HJaD#mAC90SSvXxU0Aqel3pmogMQDvBKfhN966CV2xQpBU-s",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-house-of-secrets-2023-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zr04gm8yxt6u.html",
        "server": "usersdrive.com",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1fQzs/The.House.Of.Secrets.2023.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/uqhlwRyK#8R4-fIsMr05Nd3V-3OExE7jytEB7Mh37GkiRyiatO_g",
        "server": "mega.nz",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://likessb.com/r4u6e2a5x0ic.html",
        "server": "streamsb.com",
        "size": "885MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8n24u010kwjk",
        "server": "streamvid.io",
        "size": "885MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "JwIabmta14k",
      "video_url": "https://www.youtube.com/watch?v=JwIabmta14k",
      "embed_url": "https://www.youtube.com/embed/JwIabmta14k"
    }
  },
  {
    "metadata": "PG-13|1991|83 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "8,602"
    },
    "title": "Career Opportunities (1991)",
    "description": "ရုပ်ရှင်တစ်ကားကို ဇာတ်လမ်းအကြောင်းလဲစိတ်မဝင်စား ဘာတွေပြောနေမှန်းလဲမသိဘဲ မျက်တောင်မခတ်တမ်း အစအဆုံးကြည့်….ပြီးရင်လဲ သတိရတိုင်းအထပ်ထပ်ပြန်ကြည့်နေမယ်ဆိုရင် အဲ့ကောင်ကို ရူးနေတယ်လို့ မထင်ဘူးလား…ဟုတ်ပါတယ်…အဲ့ဒီအရူးက ကျွန်တော်ပါ။ဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး…မမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး…ကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး….ဪ…အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး…အဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။မကြည့်ဖူးသေးရင် ကြည့်ကြည့်ပါ..ကြည့်ဖူးရင်လဲ BluRay 1080p HEVC Quality နဲ့ ပြန်ကြည့်ကြပါ။ဇာတ်ကြောင်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်…ဂျင်ဒေါ့ဂ် (Frank Whaley) ဆိုတာ အရွယ်ရောက်နေပေမယ့် မိဘအိမ်မှာနေနေသေးတဲ့လူတစ်ယောက်ပါ.လေကြီးမိုးကြီး အရမ်းပြောတတ်ပေမယ့် comfort zone ထဲ က မထွက်နိုင်သေးတဲ့ ငပျင်းတစ်ယောက်ဆို မှန်ပါလိမ့်မယ်။အလုပ်လဲ ခဏခဏ အထုတ်ခံရပြီး မိဘတွေကအစ ငြိုငြင်ခြင်းခံရသူပေါ့. တစ်နေ့ သူ့အဖေ ဖြစ်သူက သူ့ကိုစတိုးဆိုင်တစ်ခုမှာ ညသန့်ရှင်းရေးသမား အဖြစ် အလုပ်သွင်းပေးလိုက်ပါတယ်။ ဂျင် ပထမဆုံး အလုပ်ဆင်းတဲ့ညမှာသူ့အထက်ဝန်ထမ်းက သူ့ကို အာဏာတွေပြပြီး ငါ မနက်မှ မင်းကို ဆိုင်ထဲက ထုတ်ပေးမယ်ဟုဆိုကာ အပြင်ကနေသော့ပိတ်သွားပါတော့တယ်။ ဂျင် တစ်ယောက် လူသူကင်းမဲ့တဲ့ စတိုးဆိုင်ကြီးထဲမှာ သန့်ရှင်းရေးလုပ်ရင်း ညတာကိုဖြတ်သန်းရတော့မှာပါ.ဂျိုစီ (Jennifer Connelly) ကတော့ ဂျင် နဲ့ ဆန့်ကျင်ဘက်ပါ။ ရွှေပေါ်မြတင် သူဌေးသမီးဆိုပေမယ့် Comfort zone ထဲကရုန်းထွက်ချင်သူတစ်ဦးပါ။ ဒါပေမယ့် ဖခင်ဖြစ်သူရဲ့ တင်းကြပ်မှုကြောင့် လွတ်လပ်မှု ပျောက်ဆုံးနေသူတစ်ဦးပါ။တိုက်ဆိုက်စွာနဲ့ ဂျင် အလုပ်ဝင်တဲ့နေ့မှာပဲ ဂျိုစီ ဟာ သူ့အဖေ အရှက်ရအောင်ဆိုပြီး စတိုးဆိုင်ထဲက ပစ္စည်းတစ်ခုခုကိုအလစ်သုတ်ပြီး အဖမ်းခံရအောင်လုပ်ဖို့ ကြံပါတယ်။ ဒါပေမယ့် ချီတုံချတုံ ဖြစ်ပြီး မခိုးဖြစ်တော့ပဲ စတိုးဆိုင်ထဲကတနေရာရာမှာ ပုန်းနေလိုက်ပါတယ်။ ဒီတော့ ညဘက် အလုပ်လာဆင်းတဲ့ ဂျင် နဲ့ အတူတူ စတိုးဆိုင်ထဲမှာ ပိတ်မိကုန်တာပေါ့။ဂျင်ကလဲ ငပျင်းဆိုတော့ အလုပ်လုပ်တာ နည်းနည်း ကမျင်းတာ များများဆိုတော့ စတိုးဆိုင်ထဲ သူတစ်ယောက်တည်းအမှတ်နဲ့ နေချင်သလို နေပါတော့တယ်။ ဂျိုစီ ကလဲ အသံဗလံတွေကြားလို့ ထွက်အကြည့် လွတ်လပ်မှုတွေရပြီးရုန်းမထွက်ချင်တဲ့ ဂျင် နဲ့ လွတ်လပ်မှုကို အရမ်းလိုချင်တဲ့ ဂျိုစီတို့ ဆန့်ကျင်ဘက်လူသားနှစ်ဦး ကြားဘယ်လို အချစ်မီးများ ပေါက်ဖွားလာမလဲ..ဒီကြားထဲ လူဆိုးနှစ်ဦးကပါ စတိုးဆိုင်ကို ဖောက်ထွင်းဖို့ရောက်လာခဲ့ချိန်မှာတော့…။ဒါရိုက်တာ Bryan Gordon ရိုက်ကူးထားပြီးအရမ်းလှတဲ့ မမ Jennifer Connelly နဲ့ မင်းသား Frank Whaley တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့အချစ်ဇာတ်မြူးကားလေးပါ။File size…(2.4 GB) / (1.4 GB)/ (500 MB)Quality….Blu-Ray 1080pHEVC HQ/720pFormat…mp4Duration….01:23:05Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byAliasYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBryan GordonStarsBarry CorbinDermot MulroneyFrank WhaleyJennifer ConnellyJenny O'HaraJohn M. JacksonKieran MulroneyNada DespotovichNoble WillinghamReid BinionCastAndrew WintonBarry CorbinDan AlbrightDenise GalikDermot MulroneyFrank WhaleyJennifer ConnellyJenny O'HaraJohn CandyJohn M. JacksonKieran MulroneyMarc ClementNada DespotovichNoble WillinghamReid BinionWilbur FitzgeraldWilliam Forsythe",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7Qj4ljVQP6ryerxHLAwbLgh2Hj.jpg",
      "https://image.tmdb.org/t/p/w300/ryAdDWM0mLwJEosoDXuSH5Ed2Rp.jpg",
      "https://image.tmdb.org/t/p/w300/nGB7c9SvEN2h7ZJiejwYwp5U33z.jpg",
      "https://image.tmdb.org/t/p/w300/nQbvZLP8CdydOpZQ1BgFcAmat0t.jpg",
      "https://image.tmdb.org/t/p/w300/jVOBYnXdFSvGxBuXyWopa6Y1B2g.jpg",
      "https://image.tmdb.org/t/p/w300/l8BNyWOcfJrWefNJ8zCCNDUwELy.jpg",
      "https://image.tmdb.org/t/p/w300/y9UU2JNjoFPI7ZvCuiWzpN9GJHZ.jpg",
      "https://image.tmdb.org/t/p/w300/87Z4P4abRyftWpkR82NC0LOXt0s.jpg",
      "https://image.tmdb.org/t/p/w300/9RKcZKBMeAu5stfF1c258QTPAnK.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/career-opportunities-movie-poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/career-opportunities-1991-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-career-opportunities-1991-1080-p-blu-ray-hevc-hq-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.4 GB",
        "quality": "1080p HEVC HQ"
      },
      {
        "link": "https://megaup.net/1L34b/(CM)_Career.Opportunities.1991.1080p.BluRay.HEVC.HQ.mkv",
        "server": "megaup.net",
        "size": "2.4 GB",
        "quality": "1080p HEVC HQ"
      },
      {
        "link": "https://mega.nz/file/UeVQgZxL#c7vJAXO5x5-KNBFyWJZ8hnT-Bbv8rqhm2DJ1A48ME2g",
        "server": "mega.nz",
        "size": "2.4 GB",
        "quality": "1080p HEVC HQ"
      },
      {
        "link": "https://usersdrive.com/0rtua48a8kpg.html",
        "server": "usersdrive.com",
        "size": "2.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-career-opportunities-1991-1080-p-blu-ray-hevc-mq-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2r0xd/(CM)_Career.Opportunities.1991.1080p.BluRay.HEVC.MQ.mkv",
        "server": "megaup.net",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/hbthHDTb#M1MQHZNdCvcYMNyTPniRqrlXbKfDTbfZsxSF20Mjlbo",
        "server": "mega.nz",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/hnqjbbde9xa4.html",
        "server": "usersdrive.com",
        "size": "1.4 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-career-opportunities-1991-720-p-h-264-aac-2-audio-mp-4",
        "server": "yoteshinportal.cc",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2r0vg/(CM)_Career.Opportunities.1991.720p.H.264.AAC.2Audio.mp4",
        "server": "megaup.net",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/sTMy2CSZ#QKNGa3RABjHX8zHlyiLhwCSQyCa70JRw5qwnTsqAMTA",
        "server": "mega.nz",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/iaf8nxb9c47u.html",
        "server": "usersdrive.com",
        "size": "500 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/qlt0u6k0zxte.html",
        "server": "streamsb.com",
        "size": "500 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "dUPpoukTpps",
      "video_url": "https://www.youtube.com/watch?v=dUPpoukTpps",
      "embed_url": "https://www.youtube.com/embed/dUPpoukTpps"
    }
  },
  {
    "metadata": "|||Crime,Drama",
    "rating": {
      "rating": "6.3/10",
      "rating_count": ""
    },
    "title": "Northern Shade (2022)",
    "description": "ဂျက်စတင်ဟာ အမေရိကန်စစ်ပြန်ကြီးတစ်ယောက်ဖြစ်ပြီးအာဖဂန်စစ်ပွဲတွေမှာ တာဝန်ထမ်းခဲ့သူပါ။သူ့ရဲ့စစ်ပွဲအတွေ့အကြုံကတော့ ကောင်းမွန်တဲ့အတွေ့အကြုံတစ်ခုတော့မဟုတ်ခဲ့တဲ့အလျောက် ဒီစစ်ပွဲမှာပဲ အရင်းနီးဆုံးသူငယ်ချင်းကိုဆုံးရှုံးခဲ့ရပြီးကြေကွဲစိတ်တွေ၊ စစ်ပွဲရဲ့ စိတ်ဒဏ်ရာတွေနဲ့ အသက်ရှင်နေရသူပေါ့…။တစ်ခါတလေဆို သေဆုံးသွားတဲ့သူ့သူငယ်ချင်းရဲ့ ဝိညာဥ်ကိုပါမြင်ယောင်မိတတ်ပါတယ်။အဲ့လိုနဲ့စစ်ပြန်ဘဝနဲ့ ၇နှစ်တာ တစ်ကိုယ်တည်းနေခဲ့ရင်းနဲ့ တစ်နေ့ကျတော့သူ့ရဲ့ညီဖြစ်သူဟာ အဆက်အသွယ်မရပျောက်ဆုံးသွားမှန်းသိလိုက်ရပါတယ်ဒါကြောင့် ညီဖြစ်သူကို ပြန်ရှာဖို့ စုံစမ်းခဲ့ရင်းက လက်နက်ကိုင် ဂိုဏ်းတစ်ခုထဲရောက်သွားကြောင်းသိလိုက်ရတဲ့နောက်မှာ….၊စစ်ပွဲဆိုတာ နောက်ပြန်ဆုတ်လို့မရတဲ့အရာတွေမှန်း ကိုယ်တွေ့ကိုယ်ကျကြုံတွေ့ခဲ့ရတဲ့သူမို့ ညီအရင်းဖြစ်သူကိုပါ ထပ်အဆုံးရှုံးမခံရစေဖို့ ဘယ်လိုရှာဖွေကယ်ဆယ်မလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ…။File size…1.21 GB / 535 MBQuality…WEB-Rip 1080p 5.1CH / 720pFormat…mp4Duration….1h 35mGenre ….. Crime , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by ThemesYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastJesse GavinJoseph PoliquinTitania Galliher",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/5xSfu2AGc0Qf8K6KsjpoBA0miHv.jpg",
      "https://image.tmdb.org/t/p/w300/xtTWLkubV9UXijn3RP3ph7q89Mi.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/y9QaP507ScoH0zu4J9x6QkNXYbl.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/tqexf0xczgue.html",
        "server": "usersdrive.com",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/northern-shade-2022-web-rip-1080-p-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/edpsr/Northern.Shade.2022.WEBRip,1080p5.1CH(CM).mp4",
        "server": "megaup.net",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/m6BTTZQZ#YWDjEKhaX0_hjb3rpbV6vDaqI7QrNcJB2HroXIv1loc",
        "server": "mega.nz",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/l5a80e758iqr",
        "server": "streamvid.io",
        "size": "1.21GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/2bc69ught5v7.html",
        "server": "usersdrive.com",
        "size": "535MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/northern-shade-2022-web-rip-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "535MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/edpsg/Northern.Shade.2022.WEBRip,720p(CM).mp4",
        "server": "megaup.net",
        "size": "535MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/v3p2VbjS#VobEtJoyGq_IT6VLX93dp1XnT352P7QXLBqOTmIc25Q",
        "server": "mega.nz",
        "size": "535MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/el4d51imcneq",
        "server": "streamvid.io",
        "size": "535MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "SyaMwbM5fIM",
      "video_url": "https://www.youtube.com/watch?v=SyaMwbM5fIM",
      "embed_url": "https://www.youtube.com/embed/SyaMwbM5fIM"
    }
  },
  {
    "metadata": "N/A|2018|94 min|Action,Drama",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "937"
    },
    "title": "Lukas (2018)",
    "description": "လူးခတ္ဆိုတဲ့ လူတစ္ေယာက္ဟာ သူ႔ဇနီးဆံုးပါးသြားၿပီးေနာက္ သမီးျဖစ္သူဆာရာနဲ႔အတူေနထိုင္ရင္း ကလပ္တစ္ခုမွာ လံုျခံဳေရးအေစာင့္အျဖစ္လုပ္ပါတယ္တစ္ေန႔ေတာ့ ကလပ္မွာ ဧည့္သည္တစ္ေယာက္ကို ထိခိုက္ေအာင္ လုပ္မိတဲ့အတြက္အလုပ္ထုတ္ခံလိုက္ရပါတယ္အဲ့ကလပ္မွာလုပ္တဲ့ သူ႔သူငယ္ခ်င္းကပဲ အျခားကလပ္တစ္ခုမွာ အလုပ္ရဖို႔ေျပာေပးခဲ့ပါတယ္ေနာက္ကလပ္မွာ သူအလုပ္ရသြားတဲ့အခါမွာေတာ့ ရဲေတြဘက္ကလူးခတ္ကိုအက်ပ္ကိုင္ ကလပ္ပိုင္႐ွင္အေၾကာင္းစံုစမ္းခိုင္းျပီးသူလ်ိႈလုပ္ခိုင္းပါေတာ့တယ္ေနာက္ပိုင္း လူးခတ္ဟာ သူ႔သမီးေလးလံုျခံဳေရးနဲ႔ ၿခိမ္းေျခာက္ခံရျပီးကလပ္ပိုင္ရွင္ရဲ႕ အျခားလုပ္ငန္းေတြမွာပါ ပါဝင္လာရတဲ့အခါ…ကလပ္ပိုင္႐ွင္ကေရာ အျခားဘာလုပ္ငန္းေတြ လုပ္ကိုင္ေနတာလဲ…လူးခတ္ကေရာ သူ႔သမီးေလးေရာ သူေရာ လြတ္ေျမာက္ေအာင္ဘယ္လိုႀကိဳးစားမလဲဆိုတာကေတာ့…ဒီကားေလးကိုၾကည့္ၿပီး အေၿဖရွာလိုက္ရေအာင္…File Size : (883 MB) and (242MB)Quality : BluRay 720pRunning Time :1hr 34 minFormat : Mp4Genre : Action , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated byHMOEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJulien LeclercqMarcus HimbertStarsAlice VersetCarlos SchramCatherine HaducaDimitri VegasJean-Claude Van DammeKaarisKevin JanssensSam LouwyckSami BouajilaSveva AlvitiCastAlice VersetCarlos SchramCatherine HaducaCecilia NgoChristian BronchartDimitri VegasJean-Claude Van DammeKaarisKevin JanssensKevin Van DoorslaerLaurent D'EliaSam LouwyckSami BouajilaSveva Alviti",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/mAWMorHkrbBvsfBv8XiE6qbCY9L.jpg",
      "https://image.tmdb.org/t/p/w300/h4NRrmvOmV8sVfT2kQ3pELueMeK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/w7rFgyr7rujNYRex9oxzG26Zq6z.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-bouncer-lukas-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "883 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://megaup.net/SPfn/The_Bouncer_(Lukas)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "883 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://upstream.to/1g9tsx5e1qfd",
        "server": "upstream.to",
        "size": "883 MB",
        "quality": "BluRay 720p"
      },
      {
        "link": "https://usersdrive.com/x60s93udlqcg.html",
        "server": "usersdrive.com",
        "size": "883 MB",
        "quality": "BluRay 720p"
      }
    ],
    "trailer": {
      "video_id": "aghKZNhNWx4",
      "video_url": "https://www.youtube.com/watch?v=aghKZNhNWx4",
      "embed_url": "https://www.youtube.com/embed/aghKZNhNWx4"
    }
  },
  {
    "metadata": "R|2022|2h 6m|Crime,Drama,Thriller",
    "rating": {
      "rating": "6.2/10",
      "rating_count": "643"
    },
    "title": "Bandit (2022)",
    "description": "Bandit (2022)1970 ကျော်က ဖြစ်ရပ်မှန် ဇာတ်လမ်းကို အခြေခံထားတဲ့ Crime, Thriller ကားလေးပါ။နည်းပညာမတိုးတက်ခင်ကာလ စီးပွားရေးကြပ်တည်းနေတဲ့ အမေရိကန်နိုင်ငံမှာ Robert ဆိုသူတစ်ယောက်က ပြစ်မှုတစ်ခုနဲ့ မီရှီဂန် အကျဉ်းထောင်မှာ ထောင်ဒဏ် တစ်နှစ်ခွဲ ကျခံခဲ့ရပါတယ်။ Robert ဟာ အကျဉ်းထောင်ကနေ ဖောက်ထွက်လွတ်မြောက်လာပြီးနောက် ကနေဒါနိုင်ငံကို ထွက်ပြေးဖို့ ကြိုးစားခဲ့ပါတယ်။ဒီလိုနဲ့ ကနေဒါကိုရောက်တဲ့အခါ သတိထားမိတာက ကနေဒါမှာရှိတဲ့ ဘဏ်တွေက US မှာလို လုံခြုံရေးတွေမတင်းကြပ်ဘူးဆိုတာပဲ။ ဒါနဲ့ပဲ သူက ဘဏ်ဓားပြတိုက်တာကို စလုပ်ခဲ့ပြီး ဘဏ်ပေါင်း 59 ခုကို ဓားပြတိုက်ခဲ့ကာ နောက်ပိုင်းမှာတော့ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကိုပါ ဓားပြတိုက်ခဲ့တာကြောင့် ရဲတပ်ဖွဲ့ရင် အလိုအရှိဆုံး ရာဇဝတ်ကောင်အဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။Robert တစ်ယောက် ဘဏ်တွေ လက်ဝတ်ရတနာအရောင်းဆိုင်တွေကို ဘယ်လိုဓားပြတိုက်လဲ?ဓားပြမတိုက်ခင် သူဘာတွေ ပြင်ဆင်လဲ?ကနေဒါ ပြည့်သူ့ ရဲတပ်ဖွဲ့ရဲ့ ပိုက်စိပ်တိုက်ရှာဖွေ ဖမ်းဆီးခံရတဲ့အခါ လွတ်မြောက်အောင် ဘယ်လိုတွေကြိုးစားမလဲ? ဆိုတာကိုတော့ ဒီဖြစ်ရပ်မှန်ပေါ်ဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးမှာ အတူ ဆက်လက်ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Marieက ပါ။)File Size          :2.5GB, 680MB, 344MBQuality            :1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480pFormat            :mp4Duration         :2hr & 6minsGenre              :Crime, Drama, ThrillerTranslated byMarieEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAllan UngarStarsElisha CuthbertJosh DuhamelNestor CarbonellCastElisha CuthbertJosh DuhamelLorenzo YearbyMel GibsonNestor Carbonell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/fM2fxkLd2keYGweotdlc9vpnhOn.jpg",
      "https://image.tmdb.org/t/p/w300/llKoPyI65kTIwpmK0QUEMYlJRW1.jpg",
      "https://image.tmdb.org/t/p/w300/fsjPgjPgCTUahMFzBQclcVktYze.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yph9PAbmjYPvyvbeZvdYIhCZHEu.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bandit-2022-1080-p-web-dl-ac-3-5-1-ch-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/k9ydbvi6nmgs.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2ukkj/[CM]Bandit.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bandit-2022-720-p-web-dl-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/z6bw9m4e4wku.html",
        "server": "usersdrive.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/18ppx/[CM]Bandit.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/hDFCGA6Q#vOd14Nmn1JDdCOoBltPpsy_zTYvtHCCVEHtSjsXEmzI",
        "server": "mega.nz",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/bs5634awmuly.html",
        "server": "streamsb.com",
        "size": "680MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bandit-2022-480-p-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "344MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/1cmatwe91jaf.html",
        "server": "usersdrive.com",
        "size": "344MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/18pps/[CM]Bandit.2022.480p.mp4",
        "server": "megaup.net",
        "size": "344MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0LU2XawA#1yU9LN4usQpUyFwOh__wLQY26yprck5vOq4NPUwnQ44",
        "server": "mega.nz",
        "size": "344MB",
        "quality": "480p"
      },
      {
        "link": "https://sblanh.com/t1dqktydvpmk.html",
        "server": "streamsb.com",
        "size": "344MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "sSjYZXVXiaM",
      "video_url": "https://www.youtube.com/watch?v=sSjYZXVXiaM",
      "embed_url": "https://www.youtube.com/embed/sSjYZXVXiaM"
    }
  },
  {
    "metadata": "R|2002|150 min|Biography,Drama,Music,War",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "583,384"
    },
    "title": "The Pianist (2002)",
    "description": "The Pianist ကိုမပြောခင် ဒီဇာတ်ကားရိုက်တဲ့ Director Roman Polanski အကြောင်းနည်းနည်းပြောအုန်းမယ်။ပိုလန်စကီးက Polish-French ဒါရိုက်တာတစ်ဦး။ သူဒီဇာတ်ကားကိုမရိုက်ခင် ရှေ့ဆယ်စုနှစ်တခုလောက်က Schindler’s list ဆိုတဲ့ဇာတ်ကားကိုရိုက်ဖို့ အခွင့်အရေးရခဲ့သေးတယ်။ ဒါပေမဲ့ ဇာတ်လမ်းကိုသိသိချင်းမှာဘဲ အဲ့ဇာတ်ကားကိုရိုက်ဖို့ပယ်ချလိုက်တယ်။ဘာလို့လဲဆိုတော့ သူ့ငယ်ဘဝက trauma တွေကြောင့်၊ သူကိုယ်တိုင် ဂျာမန်တွေရဲ့ Ghetto ထဲမှာနေခဲ့ရတဲ့အတွေ့အကြုံ၊ အော့ဇ်ဝင့်ချ် ထဲမှာ သူ့အမေသေခဲ့တဲ့ အတွေ့အကြုံ၊ သူ့အသက်၁၀ နှစ်လောက်မှာဘဲ သူ့အဖေရော အမေရောအဖမ်းခံလိုက်ရတဲ့အပြင် နာဇီ SS စစ်သားတွေဟာ သူနေတဲ့ ကရာကိုးမြို့ကိုသိမ်းပီး ပိုလန်ရဲ့မြို့တော်အဖြစ်ပြောင်းလဲသိမ်းပိုက်လိုက်ရုံတင် မက၊ သူ့ရှေ့တင် ဂျူးတွေကို လမ်းပေါ်မှာ ကြက် ငှက်လို ပစ်သတ်နေတာကို မျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရတာဘဲဖြစ်ပါတယ်။အဲ့ဒါကြောင့် ဒုတိယကမ္ဘာစစ်အခြေခံ နာဇီ-ဂျူး ဇာတ်လမ်းဖြစ်တဲ့ Schindler’s List ကိုရိုက်ဖို့ လက်မခံခဲ့တာပါတဲ့လေ။ဒါပေမဲ့ ၁၀ စုနှစ်တခုအကြာ2002 မှာတော့ ဒုတိယကမ္ဘာစစ်ကိုအခြေခံထားတဲ့ The Pianist နဲ့အတူ ပြန်လာခဲ့ပြီဘဲဖြစ်ပါတယ်။ဒီဇာတ်ကားက တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေခံပီးရိုက်ထားတာပါ။ ဒီရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Wladyslaw Szpilman ကလဲ ဒီရုပ်ရှင်မထွက်ခင် ၂ နှစ်အလိုကဘဲ သေဆုံးသွားခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း~~~~~~~~~~~~~~~The Pianist ဟာ ဒုတိယကမ္ဘာစစ်တွင်းက ပိုလန်နိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပညာရှင် Szpilman တယောက် ဂျာမန်လက်ထဲကနေ လွတ်မြောက်ပီး ဝါဆောမြို့မှာ ပုန်းအောင်းရင်းအသက်ရှင်ဖို့ ခက်ခက်ခဲခဲ Survival လုပ်ခဲ့ရတဲ့အဖြစ်အပျက်ကို ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းရဲ့အစမှာတော့ Szpliman တစ်ယောက် ဝါဆောမြို့ရေဒီယိုစခန်းတခုမှာ piano တီးနေခဲ့တယ်။အဲ့အချိန်မှာဘဲ ပထမဆုံးဂျာမန်ဗုံးတွေ ပိုလန်မြို့ပေါ် ကြဲကျတော့ အဆောက်အအုံထဲမှာ ရှိတဲ့လူတွေ ရုတ်ရုတ်သဲသဲဖြစ်ကုန်ပြီး ဘေးလွတ်ရာပြေးကြတယ်။ စစ်ရဲ့အစပေါ့…အင်္ဂလန်နဲ့ ပြင်သစ်တို့ စစ်ကြေညာကြောင်းထုတ်ပြန်တော့ မြို့ကနေ ထွက်ခွါတဲ့သူတွေက ထွက်ကြတယ်။ဒါပေမဲ့ Szpilman တို့မိသားစုကတော့ ဝါဆောမြို့ကနေထွက်မပြေးခဲ့ဘဲ အခြေအနေကောင်းဖြစ်လာမှာကိုဘဲ စောင့်မျှော်နေခဲ့ကြတယ်။ဒါပေမဲ့ ရလာဒ်ကထင်ထားသလိုဖြစ်မလာဘဲ ဂျာမန်တွေ ပိုအာဏာရ အင်အားကြီးလာပြီး ပိုလန်နိုင်ငံကို ဝါးမြိုလာပါတော့တယ်။မြို့ထဲမှာရှိတဲ့ဂျူးမှန်သမျှ Ghetto ထဲကိုပြောင်းရွှေ့နေခိုင်းတယ်။ဂျာမန်တွေဟာ ဂျူးတွေကို လူလိုမသတ်မှတ်ဘဲ ညှင်းပန်းနှိပ်စက်ကြတယ်။အဲ့ဒါပြီး ကမ္ဘာ့သမိုင်းမှာအရက်စက်ဆုံးဖြစ်တဲ့ဂျူးအားလုံးကိုအမြစ်ပြတ်သတ်ဖြတ်မဲ့ Auschwitz ကိုရထားတွေနဲ့ ပို့ပါတော့တယ်။အဲ့ထဲမှာလဲ ဂျူးမိသားစုဖြစ်တဲ့ Szpilman တို့မိသားစုကလဲ အပါအဝင်ပေါ့။ကံကောင်းချင်တော့ ဂျူးထိန်းသိမ်းရေးအဖွဲ့က လူတယောက်က Szpilman ကိုကယ်လိုက်တယ်။ ဒီလိုနဲ့ဘဲ Szpilman တစ်ယောက် သေကံမရောက် သက်မပျောက်ဘဲ ဝါဆောမြို့မှာ တစ်ယောက်ထဲ အသက်ဆက်ခွင့်ရခဲ့ပါတော့တယ်။ဒါပေမဲ့ အဲ့လိုရှင်သန်ရတာလဲ မလွယ်ကူပါဘူး။အသက်မသေရုံတမယ်ပါဘဲ။သူချစ်တဲ့သူ့မိသားစုကိုလဲ ဆုံးရှုံးခဲ့ရတယ်၊ သူသိပ်ဝါသနာပါတဲ့ Pianist အလုပ်ကိုလဲစွန့်လွှတ်ရတယ်၊သူနေတဲ့ တမြို့လုံးလဲ အနိဋ္ဌာရုံဖြစ်သွားခဲ့ရတယ်။ဒီရုပ်ရှင်ဟာ ဂျာမန်တို့ဝါဆောကို စသိမ်းတဲ့ ၁၉၃၉လောက်ကနေ ဆိုဗီယက်တပ်နီတော်ကြီး ပိုလန်ကိုပြန်သိမ်းယူတဲ့ ၁၉၄၅ လောက်အထိအတွင်းမှာ ယိုယွင်းပျက်စီးပြီး လူသူမဲ့နေတဲ့ ဝါဆောမြို့လယ်ထဲမှာ Pianist Szpilman တစ်ယောက် ဘယ်လိုအသက်ရှင်ဖို့ကြိုးစားခဲ့ရပုံကို ရင်တလှပ်လှပ်နဲ့ကြည့်ရှူရမာဘဲ ဖြစ်ပါတယ်။Szpilman နေရာကသရုပ်ဆောင်တဲ့ Adrien Brody ကလဲ သူ့ဇာတ်ရုပ်ကိုပီပီပြင်ပြင်သရုပ်ဆောင်သွားနိုင်ခဲ့တယ်။ ဒီဇာတ်ကားနဲ့ဘဲ သူ့အသက်၂၉ မှာ ပထမဆုံး Oscar ရခဲ့တယ်။(ဒါတင်မက Szpilman ဟာ နာဇီဗိုလ်ချုပ်ကြီးကို Piano တီးပြတဲ့ ဇာတ်ဝင်ခန်းဟာ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးဇာတ်ဝင်ခန်းတွေထဲ က တစ်ခုပါတဲ့လေ)အဲ့တော့ဒါဟာ ကမ္ဘာ့ rating အများဆုံး ဇာတ်ကားတွေထဲမှာ အဆင့် ၃၅ နေရာကနေ ရပ်တည်နေတဲ့ Polanski ရဲ့ The Pianist ဘဲဖြစ်ပါတယ်။Oscar Nomi 7 ဆုမှာ 3 ဆုထိရရှိထားပြီး တခြားဆုပေါင်းများစွာလဲရရှိထားပါသေးတယ်။အကယ်၍ခများဟာ ရသမျိုးစုံပေးနိုင်တဲ့ စစ်ကားကောင်းကောင်းတွေကိုကြိုက်နှစ်သက်တယ်ဆိုရင်တော့ The Pianist ကိုကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။(Review Crd )File size…(3.5 GB)/(850 MB)Quality….BluRay HEVC 1080p/720pFormat…mkv/mp4Duration….02:28:44Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung,Phyo PyaeTranslated byArielYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCaroline VeyssièreRoman PolanskiSylvette BaudrotWeronika MigonZbigniew GruzStarsAdrien BrodyEd StoppardEmilia FoxFrank FinlayJessica Kate MeyerJulia RaynerMaureen LipmanMichal ZebrowskiThomas KretschmannWanja MuesCastAdam BaumanAdrian HoodAdrien BrodyAndrew TiernanAndrzej BlumenfeldAndrzej PieczynskiAndrzej SzenajchAndrzej WaldenAndrzej ZielińskiAnthony MilnerAxel PrahlBen HarlanBorys SzycCezary KosinskiCyril ShapsDaniel CaltagironeDawid SzurmiejDetlev von WangenheimDorota LilientalEd StoppardEmilia FoxFrank FinlayGrzegorz ArtmanIzabella SzolcJacek WolszczakJaroslaw KopaczewskiJerzy GóralczykJessica Kate MeyerJoachim Paul AssböckJoanna BrodzikJohn BennettJohn KeoghJulia RaynerKatarzyna BargiełowskaKatarzyna FiguraKrzysztof PieczyńskiLech MackiewiczLucy SkeapingMaciej KowalewskiMaciej WinklerMaja OstaszewskaMalgorzata TrybalskaMarian DziędzielMaureen LipmanMichal ZebrowskiMorgane PolanskiNina FranoszekNomi SharronNorbert RakowskiPatrick LanaganPaul BradleyPawel ZdunPaweł BurczykPaweł MałaszyńskiPeter RappenglückPiotr SiejkaPopeckRafał DajborRafał MohrRichard RidingsRoddy SkeapingRonan VibertRoy SmilesRuth PlattRyszard KlugeTadeusz WojtychThomas KretschmannThomas LawinkyTom StraussTomasz TyndykUdo KroschwaldUwe RathsamValentine PelkaWanja MuesWojciech SmolarzZbigniew DziduchZbigniew WalerysZbigniew ZamachowskiZofia Czerwińska",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dVr11o9or7AS8AMPfwjSpEU83iU.jpg",
      "https://image.tmdb.org/t/p/w300/1XqIhsqnAozznGhxlGdI0GPcCro.jpg",
      "https://image.tmdb.org/t/p/w300/43qoaxPabvW2cDDI60Dam6mHV0K.jpg",
      "https://image.tmdb.org/t/p/w300/tVXem005jd4AepgfyaILijflNlQ.jpg",
      "https://image.tmdb.org/t/p/w300/cqOmm81h5zVl182kzbr0xSKD6nF.jpg",
      "https://image.tmdb.org/t/p/w300/A7r8GRpvOojI2Vl5EEJfAIfzCg9.jpg",
      "https://image.tmdb.org/t/p/w300/qLo1CF1zixEaKqOHXI1Tn4xavjm.jpg",
      "https://image.tmdb.org/t/p/w300/fuFcyX9pXcLeKfsEpArtnqV3gyX.jpg",
      "https://image.tmdb.org/t/p/w300/giYF7lVVxDrMTsHCPVleLotmEfL.jpg",
      "https://image.tmdb.org/t/p/w300/tzGA6ip6dhYn9apYbGV2U2uRW8e.jpg",
      "https://image.tmdb.org/t/p/w300/hg84hWpEQFjXMsoIPgskFFAtE2e.jpg",
      "https://image.tmdb.org/t/p/w300/818DcV3GLGbTWCnfdK3SIIihNbQ.jpg",
      "https://image.tmdb.org/t/p/w300/A3WoE8l6ym5Zy4x9Mx2zEotNgl9.jpg",
      "https://image.tmdb.org/t/p/w300/ybUO1qKCvGBUoleKIgVKcqjACpg.jpg",
      "https://image.tmdb.org/t/p/w300/kzPPpg5zmbVjkkT2wvgnhNSbn5y.jpg",
      "https://image.tmdb.org/t/p/w300/jNqqojMS9s3QcnuS1qA3LsZpBSb.jpg",
      "https://image.tmdb.org/t/p/w300/hBVF0ucMBHentwwb01EU6edCHpn.jpg"
    ],
    "thumbnail_link": "",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-pianist-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-pianist-2002-hevc-1080-p-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/1N31i/(CM)_The_Pianist_(2002)_HEVC_1080p_AAC_5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/ootknf3mtnxz.html",
        "server": "usersdrive.com",
        "size": "3.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://sbthe.com/givhw5i7y2b4.html",
        "server": "streamsb.com",
        "size": "3.5 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/the-pianist-2002-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2Sy3j/The_Pianist_[2002]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/B0EjRQDC#3mvy6layYwD3CwH4dyHGhImcHWDoocuEAAbqj9ir5Uo",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/givhw5i7y2b4.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "u_jE7-6Uv7E",
      "video_url": "https://www.youtube.com/watch?v=u_jE7-6Uv7E",
      "embed_url": "https://www.youtube.com/embed/u_jE7-6Uv7E"
    }
  },
  {
    "metadata": "|||Comedy,Drama",
    "rating": {
      "rating": "7.2/10",
      "rating_count": ""
    },
    "title": "Sick of Myself (2022)",
    "description": "IMDb rating – 7.2/10 ဒီတစ်ခေါက်မှာတော့ Norawy Comedy,Drama အမျိုးအစားဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ self- promotion ကိုမှားယွင်းစွာလုပ်မိသွားတဲ့ Signe တစ်ယောက်ဒုက္ခလှလှကြုံတွေ့ရပုံကို ယနေ့ခေတ်မှာဖြစ်လေ့ရှိတဲ့ uncomfortable truths တွေကိုပါ ထည့်သွင်းပြီးရိုက်ပြထားတဲ့အတွက် ပရိတ်သတ်ကြီးတို့ အားလပ်ရက်မှာကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းကားကောင်းလေးတစ်ခုပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. Signe နဲ့ Thomas တို့ဟာ အဆင်မပြေပြီး တစ်ယောက်နဲ့တစ်ယောက်ယှဉ်ပြိုင်ချင်တဲ့ ဆက်ဆံရေးတစ်ခုကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲတစ်တွဲပေါ့။ Thomas ကအနုပညာရှင်တစ်ယောက်ပါ Signe ကတော့ သူ့ရဲ့ဂုဏ်သတင်းကို လူတွေရဲ့အာရုံစိုက်ခံရအောင်လုပ်ပြီးရယူလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ Thomas တစ်ယောက် မဂ္ဂဇင်းတွေကပါ အင်တာဗျူးလုပ်ပြီး အောင်မြင်စပြုလာတာကို Signe မြင်ရတဲ့အခါမှာတော့ သူလည်းနာမည်ကျော်လူသိများဖို့အတွက် သူ့ရဲ့လိမ်ဆင်တွေကိုစပြီး အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်..File size…(1.8 GB)/(870 MB)/(400 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:37:00Genre…Drama, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Swe YeeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAlexander BergAnders Danielsen LieAndrea Bræin HovigAnne KokkinnBabatunde Adam OluwalanaBengt-Åke GustafssonBente VikmanBirgit NordbyBjørnar BruunChristian TorpEirik SætherElisabeth Bech AschehougErlend MørchFanny VaagerFredrik Stenberg Ditlev-SimonsenFrida NatlandGuri Hagen GlansHåkon RamstadHenrik MestadIngrid VollanJonas BakkeKnut FougnerKristine Kujath ThorpKristoffer BorgliLene FinnestadMagnus AasheimMarit HegerMatilda HöögMohammad AfzalRobert SkjærstadSarah Francesca BrænneSeda WittSophia LeeberSteinar Klouman HallertTerje Strømdahl",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/lJXHuyY622HcA0RHJvkeJcvzamK.jpg",
      "https://image.tmdb.org/t/p/w300/lk0R4K0kXH8zORA8JWDxqgYLNvJ.jpg",
      "https://image.tmdb.org/t/p/w300/eYAq3oK64CbfWlI3rMmCeBLgqcO.jpg",
      "https://image.tmdb.org/t/p/w300/hLyLyantZxinYxDs7DysIVSINPI.jpg",
      "https://image.tmdb.org/t/p/w300/7mBAzmhCChkL2X87qkOUQYqSpO6.jpg",
      "https://image.tmdb.org/t/p/w300/v06yQKB3211M8ffouB63CQZGKBu.jpg",
      "https://image.tmdb.org/t/p/w300/mEHBwIJbZdHpyZEv6B9P6TUJY6y.jpg",
      "https://image.tmdb.org/t/p/w300/kZaP50vqmGnQdWUKRNdolPKwBqz.jpg",
      "https://image.tmdb.org/t/p/w300/z83qQlb0fvMTc832VrzvJWZOpDh.jpg",
      "https://image.tmdb.org/t/p/w300/t4ZCNzhJYxxDTlxT5QAFeDWqk3D.jpg",
      "https://image.tmdb.org/t/p/w300/goFtRUSMgzl0OXj1Lt8xMV2EuBv.jpg",
      "https://image.tmdb.org/t/p/w300/cv5QwdffvgHqFYi0JsfGUbzcqNS.jpg",
      "https://image.tmdb.org/t/p/w300/6be8duxnlT57OOgGBJyW6Tw0IaO.jpg",
      "https://image.tmdb.org/t/p/w300/bYqNJC1pf1bHknFGk494R0QA25D.jpg",
      "https://image.tmdb.org/t/p/w300/q9cpp27WZDgn7CPCuO6q1YTKGCX.jpg",
      "https://image.tmdb.org/t/p/w300/vH7Oqim708Fq83SruD4YyRZsngt.jpg",
      "https://image.tmdb.org/t/p/w300/uLazyxpik2gAQjTkBFTn5TiExSC.jpg",
      "https://image.tmdb.org/t/p/w300/8YXYQwW8KVuNtFezGDofSdOmqBB.jpg",
      "https://image.tmdb.org/t/p/w300/z6Y5wUj1XeiXpBlUx1QCQdrt61o.jpg",
      "https://image.tmdb.org/t/p/w300/fMG16imYG9NUAnUAQOgy8vgP1BO.jpg",
      "https://image.tmdb.org/t/p/w300/9ehSrUcsWUiZkqiGpzgrGC3w28o.jpg",
      "https://image.tmdb.org/t/p/w300/4czOBe5kJgBoCWFIonAumVZvbHx.jpg",
      "https://image.tmdb.org/t/p/w300/zfgoIG6UhGdguCWxfEi5Az0GFB5.jpg",
      "https://image.tmdb.org/t/p/w300/eB2rKoUO9Yqmdiy3lShLO8X6t9l.jpg",
      "https://image.tmdb.org/t/p/w300/mYP3sA9aNuR3om3XWAFPetZfmd7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzhhNzMwMjEtNzAzZi00YTUwLWJiZGQtZmM2YTk2MGFmY2I2XkEyXkFqcGdeQXVyNzMxMzQyNDE@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/sick-of-myself-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/73py7tm21jrg.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2BrB1/Sick.Of.Myself.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/IP9i2CzQ#5QCfVXxDGhU9XtjaKoz6Li-ySSyeiPRYHal-C6RU-bU",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sick-of-myself-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/hmcg0s4l3rbc.html",
        "server": "usersdrive.com",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Vu8e/Sick.Of.Myself.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/IeEhFbbI#I2_bPRp5JlPtKsseHHR2rN8NA1_vsnYPF0nkzwd9vSM",
        "server": "mega.nz",
        "size": "870MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/sick-of-myself-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/o3zvznk34q35.html",
        "server": "usersdrive.com",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/3hp4u/Sick.Of.Myself.2022.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "400MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/0TEDGZgC#HGHvXnEFyIdvyod-k7oItXytpvciaoeyQVG1CGmfvz0",
        "server": "mega.nz",
        "size": "400MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "B9YYTs2HBBc",
      "video_url": "https://www.youtube.com/watch?v=B9YYTs2HBBc",
      "embed_url": "https://www.youtube.com/embed/B9YYTs2HBBc"
    }
  },
  {
    "metadata": "N/A||1 hr 33 min|Crime,Drama,Mystery",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "110"
    },
    "title": "The Guilty Ones (2019)",
    "description": "လွန်ခဲ့တဲ့၁၀နှစ်က လင်တန်းဆိုတဲ့ကလေးမလေးတစ်ယောက်ကိုလူတစ်ယောက်ကပြန်ပေးဆွဲခဲ့ပြီး ကလေးမလေးအမေဆီကိုငွေညစ်တောင်းခဲ့ပေမဲ့ကလေးမလေးကတော့သေသွားခဲ့ပါတယ်….အဲ့ဒီအမှုကို၁၀နှစ်ကြာစုံစမ်းစစ်ဆေးခဲ့တာတောင်အဖြစ်မှန်မပေါ်နိုင်သေးပဲရှိနေသေးတာမို့ကလေးမလေးအမေကလက်မလျော့ပဲအဲ့အချိန်တုန်းကပြန်ပေးဆွဲသမားကိုဆက်လက်ပြီးတော့လိုက်ရှာနေခဲ့ပါတယ်တိုက်ဆိုင်စွာနဲ့ပဲလွန်ခဲ့တဲ့၁၀နှစ်တုန်းကအဖြစ်လိုမျိုးကျူးကျူးဆိုတဲ့ကလေးမလေးဆီမှာပြန်ဖြစ်လာသောအခါ…ကလေးကိုဘယ်သူကပြန်ပေးဆွဲတာလဲဘာကြောင့်လဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်…..Quality : WEB-DL 1080p , 720pFormat : mp4Genres : Crime , Mystery , DramaRuntime : 1h 34 minSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamReviewed By XiaoEncoded by LKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStarsCandy SongFeng Yuan ZhengLi Jiu XiaoSong JiaTao HaiWang Qian-Yuan",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/01/vdmRqf.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-guilty-ones-2019-1080-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/dsbdu65lgsre.html",
        "server": "usersdrive.com",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1jw60/The_Guilty_Ones_2019_1080p_WEB-DL_CM.mp4",
        "server": "megaup.net",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/p3023b6Y#b85TogqDSkJ6nY1DovuIGXTBGCGuKqGfoOm4xrY6bA4",
        "server": "mega.nz",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ui75ilsna7t3",
        "server": "streamvid.io",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/95wrwatyv6iq",
        "server": "streamsb.com",
        "size": "1.31GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-guilty-ones-2019-720-p-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "665.6MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/427xlgvq82n6.html",
        "server": "usersdrive.com",
        "size": "665.6MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/dycUUJib#IFnwiWozo74NK5eRK0TkD9UyHpvSkRL9IVTmG4wmCUQ",
        "server": "mega.nz",
        "size": "665.6MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  }
]