[
  {
    "metadata": "PG-13|2004|2h 1min|Biography,Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "326,422"
    },
    "title": "Hotel Rwanda (2004)",
    "description": "Hotel Rwanda (2004)IMDb – 8.1/10______Rotten – 91%ဒီကားလေးက IMDB 8.1/10 ရရှိထားပြီး 1990 ကာလပိုင်းကရဝမ်ဒါနိုင်ငံမှာ အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ လူသားမျိုးနွယ်ရဲ့ အဆိုးရွားဆုံးလို့သတ်မှတ်ခံထားရတဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုကြီးတစ်ခုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် Historical Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။စက်ဆုပ်ရွ့ံ့ရှာဖွယ်ကောင်းတဲ့ လူသားမဆန်မှုတွေကိုကြည့်ပြီးအသိတရား ရရှိစေမယ့် ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းမကြည့်ခင်Rwanda နိုင်ငံရဲ့ Hutu နဲ့ Tusti တွေအကြောင်းနည်းနည်းသိထားမှ ကြည့်ရတာ ပိုအသက်ဝင်ပါလိမ့်မယ်။Rwanda နိုင်ငံကို ဘယ်လ်ဂျီယံတွေအုပ်ချုုပ်စဉ်က Rwanda နိုင်ငံသားတွေကိုလူမျိုးနှစ်စုခွဲခဲ့ပါတယ်။ နှာခေါင်းရှည်ရှည်နဲ့အသားဖြူဖြူ ရုပ်သန့်သန့်ကောင်တွေကို Tusti တွေအဖြစ် သတ်မှတ်ပြီးတော့အုပ်ချုပ်ရေးပိုင်းမှာ အလုပ်တွေခန့်ပြီး နေရာပေးခဲ့ပါတယ်။အဲဒီကတည်းကအခွဲခြားခံ Hutu တွေဟာ ဘယ်လ်ဂျီယံအစိုးရနဲ့တစ်ပါတည်း Tusti တွေကိုပါမုန်းတီးစိတ်ဝင်သွားကြတာပါ။ ဘယ်လ်ဂျီယံတွေ အာဏာပြန်လွှဲချိန်ကျတော့Hutu တွေဆီ အာဏာလွှဲအပ်လိုက်ရတာနဲ့ ခေတ်အဆက်ဆက်အဖိနှိပ်ခံ Hutu တွေဟာ Tusti တွေကို အခဲမကျေဘဲရက်ရက်စက်စက် လက်စားချေဖို့ လုပ်ကြတာဖြစ်ပါတယ်…1990 လို ဆက်သွယ်ရေးစနစ်တွေ လျင်မြန်နေပြီဖြစ်တဲ့ ခေတ်ကြီးထဲမှာတစ်ကမ္ဘာလုံးက သတိမထားမိအောင်ကို Hutu လက်နက်ကိုင်တွေနဲ့Hutu တပ်မတော်တို့ ပိပိရိရိယုတ်မာခဲ့ကြတာပါ။ ၃ လအတွင်းမှာလူပေါင်း ၁ သန်းနီးပါးကို ရက်ရက်စက်စက်သတ်ဖြတ်ခဲ့ကြပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီကြောက်မက်ဖွယ်ရာ လူသတ်ပွဲကြီးမှာMille Collines ဟိုတယ်ရဲ့ မန်နေဂျာဖြစ်သူ ပေါလ်ရူဆာဘာဂီနာဟာHutu နဲ့ Tusti ဒုက္ခသည်ပေါင်း ၁၀၀၀ ကျော်ကို ဘယ်လိုကယ်ဆယ်မလဲ၊သူ့ရဲ့ မိသားစုဝင်တွေကိုရော အသက်ဘေးက လွတ်စေဖို့ဘယ်လိုတွေ လုပ်မလဲဆိုတာကို ရင်တစ်ထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ညီလေးSherlockပဲဖြစ်ပါတယ်။ အားပေးကြပါဦး။)ဒီကားေလးက IMDB 8.1/10 ရရွိထားျပီး 1990 ကာလပိုင္းကရ၀မ္ဒါႏိုင္ငံမွာ အမွန္တကယ္ ျဖစ္ပြားခဲ့တဲ႔ လူသားမ်ိဳးႏြယ္ရဲ႕ အဆိုးရြားဆံုးလို႔သတ္မွတ္ခံထားရတဲ႔ လူမ်ိဳးတုန္းသတ္ျဖတ္မွဳၾကီးတစ္ခုကုိအေျခခံထားတဲ႔ ျဖစ္ရပ္မွန္ Historical Dramaဇာတ္ကားေကာင္းေလးတစ္ကား ျဖစ္ပါတယ္။စက္ဆုပ္ရြ႔႕ံရွာဖြယ္ေကာင္းတဲ႔ လူသားမဆန္မွဳေတြကုိၾကည့္ျပီးအသိတရား ရရွိေစမယ့္ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းမၾကည့္ခင္Rwanda ႏုိင္ငံရဲ႕ Hutu နဲ႔ Tusti ေတြအေၾကာင္းနည္းနည္းသိထားမွ ၾကည့္ရတာ ပိုအသက္၀င္ပါလိမ္႔မယ္။Rwanda ႏိုင္ငံကို ဘယ္လ္ဂ်ီယံေတြအုပ္ခ်ုဳပ္စဥ္က Rwanda ႏိုင္ငံသားေတြကုိလူမ်ိဳးႏွစ္စုခြဲခဲ့ပါတယ္။ ႏွာေခါင္းရွည္ရွည္နဲ႔အသားျဖဴျဖဴ ရုပ္သန္႔သန္႔ေကာင္ေတြကုိ Tusti ေတြအျဖစ္ သတ္မွတ္ျပီးေတာ့အုပ္ခ်ဳပ္ေရးပိုင္းမွာ အလုပ္ေတြခန္႔ျပီး ေနရာေပးခဲ့ပါတယ္။အဲဒီကတည္းကအခြဲျခားခံ Hutu ေတြဟာ ဘယ္လ္ဂ်ီယံအစိုးရနဲ႔တစ္ပါတည္း Tusti ေတြကုိပါမုန္းတီးစိတ္၀င္သြားၾကတာပါ။ ဘယ္လ္ဂ်ီယံေတြ အာဏာျပန္လႊဲခ်ိန္က်ေတာ့Hutu ေတြဆီ အာဏာလႊဲအပ္လိုက္ရတာနဲ႔ ေခတ္အဆက္ဆက္အဖိႏွိပ္ခံ Hutu ေတြဟာ Tusti ေတြကုိ အခဲမေက်ဘဲရက္ရက္စက္စက္ လက္စားေခ်ဖို႔ လုပ္ၾကတာျဖစ္ပါတယ္…1990 လို ဆက္သြယ္ေရးစနစ္ေတြ လ်င္ျမန္ေနျပီျဖစ္တဲ႔ ေခတ္ၾကီးထဲမွာတစ္ကမၻာလံုးက သတိမထားမိေအာင္ကုိ Hutu လက္နက္ကိုင္ေတြနဲ႔Hutu တပ္မေတာ္တို႔ ပိပိရိရိယုတ္မာခဲ့ၾကတာပါ။ ၃ လအတြင္းမွာလူေပါင္း ၁ သန္းနီးပါးကုိ ရက္ရက္စက္စက္သတ္ျဖတ္ခဲ့ၾကပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ ဒီေၾကာက္မက္ဖြယ္ရာ လူသတ္ပြဲၾကီးမွာMille Collines ဟိုတယ္ရဲ႔ မန္ေနဂ်ာျဖစ္သူ ေပါလ္ရူဆာဘာဂီနာဟာHutu နဲ႔ Tusti ဒုကၡသည္ေပါင္း ၁၀၀၀ ေက်ာ္ကုိ ဘယ္လိုကယ္ဆယ္မလဲ၊သူ႔ရဲ႕ မိသားစု၀င္ေတြကိုေရာ အသက္ေဘးက လြတ္ေစဖို႔ဘယ္လိုေတြ လုပ္မလဲဆိုတာကုိ ရင္တစ္ထိတ္ထိတ္နဲ႔ ၾကည့္ရွဳရမယ့္ဇာတ္ကားေကာင္း တစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ညီေလး Sherlockပဲျဖစ္ပါတယ္။ အားေပးၾကပါဦး။)File Size – 850 MBTranslated By – SherlockEncoded By – San Win MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorLionel SteketeeLisa VickTerry GeorgeStarsDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimJean RenoJoaquin PhoenixMathabo PietersonNick NolteOfentse ModiselleSophie OkonedoXolani MaliCastAntonio David LyonsCara SeymourDavid O'HaraDesmond DubeDon CheadleFana MokoenaHakeem Kae-KazimHarriet LenabeJean RenoJeremiah NdlovuJoaquin PhoenixLebo MashileLeleti KhumaloLennox MathabatheMabutho 'Kid' SitholeMathabo PietersonMduduzi MabasoMosa KaiserMothusi MaganoNeil McCarthyNick NolteOfentse ModiselleRoberto CitranRosie MoteneSimo MogwazaSophie OkonedoTony KgorogeXolani Mali",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/cZBwAJiA8O6SKYzT2Vq4c8qJoHP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTI2MzQyNTc1M15BMl5BanBnXkFtZTYwMjExNjc3._V1_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/1armz0re6218.html",
        "server": "usersdrive.com",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/hotel-rwanda-2004-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/R9mt/Hotel_Rwanda_[2004]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FvIVDSIK#aFEQnED7XiKq_WPJY19NNmZAfFW542hAgQVmrHbJokw",
        "server": "mega.nz",
        "size": "850 MB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/x07a12mubpbz",
        "server": "upstream.to",
        "size": "850 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "j2vMvyQeb1U",
      "video_url": "https://www.youtube.com/watch?v=j2vMvyQeb1U",
      "embed_url": "https://www.youtube.com/embed/j2vMvyQeb1U"
    }
  },
  {
    "metadata": "R|2012|1h 42m|Crime,Drama,History",
    "rating": {
      "rating": "5.4/10",
      "rating_count": "19000"
    },
    "title": "Bel Ami (2012)",
    "description": "Bel Ami (2012)နှုတ်ခမ်းနီမလေးတို့ရဲ့အသည်းကျော် Twilight ဗမ်ပိုင်းယားမင်းသားအဖြစ်လူသိများပြီး လတ်‌တ‌လောမှာလည်း Batman ကာရိုက်တာအဖြစ်နဲ့ အားလုံးရဲ့အာရုံကိုဖမ်းစားထားနိုင်တဲ့ ရောဘတ်ပတ်တင်ဆန်ရဲ့ ရှေးခေတ်နောက်ခံ ဒရာမာကားဟောင်းလေး‌တစ်ခုကို တင်ဆက်ပေးပါရစေ။ဒီကားလေးထဲမှာ ရောဘတ်ပတ်တင်ဆန်က ဂျော့ဂ်ျစ်ဒူရွိုင်ဆိုတဲ့ ချောမောပြီး ဆွဲဆောင်မှုရှိတဲ့ ၂၆နှစ်အရွယ် ဆင်းရဲသားစစ်သားဟောင်းတစ်ဦးအဖြစ်ကနေ ပဲရစ်က လူကုံထဲအသိုင်းအဝိုင်းကြားကို တစ်စတစ်စဘယ်လိုတိုးဝင်မလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။ပဲရစ်လူကုံထံအသိုင်းအဝိုင်းမှာ ယောက်ျားတွေထက် မိန်းမတွေက လည်လည်ဝယ်ဝယ်အချက်အချာကျနေတာဟာ ဂျော့ဂ်ျစ်တစ်ယောက်အတွက် သူရဲ့နှစ်လိုဖွယ် ညှို့ဓာတ်ကို ကောင်းကောင်းအသုံးချစရာဖြစ်လာခဲ့တယ်။ သူဟာ ခြစ်ကုပ်နေထိုင်ရတဲ့ မီးရထားဝန်ထမ်းဘဝကနေ စာနယ်ဇင်းအယ်ဒီတာ၊ အတင်းအဖျင်းတို့ရဲ့ဥက္ကဌ၊ နိုင်ငံရေးသမားဆိုတဲ့ ရာထူးဂုဏ်သိမ်တွေကို စာကောင်းကောင်းလည်း မတတ်ပါဘဲနဲ့ ဘယ်လိုရောက်လာခဲ့လဲ… ဘယ်သူတွေကို ဘယ်လိုအသုံးချပြီး ဘယ််သူတွေဆီက ဘယ်လိုသတင်းတွေကိုရယူခဲ့လဲ… ဘယ်လိုအတက်အကျတွေ ရင်ဆိုင်ခဲ့ရလဲ… ဘယ်အမျိုးသမီးကို တကယ်ချစ်လျက်နဲ့ ဘယ်သူတွေနားပဲဝဲခဲ့ရလဲ… အစရှိတာတွေကို စောင့်စားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။တစ်ခုထူးတာက ဒီကားထဲမှာ Cast ကြမ်းကြမ်းဆိုလို့ ရောဘတ်ပတ်တင်ဆန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ Kill Bill, Pulp Fiction တို့နဲ့ လူတိုင်းသိကြမယ့် Uma Thurman အပြင် Original Wednesday Addams နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့ Christina Ricci ကိုပါ ရှူစားကြရဦးမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုJinaမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.3GB, 555MBQuality – 1080p, 720pIMDb Rating – 5.4/10Format – mp4Duration – 1H 55MinGenre – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byJinaEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDeclan DonnellanNick OrmerodStarsAmy MarstonAnthony HigginsChristina RicciChristopher FulfordChristos LawtonColm MeaneyEloise WebbFrank DunneHolliday GraingerJames LanceKristin Scott ThomasNatalia TenaPhilip GlenisterPip TorrensRobert PattinsonThomas ArnoldTimothy WalkerUma ThurmanCastAmy MarstonAnthony HigginsChristina RicciChristopher FulfordChristos LawtonColm MeaneyEloise WebbFrank DunneHolliday GraingerJames LanceKristin Scott ThomasNatalia TenaPhilip GlenisterPip TorrensRobert PattinsonThomas ArnoldTimothy WalkerUma Thurman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uSqul7QkHCRvElhWtqO5ZkcnoqV.jpg",
      "https://image.tmdb.org/t/p/w300/1w1dHmkYtmHhG6tBTdjIn8KE2v2.jpg",
      "https://image.tmdb.org/t/p/w300/xBZZl8hWlDAdqSphTYb7zmWzVdU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/59bgVtpX6MPy2d5zberJiRNkDDx.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-bel-ami-2012-blu-ray-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Wq34/(CM)_Bel_Ami_(2012)_BluRay_1080p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/hvE1QIRY#C7QXskpDzqKJ8IKFukMcYNeTr8pDmX0K6VQ9zm1End4",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/jgmu4gdfv1g0.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-bel-ami-2012-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2CnuV/(CM)_Bel_Ami_(2012)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/gitxhbyK#yU_b21CrI7RZVfZezCW_OKQoT05nNkhRDSRIwU2PbJM",
        "server": "mega.nz",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/0bh3nrijqf65.html",
        "server": "usersdrive.com",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://embedwish.com/9nm6i3n8psk0",
        "server": "streamsb.com",
        "size": "555MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/cflwtd089iji",
        "server": "streamvid.io",
        "size": "555MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "i-vuCO_jmGE",
      "video_url": "https://www.youtube.com/watch?v=i-vuCO_jmGE",
      "embed_url": "https://www.youtube.com/embed/i-vuCO_jmGE"
    }
  },
  {
    "metadata": "TV-14|2018|89 min|Drama,Horror,Thriller",
    "rating": {
      "rating": "5.0/10",
      "rating_count": "1100"
    },
    "title": "Along Came the Devil(2018)",
    "description": "Along Came the Devil(2018)(Zawgyi)သူငယ္ခ်င္းအေပါင္းအေဖာ္ေတြနဲ႔ လက္တည့္စမ္းၿပီးေတာ့ပဲျဖစ္ျဖစ္ အေပ်ာ္သေဘာနဲ႔ပဲျဖစ္ျဖစ္ ပရေလာကသားေတြနဲ႔ဆက္သြယ္မိၾကတဲ့သူမ်ိဳးေတြရွိၾကမွာပါပဲ အဲ့အခါက်ရင္ ကိုယ္ဆက္သြယ္မိတဲ့ဝိညာဥ္က ေကာင္းမြန္တဲ့၀ိညဥ္ဆုိရင္ ျပသနာ မရွိေပမယ့္ ၾကမ္းတမ္းတဲ့သူနဲ႔ခ်ိတ္မိရင္ေတာ့ မေတြးဝံ့စရာပါပဲ...ဒီဇာတ္လမ္းထဲမွာလဲ အဲ့အေၾကာင္းကိုအေျခခံၿပီးေတာ့ ႐ိုက္ကူးပုံေဖာ္ထားပါတယ္…ဒီဇာတ္ကားထဲမွာ အက္ရွ္ေလလို႔ေခၚတဲ့ မိန္းကေလးတစ္ဦးဟာ ကေလးဘဝကတည္းက မိခင္နဲ႔ေဝးကြာခဲ့ၿပီး ဒုကၡေရာက္ခဲ့ရတဲ့သူတစ္ေယာက္ေပါ့ ..သူမဟာသူ႔အေမကို အရမ္းေတြ႕ခ်င္ေနခဲ့ၿပီး တစ္ေန႔မွာသူငယ္ခ်င္းေတြနဲ႔စုၿပီး ဝိညာဥ္ေခၚတမ္းကစားၾကတယ္ ..သူဟာအဲ့ကတည္းက သူ႔နာမည္ကိုတစ္ေယာက္ေယာက္က မၾကာခနေခၚေနတာကိုၾကားရတယ္….သူကေတာ့သူ႔အေမလို႔ထင္ၿပီး ေနာက္တစ္ရက္မွာ သူငယ္ခ်င္းတစ္ေယာက္ အကူအညီနဲ႔ ထပ္ၿပီးသူ႔အေမဝိညာဥ္နဲ႔ ဆက္သြယ္ဖို႔ႀကိဳးစားခဲ့တဲ့အခ်ိန္မွာေတာ့ အက္ရွ္ေလတစ္ေယာက္ သူ႔အေမဝိညာဥ္နဲ႔ ျပန္ေတြ႕မွာလား…တစ္ျခားဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္….(Unicode)သူငယ်ချင်းအပေါင်းအဖော်တွေနဲ့ လက်တည့်စမ်းပြီးတော့ပဲဖြစ်ဖြစ် အပျော်သဘောနဲ့ပဲဖြစ်ဖြစ်ပရလောကသားတွေနဲ့ ဆက်သွယ်မိကြတဲ့သူမျိုးတွေရှိကြမှာပါပဲ အဲ့အခါကျရင် ကိုယ်ဆက်သွယ်မိတဲ့ဝိညာဉ်ကကောင်းမွန်တဲ့ ဝိညဉ်ဆိုရင် ပြသနာ မရှိပေမယ့် ကြမ်းတမ်းတဲ့သူနဲ့ချိတ်မိရင်တော့ မတွေးဝံ့စရာပါပဲ...ဒီဇာတ်လမ်းထဲမှာလဲ အဲ့အကြောင်းကိုအခြေခံပြီးတော့ ရိုက်ကူးပုံဖော်ထားပါတယ်...ဒီဇာတ်ကားထဲမှာ အက်ရှ်လေလို့ခေါ်တဲ့ မိန်းကလေးတစ်ဦးဟာ ကလေးဘဝကတည်းကမိခင်နဲ့ဝေးကွာခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရတဲ့သူတစ်ယောက်ပေါ့ သူမဟာသူ့အမေကို အရမ်းတွေ့ချင်နေခဲ့ပြီး တစ်နေ့မှာသူငယ်ချင်းတွေနဲ့စုပြီး ဝိညာဉ်ခေါ်တမ်းကစားကြတယ် သူဟာအဲ့ကတည်းကသူ့နာမည်ကိုတစ်ယောက်ယောက်က မကြာခနခေါ်နေတာကိုကြားရတယ် သူကတော့သူ့အမေလို့ထင်ပြီး နောက်တစ်ရက်မှာ သူငယ်ချင်းတစ်ယောက် အကူအညီနဲ့ ထပ်ပြီးသူ့အမေဝိညာဉ်နဲ့ ဆက်သွယ်ဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာတော့အက်ရှ်လေတစ်ယောက် သူ့အမေဝိညာဉ်နဲ့ ပြန်တွေ့မှာလား…တစ်ခြားဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်….File Size : (850 MB) and (307MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre : Horror, Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwe Zan AungEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJason DeVanStarsAhmed LucanAustin FilsonBruce DavisonHeather DeVanJessica BarthKyla DeaverMadison LintzMatt DallasP.K. DeVanSydney SweeneyCastAhmed LucanAshlyn StallingsAustin FilsonBarbara GoodsonBen KurlandBetsy HumeBrennon SimmonsBruce DavisonCassius DeVanDonna BiscoeHallie JordanHeather DeVanJessica BarthJosh Adam GouldKatelyn LayneKenneth C. DunnKyla DeaverLia McHughLiz GodwinMadison LintzMark AshworthMatt DallasP.K. DeVanPatrick R. WalkerSydney SweeneyTara PattersonTristan DeVan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ltKOlYoilem816Y4d41W4PipHQb.jpg",
      "https://image.tmdb.org/t/p/w300/qEDvIXkgbnD2UTaZWv8w34ZRwl4.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/tEiu83QxMMWWD8gWUtXR4piF1Iw.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/WRHhGtJsAF",
        "server": "drive.google.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://myandrive.net/file/KdB74oJ3d2",
        "server": "drive.google.com",
        "size": "307MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/3uzxi/Along_Came_The_Devil.2018.BLU-RAY720P.PP.mp4",
        "server": "megaup.net",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/3uzx5/Along_Came_The_Devil.2018.360P.PP.mp4",
        "server": "megaup.net",
        "size": "307MB",
        "quality": "360P"
      },
      {
        "link": "https://soliddrive.co/2AKv/Along_Came_The_Devil.2018.BLU-RAY720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://soliddrive.co/2AKu/Along_Came_The_Devil.2018.360P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "307MB",
        "quality": "360P"
      },
      {
        "link": "https://openload.co/f/IsSs7vb9_ns/Along_Came_The_Devil.2018.BLU-RAY720P.PP.mp4",
        "server": "openload.co",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://openload.co/f/XxnDKHCRwK0/Along_Came_The_Devil.2018.360P.PP.mp4",
        "server": "openload.co",
        "size": "307MB",
        "quality": "360P"
      },
      {
        "link": "https://streamango.com/f/tnfolflrmeobebam/Along_Came_The_Devil_2018_BLU-RAY720P_PP_mp4",
        "server": "streamango.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://streamango.com/f/fflnodpodttspfcp/Along_Came_The_Devil_2018_360P_PP_mp4",
        "server": "streamango.com",
        "size": "307MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/T465",
        "server": "mirrorace.com",
        "size": "850 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mirrorace.com/m/1z1yg",
        "server": "mirrorace.com",
        "size": "307MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "Ms4ygdHxeIw",
      "video_url": "https://www.youtube.com/watch?v=Ms4ygdHxeIw",
      "embed_url": "https://www.youtube.com/embed/Ms4ygdHxeIw"
    }
  },
  {
    "metadata": "|2001||Adventure,Comedy,Drama",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "4,292"
    },
    "title": "Princess of Thieves (2001)",
    "description": "Princess of Thieves (2001)===================IMDb Rating – 5.7/10#Unicodeဒီတစ်ခေါက်တော့ ပုံပြင်တွေကို ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ဒါရိုက်တာ Peter Hewittရိုက်ကူးထားတဲ့ Princess of Thieves နဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒီဇာတ်ကားက ရော်ဘင်ဟုထ် နဲ့ သူ့သမီးဇာတ်ကြောင်းလေးကို ရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ဘုရင်သေဆုံးသွားတော့ မြို့စားမင်းရဲ့ အာဏာတပ်မက်မှု့တွေကြောင့် နောက်နန်းတက်မဲ့ဘုရင့်သားတော် တစ်ပါးကို ကြေးစားငှါးရမ်းပြီး လိုက်လံ သတ်ဖြတ်ခိုင်းပါတော့တယ်။ တချိန်ထဲမှာပဲ ဘုရင့်အပေါ် သစ္စာစောင့်သိတဲ့ ပြည်သူတွေနှင့် ပြည်သူ့အချစ်တော် ရော်ဘင်ဟုထ်ရယ် သူ့သမီးလေးရယ်ကမင်းသားလေးကို မြို့စားမင်းရဲ့ လုပ်ကြံသတ်ဖြတ်မှု လက်ထဲကနေ ဘယ်လိုကယ်တင်ကြမလဲ…. နောက်ပြီးရော်ဘင်ဟုထ်ရဲ့ သမီးနဲ့ မင်းသားလေးရဲ့ အချစ်ဇာတ်လမ်းလေးတွေကို ဒီကားထဲမှာ ကြည့်ရှုရမှာပါ………(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္ေတာ့ ပုံျပင္ေတြကို ႀကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ ဒါ႐ိုက္တာ Peter Hewitt႐ိုက္ကူးထားတဲ့ Princess of Thieves နဲ႔ မိတ္ဆက္ေပးပါရေစ။ ဒီဇာတ္ကားက ေရာ္ဘင္ဟုထ္ နဲ႔ သူ႔သမီးဇာတ္ေၾကာင္းေလးကို ႐ိုက္ထားတာပါ။ဒီဇာတ္ကားထဲမွာ ဘုရင္ေသဆုံးသြားေတာ့ ၿမိဳ႕စားမင္းရဲ႕ အာဏာတပ္မက္မႈ႕ေတြေၾကာင့္ ေနာက္နန္းတက္မဲ့ဘုရင့္သားေတာ္ တစ္ပါးကို ေၾကးစားငွါးရမ္းၿပီး လိုက္လံ သတ္ျဖတ္ခိုင္းပါေတာ့တယ္။ တခ်ိန္ထဲမွာပဲ ဘုရင့္အေပၚ သစၥာေစာင့္သိတဲ့ ျပည္သူေတြႏွင့္ ျပည္သူ႔အခ်စ္ေတာ္ ေရာ္ဘင္ဟုထ္ရယ္ သူ႔သမီးေလးရယ္ကမင္းသားေလးကို ၿမိဳ႕စားမင္းရဲ႕ လုပ္ႀကံသတ္ျဖတ္မႈ လက္ထဲကေန ဘယ္လိုကယ္တင္ၾကမလဲ…. ေနာက္ၿပီးေရာ္ဘင္ဟုထ္ရဲ႕ သမီးနဲ႔ မင္းသားေလးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးေတြကို ဒီကားထဲမွာ ၾကည့္ရႈရမွာပါ………(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)Quality –  1080p, 720p BluRay 5.1CHDuration – 1hr 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, Comedy, DramaSource : 1080p.BluRayTranslator – ParrisEncoder – SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter HewittStarsCrispin LettsDavid BarrassHannah CresswellJonathan HydeKeira KnightleyMalcolm McDowellRoger Ashton-GriffithsStephen MoyerStuart WilsonCastCrispin LettsDavid BarrassHannah CresswellJonathan HydeKeira KnightleyMalcolm McDowellRoger Ashton-GriffithsStephen MoyerStuart Wilson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/hiQDnX547RTEmdbsfUDoNnHLcxw.jpg",
      "https://image.tmdb.org/t/p/w300/qefyZuDt0qnLCIziSfxWKsiFCTV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-28-at-11.56.06-PM.png",
    "movie_links": [
      {
        "link": "https://usersdrive.com/nb65jmpcqx46.html",
        "server": "usersdrive.com",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://usersdrive.com/o8dl4nuk43gd.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-wonderful-world-of-disney-princess-of-thieves-2001-blu-ray-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-wonderful-world-of-disney-princess-of-thieves-2001-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://megaup.net/2Us3w/[CM]The.Wonderful.World.of.Disney.Princess.of.Thieves.2001.BluRay.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://megaup.net/2euB3/[CM]The.Wonderful.World.of.Disney.Princess.of.Thieves.2001.BluRay.720P.mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://upstream.to/3a3j3dy5lqwl",
        "server": "upstream.to",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://upstream.to/poebxiqtrxgs",
        "server": "upstream.to",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://mega.nz/file/GsRwBQ6a#kAyxH--u8rACEodiOhlReuEBdkKMeCjG2zj9qRKCl9E",
        "server": "mega.nz",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://mega.nz/file/CwByhKCA#4ico6G8LBS42EpTpYk7JbgOpCyz37N2YSuSgKj3CRRc",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "BluRay 720P"
      },
      {
        "link": "https://yadi.sk/i/-xyn0Vc26XmfNQ",
        "server": "disk.yandex.com",
        "size": "1.5 GB",
        "quality": "BluRay 1080P 5.1CH"
      },
      {
        "link": "https://yadi.sk/i/bXrkZZfi4XF3Tw",
        "server": "disk.yandex.com",
        "size": "780 MB",
        "quality": "BluRay 720P"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Action,Drama,Romance",
    "rating": {
      "rating": "5.8/10",
      "rating_count": "53"
    },
    "title": "Piercing Wounds (2023)",
    "description": "နာမည်ကြီး မင်းသားမင်းသမီးတွေနဲ့မဟုတ်ဘဲ Budget ရိုက်ကူးထားတဲ့ကားလေးတွေကိုကြည့်ဖူးကြမှာပါ။အဲ့ဒီ Budget ကားလေးတွေထဲမှာမကောင်းဘဲနဲ့ ပေါတောတောကားတွေလည်းရှိသလို တကယ်ကောင်းတဲ့လက်ခံပေးလို့ရတဲ့အခြေအနေတစ်ခုရှိတဲ့ကားလေးတွေလည်းရှိပါတယ်။ဒီကားကလည်း လက်ခံလို့ရတဲ့အခြေအနေရှိတဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ထားတဲ့ Andrew Jacob Brown ကိုယ်တိုင်ဒါရိုက်တာလုပ်ဇာတ်ညွှန်းရေးထားတဲ့ဇာတ်ကားလေးပါပဲ။ဇာတ်ကားကတော့အက်ရှင် ဒရာမာအချစ်ကားလေးပါ။အကျဉ်းချုပ်လေးကတော့ ဗီဆိုတဲ့လူတစ်ယောက်ကလုပ်ကြံရေးအဖွဲ့တစ်ခုက အဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး အကြောင်းတစ်ခုခုနဲ့အဖွဲ့ထဲက လူတွေအကုန်လုံးကိုသတ်ခဲ့ရပါတော့တယ်။ဒီလိုနဲ့ သူချစ်တဲ့သူ့အဖွဲ့သားတွေကိုဆုံးရှုံးခဲ့ပြီးရတဲ့နောက်မှာ ဗီတစ်ယောက်လေလွင့်နွားကြီးလိုဖြစ်နေပြီး ပန်းခြံတစ်ခုမှာပဲနေ့တိုင်းသွားအချိန်ကုန်နေတော့ပါတယ်။လူကလည်း လုံးဝစုတ်ပြတ်သတ်နေပြီး အိမ်ခြေရာမဲ့တစ်ယောက်လိုတောင်ဖြစ်နေပါပြီ။ဒီလိုနဲ့ အဲ့ဒီအချိန်မှာ သူ့ဘဝထဲကိုမတ်နဲ့မယ်လ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရောက်လာပြီး အဲ့ဒီနောက်ပိုင်းမှာသူ့ဘဝကဘယ်လိုတွေပြောင်းလဲသွားမလဲသူ့ရဲ့အတိတ်ဟောင်းအစစ်အမှန်ကရောဘယ်လိုဖြစ်မလဲဆိုတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။File size…1.97GB / 886MBQuality…AMZN WEB-DL 1080p / 720pFormat…mp4Duration….1h 36mGenre ….. Action , Drama , RomanceSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAndrew Jacob BrownCesar CaoloChristopher Shane LowryNatalie Polisson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8TC3dnjZ7amoll71wRhIDmhZTB9.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/9t8h1tut3qEOHCFAICGpVmqSkp2.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/gkmn9s3mpy83.html",
        "server": "usersdrive.com",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/piercing-wounds-2023-amzn-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2DT3i/Piercing.Wounds.2023.AMZN.WEB-DL1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/sovxgm7y9e11",
        "server": "streamvid.io",
        "size": "1.97GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/atkkz3kd3qo5.html",
        "server": "usersdrive.com",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/piercing-wounds-2023-amzn-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1XVzY/Piercing.Wounds.2023.AMZN.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "",
        "server": "mega.nz",
        "size": "886MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/5w1tt2flbq4a",
        "server": "streamvid.io",
        "size": "886MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "2pKBg8tuDZE",
      "video_url": "https://www.youtube.com/watch?v=2pKBg8tuDZE",
      "embed_url": "https://www.youtube.com/embed/2pKBg8tuDZE"
    }
  },
  {
    "metadata": "|||Comedy,Drama,Fantasy",
    "rating": {
      "rating": "5.6/10",
      "rating_count": ""
    },
    "title": "Instant Karma (2021)",
    "description": "Instant Karma(2021) Imdb-5.6/10 Type-Comedy,Drama,Fantasy,Mystery Jeffလို့ခေါ်တဲ့ လူတစ်ယောက်ကအလုပ်‌ကောင်းကောင်းတခုရဖို့ကြိုးစားခဲ့ပေမယ့် တခုပြီးတခုပြုတ်ခဲ့လို့စိတ်ညစ်နေတဲ့သူတစ်ယောက်ပါအခုလည်းအလုပ်ထပ်ပြုတ်လို့LiftဆီမှာFreelancerလုပ်ရင်းကားမောင်းပြီးလိုက်ပို့တဲ့အလုပ်ကိုစလုပ်ကြည့်ပါတယ် ဒါပေမဲ့“ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာ”ဆိုသလို မောင်းနေတဲ့ကားစုတ်လေးပါရုတ်တရက်ပျက်သွားလို့ မရှိမဲ့ရှိမဲ့အလုပ်လေးတောင်ဆက်မလုပ်နိုင်တော့ပါဘူး ကိုယ့်ကိုကိုယ်ဝင်ငွေမရှိရင်ချစ်သူနဲ့ပါ အတူမနေနိုင်တော့ဘဲအိမ်ခြေရာမဲ့ဖြစ်ရတော့မယ်ဆိုပြီးစိတ်ညစ်နေတုန်း သူ့ချစ်သူရဲ့သူငယ်ချင်း‌တစ်ယောက်ကဇာတိမြို့ကိုပြန်ရင်၃လ‌လောက်ကြာမှာဖြစ်လို့ သူတို့ကို သူ့ကားပေးထားခဲ့ပါတော့တယ်ကားပျက်နေလို့အလုပ်ဆက်မလုပ်နိုင်တဲ့Jeffလည်;သူ့ဘဝမှာပထမဆုံးကံကောင်းမှုဖြစ်လာတဲ့ကားကိုယူမောင်းရင်းထင်မှတ်မထားတဲ့ ကုသိုလ်ကံအကျိုးပေးတွေပါ အဲ့ဒီကားထဲမှာ ဖြစ်ပျက်လာပါတော့တယ် သူတို့ချက်ချင်းအကျိုးပေးတဲ့ကံကောင်းမှုနောက်ကွယ်က အကြောင်းရင်းကို ဂျက်နဲ့သူချစ်သူတို့ နောက်ဆုံးရှာတွေ့နိုင်မှာလား အဲ့ဒီကားရဲ့လျို့ဝှက်ချက်ကရောဘာဖြစ်နိုင်မလဲFile size…(1.86GB)/(834MB)/(403MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:41:00Genre…Comedy / Drama / FantasySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by …KelvinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAC LarkinKarl HaasKeegan LutherNancy MercurioSamantha BellStew JetsonTimothy Valdisera",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/b5JghBQDBBpSvvs4wv2TcWrJltT.jpg",
      "https://image.tmdb.org/t/p/w300/zv7IRkbQRqHcHM2IOQEUKJcKtxN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-instant.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/instant-karma2021",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/instant-karma-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/gloylhcd2feo.html",
        "server": "usersdrive.com",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/16Mhc/Instant.Karma.2022.1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/tYkVULYD#kiR18ohsck2p259TdcYzIY9X97CqEQP5OX87sinql0M",
        "server": "mega.nz",
        "size": "1.48GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/instant-karma-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "774MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vpc54yuxz7xm.html",
        "server": "usersdrive.com",
        "size": "774MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2sHbq/Instant.Karma.2022.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "774MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/UJ02lYgY#g1jnQwR4mZKN0jMnRZ0zVD7QJuGIwu8cq2c4jb_c_1I",
        "server": "mega.nz",
        "size": "774MB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/rl2r8umz7m2b.html",
        "server": "streamsb.com",
        "size": "774MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/instant-karma-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "377MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/pb7x2cym50gg.html",
        "server": "usersdrive.com",
        "size": "377MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/16Mgk/Instant.Karma.2022.480p(CM).mp4",
        "server": "megaup.net",
        "size": "377MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/BJFTFCDT#fq7SH6aSpDx4cpTSL21VB9CM-sdq0lvJw-Vv3BB1GAc",
        "server": "mega.nz",
        "size": "377MB",
        "quality": "480p"
      },
      {
        "link": "https://sbthe.com/m25hwbtwez86.html",
        "server": "streamsb.com",
        "size": "377MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "ZLfrmUW3Uwc",
      "video_url": "https://www.youtube.com/watch?v=ZLfrmUW3Uwc",
      "embed_url": "https://www.youtube.com/embed/ZLfrmUW3Uwc"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "1187"
    },
    "title": "Court Martial(2020)",
    "description": "Court Martial(2020)အိန္ဒိယတပ်ရင်းတစ်ရင်း စုံစမ်းစစ်ဆေးရေးခုံရုံးတစ်ခုမှာ အရာရှိကြီးပေါင်းများစွာနဲ့ခုံရုံးတင်စစ်ဆေးမှုပြုလုပ်နေတယ်….အကြောင်းက တပ်ရင်းရဲ့ကင်းစခန်းရှေ့မှာဆိုင်ကယ်နဲ့ဖြတ်မောင်းသွားတဲ့ အရာရှိ(၂)ဉီးကို ကင်းသမားက သတိပေးချက်တွေမပြုလုပ်ပဲ ပစ်ချလိုက်လို့ဖြစ်ပါတယ်…အရာရှိတစ်ဉီးပွဲချင်းပြီးဆုံးသွားတဲ့အပြင် တစ်ဉီးကတော့ အသက်လုနိုင်လိုက်လို့ ကံကောင်းထောက်မစွာအသက်ရှင်နိုင်ခဲ့တယ်…ဒီဖြစ်စဉ်က တကယ်တော့ တော်တော်ကြီးကိုဆိုးတဲ့အမှုပါပဲ…မိမိတပ်ဖွဲ့တူခြင်းဖြစ်တဲ့အပြင် သေဆုံးမှုပါဖြစ်လေတော့ ကင်းသမားကို အကြီးအကျယ်စွဲချက်တွေနဲ့ပေါ့…ကင်းသမားကရော ဘာ့ကြောင့်ပစ်ခဲ့တာလဲ…တခြား ဘယ်လို စစ်စည်းကမ်းတွေရှိလဲ….သူနဲ့အပေါင်းပါတွေရှိသေးလား..တကယ့်ဖြစ်စဉ်အမှန်ကရောဘာလဲ…ဒီကားက သီချင်းတွေဘာတွေလုံးဝမပါတဲ့အပြင် ဇာတ်လမ်းစစချင်းကို တော်တော်စိတ်ဝင်စားစရာကောင်းတယ်…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ြကပါ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်….File Size : (900 MB) and (422MB)Quality : WEB-DL 720pFormat…mp4Duration…02:00:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaik SaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChittaranjan TripathySourabh ShrivastavaStarsBhagwan TiwariGovind PandeyRajeev KhandelwalSaksham DaymaSaroj ParidaCastBhagwan TiwariGovind PandeyRajeev KhandelwalSaksham DaymaSaroj Parida",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/98Fv3MSWeIPI2lbC16OxE2tHUYh.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/court-martial2020",
        "server": "VIP Links",
        "size": "900 MB/422.6MB",
        "quality": "720p/480p"
      },
      {
        "link": "https://megaup.net/35Icb/Court_Martial.2020.WEB-DL.480P.PP.mp4",
        "server": "megaup.net",
        "size": "422.6MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1JNhy/Court_Martial.2020.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "900 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfast.com/yx0c6tqiuwfq.html",
        "server": "streamsb.com",
        "size": "900 MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Horror,Mystery",
    "rating": {
      "rating": "5.9/10",
      "rating_count": "8.1K"
    },
    "title": "They Look Like People(2015)",
    "description": "“They Look Like People” ကတော့ 2015 က ထွက်ရှိထားတဲ့ စိတ္တဇ horror ဇာတ်ကားလေးပါ။Wyatt လို့ ခေါ်တဲ့ ဇာတ်ကောင်က စိတ္တဇရောဂါဖြစ်နေပါတယ်။ သူ့အနားမှာ ရှိတဲ့လူတွေက လူမဟုတ်တော့ဘဲ မကောင်းဆိုးဝါးဖြစ်သွားကြပြီလား တွေးရင်း ကြောက်လန့်နေရသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်းကပါ မကောင်းဆိုးဝါးဖြစ်သွားမလား အတွေးနဲ့ သူငယ်ချင်းရှိရာ မြို့ကို အရောက်လာခဲ့ပါတယ်။ သူစဥ်းစားတာကတော့ သူငယ်ချင်းကို သူကယ်မယ်ပေါ့၊ သူ့ရည်ရွယ်ချက်နဲ့ လက်တွေ့မှာ တကယ်ဖြစ်နေတာတွေက ထပ်တူကျမနေခဲ့ပါဘူး။ Wyatt ရဲ့ စိတ်ကျန်းမာရေး ယိုယွင်းလာတာနဲ့အမျှ သူနဲ့ သူရဲ့ ပတ်ဝန်းကျင်က လူတွေနဲ့ ဆက်ဆံရေးက ပျက်စီးလာပြီး ဒီဟာကို Wyatt အနေနဲ့ ပြုပြင်ဖို့ သတ္တိမွေးပြီး ကြိုးစားမလား၊ ဒါမှမဟုတ် အရှုံးပေးလိုက်မလား သူဆုံးဖြတ်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ် )File size…802.1MBQuality…Blu-Ray 1080pFormat…mp4Duration….1h 20mGenre ….. Drama , Horror , MysterySubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by KelvinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPerry BlackshearStarsEvan DumouchelMacLeod AndrewsMargaret Ying DrakeCastElena GreenleeEvan DumouchelMacLeod AndrewsMargaret Ying DrakeMick Casale",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ywGCXYAfFYImYI5fWt1WwrWLHxq.jpg",
      "https://image.tmdb.org/t/p/w300/qtxNwA4cnqSIHhrhcKP6N1JBNB2.jpg",
      "https://image.tmdb.org/t/p/w300/oiy5eINDR0RIKVlcAaQRXBgSBw7.jpg",
      "https://image.tmdb.org/t/p/w300/tJ9JiSAaOrkpEoSMWrjTzkugTsu.jpg",
      "https://image.tmdb.org/t/p/w300/JE9c9O9m52L8dDTxzd0vC5XcJr.jpg",
      "https://image.tmdb.org/t/p/w300/tRSutJuIfRhpNxTxj8FMxxSTxRN.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/qXIXNduWXxCpKie5I8NitOcWt8z.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/jh913km4p5bc.html",
        "server": "usersdrive.com",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/they-look-like-people-2015-1080-p-amzn-web-dl-ddp-2-0-h-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2yYT5/They.Look.Like.People.2015.1080p.AMZN.WEB-DL.DDP2.0.H(CM).mp4",
        "server": "megaup.net",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/xHA3GJwD#4BJu6XnM1gZ70SeyvhRsFYR3r4Ig-xkeiIGFTFu858g",
        "server": "mega.nz",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://sbface.com/sssgqkwrdmiw.html",
        "server": "streamsb.com",
        "size": "802.1MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/c40pexuvkr38",
        "server": "streamvid.io",
        "size": "802.1MB",
        "quality": "1080P"
      }
    ],
    "trailer": {
      "video_id": "GVo_rEyaDVA",
      "video_url": "https://www.youtube.com/watch?v=GVo_rEyaDVA",
      "embed_url": "https://www.youtube.com/embed/GVo_rEyaDVA"
    }
  },
  {
    "metadata": "N/A|2019|2h 4min|Drama",
    "rating": {
      "rating": "6.7/10",
      "rating_count": ""
    },
    "title": "Spring Tide(2019)",
    "description": "Spring Tide2019=============မိသားစုတစ်ခုကို နိုင်ငံရေးနှင့်ယှဉ်ပြီး ရိုက်ပြတဲ့ကားကိုပြပါဆို ဒီကားလေးကို လက်ညှိုးထိုးရမှာပါပဲ ။ဘာလို့လဲဆိုတော့…ဒီဇာတ်ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တစ်ယောက်ချင်းစီကပြောသွားတဲ့စကားလုံးတိုင်းက သာမာန်မိသားစုတစ်ခုမှာပြောတာထက်ကို ပိုပြီးလေးနက်လို့ပါပဲ။ဉပမာ… နင်က သတင်းသမားဖြစ်ပြီး နိုင်ငံကိုအာခံတယ်ပေါ့… အဲ့ဒါကငါ့အိမ်မှာနေပြီး နင်ကငါ့ကို ပြန်ပြီးအာခံတာနဲ့အတူတူပဲအာခံချင်ရင် ငါ့အိမ်မှာမနေနဲ့… ကဲ ဘယ်လိုထင်ပါသလဲ ပရိသတ်ကြီး ?ဘာသာပြန်သူအထင်ကတော့ ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီ ကိုပါးပါးလေး ရိုက်ပြနေသလိုပဲ ။တရုတ်ဆိုတာက ဆင်ဆာလည်းကြမ်းတယ်မလား ။ အဲ့တော့ ပါးပါးလေးနဲ့ပဲ ထည့်သွားတာ ။အမေကြီးကတော့ အရင်စနစ်နဲ့တိုင်းပြည် ၊ သမီးကတော့ တော်လှန်ချင်တဲ့သူ၊မြေးကတော့ အမေနဲ့သမီးက ပုံသွင်းချင်တဲ့ ပြည်သူလေးပေါ့ ။အဲ့လိုမတွေးဘဲ ပုံမှန် မိသားစုကားလေးလို့ သတ်မှတ်ပြီးကြည့်ရင်လည်းအဆင်ပြေပါတယ်ဗျာ…..Translated by JojovaEncoded by YKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTian-yi YangStarsElaine JinJunxi QuLei HaoCastElaine JinHao LeiQu JunxiShang-Ho HuangWenbo LiZhang ZiqiZhao Yang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dgXYboQRoSWcs63dymCq5LLAdA6.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/oKgUaRKdwQQtwJBtpI6XLoShHLv.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/TZgc/%7BCM%7DSpring.Tide.2019.1080p.WEB-DL..mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3BP5n/%7BCM%7DSpring.Tide.2019.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "654MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/pltdf33asxjd.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zpi1fesan657.html",
        "server": "usersdrive.com",
        "size": "654MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spring-tide-2019-1080-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-spring-tide-2019-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "654MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/u6llz6e9fism",
        "server": "veryfiles.com",
        "size": "1.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/qc7po706rxgu",
        "server": "veryfiles.com",
        "size": "654MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/spring-tide2019",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "kCaDinRoQxg",
      "video_url": "https://www.youtube.com/watch?v=kCaDinRoQxg",
      "embed_url": "https://www.youtube.com/embed/kCaDinRoQxg"
    }
  },
  {
    "metadata": "N/A|2018|115 min|Bollywood,Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "2,828"
    },
    "title": "October (2018)",
    "description": "ေအာက္တုိဘာ တဲ့ ရုပ္ရွင္နာမည္ကစြဲေဆာင္မႈမရွိသလုိပါပဲ။ဒါေပမယ့္ IMDB Rating 7.9 ရရွိထားျပီး Rotten tomato ကေတာ့ 86% ရရွိထားပါတယ္။Rating ျမင့္သေလာက္လဲဇာတ္ကားက အရမ္းစြဲေဆာင္မႈရွိျပီး အဓိပၸါယ္ရွိျပီး ၾကည့္ရတာတန္တဲ့ဇာတ္ကားတစ္ကားပါ အာမခံႏုိင္ပါတယ္။ကၽြန္ေတာ့္အေနနဲ႔ဆုိရင္ ဆရာျမသန္းတင့္ရဲ႕ ေလလြင့္သူကုိ Romance Version နဲ႔ဖတ္လုိက္ရသလုိခံစားရပါတယ္။လူငယ္ေတြ ၾကည့္ကုိၾကည့္သင့္တဲ့ကားလုိ႔ေျပာရင္မလြန္ဘူးထင္ပါတယ္။အပူအပင္မရွိတဲ့ ေဟာ္တယ္အလုပ္သင္ဝန္ထမ္း ၂၁ အရြယ္ Dan တစ္ေယာက္ သူ႕ရဲ႕လုပ္ေဖာ္ကုိင္ဖက္လည္းျဖစ္တဲ့သူငယ္ခ်င္းေတြနဲ႔ အတူတူ ေအးအတူပူအမွ်ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနေနတုန္းမွာပဲ သူ႕ရဲ႕ဘဝဟာအၾကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါတယ္။သူနဲ႔နီးစပ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Shiuli တစ္ေယာက္တုိက္ေပၚကက်ျပီးကုိးမားျဖစ္သြားခဲ့တာပါပဲ။အဲဒီျဖစ္ရပ္ကုိ စိတ္ခံစားလြယ္တဲ့ Dan တစ္ေယာက္ဘယ္လုိရင္ဆုိင္ရလဲဆုိတာကုိဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ျပီးေတာ့ ဒီဇာတ္ကားက အခ်စ္ဇာတ္လမ္းမဟုတ္ပါဘူး ဒါေပမယ့္ အခ်စ္အေၾကာင္းကုိေျပာျပထားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ d3mon ပါ)File Size : (950 MB)Quality : WEB-DL 720pRunning Time : 1hr 55minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.H264.AAC2.0 DTOneTranslated by d3monEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShoojit SircarStarsBanita SandhuVarun DhawanCastBanita SandhuVarun Dhawan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/r1EwZk4SJnBcQOrxTsaZ9BmusIg.jpg",
      "https://image.tmdb.org/t/p/w300/pj2trZxTJzoLYa2NNMbT4Sj5DiZ.jpg",
      "https://image.tmdb.org/t/p/w300/c5fYeod9Na8uVvJvtyyqwrXSUBQ.jpg",
      "https://image.tmdb.org/t/p/w300/opBjl4jrxFZMaHNN3EbqcvtWLfD.jpg",
      "https://image.tmdb.org/t/p/w300/bHf3a0HOXQRKvqsjpw7gLn7EucT.jpg",
      "https://image.tmdb.org/t/p/w300/cEAXQbkA1KWWihPUsV0WhFBnmbi.jpg",
      "https://image.tmdb.org/t/p/w300/zhS9Ar1kOTRuw1kgIVApzGoD22W.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/october-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/758253/october-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2cnaw/October_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yuudrive.me/758253/october-2018-m-sub-mp4",
        "server": "mega.nz",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/a41hp2fi0xaj",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": {
      "video_id": "7vracgLyJwI",
      "video_url": "https://www.youtube.com/watch?v=7vracgLyJwI",
      "embed_url": "https://www.youtube.com/embed/7vracgLyJwI"
    }
  },
  {
    "metadata": "Not Rated|2022|2h 28m|Action,Adventure,Bollywood,Drama",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "19k"
    },
    "title": "Vikrant Rona (2022)",
    "description": "VR (Vikrant Rona) (2022)Action, Adventure, DramaIMDb 8.0/10 (19K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ တောင်ပိုင်း ကန်နန်းဒါးဘက်က နာမည်ကြီးမင်းသားဆလ်မန်းခန်းရဲ့ Dabangg 3 ဇာတ်ကားထဲမှာ ဗီလိန်နေရာက သရုပ်ဆောင်သွားတဲ့မင်းသား ကစ်ချားဆူဒီပါးနဲ့ ဆက်ဆီကျကျမမလှလှဂျက်စီတို့ရဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက တော်တော်လေးတော့စိတ်ဝင်စားဖို့ကောင်းတယ်….ကာနတကမြို့နယ်အတွင်းက ကမာရုတူးဆိုတဲ့ရွာလေးကနေ ဇာတ်လမ်းကိုအစပြုထားတယ်….အဲ့ဒီရွာက တောအုပ်ကြီးအလယ်မှာ တည်ရှိနေတဲ့ရွာဖြစ်သလိုဖြစ်ရပ်ဆန်းကြယ်မှုတွေနဲ့ နတ်ဆိုးတွေသောင်းကျန်းနေတယ်လို့လည်း နာမည်ကြီးတယ်…အဲ့ဒီရွာအတွင်းမှာရှိတဲ့ ဘိုးဘွားပိုင်အိမ်မှာ မိသားစုတစ်စုမင်္ဂလာပွဲလာကျင်းပကြပါတယ် အထမမြောက်နိုင်ခဲ့ဘဲ အိမ်ထဲမှာအရာရှိတစ်ယောက်ရဲ့ခေါင်းပြတ်နေတဲ့အလောင်းကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသူငယ်တွေဟာလည်း အသတ်ခံနေနေရပါတယ်…..ဆိုတော့ ဒီရွာက တကယ်ပဲ့ ကျိန်စာသင့်နေတာလား….နတ်ဆိုးတွေ သောင်းကျန်းနေတာလား….အဖြစ်မှန်က ဘာများလဲ…..။File size…2.7GB  / 2.4GB / 1.07GBQuality…4k HEVC WEB DL / 1080p True WEBDL AAC5.1CH / 720pFormat…mp4Duration….2h 28mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Taylor & Yunni & Kevin & Kham Mon & BpL & JerricaYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnup BhandariStarsJacquelineNirup BhandariSudeepCastChitkala BiradarJacqueline FernandezMadhusudhan RaoNeetha AshokNirup BhandariRamesh KukkuvalliRavishanker GowdaSiddu MoolimaniSudeepVasuki Vaibhav",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/wcU3wfses2q4NaiM93tHt2jl25B.jpg",
      "https://image.tmdb.org/t/p/w300/zJhc50Ir3HaMxlaiNXFknMGSMs4.jpg",
      "https://image.tmdb.org/t/p/w300/h9K1T9u9se1JuYBRarzhV1It4c7.jpg",
      "https://image.tmdb.org/t/p/w300/2pJq9T5kWuqC0M3xmFyBxlr2efc.jpg",
      "https://image.tmdb.org/t/p/w300/vxbZEGygxFo39fmVF8T3MhGfhOg.jpg",
      "https://image.tmdb.org/t/p/w300/4tIQaIOiPrbAu0hks4wtwxxxqgo.jpg",
      "https://image.tmdb.org/t/p/w300/5lGpblKFjWbBIfGf0xtlmsWeFDp.jpg",
      "https://image.tmdb.org/t/p/w300/zjBotOQpewbtkxeG0YLugEft5NE.jpg",
      "https://image.tmdb.org/t/p/w300/AosfDqlmqiVjXRDmkxWqAxxCBpn.jpg",
      "https://image.tmdb.org/t/p/w300/4tyzeg30d5QB89OxdNwkS9krykF.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/vikrantrona-posterart.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-4-k-sdr-hevc-aac-5-1-ch-yk-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.7GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/hgid8rpxdln3.html",
        "server": "usersdrive.com",
        "size": "2.7GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-true-web-dl-1080-p-aac-5-1-ch-yk-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/zr83sd6n60ac.html",
        "server": "usersdrive.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2tH1D/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.1080p.AAC5.1CH.YK(CM).mp4",
        "server": "megaup.net",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/u083FTZC#QdgAFjjyMFos4we8UDfaQ8zvK_kCytxVaeapZGVzBIA",
        "server": "mega.nz",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/y0fje68wm4b5.html",
        "server": "streamsb.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/o6ugnqp8otng",
        "server": "veryfiles.com",
        "size": "2.4GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/vikrant-rona-2022-kannada-true-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/uywdm8079sg7.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17M4t/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/348UBKJb#Bzyq-innHqFHRGib4vRr2HyCr_OuEF6PTw_7ZCUQF9o",
        "server": "mega.nz",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/z9xdfro5uhz0.html",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/lg7tpgahpiz0",
        "server": "veryfiles.com",
        "size": "1.07GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1989|97 min|Comedy,Drama,Romance",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "3,466"
    },
    "title": "Skin Deep",
    "description": "Skin Deep (1989)—————————လူတစ္ကိုယ္ အခ်စ္တစ္မ်ိဳးဆိုသလိုပါပဲ…တစ္ေယာက္ နဲ႔ တစ္ေယာက္ ခ်စ္မိရင္အခ်စ္ေတြ တဏွာေတြ ေလာဘ ေမာဟ ေတြအမ်ိဳးမ်ိဳး ပါလာတက္ပါတယ္…ဒီဇတ္လမ္းမွာေတာ့ ဇတ္ ဆိုတဲ့ လူဟာျပဇတ္စာေရးဆရာ တစ္ေယာက္ျဖစ္ၿပီးအဲလစ္ဆိုတဲ့ တစ္ခုလပ္ မိန္းမ တစ္ေယာက္ကိုလက္ထပ္ ယူထားသူ တစ္ဦးျဖစ္ပါတယ္အဲလစ္ ဆိုတာကလဲ တကယ့္ ငယ္ကြ်မ္းေဆြပါတကယ္ခ်စ္လို႔ ယူထားသူေပါ့ဒါဆို အားလံုး အဆင္ေျပၿပီလား ?မဟုတ္ေသးဘူး ဇတ္ မွာ ထူးျခားတဲ့အက်င့္ဆိုး တစ္ခု ရွိတယ္ ေတြ႕တဲ့ မိန္းကေလးတိုင္းသူ႔ အျမင္မွာ လွေနတက္ၿပီး အဲ့ဒီမိန္းကေလးေတြနဲ႔One Night Stan ခ်င္တဲ့ အက်င့္ဆိုးပါပဲ…ဇတ္က အဲ့ဒီအက်င့္က မေကာင္းဘူးဆိုတာကိုလဲသိေနတယ္ ဒါေၾကာင့္ စိတ္ကုထံုး ဆရာဝန္နဲ႔လဲအခ်ိန္မွန္ သြားျပတယ္ သူ ရင္းႏွီးတဲ့ ဘားဆိုင္ကလူႀကီးကိုလဲ အျမဲ ရင္ဖြင့္တိုင္ပင္တယ္ဒါေပမဲ့ အေျခအေနက ပိုဆိုးလာခဲ့တယ္…ဘယ္ေလာက္ထိ ဆိုးလဲ ဆိုရင္ ဇတ္ရဲ႕ မိန္းမ အဲလစ္ခရီးထြက္တဲ့ အခ်ိန္ သူ႔မိန္းမ ရဲ႕ ဆံပင္ညႇပ္ဆရာမကိုအိမ္ေခၚၿပီး ပလူးတာေပါ့ အဲ့ဒီလို ပလူးေနတုန္းသူ ရႈပ္ထားတဲ့ အတြင္းေရးမႉး အမ်ိဳးသမီးက ေရာက္လာဇတ္ နဲ႔ ဆံသဆရာမေလး ကို ပစ္သတ္ဖို႔ လုပ္အဲ့ခ်ိန္မွာ ခရီးကေန ျပန္ေရာက္လာတဲ့ ဇတ္ရဲ႕ မိန္းမအဲလစ္ကေတြ႕ ကိုယ္သာ သူ႔ေနရာမွာဆို ေသၿပီပဲေနာက္ဆံုး အႏွစ္ခ်ဴပ္ရရင္ မိန္းမ ျဖစ္သူက တရားဝင္ကြာရွင္းလိုက္တယ္ ဇတ္ရဲ႕ အိမ္ ျခံ နဲ႔ ကားေတြအကုန္ေပးလိုက္ရတဲ့ အျပင္ ေနာက္ႏွစ္ေတြအေတာ္ၾကာတဲ့ ထိ မယားစရိတ္ပါ ေထာက္ပံ့ရမယ္ဘာမွ မရွိေတာ့တဲ့ ဇတ္ တစ္ေယာက္ေျခၿငိမ္ၿပီး ျပန္လိမၼာသြားမယ္ ထင္လား…ေဝးေသး…သူ႔ ဘဝ မွာ အမွတ္တရ ျဖစ္မယ့္ မိန္းမ မ်ိဳးစံုနဲ႔စေတြ႕ေတာ့တာပါပဲ…ျမန္မာလိုသာ ဘာသာျပန္ရမယ္ဆိုရင္” က်ေနာ္ ခ်စ္ခဲ့ေသာ မိန္းမမ်ား ” လို႔အမည္ေပးရမယ္ ထင္တယ္ဒီရုပ္ရွင္ ကို အသက္ ၁၈ ႏွစ္ ျပည့္သူမ်ားသာၾကည့္သင့္ၿပီး အခ်စ္ေရး အိမ္ေထာင္ေရးရသ ျပည့္စံုတဲ့ ရုပ္ရွင္ကား ျဖစ္ပါတယ္အမ်ိဳးအစားကေတာ့ Drama / Comedy ျဖစ္ပါတယ္သရုပ္ေဆာင္ေတြက John Ritter , Julianne Phillipsတို႔က အဓိက သရုပ္ေဆာင္ထားပါတယ္ဒါရိုက္တာ Blake Edwards က ရိုက္ကူးထားၿပီး၁၉၈၉ ခုႏွစ္တြင္ ျပသခဲ့ပါသည္။Kira Rodriguez က ဘာသာျပန္ေပးထားၿပီးသစ္ဆန္းခန္႔ မွ အညႊန္း ေရးေပးထားပါတယ္Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBlake EdwardsStarsAlyson ReedChelsea FieldDenise CrosbyDon GordonJoel BrooksJohn RitterJulianne PhillipsNina FochPeter DonatVincent GardeniaCastAlyson ReedBo FoxworthBrenda SwansonBryan GenesseChelsea FieldDee Dee RescherDenise CrosbyDiana BartonDon GordonHeidi PaineJoel BrooksJohn RitterJulianne PhillipsMichael KiddNina FochPeter DonatRaye HollittSheryl Lee RalphVincent Gardenia",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9hLYXTToNMx5iLfJaLvLG4oCQwP.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjY4NmJlNWYtMjZjMy00NTRiLWI0NzktNDMzMmFkOWQ0OGI5XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR006751000_AL_.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/8n2c93y5rq8f.html",
        "server": "usersdrive.com",
        "size": "723.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1xtkd/Skin_Deep_[16+]_[1989]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "723.1 MB",
        "quality": "720P"
      },
      {
        "link": "https://upstream.to/qj7wl59jmnxy",
        "server": "upstream.to",
        "size": "723.1 MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "TBTMP1s32E0",
      "video_url": "https://www.youtube.com/watch?v=TBTMP1s32E0",
      "embed_url": "https://www.youtube.com/embed/TBTMP1s32E0"
    }
  },
  {
    "metadata": "|||Drama",
    "rating": {
      "rating": "7.7/10",
      "rating_count": "3309"
    },
    "title": "Corpus Christi (2019)",
    "description": "unicodeဖစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။လူငယ်အကျဉ်းထောင်ကနေ အသက် ၂၀ အရွယ် လူငယ်လေးတစ်ယောက်ကစောင့်ကြည့်အမိန့်နဲ့ လူငယ်အကျဉ်းထောင်ကနေ လွတ်လာပါတယ်။သူ့ကို သစ်စက်မှာ အလုပ်သွင်းပေးဖို့ စီစဉ်ထားပေမဲ့သူက တစ်နေရာမှာ ဘုန်းတော်ကြီးအယောင်ဆောင်ရင်း နေနေလိုက်ပါတယ်။အကျဉ်းထောင်အတွင်းကို တရားလာဟောလေ့ရှိတဲ့ဘုန်းတော်ကြီးဆီကနေ သူလေ့လာထားသလောက်ပညာတွေနဲ့ဘုန်းတော်ကြီးခရီးစဉ်ကို စတင်လျှောက်လှမ်းပါတော့တယ်။သူရောက်သွားတဲ့နေရာလေးမှာ အဖြစ်ဆိုးတစ်ခုလည်း ဖြစ်ထားခဲ့ပါတယ်။အဲဒီအဖြစ်ဆိုးကြီးရဲ့ နောက်ဆက်တွဲပြဿနာတွေကိုဘုန်းတော်ကြီးအယောင်ဆောင်ထားတဲ့လူငယ်လေးက ဖြေရှင်းဖို့လုပ်ပါတော့တယ်။File Size : ( 1 GB , 286 MB )Quality : WEB-DL 720pRunning Time : 1 hr 55 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwinzawgyiဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ အေျခခံၿပီး ရိုက္ကူးထားတဲ့ကားေလးပါ။လူငယ္အက်ဥ္းေထာင္ကေန အသက္ ၂၀ အရြယ္ လူငယ္ေလးတစ္ေယာက္ကေစာင့္ၾကည့္အမိန္႔နဲ႔ လူငယ္အက်ဥ္းေထာင္ကေန လြတ္လာပါတယ္။သူ႔ကုိ သစ္စက္မွာ အလုပ္သြင္းေပးဖို႔ စီစဥ္ထားေပမဲ့သူက တစ္ေနရာမွာ ဘုန္းေတာ္ႀကီးအေယာင္ေဆာင္ရင္း ေနေနလိုက္ပါတယ္။အက်ဥ္းေထာင္အတြင္းကုိ တရားလာေဟာေလ့ရွိတဲ့ဘုန္းေတာ္ႀကီးဆီကေန သူေလ့လာထားသေလာက္ပညာေတြနဲ႔ဘုန္းေတာ္ႀကီးခရီးစဥ္ကုိ စတင္ေလွ်ာက္လွမ္းပါေတာ့တယ္။သူေရာက္သြားတဲ့ေနရာေလးမွာ အျဖစ္ဆိုးတစ္ခုလည္း ျဖစ္ထားခဲ့ပါတယ္။အဲဒီအျဖစ္ဆိုးႀကီးရဲ႕ ေနာက္ဆက္တြဲျပႆနာေတြကုိဘုန္းေတာ္ႀကီးအေယာင္ေဆာင္ထားတဲ့လူငယ္ေလးက ေျဖရွင္းဖို႔လုပ္ပါေတာ့တယ္။File Size : ( 1 GB , 286 MB )Quality : WEB-DL 720pRunning Time : 1 hr 55 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJan KomasaStarsAleksandra KoniecznaAnna BiernacikBarbara KurzajBartosz BieleniaEliza RycembelLeszek LichotaLidia BogaczŁukasz SimlatTomasz ZiętekZdzisław WardejnCastAleksandra KoniecznaAnna BiernacikBarbara KurzajBartosz BieleniaEliza RycembelLeszek LichotaLidia BogaczŁukasz SimlatTomasz ZiętekZdzisław Wardejn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/corL9qIoOJSUjM7zBDTKyS71mdZ.jpg",
      "https://image.tmdb.org/t/p/w300/6H887W4G7QYIDX8KFfPQv1G3uef.jpg",
      "https://image.tmdb.org/t/p/w300/tv6cQUHgtKRbWbvHm2PHcGhAbRK.jpg",
      "https://image.tmdb.org/t/p/w300/1MnFL47vFe4tS1ql9uTiieciC3Y.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/6VZlm8sEwxkE3L5nXxz17QLj1sF.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Viw/(CM)_Corpus_Christi_2019_(Large_Size).mp4",
        "server": "Soliddrive.co",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://fastload.cc/3by",
        "server": "fastload.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://yoteshinportal.cc/cm-corpus-christi-2019-large-size-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://megaup.net/1xq9w/(CM)_Corpus_Christi_2019_(Large_Size).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://upstream.to/mc97cw5bwbvv",
        "server": "upstream.to",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      },
      {
        "link": "https://usersdrive.com/gis2is64s15d.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "WEB-DL 720P"
      }
    ],
    "trailer": {
      "video_id": "0dnOJnJVjyk",
      "video_url": "https://www.youtube.com/watch?v=0dnOJnJVjyk",
      "embed_url": "https://www.youtube.com/embed/0dnOJnJVjyk"
    }
  },
  {
    "metadata": "N/A|2018|1h 48 min|Asian,Drama,Sport",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "599"
    },
    "title": "Champion (2018)",
    "description": "ကိုရီးယား ဒရာမာဆန်ဆန် ဇာတ်လမ်းကောင်းတွေကို ကြည့်ရှူချင်ကြသူတွေအတွက် ဝတုတ်မင်းသားလို့ခေါ်ကြတဲ့ ကိုရီယားမင်းသား Ma Dong-Seok ရဲ့ ၂၀၁၈ ထွက်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်…မာ့ခ် လို့ခေါ်တဲ့ ကိုရီယားလူမျိုး တစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် အမေရိကန်လူမျိုးမိသားတစ်စုရဲ့ မွေးစားခြင်းကိုခံရပြီး အမေရိကန် နိုင်ငံမှာပဲ ကြီးပြင်းခဲ့ပါတယ်..သူဟာငယ်စဉ်ကတည်းက လက်မောင်းလှဲအားကစားကို ရူးသွပ်ပြီး ချန်ပီယံတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ…ဒီလိုနဲ့အရွယ်ရောက်လာချိန်မှာ အမေရိကန် လက်မောင်းလှဲ အားကစားအသင်းတစ်ခုမှာ ဝင်ရောက်ကစားကာ အောင်ပွဲတွေဆက်တိုက်ယူနေရင်း အကြောင်းတစ်ခုကြောင့် ထုတ်ပယ်ခံခဲ့ရပြီးနောက်မှာ သူဟာ ကလပ်တွေ ဘားတွေ ဈေးဆိုင်တွေမှာ လုံခြုံရေးအဖြစ် ကြုံရာ လုပ်ကိုင်နေထိုင်ခဲ့ရပါတယ်တစ်ရက်တော့ ညီအစ်ကိုလိုချစ်ခင်ရတဲ့ သူငယ်ချင်းတစ်ယောက်က ကိုရီးယားမှာ လက်မောင်းလှဲပြိုင်ပွဲကြီးရှိတဲ့အတွက် သူ့ကို ကိုရီးယားကိုခေါ်ပါတော့တယ်….မာ့ခ်တစ်ယောက် ပြိုင်ပွဲဝင်ဖို့ကိုရီးယားရောက်လာပြီး သူ့ရဲ့ပျောက်ဆုံးနေတဲ့မိသားစုကို ပြန်လည်ရှာဖွေရင်း ချန်ပီယံတစ်ယောက်ဖြစ်လာနိုင်ပါမလား….။အရမ်းကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပြီး အသည်းနုသူတွေအတွက် မျက်ရည်ဝဲစေမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ အာမခံပေးပါရစေ။Rating တွေအနေနဲ့ကတော့ IMDb- 6.0/10….Rotten Tomatoes – 86 %။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ)———————————————————————ကိုရီးယား ဒရာမာဆန္ဆန္ ဇာတ္လမ္းေကာင္းေတြြကို ၾကည့္ရွဴခ်င္ၾကသူေတြအတြက္ ဝတုတ္မင္းသားလို႔ေခၚၾကတဲ့ ကိုရီယားမင္းသား Ma Dong-Seok ရဲ႕ ၂၀၁၈ ထြက္ကားေကာင္းတစ္ကားတင္ဆက္ေပးလိုက္ပါတယ္…မာ့ခ္ လို႔ေခၚတဲ့ ကိုရီယားလူမ်ိဳး တစ္ေယာက္ဟာ အေၾကာင္းတစ္ခုေၾကာင့္ အေမရိကန္လူမ်ိဳးမိသားတစ္စုရဲ႕ ေမြးစားျခင္းကိုခံရျပီး အေမရိကန္ ႏုိင္ငံမွာပဲ ၾကီးျပင္းခဲ့ပါတယ္..သူဟာငယ္စဥ္ကတည္းက လက္ေမာင္းလွဲအားကစားကုိ ရူးသြပ္ျပီး ခ်န္ပီယံတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တာပါ…ဒီလုိနဲ႕အရြယ္ေရာက္လာခ်ိန္မွာ အေမရိကန္ လက္ေမာင္းလွဲ အားကစားအသင္းတစ္ခုမွာ ဝင္ေရာက္ကစားကာ ေအာင္ပြဲေတြဆက္တိုက္ယူေနရင္း အေၾကာင္းတစ္ခုေၾကာင့္ ထုတ္ပယ္ခံခဲ့ရျပီးေနာက္မွာ သူဟာ ကလပ္ေတြ ဘားေတြ ေစ်းဆိုင္ေတြမွာ လံုျခံဳေရးအျဖစ္ ၾကံဳရာ လုပ္ကိုင္ေနထုိင္ခဲ့ရပါတယ္တစ္ရက္ေတာ့ ညီအစ္ကိုလုိခ်စ္ခင္ရတဲ့ သူငယ္ခ်င္းတစ္ေယာက္က ကုိုရီးယားမွာ လက္ေမာင္းလွဲျပိဳင္ပြဲၾကီးရွိတဲ့အတြက္ သူ႕ကို ကိုရီးယားကိုေခၚပါေတာ့တယ္….မာ့ခ္တစ္ေယာက္ ျပိဳင္ပြဲဝင္ဖုိ႔ကိုရီးယားေရာက္လာျပီး သူ႕ရဲ႕ေပ်ာက္ဆံုးေနတဲ့မိသားစုကို ျပန္လည္ရွာေဖြရင္း ခ်န္ပီယံတစ္ေယာက္ျဖစ္လာႏိုင္ပါမလား….။အရမ္းကိုၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးျဖစ္ျပီး အသည္းႏုသူေတြအတြက္ မ်က္ရည္ဝဲေစမယ့္ကားေလးတစ္ကားျဖစ္ပါတယ္လို႔ အာမခံေပးပါရေစ။Rating ေတြအေနနဲ႕ကေတာ့ IMDb- 6.0/10….Rotten Tomatoes – 86 %။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)File Size : (851 MB)Quality : HDRip 720pRunning Time : 1hr 46minFormat : Mp4Genre : Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p HDRip H264 AAC-NONTranslated by Zuel Khant TwinEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKim Yong-wanStarsChoi Seung-HoonHan Ye-riKwon YulMa Dong-seokOk Ye-rinSon SookCastChoi Seung-HoonHan Ye-riKwon YulMa Dong-seokOk Ye-rinSon Sook",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/zZD3xGjeaa7oIcrJMFicIeot4Ur.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/08/champion-2018.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/dnjo4mu6to85.html",
        "server": "usersdrive.com",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/champion-chaem-pi-eon-2018-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/522a2f4/champion-chaem-pi-eon-2018-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/4eK34/Champion_(Chaem-Pi-Eon)_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/uQ0H2TAK#TqUUyUDmmEyGmU24zq6pscFrNmZzkc2p_dAsITyVUiw",
        "server": "mega.nz",
        "size": "851 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/8xir0sqf6zvp",
        "server": "upstream.to",
        "size": "851 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "KOEjzk5p3hg",
      "video_url": "https://www.youtube.com/watch?v=KOEjzk5p3hg",
      "embed_url": "https://www.youtube.com/embed/KOEjzk5p3hg"
    }
  },
  {
    "metadata": "R|2020|57mins|Adult,Drama,Romance",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "5623"
    },
    "title": "(18+) Big Busted Daughter In Law (2020)",
    "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ချွဲမယ် ပြုစုမယ်ဆိုတာကတော့ ဇာတ်ကားထဲမှာရှယ်ကြည့်နို်င်ပါတယ် ဆော်လေးကကိုယ်လုံးကိုယ်ပေါက်လေးက ကျစ်သလို နှုတ်ခမ်းရဲရဲလေးအသံချွဲချွဲလေးနဲ့ဖမ်းစားသွားဦးမှာမို့ ငါးကောင်တို့ သိုင်းလောကသားတွေအကြိုက်တွေ့ဦးမယ့်ဇာတ်လမ်းလေးလိ့ုညွှန်းချင်ပါတယ်Translated by : FOXEncoded by :SenpaiQuality :1080p webRip H264 and 720pFile Size : 829Mb and 440MBDuration : 57minYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSenpaiStarsGyeong-joonaCastGyeong-joonGyeong-jun",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/1DdtY/Big.Busted.Daughter-in-Law.2020.1080p.WebRip.H264.AAC(DS).mp4",
        "server": "megaup.net",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "server": "megaup.net",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/adnkc2s0d3t7",
        "server": "veryfiles.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/1wv20ywh3uhg",
        "server": "veryfiles.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/zp508c8yu7f8.html",
        "server": "usersdrive.com",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/098jzdauaxvl.html",
        "server": "usersdrive.com",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-1080-p-web-rip-h-264-aac-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "829MB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/big-busted-daughter-in-law-2020-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "440MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/18-big-busted-daughter-in-law-2020",
        "server": "VIP Links",
        "size": "829MB",
        "quality": "1080p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|2000|128 min|Drama,Thriller,War",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "40,850"
    },
    "title": "Rules of Engagement(2000)",
    "description": "Rules of Engagement(2000)ဒီရက်ပိုင်း ပျင်းပျင်းနဲ့ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း အသိအစ်ကိုတစ်ယောက်ထည့်ပေးထားတဲ့ ထဲက ဇာတ်ကား တစ်ကား ကြည့်ဖြစ်လိုက်တယ် ကောင်းနိုး ကောင်းနိုးနဲ့ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း ကြည့်မိလိုက်တာက rules of engagement ဆိုတဲ့ကားဇာတ်လမ်းက စစချင်း အမေရိကန် ဗီယက်နမ် စစ်ပွဲထဲက တိုက်ပွဲတစ်ခုကနေ စတည်ထားတယ်စိတ်ထဲထင်လိုက်တာက စစ်ကားတစ်ကားပေါ့ စစ်ကားတွေလည်း မကြည့်ဖြစ်တာလည်း ကြာနောက်ပြီး Marvel heroes ဇာတ်ကားတွေက မျက်စိတစ်ဖက်လပ်နဲ့ခပ်ကြမ်းကြမ်းဘဲကြီး Agents of shieldဒါရိုက်တာ Nick Fury အနေနဲ့လူသိများတဲ့ မင်းသား ကြီး Samuel L. Jackson တစ်ယောက် ဘယ်လိုပွဲထွက်လာမလဲသိချင်လို့ဆက်ကြည့်ဖြစ်လိုက်တယ်ကြည့်နေရင်း ကြည့်နေရင်းနဲ့ဇာတ်ကားက အသွင်ပြောင်းလာတယ် သေနတ်သံတွေ တစ်ဒိုင်းဒိုင်းပစ်တာမမြင်ရတော့ဘဲ စကားသံတွေပဲ အဆက်မပြတ်ကြားလာရတယ် ရုပ်ဆိုးဆိုး အဘိုးကြီး နှစ်ယောက်ဦးဆောင်ထားတဲ့ကားစကားတွေချည်းပဲ ပြောနေလို့ဇာတ်ကားပေါ် အာရုံတစ်ချက် လွတ်မသွားစေရဘူး သေသပ်တဲ့ ဒိုင်ယာလော့တွေဖုံးကွယ်ထားတဲ့ မြျုပ်ကွက်တွေ နဲ့ဘာဆက်ဖြစ်မလဲ ဆိုတဲ့ စိတ်ကိုနှိုးဆွပြီး ဇာတ်ကားဆုံးတဲ့အထိ ဆွဲဆောင်သွားတယ်ထူးထူးခြားခြားလို့ပြောရမလား အကြမ်းအရမ်းခန်းတွေနဲ့နာမည်ကြီး ဇာတ်ကောင် Samuel L. Jackon (Nick Fury) ကို တစ်ခါမှမမြင်ဖူးတဲ့ပုံစံနဲ့မြင်လိုက်ရတယ်ဇာတ်ကားအကြောင်းကိုအတိုချုပ်ပြောရရင် ကာနယ် Childers (Jackson) တစ်ယောက် ယီမင်မှာရှိတဲ့ အမေရိကန်သံရုံးကသံအမတ်မိသားစုကို ဆန္ဒပြမှုတွေကြားကနေ သွားခေါ်ဖို့အမိန့်ပေးခံရတယ် သူရောက်တဲ့အချိန်မှာ အခြေအနေ ကတော်တော်ဆိုးနေပြီ ဆန္ဒပြလူအုပ်စုက ခဲတွေ မီးတုတ်တွေနဲ့ပစ်ခတ်နေသလို ခေါင်းမိုးပေါ်ကနေလည်း သေနတ်တွေနဲ့ပစ်ခတ်နေပြီကယ်ထုတ်မှရမယ့် အခြေအနေမှာမို့သံအမတ် လင်မယားကို ကယ်ထုတ်နေတဲ့အချိန်မှာတင် တပ်သားသုံးယောက် ကျသွားတယ်ကျည်ဆံတွေကြား တပ်ဖွဲ့ဝင်တွေ ခေါင်းမဖော်ရဲတဲ့ အခြေအနေမှာ Childers အနေနဲ့သူ့ရဲဘော်တွေကို ဆန္ဒပြ လူအုပ်ကြားပစ်မိန့်ပေးလိုက်တယ် ကလေးတွေ သက်ကြီးရွယ်အိုတွေ မိန်းမတွေ ပါဝင်တဲ့ ဆန္ဒပြလူအုပ်ကြား ပစ်ခတ်အပြီးမှာ တစ်ဖက်ကသေနတ်သမားတွေ ရပ်သွားသလို သံရုံးလည်း စုတ်ပြတ်ကျန်နေခဲ့တယ်ပြသာနာက အဲ့မှာစတာပဲ အမေရိကန်တပ်ဖွဲ့ဝင် သုံးယောက်သေဆုံးသွားသလို ဆန္ဓပြလူအုပ်ဘက်ကလည်း ၈၃ ယောက်သေဆုံးသွားတယ် သေဆုံးသူတွေထဲမှာ ကလေးသူငယ်တွေ အမျိုးသမီးတွေ သက်ကြီးရွယ်အိုတွေလည်း ပါလာခဲ့တယ်အဲ့ဖြစ်ရပ်အပြီးမှာတော့ နိုင်ငံတကာ သတင်းစာတွေကြား ခေါင်းကြီးပိုင်းမှာပါလာခဲ့ပြီး အမေရိကန်လုံခြုံရေးဆိုင်ရာ အကြံပေးအနေနဲ့ကာနယ် Childers တစ်ယောက်ကို စစ်ခုံရုံးတင်ဖို့လုပ်ပါတော့တယ် ဘာတွေဖြစ်ခဲ့လဲဘယ်လိုဖြစ်ခဲ့လဲ သူမသိချင်ဘူး သူသိတာက နိုင်ငံတကာက ပေးလာမယ့် ဖိအားတွေ အားလုံးကို ကာနယ် Childers နဲ့ပဲစတေးလိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်အဲ့အချိန်မှာ ကာနယ် Childers အနေနဲ့လုံးဝ တုန်လှုပ်သွားတယ် တစ်သက်လုံး သူအသက်ပေးကာကွယ်လာတဲ့တာဝန်ထမ်းဆောင်လာတဲ့ သူ့အမိမြေက သူ့ကို ငြိမ်းချမ်းရေးပျက်ပြားစေမှု မလျော်ကန်သော ပြစ်မှုလုပ်ဆောင်မှုလူသတ်မှုစတာတွေနဲ့စွဲချက်တင်လာခဲ့တယ် သူအမှုနိုင်သည်ဖြစ်စေ ရှုံးသည်ဖြစ်စေ သူမြတ်နိုးတဲ့ စစ်သားဘဝ ကနိထ္ထိ တံသွားပြီ သူသေဒဏ်ကျနိုင်တယ် နှစ်ရှည်လများ တစ်သက်လုံး ထောင်ထဲမှာ နေသွားရနိုင်တယ် ဆယ်ခုနှစ်များစွာတာဝန်ကျေပွန်စွာ ထမ်းဆောင်လာခဲ့သမျှ နေ့ချင်းညချင်း တရားခံ တစ်ယောက်လိုသတ်မှတ်ခံလိုက်ရတယ် ဒီအချိန်မှာသူဆွဲမိ ဆွဲရာ ဆွဲလိုက်တဲ့ကောက်ရိုး တစ်မျှင်က သူ့ရဲ့အချစ်ဆုံး သူငယ်ချင်း လည်းဖြစ် ရဲဘော်ရဲဘက်ဟောင်းလည်းဖြစ်တဲ့ Hodges ဗီယက်နမ် စစ်ပွဲမှာ တိုက်ပွဲဝင်ပြီးကတည်းက ရုံးပိုင်းဆိုင်ရာ တွေနဲ့ပဲ ကျင်လည်နေခဲ့ရသူ စစ်ဘက်ရှေ့နေတစ်ယောက်ဆိုပေမယ့် အမှုတောင် ကောင်းကောင်းမလိုက်ခဲ့ဘူးသလို ရက်ပိုင်းအတွင်းမှာပဲ အငြိမ်းစားယူတော့မယ်သူအသိုင်းအဝိုင်းတွေ မိဘတွေက တားတဲ့ကြားက သူ့အချစ်ဆုံးသူငယ်ချင်းလည်း ဖြစ် သူ့အသက်သခင်လည်း ဖြစ်တဲ့ Childersကို အမှုလိုက်ပေးဖို့ဆုံးဖြတ်လိုက်တဲ့အခါ သူတို့ရင်ဆိုင်ရမှာက စစ်ဘက်ရှေ့နေ့တွေထဲက အတော်ဆုံး ဆွဲချရှေ့နေတစ်ယောက်ဒါ့အပြင် နိုင်ငံတော် လုံခြုံရေးအကြံပေးရဲ့ဖိအားတွေနဲ့သက်သေခံတွေ သူကိုယ်တိုင် ကယ်တင်ပေးခဲ့တဲ့သံအမတ်ကိုယ်တိုင်က သူ့ဘက်မှာမရှိ သူတို့အဖြစ်က သတ်ကွင်းထဲက သိုးငယ်တွေလိုဒီလို အခြေအနေနဲ့ နှစ်ဦးသား တရားခွင်မှာ ရင်ဆိုင်ရတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုမှန်းလို့မရအောင် ရိုက်ပြသွားတာကိုက စိတ်ဝင်စားဖွယ်ကောင်းလွန်းလှတယ် ဒီအခြေအနေမှာ ဇာတ်လမ်းကိုအမြင့်ဆုံး ရောက်အောင် ဆွဲခေါ်သွားသူတစ်ယောက်က Childers အဖြစ် သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Jackon ပါပဲတစ်ခြားသော သူရိုက်ခဲ့သမျှ ဇာတ်ကောင်တွေနဲ့လုံးဝတစ်သီးတခြား သရုပ်ဆောင်သွားတယ် စစ်သည်တော်ကောင်းတစ်ယောက်ရဲဘော်ရဲဘက်တွေ အတွက်ဆို ဘာပဲလုပ်ရ လုပ်ရဆိုတဲ့ သူတစ်ယောက်အဖြစ်သရုပ်ဆောင်သွားတယ် ကျည်ဆံတွေ တစ်ဖွဲဖွဲကျနေတာတောင် နိင်ငံတောင် အလံကို ရအောင်ပြန်ယူတဲ့သူ မထင်မှတ်ထားတဲ့အချို့အကွေ့ သေဒဏ်ကျခံရနိုင်တဲ့ အခြေအနေမှာ ဝမ်းနည်းစိတ်နဲ့မျက်ရည်ကျမိပေမယ့် အထက်က အစောင့်တစ်ယောက်ချထားစရာမလိုအောင် ယုံကြည်ရတဲ့သူ ရန်သူဖြစ်တဲ့ ဗီယက်နမ် ဗိုလ်ချုပ်ဟောင်းကတောင် အလေးပြုရတဲ့သူတော်လှပါတယ်ဆိုတဲ့ ရှေ့နေတွေကိုခေါက် အချစ်ဆုံး သူငယ်ချင်းကြီးကိုသာ အကူအညီတောင်းတဲ့သူသူပြောတဲ့စကားက တစ်ခွန်းတည်း တိုက်ပွဲဆိုတာကို လက်တွေ့မကြုံဘူးတဲ့သူတွေကို ငါ့ဘက်က မလိုက်စေချင်ဘူးတဲ့ယောကျ်ားရင့်မာ စစ်သားကြီးတစ်ယောက် ဝမ်းနည်းစိတ် တွေနဲ့မျက်ရည်ကျမိပုံက ပရိတ်သတ် ရင်ထဲ ကူးစက်လာအောင်သရုပ်ဆောင် ကောင်းလွန်းလှတယ်ကြည့်ကြည့်ပါ မြှုပ်ကွက်တွေ ဒိုင်ယာလော့တွေ လိုက်ဖက်ကောင်းမွန်တဲ့ ဇာတ်ရုပ်တွေက သင့်ကို ဇာတ်လမ်းပြီးဆုံးတဲ့အထိဆွဲဆောင်သွားမှာအသေအချာပါ Imdb 6.4 ရထားတဲ့ ဒီကားက သင့်ကို စိတ်မပျက်စေရုံမက သင့်ကို အမြင်အသစ်တွေ ခံစားချက်အသစ်တွေပေးစွမ်းနိုင်မှာပါ ဇာတ်လမ်းအရသာ ပျက်မှာဆိုးလို့ဇာတ်လမ်းကို အပျိုးလေးပဲ ရေးပေးထားပါတယ် ဘာတွေ ဆက်ဖြစ်မလဲသေချာသိချင်ရင်တော့ကြည့်ကြည့်လိုက်ပါ မိတ်ဆွေ.. ဒီဇာတ်ကားကို အရသာ အပြည့်အဝ ခံစားလို့ရအောင်လို့ Channel Myanmar က Ko Hades မှဘာသာပြန်ပေးထားပါတယ်။(ရုပ်ရှင်အညွှန်းကို Waiyan Naung’s Facebook မှကူးယူဖော်ပြပါသည်။)—————————————————————————————–ဒီရက္ပိုင္း ပ်င္းပ်င္းနဲ ့ဇာတ္ကားေတြ လုိက္ရွာႀကည့္ရင္း အသိအစ္ကိုတစ္ေယာက္ထည့္ေပးထားတဲ့ ထဲက ဇာတ္ကား တစ္ကား ႀကည့္ျဖစ္လုိက္တယ္ ေကာင္းနိုး ေကာင္းနိုးနဲ ့ဇာတ္ကားေတြ လိုက္ရွာႀကည့္ရင္း ႀကည့္မိလိုက္တာက rules of engagement ဆိုတဲ့ကားဇာတ္လမ္းက စစခ်င္း အေမရိကန္ ဗီယက္နမ္ စစ္ပြဲထဲက တိုက္ပြဲတစ္ခုကေန စတည္ထားတယ္စိတ္ထဲထင္လိုက္တာက စစ္ကားတစ္ကားေပါ့ စစ္ကားေတြလည္း မႀကည့္ျဖစ္တာလည္း ႀကာေနာက္ျပီး Marvel heroes ဇာတ္ကားေတြက မ်က္စိတစ္ဖက္လပ္နဲ ့ခပ္ႀကမ္းႀကမ္းဘဲႀကီး Agents of shieldဒါရိုက္တာ Nick Fury အေနနဲ ့လူသိမ်ားတဲ့ မင္းသား ႀကီး Samuel L. Jackson တစ္ေယာက္ ဘယ္လိုပြဲထြက္လာမလဲသိခ်င္လုိ ့ဆက္ႀကည့္ျဖစ္လိုက္တယ္ႀကည့္ေနရင္း ႀကည့္ေနရင္းနဲ ့ဇာတ္ကားက အသြင္ေျပာင္းလာတယ္ ေသနတ္သံေတြ တစ္ဒိုင္းဒိုင္းပစ္တာမျမင္ရေတာ့ဘဲ စကားသံေတြပဲ အဆက္မျပတ္ႀကားလာရတယ္ ရုပ္ဆိုးဆိုး အဘိုးႀကီး နွစ္ေယာက္ဦးေဆာင္ထားတဲ့ကားစကားေတြခ်ည္းပဲ ေျပာေနလုိ ့ဇာတ္ကားေပၚ အာရံုတစ္ခ်က္ လြတ္မသြားေစရဘူး ေသသပ္တဲ့ ဒိုင္ယာေလာ့ေတြဖံုးကြယ္ထားတဲ့ ျမ်ဳပ္ကြက္ေတြ နဲ ့ဘာဆက္ျဖစ္မလဲ ဆိုတဲ့ စိတ္ကိုနွိဳးဆြျပီး ဇာတ္ကားဆံုးတဲ့အထိ ဆြဲေဆာင္သြားတယ္ထူးထူးျခားျခားလို ့ေျပာရမလား အႀကမ္းအရမ္းခန္းေတြနဲ ့နာမည္ႀကီး ဇာတ္ေကာင္ Samuel L. Jackon (Nick Fury) ကို တစ္ခါမွမျမင္ဖူးတဲ့ပံုစံနဲ ့ျမင္လုိက္ရတယ္ဇာတ္ကားအေႀကာင္းကိုအတိုခ်ဳပ္ေျပာရရင္ ကာနယ္ Childers (Jackson) တစ္ေယာက္ ယီမင္မွာရွိတဲ့ အေမရိကန္သံရံုးကသံအမတ္မိသားစုကို ဆႏၵျပမွဳေတြႀကားကေန သြားေခၚဖို ့အမိန္ ့ေပးခံရတယ္ သူေရာက္တဲ့အခ်ိန္မွာ အေျခအေန ကေတာ္ေတာ္ဆိုးေနျပီ ဆႏၵျပလူအုပ္စုက ခဲေတြ မီးတုတ္ေတြနဲ ့ပစ္ခတ္ေနသလို ေခါင္းမိုးေပၚကေနလည္း ေသနတ္ေတြနဲ ့ပစ္ခတ္ေနျပီကယ္ထုတ္မွရမယ့္ အေျခအေနမွာမို ့သံအမတ္ လင္မယားကုိ ကယ္ထုတ္ေနတဲ့အခ်ိန္မွာတင္ တပ္သားသံုးေယာက္ က်သြားတယ္က်ည္ဆံေတြႀကား တပ္ဖြဲ ့ဝင္ေတြ ေခါင္းမေဖာ္ရဲတဲ့ အေျခအေနမွာ Childers အေနနဲ ့သူ ့ရဲေဘာ္ေတြကို ဆႏၵျပ လူအုပ္ႀကားပစ္မိန္ ့ေပးလိုက္တယ္ ကေလးေတြ သက္ႀကီးရြယ္အိုေတြ မိန္းမေတြ ပါဝင္တဲ့ ဆႏၵျပလူအုပ္ႀကား ပစ္ခတ္အျပီးမွာ တစ္ဖက္ကေသနတ္သမားေတြ ရပ္သြားသလို သံရံုးလည္း စုတ္ျပတ္က်န္ေနခဲ့တယ္ျပသာနာက အဲ့မွာစတာပဲ အေမရိကန္တပ္ဖြဲ ့ဝင္ သံုးေယာက္ေသဆံုးသြားသလို ဆႏၶျပလူအုပ္ဘက္ကလည္း ၈၃ ေယာက္ေသဆံုးသြားတယ္ ေသဆံုးသူေတြထဲမွာ ကေလးသူငယ္ေတြ အမ်ိဳးသမီးေတြ သက္ႀကီးရြယ္အိုေတြလည္း ပါလာခဲ့တယ္အဲ့ျဖစ္ရပ္အျပီးမွာေတာ့ နိုင္ငံတကာ သတင္းစာေတြႀကား ေခါင္းႀကီးပိုင္းမွာပါလာခဲ့ျပီး အေမရိကန္လံုျခံဳေရးဆိုင္ရာ အႀကံေပးအေနနဲ ့ကာနယ္ Childers တစ္ေယာက္ကို စစ္ခံုရံုးတင္ဖုိ ့လုပ္ပါေတာ့တယ္ ဘာေတြျဖစ္ခဲ့လဲဘယ္လုိျဖစ္ခဲ့လဲ သူမသိခ်င္ဘူး သူသိတာက နိုင္ငံတကာက ေပးလာမယ့္ ဖိအားေတြ အားလံုးကို ကာနယ္ Childers နဲ ့ပဲစေတးလိုက္ဖုိ ့ဆံုးျဖတ္လိုက္တယ္အဲ့အခ်ိန္မွာ ကာနယ္ Childers အေနနဲ ့လံုးဝ တုန္လွုပ္သြားတယ္ တစ္သက္လံုး သူအသက္ေပးကာကြယ္လာတ့ဲတာဝန္ထမ္းေဆာင္လာတဲ့ သူ ့အမိေျမက သူ ့ကို ျငိမ္းခ်မ္းေရးပ်က္ျပားေစမွဳ မေလ်ာ္ကန္ေသာ ျပစ္မွဳလုပ္ေဆာင္မွဳလူသတ္မွဳစတာေတြနဲ ့စြဲခ်က္တင္လာခဲ့တယ္ သူအမွဳနိုင္သည္ျဖစ္ေစ ရွံုးသည္ျဖစ္ေစ သူျမတ္နိုးတဲ့ စစ္သားဘဝ ကနိထၳိ တံသြားျပီ သူေသဒဏ္က်နိုင္တယ္ နွစ္ရွည္လမ်ား တစ္သက္လံုး ေထာင္ထဲမွာ ေနသြားရနိုင္တယ္ ဆယ္ခုနွစ္မ်ားစြာတာဝန္ေက်ပြန္စြာ ထမ္းေဆာင္လာခဲ့သမ်ွ ေန ့ခ်င္းညခ်င္း တရားခံ တစ္ေယာက္လိုသတ္မွတ္ခံလိုက္ရတယ္ ဒီအခ်ိန္မွာသူဆြဲမိ ဆြဲရာ ဆြဲလိုက္တဲ့ေကာက္ရိုး တစ္မွွ်င္က သူ ့ရဲ့အခ်စ္ဆံုး သူငယ္ခ်င္း လည္းျဖစ္ ရဲေဘာ္ရဲဘက္ေဟာင္းလည္းျဖစ္တဲ့ Hodges ဗီယက္နမ္ စစ္ပြဲမွာ တိုက္ပြဲဝင္ျပီးကတည္းက ရုံုးပိုင္းဆိုင္ရာ ေတြနဲ့ ့ပဲ က်င္လည္ေနခဲ့ရသူ စစ္ဘက္ေရွ ့ေနတစ္ေယာက္ဆိုေပမယ့္ အမွုေတာင္ ေကာင္းေကာင္းမလိုက္ခဲ့ဘူးသလို ရက္ပိုင္းအတြင္းမွာပဲ အျငိမ္းစားယူေတာ့မယ္သူအသိုင္းအဝိုင္းေတြ မိဘေတြက တားတဲ့ႀကားက သူ ့အခ်စ္ဆံုးသူငယ္ခ်င္းလည္း ျဖစ္ သူ ့အသက္သခင္လည္း ျဖစ္တဲ့ Childersကို အမွုလိုက္ေပးဖို ့ဆံုးျဖတ္လိုက္တဲ့အခါ သူတို ့ရင္ဆိုင္ရမွာက စစ္ဘက္ေရွ ့ေန ့ေတြထဲက အေတာ္ဆံုး ဆြဲခ်ေရွ ့ေနတစ္ေယာက္ဒါ့အျပင္ နိုင္ငံေတာ္ လံုျခံဳေရးအႀကံေပးရဲ့ဖိအားေတြနဲ ့သက္ေသခံေတြ သူကိုယ္တိုင္ ကယ္တင္ေပးခဲ့တဲ့သံအမတ္ကိုယ္တိုင္က သူ ့ဘက္မွာမရွိ သူတို ့အျဖစ္က သတ္ကြင္းထဲက သိုးငယ္ေတြလိုဒီလို အေျခအေနနဲ ့ နွစ္ဦးသား တရားခြင္မွာ ရင္ဆိုင္ရတဲ့အခါ ဘာေတြဆက္ျဖစ္ႀကမလဲဆိုတာကိုမွန္းလို ့မရေအာင္ ရိုက္ျပသြားတာကိုက စိတ္ဝင္စားဖြယ္ေကာင္းလြန္းလွတယ္ ဒီအေျခအေနမွာ ဇာတ္လမ္းကိုအျမင့္ဆံုး ေရာက္ေအာင္ ဆြဲေခၚသြားသူတစ္ေယာက္က Childers အျဖစ္ သရုပ္ေဆာင္သြားတဲ့ မင္းသားႀကီး Jackon ပါပဲတစ္ျခားေသာ သူရုိက္ခဲ့သမ်ွ ဇာတ္ေကာင္ေတြနဲ ့လံုးဝတစ္သီးတျခား သရုပ္ေဆာင္သြားတယ္ စစ္သည္ေတာ္ေကာင္းတစ္ေယာက္ရဲေဘာ္ရဲဘက္ေတြ အတြက္ဆို ဘာပဲလုပ္ရ လုပ္ရဆိုတဲ့ သူတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္သြားတယ္ က်ည္ဆံေတြ တစ္ဖြဲဖြဲက်ေနတာေတာင္ နိင္ငံေတာင္ အလံကို ရေအာင္ျပန္ယူတဲ့သူ မထင္မွတ္ထားတဲ့အခ်ိဳ ့အေကြ ့ ေသဒဏ္က်ခံရနုိင္တဲ့ အေျခအေနမွာ ဝမ္းနည္းစိတ္နဲ ့မ်က္ရည္က်မိေပမယ့္ အထက္က အေစာင့္တစ္ေယာက္ခ်ထားစရာမလိုေအာင္ ယံုႀကည္ရတဲ့သူ ရန္သူျဖစ္တဲ့ ဗီယက္နမ္ ဗိုလ္ခ်ဳပ္ေဟာင္းကေတာင္ အေလးျပဳရတဲ့သူေတာ္လွပါတယ္ဆိုတဲ့ ေရွ ့ေနေတြကိုေခါက္ အခ်စ္ဆံုး သူငယ္ခ်င္းႀကီးကိုသာ အကူအညီေတာင္းတဲ့သူသူေျပာတဲ့စကားက တစ္ခြန္းတည္း တိုက္ပြဲဆိုတာကို လက္ေတြ ့မႀကံဳဘူးတဲ့သူေတြကို ငါ့ဘက္က မလိုက္ေစခ်င္ဘူးတဲ့ေယာက်္ားရင့္မာ စစ္သားႀကီးတစ္ေယာက္ ဝမ္းနည္းစိတ္ ေတြနဲ ့မ်က္ရည္က်မိပံုက ပရိတ္သတ္ ရင္ထဲ ကူးစက္လာေအာင္သရုပ္ေဆာင္ ေကာင္းလြန္းလွတယ္ႀကည့္ႀကည့္ပါ ျမွဳပ္ကြက္ေတြ ဒိုင္ယာေလာ့ေတြ လိုက္ဖက္ေကာင္းမြန္တဲ့ ဇာတ္ရုပ္ေတြက သင့္ကို ဇာတ္လမ္းျပီးဆံုးတဲ့အထိဆြဲေဆာင္သြားမွာအေသအခ်ာပါ Imdb 6.4 ရထားတဲ့ ဒီကားက သင့္ကို စိတ္မပ်က္ေစရံုမက သင့္ကို အျမင္အသစ္ေတြ ခံစားခ်က္အသစ္ေတြေပးစြမ္းနိုင္မွာပါ ဇာတ္လမ္းအရသာ ပ်က္မွာဆိုးလို ့ဇာတ္လမ္းကို အပ်ိဳးေလးပဲ ေရးေပးထားပါတယ္ ဘာေတြ ဆက္ျဖစ္မလဲေသခ်ာသိခ်င္ရင္ေတာ့ႀကည့္ႀကည့္လိုက္ပါ မိတ္ေဆြ.. ဒီဇာတ္ကားကို အရသာ အျပည့္အဝ ခံစားလို ့ရေအာင္လို ့ Channel Myanmar ကKo Hadesမွဘာသာျပန္ေပးထားပါတယ္။(ရုပ္ရွင္အညႊန္းကိုWaiyan Naung’s Facebookမွကူးယူေဖာ္ျပပါသည္။)Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorNewt ArnoldP.R. TookeWilliam FriedkinStarsAmidouAnne ArcherBen KingsleyBlair UnderwoodBruce GreenwoodDale DyeGuy PearcePhilip Baker HallSamuel L. JacksonTommy Lee JonesCastAmidouAnne ArcherBen KingsleyBlair UnderwoodBruce GreenwoodDale DyeGuy PearceMark FeuersteinPhilip Baker HallSamuel L. JacksonTommy Lee Jones",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/pze7WLVhQvBPHGMGt04xTJCmVlY.jpg",
      "https://image.tmdb.org/t/p/w300/21nXfBmaNpM6XdhcKiQiKzDveQP.jpg",
      "https://image.tmdb.org/t/p/w300/dAuX0VBs4S9EbHpstRFXFZXQyfm.jpg",
      "https://image.tmdb.org/t/p/w300/8GqIPec1zOaauIMBiuk08WaU7vP.jpg",
      "https://image.tmdb.org/t/p/w300/zuIYLJuZWeWicLyysU9VmUh9NHd.jpg",
      "https://image.tmdb.org/t/p/w300/bRI6lT69cruh0R8xlxeUp9SB2S8.jpg",
      "https://image.tmdb.org/t/p/w300/cJ4sTfGTGfIEIFhN4Qm0QmsM1fq.jpg",
      "https://image.tmdb.org/t/p/w300/r8wZ8wByluubZSURaR9UE6C0kZX.jpg",
      "https://image.tmdb.org/t/p/w300/h7RxfFfBpN97Dsz0thCGcaX3Fzp.jpg",
      "https://image.tmdb.org/t/p/w300/3tsPotlRmXf3F6NrVxkuDvPrnHS.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/10/Rules_of_Engagement-792203981-large.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/l1qgv75o7a4e.html",
        "server": "usersdrive.com",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/rules-of-engagement-2000-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://yuudrive.me/06c8b6ee/rules-of-engagement-20-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2SLv0/Rules_OF_Engagement_[2000]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://mega.nz/file/qVJUGAoC#btE9FxTsosbdINFJHHoCJthjNObtR7-lYd7I8JLzzf8",
        "server": "mega.nz",
        "size": "899MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/p85jjninqfb6",
        "server": "upstream.to",
        "size": "899MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "usKVcBTxkfk",
      "video_url": "https://www.youtube.com/watch?v=usKVcBTxkfk",
      "embed_url": "https://www.youtube.com/embed/usKVcBTxkfk"
    }
  },
  {
    "metadata": "|||Drama,Romance",
    "rating": {
      "rating": "8.0/10",
      "rating_count": "27857"
    },
    "title": "Dev.D(2009)",
    "description": "Dev.D(2009)IMDb 8/10ဒေ့ဗ်၊ ပါရိုနဲ့ ချန်ဒရာမူခီးတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကိုဘောလီဝုဒ်ဖန်တိုင်း ရင်းနှီးကြမှာပါဘာကြောင့်လဲဆိုတော့ ကင်းခန်းကြီးနဲ့ အရှ်တို့ရဲ့ဂန္တဝင်ကားကောင်းကြီးတစ်ကားဖြစ်တဲ့Devdas ကို လူတိုင်းကြည့်ဖူးကြလို့ဖြစ်ပါလိမ့်မယ်ဒီဇာတ်လမ်းကလည်း ထိုနည်းလည်းကောင်းပါပဲဒေ့ဗ်နဲ့ ပါရိုဟာ အင်မတန်သိပ်ချစ်ကြတဲ့ငယ်သူငယ်ချင်းငယ်ချစ်တွေပေါ့ တစ်ယောက်စီရဲ့ အချစ်ဦးတွေလိုဆိုရလိမ့်မယ်ဒါပေမဲ့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တစ်ခုကြောင့်ဒေ့ဗ်နဲ့ပါရိုဝေးကွာသွားခဲ့တယ်ပါရိုနဲ့ဝေးသွားခဲ့တဲ့ဒေ့ဗ်ဟာသူ့ဘဝသူ အရှုံးပေးကာ ဖြစ်သလိုနေ သွားချင်ရာသွား လာချင်ရာလာနေခဲ့ပြီးချန္ဒရာဆိုတဲ့မိန်းကလေးတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်ဒီအချိန်မှာတော့ ဒေ့ဗ်ရဲ့အချစ်ရေး ဘယ်လိုဖြစ်သွားမလဲ …ဂန္တဝင်ကားကြီး Devdas ဟာဆိုရင် IMDb 7.5/10 အထိရရှိထားပါတယ်ဒါပေမဲ့ ဒီ Dev.D ကတော့ IMDb 8/10 အထိတောင်ရရှိထားပါတယ်ဘာကြောင့်လဲဆိုတော့ ဘောလီဝုဒ်ရဲ့ မာတင်စကော့ဆေးလို့ တင်စားခေါ်ကြတဲ့ဒါရိုက်တာကြီး အနျူရက်ကရှ်ယက်ကြောင့်ပါသူ့ကားတွေတိုင်းဟာ အင်မတန်ကို လက်တွေ့ဆန်မှုကိုအခြေခံထားလို့ပါပဲယခုဒီဇာတ်ကားဟာလည်း အေဆင်ဆာ (Adult Only Video) ဖြစ်သောကြောင့်အသက်မပြည့်သေးသူများ၊ ကလေးသူငယ်များ၊ မိသားစုနဲ့အတူကြည့်ရှု့ရန်မသင့်တော်ပါဘူးစကားလုံးတွေဟာ လက်တွေ့ကျကျကြမ်းတမ်းပြီးအရက်သေစာသောက်စားမှုတွေမူးယစ်ဆေးသုံးစွဲမှုတွေ တသီကြီးပါဝင်လို့ပါပဲသမာရိုးကျဘောလီဝုဒ်ကားတွေကို ရိုးအီနေပြီဆိုရင်ဒီကားလေးမြည်းကြည့်လှည့်ပါသူမတူတဲ့ရသတစ်ခုပေးစွမ်းပါလိမ့်မယ်“ဒေ့ဗ်တိုင်းဟာ ပါရိုကိုပဲ သေသည်အထိချစ်သွားရမှာလားဒါမှမဟုတ် ချန်ဒရာမူခီးနဲ့ ပျော်ပျော်ရွှင်ရွှင်နေထိုင်သွားလို့ရော မရနိုင်လို့လားဗျာ”ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….File Size : (1.1GB) and (380 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:24:00Genre : Romance, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zaw HtooEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnurag KashyapStarsAbhay DeolAseem SharmaGurkirtanKalki KoechlinKuldeep SinghMahie GillParakh MadanSanjay KumarSatwant KaurShena GamatCastAbhay DeolAseem SharmaBinnu DhillonGurkirtanKalki KoechlinKuldeep SinghMahie GillNawazuddin SiddiquiParakh MadanSanjay KumarSatwant KaurShena GamatSunil Grover",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uNdSUb9JOitGPTk2wdc8ykOBJHb.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/g1tmk840n8wv.html",
        "server": "usersdrive.com",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/8r1ojisxin3c.html",
        "server": "usersdrive.com",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://yoteshinportal.cc/dev-d-2009-blu-ray-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/dev-d-2009-blu-ray-480-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://megaup.net/1xys4/Dev.D.2009.BLU-RAY.720P.PP.mp4",
        "server": "megaup.net",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2TtmC/Dev.D.2009.BLU-RAY.480P.PP.mp4",
        "server": "megaup.net",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://mega.nz/file/NpZXAYyQ#j7vm8lYze5l3cYVOr3qR3vJRl09QfXY1K-HBU9q5GKs",
        "server": "mega.nz",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/d1BTHa7Q#SCzghIGRTyvqUZWQeNZyzuS8Tw_qyDDxgKftRua2wIg",
        "server": "mega.nz",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://yadi.sk/i/Yxm30cL4Pg5Ckw",
        "server": "disk.yandex.com",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yadi.sk/i/cxpF1HbGMOivIQ",
        "server": "disk.yandex.com",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://upstream.to/x94fxuwx5xdl",
        "server": "upstream.to",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/72n1lk2a7zkv",
        "server": "upstream.to",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      },
      {
        "link": "https://1fichier.com/?6lpobzaesc0jdr6imkyp",
        "server": "1fichier.com",
        "size": "1.1GB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://1fichier.com/?clxfsgn2683u2mq7hyge",
        "server": "1fichier.com",
        "size": "419MB",
        "quality": "Blu-Ray 480p"
      }
    ],
    "trailer": {
      "video_id": "ATZB8mwU3M0",
      "video_url": "https://www.youtube.com/watch?v=ATZB8mwU3M0",
      "embed_url": "https://www.youtube.com/embed/ATZB8mwU3M0"
    }
  },
  {
    "metadata": "R|2018|112 min|Biography,Crime,Drama",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "751"
    },
    "title": "City of Lies(2018)",
    "description": "City of Lies(2018)Who Shot Biggie???ဒီဇာတ်ကားရဲ့ ကြာမြင့်ချိန် 1 နာရီ 52 မိနစ်ဟာ အဲ့ဒီမေးခွန်းလေးတစ်ကြောင်းနဲ့ ဆက်စပ်ပြီးရိုက်သွားတာပါ…အကြောင်းအရာတစ်ခုတည်းကို 1 နာရီ 52 မိနစ်တောင် ရိုက်ထားလို့ ပျင်းစရာကောင်းမှာပဲလို့ တွေးမိရင် တက်တက်စင်အောင် လွဲပါလိမ့်မယ်…ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပြီး တကယ့်အပြင်မှာလည်း Who Shot Biggie? ဆိုတဲ့မေးခွန်းကို နာမည်ကျော် FBI အဖွဲ့အပါအဝင် LAPD စုံထောက်တွေပါ ပူးပေါင်းစုံစမ်းခဲ့တာ နှစ် 20 ကျော်ကြာခဲ့ပါတယ်…မြန်မာနိုင်ငံက Rapper တွေ Mainstream နဲ့ Underground အပြန်အလှန်လှော်နေကြသလို Los Angeles မြို့ကြီးမှာလည်း East Coast နဲ့ West Coast ဆိုပြီး နှစ်ဖွဲ့ကွဲ လှော်ကြပါတယ်…1996 ခုနှစ်လောက်ကဖြစ်ခဲ့တဲ့လူသတ်မှုဖြစ်တဲ့အတွက် လူဖြူလူမည်းပဋိပက္ခတွေလည်း ရှိနေတဲ့အချိန်ပါ…ဒီအမှုကို နှစ်ပေါင်းအကြာကြီး စုံစမ်းနေသူကတော့ Poole ဆိုတဲ့ စုံထောက်တစ်ယောက်ပါ…နောက်ထပ်ဒီအမှုကို စိတ်ဝင်စားပြီး သတင်းလိုက်နေတဲ့သူကတော့ Jackson ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်…အမှုတစ်ခုတည်းကို နှစ်ရှည်လများ စုံစမ်းလာခဲ့တဲ့ စုံထောက်တစ်ယောက်နဲ့ လုပ်ငန်းအတွင်း နာမည်ကောင်းတစ်ခုရဖို့ ကြိုးစားနေတဲ့ သတင်းထောက်တို့ ပူးပေါင်းမိချိန်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာ ရှုစားကြပါဦး…နာမည်ကျော်မင်းသားကြီး Johnny Depp နဲ့ Forest Whitaker တို့က အဓိကပါဝင်သရုပ်တောင်ထားပါတယ်….File Size : (950MB) and (387 MB)Quality : Blu-Ray 720p,Format…mp4Duration…01:52:00Genre : Biography, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBrad FurmanStarsDayton CallieForest WhitakerJohnny DeppLaurence MasonMelanie BenzNeil Brown Jr.Shamier AndersonShea WhighamToby HussXander BerkeleyCastAmin JosephChristian GeorgeDayton CallieForest WhitakerGlenn PlummerJohnny DeppJosh HardwickLaurence MasonMelanie BenzMichael ParéNeil Brown Jr.Shamier AndersonShea WhighamToby HussXander Berkeley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/AwbiKGoOXC8VVWi0KeZwkT14hTR.jpg",
      "https://image.tmdb.org/t/p/w300/cfcafGWIyNAx0M93YulmArBx92k.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/7jfa6C2p86fDaOFhvnBWpD7PtjQ.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/R4ox/City_Of_Lies_[2018]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/93dnuc424bj1.html",
        "server": "usersdrive.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/c7vfo4j07u85",
        "server": "upstream.to",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/city-of-lies-2018-mm-sub",
        "server": "VIP Links",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/city-of-lies-2018-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://tubesb.com/mm8jjcu011ge.html",
        "server": "streamsb.com",
        "size": "950 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "Lh7LXa8pk64",
      "video_url": "https://www.youtube.com/watch?v=Lh7LXa8pk64",
      "embed_url": "https://www.youtube.com/embed/Lh7LXa8pk64"
    }
  },
  {
    "metadata": "N/A|2019|2h 44min|Action,Bollywood,Drama,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "579"
    },
    "title": "Hero (2019)",
    "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့… Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို “မင်းကြီးလာရင် ဘာလုပ်မလဲ”လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် “အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်” ၊ “ကားကောင်းကောင်း စီးချင်တယ်” ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ….?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ကောက်နှုတ်ပြလိုက်တာပါ။အိန္ဒိယနိုင်ငံဟာ ပညာရေးနဲ့ပက်သက်ပြီး ထောက်ပြတဲ့ ဇာတ်ကားတွေကို ဖန်တီးရာမှာ မတူညီတဲ့ ရှုထောင့် ၊ မတူညီတဲ့ အမြင်တွေနဲ့ ပရိတ်သတ်ကို အသိအမြင်တွေ ပေးစွမ်းနိုင်တယ်ဆိုတာ ငြင်းလို့မရပါဘူး။ပိုစတာနဲ့ ထွေလာအရဆိုရင် ဒီကားကို စူပါဟီးရိုး(လူစွမ်းကောင်း)ဇာတ်ကားလို့ ထင်ချင်စရာပါပဲ။တကယ်တမ်းတော့ ဒီကားက လက်တွေ့ဘဝတွေထဲမှာ လူစွမ်းကောင်း (သူရဲကောင်း)ဖြစ်အောင် ဘယ်လိုနေထိုင် ရှင်သန်သွားရမလဲဆိုတာကို ပြပေးတဲ့ကားပါ။ဒါတင်လားဆိုတော့ မဟုတ်ပါဘူး။ပညာရေးနယ်ပယ်ထဲမှာရှိတဲ့ အနိဌာရုံ ဖြစ်ရပ်ဆိုးတွေ ၊ ပညာရေးကို အသုံးချပြီး စီးပွားရှာနေသူတွေ ၊ တော်လွန်းတဲ့သူတွေပါရမီရှိသူတွေကို တက်နင်းပြီး ဖိနှိပ်အမြတ်ထုတ်တာတွေ အများကြီးကို ရိုက်ပြထားတာပါ။ပညာရေးနယ်ပယ်ကို ကြည့်လိုက်ရင် ကိုယ်ထူကိုယ်ထကျောင်းတွေ များလာသလို ကိုယ်ပိုင် ကျောင်းတွေလည်း များလာတယ်။ကိုယ်ပိုင်ကျောင်းတွေဟာ ကျောင်းသားလူငယ်တွေကို အမဲဖျက်စားသောက်ပြီး စီးပွားရေးဖက်ကို ဦးတည်လာတယ်။ဒီလို ပညာရေးအမည်ခံ ကိုယ်ပိုင်ကျောင်း စီးပွားရေးသမားတွေလက်ထဲ အနာဂတ်ကလေးတွေရဲ့ ကိုယ်ပိုင်ကြံဆမှုတွေ ပျောက်ပျက်လာတယ်။ဒါတွေဟာ အိန္ဒိယနိုင်ငံရဲ့ မျက်မှောက်ခေတ်မှာ ဖြစ်ပျက်နေတဲ့ လုပ်ရပ်ဆိုးတွေဆိုရင် မမှားဘူး။ဒါကို မီးမောင်းထိုးပြဖို့ လိုအပ်လာတဲ့အခါ……——————————————ဒီကားကြည့်ပြီးတဲ့အခါ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် အတွေးတစ်စ ရစေမယ်ဆိုရင်ပဲ ဘာသာပြန်ရကျိုး နပ်ပါပြီ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)မၾကာေသးခင္က ျမန္မာျပည္မွာ ႐ုံတင္သြားခဲ့တဲ့ တမီးလ္(Tamil)ကား အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။မင္းသားကေတာ့ ခ်န္နယ္ျမန္မာရဲ႕ အိႏၵိယ႐ုပ္ရွင္ခ်စ္သူေတြ စိမ္းေနႏိုင္ေပမဲ့ မင္းသမီးကေတာ့… Hello 2017 ဇာတ္လမ္းထဲက မင္းသမီးေလးပါ။ဇာတ္လမ္းအေၾကာင္း အနည္းငယ္ ခ်ျပခ်င္ပါတယ္။ကေလးတစ္ေယာက္ကို “မင္းႀကီးလာရင္ ဘာလုပ္မလဲ”လို႔ ေမးၾကည့္တဲ့အခါ တစ္ခ်ိဳ႕က ဆရာဝန္ ၊ တစ္ခ်ိဳ႕က ရဲသား ၊ တစ္ခ်ိဳ႕က ၊ စစ္သား စသျဖင့္ သူရဲေကာင္းဆန္ဆန္ ေျဖၾကလိမ့္မယ္။တကယ္တမ္းအဲ့ဒီကေလးေတြ ေက်ာင္းၿပီးသြားတဲ့အခါ ဘာလုပ္မလဲလို႔ ေမးၾကည့္ရင္ “အိမ္ေကာင္းေကာင္း တစ္လုံး လိုခ်င္တယ္” ၊ “ကားေကာင္းေကာင္း စီးခ်င္တယ္” ဆိုတဲ့ အေျဖေတြ ေပးၾကလိမ့္မယ္။ငယ္ဘဝတုန္းက သူရဲေကာင္းဆန္ဆန္ ေျပာခဲ့ၾကတဲ့ ကေလးေတြဟာ အ႐ြယ္ေရာက္လာေတာ့မွ ဘာေၾကာင့္ ရည္႐ြယ္ခ်က္ေတြ ေျပာင္းလဲသြားရတာလဲ….?ဒါဟာ ဒီဇာတ္ကားအဖြင့္မွာ ပါတဲ့ ဒိုင္ယာေလာ့ဂ္ေတြထဲက တစ္ခ်ိဳ႕ကို ေကာက္ႏႈတ္ျပလိုက္တာပါ။အိႏၵိယႏိုင္ငံဟာ ပညာေရးနဲ႔ပက္သက္ၿပီး ေထာက္ျပတဲ့ ဇာတ္ကားေတြကို ဖန္တီးရာမွာ မတူညီတဲ့ ရႈေထာင့္ ၊ မတူညီတဲ့ အျမင္ေတြနဲ႔ ပရိတ္သတ္ကို အသိအျမင္ေတြ ေပးစြမ္းႏိုင္တယ္ဆိုတာ ျငင္းလို႔မရပါဘူး။ပိုစတာနဲ႔ ေထြလာအရဆိုရင္ ဒီကားကို စူပါဟီး႐ိုး(လူစြမ္းေကာင္း)ဇာတ္ကားလို႔ ထင္ခ်င္စရာပါပဲ။တကယ္တမ္းေတာ့ ဒီကားက လက္ေတြ႕ဘဝေတြထဲမွာ လူစြမ္းေကာင္း (သူရဲေကာင္း)ျဖစ္ေအာင္ ဘယ္လိုေနထိုင္ ရွင္သန္သြားရမလဲဆိုတာကို ျပေပးတဲ့ကားပါ။ဒါတင္လားဆိုေတာ့ မဟုတ္ပါဘူး။ပညာေရးနယ္ပယ္ထဲမွာရွိတဲ့ အနိဌာ႐ုံ ျဖစ္ရပ္ဆိုးေတြ ၊ ပညာေရးကို အသုံးခ်ၿပီး စီးပြားရွာေနသူေတြ ၊ ေတာ္လြန္းတဲ့သူေတြပါရမီရွိသူေတြကို တက္နင္းၿပီး ဖိႏွိပ္အျမတ္ထုတ္တာေတြ အမ်ားႀကီးကို ႐ိုက္ျပထားတာပါ။ပညာေရးနယ္ပယ္ကို ၾကည့္လိုက္ရင္ ကိုယ္ထူကိုယ္ထေက်ာင္းေတြ မ်ားလာသလို ကိုယ္ပိုင္ ေက်ာင္းေတြလည္း မ်ားလာတယ္။ကိုယ္ပိုင္ေက်ာင္းေတြဟာ ေက်ာင္းသားလူငယ္ေတြကို အမဲဖ်က္စားေသာက္ၿပီး စီးပြားေရးဖက္ကို ဦးတည္လာတယ္။ဒီလို ပညာေရးအမည္ခံ ကိုယ္ပိုင္ေက်ာင္း စီးပြားေရးသမားေတြလက္ထဲ အနာဂတ္ကေလးေတြရဲ႕ ကိုယ္ပိုင္ႀကံဆမႈေတြ ေပ်ာက္ပ်က္လာတယ္။ဒါေတြဟာ အိႏၵိယႏိုင္ငံရဲ႕ မ်က္ေမွာက္ေခတ္မွာ ျဖစ္ပ်က္ေနတဲ့ လုပ္ရပ္ဆိုးေတြဆိုရင္ မမွားဘူး။ဒါကို မီးေမာင္းထိုးျပဖို႔ လိုအပ္လာတဲ့အခါ……——————————————ဒီကားၾကည့္ၿပီးတဲ့အခါ အိႏၵိယကားပရိတ္သတ္ေတြအတြက္ အေတြးတစ္စ ရေစမယ္ဆိုရင္ပဲ ဘာသာျပန္ရက်ိဳး နပ္ပါၿပီ။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 44minFormat : Mp4Genre : Action, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080p – AVC – UNTOUCHEDTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorP. S. MithranStarsAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianRay PaulRobo ShankarSivakarthikeyanCastAbhay DeolArjun SarjaElango KumaravelIvanaKalyani PriyadarshanN. AzhagamperumalPandianPremRay PaulRobo ShankarSivakarthikeyan",
    "screenshot_links": [],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
    "movie_links": [
      {
        "link": "https://yadi.sk/i/myglli-7DqvEGQ",
        "server": "disk.yandex.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7y",
        "server": "usersdrive.com",
        "size": "1.30 GB",
        "quality": "720p"
      },
      {
        "link": "https://yadi.sk/i/TYQHmtolIOThSQ",
        "server": "disk.yandex.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://mirrorace.com/m/4iB7q",
        "server": "usersdrive.com",
        "size": "650 MB",
        "quality": "480p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/hero-2019",
        "server": "VIP Links",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Drama,Mystery,Thriller",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "85632"
    },
    "title": "Death’s Roulette(2023)",
    "description": "Death’s Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။သူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်….သူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)Quality : AMZN.WEB-DL,1080P,720pFormat…mp4Duration…01:34:00Genre : Mystery, Thriller, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PROXYEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAdriana PazCarla AdellDagoberto GamaFernando BecerrilJuan Carlos RemolinaManolo CardonaMaribel VerdúTiago Correa",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a20Z41sNEqhBOf6addlSBTTQJkg.jpg",
      "https://image.tmdb.org/t/p/w300/8y7gSsPIMEzpSlloOBgrEAeuyEp.jpg",
      "https://image.tmdb.org/t/p/w300/3AUNvEzrNBBNL6Qk58ukY9P3GYU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/z0oxsrx25ryk.html",
        "server": "usersdrive.com",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1U02v/Deaths.Roulette.2023.WEB-DL.1080P(CM).mp4",
        "server": "megaup.net",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/5LQ0QA7I#p1BttJfUgEhGTuNI3IpYareTewMwzwQP5q248mMx6OI",
        "server": "mega.nz",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/zm1gs8nnjkn5",
        "server": "streamvid.io",
        "size": "1.9GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/cauc5ju4jtcq.html",
        "server": "usersdrive.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/deaths-roulette-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1e2zl/Deaths.Roulette.2023.WEB-DL.720P(CM).mp4",
        "server": "megaup.net",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/wKBRjADR#iOYjDkzVp2GzX--Das8vpOVq2CxV_0RgceWRdORMR5o",
        "server": "mega.nz",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/8fw341jn44ri.html",
        "server": "streamsb.com",
        "size": "713MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/423n2y7aa708",
        "server": "streamvid.io",
        "size": "713MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Wv_bXjNd-8I",
      "video_url": "https://www.youtube.com/watch?v=Wv_bXjNd-8I",
      "embed_url": "https://www.youtube.com/embed/Wv_bXjNd-8I"
    }
  }
]