[
  {
    "metadata": "APPROVED|1959|75 min|Animation,Family,Fantasy",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "105,573"
    },
    "title": "Sleeping Beauty (1959)",
    "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ ယနေ့ထက်ထိတိုင်အောင်မြင်မှု့တွေရရှိနေတဲ့Animation ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်….ဒီကားလေးနဲ့အတူစင်ဒရဲလား..စနိုးဝှိုက်နဲ့ တခြားသောDisney မင်းသမီးလေးကားများစွာလည်းထွက်ပေါ်လာခဲ့ပါတယ်…ဒီကားလေးဟာလူငယ်တွေများရေပန်းစားခဲ့ပြီး ယုံတမ်းပုံပြင်နဲ့အိပ်ရာဝင်ပုံပြင်အဖြစ်လည်း ဒီနေ့ထိတိုင်ကလေးငယ်တွေကြားရေပန်းစားခဲ့ပါတယ်…အားလုံးသိကြတဲ့အတိုင်းပဲ အိပ်ပျော်နေတဲ့မင်းသမီးလေးကိုတကယ့်ဖူးစာရှင်တစ်ဦးတည်းကသာနမ်းမှသာ ကျိန်စာတွေပျယ်သွားမှာပဲဖြစ်ပါတယ်…Disney ရဲ့ တင်ဆက်ခဲ့သမျှ Animation ကားတွေထဲက ကားကောင်းတစ်ကားအဖြစ်ပါဝင်နေပြီးတော့ရောင်းအားအကောင်းကားနဲ့စာအုပ်တွေအဖြစ်ပါထွက်ရှိခဲ့ပါတယ်…ကျွန်တော်တို့ငယ်ငယ်လေးတည်းက အရမ်းကိုနှစ်သက်ခဲ့ရတဲ့ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး..ဒါကြောင့် အိပ်ရာဝင်ပုံပြင်အဖြစ်ကော ယခုခေတ်ကလေးငယ်လေးတွေပါကြည့်ရှု့နိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်…Quality…..BluRay 1080p DTS5.1Ch and 720pDuration…..01:15:00Format…Mp4File Size…1.21GB and 740MBEncoder…..Moe Myint Lwin  and YKYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorClyde GeronimiStarsBill ShirleyEleanor AudleyMary CostaVerna Felton",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/04/sleeping-beauty-1959.26207-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/sleeping-beauty-1959",
        "server": "VIP Links",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sleeping-beauty-1959-1080-p-dts-5-1-ch-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/lx3fp142rtg9",
        "server": "veryfiles.com",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/Yoxs/Sleeping__Beauty_1959.1080p.DTS5.1CH.(CM).mp4",
        "server": "megaup.net",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/uqborx53ygkf.html",
        "server": "usersdrive.com",
        "size": "1.21GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/sleeping-beauty-1959-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "740MB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/1b9ix0cjxcb0",
        "server": "veryfiles.com",
        "size": "740MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kjsi/Sleeping_Beauty_1959.720p.CM).mp4",
        "server": "megaup.net",
        "size": "740MB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/zezkuxnkadx5.html",
        "server": "streamsb.com",
        "size": "740MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/s84whu71mw23.html",
        "server": "usersdrive.com",
        "size": "740MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|1959|2h 1min|Comedy,Music,Romance",
    "rating": {
      "rating": "8.2/10",
      "rating_count": "236,080"
    },
    "title": "Some Like It Hot (1959)",
    "description": "Some Like It Hot (1959)IMDb – 8.2/10_____Rotten – 95%Won 1 Oscar.Another 14 wins & 15 nominations.တစ်ချို့ကတော့ လန်းလန်းလေးကြိုက်တယ် တစ်ချို့ကတော့ရိုးရိုးလေးကြိုက်တယ်တဲ့။ ရိုးရိုးလေးရော လန်းလန်းလေးတွေရောရတဲ့မာရီလင်မွန်ရိုးရဲ့ Some Like It Hot ကတော့ အချစ်ဟာသဇာတ်မြူးလေးပါ…IMDB Rating(8.2) ထိရရှိထားပြီး Rotten Tomatoes မှာလဲ 95% ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ ရွှေကမ္ဘာလုံးဆုသုံးဆု၊ အကယ်ဒမီတစ်ဆု၊ အခြားဆုသုံးဆုရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းရဲ့ လူသတ်မှုမှာမျက်မြင်သက်သေဖြစ်သွားတဲ့ Joe နဲ့ Jerry တို့ ချီကာဂိုကနေ မိန်းကလေးတီးဝိုင်းတစ်ခုမှာ မိန်းမဟန်ဆောင်ပြီးထွက်ပြေးရင်း အတိတ်ဆိုးတွေကနေထွက်ပြေးလာတဲ့ Suger နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်…Suger ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ Joe ကရော Suger ရဲ့အချစ်ကိုဘယ်လိုရအောင်ကြိုးစားတယ်ဆိုတာကို ဟာသဆန်ဆန်တင်ဆက်ပြသပေးထားပါတယ်။ Jerry တစ်ယောက်ကတော့ သူငယ်ချင်း Joe ကြောင့် ဘယ်လိုတွေ ဒုက္ခရောက်ရလဲဆိုတာကို ရောသမွှေတင်ဆက်ထားတဲ့ တစ်ခေတ်တစ်ခါက နာမည်ကြီး Comedy Romance ဇာတ်ကားလေးကို ကြည့်ရှုခံစားရကြအောင်ဗျာ…။ ဟိုးတုန်းက အဖြူအမည်းဇာတ်ကားဆိုပေမယ့် BluRay Source ကနေ Rip ထားတာမို့ ရှင်းရှင်းလင်းလင်းကြည့်ရှုခံစားရမှာပါ။File size…(999 MB)Quality…BluRay 720pFormat…mp4Duration….02:01:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byd3monYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBilly WilderHal W. PolaireSam NelsonStarsBilly GrayGeorge E. StoneGeorge RaftJack LemmonJoan ShawleeJoe E. BrownMarilyn MonroeNehemiah PersoffPat O’BrienTony CurtisCastAl BrenemanAlex BallArthur ToveyBarbara DrewBert StevensBeulah ChristianBeverly WillsBilly GrayBilly WayneBing ConleyBobby GilbertBrandon BeachCarl M. LevinessCarl SkloverColleen O'SullivanCosmo SardoDanny Richards Jr.Dave BarryDuke FishmanEdward G. Robinson Jr.Edwin RochelleFrank McLureFranklyn FarnumFred ShermanGeorge E. StoneGeorge FordGeorge LakeGeorge RaftGrace Lee WhitneyHank MannHarold 'Tommy' HartHarry WilsonHelen PerryJack GordonJack LemmonJack MatherJack PerryJames DimeJames J. CasinoJoan FieldsJoan ShawleeJoanne GenthonJoe E. BrownJoe GrayJoe PalmaJohn CretoriaJohn IndrisanoJohn LoganJohn RoyJoseph GlickJoseph La CavaKing LockwoodLaurie MitchellMarian CollierMarilyn MonroeMary FoleyMike MazurkiNehemiah PersoffNoble ChissellPat ComiskeyPat O’BrienPaul CristoPaul FreesPenny McGuigganPhil BloomRalph VolkieRobert ColeSam BagleySam HarrisSammy ShackSandra WarnerScott SeatonShep HoughtonSid TroySteve CarruthersStuart HallTed ChristyTed HookTiger Joe MarshTipp McClureTito VuoloTom KennedyTony CurtisWilliam H. O'BrienWilliam Hoehne Jr.Willie Bloom",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/m7v4Qi1y7UFgMZn2sIWoTXDpYSu.jpg",
      "https://image.tmdb.org/t/p/w300/iSbhQqeDnkvFuP7QWwy0qeX0LYy.jpg",
      "https://image.tmdb.org/t/p/w300/87POTfBxNhis9eLCa5NBFLZyuSC.jpg",
      "https://image.tmdb.org/t/p/w300/sUk4f7vsbWWTXCwRvluf1Km7ooe.jpg",
      "https://image.tmdb.org/t/p/w300/7034kJknAf9EWhDQUK0naHLJwjh.jpg",
      "https://image.tmdb.org/t/p/w300/5nb85tWmp70PmupqdzX0cWl1Wmr.jpg",
      "https://image.tmdb.org/t/p/w300/sN8CqbIYYL7RGBqzkTFqt8qbjIW.jpg",
      "https://image.tmdb.org/t/p/w300/23mz2x1JIjZ95xP5qcjEUITPc5U.jpg",
      "https://image.tmdb.org/t/p/w300/qA2bcyQ2mi3jKLOxQlzx0aZtuo2.jpg",
      "https://image.tmdb.org/t/p/w300/zjAxQfJEwh76TVpYCfxQBbZt69x.jpg",
      "https://image.tmdb.org/t/p/w300/7us1DLDF9UPeU49cU1teVHEDOFh.jpg",
      "https://image.tmdb.org/t/p/w300/nv24lv5ETI1RnznX7hz6TU2bRWO.jpg",
      "https://image.tmdb.org/t/p/w300/uOc0BUyQZd6LNpZciDp3Fte5Kyy.jpg",
      "https://image.tmdb.org/t/p/w300/c3kucx2jAiPAE8IB4oVsUDZFV3I.jpg",
      "https://image.tmdb.org/t/p/w300/iU7xIjCQ1s8BjQWay7znQnkuhw8.jpg",
      "https://image.tmdb.org/t/p/w300/jhtwnfqmzcrqIRu27uuNpePkBvD.jpg",
      "https://image.tmdb.org/t/p/w300/uUlbpwTd0UiGphp0UOoRyDEjTDY.jpg",
      "https://image.tmdb.org/t/p/w300/vERM4o4GuGwKzqfArYfYQT1kXh8.jpg",
      "https://image.tmdb.org/t/p/w300/2GOJKqQ2PcIsIjYIDZVVKLzthjJ.jpg",
      "https://image.tmdb.org/t/p/w300/h0SF0DCWjwokJow9hH1Qzr0eCBb.jpg",
      "https://image.tmdb.org/t/p/w300/c9kSonB4AOYgBdbDxEeeITkLdZY.jpg",
      "https://image.tmdb.org/t/p/w300/8L38j8N4DUopk9ybhlpmRRGdJEK.jpg",
      "https://image.tmdb.org/t/p/w300/fHI3qAtcOV0hGHwJhkiqhJfxnll.jpg",
      "https://image.tmdb.org/t/p/w300/sv2VnbZmgy2rkrtkA2nz7rzH0VK.jpg",
      "https://image.tmdb.org/t/p/w300/5zTwAcnI3zCJ0mucPPnoBtkSWEV.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/06/somelikeithot.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/some-like-it-hot-1959-mm-sub",
        "server": "VIP Links",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/some-like-it-hot-1959-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/2TvzV/Some_Like_It_Hot_[1959]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://viewsb.com/2dfpbrsh7tud.html",
        "server": "streamsb.com",
        "size": "999 MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "rI_lUHOCcbc",
      "video_url": "https://www.youtube.com/watch?v=rI_lUHOCcbc",
      "embed_url": "https://www.youtube.com/embed/rI_lUHOCcbc"
    }
  },
  {
    "metadata": "Unrated|1959|1h 45min|Drama,The Apu Trilogy",
    "rating": {
      "rating": "8.5/10",
      "rating_count": "14000"
    },
    "title": "Apur Sansar (1959)",
    "description": "” The Apu Trilogy (၁၉၅၅ – ၁၉၅၉) “ရေးရဲ့ကမ္ဘာ” အကောင်းဆုံး Art house Trilogyများ ” ဆိုတဲ့ IMDb ရဲ့ List တစ်ခုမှာ ထိပ်ဆုံး၆ကားလုံးက ဘင်္ဂါလီဒါရိုက်တာကြီးဆာတရာဂျစ်ရေးရဲ့ Trilogy နှစ်ခုပါပဲ။ ပထမကတော့ အပု Trilogy ပါ၊ နောက် ကာလကတ္တား Trilogy ကိုမြင်ရမှာပါ။ ရေးရဲ့အပုTrilogy မှာ Pather Panchali, Aparajito, Apur Sansar ဆိုတဲ့ သုံးကားပါပြီး သုံးကားလုံးဟာ IMDb ၈.၅ဝန်းကျင် ရထားတဲ့ရုပ်ရှင်တွေပါပဲ။ နိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုအလီလီ ရရှိခဲ့တယ်။ နောက်ဆုံး ရေးဟာ မာတင်စကောဆေးစိရဲ့ကမကထပြုမူနဲ့ ၁၉၉၂ အော်စကာဆုပေးပွဲမှာ Honorary Award ကိုတောင် ရခဲ့ပါတယ်။ ကျွန်တော်တို့ဆီကစွယ်စုံရဒါရိုက်တာကြီးဝင်းဖေကတော့ ဝင်းဖေလွယ်အိတ် စာအုပ်မှာ “ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်အနေနဲ့ နိုင်ငံတကာရုပ်ရှင်ဆုအများဆုံးရထားသူဟာ ဥရောပကမဟုတ် အမေရိကက မဟုတ်တဲ့ အိန္ဒိယရုပ်ရှင်ဒါရိုက်တာကြီး ရှော်ဒိုးဂျီးရွိုင်း (ဘင်္ဂါလီသံဖြင့်)ဖြစ်တယ်” လို့ ဆိုထားပါတယ်။အပု Trilogy ဟာ ဘင်္ဂါလီစာရေးဆရာ ဘီဘုတိဘုဆန် ဘနားဂျေး (Bibhutibhushan Bandyopadhyay) ရဲ့ ပသာပန်ချာလီ(၁၉၂၉)နဲ့ အပရာဇိတ (၁၉၃၂) စာအုပ်၂အုပ်ကို အခြေတည်ပြီး ရေးကိုယ်တိုင် ဇာတ်ညွှန်းရေးသား ရိုက်ကူးထားတာပါ။ ရေးရဲ့ပထမကား ပသာပန်ချာလီကတော့ နာမည်တူစာအုပ်ကိုပဲ အခြေတည်ထားပြီးတော့ ဒုတိယကား အပရာဇိတကတော့အပရာဇိတစာအုပ်ရဲ့ ပထမတစ်ဝက်ကို ရိုက်ကူးထားတာဖြစ်ပြီး နောက်ဆုံးကား အပုဆန်းဆားကတော့အပရာဇိတစာအုပ်ရဲ့နောက်ဆုံးတစ်ဝက်ကိုရိုက်ကူးထားတာပါ။ ဒီသုံးကားလုံးဟာ အပုဆိုတဲ့ ဘင်္ဂါလီလူမျိုးအောက်ခြေလူတန်းစားကလေးရဲ့ လူမှန်းမသိတတ်သေးတဲ့ အရွယ်ကနေ ဖခင်ဖြစ်တဲ့အရွယ်အထိ အရွယ်သုံးပါးလုံးကိုပြပြီးဘင်္ဂါလီမိသားစုတွေရဲ့ ဘဝကို အရိုးရှင်းဆုံးနဲ့အလှပဆုံးပုံဖော်ထားခဲ့တယ်။ နောက်ဆုံးကားအရ ဒီစာအုပ်၂အုပ်ဟာ စာရေးဆရာရဲ့ဘဝဖြစ်စဉ်တွေလည်း နှောနေမယ်လို့ ယူဆလို့ရပါတယ်။ ဒါကြောင့်လည်း ဒီသုံးကားဟာ တော်တော့်ကို ခံစားရ စစ်မှန်နေတာပါပဲ။ ဘယ်လောက်ပဲနည်းပညာတွေဖွံ့ဖြိုးလာပါစေ အရှိတရားကို အရိုးရှင်းဆုံးပြထားတဲ့ ရုပ်ရှင်တွေကခံစားမှုကတော့ အမြဲတစ်ပန်းသာနေမြဲမို့ ရေးရဲ့ရုပ်ရှင်တွေဟာ ခုလည်း ခေတ်ရဲ့နောက်မှာမကျန်ခဲ့သလိုနောင်လည်းကျန်ခဲ့မှာမဟုတ်ပါဘူး။ရေးဟာ ရုပ်ရှင်နယ်ပယ်မှာတင်မဟုတ်ဘဲ နယ်ပယ်အစုံမှာ ခြေဆန့်နိုင်တဲ့ အနုပညာသမားပါ။ Screen Writer, Documentary,Filmmaker, Author, Essayist, Lyricist, Magazine Editor, Illustrator, Calligrapher, နဲ့ Music Composer စတဲ့နယ်ပယ်တွေမှာလည်း ခြေဆန့်နိုင်ခဲ့ပါတယ်။ ရုပ်ရှင်မှာလည်း လိုင်းပေါင်းစုံကို ခြေဆန့်နိုင်ခဲ့ပါတယ်။ Goopy Baghaရုပ်ရှင်သုံးကားတွဲနဲ့ အိန္ဒိယ fantasy ကမ္ဘာတစ်ခုကို ဖန်တီးခဲ့သလို စုံထောက်ကြီး Feluda ဇာတ်ကားတွေရိုက်ကူးပြီးလည်းအိန္ဒိယရဲ့ကိုယ်ပိုင်ပုံစံနဲ့ ရှားလော့ခ်ကိုဖန်တီးခဲ့ပါတယ်။ သူ့ရုပ်ရှင်တွေရဲ့ costume ဒီဇိုင်းတွေ နောက်ခံတေးသံတွေကိုကြည့်ခြင်းအားဖြင့် ရေးဟာ အဘက်ဘက်မှာ ပါဖက်ရှင်နစ်ဖြစ်တဲ့ လူတစ်ယောက်ဖြစ်တယ်လို့လည်း ဆိုကြပါတယ်။ ရေးကိုအိန္ဒိယရဲ့ ယဉ်ကျေးမှုကို ပြောင်းလဲပေးခဲ့တဲ့သူလို့လည်း ဆိုကြပါတယ်။ သူ့ရုပ်ရှင်တွေမှာ ဘင်္ဂါလီဓလေ့တွေကိုသေသေချာချာပြထားပြီး ကရုဏာသက်စရာ ဘင်္ဂါလီအမျိုးသမီးတွေ ဘဝကိုပါ ပေါ်လွင်အောင်ပြနိုင်ခဲ့ပါတယ်။ဘယ်မှာဖတ်ခဲ့ဖူးတာလဲ မမှတ်မိတော့ပေမဲ့ ကျွန်တော် ခပ်ရေးရေး မှတ်မိနေတဲ့ အကြောင်းအရာလေးတစ်ခုရှိတယ်။လူတစ်ယောက်ရှိတယ်။ သူက ဝက်အကြောင်းကလွဲ ဘာမှစိတ်မဝင်စားဘူး။ သို့ပေမဲ့ အိမ်နားက ကလေးမလေးလားမသိမြူးထူးနေတာကိုကြည့်ပြီး ဒါဝက်မတွေအတွက်ဆို လင်လိုချင်နေတဲ့ အခြေအနေပဲ လို့ပြောတယ်။ နောက်ရက်ကျအဲဒီကလေးမလေး တကယ် လင်နောက်လိုက်သွားတော့တာပါပဲ။ လောကဟာ ရှုပ်မယောင်နဲ့ အတော်ရိုးရှင်းပါတယ်။ တစ်ခုခုကိုအတွင်းကျကျသိသွားပြီး သော့ချက်ရသွားတဲ့အခါ ဘာမဆို သိသွားသလိုပါပဲ။ တစ်ချို့ပြောကြသလို ကိုယ့်ကိုယ်ကိုယ်ကောင်းကောင်းနားလည်လိုက်တာနဲ့ လူတွေအားလုံးကို နားလည်နိုင်သလောက်ပဲမလား။ ဒါကြောင့်လည်း တရားတော်မှာကိုယ့်ကိုယ်ကိုယ်ပဲ မြင်အောင်ကြည့်ဖို့ ဆိုခဲ့တယ်ထင်ပါတယ်။ ရေးဟာ အနုပညာနဲ့ပတ်သက်ရင် ဘက်စုံတော်တဲ့သူ၊အနုပညာရဲ့သော့ချက်ကိုသိရှိပြီး ဘယ်အနုပညာမှာမဆို အသုံးချနိုင်တဲ့သူပါပဲ။ ဒီလိုလူတွေ မနည်းပေမဲ့ မများလှသလိုရေး‌လောက်လည်း ဘယ်သူမှ နာမည်မကျော်ဖူးကြတာတော့ အမှန်ပါပဲ။” အပုရဲ့ကမ္ဘာ “အပုသုံးကားဟာ အပုရဲ့ကမ္ဘာပါပဲ။ ဒီသုံးကားဟာ အပုဘဝရဲ့ ရယူခြင်း ဆုံးရှုံးခြင်း၊ အောင်မြင်ခြင်း ကျရှုံးခြင်း၊ ဆုံဆည်းခြင်းကွဲကွာခြင်းများကို မခြွင်းမချန်ပြထားတဲ့ ရုပ်ရှင်တွေပါပဲ။ ရှေ့၂ကားအကြောင်းရေးခဲ့ဖူးပြီမို့ အပုဆန်းဆားကားကိုပဲ အခုတော့အပုဆန်းဆားကားကိုပဲ ဦးတည်လိုက်ပါမယ်။ ရှေ့သုံးကားလုံးကိုလည်း အောက်ကလင့်ခ်မှာ ဝင်ရောက်ကြည့်ရှူနိုင်ပါတယ်။~~ ”The Apu Trilogy”  ~~” Apur Sansar “(1959) ” အပုဆန်းဆား “IMDb – 8.5/10အဖေရော အမေရောမရှိတော့တဲ့ တစ်ကောင်ကြွက် အပုဟာ ကျောင်းပြီးအောင် မတက်နိုင်တော့ပါဘူး။ အပုဟာသူနဲ့အဆင်ပြေတဲ့အလုပ်ကို ရှာကြည့်ပေမယ့်လည်း အခြေနေအကြောင်းကြောင်းကြောင့် သူနဲ့ အံကိုက်တဲ့အလုပ်ကိုမတွေ့ခဲ့ပါဘူး။ဒီနောက်မှာတော့ အပုဟာ ပြန်လာရင်အလုပ်သွင်းပေးမယ်ဆိုတဲ့ သူ့သူငယ်ချင်းနဲ့အတူ သူ့ငယ်ချင်းအမဝမ်းကွဲရဲ့မင်္ဂလာဆောင်ကိုသွားခဲ့တယ်။ ကံဆိုးချင်တော့ သူ့သူငယ်ချင်းအမရဲ့ သတို့သားလောင်းက မင်္ဂလာချိန်နီးမှ ရူးသွားခဲ့တယ်။ဒုတိယကားမှာ ထုံးတမ်းစဉ်လာအောက်က အိန္ဒိယဇနီးသည်တွေရဲ့ဘဝဒုက္ခကို မြင်သာအောင်ပြသွားပြီးတဲ့နောက် ဒီတစ်ခါတော့အိန္ဒိယသမီးပျိုတွေရဲ့ ဘဝဒုက္ခကို မြင်သာအောင်ပြတော့တာပါပဲ။ သတို့သားရူးသွားလို့ မင်္ဂလာပွဲကိုဖျက်လိုက်ကြပေမယ့်သတို့သမီးဟာ အဲဒီတစ်နေ့တာရဲ့ ဒုတိယမင်္ဂလာချိန်မှာမှ ခင်ပွန်းလောင်းလုပ်ပေးမယ့်သူကို ရှာမတွေ့ရင်တစ်သက်လုံးလက်ထပ်လို့မရတော့တဲ့ အမျိုးသမီးဖြစ်တော့မှာပါ။ ဒီတော့အပုသူငယ်ချင်းဟာ အပုကို သူ့အမကိုယူပေးဖို့စကားဆိုလာတယ်။ အဆောင်လခက မပေးနိုင် အလုပ်ကရေရေရာရာမရှိတဲ့ တစ်ကောင်ကြွက် သူ့ဘဝပေးကြောင့် အပုဟာအစပိုင်းမှာ အင်တင်တင်ဖြစ်နေပေမဲ့ သူ့ကိုသွင်းပေးမယ့် အလုပ်ရမှာသေချာလားမေးပြီးတဲ့နောက် အပုဟာ လက်ထပ်ဖို့သဘောတူလိုက်ပါတယ်။အပုနဲ့ သူ့မိန်းမရဲ့ အိမ်ထောင်ရေးကို ရေးဟာ အတော်ကြည်နူးစရာကောင်းအောင် ပုံဖော်သွားခဲ့တယ်။အပုမိန်းမရဲ့ကာရိုက်တာဟာ မိန်းမဆန်တဲ့မိန်းမတစ်ယောက်ရဲ့ ကာရိုက်တာပါပဲ။ ဒီလိုကာရိုက်တာမျိုးကိုကျွန်တော်သေချာရင်းနှီးဖူးတာက Farewell My Concubine ထဲက ဂေါင်လီရဲ့ကျူရှန်းကရယ်၊ မီနရီထဲက Han Ye-Ri ရဲ့မိုနီကာရယ်မှာပါ။ မိန်းမနဲ့တူတဲ့ မိန်းမအဖြစ်ကောင်းကောင်း ပုံဖော်နိုင်ခဲ့တဲ့ အဲဒီအမျိုးသမီး ၂ယောက်ကြောင့်အဲဒီရုပ်ရှင်၂ကားလုံးဟာ ကျွန်တော့်အတွက် အတော်ညှိလောက်စရာကားတွေဖြစ်ခဲ့တယ်။ အပုဆန်ဆားကတော့ သူတို့ထက်ပိုလှပအောင်ပုံဖော်သွားနိုင်တယ်ပဲ ဆိုရမှာပါ။၃၉မိနစ်ကနေ ၁နာရီ၁၃မိနစ်အထိ နာရီဝက်လောက်ပဲမြင်ခဲ့ရတဲ့ ဒီဇာတ်ကောင်ဟာ ဒီရုပ်ရှင်မှာ ရင်ထဲ အရောက်ဆုံးဇာတ်ကောင်ဖြစ်ခဲ့ရလောက်အောင် သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးရော ရေးရောရဲ့ ပုံဖော်နိုင်စွမ်းက ပြောင်မြောက်ခဲ့တယ်။ ရေးဟာဇာတ်လိုက်‌နေရာမှာသာ အပုကို ထားထားပေမဲ့ သူ့အပုသုံးကားလုံးမှာ အပုဘဝထဲက အမျိုးသမီးဇာတ်ကောင်တွေကို ကြည့်ရှုသူရင်ထဲပိုရောက်အောင်၊ သူတို့ကိုစာနာတတ်အောင်၊ အိန္ဒိယယဉ်ကျေးမှုကြီးကို ပြောင်းလဲနိုင်အောင်များ ပုံဖော်သွားသလားတော့မသိပါဘူး။ ရေးပြောဖူးသလိုပါပဲ။ ” ရုပ်ရှင်တစ်ကားက ဘာအကြောင်းကို ရိုက်ထားခဲ့တာလဲဆိုတာကိုဒါရိုက်တာတစ်ယောက်တည်းသိမှာပါ”။ ကြည့်ရှုသူ ခံယူတဲ့အတိုင်းပဲ ဖြစ်သွားမှာပါပဲ။ တစ်နာရီဆယ့်သုံးမိနစ်နောက်ပိုင်းမှာရေးဟာ အပုမိန်းမ အပါနာဇာတ်ကောင်ကို စာတစ်စောင်နဲ့တော့ ဆက်ပုံဖော်သွားခဲ့ပါတယ်။ ဒီစာနဲ့တင် ဇာတ်ကောင်ဟာဘယ်လိုမျိုးလဲဆိုတာ သိစေနိုင်စွမ်းခဲ့ပါတယ်။” ပွဲတော်ရှစ်ရက်မြောက်နေ့မှာ ကျွန်မဆီလာမယ်လို့ ရှင် ကျွန်မကို ကတိပေးထားတယ်နော်။ ကျွန်မ အဲဒီနေ့ကိုစောင့်နေမယ်။ရှင်မလာရင် ကျွန်မရှင့်ကိုလုံးဝမခေါ်တော့ဘူး။ ရှင်ကလူလိမ်ကြီးပဲ။ အရင်လက ရှင်ကျွန်မဆီ စာ၇စောင်ပဲပို့တယ်။တစ်ပတ်နှစ်စောင်ပို့ရမယ်လို့ ကျွန်မမှာထားတယ်လေ။ ရှင်က ရှင့်ကတိကိုတကယ်မတည်ဘူးပဲ။ ကျွန်မရှင်လာမယ့်ရက်ကိုလက်ချိုးရေနေမယ်။ ရှင်မလာဘူးဆိုရင် ကျွန်မရှင့်ကို စကားမပြောဘူး။ ရှင့်အိမ်နားက ကောင်မလေးကို ကျွန်မမနာလိုဘူး။သူကျ ရှင့်ကို မနက်တိုင်း ညနေတိုင်းတွေ့ရတယ်။ ကျွန်မကျ မတွေ့ရဘူး။ ဒါတော်တော်မတရားဘူး။ ရှင့်အခန်းပြတင်းပေါက်ကိုသေချာပိတ်ထားနော်။ ကျွန်မစာလုံးပေါင်းတွေ အများကြီးမှားတယ်မလား။ ရှင် ရယ်တော့မှာ ကျွန်မသိနေတယ်။ ကျွန်မကစာရေးဆရာမှမဟုတ်ဘဲ။ စာရေးတတ်ရုံလောက်ရှိတာ။ ရှင့်ကိုယ်ရှင် ကောင်းကောင်းဂရုစိုက်ပါ။ ကျွန်မက ကျန်းမာပေမဲ့ကျွန်မနှလုံးသားကတော့ မကျန်းမာဘူး။ ရှင်ရောက်လာမှပဲ ပျောက်မှာ။ ရှင်ရောက်မလာရင် ကျွန်မ ရှင့်ကို ဘယ်တော့မှမခေါ်တော့ဘူး။ “ရုပ်ရှင်ဟာ စိတ်ရဲ့အစာပဲလို့ ရေးကဆိုပါတယ်။ အပုသုံးကားဟာ ကြည့်ရှုသူရဲ့ စိတ်ကို ဘယ်လိုပုံစံနဲ့ အဆာပြေစေမလဲကတော့ကြည့်ရှုသူတစ်ယောက်ချင်းအလိုက် မူကွဲသွားမှာပါပဲ။” ကိုယ်တိုင်တွေ့ရှိတဲ့ အဖြေတွေဟာ အကောင်းဆုံးအဖြေတွေပဲ “လို့ ရေးကိုယ်တိုင်ကပဲဆိုဖူးတော့ဘယ်လိုအဆာပြေစေမလဲဆိုတာ ကိုယ်တိုင်ပဲအဖြေရှာကြည့်လိုက်ပါတော့။ အမှန်ပြောရရင် ရေးကတော့ အပုသုံးကားကိုအနိုင်နဲ့ပိုင်းပြီး ဇာတ်သိမ်းပစ်လိုက်ပေမဲ့ ကျွန်တော်ကတော့ အပုရဲ့ နောက်ပိုင်းဇာတ်ကို ဆက်ကြည့်ချင်မိတာပါပဲ။သို့ပေမဲ့လည်းသုခမိန်လှိုင်ရေးဖူးတဲ့ စာသားတစ်ခုလို” အနုပညာမှာ ဘဝမှာ အချစ်မှာ အဆုံးသတ်ရန် တစ်နေရာမှာတော့ အဆုံးသတ်လိုက်ရတာပါပဲ။ “ဘာပြောပြောပါ အပုရဲ့ဇာတ်လမ်းဟာ အဆုံးသတ်သွားပေမဲ့ အပုနဲ့ ရေးနဲ့ ဘနားဂျေးနဲ့ကတော့ ကျွန်တော်တို့ရင်ထဲကျန်နေမှာပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.7GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.5/10Format – mp4Duration – 1H 45MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSatyajit RayCastAbhijit ChatterjeeAlok ChakravartyBelarani DeviDhiren GhoshDhiresh MajumdarSefalika DeviShanti BhattacherjeeSharmila TagoreSoumitra ChatterjeeSwapan Mukherjee",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/d3RW7jRsBCHfC9QZaUF9FpzJrh8.jpg",
      "https://image.tmdb.org/t/p/w300/Aw7LScJdxjJ3vUkWrlRsdbRkoXg.jpg",
      "https://image.tmdb.org/t/p/w300/1RzTziJoVwrzVbYpelzc53J8A2Z.jpg",
      "https://image.tmdb.org/t/p/w300/zKolAUfpYYXEJAgdZ3liTVv8H7.jpg",
      "https://image.tmdb.org/t/p/w300/hGm8WgjJK3myRBsNZT1aCjpjv26.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/01/XvLAwpDGFm16yk6hF5bka8N42nv95D_large.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/apur-sansar-1959",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-apur-sansar-1959-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Hmbe/(CM)_Apur_Sansar_(1959)_1080p.mp4",
        "server": "megaup.net",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/vLoWCSrB#GrqCrVhF1f3ETUi6LTH_MepUFPGN7Q8Ufc2T6uBw30w",
        "server": "mega.nz",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/g77v0clv1phb.html",
        "server": "usersdrive.com",
        "size": "1.7GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-apur-sansar-1959-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/33h5u/(CM)_Apur_Sansar_(1959)_720p.mp4",
        "server": "megaup.net",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/SPgGGIqB#eY2ZaIuBRXCawcyaEAhv9bEdLovsLg2MM1ITtwF1ZrQ",
        "server": "mega.nz",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/ndos9f716gbk.html",
        "server": "usersdrive.com",
        "size": "1GB",
        "quality": "720p"
      },
      {
        "link": "https://watchsb.com/z9sw6mkotcem.html",
        "server": "streamsb.com",
        "size": "1GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "mgv68E_o6VM",
      "video_url": "https://www.youtube.com/watch?v=mgv68E_o6VM",
      "embed_url": "https://www.youtube.com/embed/mgv68E_o6VM"
    }
  },
  {
    "metadata": "G|1959|3h 32 min|Adventure,Drama,History",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "212,153"
    },
    "title": "Ben-Hur (1959) 1080p BluRay",
    "description": "IMDb (8.1)…Rotten Tomatoes (86%)Ben HurBen Hur ရုပ်ရှင်ကားနာမည်ကို ကြားလိုက်ရုံဖြင့် ရုပ်ရှင်ဝါသနာအိုးတိုင်း ယင်းခေါင်းစီး၏ အရှိန်သြဇာကို သိရှိပြီးဖြစ်ပါမည်။ဟောလိဝုဒ်ရုပ်ရှင်၏ ခမ်းနားထည်ဝါမှု ကို အရောင်မြှင့်တင်စေခဲ့သည့် ရုပ်ရှင်။1959ခုနှစ်ကစ၍ ဆယ်ငါးနှစ်နီးပါးမျှ နိုင်ငံအနှံ့အပြားက ရုပ်ရှင်ရုံတွေမှာ ပြန်လည်ပြသတိုင်း အမြဲအောင်ပွဲခံနိုင်ခဲ့သည့်ရုပ်ရှင်။Gone with the Windရုပ်ရှင်ပြီးသည်နောက်မှာ ဒုတိယအကြိမ် ရုပ်ရှင်လောကကြားတွင် ခမ်းခမ်းနားနားဖြင့် အောင်ပွဲခံနိုင်ခဲ့သော ရုပ်ရှင်ကားဖြစ်ခဲ့သလို အော်စကာဆုအများဆုံးရရှိခဲ့တဲ့ မှတ်တမ်းတွေမှာလည်း ယခုရုပ်ရှင်နှင့် Gone with the Wind|Titanicရုပ်ရှင်နှင့် The Lord Of The Ring ရုပ်ရှင်တို့သာ ယခုထက်တိုင် အော်စကာသမိုင်းမှာ စံချိန်တင် ရေးထိုးထားဆဲဖြစ်ပါသည်။ယခုရုပ်ရှင်အတွက် သုံးစွဲထားသည့် အသုံးစရိတ်တွေကလည်း အဲဒီခေတ်ကာလတွင် အကုန်အကျ အများဆုံးဟု ပြောလို့ရနိုင်သည်။ဒေါ်လာ ဆယ့်ငါးသန်းကျော်ကုန်ကျသည်။ယခုခေတ်ကာလလို CGI နည်းပညာတွေမထွန်းကားသေးသော ခေတ်ကာလမို့ ဆက်တင်အစစ်တွေကို တည်ဆောက်ခဲ့ရသည်။ပညာရှင်ပေါင်းများစွာနှင့်အခြားသောဇာတ်ဝင်ခန်းများအတွက် ကုလားအုတ်တွေ။မြင်းတွေကိုလည်း ရာပေါင်းများစွာအသုံးပြု ခဲ့ရပြီး 1958ကနေ 1959ခုနှစ်အထိ မနားတမ်း ရိုက်ကူးခဲ့ပြီးမှ ထွက်ရှိလာခဲ့ခြင်းဖြစ်ပါသည်။ယခု ရုပ်ရှင်ကား၏ ပဲ့ကိုင် ဒါရိုက်တာကြီး ဝီလီယံ ဝိုင်လာဆိုတာကလည်း ကျွန်တော်တို့ ပရိသတ်တွေ ရင်းနှီးပြီးသားပင်။ဟောလိဝုဒ် ရုပ်ရှင်လောက၏ ခေတ်ဦးဒါရိုက်တာတွေထဲကနေ ယခုကာလတစ်လျှောက် ဒါရိုက်တာများအထိ ရေတွက်ကြည့်လျှင် အကောင်းဆုံးဒါရိုက်တာထဲက ဒါရိုက်တာတစ်ယောက်။အနုပညာပါရမီပြည့်ဝလွန်းသော ပုဂ္ဂို လ်တစ်ယောက်ဟုပြောလျှင် လွန်မည်မထင်ပါ။The Roman Holiday တို့လို Wuthering Heights တို့လို ဇာတ်ကားကောင်းတွေကိုလည်း ရိုက်ကူးဖန်တီးနိုင်ခဲ့သည့် ဒါရိုက်တာကြီး တစ်ယောက်ပင် ဖြစ်ပါသည်။သူလိုပုဂ္ဂို လ်မျို းက Ben Hurလို သမိုင်းနောက်ခံအား အခြေခံပြီး ဖွဲ့သီထားသည့် ဇာတ်လမ်းကြီးကို နိုင်နိုင်းနင်းနင်း ရိုက်ကူးပြနိုင်ခဲ့တာ အံ့သြဖွယ်ရာ မဟုတ်တော့။1925ခုနှစ်က ထွက်ရှိဘူးသည့် Ben Hur အသံတိတ် ရုပ်ရှင်ကို သူကိုယ်တိုင် ပြန်လည်ရိုက်ကူးချိန်မှာ သမိုင်းသစ် စိုက်ထူခဲ့ပြီး ဟောလိဝုဒ်ရုပ်ရှင်နယ်မြေကလည်း ပြန်လည်၍ မီနီ စီးရီးအဖြစ်လည်းကောင်း အန်နီးမေးရှင်း ရုပ်ရှင်ဖြင့်တစ်သွယ်။ လက်ရှိ 2016မှာလည်း လက်တွေ့ခေတ်ကာလနည်းပညာများကို အသုံးပြု လျက် ခမ်းခမ်းနားနားဖြင့် ပြန်လည်တင်ဆက်လာတာကို ရှု စားခဲ့ရသော်လည်း မူရင်း ရုပ်ရှင်၏ အရှိန်အဝါ ဖန်တီးပုံကို မမှီတာတော့ လုံးဝသေချာလှပါသည်။Ben Hur ရုပ်ရှင်သည် ခရစ်တော် ပေါ်ထွန်းခဲ့သည့် ကာလကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဟု ကနဦးသတ်မှတ်လို့ရသည်။AD 26ကာလ ။ရောမအင်ပါယာသည် ယင်းခေတ်ကာလတွင် ဥရောပတစ်လွှား၌ ဘုန်းမီးနေလအတောက်ပဆုံး အချိန်အခါဖြစ်သည်။ဘုရင် ဂျူ့လိယက်ဆီးဆာ၏ အောက်ဝယ် စစ်မက်စစ်သွေးတွေပြည့်လျှံနေချိန်ဖြစ်သည်။ထိုအချိန်မျို းမှာ ဂျေရူ့ ဆလင်လို ဆိပ်ကမ်းမြို့တော်လေးအနေဖြင့် ရောမလက်အောက်တွင် သူတို့လိုချင်တာပေး၍ ငြိမ်းချမ်းစွာခိုလှုံ ခြင်းမှတစ်ပါး အခြားမရှိသောကာလဖြစ်ပေသည်။ဂျူ့ဒက် ဘန်ဟာမှာ ဂျေရုဆလင်က မင်းသားတစ်ပါးဖြစ်သလို ရောမသား မဆန်လာနှင့် သွေးသားရင်းမတော်စပ်သော်ငြား သူ၏အိမ်တော်တွင် မွေးစားညီအစ်ကိုများအဖြစ် ကြီးပြင်းလာခဲ့ကြသည်။တစ်ဦးအပေါ်တစ်ဦး ချစ်ခင်ကြင်နာကြ၏။အရွယ်ရောက်လာသောအခါဝယ် မြင်းစီး မြင်းကိုင် ပညာကို တစ်ဖက်ကမ်းခတ် တတ်မြောက်ခဲ့ကြသည်။ထိုအခါတွင် ရောမသားမဆန်လာက သူ၏နေထိုင်ရမှု နှင့်ပတ်သက်၍ စိတ်အခန့်မသင့်ဖြစ်ရာကနေ ရောမကို ထွက်ခွာသွားတော့သည်။ဘန်ဟာသာ ဂျေရုဆလင်မှာ ကျန်ရစ်ခဲ့ရသည်။ဘန်ဟာသည် မင်းသားတစ်ပါးဖြစ်သော်လည်း မာန်မာနမရှိသူ။စစ်မက်မလိုလားသူ။ငြိမ်းချမ်းမှု တရားကိုသာ လိုလားသူဖြစ်သည်။ထို့ကြောင့်ပင် အင်အားကြီးသော ရောမတိုင်းနှင့် အဆင်ပြေပြေသာ ဖြစ်လိုသည်။သူလက်အောက်က ပြည်သူပြည်သားတွေကို အေးဆေးငြိမ်းချမ်းစွာဖြင့်သာ နေထိုင်စေလိုသည်။လက်ထပ်သောအခါတွင် အိမ်ထိန်းကြီး၏ သမီးဖြစ်သူ အက်စ်သာနှင့်သာ လက်ထပ်ခဲ့သည်။ဘာသာတရားအမျို းမျို း ထွန်းကားနေသောကာလဖြစ်၍ ဂျေရုဆလင်မှာလည်း မေတ္တာတရားကို အခြေခံ၍ ဟောကြားဆုံးမသည့် ဂျီးဆပ် ခရစ်တော်လည်း ပေါ်ထွန်းခဲ့ပြီ ဖြစ်ပါသည်။ဘန်ဟာတစ်ယောက် ဇနီးကလေးဖြင့် မိသားစုဘဝကို ပျော်ရွှင်စွာဖြတ်သန်းနေစဉ်မှာ ငယ်သူငယ်ချင်း မဆန်လာဖြစ်သူ ပြန်ရောက်လာခဲ့တော့သည်။မဆန်လာဖြစ်သူကမူ ဘန်ဟာနှင့် အကျင့်စရိုက်ကွဲပြားသူ တစ်ဦးဖြစ်၏။သူ၏မွေးရပ်မြေ ရောမ၏ဂုဏ်အင်ကို အထင်ကြီး၏။ယင်းဂုဏ်အင်၏ တောက်ပြောင်မှု အပေါ် ဝံ့ကြွားလိုသူဖြစ်သလို စစ်မက်ဖြစ်ပွားရာက အောင်မြင်မှု ရလဒ်အပေါ် နှစ်ခြို က်သူ တစ်ဦးဖြစ်၏ ။သူ၏ ဝါသနာအတိုင်းပင် ရောမတွင် အကြီးအကဲများ၏ မြှောက်စားခံရသော စစ်ဗိုလ်တစ်ယောက်ဖြစ်လာခဲ့တော့၏ ။ဂျေရုဆလင်တွင် ဂျေရုဆလင်သားများ အမြတ်တနိုး တည်ဆောက်ထားသော သင်းချို င်းမြေတွေက ကျောက်တွေကိုယူငင်၍ ရောမသားများက အဆောက်အဦတွေဆောက်လုပ်သောကြောင့် မုန်းတီးတွန်းလှန်သူတွေလည်း ရှိနေကြသည်။ရောမသားများ၏ ဖိနှိပ်မှု အပေါ် တိုက်ခိုက်တွန်းလှန်နေသော တော်လှန်ရေးသမားများလည်း ရှိနေသည်ကို စစ်ဗိုလ် မဆန်လာဖြစ်သူက သိနေသော်လည်း မွေးရပ်မြေဖြစ်သော်ကြောင့် ငဲ့ညှာမှု ပေးထားသည်။ဘန်ဟာနှင့်တွေ့ဆုံသောအခါဝယ် ဘန်ဟာက ငယ်စဉ်ကအတိုင်းပင် ပြောင်းလဲ၍ မသွားသေး။သူ့အပေါ် ခင်ဆဲ။ချစ်ဆဲ။ချစ်လျက်ဝေးခဲ့ရသော ညီမဖြစ်သူနှင့်သူ့ကို လက်ဆက်ပေးလိုဆဲ။သို့ဖြစ်စေကာမူ ရောမက ပါလာသော ရာထူးဂုဏ်သိမ်ကိုသာ ကြည့်လိုသော စရိုက်။ရောမဗိုလ်ချု ပ်ကြီးများ၏ အမျက်တော်ရှမှု ကို စိုးရွံသော အတ္တရှေ့ရှု စရိုက်လက္ခဏာတို့သည် သူနှင့်ဘန်ဟားတို့အကြား စည်းခြားခဲ့လေပြီ။စစ်မက်ဖြစ်ပွားမှု ကို မုန်းတီးသော်လည်း ဒဏ်ရာရထားတဲ့ တော်လှန်ရေးသမားတစ်ယောက်ကို ဘန်ဟာဖြစ်သူက သနားသဖြင့် ဆေးကုစောင့်ရှောက်ပေးရာကနေ အကြီးမားဆုံး ပြသာနာတစ်ခု ဖြစ်ခဲ့ရလေပြီ။ယင်းအခြေအနေမှသည် အဆုံးသတ်ကာလအထိ Ben Hur၏ အဓိက ဇာတ်ကြောကြီးတစ်ခု အရှင်သန်ဆုံး အပြင်းထန်ဆုံး ကာလဟု ပြောလို့ရသည်။2016ရုပ်ရှင်မှာတော့ ဝါရင့်သရုပ်ဆောင်ကြီး မော်ဂန်ဖရီးမန်းက အာရပ်မြင်းကုန်သည်ကြီးအဖြစ် ပံ့ပိုးပေးထားသည်။ဘန်ဟာ၏ အခက်အခဲတွေအပေါ် ဝေမျှပေးသူ ။တည့်မတ်ပေးသူအဖြစ် ဇာတ်ကို ကြည့်ချင်အောင် ထိန်းသွားပေးတာကို တွေ့ခဲ့ရသည်။ဝတ္ထု အမြင်နှင့် ကြည့်လျှင် သူသည် ဆရာကြီးမင်းသိင်္ခဝတ္ထု ထဲက ဦးဂွမ်တီဖြစ်သည်။ဘန်ဟာ၏ စိတ်အနာအဆာများအပေါ် ပြန်လည်ကုစားပေးသော ပညာရှင်တစ်ယောက်အဖြစ် မြင်ကြရမည် ဖြစ်ပါသည်။ထိုသို့သော အာဏာနှင့်ဖိနှိပ်မှု များ။မောက်မာလိုမှု နှင့် ကျေနပ်ရောင့်ရဲမှု များအကြား တည်ဆောက်ထားသော ယခုရုပ်ရှင်ဝယ် ခရစ်တော်၏ မေတ္တာတရားသည် အဓိက ချိတ်ဆက်မှု တစ်ခု သို့မဟုတ် ရလဒ်ပိုင်း၏ အမှန်/အမှားကို ပြဆိုမှု တစ်ခုအဖြစ် တွေ့ကြရပါမည်။ခရစ်ယာန်ဘာသာဝင်များအတွက် စိတ်နှလုံးကြေကွဲဖွယ် အခိုက်အတန့်တစ်ခုဖြစ်စေမည့် လက်ဝါးကပ်တိုင်ထက်မှာ စီရင်သည့် အခန်းတွေကိုလည်း ကြေကွဲဖွယ်ရာ ဇာတ်ဝင်ခန်းတစ်ခုအဖြစ် ရှု စားရမည်ဟု ပြောရင်း ။#ညီလင်းအိမ်(ရုပ်ရှင်အညွှန်းကိုKo Nyi Linn Eain Facebookမှကူးယူဖော်ပြပါသည်။)——————————————————————Ben HurBen Hur ရုပ္ရွင္ကားနာမည္ကို ၾကားလိုက္ရုံျဖင့္ ရုပ္ရွင္ဝါသနာအိုးတိုင္း ယင္းေခါင္းစီး၏ အရွိန္ၾသဇာကို သိရွိျပီးျဖစ္ပါမည္။ေဟာလိဝုဒ္ရုပ္ရွင္၏ ခမ္းနားထည္ဝါမွဳ ကို အေရာင္ျမွင့္တင္ေစခဲ့သည့္ ရုပ္ရွင္။1959ခုႏွစ္ကစ၍ ဆယ္ငါးႏွစ္နီးပါးမ်ွ ႏိုင္ငံအႏွံ႔အျပားက ရုပ္ရွင္ရုံေတြမွာ ျပန္လည္ျပသတိုင္း အျမဲေအာင္ပြဲခံႏိုင္ခဲ့သည့္ရုပ္ရွင္။Gone with the Windရုပ္ရွင္ျပီးသည္ေနာက္မွာ ဒုတိယအၾကိမ္ ရုပ္ရွင္ေလာကၾကားတြင္ ခမ္းခမ္းနားနားျဖင့္ ေအာင္ပြဲခံႏိုင္ခဲ့ေသာ ရုပ္ရွင္ကားျဖစ္ခဲ့သလို ေအာ္စကာဆုအမ်ားဆုံးရရွိခဲ့တဲ့ မွတ္တမ္းေတြမွာလည္း ယခုရုပ္ရွင္ႏွင့္ Gone with the Wind|Titanicရုပ္ရွင္ႏွင့္ The Lord Of The Ring ရုပ္ရွင္တို႔သာ ယခုထက္တိုင္ ေအာ္စကာသမိုင္းမွာ စံခ်ိန္တင္ ေရးထိုးထားဆဲျဖစ္ပါသည္။ယခုရုပ္ရွင္အတြက္ သုံးစြဲထားသည့္ အသုံးစရိတ္ေတြကလည္း အဲဒီေခတ္ကာလတြင္ အကုန္အက် အမ်ားဆုံးဟု ေျပာလို႔ရႏိုင္သည္။ေဒၚလာ ဆယ့္ငါးသန္းေက်ာ္ကုန္က်သည္။ယခုေခတ္ကာလလို CGI နည္းပညာေတြမထြန္းကားေသးေသာ ေခတ္ကာလမို႔ ဆက္တင္အစစ္ေတြကို တည္ေဆာက္ခဲ့ရသည္။ပညာရွင္ေပါင္းမ်ားစြာႏွင့္အျခားေသာဇာတ္ဝင္ခန္းမ်ားအတြက္ ကုလားအုတ္ေတြ။ျမင္းေတြကိုလည္း ရာေပါင္းမ်ားစြာအသုံးျပဳ ခဲ့ရျပီး 1958ကေန 1959ခုႏွစ္အထိ မနားတမ္း ရုိက္ကူးခဲ့ျပီးမွ ထြက္ရွိလာခဲ့ျခင္းျဖစ္ပါသည္။ယခု ရုပ္ရွင္ကား၏ ပဲ့ကိုင္ ဒါရုိက္တာၾကီး ဝီလီယံ ဝိုင္လာဆိုတာကလည္း က်ြန္ေတာ္တို႔ ပရိသတ္ေတြ ရင္းႏွီးျပီးသားပင္။ေဟာလိဝုဒ္ ရုပ္ရွင္ေလာက၏ ေခတ္ဦးဒါရုိက္တာေတြထဲကေန ယခုကာလတစ္ေလ်ွာက္ ဒါရုိက္တာမ်ားအထိ ေရတြက္ၾကည့္လ်ွင္ အေကာင္းဆုံးဒါရုိက္တာထဲက ဒါရုိက္တာတစ္ေယာက္။အႏုပညာပါရမီျပည့္ဝလြန္းေသာ ပုဂၢိဳ လ္တစ္ေယာက္ဟုေျပာလ်ွင္ လြန္မည္မထင္ပါ။The Roman Holiday တို႔လို Wuthering Heights တို႔လို ဇာတ္ကားေကာင္းေတြကိုလည္း ရုိက္ကူးဖန္တီးႏိုင္ခဲ့သည့္ ဒါရုိက္တာၾကီး တစ္ေယာက္ပင္ ျဖစ္ပါသည္။သူလိုပုဂၢိဳ လ္မ်ိဳ းက Ben Hurလို သမိုင္းေနာက္ခံအား အေျခခံျပီး ဖြဲ႕သီထားသည့္ ဇာတ္လမ္းၾကီးကို ႏိုင္ႏိုင္းနင္းနင္း ရုိက္ကူးျပႏိုင္ခဲ့တာ အံ့ၾသဖြယ္ရာ မဟုတ္ေတာ့။1925ခုႏွစ္က ထြက္ရွိဘူးသည့္ Ben Hur အသံတိတ္ ရုပ္ရွင္ကို သူကိုယ္တိုင္ ျပန္လည္ရုိက္ကူးခ်ိန္မွာ သမိုင္းသစ္ စိုက္ထူခဲ့ျပီး ေဟာလိဝုဒ္ရုပ္ရွင္နယ္ေျမကလည္း ျပန္လည္၍ မီနီ စီးရီးအျဖစ္လည္းေကာင္း အန္နီးေမးရွင္း ရုပ္ရွင္ျဖင့္တစ္သြယ္။ လက္ရွိ 2016မွာလည္း လက္ေတြ႕ေခတ္ကာလနည္းပညာမ်ားကို အသုံးျပဳ လ်က္ ခမ္းခမ္းနားနားျဖင့္ ျပန္လည္တင္ဆက္လာတာကို ရွဳ စားခဲ့ရေသာ္လည္း မူရင္း ရုပ္ရွင္၏ အရွိန္အဝါ ဖန္တီးပုံကို မမွီတာေတာ့ လုံးဝေသခ်ာလွပါသည္။Ben Hur ရုပ္ရွင္သည္ ခရစ္ေတာ္ ေပၚထြန္းခဲ့သည့္ ကာလကို အေျခခံျပီး ရုိက္ကူးထားတဲ့ ရုပ္ရွင္ဟု ကနဦးသတ္မွတ္လို႔ရသည္။AD 26ကာလ ။ေရာမအင္ပါယာသည္ ယင္းေခတ္ကာလတြင္ ဥေရာပတစ္လႊား၌ ဘုန္းမီးေနလအေတာက္ပဆုံး အခ်ိန္အခါျဖစ္သည္။ဘုရင္ ဂ်ဴ ႕လိယက္ဆီးဆာ၏ ေအာက္ဝယ္ စစ္မက္စစ္ေသြးေတြျပည့္လ်ွံေနခ်ိန္ျဖစ္သည္။ထိုအခ်ိန္မ်ိဳ းမွာ ေဂ်ရူ႕ ဆလင္လို ဆိပ္ကမ္းျမိဳ ႕ေတာ္ေလးအေနျဖင့္ ေရာမလက္ေအာက္တြင္ သူတို႔လိုခ်င္တာေပး၍ ျငိမ္းခ်မ္းစြာခိုလွံဳ ျခင္းမွတစ္ပါး အျခားမရွိေသာကာလျဖစ္ေပသည္။ဂ်ဴ ႕ဒက္ ဘန္ဟာမွာ ေဂ်ရုဆလင္က မင္းသားတစ္ပါးျဖစ္သလို ေရာမသား မဆန္လာႏွင့္ ေသြးသားရင္းမေတာ္စပ္ေသာ္ျငား သူ၏အိမ္ေတာ္တြင္ ေမြးစားညီအစ္ကိုမ်ားအျဖစ္ ၾကီးျပင္းလာခဲ့ၾကသည္။တစ္ဦးအေပၚတစ္ဦး ခ်စ္ခင္ၾကင္နာၾက၏။အရြယ္ေရာက္လာေသာအခါဝယ္ ျမင္းစီး ျမင္းကိုင္ ပညာကို တစ္ဖက္ကမ္းခတ္ တတ္ေျမာက္ခဲ့ၾကသည္။ထိုအခါတြင္ ေရာမသားမဆန္လာက သူ၏ေနထိုင္ရမွဳ ႏွင့္ပတ္သက္၍ စိတ္အခန္႔မသင့္ျဖစ္ရာကေန ေရာမကို ထြက္ခြာသြားေတာ့သည္။ဘန္ဟာသာ ေဂ်ရုဆလင္မွာ က်န္ရစ္ခဲ့ရသည္။ဘန္ဟာသည္ မင္းသားတစ္ပါးျဖစ္ေသာ္လည္း မာန္မာနမရွိသူ။စစ္မက္မလိုလားသူ။ျငိမ္းခ်မ္းမွဳ တရားကိုသာ လိုလားသူျဖစ္သည္။ထို႔ေၾကာင့္ပင္ အင္အားၾကီးေသာ ေရာမတိုင္းႏွင့္ အဆင္ေျပေျပသာ ျဖစ္လိုသည္။သူလက္ေအာက္က ျပည္သူျပည္သားေတြကို ေအးေဆးျငိမ္းခ်မ္းစြာျဖင့္သာ ေနထိုင္ေစလိုသည္။လက္ထပ္ေသာအခါတြင္ အိမ္ထိန္းၾကီး၏ သမီးျဖစ္သူ အက္စ္သာႏွင့္သာ လက္ထပ္ခဲ့သည္။ဘာသာတရားအမ်ိဳ းမ်ိဳ း ထြန္းကားေနေသာကာလျဖစ္၍ ေဂ်ရုဆလင္မွာလည္း ေမတၱာတရားကို အေျခခံ၍ ေဟာၾကားဆုံးမသည့္ ဂ်ီးဆပ္ ခရစ္ေတာ္လည္း ေပၚထြန္းခဲ့ျပီ ျဖစ္ပါသည္။ဘန္ဟာတစ္ေယာက္ ဇနီးကေလးျဖင့္ မိသားစုဘဝကို ေပ်ာ္ရႊင္စြာျဖတ္သန္းေနစဥ္မွာ ငယ္သူငယ္ခ်င္း မဆန္လာျဖစ္သူ ျပန္ေရာက္လာခဲ့ေတာ့သည္။မဆန္လာျဖစ္သူကမူ ဘန္ဟာႏွင့္ အက်င့္စရုိက္ကြဲျပားသူ တစ္ဦးျဖစ္၏။သူ၏ေမြးရပ္ေျမ ေရာမ၏ဂုဏ္အင္ကို အထင္ၾကီး၏။ယင္းဂုဏ္အင္၏ ေတာက္ေျပာင္မွဳ အေပၚ ဝံ့ၾကြားလိုသူျဖစ္သလို စစ္မက္ျဖစ္ပြားရာက ေအာင္ျမင္မွဳ ရလဒ္အေပၚ ႏွစ္ျခိဳ က္သူ တစ္ဦးျဖစ္၏ ။သူ၏ ဝါသနာအတိုင္းပင္ ေရာမတြင္ အၾကီးအကဲမ်ား၏ ေျမွာက္စားခံရေသာ စစ္ဗိုလ္တစ္ေယာက္ျဖစ္လာခဲ့ေတာ့၏ ။ေဂ်ရုဆလင္တြင္ ေဂ်ရုဆလင္သားမ်ား အျမတ္တႏိုး တည္ေဆာက္ထားေသာ သင္းခ်ိဳ င္းေျမေတြက ေက်ာက္ေတြကိုယူငင္၍ ေရာမသားမ်ားက အေဆာက္အဦေတြေဆာက္လုပ္ေသာေၾကာင့္ မုန္းတီးတြန္းလွန္သူေတြလည္း ရွိေနၾကသည္။ေရာမသားမ်ား၏ ဖိႏွိပ္မွဳ အေပၚ တိုက္ခိုက္တြန္းလွန္ေနေသာ ေတာ္လွန္ေရးသမားမ်ားလည္း ရွိေနသည္ကို စစ္ဗိုလ္ မဆန္လာျဖစ္သူက သိေနေသာ္လည္း ေမြးရပ္ေျမျဖစ္ေသာ္ေၾကာင့္ ငဲ့ညွာမွဳ ေပးထားသည္။ဘန္ဟာႏွင့္ေတြ႕ဆုံေသာအခါဝယ္ ဘန္ဟာက ငယ္စဥ္ကအတိုင္းပင္ ေျပာင္းလဲ၍ မသြားေသး။သူ႔အေပၚ ခင္ဆဲ။ခ်စ္ဆဲ။ခ်စ္လ်က္ေဝးခဲ့ရေသာ ညီမျဖစ္သူႏွင့္သူ႔ကို လက္ဆက္ေပးလိုဆဲ။သို႔ျဖစ္ေစကာမူ ေရာမက ပါလာေသာ ရာထူးဂုဏ္သိမ္ကိုသာ ၾကည့္လိုေသာ စရုိက္။ေရာမဗိုလ္ခ်ဳ ပ္ၾကီးမ်ား၏ အမ်က္ေတာ္ရွမွဳ ကို စိုးရြံေသာ အတၱေရွ႕ရွဳ စရုိက္လကၡဏာတို႔သည္ သူႏွင့္ဘန္ဟားတို႔အၾကား စည္းျခားခဲ့ေလျပီ။စစ္မက္ျဖစ္ပြားမွဳ ကို မုန္းတီးေသာ္လည္း ဒဏ္ရာရထားတဲ့ ေတာ္လွန္ေရးသမားတစ္ေယာက္ကို ဘန္ဟာျဖစ္သူက သနားသျဖင့္ ေဆးကုေစာင့္ေရွာက္ေပးရာကေန အၾကီးမားဆုံး ျပသာနာတစ္ခု ျဖစ္ခဲ့ရေလျပီ။ယင္းအေျခအေနမွသည္ အဆုံးသတ္ကာလအထိ Ben Hur၏ အဓိက ဇာတ္ေၾကာၾကီးတစ္ခု အရွင္သန္ဆုံး အျပင္းထန္ဆုံး ကာလဟု ေျပာလို႔ရသည္။2016ရုပ္ရွင္မွာေတာ့ ဝါရင့္သရုပ္ေဆာင္ၾကီး ေမာ္ဂန္ဖရီးမန္းက အာရပ္ျမင္းကုန္သည္ၾကီးအျဖစ္ ပံ့ပိုးေပးထားသည္။ဘန္ဟာ၏ အခက္အခဲေတြအေပၚ ေဝမ်ွေပးသူ ။တည့္မတ္ေပးသူအျဖစ္ ဇာတ္ကို ၾကည့္ခ်င္ေအာင္ ထိန္းသြားေပးတာကို ေတြ႕ခဲ့ရသည္။ဝတၳဳ အျမင္ႏွင့္ ၾကည့္လ်ွင္ သူသည္ ဆရာၾကီးမင္းသိခၤဝတၳဳ ထဲက ဦးဂြမ္တီျဖစ္သည္။ဘန္ဟာ၏ စိတ္အနာအဆာမ်ားအေပၚ ျပန္လည္ကုစားေပးေသာ ပညာရွင္တစ္ေယာက္အျဖစ္ ျမင္ၾကရမည္ ျဖစ္ပါသည္။ထိုသို႔ေသာ အာဏာႏွင့္ဖိႏွိပ္မွဳ မ်ား။ေမာက္မာလိုမွဳ ႏွင့္ ေက်နပ္ေရာင့္ရဲမွဳ မ်ားအၾကား တည္ေဆာက္ထားေသာ ယခုရုပ္ရွင္ဝယ္ ခရစ္ေတာ္၏ ေမတၱာတရားသည္ အဓိက ခ်ိတ္ဆက္မွဳ တစ္ခု သို႔မဟုတ္ ရလဒ္ပိုင္း၏ အမွန္/အမွားကို ျပဆိုမွဳ တစ္ခုအျဖစ္ ေတြ႕ၾကရပါမည္။ခရစ္ယာန္ဘာသာဝင္မ်ားအတြက္ စိတ္ႏွလုံးေၾကကြဲဖြယ္ အခိုက္အတန္႔တစ္ခုျဖစ္ေစမည့္ လက္ဝါးကပ္တိုင္ထက္မွာ စီရင္သည့္ အခန္းေတြကိုလည္း ေၾကကြဲဖြယ္ရာ ဇာတ္ဝင္ခန္းတစ္ခုအျဖစ္ ရွဳ စားရမည္ဟု ေျပာရင္း ။#ညီလင္းအိမ္(ရုပ္ရွင္အညႊန္းကိုKo Nyi Linn Eain Facebookမွကူးယူေဖာ္ျပပါသည္။)File size…(2 GB)Quality…Blu-Ray 1080pFormat…mp4Duration….03:44:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byDaniel SharmanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAlberto CardoneWilliam WylerStarsAdy BerberCathy O'DonnellCharlton HestonFrank ThringHaya HarareetHugh GriffithJack HawkinsMartha ScottSam JaffeStephen BoydCastAdy BerberAldo PiniAldo SilvaniAndré MorellAntonio CoreviCathy O'DonnellCharlton HestonCliff LyonsDavid DaviesDervis WardDiego PozzettoDuncan LamontEddie JaureguiEdwin RichfieldEnzo FiermonteFerdy MayneFinlay CurrieFranco FantasiaFrank ThringGeorge RelphGianni SolaroGiuliano GemmaHaya HarareetHector RossHoward LangHugh GriffithJack HawkinsJerry BrownJoe CanuttJoe YrigoyenJohn HorsleyJohn Le MesurierJosé GreciLando BuzzancaLaurence PayneLiana Del BalzoMarina BertiMartha ScottMaxwell ShawMay McAvoyMichael DuganMino DoroNazzareno ZamperlaPietro TordiRaimondo Van RielRalph TrumanRemington OlmstedRichard ColemanRichard HaleRobert BrownSam JaffeStella RhoStephen BoydStevenson LangTerence LongdonTiberio MitriTutte Lemkow",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/uOQPSUGG3ZHiDg9ecN8irQNZ4T1.jpg",
      "https://image.tmdb.org/t/p/w300/zYtWYsxf7DOXqrrcMPxknS2KPop.jpg",
      "https://image.tmdb.org/t/p/w300/eO06E5Yw9ThUO92tXtORNbvTDwi.jpg",
      "https://image.tmdb.org/t/p/w300/nLYdvPZ0FtIgx0zoN7dtcxnI0Q6.jpg",
      "https://image.tmdb.org/t/p/w300/g7WdHCYjrTkRytrZzQQechiiPVL.jpg",
      "https://image.tmdb.org/t/p/w300/7NJSdiThqj2rKW27yNfih8KI8dF.jpg",
      "https://image.tmdb.org/t/p/w300/mUSMHHmA87ALn3XMpdqiC4BaF7q.jpg",
      "https://image.tmdb.org/t/p/w300/4opq2vlHXjgjPLeAuooHr1MyUHI.jpg",
      "https://image.tmdb.org/t/p/w300/35SH63TBzcn6qkwC4tg1tSxsjHA.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ben_hur_1959_poster.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ben-hur-1959",
        "server": "VIP Links",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ben-hur-1959-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://cloudemb.com/wtjibus5bcia.html",
        "server": "streamsb.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/u6pw3iar4pfz.html",
        "server": "usersdrive.com",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/ben-hur-1959-1080-p-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3yMnp/Ben-Hur_[1959]_{1080p}_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/2A1QhY7J#E8KZvJ67aFj44EC7vhio2aFe4LPdvsS6L_V6zjk-ggE",
        "server": "mega.nz",
        "size": "2 GB",
        "quality": "1080p"
      },
      {
        "link": "https://upstream.to/mpr5nz5ljh8e",
        "server": "upstream.to",
        "size": "2 GB",
        "quality": "1080p"
      }
    ],
    "trailer": {
      "video_id": "CISLKr28-Jc",
      "video_url": "https://www.youtube.com/watch?v=CISLKr28-Jc",
      "embed_url": "https://www.youtube.com/embed/CISLKr28-Jc"
    }
  }
]