[
  {
    "metadata": "R|1996|1h 38min|Crime,Drama,Thriller",
    "rating": {
      "rating": "8.1/10",
      "rating_count": "594,076"
    },
    "title": "Fargo (1996)",
    "description": "Fargo(1996)IMDb – 8.1/10_____Rotten – 94%Won 2 Oscars.Another 81 wins & 57 nominationsဒီကားက အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု နဲ့ အကောင်းဆုံးဇာတ်ညွှန်းဆုရရှိထားပါတယ်…အခြားဆု(၈၁)ဆုရရှိခဲ့ပြီးဆန်ကာတင် (၅၇)ဆုလည်းဝင်ခဲ့တယ်…မင်းသမီးကတော့Three Billboards Outsideမှာ အော်စကာထပ်ရခဲ့တဲ့Frances McDormandပါပဲ…ဒီကားက  ၁၉၈၇ ခုနှစ် မီနီဆွန်တာ မှာ့ဖြစ်ခဲ့တဲ့ တကယ့်မှုခင်းကြီးကိုအခြေခံပြီးပြန်လည်ရိုက်ကူးထားတာပါ….သိပ်ချမ်းသာတဲ့မိသားစုတစ်စုရှိတယ်…..ယောက္ခမက စည်းကမ်းကြီးသလို တိလည်းတိကျတယ်…ဒီမိသားစုမှာ သားမက်ကတော့ စီးပွားရေးပိုင်းရော လူမှုရေးပိုင်းရော အားနည်းတယ်…ဒါ့အပြင် အသုံးအစွဲကလည်းမတတ်ဆိုတော့ ကြာတော့ငွေကအရမ်းလိုလာတယ်..ဒီတော့ ပြန်ပေးသမားတွေနဲ့ပေါင်းပြီး ကိုယ့်မိန်းမကိုယ် ပြန်ပေးဆွဲဖို့စီစဉ်တယ်..ယောက္ခမဆီကနေ ငွေညှစ်မယ်ပေါ့…သို့သော်လည်း သူထင်သလောက်ရိုးရိုးရှင်းရှင်းလေးဖြစ်မသွားဘူး….ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတော့ခံစားကြည့်လိုက်ဦးဗျို့…ကားသစ်တွေကိုတစ်ခါတစ်ရံစိတ်တိုင်းမကျတဲ့သူတွေအဖို့ ဒီလိုကားမျိုးကို နင်းကန်ကြည့်ဖို့ပြောပါရစေ…ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Ye Pye Soneဖြစ်ပါတယ်….ဒီကားက အေကာင္းဆုံး အမ်ိဳးသမီးသ႐ုပ္ေဆာင္ဆု နဲ႔ အေကာင္းဆုံးဇာတ္ၫႊန္းဆုရရွိထားပါတယ္…အျခားဆု(၈၁)ဆုရရွိခဲ့ၿပီးဆန္ကာတင္ (၅၇)ဆုလည္းဝင္ခဲ့တယ္…မင္းသမီးကေတာ့Three Billboards Outsideမွာ ေအာ္စကာထပ္ရခဲ့တဲ့Frances McDormandပါပဲ…ဒီကားက  ၁၉၈၇ ခုႏွစ္ မီနီဆြန္တာ မွာ့ျဖစ္ခဲ့တဲ့ တကယ့္မႈခင္းႀကီးကိုအေျခခံၿပီးျပန္လည္႐ိုက္ကူးထားတာပါ….သိပ္ခ်မ္းသာတဲ့မိသားစုတစ္စုရွိတယ္…..ေယာကၡမက စည္းကမ္းႀကီးသလို တိလည္းတိက်တယ္…ဒီမိသားစုမွာ သားမက္ကေတာ့ စီးပြားေရးပိုင္းေရာ လူမႈေရးပိုင္းေရာ အားနည္းတယ္…ဒါ့အျပင္ အသုံးအစြဲကလည္းမတတ္ဆိုေတာ့ ၾကာေတာ့ေငြကအရမ္းလိုလာတယ္..ဒီေတာ့ ျပန္ေပးသမားေတြနဲ႔ေပါင္းၿပီး ကိုယ့္မိန္းမကိုယ္ ျပန္ေပးဆြဲဖို႔စီစဥ္တယ္..ေယာကၡမဆီကေန ေငြညႇစ္မယ္ေပါ့…သို႔ေသာ္လည္း သူထင္သေလာက္႐ိုး႐ိုးရွင္းရွင္းေလးျဖစ္မသြားဘူး….ကိုင္းဘာေတြဆက္ျဖစ္မလဲဆိုေတာ့ခံစားၾကည့္လိုက္ဦးဗ်ိဳ႕…ကားသစ္ေတြကိုတစ္ခါတစ္ရံစိတ္တိုင္းမက်တဲ့သူေတြအဖို႔ ဒီလိုကားမ်ိဳးကို နင္းကန္ၾကည့္ဖို႔ေျပာပါရေစ…ဇတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Ye Pye Soneျဖစ္ပါတယ္….File Size : (920 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:38:00Genre :Crime,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEthan CoenJoel CoenStarsFrances McDormandGary HoustonHarve PresnellJohn Carroll LynchKristin RudrüdPeter StormareSally WingertSteve BuscemiTony DenmanWilliam H. MacyCastBruce CampbellFrances McDormandGary HoustonHarve PresnellJohn Carroll LynchKristin RudrüdKurt SchweickhardtLarissa KokernotLarry BrandenburgMelissa PetermanMichelle HutchisonPeter StormareSally WingertSteve BuscemiSteve ParkSteve ReevisTony DenmanWilliam H. Macy",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/747dgDfL5d8esobk7h4odaOFhUq.jpg",
      "https://image.tmdb.org/t/p/w300/wzYOvL7q8ltADbIxsBLd7qsctYh.jpg",
      "https://image.tmdb.org/t/p/w300/iQbnudkJYO6idijMSoatSPmfjek.jpg",
      "https://image.tmdb.org/t/p/w300/c2he8GURJdjh7tsfaNctFU3lLXN.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fargo_movieposter.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/t3w7kn4bl9wy.html",
        "server": "usersdrive.com",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/fargo-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/R9ne/Fargo_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://mega.nz/file/JiYDmIoZ#Cc4FsLk9XuYqAJLC7WDZF-sEiIEM5TIl0uzwvJ07CSI",
        "server": "mega.nz",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/3se7dyjefz5j",
        "server": "upstream.to",
        "size": "920MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "h2tY82z3xXU",
      "video_url": "https://www.youtube.com/watch?v=h2tY82z3xXU",
      "embed_url": "https://www.youtube.com/embed/h2tY82z3xXU"
    }
  },
  {
    "metadata": "R|1996|2h 16min|Action,Adventure,Thriller",
    "rating": {
      "rating": "7.4/10",
      "rating_count": "304.718"
    },
    "title": "The Rock (1996)",
    "description": "The Rock (1996)IMDb (7.4/10)…Rotten Tomatoes (66%)Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာArmageddon,Transformersဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာMichael Bayရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်….ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်….FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်….ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်………….။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်….မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။(Myo Min Aung မှခံစားတင်ထားပါတယ်။)———————————————————————Zawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာArmageddon,Transformersဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာMichael Bayရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတိုက္ပြဲေတြမွာ အသက္စြန္႕ခဲ့ရေပမယ့္ ဘာဂုဏ္ျပဳမွတ္တမ္းမွ မေရးထိုးေပးဘဲ ေခ်ာင္ထိုးခံလိုက္ရတဲ့ က်ဆံုးစစ္သည္နဲ႕ မိသားစုေတြအတြက္  ရင္နင့္ေနတဲ့ အေမရိကန္ဗိုလ္ခ်ဳပ္ဖရန္႕ဟမ္းမဲလ္….ဘယ္သူမွဖေဖာက္ႏိုင္တဲ့ေထာင္ကို ေဖာက္ထြက္ေျပးခဲ့ဖူးတဲ့ နာမည္ၾကီးေထာင္ေဖာက္သမားၾကီး ဂြ်န္ေမဆင္….FBI ဌာနရဲ႕ ဓါတုေဗဒ ပညာရွင္ ဂြတ္စပိဒ္….ဒီလိုထိပ္တန္းလူသံုးေယာက္ ကိုယ့္ခံယူခ်က္ ယံုၾကည္ခ်က္အတြက္ တိုက္ပြဲဝင္ ထိပ္တိုက္ေတြ႕ဆံုရာဝယ္………….။ၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္….မင္းသားၾကီးေတြရဲ႕ သရုပ္ေဆာင္မႈေတြ အေသာအေထ့ေတြက အသက္ဝင္လြန္းပါတယ္။နီကိုလပ္ေက့ခ်္ကို ငယ္ရြယ္ႏုပ်ိဳစြာျမင္ရတာကလဲ အေတာ္ပဲ ၾကည့္ေပ်ာ္မွာပါ။(Myo Min Aung မွခံစားတင္ထားပါတယ္။)File size…(1.1GB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….02:16:29Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJeanne ByrdKaren GoldenMichael BayStarsClaire ForlaniDavid MorseEd HarrisGregory SporlederJohn SpencerNicolas CageSean ConneryTony ToddVanessa MarcilWilliam ForsytheCastBilly DevlinBokeem WoodbineBrendan KellyCeleste WeaverClaire ForlaniDanny NucciDavid BoweDavid MorseEd HarrisGreg CollinsGregory SporlederJim CaviezelJim ManiaciJohn C. McGinleyJohn SpencerMichael BiehnNicolas CageRaquel KrelleRaymond CruzSean ConnerySteve HarrisTodd LouisoTony ToddVanessa MarcilWilliam ForsytheXander Berkeley",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1SsHEx1sCfVZY6Nj0sMyFTlEDql.jpg",
      "https://image.tmdb.org/t/p/w300/aKgxMwYqCWPTKkwZjr73fkPriuD.jpg",
      "https://image.tmdb.org/t/p/w300/qDVdTL1KqGmGLGsy7UPA3vksku7.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/i1jali2s16vt.html",
        "server": "usersdrive.com",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-rock-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://yuudrive.me/9a5d9/the-rock-196-m-sub-mp4",
        "server": "yuudrive.me",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/rNB3HY4D#0hm6Zb6MXUlHrz8h29dd_FnfMfi5wWt9h3uK2dcGAlQ",
        "server": "mega.nz",
        "size": "1.1 GB",
        "quality": "720p"
      },
      {
        "link": "https://upstream.to/cl326oh8jwre",
        "server": "upstream.to",
        "size": "1.1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "bI6Mbg_bMzQ",
      "video_url": "https://www.youtube.com/watch?v=bI6Mbg_bMzQ",
      "embed_url": "https://www.youtube.com/embed/bI6Mbg_bMzQ"
    }
  },
  {
    "metadata": "Unrated|1996|1h 54m|Bollywood,Crime,Drama,History",
    "rating": {
      "rating": "6.0/10",
      "rating_count": "11k"
    },
    "title": "(18+) Kama Sutra: A Tale of Love (1996)",
    "description": "သောက်စားပျော်ပါးပြီး တိုင်းရေးပြည်ရေးကိုဂရုမထားတဲ့ ဘုရင်တပါးရယ် ကာမစူတြာ လို့ခေါ်တဲ့ ကျမ်းကြီးတစ်ကျမ်းရယ်….ကာမစူတြာဆိုတဲ့ နာမည်ကျော် ကျမ်းကြီးတစ်အုပ်အဲဒီကျမ်းကြီးက အချစ်နဲ့ပက်သက်လာရင် လူတယောက်ရဲ့သဘောမနောချစ်နည်းချစ်ဟန် စသည့် ပညာတွေပေးတဲ့စာအုပ်ဖြစ်ပါတယ်တာရာ ကတော့ မဟာသွေးမဟာနွယ်တစ်ယောက်ဖြစ်ပြီး ကာမစူတြာကျမ်းကြီးကိုသင်ခွင့်ရသူဖြစ်ပါတယ်သူ့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ အစေခံမလေးတစ်ယောင်ရှိပါတယ် သူ့နာမည်က မာယာမာယာက ကာမစူတြာကို သင်ချင်ပေမဲ့သင်ခွင့်မရပါဘူးတနေ့ အဆိုပါဘုရင်နဲ့ တာရာ လက်ထပ်ဖို့အကြောင်းရှိလာပါတယ်ငယ်ငယ်ကတည်းက အပြိုင်ဆိုင်အားကြီးတဲ့ တာရာနဲ့ မာယာနှစ်ယောက်လုံးက ညှို့အားကောင်းပြီး တခမ်းတနားတွေနဲ့DS fans တွေ အကြိုက်သေချာတာဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်File size…2.1GB / 942MBQuality…1080p BluRay /720pFormat…mp4Duration….1h 54mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….X CrossTranslated by Ki Mu ChiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorMira NairCastAchala SachdevAnjum RajabaliArjun SajnaniArundathi NagAvijit DuttBhanumathi RaoCelesteann CruzCinia JainDaphnée BreytenbachDebi BasuDeepti DattDinaz StaffordGarima DhupHarish PatelHimanshu MalikIndira VarmaKhalid TyabjiKusum HaidarManize BogaMaya Krishna RaoMina SareenMoneeka Misra TanvirNandita MehrotraNaveen AndrewsNizami ChattarpurPearl PadamseePiu DuttPrabeen SinghPurnima RajuRahul VohraRamon TikaramRanjit ChowdhryRekhaSarita ChoudhuryShubha MudgalShyamoli VarmaSiddharth Anand KumarSunil ChabraSurabhi BhansaliUrvashi NairVasudeo BhattYasmine StaffordZoya Akhtar",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/gftDU03xnFig2yrNYrNFPCBMQZC.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dwbLcEPIjVISly6DW8GLX8vsZlE.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-1080-p-blu-ray-x-26-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/0pjsmgppq7r5.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1Y48q/Kama.Sutra.A.Tale.Of.Love.1996.1080p.BluRay.x26(DS).mp4",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/zmwDjZqR#FKdlWm4seR_XIcMCYb0eZOnUUCWVmCuInNidGpP7sr0",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/kama-sutra-a-tale-of-love-1996-720-p-ds-mp-4",
        "server": "yoteshinportal.cc",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/r0e8rmfpm8oi.html",
        "server": "usersdrive.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Y47h/Kama.Sutra.A.Tale.Of.Love.1996..720p(DS).mp4",
        "server": "megaup.net",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/nnZ3DISZ#yShkI2A0IQgnWtUYrmIh62vPIUw7xkTQizoowlaD19c",
        "server": "mega.nz",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/xngzn19uvybi",
        "server": "streamsb.com",
        "size": "942MB",
        "quality": "720p"
      },
      {
        "link": "https://wishfast.top/vxi80hxmz4jb",
        "server": "streamvid.io",
        "size": "942MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "-2yUd_LqtG8",
      "video_url": "https://www.youtube.com/watch?v=-2yUd_LqtG8",
      "embed_url": "https://www.youtube.com/embed/-2yUd_LqtG8"
    }
  },
  {
    "metadata": "R|1996|1h 32min|Action,Asian,Martial",
    "rating": {
      "rating": "4.6/10",
      "rating_count": "662"
    },
    "title": "Iron Monkey 2 (1996)",
    "description": "Iron Monkey 2 (1996)_____IMDb – 4.6/10ကဲဗျာ ဒီတစ်ခါတော့ အရင် တရက်ကတင်ပေးထားတဲ့ဇာတ်ကားရဲ့ အဆက် ကို ဆက်တင်ပေးလိုက်ပါတယ်ပထမကားကိုကြည့်ပြီးရင်တော့ ဒီကားကိုလဲ ဆက်ကြည့်သင့်ပါတယ်လို့ပြောလိုက်ပါရစေ ဇာတ်လမ်းကတော့ ပထမကားရဲ့ အဆက် ဒေါက်တာဒယ်နီယန်း တယောက် အခု တခါမှာ ဘယ်လို ဇာတ်ရှူပ်ထဲ ဝင်ပါမိတာလဲဆိုတာကို ဆက်ကြည့်ကြရမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒေါက်တာယန်း တယောက်ကြေးစားလူသတ်သမား ဖြစ်သူ ကျားကြီး ယု နဲ့ တိုက်ခိုက်ရင်းလက်နက်မှောင်ခိုဂိုဏ်းနဲ့ ရန်ညှိးဖွဲမိရာကနေ ဘယ်လိုတွေများဆက်လက် ကြုံတွေ့ကြရမလဲပြီးတော့ ဒေါက်တာယန်းကကော ဖော်ထုပ်နိုင်ပါ့မလားလက်နက်မှောင်ခိုဂိုဏ်းကကော ဘယ်လိုတွေ များ အကောက်ကြံမလဲဆိုတာကို ဆက်လက် ကြည့်ရှူလိုက်ကြပါတော့နော်(ဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ)Iron Monkey 1 ကို ဒီမှာဒေါင်းပါZAWGYIကဲဗ်ာ ဒီတစ္ခါေတာ့ အရင္ တရက္ကတင္ေပးထားတဲ့ဇာတ္ကားရဲ႕ အဆက္ ကို ဆက္တင္ေပးလိုက္ပါတယ္ပထမကားကိုၾကည့္ၿပီးရင္ေတာ့ ဒီကားကိုလဲ ဆက္ၾကည့္သင့္ပါတယ္လို႔ေျပာလိုက္ပါရေစ ဇာတ္လမ္းကေတာ့ ပထမကားရဲ႕ အဆက္ ေဒါက္တာဒယ္နီယန္း တေယာက္ အခု တခါမွာ ဘယ္လို ဇာတ္ရႉပ္ထဲ ဝင္ပါမိတာလဲဆိုတာကို ဆက္ၾကည့္ၾကရမွာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဒါက္တာယန္း တေယာက္ေၾကးစားလူသတ္သမား ျဖစ္သူ က်ားႀကီး ယု နဲ႔ တိုက္ခိုက္ရင္းလက္နက္ေမွာင္ခိုဂိုဏ္းနဲ႔ ရန္ညႇိးဖြဲမိရာကေန ဘယ္လိုေတြမ်ားဆက္လက္ ႀကဳံေတြ႕ၾကရမလဲၿပီးေတာ့ ေဒါက္တာယန္းကေကာ ေဖာ္ထုပ္ႏိုင္ပါ့မလားလက္နက္ေမွာင္ခိုဂိုဏ္းကေကာ ဘယ္လိုေတြ မ်ား အေကာက္ႀကံမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရႉလိုက္ၾကပါေတာ့ေနာ္(ဘာသာျပန္ေပးသူကေတာ့ ကိုစိုးေထြး ျဖစ္ပါတယ္ ဗ်)Iron Monkey 1 ကို ဒီမွာေဒါင္းပါFile Size – 780 MBFile Format – mp4Quality – BluRay Rip 720pDuration – 01:32:00Translator – Soe HtweEncoder – Kyaw Ye AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorChiu Liu-KongLu Chiang ChaoStarsBilly ChowChang Jian-LiDonnie YenHe Zhou-RongLee Hoi-HingLi YingLiu Geng-HongSteve BensonWu-MaYuan Wen-QingCastBilly ChowChang Jian-LiDonnie YenHe Zhou-RongLee Hoi-HingLi YingLiu Geng-HongSteve BensonWu MaYuan Wen-Qing",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/a55rtPVqxReT3f4D2Kp3V9Vs21Q.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-2-poster.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/cuu3xvsk4u4m.html",
        "server": "usersdrive.com",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/iron-monkey-2-jie-tou-sha-shou-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://megaup.net/2UAhA/Iron_Monkey_2_(Jie_Tou_Sha_Shou)_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://mega.nz/file/MxwWgaoD#4guVOi0YA3v6hTH9vXH2MQLYSLD7bYZ7_DPjryHIKow",
        "server": "mega.nz",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://upstream.to/oh9uh9tfhszu",
        "server": "upstream.to",
        "size": "780 MB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "R|1996|2h 10m|Drama,Romance",
    "rating": {
      "rating": "6.7/10",
      "rating_count": "2000"
    },
    "title": "Temptress Moon (1996)",
    "description": "Temptress Moon (1996)~ IMDb – 6.7/10, Rotten Tomatoes – 62% ~Farewell My Concubine အပြီး Chen Kaige နဲ့ လတ်စလီချောင် ဂေါင်လီအတွဲ ပြန်ဆုံတဲ့ ရုပ်ရှင်ပေါ့။ သူလည်း ကိန်းမှာပြခဲ့ပြန်၊ Palme d’Or အတွက် ပြိုင်ခဲ့ပြန်တာပဲ။ ဒါပေမဲ့ ရတော့မရသွားခဲ့ပါဘူး။ ထပ်ပြီး တူတာက သူလည်း တရုတ်ပြည်မှာ ဘန်းခံထိထားတယ်။မထူးခြားနားပါပဲ။ ပုရီနန်းစွန့်ပြီးနောက်ပိုင်း ၁၉၁၂မှာ ဇာတ်အိမ်စတယ်။ မင်းရိပ်မင်းရှိန်မကင်းတဲ့အိမ်တစ်အိမ်က ဘိုးဘေးနတ်ကွန်းထဲ အဲဒီအိမ်က ကလေးမလေးက ကစားရင်းဝင်လာလို့ အကုန်ပွက်လောရိုက်နေတာနဲ့ စဖွင့်ထားတယ်။ အဲဒီကလေးမလေးက ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီ။ တရုတ်မှူးမတ်အိမ်တော်ဆိုတော့ အဲဒီအိမ်ရိပ်လာခိုတဲ့ ဆွေရိပ်မျိုးရိပ်မကင်းတဲ့ ကလေး၂ယောက်ရှိတယ်။ တစ်ယောက်ကကျ လတ်စလီချောင်ရဲ့ ဇာတ်ကောင် ကျန်းလိန်။ သူက အဲဒီအိမ်က ဖန်းယုရီအစ်ကို ဖန်းအိမ်တော်က သခင်လေးရဲ့မိန်းမရဲ့မောင်။ နောက်တစ်ယောက်က ဖန်းအိမ်တော်နဲ့ ဆွေမျိုးနည်းနည်းဝေးတဲ့ ဖန်းယုရီရဲ့အစ်ကိုဝမ်းကွဲ သွမ့်ဝူ။ ဒီသုံးယောက်က ဖန်းအိမ်တော်နဲ့ပတ်သက်ပြီး ကြမ္မာမလှခဲ့သလို ဒီဇာတ်ရဲ့အဓိကဇာတ်ကောင်၃ယောက်လည်း ဟုတ်တယ်။ဂေါင်လီရဲ့ဇာတ်ကောင် ဖန်းယုရီက သူတို့အိမ်တော်က လူကြီးတွေကျေးဇူးနဲ့ ငယ်ငယ်လေးကတည်း ဘိန်းစွဲနေသလို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်ကလည်း ‌ဂေါင်လီရဲ့အစ်ကို ဘိန်းသမားကျေးဇူးနဲ့ စိတ်ဒဏ်ရာတော်တော်မသေးဘူး။ ဘိန်းသမားက ဘိန်းကြောင်ပြီး သူ့မိန်းမနဲ့ သူ့မိန်းမရဲ့မောင်ကို မောင်နှမချင်း အတင်းမဖွယ်ရာမရာပြုခိုင်းတဲ့ဒဏ်ကို လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က ခံစားခဲ့ရတယ်။ သွမ့်ဝူကျ အမျိုးဆိုပေမဲ့ အမျိုးဝေးတော့ ကျွန်သပေါက်သာသာ နှိမ်တာခံခဲ့ရတယ်။ ဒီလိုနဲ့ လတ်စလီချောင်ရဲ့ဇာတ်ကောင်က သူ့ယောက်ဖဒဏ်မခံနိုင်တော့ဘဲ အိမ်ကနေ ပီကင်းကို စာသင်ဖို့ထွက်သွားခဲ့တယ်။ သို့ပေမဲ့ စာသင်တဲ့ဆီမရောက်လိုက်ပါဘူး။ လမ်းမှာ ပစ္စည်းတွေအလုခံရပြီး လူမိုက်ဂိုဏ်းဝင်ဖြစ်သွားခဲ့တယ်။ ဂေါင်လီကလည်း ဘိန်းစွဲနေလို့ စေ့စပ်ကြောင်းလမ်းထားတဲ့အိမ်ကနေ ဖျက်သိမ်းတာခံလိုက်ရတယ်။ဒီလိုနဲ့ သူတို့အရွယ်ရောက်လာပြီး ဖန်းသခင်ကြီးသေသွားတဲ့အချိန်မှာ အစ်ကိုက ဘိန်းဒဏ်နဲ့ နာလန်မထူတော့လို့ ဂေါင်လီက အိမ်ရဲ့ အကြီးအကဲဖြစ်လာခဲ့တယ်။ ဒီအချိန် လတ်စလီချောင်က ပြန်လာပြီး ဖန်းအိမ်က စည်းစိမ်တွေကို အပိုင်သိမ်းဖို့ကြံတယ်။ ဒါပေမဲ့ ဂေါင်လီကို ချစ်မိသွားပြီး အထ,မမြောက်ခဲ့ဘူး။ ဂေါင်လီကလည်း လတ်စလီချောင်ကို ချစ်ပေမဲ့ လတ်စလီက ငယ်ငယ်က သူ့အစ်မနဲ့အတင်းမဖွယ်မရာအပြုခံခိုင်းခဲ့ရတဲ့ စိတ်ဒဏ်ရာနဲ့ဆိုတော့ ဘယ်မိန်းမကိုမှ တကယ်တမ်း မချစ်နိုင်ခဲ့ဘူး။ နောက် သူတို့တွေ အဲဒီအိမ်တော်ကြီးထဲ ဘာဆက်ဖြစ်ကြမလဲဆိုတဲ့ ဇာတ်မျိုးပေါ့။ဇာတ်ကတော့ တော်တော်လေးရှင်းပေမဲ့ တစ်ခုခုလိုအပ်နေသလိုလို ခံစားရသလို Chen Kaige ဘာပြချင်တာလဲဆိုတဲ့ အချက်ကလည်း တော်တော်လည်းမရှင်းဘူး။ နာမည်ကျော် ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကိုယ်တိုင်လည်း ဇာတ်က ဘာပြချင်တာလဲ သူလည်းမရှင်းပေမဲ့ ဇာတ်ဟာ ပုရီနန်းဆင်းပြီးနောက် တည်ထားတာဆိုတော့ ဒီဖြစ်ရပ်တွေအားလုံးဟာ အဲဒီကနေမှ မော်စီတုန်းသေတဲ့အထိကို Symbolism နဲ့ ပြထားသလားတော့မသိဘူးလို့ ပြောတယ်။ တကယ်လည်းဟုတ်လောက်တယ်။ ပြည်မက ဒီကားကို ဘန်းထားရတဲ့အကြောင်းရင်းတော့ ရှိတော့ရှိမှာပဲ။ ပုရီနန်းဆင်းပြီးနောက်ကနေ မော်စီတုန်းသေတဲ့ခေတ်အထိကို ကျမ်းကြေတဲ့လူတွေကတော့ ဒီဇာတ်ကို သဘောပေါက်ချင်ပေါက်မှာပဲ။ဒီတိုင်းကြည့်ရင်တော့ Chen Kaige ရဲ့ဇာတ်ဟာ ရိုးရှင်းပေမဲ့ သူပြချင်တာတစ်ခုခုကို ဝှက်ထားသလို ကျွန်တော်တို့ ကျိန်းသေခံစားရမှာပါပဲ။ ပုရီနှောင်းပိုင်း တရုတ်ပြည်ရဲ့ အနောက်တိုင်းယဉ်ကျေးမှုစိမ့်ဝင်မှုတွေအကြောင်းလည်း တစ်စွန်းတစ်စပြသထားတယ်။ ဒါပေမဲ့လည်း ဒီဇာတ်ဟာ အပြနဲ့တင်တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူ့ စီနီမာတိုဂရပ်ဖာက ဝေါင်ကာဝေးအသည်းကျော် ဟောင်ကောင်ရဲ့နာမည်အကြီးဆုံး စီနီမာတိုဂရပ်ဖာတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Christopher Doyle ကိုး။ ဂေါင်လီ၊ လတ်စလီချောင်၊ ခရစ္စတိုဖာဒွိုင်း… ဒါနဲ့တန်တော်တော်တန်ပါတယ်။ Temptress Moon ဟာ ဘယ်လိုကားလဲတော့ ဖော်ပြရခက်ပေမဲ့ သေချာတာတော့ လတ်စလီချောင်ရဲ့အသိရခက်တဲ့ဇာတ်ကောင်ရယ်၊ ဂေါင်လီရဲ့အလှရယ်၊ ဒွိုင်းရဲ့ စီနီမာရယ်ကတော့ ပရိသတ်ရင်ထဲ အရောက်လှမ်းနိုင်မှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 950MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 2H 10MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorKaige ChenStarsDavid WuGong LiHe SaifeiJie ZhouKevin LinKo Hsiang-TingLei RenLeslie CheungLiankun LinLin GePatrick Tse YinYing WangZhang ShiZhou XunZhou YemangCastDavid WuGong LiHe SaifeiJie ZhouKevin LinKo Hsiang-TingLei RenLeslie CheungLiankun LinLin GePatrick Tse YinYing WangZhang ShiZhou XunZhou Yemang",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ugXZzSoelpO5lPQy4TXXMgBrRHJ.jpg",
      "https://image.tmdb.org/t/p/w300/jB8EctcGepWEUT53IWRB5nNL7Zf.jpg",
      "https://image.tmdb.org/t/p/w300/3lffczLphk8UMF4GydD2i6O1wri.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/o6MCqJzZUyahqX7zyTVrbucBx8g.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3eqfi/(CM)_Temptress_Moon_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/YKwQhQxJ#fNMNHC4jHDxxCl4GOjcn3joeMVUe8EvRzkHI33tamVY",
        "server": "mega.nz",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": " https://usersdrive.com/cucvb1x1lbo9.html",
        "server": "usersdrive.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/57vjhk8p5n3z.html",
        "server": "streamsb.com",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/we1q7e49g199",
        "server": "streamvid.io",
        "size": "2.3GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-temptress-moon-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Svjv/(CM)_Temptress_Moon_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YKxGFAQS#KymSwgX2Zl6vaxU_K_I4WBniUYDdf5TxOROy4Mv0DpU",
        "server": "mega.nz",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/sbetcp2vzx3d.html",
        "server": "usersdrive.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/i7txj5jzbtv7.html",
        "server": "streamsb.com",
        "size": "950MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/yqgcymlt85bc",
        "server": "streamvid.io",
        "size": "950MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "kDKJv5rnExI",
      "video_url": "https://www.youtube.com/watch?v=kDKJv5rnExI",
      "embed_url": "https://www.youtube.com/embed/kDKJv5rnExI"
    }
  },
  {
    "metadata": "R|1996|121 min|Action,Crime,Thriller",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "107,441"
    },
    "title": "Ransom(1996)",
    "description": "Ransom(1996)IMDb…6.6,,,Rotten…76%ဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ...ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..သူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..သိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိလာေရြးဖုိ႕ေျပာတယ္… ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္...ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္....အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္...ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့ျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္... ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ...ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား... ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥကမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ ...ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်….File Size : (900 MB) and (338 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre :Action,Crime,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hnin Amy KhineEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon HowardStarsBrawley NolteDelroy LindoDonnie WahlbergEvan HandlerGary SiniseLiev SchreiberLili TaylorMel GibsonNancy TicotinRene RussoCastA.J. BenzaAllen BernsteinAnton EvangelistaBrawley NolteCarl S. ReddingCheryl HowardChristian MaelenCraig CastaldoDan HedayaDaniel May WongDavid VadimDell MaaraDelroy LindoDonna HanoverDonnie WahlbergEvan HandlerGary SiniseHenry Kingi Jr.Iraida PolancoJames GeorgiadesJames RitzJoe BacinoJohn OrtizJosé ZúñigaKevin Neil McCreadyLex D. GeddingsLiev SchreiberLili TaylorMel GibsonMichael CountrymanMichael GastonMick O'RourkeMike HodgeNancy TicotinPaul GuilfoylePeter Anthony TambakisRene RussoRoy Farfel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/t8tle4irdNoZpcHERJ6v9TXFJq0.jpg",
      "https://image.tmdb.org/t/p/w300/lxZVA7MtohIB6njMV9Y2aD0eaZ8.jpg",
      "https://image.tmdb.org/t/p/w300/4PCuizEFMmIp2eNC66qj5bHfp3w.jpg",
      "https://image.tmdb.org/t/p/w300/fsDl59yeNXCXOImFijTJHDruKvc.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/ransom1996",
        "server": "CM Links",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://yoteshinportal.cc/ransom-1996-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://usersdrive.com/24flwll1d5r7.html",
        "server": "usersdrive.com",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://kinocloud.org/DO/Ransom_[1996]_(MM_Sub).mp4",
        "server": "Kino Cloud",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://upstream.to/ra6neo1607p6",
        "server": "upstream.to",
        "size": "900MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "mebIhXK8srA",
      "video_url": "https://www.youtube.com/watch?v=mebIhXK8srA",
      "embed_url": "https://www.youtube.com/embed/mebIhXK8srA"
    }
  },
  {
    "metadata": "PG-13|1996|1h 36m|Comedy,Drama,Thriller",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "169000"
    },
    "title": "The Cable Guy (1996)",
    "description": "The Cable Guy (1996)~ IMDb – 6.1/10, RT – 55%, Meta – 56% ~လူတွေဆိုတာ မွေးရာပါ အထီးကျန်ဆန်တဲ့ သတ္တဝါတွေပါတဲ့။ အဲဒါကြောင့် လူတွေက အထီးကျန်မနေရအောင် တစ်စုံတစ်ရာ ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ဘဝထဲမှာ ရှိနေအောင် ကြိုးစားကြတယ်။The Greatest Showman ဇာတ်ဝင်သီချင်းဖြစ်တဲ့ Never Enough ထဲက စာသားလေးလိုပဲပေါ့။ တစ်ကမ္ဘာလုံးကို ဆုပ်ကိုင်ထားနိုင်တဲ့ အစွမ်းရှိရင်တောင် ဝေမျှစရာလူမရှိရင် ဘယ်အရာကမှ မတင်းတိမ်နိုင်ဘူးလေ။ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ ကေဘယ်သမားလေးက လောကမှာ အရာရာကို လိုချင်တာရနိုင်နေတဲ့ အစွမ်းရှိနေပေမဲ့ ဝေမျှခံစားနိုင်တဲ့သူ မရှိတဲ့အတွက် သူ့ဘဝမှာ လိုအပ်နေတဲ့ တစ်ခုတည်းသောအရာက သူနဲ့ဝေမျှခံစားပေးဖို့လူတစ်ယောက်ပါပဲ။ခုခေတ်လို အင်တာနက်တွေခေတ်မစားခင်က တီဗီဟာ တစ်ကမ္ဘာလုံးမှာ အကြီးဆုံး ဖျော်ဖြေရေးစနစ်ကြီးဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့ တီဗီလိုင်းတွေဆိုတာ ခုခေတ် Netflix တို့လို ပိုက်ဆံပေးမှ ကြည့်လို့ရတဲ့ စနစ်တွေပါ။ အဲဒီတော့ လိုင်းတစ်လိုင်းကို ကြည့်ချင်တယ်ဆိုရင် ကြည့်ချင်တဲ့လိုင်းရဖို့ ကေဘယ်သမားခေါ်ပြီး ချိန်ခိုင်းရပါတယ်။ ကေဘယ်သမားကို ပီရင်တော့ လိုင်းပေါင်းစုံကြည့်လို့ရနိုင်တဲ့ အခွင့်အရေးရှိတော့ ကေဘယ်သမားတွေ မျက်နှာပွင့်တဲ့ခေတ်ပေါ့ဗျာ။ရည်းစားက နှင်ချလိုက်လို့ အိမ်ပေါ်က ဆင်းလာရတဲ့ စတီဗင် တစ်ယောက် အိမ်အသစ်မှာနေပြီး သူတို့ခေတ်က တစ်ခုတည်းသော ဖျော်ဖြေရေးကြီးဖြစ်တဲ့ တီဗီလိုင်းတွေကို ဆင်ဖို့ ကေဘယ်သမားခေါ်ရတာပေါ့။ သဘောကောင်းတဲ့ စတီဗင်က ကေဘယ်သမားကို ပိုက်ဆံပေးပြီးခိုင်းရတဲ့ အလုပ်သမားလို သဘောမထားဘဲ တူတူတန်တန်ဆက်ဆံတော့ အမြဲတမ်း မတူမတန် ဆက်ဆံခံနေရပြီး စွန့်ပစ်ခံထားရမှာကိုကြောက်တဲ့ ကေဘယ်သမားက စတီဗင်ကို အရမ်းခင်သွားပြီး အတင်းလိုက်ကပ်ပြီး သူငယ်ချင်းဖြစ်ဖို့ ကြိုးစားတဲ့ ဇာတ်လမ်းလေးပါ။The Cable Guy (1996) ဟာ Comedy, Satire ဆိုတဲ့အတိုင်း ရယ်စရာတွေ ပေါချင်းသောချင်းပါသလို တွေးစရာတွေလည်း အများကြီးပေးမယ့် ဇာတ်ကားပါ။ Cast တွေဆိုတာကလည်း ဟာသအကျော်အမော်တွေဖြစ်တဲ့ Jim Carrey, Ben Stiller, Matthew Broderick, Jack Black နဲ့ Owen Wilson တို့တင်မဟုတ်ဘဲ အခြား နာမည်ကျော် သရုပ်ဆောင်တွေလည်း အများကြီးပါဝင်ပါသေးတယ်။မင်းသမီးက အသက်ကြီးတဲ့ထိတောင် မပျက်စီးသေးတဲ့ Leslie Mann ဆိုတော့ သူ့ရဲ့ ငယ်ဘဝက အလှကိုလည်း ခံစားလို့ရနိုင်ပါတယ်။ ဒါရိုက်တာကလည်း အားလုံးနဲ့ ရင်းနှီးပြီးသား Ben Stiller ဆိုတော့ ရယ်ချင်တဲ့သူတိုင်းအတွက် ကွက်တိပဲပေါ့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို666မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.65GB, 780MBQuality – 1080p, 720pIMDb Rating – 6.1/10Format – mp4Duration – 1H 36MinGenre – Comedy, Drama, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by666Encoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorBen StillerStarsAki AleongAmy StillerAndy DickAnnabelle GurwitchBen StillerBob OdenkirkCharles NapierDavid CrossDiane BakerDona HardyEric RobertsGeorge SegalHarper RoismanHarry O'ReillyJack BlackJaneane GarofaloJim CarreyJoel MurrayJohn C. MoskoffKathy GriffinKeith GibbsKyle GassLeslie MannLloyd KinoMarty ZagonMatthew BroderickMichael RivkinMisa KoprovaOwen WilsonPaul GrecoRobert 'Bobby Z' ZajoncSandra ThigpenSean WhalenCastAki AleongAmy StillerAndy DickAnnabelle GurwitchBen StillerBob OdenkirkCharles NapierDavid CrossDiane BakerDona HardyEric RobertsGeorge SegalHarper RoismanHarry O'ReillyJack BlackJaneane GarofaloJim CarreyJoel MurrayJohn C. MoskoffKathy GriffinKeith GibbsKyle GassLeslie MannLloyd KinoMarty ZagonMatthew BroderickMichael RivkinMisa KoprovaOwen WilsonPaul GrecoRobert 'Bobby Z' ZajoncSandra ThigpenSean Whalen",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2gA2qjVprFMH3JKmKnxyOjOaBP.jpg",
      "https://image.tmdb.org/t/p/w300/5kAcYhlw5ZbKgEC20VPIs3mYkRE.jpg",
      "https://image.tmdb.org/t/p/w300/swFTENJuqe0m3SenlELg9gQFR68.jpg",
      "https://image.tmdb.org/t/p/w300/o7wFyaai79qMVpV42a262ONw5gw.jpg",
      "https://image.tmdb.org/t/p/w300/r0sbL0D1gtcQko9btTytXyzRb0U.jpg",
      "https://image.tmdb.org/t/p/w300/sH4qBvMj4VdkX6p59QXaSJHr7ov.jpg",
      "https://image.tmdb.org/t/p/w300/dk7wLnI4LwmdCPYclZM3mXPvZHA.jpg",
      "https://image.tmdb.org/t/p/w300/wco69qWp8du3RzDgpLC52ea3ps4.jpg",
      "https://image.tmdb.org/t/p/w300/nj0rIFyjZ0GUOQYnGM8YyGR3CmS.jpg",
      "https://image.tmdb.org/t/p/w300/vhmaFMJ4aLgKdEFrUywCrykLJmd.jpg",
      "https://image.tmdb.org/t/p/w300/A1aV7bYWNaPVdk0mOBToHsBqK53.jpg",
      "https://image.tmdb.org/t/p/w300/4Ia8TZmSApI3SQaOz7CFH61qcJL.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5cZySBvy41eHTD5LyQn48aP444k.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-the-cable-guy-1996-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1SDhw/(CM)_The_Cable_Guy_(1996)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/3uQ2hRra#f_2xzbJ5UmRhyyMrZ12RrEApLG5v1sVshTPggTNC2Ik",
        "server": "mega.nz",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/fxjw1eul64ad.html",
        "server": "usersdrive.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbbrisk.com/f394cj1v0n9p.html",
        "server": "streamsb.com",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/sb9fexeqz7by",
        "server": "streamvid.io",
        "size": "2.65GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-cable-guy-1996-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1SDg1/(CM)_The_Cable_Guy_(1996)_720p.mp4",
        "server": "megaup.net",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/mrxVHSQL#C-uOPK82dRvAWnDNKpVrVgVaqb1CX1ReQ8URNyO60Og",
        "server": "mega.nz",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/vqzjwh0y2gx3.html",
        "server": "usersdrive.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/dt7n0d0unzkt.html",
        "server": "streamsb.com",
        "size": "780MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/4mcfaijjz0aj",
        "server": "streamvid.io",
        "size": "780MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TVtvBoELA-g",
      "video_url": "https://www.youtube.com/watch?v=TVtvBoELA-g",
      "embed_url": "https://www.youtube.com/embed/TVtvBoELA-g"
    }
  }
]